{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2002−23252号事件について平成18年5月29日にし",
        "た審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願の拒絶査定に対する不服審判請求を不成立とした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，1999年(平成11年)8月6日(パリ条約による優先権主張",
              "text": [
                "・1998年(平成10年)8月6日，大韓民国)，名称を「通信システムのチャネル符号／復号装置及び方法」とする発明につき，特許出願(国際出願。以下「本件出願」という。)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成14年8月30日付けで，本件出願につき拒絶査定を受けたので，同年12月2日，拒絶査定不服の審判を請求した(不服2002−23252号事件として係属)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成18年5月29日，「本件審判の請求は，成り立たない。」との審決をし，同年6月13日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "審決が対象としたのは，平成14年5月30日付け手続補正書(甲7)による補正後の請求項1に記載された発明(以下「本願発明1」という。)及び同請求項17に記載された発明(以下「本願発明2」という。)であり，それらの要旨は次のとおりである。",
            "「【請求項1】 フレームデータの予め設定された位置に少なくとも一つの特定ビットを挿入した後に符号化したシンボルを受信する受信器のチャネル復号装置において，",
            "前記シンボルを受信して情報シンボル，第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサと，",
            "前記情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入し，他の位置では前記受信される情報シンボルをそのまま出力するシンボル挿入器と，",
            "前記シンボル挿入器から出力される情報シンボルと前記第1パリティシンボルを復号して，第1復号シンボルを発生する第1復号器と，",
            "前記第1復号器の出力をインタリービングするインタリーバと，",
            "前記インタリーバから出力される第1復号シンボルと前記第2パリティシンボルを復号して，第2復号シンボルを発生する第2復号器と，",
            "前記第2復号器の出力をデインタリービングするデインタリーバと，から構成されることを特徴とするチャネル復号装置。」",
            "「【請求項17】 ターボ符号化と復号の装置において，",
            "前記ターボ符号化装置は，",
            "受信した情報ビットストリームの予め設定された位置に，少なくとも一つのビットを挿入するビット挿入器と，",
            "ビットが挿入された位置で情報ビットストリームを符号化し，第1パリティシンボルストリームを発生する第1符号化器と，",
            "情報ビットストリームをインタリービングするインタリーバと，",
            "前記インタリーバの出力を符号化して，第2パリティシンボルストリームを発生する第2符号化器と，",
            "前記ビット挿入器の出力と前記第1符号化器の出力と前記第2符号化器の出力とを多重化し，チャネル符号化シンボルストリームを出力する多重化器とを備え，",
            "前記ターボ復号装置は，",
            "前記チャネル符号化されたシンボルを受信し，情報シンボル，第1パリティシンボル，第2パリティシンボルを逆多重化するデマルチプレクサと，",
            "前記デマルチプレクサから出力される情報シンボルと前記第1パリティシンボルを復号して第1復号シンボルを発生する第1復号器と，",
            "前記第1復号器の出力をインタリービングするインタリーバと，",
            "前記インタリーバから出力される第1復号シンボルと前記第2パリティシンボルの復号を実行して第2復号シンボルを発生する第2復号器と，",
            "前記第2復号シンボルをデインタリービングして，復号データを生成する第1デインタリーバと",
            "を備えることを特徴とするチャネルの符号化と復号の装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本願発明1は，下記引用例に記載された第1の発明(後記のとおり審決が認定した「引用発明1」。以下，本判決においても「引用発明1」という。)並びに下記周知例3及び4の各記載等によって認められる周知技術に基づいて，本願発明2は，下記引用例に記載された第2の発明(後記のとおり審決が認定した「引用発明2」。以下，本判決においても「引用発明2」という。)及び下記周知例1ないし4の各記載等によって認められる周知技術に基づいて，いずれも当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。",
            "引用例 1993年(平成5年)5月23～26日にジュネーヴで開催されたI",
            "EEEの「通信に関する国際会議」(ICC93)の予稿集に収載されたC. Berrouらによる「NEAR SHANNON LIMIT ERROR-CORRECTING CODING AND DECODING : TURBO-CODES(1)」と題する論文(甲1)",
            "周知例1 特開平5−55932号公報(甲2)",
            "周知例2 特開平5−183448号公報(甲3)",
            "周知例3 特公平1−52937号公報(甲4)",
            "周知例4 特開平6−261304号公報(甲5)",
            "審決の理由中，引用例及び周知例1ないし4の各記載事項の認定，本願発明1と引用発明1及び本願発明2と引用発明2との各対比並びに各相違点についての判断の部分は，以下のとおりである(符号を改めた部分及び略称を本判決が指定したものに改めた部分がある。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例及び周知例1ないし4の各記載事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例",
                  "text": [
                    "引用例には，図面とともに，以下の旨が記載されている。",
                    "(ア)「II RSC符号の並列連結",
                    "RSC符号(再帰的組織畳込み符号)では，並列連結と呼ばれる新しい連結構成を用いることができる。並列連結している二つの同一の RSC符号の一例を，図2に示す。基本符号化器(C1 及び C2)の両者は同じ入力ビット dk を用いるが，インタリーバが存在するので，ビット dk のシーケンスは異なっている。入力ビットシーケンス{dk}について，k 時点における符号化器出力 Xk と Yk は，それぞれ dk(組織符号化器)と，符号化器 C1 の出力 Y1k 又は符号化器 C2 の出力 Y2k に等しい。符号化器 C1 と C2 の符号化された出力(Y1k，Y2k)を，それぞれ，n1 回及び n2 回使用し，またそれを継続する場合には，符号化器 C1 のレート R1 と符号化器 C2 のレート R2 は下記に等しい。」(1065頁左欄1～13行)"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "図2からは「情報ビットストリームを符号化し，第1パリティシンボルストリームを発生する第1符号化器と，前記情報ビットストリームをインタリービングするインタリーバと，前記インタリーバの出力を符号化して，第2パリティシンボルストリームを発生する第2符号化器とを備え，前記情報ビットストリームと，多重化された前記第1符号化器の出力と前記第2符号化器の出力とを出力するターボ符号化装置」が読み取れる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図3bからは「情報シンボルと，多重化されたパリティシンボルを受信し，第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサと，前記情報シンボルと前記第1パリティシンボルを復号して，第1復号シンボルを発生する第1復号器と，前記第1復号器の出力をインタリービングするインタリーバと，前記インタリーバから出力される第1復号シンボルと前記第2パリティシンボルを復号して，第2復号シンボルを発生する第2復号器と，前記第2復号シンボルをデインタリービングするフィードバック用のデインタリーバ及び復号データ生成用のデインタリーバ，から構成されるターボ復号装置。」が読み取れる。",
                        "ここで，上記(イ)のターボ符号化装置から出力される「情報ビットストリームと，多重化された第1符号化器の出力と第2符号化器の出力」及び上記(ウ)のターボ復号装置で受信される「情報シンボルと，多重化されたパリティシンボル」は，「ターボ符号化されたシンボル」といえる。",
                        "したがって，上記引用例の記載及び図面，並びにこの分野における技術常識を考慮すると，上記引用例には，以下の2つの発明が記載されているものと認められる。",
                        "「ターボ符号化されたシンボルを受信する受信器のターボ復号装置において，シンボルを受信して第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサと，",
                        "情報シンボルと前記第1パリティシンボルを復号して，第1復号シンボルを発生する第1復号器と，前記第1復号器の出力をインタリービングするインタリーバと，",
                        "前記インタリーバから出力される第1復号シンボルと前記第2パリティシンボルを復号して，第2復号シンボルを発生する第2復号器と，",
                        "前記第2復号器の出力をデインタリービングするフィードバック用のデインタリーバ及び復号データ生成用のデインタリーバと，から構成されるターボ復号装置。」(引用発明1)「ターボ符号化と復号の装置において，",
                        "前記ターボ符号化装置は，",
                        "情報ビットストリームを符号化し，第1パリティシンボルストリームを発生する第1符号化器と，情報ビットストリームをインタリービングするインタリーバと，",
                        "前記インタリーバの出力を符号化して，第2パリティシンボルストリームを発生する第2符号化器と，",
                        "前記第1符号化器の出力と前記第2符号化器の出力とを多重化し，パリティシンボルを出力する多重化器とを備え，",
                        "情報ビットストリームと前記パリティシンボルとからなるターボ符号化されたシンボルを出力し，前記ターボ復号装置は，",
                        "前記ターボ符号化されたシンボルを受信し，",
                        "前記パリティシンボルを第1パリティシンボルと第2パリティシンボルに逆多重化するデマルチプレクサと，",
                        "情報シンボルと前記デマルチプレクサから出力される前記第1パリティシンボルを復号して第1復号シンボルを発生する第1復号器と，",
                        "前記第1復号器の出力をインタリービングするインタリーバと，",
                        "前記インタリーバから出力される第1復号シンボルと前記第2パリティシンボルの復号を実行して第2復号シンボルを発生する第2復号器と，",
                        "前記第2復号シンボルをデインタリービングするフィードバック用のデインタリーバ及び復号データ生成用のデインタリーバと",
                        "を備えることを特徴とするターボ符号化と復号の装置。」(引用発明2)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例1及び2",
                  "text": [
                    "周知例1及び2には，図面とともに，以下の事項が記載されている。",
                    "(ア)「【請求項1】 畳み込み誤り訂正符号化すべき情報信号系列に，1ビットまたは複数ビットの固定値(0または1)を挿入する固定ビット挿入部と，固定ビットが挿入された情報信号系列を入力とする畳み込み誤り訂正符号化回路とを有する誤り訂正符号化装置と，固定ビット挿入位置の情報を記憶した固定ビット挿入位置記憶回路と，固定ビット位置に対応する状態遷移を固定ビットの値(0または1)で決まる1通りのみに制限して送信信号の最尤復号を行う畳み込み誤り訂正復号化回路とを有する誤り訂正復号化装置とを備えた誤り訂正符復号化装置。",
                    "【請求項2】 畳み込み誤り訂正符号化すべき情報信号系列のうち，誤り感度の高い重要なビットを，畳み込み符号化の最初および最後ならびに挿入した固定ビットの前後のなるべく固定ビットに近い位置に配するようにした請求項1記載の誤り訂正符復号化装置。」(周知例1，2頁左欄，特許請求の範囲の請求項1，2)",
                    "(イ)「【0028】",
                    "【発明の効果】本発明は，上記実施例から明らかなように，誤り訂正符号化すべき情報信号系列に，1ビットまたは複数ビットの固定値(0または1)を挿入してから誤り訂正符号化するため，復号側のビタビ復号において，トレリス線図の固定ビット位置に対応する状態遷移を固定ビットの値(0または1)で決まる1通りのみの正しい分岐に絞ることができ，畳み込み符号の誤り訂正能力，特に固定ビットを挿入したビット位置の前後の情報信号に対する誤り訂正能力を高めることができる。」(周知例1，4頁5欄，段落28)",
                    "(ウ)「【請求項1】 畳込み誤り訂正符号化手段としてフィードバック付き組織符号器を具備する誤り訂正符復号化装置において，",
                    "符号化側に，",
                    "前記符号器に入力する情報信号系列に1または複数のビットを挿入するビット挿入手段と，前記ビットが前記符号器に入力したとき，該符号器のシフトレジスタの値が固定値になるように該ビットの値を演算する挿入ビット演算手段とを備え，",
                    "復号化側に，",
                    "前記ビットの情報信号系列への挿入位置を記憶する挿入ビット位置記憶手段と，前記挿入位置の情報を利用して前記ビットに対応する状態遷移を制限することにより受信信号の最尤復号を行なう畳込み誤り訂正復号化手段とを備えたことを特徴とする誤り訂正符復号化装置。",
                    "【請求項2】 前記フィードバック付き組織符号器により符号化される情報信号のうち，誤り感度の高い重要ビットを情報信号系列の最初または最後もしくは前記ビット挿入手段によるビットの挿入位置の近傍に配置するビット配置手段を備えたことを特徴とする請求項1に記載の誤り訂正符復号化装置。」(周知例2，2頁左欄，特許請求の範囲の請求項1，2)",
                    "(エ)「【0041】",
                    "【発明の効果】以上の実施例の説明から明らかなように，本発明の誤り訂正符復号化装置では，フィードバック付き組織符号器を符号化回路として具備しながら，非組織符号器の場合と同様に，挿入ビットの挿入位置の前後の情報信号に対する誤り訂正能力を高めることができる。」(周知例2，5頁7欄，段落41)",
                    "つまり，周知例1，2に記載されたように，畳込み誤り訂正符号化において，誤り訂正能力を高めるために，符号化する際に，情報信号系列に1又は複数のビットからなる固定ビット・挿入ビットを挿入することは，周知技術である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例3",
                  "text": [
                    "周知例3には，図面(図7～9)とともに，以下の事項が記載されている。",
                    "(ア)「第8図は送信回路各部の信号を示す図で，1，18，19は第7図の1，18，19に対応しており，1は伝送すべきデイジタル信号，18は同期語を挿入した信号，19は符号化送信デイジタル信号を表わしている。また，20は同期語と隣接するデイジタル信号から生成される符号化信号，21は同期語により決定される固定パターンを示している。",
                    "第9図は本発明の1実施例の復号回路を示すブロツク図であつて，22はメトリツク演算回路，23はパスメモリ，24はパスメモリ選択回路，18は入力信号，25は固定パターンを強制的に入力する信号，26は最尤判定回路，27は強制的にパスを選択する信号を表わしている。",
                    "この回路は同期語のない所では通常のビタビ復号を行ない，フレーム周期に入力される固定パターン21を受信した時のみ，受信信号ではなく既知である固定パターンを用いてメトリツク演算を行ない，また，最尤パス判定において，メトリツク演算による結果ではなく，25により検出した同期語のパターンに従つて判定を行なうごとく動作するものである。」(2頁4欄17～38行)(イ)「同期語情報を誤り訂正に寄与せしめることができるので復号効率の高い通信を実現し得るから効果は大である。」(3頁5欄10～13行)",
                    "つまり，周知例3には，同期語情報を誤り訂正に寄与せしめ，復号効率の高い通信を実現するために，伝送すべきデイジタル信号に同期語を挿入し符号化を行い，復号回路において，同期語によって決定される固定パターンを強制的に入力し，フレーム周期に入力されている固定パターンを受信した時のみ，受信信号ではなく，既知である固定パターンを用いてメトリック演算(最尤パス判定)を行う周知技術が記載されている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "周知例4",
      "text": [
        "周知例4には，図面(図1～3)とともに，以下の事項が記載されている。",
        "(ア)「【0011】［発明の構成］",
        "【課題を解決するための手段】本発明に係る誤り訂正回路は，記録系又は送信系において，入力データが有効データであるか無効データであるかを判別する判別手段と，前記入力データの無効データに代えて所定の既知データを配列したデータ列を出力する既知データ挿入手段と，この既知データ挿入手段の出力に同期信号及びアドレスデータを付加すると共に，少なくとも有効データ及び既知データに対する誤り検出符号を付加する付加手段と，前記既知データ挿入手段による既知データの挿入期間に前記同期信号，アドレスデータ及び誤り検出符号の少なくとも1つを所定の規則で変化させる変換手段と，再生系又は受信系において，前記記録系又は送信系からの再生データ又は受信データが与えられるメモリ手段と，前記再生データ又は受信データから前記変換手段による規則の変化を検出する検出手段と，この検出手段の検出結果に基づいて前記既知データの挿入期間に前記記録系又は送信系の既知データと同一の既知データを発生する既知データ発生手段と，前記既知データの再生データ又は受信データに代えて前記既知データ発生手段からの既知データを前記メモリ手段に格納させて読出すメモリ制御手段とを具備したものである。",
        "【0012】",
        "【作用】本発明において，判別手段は入力データの有効，無効を判別し，既知データ挿入手段は，判別手段の判別結果に基づいて，入力データの無効データに代えて所定の既知データを挿入する。変換手段は，既知データの挿入期間に同期信号，アドレスデータ及び誤り検出符号の少なくとも1つを所定の規則で変化させる。再生系又は受信系においては，この規則の変化を検出手段が検出する。既知データ発生手段は，検出手段の検出結果に基づいて記録又は送信時と同一の既知データを発生する。",
        "メモリ制御手段は，この既知データを再生データの無効部分に代えてメモリ手段に格納して読出す。",
        "これにより，無効データ部分が記録又は送信時に歪を受けた場合でも，無効データ部分は完全に再現して，誤り訂正能力の全てを有効なデータ部分に発揮させる。」(3頁3欄，段落11，12)(イ)「【0030】メモリ素子42は，先ず，図5に示すように，図3の既知データ領域の再生データに代えて，既知データセット回路44からの既知データ及びその内符号を既知データ領域に格納する。",
        "即ち，この領域のデータについては伝送系の歪の影響を受けることはない。次に，メモリ素子42は，アドレス出力に基づいて，図3の有効データ領域のデータの再生データを図5の有効データ領域に格納する。また，メモリ素子42は，図3の既知データ領域の再生データについては，図5の無効データ再生データ領域に格納する。」(4頁6欄，段落30)",
        "つまり，周知例4には，既知のデータ領域のデータについては，伝送系の歪の影響を受けることなく，誤り訂正能力の全てを有効なデータ部分に発揮させることを目的として，送信系において，入力データの無効データに代えて所定の既知データを配列したデータ列を出力する既知データ挿入手段を有し，この既知データ挿入手段の出力に誤り検出符号を付加して送信し，受信系において，送信系の既知データと同一の既知データを発生する既知データ発生手段を有し，前記送信系からの受信データに対し，前記既知データの挿入期間に，前記既知データの受信データに代えて前記既知データ発生手段からの既知データを利用(置き換え・挿入)する技術が記載されている。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "本願発明1と引用発明1及び本願発明2と引用発明2との各対比並びに各相違点についての判断"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "本願発明1について",
      "text": [
        "本願発明1と引用発明1とを対比すると，引用発明1の「フィードバック用のデインタリーバ及び復号データ生成用のデインタリーバ」は，「デインタリーバ」であるから，両者の一致点及び相違点は次のとおりである。",
        "＜一致点＞",
        "「符号化したシンボルを受信する受信器の復号装置において，",
        "シンボルを受信して逆多重化するデマルチプレクサと，",
        "情報シンボルと第1パリティシンボルを復号して，第1復号シンボルを発生する第1復号器と，前記第1復号器の出力をインタリービングするインタリーバと，",
        "前記インタリーバから出力される第1復号シンボルと第2パリティシンボルを復号して，第2復号シンボルを発生する第2復号器と，",
        "前記第2復号器の出力をデインタリービングするデインタリーバと，から構成されることを特徴とする復号装置。」",
        "＜相違点1＞",
        "本願発明1は「フレームデータの予め設定された位置に少なくとも一つの特定ビットを挿入した後に」符号化を行うのに対し，引用発明1は，その構成を備えていない点。",
        "＜相違点2＞",
        "復号装置に関して，本願発明1は「チャネル復号装置」であるのに対し，引用発明1は「ターボ復号装置」である点。",
        "＜相違点3＞",
        "デマルチプレクサに関して，本願発明1は「情報シンボル，第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサ」であるのに対し，引用発明1においては「第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサ」である点。",
        "＜相違点4＞",
        "本願発明1のチャネル復号装置は「情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入し，他の位置では受信される情報シンボルをそのまま出力するシンボル挿入器」を有し，第1復号器には「シンボル挿入器から出力される」情報シンボルを入力するのに対し，引用発明1にはシンボル挿入器がなく，受信した情報シンボルをそのまま第1復号器に入力する点。",
        "そこで，上記相違点1～4について検討する。",
        "＜相違点1，4について＞",
        "誤り訂正能力を高めるために，符号化に先だって，入力データに，同期語(周知例3)，既知データ(周知例4)などの特定のビットを挿入することは，上記周知例3，4に記載されたように周知技術であり，さらに，符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル(周知例3の「既知である固定パターン」，周知例4の「既知データ」)を挿入し，復号を行うことも，上記周知例3，4に記載されたように周知技術であり，該周知技術を引用発明1に適用する上で何ら阻害要因も見あたらないから，引用発明1において「フレームデータの予め設定された位置に少なくとも一つの特定ビットを挿入した後に」符号化を行い，復号装置において「情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入し，他の位置では受信される情報シンボルをそのまま出力するシンボル挿入器」を備え，「前記シンボル挿入器から出力される」情報シンボルを第1復号器に入力し，誤り訂正を行うように構成することは，当業者が容易に想到し得るものである。",
        "＜相違点2について＞",
        "1つのチャネルで符号化された複数のシンボルが送られてくるのを受信する復号装置において，チャネル復号を行うことは周知慣用技術であり，また，ターボ復号装置は，複数のシンボルを受信するものであるから，引用発明1の「ターボ復号装置」を「チャネル復号装置」とすることは，当業者が容易に想到し得るものである。",
        "＜相違点3について＞",
        "1つのチャネルに多重化されて送られてくる複数のシンボルを逆多重化するためにデマルチプレクサなどを用いることは，通信における常套手段であり，また，ターボ符号において，情報シンボル，第1パリティシンボル，及び第2パリティシンボルを多重化して送信することは，当業者が普通に行い得る程度のものであるから，多重化されて送られてくる情報シンボル，第1パリティシンボル，及び第2パリティシンボルを逆多重化するためにデマルチプレクサを用いることは，当業者が容易になし得るものであり，引用発明1における「第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサ」を「情報シンボル，第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサ」とすることは，当業者が容易に想到し得るものである。",
        "そして，本願発明1の作用効果も，引用発明1及び周知技術から当業者が予測できる範囲のものである。",
        "したがって，本願発明1は，引用発明1及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "本願発明2について",
      "text": [
        "本願発明2と引用発明2とを対比すると，"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "多重化器から出力される本願発明2の「チャネル符号化シンボルストリーム」と，引用発明2の「パリティシンボル」は，シンボルストリームである点で一致する。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "デマルチプレクサが受信する，本願発明2の「チャネル符号化されたシンボル」と，引用発明2の「パリティシンボル」は，共にシンボルである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "引用発明2の「復号データ生成用のデインタリーバ」は，本願発明2の「復号データを生成する第1デインタリーバ」に相当するものと認められる。なお，本願の出願当初の明細書及び図面(以下「当初明細書等」という。)における「発明の詳細な説明」の欄には，「第1デインタリーバ」との記載はないものの，当初明細書等の請求項6には「反復復号時第2復号されたシンボルをデインタリービングして前記第1シンボル初期化器にフィードバック入力する第2デインタリーバ」との記載があることから，上記のとおり認定した。",
                "したがって，両者の一致点及び相違点は次のとおりである。",
                "＜一致点＞",
                "「ターボ符号化と復号の装置において，",
                "前記ターボ符号化装置は，",
                "情報ビットストリームを符号化し，第1パリティシンボルストリームを発生する第1符号化器と，情報ビットストリームをインタリービングするインタリーバと，",
                "前記インタリーバの出力を符号化して，第2パリティシンボルストリームを発生する第2符号化器と，",
                "シンボルストリームを出力する多重化器と，",
                "を備え，",
                "前記ターボ復号装置は，",
                "シンボルを受信し，逆多重化するデマルチプレクサと，",
                "情報シンボルと第1パリティシンボルを復号して第1復号シンボルを発生する第1復号器と，前記第1復号器の出力をインタリービングするインタリーバと，",
                "前記インタリーバから出力される第1復号シンボルと第2パリティシンボルの復号を実行して第2復号シンボルを発生する第2復号器と，",
                "前記第2復号シンボルをデインタリービングして，復号データを生成する第1デインタリーバとを備えることを特徴とする符号化と復号の装置。」",
                "＜相違点1＞",
                "本願発明2は「受信した情報ビットストリームの予め設定された位置に，少なくとも一つのビットを挿入するビット挿入器」を備えているのに対し，引用発明2は，当該ビット挿入器を備えていない点。",
                "＜相違点2＞",
                "第1符号化器に関して，本願発明2は「ビットが挿入された位置で」情報ビットストリームを符号化しているのに対し，引用発明2では，当該ビットを挿入せずに情報ビットストリームの符号化を行う点。",
                "＜相違点3＞",
                "多重化器に関して，本願発明2は「ビット挿入器の出力と第1符号化器の出力と第2符号化器の出力とを多重化し，チャネル符号化シンボルストリームを出力する多重化器」であるのに対し，引用発明2においては，「第1符号化器の出力と第2符号化器の出力とを多重化し，パリティシンボルを出力する多重化器」である点。",
                "＜相違点4＞",
                "デマルチプレクサに関して，本願発明2は「チャネル符号化されたシンボルを受信し，情報シンボル，第1パリティシンボル，第2パリティシンボルを逆多重化するデマルチプレクサ」であるのに対し，引用発明2においては「パリティシンボルを第1パリティシンボルと第2パリティシンボルに逆多重化するデマルチプレクサ」である点。",
                "＜相違点5＞",
                "本願発明2は「チャネルの符号化と復号の装置」であるのに対し，引用発明2は「ターボ符号化と復号の装置」である点。",
                "上記相違点1～5について検討する。",
                "＜相違点1，2について＞",
                "誤り訂正能力を高めるために，符号化に先だって，情報信号系列に，固定ビット(周知例1)，挿入ビット(周知例2)，同期語(周知例3)，既知データ(周知例4)などの特定のビットを挿入することは，上記周知例1～4に記載されたように常套手段にすぎず，引用発明2において，情報ビットストリームの予め設定された位置に，ビットを挿入する「ビット挿入器」を備え，ビット挿入器の出力を「第1符号化器」へ入力し，符号化を行う程度のことは，当業者が容易に想到し得るものである。",
                "＜相違点3について＞",
                "複数のシンボルを1つのチャネルに多重化し送信することは，通信における常套手段であり，また，ターボ符号化において，情報シンボル，第1パリティシンボル，及び第2パリティシンボルを多重化して送信することは，当業者が普通に行い得る程度のものであるから，引用発明2における「第1符号化器の出力と第2符号化器の出力とを多重化」する多重化器を，上記「相違点1，2について」で検討した「ビット挿入器の出力」及び「第1符号化器の出力と第2符号化器の出力」とを多重化する多重化器とすることは，当業者が容易に想到し得るものである。",
                "＜相違点4について＞",
                "上記「ア 本願発明1について」の「相違点3について」で検討した理由と同様の理由によって，当業者が容易に想到し得るものである。",
                "＜相違点5について＞",
                "1つのチャネルで符号化された複数のシンボルをチャネル符号化装置から送信し，チャネル復号化装置で受信することは周知慣用技術であり，かつ，ターボ符号化において，複数のシンボルを1つのチャネルで送受信することは，当業者が適宜なし得ることであるから，引用発明1(判決注：「引用発明2」の誤記であると認められる。)の「ターボ符号化と復号の装置」を「チャネルの符号化と復号の装置」とすることは，当業者が容易に想到し得るものである。",
                "そして，本願発明2の作用効果も，引用発明2及び周知技術から当業者が予測できる範囲のものである。",
                "したがって，本願発明2は，引用発明2及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の「結語」",
      "text": [
        "以上のとおり，本願発明は，引用例に記載された発明，及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明1と引用発明1との相違点1及び4(以下，同相違点1及び4を一括して「相違点A」といい，同相違点1のみを表示するときは「相違点A−1」，同相違点4のみを表示するときは「相違点A−4」という。)についての判断の誤り)",
              "text": [
                "審決は，以下のとおり，周知例3及び4に記載された技術内容を誤認するなどして，相違点Aについての判断を誤ったものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明1の「情報シンボル」の意義について",
                  "text": [
                    "相違点Aについての判断の前提として，本願発明1の「情報シンボル」の意義について検討するに，「情報シンボル」の語は，通信における符号化・復号化技術分野において，「情報についてのシンボル(符号，記号)」といった程度の意義を有するものとして用いられることはあるものの，当業者にとって特定の意義を持つ一般用語として用いられているものではないから，その意義の解釈のためには，本願明細書の発明の詳細な説明の記載及び図面を参酌することが許されるべきである。",
                    "そうすると，本願発明1の「情報シンボル」は，「符号装置側において特定ビットが挿入され符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボル」を意味するものと解釈されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例4は，「挿入」という言葉を用いているものの，「前記入力データの無効データに代えて所定の既知データを配列した」との記載から明らかなように，記録系又は送信系において，無効データを所定の既知データに「置き換える」処理(情報Aを別の情報Bとする処理)を開示するのみであり，ある情報の間に所定の既知データを「挿入する」処理(情報ABの間に情報Cを加えて情報ACBとする処理)を何ら開示し，又は示唆するものではない。したがって，周知例4は，情報シンボルに係る本願発明1のシンボル挿入器を開示し，又は示唆するものでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，審決は，「誤り訂正能力を高めるために，符号化に先だって，入力データに，・・・既知データ(周知例4)などの特定のビットを『挿入する』ことは，上記周知例・・・4に記載されたように周知技術であり，さらに，符号化に先だって『挿入された』，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル(・・・周知例4の『既知データ』)を挿入し，復号を行うことも，上記周知例・・・4に記載されたように周知技術であり，・・・」との，技術的に誤った判断をしたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "周知例3は，誤り訂正能力を高めるために，符号化に先立って，入力データに同期語を挿入し，同期語を挿入した信号を符号化回路で符号化し，復号手段において，「ある信号(固定パターン21)を受信したときに」，既知である固定パターンを用いる復号を行うことを開示するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，周知例3は，上記のとおり，符号化に先立って，入力データに同期語を挿入し，「同期語を挿入した信号を符号化回路で符号化し」ているため，復号回路において，同期語のない所を受信した際と，固定パターン21を受信した際とで復号化処理の方法を変える必要のある技術を開示するものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，上記アの本願発明1の「情報シンボル」の意義を考慮すると，周知例3は，復号に際し，挿入された「同期語を含めて『符号化された』信号を利用する」点を開示するのみであり，本願発明1に係る，符号装置側において特定ビットが挿入され，「符号化器による『符号化が行われていない』シンボルを利用する」点を何ら開示し，又は示唆するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかしながら，審決は，周知例3の記載内容が上記(ア)aのとおりであるにもかかわらず，「誤り訂正能力を高めるために，符号化に先だって，入力データに，同期語(周知例3)・・・などの特定のビットを挿入することは，上記周知例3・・・に記載されたように周知技術であり，さらに，符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，『予め設定された挿入位置で』特定値を有するシンボル(周知例3の『既知である固定パターン』・・・)を挿入し，復号を行うことも，上記周知例3・・・に記載されたように周知技術であり，・・・」との，技術的に誤った判断をしたものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，仮に，周知例3に記載された「ある信号(固定パターン21)を受信したとき」が本願発明1における「予め設定された挿入位置」の1場合に当たるとしても，たまたま1つの文献が(なお，周知例4は，上記イ(ア)のとおり，特定のビットに「置き換える」ことを開示し，特定のビットを「挿入」することを何ら開示し，又は示唆するものではない。)，誤り訂正能力を高めるために，符号化に先立って，入力データに同期語を挿入すること，符号化に先立って挿入された同期語を，誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，同期語より決定される固定パターンを受信したとき，既知である固定パターンを用いて，異なる方法で復号を行うことを開示することのみをもって，「誤り訂正能力を高めるために，符号化に先だって，入力データに，・・・特定のビットを挿入すること」及び「符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル・・・を挿入し，復号を行うこと」が周知技術であるとした審決の判断は誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イ及びウの周知例3及び4の開示・示唆の内容に照らせば，引用発明1にこれら周知例に記載された技術を組み合わせたとしても，相違点Aに係る本願発明1の構成に容易に想到することはできないというべきであるから，「引用発明1において『フレームデータの予め設定された位置に少なくとも一つの特定ビットを挿入した後に』符号化を行い，復号装置において『情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入し，他の位置では受信される情報シンボルをそのまま出力するシンボル挿入器』を備え，『前記シンボル挿入器から出力される』情報シンボルを第1復号器に入力し，誤り訂正を行うように構成することは，当業者が容易に想到し得るものである。」との審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，周知例3を引用発明1に適用することについて考察するに，上記アの本願発明1の「情報シンボル」の意義及び上記ウ(ア)の周知例3の記載内容に照らせば，本願発明1と周知例3の記載内容は，「本願発明1の『情報シンボル』は『符号装置側において特定ビットが挿入され，符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボル』であるのに対し，周知例3においては，復号に際し挿入された同期語を含めて符号化された信号を利用している点」及び「本願発明1においては，『情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入』するのに対し，周知例3においては，『ある信号パターン(固定パターン21)を受信したときに』，既知である固定パターンを用いて，異なる復号方法を用いる点」において相違するのであるし，さらに，周知例3に開示された技術では，既知である固定パターン21が伝送過程でビットエラーを生じた場合，復号回路において，固定パターン21を利用した通常と異なる復号を行うことができないのであるから，これらの点からも，上記(ア)において引用した容易想到性に係る審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本願発明1の作用効果について",
                  "text": [
                    "上記アの本願発明1の「情報シンボル」の意義に照らせば，本願発明1は，「符号装置側において特定ビットが挿入され，符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボルである情報シンボル内の，予め設定された挿入位置で特定値を有するシンボルを挿入し，他の位置では前記受信される情報シンボルをそのまま出力するシンボル挿入器」を，フレームデータに対して特定ビットを挿入しないで符号化したシンボルを受信する受信器のチャネル復号装置に対して加えるのみで，復号処理を行うことが可能なものであり，復号装置の装置構成の変更を最小限に抑えつつ，かつ，チャネル復号性能を向上することができるチャネル復号装置を提供することができるという特有の効果を奏する。",
                    "したがって，この点を看過し，「本願発明1の作用効果も，引用発明1及び周知技術から当業者が予測できる範囲のものである。」とした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明2と引用発明2との相違点1及び2(以下，一括して「相違点B」という。)についての判断の誤り)",
              "text": [
                "審決は，以下のとおり，周知例1ないし4に記載された技術内容を誤認するなどして，相違点Bについての判断を誤ったものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明2の「予め設定された位置」の意義について",
                  "text": [
                    "相違点Bについての判断の前提として，本願発明2の「予め設定された位置」は，本願明細書の記載及び図面を参酌した上，「高いエラー確率を有するビット位置」を意味するものと解釈されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例1ないし4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例1及び2は，いずれも，「誤り感度の高い重要なビットを，・・・挿入した固定ビットの前後のなるべく固定ビットに近い位置に配する」との概念を示しているものの，「高いエラー確率を有するビット位置に固定ビットを配置する」ことを何ら開示するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "周知例3は，同期語を，挿入する固定パターンとして開示するのみであり，「高いエラー確率を有するビット位置に固定ビットを配置する」ことを何ら開示するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "周知例4は，上記(1)イ(ア)のとおり，無効データを既知データに「置き換える」ことを開示するのみで，データの「挿入」については，何ら開示するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性について",
                  "text": [
                    "上記ア及びイのとおり，本願発明2の「予め設定された位置」は，「高いエラー確率を有するビット位置」を意味するものと解釈されるべきところ，周知例1ないし3は，いずれも，符号化に先立って，情報信号系列に特定のビットを「挿入」することを開示するものではあるが，うち，周知例1及び2は，いずれも，「誤り感度の高い重要なビットを，・・・挿入した固定ビットの前後のなるべく固定ビットに近い位置に配する」ことを開示するのみで，「高いエラー確率を有するビット位置に固定ビットを配置する」ことを何ら開示するものではないし，周知例3は，同期語を，挿入する固定パターンとして開示するのみであり，「高いエラー確率を有するビット位置に固定ビットを配置する」ことを何ら開示するものではないから(なお，周知例4は，データの「挿入」を開示するものではない。)，本願発明2の「予め設定された位置」の意義を正解しないまま，「特定のビットを挿入することは，上記周知例1～4に記載されたように常套手段にすぎず，引用発明2において，情報ビットストリームの予め設定された位置に，ビットを挿入する『ビット挿入器』を備え，ビット挿入器の出力を『第1符号化器』へ入力し，符号化を行う程度のことは，当業者が容易に想到し得るものである。」との審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願発明2の作用効果について",
                  "text": [
                    "上記アの本願発明2の「予め設定された位置」の意義に照らせば，本願発明2は，「高いエラー確率を有するビット位置」である「予め設定された位置」にビットを挿入することで，より効率的かつ効果的な誤り訂正を実現するという作用効果を奏する。",
                    "したがって，この点を看過し，「本願発明2の作用効果も，引用発明2及び周知技術から当業者が予測できる範囲のものである。」とした審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点Aについての判断の誤り)に対し",
              "text": [
                "以下のとおり，相違点Aについての審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明1の「情報シンボル」の意義について",
                  "text": [
                    "審決は，本願発明1の「情報シンボル」の意義を，請求項1記載のとおり認定した上で，一致点及び相違点の認定を行い，判断したものであって，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例4には，「既知データ挿入手段」が記載され，ここで「挿入」という用語が用いられていることからも明らかなように，周知例4における「既知データ」が「挿入されるデータ」であることは明らかである。",
                        "また，情報としての意味を持たない「無効データ」に代えて「既知データ」を配列することは，「有効データ」に対し「既知データ」を挿入することにほかならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，周知例4についての審決の判断に技術的な誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "周知例3には，「フレーム周期に入力される固定パターン21を受信した時のみ，受信信号ではなく既知である固定パターンを用いて」復号を行うことが記載されているのであるから，フレーム周期ごとの，「予め設定された挿入位置」で，既知の固定パターンを用いて復号を行うものであることは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，周知例3は，「固定パターンを強制的に入力する信号25」によって，固定パターンを用いてメトリック演算を行い(メトリック演算回路22)，それを元に最尤パス判定を行っている(最尤判定回路26)ことから明らかなように，同期語のない所を受信した際と，固定パターンを受信した際とで，復号化処理の方法を変えるものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記(ア)の周知例3の記載内容に照らすと，周知例3についての審決の判断に技術的な誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "周知例4は，上記イ(ア)のとおり，特定のビットに「置き換える」ことを開示するものではなく，特定のビットを「挿入」することを開示するものである。加えて，周知例3と同様の技術内容を記載した特開昭61−3529号公報(乙1。",
                            "以下「乙1公報」という。)が存在することも併せ考慮すると，「誤り訂正能力を高めるために，符号化に先だって，入力データに，同期語(周知例3)，既知データ(周知例4)などの特定のビットを挿入することは，上記周知例3，4に記載されたように周知技術であり，さらに，符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル(周知例3の『既知である固定パターン』，周知例4の『既知データ』)を挿入し，復号を行うことも，上記周知例3，4に記載されたように周知技術であり，・・・」とした審決の判断に誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アないしウのとおりであるから，「本願発明1は，引用発明1及び周知技術に基づいて，当業者が容易に発明をすることができたものである」との審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，上記ウ(イ)bのとおり，「誤り訂正能力を高めるために，符号化に先だって，入力データに，同期語(周知例3)，既知データ(周知例4)などの特定のビットを挿入することは，上記周知例3，4に記載されたように周知技術であり，さらに，符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル(周知例3の『既知である固定パターン』，周知例4の『既知データ』)を挿入し，復号を行うことも，上記周知例3，4に記載されたように周知技術であり，・・・」との審決の判断に誤りはないところ，周知例3を引用発明1に適用することについて考察するとの上記1(1)エ(イ)の原告の主張は，独自の解釈に基づくものであって，相違点Aについての審決の判断内容とは齟齬するものであるから，原告の当該主張は，的外れなものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本願発明1の作用効果について",
                  "text": [
                    "原告が上記1(1)オにおいて主張する本願発明1の作用効果は，引用発明1に周知技術を適用した発明が当然に奏する効果であるから，「本願発明1の作用効果も，引用発明1及び周知技術から当業者が予測できる範囲のものである。」とした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点Bについての判断の誤り)に対し",
              "text": [
                "以下のとおり，相違点Bについての審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明2の「予め設定された位置」の意義について",
                  "text": [
                    "特許出願に係る発明の要旨認定は，特段の事情のない限り，特許請求の範囲の記載に基づいてされるべきところ，本願発明2の「予め設定された位置」という表現の技術的意義は，特許請求の範囲(請求項17)の記載のみから明確に理解できるものであるから，その意義の解釈のために発明の詳細な説明の記載及び図面を参酌する根拠はない。したがって，本願発明2の「予め設定された位置」の意義は，請求項17に記載された文言のとおりの「予め設定された位置」であり，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例1ないし4について",
                  "text": [
                    "原告は，要するに，周知例1ないし4のいずれも，「高いエラー確率を有するビット位置に固定ビットを配置すること」を何ら開示していない旨主張するが，上記アのとおり，本願発明2の「予め設定された位置」の意義は，特許請求の範囲に記載された文言のとおりの「予め設定された位置」にすぎないのであるから，原告の上記主張は，特許請求の範囲の記載に基づくものではなく，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性について",
                  "text": [
                    "原告は，要するに，審決が，本願発明2の「予め設定された位置」の意義を正解しないまま，容易想到性の判断をした旨主張するが，上記アのとおり，「予め設定された位置」の意義は，特許請求の範囲に記載された文言のとおりの「予め設定された位置」であり，原告の上記主張は，特許請求の範囲の記載に基づくものではない。",
                    "したがって，審決は，「予め設定された位置」の意義を正確に解しているといえるから，「特定のビットを挿入することは，上記周知例1～4に記載されたように常套手段にすぎず，引用発明2において，情報ビットストリームの予め設定された位置に，ビットを挿入する『ビット挿入器』を備え，ビット挿入器の出力を『第1符号化器』へ入力し，符号化を行う程度のことは，当業者が容易に想到し得るものである。」との審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願発明2の作用効果について",
                  "text": [
                    "原告は，要するに，本願発明2の「予め設定された位置」が「高いエラー確率を有するビット位置」を意味することを前提に，本願発明2がより効率的かつ効果的な誤り訂正を実現するという作用効果を奏する旨主張するが，上記アのとおり，「予め設定された位置」の意義は，特許請求の範囲に記載された文言のとおりの「予め設定された位置」であり，原告の上記主張は，特許請求の範囲の記載に基づくものではない。",
                    "したがって，審決に，本願発明2の作用効果について看過している点はないから，「本願発明2の作用効果も，引用発明2及び周知技術から当業者が予測できる範囲のものである。」とした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点Aについての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明1の「情報シンボル」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明1の「情報シンボル」が，「符号装置側において特定ビットが挿入され符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボル」を意味すると主張する。",
                    "しかるところ，「情報シンボル」が，「符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボル」を意味するとの点については，例えば，審決が，引用例の図2に関し，「図2からは「情報ビットストリームを符号化し，第1パリティシンボルストリームを発生する第1符号化器と，・・・前記インタリーバの出力を符号化して，第2パリティシンボルストリームを発生する第2符号化器とを備え，前記情報ビットストリームと，多重化された前記第1符号化器の出力と前記第2符号化器の出力とを出力するターボ符号化装置」が読み取れる。」と認定しているように(なお，双方当事者とも，この認定を争っていない。)，通常，「パリティシンボル」の語が，符号化されたシンボルを意味するものであるところ，本願発明1の要旨の「フレームデータの予め設定された位置に少なくとも一つの特定ビットを挿入した後に符号化したシンボルを受信する受信器のチャネル復号装置において，前記シンボルを受信して情報シンボル，第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサ」，「前記情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入し，他の位置では前記受信される情報シンボルをそのまま出力するシンボル挿入器と，前記シンボル挿入器から出力される情報シンボルと前記第1パリティシンボルを復号して，第1復号シンボルを発生する第1復号器と，・・・前記インタリーバから出力される第1復号シンボルと前記第2パリティシンボルを復号して，第2復号シンボルを発生する第2復号器」との各規定において，「情報シンボル」，「第1パリティシンボル」及び「第2パリティシンボル」の各シンボルが区別されて使用されていることからすると，「情報シンボル」の語は，符号化が行われていないシンボルを意味するようにも考えられる。",
                    "しかしながら，上記「フレームデータの予め設定された位置に少なくとも一つの特定ビットを挿入した後に符号化したシンボルを受信する受信器のチャネル復号装置において，前記シンボルを受信して情報シンボル，第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサ」との規定において，「前記シンボル」が「符号化したシンボル」を意味することは文言上明らかであり，これが「情報シンボル，第1パリティシンボル，第2パリティシンボルに逆多重化」されるというのであるから，「情報シンボル」の語が，符号化が行われたシンボルを意味するようにも解される。",
                    "このように，本願発明1の要旨の文言上，「情報シンボル」の技術的意義は，必ずしも明確ではないといわざるを得ず，そうすると，「情報シンボル」が「符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボル」を意味するとの原告の主張が，発明の要旨に基づくものであるか否かを直ちに認定することができないから，以下において，本願発明1の要旨における「情報シンボル」の意義を明らかにするため，本願明細書の発明の詳細な説明の記載及び図面を参酌することにする(なお，「情報シンボル」が「符号装置側において特定ビットが挿入され」たものであることは，上記「フレームデータの予め設定された位置に少なくとも一つの特定ビットを挿入した後に符号化したシンボルを受信する受信器のチャネル復号装置において，前記シンボルを受信して情報シンボル，第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサ」との規定に照らして明らかということができる。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書の発明の詳細な説明には，以下の各記載が存在する。",
                    "(ア)「以下の説明で‘情報ビット’という用語は，符号化しないデータを意味し，‘パリティビット’という用語は，構成符号器を通じて符号化したデータを意味する。」(段落【0013】)",
                    "(イ)「図3は，本発明の第1実施形態によって特定値を挿入するビット挿入器を備えるターボ符号器の構成を示している。ビット挿入器310は，・・・特定ビットを挿入してフレーム単位の情報ビットを発生する。第1構成符号器320は，前記ビット挿入器310から出力される情報ビットを符号化して出力する。インタリーバ330は，前記ビット挿入器310から出力されるフレーム単位の情報ビットを・・・インタリービングして情報ビットの順序を変える。・・・第2構成符号器340は，前記インタリーバ330から出力されるインタリービングされたフレーム単位の情報ビットを符号化して出力する。・・・マルチプレクサ350は，前記ビット挿入器310，第1構成符号器320及び第2構成符号器340の出力を・・・マルチプレクシング・・・する。ここで，前記ビット挿入器310の出力は情報ビットIkになり，第1構成符号器320の出力は第1パリティビットP1kになり，第2構成符号器340の出力は第2パリティビットP2kになる。」(段落【0021】)",
                    "(ウ)「・・・情報ビットに特定ビットが挿入される形態は下記の表1で示される。」(段落【0024】)",
                    "(エ)「・・・第1構成符号器320は，ビット挿入器310から出力される前記表1のような情報ビットを符号化して出力する。この第1構成符号器320から符号化されて出力されるデータは次の表2のようである。」(段落【0027】)",
                    "(オ)「・・・インタリーバ330は，前記ビット挿入器310から出力される情報ビットをインタリービングし，インタリービングされた情報ビットは第2構成符号器340に印加される。第2構成符号器340は前記インタリーバ330から出力されるインタリービングされた情報ビットを符号化して出力する。この第2構成符号器340から符号化して出力されるデータは次の表3のようである。」(段落【0029】)",
                    "(カ)「・・・マルチプレクサ350は，前記ビット挿入器310，第1構成符号器320及び第2構成符号器340の出力を・・・マルチプレクシングする。表4に，第1及び第2構成符号器320，340の出力と特定ビットの挿入された情報ビットを示す。前記マルチプレクサ350は，データシンボル，第1パリティシンボル及び第2パリティシンボルの順に入力されるシンボルを表4に示すフレーム単位又はシンボル単位にマルチプレクシングできる。」(段落【0031】)",
                    "(キ)「図7は，本発明の第2実施形態によるチャネル符号化装置の構成を示す図であって，ビット挿入器710は・・・特定ビットを挿入してフレーム大きさを超える情報ビットを発生する。第1構成符号器720は，前記ビット挿入器710から出力される情報ビットを符号化して第1パリティビットCkを発生する。インタリーバ730は，前記ビット挿入器710から出力されるフレーム単位の情報ビットを・・・インタリービングして情報ビットの順序を変える。・・・第2構成符号器740は，前記インタリーバ730から出力されるインタリービングされたフレーム単位の情報ビットを符号化して第2パリティビットDkを発生する。・・・マルチプレクサ750は，前記ビット挿入器710，第1構成符号器720及び第2構成符号器740の出力を・・・マルチプレクシングして設定された大きさのフレーム情報として出力する。ここで，前記ビット挿入器710の出力は情報ビットIkになり，第1構成符号器720の出力は第1パリティビットP1kになり，第2構成符号器740の出力は第2パリティビットP2kになる。",
                    "・・・前記ビット挿入器710から出力される情報ビットIkは，各々マルチプレクサ750，第1構成符号器720及びインタリーバ730に入力される。」(段落【0036】，【0037】)",
                    "(ク)「・・・マルチプレクサ750は，まずビット挿入器710から出力される・・・情報ビットIkを受信する。・・・",
                    "その後，前記マルチプレクサ750は，前記第1構成符号器720から出力される・・・第1パリティビットCkを受信する。・・・",
                    "次いで，前記マルチプレクサ750は，前記第2構成符号器740から出力される・・・第2パリティビットDkを受信する。」(段落【0039】～【0041】)",
                    "(ケ)「復号化過程では，前記マルチプレクサ750の出力値を情報ビット部分，第1パリティビット部分及び第2パリティビット部分にデマルチプレクシングする・・・。」(段落【0048】)",
                    "(コ)「・・・前記各々のマルチプレクサの逆動作を有するデマルチプレクサから出力されるシンボルは次のような復号化過程を通じて復号化される。ここで，前記デマルチプレクサは受信されるチャネル符号化シンボルを逆多重化して情報シンボルXk，第1パリティシンボルY1k，第2パリティシンボルY2kを発生する。",
                    "図14は，本発明の第1～第3実施形態による送信器のチャネル符号化装置から送信される前記チャネル符号化したシンボルを復号するチャネル復号化装置の構成を示している。・・・前記図14を参照すれば，前記逆多重化される情報シンボルXkがシンボル挿入器1411に入力される。・・・スイッチ1442は，前記シンボル挿入器1411及びシンボル初期化器1415から出力されるシンボルのうち一つをスイッチング出力する。即ち，前記スイッチ1442は，情報シンボルXkが入力されると，前記シンボル挿入器1411の出力を選択・・・する。軟判定復号器1422は，前記スイッチ1442から出力されるシンボル及び前記デマルチプレクサから出力される第1パリティシンボルY1kを受信し，前記受信されたシンボルを軟判定復号化して出力する。・・・",
                    "インタリーバ1431は，前記軟判定復号器1422の出力をインタリービングして出力する。シンボル初期化器1413は，前記インタリーバ1431からインタリービングされた復号データを受信し，前記ビット挿入位置のシンボルを前記特定値・・・に初期化させ，そうでないと，インタリービングされたシンボルをそのまま出力する。次いで，前記軟判定復号器1424は前記シンボル初期化器1413の出力と第2パリティシンボルY2kを復号する。」(段落【0062】～【0064】)",
                    "また，図3(第1実施形態によるチャネル符号器の構成図)及び図7(第2実施形態によるチャネル符号化装置の構成図)には，いずれも，ビット挿入器(310又は710)から出力された情報ビットが，①符号化されない情報ビットとして，②第1構成符号器(320又は720)により符号化された第1パリティビットとして，③インタリーバ(330又は730)によりインタリービングされた後，第2構成符号器(340又は740)により符号化された第2パリティビットとして，それぞれマルチプレクサ(350又は750)に入力され多重化されるまでの流れが示され，他方，図14(第1ないし第3実施形態によるチャネル復号化装置の構成図)には，逆多重化された情報シンボル，第1パリティシンボル及び第2パリティシンボルが，それぞれ，①シンボル挿入器1411及びスイッチ1442を経由して軟判定復号器1422に入力され，②軟判定復号器1422に入力され，③軟判定復号器1424に入力される様子が示されている。",
                    "さらに，表4(段落【0032】)には，特定ビットが挿入された情報ビット(表1(段落【0025】))，第1構成符号器320から符号化されて出力されたデータ(表2(段落【0028】))及び第2構成符号器340から符号化されて出力されたデータ(表3(段落【0030】))が多重化される様子が示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イのとおり，発明の詳細な説明及び図面には，本願発明1について，符号装置側においては，「符号化しないデータ」である「情報ビット」が，ビット挿入器により，特定ビットが挿入された「情報ビット」となり，それが，①符号化されない「情報ビット」として，②「第1構成符号器を通じて符号化したデータ」である「第1パリティビット」として，③インタリーバによりインタリービングされた後，「第2構成符号器を通じて符号化したデータ」である「第2パリティビット」として，それぞれマルチプレクサに入力されて多重化された上，復号装置側においては，多重化された上記①ないし③の各ビットが，「情報ビット部分」，すなわち「情報シンボル」に，「第1パリティビット部分」，すなわち「第1パリティシンボル」に，「第2パリティビット部分」，すなわち「第2パリティシンボル」に，それぞれ逆多重化され，復号処理に供されることが記載され，又は図示されているといえるから，これらの記載及び図示によれば，本願発明1の要旨の「情報シンボル」は，復号装置側の上記①の「情報ビット」に対応するものであり，それは，「符号化しないデータ」である「情報ビット」が，ビット挿入器により，特定ビットの挿入を受けた「情報ビット」となったものであると認められる。",
                    "そうすると，本願発明1の要旨の「情報シンボル」は，上記アの原告主張のとおり，「符号装置側において(特定ビットが挿入され)符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボル」を意味するものとして，規定されているものと認めるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知例4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，周知例4は，無効データを既知データに「置き換える」処理を開示するのみであり，ある情報の間に既知データを「挿入する」処理を何ら開示し，又は示唆するものではないにもかかわらず，「誤り訂正能力を高めるために，符号化に先だって，入力データに，・・・既知データ(周知例4)などの特定のビットを『挿入する』ことは，上記周知例・・・4に記載されたように周知技術であり，さらに，符号化に先だって『挿入された』，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル(・・・周知例4の『既知データ』)を挿入し，復号を行うことも，上記周知例・・・4に記載されたように周知技術であり，・・・」と判断した審決には技術的な誤りがある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで検討するに，周知例4には，以下の各記載が存在する。",
                    "(ア)「［発明の目的］【産業上の利用分野】本発明は，高能率符号化されたデータの誤り訂正に好適な誤り訂正回路に関する。",
                    "【従来の技術】・・・ディジタル化した静止画像の情報量は音声等の情報量に比べて膨大であり，情報を圧縮することなく伝送又は記録等を行うと，通信速度及び費用等の点で問題が多い。",
                    "例えばＮTSC方式のテレビジョン信号の帯域は4．2MHzであるので，ディジタルデータに変換すると，・・・膨大なデータ量となり，家庭用のVTR(ビデオテープレコーダ)を用いて記録再生することは困難である。",
                    "このため，多少の画質劣化を許容しても高い圧縮率で画像データを圧縮して記録する。圧縮の方式としては，例えば・・・高能率符号化を採用する。・・・",
                    "・・・VTRの記録容量は固定であることから，圧縮後のデータ量の上限をこの容量を越えないように設定しなければならない。このため，記録容量の一部は使用されずに残り，この部分のデータは無効となる。",
                    "・・・例えば，・・・図8に示すように，テープ上には有効データを記録する有効データ領域の外に，無効データを記録する無効データ領域(斜線部)がトラック毎に発生してしまう。」(段落【0001】～【0005】)",
                    "(イ)「誤り訂正においては，例えば図9に示すように，検査符号を2次元に配列して，縦方向と横方向とに外符号及び内符号から成る積符号系列(検査符号)を作成する。図9の縦方向のデータは外符号領域に配列された外符号によって誤り訂正し，横方向のデータは内符号領域に配列された内符号によって誤り訂正する。",
                    "誤り訂正能力は，積符号の大きさと検査符号数とによって決定される。・・・ところが，上述したように，高能率符号化された記録データを記録する場合には，例えば1トラック毎に無効データ部分が生じる。誤り訂正回路では，この無効データ部で発生した誤りについても誤り検出及び誤り訂正を行わなければ，積符号全体の訂正を行うことができない。即ち，本来情報を有していない無効データのために，限られた訂正能力が無駄に費やされてしまい，有効データ部の誤り訂正能力が低下してしまうという問題があった。」(段落【0007】～【0008】)",
                    "(ウ)「【発明が解決しようとする課題】このように，従来，無効データ部についても誤り訂正を行っていることから，有効データ部の誤り訂正能力が低下してしまうという問題があった。",
                    "本発明は，積符号の訂正能力を有効データ部のみに機能させることにより，有効な誤り訂正を行うことができる誤り訂正回路を提供することを目的とする。」(段落【0009】～【0010】)",
                    "(エ)「［発明の構成］【課題を解決するための手段】本発明に係る誤り訂正回路は，記録系又は送信系において，入力データが有効データであるか無効データであるかを判別する判別手段と，前記入力データの無効データに代えて所定の既知データを配列したデータ列を出力する既知データ挿入手段と，この既知データ挿入手段の出力に同期信号及びアドレスデータを付加すると共に，少なくとも有効データ及び既知データに対する誤り検出符号を付加する付加手段と，前記既知データ挿入手段による既知データの挿入期間に前記同期信号，アドレスデータ及び誤り検出符号の少なくとも1つを所定の規則で変化させる変換手段と，再生系又は受信系において，前記記録系又は送信系からの再生データ又は受信データが与えられるメモリ手段と，前記再生データ又は受信データから前記変換手段による規則の変化を検出する検出手段と，この検出手段の検出結果に基づいて前記既知データの挿入期間に前記記録系又は送信系の既知データと同一の既知データを発生する既知データ発生手段と，前記既知データの再生データ又は受信データに代えて前記既知データ発生手段からの既知データを前記メモリ手段に格納させて読出すメモリ制御手段とを具備したものである。",
                    "【作用】本発明において，判別手段は入力データの有効，無効を判別し，既知データ挿入手段は，判別手段の判別結果に基づいて，入力データの無効データに代えて所定の既知データを挿入する。変換手段は，既知データの挿入期間に同期信号，アドレスデータ及び誤り検出符号の少なくとも1つを所定の規則で変化させる。再生系又は受信系においては，この規則の変化を検出手段が検出する。既知データ発生手段は，検出手段の検出結果に基づいて記録又は送信時と同一の既知データを発生する。メモリ制御手段は，この既知データを再生データの無効部分に代えてメモリ手段に格納して読出す。これにより，無効データ部分が記録又は送信時に歪を受けた場合でも，無効データ部分は完全に再現して，誤り訂正能力の全てを有効なデータ部分に発揮させる。」(段落【0011】～【0012】)",
                    "(オ)「メモリ素子42は，先ず，図5に示すように，図3の既知データ領域の再生データに代えて，既知データセット回路44からの既知データ及びその内符号を既知データ領域に格納する。",
                    "即ち，この領域のデータについては伝送系の歪の影響を受けることはない。」(段落【0030】",
                    "(カ)「・・・本実施例においては，記録時に無効データに代えて既知データを配列し，再生時に既知データの再生データに代えて，記録時と同一の既知データ及びその内符号によって積符号を再構築し，再生した内符号及び外符号を用いて誤り訂正している。無効データは再生エラーの有無に拘らず，既知データに置換されることから，既知データ領域については訂正が必要なエラーが発生することはなく，有効データ領域のデータのみが内符号及び外符号によって誤り訂正される。積符号が有する訂正能力は有効データのみに発揮され，誤り訂正が有効に行われる。」(段落【0032】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イの各記載によれば，周知例4には，従来技術において，無効データ部についても誤り訂正を行っていたため，有効データ部の誤り訂正能力が低下するという問題があったことにかんがみて，誤り訂正能力を有効データ部分にのみ機能させることにより，有効な誤り訂正を行うことを課題とし，そのため，送信側においては，入力データ中，無効データに代えて所定の既知データを配列したデータ列を出力する既知データ挿入手段を備え，この既知データ挿入手段の出力に誤り検出符号を付加するなどして送信し，受信側においては，送信側の既知データと同一の既知データを発生する既知データ発生手段を備え，送信側からの受信データ中，既知データ部分(無効データであった部分)を，受信側の既知データ発生手段からの既知データに置換することとし，これにより，無効データ部分には訂正を要するエラーが発生しないため，有効データ部分にのみ誤り訂正能力を発揮するとの技術が開示されているということができる。",
                    "ところで，周知例4に開示された上記技術は，伝送される情報の単位ごとにみれば，有効データ部分の内部に所定の既知データを挟み込むようにして配列するものではなく，無効データ部分を既知データに置換するもの，すなわち，入力データ又は受信データ中の有効データ部分でない部分に既知データを配列するものである。",
                    "そこで，このような構成の技術が開示されていることをもって，本願発明1の「(特定ビットを)挿入した」又は「(特定値を有するシンボルを)挿入し」との構成の技術を開示しているといえるかにつき検討するに，上記構成に関して本願発明1の要旨は，「フレームデータの予め設定された位置に少なくとも一つの特定ビットを挿入した後に」，「前記情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入し」と規定するのみであり，後記取消事由2に対する判断において説示するとおり，ここでいう「予め設定された(挿入)位置」がそれ以上の特定の位置を意味するものと解釈することはできないから，本願発明1の要旨は，既知データ(本願発明1においては「特定のビット」又は「特定値を有するシンボル」)を，入力データ又は受信データ中の有効データ部分でない部分に配列するとの構成を排除するものではない。したがって，本願発明1の要旨が規定するところとの関連でいえば，周知例4は，送信側における入力データ及び受信側における受信データに，それぞれ所定の既知データを挿入する技術を開示するものと解するのが相当である。",
                    "原告は，特定ビット(特定値を有するシンボル)に係る「挿入」の意義を，「情報ABの間に所定の情報Cを加えて情報ACBとすること」と限定して解釈し，周知例4が開示する技術はこれと異なり，情報Aを情報Bに置換するものにすぎない旨主張するが，上記説示したところに照らせば，原告の主張は，発明の要旨に基づかないものであり，失当であるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，周知例4を引用して，「誤り訂正能力を高めるために，符号化に先だって，入力データに，・・・既知データ(周知例4)などの特定のビットを挿入すること」及び「符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル(・・・周知例4の『既知データ』)を挿入し，復号を行うこと」が周知技術であるとした審決の判断に誤りはないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例3について",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，周知例3は，誤り訂正能力を高めるために，符号化に先立って，入力データに同期語を挿入し，同期語を挿入した信号を符号化回路で符号化し，復号手段において，「ある信号(固定パターン21)を受信したときに」，既知である固定パターンを用いる復号を行うことを開示するものであるにもかかわらず，「誤り訂正能力を高めるために，符号化に先だって，入力データに，同期語(周知例3)・・・などの特定のビットを挿入することは，上記周知例3・・・に記載されたように周知技術であり，さらに，符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，『予め設定された挿入位置で』特定値を有するシンボル(周知例3の『既知である固定パターン』・・・)を挿入し，復号を行うことも，上記周知例3・・・に記載されたように周知技術であり，・・・」と判断した審決には技術的な誤りがある旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，周知例3には，以下の各記載が存在する。",
                        "a「〔産業上の利用分野〕",
                        "本発明は一定周期の同期符号を有する伝送系における最尤復号方式に関するものである。」(1頁1欄23～25行)",
                        "b「・・・従来の方式では，送信側では符号化した後同期語を挿入するための合成回路が必要であり，受信側では復号するために同期語部で回路動作を止める機能が必要であつて，回路構成や制御が複雑になるうえ，伝送特性は同期語を除き符号化信号のみを送受した場合と同等になり，同期語の情報を誤り訂正に寄与していないという欠点があつた。」(2頁3欄8～15行)",
                        "c「従来の・・・方式においては，復号回路をリセツトするため，同期語を受信している間に，伝送速度より速いクロツクを用いてリセツトを完了しなければならないから，2系統のクロツク回路と該クロツクを切り替える回路および速いクロツクに追従することのできる復号回路を必要とする等，回路構成が複雑で制御が困難であるという欠点があつた。」(2頁3欄33～40行)",
                        "d「〔発明の目的〕",
                        "本発明は上記従来の欠点を解決するため，伝送すべきデイジタル信号と同期語を同時に符号化したデイジタル信号を用いて通信を行なうものであつて，同期語を有効に利用することが可能で復号の効率が高く，また，クロツク速度より速い信号処理をする必要がなく簡潔な回路で実現可能な誤り訂正方式を提供することを目的としている。」(2頁3欄41行～4欄4行)e「第7図は本発明の1実施例の送信回路の構成を示すブロツク図であつて，1は伝送すべきデイジタル信号，6は同期語挿入回路，5は符号化回路，19は符号化送信デイジタル信号を表わしている。",
                        "第8図は送信回路各部の信号を示す図で，1，18，19は第7図の1，18，19に対応しており，1は伝送すべきデイジタル信号，18は同期語を挿入した信号，19は符号化送信デイジタル信号を表わしている。また，20は同期語と隣接するデイジタル信号から生成される符号化信号，21は同期語により決定される固定パターンを示している。",
                        "第9図は本発明の1実施例の復号回路を示すブロツク図であつて，22はメトリツク演算回路，23はパスメモリ，24はパスメモリ選択回路，18は入力信号，25は固定パターンを強制的に入力する信号，26は最尤判定回路，27は強制的にパスを選択する信号を表わしている。",
                        "この回路は同期語のない所では通常のビタビ復号を行ない，フレーム周期に入力される固定パターン21を受信した時のみ，受信信号ではなく既知である固定パターンを用いてメトリツク演算を行ない，また，最尤パス判定において，メトリツク演算による結果ではなく，25により検出した同期語のパターンに従つて判定を行なうごとく動作するものである。」(2頁4欄12～38行)",
                        "f「〔発明の効果〕",
                        "・・・本発明の方式によれば，・・・同期語情報を誤り訂正に寄与せしめることができるので復号効率の高い通信を実現し得るから効果は大である。」(3頁5欄5～13行)(ウ) 上記(イ)の各記載によれば，周知例3には，一定周期の同期符号を有する伝送系において，同期語情報を誤り訂正に寄与させることにより同期語を有効に利用し，これにより，復号効率の高い通信を実現することなどを目的として，送信側においては，伝送すべきディジタル信号に同期語を挿入した後，符号化を行い，同期語により決定される固定パターンを有する符号化送信ディジタル信号を生成し，復号側においては，受信信号中，同期語のない所では通常のビタビ復号を行い，フレーム周期に入力されている固定パターンを受信した時にのみ，受信信号ではなく，強制的に入力される既知である固定パターンを用いて復号処理を行うとの技術が開示されているということができる。",
                        "ところで，周知例3に開示された上記技術は，フレーム周期に入力されている固定パターンを受信した時にのみ，既知である固定パターンを用いて復号処理を行うものである。そこで，このような構成の技術が開示されていることをもって，本願発明1の「情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入する」との構成の技術を開示しているといえるかにつき検討するに，上記のとおり，周知例3には，一定周期の同期符号を有する伝送系において，フレーム周期に入力されている固定パターンを受信した時にのみ，既知である固定パターンを用いて復号処理を行うとの技術，すなわち，フレーム周期ごとに復号処理を行うとの技術が開示されているところ，本願発明1の要旨の「予め設定された挿入位置」との規定が，それ以上の特定の位置を意味するものと解釈することができないことは，後記取消事由2に対する判断において説示するとおりであるから，本願発明1の要旨は，周知例3に記載された上記構成を排除するものではない。したがって，本願発明1の要旨が規定するところとの関連でいえば，周知例3は，予め設定された挿入位置で，既知である固定パターンを用いて復号処理を行うとの技術を開示するものと解するのが相当である。この判断と異なる趣旨をいう原告の主張は，発明の要旨に基づかないものであり，失当であるといわざるを得ない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "以上のとおりであるから，周知例3を引用して，「誤り訂正能力を高めるために，符号化に先だって，入力データに，同期語(周知例3)・・・などの特定のビットを挿入すること」及び「符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル(周知例3の『既知である固定パターン』・・・)を挿入し，復号を行うこと」が周知技術であるとした審決の判断に誤りはないというべきである。"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "原告は，仮に，周知例3に記載された「ある信号(固定パターン21)を受信したとき」が本願発明1における「予め設定された挿入位置」の1場合に当たるとしても，1つの文献(周知例3)の存在をもって，「誤り訂正能力を高めるために，符号化に先だって，入力データに，・・・特定のビットを挿入すること」及び「符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル・・・を挿入し，復号を行うこと」が周知技術であるとした審決の判断は誤りである旨主張する。",
            "しかしながら，原告の上記主張は，周知例4が，上記技術の周知技術性の根拠となり得ないことを前提とするものであるところ，上記(2)において説示したとおり，周知例4を引用して当該技術が周知技術であるとした審決の判断に誤りはないから，原告の上記主張は，前提において誤りがある。",
            "そして，上記ア及び(2)において説示したとおり，周知例3及び4を引用して上記技術が周知技術であるとした審決の判断に誤りはないところ，加えて，乙1公報には，周知例3に開示された技術と同一内容の技術が開示されている。",
            "以上によれば，原告の上記主張は失当であり，これを採用することはできない。"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "容易想到性について"
            }
          ]
        },
        {
          "fig": "ア"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "「誤り訂正能力を高めるために，符号化に先だって，入力データに，・・・特定のビットを挿入すること」及び「符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル・・・を挿入し，復号を行うこと」が，周知例3及び4に記載されたように周知技術であるとした審決の判断に誤りがないことは，上記(2)及び(3)において説示したとおりであるところ，当該周知技術及び引用発明1の内容に照らし，当該周知技術を引用発明1に適用することに，格別の阻害要因もないというべきであるから，引用発明1において，相違点Aにつき，各周知技術を適用することは，当業者が容易に想到し得るものであると認められる。したがって，これと同旨の審決の判断に誤りはないというべきである。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "原告は，周知例3及び4に記載された内容についての審決の判断に技術的な誤りがあることを前提に，引用発明1にこれら周知例に記載された技術を組み合わせたとしても，相違点Aに係る本願発明1の構成に容易に想到することはできない旨主張するが，周知例3及び4に記載された内容についての審決の判断に誤りがないことは，上記(2)及び(3)において説示したとおりであるから，原告の上記主張は，その前提を欠くものとして失当であり，採用することはできない。"
      ],
      "content": [
        {
          "fig": "イ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "原告は，本願発明1に係る請求項1中の「情報シンボル」の意義を考慮すると，周知例3は，復号に際し挿入された「同期語を含めて『符号化された』信号を利用する」点を開示するのみであり，符号装置側において特定ビットが挿入され，「符号化器による『符号化が行われていない』シンボルを利用する」点を何ら開示し，又は示唆するものではないところ，このような周知例3の内容に照らせば，引用発明1に周知例3に記載された技術を適用したとしても，相違点Aに係る本願発明1の構成に容易に想到することはできない旨主張する。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "確かに，上記(1)のとおり，本願発明1の「情報シンボル」は，「符号装置側において特定ビットが挿入され符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボル」を意味するものであり，また，周知例3に，復号装置側において，「符号化器による『符号化が行われていない』シンボルを利用する」点が開示又は示唆されていると認めることはできない。",
        "しかしながら，「符号化器による『符号化が行われていない』シンボルを利用する」点は，引用例に開示されており，引用発明1がかかる構成を備えていると認められることは，以下のとおりである。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "審決の引用発明1の認定は，以下のとおりであり，この認定は，当事者間に争いがない。",
                    "「ターボ符号化されたシンボルを受信する受信器のターボ復号装置において，シンボルを受信して第1パリティシンボル，第2パリティシンボルに逆多重化するデマルチプレクサと，",
                    "情報シンボルと前記第1パリティシンボルを復号して，第1復号シンボルを発生する第1復号器と，",
                    "前記第1復号器の出力をインタリービングするインタリーバと，",
                    "前記インタリーバから出力される第1復号シンボルと前記第2パリティシンボルを復号して，第2復号シンボルを発生する第2復号器と，",
                    "前記第2復号器の出力をデインタリービングするフィードバック用のデインタリーバ及び復号データ生成用のデインタリーバと，から構成されるターボ復号装置。」"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，引用例には，次の記載が存在する。",
                    "「II RSC 符号の並列連結",
                    "RSC 符号(再帰的組織畳込み符号)では，並列連結と呼ばれる新しい連結構成を用いることができる。並列連結している二つの同一の RSC 符号の一例を，図2に示す。基本符号化器(C1及び C2)の両者は同じ入力ビット dk を用いるが，インタリーバが存在するので，ビット dkのシーケンスは異なっている。入力ビットシーケンス{dk}について，k 時点における符号化器出力 Xk と Yk は，それぞれ dk(組織符号化器)と，符号化器 C1 の出力 Y1k 又は符号化器C2 の出力 Y2k に等しい。符号化器 C1 と C2 の符号化された出力(Y1k，Y2k)を，それぞれ，n1 回及び n2 回使用し，またそれを継続する場合には，符号化器 C1 のレート R1 と符号化器 C2 のレート R2 は下記に等しい。」(翻訳文全文)"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "さらに，図2(送信側)には，情報ビットストリームdkが，①符号化されない情報ビットストリームXkとして，②第1符号化器C1により符号化された第1パリティシンボルストリームY1kとして，③インタリーバによりインターリービングされた後，第2符号化器C2により符号化された第2パリティシンボルストリームY2kとして，それぞれ出力された上，上記①のXk並びに上記②及び③が多重化されたYkがそれぞれ出力される様子が図示され，図3b(受信側)には，情報シンボルxk及び多重化されたパリティシンボルykが受信され，うちパリティシンボルykが，デマルチプレクサにより，第1パリティシンボルy1k及び第2パリティシンボルy2kに逆多重化され，情報シンボルxkと第1パリティシンボルy1kが第1復号器DEC1に入力されて復号され，同復号器からの出力がインタリーバによりインタリービングされ，第2パリティシンボルy2kとともに，第2復号器DEC2に入力される様子が示されている。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "上記aの引用発明1の認定，b及びcの引用例の記載及び図示によれば，引用発明1においても，送信側で，符号化されていない情報ビットストリームと，当該情報ビットストリームを基に符号化処理をして得た第1，第2パリティシンボルストリームを多重化したものとを送信し，受信側においては，符号化されていない情報ビットストリーム，すなわち情報シンボルを用いて，逆多重化された第1，第2パリティシンボルの復号処理が行われることが認められ，したがって，引用例には，引用発明1が「符号化器による『符号化が行われていない』シンボルを利用する」ことが，開示されているものということができる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "そうすると，本願発明1が，復号装置側において「符号化器による『符号化が行われていない』シンボルを利用する」ことは，引用発明1との相違点を構成するものではなく，もとより，審決は，これを相違点として認定するものではない。",
        "相違点Aは，あくまで，送信側においてシンボル(受信側における「情報シンボル」に対応するもの)内のあらかじめ設定された位置に特定ビットを挿入することに伴う送信側の処理(相違点A−1)及び受信側の処理(相違点A−4)に関する構成を，それぞれ相違点として摘示するにとどまるものである。",
        "したがって，周知例3に，復号装置側(受信側)において，「符号化器による『符号化が行われていない』シンボルを利用する」点が開示・示唆されていないことは，相違点Aについての容易想到性の判断を左右するものではなく，原告の上記主張を採用することはできない。"
      ],
      "content": [
        {
          "fig": "ウ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "原告は，周知例3は，復号回路において，同期語のない所を受信した際と，固定パターン21を受信した際とで復号化処理の方法を変える必要のある技術を開示するものであるし，また，周知例3に開示された技術では，既知である固定パターン21が伝送過程でビットエラーを生じた場合，復号回路において，固定パターン21を利用した通常と異なる復号を行うことができないのであるから，これらの点からも，容易想到性に係る審決の判断は誤りである旨主張する。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "しかしながら，本願発明1の要旨は，「第1復号器」及び「第2復号器」の処理内容につき，それぞれ，「前記シンボル挿入器から出力される情報シンボルと前記第1パリティシンボルを復号して，第1復号シンボルを発生する」，「前記インタリーバから出力される第1復号シンボルと前記第2パリティシンボルを復号して，第2復号シンボルを発生する」と規定するのみであり，「特定ビット」を受信した場合とそうでない場合の復号化処理の方法の異同について具体的に特定するものではないし，また，「特定ビット」が伝送過程でビットエラーを生じた場合についての規定は全くない。",
        "そうすると，原告の上記主張は，本願発明1について，発明の要旨に基づかない構成を前提とするものであり，失当であるといわざるを得ない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(5)",
              "subject": "本願発明1の作用効果について"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原告は，本願発明1は，「符号装置側において特定ビットが挿入され，符号化器による符号化が行われていないシンボルに対応する復号装置側のシンボルである情報シンボル内の予め設定された挿入位置で特定値を有するシンボルを挿入し，他の位置では前記受信される情報シンボルをそのまま出力するシンボル挿入器」を，フレームデータに対して特定ビットを挿入しないで符号化したシンボルを受信する受信器のチャネル復号装置に対して加えるのみで，復号処理を行うことが可能なものであり，復号装置の装置構成の変更を最小限に抑えつつ，かつ，チャネル復号性能を向上することができるチャネル復号装置を提供することができるという特有の効果を奏する旨主張する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "しかしながら，原告が主張する本願発明1に係る上記効果は，引用発明1に対し，符号装置側については，「誤り訂正能力を高めるために，符号化に先だって，入力データに，・・・特定のビットを挿入する」との周知技術を適用し，これに対応して，復号装置側については，「符号化に先だって挿入された，前記特定のビットを誤り訂正の復号に利用し，復号効率や誤り訂正能力を高める目的で，復号手段において，予め設定された挿入位置で特定値を有するシンボル・・・を挿入し，復号を行う」との周知技術を適用することにより，当然に奏するものであるというべきであるから，「本願発明1の作用効果も，引用発明1及び周知技術から当業者が予測できる範囲のものである。」とした審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(6)",
              "subject": "取消事由1についての結論",
              "text": [
                "以上のとおりであるから，原告主張の取消事由1は，理由がない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "取消事由2(相違点Bについての判断の誤り)について"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本願発明2の「予め設定された位置」の意義について"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原告は，本願発明2の「予め設定された位置」が，「高いエラー確率を有するビット位置」を意味すると主張する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "しかしながら，本願発明2の要旨において，「予め設定された位置」は，その文言上，情報ビットストリーム内のデータ上のどの位置であれ，予め設定された箇所という意味に理解し得るものであり，そのように解したからといって，それがゆえに本願発明2の技術的内容が不明確となることは全くない。したがって，「予め設定された位置」の技術的意義は一義的に明らかであり，これを「高いエラー確率を有するビット位置」を意味するものと限定して解する理由はない。",
            "なお，平成14年5月30日付け手続補正書(甲7)による補正後の請求項14には，特定ビット挿入位置が，チャネル復号時に，フレーム内でエラー確率の高いビット位置であるとの構成を有することを明示した発明が記載されており，このこととの対比においても，請求項17に記載された発明(本願発明2)において，そのような構成が採用されていないことは明白である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "周知例4について",
              "text": [
                "原告は，周知例4は，無効データを既知データに「置き換える」ことを開示するのみで，データの「挿入」については何ら開示するものではない旨主張するが，この主張が失当であることは，上記1(2)において説示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告のその余の各主張について",
              "text": [
                "原告のその余の各主張(周知例1ないし3について，容易想到性について，本願発明2の作用効果について)は，本願発明2に係る請求項17中の「予め設定された位置」の意義に係る上記(1)の主張又は同主張と周知例4に係る上記(2)の主張を前提とするものであるところ，これらの主張に理由がないことは，上記(1)及び(2)において説示したとおりであるから，原告のその余の各主張は，いずれも前提を欠くものとして失当であり，これらを採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由2についての結論",
              "text": [
                "以上のとおりであるから，原告主張の取消事由2も，理由がない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "3",
                      "subject": "結論",
                      "text": [
                        "よって，原告の請求は，いずれにしても理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10456",
    "date": "2007-09-11",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035092",
    "ipprecedent_id": "1137",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}