{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−13414号事件について平成18年6月6日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成5年4月16日，発明の名称を「ナット」とする発明について特許出願(特願平5−89839号，以下「本件出願」という。優先権主張1992〔平成4〕年4月18日・ドイツ連邦共和国，以下「本件優先日」という。)した(甲4)が，平成15年3月31日付け(発送日)で拒絶査定を受けたので，拒絶査定不服審判を請求した。",
            "特許庁は，これを不服2004−13414号事件として審理し，平成18年6",
            "月6日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月15日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "平成15年9月12日付け及び平成16年7月28日付け手続補正書により補正された明細書(甲4，7，9。以下「本件明細書」という。)の特許請求の範囲の請求項1に記載された発明(以下「本願発明」という。)の要旨",
          "text": [
            "本判決においては，原文の表記にかかわらず，「スリツト」，「ナツト」及び「ベアリングナツト」について，それぞれ，「スリット」，「ナット」及び「ベアリングナット」と表記する。",
            "「【請求項1】多角形部を備えた作用部(2)と付加結合された加圧ワッシャ(1a)とを有し，前記加圧ワッシャ(1a)が固定しようとする構成部材に接触させるための接触面(4a)を有し，該接触面(4a)が凹面状に構成されており，前記作用部(2)が前記加圧ワッシャ(1a)とは反対側に，前記作用部(2)と一体である締付け部(3)を有し，該締付け部(3)が前記作用部(2)よりもわずかな壁厚さを有し，前記締付け部(3)に軸方向に延びるスリット状の切欠き(8)が形成されており，前記作用部(2)と前記締付け部(3)と前記スリット状の切欠き(8)と前記加圧ワッシャ(1a)とが塑性変形加工で製作されていることを特徴とする，ナット。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，別紙審決記載のとおり，本願発明が，実願昭61−39871号(実開昭62−153414号)のマイクロフィルム(甲1，以下「刊行物1」という。)に記載された発明(以下「刊行物1発明」という。)，特開昭58−610号公報(甲2，以下「刊行物2」という。)に記載された発明，特開昭53−3959号公報(甲3，以下「刊行物3」という。)に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した刊行物1発明は，次のとおりである。",
                "「締付工具を係合させる係合溝(7)を備えた作用部と，固定しようとするベアリング(2)に接触させるための接触面を有するベアリングナット(3)であって，前記作用部が前記接触面とは反対側に，前記作用部と一体であるテーパ部(5)を有し，該テーパ部(5)が前記作用部よりもわずかな壁厚さを有し，前記テーパ部(5)に軸方向に延びるスリット(6)が成形されている，ベアリングナット」(3) 審決が認定した，本願発明と刊行物1発明の一致点及び相違点は，それぞれ次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「作用部と，固定しようとする構成部材に接触させるための接触面を有し，前記作用部が前記接触面とは反対側に，前記作用部と一体である締付け部を有し，該締付け部が前記作用部よりもわずかな壁厚さを有し，前記締付け部に軸方向に延びるスリット状の切欠きが形成されている，ナット」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点A",
                      "text": [
                        "「本願の請求項1に係る発明(本願発明)は，『ナット』が『付加結合された加圧ワッシャ』を有し，前記『接触面』は前記『加圧ワッシャ』が有する『接触面』であって，したがって，前記『締付け部』は前記『加圧ワッシャ』とは反対側に位置するものであり，また，前記『加圧ワッシャ』の『接触面』は『凹面状に構成され』，前記『加圧ワッシャ』は『塑性変形加工で製作されている』のに対して，上記刊行物1に記載された発明では，加圧ワッシャを備えるものではなく，『接触面』は『締付け部』とは反対側の作用部の端面である点 」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点B",
                      "text": [
                        "「本願の請求項1に係る発明は，『作用部』が『多角形部を備えた作用部』であって，前記『作用部』と前記『締付け部』と『スリット状の切欠き』が『塑性変形加工で製作されている』のに対して，上記刊行物1に記載された発明では，『作用部』が係合溝(7)を備えた作用部であり，『作用部』，『締付け部』及び『スリット状の切欠き』がどのようにして製作されたものか不明である点」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，相違点Bについての進歩性判断を誤り(取消事由1，2)，本願発明の顕著な作用効果を看過し(取消事由3)，その結果，本願発明は，当業者が容易に発明をすることができたものであるとの誤った結論を導いたものであり，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点Bについての進歩性判断の誤り1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点Bについての判断にあたり，「上記刊行物3には，前述のとおりの『工具を係合させる多角形部を備えた作用部と前記作用部の端部区域と該端部区域の溝とが塑性変形加工によって製作される溝付きナットの製造方法』が記載されており，この方法によって製造されるナットは，作用部の端部区域に軸方向に延びる溝が一体成形された形状をもつ点で，作用部と一体の締付け部に軸方向に延びるスリット状の切欠きをもつ上記刊行物1に記載された発明のナットと形状が類似するから，上記刊行物3に記載された溝付きナットの製造方法を上記刊行物1に記載された発明のナットの製造に適用することは，当業者が容易に想到し得ることである。」(5頁第7段落)と認定判断したが，刊行物3に記載された方法によって製造されるナットと，刊行物1のナットの形状は類似するものではなく，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物3の溝付きナットは，工具を係合させるためのものと思われる六角形の作用部を有していて，この作用部は，ナットの下端部から上端部まで一様に延びている。また，そのネジ用穴(刊行物3の第7図におけるＮ ′，第8図におけるＮ ″)の形状は，一様な円筒形の穴である。そして，溝付きナットの上端部区域には，六角形の作用部の各辺の中心位置にそれぞれ1つの溝Ｎ ″が設けられているが，この各溝Ｎ ″間の突起部分は，その下の部分の作用部と同程度の強度を発揮し得るものである。このことは，上記各突起部分は肉厚な形状を有し，その他の部分と一体成形されたものであること，外側の作用部は一様に六角形であり，又内部のネジ穴も一様な円筒形を有し，他と一体となって機能することが前提となっていること，溝の目的は，ナット脱落防止用の割りピンを差し込むためのものであって，上記突起部分の強度は，他の部分と同程度の強度を発揮し得るものでなければならないことから明らかである。",
                "これに対し，刊行物1のベアリングナットの形状は，「X 工具を係合させる作用部と一体である締付け部(テーパ部(5))を有し，Y この締付け部は作用部よりもわずかな壁厚さを有しており，Z この締付け部に軸方向に延びるスリット状の切欠き(スリット(6))が成形されている。」というものである。",
                "Xにおいて，締付け部であるテーパ部(5)は，先端に向かって先細の円錐形に延びた形状となっていて，ベアリングナット(3)を締付けする際，上記テーパ部は，軸(1)により押し拡げられ，軸(1)が締付方向に進み，停止した位置ではテーパ部(5)の緊縛力が回転軸(1)に対する緩み止めの作用を営むようになっている。また，Yにおいて，締付け部であるテーパ部(5)に関し審決のいう「わずかな壁厚さ」とは，工具を介して締付けトルクを受け止める必要から相当程度頑丈であるべき肉厚な作用部と比べて，かなりの程度薄い壁厚さを意味する。すなわち，刊行物1には，「ベアリングナット(3)でベアリング(2)を締付けする際，テーパ部(5)は軸(1)により押し拡げられ乍ら締付方向に進み，その停止位置ではテーパ部(5)の緊縛力が回転軸(1)に対する緩み止めの作用を営む」(4頁14行目～18行目)との記載に照らしても，上記テーパ部(5)は，軸により比較的容易に押し拡げられる範囲内の強度である必要があり，相当程度薄い壁厚さのものである。実際に，刊行物1において，刊行物1のナットの作用部(刊行物1の第4図，第5図における係合溝(7)の周りの部分)はテーパ部よりもかなりの程度肉厚になっており，逆に，テーパ部(5)の壁厚さは薄いものとなっている。",
                "そして，刊行物1のナットの締付け部と刊行物3の溝付きナットの溝Ｎ ″を有する上端部区域(以下「刊行物3のナットの上端部区域」ともいう。)の構成を比較すると，刊行物1のナットの締付け部は，工具を係合させる作用部と一体であり，作用部よりも「わずかな壁厚さ」，すなわち，相当程度薄い壁厚さを有しており，先端に向かって先細の円錐形に延びているとの構成であるのに対して，刊行物3のナットの上端部区域は，六角形の作用部と一体成形され，作用部と同じ壁厚さ及び同程度の強度を有していて，一様な円筒形のネジ穴を有しているというものであるから，両者の構成は著しく相違している。また，両者の構成上の相違により，刊行物1のナットの締付け部においては，締付け区域が軸によって押し拡げられることで発生する緊縛力に基づいて，軸に対する緩み止め作用が得られるのに対して，刊行物3のナットの上端部区域の場合には，一様な円筒形のネジ穴のために，上端部区域が軸によって押し拡げられることは全くなく，刊行物1のナットの締付け部のような緩み止め作用は得られない。仮に，この緩み止め作用を得ようとすれば，軸によって押し拡げられることを前堤に，先端に向かって先細の円錐形に延びるように刊行物3のナットの上端部区域を形成することになるが，同上端部区域は，作用部と同じ壁厚さ及び同程度の強度を有しているのであるから，当業者であれば，そのように構成を変更することなどあり得ない。そして，刊行物3の溝付きナットの溝Ｎ ″はナット脱落防止用の割りピンを差し込むためのものであるから(甲10，11)，両者の作用の相違は一層大きなものである。",
                "したがって，刊行物1のナットの締付け部と刊行物3のナットの上端部区域は，互いにその構成及び作用を著しく異にしている。また，刊行物3には，刊行物3のナットの上端部区域の形状を，刊行物1のナットの締付け部の形状と同一となるように成形することを示唆する記載はなく，そのように成形することが当業者にとって通常行われることであるといえる根拠も見当たらない。",
                "審決は，刊行物1と刊行物3について，切欠きと溝について形状が類似する点，及び，それらが軸方向に延びる形で配置される点で共通する点をとらえて，両者が「類似する」としたが，上記「切欠き」と「溝」は，くぼみがあるという程度で共通するにすぎず，寸法や機能が全く異なるものであるとみるべきであるし，それらが軸方向に延びているといっても，刊行物1のナットの締付け部と刊行物3の上ナットの端部区域の構成が目的・作用の点から大きく異なっていることからすれば，これをもって，類似するとみることもできない。",
                "したがって，刊行物3に記載された溝付きナットの製造方法，とりわけ刊行物3のナットの上端部区域の製造方法を刊行物1のナットの製造に適用することは明らかに不可能というべきであり，刊行物1発明において，「作用部」，「締付け部」，「スリット」及び「加圧ワッシャ」が塑性変形加工で製作されているものとすることは，刊行物3に記載された事項に基づいて当業者が容易に想到し得ることはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「溝付きナット」という用語は，当業者において，①溝が付されたナットであって，②a①の溝が作用部の端部区域に軸方向に延びており，かつ，b作用部を半径方向に貫通しており，③②の溝の間の突起部分の強度が，作用部と少なくとも実用上同程度であるものと認識されていた。",
                "刊行物3の「溝付きナット」についても，上記のような当業者の認識と同様に解釈されるべきであるし，仮に，「溝付きナット」の意義が不明確であるとすれば，刊行物3における他の記載や実施例を参酌してこれを決定すべきこととなるが，実施例中の第9図を始めとして，いずれにおいてもその用語例は，上記の定義と同様である。",
                "被告は，刊行物3の「溝付きナット」について，「溝の付いたナット」という意味(上記の②b(半径方向に貫通)と③(突起部分の強度が作用部と実用上同程度)を除いたもの)にまで抽象化しているもので，抽象化の際，刊行物3の審決が引用したのとは異なった部分を引用している。このように異なった部分を引用することには理由がないし，そもそも，特許庁の審査基準において，ある発明が，当業者が当該刊行物の記載及び本件優先日当時の技術常識に基づいて，物の発明の場合にその物が作れることが明らかであるように刊行物に記載されていないときは，その発明は特許法29条1項3号の引用発明とすることができない(特許庁審査基準第Ⅱ部第2章1．5．3(3)②：東京高判平成10年9月29日(判例時報16",
                "70号66頁))とされていることからも，上記のような「溝の付いたナット」については，その物が作れることが明らかであるように刊行物3に記載されていないのであるから，上記抽象化はそれ自体不適切であり，審決が刊行物3の「溝付きナット」について，上記のように抽象化した認定をしているとすれば，引用発明とすることのできない発明を副引用例としたという意味で判断に誤りがあるということになる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，ナットＮ″の溝Ｎ ″の目的が刊行物3に明示されていない旨主張するが，刊行物3の溝付きナットの「溝」の目的・作用が，ゆるみ止め用の割りピンを差し込むためのものであることは，当業者が認識していたものである。",
                "また，被告は，刊行物3の溝付きナットの上端部区域の強度に関し，第8図の溝付きナットの各溝Ｎ ″間の突起部分は，その下の作用部と同程度の強度を発揮し得るものでなく，作用部と比較して大幅に剛性が低く，かつ，たわみやすく，変形しやすいものである旨主張する。しかし，これは，「同程度」の意義を極めて厳格に解釈するものであり，妥当でない。刊行物1のナットの上端部区域の強度とその作用部の強度とを比較すると，前者は後者より大幅に低く，それとの比較において，刊行物3のナットの上端部区域の強度と作用部の強度は同程度といえる。そして，「溝付きナット」についての文献(甲10〔平成7年日本規格協会発行JIS工業用語大辞典第4版〕の1874～1975頁)の図に照らしても，刊行物3の実施例記載の「溝付きナット」は，当業者が通常想定する「溝付きナット」であり，その「溝付きナット」の各突起部分は，その下の作用部と同程度(厳密にいえば相当程度近い程度)の強度を発揮する。このことは，①当該突起部分が肉厚な形状を有すること，②その他の部分と一体成形されたものであること，③刊行物3の溝付きナットＮ″の作用部は，刊行物3の第8図から明らかなように，軸方向に延びる溝が形成された上端部区域を含めても，その外輪郭が下端から上端まで一様に六角形を呈していること，④ネジ用穴Ｎ ″の内輪郭は，刊行物3の第6図から明らかなように，下端から上端まで一様に円筒形を呈していることなどから，明らかである。",
                "また，刊行物3の第6図によれば，突起部分の半径方向の壁厚は突起部分の高さ(溝Ｎ ″の深さ)よりも大きく，突起部分の外周幅は溝Ｎ ″の幅の2倍以上もある。このような場合，当該突起部分は，作用部と少なくとも実用上同程度の強度を発揮し得る。材料力学的にも，突起部分の断面二次モーメントIは，実用上十分に大きな値を有することになり，刊行物3の溝付きナットの場合，突起部分の曲げ強度は，その下の部分の作用部と実用上同程度の強度を発揮することができる。したがって，刊行物3の溝付きナットの肉厚の突起部分は，曲げ強度も極めて大きく，刊行物1に記載されたベアリングナットの薄肉のテーパ部(5)のように，容易にかしめたり，軸(1)により押し拡げたりすることができるものではなく，実用上たわみやすいとか変形しやすいといえるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，刊行物3の溝付きナットと刊行物1のベアリングナットについて，構成の点について，上端部区域の強度が作用部よりも低いという点では共通し，かしめ加工する前は，両者は類似している旨主張する。",
                "しかし，上端部区域の強度は両者において異なるものであり，また，上記主張は，刊行物1発明の構成とは異なる，その前段階の一状態を引用して，両者の発明が類似するというものであるし，刊行物1に記載された製造過程の一状態と刊行物3の溝付きナットを比較しても，強度の違いにかんがみても，その技術的意味は大きく異なるのであり，類似するということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点Bについての進歩性判断の誤り2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点Bについて，刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することには，阻害要因があり，その適用に当業者が容易に想到し得るものであるとした審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "塑性変形加工とは，材料を切削によらずに塑性変形させることによって所望の形状を達成しようとする加工を意味するところ，塑性変形によって達成可能な形状には，材質にもよるが，一定の限界がある。",
                "刊行物1の第4図及び第5図に示されたスリット(6)の寸法によれば，その幅はあまりに狭く，長さはあまりにも長いので，このような形状の刊行物1のスリット(6)を塑性変形加工によって成形することは，当業者にとって全く不可能なことであり，刊行物1の記載自体に照らし，刊行物1発明に刊行物3に記載された発明を適用することにつき，阻害要因がある。",
                "また，刊行物1のナットと刊行物3のナットは，技術的課題が相違する。すなわち，刊行物3のナットの溝Ｎ ″は，弾性的な締付け作用を有するものではないし，そもそも，刊行物3のナットの溝Ｎ ″が付される目的は，ボルトの横穴及びナットの溝に対し横方向に貫通する割りピンを用いることにより，溝付きナットの回動を単に阻止することにある。このような目的・課題に照らせば，刊行物3のナットの各溝Ｎ ″間の突起部分には相当程度の強度を要し，刊行物1のナットの締付け部のような弾性的な性質を持つことは許されない。したがって，刊行物3のナットの各溝Ｎ ″間の突起部分には，弾性的な締付け作用を期待することはできず，刊行物1のナットと刊行物3のナットの技術的課題の大きな相違は，刊行物3に記載された発明を適用することについての阻害要因となる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，刊行物3に記載された溝付きナットの製造方法を，刊行物1のナットの製造に適用するにあたり，刊行物1のナットのスリット(6)の幅や長さを製造に適した適宜の大きさのものとすることは，通常普通に行われていることであるとして，刊行物1のナットにおけるスリットの幅の狭さや，その長さは，刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することの阻害要因とはならない旨主張する。",
                "しかし，刊行物3の溝付きナットと刊行物1のナットの溝の間の突起部分の強度には著しい相違があり，溝の間の突起部分の構成を規定する両者のナットに付された溝の幅や長さの相違は，異なる作用・効果を帰結するほどの顕著なものであり，後者のナットの溝の幅や長さを，前者のナットの溝と同様とすることまでが，通常普通に行われていることであるということはできない。",
                "また，シュトゥットガルト大学変形技術研究所のA氏の鑑定書(甲12)には，「このスリット(判決注：刊行物1の第4図，第5図のナットのスリット)は，当時の技術水準によれば塑性変形によって製造できるものではなく，むしろ，のこ引き又はフライス削りのような，製造コストを明らかに上昇させる適当な切削工程を通じて製造すべきものである。」との記載があり，刊行物1のナットのスリット(6)を塑性変形加工によって製作することは，本件優先日当時の技術水準では不可能であった。このような当時の技術水準に照らして考えても，刊行物1のナットのスリット(6)を製作する際に，刊行物3の溝付きナットの塑性変形加工による製造方法を適用することには明らかな阻害要因があるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(顕著な作用効果の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本願の請求項1に係る発明(本願発明)は，その構成が上記刊行物1～3に記載された事項に基づいて当業者が容易に想到し得るものであり，また，その作用効果も，上記刊行物に記載された事項から予測し得る程度のものであって，格別顕著なものではない。」(5頁第9段落)としたが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の作用効果は，当該構成のものとして，予測困難なものであり，かつ，予測される効果と比較して極めて顕著なものであり，過去の発明と比した特異性にかんがみても，本願発明の構成による効果は予測困難である。",
                "すなわち，従来技術において，刊行物2のナットは，凹面状の加圧ワッシャ52を有しているが，円錐状の締付け区域は有していない。凹面状の加圧ワッシャ52は，ボルトの伸長によるナットの緩みをある程度は阻止するという利点は有しているが，締付け区域に基づくナットの回動防止作用は発揮せず，予圧力が小さければ小さいほどナットの緩みは生じやすい。また，刊行物1のナットは，締付け区域を備えているが，ばね弾性的な加圧ワッシャは備えていないから，締付け区域に基づく回動防止作用によって，ボルトから完全に脱落することを阻止することはできるが，ボルトの伸長を後調節する機能は有しておらず，ボルトが伸長すると，結合部における予圧力は瞬時に失われることになり，もはやナットの緩みを防止することはできない。",
                "これに対し，本願発明のナットは，ナットの分野の当業者にとって予測できない利点を有している。すなわち，本願発明のナットは，加圧ワッシャと締付け区域とによって，ボルトの伸長を後調節してナットの緩みを防止することも，ナットの回動防止作用によりナットの脱落を阻止することも可能である。さらに，軸受が緩んだナットによって損傷を受けることがないので，軸受の保護も得られる。このような効果は，従来技術からは予測困難であり，かつ，顕著な効果であることは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点Bについての進歩性判断の誤り1)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物3のナットと，刊行物1のナットの形状は類似するものではないとして，これらが類似するとして刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することは当業者が容易に想到し得るものであるとした審決の判断が誤りである旨主張するが，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，刊行物3の明細書及び図面に記載された目的，作用効果等を総合的に参酌して，「上記刊行物3には，前述のとおりの『工具を係合させる多角形部を備えた作用部と前記作用部の端部区域と該端部区域の溝とが塑性変形加工によって製作される溝付きナットの製造方法』が記載されており」(5頁第7段落)という刊行物3に記載された技術的思想を認定した。刊行物3においては，溝付きナットの製造方法の技術内容を詳述するための一実施例として，完成品の形状が第9図に記載されたような溝付きナットの形状を例示して，技術的思想である「溝付きナットの製造方法」が記載しているが，この製造方法が適用できるのは，第9図に記載された溝付きナットそのものの具体的形状を有する特定の一実施例の場合に限定されるものではない。",
                "すなわち，刊行物3には，塑性変形加工によって製作される溝付きナットの製造方法が記載されている。この方法によって製造されるナット(刊行物3の第9図に記載された溝付きナットそのものの具体的形状を有する特定の一実施例の場合に限定されるものではない。)は，作用部の端部区域に軸方向に延びる溝が一体成形された形状を持つ点において，作用部と一体の締付け部に軸方向に延びるスリット状の切欠きを持つ刊行物1のナットと形状が類似するから，刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することは，当業者が容易に想到し得ることである。",
                "原告は，刊行物1及び3に記載された技術的思想ではなく，刊行物1の図面に記載されたベアリングナット(3)の締付け部の形状，刊行物3の図面に記載された特定の一実施例である溝付きナットＮ″の形状，上端部区域の強度を論じるなどして，刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することは両ナットの構成の相違に基因して不可能である旨主張しているにすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物3のナット上端部区域の各溝Ｎ ″間の突起部分は，その下の部分の作用部と同程度の強度を発揮し得るものと解される旨主張するが，刊行物3の溝付きナットの上端部区域の強度に関し，各溝Ｎ ″間の突起部分は，その下の部分の作用部と同程度の強度を発揮し得るものではない。",
                "すなわち，刊行物3に記載された溝付きナットの製造方法に係る発明の一実施例である溝付きナットは，完成品を示す第9図の記載からみて，ナットＮ″の溝Ｎ″が設けられていて，ナットＮ″の溝Ｎ ″を有する上端部区域は複数の突起からなるとともに，各突起の下端部は作用部と一体となっていて，このような構成からすると，上記複数の突起の1本1本は，ナット形状を有している作用部と比較して大幅に剛性は低く，また，各突起1本1本は，その下端部のみで作用部と一体となっているのであるから，ナット形状を有している作用部と比較してたわみやすく，また，変形しやすいものであり，ナットＮ″の上端部区域の溝Ｎ ″が設けられている部分である突起部分の強度が，ナット形状を有している作用部と同程度の強度を発揮するとはいえない。また，目的，作用に照らしても，刊行物3には，溝付きナットの製造方法に係る発明の一実施例であるナットＮ″の溝Ｎ ″が，どのような目的で設けられ，また，どのように使用されるかは一切記載されていないのであるから，刊行物3のナットＮ″の上端部区域の突起部分の強度が，ナット形状を有している作用部と同程度の強度を発揮し得るものであることにはならない。そして，仮に，原告主張のように，刊行物3の溝付きナットの溝Ｎ ″の目的が，ナット脱落防止用の割りピンを差し込むためのものであったとしても，上記ナット形状を有している作用部と比較して，溝Ｎ ″を設けることによる強度の低下は避けられないので，ナット脱落防止用の割りピンを差し込むためのものであることが，直ちに，ナットＮ″の上端部区域の突起部分の強度が，ナット形状を有している作用部と同程度の強度を発揮し得るものであるとの根拠となるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，刊行物1のナットの締付け部と刊行物3の溝付きナットの溝Ｎ″を有する上端部区域の構成は著しく相違しているから，刊行物3に記載された溝付きナットの製造方法，とりわけ，上端部区域の製造方法を刊行物1のナットの製造に適用することが不可能である旨主張する。",
                "しかし，刊行物1のナットの締付け部と刊行物3に記載された溝付きナットの製造方法に係る発明の一実施例である溝付きナットＮ″の上端部区域の構成を比較すると，刊行物1に記載された締付け部は，作用部よりもわずかな壁厚さを有しており，作用部と比較して強度が低いものと考えられる。刊行物3のナットの上端部区域も，一実施例である溝付きナットの第9図の記載からみて，ナットＮ″の上端部区域の溝Ｎ ″が設けられている部分である突起部分の強度は，ナット形状を有している作用部よりも強度が低いので，この点において，両者は類似する。また，刊行物1のナットは，ベアリングナット(3)の本体のねじ部(8)と一連のねじ部(8)の直径が回転軸(1)の軸径Dと同径の大きさから，該軸径Dよりも多少小径の直径dとなるようにかしめ加工(塑性加工の一種)されるものであり，締付け部であるテーパ部(5)は，スリット(6)がないものとして想像線で描いた場合に円筒形となる形状から，かしめ加工により第5図に記載されているように先端に向かって先細の円錐形に延びた形状に成形されるものであり，刊行物1発明のかしめ加工をする前の略円筒形状のねじ用穴の形状は，刊行物3の溝付きナットの略円筒形状のネジ用穴の形状と類似するものである。したがって，刊行物1のナットの締付け部と刊行物3の溝付きナットの溝Ｎ ″を有する上端部区域の構成が著しく相違していることはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点Bについての進歩性判断の誤り2)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物3には刊行物1発明に対し適用を阻害する要因があり，刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することは当業者が容易に想到し得るものでない旨主張するが，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物3は，溝付きナットの製造方法の技術内容を詳述するための一実施例として，完成品の形状が第9図に記載されたような溝付きナットの形状を例示し，技術的思想である「溝付きナットの製造方法」を記載しているのであって，この製造方法が適用できるのは，第9図に記載された溝付きナットそのものの具体的形状を有する特定の一実施例の場合に限定されるものではない。",
                "原告は，刊行物1及び3に記載された技術的思想ではなく，刊行物1の図面に記載されたベアリングナット(3)のスリット(6)の形状や寸法(幅や長さ)，刊行物3の図面に記載された特定の一実施例である溝付きナットＮ″の各溝Ｎ ″の突起部分の形状や作用を論じて，刊行物3に記載された溝付きナットの製造方法を，刊行物1のナットの製造に適用することは，両ナットの構成の相違に基因して不可能であると主張しているにすぎない。",
                "また，原告は，刊行物1のスリットを塑性変形加工によって成形することは，塑性変形加工技術の限界から，当業者にとって，不可能である旨主張する。",
                "しかし，本願発明において，「スリット状の切欠き(8)」の幅や長さについては，何も規定されていない。また，刊行物3に記載された溝付きナットの製造方法を，刊行物1のナットの製造に適用するにあたり，刊行物1のナットのスリット(6)の幅や長さを製造に適した適宜の大きさのものとすることは，普通に行われていることであるので，刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することを阻害するものではない。",
                "さらに，原告は，刊行物3のナットの溝Ｎ ″は，弾性的な締付け作用を有するものではなく，刊行物3のナットの溝Ｎ ″が付される目的は，ボルトの横穴及びナットの溝に対し横方向に貫通する割りピンを用いることにより，図示の溝付きナットの回動を単に阻止することにあり，このような目的・課題に照らせば，刊行物3のナットの各溝Ｎ ″間の突起部分には相当程度の強度を要し，刊行物1のナットの締付け区域のような弾性的な性質を持つことは許されず，これらは，技術的課題が相違する旨主張する。",
                "しかし，刊行物3には，溝付きナットの製造方法に係る発明の一実施例であるナットＮ″の溝Ｎ ″が，どのような目的・課題で設けられ，どのように使用されるかは一切記載されていない。また，仮に，刊行物3の溝付きナットの溝Ｎ ″の目的が，ナット脱落防止用の割りピンを差し込むためのものであるとしても，そのことから，直ちに，各溝Ｎ ″間の突起部分には相当程度の強度を要し，弾性的な性質を持つことは許されないという根拠とはならない。",
                "刊行物3に記載された一実施例である溝付きナットは，完成品を示す第9図の記載からみて，ナットＮ″の溝Ｎ ″を有する端部区域が6個の突起からなるとともに，各突起の下端部が作用部と一体となっていて，これらの構成からみて，上記6個の突起の1本1本は，ナット形状を有している作用部と比較して大幅に剛性は低く，また，各突起1本1本は，その下端部のみで作用部と一体となっているのであるから，ナット形状を有している作用部と比較してたわみやすく，また，変形しやすい性質を有するものであり，刊行物1のナットのかしめ加工により成形される締付け部の持つ弾性的な性質と類似するから，刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することを阻害するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(顕著な作用効果の看過)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明は，顕著な効果を奏するものであり，審決が，顕著な効果を否定し，本願発明が当業者が容易に想到し得るとしたことは誤りである旨主張するが，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物1及び刊行物2に記載された実施例の形状等が奏する個別の効果を主張している。",
                "しかし，刊行物1のナットは締付け部を備えているから，ナットの回動防止作用によりナットの脱落を防止することが可能であり，一方，刊行物2に記載されたナットは接触面が凹面状の加圧ワッシャを備えているから，ボルトの伸長を後調節してナットの緩みを防止することが可能である。そして，刊行物1発明に刊行物2に記載された構成を適用することは当業者が容易に想到し得ることであるところ，本願発明について，原告が主張する効果は，刊行物1のナットと刊行物2に記載されたナットの有する効果の総和以上のものではない。",
                "したがって，審決における「本願の請求項1に係る発明(本願発明)は，その構成が上記刊行物1～3に記載された事項に基づいて当業者が容易に想到し得るものであり，また，その作用効果も，上記刊行物に記載された事項から予測し得る程度のものであって，格別顕著なものではない。」(5頁第9段落)との判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点Bについての進歩性判断の誤り1)及び取消事由2(相違点Bについての進歩性判断の誤り2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，「上記刊行物3には，前述のとおりの『工具を係合させる多角形部を備えた作用部と前記作用部の端部区域と該端部区域の溝とが塑性変形加工によって製作される溝付きナットの製造方法』が記載されており，この方法によって製造されるナットは，作用部の端部区域に軸方向に延びる溝が一体成形された形状をもつ点で，作用部と一体の締付け部に軸方向に延びるスリット状の切欠きをもつ上記刊行物1に記載された発明のナットと形状が類似するから，上記刊行物3に記載された溝付きナットの製造方法を上記刊行物1に記載された発明のナットの製造に適用することは，当業者が容易に想到し得ることである。」(5頁第7段落)と判断したのに対し，原告は，刊行物1のナットと刊行物3のナットの形状は類似するとはいえないこと，刊行物3に記載された溝付きナットの製造方法を刊行物1のナットの製造に適用することに阻害する要因があることを挙げて，審決の判断が誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本考案の実施例を図面第3図乃至第5図につき説明すると，第3図に於て，符号(1)は回転軸，(2)は該回転軸(1)に挿通されたベアリング，(3)は該回転軸(1)に形成したねじ部(4)に螺着されてベアリング(2)を抜止めするベアリングナットを示す。」(3頁18行目～4頁3行目)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「該ベアリングナット(3)の締付方向の後方には，テーパ部(5)が形成され，そこには第4図及び第5図に見られるように回転軸(1)の軸方向のスリット(6)が等間隔で複数本形成される。該テーパ部(5)の内側にはベアリングナット(3)の本体のねじ部(8)と一連のねじ部(8)が形成され，これに於て回転軸(1)のねじ部(4)と螺合するが，該ねじ部(8)の直径dは，回転軸(1)の軸径Dよりも多少小径となるように，テーパ部(5)をかしめることにより，或はねじを切削することにより形成される。」(4頁4行目～14行目)ウ 「これによつてベアリングナット(3)でベアリング(2)を締付けする際，テーパ部(5)は軸(1)により押し拡げられ乍ら締付方向に進み，その停止位置ではテーパ部(5)の緊縛力が回転軸(1)に対する緩み止めの作用を営む。",
                    "(7)はベアリングナット(3)の締付工具の係合溝である。」(同頁14行目～19行目)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "第4図及び第5図には，「テーパ部(5)」の壁厚さが「係合溝(7)」が形成された部分の壁厚さよりも薄くなっている構成が示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物1に，「締付工具を係合させる係合溝(7)を備えた作用部と，固定しようとするベアリング(2)に接触させるための接触面を有するベアリングナット(3)であって，前記作用部が前記接触面とは反対側に，前記作用部と一体であるテーパ部(5)を有し，該テーパ部(5)が前記作用部よりもわずかな壁厚さを有し，前記テーパ部(5)に軸方向に延びるスリット(6)が成形されている，ベアリングナット」(審決2頁第7段落)との刊行物1発明が記載されていることは，当事者間に争いがない。",
                "上記(2)の刊行物1の記載に照らせば，刊行物1のナットは，接触面と反対側に，作用部と一体であって，作用部よりもわずかな壁厚さを有し，軸方向に延びるスリットが成形されているテーパ部を設けることによって，締付けする際，テーパ部が軸により押し拡げられ，締付けの停止位置において，テーパ部の緊縛力が回転軸に働き，そのような構成に基づき，回転軸に対してゆるみ止めの作用が働くというものであると認められる。刊行物1には，そこに記載されたナットの作用部，締付け部及びスリットが，特定の製造方法によって製造されるものであるとの記載はない。",
                "そして，上記(2)アないしウの各記載や刊行物1発明の上記構成に照らしても，刊行物1発明は，これに接した当業者に対し，ナットの形状についてだけ着目させ，そのような形状のナットの製造方法については格別の関心を抱かせないものであることが認められる。",
                "したがって，刊行物1のナットの作用部，締付け部及びスリットについて，その製造方法に制約があるとは，直ちには認められず，本件優先日当時，当業者においては，刊行物1のナットは，接触面と反対側に，作用部と一体であって，作用部よりもわずかな壁厚さを有し，軸方向に延びるスリットが成形されているテーパ部を設けることによって，締付けする際，テーパ部が軸により押し拡げられ，回転軸に対するゆるみ止めの作用が働くものであると理解し，そのような刊行物1発明の構成を有しさえすれば，作用部，締付け部等の具体的な製造方法にかかわらず，刊行物1発明が奏する効果に変わりがないものと理解すると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "他方，刊行物3には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明は溝付きナットの製造法の改良に関するものである。従来，溝付きナットを得るには，ナットの外形を成形した後，数次に亘る切削加工を施すことによりナット上面に数条の溝を形成しているが，この方法では溝の加工にかなりの工数と時間を要するため，生産能率が悪く且つ製造原価も高くつくという欠点があつた。そこで本発明は上記の欠点を除去した溝付きナットの製造法を提供するもので，圧造成形によつて数条の溝をナット上面に一挙に形成することを特徴とする。」(1頁左下欄10行目～末行)"
                },
                {
                  "fig": "イ",
                  "subject": "「まず予め所定の大きさに材料取りしたナット素材Ｎを第1図に示すポンチPとダイDとを備えた成形機により据込む。次いでこのようにして予備成形されたナット素材Ｎを，第4図に示す如きポンチP′とダイD′を備えた第2図の成形機により圧造成形して，第6図及び第7図に示す如きネジ用穴Ｎ ′と溝Ｎ ′を備えた粗形ナットＮ′を得る。引続き第5図に示す如きポンチP″とダイD″とを備えた第3図に示す成形機により前記粗形ナットＮ′の外周のバリＮ ′を除去すると共にネジ用穴Ｎ ′の底を打抜いて第8図に示す如き溝付きナットＮ″を得る。以後は従来と同様の方法でネジ用穴Ｎ ″の壁面にネジ溝を切削加工すれば，第9図に示す如き溝付きナットの完成品が得られる。」(2頁左上欄2行目～17行目)ウ 「叙上の如く本発明によればナットの溝はナット成形時に圧印されて一挙に形成されるため，・・・生産能率が格段に高く，したがつて製造原価も安くなるという顕著な利点を有する」(2頁左上欄18行目～右上欄2行目)"
                },
                {
                  "fig": "エ",
                  "text": [
                    "第7図ないし第9図には，作用部の端部区域に軸方向に延びる溝が形成されているナットの図が示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "刊行物3に，「工具を係合させる多角形部を備えた作用部を有し，該作用部の端部区域に軸方向に延びる溝が一体成形された溝付きナット」及び「工具を係合させる多角形部を備えた作用部と前記作用部の端部区域と該端部区域の溝とが塑性変形加工によって製作され，その後，ネジ用穴の壁面にネジ溝が切削加工されて前記溝付きナットが完成される溝付きナットの製造方法」(審決4頁第1段落)が記載されていることは当事者間に争いがない。",
                "また，刊行物3の公開が昭和53年1月14日であることにかんがみると，本件優先日当時，金属の加工方法として，塑性変形加工の方法があること，溝付きナットの製造法として，少なくとも，切削加工と塑性変形加工(圧造成形)の二つが存在し，それらの選択が，生産性等の観点からされることは，技術常識であったと認められる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "ここで，刊行物3に記載された発明を，刊行物1発明に適用することに容易に想到し得るか否かを検討すると，刊行物1には，そこに記載されたナットの製造方法を限定する記載はなく，当業者は，刊行物1発明の構成を有しさえすれば，作用部，締付け部等の具体的な製造方法にかかわらず，刊行物1発明が奏する効果に変わりがないものと理解すると認められること，生産性等の観点からより合理的な製造方法を検討することは刊行物1発明においても当然に検討されるべき課題であったといえること，金属の加工方法として，塑性変形加工の方法があること，溝付きナットの製造法として，少なくとも，切削加工と塑性変形加工(圧造成形)の二つが存在し，それらの選択が，生産性等の観点からされることは，技術常識であったと認められることを併せ考えると，当業者は，ナットの作用部と作用部の端部区域の加工方法であって，同じ技術分野に属すると認められる刊行物3に記載された，従前知られていた加工方法である塑性変形加工の方法を刊行物1のナットの作用部，締付け部及び締付け部のスリットの製造方法として適用することに容易に想到することができたものと認められる。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "なお，本件優先日当時，本願発明の構成を有するナットは，従前知られていた金属の加工方法である一般的な塑性変形加工の方法で製造することができたものであると認められる。",
                "すなわち，本件明細書(甲4)には，本願発明のナットの製造方法に関連しては，以下の記載がある。",
                "「【発明が解決しようとする課題】本発明の根底をなす課題は，従来型式のナットないしはボルト−ナット結合の前記欠点を除去し，かつナットが組付けられる部材と加圧ワッシャとの相互接触を改善し，それによって面圧の一様な分配を可能にすることにある。更に本発明の別の課題は，角度の偏差を補償できるようにすることにある。更にまた，別の課題は，ナット及びその加圧ワッシャとを経済的かつ合理的に製造しうるようにすることにある。【課題を解決するための手段】この課題は，本発明によれば，少なくとも加圧ワッシャをマッシブ・フォーミング，たとえば冷間及び熱間の押出加工により，凹面状の接触域を有する構成部品として製造することによって達せられた。」(段落【0004】，【0005】)，「更に，加圧ワッシャとは反対の側に設けられた作用部には，作用部と一体に締付部が付加成形されている。この締付部は，少なくとも内側が円錐形に延び，軸線方向にスリットが形成され，作用部より壁厚が薄手であり，作用部と一緒に，マッシブ・フォーミング，たとえば冷間及び又は熱間押出し加工により形成される。このようにしてフレキシブルに構成された締付部により，予圧が得られるため，何度も締付けや弛めを反復したのちも，締付トルク損失は僅かである。更に，ボルト・フランクの直径公差内でのフランク直径の相違によっても，締付トルクは悪影響を受けることがない。締付部を種に構成することにより，等しいねじ山直径の枠内で種々の締付トルクを選択できる。」(段落【0010】，【0011】)，「この場合，スリットもマッシブ・フォーミングにより形成するのが好ましい。スリットをこのように成形することにより，内側を向いたばりを生じさせずに済む。このばりの除去は厄介であり，除去しない場合には少なくとも局所的に摩擦が増大し，ボルトねじ山，ひいてはナット自体に摩耗が生じる。この構成の場合には，確実にねじ山の幾何形状が維持され，かつねじ山に材料工学な意味での過荷重が加わらない。なぜなら，締付部の製作時にねじ山が変形又は塑性変形することがないからである。その後，ねじ付けやねじ外しのさいにも，ねじ山が損傷を受けることはない。」(段落【0014】～【0016】)",
                "上記記載によっても，本件明細書には，本願発明のナットについて，作用部，締付け部，締付け部のスリット状の切欠きを塑性変形加工の方法で製造することにつき，経済的，合理的な製造ができることや，スリット状の切欠きの成形にあたり，ばりの防止という効果が得られるという，塑性変形加工の方法を採用することにより，一般的に知られていたと認められる効果を奏することについての記載はあるが，それ以上の記載はなく，本願発明のナットの作用部，締付け部，締付け部のスリット状の切欠きの塑性変形加工の方法が，従前知られていた塑性変形加工の方式とは異なる特有の加工方法であることの記載はないのであって，本願発明の作用部，締付け部，締付け部のスリット状の切欠きは，本件優先日前から知られ，刊行物3等に記載されていた一般的な塑性変形加工の方法を適用すれば，製造することができたものと認められる。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原告は，刊行物1のナットの締付け部と刊行物3のナットの上端部区域は，互いにその構成及び作用を著しく異にしていて，刊行物3には，刊行物3のナットの上端部区域の形状を，刊行物1のナットの締付け部の形状と同一となるように成形することを示唆する記載はなく，そのように成形することが当業者にとって通常行われることであるといえる根拠も見当たらないこと，刊行物1と刊行物3の切欠きと溝について，上記「切欠き」と「溝」は，くぼみがあるという程度で共通するにすぎず，類似するとみることができないことなどから，刊行物3に記載された溝付きナットの製造方法，とりわけ刊行物3のナットの上端部区域の製造方法を刊行物1のナットの製造に適用することは明らかに不可能というべきであり，刊行物1発明において，作用部，締付け部及びスリットを塑性変形加工で製造することは，刊行物3に記載された事項に基づいて当業者が容易に想到し得るものではない旨主張する。",
                "確かに，前記(4)ア等の記載に照らしても，刊行物3のナットは，溝付きナットと呼ばれるものであり，溝付きナットとは，「ナットの上部に放射状にみぞをつけたものをいい，ボルトを貫通したピンを同時にこのみぞに通して，ねじのゆるみ止めを確実にする。ナットを締付け直した場合でもつごうのよいみぞを選んでピンを刺せばよい。」(甲11，昭和47年9月30日コロナ社発行機械用語辞典)というものであって，ナットの溝は，ゆるみ止めのためにピンを通すものである。したがって，刊行物3の溝付きナットの上端部区域が，締付けする際，軸により押し拡げられ，締付けの停止位置において，同区域の緊縛力が回転軸に働き，そのために，回転軸に対してゆるみ止めの作用が働くものであるとは認められず，刊行物1のナットの締付け部と刊行物3のナットの上端部区域の構成，作用は異なるものと認められる。",
                "しかし，刊行物3のナットの上端部区域の構成，作用が刊行物1のナットの締付け部の構成，作用と異なるとしても，相違点Bの判断においては，刊行物1のナットの締付け部の構成を刊行物3のナットの上端部区域の構成とすることが問題となっているのではなく，刊行物1発明の作用部が多角形部を備えるほか，刊行物1発明の「作用部」，「締付け部」及び「スリット」の製造方法が問題となっている。",
                "製造方法の観点から刊行物3に記載された発明をみると，同発明の「工具を係合させる多角形部を備えた作用部を前記多角形部と共にかつ前記作用部の端部区域を溝と共に塑性変形加工によって製作し，その後，ネジ用穴の壁面にネジ溝を切削加工して前記溝付きナットの完成品を得る溝付きナットの製造方法」という技術は，刊行物3の溝付きナットの上端部区域の構成，作用に特化したものとは認められない。",
                "そして，前記(6)のとおり，刊行物1には，そこに記載されたナットの作用部等の製造方法を限定する記載はないことなどの諸事情を併せ考えれば，刊行物3のナットが刊行物1発明の構成を有することがなく，刊行物3のナットの上端部区域の作用が刊行物1のナットの締付け部の作用と異なったとしても，なお，当業者は，製造方法の選択にあたっては，刊行物3に記載された塑性変形加工の方法を同じ技術分野に属すると認められる，刊行物1のナットの作用部，締付け部及び締付け部のスリットの製造方法として採用することに容易に想到することができたと認められるのであり，刊行物1発明において，作用部，締付け部及びスリット状の切欠きを塑性変形加工で製作することは，刊行物3に記載された事項に基づいて当業者が容易に想到し得るものではない旨の原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原告は，塑性変形加工によって達成可能な形状には，一定の限界があり，刊行物1の第4図及び第5図に示されたナットのスリットの寸法によれば，その幅はあまりに狭く，長さはあまりにも長いので，刊行物1のナットのスリットを塑性変形加工によって成形することは，当業者にとって，不可能であり，刊行物1の記載自体に照らし，刊行物1発明に刊行物3に記載された発明を適用することに阻害要因がある旨主張する。",
                "しかし，刊行物1の記載から認められる刊行物1発明は，「締付工具を係合させる係合溝(7)を備えた作用部と，固定しようとするベアリング(2)に接触させるための接触面を有するベアリングナット(3)であって，前記作用部が前記接触面とは反対側に，前記作用部と一体であるテーパ部(5)を有し，該テーパ部(5)が前記作用部よりもわずかな壁厚さを有し，前記テーパ部(5)に軸方向に延びるスリット(6)が成形されている，ベアリングナット」というものであるが，具体的に刊行物1の図において示されているものに限定されず，当業者は，刊行物1発明を，締付けする際，テーパ部が軸により押し拡げられ，締付の停止位置において，テーパ部の緊縛力が回転軸に働き，そのために，回転軸に対してゆるみ止めの作用が働くものとして理解することができると認められる。したがって，シュトゥッガルト大学のA氏の鑑定書(甲12，15)の記載のとおり，刊行物1において，具体的な図面に示されているナットの締付け部等が，本件優先日当時，塑性変形加工によって，製造することができず，切削工程により製造するしかないものであったとしても，それは，特定の図面に示されている特定のスリットの形状のみをとらえるものであり，そのことによって，直ちに，原告主張の阻害要因があると認めることはできない。",
                "そして，刊行物1に示されている図面自体は，塑性変形加工により製造された締付け部等を有するナットを示していなくとも，前記(6)の説示等に照らせば，当業者は，その図面の記載に拘束されずに，そこに示されたナットの製造方法について検討することができたといえ，刊行物1発明に示された図面の存在が，刊行物1のナットに刊行物3に記載された塑性変形加工の方法を適用することを阻害するものとは認められない。",
                "また，原告は，刊行物1のナットと刊行物3のナットの技術的課題が大きく相違することから，刊行物1発明に刊行物3に記載された塑性変形加工の方法を適用することには阻害要因がある旨主張する。",
                "しかし，刊行物1のナットと刊行物3のナットの技術的課題が異なるとしても，相違点Bについての判断においては，刊行物3に記載されたナットの製造方法を刊行物1のナットに適用することができることに容易に想到できたかが問題となるのであって，それらのナットの技術的課題が異なったとしても，当業者は製造方法の観点から，前記のとおり，刊行物1発明に，同じナットの製造方法に係る刊行物3に記載された塑性変形加工の方法を適用することに容易に想到するといえるのであり，原告主張の技術的課題の相違が刊行物1発明に刊行物3に記載された塑性変形加工の方法を適用するのに阻害要因となるとは認められない。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "したがって，原告主張の取消事由1，2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(顕著な作用効果の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，「本願の請求項1に係る発明(本願発明)は，その構成が上記刊行物1～3に記載された事項に基づいて当業者が容易に想到し得るものであり，また，その作用効果も，上記刊行物に記載された事項から予測し得る程度のものであって，格別顕著なものではない。」(5頁第9段落)と判断したのに対し，原告は，本願発明の作用効果は，当該構成のものとして，予測困難なものであり，かつ，予測される効果と比較して極めて顕著なものであり，過去の発明と比した特異性にかんがみても，本願発明の構成による効果は予測困難であるとして，審決の判断が誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明のナットは，加圧ワッシャと締付け区域とによって，ボルトの伸長を後調節してナットの緩みを防止することも，ナットの回動防止作用によりナットの脱落を阻止することも可能であり，さらに，軸受が緩んだナットによって損傷を受けることがないので，軸受の保護も得られ，このような効果は，従来技術からは予測困難であり，かつ，顕著な効果であることは明らかであるとする。",
                "しかし，ボルトの伸長を後調節してナットの緩みを防止することができることは，加圧ワッシャを備えていることによる効果であるが，刊行物2に記載されたナットは，接触面が凹面状の加圧ワッシャを備えているから，同効果を奏するものといえ，また，ナットの回動防止作用によりナットの脱落を阻止することができることは，締付け区域を備えていることによる効果であるが，刊行物1のナットは，締付け部を備えているから，同効果を奏するものといえ，原告が主張する本願発明の奏する上記の効果は，従前知られていた構成が奏する効果を併せたものにすぎず，また原告主張の軸受けの保護という効果も，本願発明の奏する上記のような従前知られていた効果によって導かれるものといえるのであって，本願発明の構成を備えることによって，本願発明が，従前知られていた効果を併せたものとは異なる，相乗的で予想外の効果を奏するものとは認められず，原告の主張は失当というほかない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却することとする。"
          ]
        }
      ]
    }
  ]
}