{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "被控訴人の附帯控訴に基づく当審における新たな請求につき控訴人が，伊丹簡易裁判所平成15年(ノ)第81号事件について平成16年2月17日に成立した調停の調停調書の調停条項2項に基づき締結された開き戸の地震時ロック装置の実施許諾契約に基づき，被控訴人に対し，原判決別紙物件目録第1記載の製品を使用し，販売し，譲渡の申出をする行為を差し止める権利を有しないことを確認する。"
    },
    {
      "fig": "3",
      "text": "控訴費用及び当審における新請求に係る訴訟費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "当審における新請求も含め，被控訴人の請求を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，1審，2審を通じ，被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文と同旨。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，被控訴人が控訴人に対し，① 被控訴人が製造販売する原判決別紙物件目録第1記載の製品(以下「被控訴人製品1」という。)の使用，販売等に対する，意匠権に基づく控訴人の差止請求権が存在しないことの確認を求め，② 被控訴人が製造販売する同目録第2記載の製品(以下「被控訴人製品2」という。)の製造，使用，販売等に対する，特許権に基づく控訴人の差止請求権が存在しないことの確認を求め，③ 被控訴人製品2の製造，使用，販売等に対する，控訴人被控訴人間の契約に基づく控訴人の差止請求権が存在しないことの確認を求めたところ，原判決がこれらをいずれも認容したため，控訴人が控訴して，原判決の判断を争うとともに，被控訴人は，当審における附帯控訴により，新たに，④ 上記③の契約に基づく，被控訴人製品1の使用，販売等に対する控訴人の差止請求権が存在しないことの確認を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等(末尾に証拠の掲記のない事実は当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の有する意匠権",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，意匠に係る物品を「自動錠の本体側金具」とする次の意匠権を有している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "意匠登録番号第1065539号(登録出願日平成10年9月25",
                      "text": [
                        "日。以下「本件意匠権」という。甲18)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前同号の類似の1(登録出願日平成10年10月13日。甲19)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人が製造販売する被控訴人製品1に係る意匠は，控訴人の有する本件意匠権に係る意匠と類似する(甲3，4，6の1，甲18)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の有する特許権",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，以下の特許権を有している(以下「本件特許権」という。また，その特許を「本件特許」といい，その請求項1ないし4に係る発明を「本件発明1」ないし「本件発明4」といい，これらを総称して「本件発明」という。また，その平成15年10月26日付け提出の手続補正による訂正後の明細書を「本件明細書」という。甲20，34)。",
                    "特許番号 第3650955号",
                    "発明の名称 地震時ロック方法及び地震対策付き棚",
                    "出願日 平成11年3月18日(特願平11−116988)",
                    "公開日 平成12年9月26日(特開2000−262343)",
                    "登録日 平成17年3月4日",
                    "特許請求の範囲",
                    "【請求項1】地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法",
                    "【請求項2】請求項1の地震時ロック方法を用いた地震対策付き開き戸【請求項3】請求項1の地震時ロック方法を用いた地震対策付き引き出し【請求項4】請求項1の地震時ロック方法を用いた地震対策付き棚"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，次の構成要件に分説するのが相当である(以下，各構成要件を「構成要件A」などという。)。",
                    "【請求項1】",
                    "A 地震時に扉等がばたつくロック状態となるロック方法において",
                    "B 棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，",
                    "C 前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，",
                    "D 地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる",
                    "E 扉等の地震時ロック方法",
                    "【請求項2】",
                    "F 請求項1の地震時ロック方法を用いた地震対策付き開き戸",
                    "【請求項3】",
                    "G 請求項1の地震時ロック方法を用いた地震対策付き引き出し",
                    "【請求項4】",
                    "H 請求項1の地震時ロック方法を用いた地震対策付き棚"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人製品2の構成",
              "text": [
                "被控訴人製品2は，原判決別紙物件目録第2記載の構成を備えており，かつ本件発明の構成要件Eを充足する。",
                "被控訴人は，被控訴人製品2を台所用棚等のメーカーに対して販売しており，取引先が同製品をばね付き蝶番のついた棚の生産に用いることを知っている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件実施許諾契約等の締結",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人と控訴人は，平成10年12月25日，「開き戸の地震時ロック装置の実施許諾契約書」(乙1)に基づき，開き戸の地震時ロック装置に関する実施許諾契約を締結した(以下「本件実施許諾契約」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成15年7月17日，控訴人を相手方として本件実施許諾契約に基づく実施料の減額を求める調停の申立てをし，平成16年2月17日，調停が成立した(甲21，83)。",
                    "上記調停において，本件実施許諾契約の内容を変更し，新たに実施許諾契約を締結することが合意された(以下，新たに締結された実施許諾契約を「本件新実施許諾契約」という。)。本件新実施許諾契約には，以下のような条項があった。",
                    "「1条(定義)"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "『本件発明等』とは甲(判決注，控訴人)の名義において契約日(判決注，平成10年12月25日)までに出願された全ての発明，考案及び意匠の開き戸の地震時ロック装置に関するものをいう。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "『本件発明等に係る製品』とは甲が図面を引き渡した特定の開き戸の地震時自動ロック装置(S型自動ロック装置という)をいう。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "『実施』とは特許法，実用新案法及び意匠法に定義する実施の用語に従った行為をいう。",
                "1条の2(本件発明等の開示)",
                "契約対象は甲の名義において契約日までに出願された全ての発明，考案及び意匠の開き戸の地震時自動ロック装置に関するものとして特定されており公開されるまでは甲はそれを開示しない。",
                "2条(実施権の付与)",
                "1．甲は乙(判決注，被控訴人)に対し本件発明等に係る製品を本契約期間中に日本国で製造し，日本国で販売し，外国で製造させ及び日本国に輸入する通常実施権を付与する。",
                "2．甲は乙に対し本件発明等が特許又は登録されたときは通常実施権を登録することを予約する。",
                "・・・",
                "4条(実施料)",
                "1．乙は甲に対して本契約に基づいて乙に付与される実施権の対価として製造した製品1個につき15円を実施料として支払う。",
                "2．前項の金額は為替変動，乙の客先への販売価格の変更等の理由のいかんを問わず契約期間中は変更しない。",
                "・・・",
                "20条(契約終了後の措置)",
                "1．本契約が期間の満了，解除その他理由のいかんを問わず終了したときは乙は直ちに本件発明等の製造等の実施を停止しなければならない。",
                "2．本契約が期間の満了，解除その他理由のいかんを問わず終了したときは乙とその客先の間にいかなる問題が発生しても乙の責任及び負担でその問題を解決すべきものとし甲は責任を負わない。",
                "21条(管轄の合意)",
                "本契約に関する訴訟，調停の管轄裁判所は・・特許事務所の所在地を管轄する裁判所とする。・・・」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人製品1は，本件新実施許諾契約の対象となる製品である。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "控訴人及び被控訴人は，共に，本件新実施許諾契約は，現在，有効に存続し，その終了による同契約20条に基づく差止請求権は発生していない旨主張している。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人に本件意匠権侵害のおそれがあるか。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人製品2の製造販売行為は，本件特許権の間接侵害に当たるか。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許は特許無効審判により無効にされるべきものであるか。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件新実施許諾契約20条1項に基づく差止請求権の不存在確認の訴えに確認の利益があるか。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(1)(被控訴人に本件意匠権侵害のおそれがあるか)",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "text": [
                "被控訴人は，ことさらに被控訴人製品1及び2の個別の製造販売個数を控訴人に明らかにしようとせず，いったん大量に製造して小池イマテクス株式会社(以下「小池イマテクス」という。)に販売した被控訴人製品1を買い戻して別顧客に販売するなどしている。したがって，控訴人としては，将来，被控訴人が何らかの形で本件意匠権を侵害する行為に出るかもしれないという疑いを払拭できない。",
                "被控訴人が，平成16年9月17日に被控訴人製品1の製造を中止したこと，その金型を廃棄したこと，被控訴人製品1の製造能力を喪失し，また同製品の製造の意思がないことは知らない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "text": [
                "被控訴人は，本件新実施許諾契約による通常実施権に基づいて，被控訴人製品1を適法に製造していたが，製造した被控訴人製品1のすべてにつき，平成16年2月18日から同年9月17日までの間に小池イマテクスに一括販売した。被控訴人は，本件新実施許諾契約に基づき，販売した被控訴人製品1のすべての数量を控訴人に報告し，同契約に基づく実施料全額である473万2402円を履行期限までに支払った。",
                "したがって，すでに生産された被控訴人製品1についての本件意匠権に基づく差止請求権は，権利の消尽により消滅し，被控訴人が，小池イマテクスに対して販売した被控訴人製品1を買い戻し，これを他の得意先に販売する行為は，本件意匠権を侵害するものではなく，控訴人は，同行為に対する差止請求権を有さない。",
                "そして，被控訴人は，被控訴人製品1の製造を平成16年9月17日に中止し，平成18年5月11日には公証人立会の上で被控訴人製品1の唯一の金型を廃棄して，その製造能力を喪失した。また，今後，被控訴人製品1よりも機能的にすぐれた製品の製造に力をいれる必要があり，営業政策の点からも，被控訴人製品1を製造する意思がない。",
                "意匠法37条1項所定の予防請求の要件である侵害のおそれがあるときとは，将来侵害が発生するであろう具体的事実，すなわち侵害の端緒をなす事実が具体的に存在している状態をいい，端緒をなす事実が存在しなければ，侵害の発生の可能性は抽象的段階にとどまり，同段階で予防請求を認めることは，行為者の事業活動を過度に制約するものとして許されない。",
                "被控訴人には，今後，本件意匠権を侵害するおそれは全く存在せず，被控訴人の被控訴人製品1に関する行為については，控訴人主張の差止請求権は不発生であるか，すでに消滅している。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点(2)(被控訴人製品2の製造販売行為は，本件特許権の間接侵害に当たるか。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人製品2の構成",
                  "text": [
                    "被控訴人製品2は，原判決別紙イ号物件目録に記載された家具，吊り戸棚等の棚に装備された地震時ロック装置であり，その構成の要旨は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "地震時に扉等がばたつくロック状態となるロック方法である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "棚本体側に取り付けられた装置本体に扉等が閉じられた状態からわずかに開かれるまでに当たらない係止体がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "係止体に地震時の状態と地震終了時の状態がある。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "係止体の地震時の状態：",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "地震時に扉等の開く動きを許容しない状態になる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "扉等の戻る動きとは独立し扉等の戻る動きで解除されず前記状態を保持する。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "係止体の地震終了時の状態：",
                          "text": [
                            "地震のゆれがなくなることにより扉等の戻る動きと関係なく扉等の開く動きを許容して動き可能な状態になる。",
                            "以上の家具，吊り戸棚等に装備された地震時ロック装置である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Aの充足",
                  "text": [
                    "構成要件Aの「ばたつくロック状態となるロック方法」とは，一般用語の「ばたつく」状態であって扉等が係止されることなく単に開く方向に停止されるロック方法である。",
                    "扉等が「ばたつく」状態にあるとき扉等は地震のゆれの強さにかかわらず閉じられた位置とわずかに開かれて係止体に当たっている位置との間において「ばたつく」のである。",
                    "したがって，「ばたつく」という構成により地震終了時に収納物等の外的な力が作用しない限り，係止体は拘束状態のままにならないため，地震終了時の解除操作が不要になるという効果がある。",
                    "開き戸にばね付き蝶番と被控訴人製品2を併用した開き戸の地震対策付き開き戸・引き出し・棚(以下，これらを総称して「被控訴人側製品」ということがある。)に係る棚は，被控訴人製品2とばね付き蝶番を併用し，その係止具の弾性片における摩擦力よりも蝶番の力が強いため，収納物等の外的な力が作用しなければばたつきが停止することのない(つまり本件発明で定義された「ばたつく」)ロック方法になっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件Bの充足",
                  "text": [
                    "構成要件Bの「棚本体に取り付けられた装置本体に扉等が閉じられた状態からわずかに開かれるまで当たらない係止体」とは，通常使用時も地震時も閉止状態を含めてそこからわずかに開かれるまでの間は開き戸とは接触しないということである。",
                    "すなわち，本件発明の係止体は通常使用時に開き戸が閉じられる途中に(閉止の前に)軽く退避するだけであり「わずかに開かれるまでに当たらない」(逆にわずかに開けば当たる)係止体である。被控訴人側製品に係る棚も，通常使用時も地震時も「わずかに開かれるまで当たらない」(逆にわずかに開けば当たる)係止体であり，本件発明と相違しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件Cの充足",
                  "text": [
                    "係止体の地震時の状態に関する構成要件Cの意義は，地震時に球が独立してロック位置に移動し扉等の戻る動きでは安定位置に戻らないから解除状態にならず係止体の動き不能状態が保持されるという意味であり，係止体の球による動き不能状態は扉等の戻る動きに左右されないという意味である。",
                    "被控訴人側製品に係る棚も，係止体の球による動き不能状態は扉等の戻る動きに左右されず保持されるから，本件発明1，4と同じである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件Dの充足",
                  "text": [
                    "本件明細書の実施例の図19の構成と，被控訴人側製品における地震終了時の状態を図示したのが，原判決別紙動作説明図(被告)である。",
                    "原判決別紙動作説明図(被告)のAの図は，係止体が拘束されて地震終了する場合であり，係止体(6)が係止具(7)に拘束されている(例えば，収納物のもたれかかり，扉等(91)のヒンジの摩擦等の外的な力が作用して扉等がわずかに開いて地震終了する)場合である。この図の拘束状態から係止体を解放するためには，使用者の押す力による扉等の戻る動きが必要である。",
                    "すなわち，被控訴人のいう特別の手段(解放のための扉等の戻る動き)を講じることにより，球は動き可能となりそのロック位置から安定位置へと(扉等の戻る動きと関係なく)復帰するのであり，これは，被控訴人側製品においても同様である(同aの図)。",
                    "原判決別紙動作説明図(被告)のAの2の図は，収納物等の外的な力が作用せず係止体が拘束されて地震終了する場合の図であり，地震終了直後に拘束された場合には，係止体は係止具から開く方向の力を受け，その結果球は係止体に押さえられて動くことができない。この拘束状態は，摩擦等があれば，ばね付き蝶番の力又は使用者の押す力による扉等の戻る動きが必要であり，これは，被控訴人側製品においても同様である(同aの2の図)。",
                    "すなわち，本件発明も被控訴人側製品も，その係止体が地震終了直後に拘束状態になった場合には拘束状態から解放しなければ，係止体は「動き可能な状態」にはならず，同一である。",
                    "また，原判決別紙動作説明図(被告)のBの図は，扉等が閉じられた時点でゆれがなくなり，係止体が拘束されずに地震終了する場合の図であり，係止体は係止具から力を受けないため球は動くことが可能である。このような場合には，「扉等の戻る動き」はないが，球は自然に動いてそのロック位置から安定位置へと(扉等の戻る動きと関係なく)復帰し，これは被控訴人側製品も同じである。",
                    "地震のゆれがなくなった際，係止体と係止具を当接状態から解放するための開き戸の「解放のための戻る動き」が当然に必要であるから，構成要件Dの「扉等の戻る動きと関係なく前記係止体が扉等の開く動きを許容して動き可能な状態になる」の「扉等の戻る動き」の概念には，係止体を係止具から解放するための戻る動きを含まない。つまり，構成要件Dの「扉等の戻る動きと関係なく」との用語は，係止体が拘束されて地震が終了するという特別な条件ではその拘束から解放する必要はあるが，動き不能状態の原因(本件特許の実施例では球がロック位置にあること)を「扉等の戻る動き」により除去する必要はなく，(球が置かれる底面の傾斜により)自然に除去されるとの概念として用いられていると解釈すべきである。",
                    "そして，上記のとおり，被控訴人製品2も係止体を係止具(その弾性片)から解放してやれば「扉等の戻る動き(具体的には，使用者が扉を押したり，蝶番の力で戻したりする動き)と関係なく」係止体は動き可能な状態になる(原判決別紙動作説明図(被告)のaの図，aの2の図)から，被控訴人製品2の構成要件dは本件発明1の構成要件Dと同一である。",
                    "原判決は，被控訴人製品2について，拘束されるという場合を想定することができないとして，構成要件Dを充足しないとするが，誤りである。",
                    "「ゆれがなくなる」地震終了直後の被控訴人製品2は，原判決別紙動作説明図(被告)のaの2の図に示されるとおり，明らかに拘束状態にある。そして，本件発明1において，同説明図のAの2の状態は扉等がヒンジの摩擦等で開いたままになった場合(同説明図のAの2)にはそのまま継続されるが，それ以外の場合には極めてわずかな扉等の戻る動きにより拘束状態は解除され，このことと，被控訴人製品2がばね付き蝶番により閉じられ扉等からの拘束状態が解除されることとは異なるところはない。",
                    "構成要件Dは拘束状態が解除された後の要件であり，拘束状態の解除後に構成要件Dに該当することについて，本件発明1と被控訴人製品2は何ら異ならない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被控訴人は，本件特許権の存在を知っており，かつ販売先のキッチンメーカー等が被控訴人製品2のロック装置をばね付き蝶番のついた棚の生産にのみ，あるいはそれらの棚にも用いることを知りながら，業として被控訴人製品2の製造販売等の実施をしている。",
                    "被控訴人製品2は，本件発明4の地震対策付き棚の課題の解決に不可欠なものであり，被控訴人による被控訴人製品2の製造販売等の実施行為は，特許法101条1号又は2号の間接侵害に該当し，本件特許権に基づく差止請求の対象となる。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被控訴人は，特許第3048357号の特許権者であることを理由として，被控訴人製品2について，本件特許権を侵害しない旨主張するが，失当である。",
                    "上記特許出願に記載されたロック装置は，原判決別紙動作説明図(被告)のaの2の図の状態のまま(拘束状態のまま)球が移動して係止体は解除されるのに対し，被控訴人製品2は，これと異なりaの2の状態からばね付き蝶番により閉じられ拘束状態が解除されて初めて係止体の動きを妨げていた球が移動するものであり，両者は異なる。これは，上記特許出願のロック装置の弾性片は，「弱い」と明細書に記載され，球が弾性片に押さえられたままでも(すなわち拘束状態のままでも)移動できるのに対し，被控訴人製品2の弾性片は「強い」ので，球が弾性片に押さえられなくなって，拘束状態が解除されて初めて球が移動可能になり係止体の動きの妨げ状態は解除されるからである。",
                    "そして，弾性片が「強い」とする手続補正書を被控訴人が提出したのは，平成11年4月13日であり，本件特許の出願日の平成11年3月18日より後である。",
                    "本件発明は，原判決別紙動作説明図(被告)Aの2の状態からわずかな扉等の戻る動きにより拘束状態が解除されて初めて係止体の動きを妨げていた球が移動するものであり，被控訴人製品2と全く同じである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の特許請求の範囲に記載された本件特許発明の構成要件は，後記6(1)エのとおり不明確である。したがって，被控訴人製品2を使用して製造された地震対策付き開き戸等の被控訴人側製品が本件発明の技術的範囲に属するかどうか，被控訴人による控訴人製品2の製造販売行為が本件特許権の間接侵害に該当するかどうかを判断する前提として特定する必要のある本件発明の構成要件自体が不明確・不特定であるから，その前提自体が不明確であり，判断ができず，控訴人の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件発明の構成要件についてそれが法律上明確であること，さらに被控訴人側製品が本件発明の各構成要件のすべてを充足しているとの点について主張・立証していない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特に，被控訴人側製品は，構成要件Dを充足するものではないから，それの部品として使用される被控訴人製品2を製造・販売等する行為もまた，控訴人主張の間接侵害に当たらない。",
                    "すなわち，構成要件Dの「扉等の戻る動きと関係なく」動きが可能な状態になるという意味は，係止体が扉等の戻るあらゆる動きと関係なく動き可能な状態になるという意味ではなく，係止体が拘束(係止される場合が含まれる)されて地震が終了するという特別な場合を除き(この場合は，その拘束から解放する必要がある)，強制的にロック状態となった原因を除去するために扉等の戻る動きを必要とすることはないという意味であると解するのが相当である。",
                    "しかし，被控訴人側製品は，ばね付蝶番を併用する構成を採用することにより，地震終了時に係止体が係止する構造になっていないから，そもそも係止体が係止され，あるいは拘束されるという場合を想定することができない技術的構成になっている。",
                    "したがって，被控訴人側製品については，係止体が拘束(係止される場合が含まれる)されて地震が終了するという特別な場合を想定することができない以上，地震終了直後のロック状態の原因を除去するためにばね付蝶番による扉等の戻る動きを必要とするので，構成要件Dを充足しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，特許第3048357号の特許権者であり，被控訴人製品2は，同特許の特許明細書(甲35)に記載されている実施例の図面とおりのものであり，同特許は，本件特許より先に特許出願されているので，被控訴人製品2が，本件特許権の侵害となることはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点(3)(本件特許は特許無効審判により無効にされるべきものであるか。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法29条の2，123条1項2号違反",
                  "text": [
                    "本件発明は，本件出願の出願日前の特許出願であって，その出願後に出願公開がされた特願平11−53488号(特開2000−248812号公報参照)の願",
                    "書に最初に添付された明細書及び図面(甲27〔ただし，6頁以下の手続補正書に係る部分を除く。〕，以下「先願明細書」という。)に記載された発明(以下「先願発明」という。)と実質的に同一であり，本件発明の発明者が先願発明の発明者と同一でなく，本件出願時において，その出願人が先願発明の出願人と同一でもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法29条1項3号，123条1項2号違反",
                  "text": [
                    "本件発明は，特開平10−317772号公報(甲25，以下「甲25公報」と",
                    "いう。)に記載された発明と同一である。また，本件発明は，特開平10−115140号公報(甲29，以下「甲29公報」という。)に記載された発明と同一である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許法29条2項，123条1項2号違反",
                  "text": [
                    "本件発明は，甲25公報に記載された発明及び特開平9−78925号公報(甲26，以下「甲26公報」という。)に記載された発明に基づいて，当業者が容易に想到することができたものである。",
                    "すなわち，甲26公報に記載された発明と本件発明の相違点1は，「地震のゆれがなくなることにより(起因して)扉等の開く動きを許容するという構成」というものであるが，これは甲25公報及び甲29公報に記載された発明に開示されているから，これを適用すれば，その要件を具備することは極めて容易である。また，相違点2は，本件発明1の地震時ロック方法を請求項3，4に記載された「引き出し」，「棚」に用いることまでは開示していない点であるが，「引き出し」，「棚」に上記記載の地震時ロック方法を用いることは，当業者にとって容易に想到可能な技術である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "平成14年法律第24号による改正前の特許法36条6項2号(以下",
                  "text": [
                    "「特許法旧36条6項2号」という。)，123条1項4号違反",
                    "本件発明1は，特許請求の範囲の記載が当業者にとって技術上の意義を理解することができないものであって，「特許を受けようとする発明が明確であること」の要件を欠いていて，本件発明1を引用する本件発明2ないし4も，特許請求の範囲の記載が明確でない。",
                    "すなわち，本件発明1の特許請求の範囲には，「扉等がばたつくロック状態」について，これを限定する格別の記載は見当たらないし，一般用語例によっても，この状態が一義的に理解されるとは断定できない。そして，「扉等がばたつくロック状態」により，これと対比される「扉等のばたつきのほとんどないロック状態」よりどのような効果を奏するかについて，明細書には記載がない。また，本件発明1の特許請求の範囲には，(a)「扉等が閉じられた状態からわずかに開かれるまで当たらない係止体」が(b)「地震時に扉等の開く動きを許容しない状態になる」と記載されている。しかし，特許請求の範囲には，上記(a)と「ばたつくロック状態」との関連を示す記載はないから，その関係は不明である。そして，本件明細書を見ても，上記(a)のような機能的記載を採用していることの効果の記載がなく，要するに，このような機能的記載がいかなる技術的意義を有し，またいかなる効果を奏するのかが不明である。さらに，「わずかに」は，極めて抽象的な表現であって，特許請求の範囲の他の記載や，さらに明細書の詳細な説明を参酌しても，その技術的意義や内容・効果は不明であり，技術常識に照らしても，不明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法29条の2，123条1項2号違反",
                  "text": [
                    "先願明細書は，被控訴人製品2と類似するが同一ではない試作品に係る発明の特許出願についての公報であって，先願発明は，本件発明と同一ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法29条1項3号，123条1項2号違反",
                  "text": [
                    "甲25公報に係る発明は，開き戸を閉じた時に扉が行き過ぎないようにする機能である「戸当たり」機能を持った係止体によって，地震時に「当たった位置」すなわち閉じられた位置で開き戸をロックするロック方法である。甲25公報には，そのように，開き戸に「当たる」こととその当たる位置で該開き戸との間に遊びがあってはならない「戸当たり」の係止体における技術課題自体が全く記載されておらず，本件発明の新規性のみならず進歩性を否定する公知文献とは到底ならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許法29条2項，123条1項2号違反",
                  "text": [
                    "甲25公報と甲26公報のいずれにも，本件発明の重要な技術課題，すなわち，①開き戸の動き始めと係止体の動き始めに時間差を確保すること，②通常使用時に不必要な衝撃を受けないこと，③開き戸の浮き上がりがあっても確実作動し誤作動もないこと，④地震終了時に危険回避できることの開示がない。したがって，両公報に記載された発明を組み合わせて本件発明を想到することは技術課題の開示がないという阻害要因があるから，当業者にとって容易でない。",
                    "本件発明は，開閉の度に「動く」係止体であり，このような係止体は，従前は，甲25公報に係る発明のように「戸当たり」機能を前提とした発想であったのに対し，本件発明は，「戸当たり」を否定し「ばたつくロック状態となるロック方法」にしたものである。このように「戸当たり」を否定することは，いわゆる意外性があり，当業者にとって想到することは容易ではなく，進歩性がある。",
                    "また，甲25公報に係る発明のロック方法では，施工時の取付けの狂い等によって，閉止状態で開き戸がきちんと閉じられずに開く方向に浮き上がった状態になっている場合には，係止体が常に持ち上がった状態になるから，地震検出体としての球がロック位置に移動できないことになり，地震が起こっても確実に作動しない。",
                    "さらに，開き戸が閉止状態で開き戸が開く方向に浮き上がった状態になっている場合には，通常使用時において開き戸を閉じるとその勢いで開き戸が閉じる方向にたわんだ後に戻って浮き上がることになるが，そのような動きにより，球は，閉じるごとに係止体の振動により動き，持ち上がる係止体にロック位置ではさまれてしまうことになるから，開き戸はロック状態になってしまう。すなわち，通常使用時に開き戸を閉じるたびに開き戸はロックされ(誤作動し)，強制解除しなければ使用者は開き戸を開くことができないという致命的欠陥がある。このような欠陥があるから，甲25公報記載のロック方法においては通し孔Fによる強制解除手段を必ず設けておかなければならないといえる。",
                    "これに対し，本件発明の係止体は，開き戸が「わずかに開かれるまで当たらない」係止体であり，閉止状態で係止体は開き戸に当たらないので，仮に開き戸が浮き上がった状態になったとしても「当たらない」。したがって，地震が起これば確実に作動するし，通常使用時の誤作動もないから，少なくとも誤作動のために強制解除手段を設けておく必要はない。",
                    "したがって，本件発明は，甲25公報に記載された発明と比較してロック作動を確実にし，危険回避するという効果が著しいのであるから，著しい効果を達成できるものであり，当業者にとって想到することは容易ではない。また，甲25公報と，これに係る発明とはそもそもロック方法の技術思想において異なる甲26公報とを組み合わせることによる無効理由はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特許法旧36条6項2号，123条1項4号違反",
                  "text": [
                    "本件明細書の記載によれば「係止」は，扉等が「開く方向も閉じる方向も動き停止される」との定義と解釈できる。「ばたつくロック状態となるロック方法」とは，一般用語の「ばたつく」状態であって，扉等が「係止されることなく単に開く方向に停止される」ロック方法であることは明らかであり，何ら不明確ではない。",
                    "また，本件明細書においては，「ばたつくロック状態」と「ばたつきのほとんどないロック状態」が対照的に区別され，係止した場合における遊びの存在は暗示されているのであるから，「ばたつく」という動きは，遊びに起因する動きとは質的に異なるものであることは明らかである。特許請求の範囲の記載に被控訴人主張の無効理由はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点(4)(本件新実施許諾契約20条1項に基づく差止請求権の不存在確認の訴えに確認の利益があるか。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人の主張",
              "text": [
                "控訴人は，平成17年2月18日，被控訴人の得意先に対し，被控訴人製品2をばね付蝶番と併用した場合，その吊り戸棚等は，本件特許権に触すること，今後は被控訴人とではなく，取引先と直接契約したいこと，もし実施契約をしない場合には，特開2004−300919号，特開2000−262343号(本件特許に",
                "係る公開公報)，特開2000−179216号について，本書をもって特許法65条の警告とすることを内容とする警告書(以下「本件警告書」という。)を発送した。",
                "本件警告書中には，「KSL−1に関連するもの」と題して，本件意匠権を掲げて，あたかも，被控訴人製品1(KSL−1)も控訴人の意匠権を侵害することになると告知しているようにみえる。これを読んだ取引先は被控訴人製品1が本件意匠権を侵害しているのではないかと受け取るのが通常であり，現に，本件警告書を読んだ得意先の強い疑惑を招いており，既に得意先に販売済みの被控訴人製品1についても，その引き取りを求められる公算も大きい。また，今後，被控訴人が，小池イマテクスから買い戻した被控訴人製品1を部品補充用に得意先に転売する際の妨げとなり，さらに，被控訴人が同じ得意先に販売している別製品である被控訴人製品2の販売成績にも悪影響を与えるおそれがあり，そのような事態になれば，被控訴人の営業全体の信用を棄損され，まさに経営上死活問題に発展するおそれがある。",
                "他方，控訴人は，いまだに本件警告書を撤回する措置を講じていない。",
                "これらの事情に照らせば，控訴人が，本件新実施許諾契約が存続し，差止請求権を不存在である旨主張していたとしても，差止請求権不存在確認を求める訴えの利益がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張",
              "text": [
                "現在，本件新実施許諾契約が有効に存続しているので，被控訴人製品1及び2について，控訴人が被控訴人に対し本件新実施許諾契約に基づく差止請求権を有しないことは，被控訴人の主張のとおりである。",
                "したがって，差止請求権の不存在について，控訴人被控訴人間に争いはなく，このことを確認する確認の利益はない。",
                "また，本件警告書を読んだ取引先が，被控訴人製品1が本件意匠権を侵害しているのではないかと受け取ったりすること，本件警告書が，被控訴人が被控訴人製品1を転売する際に妨げになること，被控訴人製品2の販売にも悪影響を与えることは争う。本件警告書は，文意全体をみれば，被控訴人製品2についてのみの警告にすぎないことは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件意匠権に基づく，被控訴人製品1の使用，販売等に対する差止請求権の不存在確認の訴えについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，本件意匠権に基づく，被控訴人製品1の使用，販売等に対する差止請求権が存在しないことの確認を求めるところ，控訴人は，被控訴人には，本件意匠権侵害のおそれがあると主張する(争点(1)参照)。",
                "当裁判所は，以下のとおり，本件訴訟における両当事者の主張に照らせば，被控訴人が主張する差止請求権は存在せず，被控訴人の請求には理由があると判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記「第2 事案の概要」の「2 争いのない事実等」記載のとおり，控訴人は，意匠登録番号第1065539号の本件意匠権を有し，被控訴人製品1に係る意匠は，本件意匠権に係る意匠に類似するものである。",
                "他方，同「2 争いのない事実等」記載のとおり，平成16年2月17日，控訴人被控訴人間で本件新実施許諾契約が締結されたところ，被控訴人製品1は本件実施許諾契約の対象となる製品であり，本件新実施許諾契約によって，被控訴人に対し，同契約の対象となる製品である被控訴人製品1に関し，製造，販売その他の実施権を与えられている。本件新実施許諾契約で通常実施権が与えられる「本件発明等」は，平成10年12月25日までに控訴人により出願された意匠を含むと規定され，同年9月25日に意匠登録出願されている本件意匠権についても，被控訴人に通常実施権が与えられていて，両当事者もこのことを前提とした主張をしている。",
                "そして，当事者双方が，現時点(本件訴訟の口頭弁論終結時である平成19年6月27日)において，本件新実施許諾契約が存続していることを主張していて，後記3(2)のとおり，本件新実施許諾契約が存続していると認めることが相当である。",
                "そうすると，その余を判断するまでもなく，被控訴人は，控訴人から，本件新実施許諾契約に基づき，被控訴人製品1の販売等について，実施権が与えられているのであるから，控訴人が，本件意匠権に基づいて，被控訴人製品1を販売等することを差し止めることはできない。",
                "したがって，控訴人が，本件意匠権に基づいて，被控訴人製品1を販売等することを差し止めることはできないことの確認を求める被控訴人の請求には理由がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，被控訴人が今後，本件意匠権を侵害するおそれの有無を争うが(争点(1))，上記のとおり，本件訴訟における両当事者の主張に基づけば，被控訴人が被控訴人製品1を使用，販売する行為について，本件新実施許諾契約により，控訴人が，意匠権に基づいて，被控訴人製品1を販売等することを差し止めることはできないものである。",
                "なお，後記3(2)に摘示した事情に照らせば，本件の確認の訴えには確認の利益が認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許権に基づく，被控訴人による被控訴人製品2の製造，販売等に対する差止請求権不存在確認の訴えについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，本件特許権に基づく，被控訴人製品2の製造，販売等に対する控訴人の差止請求権が存在しないことの確認を求めるところ，控訴人は，被控訴人製品2の製造，販売等は，本件特許権の間接侵害に当たる旨主張(争点(3))する。被控訴人は，同主張を争うとともに，本件特許は特許無効審判により無効にされるべきものである旨主張(争点(4))し，控訴人は同主張を争う。",
                "当裁判所は，本件特許は，特許無効審判により無効にされるべきものであると判断し(争点(4))，控訴人は，本件特許権を行使できず，被控訴人の請求に理由があると判断する。",
                "なお，本件特許については，平成16年2月17日に控訴人被控訴人間で成立した調停条項において，控訴人は，被控訴人に対し，その実施を許諾していないことが確認されている(甲21)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1は，その特許請求の範囲の記載に照らし，「地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」というものである。",
                "そして，上記の特許請求の範囲には，「地震時に扉等がばたつくロック状態となるロック方法において」との記載があるところ，「扉等がばたつくロック状態」について，これを限定する格別の記載は見当たらない。",
                "一般的な用語例に従うと，「ロック」とは，「錠をおろすこと。鍵をかけること。",
                "錠。」(広辞苑第5版)とされ，扉についていえば，「ロック状態」とは，鍵をかけるなどして開かない状態をいうと解される。また，「ばたつく」とは，「ばたばたする。騒がしく動きまわる。じたばたする。」(同)などの意味を有する。そうすると，「扉等がばたつくロック状態」とは，「扉等がばたばたした状態にありながら，かつ，鍵をかけるなどして開かない状態」であると，一応理解することができる。しかし，その内容が一義的に理解されるとは，直ちに断定し難いところである。したがって，本件発明1が，これらの語のみで，特許請求の範囲が一義的に発明として特定されるとはいうことができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【発明が解決しようとする課題】本発明は以上の従来の課題を解決し地震時に係止体が扉等の戻る動きとは独立して動くことにより扉等の戻る動きで解除されず地震時にロック位置に到って振動し又はロック位置を保持する構成にすることにより解除機構を単純に出来る扉等の地震時ロック方法及び該方法を用いた地震対策付き棚の提供を目的とする。更に本発明の他の目的は係止体が扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる構成にすることにより解除機構を単純に出来る扉等の地震時ロック方法及び該方法を用いた地震対策付き棚の提供を目的とする。」(段落【0003】)"
                },
                {
                  "fig": "イ",
                  "subject": "「【課題を解決するための手段】本発明は以上の目的達成のために：地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法等を提案するものである。」(段落【0004】)"
                },
                {
                  "fig": "ウ",
                  "subject": "「以上で明らかな通り図1乃至図5の扉等の地震時ロック方法は棚の本体(90)側に取り付けられた装置本体(1)の係止体(2)が地震時に扉等の開く動きを停止させる位置であるロック位置へと動き，前記係止体(2)は扉等の戻る動きとは独立して動くことにより扉等の戻る動きで解除されず地震時にロック位置に到って振動し又はロック位置を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体(2)は待機位置へと戻る扉等の地震時ロック方法である。そして図示のものは地震時に装置本体(1)の係止体(2)が扉等の係止具(5)に係止し扉等のばたつきのほとんどないロック状態となる扉等の地震時ロック方法であった。」(段落【0005】【発明の実施の形態】，5頁7行目～14行目)"
                },
                {
                  "fig": "エ",
                  "subject": "「その結果係止具(7)の絞り(7c)を係止部(6b)(溝を有する",
                  "text": [
                    "ため溝が縮まって)は通過し開口端(7b)に到ることになる。開口端(7b)において係止部(6b)は段(6c)で係止保持力(係止解除力でもある)が確保される。すなわち段(6c)における係止保持力(係止解除力でもある)以下であれば開き戸(91)は地震のゆれの戻りから受ける力によっては解除されない。すなわち開き戸(91)が隙間を有した状態でロックされることは図1乃至図5の実施例のものと同様である。地震が終わると使用者は隙間を有してロックされている図10及び図11の状態の開き戸(91)を係止保持力以上の力で押す。これにより係止状態が解除され図10及び図11の状態から図6及び図7に示す様に係止体(6)は係止具(7)の絞り(7c)を通過し開口(7a)へと戻り開き戸(9",
                    "1)の開閉は自由になる。」(同段落，6頁37行目～49行目)，"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「以上で明らかな通り図6乃至図11の扉等の地震時ロック方法は棚の本体(90)側に取り付けられた装置本体(1)の係止体(6)が地震時に扉等の開く動きを許容しない状態になり，前記係止体(6)は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体(6)は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法である。そして図示のものは地震時に装置本体(1)の係止体(6)が扉等の係止具(7)に係止し扉等のばたつきのほとんどないロック状態となる扉等の地震時ロック方法であった。」(同段落，7頁2行目～9行目)"
                },
                {
                  "fig": "カ",
                  "subject": "「すなわち図1乃至図11の扉等の地震時ロック方法に共通することは地震時に装置本体(1)の係止体(2)(6)が扉等の係止具(5)(7)に係止",
                  "text": [
                    "し扉等のばたつきのほとんどないロック状態となることであった。以上の地震時ロック方法のいずれかに適用が可能な振動エリアAの他の実施例(但しこれに限るものではない)を図12乃至図17に示す。」(同段落，同頁10行目～14行目)キ 「次に図18及び図19の実施例は図6乃至図11に示したものと比較し地震時に扉等がばたつくロック状態となる扉等の地震時ロック方法であることを特徴とする。すなわち係止体(6)の係止部(6b)は扉等の係止具(7)に係止することなく単に停止されるものであり地震時に扉等がばたつくロック状態となる。",
                    "次に図20の実施例は図1乃至図5に示したものと比較し地震時に扉等がばたつくロック状態となる扉等の地震時ロック方法であることを特徴とする。すなわち係止体(2)の係止部(2e)は扉等の係止具(5)の係止部(5a)に係止することなく単に停止されるものであり地震時に扉等がばたつくロック状態となる。」(同段落，同頁18行目～25行目)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「【発明の効果】本発明の扉等の地震時ロック方法及び該方法を用いた地震対策付き棚の実施例は以上の通りでありその効果を次に列記する。本発明の地震時ロック方法は特に係止体が扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる構成にすることにより解除機構を単純に出来る。」(段落【0006】)"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記によれば，本件明細書の図1ないし図17に示されたロック方法は，地震時に扉等のばたつきのほとんどないロック状態となるものに係り(上記(3)ウないしカ)，本件発明1の実施例に相当するものではない。これに対し，図18ないし図20に示されたロック方法のみが，地震時に扉等がばたつくロック状態となるものであり(同キ)，本件発明1の実施例に相当するものである。",
                "そして，本件明細書において，本件発明について説明する部分は，発明が解決しようとする課題(上記ア)，課題を解決するための手段(上記イ)，発明の効果(上記ク)及び上記キの実施例の説明と図18ないし図20しかない。",
                "本件明細書には，前記のとおり，本件発明1の特許請求の範囲にいう「扉等がばたつくロック状態」について直接定義する記載はないものの，「地震時に扉等のばたつきのほとんどないロック状態」と「地震時に扉等がばたつくロック状態」を明確に区別しており，そのうちの「地震時に扉等がばたつくロック状態となる扉等の地震時ロック方法」に係る発明が本件発明1であるから，「ばたつきのほとんどない」構成と「ばたつく」構成との間にどのような相違があるのかが明確にされる必要がある。",
                "この点について，上記(3)ウの「そして図示のものは地震時に装置本体(1)の係止体(2)が扉等の係止具(5)に係止し扉等のばたつきのほとんどないロック状態となる扉等の地震時ロック方法であった。」との記載や同カの「すなわち図1乃至図11の扉等の地震時ロック方法に共通することは地震時に装置本体(1)の係止体(2)(6)が扉等の係止具(5)(7)に係止し扉等のばたつきのほとんどないロック状態となることであった。」との記載によれば，「扉等のばたつきのほとんどないロック状態」とは，「装置本体(1)の係止体(2)が扉等の係止具(5)に係止」するものであることが分かる。",
                "また，「扉等がばたつくロック状態」とは，上記(3)キによれば，実施例の図18，19及び図20で示されるものであり，棚の本体側に設けられた係止体について，「その係止体(6)の係止部(6b)が，扉等の係止具(7)に係止することなく単に停止される」ロック状態(図18，19)，ないしは，「係止体(2)の係止部(2e)が，扉等の係止具(5)の係止部(5a)に係止することなく単に停止される」というロック状態(図20)を意味するものをいうと理解することができる。",
                "以上によれば，係止体との関係で，「扉等のばたつきのほとんどないロック状態」は，扉等の係止具に「係止」するのに対し，「扉等がばたつくロック状態」は，扉等の係止具の係止部に「係止」するのでなく，単に「停止」するものをいうと認められる。",
                "したがって，本件発明1にいう「扉等がばたつくロック状態」は，棚本体に設けられた係止体を用いて扉等の開閉を制御している状態であるが，係止体の存在にもかかわらず，扉等に設けられた係止具に「係止」せず，単に「停止」される状態をいうものと認められる。",
                "そこで，さらに，「係止」と「停止」の技術的意義及び区別がどのようなものであるかが明らかにされる必要がある。",
                "本件明細書の発明の詳細な説明において，この点に関する記載としては，「係止体(6)の係止部(6b)が，扉等の係止具(7)に係止することなく単に停止される」，「係止体(2)の係止部(2e)が，扉等の係止具(5)の係止部(5a)に係止することなく単に停止される」があるが，これらはいずれも「係止体の係止部」の機能，作用が記載されているのみである。",
                "一般に，「係止」とは，「係わり合って止まること。」(平成12年8月28日日刊工業新聞社発行特許技術用語集−第2版−)などとされており，上記(3)ウないしカを併せ考えると，本件明細書において，「係止」とは，扉等が「開く方向にも閉じる方向にも動きが封殺されていること」を意味するものと理解できる。また，本件明細書においては，「停止」という用語が，「係止」と対比して使用されていることから，「停止」は，上記の「係止」とは異なる意味を有するものと理解することができる。このことに，「扉等がばたつくロック状態」が，前記(2)のとおり，一般的な用語例に従うと，「扉等がばたばたした状態にありながら，かつ，鍵をかけるなどして開かない状態」にあることを意味していることを併せ考えると，「扉等のばたつきのほとんどないロック状態」とは，「扉等が係止された状態」すなわち「扉等が，開く方向にも閉じる方向にも動きが封殺されるロック状態」をいうのに対し，本件発明1における「扉等がばたつくロック状態」とは，「扉等が，係止されることなく単に停止されるロック状態」であり，「扉等が，ロック位置からそれ以上開く方向への動きが封殺されるが，ロック位置から閉じる方向については，開く方向及び閉じる方向の動きが許容され，往復動可能となるロック状態」をいうものと，一応解釈することができる。",
                "そして，扉等は，技術常識によれば，通常は，閉じられているものであるから，「扉等がばたつくロック状態」において，地震時において，通常時に閉じられている位置と前記ロック位置との間を往復動可能であるといえる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "先願明細書についてみると，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【請求項1】 家具，吊り戸棚等の開き戸付き収納装置に設けられ，地震時に開き戸の開放を規制する開き戸の閉止装置において，前記収納装置本体に上下動可能に設けられた係止体と，地震の揺れによって動作して前記係止体の動きを上動不能に阻止する阻止手段と，前記開き戸に支持され前記開き戸の開閉に際して前記係止体の動きが阻止されたときにのみ前記係止体が係止可能な状態になって前記開き戸の開放度を若干開く程度に規制する規制手段とを備えていることを特徴とする開き戸の閉止装置。」(【特許請求の範囲】)"
                },
                {
                  "fig": "イ",
                  "subject": "「【発明の属する技術分野】この発明は，家具，吊り戸棚等の開き戸付き収納装置に設けられ，地震時に開き戸の開放を規制する開き戸の閉止装置に関し，特に地震時に開き戸の開放を規制する構造に関するものである。【従来の技術】家具，吊り戸棚等の開き戸付き収納装置では，地震の揺れにより開き戸が開いて収納物が落下するのを防止するために，通常地震時に開き戸の開放を規制する閉止装置が設けられる。この種の閉止装置は，収納装置本体に設けられた係止手段が平常時にはケース内に没入状態にあり，地震の揺れによりこの係止手段がケース下方に突出し，この突出した係止手段が開き戸に設けられた係止具に係止して開き戸の開放が規制され，収納物の落下が防止されるようになっている。・・・【発明が解決しようとする課題】しかし，上記した従来の閉止装置では，開き戸をわずかに隙間を有した半開きの状態にロックするため，地震終了後に，このロック状態を解除するのに特別な解除動作が必ず必要となり，非常に面倒である。・・・この発明が解決しようとする課題は，地震終了後の解除動作を不要にし，地震中の開き戸の開放を確実に阻止できる小型，薄型の開き戸の閉止装置を提供することにある。」(段落【0001】～【0006】)"
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「【発明の実施の形態】この発明の一実施形態について図1ないし図3を参照して説明する。但し，図1は切断正面図，図2は一部の切断平面図，図3は異なる一部の平面図である。図1において，31家具，吊り戸棚等の開き戸付き収納装置本体，32は開き戸，33は樹脂等から成るケースであり，図2にも示されるように，内側に空間を有し，この空間が3つに仕切られて3個の移動スペース34が形成され，上端のフランジがねじ等により収納装置本体31に取り付けられている。 36はケース底面の形成された開口，37は転動体である3個の球体であり，各移動スペース34内にそれぞれ移動可能に収容されている。このとき，各球体37は各々の移動スペース34のみ移動可能で，隣接する移動スペース34には侵入できないように移動スペース34が構成されている。38は樹脂等から成る係止体であり，ほぼ円柱状を成す基部38aと，基部38aの上端に形成された開口36より大寸の鍔部38bとから成り，この鍔部38bがケース33の内側に収容され，基部38aが開口36内に上動可能に配設されている。このとき，係止体38が下動した状態において，係止体38の下端部がケース33の下方に突出するように係止体38が配設されている。また，揺れのない状態で，球体37が転動して係止体38の鍔部38bの上面から落ち易くするために，鍔部38bの上面をわずかに外向きに傾斜させている。そして，ケース33の上面にはその全部或いは一部を閉塞した蓋39が装着され，この蓋39の下面と下動時の係止体38の鍔部38bの上面との間のクリアランスが，球体37の直径よりもやや大きい程度に設定されると共に，下動時の係止体38の鍔部38bの上面周縁がケース33の底面よりわずかに上に位置するように設定されている。そのため，地震の揺れを感じると，鍔部38bの上面にいずれかの球体37が載置可能になり，蓋39の下面と係止体38の鍔部38bの上面との間に球体37が嵌まり込んで挟持され，これによって係止体38の動きが上動不能に阻止される。尚，蓋39の下面ほぼ中央部には突起が形成され，この突起の存在により，各球体37は隣接する移動スペース34に侵入することができないようになっている。このように，各球体37は，地震の揺れによって動作して係止体38の動きを上動不能に阻止する阻止手段として機能する。",
                    "41は樹脂から成り左端部がねじ等により開き戸32に固着された支持体，42は支持体41の右端部に形成され右側に開き戸32の閉塞方向に向かう登り傾斜面42aを有し左側には垂直面42bを有する係止部，43は弾性片であり，図1，図3に示されるように，支持体41のほぼ中央にほぼ45゜屹立した状態で一体的に形成され，係止部42の手前に配置され，先端部分が係止体38の重量より大なる上向きの弾性力を有する。このとき，支持体41，係止部42及び弾性片43が規制手段として機能し，地震の揺れがないときには，その弾性力によって，弾性片43は開き戸32の開放方向に向かう登り傾斜面43aを形成するため，開き戸32を開く際に係止体38がこの傾斜面43aを摺接しつつ弾性片38及び係止部42を乗り越え，揺れがあるときには，開き戸32が開こうとすると，球体37の介入によって上動不能に動きが阻止された係止体38により，弾性片43が押し下げられ，係止体38の下端部が係止部42の左側の垂直面42bに当接して開き戸32の開放度が若干開く程度に規制される。」(段落【0017】～【0024】)エ 「次に動作について説明すると，平常時には，係止体38の上動が阻止されることはないため，開き戸32の開放に伴い，弾性片43の傾斜面43aに沿って係止体38が上動すると共に，開き戸43の閉塞に伴い，係止部42の傾斜面42aに沿って係止体38が上動し，開き戸32は自由に開閉することができる。",
                    "一方，地震時には，揺れによって各球体37のうち少なくともひとつが係止体38の鍔部38b上面に載置することにより，蓋39の下面と係止体38の鍔部38bの上面との間に球体37が嵌まり込んで挟持され(図1中の1点鎖線及び2点差線)，これによって係止体38の上動が阻止され，係止体38の下端が弾性片43を押し下げながら係止部42の垂直面42bに当接可能な状態になり，開き戸32の開放度が若干開く程度に規制される。そして，地震が終われば，係止体38の鍔部38bの上面に載っていた球体37が移動スペース34側へ転動するため，係止体38の動きの規制が自動的に解除され，弾性片43がその弾性力によって先端が元の状態に起き上がり，特別な解除動作を行わなくても平常時と同じ状態に復帰する。」(段落【0025】～【0027】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「更に，規制手段は，上記したように支持体41，係止部42及び弾性片43により構成されるものに限定されず，要するに，開き戸32に支持され，開き戸32の開閉に際して係止体38の動きが上動不能に阻止されたときにのみ，係止体38が係止可能な状態になって開き戸32の開放度を若干開く程度に規制し得るような構成であればよい。また，本発明は上記した実施形態に限定されるものではなく，その趣旨を逸脱しない限りにおいて上述したもの以外に種々の変更を行うことが可能である。」(段落【0033】，【0034】)"
                },
                {
                  "fig": "カ",
                  "subject": "「【発明の効果】以上のように，請求項1に記載の発明によれば，係止体の上動が阻止されたときに，係止体は規制手段に係止可能になればよく，係止体の上下方向への移動量はわずかであってもよいため，装置の小型化，薄型化が可能になり，開き戸にガラスが嵌め込まれた場合でもガラス越しに閉止装置が見えにくくなり，見栄えの非常に良好な収納装置を提供することが可能になる。更に，地震時に係止体の動きが阻止されたときのみ規制手段に係止体が係止可能な状態になるため，地震の最中は阻止手段により係止体の上動が継続的に阻止され，地震が終了すれば阻止手段により係止体の上動が阻止されることはないため，地震終了後における従来のような解除動作が不要で，しかも地震中の開き戸の開放を確実に阻止することができ，信頼性の優れた使いやすい収納装置を得ることができる。」(段落【0035】，【0036】)"
                },
                {
                  "fig": "キ",
                  "text": [
                    "図1には，球体(符合は付されていない)が蓋39の下面と係止体38の鍔部38bの上面との間に嵌まり込んで挟持された状態(1点鎖線及び2点鎖線で図示)と，球体37がケース33の内側に形成された移動スペース34(図2によれば3つ形成されている)に位置している状態(実線で図示)とが示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "上記(5)の先願明細書の記載によれば，先願明細書には，「家具，吊り戸棚等の開き戸付き収納装置に設けられ，地震時に開き戸の開放を規制する開き戸の閉止装置であって，前記収納装置本体に上下動可能に設けられた係止体と，地震の揺れによって動作して前記係止体の動きを上動不能に阻止する阻止手段(球体37)と，前記開き戸に支持され前記開き戸の開閉に際して前記係止体の動きが阻止されたときにのみ前記係止体が係止可能な状態になって前記開き戸の開放度を若干開く程度に規制する規制手段とを備えている開き戸の閉止装置を用いた地震時に開き戸の開放を規制する方法。」である先願発明が記載されていると認められる。",
                "そして，先願明細書の上記記載に基づき，先願発明について検討すると，先願発明は，平常時には，弾性片43の先端部分が係止体38の重量より大なる上向きの弾性力を有するため，弾性片43の傾斜面43aに沿って係止体38が上動し，係止体38の上動を阻止するものがないため，開き戸が自由に開閉し，地震時には，球体37のいずれかが係止体38の鍔部38bの上面に載置され，開き戸32の開く動きによって，弾性片43が係止体38に対して相対的に扉が開く方向に移動し，係止体38の下端が弾性片43の先端部分と接して弾性片43を押し下げることにより，係止体38が弾性片43による上向きの弾性力を受けても，蓋39の下面と係止体38の鍔部38bの上面との間に球体37が嵌まり込んで載置されていることから，係止体38の上動が阻止されるため，係止体38の下端は，係止部42の垂直面42bよりも扉が開く方向に移動することができず，開き戸32の開放度が若干開く程度に規制され，地震が終了すると，球体37が移動スペース34側に転動し，係止体38の上動を阻止するものがなくなるため，特別な解除動作を行わなくとも，平常時と同じ状態，すなわち，開き戸が自由に開閉する状態に復帰するものであることが理解できる。",
                "また，先願明細書には，弾性片43については，先端部分が係止体38の重量より大きい上向きの弾性力を有することが記載されているが，それは，平常時に開き戸が自由に開閉するための弾性力の下限を定めたものである。他方，先願明細書には，地震時には，開き戸の開く動きによって，係止体38が弾性片43を押し下げることが記載され，係止体38は，弾性片43の上向きの弾性力を受けることは理解できるが，地震時において，扉の開閉は，球体37の存在によって規制されると記載されていることは明確であり，地震時における弾性片43の弾性力について，扉の開閉に影響を及ぼす作用効果についての記載や示唆はない。その他，先願明細書において，弾性片43の弾性力について，上記の下限を定めた以外に，その程度を示唆する記載は認められない。すなわち，先願明細書において，弾性片43の弾性力について，通常時において，開き戸が自由に開閉するとの効果を有することを超えて，地震時における，その作用効果が記載されているとまでは認められず，先願発明は，地震時において，蓋39の下面と係止体38の鍔部38bの上面との間に球体37が嵌まり込んで載置されていることから，係止体38の上動が阻止されるため，開き戸32の開放度が若干開く程度に規制されるものではあるが，若干開く程度といえる範囲においては，開き戸の動きを規制するものはなく，開き戸は往復動可能であると認めるのが相当である。",
                "そして，本件発明における「地震時に扉等がばたつくロック状態」は，前記(5)のとおり，「扉等が，ロック位置からそれ以上開く方向への動きが封殺されるが，ロック位置から閉じる方向については，開く方向及び閉じる方向の動きが許容され，往復動可能となるロック状態」をいうものと認められるところ，先願発明の「地震の揺れによって」「前記開き戸の開放度を若干開く程度に規制する」ところの「地震時に開き戸の開放を規制する方法」は，上記に照らせば，本件発明における「地震時に扉等がばたつくロック状態」に相当するものと認められる。",
                "また，先願発明においては，地震時において，閉じられた状態からわずかに開かれるまで当たらない係止体38が，係止部42に停止され，扉等が，それ以上開く方向への動きが封殺されるところ，これは，本件発明における「扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態」に相当する。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "さらに，本件発明1の「前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」とは，その記載が抽象的であり，本件明細書の詳細な説明においてもその具体的な説明はないが，その文言自体に照らせば，係止体が，地震時において，扉等の動きとは無関係に，扉等の開く動きを停止させる位置であるロック位置に保持され，地震のゆれがなくなった地震終了時において，扉等の動きと関係なく，係止体が扉等の開く動きを許容することを意味するものと一応解することができるものである。",
                "ここで，先願発明は，地震時には，球体37のいずれかが係止体38の鍔部38bの上面に載置され，開き戸32の開放度が若干開く程度に規制されるが，地震が終了すると，球体37が移動スペース34側に転動し，係止体38の上動を阻止するものがなくなるため，特別な解除動作を行わなくとも，平常時と同じ状態，すなわち，開き戸が自由に開閉する状態に復帰するものであって，地震が終了することにより，球体37が転動することによって，扉の開く動きを許容することとなるのであるから，係止体が，地震時において，扉等の動きとは無関係に，扉等の開く動きを停止させる位置であるロック位置に保持され，地震のゆれがなくなった地震終了時において，扉等の動きと関係なく，係止体が扉等の開く動きを許容するものといえる。",
                "したがって，先願発明の「前記収納装置本体に上下動可能に設けられた係止体と，地震の揺れによって動作して前記係止体の動きを上動不能に阻止する阻止手段(球体37)と，前記開き戸に支持され前記開き戸の開閉に際して前記係止体の動きが阻止されたときにのみ前記係止体が係止可能な状態になって前記開き戸の開放度を若干開く程度に規制する規制手段とを備えている開き戸の閉止装置を用いた地震時に開き戸の開放を規制する方法。」は，実質的に，「前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」に相当すると認められる。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のことから，先願発明と本件発明1は，「地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」である点で実質的に一致し，相違がないと認められる。",
                "そうすると，本件発明1は，先願発明と実質的に同一である。",
                "本件発明2は，本件発明1の方法を開き戸に用いるものであるが，先願発明も開き戸に用いられるものであり(前記(5)ア)，先願明細書に記載された発明と実質的に同一である。また，本件発明3は，本件発明1の方法を引き出しに用いるものであり，本件発明4は，本件発明1の方法を棚に用いるものであるが，先願明細書に記載された「家具」等の収納装置が，一般的に引き出しや棚等を備えている収納装置であることは周知であるから，本件発明1の方法を引き出しや棚に用いることは，先願明細書に実質的に記載されているに等しく，本件発明3及び4は，先願明細書に記載された発明と実質的に同一である。",
                "したがって，本件発明は，先願明細書に記載された発明と実質的に同一であり，本件特許は，特許無効審判により無効とされるべきものであるから，控訴人は，本件特許権を行使することができない。",
                "なお，本件特許権については，被控訴人を請求人，控訴人を被請求人として無効審判請求がされたこと，特許庁は，同請求を無効無効2005−80294号事件として審理し，平成18年6月13日，本件発明は，先願発明と実質的に同一であるとして，本件特許を無効とする旨の審決をしたこと，同審決に対し，控訴人が，審決取消訴訟を提起し，知的財産高等裁判所において，控訴人が原告，被控訴人が被告となって平成18年(行ケ)第10324号審決取消請求事件として審理され，審決の上記判断の当否をめぐって両当事者が主張を尽くした上で，平成19年3月28日，同裁判所が控訴人の請求を棄却する旨の判決を言い渡したことは，当裁判所に顕著である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件新実施許諾契約に基づく，被控訴人による被控訴人製品1及び2の使用，販売等に対する差止請求権不存在確認の訴えについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件新実施許諾契約20条は，同契約の終了により，被控訴人は契約の対象となる製品の製造等を停止しなければならないことを定めるところ，被控訴人は，同契約の終了を理由とする，同契約に基づく，被控訴人製品1及び2(被控訴人製品1については，当審において追加された。)の使用，販売等(被控訴人製品1については，使用，販売及び譲渡の申し出，被控訴人製品2については，製造，使用，販売及び譲渡の申し出)に対する差止請求権が存在しないことの確認を求める。ここで，控訴人及び被控訴人は，ともに，本件新実施許諾契約が現在も存続し，同契約に基づく差止請求権は発生していない旨主張し，ただ，被控訴人は，同訴えの確認の利益がある旨主張し，控訴人は，確認の利益がない旨主張(争点(4))する。",
                "当裁判所は，本件新実施許諾契約に基づく，被控訴人製品1及び2の使用等に対する差止請求権は存在しないと判断し，また，その確認の利益があると判断し，被控訴人の請求は，当審において追加された請求も含めて理由があると判断する。",
                "なお，本件新実施許諾契約に基づく，被控訴人による被控訴人製品2の製造，使用，販売等に対する差止請求権不存在確認の訴えは，原審において，訴えの追加的変更によって追加されたものであるが，本件特許権に基づく差止請求権不存在確認の訴えは，民事訴訟法6条1項，4条1項により，原審である大阪地方裁判所に管轄が存し，これと併合提起された本件新実施許諾契約に基づく差止請求権確認の訴えも，同法7条，6条1項により，同裁判所が管轄を有するので，本件新実施許諾契約21条の規定にかかわらず，本件新実施許諾契約に基づく差止請求権に係る訴えについて，原審である大阪地方裁判所は管轄を有する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件新実施許諾契約については，契約の両当事者である控訴人及び被控訴人が，現時点(本件訴訟の口頭弁論終結時である平成19年6月27日)における契約の存続を主張しているのであるから，契約が両当事者の合意によりされるものであることに照らしても，同契約は存続していると扱うことが相当である。そうすると，同契約の終了を原因とする差止請求権が発生することはない。",
                "確認の利益については，確かに，現在，控訴人及び被控訴人は，いずれも，本件新実施許諾契約の存続を認め，同契約に基づく差止請求権が存在しない旨主張する。",
                "しかし，甲115の1，2，乙3及び弁論の全趣旨によれば，控訴人は，平成16年9月6日到達の書面で，本件新実施許諾契約に基づく実施料支払い債務の不履行があるとして，被控訴人に対し，本件新実施許諾契約に基づく未払実施料の全額を同月20日までに支払うよう催告するとともに，右期間内に完済しないことを停止条件とする停止条件付契約解除の意思表示をしたこと，これに対し，被控訴人は，未払実施料の存在を争い，同催告に応じなかったこと，その後，控訴人は，別件の訴訟における平成18年11月1日付け準備書面をもって，上記の停止条件付契約解除の意思表示を撤回したこと，しかし，被控訴人は，控訴人によるその撤回を争ったこと，その後，被控訴人は，当審における平成19年5月8日付けの準備書面において，控訴人による上記の意思表示の撤回を争うことをやめ，本件新実施許諾契約が存続していることを認めると主張したことが認められる。",
                "また，甲7及び弁論の全趣旨によれば，控訴人は，平成17年2月18日付けで被控訴人の複数の取引先に対し，本件特許に係る公開公報等を挙げて，控訴人と被控訴人の実施許諾契約が実施料不払によって解除されたこと，被控訴人製品2をばね付蝶番と併用した場合，その吊り戸棚等が，本件特許権に抵触すること，今後は，控訴人が当該取引先と直接契約したいこと，もし控訴人と契約しない場合には，同警告書を特許法65条の警告とするという内容の本件警告書を発送したこと，本件警告書中には，「なお念のため先日お送りした照会書において X(判決注，控訴人)の知的財産権を列記しましたが一部に誤りと漏れがありましたので以下に正しいものを列記しておきます。」とし，「KSL−1(判決注，被控訴人製品1)に関連するもの」として，複数の特許公開公報の番号や意匠登録の番号をあげ，「KSL−2(判決注，被控訴人製品2)に関連するもの」として，本件特許に係る公開公報を含めた3つの特許公開公報の番号をあげていることが認められる。また，本件警告書について，控訴人が撤回することを取引先等に示したことはない。",
                "以上によれば，控訴人は，被控訴人の取引先に対し，被控訴人製品2の使用について，本件特許権を侵害する可能性を示すほか，被控訴人製品1も控訴人の権利を侵害すると示唆するともとれる書面を送付していた事実が認められ，また，同書面について，撤回の措置がとられていない。そして，本件新実施許諾契約の存続・終了につき，両当事者ともに，主張が変遷していて，現時点においては，同契約が存続していることにつき当事者間に争いがないとしても，その存続については，平成16年以降，当審における口頭弁論終結時である平成19年6月27日に比較的近接した時点まで，長期間にわたり争われていて，控訴人被控訴人間の法的関係が，本件新実施許諾契約の存続を前提として安定しているものとは認められない。",
                "これらの事情を総合的に考慮すれば，控訴人被控訴人間において，本件訴えの確認の利益があると認めることが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によれば，被控訴人の請求は，当審において追加された請求(本件新実施許諾契約に基づく被控訴人製品1の使用，販売等に対する差止請求権が不存在であることの確認を求めるもの)も含めて理由があるから，被控訴人の請求を認めた原判決は正当であって，本件控訴は理由がないから棄却し，当審において追加された被控訴人の請求を認容することとする。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ネ)10069等",
    "date": "2007-09-12",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成17年(ワ)3037",
    "precedent_id": "035121",
    "ipprecedent_id": "1156",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}