{
  "conclusion": [
    {
      "fig": "1",
      "text": "第1事件に係る部分につき控訴人の当審における請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "第3事件に係る部分につき(1) 原判決中，第3事件に係る部分を次のとおり変更する。",
      "content": [
        {
          "fig": "(2)",
          "text": "控訴人の主位的請求(不法行為に基づく損害賠償請求部分)を棄却する。"
        }
      ]
    },
    {
      "text": "(3)ア 被控訴人株式会社ファーストリテイリング及び被控訴人株式会社ユニクロは，控訴人に対し，連帯して金19万5162円及びこれに対する平成18年6月21日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "text": "イ 控訴人のその余の予備的請求(実施料〔ロイヤリティ〕請求部分)を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じてこれを5000分し，その1を被控訴人らの負担とし，その余を控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第2項(3)アに限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴人の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "第1事件に係る部分につき",
          "text": [
            "注．一審原告たる控訴人は，第1事件に係る部分につき当審において訴えを交換的に変更したので，当審における審理の対象は，以下に述べる新請求である。",
            "なお，原判決のうち東京地裁平成17年(ワ)第7908号事件(第2事件)については，控訴が提起されていない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "1次的請求",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人と被控訴人らとの間で，控訴人と被控訴人株式会社ファーストリテイリング(以下「被控訴人ファーストリテイリング」という。)とが平成14年(2002年)12月31日付けで締結した，控訴人が管理する，アメリカ合衆国ニューヨーク州に存在する財団である「The Estate of Keith Haring」(以下「キース・エステイト」という。)の著作物「KEITH HARING」(以下「本件プロパティ」という。)に含まれるところの著作権等に基づく商品化権に関するライセンス契約(以下「本件サブライセンス契約」という。)に関し，控訴人による平成17年2月4日付けの契約解除の意思表示により，同日以降，被控訴人らの控訴人に対する，同契約に基づく本件プロパティに関する商品化権を被控訴人らの製造・販売する商品(以下「本商品」という。)に使用することの許諾を請求する権利，同許諾請求権に基づき被控訴人両名が日本国内において同人らが経営し又はフランチャイズする店舗において本商品を販売する権利，本商品のデザインの承認を請求する権利，本商品のサンプルを作成しその承認を請求する権利，本商品を製造・販売する権利，控訴人から本件プロパティの原稿の貸与を受けこれを使用する権利，本件プロパティを販売促進・広告宣伝等本商品以外に使用することの承認を請求する権利，本商品に対しキース・エステイトの所有する著作権を表示する権利，本契約の期間満了後12か月間被控訴人らが経営し又はフランチャイズする店舗において存在する在庫品を販売する権利，その他本件サブライセンス契約に基づき本件プロパティを使用しその使用の許諾を請求する一切の権利，並びに本件サブライセンス契約の更新を請求する権利(以下「本件各権利」という。)がいずれも存在しないことを確認する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人らは控訴人に対し，連帯して13億5055万9455円及びこれに対する平成17年2月4日から支払済みまで年5分の割合による金員を支払え。",
                    "ウ(上記イに対する予備的請求)",
                    "仮に上記イが認められないとしても，被控訴人らは控訴人に対し，連帯して12億2410万4360円及びこれに対する平成17年2月4日から支払済みまで年5分の割合による金員を支払え。",
                    "エ(上記ウに対する予備的請求)",
                    "仮に上記ウが認められないとしても，被控訴人らは控訴人に対し，連帯して9億5099万7411円及びこれに対する平成17年2月4日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "2次的請求",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人と被控訴人らとの間で，本件サブライセンス契約に関し，控訴人による平成17年10月1日付けの契約解除の意思表示により，同日以降，被控訴人らの控訴人に対する同契約に基づく本件各権利がいずれも存在しないことを確認する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人らは控訴人に対し，連帯して5億8924万8220円及びこれに対する平成17年4月29日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人らは控訴人に対し，連帯して5714万1297円及びこれに対する平成17年10月1日から支払済みまで年5分の割合による金員を支払え。",
                    "エ(上記ウに対する予備的請求)",
                    "仮に上記ウが認められないとしても，被控訴人らは控訴人に対し，連帯して5584万3082円及びこれに対する平成17年10月1日から支払済みまで年5分の割合による金員を支払え。",
                    "オ(上記エに対する予備的請求)",
                    "仮に上記エが認められないとしても，被控訴人らは控訴人に対し，連帯して4338万4068円及びこれに対する平成17年10月1日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "3次的請求",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人と被控訴人らとの間で，本件サブライセンス契約に関し，平成17年12月31日の経過により，平成18年1月1日以降，被控訴人らの控訴人に対する同契約に基づく本件各権利がいずれも存在しないことを確認する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人らは控訴人に対し，連帯して522万8962円及びこれに対する平成18年1月1日から支払済みまで年5分の割合による金員を支払え。",
                    "ウ(上記イに対する予備的請求)",
                    "仮に上記イが認められないとしても，被控訴人らは控訴人に対し，連帯して537万3257円及びこれに対する平成18年1月1日から支払済みまで年5分の割合による金員を支払え。",
                    "エ(上記ウに対する予備的請求)",
                    "仮に上記ウが認められないとしても，被控訴人らは控訴人に対し，連帯して417万4443円及びこれに対する平成18年1月1日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "4次的請求",
              "text": [
                "控訴人と被控訴人らとの間で，本件サブライセンス契約に関し，平成17年12月31日の経過により，被控訴人らが控訴人に対し同契約に基づき同契約の平成18年1月1日以降の契約更新を請求する権利が存在しないことを確認する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "第3事件に係る部分につき",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，第3事件に係る部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人らは控訴人に対し，連帯して1億円及びこれに対する平成17年10月1日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審を通じて，被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "(以下，原判決の略称を用いる。)"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "The Estate of Keith Haring(キース・エステイト)は，キース・へリングの遺言によりその財産を一時的に管理する団体であるところ，一審原告である控訴人は，平成14年12月23日にキース・エステイトとの間で，キース・へリングの創作に係る原判決別紙商品目録及び物品目録記載のイラスト・図柄・文字・デザイン等(本件プロパティ)につき，本件マスターライセンス契約を締結していたところ，その後，一審被告である被控訴人ファーストリテイリングとの間で，平成14年12月31日付けで同被控訴人が本件プロパティを使用すること等を内容とする本件サブライセンス契約を締結し，平成15年1月1日からその契約関係が開始された。",
            "ところが，被控訴人ファーストリテイリングが債務不履行をしているのではないかとして，控訴人と同被控訴人との間で紛争が発生し，控訴人は同被控訴人に対し，①平成17年2月4日付けで契約解除(第1次解除)の意思表示を，次いで②平成17年10月1日付けでも契約解除(第2次解除)の意思表示を行ったことから，その有効性等を巡り，本件訴訟が提起されることとなった。",
            "なお，被控訴人株式会社ユニクロ(旧商号 サンロード株式会社。以下「被控訴人ユニクロ」という。)は，平成17年11月1日，被控訴人ファーストリテイリングの営業の一部を吸収分割により承継し，本件に関する権利義務を承継した〔平成17年法律第87号105条，商法374条の26第2項〕。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "一審原告たる控訴人が一審被告たる被控訴人両名等に対し提起した原審訴訟は，①平成17年(ワ)第3646号事件(第1事件)，②平成17年(ワ)第7908号事件(第2事件)，③平成17年(ワ)第20463号事件(第3事件)から成る。",
            "第1事件は，控訴人が被控訴人両名に対し，控訴人が本件プロパティにつき有する独占的通常使用権等に基づき，当該著作物と商標の使用差止め・商品の保管状況等の報告・廃棄及び損害賠償等を求めた事案である。",
            "第2事件は，控訴人が，被控訴人両名に対し，被控訴人ファーストリテイリングが控訴人の信用を毀損する虚偽の事実を告知・流布したとして，不正競争防止法2条1項14号，4条及び7条に基づき，損害賠償と謝罪広告等を求めたほか，商品の輸入等を扱い又はそのフランチャイジーである双日株式会社ほか13名に対し，控訴人の前記独占的通常使用権等に基づき，当該著作物と商標の使用差止め等を求めた事案である。",
            "第3事件は，被控訴人ファーストリテイリングが平成17年4月28日に本件サブライセンス契約につき更新の意思表示をして平成18年1月1日以降も商品の販売を継続する旨宣言し，かつ同被控訴人が平成17年6月29日付けで本件サブライセンス契約の被許諾者の地位にあることを仮に定める旨の仮処分決定(東京地裁平成17年(ヨ)第22017号)を得たことにより，平成18年1月1日以降に他者とサブライセンス契約を締結するための営業活動等を行うことが不可能となったとして，被控訴人両名に対し，主位的には損害賠償，予備的には本件サブライセンス契約に基づく実施料(ミニマムロイヤリティ)の支払を求めた事案である。",
            "平成18年3月17日に言い渡された原判決は，被控訴人ファーストリテイリングには本件サブライセンス契約の継続を困難ならしめるような背信行為の存在等のやむを得ない事由が存在すると認めることはできない等として，第1ないし第3事件につき，控訴人の請求をいずれも棄却した。",
            "そこで，上記判決に不服の控訴人が，第1事件と第3事件につき本件控訴を提起した(第2事件については，控訴が提起されていない)。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "控訴人が当審において求めた裁判は，平成18年3月31日に提出された控訴状においては原判決の取消しのほか原審におけるのと同一であったが，その後，平成18年5月18日付けの控訴の趣旨変更申立書において，第1事件に係る部分につき被控訴人らに対する訴えを交換的に変更し，更に平成18年8月10日付け控訴の趣旨変更申立書及び平成18年9月11日付け控訴の趣旨変更申立書において，その内容を変更した。第1事件に係る控訴人の被控訴人両名に対する訴訟上の請求の内容は，前記第1,1記載のとおりである。因みに，前記第1,1,(1)の1次的請求は，第1次解除(平成17年2月4日)が有効であることを前提とする請求である。前記第1,1,(2)の2次的請求は，仮に第1次解除が無効であるとしても，第2次解除(平成17年10月1日)が有効であり，かつ，いわゆる不安の抗弁(後述する)が認められず，解除の効力が同日から発生することを前提とする請求である。前記第1,1,(3)の3次的請求は，仮に第1次解除が無効であるとしても，第2次解除(平成17年10月1日)が有効であることを前提とし，かつ，仮に不安の抗弁が認められた場合であっても平成18年1月1日には上記解除の効力が発生することを前提とする請求である。前記第1,1,(4)の4次的請求は，仮に第1次解除及び第2次解除がいずれも無効(第2次解除については不安の抗弁が成立し解除の効力が発生しない)であるとした場合の請求である。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "因みに，第1事件について控訴人が当審において新たに請求することになった内容は，下記のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "1次的請求について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "1次的請求ア(不存在確認請求)",
                  "text": [
                    "被控訴人ファーストリテイリングと本件サブライセンス契約を締結していた控訴人が，中国問題等に関する同被控訴人の債務不履行を理由として，平成17年2月4日同契約を解除(第1次解除)したので，被控訴人ファーストリテイリング及び被控訴人ユニクロに対し，同解除日以降，同契約に基づく本件各権利がいずれも存在しないことの確認を求めたものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "1次的請求イ・ウ・エ(金銭支払請求)",
                  "text": [
                    "前記解除日以降，被控訴人ファーストリテイリングが本件プロパティが付された商品を販売したことが控訴人の著作権(複製権)侵害，商標権侵害又は不正競争防止法違反に当たるとして，被控訴人ファーストリテイリング及び被控訴人ユニクロに対し，損害賠償金(被控訴人利益，控訴人利益，実施料，弁護士費用)等の連帯支払を求めたものである(詳細は後述)。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "2次的請求について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "2次的請求ア(不存在確認請求)",
                  "text": [
                    "上記(ア)の第1次解除が無効であるとしても，控訴人は，被控訴人ファーストリテイリングによるライセンス料不払いの債務不履行を理由として，平成17年10月1日同契約を解除(第2次解除)したので，被控訴人ファーストリテイリング及び被控訴人ユニクロに対し，同解除日以降，同契約に基づく本件各権利がいずれも存在しないことの確認を求めたものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "2次的請求イ・ウ・エ・オ(金員支払請求)",
                  "text": [
                    "前記解除日以降，被控訴人ファーストリテイリングが本件プロパティが付された商品を販売したことが控訴人の著作権(複製権)侵害，商標権侵害又は不正競争防止法違反に当たるとして，被控訴人ファーストリテイリング及び被控訴人ユニクロに対し損害賠償金(被控訴人利益，控訴人利益，実施料，弁護士費用)等の連帯支払を求めたものである(詳細は後述)。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "3次的請求について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "3次的請求ア(不存在確認請求)",
                  "text": [
                    "被控訴人ファーストリテイリングと本件サブライセンス契約を締結していた控訴人が，同被控訴人によるライセンス料不払いの債務不履行を理由として，平成17年10月1日同契約を解除(第2次解除)し，平成17年12月31日の経過をもって同解除の効力が発生したから，被控訴人ファーストリテイリング及び被控訴人ユニクロに対し，平成18年1月1日以降，同契約に基づく本件各権利がいずれも存在しないことの確認を求めたものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "3次的請求イ・ウ・エ(金員支払請求)",
                  "text": [
                    "前記解除により平成18年1月1日以降，被控訴人ファーストリテイリングが本件プロパティが付された商品を販売したことが著作権(複製権)侵害，商標権侵害又は不正競争防止法違反に当たるとして，被控訴人ファーストリテイリング及び被控訴人ユニクロに対し損害賠償金(被控訴人利益，控訴人利益，実施料，弁護士費用)等の連帯支払を求めたものである(詳細は後述)。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "4次的請求(不存在確認請求)について",
              "text": [
                "被控訴人ファーストリテイリングと本件サブライセンス契約を締結していた控訴人が，同被控訴人の債務不履行を理由として，本件サブライセンス契約を解除したので，同被控訴人には平成18年の更新請求権は存在しないとして，被控訴人ファーストリテイリング及び被控訴人ユニクロに対しその不存在確認を求めたものである。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "第3事件について控訴人が求めた裁判は，原審におけるのと同一(主位的には不法行為に基づく損害賠償請求，予備的には本件サブライセンス契約に基づく実施料〔ロイヤリティ〕等の請求)である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者双方の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，次に付加するほか，略称も含め，原判決の「事実及び理由」欄の第2「事案の概要」のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "訴え変更後の当審における新たな請求についての請求原因事実(第1事件)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "1次的請求について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "1次的請求ア(不存在確認請求)",
                      "text": [
                        "① キース・エステイトは，本件プロパティにつき著作権又は商標権を有する。",
                        "② The Estate of Keith Haring(キース・エステイト)は，平成14年12月23日，控訴人との間で，本件プロパティにつき，本件マスターライセンス契約を締結した。",
                        "③ 控訴人は，平成14年12月31日，被控訴人ファーストリテイリングとの間で，本件プロパティにつき，本件サブライセンス契約を締結した。",
                        "④ 控訴人は，中国問題等に関する同被控訴人の債務不履行を理由として，平成17年2月4日本件サブライセンス契約を解除した(第1次解除)。",
                        "⑤ 被控訴人ユニクロは，平成17年11月1日，被控訴人ファーストリテイリングから，ユニクロブランドにて展開する衣料品及び衣料雑貨品の日本国内における企画，生産及び販売に関する営業，中華人民共和国上海市における衣料品等の生産管理に関する営業並びに被控訴人ファーストリテイリングの海外の子会社及び関連会社の商流過程における衣料品等の卸売に関する営業を吸収分割によって承継し，本件に関する権利義務を承継した。",
                        "⑥ 被控訴人らは，第1次解除の有効性の有無を争っている。",
                        "⑦ よって，控訴人は被控訴人らに対し，本件サブライセンス契約の第1次解除により，同解除日以降，本件サブライセンス契約に基づく本件各権利がいずれも存在しないことの確認を求める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1次的請求イ・ウ・エ(金銭支払請求)",
                      "text": [
                        "① 上記(ア)①～⑤と同じ",
                        "② 被控訴人ファーストリテイリング又は被控訴人ユニクロは，第1次解除が有効であることを知りながら，平成17年2月4日以降，本件商品を販売した。",
                        "③ 上記②の販売に係る被控訴人利益は13億5055万9455円，控訴人利益は12億2410万4360円，実施料相当額は9億50",
                        "99万7411円である。",
                        "④ よって，控訴人は被控訴人らに対し，本件マスターライセンス契約に基づく独占的通常使用権の侵害による損害賠償請求として，又は同独占的通常使用権を根拠とするキース・エステイトの著作権侵害，商標権侵害，不正競争防止法違反による損害賠償請求権の代位行使として，又は本件サブライセンス契約の解除による損害賠償請求として，被控訴人らが連帯して以下の金員を支払うことを求める。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "1次的請求イ",
                          "text": [
                            "13億5055万9455円及びこれに対する第1次解除の日で",
                            "ある平成17年2月4日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記金額を限度として請求する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "1次的請求ウ",
                          "text": [
                            "12億2410万4360円及びこれに対する第1次解除の日で",
                            "ある平成17年2月4日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記aの金額を限度として請求する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "1次的請求エ",
                          "text": [
                            "9億5099万7411円及びこれに対する第1次解除の日であ",
                            "る平成17年2月4日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記aの金額を限度として請求する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "2次的請求について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "2次的請求ア",
                      "text": [
                        "① 上記ア(ア)①～③，⑤と同じ。",
                        "② 被控訴人ファーストリテイリングは，平成17年9月30日，平成18年(2006年)度のミニマムロイヤリティの支払をしなかった。",
                        "③ 控訴人は，被控訴人ファーストリテイリングに対し，平成17年10月1日，上記②のミニマムロイヤリティの不払を理由に，本件サブライセンス契約を予備的に解除した(第2次解除)。",
                        "④ 被控訴人らは，第2次解除の有効性を争っている。",
                        "⑤ よって，控訴人は被控訴人らに対し，本件サブライセンス契約の第2次解除により，同解除日以降，本件サブライセンス契約に基づく本件各権利がいずれも存在しないことの確認を求める。",
                        "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記ア(イ)④aの金額を限度として請求する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "2次的請求イ",
                      "text": [
                        "① 上記ア(ア)①～③，⑤，上記イ(ア)②，③と同じ。",
                        "② 被控訴人ファーストリテイリングは，真実は更新請求の意思がなかったにもかかわらず，控訴人に対し，平成17年4月28日，本件サブライセンス契約の更新の意思表示を行った。",
                        "③ 被控訴人ファーストリテイリングは，第1次解除が有効であることを知りながら，平成17年4月29日から平成17年9月30日までの間，本件商品を販売した。",
                        "④ 上記③の販売に係る被控訴人利益は5億8924万8220円である。",
                        "⑤ よって，控訴人は被控訴人らに対し，本件マスターライセンス契約に基づく独占的通常使用権の侵害による損害賠償請求として，又は同独占的通常使用権を根拠とするキース・エステイトの著作権侵害，商標権侵害，不正競争防止法違反による損害賠償請求権の代位行使として，又は本件サブライセンス契約の解除による損害賠償請求として，被控訴人らが連帯して5億8924万8220円及びこれに対する上記②の更新の意思表示の日の翌日である平成17年4月29日から支払済みまで民法所定の年5分の割合による金員の支払を求める。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "2次的請求ウ・エ・オ",
                      "text": [
                        "① 上記(ア)①～③と同じ。",
                        "② 被控訴人ファーストリテイリングは，第2次解除が有効であることを知りながら，平成17年10月1日以降，本件商品を販売した。",
                        "③ 上記②の販売に係る被控訴人利益は5714万1297円，控訴人利益は5584万3082円，実施料相当額は4338万4068円",
                        "である。",
                        "④ よって，控訴人は被控訴人らに対し，本件マスターライセンス契約に基づく独占的通常使用権の侵害による損害賠償請求として，又は同独占的通常使用権を根拠とするキース・エステイトの著作権侵害，商標権侵害，不正競争防止法違反による損害賠償請求権の代位行使として，又は本件サブライセンス契約の解除による損害賠償請求として，被控訴人らが連帯して以下の金員を支払うことを求める。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "2次的請求ウ",
                          "text": [
                            "5714万1297円及びこれに対する第2次解除の日である平",
                            "成17年10月1日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記ア(イ)④aの金額を限度として請求する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "2次的請求エ",
                          "text": [
                            "5584万3082円及びこれに対する第2次解除の日である平",
                            "成17年10月1日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記ア(イ)④aの金額を限度として請求する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "2次的請求オ",
                          "text": [
                            "4338万4068円及びこれに対する第2次解除の日である平",
                            "成17年10月1日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記ア(イ)④aの金額を限度として請求する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "3次的請求について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "3次的請求ア",
                      "text": [
                        "① 上記イ(ア)①～④と同じ。",
                        "② よって，控訴人は被控訴人らに対し，本件サブライセンス契約の第2次解除により，同解除の効力が発生した平成18年1月1日以降，本件サブライセンス契約に基づく本件各権利がいずれも存在しないことの確認を求める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "3次的請求イ・ウ・エ",
                      "text": [
                        "① 上記イ(ウ)①と同じ。",
                        "② 被控訴人ファーストリテイリングは，第2次解除が有効であり，その効力が平成18年1月1日に発生したことを知りながら，平成18年1月1日以降，本件商品を販売した。",
                        "③ 上記②の販売に係る被控訴人利益は522万8962円，控訴人利益は537万3257円，実施料相当額は417万4443円である。",
                        "④ よって，控訴人は被控訴人らに対し，本件マスターライセンス契約に基づく独占的通常使用権の侵害による損害賠償請求として，又は同独占的通常使用権を根拠とするキース・エステイトの著作権侵害，商標権侵害，不正競争防止法違反による損害賠償請求権の代位行使として，又は本件サブライセンス契約の解除による損害賠償請求として，被控訴人らが連帯して以下の金員を支払うことを求める。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "3次的請求イ",
                          "text": [
                            "522万8962円及びこれに対する第2次解除の効力が発生した日である平成18年1月1日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記ア(イ)④aの金額を限度として請求する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "3次的請求ウ",
                          "text": [
                            "537万3257円及びこれに対する第2次解除の効力が発生した日である平成18年1月1日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記ア(イ)④aの金額を限度として請求する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "3次的請求エ",
                          "text": [
                            "417万4443円及びこれに対する第2次解除の効力が発生した日である平成18年1月1日から支払済みまで民法所定の年5分の割合による遅延損害金。",
                            "なお，上記金額の一部が認められないときは，弁護士費用を認容額の10％でかつ上記ア(イ)④aの金額を限度として請求する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "4次的請求について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記ウ(ア)①と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，平成17年12月24日，デザインアプルーブについて条件付きで承認することを明示するなど自己の各債務を履行する旨示していたにもかかわらず被控訴人らは，平成17年12月31日までに平成18年(2006年)度のミニマムロイヤリティの支払をしなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，控訴人は被控訴人らに対し，本件サブライセンス契約の第2次解除により，少なくとも平成17年12月31日の経過をもって契約更新を請求する権利を失ったから，被控訴人らは控訴人に対し，同契約に基づく同契約の平成18年1月1日以降の契約更新を請求する権利が存在しないことの確認を求める。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訴えの適法性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各権利の不存在確認請求",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記各請求については，各解除日以降の本件各権利の不存在確認等を求めている点で，厳密には現時点以前の過去の権利の不存在確認を求めることになる。しかし，本件においては被控訴人ファーストリテイリングが一貫して解除の効力を争い，本商品の販売を継続し，一方で仮の地位を定める仮処分を提起して，控訴人が解除の有効性や正当性を主張し公表する手段を奪うという挙に出たものであるから，いつの時点での解除が有効と判断されたかを明らかにする必要があり，過去の解除時点以降現在に至るまでの権利の不存在を確認する利益が存在する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件マスターライセンス契約が更新されておらず，同契約によってキース・エステイトから控訴人に許諾された独占的通常使用権が平成17年12月31日をもって終了しているとしても，本件サブライセンス契約上の本件各権利が終了することにはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "損害賠償請求",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "① 第1次解除(平成17年2月4日)を理由とする同解除以降の販売に対する損害賠償請求，② 第2次解除(平成17年10月1日)を理由とする同解除以降の販売に対する損害賠償請求，③ 第2次解除の効力が平成18年1月1日に発生することを理由とする損害賠償請求は，順次，主位的請求と予備的請求の関係に立ちうる。例えば，①と②とは，第1次解除が無効である場合に第2次解除を論じればよいという意味で主位的・予備的の関係に立ち，たとえ平成17年10月1日以降の販売に対する損害部分は，経済的には包含関係にあると言っても，法的には，上記の意味で主位的・予備的関係が成り立ちうる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，上記①～③それぞれにつき，著作権法114条2項・商標法38条2項・不正競争防止法5条2項により算定した損害額(被控訴人利益)，著作権法114条1項・商標法38条1項・不正競争防止法5条1項により算定した損害額(控訴人利益)，著作権法114条3項・商標法38条3項・不正競争防止法5条3項により算定した損害額(実施料)を請求しうる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人らは，第1事件の主位的請求と第3事件の主位的請求が非両立であり，損害賠償の二重取りであるなど主張する。しかし，両請求は損害の発生原因の点において異なり，さらにはその対象期間も異にするものであり，損害賠償の二重取りには当たらない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件サブライセンス契約の第1次解除に理由があることについてア 原判決は，「…被告ファーストリテイリングが平成16年に中国国内において本件商品を販売したことを認めるに足りる証拠はない。」(40頁下2行～下1行)とするが，誤りである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ロゴ釦付きポロシャツの販売",
                      "text": [
                        "① 中国において被控訴人ユニクロらが，少なくともロゴ釦付きポロシャツを販売していたこと"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲A155の1～2は，被控訴人ファーストリテイリングが中国において販売した，キース・ヘリングのロゴ釦付きポロシャツ(濃紺)を，控訴人が平成18年6月に入手し，購入者からその現物の提供を受け，購入時の状況を聴取した経過を，上海市の公証役場において公正証書にまとめたものであり，上記ポロシャツの写真4枚，購入者が記入した購入経緯についての調査票，雑誌酷蹦(Coupon：クーポン)(2006年6月刊)の抜粋が添付されている。",
                            "入手方法は，控訴人において，中国の雑誌「酷蹦」に懸賞金広告を掲載し，2004(平成16)年3月から8月までに上海ユ",
                            "ニクロ店舗で購入したポロシャツの提供を呼びかけたところ，購入者が応じてきたものである。",
                            "甲A155の2の和訳にあるとおり，上海市のM弁護士事務所が平成18年(2006年)7月10日に証拠保全の公証を申請",
                            "し，上記弁護士事務所の申請人代理人が，購入者に対し，上記ポロシャツの購入過程について質問している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "このポロシャツは，公正証書に添付された写真のとおり，ボタンに「KEITH HARIＮG」の文字刻印が存在し，いわゆ",
                          "text": [
                            "るロゴ釦が付いているものである。",
                            "襟ネームは「150／72」のサイズ表示のみがあり，日本の販売品とは異なる。すなわち日本の販売品の衿ネームは，甲A17の1(駅ポスターのうちキース・ヘリングポロシャツを実寸サイズで表示したもの)などにあるように，キース・ヘリングの著作物であるスケートボードに乗る人の絵が描かれ，その下に著作権表示の文字と，「−130−」とサイズ表示がされている。また，ユニクロ一般キッズ商品について日本販売品と中国販売品の衿ネーム表記を比較すると、日本販売品は「○の中に150」と身長サイズのみが表示されているが、中国販売品は、「150／72」と身長サイズ／胸囲サイズが併記されている。これらの事実は、同商品が中国ユニクロ販売品であることを間接的に裏付けている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "調査票によれば，購入者は「L」という1983年生まれの女性であり，中国ユニクロ「優衣庫」淮海店で購入し，購入時期は平成16年(2004年)7月，価格は29元というものである。",
                            "当時同じポロシャツの色違いが4～5色あり，100枚程度置かれていたとの記憶である。",
                            "なお購入者はボタンにロゴが付いていることを認識して買っている。また洗濯ネームは，中国では顕著に見られる現象だが、着心地がよくなるように，購入後切り取ったとのことである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被控訴人らは，本件プロパティを使用した「本商品が被控訴人により中国で販売されたことは一切ない」などと否定し(例えば答弁書8頁)，控訴人が，乙A39の仕様書などの記載を指摘して，「少なくともロゴ釦がつけられたことを裏付けている」(控訴理由書8頁21行～22行)と指摘したのに対しても，「勝手な憶測に基づく主張や，些細な消し忘れを捉えた針小棒大な主張」などと否定してきた。",
                            "しかしながら，ロゴ釦付きポロシャツが販売されていたことは，仕様書等の記載の矛盾が単なる「消し忘れ」ではないことを裏付けている。",
                            "また，消し忘れがあったとしても工場とのコミュニケーションが良好だったから本件プロパティの付された商品が製造されるということなどなかったなどとする，P証人の説明や被控訴人らの主張の根拠もないことが明らかである。",
                            "② ロゴ釦付きポロシャツが販売されていたことをP総経理をはじめ被控訴人らが知っていたこと"
                          ]
                        },
                        {
                          "fig": "a",
                          "subject": "以上のとおり，少なくとも「KEITH HARIＮG」のロ",
                          "text": [
                            "ゴ釦付きポロシャツが中国で販売されていたことは明らかになったが，この事実をP総経理や被控訴人らが知らなかったなどということは到底考えられない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "購入者Lは調査票において，上海市の店舗において購入した際，同じ衣類が4～5色，100枚前後あったと述べており，ロゴ釦付きポロシャツが一枚だけ製造されることはありえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ロゴ釦付きポロシャツは，中国の販売子会社である「迅銷(江蘇)服飾有限公司」(総経理はP，マーチャンダイジング担当はC)が被控訴人ファーストリテイリング(日本ユニクロ)の上海事務所(生産担当はD，その部下がE)に生産を依頼し，同上海事務所が仕様書，アクセサリー指示書，畳み指示書などの指図書類を，下請け生産工場である「申洲針職集団有限公司」に提示して生産を依頼し，生産された商品が指図書類通りに製造されたかどうかを管理し，その上で「迅銷(江蘇)服飾有限公司」に納品し，同有限公司が各店舗で販売したものである。",
                            "生産工場は指図書類に従って製品を作る以上，指図書類にないロゴ釦を勝手に使用することはない。また，被控訴人ファーストリテイリング上海事務所が商品サンプルを点検する段階で，ロゴ釦付きであることに気づかないことはあり得ない。さらに商品が中国子会社に納品された段階でも，子会社がロゴ釦付きであることに気が付かないこともあり得ない。そして，店頭で販売する店員たちも，ロゴ釦付きの商品かどうかに気づかないこともあり得ない。",
                            "すなわち，被控訴人ファーストリテイリング上海事務所が作成した指図書類にはロゴ釦を使用することが最初から明確に指示されており，これに従って生産工場が製作し，被控訴人ファーストリテイリングもその通りの製造を確認し，子会社はロゴ釦付きであることを認識して販売していたものである。",
                            "③ 仕様書が2種類存在したと考えられること"
                          ]
                        },
                        {
                          "fig": "a",
                          "text": [
                            "乙A39の仕様書は，胸のドッグワッペンこそ削除されているものの，ロゴ釦が明白に付着している。",
                            "一方，乙A40のアクセサリーシートは，ドッグワッペン及びロゴ釦がともに，「工場手配」と明記されており，ドッグワッペン及びロゴ釦がともに製品に装着されることを明確に指示している。",
                            "また乙A41の畳み指示書は，「ワッペンの下で折る」と明記されているなど，ドッグワッペンの付着が前提となっている。",
                            "このように，仕様書，アクセサリーシート，畳み指示書の記載が一致していなかったとすれば，それを工場が見逃して生産や出荷を行なうことはあり得ず，今に至るまで，これらが訂正されていないということ自体が考えられないのであるから，仕様書とアクセサリーシートは一致しており，工場側には何ら混乱が生じなかった製品が存在したとしか考えられない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そうすると，論理的に，ワッペンもロゴ釦も装着した製品と，ワッペンは削除されたがロゴ釦は装着された製品の2種類が存在したことが考えられる。",
                            "そして，乙A39ないし乙A41が書類間に矛盾なく，また，事後の意図的加筆なくかつ工場が何の矛盾もなく商品を生産できたとしたら，実際には2つの製品AとBが存在した事になる。製品Aは，ワッペンあり，ロゴ釦あり，製品Bは，ワッペンなし，ロゴ釦ありというものである。そして，被控訴人らにより法廷へ提出された証拠は，二つの別個の製品の書類が間違って組み合わせられて提出されたと考えれば，それぞれの製品の書類間の矛盾および事後の加筆なしで説明できる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲A156の1～2は，上海M法律事務所調査員による調査レポートとその和訳である。なお，和訳は平成18年(2006年)8月28日に翻訳会社より納品され，調査レポートの原本は，ロゴ釦付きポロシャツ等の原本入りの公正証書と共に，同年9月5日に日本に送付された。",
                            "同調査員は，平成18年(2006年)7月6日，キース・ヘ",
                            "リングロゴ釦付きポロシャツを，中国ユニクロ上海中聯店に持参し，その副店長代理である，Fらから事情を聴取した。",
                            "Fは，キース・ヘリングロゴ釦付きポロシャツについて，「今はもう有りません，この服なら私も持っていますよ。」と認め，29元という価格について，「そのときはセール期間中だったんです。」「ずいぶん遅くなってお買いあげになったんですね。」などと発言し，売れ行きについても「ええ，とても良かったですね。お客様が買ったのは，遅かったですよ。」「そうですね，3～4種類の色がありました。」などと述べている。",
                            "このように侵害商品が中国で販売されたことについて，上記副店長代理は否定していないどころか，「この服なら私ももっている。」と，本件プロパティを付した本商品の存在を別途認めており，ポロシャツのロゴ釦についても強く認識していたことが分かる。",
                            "④ 契約違反の程度の重大性",
                            "以上に照らし，販売許諾地域外で「KEITH HARING」のロゴ釦を使用した商品を販売することは，本件プロパティそのものを付した商品の販売と同様に，その契約違反の程度は極めて強い。しかも，同ロゴ釦付きポロシャツが販売されていたことについて，被控訴人らが把握していなかったことはあり得ないのに，この事実を認めようとせず隠蔽していたことは，重大な背信行為である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件プロパティが付されたポロシャツの販売",
                      "text": [
                        "本件においては，被控訴人ファーストリテイリングは，本件プロパティが付されたポロシャツを販売したと認めるべきである。",
                        "① 甲A14の1～2，15の1～4，72，98によれば，中国向けのホームページに，定価59元のキース・へリングポロシャツを売価29元に値引きして販売しているとの広告があり，これを見れば，その商品が現在，その値引き価格で店頭販売されていると理解するのが普通である。鑑定意見書(甲A100)も，5か月間もウェブ上で価格を掲載した広告を出し，地下鉄等でも広告を掲示している以上，中国国内の店舗でキース・へリング商品を販売していたと考えるほうが自然であると述べている。",
                        "② 原判決は，「同被告が原告主張のような販売を行ったのであれば，同被告の店頭で販売の事実を確認したり，販売された商品を入手することはさほど困難なことではないと考えられる…」(41頁1行～3行)と述べるが，根拠がない。",
                        "すなわち，問題のポロシャツは春夏物であり，通常8月中旬には販売が終了するところ，原告がホームページ画像に気が付いた平成16年(2004年)8月10日(甲A139)はほぼ販売が終了する時",
                        "期であった。しかも，定価59元のキース・へリングポロシャツを半額以下の定価29元に値引きして販売するという広告であるから，半値以下の廉価販売により品薄状態にある。",
                        "また，甲A139の4頁にあるとおり，北京在住の控訴人関係者の知人が，上海ユニクロ准海店に，ホームページを見て胸にワッペンの付いたポロシャツを買いたいと申し入れたが，インターネットでは販売していないと思うので本部に確認するとの回答で終わっている。その後平成16年8月12日にはホームページからポロシャツ画像は削除されていた。",
                        "このように，当時実際に入手しようとしてもできなかったのであり，また，同年8月12日にホームページ画像を削除しながら控訴人に何の報告もなかったことからすれば，それ以降，店頭で販売事実を確認しようとしても不可能であったことは容易に推測しうる。",
                        "③ 原判決は，「…「ア ポロシャツHP」については，商品販売の宣伝広告として理解され，…」(42頁14行～15行)と認定しながら，販売事実を推定せず，認定していないという自己矛盾に陥っている。",
                        "④ 原判決は，「…中国向けホームページ(甲A14の1及び2)に本件ポロシャツ画像が価格の記載とともに掲載されている。しかしながら，…中国で本件プロパティの付されていないポロシャツの販売を企画したが，日本側と中国側とで品番に基づき画像データのやり取りをするに当たって，誤って本件プロパティの付された商品の画像を中国側に送付し，中国側担当者も，本件プロパティが小さかったため同プロパティが付されていることを見落とし，当該画像をそのままホームページに掲載してしまったとの証人Pの証言(乙A38を含む。)を不自然なものとして排斥することはできない。」(41頁4行～13行)と述べる。",
                        "しかし，原判決の上記説示は，証人Pの証言を鵜呑みにしたものであり，原判決自身が，「…当該ポロシャツに付されたワッペンは，特に本件ポロシャツ画像の拡大画像(甲A15の1～4)により，その形状等を明確に認識し得るものである。」(42頁15行～17行)としていることとも矛盾する。すなわち，商品販売の宣伝広告のために企業がホームページ制作を依頼した場合，これをホームページ上に掲載する前に，必ず，予め制作画像の詳細を点検・チェックするはずであり，その段階で，クリックして大きくなった画像に気付かないとか，これに本件プロパティが付されていることを見落とすなど，到底あり得ない。",
                        "また，日本商品と中国商品は，本体が同じ体裁の商品でも，付属物の表示等が異なるため，同一品番ということはあり得ない。さらに，Pによれば，中国の担当者は日本の担当者に，キッズのボーダーポロシャツについては品番によって商品画像を要求したということである(P調書19頁)が，これを前提にすると，日本のものは本件プロパティが使用されており，中国での販売予定のものは本件プロパティを使用できないという強い認識があったはずであるから，品番によって画像を要求しても，キッズボーダーポロシャツ分については使用できない画像が届いてしまうことを当然理解していたはずであり，4456−002，あるいは国番号を除いても456−002の画像については，使用できないから除くか，画像からプロパティを削除する作業を行うという指示を最初から出すはずである。",
                        "すなわち，中国ホームページの画像は，見落としなどではなく，日本から画像を取り寄せれば本件プロパティを付した画像が届くことをPらは当然認識していた。Pらは，意図的に本件プロパティを付したポロシャツ画像の販売広告を行い，現に販売を行ったものと認定するのが合理的である。",
                        "⑤ 原判決は，「…被告ファーストリテイリングから製造工場に送付された仕様書(乙A39)，アクセサリーシート(乙A40)及び畳み指示書(乙A41)によれば，アクセサリーシートに一部「BARKINGDOG」のワッペンを付すことを前提とするかのような記載が存在するが，仕様書においては当該ワッペンを付すべき旨の指示はなく，また，畳み指示書においても，ポロシャツの図面にはワッペンの表示は存在しない。これらの記載を総合的に見れば，流用した日本向け製品の仕様書等に一部削除・修正の漏れている部分はあるが，「BARKING DOG」のワッペンを付していない製品の製造が指示されたものであることが明確に理解し得るところである。よって，仕様書等によっても，本件プロパティを付した製品が製造されたものと推認することはできない。」(41頁14行～下3行)と述べるが，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "仕様書(乙A39，45，甲A130)",
                          "text": [
                            "仕様書においては，ワッペンに関する部分のみが何者かにより修正液で消されているが，工場に渡すべき仕様書が修正液で消されて作成されているということ自体が不自然である。また，仕様書において「ロゴ釦11.5㎝」との記載があり，「ロゴ釦」とは，「KEITH HARIＮG」という英字のロゴが釦に円環状に刻印されたものであることを意味しているから，これだけでも立派なプロパティの使用であり，商標の使用である。また，「KEITH HARIＮG」というロゴ釦が付けられているのであれば，同じく本件プロパティが付されているとしても全く不自然ではない。さらに，仕様書の記載は，後述するアクセサリーシートの記載とセットで解釈すべきところ，そのアクセサリーシートでも，犬のワッペンが付されていることが明記されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "アクセサリーシート(乙A41，45，甲A131)",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決は，「…アクセサリーシートに一部「BARKING DOG」のワッペンを付すことを前提とするかのような記載が存在するが，」(41頁下11行～下9行)などと片付けるが，アクセサリーシート記載のほぼすべての部分がワッペンを付けることを前提としており，ロゴ釦も付ける前提となっているものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "すなわち，まずこのアクセサリーシートは，工場に渡され，「工場はこのとおり，これに従って生産する」ものであり(P調書27頁)，口頭ではなく，この書面により指示がなされるものである(P調書3頁)。そして，真ん中の「ACCESSORIES」欄の左下に「DESCRIPTION」(＝種類)の欄があるが，上から1番目の「DOGWP1」と2番目の「ボタン／SET-100 11.5㎜」は，「SUPPLIER」(供給者)の島田商事(上海島田商事有限公司)に×印がついて工場手配となっている。そして，「DOGWP1」の右にSIZE(サイズ)欄があるが，「110～160：1pcs」とある。サ",
                              "text": [
                                "イズ110から160について，いずれも1個ずつワッペンを付けるという意味になる。また，その右の「PARTS」欄で，ワッペンの場所は「LEFT CHEST」，つまり左胸につけることになっている。さらに，ワッペンの「COLOR WAY」，すなわち色(の使い方)については，＃BLE＝ブルー，＃RED＝赤，＃GREEN＝緑，＃LBL＝ライトブルーの4種類と指定されている。",
                                "以上のとおり，中国品番4456−002のポロシャツについ",
                                "ては，ドッグのワッペンは工場手配して，上記のサイズで，上記の位置に上記の色で付けるという指示が明確になされている(P調書28頁も参照)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "そして，ドッグワッペンと共に工場手配される「ボタン／SET-100 11.5㎝」は，このアクセサリーシートだけでは，ロゴ入りのボタンになるのかどうかは分からないが，後述のとおり，仕様書(乙A39，甲A130)では「ロゴ釦11．5cm」と",
                              "text": [
                                "明記されており，ロゴ入りボタンであること，色は「WHITE」(白)又は「DK BROWＮ」(ダークブラウン)と指示され",
                                "ている。その下の「EMBROIDERY THREAD」とは刺繍糸のことであり，ワッペンの刺繍糸を意味する。右側の「PARTS」欄をみると，「LEFT CHEST」，すなわちワッペンと同じ左胸の位置に使用し，右側の「COLOR WAY」(色の使い方)については，「MATCHINGTO THE EMBROIDERY COL」つまりワッペンの色に一致させる，という意味であり，ワッペンの刺繍糸は工場手配となっている(P調書28頁も参照)。アクセサリーシートの「童装横条翻領T恤」欄の下に「キースへリング」とあるのも，P調書8頁が述べるような「消し忘れ」などではない。",
                                "したがってこのアクセサリーシートに従えば，本件プロパティであるワッペン，ロゴ釦を使用した「KIDS」の「キースヘリング」「ボーダー」「ポロシャツ」が出来上がるというべきである。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "P調書8頁は，左下の「HANG TAG / LABELS」欄で，バッテンを付けているから間違って作られることはありえないと供述する。",
                                "しかし，ハングタグ(紐でつるされるタグ)やケアラベル(洗濯方法の注意書きラベル)は，もともと日本語表記のものは中国国内で使えないため変更する必要があるから，この部分が一部削除されていたからといって，ワッペンやロゴ釦使用を否定する根拠にはならない。また，仮にタグやラベルで「キースヘリング」という文字や注意書きを使用していなくても，中国ホームページ画像や店頭広告，地下鉄等の広告がそうであるように，本件プロパティを使用した製品を作っていれば，キースヘリングプロパティの著作権や商標権を侵害したことに変わりはない。",
                                "そして，アクセサリーシートの「工場手配」とは，申洲の工場のことであり，被控訴人ファーストリテイリングの控訴人への届け出によれば，「寧波申洲針織集団有限公司」(ニンボー申洲の有限公司)である。そして，日本のキースヘリングポロシャツも同じ工場で制作しているから，島田商事＝「上海島田商事有限公司」により制作されたワッペンはこの工場に持ち込まれる。しかるに，日本のキースヘリングポロシャツは，被控訴人ファーストリテイリングから控訴人への届け出によれば，約14万枚制作しており，その生産に際し，ワッペンやボタンなどの付属品については，ポロシャツの枚数通りではなく数パーセント余分に制作して工場に供給するのが通常であるから，2196枚程度分の付属品を工場手配で供給することは優に可能である。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "畳み指示書(乙A41，45，甲A132)",
                          "text": [
                            "原判決は，「…畳み指示書においても，ポロシャツの図面にはワッペンの表示は存在しない。」(41頁下8行～下7行)とする。",
                            "しかし，畳み指示書は，P調書7頁によれば，「工場で出荷する前に，こういうふうに畳んでください」という指示，すなわち，「工場で商品を箱詰めする段階での，畳みの指示に関する仕様書」である。ポロシャツの畳み方には2種類存在し、ユニクロではそのどちらかを畳み指示書に記載している。",
                            "すなわち，ワッペンのないものは，折り返し場所が下の方になるが，ワッペンつきのものは乙A41(甲A132)に表示されているとおり、畳み位置をワッペンのすぐ下とする。これは店頭で棚に重ねたとき、顧客からワッペン(ここではドッグのマーク)が付いていることをすぐ分かるようにするためである。そして，乙A41(甲A132)の⑥では，「ワッペンの下で折る」という指示が明記されている。ワッペンがついていなければ，このような畳み指示とはならない。この点，乙A39～41の修正については，押印のあるE以外の者が後から行った可能性がある。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "仕様書，アクセサリーシート，畳み指示書は一致していなければならない。",
                            "すなわち，ワッペン部分は削除され，ロゴ釦部分がそのままの仕様書と，ワッペンもロゴ釦も付けるとされたアクセサリーシート，ワッペンのところで折るとの畳み指示書とが工場に送られれば，工場は必ず混乱し，被控訴人ファーストリテイリングに対し問い合わせるはずであり，被控訴人ファーストリテイリングはその段階で，アクセサリーシートの削除が不十分・不徹底であったことに気付き，仕様書やアクセサリーシートの原本自体が訂正されていなければならない。",
                            "したがって，仕様書，アクセサリーシート，畳み指示書の記載が一致していないことや，それを工場が見逃して生産や出荷を行なうことはあり得ず，今に至るまで，これらが修正されていないということ自体が考えられない。",
                            "そうすると，仕様書とアクセサリーシートは一致しており，工場側には何ら混乱が生じなかったとしか考えられず，論理的に，ワッペンもロゴ釦もいずれも削除されていなかったか，ワッペンもロゴ釦もいずれも削除されていたかの2つしかありえない。しかし，いったん削除したものを乙A39ないし乙A41でもとに戻っているということはありえないから，これと矛盾する乙A39のワッペン部分の修正は，何者かにより意図的に，後からなされたものと言わざるを得ない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "原審P証人は，畳み指示書の「ワッペンの下で折る」との記載について，「多分，これは担当者が消し忘れたか何かだと思います。」，「上海事務所の生産関与の担当も，…いつも工場に行くんですよね。…そういった日常的なコミュニケーションもしてますので。",
                            "だから，そういうことから推測して，起こりえないことじゃないかと思います。」など述べるが，日常的なコミュニケーションをしているのであればなおさら，生産に入る前に，各書面の矛盾と間違いにすぐに気付くはずであり，Pの供述は信用性に欠ける。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "「発注書」(乙A42，甲A133)につき",
                          "text": [
                            "原審P証人は，乙A42，甲A133を発注書であると主張するが，発注書にしては，わずか2196枚という少量で中途半端な数となっており，これはむしろアソート指示書(組合せ指示書)というべきであるし，平成17年(2005年)9月16日にプリント",
                            "アウトされており，当時の原本とはいえない。また，胸前の刺繍ロゴ取消という意味の文言が入力されているが，後から加工可能な電子データであり，信用性に欠ける。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "被控訴人ファーストリテイリングは，乙A41～43の「仕様書」や「発注書」について，控訴人から再三にわたり任意提出や文書提出命令の申立までされた結果，ようやく提出してきたという経過がある。控訴人は，被控訴人ファーストリテイリング提出の仕様書類が修正・削除されていたという事実自体を争うものであるが，仮に被控訴人ファーストリテイリング提出の仕様書類によって製造が行われたとしても，本件プロパティが付された商品が作られることは明らかである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，その余の中国問題についても解除原因となることを否定するが，いずれも誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人ファーストリテイリングの行為が本件サブライセンス契約5条に違反すること",
                      "text": [
                        "原判決が，被控訴人ファーストリテイリングの，ポロシャツHP，TSHOW震撼上市HP，店内タペストリー，地下鉄コルトン，テレビコマーシャルの使用が，本件サブライセンス契約5条に違反するとしたのは正当であるが，被控訴人ファーストリテイリングの各広告のほとんどを，企業イメージの広告などと決めつけた上で，契約違反の程度が小さいと判断したことは誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ポロシャツHPにつき",
                      "text": [
                        "企業は，商品販売の宣伝広告のためにホームページ制作を依頼した場合，これをホームページ上に掲載する前に，必ず，予め制作画像の詳細を点検・チェックするはずであり，その段階で，クリックして大きくなった画像に気付かないとか，これに本件プロパティが付されていることを見落とすことなどあり得ない。したがって，ポロシャツHPは，当初から意図的に本件プロパティを付して制作されたものと考えざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "T SHOW 震撼上市HPにつき",
                      "text": [
                        "原判決は，「「イ T SHOW 震撼上市HP」については，その閲覧に使用するディスプレイ等の性能による面があるが，多数掲載されているTシャツ及びポロシャツの中から本件商品を判別することは相当困難であるし，当該商品に付されている本件プロパティの形状を明確に認識することは，更に困難であると認められる。」(42頁下8行～下5行)，「しかも，本件T SHOW画像は，100種類以上…のデザインのTシャツの画像を用いて作成されたものであり，そのうち本件商品は部分的に掲載されているものも含めて6点が含まれるにすぎず，…本件T SHOW画像は，これを見た者に対し，ユニクロは200点以上という豊富な品数のデザインや配色の異なるTシャツ・ポロシャツを販売していることを訴求するものであり，一種の企業イメージの広告としての性格を有するものと認められる。」(42頁下4行～43頁5行)とする。",
                        "しかし，企業イメージの広告とする趣旨は全く不明確であるし，そうであるからと言って，契約違反の程度が小さいなどとする根拠にはなり得ない。しかも，本件は，抽象的イメージの広告や，取扱商品と関係ない広告ではなく，実際に販売しているTシャツ・ポロシャツを多数集めているという画像であり，その中に，本件プロパティが付されたポロシャツが含まれているということに問題の本質がある。すなわち，販売商品の紹介の中に，本件プロパティの認識可能な商品が含まれている限り，この広告は，単なる企業イメージの広告ではなく，少なくとも本件プロパティが付されたポロシャツの販売広告としての性格を併せ持った広告というべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "店内タペストリーに使用された本件T SHOW画像につき上記画像についても，上記(ウ)と同様である。しかも，HP画像と異なり，Tシャツやポロシャツが具体的に販売されている店内のタペストリー画像については，より一層販売広告性が明確になるというべきであり，本件サブライセンス契約5条が，販売地域を制限している以上，価格を付しているかどうかにかかわらず，「販売している」ことを前提とする宣伝広告の中に「販売商品」の一つとして本件プロパティを使用することは，まさに販売広告として重大な契約違反というべきである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "店内タペストリーに使用された本件子供画像につき原判決は，「…本件子供画像を用いたタペストリーには，これを構成する個々の商品の販売価格の表示や当該商品がキース・へリングの創作した著作物をプリント等したものである旨を窺わせる表示はないから，本件子供画像を用いたタペストリーも，一種の企業イメージの広告としての性格を有するものと認められる。」(43頁下11行～下8行)とする。",
                        "しかし，販売価格の表示がなくても販売広告に該当することは，上記(エ)記載のとおりであり，また，本件プロパティそのものが使用されている以上，「当該商品がキース・へリングの創作した著作物をプリント等したものである旨を窺わせる表示」は明確にある。すなわち，本件プロパティが付された商品を販売しているという広告であれば，一種の販売広告であることは明らかであり，「キース・へリングの著作物を使用しています。」などといったコメントがあるかどうかは，本質的な問題ではない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "地下鉄コルトンのT SHOW画像につき",
                      "text": [
                        "原判決は，本件T SHOW画像を使用した地下鉄コルトンも，一種の企業イメージの広告としての性格を有するものであるとする。しかし，地下鉄各駅でのT SHOW画像も，そこに掲載されたTシャツやポロシャツを被控訴人ファーストリテイリングが販売していることを宣伝し，これを見た者をして，各販売店舗に誘引する効果を意図したものであるから，やはり販売広告としての性格を有することは明らかである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "テレビコマーシャルのT SHOW画像につき",
                      "text": [
                        "原判決は，「「オ テレビコマーシャル」に使用されていた本件T SHOW画像については，…1回当たりの放映時間がごく限られていることから，多数回放映されたことを考慮しても，一般の視聴者が当該画像に本件商品が含まれていること及び当該商品に本件プロパティが付されていることを認識することはほとんど不可能というべきである(原告代表者も，この点を認めている。甲A140)。そして，本件T SHOW画像を使用したテレビコマーシャルも，一種の企業イメージの広告としての性格を有するものである。」(43頁下2行～44頁6行)とする。",
                        "しかし，控訴人(原告)代表者が認めているのは，このテレビコマーシャル画像だけを取り出して議論した場合のことに過ぎない。すなわち，テレビコマーシャルだけでなく，ホームページ，店頭・店内，地下鉄各駅というように，様々な場所と態様において同種同様のものが掲載されており，いわゆるマルチメディア・メディアミックスの方法により，数ヶ月間にわたり，あるいは短期間集中的に，本件プロパティが付された商品の販売広告が，他のオリジナル商品の販売広告とともに実施されたものである(甲A87参照)。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "上記のとおり，本件各広告は，本件ポロシャツのHP画像に限らず，個別的にも全体的にも販売広告と評価すべきであるし，仮に部分的に企業イメージ広告としての性格を有するものがあるとしても，企業イメージ広告か否かにかかわらず，本件サブライセンス契約第5条違反である。",
                        "さらに，仮に当初は見落としがあったとしても，以下に照らせば，少なくとも途中からは故意に継続されたものであることは明らかである。",
                        "① Pは，各広告に本件プロパティが使用されていることに気付いていた。",
                        "すなわちPは，平成16年(2004年)5月前後の頃，週に一日は上海の各店舗を回り，一つの店で30分前後店の様子を確認している(P調書21，24頁)。それにもかかわらず，P調書24頁は，本件プロパティが付されていることに「気が付かない」「意識もなかった」などとするが，これらのポスターやタペストリー，コルトンを何回も目にして，これに本件プロパティが付された商品が使用されていることに気が付かないことはあり得ない。",
                        "また，被控訴人らは，甲A18の1の画像が小さかったため，本件プロパティが付されていることに気が付かなかったなどと弁明するが，被控訴人ファーストリテイリングにおいて実際にタペストリーを制作する過程においてやりとりされたメール及び添付画像の資料(甲A82)によれば，被控訴人ファーストリテイリングは画像を確認しながらタペストリーを制作しており，制作終了までに出来あがりを確認しないなどということは考えられない。",
                        "さらに，控訴人が，中国ユニクロ店舗内展示物や地下鉄駅展示物内の本件プロパティである「BARKING DOG」の使用個数を検証したところ，店舗内は6店舗合計140個，地下鉄では3駅42個の同プロパティを使用しており，合計で182個もの本件プロパティが露出されていたものである(甲A86の2，甲A99)。",
                        "② 商品番号が同一だからという言い訳は破綻している。",
                        "すなわち，Pは，店頭で売っていない商品の画像が掲載された理由として，日本で販売している本件プロパティが付されたボーダーポロシャツと中国で売ろうとしてるボーダーポロシャツの品番が同一だったからと述べ(乙A38)，P調書19頁は，商品番号と画像番号が自動的にリンクすることによる偶発ミスであるなどと述べるが，全く理由になっていない。",
                        "まず，日本商品と中国商品とは本体が同じ体裁の商品でも，付属物の表示などが異なるため，同一品番ということはあり得ず，現に日本の品番は1456−002，中国の品番は4456−002であり，",
                        "最初の一桁が違い，同一品番ではない。商品番号と画像番号が自動的にリンクするのであればなおさら，違う品番の画像にリンクするということはあり得ないはずである。",
                        "また，Pの供述を前提にしても，キッズのボーダーポロシャツについては，日本のものは本件プロパティが使用されており，中国での販売予定のものは本件プロパティを使用できないという認識があったはずであるから，品番によって画像を要求しても，キッズのボーダーポロシャツ分については，使用できないことを当然理解していたはずである。",
                        "③ 本件プロパティが付された商品を広告に使用し続けたことだけでも解除に値する。すなわち，中国での販売事実の有無にかかわらず，このような販売促進広告は，中国で被控訴人ファーストリテイリングが本件プロパティが付された商品の販売の承認を受けて販売している外観を作出していることに変わりはない。被控訴人ファーストリテイリングの説明は矛盾だらけであるが，仮に事実だった場合でも，販売も許容されていない商品について，価格まで付して販売促進を図るホームページ画像や，店頭，地下鉄等での露出を継続し，あるいは既に行ったことについての報告も謝罪もしてこなかったこと自体，著しい背信行為であり，優に解除に値する。",
                        "④ 原判決は，「本件サブライセンス契約6条は，生産関係者による本件プロパティ又は本件商品の流出があった場合に被告ファーストリテイリングが責任を負う旨定めるところ，同条は，生産工場・輸出入者又は生産管理者等本件商品の生産に関わるすべての個人及び法人についての被告ファーストリテイリングの原告に対する事前申請義務を前提とするものであり，同条にいう「生産関係者」に被告ファーストリテイリング自身は含まれないことは明らかである。」(44頁7行～12行)とする。",
                        "しかし，被控訴人ファーストリテイリングは仕様書や発注書等の書類により，中国子会社を通じて生産に関する指示を出している本商品の輸出入の実質的な当事者であるから，被控訴人ファーストリテイリングも中国子会社も，本件サブライセンス契約6条に生産関係者に当たることは明白である。",
                        "⑤ 原判決は，「…本件サブライセンス契約8条は，「販売促進・広告宣伝等或いは，本件プロパティを本商品以外に使用する場合は事前に原告の承認を必要とする。」と規定する。…販売地域の制限(5条)に反した企業イメージの広告を含む販売促進は，原告の事前の承認を問題とするまでもなく同契約に違反することから…，8条は，販売地域の制限が遵守されている場合を前提とするものと考えられる。」(44頁下11行～下4行)とする。",
                        "しかし，販売地域制限違反か否かにかかわらず，企業イメージの広告だとしても，事前承認がない広告は，8条違反に該当する。結局，中国における本件各広告は，本件サブライセンス契約5条にも8条にも重畳的に違反すると解すれば必要かつ十分であり，かつその違反の程度は，仮に企業イメージ広告の性格を一部有していたとしても，重大である。",
                        "原判決は，ことさらに8条違反には該当しないと結論付けることによって，結果的に5条違反のみとして契約違反の重大性をあいまいにし，5条違反ではあるが販売広告に該当するのは本件ポロシャツHP画像のみなどと限定することによって，重大な契約違反性を更に薄めようとするものであって，誤りである。",
                        "⑥ 原判決は，「本件サブライセンス契約13条は，本件プロパティについての著作権及び商標権に対する第三者による侵害の事実を把握した場合の被告ファーストリテイリングの原告に対する報告義務を定めるものであり，被告ファーストリテイリング自らが侵害した場合については想定されていないものと解される。」(44頁下1行～45頁3行)，「被告ファーストリテイリングは，原告の要求に応じて逐次報告を行ってきたこと，その報告内容は，原告の要求する報告事項が極めて詳細かつ多数にわたることもあって，要求された期日までにすべての報告を完了したとはいえないものの，時間的制約も考えると十分と認められる程度のものといえることなどを考えると，実質的に見ても，同被告は原告に対する報告を誠実に実施したものと認められる。",
                        "…」(47頁9行～14行)とする。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかし，本件サブライセンス契約13条は，第三者による侵害事実を把握した場合の報告義務を定めることによって，サブライセンサーたる控訴人が，著作権や商標権の侵害事実を的確に把握し，これに適切に対処するとともに，マスターライセンサーに対しても適正に報告することができるようにするためのものである。この点は，被控訴人ファーストリテイリング以外の第三者が侵害した場合でも，被控訴人ファーストリテイリングが侵害した場合でも，何ら変わりはない。契約上に第三者と表現されているのは，被控訴人ファーストリテイリング自身が自ら著作権及び商標権を侵害してはならないことは自明のことであるから，あえては書いていないだけのことに過ぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被控訴人ファーストリテイリングないし中国子会社は，遅くとも平成16年(2004年)8月12日の時点では，ホームページ画",
                          "text": [
                            "像に本件プロパティを無断使用したことに気付いたのであるから，その時点で速やかに控訴人に事実報告をすべきであったのにこれを怠り，控訴人が指摘するまでその事実を隠蔽し続け，現在に至るまで侵害行為の詳細説明を拒否し続けており，本件サブライセンス契約13条違反は明らかである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被控訴人ファーストリテイリングが，控訴人に対する報告を誠実に実施したというのは誤りである。すなわち，例えば甲A14，15の中国ホームページ画像について，控訴人は，再三にわたり画像自体の提供を求めてきたが，被控訴人ファーストリテイリングはこれが存在しないと主張し続けた。しかるに，甲A14の1，2，15の1～4の画像は，平成16年7月30日時点で，甲A14の1，2，15の1～4のとおりのコンテンツとしてインターネット上のホームページ内に存在し，平成17年4月8日まで，外部からアクセス可能だった(甲A14の1，2，15の1～4，54の1，2，73～74，75の1，2，76，乙A5)。したがって，被控訴人ファーストリテイリングが，これらの画像が完全にホームページ上から削除されていたと説明していたこと自体が虚偽であったというべきである。",
                            "⑦ 原判決は，「原告は，平成16年8月10日，同被告の中国向けホームページ中の取扱商品紹介ページに，「BARKING DOG」のワッペン等を付した子供向けボーダーポロシャツ(4色)の画像(甲A14の1及び2)を発見したが，同被告に対しては，上記①の「重大な契約違反行為に対する通告書」(甲A3)で，その事実を初めて指摘した。原告代表者(甲A67を含む。)は，そのような遅延は証拠の確保のためであった旨供述するが，証拠確保の目的だけで4か月近くの遅れを説明することはできない。」(47頁2行～7行)とする。",
                            "しかし，控訴人は，平成16年8月10日，著作権・商標権侵害の事実を把握した後，まず，最大の侵害行為である価格付きホームページ画像による宣伝広告行為を直ちに止めさせる応急措置がとれたことを確認した上で，引き続いて侵害行為の有無や内容を性格に把握するため必要な調査を行っていたのであり，その間4か月程度を要したからといって，何ら非難されるものではない(甲A78の1,2参照)。",
                            "⑧ 原判決は，「…原告側の態度は，いずれの問題についても過剰ともいえるほどに強硬であったと評価せざるを得ない…」(47頁下9行～下8行)とするが，知的財産権の侵害の重大性について無理解である。",
                            "⑨ 被控訴人ファーストリテイリングの販売地域制限違反行為は，本件プロパティの商品化事業の根幹に関わる違反行為であり，それ自体重大な契約違反である(甲A100の「意見書」参照)。",
                            "とりわけ控訴人は，中国での本件各広告が掲示・掲載された当時の平成16年(2004年)3月30日頃，中国での同ブランドの高価格での販売政策を展開すべく，中国国際服装服飾博覧会に日本からアパレルとして唯一出店していた(甲A24，27の1～3など)。ところが，その一方で被控訴人ファーストリテイリングは，同年3月22日頃から，本件ポロシャツ画像をホームページに掲載し始め，しかも甲A14の1，2にあるとおり，定価59元のキースヘリングポロシャツを売価29元に値引きして販売するという，低価格値下げ路線のイメージを蔓延させていたのであり，このような被控訴人ファーストリテイリングの行為は，中国地域において独占的通常使用権を許諾されている控訴人の販売政策に対し，直接的かつ決定的なダメージを与えたものというべきである(甲A80)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "100円販売問題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，「…本件のような知的財産権のライセンス契約におけるライセンサーによるライセンシーの販売価格の拘束は，ライセンシーの価格決定の自由を制限するものとして，私的独占の禁止及び公正取引の確保に関する法律(独占禁止法)19条において禁止される不公正な取引方法のうち拘束条件付取引(一般指定13項)に該当し，違法となる可能性があり，この点を併せ考えると，本件サブライセンス契約3条の承認権限は，実際の販売価格の設定には及ばないものと認められる。」(48頁7行～12行)，「…季節落ち商品や在庫数が乏しくなり魅力的な展示ができなくなったために販売力の低下した商品等を売り切る目的で値下げ販売することは，売り切らずに保管ないし廃棄する場合のコスト等をも考慮すると，「正当な理由」があるものと評価される…」(48頁下6行～下3行)とするが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "独占禁止法21条の規定の解釈につき",
                      "text": [
                        "まず，独占禁止法21条は，「この法律の規定は，著作権法，…商標法による権利の行使と認められる行為にはこれを適用しない。」と定めるが，何が具体的に「権利の行使」として許容されるかという点については必ずしも明らかでない。したがって，価格に関する制限行為といえども，あらゆる行為がおよそ一般的に「権利の行使」に該当しないと解するべきではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ブランドイメージの維持向上の重要性",
                      "text": [
                        "本件で，控訴人が解除原因との関係で問題としているのは，一般的な価格制限の権限の有無ではなく，具体的に，定価1000円～1900円(税抜き)の商品を税込み100円というような極端な価格でのブランド商品を販売することの制限が許されないのか，という点である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "不当廉売を正当化する理由がないこと",
                      "text": [
                        "被控訴人ファーストリテイリングは，当該商品(1万1746枚)を税込み100円(税抜き96円)で販売することによって，わずか100万円程度の利益を上げたに過ぎない一方，上記販売の対象となった合計30品番につき，それまでに合計約53万枚を販売し，総売上4億3000万円，総粗利2億7000万円を上げている(甲A149)。",
                        "すなわち，それまで各品番の商品を多数販売し，既に2億7000万円の利益を得ておきながら，その270分の1程度の利益を得るために，ブランドイメージを大きく損なってまで販売しなければならない合理性はない。B品でもない正価1000円～1900円の商品について，原価を大きく下回り，正価の10分の1から20分の1近くの売価で販売することによるブランドイメージの低下は図り知れない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "中止合意違反や虚偽報告による販売継続",
                      "text": [
                        "被控訴人ファーストリテイリングは，100円販売の事実が発覚後，控訴人側と協議し，100円販売行為はブランドイメージを低下させるおそれがあることを自認した上でその販売中止を約束したにもかかわらず，虚偽の報告を繰り返して販売を継続し，100円販売の経緯自体についても虚偽の報告を繰り返して，両者の信頼関係を破壊した。",
                        "すなわち，控訴人が100円販売に気付いて釈明を求めたのに対し，Gは，H取締役と協議した上で，その指示に基づき，「売価変更申請書類にキースへリングの商品が入っていることをきちんと確認できていなかった為，承認者が見落としてしまったのが原因です」(甲A29)と虚偽の説明をし，これに対し，控訴人が甲A2の通告書で，紛れ込んでしまった単純ミスというGの説明は虚偽ではないかと指摘したのに対しても，I代表取締役，H取締役が連名で，「報告した内容に相違ございません」などと虚偽の説明を繰り返した。",
                        "1900円のものを100円で売ることは，A品をB品以下の価値で売って，その商品の価値を，さらにはブランド全体の価値を否定する行為であることを自ら認識していたからこそ，I，Hら被控訴人ファーストリテイリングの役員は，控訴人に何らの事前協議も行わず，事後に虚偽報告を行うことを指示したものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "被控訴人ファーストリテイリングは，ブランドイメージの低下を認め，販売中止を合意した。すなわち，被控訴人ファーストリテイリングのGは，平成16年8月31日のメール(甲A29)において，税込100円販売は，ブランドイメージを低下させるおそれがあることを認め，税込100円販売の中止を約束した。",
                        "被控訴人らは，平成16年9月22日のHメール(甲A55)が「キースへリングのブランドイメージを毀損したという認識はございません」としているから，被控訴人ファーストリテイリングにはかかる認識はなかったと主張する。しかし，これは，9月22日に「該当商品の一次引き上げが完了した」(乙A12)ということを前提として，引き上げは完了したからブランドイメージを毀損しなくて済んだという主張をしているものに過ぎず，引き上げを行わずに税込100円販売を継続すればブランドイメージを低下させると認めていたことと矛盾しない(証人G調書8頁，13頁～14頁参照)。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "被控訴人ファーストリテイリングのGは，証人尋問において，本件プロパティが付された商品を税込100円，税別96円で販売したことは，平成16年8月が初めてだったと証言したが，甲A135の1～3に照らし，かかる証言も虚偽である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "B品販売問題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，「…被告ファーストリテイリングが意図的に製造上のB品を販売したことや，B品として販売されたものの中で製造上のB品の割合が相当高いことを認めるに足りる証拠はない。」(50頁下10行～下8行)とする。しかし，キースへリング商品，ジラード商品，バスキア商品について，B品が販売されていた状況と，その写真撮影物をまとめたものである甲A95によれば，糸のほつれやキズなどの縫製不良，キースへリングプロパティのワッペン内の汚れ，ミシンのダブりなど，明らかに製造段階でのB品も含めて販売されている。すなわち，製造段階，販売段階などという区別は，控訴人からB品販売を指摘されて初めて持ち出してきた議論であり，実際は，このような区別なくB品が販売されていたことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，「販売過程において発生したB品…は，製造され店舗に並べられた段階では不良な点はなかったものであり，不良の程度にも様々なものがあるところ，本件サブライセンス契約4条は，同被告は原告の承認したサンプルに限り本件商品を製造・販売し得る旨を定めているにすぎないから，販売上のB品の販売が本件サブライセンス契約4条に違反すると認めることはできない。」(50頁下7行～下2行)とする。",
                        "しかし，そもそも消費者にとっては，製造段階か販売段階かにかかわらずB品に変わりはなく，キース・へリングというブランド商品にB品が混じっており，これが100円その他の低価格で売られたという点では同じである(証人G調書8頁，23頁～24頁，甲A80参照)。また，本件サブライセンス契約4条は，被控訴人ファーストリテイリングは控訴人の承認したサンプルに限り本商品を製造・販売することができると明記しているところ，このいわゆるサンプルアプルーブは，商品のデザイン画だけでなく，ブランドにふさわしい品質を備えているかどうかもチェックするために行われるものである(甲A35の1～20，36の1～10，37の1～4参照)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，「…販売上のB品の販売が本件サブライセンス契約4条に違反すると認めることはできない。このように解することは，平成17年1月3日の協議の際，原告代表者自身，「販売上のB品については何の取り決めもない」旨発言したこと(甲A140)とも合致する。」(50頁下4行～51頁1行)とする。",
                        "しかし，そうであるからと言って，販売上のB品の販売が許容されることにはならない。ブランド商品のB品販売自体が，当該ブランドの品質保証機能を損ない，ブランドイメージの低下につながり，ライセンサーの信用や利益を害することになるものであり，また，控訴人から指摘された後も，被控訴人ファーストリテイリングは，各店舗に対し，B品販売の有無も，製造段階のB品か販売段階のB品かの区別も何ら行っていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無承認チラシ問題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，「…本件サブライセンス契約8条は，実質的な価格拘束につながるおそれがある販売価格のみを理由とするチラシの不承認を許容していないものと解すべきである。」(51頁下13行～下11行)とする。",
                        "しかし，本件サブライセンス契約8条には，正当な理由なく承認を拒否してはならないなどの限定文言は一切ないから，控訴人は，理由のいかんを問わず，広告宣伝への本件プロパティ使用を拒否できるものであり，一定の条件や基準を設け，その条件を満たさない場合は，広告宣伝を承認しないということも，当然に許容される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，「…本件チラシについての原告の不承認は，本件サブライセンス契約8条の許容していない理由に基づくものであり，被告ファーストリテイリングによる本件チラシの配布は本件サブライセンス契約8条に違反しないか，原告が本件チラシが原告の承認を得ていないことを主張することは信義則に反すると認めるべきである。」(51頁下10行～下6行)とするが，誤りである。",
                        "① 本件の事実関係は，以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "平成16年9月17日，被控訴人ファーストリテイリング担当者から控訴人担当者に対し，本件商品の長袖Tシャツにつき，販売開始後間もない10月2日から1週間，当初計画の売価1500円を変更して790円で限定販売するとのチラシ掲載の許可申請があった(甲A39)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，平成16年9月21日，ブランド価値維持の観点から，当初計画どおり，前年の同時期と同じく，990円での限定販売価格であればチラシへのプロパティ掲載を承認するが，790円でのチラシ掲載は承認しない旨の回答をした(甲A40，41)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，甲A40のやりとりの後，甲A41において，「6)10/2 レギュラーウラ キースユニセックス ロンT欄(016395-003/016395-002/016395-004/016415-001/016415-002 10/8まで限定価格790円)」について，「下記のG様とのやりとりのごとく承認できません。」とし，また，「7)10/2 レギュラーウラ バスキアユニセックス ロンT欄(016551-001/016551-002/016551-004/016551-006 10/8まで限定価格790円)」についても，「下記のG様とのやりとりのごとく承認できません。」としており，当該商品及び本件プロパティを露出した「欄」ごと承認できないことをはっきりと伝えた。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "しかし，被控訴人ファーストリテイリングは，控訴人が上記の通り，790円でのチラシ掲載欄部分を明確に拒否したにもかかわらず，無許可のままで10月2日にチラシ配布を強行し，全国671店舗に関し，合計約4000万部のチラシを配布した。控訴人の抗議に対して被控訴人ファーストリテイリングは，控訴人の承認をとるような問題ではないと回答した。",
                            "② 以上の事実を踏まえて検討するに，被控訴人ファーストリテイリングは全国670店舗を擁し，数千万枚単位でチラシを配布するものであるから，このような状況において，ブランド商品につき，シーズン開始早々に半額程度に値下げするとか，限定期間の販売価格と称しながら，これを短い期間に繰り返すなどといった販売方法をチラシ宣伝する場合は，ブランドイメージの低下につながりかねない。",
                            "特に，当該チラシ(甲A56)は，単に本商品を掲載するだけではなく，本件プロパティそのものをピックアップして，これと「超お買得価格」「超目玉」といったイメージ文言とセットで強調している。",
                            "したがって，ブランドイメージにそぐわないような販売価格・販売方法に関しては，控訴人がブランド使用許諾者としてこれに意見を述べ，修正を要請することは独占禁止法違反ではない。そして，当該価格でのチラシ掲載を拒否することは，当該価格での販売そのものの拒否とは異なるから，独占禁止法違反とはならない。現に被控訴人ファーストリテイリングは，この控訴人の承認権限があることを認めて事前に控訴人の承諾を求め，控訴人がブランドイメージを損うような価格設定での販売チラシを承認しないときは，掲載を見合わせるという扱いをしていた(甲A42)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "商品見本提供問題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決は，「…商品見本提供義務に違反する行為があったが，商品見本の提供の遅れは改善されてきていたものである。」(52頁4行～5行)とする。しかし，平成16年(2004年)7月8日のGメー",
                      "text": [
                        "ル(乙A44)をめぐるやりとりにおいて，控訴人代表者がGに対し，電話において，「今後きちんと最終商品見本提供義務を履行するのであれば，今回規定数が足りないものについて，再生産までしなくていい」と述べたのは，あくまで，今後の最終商品見本提供義務の遵守が前提であった。それにもかかわらず，その電話による協議の後も被控訴人ファーストリテイリングは，甲A97にあるとおり，最終商品見本提供を懈怠し，懈怠期間が1ヶ月以上に及ぶものが存在したのであり，改善がなされていた，などとは全く評価できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，「…原告と協議の上最終的には送付する必要はないとされた物等についても，被告ファーストリテイリングに本件サブライセンス契約9条に違反する事態があったことは事実であり，この点は，継続的取引契約の解除の可否の判断に当たり，一事情として考慮されるべきである。」(52頁6行～9行)とするが，実際には一事情どころか全く考慮されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "上記ア～カを前提とする第1次解除理由の有無につき(ア) 原判決は，「…被告ファーストリテイリングには，組織のすみずみまで本件サブライセンス契約の趣旨が徹底されておらず，同契約に違反する点が多々あったものであるが，その違反の内容，程度，その後の再発防止の努力等その他一切の事情を総合考慮すると，本件サブライセンス契約の継続を困難ならしめるような背信行為の存在等やむを得ない事由が存在するとはいえず，本件サブライセンス契約の第1次解除は無効であるといわざるを得ない。」(52頁下9行～下4行)とする。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，上記ア～カに照らせば，被控訴人ファーストリテイリングの違反の内容，程度は重大なものであり，被控訴人が再発防止の努力をしたことも認められない。すなわち，控訴人と被控訴人ファーストリテイリング間のジラード契約において，本件サブライセンス契約8条と同旨の条項に違反する行為があったところ，被控訴人ファーストリテイリングは，中国HPにおいても日本HPにおいても，商品画像データを掲載する際には控訴人の承認が必要であること，これを怠ることは本契約と同じ規定である第8条に違反する重大な事項であることを表明し，今後，控訴人に事前承認を申請する体制を徹底することを約束した(甲A22の1～4，23の1，2)。それにもかかわらず，被控訴人ファーストリテイリングは，中国での販売すら許容されていない本件商品の販売広告が，ホームページ上に掲載され，なおかつ，メディアミックス手法により，中国中に露出し続けていたのであり，故意または少なくとも重過失により，重大な契約違反行為を継続していたものであり，背信行為の存在は明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲A153のJ教授意見書によっても，本件で問題とされている被控訴人の中国での宣伝行為等が，本件サブライセンス契約の基礎をなす信頼関係を破壊するものであることが明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件サブライセンス契約の第2次解除に理由があることについてア 原判決は，「原告は，被告ファーストリテイリングからデザイン等に関する承認申請があったときは，暫定的承認であることの注意書を付した上で承認する予定であった旨主張するが，…原告は，本件仮処分命令の発令後も，原告の主張する中国問題の解決条件に同意しない限り，宣伝広告に関する承認申請に限らず，デザイン等に関する承認申請に対しても承認を与えることはない旨を断固として示していたことは明らか…」(53頁6行～11行)，「本件において，原告は，本件サブライセンス契約成立後である平成16年12月ころから，被告ファーストリテイリングからの宣伝広告及びデザイン等に関する承認申請に承認を与えないことを明示し，その後もその態度を保持し続けた…」(53頁下3行～下1行)とするが，誤りである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，控訴人がチラシの承認のみについて拒絶を表明したにすぎないのに対し，宣伝広告全般を拒否したかのように認定し，さらにはデザイン等に関する承認申請も拒否したかのように認定しているのは誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "商品のデザイン等に関する承認申請の問題と，宣伝広告のうちチラシの承認申請の問題とは，明確に区別すべきである。",
                        "①a デザイン等に関する承認申請について「平成16年12月ころから」「承認を与えないことを明示し」たなどという事実は全くない。",
                        "現に平成16年(2004年)12月6日以降も，平成17年",
                        "(2005年)2月4日の第1次解除までの間，被控訴人ファー",
                        "ストリテイリングから10回以上のデザイン等承認申請がなされており，控訴人はその承認手続を行っている。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "デザイン等に関する承認申請は，デザインに関する承認申請と，サンプルに関する承認申請とに大きく分けられる。",
                            "そして，平成17年(2005年)秋冬物については，既にデ",
                            "ザインアプルーブはなされていたが，被控訴人ファーストリテイリングは，サンプルを提出しその承認申請をした事実はない。",
                            "また，被控訴人ファーストリテイリングは，第1次解除日以降，平成17年5月23日付けでチラシアプルーブを申請したことはあるが，デザインアプルーブを申請したことは一度もない。",
                            "②a チラシについては，控訴人は被控訴人ファーストリテイリングに対し，平成16年(2004年)12月6日のメールにおいて，",
                            "「御社に別途通告しております中国著作物無断使用問題が解決するまでは、12／7(火)以降のチラシに関して、当社が貴社に対し過去に承認したか否かの事実に関わらず、チラシの掲載を一切禁止致します。」と通知したが，被控訴人ファーストリテイリングもこれを容認してきた(甲A136，乙B4)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件サブライセンス契約において，チラシの承認を含めた販売促進・宣伝広告に関しては，何ら承認・不承認の権限行使に制約は規定されていない。すなわち，本件サブライセンス契約8条自身が，被控訴人ファーストリテイリングのチラシ申請に対する控訴人の不許可という事態，すなわちこの点に関する反対給付の危殆化に関するリスクを契約で引き受けているものである。したがって，何ら制約を設けていないチラシ承認に関する拒絶を理由として，不安の抗弁権行使の合理的理由とすることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件サブライセンス契約において，チラシの承認権が控訴人にあることは明らかであり，また本件プロパティを無断使用した広告が行われたことから，その問題が解決するまではチラシ掲載を禁止するとの措置は当然かつ妥当な措置である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "平成17年4月28日の更新の意思表示後，被控訴人ファーストリテイリングがチラシアプルーブを申請し控訴人がこれを拒否したのは，6／4号の一度だけに過ぎない(乙B4)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，第1次解除後も，被控訴人ファーストリテイリングからデザイン等に関する承認申請があったときは，暫定的承認であることの注意書を付した上で承認する予定であった(甲A137，146，150，甲B5，乙B3～4，6，8)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲A152の1のJ教授意見書によっても，被控訴人ファーストリテイリングの行った100円販売，B品販売，未承認チラシ掲載をもって，本件サブライセンス契約の解除事由となることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決は，「…同被告は，不安の抗弁権により，先履行義務を負う2006年度のミニマムロイヤリティ1億円の支払を拒むことができるというべきである。」(54頁1行～2行)とする。",
                    "しかし，平成18年1月1日以降の準備は，被控訴人ファーストリテイリング自身，平成17年5月16日付けのメールにおいて，「更新に関しての貴社のお考えをお聞かせいただきたい」理由として，「来期に向けた準備もございますので」と述べていることからも明らかなように，更新の意思表示以降平成17年12月31日までの間に行うものである。そうすると，被控訴人ファーストリテイリングは，平成17年4月28日の更新オプション権の行使により，平成17年9月30日に最低保証料不払いが確定するまでの約5か月間，同被控訴人の「平成18年(2006年)独占販売のための独占準備権」を享受しているというべきであり，平成17年9月30日の最低保証料支払期限の前に，既に反対債務の履行を受けているというべきであるから，被控訴人ファーストリテイリングらの平成17年9月30日の平成18年(2006年)分最低保証料の支払義務は，そもそも，被控訴人ファーストリテイリングらの先履行義務でなく，不安の抗弁は成立しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "第3事件について",
              "text": [
                "上記(3)，(4)に照らせば，第1次解除，第2次解除ともに有効というべきであるから，第3事件についても控訴人の請求には理由がある。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "損害額について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記第1の1(1)(1次的請求)記載の各請求につき",
                  "text": [
                    "上記はいずれも，第1次解除(平成17年2月4日)が有効であることを前提とする請求である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "同イ記載の請求(被控訴人利益)",
                      "text": [
                        "第1次解除以降平成18年5月7日までの本件プロパティが付された商品の総売上枚数は116万1169枚であり，上代販売金額合計は16億5670万3090円である。しかるに，解除時における当該商品の簿価は0円に相当するのであるから，原価を差し引くべきでなく，実際に販売した価格(適正実売価格)が被侵害利益というべきである。そして，その適正実売価格は上代の77．64％であるから，適正実売価格合計は12億8624万7100円であり，これに消費税5％を加算した13億5055万9455円が被控訴人利益の額であり，控訴人の被った損害額である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "同ウ記載の請求(控訴人利益)",
      "text": [
        "第1次解除以降平成18年5月7日までの本件プロパティが付された商品の総売上枚数は116万1169枚であり，控訴人の粗利益は，商品1枚当たり1004円である(甲A157)から，これらを乗じて消費税5％を加算した12億2410万4360円が控訴人利益の額であり，控訴人が被った損害額である。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "同エ記載の請求(実施料)",
      "text": [
        "本件の場合，もともと契約上は，解除時点での在庫品はすべて廃棄しなければならないという特殊な状況における相当な対価の算定が問題となっている。そして，平成16年の本件プロパティが付された1500円(当初設定上代)Tシャツの平均実売価格が1230円(対上代82％)であり，かかる平均販売価格1230円から原価450円を差し引いた780円を1枚当たりの実施料と考えるべきである。したがって，これに，第1次解除以降平成18年5月7日までの本件プロパティが付された商品の総売上枚数116万1169枚を乗じて消費税5％を加算した9億5099万7411円が実施料額であり，控訴人が被った損害額である。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "上記第1の1(2)(2次的請求)記載の各請求につき",
          "text": [
            "上記はいずれも，仮に第1次解除が無効であるとしても，第2次解除(平成17年10月1日)が有効であり，かつ，不安の抗弁が認められず，解除の効力が同日から発生することを前提とする請求である。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "同イ記載の請求(被控訴人利益)",
      "text": [
        "第2次解除の効力を，信義則上，解除日(平成17年10月1日)から平成17年4月29日まで遡らせた分の請求である。",
        "すなわち，平成17年4月29日から平成17年9月30日までの本件プロパティが付された商品の総売上枚数は50万3072枚であり，上代販売金額合計は7億0773万5557円である。しかるに，解除時における当該商品の簿価は0円に相当するのであるから，原価を差し引くべきでなく，実際に販売した価格(適正実売価格)が被侵害利益というべきである。そして，その適正実売価格は上代の79．29％であるから，適正実売価格合計は5億6118万8781円であり，これに消費税5％を加算した5億8924万8220円が被控訴人利益の額であり，控訴人が被った損害額である。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "同ウ記載の請求(被控訴人利益)",
      "text": [
        "第2次解除以降平成18年5月7日までの本件プロパティが付された商品の総売上枚数は5万2972枚であり，上代販売金額合計は7006万8425円である。そして，上記ア(ア)記載のとおり，実際に販売した価格(適正実売価格)が被侵害利益というべきであり，適正実売価格は上代の77．67％である。したがって，適正実売価格合計は5442万0283円であり，これに消費税5％を加算した5714万1297円が被控訴人利益の額であり，控訴人が被った損害額である。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "同エ記載の請求(控訴人利益)について",
      "text": [
        "第2次解除以降平成18年5月7日までの本件プロパティが付された商品の総売上枚数は5万2972枚であり，控訴人の粗利益は，商品1枚当たり1004円である(甲A157)から，これらを乗じて消費税5％を加算した5584万3082円が控訴人利益の額であり，控訴人が被った損害額である。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "同オ記載の請求(実施料)について",
      "text": [
        "上記ア(ウ)記載のとおり，商品1枚当たりの実施料は780円と考えるべきであるから，これに，第2次解除以降平成18年5月7日までの本件プロパティが付された商品の総売上枚数5万2972枚を乗じて消費税5％を加算した4338万4068円が実施料額であり，控訴人が被った損害額である。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "上記第1の2(3)(3次的請求)記載の各請求につき",
          "text": [
            "上記はいずれも，仮に第1次解除が無効であるとしても，第2次解除(平成17年10月1日)が有効であることを前提とし，かつ，仮に不安の抗弁が認められた場合であっても平成18年1月1日には上記解除の効力が発生することを前提とする請求である。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "同イ記載の請求(被控訴人利益)",
      "text": [
        "平成18年1月1日から平成18年5月7日までの本件プロパティが付された商品の総売上枚数は5097枚であり，上代販売金額合計は650万5421円である。そして，上記ア(ア)記載のとおり，実際に販売した価格(適正実売価格)が被侵害利益というべきであり，適正実売価格は上代の76．55％である。したがって，適正実売価格合計は497万9964円であり，これに消費税5％を加算した522万8962円が被控訴人利益の額であり，控訴人が被った損害額である。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "同ウ記載の請求(控訴人利益)",
      "text": [
        "平成18年1月1日から平成18年5月7日までの本件プロパティが付された商品の総売上枚数は5097枚であり，控訴人の粗利益は，商品1枚当たり1004円である(甲A157)から，これらを乗じて消費税5％を加算した537万3257円が控訴人利益の額であり，控訴人が被った損害額である。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "同エ記載の請求(実施料)",
      "text": [
        "上記ア(ウ)記載のとおり，商品1枚当たりの実施料は780円と考えるべきであるから，これに，平成18年1月1日から平成18年5月7日までの本件プロパティが付された商品の総売上枚数は5097枚を乗じて消費税5％を加算した417万4443円が実施料額であり，控訴人が被った損害額である。"
      ],
      "content": [
        {
          "fig": "エ",
          "subject": "上記第1の2記載の請求につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "第1次解除(平成17年2月4日)が有効の場合，上記第1の1(1)イ記載の，解除後の販売によって生じた損害のほかに，被控訴人ファーストリテイリングが平成17年4月28日に本件サブライセンス契約につき更新の意思表示を行い，平成18年1月1日以降も商品の販売を継続することを宣言し，かつ，同被控訴人が本件サブライセンス契約の被許諾者の地位にあることを仮に定める旨の仮処分命令の発令を得たことにより，控訴人が平成18年1月1日以降に直接生産・販売するための営業活動及び他者とライセンス契約を締結するための営業活動を行うことが不可能となったという損害が控訴人に発生している。その損害額は1億円である。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "仮に第1次解除が無効であるとしても，本件サブライセンス契約に基づき，控訴人は被控訴人らに対し，平成17年9月30日が支払期限と定められたミニマムロイヤリティを請求することができ，その額は1億円である。"
      ],
      "content": [
        {
          "fig": "オ",
          "text": [
            "控訴人は，上記ア～ウの各請求の認容額の10％の割合の弁護士費用相当額(ただし認容額と弁護士費用相当額の合計が各請求金額を上回るときは，同金額に満つるまでの額)の損害を被った。"
          ],
          "content": [
            {
              "fig": "(7)",
              "text": [
                "本件における被控訴人らの行為は，不正競争防止法2条1項1号の周知表示混同惹起行為等にも該当するものである。"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "被控訴人ら"
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "新たな請求原因事実に対する認否"
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "1次的請求について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "1次的請求ア(不存在確認請求)",
      "text": [
        "請求原因①は不知，②，③は認め，④は解除の意思表示がされたことは認めるが解除の有効性については争い，⑤，⑥は認める。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "1次的請求イ・ウ・エ(金銭支払請求)",
      "text": [
        "請求原因①は上記(ア)に記載した認否と同じ。同②，③は否認する。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "2次的請求について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "2次的請求ア(不存在確認請求)",
      "text": [
        "請求原因①は上記ア(ア)に記載した認否と同じ。同②，④は認め，③は解除の意思表示がされたことは認めるが解除の有効性については争う。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "2次的請求イ(金銭支払請求)",
      "text": [
        "請求原因①は上記ア(ア)，イ(ア)に記載した認否と同じ。同②～④は否認する。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "2次的請求ウ・エ・オ(金銭支払請求)",
      "text": [
        "請求原因①は上記(ア)に記載した認否と同じ。同②，③は否認する。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "3次的請求について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "3次的請求ア(不存在確認請求)",
      "text": [
        "請求原因①は上記イ(ア)に記載した認否と同じ。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "3次的請求イ・ウ・エ(金銭支払請求)",
      "text": [
        "請求原因①は上記イ(ア)に記載した認否と同じ。同②，③は否認する。"
      ],
      "content": [
        {
          "fig": "エ",
          "subject": "4次的請求について",
          "text": [
            "請求原因(ア)は上記イ(ア)に記載した認否と同じ。同(イ)は否認する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "訴えの不適法について"
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "本件各権利の不存在確認請求につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "控訴人の上記請求は，その請求内容からみて，いずれも，現在の法律関係の確認ではなく，過去の法律関係，すなわち過去に控訴人が行った解除の意思表示や被控訴人ファーストリテイリングが行った更新の意思表示の有効性の判断を求めるものと言わざるを得ず，不適法である。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "しかも，確認の訴えは，原告の権利又は法律的地位に危険・不安が現存し，その危険・不安を除去する方法として確認判決することが有効適切である場合に認められるものであるところ，控訴人は，既に平成17年12月31日にマスターライセンシーの地位を喪失しているから(平成18年8月10日付け控訴人第2準備書面5頁を参照)，キース・へリングの著作物等を管理する権限を有しておらず，その使用について許諾を与える立場にもない。したがって，管理権限を失っている控訴人には，確認訴訟を認めなければならない危険や不安は存在せず，確認の利益はない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "控訴人は，被控訴人ファーストリテイリングとの関係で本件各権利の不存在確認請求をするものであるが，被控訴人ファーストリテイリングはユニクロ事業に関する権利義務を吸収分割により被控訴人ユニクロに承継させているので，確認訴訟における当事者選択の適否という点からも訴えは不適法である。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "損害賠償請求につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "控訴人は，第1事件の各損害賠償請求につき，あえて1次的請求，2次的請求，3次的請求として請求するところ，その内容からして，1次的請求と称する損害賠償金額の一部を2次的ないし3次的請求と考えて請求しているようである。しかし，民事訴訟法上，このような包含関係にある請求は請求が両立し得ない関係とは言い難いから，主位的請求・予備的請求の関係に立ち得ない。このように，損害賠償に順位を付けること自体，訴訟法上許されない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "第1事件の各損害賠償請求と第3事件の各損害賠償請求は，解除以降の商品の販売行為につき複数の損害賠償請求を同時に行っているものであるから，いずれも両立し得ない関係にある。したがって，両者を単純併合のまま請求することは不適法である。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(3)",
              "text": [
                "本件サブライセンス契約の第1次解除に理由がないこと控訴人の主張はすべて争う。主な反論は下記のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "ロゴ釦付きポロシャツの販売につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "販売の事実の有無",
      "text": [
        "控訴人は，中国において被控訴人ユニクロらが，少なくともロゴ釦付きポロシャツを販売していたと主張し，甲A155の1～2，156の1～2等を提出し，当審における検証において釦付きポロシャツを提示するが，以下の(ア)～(ウ)に照らし，甲A155の1～2，156の1～2の信用性は極めて低く，また，控訴人が検証において提示する釦付きポロシャツが偽造品である可能性も否定できない。",
        "① すなわち，甲A156の1～2(調査報告書)は，控訴人の依頼した調査員が，キース・へリングの文字が刻印された釦付きのキッズボーダーポロシャツが中国で販売されていたか否かに関し，中国にあるユニクロの上海中聯店の店長代行及びレジを担当していた店員等から調査した内容を録音し，それを反訳し，さらに日本語に翻訳したものとのことである。",
        "しかし，店長代行において，本件プロパティを付した商品の存在を認めた事実は一切なく，また，控訴人が提出した上記調査報告書には，重要な部分で記載されていない発言が存在したり，本来存在しない発言があえて挿入されたりしている。つまり，控訴人の調査員の「KEITH HARIＮG」との発言は，会話中一度のみで，しかもほとんど聞き取れず(乙A53，55～56)，上記調査報告書中に，発言がないにもかかわらず括弧書きで「…ボタンの文字(KEITHHARIＮG)…」と記載しており，また，調査の手法自体，店長代行らの錯誤を巧みに利用するものであり，さらに，調査員は，店長代行らに対して，持参したボーダーポロシャツを明確に提示もしていない。",
        "② 甲A155の1～2(中国公正証書)は，控訴人が中国で行った懸賞金広告を端緒に，Lなる者が控訴人に提出したポロシャツの購入経緯等について，公証人の面前でLの供述をまとめたものとのことである。",
        "しかし，そもそもLなる者が実在するのか，Lなる者の供述内容が真実であるのかといった点については何ら吟味されていないし，たとえ甲A155の1が中国の公証人の面前で作成されたものであったとしても，内容の真実性が担保されるものではない。",
        "③ 釦付きポロシャツ自体，領収書等のような客観的な証拠が提出されておらず，しかも，一般的に製造業者の名前や連絡先，商品の材質及び洗濯表示等の情報が記載されているタグが切り取られている状況にある。また，控訴人は，キース・へリングの著作物である図柄が使用されていないデザインの商品をも懸賞金の対象としている(甲A155の1～2)から，上海ユニクロで販売されていたポロシャツを入手して，取り替えやすい釦についてのみ，日本で販売されていたキース・へリングのポロシャツの釦と交換した可能性も完全には払拭できない。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "契約違反該当性の有無",
      "text": [
        "仮に，被控訴人ファーストリテイリングの子会社が釦付きポロシャツを中国で販売していたとしても，以下の①～⑤に照らせば，本件サブライセンス契約はあくまで著作物のライセンス契約であって，著作物に該当しないものの使用を規律するものではないというべきである。したがって，単に標準文字で釦の表面に小さく「KEITH HARIＮG」と刻印されているに過ぎない釦付きポロシャツの製造販売を，本件サブライセンス契約の違反に当たるということはできない。",
        "① キース・へリングはあくまで画家であって服飾デザイナーではなく，需要者を引きつけるものはあくまでキース・へリングの作品であって，キース・へリングの氏名そのものが顧客誘引力を有しているわけではない。したがって，キース・へリングに関して顧客誘引力を有するのは，「KEITH HARIＮG」という名称ではなく，キース・へリングの著作物である。",
        "② キース・へリングに関して商標登録がなされていたのは，キース・へリングの著作物に関するもののみであって，「KEITH HARIＮG」という名称については全く商標登録はなされていない(乙A61)。なお，キース・へリングのサイン文字(K．HARIＮG)をデザイン・ロゴ化した商標があるが，これについても，日本における商標登録出願は，本件サブライセンス契約締結から1年近く経過した後である(乙A62)。",
        "③ 本件サブライセンス契約の締結に先立ち，平成14年7月29日付けで，控訴人と被控訴人との間で締結された「覚書」(乙A63)も，そのライセンス対象を，キース・へリングの著作物であるキャラクターのみとしている。",
        "④ 上記覚書を前提として締結された本件サブライセンス契約(乙A1)も，第1条において，「甲(判決注，控訴人)は乙(判決注，被控訴人ファーストリテイリング)に対し，甲が管理するアメリカ合衆国ニューヨーク州に存立するThe Estate of Keith Haringの著作物「KEITH HARIＮG」(以下「プロパティ」という。)に含まれるところの著作権等に基づく商品化権」を「第6条に定めた乙の製造・販売する商品(以下「本商品」という。)に使用する事を各条項に従い許諾する」と定めており，第15条においても，著作権の表示に関するいわゆるマルC表示(<C>)が要求されているのみで，登録商標に関するいわゆるマルR表示(<R>)は何ら要求されていない。",
        "⑤ 控訴人が作成したプレスリリース書面(乙A34)，平成17年(2005年)2月26日付け西日本新聞夕刊(乙A35)を対比す",
        "れば，控訴人が新聞記者からの取材に対し自ら「イラスト付き商品」という言葉を用いて回答したことが推測される。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "契約違反の程度",
      "text": [
        "仮に，被控訴人又は被控訴人子会社が釦付きポロシャツを中国で製造・販売し，これが形式的に本件サブライセンス契約に違反するとしても，以下に照らし，当該違反の程度は軽微であるから，解除原因たり得ない。",
        "① 本件サブライセンス契約の本質は，上記(イ)①～⑤に照らせば，あくまでキース・へリングの著作物のライセンス契約であることは明らかであるところ，釦付きポロシャツには，キース・へリングの著作物は使用されていない。",
        "② 被控訴人又は被控訴人子会社は，故意にキース・へリングの文字が刻印された釦だけを付けてその著作物である「BARKIＮG DOG」のワッペンを外したポロシャツを製造・販売する意味がなく，仮に同釦付きポロシャツを製造・販売していたとしても，あくまで過失によるものである。",
        "③ 釦付きポロシャツ自体，釦の上に，ほとんどだれも気付かない程度に小さく，デザイン化・ロゴ化されていない標準文字で「KEITHHARIＮG」と表記されているに過ぎないから，キース・へリングのブランドが有する顧客誘引力を利用したとはいえない。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "解除原因となり得ないこと",
      "text": [
        "キース・へリングの文字が刻印された釦付きポロシャツを中国で販売することが本件サブライセンス契約の解除原因たり得るとしても，新たな解除原因であり，過去に行われた本件解除を遡って正当化する解除原因とはなり得ない。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "本件プロパティが付されたポロシャツの販売につき"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "控訴人は，中国におけるキース・へリング制作による著作物が付されたポロシャツ(本件プロパティ付きポロシャツ)の販売に関し，被控訴人ファーストリテイリングが事実を隠蔽し，販売事実を明らかにしないと主張する。",
        "しかし，被控訴人らは，これまでも一貫して述べてきたとおり，中国で本件プロパティ付きポロシャツを販売したことはなく，従って，事実の隠蔽などということはありえない。また，控訴人が中国で行った大掛かりな懸賞金広告や調査をもってしても，本件プロパティ付きポロシャツが1枚も出てきていない事実こそ，被控訴人がこのようなポロシャツを中国で販売していないことを裏付けるものであり，本件プロパティ付きポロシャツの販売に関する控訴人の主張は，もはや無意味である。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "また控訴人は，原判決が，「「ア ポロシャツHP」については，商品販売の宣伝広告として理解され」と認定しながら(42頁14行～15行)，本商品の中国における販売事実を認定しないことは矛盾であると主張する。",
        "しかし，原判決は，42頁のd(b)以下で認定している「イ TSHOW 震撼上市HP」等の広告が，一種の企業イメージとしての性格を有することとの対比において「商品販売の宣伝広告」との文言を用いているに過ぎない。また仮に，「商品」の意味が，本件プロパティ付きポロシャツを指すとしても，被控訴人が，本件プロパティ付きポロシャツの画像がホームページ等で使用された経緯について不注意に基づくものであることを十分に主張立証している以上，これをもって直ちに本商品の販売と推定することはできない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "また控訴人は，P証言について，国番号は異なるが他の番号が同じだから使用してもよい画像と間違えるなどということはありえないと主張するが，商品画像の使用経緯に照らし不自然とはいえない。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "また控訴人は，乙A39～41の修正について，E以外の者が修正した可能性があると主張するが，たとえ実際に修正した者がE自身でないとしてもEの意思に基づく修正であれば問題となる余地はない。"
      ]
    },
    {
      "fig": "(オ)",
      "text": [
        "また控訴人は，仕様書，アクセサリーシート，畳み指示書(乙A39～41)の記載が一致していなかったとすれば，実際には，ワッペンあり，ロゴ釦ありのものと，ワッペンなし，ロゴ釦なしのものがあることになると主張する。",
        "しかし，控訴人は，当初は文字ボタンが付いていて著作物が利用されていないような商品が販売されることは理論的にあり得ないとしていたにもかかわらず，本件釦付きポロシャツを入手した後は，ワッペンもロゴ釦もいずれも削除されておらずこれに従った製品が製造されたか，ワッペンは削除されたがロゴ釦は削除されておらず，これに従った製品が製造されたかの2つが考えられるなどと，これまでと明らかに矛盾する主張を行っており，信用性に欠ける。"
      ]
    },
    {
      "fig": "(カ)",
      "text": [
        "また控訴人は，本件プロパティ付きポロシャツの画像が中国向けホームページ等の広告で使用されたことが本件サブライセンス契約5条に違反すると主張する。しかし，そもそも本件サブライセンス契約5条は，その文言からしても明らかに商品の販売地域を限定する規定に過ぎず，他方，広告に関する規制は本件サブライセンス契約では8条に規定されているのであるから，広告への商品の掲載を理由に本件サブライセンス契約5条違反を主張するのは誤りである。本件プロパティ付きポロシャツが，被控訴人らの関係会社等を通じて中国において販売された事実は一切ない以上，本件サブライセンス契約5条違反の問題が生ずる余地はないのであるから，同5条につき「宣伝広告の実施地域を日本国内のみに限定する趣旨を含んでいるものと解せられる」と判断した原判決は，この点においては正しくない。"
      ]
    },
    {
      "fig": "(キ)",
      "text": [
        "また控訴人は，本件プロパティ付きポロシャツの画像が，明白にプロパティが認識できる個別商品の販売広告の形態で，5か月間意図的に掲載されたと主張する。",
        "しかし，そもそも上述のとおり，本件プロパティ付きポロシャツが中国において販売されていないことは明らかであり，販売していない商品を意図的にウェブサイトに掲載することなどあり得ない。また，同画像において，明白にプロパティを認識することはできないし，「5か月間」という掲載期間は，あくまで控訴人の推測に過ぎず，掲載期間中，当該商品の注文等の問合せは一切なかった。"
      ]
    },
    {
      "fig": "(ク)",
      "text": [
        "また控訴人は，「T SHOW 震撼上市」画像の中からピックアップされたポロシャツ画像が，同じウェブサイト上に定価と販売価格付きで，「形状等を明確に認識し得る」形で掲載されていた以上，これらを見る一般人からすれば，キース・ヘリングのポロシャツを含めて多数のTシャツやポロシャツを販売しているのだという理解をするのが通常である旨主張する。",
        "しかし，定価と販売価格付きで掲載されている本件プロパティ付き画像も，わざわざ拡大しない限り，本件プロパティの形状は全く認識できない(甲A14の1～2)上，仮に，わざわざ当該画像を拡大して本件プロパティの形状をある程度認識し得たとしても，「T SHOW 震撼上市」画像において本件プロパティの形状を認識することが無理なのであるから，かかる二つの画像をことさらに結びつけて，「キース・ヘリングのポロシャツを含めて多数のTシャツやポロシャツを販売しているのだ」という理解を一般人がするとは到底考えられない。そもそも，中国におけるキース・ヘリングの認知度の低さ(甲A155の1～2，乙A55～56)からすれば，本件プロパティの形状を明確に認識できたとしても，キースヘリングのポロシャツなどと認識することは全く想定できない。"
      ]
    },
    {
      "fig": "(ケ)",
      "text": [
        "また控訴人は，企業イメージの広告と解することで，直ちに著作物や商標の使用に該当しないということはできないと主張するが，この問題と著作物や商標の使用の該当性の問題とは全く無関係である。"
      ]
    },
    {
      "fig": "(コ)",
      "text": [
        "また控訴人は，原判決が，遅くとも平成16年8月12日の時点で，中国向けホームページに本件プロパティ付きポロシャツ画像が掲載されていることに被控訴人ファーストリテイリングが気付いたにもかかわらず，これを控訴人に報告しなかったと認定していることを指摘し，同被控訴人が，同年12月に控訴人から指摘されるまで，その事実を報告せずに隠蔽したと主張する。",
        "しかし，同被控訴人が，遅くとも平成16年8月12日の時点で，その中国向けのホームページに本件プロパティ付きポロシャツ画像が掲載されていることに気付いたとの事実は，証拠上認定できない。そもそも，本件プロパティ付きポロシャツ画像が中国向けホームページ上で使用されていた事実を，控訴人が同被控訴人に指摘したという事実すら定かでない(原告代表者調書22頁～24頁)上に，同被控訴人においても，かかる事実の指摘を控訴人から受けたことの認識がない(P調書9頁～10頁)。",
        "なお，控訴人は，この問題を知りながらから4か月もそれを放置していたものであり，控訴人が，真に，「中国におけるユニクロの販売広告行為は，その内容において我々の戦略とは全くかけ離れたものとなっており，高級品イメージでの展開を検討し進めていた我々の戦略と投資を無にする，いや，マイナスにさえする傍若無人な行為といわざるをえません」(乙A66の2頁)とまで考えていたのなら，早期に同被控訴人に警告等して，同種の行為を行わせない措置を採るのが当然である。そのような措置を採らなかったのは，控訴人にとって都合のよいときに指摘し，損害賠償等の交渉に有利に利用しようとする控訴人の不当な意図が読み取れる。"
      ]
    },
    {
      "fig": "(サ)",
      "text": [
        "また控訴人は，甲A153のJ教授意見書(以下，「J意見書Ⅱ」という。)に基づき，本件で問題とされている被控訴人ファーストリテイリングの中国での宣伝行為等が，本件サブライセンス契約の基礎をなす信頼関係を破壊するものであると主張するが，J意見書Ⅱには以下の①～④のような問題点があり，控訴人の主張の根拠とはなり得ない。",
        "① 本件サブライセンス契約を商標権に関するライセンス契約と捉えていること",
        "本件サブライセンス契約はあくまでも著作物のライセンス契約であって，契約書上も「著作権等に基づく商品化権」と記載されているとおり，少なくとも，その本質が著作権に関する契約であり，商標権のライセンス契約でないことは疑いがない。しかるに，J意見書Ⅱは，「簡単のため，専ら商標権など営業標識に関する権利を念頭に置き，著作権は考慮外に置くことと」し，本件サブライセンス契約を「本件商標等の使用を許諾する」旨の契約と捉えており，事実誤認である。",
        "J意見書Ⅱは，このような誤った前提に基づき，本件サブライセンス契約の販売地域制限条項(第5条)について，「単に「販売」を制限するだけでなく，それと同視すべき行為によって許諾者たるXに営業標識法上の不利益を与えないことをも，Yに義務づけていると解すべきである」と述べているが，前提が明らかに誤っている以上，そこから導かれる解釈も誤ったものである。",
        "なお，「営業標識法上の不利益」とは，おそらく商標法上の不利益を意味すると考えられるが，本件サブライセンス契約に基づき，キース・ヘリングが制作した約200種に及ぶ著作物が使用されたにもかかわらず，商標登録されたものはわずか5種類程度の図柄であって，それらもあくまで著作権による保護を補完しようとする副次的なものに過ぎない。このような状況であるにもかかわらず，「営業標識法上の不利益」云々を議論することは明らかに的外れの議論と言わざるを得ない。",
        "② その他の事実関係においても明らかに事実に反している事項を前提としていること",
        "J意見書Ⅱにおいては，上記以外にも，同被控訴人が中国の子会社を通じて，「販売のため本件商品を店頭に展示した」ということを「前提となる事実関係」として挙げている(3頁7行)が，このような事実は一切ない。さらに，J意見書Ⅱは，中国においては，日常的にインターネットにアクセスする階層というのは，中国社会の流行をリードする層ということがあり得ると想定し，かかる想定に基づき，そうだとすれば同被控訴人がインターネット上に本件商品を表示した行為による控訴人の中国ビジネスへの影響は深刻なものであると述べている(16頁10行目以下)が，例えば，インターネットで調べれば，中国では既にインターネットの利用人口が1億人を超えていること(乙A67)は直ちに判明する事項である。",
        "③ 米国商標法に関する判例に基づき立論していること",
        "仮に本件サブライセンス契約を商標権のライセンス契約であることを前提にしたとしても，J意見書Ⅱにおいて検討対象とされている同被控訴人の宣伝行為は中国におけるものであるから，中国の商標法に関する判例等に基づいて立論すべきであって，米国商標法に関する判例に基づく議論によって，このような中国における宣伝行為の法的評価を行なうべきでない。",
        "④ 「関心惹起による混同」理論につき",
        "さらに，仮に本件において米国の商標法に関する判例理論が本件の参考になるとしても，J意見書Ⅱが立論の基礎とする「関心惹起による混同」理論は，以下に照らせば，本件には全く該当しない。",
        "すなわち，まず，キース・ヘリングは，中国の一般的な需要者においてはほとんど知られていない(甲A155の1，2，156の1，2，乙A55～56)。また，問題となっている宣伝広告を見ても，ポロシャツに本件プロパティが付いていることに気づくことはほとんどあり得ない程度のものが多く，さらに，そのほとんどが，一種の企業イメージの広告にすぎず，特定の商品の販売の促進のためのものではない。これらからすれば，当該宣伝広告に使用されているキース・ヘリングの著作物によって需要者の関心が惹起されることはあり得ない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "100円販売問題，B品販売問題，チラシ無断掲載問題等につき控訴人は，甲A152の1のJ教授意見書(以下「J意見書I」という。)に基づき，被控訴人ファーストリテイリングの行ったキース商品の100円販売，B品販売，チラシ掲載をもって，本件サブライセンス契約の契約解除事由となる，と主張するが，J意見書Ⅰは，以下に照らせば，前述したJ意見書Ⅱと同様に問題点が多数あり，控訴人の主張の根拠とはなり得ない。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "J意見書Ⅱにつき前述したのと同様に，J意見書Ⅰも，本件サブライセンス契約を商標権に関するライセンス契約と捉えており，誤っている。",
        "(イ)① J意見書Ⅰは，「事実関係」において，「商品上代(販売価格)についてもXの承認を要すること」とし，あたかも販売する商品の実際の販売価格の決定について，控訴人による承認を要する契約であるかのように記載する。しかし，本件サブライセンス契約の契約書第3条が，商品上代につき控訴人の承認が必要とされているのは，ロイヤリティ算定の基礎として商品上代を決めなければならないという必要に基づくものに過ぎず，被控訴人らがキース商品を販売する際の実際の売価についてまで，控訴人による承認や制限が認められるものではない。",
        "② またJ意見書Ⅰは，本件商品の100円販売の「事実関係」として，「Xの強い抗議にもかかわらず，結局二ヵ月半の間，計約1万2000着の本件商品を当該価格(判決注，100円)で販売した」としている。しかし，実際は，被控訴人ファーストリテイリングは，売価変更要請に応じる義務はないにもかかわらず，ライセンサーである控訴人の意向を尊重して，100円販売についての最初の中止要請を受けた平成16年8月30日の2日後には，本件商品の在庫を保有する各店舗に当該商品の引き上げを指示(ストック指示)するなど誠実かつ迅速に対応したものである。",
        "③ さらにJ意見書Ⅰは，「事実関係」において，790円の価格で表示したチラシについて，「本件商品の取引開始後間もない平成16年10月」に行ったものとしているが，本件サブライセンス契約が開始されたのは，平成15年1月1日であり，これを「本件商品の取引開始後間もない」と表現することも誤りである。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "J意見書Ⅰにおいて展開されるブランド論は，「シャネル(CHAＮEL)」，「エルメス(HERMES)」といったいわゆる高級ブランドや，「パナソニック(Panasonic)」，「iPOD」といった世界的に著名なブランドを前提とした議論であって，本件サブライセンス契約には当てはまらない。すなわち，「CHAＮEL」等のブランドの場合と異なり，キース・ヘリングのイラスト等を見た消費者が当該イラストによって出所を識別したり，当該商品の品質への信頼を寄せるようなことは通常想定できず，そうである以上，キース・へリングのイラスト等が商標登録されているからといって，実際の取引現場においては「商標」として機能しているとはいえず，「商標」として機能しているのは，あくまでも「UＮIQLO」というブランドである。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "そもそもブランドイメージは，一般的に，当該商品の品質，販売方法や広告方法その他一切の事情を含めて総合的に判断されるものであり，販売価格を安価にしたことをもって直ちにブランドイメージを毀損するものではない。また，通常，アパレル業界においては，シーズンが終わるなどした，季節落ちの商品については，低価格において売り切ることは通常行われている(乙A69の1～5)ところ，被控訴人らは，「ファッション性のある高品質なベイシックカジュアルを市場最低価格で継続的に提供する」とのポリシーをもって，衣料品などを市場に供給している会社であり(乙A70)，「ローコスト経営に徹」していること(乙A70)も含め，その企業イメージは消費者などに広く定着している。",
        "このような被控訴人らにおいて，さらに，季節落ち商品や在庫の数が少なくなって魅力的な展示ができなくなった商品について1店舗あたり2・3点程度のわずかな量を，100円などに値引いて低価格で販売したとしても，それを見た消費者が品質の悪い安物であると考えるとはいえない。"
      ]
    },
    {
      "fig": "(オ)",
      "text": [
        "J意見書Ⅰは，チラシ広告について，ヨーロッパ裁判所におけるパルファン・クリスチャン・ディオールという高級ブランドに関する裁判例を引用し，「権利者が営々として築きあげてきた商標のイメージを深刻に傷つける」場合には商標権侵害とする，と指摘する(18頁)。しかし，同裁判例は，パルファン・クリスチャン・ディオールという高級ブランドについてでさえ，商標のイメージを「深刻に傷つける」場合にのみ，商標権侵害になる，と商標権侵害に該当する場合を限定しており(乙A68)，しかも，商標のイメージを深刻に傷つけたことについては，商標権侵害を主張する側に立証責任があるものとしている。",
        "この点，被控訴人ファーストリテイリングによるチラシ掲載(790円)により，キース・ヘリングのブランドイメージを「深刻に傷つけ」たものか否かについて，控訴人は一切立証していないが，その訴訟態度自体が，チラシ掲載についてなんらの本件サブライセンス契約の解除原因とならないことを裏付けるものである。",
        "さらに，この裁判例が3項で認定しているとおり，ディオールはいわゆる「選択的流通システム(selective distribution system)」を採用しているものだが，商品の再販売を承認された販売業者間または最終消費者との間に限定することを認めるこのシステムにおいても，販売価格を拘束することは競争法上違法行為と考えられている(乙A72)。したがって，上記裁判例においても，商標のイメージを「深刻に傷つけ」るものとして商標権者が規制できる行為の中に，最低販売価格の拘束を行うことが含まれていないことを前提としているのであるから，上記欧州の裁判例が販売価格の拘束が問題となっている本件の参考となるようなものでないことは明らかである。"
      ]
    },
    {
      "fig": "(カ)",
      "text": [
        "またJ意見書Ⅰは，①本件サブライセンス契約のような垂直的取引制限には独占禁止法は適用されない，②本件サブライセンス契約については，「契約当事者のいずれか一方のみに販売価格の決定権が属」するものではないとして，これに反する判断をした原判決を不当であるとする。",
        "しかし，今日の日本における公正取引委員会による特許・ノウハウライセンス契約に関する独占禁止法上の指針(平成11年7月30日)においても，ライセンサーがライセンシーに対して，特許製品の国内における再販売価格や販売価格を制限させることは，原則として不公正な取引方法に該当し違法となる(一般指定第13項(拘束条件付取引)に該当)とされ(乙A73)，この特許・ノウハウライセンス契約に関するガイドラインにおける再販売価格の制限についての考え方は，商標の使用許諾についても準用される(公正取引研究会編著実務解説独占禁止法6174頁。乙A74)。そして，著作権のライセンス契約における販売価格の制限についても，同じように独占禁止法19条で禁止する一般定第13項(拘束条件付取引)に該当すると解すべきものである。",
        "また，J意見書Ⅰが引用する米国裁判例も，あくまで「最高価格制限」に関するものでしかなく，最低販売価格を含めた販売価格自体を広く制限していくことを認めたものではない。また，米国における垂直的取引制限論に関しても欧州等で支持されている見解ではなく，米国独自ともいうべき議論である(乙A75～77)。"
      ]
    },
    {
      "fig": "(キ)",
      "text": [
        "さらにJ意見書Ⅰは，継続的契約についての解除を制限すべきとする考え方に対し，関係特殊的投資，即ち当該取引関係が断絶することにより著しく価値を減じるような投資を行った当事者の利益を保護すべきとする。しかし被控訴人ファーストリテイリングは，本件サブライセンス契約の更新に先立って，ミニマムロイヤリティ金1億円を控訴人に支払い，キース・ヘリング商品の製造を行うために生産工場も増設し，キース・ヘリング商品について多額の宣伝・広告費を既に投入している。",
        "にもかかわらず，契約期間の途中で契約が解除させられた場合，アドバンスとして支払ったミニマムロイヤリティ金1億円が一切返還されず莫大な損害が生じるおそれが高く，その他の投資についても当初計画していた契約期間が短縮されてしまうことにより，大きな損害が生じる。J意見書Ⅰは，このような被控訴人側の関係特殊的投資の事実を一切捨象して論じており，本件サブライセンス契約について，契約解除を制限すべきでないとする根拠になりえない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(4)",
              "text": [
                "本件サブライセンス契約の第2次解除に理由がないこと控訴人の主張はすべて争う。主な反論は下記のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "控訴人は，原判決が「原告は，被告ファーストリテイリングからデザイン等に関する承認申請があったときは，暫定的承認であることの注意書を付した上で承認する予定であった旨主張するが，上記当事者間に争いのない事実によれば，原告は，本件仮処分命令の発令後も，原告の主張する中国問題の解決条件に同意しない限り，宣伝広告に関する承認申請に限らず，デザイン等に関する承認申請に対しても承認を与えることはない旨を断固として示していたことは明らか」(53頁6行～11行)と認定した点，及び，「本件において，原告は，本件サブライセンス契約成立後である平成16年12月ころから，被告ファーストリテイリングからの宣伝広告及びデザイン等に関する承認申請に承認を与えないことを明示し，その後もその態度を保持し続けた」(53頁下3行～下1行)と認定した点について，重大な事実誤認がある，と主張する。",
            "この根拠として，控訴人は，①デザイン等に関する承認申請の問題と，②宣伝広告のうちチラシの承認申請問題とは区別して議論すべきである，としている。そのうえで，前者(①)については，控訴人は承認を拒否すると通告したことはなく，暫定的アプルーブを行う意思があったこと，後者(②)については，控訴人のチラシ承認・不承認の権限には何らの制約はないから，チラシ不承認拒絶自体は不当ではなく，被控訴人らにおいてもこれを受け入れていた旨主張する。"
          ]
        },
        {
          "fig": "イ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "しかし，まず①については，控訴人は，控訴人自身が控訴理由書51頁で述べているとおり，平成17年5月31日に開かれた期日での，被控訴人ファーストリテイリングの控訴人に対する「デザイン等に関する承認申請を行えば通常どおりの基準で承認してもらえるのか」との質問に対して，控訴人は「出せばわかる」などと回答し，承認を行うと明言することを明確に拒否している。また，同被控訴人の控訴人に対する，デザイン等の承認申請に応じることを求めた平成17年6月7日付け通知書(乙B5)に対して，控訴人は，同月10日付け回答書において，回答の期限の猶予を求める一方で，裁判長の示唆があったとして，同被控訴人が通常の2ないし3倍のロイヤリティを暫定的に支払う，ないしは同被控訴人が控訴人に保証金を預託することが，控訴人がアプルーバルを暫定的に出すことの前提条件となるかのようなことを示唆した(乙B6)。そこで，同被控訴人は，同月13日付けの通知書により，控訴人が示唆するような金銭の支払を条件とするような合意は出来ないことを予め控訴人に伝えたところ(乙B7)，控訴人は，同月17日付け回答書により，契約を暫定的に継続させる意思が存するか否かさえ示すことなく同被控訴人からのデザインアプルーバル申請には応じないとする趣旨の回答を行っている(乙B8)。さらにその後の同月29日に，同被控訴人が本件マスターライセンス契約上のライセンシーとしての権利を有する地位にある事を認める仮処分決定が下されたことから，同被控訴人は，再度，同年7月13日付けで，控訴人に対して，「本訴訟が確定するまでは，…仮処分決定を前提に，…商品のデザイン等に関するアプルーバル申請や宣伝広告についてのアプルーバル申請について誠実に対応して頂くこと，特に，宣伝広告のアプルーバル申請については，中国問題の解決及び損害の賠償を条件とするようなことを行わ」ないでもらいたい旨要請すると共に，契約更新の具体的な条件についても話し合いの機会を設けたい旨求めた(乙B9)。これに対して，控訴人は，同月20日付けで，同被控訴人から「誠意ある」条件が提示されていない等の不合理な理由で同被控訴人の上記提案を一方的に拒絶している。その後も同被控訴人が，再三に亘り，控訴人に対して，本商品のデザイン等についてのアプルーバル申請や宣伝広告についてのアプルーバル申請に誠実に対応することを求めてきたにも拘らず，控訴人は，仮処分決定を軽視した態度を採り，不十分な対応に終始している。",
        "控訴人は，あたかも暫定デザインアプルーブをする準備があったかのように主張するが，上述したような控訴人の態度からすれば，暫定デザインアプルーブを行うとの主張は何ら信用し得るものではなく，原判決が認定しているとおり，「デザイン等に関する承認申請に対しても承認を与えることはない旨を断固として示していたことは明らか」であり，原判決の当該認定にはなんらの事実誤認も存しない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "また，②についても，控訴人の本件サブライセンス契約8条により認められる広告宣伝物についての事前承認権は，「プロパティ・イメージの向上と調和をはかるため」(本件サブライセンス契約8条)に認められるにすぎず，プロパティ・イメージを侵害しないものまで承認を留保することは承認権の濫用として認められるものではない。にもかかわらず，平成17年5月31日に開かれた期日において控訴人代表者は，「仮に契約解除が無効であるとしても，チラシについてアプルーバルをする義務は原告にはないのであるから，中国問題が解決しなければ拒絶するつもりである。」旨述べるなど，控訴人は一貫して，本契約の控訴人による解除の無効が確定した場合であっても，中国での著作物使用・無断宣伝問題が損害賠償も含めて解決しない限り，チラシ掲載の承諾はできない，との態度をとっている(乙B4，12)。",
        "このようなチラシを用いた宣伝を行わせないとする控訴人の態度は，チラシによる広告宣伝により大きく増加する利益を前提に商品上代を決定している被控訴人らの利益を大幅に，かつ不当に奪い，実質的に本件商品の製造・販売を不能に追い込むものであり，被控訴人らの本件商品の販売権そのものを侵害するに等しい。すなわち，控訴人によるチラシの承認申請を拒絶するとの態度それ自体が，被控訴人らの本件サブライセンス契約の履行及び更新権を侵害しているものである。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "不安の抗弁が認められることにつき",
          "text": [
            "原判決は，「継続的取引契約により当事者の一方が先履行義務を負担し，他方が後履行義務を負担する関係にある場合に，契約成立後，後履行義務者による後履行義務の履行が危殆化された場合には，後履行義務の履行が確保されるなど危殆化をもたらした事由を解消すべき事由のない限り，先履行義務者が履行期に履行を拒絶したとしても違法性はないものとすることが，取引上の信義則及び契約当事者間の公平に合致するものと解される。",
            "後履行義務の履行が危殆化された場合としては，契約締結当時予想されなかった後履行義務者の財産状態の著しい悪化のほか，後履行義務者が履行の意思を全く有しないことが契約締結後に判明したような場合も含まれると解するのが相当である。」(53頁下12行～下4行)とするところ(以下，上記のように，履行義務者が履行期に履行を拒絶しても違法性がない場合を「不安の抗弁権」ということがある。)，控訴人は，原判決が被控訴人について「不安の抗弁権により，先履行義務を負う2006年度のミニマムロイヤリティ1億円の支払いを拒むことができる」(54頁1行～2行)としている点について，2006年度のミニマムロイヤリティの支払義務を「先履行義務」としている点を不当とする。その根拠として，控訴人は，被控訴人ファーストリテイリングによるミニマムロイヤリティの支払いの前に同被控訴人に来期販売準備権が認められ，控訴人においてこれを承認する義務がある，とする。",
            "しかし，平成18年(2006年)度のミニマムロイヤリティは，平成18年(2006年)度において①同被控訴人が日本国内において，第三者から妨害されることなく，本件プロパティを使用して，当該プロパティの付された商品を独占的に販売することを可能とする権利を適法に許諾する控訴人の義務(本件サブライセンス契約1条，4条，13条)，及び，②本商品及び広告に関するアプルーバル申請に適切に対応し，不合理に承認を拒絶してはならない控訴人の義務(本件サブライセンス契約8条)の対価として支払われるものである。したがって，平成18年(2006年)度の販売よりも先である平成17年(2005年)9月30日までに履行期が到来する平成18年(2",
            "006年)度のミニマムロイヤリティ支払義務は，控訴人の負担する①②の義務の履行よりも先履行義務であることは明らかである。にも拘らず，控訴人が，ミニマムロイヤリティ支払義務に先行する同被控訴人の権利(販売準備権)とそれに対する控訴人の義務の存在を主張することは，荒唐無稽なものと言わざるを得ない。",
            "しかも，そもそも控訴人は，中国問題が解決するまではチラシの承認をしないと宣言し，被控訴人らの来期の販売準備を実質的に不能ならしめているのであるから，被控訴人らに対して平成18年(2006年)度のミニマムロイヤリティの支払を請求できる立場ではない。",
            "したがって，原判決が，被控訴人らについて，「不安の抗弁により，先履行義務を負う2006年度のミニマムロイヤリティ1億円の支払を拒むことができる」としたことは正当であり，控訴人の主張はいずれも不当である。"
          ]
        },
        {
          "fig": "エ",
          "subject": "控訴人の不正競争防止法に基づく主張に対し",
          "text": [
            "控訴人は，被控訴人ファーストリテイリングの行為が不正競争防止法2条1項1号の周知表示混同惹起行為等に当たると主張する。しかし，かかる主張は時機に後れた攻撃方法として却下されるべきものである(民訴法157条1項)。また，控訴人は，いかなる表示が不正競争防止法2条1項1号に定める「商品等表示」に該当するのか具体的に特定しておらず，周知性に関する主張立証も何ら行っていない。"
          ],
          "content": [
            {
              "fig": "(5)",
              "subject": "第3事件について理由がないこと",
              "text": [
                "控訴人は，第1次解除が有効であることを前提に，被控訴人ファーストリテイリングの行為が違法でないとした原判決が誤りであるとする。しかし，既に述べたとおり第1次解除は無効であるから，控訴人の主張は前提を欠くものである。また，平成17年12月31日に控訴人とキース・エステイトとの間のマスターライセンス契約が終了しているから，控訴人が平成18年において本件商品の製造・販売する権利が害されたということはできず，控訴人に損害も発生していない。",
                "また控訴人は，被控訴人らによる不安の抗弁権によるミニマムロイヤリティの支払拒絶が認められないことを前提に，予備的に契約更新に基づくミニマムロイヤリティの支払を求めている。しかし，既に述べたとおり被控訴人らには不安の抗弁権が成立するから，控訴人の主張は前提を欠くものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "損害額の主張に対し",
              "text": [
                "いずれも争う。なお，マスターライセンス契約が終了した後である平成18年1月1日以降は，控訴人には損害が発生していない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件における基礎的事実関係",
          "text": [
            "証拠(甲A2，4，6，8，14の1，2，15の1～4，16の1，2，17の1，2，18の1～9，33，39～41，43の1～27，45の1～6，46，47の1～6，48，54の1，2，56，59，67，95，97，99，140，144の1，145の1，甲B5，7～9，10の1，乙A1，3，5，6，14，15，28，44，原審証人G，同P，原審原告代表者)及び弁論の全趣旨を総合すると，本件における基本的事実関係は，次のとおりであったことが認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人(一審原告)は，衣料用繊維製品等の販売，衣料品等の輸出入及び販売等並びにこれらに関連する業務を目的とする株式会社である。",
                "被控訴人(一審被告)ファーストリテイリングは，衣料品の販売等を目的とする株式会社であり，一方，被控訴人(一審被告)ユニクロは，平成17年11月1日，被控訴人ファーストリテイリングから，ユニクロブランドにて展開する衣料品及び衣料雑貨品の日本国内における企画，生産及び販売に関する営業，中華人民共和国上海市における衣料品等の生産管理に関する営業並びに被控訴人ファーストリテイリングの海外の子会社及び関連会社の商流過程における衣料品等の卸売に関する営業を吸収分割によって承継し，本件に関する権利義務を承継した。したがって，被控訴人ファーストリテイリングは，商法374条の26第2項により，被控訴人ユニクロの債務につき弁済の義務があることになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "The Estate of Keith Haring(キース・エステイト)は，キース・へリングの遺言によりその遺産を一時的に管理する団体であり，Keith Haring Foundation Inc.(キース・ファウンデイション)は，同人の遺言に基づく残余財産の受益者であるところ，キース・へリングの遺産は，順次キース・エステイトからキース・ファウンデイションに移転されているが，その過程においては，キース・エステイト及びキース・ファウンデイションは，一体としてその有する権利を行使し得る地位にある。そして，キース・エステイトは，キース・へリングの創作に係る原判決別紙商品目録の原判決別紙商品デザイン図並びに原判決別紙物品目録の別紙キース・へリング付属絵型，商品イラスト等一覧表及び付属物イラスト等一覧表記載の各イラスト，図柄，文字，写真及びデザインにつき著作権を有するとともに，原判決別紙標章一覧表記載の各標章につき商標権を有する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，平成14年(2002年)12月23日にキース・エステイトから，キース・へリングの著作物である本件プロパティにつき，その使用等をすることの許諾を受け(本件マスターライセンス契約)た上，平成14年(2002年)12月31日付けで被控訴人ファーストリテイリングとの間で，下記内容を主内容とする本件サブライセンス契約(乙A1)を締結した。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1条(権利の確認)",
                  "text": [
                    "甲(控訴人)は乙(被控訴人ファーストリテイリング)に対し，甲が管理するキース・エステイトの著作物「KEITH HARING」に含まれるところの著作権等に基づく商品化権を",
                    "2003年(平成15年)1月1日より 2005年(平成17年)12",
                    "月31日の期間",
                    "第6条に定めた乙の製造・販売する商品に使用する事を各条項に従い許諾する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "第3条(使用料等の支払い)",
      "text": [
        "乙は甲に対し，本商品の商品化権の使用料として，甲の承認を得た商品上代(以下「商品上代」という)の3％の計算により算出した金額を，入荷日を基準とし，当月1日から当月末日迄の一ヶ月分を翌月7日迄に報告する。",
        "又，最低使用料(ミニマムロイヤリティ)は，各年度下記とし，各年度下記指定期日迄に甲の指定する金融機関に振込送金にて支払う。",
        "尚，ミニマムロイヤリティを超えた月より，月末締め翌月20日迄に現金にて甲の指定する金融機関に振込送金にて支払う。",
        "初年度(2003年1月1日より2003年12月31日の期間)",
        "ミニマムロイヤリティ：1億円",
        "支払指定期日：乙よりの預り金1億円を充当するものとする。",
        "2年度(2004年1月1日より2004年12月31日の期間)",
        "ミニマムロイヤリティ：1億円",
        "支払指定期日：2003年9月30日",
        "3年度(2005年1月1日より2005年12月31日の期間)",
        "ミニマムロイヤリティ：1億円",
        "支払指定期日：2004年9月30日"
      ]
    },
    {
      "fig": "ウ",
      "subject": "第4条(実施許諾商品・独占権)",
      "text": [
        "乙はプロパティを次の商品にのみ使用する事ができる。"
      ],
      "content": [
        {
          "fig": "1)",
          "subject": "衣料品全般(メンズ／ウィメンズ／キッズ／ベイビー)2) 帽子"
        },
        {
          "fig": "3)",
          "subject": "靴下"
        },
        {
          "fig": "4)",
          "subject": "バッグ・ポーチ"
        },
        {
          "fig": "5)",
          "subject": "タオル"
        },
        {
          "fig": "6)",
          "subject": "ハンカチ・バンダナ"
        },
        {
          "fig": "7)",
          "subject": "サンダル",
          "text": [
            "その他上記に記載なき商品に関しては，甲乙別途協議する。",
            "上記1)に関しては，乙は販売地域内において衣料品全般において独占的販売の権利を有する。",
            "上記2)から7)に関しては，乙は販売地域内において特定のイメージについて独占的販売の権利を有する。",
            "但し上記商品のアイテムは，製造前に甲の指定する書式にて乙は甲にデザイン画その他を提出し，甲の承認したものに限りサンプルの作成をする事ができる。又，乙は甲の承認したサンプルに限り本商品を製造・販売することができる。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "第5条(販売地域・販売先)",
      "text": [
        "本商品の販売地域は日本国内のみに限定する。但し，販売先については，乙の経営及びフランチャイズする全店舗とし，乙はあらかじめ甲に対し，甲の指定する書式にて店名／住所／その他の情報を提供しなければならない。又，直接・間接を問わず本商品を輸出してはならない。"
      ]
    },
    {
      "fig": "オ",
      "subject": "第6条(生産地域)",
      "text": [
        "本商品の生産地域は全世界とし，生産工場・輸出入者・生産管理者等本商品生産に関わるすべての個人・法人(以下「生産関係者」という)については，乙は全ての生産関係者を，甲に事前に申請し甲の確認を得なければならない。尚，生産関係者によるプロパティ又は本商品の流出があった場合は理由の如何を問わず，乙はこの責任を負わなければならない。"
      ]
    },
    {
      "fig": "カ",
      "subject": "第7条(デザイン)",
      "text": [
        "乙が本商品の製造に使用するプロパティの原稿は甲が提供した資料に限るものとし，基礎原稿は甲が貸与し他に乙が必要とする資料は乙の負担とする。尚，プロパティの制作にあたって乙は本商品に使用する前に甲に報告し，必ず甲の監修を受けなければならない。",
        "また，乙が製作したプロパティはすべて甲に帰属するものとし，本契約終了後は乙はいかなる場合でも，これらプロパティを使用することはできない。"
      ]
    },
    {
      "fig": "キ",
      "subject": "第8条(質的向上と調和)",
      "text": [
        "本商品のグッドクオリティを目指し，プロパティ・イメージの向上と調和をはかるため，販売促進・広告宣伝等或いは，本件プロパティを本商品以外に使用する場合は事前に甲の承認を必要とする。"
      ]
    },
    {
      "fig": "ク",
      "subject": "第9条(商品見本の提供)",
      "text": [
        "乙が本商品を発売・宣伝する前に，甲に商品見本として無償で各品番27個を甲に提供しなければならない。"
      ]
    },
    {
      "fig": "ケ",
      "subject": "第13条(権利侵害)",
      "text": [
        "乙は乙の本商品化権又は甲の管理する著作権等が第三者によって侵害され，又は侵害の疑いがある事を知った時は，速やかにそれを甲に報告し，甲の管理下において甲と協力して侵害を阻止するために努力する。"
      ]
    },
    {
      "fig": "コ",
      "subject": "第17条(契約の解除)",
      "text": [
        "次の各号に該当する場合，乙は甲に対し債務を直ちに支払わなければならない。又，甲は催告をしないで，或いは，自己の債務を提供しないで本契約を解除することができる。",
        "1．乙が本契約上の支払債務その他一切の債務につき履行を怠ったとき。",
        "(中略)",
        "4．乙が本契約の各条項の一つにでも違反したとき。",
        "5．乙が甲の信用や利益を害したとき。"
      ]
    },
    {
      "fig": "サ",
      "subject": "第21条(契約の更新)",
      "text": [
        "乙が本契約の更新を希望するときは，本契約の契約期間満了の8ヶ月前までに，甲に書面にて通知し，1年単位で本契約と同条件にて更新できるものとする。次年度以降も同様とする。但し，更新は4回(4年)を限度とする。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(4)",
              "text": [
                "ところが，平成16年(2004年)3月頃から，控訴人と被控訴人ファーストリテイリングとの間で，原判決15頁～20頁にいう中国問題(ポロシャツHP，T SHOW震撼上市HP，店内タペストリー，地下鉄コルトン，テレビコマーシャルを巡る紛争)，100円販売問題，B品販売問題，無承認チラシ問題，商品見本提供問題等が頻発し，その結果，控訴人は被控訴人ファーストリテイリングに対し，平成17年(2005年)2月4日付けで，本件サブライセンス契約17条に基づき同契約を解除する旨の意思表示をした(第1次解除)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "その後控訴人は，平成17年(2005年)2月25日に至り，原審に第1事件の訴訟を提起した。そこで被控訴人ファーストリテイリングは控訴人に対し，同年2月28日付けで同被控訴人が本件サブライセンス契約の被許諾者の地位にあることを仮に定めること等を求める仮処分(東京地裁平成17年(ヨ)第22017号)を申し立てるとともに，同年4月28日本件サブライセンス契約21条に基づき同契約の更新の意思表示を行った。",
                "上記仮処分申立てに対し東京地裁は，同年6月29日，400万円の担保を供させた上，これを認容する決定をした。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "平成17年(2005年)分のロイヤリティは前年の9月30日までに支払われたが，翌平成18年(2006年)度のミニマムロイヤリティの支払期限は前年の平成17年9月30日であるところ，被控訴人ファーストリテイリングは，同日，控訴人に対し，本件仮処分命令の発令後においても，依然として不誠実な対応が継続されており，このような控訴人の対応により，被控訴人ファーストリテイリングの更新権が実質的に不能なものになっていることを理由に，更新後のミニマムロイヤリティ1億円を支払わない旨を通知し，同金員の支払をしなかった。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "そこで控訴人は，被控訴人ファーストリテイリングに対し，平成17年(2005年)10月1日，上記(6)の更新後のミニマムロイヤリティの不払を理由に，本件サブライセンス契約を予備的に解除する旨の意思表示をした(第2次解除)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "なお，控訴人とキース・エステイトとの間の本件マスターライセンス契約は，平成17年(2005年)12月31日の経過をもって終了し，控訴人は平成18年1月1日以降，本件プロパティに関する権利を概ね喪失した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "訴えの適法性について",
          "text": [
            "控訴人は，当審に至ってから第1事件についての訴えを交換的に変更したが，被控訴人らは変更後の訴えは不適法なものであると争うので，まずその適否について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各権利の不存在確認請求(前記第1,1,(1)ア,(2)ア,(3)ア,(4))ア 被控訴人らは，控訴人の上記請求は，その請求内容からみて，いずれも，現在の法律関係の確認ではなく，過去の法律関係，すなわち過去に控訴人が行った解除の意思表示や被控訴人ファーストリテイリングが行った更新の意思表示の有効性の判断を求めるものと言わざるを得ず，不適法であると主張する。",
                "確かに，本件各権利の不存在確認請求は，解除日以降において本件各権利が存在しないことや，平成18年1月1日以降契約更新を請求する権利が存在しないことの確認を求めているという点で過去の法律関係を含むものである。しかし，継続的法律関係である本件サブライセンス契約の当事者間において，いつの時点から本件各権利が不存在なのかを確認することは紛争を適切に解決するために必要であると解されるから，かかる請求も適法というべきである。",
                "以上によれば，被控訴人らの上記主張は採用することができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "被控訴人らは，控訴人は，キース・エステイトとの間で既に平成17年12月31日にマスターライセンシーの地位を喪失しているから，そのような管理権限を失っている控訴人には，確認訴訟を認めなければならない危険や不安は存在せず，確認の利益はないと主張する。",
        "しかし，控訴人が平成17年12月31日にマスターライセンシーの地位を喪失しているとしても，本件サブライセンス契約が当然に終了するものとはいえず，そうである以上，本件サブライセンス契約の当事者である控訴人に確認の利益がないということはできない。",
        "以上によれば，被控訴人らの上記主張は採用することができない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "被控訴人らは，被控訴人ファーストリテイリングはユニクロ事業に関する権利義務を被控訴人ユニクロに吸収分割により承継させているので，確認訴訟における当事者選択の適否という点からも訴えは不適法であると主張する。",
        "しかし，被控訴人ファーストリテイリングがユニクロ事業に関する権利義務を被控訴人ユニクロに承継させたとしても，被控訴人ファーストリテイリングは，平成17年8月4日に分割契約書が作成された吸収分割であるため平成17年法律第87号105条の規定によりなお従前の例によるものとされている上記法律第87号による改正前の商法374条の26第2項によって，吸収分割による上記承継後も一定の限度において弁済の責任を負っているから，同被控訴人に対する訴えが確認訴訟における当事者選択の適否という点から不適法であるとはいえない。",
        "以上によれば，被控訴人らの上記主張は採用することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)",
              "subject": "損害賠償請求"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "被控訴人らは，控訴人の第1事件の各損害賠償請求は，あえて1次的請求，2次的請求，3次的請求として請求するところ，民事訴訟法上，包含関係にある請求は請求が両立し得ない関係とは言い難く，損害賠償に順位を付けること自体，訴訟法上許されないと主張する。",
        "しかし，包含関係にある互いに両立し得る請求であっても，これに順位を付けることが直ちに不適法とはいえないと解するのが相当である(最高裁昭和39年4月7日第三小法廷判決・民集18巻4号520頁参照)から，被控訴人らの上記主張は採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "被控訴人らは，第1事件の各損害賠償請求と第3事件の各損害賠償請求は，解除以降の商品の販売行為につき複数の損害賠償請求を同時に行っているものであるから，いずれも両立し得ない関係にあり，両者を単純併合のまま請求することは不適法であると主張する。",
        "しかし，第1事件の各損害賠償請求は，解除日以降の本件商品の販売が不法行為に該当するとしたものであるのに対し，第3事件の主位的請求は，本件サブライセンス契約の更新の意思表示をして平成18年1月1日以降も商品の販売を継続する旨宣言しかつ本件サブライセンス契約の被許諾者の地位にあることを仮に定める旨の仮処分命令の発令を得た行為が不法行為に該当するとしたものであるから，それぞれ不法行為の態様が異なる請求であり，損害賠償請求としては互いに別個の請求として観念し得るというべきである。したがって，これらの併合態様を単純併合としても直ちに不適法とはいえない。また，第3事件の予備的請求は本件サブライセンス契約に基づく実施料の請求であり，これも第1事件の各損害賠償請求とは別個の請求として観念し得るというべきであるから，併合態様を単純併合とすることが誤りとはいえない。",
        "以上によれば，被控訴人らの上記主張は採用することができない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "本件サブライセンス契約の第1次解除の有効性の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "ロゴ釦付きポロシャツの販売について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "販売の有無",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人は，中国において被控訴人らが，少なくともロゴ釦付きポロシャツを販売していたと主張し，甲A155の1～2，156の1～5，160の1～2，161の1～2を提出するところ，被控訴人らは，上記各証拠の信用性は極めて低く，控訴人が検証において提示する釦付きポロシャツが偽造品である可能性も否定できないと主張する。",
                    "確かに甲A156の1～5，160の1～2，161の1～2を見ても，その方法は，控訴人が依頼した調査員が客を装って店長代行らと会話した内容を一方的に録音するという調査手法であり，その内容自体からして，これのみから当然にキース・へリングの文字が刻印された釦付きのキッズボーダーポロシャツの販売がされていたと認めることは困難である。",
                    "しかし，甲A155の1～2(中国公正証書)，検証の結果及び弁論の全趣旨によれば，控訴人が，中国の雑誌「COUPOＮ 酷蹦6月」において，本件プロパティ等が付されたポロシャツの懸賞広告を掲載したところ，2006年(平成18年)7月，「L」という1983年生まれの女性が，2004年(平成16年)8月に中国ユニクロ「優衣庫」淮海店で，価格29元で購入したものであるとして紺色のポロシャツ1枚を持参したこと，同ポロシャツは，青と白の縞模様であり，「150／72」と記載された襟ネームが付され，「KEITH HARIＮG」という文字が円環状に刻印された釦が2つあり茶色の糸で留められていること，表裏ともにキース・へリングの図柄等は付されていないこと，左脇腹の辺りに「UＮI QLO」というタグが付いており，その真下に別のタグが切り取られた跡があること，がそれぞれ認められる。",
                    "これらを総合すれば，被控訴人ファーストリテイリングは，2004(平成16)年8月頃，「KEITH HARIＮG」という文字が円",
                    "環状に刻印された釦が付されたポロシャツ(以下「本件釦付きポロシャツ」という。)を販売したというべきである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "被控訴人らは，甲A155の1～2(中国公正証書)については，そもそもLなる者が実在するのか，Lなる者の供述内容が真実であるのかといった点については何ら吟味されておらず，たとえ甲A155の1が中国の公証人の面前で作成されたものであったとしても，内容の真実性が担保されるものではないと主張する。しかし，甲A155の1～2(中国公正証書)自体に不自然な点はなく，本件全証拠をみてもLなる者の実在性やその供述内容の真実性に疑いを差し挟むべき具体的事情が窺われないから，上記のように甲A155の1～2(中国公正証書)に記載された事実を認定することは可能であるというべきである。",
                    "また被控訴人らは，本件釦付きポロシャツ自体に，領収書等のような客観的な証拠が付されておらず，しかも，一般的に製造業者の名前や連絡先，商品の材質及び洗濯表示等の情報が記載されているタグが切り取られていると主張する。しかし，領収書等が提出されておらず洗濯表示等のタグが切り取られているとしても，購入時(2004年8月)から持参時(2006年7月)まで約2年が経過していることに照らせば，Lなる者の実在性やその供述内容の真実性に疑いを差し挟むべき具体的事情があるとまでは言い難く，上記と同様，甲A155の1～2(中国公正証書)に記載された事実を認定することは可能というべきである。",
                    "さらに被控訴人らは，控訴人が，キース・へリングの著作物である図柄が使用されていないデザインの商品をも懸賞金の対象としている(甲A155の1～2)から，上海ユニクロで販売されていたポロシャツを入手して，取り替えやすい釦についてのみ，日本で販売されていたキース・へリングのポロシャツの釦と交換した可能性も完全には払拭できないと主張する。しかし，控訴人がかかる行為を行ったことの客観的な裏付けはないから，上記は被控訴人らの推測に過ぎないというほかなく，仮に上記の可能性を完全に払拭できないとしても，甲A155の1～2(中国公正証書)に記載された事実を認定することはいまだ妨げられないというべきである。",
                    "以上によれば，被控訴人らの上記主張はいずれも採用することができない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "契約違反該当性",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人は，本件釦付きポロシャツの販売は重大な契約違反に該当すると主張するので検討する。",
                    "本件マスターライセンス契約，本件サブライセンス契約の各条項をみると，以下のとおりである。",
                    "① 本件マスターライセンス契約(甲A62の1，2)",
                    "【1．権利の許諾】",
                    "1.1 権利",
                    "許諾者は，ライセンシーに対し，本契約期間…中，本地域…内において，本契約に定める条件に基づき下記権利を許諾する。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "…許諾者が認める範囲においてキース・ヘリングが制作した画像…を複製して付属書類A記載の製品(ポロシャツ等。以下「本製品」という。)を制作，製造，頒布，マーケティング，販売および販売促進を行う権利，"
                    },
                    {
                      "fig": "(b)",
                      "subject": "本製品の製造，包装，ラベリング，広告，販売促進，販売および頒布のために本マーク…を使用する権利，ならびに"
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "…上記権利を第三者にサブライセンスする権利。",
                        "② 本件サブライセンス契約(甲A58，乙A1)",
                        "【第1条(権利の確認)】",
                        "甲(控訴人)は乙(被控訴人ファーストリテイリング)に対し，甲が管理する…キース・エステイトの著作物「KEITH HARING」に含まれるところの著作権等に基づく商品化権を",
                        "2003年(平成15年)1月1日より 2005年12月31日の",
                        "期間",
                        "…乙の製造・販売する商品…に使用する事を各条項に従い許諾する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件サブライセンス契約は，あくまで本件マスターライセンス契約により許諾された権利に基づくものというべきであるから，本件マスターライセンス契約が複製の許諾対象をキース・ヘリングが制作した画像と規定している以上，本件サブライセンス契約の使用許諾の対象も，これ以上のものを規定しているとは言い難い。また，本件サブライセンス契約が規定する，控訴人が管理するキース・エステイトの著作物「KEITHHARING」に含まれるところの著作権等に基づく商品化権との文言をみても，著作物「KEITH HARING」との規定ぶりであって，「KEITH HARING」の文字が対象になっていると読むことはできない。さらに，本件サブライセンス契約の上記文言自体が必ずしも明確であるとはいえず，その外延は不明確と言わざるを得ないから，販売許諾地域外で「KEITH HARING」の小さな標準文字を円環状に彫った釦を使用した商品を販売することが，本件サブライセンス契約の文言上当然に使用許諾対象に含まれているとみることは困難である。",
                    "以上によれば，本件釦付きポロシャツの釦に彫られた「KEITH HARING」との円環状の小さな標準文字は，本件サブライセンス契約がその使用を許諾した対象とは認めがたいというべきであるから，被控訴人ファーストリテイリングが本件釦付きポロシャツを販売したことが，本件サブライセンス契約に違反するということはできない。",
                    "(ウ)① 以上のように，本件釦付きポロシャツの販売は本件サブライセンス契約に違反するとはいえないものであるが，念のため仮に本件釦付きポロシャツの販売が本件サブライセンス契約に違反するとした場合の違反の程度について検討する。",
                    "証拠(甲A130～132，乙A38～41，45の①−1～4，②",
                    "−1～3，③−1～2，46の1～2，原審証人P)及び弁論の全趣旨によれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "中国の上海には，被控訴人ファーストリテイリングの上海事務所と，同被控訴人の中国子会社である迅銷(江蘇)服飾有限公司の支店である上海分公司とがある。被控訴人ファーストリテイリングの上海事務所は生産の管理を担当しており，上海分公司は販売の管理を担当している。原審証人であるPは，平成13年に上記迅銷(江蘇)服飾有限公司の董事兼総経理に就任し，被控訴人ファーストリテイリングの中国事業の責任者の立場にあったほか，平成14年に被控訴人ファーストリテイリングの取締役にも就任していた。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "上記迅銷(江蘇)服飾有限公司においては，事業の効率化，コスト削減のため，できる限り，日本で使用している仕様書や発注書，商品の画像データ等を再利用するようにしていた。Pは，日本で毎シーズン行われる商品会議に出席した際，被控訴人ファーストリテイリングの商品関係の担当取締役Hらから，中国でキース・へリング商品が販売できないことを聞いていたため，日本品番1456−002の商品(中国品番4456−002)については，本件プロ",
                          "text": [
                            "パティが付された商品が製造されることがないように，被控訴人ファーストリテイリングの上海事務所において，日本で使用している仕様書，アクセサリーシート，畳み指示書を修正した上，生産を担当する工場に送って商品の製造に当たらせていた。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記において，Pを含む被控訴人ファーストリテイリングの中国側担当者は，仕様書，アクセサリーシート，畳み指示書において，以下の部分を含んだ修正をなしたが，修正されずに残った部分もあった。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(a)",
                      "subject": "仕様書(乙A39，45の①−1～4，46の1，甲A13"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "0)",
          "text": [
            "・ 図示されたポロシャツにおける，胸付近のワッペンや，ピスネームが消されている。",
            "・ 「ワッペン叩き付け」との記載が消されている。",
            "・ 「ピスネーム(キース)挟み込み」との記載が消されている。",
            "・ 「各サイズワッペンがボーダーの真中に来る様にして下さい。」との記載が消されている。",
            "・ 「DESCRIPTION」の欄が，「Kキースへリングボーダーポロシャツ(S)」から，「童装横条翻領丁恤」(キッズボーダーポロシャツの意味の語)に訂正されている。",
            "・ 「STYLE NO.」の欄が，「1456−002」から，「445",
            "6−002」に訂正されている。",
            "・ ただし，「ロゴ釦11.5cm」の記載は，修正されずに残っている。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "アクセサリーシート(乙A40，45の③−1～2，46の2，甲A131)",
                      "text": [
                        "・ 「DESCRIPTION」の欄が，「Kキースへリングボーダーポロシャツ(S)」から，「童装横条翻領丁恤」(キッズボーダーポロシャツの意味の語)に訂正されている。",
                        "・ 「STYLE NO.」の欄が，「1456−002」から，「445",
                        "6−002」に訂正されている。",
                        "・ 「ACCESSORIES」の欄中，「DESCRIPTION」の欄に，「その他／DOGWP1」「ボタン／SET-100 11.5mm」とあり，それぞれに対応する「SUPPLIER」の欄にいずれも「島田商事」とあったのが，「その他／DOGWP1」「ボタン／SET-100 11.5mm」の部分は残っているが，「島田商事」の部分がバッテンで消され，横に「工場手配」と記載されている。",
                        "・ 「HANG TAG / LABELS」の欄中，「「DESCRIPTION」の欄に，「C-SL-804(KEITH KIDSサイズ入り衿ネーム」「899(KEITH HARINGポロシャツ用)，「ピスネーム/C-PL-806」とある部分が傍線で消され，また「SUPPLIER」の欄に，「ナカムラレーベル」とあるのが斜線で消され，横にＮと記載されている。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "畳み指示書(乙A41，45の②−1～3，甲A132)",
                      "text": [
                        "・ 「DESCRIPTION」「SAMPLE NO.」「STYLE NO.」「SUPPLIER」の欄が，「童装横条翻領丁恤」(キッズボーダーポロシャツの意味の語)「145Ｎ1004」「4456−002」「申州」と",
                        "修正されている。",
                        "・ 図示されたポロシャツにおける胸付近のワッペンが消されている。",
                        "・ 「ワッペンの下で折る。」との記載が残っている。",
                        "② 上記①a～cによれば，Pは，中国で本件プロパティを付したポロシャツを販売できないとの認識を踏まえて，中国において同プロパティが付されていないほかは同一のポロシャツの販売を企画したこと，そしてPは，日本品番1456−002の商品(中国品番4456−",
                        "002)につき，日本で使用している仕様書，アクセサリーシート，畳み指示書を一部修正して中国の生産工場に送付することにしたこと，こうした経緯に基づいて，実際に，上記仕様書，アクセサリーシート，畳み指示書において，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正されたこと，がそれぞれ認められる。",
                        "以上によれば，本件釦付きポロシャツの販売は，上記仕様書等における削除・訂正漏れの記載に基づいて誤って製造された商品に係るものとみるのが合理的である。",
                        "③ この点につき控訴人は，ロゴ釦付きポロシャツが販売されていたことをPをはじめ被控訴人ファーストリテイリングが知らなかったなどということは到底考えられず，仕様書は2種類存在していたと考えられ，販売許諾地域外で「KEITH HARING」のロゴ釦を使用した商品を販売することは本件プロパティそのものを付した商品の販売と同様にその契約違反の程度は極めて強いと主張する。",
                        "しかし，上記②の事実経過に不自然な点はなく，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正されたものの「ロゴ釦11.5cm」の記載が修正されずに残っていたことは，本件釦付きポロシャツが販売されたとの上記認定とも整合するものである。しかして，被控訴人ファーストリテイリングが本件釦付きポロシャツの販売を知りながら行うこと，及び，仕様書を2種類作成することは，上記②の事実経過にも沿わず，これらを認めるに足りる客観的な裏付けもない以上，控訴人の推測の域を出ないものと言わざるを得ない。",
                        "そして，継続的取引契約である本件サブライセンス契約の解除の可否の判断に当たっては，契約違反に該当する行為があったことが直ちに解除原因になると認められるものとはいえず，違反に至った経緯や違反の程度を踏まえて実質的に判断すべきであるところ，上記に照らせば，仮に本件釦付きポロシャツの販売が本件サブライセンス契約に違反するとしても，その違反の程度が解除原因に該当するほど強いものと評価することはできず，控訴人の主張を採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件プロパティが付されたポロシャツの販売について控訴人は，被控訴人ファーストリテイリングが本件プロパティが付されたポロシャツを販売したと認めるべきである旨を述べ，これに沿わない原判決の説示は誤りであると主張するので，以下検討する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "控訴人は，中国向けのホームページに，定価59元のキース・へリングポロシャツを売価29元に値引きして販売しているとの広告があり，これを見れば，その商品が現在，その値引価格で店頭販売されていると理解するのが普通であると主張する。",
        "確かに，甲A4，14の1～2，15の1～4，72，98，100等によれば，このポロシャツHPは，原判決42頁14行～17行に説示するとおり，商品販売の宣伝広告として理解され，当該ポロシャツに付されたワッペンは，特に本件ポロシャツ画像の拡大画像(甲A15の1～4)により，その形状等を明確に認識し得るものといえる。",
        "しかし，上記(1)のように本件釦付きポロシャツを購入した者が持参したと認められ，客観的証拠(乙A39～41)とも整合する場合とは異なり，ポロシャツHPは，あくまで本件プロパティが付されたポロシャツの販売を間接的に裏付ける一資料に過ぎず，下記イ以降の説示に照らしても，これから本件プロパティが付されたポロシャツの販売を認めるには，いまだ十分とはいえない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "控訴人は，原判決が，店頭で販売の事実を確認したり，販売された商品を入手することはさほど困難なことではないと指摘したのに対し，控訴人がホームページ画像に気が付いた平成16年8月10日(甲A139)は春夏物である本件ポロシャツはほぼ販売が終了する時期であったため，当時実際に入手しようとしてもできなかったものであり，また，平成16年8月12日にホームページ画像を削除しながら控訴人に何の報告もなかったことからすれば，それ以降，店頭で販売事実を確認しようとしても不可能であったことは容易に推測しうる，と主張する。",
        "しかし，控訴人がホームページ画像に気が付いた時期がたまたま春夏物の販売がほぼ終了する時期であったり，被控訴人ファーストリテイリングが平成16年8月12日にホームページ画像を削除したが控訴人にその事実を連絡しなかったことが仮にあったとしても，それは，控訴人が，自ら商品を入手できなかった事情について述べたに過ぎず，実際に本件プロパティ付きのポロシャツが販売されていたのであれば，通常は，控訴人が店頭で販売の事実を確認したり，販売された商品を入手することがさほど困難なことと言えないことに変わりはない。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "控訴人は，原判決は，「…「ア ポロシャツHP」については，商品販売の宣伝広告として理解され，…」(42頁14行～15行)と認定しながら，販売事実を推定せず，認定していないという自己矛盾に陥っていると主張するが，上記アに説示したとおりであるから，同主張は採用することができない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "控訴人は，原判決の説示は原審証人Pの証言を鵜呑みにしたものである，商品販売の宣伝広告のために企業がホームページ制作を依頼した場合，これをホームページ上に掲載する前に，必ず，予め制作画像の詳細を点検・チェックするはずである，中国の担当者が日本の担当者に対し品番によって画像を要求しても，キッズボーダーポロシャツ分については使用できない画像が届いてしまうことを当然理解していたはずである，すなわち，中国ホームページの画像は，見落としなどではなく，Pらは，意図的に本件プロパティを付したポロシャツ画像の販売広告を行い，現に販売を行ったものと認定するのが合理的である，と主張する。",
        "しかし原判決は，日本での品番と中国での品番とが国別番号の部分を除き共通することを考えると，日本側と中国側とで品番に基づき画像データのやり取りをするに当たって，中国側担当者が本件プロパティが小さかったため同プロパティが付されていることを見落とした旨の原審証人Pの証言について，これを不自然なものとして排斥することはできないと説示したに止まるものである。そして，上記(1)イ(ウ)②に説示したとおり，実際に，仕様書，アクセサリーシート，畳み指示書において，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正されたことに鑑みると，控訴人が指摘する上記事情のみに基づいて，Pらが意図的に本件プロパティを付したポロシャツ画像の販売広告を行い，現に販売を行ったものであると認めるにはいまだ客観的な裏付けが乏しく困難というべきである。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "オ",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人は，工場に渡すべき仕様書が修正液で消されて作成されているということ自体が不自然であり，押印しているE以外の者が後から修正した可能性がある，仕様書において「ロゴ釦11.5㎝」との記載があり，これだけでも立派なプロパティの使用であるし，ロゴ釦が付けられているのであれば，同じく本件プロパティが付されているとしても全く不自然ではない，仕様書の記載は，アクセサリーシートの記載とセットで解釈すべきところ，そのアクセサリーシートでも，犬のワッペンが付されていることが明記されている，と主張する。",
                    "しかし，工場に渡すべき仕様書が修正液で消されて作成されていたり，押印者以外の者が実際の記入をしていたことを前提としたとしても，上記(1)イ(ウ)③に説示したように，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正された一方「ロゴ釦11.5cm」の記載が修正されずに残っていたことは，本件釦付きポロシャツが販売されたとの認定とも整合するところである。また，本件釦付きポロシャツの販売が本件サブライセンス契約違反に当たらないことは，上記(1)イ(イ)に説示したとおりであり，本件釦付きポロシャツが販売されたことから直ちに本件プロパティが付されているポロシャツの販売を推認することにも無理があるし，アクセサリーシートの記載についても，下記(イ)①～④で説示するとおり，意図的なものとみることは困難である。",
                    "以上によれば，控訴人の上記主張は採用することができない。",
                    "(イ)① 控訴人は，真ん中の「ACCESSORIES」欄の左下に「DESCRIPTION」(＝種類)の欄があり，その上から1番目に「DOGWP1」とあり，その供給者(工場手配)，サイズ，場所，色等も明確に指示されている旨指摘し，アクセサリーシートはワッペンを付けることを前提としている旨主張する。しかし，控訴人は，結局は「DOGWP1」の記載がそのままとなっていることを指摘するものであるところ，アクセサリーシートの全体の削除，訂正の状況は，上記(1)イ(ウ)①に認定したとおりであり，特に，「HANG TAG / LABELS」欄の「…KEITH…」「…KEITH HARING…」の箇所が傍線で消されているのであるから，「DOGWP1」の記載が消し忘れであるとしても不自然とまではいえず，アクセサリーシートが，キース・へリングのワッペンを付けることを前提としたものとまでいうことはできない。",
                    "以上によれば，控訴人の上記主張は採用することができない。",
                    "② 控訴人は，ドッグワッペンと共に工場手配される「ボタン／SET-100 11.5㎝」は，仕様書と併せればロゴ入り釦であると主張するが，釦付きポロシャツの販売が本件サブライセンス契約違反に当たらないことは，上記(1)イ(イ)に説示したとおりである。",
                    "③ 控訴人は，アクセサリーシートの「童装横条翻領T恤」欄の下に「キースへリング」とあるのも「消し忘れ」などではないと主張するが，上記①に照らし，消し忘れとしても不自然とまではいえない。",
                    "④ 控訴人は，原審証人Pが，左下の「HANG TAG / LABELS」欄で，バッテンを付けているから間違って作られることはありえないと供述するのに対し，ハングタグ(紐でつるされるタグ)やケアラベル(洗濯方法の注意書ラベル)は，もともと日本語表記のものは中国国内で使えないため変更する必要があるから，この部分が一部削除されていたからといって，ワッペンやロゴ釦使用を否定する根拠にはならないと主張する。",
                    "しかし，ハングタグやケアラベルにつき，もともと日本語表記のものが中国国内で使えないため変更する必要があるとしても，「HANG TAG / LABELS」欄の「ブランドネーム／…」「ケアラベル／WC…」の部分は消されずに残っているのであるから，傍線で消去されたことをもともと日本語表記のものを中国国内で使えないことからすべて説明することには無理があるし，「…KEITH…」「…KEITH HARING…」の箇所が傍線で消されていることにも変わりはない。",
                    "以上によれば，控訴人の上記主張は採用することができない。",
                    "⑤ 控訴人は，乙A41(甲A132)の⑥では，「ワッペンの下で折る」という指示が明記されていると主張する。しかし，畳み指示書においては，上記(1)イ(ウ)①に認定したとおり，「DESCRIPTION」「SAMPLE NO.」「STYLE NO.」「SUPPLIER」の欄が，「童装横条翻領丁恤」(キッズボーダーポロシャツの意味の語)「145Ｎ1004」「4456−002」「申州」と修正され，図示されたポロシャツにおける胸付近のワッペンが消されているのであるから，これらに照らせば，「ワッペンの下で折る」という記載が残っていることのみから，畳み指示書が，本件プロパティを付することを指示したものとみることはできない。",
                    "以上によれば，控訴人の上記主張は採用することができない。",
                    "⑥ 控訴人は，ワッペン部分は削除され，ロゴ釦部分がそのままの仕様書と，ワッペンもロゴ釦も付けるとされたアクセサリーシート，ワッペンのところで折るとの畳み指示書とが工場に送られれば，工場は必ず混乱し，被控訴人ファーストリテイリングに対し問い合わせるはずである，したがって，仕様書とアクセサリーシートは一致しており，工場側には何ら混乱が生じなかったとしか考えられず，論理的に，ワッペンもロゴ釦もいずれも削除されていなかったか，ワッペンもロゴ釦もいずれも削除されていたかの2つしかありえない，しかし，いったん削除したものを乙A39～41でもとに戻っているということはありえないから，これと矛盾する乙A39のワッペン部分の修正は，何者かにより意図的に，後からなされたものと言わざるを得ない，日常的なコミュニケーションをしているのであればなおさら，生産に入る前に，各書面の矛盾と間違いにすぐに気付くはずであり，原審証人Pの供述は信用性に欠けると主張する。",
                    "しかし，上記(1)イ(ウ)②に説示したように，仕様書，アクセサリーシート，畳み指示書において，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正されており，削除・訂正されなかった記載はむしろ少ないというべきことによれば，この程度の事項は，被控訴人ファーストリテイリング上海事務所と生産工場との間の日常的なコミュニケーションにより対処できたものとみても不自然とはいえないというべきであり，少なくとも本件プロパティを付すかどうかという根幹的な事項については，被控訴人ファーストリテイリングの生産工場に対する指示において不明確な点はなく，両者の認識に齟齬はなかったというべきである。そして，乙A39のワッペン部分の修正が，何者かにより意図的に，後からなされたことを客観的に裏付けるに足りる証拠はない。",
                    "以上によれば，控訴人の上記主張は採用することができない。",
                    "⑦ 控訴人は，「発注書」(乙A42，甲A133)はアソート指示書(組合せ指示書)というべきで，しかも2005(平成17)年9月16日にプリントアウトされている上，胸前の刺繍ロゴ取消という意味の文言は後から加工可能な電子データであり，信用性に欠けると主張する。",
                    "しかし，かかる「発注書」(乙A42，甲A133)の存在は，上記(1)イ(ウ)②に説示したように，仕様書，アクセサリーシート，畳み指示書において，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正されていることに整合するものであるから，その信用性を認めることができるというべきである。",
                    "以上によれば，控訴人の上記主張は採用することができない。",
                    "⑧ 控訴人は，被控訴人ファーストリテイリングは，乙A41～43の「仕様書」や「発注書」について，控訴人から再三にわたり任意提出や文書提出命令の申立までされた結果，ようやく提出してきたという経過がある，控訴人は，被控訴人ファーストリテイリング提出の仕様書類が修正・削除されていたという事実自体を争うものであるが，仮に被控訴人ファーストリテイリング提出の仕様書類によって製造が行われたとしても，本件プロパティが付された商品が作られることは明らかである。と主張する。",
                    "しかし，控訴人が指摘する事情があったとしても，上記①～⑦の説示に照らし，被控訴人ファーストリテイリングが当時において削除・訂正したと認定できることが左右されるには至らない。また，上記(1)イ(ウ)②に説示したように，仕様書，アクセサリーシート，畳み指示書において，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正されていることに照らせば，これらの書類に基づいて本件プロパティが付された商品が製造されるということは困難である。",
                    "以上によれば，控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "その余の中国問題について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "控訴人は，原判決がポロシャツHP，TSHOW震撼上市HP，店内タペストリー，地下鉄コルトン，テレビコマーシャルの使用が，本件サブライセンス契約5条に違反するとしたのは正当であるが，被控訴人ファーストリテイリングの各広告のほとんどを企業イメージの広告などと決めつけた上で，契約違反の程度が小さいと判断し，本件サブライセンス契約の解除原因に当たらないとしたのは誤りであると主張するのに対し，被控訴人らは，本件サブライセンス契約5条はその文言からしても明らかに商品の販売地域を限定する規定に過ぎず，他方，広告に関する規制は本件サブライセンス契約では8条に規定されているのであるから，広告への商品の掲載を理由に本件サブライセンス契約5条違反を主張するのは誤りであると主張する。",
        "確かに，本件サブライセンス契約5条は，その販売地域について「本商品の販売地域は日本国内のみに限定する。…」とのみ規定し，広告については文言として規定していない。しかし，広告宣伝は販売行為に密接に関連し，これと有機的一体性を有する行為と位置づけられるものであって，原判決も説示するとおり，本件サブライセンス契約5条は，個別商品についての広告か企業イメージの広告かを問わず，宣伝広告の実施地域を日本国内のみに限定する趣旨を含んでいるものと解するのが相当であるから，ポロシャツHP，TSHOW震撼上市HP，店内タペストリー，地下鉄コルトン，テレビコマーシャルの使用は本件サブライセンス契約5条に違反するというべきである。",
        "ただし，上記(1)イ(ウ)③に説示したとおり，継続的取引契約である本件サブライセンス契約の解除の可否の判断に当たっては，契約違反に該当する行為があったことが直ちに解除原因になると認められるものとはいえず，違反に至った経緯や違反の程度を踏まえて実質的に判断すべきであるから，以下，被控訴人ファーストリテイリングの上記各行為が継続的取引契約である本件サブライセンス契約の解除原因に当たるほどの行為といえるかどうかを検討することとする。"
      ]
    },
    {
      "fig": "イ",
      "subject": "ポロシャツHPにつき",
      "text": [
        "控訴人は，企業が，商品販売の宣伝広告のためにホームページ制作を依頼した場合，これをホームページ上に掲載する前に，必ず，予め制作画像の詳細を点検・チェックするはずであり，その段階で，クリックして大きくなった画像に気付かないとか，これに本件プロパティが付されていることを見落とすことなどあり得ない，したがって，ポロシャツHPは，当初から意図的に本件プロパティを付して制作されたものと考えざるを得ないと主張する。",
        "しかし，上記(1)イ(ウ)②，(2)エに説示したとおり，実際に，仕様書，アクセサリーシート，畳み指示書において，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正されたことに鑑みると，控訴人が指摘する上記事情のみに基づいて，ポロシャツHPが，当初から意図的に本件プロパティを付して制作されたものというにはいまだ客観的な裏付けが乏しく困難というべきである。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "T SHOW 震撼上市HPにつき",
      "text": [
        "控訴人は，T SHOW 震撼上市HP(本件T SHOW画像)を企業",
        "イメージの広告とする趣旨は全く不明確であるし，そうであるからと言って，契約違反の程度が小さいなどとする根拠にはなり得ない，本件は，抽象的イメージの広告や，取扱商品と関係ない広告ではなく，実際に販売しているTシャツ・ポロシャツを多数集めているという画像であり，その中に，本件プロパティが付されたポロシャツが含まれているということに問題の本質がある，すなわち，販売商品の紹介の中に，本件プロパティの認識可能な商品が含まれている限り，この広告は，単なる企業イメージの広告ではなく，少なくとも本件プロパティが付されたポロシャツの販売広告としての性格を併せ持った広告というべきである，と主張する。",
        "しかし，本件T SHOW 震撼上市HPの構成からすれば，同HPが，これを見た者に対し，被控訴人ファーストリテイリングが200点以上という豊富な品数のデザインや配色の異なるTシャツ・ポロシャツを販売していることをアピールするものであり，主として一種の企業イメージの広告としての性格を有するものと認められることは明らかである。そして，同HPが実際に販売しているTシャツ・ポロシャツを多数集めているという画像であり，その中に，本件プロパティが付されたポロシャツが含まれているとしても，価格の記載その他の宣伝文言の記載が一切なく，単に100種類以上のデザインのTシャツの画像を集めたものを一覧できるような一画面が作成されているという同HPの構成や，そのうち本件プロパティが付されたポロシャツが6つであることなどからすれば，これを見る一般消費者の通常の受け取り方としては，全体として被控訴人ファーストリテイリングの企業イメージをアピールするものと捉えることは明らかである。本件T SHOW 震撼上市HPが同ポロシャツの販売広告の意味を有していることが全くないとまではいえないものの，主として一種の企業イメージの広告としての性格を有することは何ら左右されるものではない。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "店内タペストリーに使用された本件T SHOW画像につき控訴人は，上記画像についても，上記ウと同様であり，Tシャツやポロシャツが具体的に販売されている店内のタペストリー画像については，HP画像より一層販売広告性が明確になると主張する。",
        "しかし，本件T SHOW画像が主として一種の企業イメージの広告としての性格を有するものであることは上記ウで説示したとおりである。すなわち，価格の記載その他の宣伝文言の記載が一切なく，単に100種類以上のデザインのTシャツの画像を集めたものを一覧できるように作成されているという同タペストリーの構成や，そのうち本件プロパティが付されたポロシャツが6つであることに変わりはないから，これがHPでなく店内タペストリーであるからと言って直ちに販売広告性が明確になるものとはいえない。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "オ",
      "subject": "店内タペストリーに使用された本件子供画像につき",
      "text": [
        "控訴人は，販売価格の表示がなくても販売広告に該当し，また，本件プロパティが付された商品を販売しているという広告である以上，一種の販売広告であることは明らかであり，「キース・へリングの著作物を使用しています。」などといったコメントがあるかどうかは，本質的な問題ではないと主張する。",
        "しかし，本件子供画像は，販売価格の表示がないだけでなく，宣伝文言の記載が一切ない画像のみから構成されているから，たとえ本件プロパティが使用されていることを判別し得る程度のサイズのものが使用されているとしても，これを見る一般来店者の通常の受け取り方としては，全体として被控訴人ファーストリテイリングの企業イメージをアピールするものと捉えることは明らかであり，販売広告であることが明らかとはいえない。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "カ",
      "subject": "地下鉄コルトンの本件T SHOW画像につき",
      "text": [
        "控訴人は，地下鉄各駅での本件T SHOW画像は，そこに掲載されたTシャツやポロシャツを被控訴人ファーストリテイリングが販売していることを宣伝し，これを見た者をして，各販売店舗に誘引する効果を意図したものであるから，販売広告としての性格を有することは明らかであると主張する。",
        "しかし，上記イ～エに説示したのと同様に，本件T SHOW画像は，価格の記載その他の宣伝文言の記載が一切なく，単に100種類以上のデザインのTシャツの画像を集めたものを一覧できるように作成され，そのうち本件プロパティが付されたポロシャツが6つあるに過ぎないから，地下鉄コルトンの本件T SHOW画像が，主として一種の企業イメージの広告としての性格を有することは明らかである。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "キ",
      "subject": "テレビコマーシャルのT SHOW画像につき",
      "text": [
        "控訴人は，テレビコマーシャルのT SHOW画像のほか，ホームページ，店頭・店内，地下鉄各駅というように，様々な場所と態様において同種同様のものが掲載されており，いわゆるマルチメディア・メディアミックスの方法により，数ヶ月間にわたり，あるいは短期間集中的に，本件プロパティが付された商品の販売広告が，他のオリジナル商品の販売広告とともに実施されたものである(甲A87参照)と主張する。",
        "しかし，ホームページ，店頭・店内，地下鉄各駅において上記ア～カに説示するような性格を有する各広告が存在するからと言って，テレビコマーシャルの本件T SHOW画像において本件プロパティが付されていることを認識することはほとんど不可能であることに変わりはなく(乙A5参照)，またこれらを総合しても，解除原因となり得るほどの契約違反行為と認めることができないことは，後述するとおりである。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "ク",
      "text": [
        "控訴人は，仮に当初は見落としがあったとしても，少なくとも途中からは故意に継続されたものであることは明らかであると主張するので，以下検討する。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "控訴人は，Pは，各広告に本件プロパティが使用されていることに気付いていたと主張し，Pが平成16年5月前後の頃，週に一日は上海の各店舗を回り，一つの店で30分前後店の様子を確認していること，被控訴人ファーストリテイリングは画像を確認しながらタペストリーを制作しており(甲A82)，制作終了までに出来あがりを確認しないなどということは考えられないこと，中国ユニクロ店舗内展示物や地下鉄駅展示物内の本件プロパティである「BARKING DOG」の使用個数を見ると，店舗内は6店舗合計140個，地下鉄では3駅42個の同プロパティを使用しており，合計で182個もの本件プロパティが露出されていたものであること(甲A86の2，甲A99)を指摘する。",
                    "しかし，上記ア～カの説示に照らせば，明確な販売広告の画像といえるものはポロシャツHPのみであり，その他はすべて主として一種の企業イメージの広告との印象を受ける態様で使用されていたものであることに照らせば，たとえ控訴人が指摘するような諸事情が存在したとしても，それらから当然に，Pが各広告に本件プロパティが使用されていることに途中で気付きながら故意にこれを継続させたと認めるのは困難である。",
                    "以上によれば，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "控訴人は，商品番号が同一だからという言い訳は破綻していると主張し，現に日本の品番は1456−002，中国の品番は4456−002であり，最初の一桁が違い，同一品番ではないのに違う品番の画像にリンクするということはあり得ない，Pの供述を前提にしても，キッズのボーダーポロシャツについては，日本のものは本件プロパティが使用されており，中国での販売予定のものは本件プロパティを使用できないという認識があったはずであるから，品番によって画像を要求しても，中国側担当者は，キッズのボーダーポロシャツ分については，使用できないことを当然理解していたはずであると主張する。",
                    "しかし，日本の品番は1456−002，中国の品番は4456−0",
                    "02であるとしても，国番号を示す最初の一桁のみが異なるものであれば，これを同一品番として画像を要求したと表現したとしてもあながち誤りとまでは言えないし，上記(1)イ(ウ)②に説示したとおり，実際に，仕様書，アクセサリーシート，畳み指示書において，本件プロパティが付されることを指示する記載や，これを前提とする記載の多くが削除・訂正されたことに鑑みると，控訴人が指摘する上記事情のみに基づいて，被控訴人ファーストリテイリングの中国側担当者が，単なる見落としではなく故意に本件プロパティをHPに使用したとまではいえない。",
                    "以上によれば，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "控訴人は，本件プロパティが付された商品を広告に使用し続けたことだけでも，このような販売促進広告は，中国で被控訴人ファーストリテイリングが本件プロパティが付された商品の販売の承認を受けて販売している外観を作出していることに変わりはなく，販売も許容されていない商品について，価格まで付して販売促進を図るホームページ画像や，店頭，地下鉄等での露出を継続し，あるいは既に行ったことについての報告も謝罪もしてこなかったこと自体，著しい背信行為であり，優に解除に値すると主張する。",
                    "しかし，本件プロパティが付された商品を広告に使用していたことが，控訴人から販売の承認を受けて販売している外観を作出しているという要素があり得るとしても，当該広告の性質や態様等を検討することなく直ちに継続的契約において解除をなし得る要件である背信性が基礎付けられることにはならない。また，報告や謝罪の有無については，本件において解除事由となるような背信性が認めがたいことは，後記(カ)で説示するとおりである。",
                    "以上によれば，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "控訴人は，原判決が本件サブライセンス契約6条にいう「生産関係者」には被控訴人ファーストリテイリング自身は含まれないとしたのに対し，被控訴人ファーストリテイリングは仕様書や発注書等の書類により，中国子会社を通じて生産に関する指示を出している本商品の輸出入の実質的な当事者であるから，被控訴人ファーストリテイリングも中国子会社も，本件サブライセンス契約6条に生産関係者に当たることは明白であると主張する。",
                    "しかし，本件サブライセンス契約6条は，生産関係者による本件プロパティ又は本件商品の流出があった場合に被控訴人ファーストリテイリングが責任を負う旨定めるところ，原判決が説示するように，同条は，生産工場・輸出入者又は生産管理者等本件商品の生産に関わるすべての個人及び法人についての被控訴人ファーストリテイリングの控訴人に対する事前申請義務を前提とするものであることからすると，同条にいう「生産関係者」に被控訴人ファーストリテイリング自身やその中国子会社が含まれないことは明らかというべきである。したがって，控訴人が主張するような上記事情のみをもって当然に，被控訴人ファーストリテイリングも中国子会社も，本件サブライセンス契約6条の生産関係者に当たることは明らかということはできない。",
                    "以上によれば，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "控訴人は，原判決はことさらに被控訴人ファーストリテイリングの行為は本件サブライセンス契約8条違反には該当しないと結論付けることによって，結果的に5条違反のみとして契約違反の重大性をあいまいにし，5条違反ではあるが販売広告に該当するのは本件ポロシャツHP画像のみなどと限定することによって，重大な契約違反性を更に薄めようとするものであると主張する。",
                    "しかし原判決は，本件サブライセンス契約5条の販売地域の制限につき，企業イメージの広告を含む販売促進も対象に含まれると広く解したことを踏まえ，これと整合するように8条の条文を解釈したに過ぎず，かかる解釈を施したからと言って，これが具体的な行為態様の認定に影響するものではない以上，契約違反性の程度の認定に結びつくものともいえない。",
                    "以上によれば，控訴人の上記主張は採用することができない。",
                    "(カ)① 控訴人は，本件サブライセンス契約13条に「第三者」と表現されているのは，被控訴人ファーストリテイリング自身が自ら著作権及び商標権を侵害してはならないことは自明のことであるから，あえては書いていないだけのことに過ぎないと主張するが，文言上「第三者」と明確に規定されている以上，かかる文言に契約当事者である被控訴人ファーストリテイリングも含まれると解するのは相当ではない。",
                    "② 控訴人は，被控訴人ファーストリテイリングないし中国子会社は，遅くとも平成16年8月12日の時点ではホームページ画像に本件プロパティを無断使用したことに気付いたのであるから，その時点で速やかに控訴人に事実報告をすべきであったのにこれを怠り，控訴人が指摘するまでその事実を隠蔽し続け，現在に至るまで侵害行為の詳細説明を拒否し続けており，本件サブライセンス契約13条違反は明らかであると主張する。",
                    "しかし，原判決が説示するとおり，仮に中国における本件ポロシャツ画像等の掲載が報告義務の対象となるとした場合，平成16年8月12日の時点でその中国向けホームページに本件ポロシャツ画像が掲載されていることに気付いたにもかかわらずこれを控訴人に報告しなかった被控訴人ファーストリテイリングの行為は本件サブライセンス契約13条に違反している可能性があるが，控訴人が平成16年12月6日付け「重大な契約違反行為に対する通告書」(甲A3)において，初めて中国問題について指摘してからは，実質的に見て，控訴人に対する報告を誠実に実施したものと認められるところである(これに反する控訴人の主張が採用できないことは，後記③で説示するとおりである。)。そうすると，被控訴人ファーストリテイリングが現在に至るまで侵害行為の詳細説明を拒否し続けているということはできない。さらに，原判決が認定するとおり，控訴人自身も，既に平成16年8月10日の時点で上記本件ポロシャツ画像等の掲載を発見して把握していたこと，それにもかかわらず，それを初めて指摘したのが上記のように平成16年12月6日付け「重大な契約違反行為に対する通告書」(甲A3)であることも併せ考慮すると，平成16年8月12日の時点でその中国向けホームページに本件ポロシャツ画像が掲載されていることに気付いた後これを控訴人に報告しなかった被控訴人ファーストリテイリングの行為のみを捉えて，その契約違反の程度が重大なものと評価することはできない。",
                    "以上によれば，控訴人の上記主張は上記説示に反する限り採用することができない。",
                    "③ 控訴人は，被控訴人ファーストリテイリングが，控訴人に対する報告を誠実に実施したというのは誤りである，例えば甲A14の1，2，15の1～4の中国ホームページ画像について，控訴人は，再三にわたり画像自体の提供を求め，被控訴人ファーストリテイリングはこれが存在しないと主張し続けたにもかかわらず，甲A14の1，2，15の1～4の画像は，平成16年7月30日時点で，甲A14の1，2，15の1～4のとおりのコンテンツとしてインターネット上のホームページ内に存在し，平成17年4月8日まで，外部からアクセス可能だった(甲A14の1，2，15の1～4，54の1～2，73～74，75の1",
                    "～2，76，乙A5)と主張する。",
                    "しかし，原判決の認定した控訴人の平成16年12月6日付け「重大な契約違反行為に対する通告書」(甲A3)の送付以降の被控訴人ファーストリテイリングの対応を総合的に見れば，被控訴人ファーストリテイリングは，控訴人に対し，控訴人の要求する極めて詳細かつ多数にわたる報告事項に対し，すべての事項について報告したとはいえないものの，時間的制約も考えると十分と認められる程度の内容の報告を行っているものである。したがって，仮に控訴人の指摘するような上記事情が存したことを前提としても，全体の過程を踏まえて総合的に評価するならば，被控訴人ファーストリテイリングは控訴人に対し誠実に対応してきたと十分認めることができる。"
                  ]
                },
                {
                  "fig": "(キ)",
                  "text": [
                    "控訴人は，平成16年8月10日，著作権・商標権侵害の事実を把握した後，まず，最大の侵害行為である価格付きホームページ画像による宣伝広告行為を直ちに止めさせる応急措置がとれたことを確認した上で，引き続いて侵害行為の有無や内容を性格に把握するため必要な調査を行っていたのであり，その間4か月程度を要したからといって，何ら非難されるものではない(甲A78の1～2参照)と主張する。",
                    "しかし，控訴人の指摘する事情を前提としても，原判決の説示するとおり，客観的に見て，証拠確保の目的だけで4か月近くの遅れを説明することはできないというべきである。"
                  ]
                },
                {
                  "fig": "(ク)",
                  "text": [
                    "控訴人は，原判決が「…原告側の態度は，いずれの問題についても過剰ともいえるほどに強硬であったと評価せざるを得ない…」(47頁下9行～下8行)としたことについて，知的財産権の侵害の重大性について無理解であると主張する。しかし，本判決に説示するように，控訴人の各請求はいずれも結論として理由がないことを踏まえて考えれば，控訴人の主張は失当と言わなければならない。"
                  ]
                },
                {
                  "fig": "(ケ)",
                  "text": [
                    "控訴人は，被控訴人ファーストリテイリングの販売地域制限違反行為は，本件プロパティの商品化事業の根幹に関わる違反行為であり，それ自体重大な契約違反である(甲A100の「意見書」参照)と主張し，控訴人が，平成16年(2004年)3月30日頃，中国での同ブランドの高価格での販売政策を展開すべく，中国国際服装服飾博覧会に日本からアパレルとして唯一出店していた(甲A24，27の1～3など)ことを指摘する。",
                    "しかし，控訴人が指摘する上記事情があったとしても，契約違反該当行為のほとんどは企業イメージの広告の性格を有すると受け取られるものであるなど上記各説示を踏まえれば，被控訴人ファーストリテイリングの行為を本件サブライセンス契約の解除事由に該当するほどのものと評価することはできないことに変わりはない。",
                    "以上によれば，控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "100円販売問題について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "控訴人は，価格に関する制限行為といえども，あらゆる行為がおよそ一般的に「権利の行使」(独占禁止法21条)に該当しないと解するべきではない，そして，本件で，控訴人が解除原因との関係で問題としているのは，一般的な価格制限の権限の有無ではなく，具体的に，定価1000円～1900円(税抜き)の商品を税込み100円というような極端な価格でのブランド商品を販売することの制限が許されないのか，という点であると主張する。",
        "しかし，価格に関する制限行為は，そもそも本件サブライセンス契約が予定しないところである。すなわち，本件サブライセンス契約3条は，「使用料等の支払い」との題の下に，「乙は甲に対し，本商品の商品化権の使用料として，甲の承認を得た商品上代(以下「商品上代」という)の3％の計算により算出した金額…を，入荷日を基準とし，当月1日から当月末日迄の一ヶ月分を翌月7日迄に…報告する。又，最低使用料(ミニマムロイヤリティ)は，各年度下記…とし，各年度下記指定期日迄に控訴人の指定する金融機関に振込送金にて支払う。…」と規定しており，あくまでロイヤリティの計算の前提として商品上代の承認を要するとしたものに過ぎず，具体的な個別の販売価格の承認を要する旨定めたものと読むことはできない。このことは，公正取引委員会による「特許・ノウハウライセンス契約に関する独占禁止法上の指針」(平成11年7月30日)においても，ライセンサーがライセンシーに対して，ライセンシーが販売価格を決定するに当たって，事前にライセンサーの承認を得ることを義務づけるものは，特段の正当化事由のない限り不公正な取引方法に該当するとされ(乙A73)，この考え方は商標にも準用できるとされる(乙A74)こととも整合するものである。",
        "そして，本件においては，確かに正価1000円～1900円の商品を100円で販売したものであるが，被控訴人ファーストリテイリングは，季節商品である本件商品の在庫数が1店舗平均で各品番当たり多くても3点程度になっていたため，この程度の在庫数では魅力的な展示ができないことなどを理由に販売価格を下げて売切りを図ったものと認められること(乙A6，甲A91，証人G)にも鑑みれば，これをもって本件に上記特段の正当化事由があるということまでは困難である。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "控訴人は，不当廉売を正当化する理由がない旨述べ，被控訴人ファーストリテイリングがそれまで各品番の商品を多数販売し，既に2億7000万円もの粗利益を得ておきながら，その270分の1程度の利益を得るために，ブランドイメージを大きく損なってまで販売しなければならない合理性はないと主張する。",
        "しかし，確かに正価1000円～1900円の商品を100円で販売することは，原価を著しく下回る対価で商品の供給を行う行為と捉えることができるが，原判決が説示するとおり，これが「正当な理由がな」く又は「不当に」販売されたか否かは，具体的な場合における行為の意図・目的，態様，競争関係の実態及び市場の状況等を総合考慮して判断すべきである。",
        "そして，季節落ち商品や在庫数が乏しくなり魅力的な展示ができなくなったために販売力の低下した商品等を売り切る目的で値下げ販売することは，売り切らずに保管ないし廃棄する場合のコスト等を考慮すると，「正当な理由」があるものと評価されるところ，上記アに説示したとおり，本件における在庫数が1店舗平均で各品番当たり多くても3点程度になっていたこと(乙A6，甲A91，証人G)などからすると，この程度の在庫数では魅力的な展示ができないことなどを理由に販売価格を下げ，売切りを図るという販売政策に合理性がないとはいえないとした原判決の説示は相当としてこれを是認することができる。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "控訴人は，被控訴人ファーストリテイリングは，100円販売の事実が発覚後，控訴人側と協議し，100円販売行為はブランドイメージを低下させるおそれがあることを自認した上でその販売中止を約束したにもかかわらず，虚偽の報告を繰り返して販売を継続し，100円販売の経緯自体についても虚偽の報告を繰り返し，両者の信頼関係を破壊したと主張する。",
        "しかし，証拠(甲A29～30，57，乙A6～10，11の1～2，1",
        "2～13，証人G)及び弁論の全趣旨によれば，被控訴人ファーストリテイリングは，控訴人が100円販売の事実に抗議したことに対応して直ちにその販売中止を約束し，中止の通知が被控訴人ファーストリテイリングの全ての店舗に直ちに徹底しなかった側面はあるものの，比較的短期間の間に再三同通知を行ってその徹底を図るなどできる限りの対応を行ったと認められる。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "控訴人は，平成16年9月22日のHメール(甲A55)が「キースへリングのブランドイメージを毀損したという認識はございません」としているのは，9月22日に「該当商品の一次引き上げが完了した」(乙A12)ということを前提として，引き上げは完了したからブランドイメージを毀損しなくて済んだという主張をしているものに過ぎないと主張する。",
        "しかし，被控訴人ファーストリテイリングの取締役名で出された同メールは，その内容を普通に読めば，商品の引き上げが完了したからブランドイメージを毀損しなくて済んだという意味にとることは困難であるから，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "控訴人は，被控訴人ファーストリテイリングのGは，原審証人尋問において，本件プロパティが付された商品を税込100円，税別96円で販売したことは，平成16年8月が初めてだったと証言したが，甲A135の1～3に照らし，かかる証言も虚偽であると主張する。しかし，100円販売の事実が平成16年8月以前にも存在したことを前提としても，原判決の説示及び上記イ～エの説示に照らせば，100円販売問題が本件サブライセンス契約3条に該当するとして解除事由に当たるとはいえないという原判決の説示を左右するものではない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(5)",
              "subject": "B品販売問題について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "控訴人は，糸のほつれやキズなどの縫製不良，キースへリングプロパティのワッペン内の汚れ，ミシンのダブりなど，明らかに製造段階でのB品も含めて販売されている(甲A95)から，実際は，このような区別なくB品が販売されていたことは明らかであると主張する。",
        "しかし，かかる製造段階でのB品も含めて販売されていたことがあるからと言って，直ちに，被控訴人ファーストリテイリングが意図的に製造上のB品を販売したとか，B品として販売されたものの中で製造上のB品の割合が相当高いということにはならないから，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "控訴人は，そもそも消費者にとっては，製造段階か販売段階かにかかわらずB品に変わりはないし，また本件サブライセンス契約4条は，被控訴人ファーストリテイリングは控訴人の承認したサンプルに限り本商品を製造・販売することができると明記しているところ，このいわゆるサンプルアプルーブは，商品のデザイン画だけでなく，ブランドにふさわしい品質を備えているかどうかもチェックするために行われるものである(甲A35の1～20，36の1～10，37の1～4参照)と主張する。",
        "しかし，原判決も説示するとおり，販売段階のB品は，製造され店舗に並べられた段階では不良な点はなかったものであるから，被控訴人ファーストリテイリングに責められるべき点はなく，またサンプルアプルーブの趣旨自体はブランドにふさわしい品質を備えているかどうかをチェックするために行われるものであるとしても，本件サブライセンス契約4条は，被控訴人ファーストリテイリングが控訴人の承認したサンプルに限り製造・販売し得る旨を定めているに過ぎないものであるから，かかるサンプルアプルーブが，製造され店舗に並べられた後の段階で不良な点が生じたことにより及ばなくなるものと言うことは困難である。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "控訴人は，ブランド商品のB品販売自体が，当該ブランドの品質保証機能を損ない，ブランドイメージの低下につながり，ライセンサーの信用や利益を害することになるものであり，また，控訴人から指摘された後も，被控訴人ファーストリテイリングは，各店舗に対し，B品販売の有無も，製造段階のB品か販売段階のB品かの区別も何ら行っていないと主張する。",
        "しかし，ブランド商品のB品販売自体が，控訴人の指摘するような事態を生ずる可能性があるとしても，本件サブライセンス契約4条の規定は，あくまで，被控訴人ファーストリテイリングが控訴人の承認したサンプルに限り製造・販売し得る旨を定めているに過ぎないものであって，控訴人の主張するようなブランド商品のB品販売自体を禁止する規定と読むことはできない。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(6)",
              "subject": "無承認チラシ問題について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "控訴人は，原判決が，本件サブライセンス契約8条につき，実質的な価格拘束につながるおそれがある販売価格を理由とするチラシの不承認を許容していないものと解すべきとしたのに対し，同8条には正当な理由なく承認を拒否してはならないなどの限定文言は一切ないから，控訴人は，理由のいかんを問わず，広告宣伝への本件プロパティ使用を拒否できるものであり，一定の条件や基準を設け，その条件を満たさない場合は，広告宣伝を承認しないということも，当然に許容されると主張する。",
        "しかし，上記(4)アに説示したのと同様に，価格に関する制限行為は，そもそも本件サブライセンス契約が予定しないところであり，本件サブライセンス契約3条も，あくまでロイヤリティの計算の前提として商品上代の承認を要するとしたものに過ぎず，具体的な個別の販売価格の承認を要する旨定めたものと読むことはできない。そしてかかる理解が，公正取引委員会による「特許・ノウハウライセンス契約に関する独占禁止法上の指針」(平成11年7月30日)とも整合する(乙A73，74)ことも踏まえて当事者の意思を合理的に解釈すれば，本件サブライセンス契約8条の「本商品のグッドクオリティを目指し，プロパティ・イメージの向上と調和をはかるため，販売促進・広告宣伝等或いは，本件プロパティを本商品以外に使用する場合は事前に控訴人の承認を必要とする。」との規定も，本件プロパティをチラシに使用するに際しての使用態様等を控訴人の承認にかからしめるものに過ぎず，具体的な個別の販売価格のみを理由とする場合にまで控訴人の承認を必要としたものではないと解するのが相当である。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "控訴人は，ブランドイメージにそぐわないような販売価格・販売方法に関しては，控訴人がブランド使用許諾者としてこれに意見を述べ，修正を要請することは独占禁止法違反ではない，当該価格でのチラシ掲載を拒否することは，当該価格での販売そのもの拒否とは異なるから，独占禁止法違反とはならないし，現に被控訴人ファーストリテイリングは，この控訴人の承認権限があることを認めて事前に控訴人の承諾を求め，控訴人がブランドイメージを損なうような価格設定での販売チラシを承認しないときは，掲載を見合わせるという扱いをしていた(甲A42)と主張する。",
        "しかし，原判決は，控訴人が意見を述べ，修正を要請することを独占禁止法違反としたものではない。また，たとえ当該価格でのチラシ掲載を拒否することが当該価格での販売そのものを拒否することとは異なるとしても，上記アに説示したとおり，当事者の意思を合理的に解釈すれば，本件サブライセンス契約8条の規定も，具体的な個別の販売価格のみを理由とする場合にまで控訴人の承認を必要としたものではないと解するのが相当であるから，当該価格でのチラシ掲載を拒否すること自体，本件サブライセンス契約8条に規定された控訴人の権限ということができないものである。さらに，当事者の合理的意思解釈の見地から本件サブライセンス契約8条が上記のように解されることに照らせば，被控訴人ファーストリテイリングが事前に控訴人の承諾を求めていたことがあったとしても，それは取引関係を円滑に維持する見地から事実上なされたものというほかない。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(7)",
              "subject": "商品見本提供問題について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "控訴人は，平成16年(2004年)7月8日のGメール(乙A44)をめぐるやりとりにおいて，控訴人代表者がGに対し，電話において，「今後きちんと最終商品見本提供義務を履行するのであれば，今回規定数が足りないものについて，再生産までしなくていい」と述べたのは，あくまで，今後の最終商品見本提供義務の遵守が前提であった，それにもかかわらず，その電話による協議の後も被控訴人ファーストリテイリングは，甲A97にあるとおり，最終商品見本提供を懈怠し，懈怠期間が1ヶ月以上に及ぶものが存在したのであり，改善がなされていた，などとは全く評価できないと主張する。",
        "しかし，原判決の説示するとおり，平成16年7月中の控訴人と被控訴人ファーストリテイリングとのやりとりの中で，一部在庫分が規定数に不足する商品の取り扱いについては，控訴人と協議の上，最終的には送付する必要はないものとされたと認められ，これに反する原審控訴人代表者の供述は，反対趣旨の原審証人Gの証言に照らし，採用することができない。",
        "また，甲A97によっても，平成16年中，被控訴人ファーストリテイリングが販売開始後に商品見本を提供する事態が続いたが，平成16年12月初め頃からは，商品見本が販売前に到着するか，数日の遅れで到着するようになったものであるから，改善がなされていたとの評価ができないとはいえない。",
        "以上によれば，控訴人の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "控訴人は，原判決が本件サブライセンス契約9条違反の事態を全く考慮していないと主張するが，同条違反の事態が存在したことが直ちに同契約の解除事由に該当するものではなく，下記(8)に説示するとおり総合判断の結果解除事由の有無が決せられるものであり，原判決もこれと同旨である。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(8)",
              "subject": "第1次解除の理由の有無について",
              "text": [
                "控訴人は，被控訴人ファーストリテイリングの違反の内容，程度は重大なものであり，被控訴人が再発防止の努力をしたことも認められない，すなわち，被控訴人ファーストリテイリングは，ジラード契約において本件サブライセンス契約8条と同旨の条項に違反する行為があり，その際，控訴人に事前承認を申請する体制を徹底することを約束した(甲A22の1～4，23の1，2)にもかかわらず，中国での販売すら許容されていない本件商品の販売広告が，ホームページ上に掲載され，なおかつ，メディアミックス手法により，中国中に露出し続けていたのであり，故意または少なくとも重過失により，重大な契約違反行為を継続していたものであり，背信行為の存在は明らかであると主張する。",
                "しかし，被控訴人ファーストリテイリングにおいて本件サブライセンス契約違反に該当する行為も一部認められるものの，本件プロパティが使用された宣伝広告のほとんどは，主として一種の企業イメージの広告の性格を有すると認められ，意図的に行ったものと認められないこと，商品見本提供問題についても改善がなされていたものであることなど上記(1)～(7)に説示した一切の事情に照らせば，控訴人が故意または重過失により本件サブライセンス契約に違反した事実を認めるには足りず，いまだ信義則上取引関係の継続を困難ならしめるような背信行為の存在等やむを得ない事由が存在するということはできない。したがって，かかる判断に結論として反するJ意見書Ⅰ，Ⅱ(甲A152の1，153)は採用の限りでない。",
                "以上によれば，控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件サブライセンス契約の第2次解除の有効性の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，原判決は，控訴人がチラシの承認のみについて拒絶を表明したにすぎないのに対し，宣伝広告全般を拒否したかのように認定し，さらにはデザイン等に関する承認申請も拒否したかのように認定しているのは誤りである，商品のデザイン等に関する承認申請の問題と，宣伝広告のうちチラシの承認申請の問題とは明確に区別すべきであると主張する。",
                "継続的取引契約により当事者の一方が先履行義務を負担し，他方が後履行義務を負担する関係にある場合に，契約成立後，後履行義務者による後履行義務の履行が危殆化された場合には，後履行義務の履行が確保されるなど危殆化をもたらした事由を解消すべき事由のない限り，先履行義務者が履行期に履行を拒絶したとしても違法性はないものとすることが，取引上の信義則及び契約当事者間の公平に合致するものと解される。いわゆる不安の抗弁権とは，かかる意味において自己の先履行義務の履行が拒絶できることであると言うことができる。そして，後履行義務の履行が危殆化された場合としては，契約締結当時予想されなかった後履行義務者の財産状態の著しい悪化のほか，後履行義務者が履行の意思を全く有しないことが契約締結後に判明したような場合も含まれると解するのが相当である。",
                "しかるに，控訴人がチラシの承認申請を拒否したことは，本件のような衣料品等について，チラシへの掲載の有無によって商品の顧客に対する訴求力ないし顧客誘引力に大きな差が生じ得ると考えられることに鑑みれば，それ自体，被控訴人ファーストリテイリングが本件サブライセンス契約に基づいて行う販売を実質的に阻害するものと評価すべきであるし，そうした中で，控訴人が第1次解除の意思表示を行ったことも，被控訴人ファーストリテイリングに対し一切の許諾をしない旨を明確に表示したものといえる。",
                "以上によれば，控訴人の上記主張は採用できず，第2次解除に対するいわゆる不安の抗弁権は理由がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人ファーストリテイリングは，平成17年4月28日の更新オプション権の行使により，平成17年9月30日に最低保証料不払いが確定するまでの約5か月間，同被控訴人の「2006年(平成18年)独占販売のための独占準備権」を享受しており，平成17年9月30日の最低保証料支払期限の前に，既に反対債務の履行を受けているというべきであるから，被控訴人ファーストリテイリングらの平成17年9月30日の平成18年(2006年)分最低保証料の支払義務は，そもそも，被控訴人ファーストリテイリングらの先履行義務でなく，不安の抗弁は成立しないと主張する。",
                "しかし，控訴人の指摘する「2006年(平成18年)独占販売のための独占準備権」は，そもそも本件サブライセンス契約に規定されていない事項であり，たとえ被控訴人ファーストリテイリングがかかる利益を事実上享受することがあり得るとしても，これはいわば事実上の反射的利益に過ぎないというべきであって，本件サブライセンス契約により生じる契約上の権利ということはできない。そうすると，本件サブライセンス契約上，平成18年1月1日からの販売権に対し，平成17年9月30日が支払期限である平成18年分最低保証料の支払義務が被控訴人ファーストリテイリングの先履行義務になっていることは明らかであるから不安の抗弁権が成立しないということはできない。",
                "以上によれば，控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "第3事件について",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求につき",
              "text": [
                "以上の1～4の説示に照らせば，控訴人の第1次解除は無効であり，また，被控訴人ファーストリテイリングにつきいわゆる不安の抗弁権が成立するためミニマムロイヤリティ1億円の支払義務不履行は違法性を欠くというべきであるから，控訴人の第2次解除も理由がない。",
                "そうすると，本件サブライセンス契約は継続していると考えられるから，被控訴人ファーストリテイリングが平成17年4月28日に本件サブライセンス契約につき更新の意思表示をして平成18年1月1日以降も商品の販売を継続する旨宣言し，かつ，同被控訴人が本件サブライセンス契約の被許諾者の地位にあることを仮に定める旨の仮処分命令の発令を得たとしても，本件サブライセンス契約の一方当事者の行動としてこれを違法ということはできず，控訴人が，平成18年1月1日以降に他者とライセンス契約を締結するための営業活動を行うことが不可能になり損害を受けたということはできない。",
                "したがって，控訴人の主位的請求に理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求につき"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "上記(1)に説示したように，被控訴人ファーストリテイリングにつきいわゆる不安の抗弁権が成立するから，被控訴人らは，控訴人によるミニマムロイヤリティ1億円の支払請求については，これを拒むことができるというべきである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "しかし，証拠(甲A154)及び弁論の全趣旨によれば，被控訴人ファーストリテイリングを吸収分割によりその権利義務を承継した被控訴人ユニクロは，平成18年1月1日から同年5月7日までの間に本件プロパティを付した商品を販売したこと，その上代販売金額合計は650万5421円であること，これに本件サブライセンス契約3条に規定される3％を乗じると19万5162円(小数点以下切り捨て)となること，がそれぞれ認められる。",
        "そして本件サブライセンス契約3条は，その趣旨に鑑みれば，このような場合も，最低限，実際に販売した分については実施料率3％の割合の実施料が請求できる旨定めたものと解される。そうすると，上記のように同被控訴人が実際に販売を行った以上，控訴人は，本件サブライセンス契約3条に基づきこれに対応する分の実施料を請求できるというべきであり，また，実施料率3％の割合の実施料の支払期限を翌月20日と定めている趣旨に照らせば，平成18年5月7日までの間に行われた上記販売の実施料請求権は，少なくともその翌月20日である平成18年6月20日の経過により遅滞に陥っているというべきである。",
        "以上によれば，控訴人は被控訴人らに対し，実施料(ロイヤリティ)19万5162円及びこれに対する平成18年6月21日から支払済みまで民法所定の年5分の割合による遅延損害金を請求できるというべきである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "被控訴人らは，本件マスターライセンス契約が終了した後である平成18年1月1日以降は，控訴人には損害が発生していないと主張する。",
        "しかし，上記2(1)イに説示したように，控訴人が平成17年12月31日にマスターライセンサーの地位を喪失しているとしても，本件サブライセンス契約が当然に終了するものとはいえないから(当然終了するとの明示の規定もない)，控訴人は被控訴人ファーストリテイリング及び被控訴人ユニクロに対し，本件サブライセンスに基づき上記実施料の支払を求めることができるというべきである。",
        "したがって，被控訴人らの上記主張は採用することができない。"
      ],
      "content": [
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，訴え変更後の第1事件については，その余の点につき判断するまでもなく，控訴人の本訴請求は理由がない。",
            "また，第3事件については，主位的請求は理由がなく，予備的請求は上記5(2)記載の限度で理由があり，その余は理由がない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ネ)10036",
    "date": "2007-04-05",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成17年(ワ)3646",
    "precedent_id": "034543",
    "ipprecedent_id": "958",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}