{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−1932号事件について，平成18年5月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記特許の出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，優先権主張日を平成12年(2000年)1月12日(米国)とした上，平成13年1月12日，名称を「基板を持たない低コストパワー半導体モジュール」とする発明について，出願(外国語出願。以下「本願」という。特願2001−5156号。公開特許公報は2001−237369",
                "号〔甲2〕。請求項の数12)をし，平成15年9月19日付けで特許請求の範囲等の補正(甲4。以下「旧補正」という。請求項の数12)をしたが，拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2004−1932号事件として審理し，その中で原告は平成16年2月25日付けで再び特許請求の範囲等の補正(甲1。",
                "以下「本件補正」という。請求項の数12)をしたが，特許庁は，平成18年5月2日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年5月16日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "旧補正(平成15年9月19日付け・甲4)時の特許請求の範囲は，請求項1～12から成るが，そのうち【請求項1】の内容は，次のとおりである(以下「本願発明1」という。請求項2～12は省略)。",
                    "【請求項1】 低電圧アプリケーションのためのパワーモジュールであって，周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジングと，多数の共通平面の導電性パッドおよびそれに接続された導電性リードを含むリードフレームとを備え，",
                    "リードフレームにおける導電性リードは導伝性パッドと共に，周囲枠体の内側に挿入してモールド化され，そして前記周囲枠体の外部に突き出させ，そして，周囲枠体の内側でリードフレームパッドを支持させており，そして，",
                    "回路を形成するために，導電性パッドを通じ，パワー半導体デバイスを電気的に相互接続させるための多数のワイヤー接続と，",
                    "実質的に共通の面を持ち，前記モジュールから分離している放熱支持体上に装着できる，リードフレームの導電性パッドの底面と，を有することを特徴とするパワーモジュール。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正(平成16年2月25日付け)後の特許請求の範囲も，請求項1～12から成るが，その内容は次のとおりである(このうち【請求項1】を「本願補正発明1」と，【請求項12】を「本願補正発明12」という。下線は本件補正部分)。",
                    "記",
                    "【請求項1】低電圧アプリケーションのためのパワーモジュールであって，周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジングと，多数の共通平面の導電性パッドおよびそれに接続された導電性リードを含むリードフレームとを備え，",
                    "リードフレームにおける導電性リードは導伝性パッドと共に，周囲枠体の内側に挿入してモールド化され，そして前記周囲枠体の外部に突き出させ，そして，周囲枠体の内側でリードフレームパッドを支持させており，そして，",
                    "回路を形成するために，導電性パッドを通じ，パワー半導体デバイスを電気的に相互接続させるための多数のワイヤー接続と，",
                    "実質的に共通の面を持ち，前記モジュールと別体の放熱支持体上に装着できる，リードフレームの導電性パッドの底面と，",
                    "を有することを特徴とするパワーモジュール。",
                    "【請求項2】 回路は3相インバータ回路である請求項1記載のモジュール。",
                    "【請求項3】 パワー半導体デバイスは，3相ブリッジ接続したMOSFETからなる請求項1記載のモジュール。",
                    "【請求項4】 MOSFETは30から75Vの定格である請求項3記載のモジュール。",
                    "【請求項5】 信号をパワー半導体デバイスに与えるために，制御回路基板は，周囲枠体における拡幅されたエリアの上に装着される請求項1記載のモジュール。",
                    "【請求項6】 リードフレームの平面上の周囲枠体内部が充填材料で満たされる請求項1記載のモジュール。",
                    "【請求項7】 ハウジングはモールドによるプラスチックである請求項6記載のモジュール。",
                    "【請求項8】 上記MOSFETは，",
                    "底面の上にドレイン電極を，上側表面にソースおよびゲート電極を有し，互いに絶縁され，当モジュールを貫通して周囲枠体内で挿入してモールド化された，第1，第2および第3のパラレルの導電性リードにそれぞれ接続された第1，第2および第3のパッドを含む多数の導電性パッドを有し，",
                    "第4の導電性リードおよび，第4の導電性リードと平行に延在する第5の導電性リードに接続されたリードフレームのパッドを有し，これらの第4および第5の導電性リードは当モジュールを貫通して前記周囲枠体内で挿入されモールド化されており，そして，",
                    "ドレイン電極が第1，第2および第3のパッドに良導電的に接続された，前記3つのMOSFETの第1のグループを有し，",
                    "ドレイン電極が第4のパッドに良導電的に接続された，3つのMOSFETの第2のグループを有し，",
                    "前記第5の導電性リードに接続された，第2のグループのMOSFETのソース電極を有する請求項3記載のパワーモジュール。",
                    "【請求項9】 MOSFETは3相インバータ回路を形成するためにワイヤー接続される請求項8記載のモジュール。",
                    "【請求項10】 MOSFETは30から75Vの定格である請求項8記載のモジュール。",
                    "【請求項11】 回路基板への電気的な接続を提供する少なくとも一つの電極と，パワー半導体デバイスの少なくとも一つに電気的に接続された少なくとも一つの端子を更に備えた請求項8記載のパワーモジュール。",
                    "【請求項12】 熱的に導伝性で電気的に絶縁する層が，リードフレームの導電性パッドと放熱部材との間に挿入される請求項8記載のパワーモジュール。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の内容",
      "content": [
        {
          "fig": "ア",
          "text": [
            "審決の内容は，別添審決写しのとおりである。",
            "その要点は，本願補正発明1は，下記刊行物に記載された発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項の規定により特許出願の際独立して特許を受けることができず，したがって本件補正は却下されるべきものであり，本願発明1も同様に特許法29条2項の規定により特許を受けることができない，としたものである。",
            "記",
            "特開平11−274358号公報(甲3)"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "なお審決は，上記判断に当たり，引用発明の内容，及び本願補正発明1との一致点及び相違点を，次のとおり認定した。",
            "＜引用発明の内容＞",
            "「パターン形成された複数のパワー半導体素子等の部品載置部と該部品載置部の周辺の複数のリードとを有する金属板と，該金属板の部品載置部の底面領域とリードの所定の底面領域を平坦に覆って封止・固定する第1の樹脂部と，該第1の樹脂部を2次元的に囲み，該第1の樹脂部の表面と平行に外側に延出する前記リードを封止・固定するとともに，前記部品載置部の保持と固定を行う第2の樹脂部である樹脂枠とを備え，該樹脂枠の壁状の部分を内壁側の部品載置部よりも高く形成し，該樹脂枠の数箇所にねじ締めつけ部を設けた電子部品用基板に，複数のパワー半導体素子等を前記部品載置部に載置し金属細線で結線して接続し，製造後，前記ねじ締めつけ部によってアルミニウム製のフィン等の放熱板に取りつけられる，複数のパワー半導体素子等を搭載した半導体装置。」",
            "＜一致点＞",
            "「パワーモジュールであって，周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジングと，多数の共通平面の導電性パッドおよびそれに接続された導電性リードを含むリードフレームとを備え，リードフレームにおける導電性リードは導伝性パッドと共に，周囲枠体の内側に挿入してモールド化され，そして前記周囲枠体の外部に突き出させ，そして，周囲枠体の内側でリードフレームパッドを支持させており，そして，回路を形成するために，導電性パッドを通じ，パワー半導体デバイスを電気的に相互接続させるための多数のワイヤー接続と，実質的に共通の面を持ち，前記モジュールと別体の放熱支持体上に装着できる，リードフレームの導電性パッドの底面と，を有するパワーモジュール。」＜相違点＞",
            "本願補正発明1では，パワーモジュールが低電圧アプリケーションのためのものであるのに対し，引用発明では，そのように記載されていない点。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，審決は，本願補正発明1の認定を誤り(取消事由1)，本願補正発明1と引用発明との相違点を看過し(取消事由2)，本願発明1と引用発明との相違点を看過した(取消事由3)から，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "取消事由1(本願補正発明1の認定の誤り)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "本願補正発明1を分説すると，以下のとおりである。",
                "A．低電圧アプリケーションのためのパワーモジュールであって，B．周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジングと，",
                "C．多数の共通平面の導電性パッドおよびそれに接続された導電性リードを含むリードフレームとを備え，",
                "D．リードフレームにおける導電性リードは導伝性パッドと共に，周囲枠体の内側に挿入してモールド化され，そして前記周囲枠体の外部に突き出させ，",
                "E．そして，周囲枠体の内側でリードフレームパッドを支持させており，F．そして，回路を形成するために，導電性パッドを通じ，パワー半導体デバイスを電気的に相互接続させるための多数のワイヤー接続と，G．実質的に共通の面を持ち，前記モジュールと別体の放熱支持体上に装着できる，リードフレームの導電性パッドの底面と，を有することを特徴とする",
                "H．パワーモジュール。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本願補正発明1の構成要件Bは，「周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジング」について記述するものであり，そこに含まれる「開口した」は「トップ」と「底部」の両方を修飾するものであり，絶縁ハウジングが「開口したトップ」と「開口した底部」を有する。理由は，以下のとおりである。",
                "① 本件補正(甲1)によって補正された特許請求の範囲の請求項12に係る発明(本願補正発明12)は，「熱的に導伝性で電気的に絶縁する層が，リードフレームの導電性パッドと放熱部材との間に挿入される請求項8記載のパワーモジュール。」である。そして，請求項12は請求項8に技術的限定を加えて限定し，また，請求項8は請求項3に技術的限定を加えて限定し，さらに請求項3は請求項1(本願補正発明1)に技術的限定を加えて限定したものであることからすれば，本願補正発明12は本願補正発明1を技術的に限定した，本願補正発明1とは別異の発明である。",
                "そこで，本願補正明細書(甲1，2，4)を見ると，その段落【0016】には，「…薄い絶縁材料による底部の層70は，ハウジング50の底全体に対して位置し，パッド30，31，32，33および",
                "34を，互いに，かつ，このハウジングが設けられるユーザーの放熱板から電気的に絶縁する。…」と記載されている。そして，この記載と本願補正発明12を対比すると，本願補正発明12における，「リードフレームの導電性パッドと放熱部材との間に挿入され」て「熱的に導伝性で電気的に絶縁する層」が，本願補正明細書(甲1，2，4)に記載された実施形態の層70に相当することは明らかである。",
                "そうすると，本願補正明細書(甲1，2，4)の図2に描かれた，「絶縁層70を含むパワーモジュール」が本願補正発明12の実施形態に相当するものであり，「絶縁層70を省略して底部を開口したパワーモジュール」が本願補正発明1の実施形態に相当するものである。",
                "② 本願補正明細書(甲1，2，4)の段落【0016】には，「…ハウジング50は，パッド32，31，30および33のトップ面のそ",
                "れぞれを露出させるための窓51，52，53および54を持つ。周囲枠体60は，ハウジング50と一体構造であり，かつそのハウジング50を囲み，ボルト差し込みの開口61，62，63，64がハウ",
                "ジングのコーナーに設けられる。薄い絶縁材料による底部の層70は，ハウジング50の底全体に対して位置し，パッド30，31，32，33および34を，互いに，かつ，このハウジングが設けられるユーザーの放熱板から電気的に絶縁する。…」と記載されている。",
                "そうすると，上記記載によれば，窓51，52，53及び54を形",
                "作る構成部分と周囲枠体を形作る構成部分がハウジング50を構成する部分であることが明らかである。他方，本願補正明細書(甲1，2，4)には，絶縁層70に関して，これがハウジングの一部を構成する部分であるといったことを示唆する記載又はそのことを明確に示す記載は一切ない。",
                "③ 以上の①，②からすれば，絶縁層70を除いた本願補正発明1のパワーモジュールにおける絶縁ハウジングの底部はトップと同様に開口しており，開口した底部に露出した導電性パッドの底面が「モジュールと別体の放熱支持体上に装着できる」(構成要件G)ようになっているものである。",
                "したがって，本願補正発明1の構成要件Bにおける「周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジング」は，「周囲枠体及び「開口したトップ」と「開口した底部」を有するモールド形成の絶縁ハウジング」を意味するというべきである。",
                "(ウ)① 被告は，本願補正発明1において「絶縁ハウジング」に関する直接の限定は「周囲枠体及び開口したトップと底部を有するモールド形成の絶縁ハウジング」のみであり，開口した底部に露出した導電性パッドの底面を有するとまで限定されているとは言えない旨主張する。",
                "しかし，本願補正発明1の構成要件Gにおける「…前記モジュールと別体の放熱支持体上に装着できる，リードフレームの導電性パッドの底面と，を有する…」とは，導電性パッドの底面が放熱支持体上に装着可能な状態にあることを意味するところ，「装着可能な状態」とは一般的には直接的に装着できる状態と解される。そして，導電性パッドの底面がモジュールと別体の放熱支持体上に直接的に装着可能になるためには，導電性パッドの底面がモジュール(すなわちハウジング)の底面から露出していることが前提である。",
                "② また被告は，絶縁ハウジングが熱的に導伝性のある絶縁材料製であれば，導電性パッドの底面を露出させる必要がない旨を主張する。",
                "しかし，絶縁ハウジングが熱的に導伝性を有することで，絶縁ハウジング自体からの放熱効果が得られ，放熱支持体を介して装着する放熱材による放熱作用と相俟ってモジュール全体としての放熱能力が高まることからすれば，絶縁ハウジングが熱的に導伝性のある絶縁材料製であることは，導電性パッドの表面を放熱支持体上に間接的に装着する場合に限らず，直接的に装着する場合においても好ましい態様である。したがって，絶縁ハウジングが熱的に導伝性のある絶縁材料製にすることの示唆があるにしても，それが必ずしも，導電性パッドの底面を露出させる必要がないことを示唆するものではない。",
                "③ また被告は，本願補正明細書(甲1，2，4)の発明の詳細な説明及び図面において「開口した底部」及び「露出した導電性パッド」の記載はどこにもなく，逆に，絶縁ハウジングの底部に電気的に絶縁する層が設けられ，導電性パッドを露出させないことが記載されている旨を主張する。",
                "しかし，本願補正明細書(甲1，2，4)においては，絶縁ハウジング(50)と導電性パッド(31，33)を含むリードフレームと，絶縁ハウジング(50)の底部に配置された絶縁層(70)とを含むパワーモジュールの構成が明確に開示されている(段落【0015】【0016】等)。さらに，図2には，絶縁ハウジング(50)と絶",
                "縁層(70)は異なるハッチングパターンを用いて異なる別材として描かれており，底部の開口に，絶縁ハウジング(50)とは別体の絶縁層(70)が配置された絶縁ハウジング(50)が開示されている。",
                "そして原告は，本願補正発明1のパワーモジュールを特定するために必要な事項として，図2等に開示した構成要素のうち，絶縁ハウジング(50)と導電性パッド(31，33)を含むリードフレームと",
                "を選択し，底部の絶縁層70については，本願補正発明1の発明特定事項からは除外し，本願補正発明12の発明特定事項に含めているものである。",
                "また，絶縁ハウジングの「底部の開口」については本願補正明細書(甲1，2，4)の図2に示されている。すなわち，同図2に示すパワーモジュールの構成から，本願補正発明1の発明特定事項からは除外した絶縁層(70)を単に消去した図を考えれば，ハウジング(50)の底部に開口があることは容易に理解できる。",
                "④ 被告は，本願補正発明1の課題，目的，課題を解決するための手段の観点，及び段落【0015】の記載から，熱管理及び電気的絶縁のため，熱導伝性の絶縁層をモジュールに対する放熱支持から絶縁するために，リードフレーム素子の下に横たわるように設け，導電性パッドを露出させないことを前提としていることが明らかである旨主張する。",
                "しかし，段落【0005】の「本発明によると，パワー部品は，リードフレームのリードフレーム拡幅部に直接に装着され，…そのハウジングにより支持される。熱導伝性の絶縁層は，モジュールに対する放熱支持体から絶縁するために，リードフレーム素子の下に横たわる。…」との記載は，本願補正発明12の構成を開示したものであり，本願補正発明1に対応するものではない。",
                "被告主張のように，リードフレームと放熱支持体間において電気的絶縁を図ることは必要であるが，放熱支持体自体が絶縁性を有する場合(甲6参照)，リードフレームと放熱支持体間に絶縁層を配置することは不要となる。本願補正発明1はそのような放熱支持体自体が絶縁性を有する場合をも想定している。",
                "したがって，リードフレーム下部に絶縁層を有しない本願補正発明1の構成によっても，リードフレームと放熱支持体間の電気的絶縁性を確保することができ，本願補正発明の課題，目的を達成することは可能である。",
                "⑤ 被告は，本願補正発明1と本願補正発明12の関係について，本願補正発明12は，当該絶縁する層の位置構成が，絶縁ハウジングの底部のうちリードフレームの導電性パッドと放熱部材との間であることを限定したものである旨主張する。すなわち，被告は，本願補正発明1はすでに本願補正発明12の「絶縁する層」を構成要素として含んでおり，本願補正発明12は，その「絶縁する層」の位置を限定(内的付加)したものであると主張する。",
                "しかし，本願補正発明1には構成要素として，本願補正発明12の「熱的に導伝性で電気的に絶縁する層」は含まれておらず，また，本願補正発明1においてそれに対応する構成要素も見当たらない。そうすると，本願補正発明1と本願補正発明12の関係において，本願補正発明12が本願補正発明1の一部の構成要素をさらに限定(内的付加)したものであるとする，被告の主張には合理性がない。",
                "本願補正発明12は，本願補正発明1に対して，リードフレームの導電性パッドと放熱部材との間に挿入された「熱的に導伝性で電気的に絶縁する層」という，新たな構成要素を追加(外的付加)したものであると解するのが妥当である。",
                "⑥ 被告は，構成要件Gには，「導電性パッドの底面」を絶縁ハウジングの底部に露出させて直接「モジュールと別体の放熱支持体上に装着できる」と記載されておらず，技術常識上そのように解釈することはできない旨主張する。",
                "しかし，本願補正発明1のリードフレームの底面は，間接的な装着状態及び直接的な装着状態の双方の状態を可能とするものである。",
                "上記④で述べたように，放熱支持体自体が絶縁性を有する場合(甲6参照)，リードフレームと放熱支持体間に別途絶縁手段を配置する必要はない。その場合，リードフレームの底面を，底部の層70のような絶縁手段を介して放熱支持体上に装着する必要はなく，直接的に放熱支持体上に装着することができる。被告の主張はこのような直接的に放熱支持体上に装着する態様については考慮していない。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "取消事由2(本願補正発明1と引用発明との相違点の看過)(ア) 審決は，「引用発明における「金属板の部品載置部の底面領域とリードの所定の底面領域を平坦に覆って封止・固定する第1の樹脂部と，該第1の樹脂部を2次元的に囲み，該第1の樹脂部の表面と平行に外側に延出する前記リードを封止・固定するとともに，前記部品載置部の保持と固定を行う第2の樹脂部である樹脂枠…該樹脂枠の壁状の部分を内壁側の部品載置部よりも高く形成し」の「第1の樹脂部」と「第2の樹脂部である樹脂枠」は，本願補正発明1における「周囲枠体および開口したトップと底部を有するモールド成形の絶縁ハウジング」に相当する。」(6頁25行～32行)と述べ，引用発明の「第1の樹脂部」と「第2の樹脂部としての樹脂枠」が本願補正発明1の「絶縁ハウジング」に相当すると認定している。"
          ],
          "content": [
            {
              "fig": "(イ)",
              "subject": "しかし，引用発明(甲3)に記載されている図1(b)，図3(b)，図4，図5(b)，図6(b)，図7(b)，図8(b)，図9(b)のいずれ",
              "text": [
                "に表された断面図においても，第1の樹脂部と樹脂枠によって構成される引用発明のハウジングはその底部が「第1の樹脂部」(2)によって完全に塞がれている。したがって，引用発明において部品載置部は底部に露出しておらず，この部品載置部の底面は「モジュールと別体の放熱支持体上に装着できる」ものでない。すなわち，本願補正発明1の構成要件Bの絶縁ハウジングは上記アに記載したように「開口した底部」を有するものであるのに対し，引用発明のハウジングは底部が「第1の樹脂部」により塞がれた，すなわち底部が開口していない構造を有する。したがって，引用発明のハウジングは，底部が開口した本願補正発明1のハウジングではなく，むしろ本願補正発明1のハウジングの底部の開口に絶縁層70を配置した構成，すなわち本願補正発明12のパワーモジュール全体の構成に類似するものであり，本願補正発明1のハウジングとは全く異なるものである。",
                "このように，本願補正発明1の構成要件Bの絶縁ハウジングが「開口した底部」を有するものであるにも拘わらず，「開口していない底部を有する第1の樹脂部」を含む引用発明のハウジングが，「開口した底部」を含む本願補正発明1の絶縁ハウジングに相当するとした審決の対比は，本願補正発明1と引用発明の相違点を看過したものである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "被告は，引用発明(甲3)の「この金属板の少なくとも前記部品載置部の底面領域を覆う第1の樹脂部」(【請求項1】)の記載に基づき「金属板」の底面が「第1の樹脂部」により完全に覆われるとまでは限定されるとはいえず，引用発明のハウジングの底部が「第1の樹脂部」によって完全に塞がれているとする原告の主張には理由がない旨主張する。",
                "しかし，引用発明において部品載置部の底面領域のみが第1の樹脂部で覆われた状態で形成される第1の樹脂部の開口は，上記(イ)に記載したような本願補正発明1の絶縁ハウジングの底部の開口とは異なるものである。"
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "subject": "取消事由3(本願発明1と引用発明との相違点の看過)",
          "text": [
            "上記イと同様に，審決は，本願発明1と引用発明との相違点も看過したものである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "請求原因に対する認否",
                  "text": [
                    "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
                  ]
                },
                {
                  "fig": "3",
                  "subject": "被告の反論",
                  "text": [
                    "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "本願補正発明1において，「絶縁ハウジング」に関する直接の限定は，「周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジング」(構成要件B)のみであり，他に「周囲枠体」と「リードフレーム(導電性リードと導電性パッド)」との関係が限定されているものの，「絶縁ハウジングの底部」と「リードフレームの導電性パッド」との関係は何ら限定されていない。すなわち，原告は，開口した底部に露出した導電性パッドの底面が「モジュールと別体の放熱支持体上に装着できる」ようになっている旨主張するが，本願補正発明1は「開口した底部に露出した導電性パッドの底面」を有するとまで限定されているとはいえない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本願補正明細書(甲1，2，4)の段落【0015】に，「ハウジング50」について，「ハウジング50は好ましくは，モジュールが装着される導電性のリードフレーム及び放熱材を電気的に絶縁できる，熱的に導伝性の絶縁材料である。」と記載されるように，熱的に導伝性の絶縁材料製「絶縁ハウジング」であれば，「導電性パッド」の底面を露出させなくとも，「絶縁ハウジング」の底部を介して「モジュールと別体の放熱支持体上に装着できる」ようになることは，技術的に明らかである。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "本願補正明細書(甲1，2，4)の発明の詳細な説明，図面には，「開口したトップ」，「開口した底部」との記載はどこにもなく，「絶縁層70を省略し底部を開口したパワーモジュールの断面図」は，本願補正明細書(甲1，2，4)に記載されていない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "本願補正発明1の課題，目的，課題を解決するための手段の観点から見ると，本願補正明細書(甲1，2，4)の段落【0003】，【0004】の記載から，本願補正発明1では，基板を排した構造のパワーモジュールにおいて，その熱管理及び電気的絶縁のため，「熱導伝性の絶縁層」を「モジュールに対する放熱支持から絶縁するために，リードフレーム素子の下に横たわる」ように設け，導電性パッドを露出させないことを前提としていることが明らかである。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "本願補正発明12は，本願補正発明1を引用し，それを更に限定したものであるから，本願補正発明1とは別発明であるとしても，本願補正発明1の発明特定事項に相当するものを全て具備しており，本願補正発明1に含まれるものである。そうであれば，本願補正発明12の実施形態は，本願補正発明1の技術的事項をより具体化したものに他ならず，本願補正発明1の実施形態でもあるといえる。"
          ]
        },
        {
          "fig": "カ",
          "text": [
            "本願補正発明1の構成要件Gには，「導電性パッドの底面」を絶縁ハウジングの底部に露出させて直接「モジュールと別体の放熱支持体上に装着できる」と記載されているわけではないし，技術常識上，構成要件Gをそのように解することはできない。",
            "すなわち，本願補正明細書(甲1，2，4)の段落【0005】，【0015】，【0016】にも，パワーモジュールのリードフレームと放熱支持体とを，絶縁層，絶縁材料を介在させて電気的に絶縁することが記載されている。このように，パワーモジュールのリードフレームと放熱支持体とが接触して導通しないように，両者間を電気的に絶縁することが該モジュールにとって必須であることは，該絶縁をしなければ，該リードフレームの各導電性パッド，各導電性リード間が該放熱支持体を介して短絡し，各導電性パッド，各導電性リードの電位を保持できず，該モジュールとして機能しないのであるから，該モジュールを機能させる上の技術常識である。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "上記(1)で述べたとおり，本願補正発明1の「周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジング」(構成要件B)は，原告が主張するような導電性パッドの底面を露出する「開口した底部」を有していない。そして，構成要件Bの「底部」は，該「開口した底部」には限定されず，それ以外の「底部」を含むものである。",
            "一方，引用発明は，熱導伝性の「第1の樹脂部」を介して部品載置部が別体の放熱板上に装着できることは，明らかである。",
            "したがって，本願補正発明1の「周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジング」(構成要件B)と，引用発明の「第1の樹脂部」と「第2の樹脂部である樹脂枠」とに，原告が主張するような差異はない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "なお，引用発明の特許請求の範囲(甲3)の，「【請求項1】…この金属板の少なくとも前記部品載置部の底面領域を覆う第1の樹脂部…」との記載からみて，その「金属板」の底面が「第1の樹脂部」により完全に覆われるとまで限定されているとはいえない。すなわち，引用発明には底部を完全に覆う「第1の樹脂部」のみ記載されているのではなく，それ以外の「第1の樹脂部」も記載あるいは示唆されているといえる。したがって，引用発明のハウジングはその底部が「第1の樹脂部」によって完全に塞がれているとの原告主張にも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "取消事由3に対し",
      "text": [
        "本願発明1についても，上記(2)と同様な理由により，審決に本願発明1と引用発明の相違点の看過はない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の違法の有無に関し，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本願補正発明1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正により補正された本願補正発明1の記載は，原告主張のとおり，次のとおり分説することができる。",
                "A 低電圧アプリケーションのためのパワーモジュールであって，B 周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジングと，",
                "C 多数の共通平面の導電性パッドおよびそれに接続された導電性リードを含むリードフレームとを備え，",
                "D リードフレームにおける導電性リードは導伝性パッドと共に，周囲枠体の内側に挿入してモールド化され，そして前記周囲枠体の外部に突き出させ，",
                "E そして，周囲枠体の内側でリードフレームパッドを支持させており，F そして，回路を形成するために，導電性パッドを通じ，パワー半導体デバイスを電気的に相互接続させるための多数のワイヤー接続と，G 実質的に共通の面を持ち，前記モジュールと別体の放熱支持体上に装着できる，リードフレームの導電性パッドの底面と，を有することを特徴とする",
                "H パワーモジュール。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)のように，本願補正発明1の構成要件Bの文言は，「周囲枠体および開口したトップと底部を有するモールド形成の絶縁ハウジングと」というものであり，「トップ」はカタカナ表記，「底部」は漢字表記で，両者の表記が異なっているものであるから，日本語の理解としては，構成要件Bにおいて，「開口した」との文言が，「トップ」と「底部」の両者を修飾するものと一義的に理解することは困難である。そうすると，構成要件Bは，ハウジングが「トップ」と「底部」を有し，「トップ」は開口したものであることを規定するに止まるというべきであり，それ以上に，「底部」の構造について何らかの限定を加えたものと理解することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このことは，本願補正明細書(甲1，2，4)の発明の詳細な説明，図面の記載からも裏付けられる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正明細書(甲1，2，4)の発明の詳細な説明，図面には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "本発明は，パワーモジュールに関し，特にパワー半導体の部品(die)のための基板を持たないパワー半導体が低コストの3相インバータモジュールに関する(段落【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "パワーの部品を担うために用いられた基板は，パワーモジュールのコストで重要な部分をなし，それ故，最小限の面積に制限される。このように構成することは，モジュールのコストを低減するには好ましいが，一方，適した熱管理および電気的絶縁が必用となる(段落【0003】)。",
                        "本発明は，上述した課題を解決するためになされたものであり，基板を排した構造のモジュールを提供することを目的とする(段落【0004】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "本発明によると，パワー部品は，リードフレームのリードフレーム拡幅部に直接に装着され，そのパワー部品は，モジュールの絶縁ハウジング内で挿入され，モールド化され，かつ，そのハウジングにより支持される。熱導伝性の絶縁層は，モジュールに対する放熱支持体から絶縁するために，リードフレーム素子の下に横たわる。IMSや他の基板は追加されない。好ましい実施形態では，モジュールは，例えば電気的パワーステアリング用モータのために使用される車搭載用の3相インバータ回路である(段落【0005】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "最初に図8を参照すると，特に電力パワーを制御する自動車の使用へのアプリケーションを持つ3相インバータ回路の例示的な電気回路図が示されている。端子20および21は，車のバッテリーに接続されるDC端子であり，端子U，VおよびWは3相出力端子であり，パワーACモータが適した整流器を介し，DCブラシレスモータのようなDCモータに接続される。これらは車システムではごく一般に使用される。通常の3相インバータ回路が示されている。パワーMOSFET S1からS6を通常のシーケンスで動作させるために，MOSFET S1からS6のためのASICおよび他の制御回路要素が備えられる。この発明は，低電圧のアプリケーションに特に適する。本発明の部品は，インターナショナル・レクチファイヤー・コーホレーションより市販されている，30から75ボルトの規格で，サイズ4．0から6の部品である。",
                        "例えば，1000ボルトまでの電圧規格または10ボルトのような低電圧が使用される(段落【0006】)。",
                        "通常のモジュールによるハウジングの内部に部品を装着するために使用される基板は，高価である。本発明によれば，部品が端子のリードフレームの伸張部に直接に装着されることで，この基板は排除される。インバータ以外のどのような回路も形成することができ，更に，ＮおよびPチャンネルのMOSFETまたはIGBT，ダイオード，サイリスタおよびこれと同様なもののごとき部品，または部品の混合も使用することができ，本発明の利点を享受できることに注目される(段落【0009】)。",
                        "…ハウジング50の境界から突き出ている導体U，V，W，20および21に対し，リードフレームのトリミング後に，リードフレームがハウジング50により支持される。ハウジング50は好ましくは，モジュールが装着される導電性のリードフレームおよび放熱材を電気的に絶縁できる，熱的に導伝性の絶縁材料である。しかしながらハウジング50はモジュールのコスト低減のために熱的に導電性材料で形成される必要はない…(段落【0015】)。",
                        "部品S1からS6にアクセスして部品に接続できるように，ハウジング50は，パッド32，31，30および33のトップ面のそれぞれを露出させるための窓51，52，53および54を持つ。周囲枠体60は，ハウジング50と一体構造であり，かつそのハウジング50を囲み，ボルト差し込みの開口61，62，63，64がハウジングのコーナーに設けられる。薄い絶縁材料による底部の層70は，ハウジング50の底全体に対して位置し，パッド30，31，32，33および34を，互いに，かつ，このハウジングが設けられるユーザーの放熱板から電気的に絶縁する。リードフレームのパッドは，部品S1からS6により生じた熱的エネルギーを，リード端子を通じ，放熱部材と接触して設けた，熱的に導電性の絶縁層へ導くよう作用することに注目できる。熱エネルギーが高いパーセントで熱的導電性絶縁層を通じて拡散し，残りはリード端子を通じて拡散する(段落【0016】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "以上説明したように，本発明は，パワー用の部品を，モジュールの絶縁ハウジング内に挿入されたリードフレームのリードフレーム拡幅部に直接に装着したものであり，IMSや他の基板の追加は必用ないため，モジュールを安価に構成できる(段落【0022】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "図2，3には，絶縁ハウジングの底部に絶縁層(70)が設けられ，導電性パッドを露出させないものが記載されており，他の図面を見ても，絶縁ハウジングの底部が開口しているものはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のア(ア)～(カ)を見ても，本願補正明細書(甲1，2，4)の発明の詳細な説明(特に，発明が解決しようとする課題，課題を解決する手段，発明の実施の形態)や図面においては，本願補正発明1の構成要件Bのハウジングが「トップ」と「底部」を有し，「トップ」は開口したものであることを裏付ける記載はあるが，それ以上に，「底部」の構造について何らかの限定を加えたものと理解できる記載は見当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願補正発明1の絶縁ハウジングが「開口したトップ」と「開口した底部」とを有するとはいえないものであるから，同絶縁ハウジングが「開口した底部」を有することを前提とする取消事由1の主張は，その前提を欠き，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願補正発明12における，「リードフレームの導電性パッドと放熱部材との間に挿入され」て「熱的に導伝性で電気的に絶縁する層」が，本願補正明細書(甲1，2，4)に記載された実施形態の層70に相当することは明らかであり，本願補正明細書(甲1，2，4)の段落【0016】の記載によれば，窓51，52，53及び54を形作る構成部分と周囲枠体を形作る構成部分がハウジング50を構成する部分であることが明らかである，他方，本願補正明細書(甲1，2，4)には，絶縁層70に関して，これがハウジングの一部を構成する部分であるといったことを示唆する記載又はそのことを明確に示す記載は一切ないと主張する。",
                    "しかし，たとえ絶縁層70がハウジング50の一部を構成する部分でなかったとしても，このことから当然に，本願補正発明1の絶縁ハウジングが「開口した底部」を有することとなるとはいえないものであるところ，本願補正発明12の特許請求の範囲の文言自体をみても，ハウジングの底部の構造について特段限定のない本願補正発明1を前提に，パワーモジュールを構成するハウジングの底部の構造について限定をしたものと理解することを妨げるようなものではない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願補正発明1の構成要件Gにおける「…前記モジュールと別体の放熱支持体上に装着できる，リードフレームの導電性パッドの底面と，を有する」とは，導電性パッドの底面が放熱支持体上に装着可能な状態にあることを意味するところ，「装着可能な状態」とは一般的には直接的に装着できる状態と解され，導電性パッドの底面がモジュールと別体の放熱支持体上に直接的に装着可能になるためには，導電性パッドの底面がモジュール(すなわちハウジング)の底面から露出していることが前提であると主張する。",
                    "しかし，上記「装着可能な状態」が一般的には直接的に装着できる状態と解することができるとしても，上記記載のみから，絶縁層(70)を介して間接的に装着する状態が排除されているとまで読みとることはできず，ハウジングの底部が開口している場合も開口していない場合も，モジュールと別体の放熱支持体上に装着できることに変わりはない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願補正明細書(甲1，2，4)においては，絶縁ハウジング(50)と導電性パッド(31，33)を含むリードフレームと，絶縁ハウジング(50)の底部に配置された絶縁層(70)とを含むパワーモジュールの構成が明確に開示されており(段落【0015】【0016】等)，さらに，図2には，絶縁ハウジング(50)と絶縁層(70)は異なるハッチングパターンを用いて異なる別材として描かれており，底部の開口に，絶縁ハウジング(50)とは別体の絶縁層(70)が配置された絶縁ハウジング(50)が開示されていると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本願補正明細書(甲1，2，4)の段落【0015】，【0016】において絶縁ハウジングの底部に配置された絶縁層を含むパワーモジュールの構成が開示されているとしても，このことから当然に，本願補正発明1の絶縁ハウジングが「開口した底部」を有するといえることにはならない。また，図2において，絶縁ハウジング(50)と絶縁層(70)が異なるハッチングパターンを用いて異なる別材として描かれ，底部の開口に，絶縁ハウジング(50)とは別体の絶縁層(70)が配置された絶縁ハウジング(50)が開示されているとしても，このことと，当該別体の絶縁層が消去された発明が開示されているかどうかということとは論理的に直接の関係はないと言わざるを得ないから，図2において絶縁層(70)がなくハウジング(50)の底部に開口があるものも開示されているということは困難である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そもそも，原告が指摘する本願補正明細書(甲1，2，4)の段落【0016】には，「…薄い絶縁材料による底部の層70は，ハウジング50の底全体に対して位置し，パッド30，31，32，33および34を，互いに，かつ，このハウジングが設けられるユーザーの放熱板から電気的に絶縁する。」とあり，異なる部材であるにしても，ハウジングの底全体には絶縁材料の層が位置していることが分かる。さらに，同明細書の段落【0005】には，「本発明によると，パワー部品は，リードフレームのリードフレーム拡幅部に直接に装着され，そのパワー部品は，モジュールの絶縁ハウジング内で挿入され，モールド化され，かつ，そのハウジングにより支持される。熱導伝性の絶縁層は，モジュールに対する放熱支持体から絶縁するために，リードフレーム素子の下に横たわる。」と記載され，ハウジングの底部に絶縁層が横たわるものであることが分かる。これらの各記載は，絶縁層70を省略して底部を開口したパワーモジュールが本願補正発明1に対応する実施態様であるとの原告主張に沿わないものであり，本願補正発明1はハウジングの底部の構造について特段限定しないものとの理解を妨げないものである。",
                        "以上によれば，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本願補正明細書(甲1，2，4)の段落【0005】の「本発明によると，パワー部品は，リードフレームのリードフレーム拡幅部に直接に装着され，…そのハウジングにより支持される。熱導伝性の絶縁層は，モジュールに対する放熱支持から絶縁するために，リードフレーム素子の下に横たわる。」との記載は，本願補正発明12の構成を開示したものであり，本願補正発明1に対応するものではない，リードフレーム下部に絶縁層を有しない本願補正発明1の構成によっても，リードフレームと放熱支持体間の電気的絶縁性を確保することができ，本願補正発明の課題・目的を達成することは可能である，と主張する。",
                    "しかし，上記(2)～(4)の説示に照らしても，本願補正明細書(甲1，2，4)の段落【0005】の当該記載が，本願補正発明1に対応するものではないというべき根拠はないし，たとえリードフレーム下部に絶縁層を有しない本願補正発明1の構成によってリードフレームと放熱支持体間の電気的絶縁性を確保することができ，本願補正発明の課題・目的を達成することが可能であるとしても，そのこと自体は，本願補正発明1をそのような構成と理解しても本願補正明細書(甲1，2，4)の記載と矛盾はしないことを示したに止まり，本願補正発明1の構成がリードフレーム下部に絶縁層を有しないことの積極的根拠を示したことにはならない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本願補正発明1(請求項1)と本願補正発明12(請求項12)の関係において，本願補正発明12が本願補正発明1の一部の構成要素をさらに限定(内的付加)したものであるとはいえないと主張する。",
                    "しかし，本願補正発明(請求項12)を見ると，同項は，請求項8の記載を引用して，「熱的に導伝性で電気的に絶縁する層が，リードフレームの導電性パッドと放熱部材との間に挿入される請求項8記載のパワーモジュール。」と規定している。そして，請求項8は請求項3の全部を引用し，請求項3は請求項1の全部を引用したものであるから，請求項12は，請求項1を全部引用したものといえる。そうすると，請求項12は，ハウジングの底部の構造について特段限定のない本願補正発明1を前提に，パワーモジュールを構成するハウジングの底部の構造について限定をしたものと理解することを妨げないというべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本願補正発明1と引用発明との相違点の看過)，取消事由3(本願発明1と引用発明との相違点の看過)について",
          "text": [
            "原告の取消事由2，取消事由3に係る主張は，その内容自体から，いずれも取消事由1を前提とするものであることが明らかであるが，上記2に説示したとおりの次第で取消事由1の主張には理由がないのであるから，その余について検討するまでもなく，取消事由2，3の主張も理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10409",
    "date": "2007-04-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034581",
    "ipprecedent_id": "970",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}