{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は控訴人に対し，原判決末尾添付商標権目録記載の登録商標につき，同登録目録記載の移転登録の抹消登録手続をせよ。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審を通じて，控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文第1，2項と同じ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人は，昭和36年12月に設立され，電気工事用機械工具類の販売等を業とする産機興業株式会社(以下「産機興業」という。)の代表取締役の職にある。控訴人は，原判決末尾添付商標権目録記載の商標権(登録第0891948号。以下「本件商標権」という。)を有していた。産機興業は，その商品に，当該商標権に係る登録商標を付して，販売をしていた。産機興業は，平成13年7月16日，2回目の手形不渡りを出して倒産し，その後任意整理が行われたが，平成15年9月19日，東京地方裁判所から破産決定を受けるに至った(同裁判所平成15年(フ)第15675号)。",
            "産機興業の任意整理手続において，同社の在庫商品等及び従業員の一部と共にその営業を被控訴人に譲り渡して，被控訴人において事業を継続する方策が協議されたが，その中で，本件商標権についても，控訴人から被控訴人に譲り渡すことが検討された。そして，控訴人は，平成13年8月20日ころ，被控訴人との間で，本件商標権を被控訴人に無償で譲渡するとの合意をし(以下「本件譲渡契約」という。)，同年9月18日，原判決末尾添付登録目録記載のとおり，本件商標権を控訴人から被控訴人に移転する旨の登録がされた(以下「本件移転登録」という。)。",
            "本件は，控訴人が，被控訴人に対し，本件譲渡契約は公序良俗違反により無効であり，又は控訴人の意思表示は詐欺に基づくものであるから取り消したと主張して，本件移転登録の抹消登録手続を請求している事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，本件譲渡契約が公序良俗に反するということはできず，当該契約に係る控訴人の意思表示が被控訴人の詐欺に基づくものともいえないとして，控訴人の請求を棄却した。",
            "控訴人は，これを不服として，本件控訴を提起し，原判決は証拠の評価を誤り，事実の認定を誤ったものであると主張している。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "本件における「争いない事実」及び「控訴人及び被控訴人の各主張」は，原判決の「事実及び理由」の「第2 事案の概要等」及び「第3 争点に関する当事者の主張」に記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求は理由がないと判断する。その理由は，原判決の「事実及び理由」の「第4 当裁判所の判断」のとおりであるから，これを引用する。",
        "控訴人は，原判決は証拠の評価及び事実の認定を誤ったものであると主張するが，本件における全証拠を精査すれば，前記引用に係る原判決(8頁14行～19頁18行)記載の事実を認定することができ，同じく引用に係る原判決(19頁19行～27頁13行)記載のとおり，本件譲渡契約が公序良俗に違反するということはできず，当該契約に係る控訴人の意思表示が被控訴人の詐欺に基づくものとも認められないから，控訴人の請求は理由がない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}