{
  "conclusion": [
    {
      "text": "特許庁が不服2004-3524号事件について平成18年3月30日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年5月10日，「WebRings」の文字と，「b」の",
            "上部から「n」の上部にかけては先太りとなり，また，「i」の下部から「e」の下部にかけては先細りになり，青色で表された半円状の矢印二つを組み合わせ，その下方に「ウェブリングス」の文字を配した構成よりなる商標につき，指定役務を商標法施行規則6条別表の「商品及び役務の区分」第42類(以下，同別表の区分に従い，単に「第42類」などという。)「電子計算機の性能・操作方法等に関する紹介及び説明，電子計算機のプログラムの設計・作成又は保守，電子計算機(中央処理装置及び電子計算機用プログラムを記憶させた電子回路・磁気ディスク・磁気テープその他の周辺機器を含む。)の貸与」(以下「本件指定役務」という。)として，商標登録出願をしたが(商願2000-50978号，以下，この出願を「本件出願」といい，その商標を「本願商標」という。)，平成16年2月5日に拒絶査定を受けたので，同年2月23日，拒絶査定に対する不服の審判を請求した。特許庁は，これを不服2004-3524号事件として審理した結果，平成18年3月30日，「本件審判の請求は，成り立たない。」との審決をし，同年4月14日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決は，別添審決謄本写し記載のとおり，①本願商標は，「WebRings」及び「ウェブリングス」の文字部分が本件指定役務と関連の深い情報通信の分野において特定の意味で使用されており，青色で表した矢印部分にも自他役務識別力がないから，これに接する取引者・需要者が何人の業務に係る役務であるかを認識することができないものであって，商標法3条1項6号に該当し，②また，「WebRings」及び「ウェブリングス」の文字部分が上記分野において特定の意味で使用されているため，本件指定役務中，上記以外の役務に使用するときは，役務の質の誤認を生じさせるおそれがあるから，同法4条1項16号に該当し，登録することはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，①本願商標の構成中の「WebRings」及び「ウェブリングス」の文字部分が情報通信の分野において特定の意味で使用されており，青色で表した矢印部分にも自他役務識別力がないと誤認した結果，商標法3条1項6号に該当するとの誤った結論を導き(取消事由1)，②また，本願商標が上記のようなものであって，同法4条1項16号にも該当するとの誤った結論を導いたものであるから(取消事由2)，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法3条1項6号該当性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「WebRings」及び「ウェブリングス」の文字部分について審決は，「本願の指定役務と関連の深い情報通信の分野においては，『WebRing』及び『ウェブリング』の語は，『同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム』，『趣味サイトの主催者が連帯感を強調するために同型のサイトに合流すること』のごとき意味合いを表すものとして使用されており，かつ，『Webring』『ウェブリング』の語と同義語としても用いられていることは，例えば，以下の新聞記事の情報，あるいは，インターネット・ホームページの情報等によって，その実情の一端をうかがい知ることができる。」(審決謄本2頁下から第3段落)と認定したが，誤りである。",
                "本願商標の構成部分である「WebRings」及び「ウェブリングス」の語は，いわゆるIT関連の各種辞典類には全く掲載されておらず，例えば，「ウェブリングス」を「Google」によって検索すると，平成13年11月28日の時点で31件のヒット件数があったが，そのうちの15件は，原告の使用に係るものであった。このことからすれば，「同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム」，「趣味サイトの主催者が連帯感を強調するために同型のサイトに合流すること」などといった意味合いを表すものとして使用される，一般化したインターネット上の用語あるいは普通名称として理解，認識されているとはいえない。",
                "一方，審決が挙げる新聞記事は，「同盟」についての定義を述べているものであって「WebRings」及び「ウェブリングス」の語についての定義ではなく，インターネットのホームページの情報も，個人が勝手に定義したにすぎないものである。",
                "したがって，「WebRings」及び「ウェブリングス」の語が本件指定役務と関連の深い情報通信の分野において特定の意味で使用されているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "青色で表した矢印部分について",
              "text": [
                "審決は，「青色で表した矢印部分については，構成する曲線の太さが同一でなく表されているとしても，文字のデザイン化が盛んに行われている昨今の実情からすると，この程度のデザインをして，格別特異な書体，特殊な記号を表したものとはいい難く，むしろ，サイトが循環している様子を強調するために描かれたもの程度に理解されると見るのが相当であるから，自他役務を識別するための標識として理解されるものとは認め難いものである。」(審決謄本3頁下から第3段落)と認定したが，誤りである。",
                "平成18年5月17日，情報通信の分野に直結する第38類の「電子計算機端末による通信」を含む「電気通信(放送を除く。)」の分野で，特許庁の図形商標検索によって矢印の出願・登録状況を検索したところ，359件が検索されたが，文字，図形を矢印で円形に囲ったような形状の商標は，わずか8件の商標のみであった。これらの商標中，二つの矢印で文字，図形を円形に囲ったような形状の商標は4件にすぎず，しかも，矢印の色彩，形状は，本願商標とは大きく相違するものであった。",
                "また，本願商標の役務の区分である第42類の分野で同様に検索したところ，1202件が検索されたが，文字，図形を矢印で円形に囲ったような形状の商標は，わずか10件であった。",
                "このように，各種の商品，役務において，ある種の意味又は約束事を記号，図形で視覚的に表現することは，広く一般に行われており，その一つとして様々な形状の矢印のものが用いられていることは事実であるが，本件指定役務及びこれに関連する分野においてみると，矢印は，その役務に係るある種の意味又は約束事を視覚的に表現するものとして使用されている事例がなく，まして，本願商標の構成中の矢印部分と同一又は類型的なものが使用されている事例は皆無である。",
                "そうすると，本願商標の構成中の矢印部分は，商標のデザイン化が盛んに行われている昨今の実情を考慮にいれても，本件指定役務との関係において，自他役務識別標識としての機能を十分に果たし得るというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願商標は，本件指定役務との関係において，自他役務識別標識としての機能を十分に果たし得るから，「上記意味合いを看取させるにすぎない本願商標を，本願指定役務に使用した場合には，これに接する需要者は，自他役務の識別標識として認識するというよりは，むしろ，それを妨げる何か特別の事情がない限り，この語句の有する上記意味合いから，ごく自然に『同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム』という，情報通信に関して提供される役務の特性を記述的に表した表現として認識，理解することになるというべきである。」(審決謄本3頁最終段落～4頁第1段落)，「してみれば，本願商標は，その指定役務中『同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム』に関する役務について使用しても，格別顕著なところはなく，これに接する取引者，需要者が何人かの業務に係る役務であることを認識することができない」(同4頁第3段落)として，本願商標が商標法3条1項6号に該当するとした審決の判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項16号該当性の判断の誤り)",
          "text": [
            "審決は，上記1(3)の判断を前提にした上，「本願の指定役務中，上記以外の役務に使用するときは，役務の質の誤認を生じさせるおそれがある」(審決謄本4頁第3段落)と判断したが，誤りである。",
            "原告は，情報サービス企業の大手として位置付けられている会社であり，本件出願前，すでに，情報サービスとして，本件指定役務に係る業務について，本願商標を使用して広く事業を展開していた。すなわち，原告は，「WebRings」，「ウェブリングス」と名付けた，インターネットのホームページと同じ操作性で統一した地方自治体の事務向けの行政情報システムを開発し，多くの地方自治体に導入され，大きな成果を上げて，平成13年には，すでに各種雑誌，業界新聞にも数多く取り上げられ，「WebRings」及び「ウェブリングス」の名が取引者・需要者間に周知，著名となっていたものである。",
            "したがって，本願商標は，取引者・需要者において，何人かの業務に係る役務であることを認識できる商標というべきものであり，かつ，本件指定役務中のいかなる役務について使用しても，役務の質の誤認を生じさせるおそれはないものであるから，本願商標が商標法4条1項16号に該当するとした審決の判断は，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法3条1項6号該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「WebRings」及び「ウェブリングス」の文字部分について本願商標中の「WebRings」及び「ウェブリングス」の文字部分は，その前半の「Web」及び「ウェブ」の語が，「網，編目」等の意味を有し，コンピュータに関する分野では，「インターネット上にハイパーテキストを用いて構築される全世界規模の情報システム」，ワールドワイドウェブ(W",
              "text": [
                "orld Wide Web)の略称を表す語として，本件指定役務に係る",
                "取引者・需要者間に広く認識されていたものであり，また，後半の「Rings」及び「リングス」の語は，「輪，環」等の意味を有し，コンピュータに関する分野では，上記意味合いが転じて，「物理的に環のような形で接続されていたり，並べていたり，動いていたりするものあるいはその状態」を表すのに使われる「ring」の複数形の語として，比較的よく知られた英語及びその片仮名を表記した語ということができる。",
                "そして，平成16年6月18日付け毎日新聞(東京)朝刊(乙1)，ウェブサイトの「XOOPS WebRing」と称するホームページ(乙2)，",
                "「海ドラネット」と称するホームページ(乙3)，「自宅サーバーWebRing」と称するホームページ(乙4)，「台東区情報検索『台東サーチ』」と称するホームページ(乙5)，「Saga ＆ Edda Webr",
                "ing」と称するホームページ(乙6)，「児童文学・絵本・童話ウェブリング」と称するホームページ(乙7)によれば，「Web」，「ウェブ」と「Ring」，「リング」が結びついた「WebRing」ないし「ウェブリング」の語に関して，「サイト同士のサークル」，「コンセプト，テーマを持つサイトをつなぐ [輪] のこと」，「無数のホームページの集まりであり，同じ趣味・主張・興味を持つ人たちが，それぞれのウェブページを繋ぎあわせて創られた，『コミュニティーとしてのリング(輪)』の集大成」などといった同趣旨の定義付けがされている。その他，各種の「ウェブリング」への登録を受け付けるウェブサイトが複数ある。",
                "以上によれば，本願商標の審決時の平成18年3月30日には，「WebRing」及び「ウェブリング」の各文字は，「同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム」等の意味合いを有するものとして，本願商標の指定役務に係る取引者・需要者に認識，理解されていたというべきである。そして，審決時に，本件指定役務に係る取引者・需要者において，「WebRings」及び「ウェブリングス」の各文字は，上記の意味合いの複数形の同義語として認識，理解されていたというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "青色で表した矢印部分について",
              "text": [
                "矢印については，単独又は矢印同士の組合せ，あるいは他の記号，文字との組合せにつき，幅広い分野において多様な形で使用されている実情があるから，本願商標を構成する矢印部分については，格別特異な書体，特殊な記号を表したものとはいい難いものである。そして，本願商標の青色で表した矢印部分については，構成する曲線の太さが同一でなく表されているとしても，上記実情からすると，この程度のデザインをして，格別特異な書体，特殊な記号を表したものとはいい難く，むしろ，サイトが循環している様子を強調するために描かれたもの程度に理解されるとみるのが相当である。",
                "なお，審決において，「情報通信に関して提供される役務の特性を記述的に表した表現として認識，理解することになる」(審決謄本4頁第1段落)と述べたのは，その前段で，青色で表した矢印部分の自他役務の識別力を否定した上，「この語句の有する上記意味合いから」(同)と明記しているように，「WebRings」及び「ウェブリングス」の文字部分について，「情報通信に関して提供される役務の特性を記述的に表した表現として認識，理解することになる」と認定しているものである。したがって，青色で表した矢印部分のみを「記述的に表した表現として認識，理解することになる」と認定したのではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このように，本願商標を構成する文字部分及び矢印部分を含め，商標全体の構成自体からみても，これをその指定役務中「同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム」に関する役務に使用した場合に，前記した文字部分の意味合い及び矢印部分の存在をもってしても，構成全体として格別顕著なところはなく，自他役務の識別力を欠き，商標としての機能を果たし得ないというべきであるから，需要者が何人かの業務に係る役務であることを認識することができない商標に該当するものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(商標法4条1項16号該当性の判断の誤り)について本願商標を本件指定役務について使用した場合，これに接する取引者・需要者は，前記1(1)で述べた事情によって，「ホームページ(サイト)をリングのように繋ぎ合わせる用語の一つ」を表したものと理解，認識する可能性があるので，上記の意味でない内容の役務について使用されるときには，役務の質の誤認を生じさせるおそれがある。",
            "原告が提出した証拠から，原告が「行政情報システム」と称するシステムに関与していることはうかがえるとしても，いまだ，本件指定役務との関係が不明確であり，本件指定役務の全部について「WebRings」，「ウェブリングス」の標章及び本願商標が原告の業務に係る役務を表示する商標として広く一般に認識されているとはいえない。",
            "したがって，本願商標が商標法4条1項16号に該当するとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法3条1項6号該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願商標は，「WebRings」及び「ウェブリングス」の文字部分が本件指定役務と関連の深い情報通信の分野において特定の意味で使用されており，青色で表した矢印部分にも自他役務識別力がないから，これに接する取引者・需要者が何人の業務に係る役務であるかを認識することができないものであって，商標法3条1項6号に該当するとした審決の判断の誤りを主張する。",
                "そこで，まず，本願商標の構成についてみると，本願商標は，「WebRings」の文字(小文字である「eb」「ings」の文字を斜体とし，かつ，「g」の文字を図案化している。)と，「b」の上部から「n」の上部にかけては先太りとなり，また，「i」の下部から「e」の下部にかけては先細りになって，いずれも青色で表された半円状の矢印二つを組み合わせ，この上下の矢印で「WebRings」の文字を楕円形に囲ったような形状をし，その下方に「ウェブリングス」の文字を配した構成よりなるものである。したがって，本願商標は，一見して標章としての外観を有しており，構成自体が商標としての体をなしていないようなものでないことが明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「WebRings」及び「ウェブリングス」の文字部分についてア 証拠(甲22，乙16，17)及び弁論の全趣旨によれば，「Webring」(ウェブリング)は，1995年(平成7年)6月，アメリカ合",
              "text": [
                "衆国において作られたコンピュータシステムの名称であり，翌年6月同国において稼働を開始し，我が国においては，平成10年9月，このシステムを日本語化した株式会社兼松コンピュータシステムが「ウェブリング・ジャパン」の名称で稼働を開始したこと，「WebRing」及び「ウェブリング」は，一般的な国語辞典には全く掲載されていないのみならず，いわゆるIT関連の各種辞典類にも全く掲載されていない造語であることが認められる。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "「WebRings」の語が，「Web」と「Rings」とを結合し",
                  "text": [
                    "たもの，「ウェブリングス」の語が，「ウェブ」と「リングス」とを結合したものであることは，それ自体から明らかである。「Web」(ウェブ)は，元来，「クモの巣」，「織布，織物」等を意味する英語であるとされているが，証拠(乙8～10)によれば，インターネット関連の分野では，「World Wide Web」の略称で，おおむね「インター",
                    "ネット上に分散したハイパーテキスト形式の情報を検索するシステム」，「インターネット上にハイパーテキストを用いて構築される全世界規模の情報システム」といった意味のものとして普通名称化されていることが認められる。",
                    "また，「Rings」は，「輪，環」などを意味する英語であるが，その称呼である「リングス」は，上記の意味を有するものとして我が国に定着し普通名詞化していることが，当裁判所に顕著である。",
                    "そうすると，結合語である「WebRings」及び「ウェブリング",
                    "ス」の語は，「ウェブの環」，「ウェブの輪」などといった観念を生ずる余地がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点について，審決は，新聞記事及びインターネットのホームページの記載を指摘して，「本願の指定役務と関連の深い情報通信の分野においては，『WebRing』及び『ウェブリング』の語は，『同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム』，『趣味サイトの主催者が連帯感を強調するために同型のサイトに合流すること』のごとき意味合いを表すものとして使用されて」(審決謄本2頁下から第3段落)いるなどとし，これらの語が自他役務識別標識としての機能を発揮し得えない理由を述べている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "しかし，平成16年6月18日付け毎日新聞(東京朝刊)(甲29の1)には，「最新子供ネット事情：秘密基地いくつも たまり場系増加／親の目にも限界」の表題の下に，「同盟」の意味について，「趣味サイトの主宰者が連帯感を強調するため同系サイトに合流すること。「ウェブリング」も同じで，サイト同士のサークルを指す。『同盟とかしています』などと使う。」 との記事がある。",
                    "上記記事によると，「同盟」と「ウェブリング」とを同意義のものとし，「サイト同士のサークルを指す」ものとしており，かなり特殊な定義付けであって，これを一般化するのは困難である。",
                    "また，ウェブサイトの「XOOPS WebRing」と称するホーム",
                    "ページ(乙2)，「海ドラネット」と称するホームページ(乙3)，「自宅サーバーWebRing」と称するホームページ(乙4)，「台東区情報検索『台東サーチ』」と称するホームページ(乙5)，「Saga ＆Edda Webring」と称するホームページ(乙6)，「児童文学",
                    "・絵本・童話ウェブリング」と称するホームページ(乙7)には，「WebRing」ないし「ウェブリング」の語について，それぞれ，「WEBRIＮGは似たコンセプト，テーマを持つサイトをつなぐ [輪] のことです。」，「ウェブリングとは無数のホームページの集まりであり，同じ趣味・主張・興味を持つ人たちが，それぞれのウェブページを繋ぎあわせて創られた，『コミュニティーとしてのリング(輪)』の集大成です」，「自宅サーバー(ホームサーバー)に関する情報を提供するホームページを輪(リング)のように相互リンクするものです。」，「この『台東区ウェブリング』では，台東区に関する情報を提供するホームページを輪(リング)のように相互リンクするものです。」，「Web Ringとは，同じ趣味や主張を持つ人々が，それぞれのWebサイトを輪のように相互リンクするシステムです。」，「ウェブリングとは，登録されたサイトを『巡回』するという形式の相互リンクです。」との各記載がある。",
                    "そうすると，「WebRings」及び「ウェブリングス」の語は，上記認定のとおり，ホームページの作成者自身による独自の定義付けであるのみならず，「人の輪」，「コミュニティーの輪」，「ホームページの輪」，「ウェブサイトの輪」などといったさまざまな意味付けがされており，特定の意味に使われているとはいえないから，これをインターネット上の一般的な用語例あるいは普通名称であると断定することは困難であるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，「WebRings」及び「ウェブリングス」の語は，本件指定役務又はこれと関連の深い情報通信の分野において，審決のいうように，「同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム」，「趣味サイトの主催者が連帯感を強調するために同型のサイトに合流すること」といった特定の意味合いを表すものとして，ありふれた用語でも普通名称化しているものでもないのみならず，本件全証拠によっても，上記分野との関連で自他役務識別力を有しないことを認めるに足りないから，自他役務識別力を有しない語であると断定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "青色で表した矢印部分について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の構成中，「WebRings」の文字は，「Web」と「Rings」から構成されていることが外観上明らかであるところ，「WebRings」の上の矢印は，「Web」から「Rings」を指してお",
                  "text": [
                    "り，下の矢印は，「Rings」から「Web」を指しており，上部の矢印は先太り，下部の矢印は先細りとなって，いずれも青色で表された半円状の矢印二つを組み合わせ，この上下の矢印で「WebRings」の文字を楕円形に囲ったような形状をしていることは，前記(1)のとおりである。",
                    "審決は，「青色で表した矢印部分については，構成する曲線の太さが同一でなく表されているとしても，文字のデザイン化が盛んに行われている昨今の実情からすると，この程度のデザインをして，格別特異な書体，特殊な記号を表したものとはいい難く，むしろ，サイトが循環している様子を強調するために描かれたもの程度に理解されると見るのが相当であるから，自他役務を識別するための標識として理解されるものとは認め難いものである。」(審決謄本3頁下から第3段落)と判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "しかし，証拠(甲24，25の1～8，甲26，27の1～10)によ",
                  "text": [
                    "れば，平成18年5月17日の時点で，第38類の「電子計算機端末による通信」を含む「電気通信(放送を除く。)」の分野で，特許庁の図形商標検索によって検索される矢印の図形の数は359件であったが，そのうち，二つの矢印で文字，図形を円形に囲ったような形状の図形とした商標は4件であったこと，同月15日の時点で，第42類の分野で同様に検索される矢印の図形の数は1202件であったが，二つの矢印で文字，図形を円形に囲ったような形状の図形とした商標は10件であったことが認められる。",
                    "そうすると，二つの矢印で文字を楕円形に囲ったような形状の図形とした商標は，第38類及び第42類の分野で，ありふれたものとはいえず，しかも，「WebRings」及び「ウェブリングス」の文字部分とあいまって，ウェブが輪のように循環する観念を想起させているものであり，自他役務識別力を有し得ない図形であるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，文字のデザイン化が盛んに行われている昨今の実情を勘案しても，矢印部分のみを取り上げて，「サイトが循環している様子を強調するために描かれたもの程度に理解されると見るのが相当である」として一定の観念を想起させるものであることを認定しながら，格別の根拠もなく，「自他役務を識別するための標識として理解されるものとは認め難い」とした審決の判断には，論理の飛躍があり，図形の自他役務識別力を不当に狭く解するものであって，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願商標は，その構成自体から自他役務識別力を欠くものとも，商標としての機能を果たし得ないものともいえず，商標法3条1項6号にいう「需要者が何人かの業務に係る商品又は役務であることを認識することができない商標」であるとはいえないから，「上記意味合いを看取させるにすぎない本願商標を，本願指定役務に使用した場合には，これに接する需要者は，自他役務の識別標識として認識するというよりは，むしろ，それを妨げる何か特別の事情がない限り，この語句の有する上記意味合いから，ごく自然に『同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム』という，情報通信に関して提供される役務の特性を記述的に表した表現として認識，理解することになるというべきである。」(審決謄本3頁最終段落～4頁第1段落)，「してみれば，本願商標は，その指定役務中『同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム』に関する役務について使用しても，格別顕著なところはなく，これに接する取引者，需要者が何人かの業務に係る役務であることを認識することができない」(同4頁第3段落)とした審決の判断は，誤りというべきであり，原告の取消事由1の主張は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(商標法4条1項16号該当性の判断の誤り)について(1) 審決は，本願商標を本件指定役務に使用した場合，これに接する取引者・需要者は，「ごく自然に『同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム』という，情報通信に関して提供される役務の特性を記述的に表した表現として認識，理解することになる」(審決謄本4頁第1段落)のが通常であるから，「本願の指定役務中，上記以外の役務に使用するときは，役務の質の誤認を生じさせるおそれがあるというを相当とする。」(同頁第3段落)として，本願商標が商標法4条1項16号に該当すると判断したのに対し，原告は，審決時までに，本願商標中の「WebRings」及び「ウェブリングス」の文字部分が原告の業務に係る役務を表示する商標として広く一般に認識されており，役務の質の誤認を生じさせるおそれはない旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そこで，検討すると，「WebRings」及び「ウェブリングス」の語は，本件指定役務又はこれと関連の深い情報通信の分野において，審決のいうように，「同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム」，「趣味サイトの主催者が連帯感を強調するために同型のサイトに合流すること」といった特定の意味合いを表すものとして，ありふれた用語でも普通名称化しているものでもないことは，前記1(2)オのとおりであり，証拠によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，情報サービス企業の大手として，全国の地方自治体等を対象にして，ビジネスを展開している株式会社である。(甲5，16)"
                },
                {
                  "fig": "イ",
                  "subject": "平成12年3月15日付け日経産業新聞において，「ネット操作感覚の行政情報システム アイネス」との見出しで，「アイネス・・・は市役所などの地方自治体の事務向けにインターネットのホームページと同じ操作性で統一した行政情報システム『ウェブリングス』を発表した。」との記事が掲載され，また，同月20日付け日本情報産業新聞において，「Webで行政事務 電子政府の構築を支援」との見出しで，「アイネスは，住民登録から地方税，年金，福祉，介護業務など地方自治体にWebコンピューティング技術を適用した総合行政情報システム『Web-Rings(ウェブリングス)』を開発した。・・・埼玉県草加市が昨年四月から稼働を開始，その他四自治体が導入を決定している。」との記事が掲載され，同年10月25日付け読売新聞朝刊においては，「投資案内」で原告が紹介され，「現在，自治体対象に，ネットを利用した総合行政システム『ウェブリングス』の積極的営業活動を展開」との記事が掲載されている。同年11月16日付け日刊工業新聞においては，「行政情報システムでサービスを開始 アイネス」との見出しの下で，「アイネス・・・は15日，電子市役所の実現のためのインターネット型総合行政情報システム『WebRings(ウェブリングス)』による新サービスを始めた。」との記事が掲載され，同月28日付け日本工業新聞においては，原告代表者へのインタビュー記事が掲載され，その中に，「今年三月には自治体と個人・企業を一つのネットワークで結ぶインターネット型総合行政情報システム『ウェブリングス』を開発した。」との記載がある。(甲2～5，19)ウ 平成13年1月22日付け電経新聞においては，原告について，「主力システム」「インターネット型総合行政情報システム『ウェブリングス』」の見出しの下で，原告の事業が大きく掲載され，同年5月14日付けData Communicationにおいては，「電子自治体ビジ",
                  "text": [
                    "ネス 主要ベンダーの展開」の見出しの下で，「アイネスはWebコンピューティングによる総合行政情報システム『WebRings(ウェブリングス)』に全力投球」との記事があり，同年6月8日付け日経システムプロバイダ(甲15)においては，「アウトソーシング」の特集欄において，「例えばアイネスは2001年4月に，地方自治体向けの営業体制を強化するために，支社営業統括部を副社長直属の組織として新設。それと並行して，地方自治体特化のデータセンターを設置することで，システム運用体制を強化すると同時に，自社パッケージWebRingsを使ったASP(アプリケーション・サービス・プロバイダ)サービスも開始した。」(55頁右欄～56頁左欄)との記載がある。ちなみに，「アウトソーシング」とは，「企業のコア事業以外の部分をその分野の専門企業がバックアップすること」であるとされている。(甲14，15，17，18)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "財団法人地方自治情報センター発行の「地方自治コンピュータ」平成13年1月号(甲6)には，「地方自治情報センター主催で開催される恒例の『地方公共団体OAフェア』は，毎年10月に1ヵ月間にわたり全国規模で催される情報化月間の最大行事の一つとして，今年で18回目を迎えた。会場は昨年の東京・有楽町の東京交通会館12階のカトレアサロンとダイヤモンドホールから，今年は東京・池袋のサンシャインシティ文化会館4階展示ホールBに移し，より広い展示スペースを用意した。同時に，オープン初日の18日には，同じフロアのサンシャイン劇場で，～グローバル化する世界における個人識別情報の管理と活用～をテーマに『地方公共団体情報化推進シンポジウム』を開催した。」(63頁左欄)，「OAフェアは，昨年，アイ・エヌ・エス・エンジニアリング，朝日航洋，アジア航測，内田洋行，ＮTTデータ，沖電気工業，ぎょうせい，行政システム，国際航業，ジーシーシー，ゼンリン，東芝，東洋オフィスメーション，日本アイ・ビー・エム，日本電気，日本ユニシス，パスコ，日立情報システムズ，日立製作所，PFU，富士通，松下電器産業，三菱電機，リコーの24社が参加し開催されたが，今年は24社に加え，アイネス，ＮTTコミュニケーションズ，京都府町村会，TKC，電算，日本電子計算，富士電機，マイクロソフト，ロータスの9社が参加し計33社の出展と，過去最大規模での開催となった。」(同頁右欄～64頁左欄)，「総合行政情報システムは，単独業務処理アプリケーションをブロックのように積み上げて構築する。この単独アプリケーションに各社各様に様々な特徴を持たせたシステムを展示していた。ＮTTデータ，沖電気工業，ジーシーシー，ぎょうせい，TKC，電算，日本アイ・ビー・エム，三菱電機，日本ユニシス，行政システム，日本電気，日本電子計算，日立情報システムズ，日立製作所，アイネスなどの各社が軒を並べて出展・実演に熱を入れていた。」(67頁左欄)，「アイネスはWebコンピューティングによる総合行政情報システム『WebRings』を，インターネット型のシステムとして紹介していた。」(同頁右欄)との記載がある。(甲6)オ 原告は，財団法人地方自治情報センター発行の「地方自治コンピュータ」平成13年6月号に，本願商標を使用しての原告の総合行政情報システムについての広告を掲載しており，その他，平成12年以来，本願商標を付したニュースリリースあるいはパンフレットを，インターネット等を利用し広く頒布し，宣伝，広告に努めていた。(甲7～14)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記認定の事実によれば，平成12年3月以降，原告の提供する総合行政情報システム「ウェブリングス」に関する記事が全国紙，専門紙，業界紙の各新聞，業界誌等に繰り返し掲載され，同年10月の地方公共団体OAフェアにおいて，上記システムが展示され，原告自ら，継続的に上記システムの宣伝，広告をしていたことが認められ，これらの取引の実情の下では，審決の時点で，本願商標は，原告の提供する総合行政情報システムに使用されて，全国の地方自治体の関係者，企業の情報機器の関係者の間に広く知られていたものと認めるのが相当である。",
                "また，前記1(1)及び(2)のとおり，一般的に，「WebRings」及び「ウェブリングス」の語は，「ウェブの環」，「ウェブの輪」などといった観念を生ずる余地はあるが，「ウェブの環」，「ウェブの輪」などといっても，その意味はあいまいであり，何らかの特定の事柄を表すようなものとはいえないのみならず，かえって，「人の輪」，「コミュニティーの輪」，「ホームページの輪」，「ウェブサイトの輪」などといったさまざまな意味付けがされているのである。",
                "このように，「WebRings」及び「ウェブリングス」の語において，何らかの特定の事柄を表すようなものとはなっていないところ，上記のとおり，審決時において，本願商標は，原告の提供する総合行政情報システムの業務に係る役務に使用されて，全国の地方自治体の関係者，企業の情報機器の関係者の間に広く知られていたことからすると，本願商標の構成中の「WebRings」及び「ウェブリングス」の文字部分から，「ごく自然に『同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム』という，情報通信に関して提供される役務の特性を記述的に表した表現として認識，理解することになる」のが通常であるといえないことは，明らかである。",
                "そうすると，本願商標を本件指定役務に使用した場合，これに接する取引者・需要者が，「同じ趣味や興味を持つ人のサイト(ホームページ)をリングのように繋ぎ合わせるシステム」という，情報通信に関して提供される役務の特性を記述的に表した表現として認識，理解するのが通常であることを理由に，「本願の指定役務中，上記以外の役務に使用するときは，役務の質の誤認を生じさせるおそれがある」とした審決の判断は，その前提を誤っているものであり，当該役務が本件指定役務のいずれに含まれるかどうかはともかく，本件指定役務に使用したからといって，取引者・需要者において，役務の質の誤認を生ずるおそれの余地はないものといわざるを得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，原告が提出した証拠から，原告が「行政情報システム」と称するシステムに関与していることはうかがえるとしても，いまだ，本件指定役務との関係が不明確であり，本件指定役務の全部について「WebRings」，「ウェブリングス」の標章及び本願商標が原告の業務に係る役務を表示する商標として広く一般に認識されているとはいえないと主張する。",
                "しかし，前示のとおり，「WebRings」及び「ウェブリングス」の語は，何らかの特定の役務を表すものではないのみならず，かえって，審決時において，本願商標は，原告の提供する総合行政情報システムの業務に係る役務に使用されて，全国の地方自治体の関係者，企業の情報機器の関係者の間に広く知られていたのであって，取引者・需要者は，「WebRings」及び「ウェブリングス」の語から，原告の上記業務に係る役務を想起するのが通常であるということができるから，本願商標を本件指定役務のいかなる役務に使用しても，取引者・需要者において，役務の質につき誤認を生ずるおそれの余地はないものというほかはない。",
                "したがって，被告の上記主張は，採用の限りでない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そうすると，「本願の指定役務中，上記以外の役務に使用するときは，役務の質の誤認を生じさせるおそれがある」とした審決の判断は，誤りというべきであり，原告の取消事由2の主張は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由があるから，審決は取消しを免れない。",
            "よって，原告の請求は理由があるから認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}