{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2005−39212号事件について平成18年3月31日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「弾性側パネルを有する吸収体物品」とする特許第3440091号(平成4年6月8日出願，平成15年6月13日設定登録。以下「本件特許」という。)特許の特許権者である。",
            "原告は，平成17年11月18日，本件特許の願書に添付した明細書を訂正明細書(甲第3号証)のとおりに訂正することを求める訂正審判請求(甲第2号証)をした。",
            "特許庁は，上記審判請求を訂正2005−39212号事件として審理した結果，平成18年3月31日，「本件審判の請求は，成り立たない。」との審決をし，同年4月12日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成17年11月18日付け訂正審判請求は，本件特許の特許請求の範囲請求項1を下記の(1)から(2)に訂正すること(訂正箇所を下線で示す。)を含むものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正前",
              "text": [
                "第1ウェスト領域と，第2ウェスト領域とを有する使い捨て吸収体物品において，",
                "前記吸収体物品は，包含組立体と，第2ウェスト領域に位置された横方向に弾性的に伸長自在の弾性側パネルを備え，",
                "前記包含組立体は，液体透過性トップシートと，液体不透過性バックシートと，前記液体透過性トップシートと前記液体不透過性バックシートとの間に位置された吸収体コアを有し，",
                "前記弾性側パネルは，第2ウエスト領域の端縁部から脚縁部まで延びる耳フラップと，この耳フラップに接合された弾性側パネル部材とからなり，かつ歪ゼロ延伸積層体を有し，",
                "前記歪ゼロ延伸積層体は，実質的に張力が加えられない状態で互いに固定された少なくとも2つの材料層を有し，前記材料層の一方は伸長自在な材料からなる耳フラップであり，前記材料層の他方はエラストマー材料からなる弾性側パネル部材であり，",
                "前記材料層は，伸長自在な材料を永久的に伸長するのに十分な増加機械的延伸を受け，歪ゼロ延伸積層体を少なくとも横方向に弾性的に延伸できるようにしたことを特徴とする吸収体物品。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "訂正後",
      "text": [
        "第1ウェスト領域と，第2ウェスト領域とを有する使い捨て吸収体物品において，",
        "前記吸収体物品は，包含組立体と，第2ウェスト領域に位置された横方向に弾性的に伸長自在の弾性側パネルを備え，",
        "前記包含組立体は，液体透過性トップシートと，液体不透過性バックシートと，前記液体透過性トップシートと前記液体不透過性バックシートとの間に位置された吸収体コアを有し，",
        "前記弾性側パネルは，第2ウエスト領域の端縁部から脚縁部まで延びる耳フラップと，この耳フラップに接合された弾性側パネル部材とからなり，かつ歪ゼロ延伸積層体を有し，",
        "前記歪ゼロ延伸積層体は，実質的に張力が加えられない状態で互いに固定された少なくとも2つの材料層を有し，前記材料層の一方は伸長自在な材料からなる耳フラップであり，前記材料層の他方はエラストマー材料からなる弾性側パネル部材であり，",
        "前記材料層は，材料層のうちの一方の第2ウェスト領域の端縁部から脚縁部まで延びる耳フラップを構成する伸長自在な材料を永久的に伸長するのに十分な増加機械的延伸を受け，前記材料層のうちの他方のエラストマー材料からなる弾性側パネル部材は第2ウェスト領域の端縁部から脚縁部まで延び，歪ゼロ延伸積層体を少なくとも横方向に弾性的に延伸できるようにしたことを特徴とする吸収体物品。",
        "(以下，審決と同様に，訂正後の請求項1に係る発明を「訂正発明」といい，訂正後の明細書(甲第3号証)及び図面を「訂正明細書」という。)"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由",
      "text": [
        "別紙審決書の写しのとおりである。要するに，訂正発明は，特開平1−168902号公報(甲第5号証。以下，審決と同様に「刊行物1」という。)に記載された発明(以下，審決と同様に「刊行物1発明」という。)及び米国特許第4834741号明細書(甲第6号証。以下，審決と同様に「刊行物2」という。)に記載された発明(以下「刊行物2発明」という。)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとするものである。",
        "審決は，上記結論を導くに当たり，刊行物1発明の内容並びに訂正発明と刊行物1発明との一致点及び相違点を次のとおり認定した。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "刊行物1発明の内容",
          "text": [
            "複数のウエスト部分を有するおむつにおいて，",
            "液体透過性のトップシート11と，液体不透過性のバックシートと，前記トップシートと前記バックシートとの間に配置された吸収性要素を有するおむつ本体の，ウエスト部分において外方に張り出されて，ウエスト部分の端縁部から足ぐりまで延びる形状に形成された後耳に，留め耳に加えられる通常の指先力によって弾性延伸されることを可能にする弾性ひだを有しており，該弾性ひだは，後耳のおのおのにおいてバックシートに加熱弾性化可能材料から成る片を後耳の一端から足ぐりの方向に延びて取付け加熱収縮して設けられることにより，ひだを後耳の全高さに設け，向上された合い具合を得られるように形成したおむつ"
          ]
        },
        {
          "fig": "(2)",
          "subject": "一致点",
          "text": [
            "第1ウェスト領域と，第2ウェスト領域とを有する使い捨て吸収体物品において，前記吸収体物品は，包含組立体と，第2ウェスト領域に位置された横方向に弾性的に伸長自在の弾性側パネルを備え，前記包含組立体は，液体透過性トップシートと，液体不透過性バックシートと，前記液体透過性トップシートと前記液体不透過性バックシートとの間に位置された吸収体コアを有し，前記弾性側パネルは，第2ウエスト領域の端縁部から脚縁部まで延びる耳フラップと，この耳フラップに接合された弾性側パネル部材とからなり，かつ積層体であり，前記積層体は実質的に張力が加えられない状態で互いに固定された少なくとも2つの材料層を有し，前記材料層の一方は耳フラップであり，前記材料層の他方はエラストマー材料からなる部材である点"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点",
      "text": [
        "訂正発明の「弾性側パネル」を構成する「歪ゼロ延伸積層体」は，材料層のうちの一方の第2ウェスト領域の端縁部から脚縁部まで延びる耳フラップを構成する伸長自在な材料からなる耳フラップであり，前記材料層の他方は材料層のうちの他方のエラストマー材料からなる弾性側パネル部材であり，第2ウェスト領域の端縁部から脚縁部まで延び，前記材料層は，伸長自在な材料を永久的に伸長するのに十分な増加機械的延伸を受け，歪ゼロ延伸積層体を少なくとも横方向に弾性的に延伸することができるようにしているのに対して，刊行物1発明の「弾性ひだ」を構成する積層体の一方のバックシートは「伸長自在な材料」からなるとはされておらず，他方の「加熱弾性化可能材料から成る片30，31」の加熱収縮により形成されたひだによって横方向に弾性的に伸長し得るようにしたものであり，ひだは後耳の全高さに設けられるものの，弾性ひだは，後耳の一端から足ぐりの方向に延びて後耳に設けるものであり，向上された合い具合を得るための具体的な範囲の特定はなされていない点"
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，刊行物1発明と訂正発明との一致点の認定を誤り，ひいてはこれらの構成に関する相違点の判断を誤り(取消事由1)，刊行物2を参照しても，刊行物1発明に基づいて当業者が容易に訂正発明を行うことができないのに，この点の判断を誤った(取消事由2)ものであるところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(一致点認定の誤り，相違点に関する判断の誤り)審決は，刊行物1発明の「弾性ひだ」及び「加熱弾性化可能材料から成る片」と訂正発明の「弾性側パネル」及び「エラストマー材料から成る弾性側パネル部材」とがそれぞれ対応していると認定するが，両者は構成及び技術的意義を異にするものであり，対応するとはいえない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成上の差異",
              "text": [
                "訂正発明の「弾性側パネル」と刊行物1の「弾性ひだ」とは，構成が異なる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1に記載される「弾性ひだ34，35」および「加熱弾性化可能材料片30，31」は，第2ウェスト領域の端縁部から脚縁部までの領域のうち一部(中央部)のみに設けられており，第2ウェスト領域の端縁部から脚縁部まで延びて形成されている旨の記載はなく，訂正発明とはその構成が明確に異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1の第4図にはU形片42が示されているが，このU形片42は第1図の加熱弾性化可能材料片30，31を上方へずらした位置にあり，このためU形片42の下端は脚縁部近傍まで達することはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物1の第5図は図面として明瞭なものではなく，同図における弾性ひだの具体的な延在箇所について，刊行物1に何ら言及されていない。また，刊行物1発明の「弾性ひだ」は，あくまでも第2ウェスト領域の端縁部から脚縁部までの領域のうち中央部のみに設けられていることから，第2ウェスト領域の端縁部から脚縁部までの全長にわたって，バランス良く，かつ，均一に弾性的に延伸することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "刊行物1では，加熱弾性化可能材料片を熱収縮することにより弾性ひだを形成しているので，後耳を形成する材料は機械的延伸を受けず，後耳の伸長量は，加熱弾性化可能材料片を熱収縮することで形成される弾性ひだによって後耳が縮んだ分の長さに制限されているから，弾性ひだ付き耳をその弾性限度に接近するまで延伸したとき，力の突然の増加を感じ，その後さらに延伸を続けることができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "刊行物1の「弾性ひだ」は，加熱弾性化可能材料が第2ウェスト領域の端縁部から脚縁部までの中央部のみに設けられているため，伸張量を大きくとると，弾性ひだは，参考図(甲第4号証)の鎖線で示すような形状となり，内方に向かって凹状に変形し，第2ウェスト領域の端縁部から脚縁部までの領域に渡って均一な形状をとることはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "技術的意義の相違",
              "text": [
                "訂正発明の「弾性側パネル」と刊行物1の「弾性ひだ」とは，上記(1)のとおり，構成に差異があり，技術的意義も全く異なる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1の「弾性ひだ」は，下記のとおり，留め耳26，27を引っ張ることによって生じる問題に対処するために設けられたものである。",
                    "記"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「おむつを引張って腰部周囲にぴったり合わせようとする使用者によって発揮される力は，しばしば，留め耳を引き裂く結果を招く。」(2頁右下欄9～11行)"
                    },
                    {
                      "fig": "b",
                      "subject": "「本発明は人体輪郭合致型の使い捨ておむつであって単に普通の指先力を留め耳に及ぼすだけで臀部及び腰部の周囲に心地よく着用され得るものを提供する。結果的に，向上された合い具合が得られ，それと同時に，偶然による引裂きの問題が最小にされ，且つ，付随的に外観が改善されそして性能が増進される。」(3頁右下欄15行～4頁左上欄1行)"
                    },
                    {
                      "fig": "c",
                      "subject": "「本発明のおむつが在来の人体輪郭合致型使い捨ておむつと異なる点は，その後耳の少なくとも1個がその留め耳と整合される区域において弾性ひだを付けられ，それにより，前記留め耳に加えられる通常の指先力によってそれが少なくとも1cmの弾性延伸を可能にされることである。」(4頁左上欄16行～右上欄1行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1には，「材料を節約することによって費用を最小限に維持するために，加熱弾性化可能材料は，平均寸法の幼児用おむつの耳の高さが約10−15cmであるのに比し，各後耳の高さの単に約半分，例えば4−8cm，延在することが好ましい。好ましくは，加熱弾性化可能材料は耳の高さの中央に配置され，そして留め耳は加熱弾性化可能材料の片に対して整合される。」(刊行物1の5頁右上欄11～18行)との記載があるから，刊行物1の「弾性ひだ」は，訂正発明の「弾性側パネル」のように，おむつの側部(後耳の高さ全域)が全高さ方向にわたってバランス良く均一に延びたり縮んだりできるようにすることを意図したものではなく，留め耳を引っ張った際に対応することができる程度の範囲に延在し，留め耳と整合されていることが重要なのであって，製造費用削減のためにも，後耳の高さ方向の一部分にのみ弾性ひだを設けることが好ましいとされており，第2ウェスト領域の端縁部から脚縁部までの領域の中央部のみに設けられているのである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(刊行物2に関する判断の誤り)",
          "text": [
            "刊行物2には，訂正発明の特徴が開示されておらず，示唆もされていないから，このような刊行物2を参照しても，刊行物1発明に基づき当業者が容易に訂正発明をすることができたものではない。",
            "刊行物2に記載されたおむつは，ウエスト領域5に設けられた弾性バンド41がウエスト領域5の端縁部にのみに位置しており，弾性バンド41より下のウエスト領域5は伸張できないから，ウエスト領域5を横方向に引っ張ったとき，ウエスト領域5の弾性バンド41を設けた端縁部のみが伸張し，内側は伸長することがなく，ウエスト領域5は，全体として横方向に引っ張られずに円弧状の形態に引っ張られてしまい，ウエスト領域5全体を弾性化する構成ではない。したがって，刊行物2に，弾性バンド41が第2ウェスト領域から脚縁部まで延びている旨の記載はなく，刊行物2を参照しても，当業者にとって刊行物1発明に基づいて容易に訂正発明に至ることができたものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(一致点認定の誤り，相違点に関する判断の誤り)について刊行物1の「弾性ひだ」は，訂正発明の「弾性側パネル」と技術的意義を同じくする部材としても記載されており，他に別の意義の記載が刊行物1にあるとしても，審決の「弾性ひだ」に関する認定に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成上の差異",
              "text": [
                "刊行物1には，「弾性ひだ」に関し，それにより向上された合い具合を得るように，おむつ側部を伸び縮みさせること，即ち，訂正発明の「弾性側パネル」と同じ技術的意義が記載されている。審決は，構成上の差異を相違点として認定した上で，技術的意義が同じであると判断しており，一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "技術的意義の相違",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1には，「弾性ひだ」により，装着時に留め耳を引っ張ることによって生じる問題に対処することが記載されているだけでなく，刊行物1の「弾性ひだ」によって，その後の着用時に「結果的に，向上された合い具合が得」られること，すなわち，おむつ側部が延びたり縮んだりできるようにすることも記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1の「・・費用を最小限に維持するために，・・各後耳の高さの単に約半分，・・延在することが好ましい。」との記載(5頁右上欄11～18行)は，特定の目的のために何が好ましいかを記載するものであり，好ましい範囲以外の実施の形態を排除するものではない。したがって，刊行物1の記載から，後耳の高さの全体に弾性ひだを設けることも把握することができる。",
                    "「好ましくは，加熱弾性化可能材料は耳の高さの中央に配置され，そして留め耳は加熱弾性化可能材料の片に対して整合される。」との記載も，同様に特定の目的のために好ましい範囲をいうものであり，コストを重視しない場合には，「向上された合い具合」を得るという刊行物1発明の他の目的に応じて設けるべき範囲を制限するものではない。さらに，これら記載は，加熱弾性化可能材料片に関する記載であり，結果として構成される「ひだ」の範囲を述べるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(刊行物2に関する判断の誤り)について",
          "text": [
            "審決が，刊行物2を引用するのは，おむつの選択された領域に弾性ひだを形成する手段として，歪ゼロ延伸積層体を用いることが刊行物2にも記載されていることを示すためであり，刊行物2を参照すれば，当業者は上記のことを把握することができる。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点認定の誤り，相違点に関する判断の誤り)について(1) 訂正発明の「弾性側パネル」及び「エラストマー材料からなる弾性側パネル部材」",
          "content": [
            {
              "fig": "ア",
              "text": [
                "訂正発明の「弾性側パネル」等について，訂正明細書には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "「本発明の吸収体物品は、包含組立体と、第2ウェスト領域に位置され横方向に弾性的に伸長自在の弾性側パネルを備え、包含組立体は、液体透過性トップシートと、バックシートと、液体透過性トップシートと液体不透過性バックシートとの間に位置された吸収体コアを有し、弾性側パネルは、第2ウェスト領域の端縁部から脚縁部まで延びる耳フラップと，この耳フラップに接合された弾性側パネル部材とからなり，かつ歪ゼロ延伸積層体を有し、歪ゼロ延伸積層体は、実質的に張力が加えられない状態で互いに固定された少なくとも2つの材料層を有し、前記材料層の一方は伸長自在な材料からなる耳フラップであり、前記材料層の他方はエラストマー材料からなる弾性側パネル部材であり、前記材料層は，材料層のうちの一方の第2ウェスト領域の端縁部から脚縁部まで延びる耳フラップを構成する伸長自在な材料を永久的に伸長するに十分な増加機械的延伸を受け、前記材料層のうちの他方のエラストマー材料からなる弾性側パネル部材は第2ウェスト領域の端縁部から脚縁部まで延び，前記歪ゼロ延伸積層体を少なくとも横方向に弾性的に延伸できるように構成され、おむつを着用者に最初にその外形と一致するように装着し、この状態を維持することによって更に快適で且つぴったりとフィットさせる。」(段落【0014】)"
                },
                {
                  "fig": "b",
                  "subject": "「弾性側パネルは、着用力(張力)を更に大きくし且つ維持し、主ファスニングシステム及び胴閉鎖システムの両方によってつくりだされ且つ維持された張力を高める。特に、弾性側パネルは、弾性胴バンドに予め張力を加えるのを助け、おむつを更に効果的に付ける。各弾性側パネルは、多くの形体でつくることができるけれども、弾性側パネルは、好ましくは、「歪ゼロ」の延伸積層体からなる。更に、弾性側パネルは、好ましくは、使用中に着用者の皮膚に凹みができたり、擦ったり、傷付けたりすることがないように、張力が側パネルに亘って集中しないようにするため、延長パネルを着用者の脚と隣接して有する。」(段落【0015】)"
                },
                {
                  "fig": "c",
                  "subject": "「本発明の吸収体物品は、液体透過性トップシートとバックシートと吸収体コアを有する包含組立体と、弾性部材と弾性部材に接合された耳フラップとを有し第2ウェスト領域に位置された横方向に弾性的に伸長自在の弾性側パネルと、機械的閉鎖部材を有し横方向の張力を作り出すように弾性側パネルに接合された閉鎖装置とを有して構成され、おむつを着用者に最初にその外形と一致するように装着し、この状態を維持することによって更に快適で且つぴったりとフィットさせる。」(段落【0017】)d 「図1示すおむつ20は、…(中略)…第1胴領域56及び第2胴領域58の夫々は、周囲60の端縁部64からおむつ20の横方向中心線66まで延びている。…(中略)…本発明の好ましい実施例では、第2胴領域58に位置された側パネル72は、横方向に弾性的に伸長自在で，弾性側パネル30である。」(段落【0024】)"
                },
                {
                  "fig": "e",
                  "subject": "「…かくして、本発明の弾性側パネル30は、弾性的に伸長可能な別体の材料又はおむつに接合された積層体からなるのがよい。図1に示すように、各弾性側パネル30は、好ましくは、耳フラップ88及びこれと作動的に関連した弾性側パネル部材90を有する。」(段落【0130】)"
                },
                {
                  "fig": "f",
                  "subject": "「図1に示すように、各耳フラップ88は、吸収体コア28の側縁部82からこの側縁部に沿って横方向外方におむつ20の長さ方向縁部62まで延びる側パネル72の部分からなる。耳フラップ88は、全体に、おむつ20の端縁部64からおむつ20の長さ方向縁部62の脚開口部を形成する部分(長さ方向縁部62のこのセグメントは脚縁部106として示されている)まで長さ方向に延びる。…」(段落【0131】)"
                },
                {
                  "fig": "g",
                  "subject": "「…次いで、弾性側パネル部材90を含む結果的に得られた複合エラストマー積層体の少なくとも一部に、積層体のトップシート構成要素及びバックシート構成要素(非弾性構成要素)を永久的に伸長するのに十分な機械的延伸を加える。次いで、弾性側パネルを「歪ゼロ」の延伸積層体に形成する。(変形例では、弾性側パネル部材を張力が加わった状態で作動的に関連させ、次いで機械的延伸を加えてもよいが、これは「歪ゼロ」の延伸積層体として好ましくない。)本明細書中で使用されている「歪ゼロ」の延伸積層体という用語は、同延の表面の少なくとも一部に沿って実質的に張力が加わっていない(「歪ゼロ」)状態で互いに固定された少なくとも二つの材料層からなる積層体をいう。積層体の一方の層は、延伸自在であり且つエラストマー性の(即ち、加えられた引張力を解放するとほぼその張力が加わっていない寸法に戻る)材料からなり、第2層は、この層に延伸を加えると少なくとも或る程度永久的に伸長し、そのため、加えた引張力を解放すると完全にはその元の未変形の形体に戻らないように伸長自在(しかし必ずしもエラストマー性でない)である。…」(段落【0136】)"
                },
                {
                  "fig": "h",
                  "subject": "「…弾性側パネル部材90は、好ましくは、おむつ20の端縁部64から内方に耳フラップ88の脚縁部106に向かって延びる。弾性側パネル部材90の長さ及び幅は、おむつの機能的設計によって決まる。」(段落【0166】)"
                },
                {
                  "fig": "i",
                  "text": [
                    "「弾性側パネル部材90は、耳フラップ88の全長に沿って長さ方向に延びているが、弾性側パネル部材90は、延長パネル110を形成するように耳フラップ88の長さの一部だけに亘って延びているのが好ましい。",
                    "…」(段落【0167】)"
                  ]
                },
                {
                  "fig": "j",
                  "subject": "「弾性側パネル30は、横方向に延伸させたときに、長さ方向軸線に沿って差異伸長性を備えているのがよい。本明細書中で使用されている「差異伸長性」という用語は、弾性伸長特性が延伸方向にほぼ垂直に配向された軸線に沿った種々の箇所で延伸方向で計測して非均等な材料を意味するために使用される。これには、例えば、エラストマー材料の弾性率又は利用できる延伸のいずれか又は両方を変化させることが含まれる。差異の伸長性は、好ましくは、弾性側パネル内に設計され、その結果、横方向伸長性がおむつ20の端縁部64から耳フラップ88の脚縁部106まで計測して弾性側パネルの少なくとも一部に亘って長さ方向に変化する。任意の理論で括られることを望むものではないが、横方向に延伸した場合の長さ方向軸線に沿った差異の伸長性により弾性側パネルは、使用中に、維持された装着性を促し且つ胴部及び脚部での漏れを減らすように着用者の臀部の周りに固定アンカーを構成すると同時に、差異に延伸でき且つ着用者の胴部に馴染むことができる。このような形体により、臀部領域を更に大きく「膨張」させて、着用者が動いたり位置を変えたり(起立したり座ったり横たわったり)するときの着用者の身体の大きさの変化に適応することができる。変形例では、おむつ20の端縁部64と隣接した弾性側パネルの部分での減少した横方向伸長自在性の程度は、弾性胴バンド34によってとられるべき全延伸が更に大きいことを必要とし、これによって、弾性胴バンド34の局部的延伸を結果的に更に大きくし、腹部に更に柔軟にフィットする。」(段落【0175】)"
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記の各記載からすれば，訂正発明の「弾性側パネル」は、①第2ウェスト領域の端縁部から脚縁部まで延びる耳フラップとこれに接合された弾性側パネル部材とからなり，かつ，歪ゼロ延伸積層体を有すること，②歪ゼロ延伸積層体は、少なくとも二つの材料層を有し、その一方は伸長自在な材料からなる耳フラップであり、他方はエラストマー材料からなる弾性側パネル部材であること，③耳フラップは，第2ウェスト領域の端縁部から脚縁部まで延び，伸長自在な材料を永久的に伸長するに十分な増加機械的延伸を受けること，④エラストマー材料からなる弾性側パネル部材は第2ウェスト領域の端縁部から脚縁部まで延び，前記歪ゼロ延伸積層体を少なくとも横方向に弾性的に延伸すること，の構成を有するものである。また，その作用効果は，おむつを着用者に最初にその外形と一致するように装着し、この状態を維持することによって更に快適で，かつ，ぴったりとフィットさせることにある。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "text": [
                        "刊行物1発明の「弾性ひだ」及び「加熱弾性化可能材料から成る片」ア 刊行物1発明の「弾性ひだ」等について，刊行物1には，図面とともに，次の記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "「ハ．本発明の摘要 本発明は人体輪郭合致型の使い捨ておむつであつて単に普通の指先力を留め耳に及ぼすだけで臀部及び腰部の周囲に心地よく着用され得るものを提供する。結果的に，向上された合い具合が得られ，それと同時に，偶然による引裂きの問題が最少にされ，且つ，付随的に外観が改善されそして性能が増進される。」(3頁右下欄14行～4頁左上欄1行)"
                },
                {
                  "fig": "b",
                  "subject": "「弾性ひだ付き耳をその弾性限度に接近するまで延伸したとき，使用者は該耳の延伸を続けるのに必要な力の突然の増加を指感する。この突然増加が指感されたとき着用者の臀部及び腰部の周囲に対する心地良い合い具合を実現するのに十分な引張力が及ぼされており，そして使用者が追加の力は不必要であると実感するように前記おむつは設計さるべきである。・・・本発明に従う新規のおむつは臀部及び腰部の周囲に心地よくぴつたりと合うように容易に引張られ得るから，弾性収縮するウエストバンドを設ける必要がなく，従つてウエストに弾性を付与する費用が節約される。」(4頁右上欄19行～左下欄16行)"
                },
                {
                  "fig": "c",
                  "subject": "「前記おむつ10のウエスト部分の端は外方へ張り出されて後耳20，21と前耳23，24とを形成する。・・加熱弾性化可能材料から成る片30，31が，感圧接着剤層32によって，それぞれ後耳20，21のおのおのにおいてバックシート12に取付けられている。」(5頁左下欄19行～同頁右下欄7行)"
                },
                {
                  "fig": "d",
                  "subject": "「おむつ10が第1図及び第2図に示されるように平らに形成された後，おむつ10は加熱弾性化可能材料から成るストリップ18と片30，31とを熱縮するように加熱される。前記片30，31の収縮は第3図及び第5図に示されるように後耳20，21の弾性ひだ34，35を生じさせる。」(5頁右下欄8～13行)"
                },
                {
                  "fig": "e",
                  "subject": "「第4図に部分的に図示されるおむつ40は，2個の片に代えて加熱弾性化可能材料から成る単一のU形片42を使用することを除いて第1図−第3図のおむつ10と同じである。おむつ40が加熱されるとき，U形片42の収縮はウエストバンド44及び後耳46にひだを付ける。」(5頁右下欄14～19行)"
                },
                {
                  "fig": "f",
                  "subject": "「材料を節約することによって費用を最小限に維持するために，加熱弾性化可能材料は，平均寸法の幼児用おむつの耳の高さが約10−15cmであるのに比し，各後耳の高さの単に約半分，例えば4−8cm，延在することが好ましい。好ましくは，加熱弾性化可能材料は耳の高さの中央に配置され，そして留め耳は加熱弾性化可能材料の片に対して整合される。耳が加熱弾性化可能材料を熱に対して露出させることによつて弾性ひだを付けられるときは，耳はその高さの残余に亘つて非弾性ひだ付き状態に成る。」(5頁右上欄11行～同頁左下欄1行)"
                },
                {
                  "fig": "g",
                  "text": [
                    "「第5図は人によって着用されているときそれが取るであろう形状を以て示される第1図から第3図のおむつの斜視図」(7頁左上欄2～4行)h 第5図をみると，「後耳21」にはその全高さにしわ模様が付され，そのしわ模様には「弾性ひだ」を表す符号「34，35」が付されている。",
                    "また，第1，5図をみると，「後耳21」はウエスト部分の端縁部から足ぐりまで延びる形状で図示されている。そして，第1図をみると，「加熱弾性化可能材料から成る片30，31」は後耳の高さのほぼ3分の2の高さである。"
                  ]
                },
                {
                  "fig": "i",
                  "text": [
                    "第4図をみると，「U形片42」が，「後耳21」のほぼ全高さとして図示され，また，ウエスト部分の端縁部から足ぐりの方向に設けられることが図示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記の各記載によれば，刊行物1には，以下の技術的事項が記載されているものと認められる。すなわち，後耳20，21に取付けられた加熱弾性化可能材料から成る片30，31が(上記c)，加熱収縮することにより，第3図及び第5図に示されるように弾性ひだ34，35を生じさせ(上記d)，着用時のおむつを示す第5図では，「後耳21」の全高さにわたって，すなわちウエスト部分の端縁部から足ぐりまで延びて，しわ模様が付され，そのしわ模様には「弾性ひだ」を表す符号「34，35」が付されている(上記g，h)。また，2個の加熱弾性化可能材料から成る片に代えて加熱弾性化可能材料から成る単一のU形片42を加熱収縮することにより後耳46にひだを付けることが記載され(上記e)，U字片42は，後耳21のほぼ全高さを持っており，ウエスト部分の端縁部から足ぐりの方向に設けられている(上記i)。",
                "第5図には，加熱弾性化可能材料から成る片30，31を加熱収縮することにより，後耳の全高さにわたって，ウエスト部分の端縁部から足ぐりまで延びるしわ模様(「弾性ひだ」を表す符号「34，35」が付されている。)を生じさせるものの，加熱弾性化可能材料から成る片30，31は後耳の高さのほぼ3分の2の高さである(上記h)。",
                "また，第3図には，トップシート11，バックシート12は，加熱弾性化可能材料から成る片31，32が収縮することに伴い，加熱弾性化可能材料から成る片31，32が存在する部分において，片31，32の収縮方向である横方向(水平方向)に引っ張られる結果，弾性ひだ34，35を生じさせることが図示されているが，トップシート11，バックシート12はそれぞれ連続しているのであるから，加熱弾性化可能材料から成る片31，32が存在しない部分(第3図の紙面と直交する手前側及び奥側)においても，収縮する片31，32に引っ張られて，非弾性のひだ付き状態(上記f)となる結果，後耳の全高さにわたって，ウエスト部分の端縁部から足ぐりまで延びる「ひだ」(弾性ひだ34，35及び非弾性ひだ)を生じさせるものと認められる。第5図の「後耳21」にはその全高さにしわ模様が付され，この模様は「ひだ」を表しているものと認められるが，「弾性ひだ」を表す符号「34，35」はしわ模様全体ではなく，その一部のしわ(ひだ)を指しているものと認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "構成上の差異について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，刊行物1発明の「弾性ひだ」と訂正発明の「弾性側パネル」との構成上の差異として，刊行物1発明の「弾性ひだ」が第2ウェスト領域の端縁部から脚縁部までの領域のうち一部(中央部)のみに設けられ，第2ウェスト領域の端縁部から脚縁部まで延びて形成されていないのに対し，訂正発明の「弾性側パネル」が第2ウェスト領域の端縁部から脚縁部まで延びている点を挙げる。",
            "上記(2)イのとおり，刊行物1発明の「弾性ひだ」は，「加熱弾性化可能材料から成る片」を取り付けたことによって形成されるものである。審決が認定したのは，刊行物1発明の「弾性ひだ」を形成する「加熱弾性化可能材料片」について，「後耳の一端から足ぐりの方向に延びて取付け加熱収縮して設けられること」であり，「第2ウエスト領域の端縁部から脚縁部まで延びて形成されていること」を認定したのは，刊行物1発明の「ひだ」についてである。そして，審決は，刊行物1発明の「ひだ」に示唆される事項によって，弾性側パネル部材により形成される「弾性ひだ」の範囲を「第2ウェスト領域の端縁部から脚縁部まで」とすることは，格別の困難性を要しないと判断している。",
            "また，上記(2)アfのとおり，刊行物1に加熱弾性化可能材料を設けるべき最小限の範囲が規定されたのは，「材料を節約することによって費用を最小限に維持するため」であって，水平(横)方向への延びに対する心地よさを高めるため，刊行物1に記載された下限値よりも大きくして，加熱弾性化可能材料から成る片31，32が存在する部分を大きくし，片31，32を，後耳の全高さに亘って，すなわちウエスト部分の端縁部から足ぐりまで延びるように設定することは，刊行物1において否定されていないし，むしろ，材料の節約を考慮しないのであれば望ましいものとして記載されているに等しい事項である。仮に，この点を相違点と捉えたとしても，当業者は，後記のとおりに加熱弾性化可能材料を設けることの技術的意義と弾性側パネル部材を設けることの技術的意義とに格別の差異がないことから，加熱弾性化可能材料片をウエスト部分の端縁部から足ぐりまで延びるように設定することに容易に想到し得るものである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，刊行物1の第4図のU形片42が第1図の加熱弾性化可能材料片30，31を上方へずらした位置にあり，このためU形片42の下端は脚縁部近傍まで達することはない点も構成上の差異であると主張する。",
            "しかし，上記アと同様に，刊行物1発明の「弾性ひだ」は，「加熱弾性化可能材料から成る片」を取り付けたことによって形成されるものであり，上記U形片42の下端が脚縁部近傍まで達していなくても，弾性側パネル部材により形成される「弾性ひだ」の範囲を示唆する「ひだ」が脚縁部近傍まで達するから，上記の点を構成上格別の差異ということはできない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，刊行物1の第5図が図面として明瞭なものではなく，同図における弾性ひだの具体的な延在箇所について，刊行物1に何ら言及されていないと主張する。",
            "しかし，上記アと同様に，刊行物1発明の「弾性ひだ」は，「加熱弾性化可能材料から成る片」を取り付けたことによって形成されるものであり，「加熱弾性化可能材料から成る片」の下端が脚縁部近傍まで達していなくても，弾性側パネル部材により形成される「弾性ひだ」の範囲を示唆する「ひだ」が脚縁部近傍まで達するから，刊行物1の第5図は，このことを表現した図面として明瞭なものである。",
            "また，原告は，刊行物1発明の「弾性ひだ」は，あくまでも第2ウェスト領域の端縁部から脚縁部までの領域のうち中央部のみに設けられていると主張するが，審決は，「弾性ひだ」が後耳の全高さ範囲に設けられていることを認定するものではないから，原告の主張は，前提において誤ったものである。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "原告は，刊行物1の「弾性ひだ」は熱収縮により形成されていて，本件訂正発明のように増加機械的延伸を受けておらず，延伸量が収縮量に制限されると主張する。",
            "審決は，刊行物1発明として，弾性ひだの形成方法につき，「弾性ひだは，後耳のおのおのにおいてバックシートに加熱弾性化可能材料から成る片を後耳の一端から足ぐりの方向に延びて取付け加熱収縮して設けられること」を認定しているが，後耳の伸張量については何ら認定していない。審決は，後耳の伸張量を訂正発明と刊行物1発明との一致点として認定しておらず，原告が主張する点は，相違点に係る訂正発明の構成として，「前記材料層は，伸長自在な材料を永久的に伸長するのに十分な増加機械的延伸を受け」と認定し，相違点についての判断を加えている。したがって，原告の主張は，審決による刊行物1発明，一致点，相違点の認定を正解しないものであって失当である。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "原告は，弾性ひだが参考図(甲第4号証)の鎖線で示すような形状となり，第2ウェスト領域の端縁部から脚縁部までの領域に後耳の外縁は内方に向かって凹状に変形し，第2ウェスト領域の端縁部から脚縁部までの領域に渡って均一な形状をとることはないと主張する。",
            "しかし，原告の主張は「おむつ側部を伸び縮みさせること」の範囲を越えた伸びに係る現象をいうものであり，弾性ひだが伸びきらない範囲で，おむつ側部を伸び縮みさせることにより，ウエストバンドを設ける必要がない程度に「向上された合い具合」が得られることを引用する審決の指摘とは別異のものであって，審決が引用する刊行物1発明の機能とは関係のない事項である。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "技術的意義の相違について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，刊行物1の「弾性ひだ」は，留め耳26，27を引っ張ることによって生じる問題に対処するために設けられたものであり，また，刊行物1の「弾性ひだ」は，留め耳と整合されていることが重要なのであって，第2ウェスト領域の端縁部から脚縁部までの領域の中央部のみに設けられているのであり，訂正発明の「弾性側パネル」と刊行物1の「弾性ひだ」とは，技術的意義も全く異なると主張する。",
            "刊行物1には，「単に普通の指先力を留め耳に及ぼすだけで臀部及び腰部の周囲に心地よく着用され得るものを提供する。」と記載された後，「結果的に，向上された合い具合が得られ，それと同時に，偶然による引裂きの問題が最少にされ，且つ，付随的に外観が改善されそして性能が増進される。」と記載されており(前記(2)アa)，着用者の臀部及び腰部の周囲に対する心地良い合い具合は，弾性ひだ付き耳によって得られるのであるから(前記(2)アb)，加熱弾性化可能材料により形成される「弾性ひだ」は，その後の着用時に，「結果的に，向上された合い具合が得」られること，すなわち，おむつ側部を延びたり縮んだりできるようにすることも記載されている。したがって，訂正発明の弾性側パネル部材により形成される「弾性側パネル」の作用効果が「おむつを着用者に最初にその外形と一致するように装着し、この状態を維持することによって更に快適で，かつ，ぴったりとフィットさせることにある」ことからすれば，刊行物1発明の「弾性ひだ」を形成する「加熱弾性化可能材料片」と訂正発明の「弾性側パネル」を形成する「弾性側パネル部材」の技術的意義は同じものである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "審決は，刊行物1発明を，「…ウエスト部分の端縁部から足ぐりまで延びる形状に形成された後耳に，留め耳に加えられる通常の指先力によって弾性延伸されることを可能にする弾性ひだを有しており，該弾性ひだは，後耳のおのおのにおいてバックシートに加熱弾性化可能材料から成る片を後耳の一端から足ぐりの方向に延びて取付け加熱収縮して設けられることにより，ひだを後耳の全高さに設け，向上された合い具合を得られるように形成したおむつ」と認定している。",
            "この認定では，刊行物1の「弾性ひだ」について，①(ウエスト部分の端縁部から足ぐりまで延びる形状に形成された)後耳に，留め耳に加えられる通常の指先力によって弾性延伸されることを可能にするものであること，②後耳のおのおのにおいてバックシートに加熱弾性化可能材料から成る片を後耳の一端から足ぐりの方向に延びて取付け加熱収縮して設けられる」ものであること，③それにより「ひだを後耳の全高さに設け」ること，④もって「向上された合い具合を得られる」こと，が認定されている。",
            "上記(1)に認定した刊行物1発明において，「弾性ひだ」は「留め耳に加えられる通常の指先力によって弾性延伸される」とされているから，「弾性ひだ」は横方向に弾性的に伸長自在ということができ，向上された合い具合を得るためのものでもあると認められる。他方，訂正発明の「弾性側パネル」を構成する耳フラップは、第2ウェスト領域の端縁部から脚縁部まで延びるもので，その作用効果は，おむつを着用者に最初にその外形と一致するように装着し、この状態を維持することによって更に快適で，かつ，ぴったりとフィットさせることにある。",
            "したがって，刊行物1発明の「弾性ひだ」と訂正発明の「弾性側パネル」とは，技術的意味において同じであると認められる。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，刊行物1には，「材料を節約することによって費用を最小限に維持するために，加熱弾性化可能材料は，平均寸法の幼児用おむつの耳の高さが約10−15cmであるのに比し，各後耳の高さの単に約半分，例えば4−8cm，延在することが好ましい。好ましくは，加熱弾性化可能材料は耳の高さの中央に配置され，そして留め耳は加熱弾性化可能材料の片に対して整合される。」(刊行物1の5頁右上欄11行～18行)と記載されており，刊行物1に接した当業者が敢えて「加熱弾性化可能材料から成る片」を後耳の高さの全体に設けようとすることを容易に想到することができたとはいえないと主張する。",
            "刊行物1発明において，加熱弾性化可能材料片は，材料を節約することによって費用を最小限に維持するために，各後耳の高さの約半分延在することが好ましいとされている(前記(2)アf)。",
            "刊行物1において，加熱弾性化可能材料片の高さ寸法の下限が記載されているのは，「材料を節約することによって費用を最小限に維持するため」であって，単に経済的な課題に起因するにすぎない。そうすると，刊行物1に接した当業者であれば，必要に応じて，刊行物1に記載された下限値よりも大きくして，加熱弾性化可能材料から成る片31，32が存在する部分を大きくし，片31，32を，後耳の全高さに亘って，すなわちウエスト部分の端縁部から足ぐりまで延びるように設定することは当然に把握することであり，このことは，刊行物1に記載されているに等しい事項であるということができる。(なお，全高さに亘る場合には，ひだは，すべて弾性ひだ34，35となり，非弾性ひだはなくなる。)"
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "text": [
        "以上によれば，訂正発明の「弾性側パネル」及び「エラストマー材料から成る弾性側パネル部材」と刊行物1の「弾性ひだ」及び「加熱弾性化可能材料から成る片」とは，構成上一応の差異はあるものの，その差異は格別のものではなく，技術的意義は同じであるから，刊行物1の「加熱弾性化可能材料から成る片」により形成される「弾性ひだ」が訂正発明の「エラストマー材料から成る弾性側パネル部材」により形成される「弾性側パネル」と同じく，後耳の全高さ範囲に設けられることに格別の困難性はないと判断した審決に誤りはない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "2",
              "subject": "取消事由2(刊行物2に関する判断の誤り)について",
              "text": [
                "原告は，刊行物2にも，弾性バンド41が第2ウェスト領域から脚縁部まで延びている旨の記載はなく，刊行物2を参照しても，訂正発明が刊行物1，2から当業者にとって容易になしえたものとはいえないと主張する。",
                "審決が，刊行物2を引用するのは，おむつの選択された領域に弾性ひだを形成する手段として，歪ゼロ延伸積層体を用いることが刊行物2にも記載されていることを示すためであり，その限度で引用されているにすぎない以上，原告が刊行物2について主張する点は，審決の結論に影響を及ぼさない。"
              ]
            },
            {
              "fig": "3",
              "subject": "結論",
              "text": [
                "以上に検討したところによれば，審決取消事由にはいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
                "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10363",
    "date": "2007-12-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035489",
    "ipprecedent_id": "1266",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}