{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80353号事件について平成18年5月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が特許権者である後記特許の請求項1及び請求項2に係る発明(以下順に「本件発明1」及び「本件発明2」といい，これを合わせて「本件発明」という。)について，原告から特許無効審判請求がなされたところ，これに対し特許庁が請求不成立の審決をしたことから，請求人である原告がその取消しを求めた事案である。",
        "争点は，本件発明1，2が，発明の名称を「誘導電動機のベクトル制御装置」とする公開特許公報(甲1発明。出願人 株式会社明電舎，公開日 昭和60年6月25日)との関係で新規性(特許法29条1項3号)及び進歩性(同法29条2項)を有するかである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，昭和60年12月6日，名称を「電圧形インバータの制御方法」とする発明につき特許出願(特願昭60−273259号)をし，平成5年4月8日，特許第1751443号として設定登録を受けた(発明の名称「電圧形インバータの制御装置及びその方法」，請求項1ないし4。甲8及び乙1〔特許公告公報〕。以下「本件特許」という。)。",
                "その後，平成17年12月7日付けで原告から本件特許の請求項1，2について無効審判請求がなされ，同請求は無効2005−80353号事件として係属したところ，特許庁は，平成18年5月22日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成18年6月1日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許の請求項1，2に係る発明(本件発明1及び2)の内容は，次のとおりである。",
                "【請求項1】交流電圧指令に基づいて直流電圧をパルス幅変調制御して交流電圧に変換し，該交流電圧を負荷に供給する電圧形インバータの制御装置において，",
                "交流電流指令値を発生する電流指令手段と，予め記憶した電流に対する前記インバータの電圧降下の特性から，前記交流電流指令値に応じた前記インバータの電圧降下の値を出力する手段と，該電圧降下の値を前記交流電圧指令に補正する手段とを備えたことを特徴とする電圧形インバータの制御装置。",
                "【請求項2】交流電圧指令に基づいて直流電圧をパルス幅変調制御して交流電圧に変換し，該交流電圧を負荷に供給する電圧形インバータの制御方法において，",
                "予め記憶した電流と前記インバータの電圧降下の関係と，前記インバータの交流出力電流指令により，瞬時瞬時において前記交流出力電流指令に対する前記インバータの電圧降下を求め，該電圧降下に基づいて前記インバータの交流出力電圧を修正するようにしたことを特徴とする電圧形インバータの制御方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要旨は，原告主張に係る以下の無効理由1，2は，いずれも認めることができない，としたものである。",
                    "無効理由1：本件発明1，2は，下記引用文献1記載の発明と同一であるから，特許法29条1項3号〔判決注，平成11年法律",
                    "第41号による改正前のもの〕に違反する。",
                    "無効理由2：本件発明1，2は，下記引用文献1記載の発明から容易に発明することができたから，特許法29条2項の規定に違",
                    "反する。",
                    "記",
                    "引用文献1：特開昭60−118083号公報(発明の名称「誘導電動機のベクトル制御装置」，出願人 株式会社明電舎，公開日昭和60年6月25日。甲1。以下ここに記載された発",
                    "明を「甲1発明」という)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "なお，審決は，甲1発明の内容を，次のとおり「甲1装置発明」と「甲1方法発明」に分けて認定した。",
        "① 甲1装置発明",
        "「制御電圧信号e ，e に基づいて直流電圧EdをPWM方式で交1α 1β",
        "流電圧に変換し，該交流電圧を電動機1に供給するPWM方式トランジスタインバータ2の電圧形ベクトル制御装置において，",
        "一次電流設定信号i ＊，i ＊を発生する手段と，",
        "1α 1β",
        "一次電流設定信号i ＊，i ＊から力率角φを，φ＝tan−1i",
        "1α 1β 1α",
        "＊／i ＊の式で求め，SIＮφ，COSφを出力する力率角演算器11β",
        "1と，",
        "角周波数ω，三角波パルス数P，デッドタイムTdからデッドタイム電圧E を，E ＝π／2・Ed・Td・(P−1)・fの式で演算",
        "DB DB",
        "するデッドタイム電圧演算器12と，",
        "力率角演算器11の出力とデッドタイム電圧演算器12の出力からデッドタイム電圧e のα軸成分E ・SIＮφ及びβ軸成分E ・DB DB DB",
        "COSφを求める乗算器13と，",
        "制御電圧信号e ，e に乗算器13の出力を夫々加減算して新た1α 1β",
        "な入力電圧信号e ＊，e ＊とする比較器14，15とを備えたPW1α 1β",
        "M方式トランジスタインバータの電圧形ベクトル制御装置。」② 甲1方法発明",
        "「制御電圧信号e ，e に基づいて直流電圧EdをPWM方式で交1α 1β",
        "流電圧に変換し，該交流電圧を電動機1に供給するPWM方式トランジスタインバータ2の電圧形ベクトル制御方法において，",
        "一次電流設定信号i ＊，i ＊から，φ＝tan−1i ＊／i ＊の1α 1β 1α 1β",
        "式で力率角φを求め，SIＮφ，COSφを出力し，",
        "角周波数ω，三角波パルス数P，デッドタイムTdから，E ＝πDB",
        "／2・Ed・Td・(P−1)・fの式でデッドタイム電圧E を演算",
        "DB",
        "し，SIＮφ，COSφとデッドタイム電E から電圧e のα軸成DB DB",
        "分E ・SIＮφ及びβ軸成分E ・COSφを求め，",
        "DB DB",
        "制御電圧信号e ，e に乗算器13の出力を夫々加減算して新た1α 1β",
        "な入力電圧信号e ＊，e ＊とするようにしたPWM方式トランジス1α 1β",
        "タインバータの電圧形ベクトル制御方法。」"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "審決の取消事由",
          "text": [
            "しかしながら審決は，甲1発明の認定を誤り(取消事由1)，本件発明の要旨の認定を誤り(取消事由2)，甲1発明と本件発明との一致点を看過した(取消事由3)ものであるから，違法として取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "取消事由1(甲1発明の認定の誤り)",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "審決は，甲1発明につき，「制御誤差(又は，デッドタイム電圧)を求めるために，甲1装置発明では『角周波数ω，三角波パルス数P，デッドタイムT からデッドタイム電圧E を，E ＝π／2・E ・T ・(P−",
              "content": [
                {
                  "fig": "d",
                  "subject": "DB DB d d",
                  "text": [
                    "1)・fの式で演算するデッドタイム電圧演算器12』を備え，また，甲1方法発明では『角周波数ω，三角波パルス数P，デッドタイムT から，d",
                    "E ＝π／2・E ・T ・(P−1)・fの式でデッドタイム電圧E を演DB d d DB",
                    "算』するものであって，いずれの発明も，単に，角周波数，三角波パルス数，デッドタイムという三種類の物理量から所定の演算のみにより制御誤差(又は，デッドタイム電圧)を得ているものである以上，かかる制御誤差がインバータの出力電流の大きさに対応するインバータの電圧降下(又は，電圧降下の値)になっているとは認められず，しかも，かかる制御誤差は予め記憶されるものともなっていない。」と判断し(6頁33行～7頁6行)，甲1発明において「制御誤差」として補償される電圧値は甲1の4頁右上欄の式(11)の「デッドタイム電圧E 」(＝π／2・DB",
                    "E・T・(P−1)・f)であるとした。しかし，この点の審決の認定は誤り"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "d",
                  "text": [
                    "である。"
                  ]
                }
              ]
            },
            {
              "fig": "(イ)",
              "subject": "甲1発明において「制御誤差」として補償される値は，甲1の4頁左下欄の式(12)に示されているとおり，「デッドタイム電圧E 」そのものDB",
              "text": [
                "ではなく，E に対し，4頁左上欄の式(9)に示されている「力率角φ」をDB",
                "用いて得られる「sinφ」「cosφ」を乗じた値である。",
                "このことは，「デッドタイム電圧E 」の式(11)に続く「…乗算器13DB",
                "は演算器11の出力sinφ，cosφと演算器12の出力E から電圧e のαDB DB",
                "軸成分E ・sin φとβ軸成分E ・cos φを求める。比較器14，15DB DB",
                "は電圧信号e ・e に乗算器13の出力を夫々加減算して相電圧演算1α 1β",
                "回路7の新たな入力電圧信号e ＊，e ＊とする」旨の記載(甲1，41α 1β",
                "頁右上欄下3行～左下欄4行)から明らかである。ちなみに，上記の電圧e は「デッドタイムによる電圧減少」を意味し，E とは異なるものDB DB",
                "であり，この点も甲1，4頁右上欄の式(10)及び(11)から明らかである。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "以上のとおり，審決は，甲1発明において「制御誤差」として補償される値は式(12)に示された「デッドタイム電圧E 」ではなく，これDB",
              "text": [
                "に「sin φ」「cos φ」を乗じた値(φは「力率角」)であることを看過したものである。この「力率角φ」は電流指令信号である「i ＊」「i1α 1β",
                "＊」の比の逆正接であり(甲1，4頁左上欄の式(9))，励磁電流指令「i＊」は一定値とするのが通常であるところ，トルク電流指令「i ＊」は1α 1β",
                "電動機に掛かる負荷の大きさに応じて変化する電動機速度「ω 」の変動r",
                "に応じて変化するものであることから，「力率角φ」も時々刻々変化する。また，甲1発明における補償値は，上述のとおりe であり，eDB DB",
                "＝EDB sin(ω t −φ)であるから，補償値eDBも，電流の位相である(ω t −φ)の値に応じて変化し，一定値ではない。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "上記によれば，審決の甲1発明における補償値の認定の誤りが審決の結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "取消事由2(本件発明の要旨認定の誤り)",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，甲1発明と本件発明との対比において，「甲1装置発明には，少なくとも本件発明1における『予め記憶した電流に対するインバータの電圧降下の特性から，交流電流指令値に応じた前記インバータの電圧降下の値を出力する手段』，…即ち，予め記憶した電流(インバータの出力電流)の大きさに対応するインバータの電圧降下の特性(第2図の曲線で表された特性参照。)を用いて交流電流指令値に応じたインバータの電圧降下の値を出力する手段が具備されておらず」として(6頁5行～11行)，本件発明1の要旨を「予め記憶した電流の大きさに対するインバータの電圧降下の特性」から電圧降下の値を出力するものと認定した。",
                "しかし，本件発明1の特許請求の範囲の文言は，「予め記憶した電流に対する前記インバータの電圧降下の特性から，前記交流電流指令値に応じた前記インバータの電圧降下の値を出力する」というものであるから，「電流に対する前記インバータの電圧降下の特性」が予め記憶されていれば充足するのであり，その文言を離れて，「電流の『大きさ』に対するインバータの電圧降下の特性」が予め記憶されている必要があると解釈すべき合理的理由は存しない。",
                "さらに，本件明細書中の発明の詳細な説明にも，「電流の大きさに対するインバータの電圧降下の特性」が予め記憶されている必要があることを示唆する記述は一切存在しない。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "上記アのとおり，甲1発明において「制御誤差」として補償される電圧補償値は式(12)に示されている「デッドタイム電圧E 」に「sinφ」DB",
              "text": [
                "「cosφ」を乗じた値(φは「力率角」)である。",
                "そして，甲1，4頁左上欄の式(9)に示されているとおり，「力率角φ」は電流指令信号である「i ＊」「i ＊」の比の逆正接であるから，甲1α 1β",
                "1発明において「制御誤差」として補償される電圧補償値は，少なくとも電流指令信号「i ＊」「i ＊」に基づいて得られる値であるから，1α 1β",
                "その値は電流指令値に応じたインバータの電圧降下の特性である。",
                "そうすると，甲1発明において「制御誤差がインバータの出力電流の大きさに対応するインバータの電圧降下(又は，電圧降下の値)になっている」か否かは，甲1発明と本件発明1を対比する上で，関係が無いことになる。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "上記(ア)によれば，審決の本件発明1の要旨認定は誤りであり，上記(イ)によればこの点の誤りが審決の結論に影響を与えることも明らかである。",
                "本件発明2についても，上記本件発明1，甲1装置発明についての検討と全く同様である。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "加えて，本件発明における「電流に対する前記インバータの電圧降下の特性」という要件は，例えば本件特許の明細書(乙1)第2図に示される特性によって代表されるような「インバータに固有のΔV−i特性」を意味するものであると当業者には容易に理解される。そうすると，本件発明は，甲1発明に基づき当業者が本件特許出願前に容易に発明できたものであり，この点からも本件特許は無効とされるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "取消事由3(甲1発明と本件発明との一致点の看過)",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "上記アのとおり，甲1発明において，「制御誤差」として補償される電圧値は，「デッドタイム電圧E 」に「sin φ」「cos φ」(φは，力率DB",
              "text": [
                "角を意味する。)を乗じた値であるところ，式(9)に示されるとおり「力率角φ」は電流指令信号である「i ＊」「i ＊」の比の逆正接である1α 1β",
                "から，結局，同補償電圧値は，電流指令値に対応して，計算式により一義的に導かれる値である。この点について審決は，「しかも，かかる制御誤差は予め記憶されるものともなっていない」と判断しているが(7頁5行～6行)，誤りである。",
                "一般に，「ある値A」に対する「ある値B」の特性が「予め記憶される」とは，両者の対応表がデジタルで格納されている場合及びアナログで格納されている場合が考えられるほか，両者の対応関係が一義的に決定される関数で格納されている場合も含むと考えられる。すなわち，両者の対応関係が関数で格納されていることは，対応関係そのものが連続的に記憶されているものであるから，「予め記憶」されていることに他ならない。",
                "甲1発明においては，「制御誤差」として補償される電圧値は，電流指令信号「i ＊」「i ＊」が定まれば，固定値である「各周波数ω」「三1α 1β",
                "角波パルス数P」「設定されるデッドタイムT 」「(インバータに入力されd",
                "る直流電圧)E 」「f(＝ω/2π)」を要素とする関数(式(11)及び(12))d",
                "用いた演算により一義的に算出されるものであるから，「電流に対する前記インバータの電圧降下の特性」が「予め記憶」されていると認められる。",
                "そもそも，本件発明1の特許請求の範囲の記載を精査するも，本件発明1は，「電流に対する前記インバータの電圧降下の特性」を関数として「予め記憶」する構成を排除していないのである。",
                "ちなみに「予め記憶」される電流と電圧との関係曲線も関数であることは，本件発明の出願人である被告自身も認めている(乙1〔特許公報〕，5頁10欄下3行～6頁11欄4行)。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また，電流に応じて所望の出力電圧を取り出す場合に，予め「電流−電圧特性」を記憶しておき，その特性に応じて所望の電圧を取り出すことは広く行われていることである。",
                "例えば，特開昭58−103881号公報(甲5)には，「このデイ",
                "ジタルデータはトランジスタTR及びダイオードDが夫々持つ電流・電圧特性を記憶する電流−電圧変換器3の入力にされてその出力に電流に対応する電圧のデイジタルデータが取出される。」(2頁右上欄9行～13行)と記載されている。",
                "また，特開昭58−84679号公報(甲6)には，「本発明ではこ",
                "の具体的手段として，アーク長をパラメータとしたTIG溶接でのアーク電流電圧特性(以下I−V特性と呼ぶ)をあらかじめ半導体メモリに記憶させておき，この記憶されたI−V特性と溶接中に検出した溶接電流とを用いて，設定アーク長におけるI−V特性上のアーク電圧設定値を演算し，…」(2頁右上欄18行～左下欄4行)と記載されている。",
                "このように，予め「電流−電圧特性」をメモリに記憶しておき，入力電流に対する出力電圧を取り出すことは周知技術であるから，本件発明1において，このような手段を用いることは単なる設計事項にすぎず，実質的な相違点とは認められない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "以上のとおり，甲1発明においても「電流に対する前記インバータの電圧降下の特性」が「予め記憶」されているから，これに反する審決の判断は，明らかに誤りである。",
                "仮にこの点を措いても，かかる手段を用いることは単なる設計事項にすぎず，実質的な相違点ではないから，審決は，この点を甲1発明と本件発明との相違点として認定したことも誤りであり，この誤りは審決の結論に影響を及ぼすものである。",
                "ちなみに，本件発明2についても，本件発明1に対するものと同様の議論が妥当する。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求の原因(1)ないし(3)の各事実はいずれも認める。同(4)は争う。"
                      ]
                    },
                    {
                      "fig": "3",
                      "subject": "被告の反論"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "取消事由1に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "原告は，取消事由1として，審決は甲1発明において「制御誤差」として補償される電圧値は甲1の4頁右上欄の式(11)の「デッドタイム電圧E」(＝π／2・E ・T ・(P−1)・f)であると判断し，これを前提DB d d",
      "text": [
        "とする議論を展開している点が誤りであると主張する。",
        "しかし，以下に述べるように取消事由1は理由が無い。"
      ]
    },
    {
      "fig": "イ",
      "subject": "甲1におけるデッドタイム電圧は，デッドタイムにより低下する電圧の平均値であり，それはインバータに固有の一定値である。甲1記載のものにおいて，補償値の計算は，デッドタイム電圧E が回転座標系のα軸成DB",
      "text": [
        "分(E sin φ)，β軸成分(E cos φ)に分けられ，電圧指令の各成分DB DB"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "e",
                  "subject": "，e に加減算されることにより行われているのであるが，補償されlα 1β",
                  "text": [
                    "る電圧の大きさはデッドタイム電圧E であるから，デッドタイム電圧がDB",
                    "補償されるということに誤りは無い。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "そして，審決は，引用文献(甲1)には，少なくとも本件発明1の，「予め記憶した電流に対する前記インバータの電圧降下の特性から，前記交流電流指令値に応じた前記インバータの電圧降下の値を出力する手段」の構成の開示がないし，示唆もないと認定判断している。",
        "本件発明1において「予め記憶」してあるものは，「電流に対する前記インバータの電圧降下の特性」であるが，一般に特性とは，「そのものだけが有する，他と異なった特別の性質。」(広辞苑)である。本件明細書においても「ここではΔ Vはインバータに固有であり，インバータに接続される電動機が替ってもその特性は変化しない。…その特性をi の関数と1u",
        "して演算器12に記憶させておく。その時のi に対するΔVの特性は第1u",
        "2図で示した曲線となる。」(乙1，5頁右欄37～44行)として，特性の語をインバータに固有の性質の意味で用いている。",
        "そうすると本件発明1の上記構成との対比で問題とすべきものは，甲1に記載されているインバータに固有の電圧降下の特性であるから，それはまさにデッドタイム電圧E であり，これは前記のとおりデッドタイムにDB",
        "より低下する電圧の平均値であって一定値である。原告が問題とする力率角は，回転座標系における電流指令の比の逆正接であって，回転座標系における電流指令の値の関数にすぎないのであり，インバータに固有の特性ではない。この力率角(φ)は，デッドタイム電圧E を回転座標系のαDB",
        "軸成分(E sin φ)，β軸成分(E cos φ)に分け，電圧指令の各成分DB DB"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "e",
                  "subject": "，e に加減算するための演算に用いられるにすぎず，回転座標系にlα 1β",
                  "text": [
                    "おいて直流の一定電圧値として加減算補正されるものである。",
                    "このように本件発明1との対比において問題とすべきは，E をα，βDB",
                    "軸成分に分解した各成分ではなくE であるから，審決の認定判断に誤りDB",
                    "はない。",
                    "以上は本件発明1に関してであるが，本件発明2についても同様である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "text": [
        "しかも，審決は，上記認定判断の後に，請求人(原告)の主張に対して，以下のように述べている。",
        "「…請求人は…"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "e",
                  "subject": "に対する補償値＝E ・SIＮ(tan−1i ＊／i ＊)",
                  "text": [
                    "1α DB 1α 1β"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "に対する補償値＝E ・COS(tan−1i ＊／i ＊)",
                  "text": [
                    "1β DB 1α 1β",
                    "を演算するためには，当然予め決められている上記式を実行するための算出手段を装備しなければならず，『予め記憶した電流に対するインバータの電圧降下の特性』を用いていることは明らかである旨主張している。",
                    "しかしながら，上記の補償値は，角周波数，三角波パルス数，デッドタイムという三種類の物理量から所定の演算式を介して得られるデッドタイム電圧E と，一次電流設定信号から得られる力率角φ(即ち，tDB",
                    "an−1i ＊／i ＊)に基づいて演算のみにより得られるものであり，1α 1β",
                    "『予め記憶した電流に対するインバータの電圧降下の特性』を用いていると解する余地はないというべきであるから，請求人の上記主張は採用できない。」(7頁15行～29行)",
                    "上記のように，審決は，E の各成分との関係でも判断しているのであDB",
                    "るから，原告が主張するように審決が甲1発明における補償値を誤認していることはありえず，原告の主張は理由がない。",
                    "また，甲1におけるデッドタイム電圧は，デッドタイムにより低下する電圧の平均値であり，それはインバータに固有の一定値である。したがって，デッドタイム電圧そのものは，本件発明1における「予め記憶した電流に対するインバータの電圧降下の特性」ではありえず，一次電流設定信号から得られる力率角φに基づいて演算される電圧指令のα軸成分e に1α",
                    "対する補償値及び電圧指令のβ軸成分e に対する補償値は，いずれも回1β",
                    "転座標系における直流電圧値としてそれぞれ電圧指令に対して加減算をするためのものにすぎないから，このような加減算(演算)手段を装備したとしても，それは「予め記憶した電流に対するインバータの電圧降下の特性」を演算するものではなく，審決の判断は適切である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "subject": "原告は，e がφ，ω，t の値に応じて変化するから補償値も変化するDB",
      "text": [
        "と主張するが，これは「電流に対する電圧降下の特性」ではないから，この点を論じることに意味はない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "取消事由2に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，本件発明1の特許請求の範囲の記載は「予め記憶した電流に対する前記インバータの電圧降下の特性から，前記交流電流指令値に応じた前記インバータの電圧降下の値を出力する」というものであるから，「電流に対する前記インバータの電圧降下の特性」が予め記憶されていれば足り，電流の「大きさ」に対するインバータの電圧降下の特性が予め記憶されている必要があると解釈すべき合理的理由はなく，審決は本件発明の要旨認定を誤ったものである旨主張する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "しかし，本件発明1は「予め記憶した電流に対する前記インバータの電圧降下の特性から」「前記交流電流指令値に応じた前記インバータの電圧降下の値を出力する」ことを特徴とするものである。",
        "オンディレイによる電圧降下は，本件明細書(乙1)の第2図に記載されているように，電流に対して非線形の特性を有するものであり，本件発明1の「予め記憶した電流に対する前記インバータの電圧降下の特性から」は，この第2図に示されたような特性(横軸は交流電流指令の瞬時値の値，縦軸は電圧降下の値)を意味する。このことは，本件発明1が「…特性から，前記交流電流指令値に応じた前記インバータの電圧降下の値…」となっていることからも明らかである。",
        "審決は，第2図に示された電圧降下の特性を電流の大きさに対するインバータの電圧降下の特性と表現しており，この大きさというのは交流電流指令の瞬時値を意味するものである。すなわち，審決は，本件発明1の構成要件を，これと同じ意味を持つ表現で言い換えているにすぎないのであり，大きさという語を用いた点に何ら誤りは無い。原告は，大きさというのを電流の絶対値を意味するものと誤解ないし曲解しているのかもしれないが，文脈からそのような意味で用いられているものでないことは明白である。",
        "しかも，この大きさというのは，単なる言い換えであるから，審決の理由において大きさという語を除いたとしても，結論は何ら変わらない。すなわち，原告の主張は，大きさという語が用いられていることを問題にする点で誤りである上，大きさという語が用いられていることが審決の結論にいかなる影響を及ぼすかも示されておらず，失当である。",
        "以上は本件発明1に関してであるが，本件発明2についても同様である。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "また，原告の本件発明が甲1発明に基づき容易に想到できたとの主張も根拠を欠き，失当である。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "取消事由3に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，審決の「かかる制御誤差は予め記憶されるものともなっていない」との判断(7頁5行～6行)について，甲1発明において，制御誤差として補償される電圧値は演算により一義的に算出されるものであるから，「電流に対する前記インバータの電圧降下の特性」が予め記憶されており，一致点を看過したと主張する。",
        "しかし，審決は，甲1装置発明及び甲1方法発明について，「しかしながら，制御誤差(又はデッドタイム)を求めるために，甲1装置発明では『角周波数ω，三角波パルス数P，デッドタイムT からデッドタイム電d",
        "圧E を，E ＝π／2・E ・T ・(P−1)・fの式で演算するデッドDB DB d d",
        "タイム電圧演算器12』を備え，また，甲1方法発明では『角周波数ω，三角波パルス数P，デッドタイムT から，E ＝π／2・E ・T ・(P"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "d",
                  "subject": "DB d d",
                  "text": [
                    "−1)・fの式でデッドタイム電圧E を演算』するものであって，いずDB",
                    "れの発明も，単に，角周波数，三角波パルス数，デッドタイムという三種類の物理量から所定の演算のみにより制御誤差(又は，デッドタイム電圧)を得ているものである以上，かかる制御誤差がインバータの出力電流の大きさに対応するインバータの電圧降下(又は，電圧降下の値)になっているとは認められず，しかも，かかる制御誤差は予め記憶されるものともなっていない。」(6頁下6行～7頁6行)と認定判断している。",
                    "そして，前述したように，甲1においては，角周波数，三角波パルス数，デッドタイムからインバータの電圧降下の特性であるデッドタイム電圧Eを演算しているものであって，インバータの出力電流の大きさに対応すDB",
                    "るインバータの電圧降下に相当するものでなく，電流指令値(瞬時値)に対する電圧降下の補正量ではなく，しかも，そうした電流に対する電圧降下の特性が記憶されるものともなっていないのであって，審決の認定判断は正当である。",
                    "なお，原告は，「『予め記憶』される電流と電圧との関係曲線も関数であることは本件発明の出願人である被告自身も認めている」と主張するが，本件明細書で原告が指摘する箇所には，「その特性をi の関数として演1u",
                    "算器12に記憶させておく。その時のi に対するΔVの特性は第2図で1u",
                    "示した曲線となる。」(乙1，5頁10欄下3行～下1行)と記載されており，電流に対する電圧降下の特性を第2図に示す曲線が示す関数として記憶しておくことが記載されているのであって，原告の主張は発明の詳細な説明の記載の趣旨を正確に把握していない。",
                    "以上は本件発明1に関してであるが，本件発明2についても同様である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "甲5及び甲6につき",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "原告は，電流に応じて所望の出力電圧を取り出す場合に，予め「電流−電圧特性」を記憶しておき，その特性に応じて所望の電圧を取り出すことは広く行われていると主張し，甲5及び甲6を提出する。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "しかし，本件発明1の「予め記憶した電流に対する前記インバータの電圧降下の特性から，前記交流電流指令値に応じた前記インバータの電圧降下の値を出力する手段」という構成は，瞬時瞬時の交流電流とオンディレイの電圧降下との関係(特性)が非線形であるため，その特性に応じたオンディレイ補償をするために，予め，この特性に基づく電流−電圧特性を記憶しておくものであるが，原告は，単に，一般論として予め電流一電圧特性を記憶しておくことを主張しているにすぎないのであって，本件発明の進歩性を否定する理由とはならない。",
                "また，甲5において開示されている電流−電圧特性は，トランジスタTR及びダイオードDがそれぞれ持つ電流・電圧特性であり，甲6には，溶接トーチを移動制御するアーク長の自動制御方法において，アーク電流電圧特性を予め半導体メモリに記憶させておくことが開示されているにすぎず，本件発明1における前記特性に応じた電流−電圧特性を記憶しておくことの記載は全くない。",
                "以上は本件発明1に関してであるが，本件発明2についても同様である。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "したがって，甲5及び甲6に「予め記憶した電流−電圧特性」に関する記載があったとしても，前記の結論を左右するものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張の取消事由について，以下順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，審決が甲1発明につき，「制御誤差」として補償される電圧値が「デッドタイム電圧E 」であるとしたのは誤りであって，甲1発明で補償DB",
              "text": [
                "される電圧値はE そのものではなく，これに力率角φを用いて得られるDB",
                "「sin φ」「cos φ」を乗じた値であるから審決は甲1発明の認定を誤ったものであると主張するので，以下この点につき判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張は，甲1のe は「デッドタイムによる電圧減少」を意味すDB",
              "text": [
                "る一方，審決が「制御誤差(又は，デッドタイム電圧)を求めるために，甲1装置発明では『角周波数ω，三角波パルス数P，デッドタイムT からデッドタイd",
                "ム電圧E を，E ＝π／2・E ・T ・(P−1)・fの式で演算するデッDB DB d d",
                "ドタイム電圧演算器12』を備え，また，甲1方法発明では『角周波数ω，三角波パルス数P，デッドタイムT から，E ＝π／2・E ・T ・(P−1)・"
              ],
              "content": [
                {
                  "fig": "d",
                  "subject": "DB d d",
                  "text": [
                    "fの式でデッドタイム電圧E を演算』するものであって，いずれの発明も，DB",
                    "単に，角周波数，三角波パルス数，デッドタイムという三種類の物理量から所定の演算のみにより制御誤差(又は，デッドタイム電圧)を得ているものである以上，かかる制御誤差がインバータの出力電流の大きさに対応するインバータの電圧降下(又は，電圧降下の値)になっているとは認められず，しかも，かかる制御誤差は予め記憶されるものともなっていない。」(6頁33行～7頁6行)としたことをもって，甲1発明において「制御誤差」として補償される電圧値はデッドタイム電圧E であると審決は判断したとするものであDB",
                    "る。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで甲1(特開昭60−118083号公報，発明の名称「誘導電動機のベクトル制御装置」，出願人 株式会社明電舎，公開日 昭和60年6月25日)には，以下の記載がある。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "特許請求の範囲",
                      "text": [
                        "誘導電動機の二次磁束と二次電流ベクトルの設定値(i ＊，i ＊)か1α 1β",
                        "らα，βの二軸電圧信号(e ，e )に変換し，この電圧信号(e ，1α 1β 1α"
                      ]
                    }
                  ]
                },
                {
                  "fig": "e",
                  "subject": ")から各相制御電圧信号(e ＊，e ＊，e ＊)に変換してパルス幅1β a b c",
                  "text": [
                    "変調方式トランジスタインバータに与えるベクトル制御装置において，上記トランジスタインバータに設定するデッドタイム(Td)により制御電圧降下分(e )をその力率角(φ)からα，β軸成分に分け，この分離DB",
                    "した成分を夫々の二軸について上記電圧信号(e ，e )に加減算して1α 1β",
                    "新たな電圧信号(e ＊，e ＊)とする手段を備え，デッドタイムによる1α 1β",
                    "制御出力低下を補償することを特徴とする誘導電動機のベクトル制御装置。"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "① 「…電動機の一次電圧をPWM方式インバータでベクトル制御する方式は，非干渉制御のための補正演算することによって，従来の電流制御形ベクトル制御と異なり一次電圧をフィードフォワード制御することになって非常に応答性に優れ，直流機以上の応答特性が確認されている。",
                        "しかし，この方式は一次電圧をオープンループで制御するため，トランジスタインバータ2のトランジスタ間のデッドタイムによる電圧減少分が制御誤差となって現われることがある。」(2頁左下欄4行～13行)",
                        "② 「(発明の目的)",
                        "本発明は，トランジスタインバータのデッドタイムによって生じる制御誤差を補償して制御性能を向上したベクトル制御装置を提供することを目的とする。",
                        "(発明の概要)",
                        "本発明は，デッドタイムによる降下電圧e をその力率角よりα，βDB",
                        "軸の二軸成分に分解し，夫々の二軸制御電圧信号e ，e に加減算1α 1β",
                        "して補償することを特徴とする。」(2頁左下欄14行～右下欄8行)③ 「…位相制御角φの電流iaが…正期間T p に…PWM波形に従つてトランジスタT r 1とT r 2をオン・オフするのに，トランジスタT r 1とT r 2の接続点の電位が正極性に変化するのにトランジスタT r 1の点弧遅れ(デッドタイムTd)だけ遅れる。逆に，電流i が負期間a",
                        "TＮでは電位が負極性に変化するのがトランジスタT r 2に設定するデッドタイムTdだけ遅れる。この遅れ分は…等価的に幅Tdのパルス状電圧Edが逆極性に加わつたものとなり，この電圧をフーリエ展開した基本波分は本来出力しようとした電圧e ＊に対して逆極性になるa",
                        "ため基本波出力電圧を下げるように作用する。このように，制御電圧信号e ＊，e ＊，e ＊に対してトランジスタに設定するデッドタイム"
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "b c",
                  "text": [
                    "による制御出力の低下が発生し，意図する制御出力に誤差を発生させる。」(3頁右上欄2行～左下欄4行)",
                    "④ 「次に，デッドタイムTdの無い理想的な制御で得られる基本波電圧e1は次の(4)式で示される。",
                    "e1＝Ed／2μ sin ωt ……"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ここで，μは制御電圧信号(e ＊等)振幅と三角波振幅の比になるa",
                "制御率である。",
                "この基本波電圧e に対して，デッドタイム電圧e は位相角(力率"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "DB",
          "text": [
            "角)φを考慮して次の(5)式になる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "e",
                  "subject": "＝π／2・Ed・Td・(P−1)・f・sin(ωt−φ)……(5)",
                  "text": [
                    "DB",
                    "この式中，π・Td・(P−1)・f＝μdと置くとインバータ出力電圧e(基本波)は次の(7)，(8)式になる。",
                    "e＝e1＋eDB …… (6)",
                    "＝Ed／2｛μ・sinωt−μd・sin(ωt−φ)｝ …… (7)",
                    "＝Ed／2√(μ2＋μd2−2μ・μdcosφ)・sin(ωt＋α)…(8)但し，α＝ tan−1(μd・sinφ)／(μ−μd・cosφ)",
                    "上述までのことから，本発明はデッドタイムTdによって減少する電圧eDB(前述の(5)式)を予め見込んで同期回転座標から制御電圧信号(e ，e )を補償することで正確な出力電圧を得る。」(3頁1α 1β",
                    "左下欄14行～4頁左上欄2行)",
                    "⑤ 「(実施例)",
                    "…補償回路3では磁束と二次電流設定用一次電流設定信号i ＊，1α"
                  ]
                },
                {
                  "fig": "i",
                  "subject": "＊から非干渉補償した一次電圧演算結果e ，e を得，相電圧1β 1α 1β",
                  "text": [
                    "演算回路7では電圧信号e ，e から各相電圧設定値e ＊，e ＊，1α 1β a b"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "＊を得るにおいて，力率角演算器11は一次電流設定信号i ＊，"
                },
                {
                  "fig": "c",
                  "subject": "1α"
                },
                {
                  "fig": "i",
                  "subject": "＊から力率角φを次の式から求め，",
                  "text": [
                    "1β",
                    "φ＝ tan−1(i ＊／i ＊＊) …… (9)",
                    "1α 1β",
                    "この力率角φを持つ正弦波信号 sin φと余弦波信号 cos φを得る。従って演算器11は，第5図に示すように信号i ＊，i ＊による電流ベ1α 1β",
                    "クトルI と電圧e ，e による電圧ベクトルE との間の力率角φ"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "1α 1β 1",
          "text": [
            "からデッドタイムによる電圧減少e をα，β軸成分に分解するためのDB",
            "正・余弦波成分を得る。",
            "なお，デッドタイムによる電圧e は前述の(3)，(5)式から次の(10)DB",
            "式に変換される。",
            "eDB＝EDB sin(ω t −φ)",
            "＝EDB(cosφ・sinω t − sinφ・cosω t) ……(10)",
            "次に，デッドタイム電圧演算器12はデッドタイム電圧E の演算DB",
            "を行なう。このため，演算器12は角周波数ω，三角波パルス数P，設定されるデッドタイムTdから次の(11)式により求める。",
            "E ＝π／2・Ed・Td・(P−1)・f ……",
            "DB"
          ],
          "content": [
            {
              "fig": "(11)",
              "text": [
                "次に，乗算器13は演算器11の出力 sin φ，cos φと演算器12の出力EDBから電圧eDBのα軸成分EDB・sin φとβ軸成分EDB・cos φを求める。比較器14，15は電圧信号e ，e に乗算器13の出力1α 1β",
                "を夫々加減算して相電圧演算回路7の新たな入力電圧信号e ＊，e ＊1α 1β",
                "とする。",
                "これら信号は次の(12)式になる。",
                "e1α＊＝e1α＋EDB・sin φ",
                "e1β＊＝e1β−EDB・cos φ ……",
                "(12)」",
                "(4頁左上欄3行～左下欄6行)"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "以上によれば，甲1には，デッドタイム(Td)による制御出力低下を補償することを特徴とする誘導電動機のベクトル制御装置に関する発明が記載されているところ，甲1における「制御誤差」は，上記①及び②によれば，トランジスタインバータのトランジスタ間のデッドタイムによる電圧減少分を意味することが明らかである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "また，甲1におけるe 及びE のそれぞれについてみると，上記DB DB",
                          "text": [
                            "(3)イ④及び⑤に，「デッドタイム電圧e 」(3頁右下欄4行～5行)「デDB",
                            "ッドタイム電圧E 」(4頁右上欄8行～9行)とそれぞれ用いられてDB",
                            "おり，デッドタイム電圧の語はe 及びE の両方に用いられている。",
                            "DB DB",
                            "その詳細をみると以下のとおりである。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "まず，e については，上記(3)イ④によれば，力率角φを考慮しDB",
                          "text": [
                            "て，以下の(5)式である"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "e",
                  "subject": "＝π／2・Ed・Td・(P−1)・f・sin(ωt−φ)",
                  "text": [
                    "DB",
                    "で表される。これによれば，e は，sin(ωt−φ)として時間tの経DB",
                    "過と共にその値が変化する交流量で表されるものである。そして，上記(5)式につき，甲1では「デッドタイムTdによって減少する電圧eDB",
                    "(前述の(5)式)を予め見込んで同期回転座標から制御電圧信号(e1α，e )を補償することで正確な出力電流を得る。」(3頁右下欄下2行1β",
                    "～4頁左上欄2行)と説明されているところからすれば，e はデッドDB",
                    "タイムによる電圧減少を意味し，上記「制御誤差」と同義と認められる。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ウ)",
                          "subject": "また，E は，上記(3)イ⑤によれば，デッドタイム電圧演算器1DB",
                          "text": [
                            "2で演算により求められるところ，角周波数ω，三角波パルス数P，設定されるデッドタイムTdから以下の(11)式により表される。",
                            "E ＝π／2・Ed・Td・(P−1)・f",
                            "DB",
                            "そして，E は，上記(3)イ⑤の(10)式，すなわち",
                            "DB",
                            "eDB＝EDB sin(ω t −φ)",
                            "で表されているとおり，sin(ω t −φ)の係数が交流の波高値であるところ，これがE である。",
                            "DB",
                            "そして，角周波数ω，三角波パルス数P，デッドタイムTd及びインバータへの直流入力電圧Edは一定値であるところから，E は時間のDB",
                            "経過に左右されない直流量たる一定値である。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "subject": "その上で甲1においては，制御誤差の補償に当たり，E に対しDB",
                          "text": [
                            "て，α軸成分EDB・sin φ及びβ軸成分EDB・cos φを演算して，それぞれ補償信号として制御電圧信号e ，e に対して加減算するものと1α 1β",
                            "し，αβ軸からなる2軸の回転座標系(一次電流設定信号i ＊，i1α 1",
                            "＊から，相電圧演算回路7の入力となる制御電圧信号e ，e までβ 1α 1β",
                            "の制御系部分)では，制御信号は直流信号であり，それに重畳される制御誤差分としての補償信号もデッドタイム電圧E で示される直流量DB",
                            "(⑤の(11)式)であるところ，これをαβ軸の2軸に振り分けるために，デッドタイム電圧EDBを正弦(sin)成分及び余弦(cos)成分に分解するものである。",
                            "次に，相電圧演算回路7により2軸の回転座標系から3軸の固定座標系に変換されることにより，制御電圧信号も交流信号(e ＊，e ＊，"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "b"
                },
                {
                  "fig": "e",
                  "subject": "＊)となるところ，制御誤差分としての補償信号もデッドタイム電c",
                  "text": [
                    "圧e で示される交流量(④の(5)式)となり，インバータ出力の基本DB",
                    "波電圧(e1)に重畳されるものである(④の(6)式～(8)式)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そして，審決は，甲1装置発明及び甲1方法発明につき，角周波数ω，三角波パルス数P，デッドタイムTdという三種類の物理量から所定の演算のみにより，「制御誤差(又は，デッドタイム電圧)」(7頁2行～3行)を得ているものとした上で，「かかる制御誤差がインバータの出力電流の大きさに対応するインバータの電圧降下(又は，電圧降下の値)になっているとは認められず」(7頁3行～5行)と判断したものである。",
                "すなわち，審決は，「かかる制御誤差が…インバータの電圧降下(又は，電圧降下の値)になっている…」における括弧書きにより，「電圧降下」と「電圧降下の値」を区別し，これをそれぞれ「制御誤差(又は，デッドタイム電圧)」の括弧書きの記載表現と対応させたものと認められる。",
                "そして，上記のとおり，「制御誤差」は「e 」と同等と認められるものDB",
                "であるから，上記審決の記載においても，「制御誤差」は「e 」として，「デDB",
                "ッドタイム電圧」は「E 」として，それぞれ正しく捉えられているものDB",
                "と解することができる。",
                "そうすると，審決は甲1発明について，回転座標系においては，その系での制御信号は直流量であるから，制御誤差として補償されるものは「E 」DB",
                "なる直流量の電圧値であり，固定座標系においては，その系での制御信号は交流量であるから，制御誤差として補償されるものは「e 」なる交流量のDB",
                "電圧であると判断したものと認められる。これについては，甲1装置発明，甲1方法発明に共通であるから，本件発明1，本件発明2について同様に妥当する。",
                "上記の検討によれば，審決の甲1発明の認定に誤りはなく，原告の主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が本件発明1を「予め記憶した電流の大きさに対するインバータの電圧降下の特性」から電圧降下の値を出力するものとしたのは誤りであり，本件発明1の特許請求の範囲の記載及び本件明細書には電流の「大きさ」に対するインバータの電圧降下の特性が記憶されていることが示唆された記載はないと主張するので，以下この点について判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書(乙1，特許公告公報)の発明の詳細な説明には，電流とインバータの電圧降下の特性との関係に関して，以下の記載がある。",
                "①「〔発明の概要〕",
                "本発明の特徴とするところは，交流電圧指令に基づいて直流電圧をパルス幅変調制御して交流電圧に変換し，該交流電圧を負荷に供給する電圧形インバータの制御方法において，予め記憶した電流と前記インバータの電圧降下の関係と，前記インバータの交流出力電流指令により，瞬時瞬時において前記交流出力電流指令に対する前記インバータの電圧降下を求め，該電圧降下に基づいて前記インバータの交流出力電圧を修正するようにしたことにある。」(3頁5欄7行～17行)",
                "②「演算器12において，i ＊～i ＊に基づきインバータ内部電圧降",
                "1u 1w",
                "下Δvを演算する。第2図はΔvとインバータ出力電流iの関係を示す。",
                "Δvは…i の極性に依存しており，その大きさはi に対して非線形である。この特性は電圧指令v ＊として直流を与え，その際のインバータ出力電流i (直流)とv＊の関係から測定できるが詳細は後述する。このΔv−i特性を演算器12に記憶させておき，i ＊に応じてΔvを取り出しv ＊に加算する。これによりインバータ内部電圧降下が補償され，v ＊とインバータ出力電圧の間に比例関係(線形性)が成立する。この結果として高精度な電圧制御形ベクトル制御が実現でき，またトルクリプルの発生を防止することができる。」(4頁7欄10行～8欄7行)③「すなわち，出力電圧指令v ＊はインバータ内部電圧降下Δvと電動1u",
                "機の1次抵抗降下r i である。ここではΔvはインバータに固有で"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "1u",
          "text": [
            "あり，インバータに接続される電動機が替ってもその特性は変化しない。",
            "そこで工場出荷時等においてr が既知な電動機を用いて上記測定を行いv ＊からr i 分を差し引くことによりΔvを求めることができ",
            "1u 1 1u",
            "る。その特性をi の関数として演算器12に記憶させておく。その時1u",
            "のi に対するΔvの特性は第2図で示した曲線となる。」(5頁10欄1u",
            "35行～44行)",
            "④「以上，演算器12の設定法をアナログ制御ブロック図上から説明したが，インバータの制御装置をディジタル制御ユニットで構成する場合には容易に適用できることはもちろんである。すなわち，上記した測定手順をプログラムし，それに基づいて測定されたΔv−i特性をテーブル化してメモリに記憶することで自動設定できる。実運転においては指令信号i ＊に基づいてメモリーよりΔvを読み出し前述のようにしてインバータ内部電圧降下を補償する。」(6頁11欄5行～14行)",
            "⑤また，第2図の記載は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(3)",
              "text": [
                "以上によると，本件発明においては，上記(2)①の記載から，インバータの電圧降下は電流との関係として予め記憶されているもので，インバータの交流出力電流指令，すなわち電流の大きさに応じて，瞬時瞬時においてそのインバータの電圧降下を求め，該電圧降下に基づいて前記インバータの交流出力電圧を修正するようにした点が，また，上記②～④及び第2図の記載から，インバータ内部電圧降下Δvは，インバータ出力電流i との関係から非線形のΔv−i特性(第2図)を呈するところ，その特性を演算器等に記憶させておき，電流の大きさに応じたインバータ出力電流指令信号i ＊に基づきΔvを取り出し出力電圧指令v ＊に加算することにより，インバータ内部電圧降下を補償するようにした点が，それぞれ理解できる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "加えて，本件明細書(乙1)の発明の詳細な説明のうち，〔発明の背景〕には以下の記載がある。",
                "ア①「…電動機電流を高精度に制御するには電圧指令からインバータ出力電圧までの線形性が必要であり，もし，満足されないとベクトル制御の特徴である高速応答高精度な制御が行えない。さらに非線形性に起因して電動機電流に高調波分が含まれるようになりトルクリプルが発生する。",
                "線形性を乱す原因としてはインバータの内部電圧降下がある。それについて次に述べる。」(2頁4欄7行～14行)",
                "②「パルス幅変調インバータにおいては，インバータを構成するP側及びＮ側スイツチング素子を交互に導通制御して出力電圧をPWM制御する。しかしスイツチング素子にはターンオフ時間によるスイツチングの遅れがあるため，P側及びＮ側が同時にオンしないように，一方がオフした後，所定時間(オンデレイ時間)の後に，もう一方を遅れてオンするようにしている。このオンデレイにより前述の電圧降下が生じる。これはインバータ出力電流の大きさと向きにより変化し出力電圧／指令値の線形性を乱す。またそれは後述する特性から高調波成分を含みトルクリプルの発生原因となる。」(2頁4欄15行～27行)"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "イ",
                      "text": [
                        "上記記載によれば，本件発明は，従来技術にみられたオンデレイによる電圧降下が，出力電流の大きさと向きにより変化して出力電圧指令の線形性を乱し，電動機電流を高精度に制御するための課題となっていたところ，この電圧降下の特性がインバータに固有のものであることから，これを記憶し降下分を補償してインバータ出力電圧の線形性を達成することを技術的課題としていることが認められ，上記(2)，①ないし⑤の記載に加え，これによっても本件発明における電圧降下の特性が電流の大きさに対するものであることは明確に見てとれるというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そうすると，本件明細書中の発明の詳細な説明においても，電流の大きさに対するインバータの電圧降下の特性が予め記憶されていることが示されているといえるものであり，審決の認定判断は相当である。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，本件発明1における「電流に対する前記インバータの電圧降下の特性」という要件は例えば本件特許明細書第2図に示される特性によって代表されるような「インバータに固有のΔV−i特性」を意味するものであると理解されるが，そのような解釈を前提としても，本件発明は甲1発明に基づき当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に発明できたものとも主張する。",
                "しかし，本件発明における「電流に対する前記インバータの電圧降下の特性」という要件を，本件特許明細書の第2図に示される特性によって代表されるような「インバータに固有のΔV−i特性」を意味するものと解釈したとしても，本件発明はあくまでも，電流の大きさに対する「インバータに固有のΔV−i特性」を予め記憶したものであって，その特性を有する構成を甲1発明が備えていないことは，後記4(取消事由3)において検討するとおりである。また，その特性を有する構成が当業者にとり自明のものということもできないから，甲1発明から本件発明が容易に想到できたといえないことは明らかであり，原告の主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，甲1発明において制御誤差として補償される電圧値は，デッドタイム電圧EDBに，sin φ又は cos φ(φは力率角)を乗じた値であり，力率角φは電流指令信号であるi ＊及びi ＊の比の逆正接であるから，電1α 1β",
              "text": [
                "圧補償値は電流指令値に対応して計算式により一義的に導かれる値である，換言すれば，電流指令信号i ＊及びi ＊が定まれば，以下固定値である，1α 1β",
                "各周波数ω，三角波パルス数P，設定されるデッドタイムTd，インバータに入力される直流電圧Ed及びf(＝ω/2π)を要素とする関数を用いた演算により一義的に算出されるものであるから，電流に対するインバータの電圧降下の特性が予め記憶されていると認められるところ，この点につき審決は「かかる制御誤差は予め記憶されるものともなっていない」と判断したが誤りである旨主張するので，以下この点について判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1には，制御誤差として補償される電圧値及びデッドタイム電圧EDBに関する記載として，前記2(3)イ①～⑤の記載がある。",
                "その上で，まずデッドタイム電圧EDBは，上記⑤の(11)式により求められる「E ＝π／2・Ed・Td・(P−1)・f 」で表されるところ，そDB",
                "の値(大きさ)は固定値(一定値)であることは明らかである。次に，その固定値であるデッドタイム電圧E に対して，電流指令信号であるi ＊DB 1α",
                "とi1β＊との比の逆正接(tan −1)から求めた力率角φを持つ正弦(sin)成分と余弦(cos)成分を乗算することにより，回転座標系(先の④の「同期回転座標」)におけるα軸成分EDB・sin φ及びβ軸成分EDB・cos φを求める。そして，そのα軸及びβ軸各成分を，夫々の2軸制御電圧信号e1α",
                "(α軸)及びe (β軸)に加減算して補償すること，すなわち制御誤差1β",
                "として補償することにより，三相電圧設定値(指令信号)e ＊，e ＊，e"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "b c",
                  "text": [
                    "＊に変換して出力するための相電圧演算回路7への新たな入力電圧信号e1α",
                    "＊(α軸)及びe1β＊(β軸)とするもの(⑤の(12)式)である。",
                    "そうすると，甲1発明において制御誤差として補償される電圧値である，α軸成分EDB・sin φ及びβ軸成分EDB・cos φは，固定値であるEDBに対して，力率角φの正弦(sin)成分又は余弦(cos)成分との乗算(積)であるから，これは原告主張のとおり力率角φに応じて変化し一定値ではないものの，これが本件発明における電流に対するインバータの電圧降下の特性に該当しないことは明らかというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "確かに，甲1では，その力率角φを求めるために，電流指令信号であるi1α＊とi1β＊との比の逆正接(tan −1)を用いているが，力率角とは，その定義から，交流電力を供給する対象(負荷)に対して，その印加電圧と流れる電流との位相差を角度で表したものであるところ，甲1が採用する2軸の回転座標系の下で力率角φを算定するに当たっては，甲1の第5図に示されるように，電流ベクトル(I )と電圧ベクトル(E )との間の力率角φを電流ベクトル(I )のα軸成分(i ＊)とβ軸成分(i ＊)との"
            }
          ]
        },
        {
          "fig": "1",
          "subject": "1α 1β",
          "text": [
            "比(i1α＊／i1β＊)からその逆正接(tan −1)をとることにより導き出せることは，当業者において容易に認識し得る技術事項である。そして，力率角という電圧と電流との位相差が変化すれば，電流と同相成分にあるデッドタイムによる電圧降下分(e )(甲1の第5図)とインバータの出力相電圧DB"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(e",
                              "text": [
                                ")との位相差も同じく変化するから，これを調整(補償)するため，甲1では上記のとおり，固定値であるEDBに対して，力率角φの正弦(sin)成分又は余弦(cos)成分を乗算したものを用いているのである。",
                                "よって，甲1において制御誤差として補償される電圧値は，電流に対するインバータの電圧降下の特性とはいえない。",
                                "そうすると，この点が一致することを前提に審決が甲1発明と本件発明との一致点を看過したとする原告の主張は採用することができない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "この点をさらに検討すると，制御誤差として補償される電圧値は，固定値であるデッドタイム電圧EDBに力率角φの正弦(sin)成分又は余弦(cos)成分を乗じた値であるから，力率角φが変化しても，このデッドタイム電圧E の大きさ自体に何ら変わりはない(デッドタイム電圧E に特性の変DB DB",
              "text": [
                "化はない。)。結局のところ，力率角φの変化の影響は，前記2(3)イの④に示される式(4)～式(8)のとおり，インバータ出力電圧e(基本波)における位相角への影響として現れるものであり，上記(2)で検討したとおり，甲1発明はその影響を2軸の回転座標系の段階で補償しようとするものである。",
                "そうすると，甲1発明においては，原告が主張するように，電流に対するインバータの電圧降下の特性が予め記憶されているものとはいえないから，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "また原告は，甲1発明において交流電流指令値(i1α＊，i1β＊)を変化させた際には力率角も変化し，補償される電圧降下の値「e 」も変化すDB",
              "text": [
                "るため，力率角及び「e 」は不変では有り得ず，甲1発明には，補償電圧DB",
                "を電流の関数として定めることが明確に示されているとも主張する。",
                "しかし，上記検討によれば，甲1発明において演算により一義的に算出され補償される電圧値は，本件発明における電流の大きさに対するインバータに固有の電圧降下の特性を予め記憶しその降下分を補償するものと異なることが明らかであるから，甲1発明は，本件発明と同じく「電流に対する前記インバータの電圧降下の特性」が「予め記憶」されているとして甲1発明と本件発明との同一をいう原告の主張が，その前提を欠くことは明らかであり，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "次に原告は，甲1発明における「補償電圧」と，本件明細書の第2図による電圧降下特性を補償するための「補償電圧」とは極性は同一であり，相違は，前者が正弦波により電圧降下を近似したものであるのに対し，後者は実際のインバータにおける電圧降下特性を補償電圧の作成に使用することのみであるとも主張する。",
                "しかし，甲1発明においては，取消事由1について説示したとおり，回転座標系から固定座標系への座標変換により，回転座標系における固定値の直流分補償が固定座標系においては交流の正弦波補償となったものであって，本件発明のように電流に対する補償電圧とはなっていないから，審決には本件発明と甲1発明との一致点の看過は認められない。"
              ]
            },
            {
              "fig": "(7)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "さらに原告は，電流に応じて所望の出力電圧を取り出す場合に，予め「電流−電圧特性」を記憶しておき，その特性に応じて所望の電圧を取り出すことは広く行われていることであり，予め「電流−電圧特性」をメモリに記憶しておき，入力電流に対する出力電圧を取り出すことは周知技術であるから，本件発明1において，このような手段を用いることは単なる設計事項にすぎず，実質的な相違点とは認められないから，審決がこの点を相違点と認定したことは誤りである旨主張し，本件特許出願当時の周知技術に関する証拠として甲5，6を提出する。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "ところで甲5(特開昭58−103881号公報。発明の名称「インバータ装置の保護装置」，出願人 株式会社明電舎，公開日 昭和58年6月21日)には，以下の記載がある。",
                        "「このデイジタルデ一タはトランジスタTRおよびダイオードDが夫々持つ電流・電圧特性を記憶する電流一電圧変換器3の入力にされてその出力に電流に対応する電圧のデイジタルデータが取出される。」(2頁右上欄9～13行)",
                        "また甲6(特開昭58−84679号公報。発明の名称「アーク長の自動制御方法」，出願人 神鋼電機株式会社，公開日 昭和58年5月20日)には，以下の記載がある。",
                        "「本発明ではこの具体的手段として，アーク長をパラメータとしたTIG溶接でのアーク電流電圧特性(以下Ⅰ−V特性と呼ぶ)をあらかじめ半導体メモリに記憶させておき，この記憶されたⅠ−V特性と溶接中に検出した溶接電流とを用いて，設定アーク長におけるⅠ−V特性上のアーク電圧設定値を演算し，…」(2頁右上欄18行～左下欄4行)"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "これをさらに詳細にみると，甲5は，「インバータ装置の半導体主スイッチ素子を熱的破壊から保護する装置に関する」(1頁右欄1行～2行)発明であるところ，「本発明は，主スイッチ素子の検出電流からその電力損失を時々刻々算出し，このデータ算出の都度に素子や冷却装置等の条件から定まる素子接合温度を算出し，この算出値が設計上の素子接合温度以上になるときに素子保護を施すことにより，任意の負荷状態にも素子の最大能力を発揮して確実な装置保護ができるようにした保護装置を提供することを目的とする。」(2頁左上欄8行～末行)，「トランジスタTRと還流用ダイオードDの並列回路をブリッジ接続して主回路を構成する電圧形インバータ装置」(2頁右欄2行～4行)との記載から明らかなように，甲5に開示された電流−電圧特性は，トランジスタTRと還流用ダイオードDとが夫々持つ電流，電圧特性であり，本件発明における電流の大きさに対応したインバータ装置に固有の電圧降下の特性から，交流電流指令値に応じたインバータの電圧降下の値を出力手段とするものとは異なるものである。",
                        "また，甲6も，「溶接電流が変化する場合であつてもアーク長を正確に制御できる制御方法を提供することを目的とする」(2頁右欄2行～4行)発明であり，メモリに記憶されるのも上記のとおりアーク長をパラメータとしたアーク電流電圧特性であって，本件発明における上記特性とは異なるものである。",
                        "そうすると，上記周知技術は，電流に応じた出力電圧を得る場合に，予め「電流−電圧特性」を記憶しておくことに止まるものであり，どのような電流に対する電流−電圧特性を記憶するのかについてを具体的に示唆するものではない。これを甲1発明に適用するに当たって，甲1にはインバータ内部電圧降下が電流に応じた電圧特性を有することについては記載ないし示唆はなく，また，これが本件特許出願当時の当該技術分野における自明な技術事項ともいえないから，本件発明におけるインバータに固有の電流の大きさに対する電圧降下特性(Δv−i特性)が容易にそこから導くことができる，或いは単なる設計事項にすぎないといえないことは明らかであり，審決がこの点を相違点(審決6頁5行以下にいう構成要件1)と認定したことに誤りはない。したがって，原告主張の取消事由3も理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10305",
    "date": "2008-01-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035640",
    "ipprecedent_id": "1308",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}