{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審被告の控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "一審原告の控訴に基づき，原判決を次のとおり変更する(次の(1)に掲げる部分は原判決の主文第1項と同旨で，第1項の控訴棄却に係る部分であるが，(3)にいう「その余の請求」の内容を明らかにするため表示した。)。",
      "content": [
        {
          "fig": "(1)",
          "text": "一審被告が，一審原告に対し，「感知式耐震ラッチPFR−T」の製造，販売について，特許第3650955号の特許権に基づく差止請求権，損害賠償請求権及び不当利得返還請求権を有しないことを確認する。"
        },
        {
          "fig": "(2)",
          "text": "一審被告は，一審原告が「感知式耐震ラッチPFR−T」を製造・販売する行為が特許第3650955号の特許権を侵害する旨を文書又は口頭で第三者に告知又は流布してはならない。"
        },
        {
          "fig": "(3)",
          "text": "一審原告のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第一，二審を通じ，一審原告に生じた費用の2分の1を一審被告の負担とし，その余は各自の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "A事件(東京地方裁判所平成18年(ワネ)第2386号)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審被告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告敗訴に係る部分の一審原告の請求を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，一審，二審を通じ一審原告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "B事件(東京地方裁判所平成18年(ワネ)第2396号)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審原告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告は，一審原告が「感知式耐震ラッチPFR−T」を製造・販売する行為が特許第3650955号の特許権を侵害する旨を文書又は口頭で第三者に告知又は流布してはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一審被告は，一審原告に対し，500万円及びこれに対する平成17年11月1日から支払済みまで年5パーセントの割合による金員を支払え。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訴訟費用は，一審，二審を通じ一審被告の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，「感知式耐震ラッチPFR−T」との名称の一審原告製品を製造・販売している一審原告が，特許権者である一審被告に対し，一審原告製品の製造販売行為について，一審被告が特許権に基づく差止請求権，損害賠償請求権及び不当利得返還請求権を有しないことの確認を求めるとともに，一審被告及び一審被告の代理人である弁護士が，一審原告の取引先に対し，一審原告製品が特許権を侵害する旨を記載した文書を送付した行為について，不正競争防止法2条1項14号の虚偽の事実の告知・流布に該当し，又は不法行為を構成するとして，一審被告に対して不正競争防止法3条1項に基づく差止め，並びに一審被告及びその弁護士に対して同法4条又は民法709条に基づく損害金の支払いを求めたところ，原判決が，一審被告が特許権に基づく差止請求権等を有しないことの確認請求を認容したため，同部分について，一審被告が控訴(A事件)するとともに，原判決が，一審被告に対する不正競争防止法3条1項に基づく差止め及び一審被告らに対する損害金の支払請求を棄却したため，同部分について，一審原告が，一審被告に対する上記差止め及び損害金の支払いを求めて控訴(B事件)して，原判決のそれぞれの敗訴部分の判断を争っている事案である。",
            "なお，以下，原判決における略称を本判決においても使用する(一審において被告だった E については，単に「E」とする。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等及び争点",
          "text": [
            "原判決「事実及び理由」欄「第2 事案の概要」の「1 前提事実」及び「2争点」のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "text": [
            "次のとおり，当審における主張を追加するほか，原判決「事実及び理由」欄「第2 事案の概要」の「3 争点(1)(構成要件の充足)」ないし「8 争点(6)(損害額)」のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(構成要件の充足)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審被告の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，① 本件特許発明の構成要件Dについて，「扉等の戻る動きと関係なく」という表現は，当業者が実施し得る構成ではないとしたが，誤りである。原判決は，特許請求の範囲を実施例に限定解釈しているところ，そのような限定解釈が認められるのは，特許権に無効理由が明らかに存在する場合のみなのであるから，原判決の「当業者が実施し得る構成ではない」との表現は，特許法36条6項2号の無効理由である「不明確」を意味すると解釈できる。そして，特許法や審査基準に照らせば，本件特許発明の特許請求の範囲が明確であるかどうかは，審査基準にいうところの「当該機能・特性等を有する周知の具体的な物を例示することができるか又は具体的な物を容易に想到できるか」，すなわち「周知のものとして例示できるか又は容易に想到できるか」が問題となる。",
                        "本件特許発明の係止体は，「通常使用時に扉等がわずかに開かれると当たって扉等の開く動きを許容して動くが，地震時にゆれがあれば扉等の開く動きを許容しない状態すなわち動かなくなる」ものと直ちに理解できる。そして，係止体が「ゆれがあれば動かなくなる」構造は，本件特許発明の出願時，特開平10−30372号公報(乙16，図29ないし図31参照)，特開平10−31777",
                        "2号公報(甲11，図6参照)，特開平10−25945号公報(乙3，図1な",
                        "いし図3参照)，特開平10−184162号公報(乙17，図1ないし図3参",
                        "照)，特開平7−30555 1 号公報(乙18，図5参照)等に公知であり，それらのうちには，製品として販売されていて，公然実施されていたものもあった。",
                        "したがって，本件特許発明の特許請求の範囲に記載された係止体の「ゆれがあれば動かなくなる」構成は「周知のものとして例示できる又は容易に想到できる」ものであった。",
                        "また，係止体のうち，「扉等の戻る動きとは独立して扉等の開く動きを許容しない状態すなわち動かなくなる」又は「扉等の戻る動きとは独立しまたは関係なくその状態が切り替わる」係止体の構成は，本件出願時，特開平10−317772号公報(甲11，図6の球により動きが妨げられる係止体)，特開平10−25945号公報(乙3，図1ないし図3の検知体12と表現された振り子により動きが妨げられる係止体)，特開平10−184162号公報(乙17，図1",
                        "ないし図3のブロック体12と表現された振り子により動きが妨げられる係止体)等に公知であり，「扉等の戻る動きとは独立しまたは関係なく」という構成，すなわち，係止体が，「独立しまたは関係なく動いたり動かなくなったりする」という構成は周知技術であった。本件特許明細書の図18及び図19の実施例の棚を参照すれば，地震時に球(9)による係止体(6)の動きの「妨げ状態」が「扉等の戻る動きとは独立しまたは関係なく」切り替わる構成になっていて，扉等の戻る動きで係止体の動きの「妨げ状態」が，「扉等の戻る動きとは独立しまたは関係なく」切り替わる本件特許発明の構成は，前記公知文献の構成と全く同一である。",
                        "したがって，「扉等の戻る動きとは独立しまたは関係なく」という特許請求の範囲の記載は，当業者にとり，その具体的な構成を周知のものとして例示できるものであり，また，常識で容易に想到できるものである。当業者にとり，本件特許発明の範囲は明確であり，特許発明の技術的範囲が実施例に限定されることはなく，「機能的クレーム」という暖味な概念を持ち出して，特許発明の技術的範囲を実施例に勝手に限定解釈してはならない。",
                        "また，原判決は，本件特許発明の「扉等の戻る動きと関係なく」という記載は，本件特許発明の目的及び効果を達成するために必要な具体的な構成を明らかにするものではないとしたが，誤りである。",
                        "原判決は，上記判断の際，特許請求の範囲の構成と目的及び効果の対応について，本件特許明細書の【従来の技術】，【発明が解決しようとする課題】，【課題を解決するための手段】及び【発明の効果】のみを参照した。しかし，本件特許発明の無効審判事件である無効2005−80113号事件における公知文献(特開平10−317772号公報〔甲11〕)と比較すると，本件特許発明の",
                        "「わずかに開かれるまで当たらない係止体」との構成による効果は，地震終了時に閉止状態で「当たらない係止体」という構成により，解除が確実になり解除機構を単純にできるというものである。そして，この「解除機構を単純にできる」という目的及び効果に対応する構成として，「扉等の戻る動きと関係なく」という表現ではなく，「わずかに開かれるまで当たらない係止体」との表現が，特許請求の範囲に「機能的に」ではなく「具体的に」記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告は，一審原告製品につき，倒立分銅は本件特許発明の実施例の球と異なる旨主張するが，誤りである。",
                        "まず，地震検出機能についてみると，一審原告製品の倒立分銅も本件特許明細書の実施例の球も，検出機能としては，地震検出の感度が重要であり，その感度は，倒立分銅については重心を高くし，球については傾斜を緩くすれば，感度を高めることができるので，その作用効果は同じであり，倒立分銅も球も地震検出手段として種々公知であって(実公平2−41267号〔乙1〕の分銅又は倒立分銅，特開平8−260802号〔乙2〕の鎖付きで転がらない球体，特開平10−25945号〔乙3〕のリングをばねで支持した検知体，「機械振動」〔乙4〕の「回転体」〔球と同じ〕と「倒立振子」〔倒立分銅と同じ〕)，当業者は周知の検出手段の中から適宜選択して実施し得るものであり，球も倒立分銅も振動するものであって，技術思想は同じである。また，係止体の動きに関与する機能についても，倒立分銅も球も，地震の揺れを感じて動き，係止体の動きに関与する点において同じであり，解除機構を単純にできるという作用効果の程度においても同じである。さらに，倒立分銅では中間体が付加され，その動きが変換されているが，そのような付加は慣用技術である。また，周知の地震検出手段である倒立分銅と球のいずれを使用するかは当業者にとり，適宜選択できるものであり，球も倒立分銅も振動するもので，安定位置にある状態と振動状態の物理的な位置変化により係止体の動きに関与するという技術思想は同じである。",
                        "したがって，一審原告製品の倒立分銅は，本件特許発明の特許請求の範囲の記載から，その構成を容易に想起できるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "一審原告は，一審原告製品につき，中間体が存在するから本件特許発明の実施例と異なる旨主張するが，誤りである",
                      "text": [
                        "一審原告は，中間体について，わずかでも扉を開く方向に力がかかっていれば解除されないようにするから重要であるとするが，本件特許発明の実施例の球も，わずかでも扉を開く方向に力がかかっていればそのまま動くことがなく，解除されないから，一審原告製品の中間体と同じであり，そこに差はない。また，一審原告は，一審原告製品の中間体は，本件特許発明の球とメカニズムが異なる旨主張するが，本件特許発明の実施例の球に相当するのは一審原告製品においては倒立分銅と中間体の複合体であり，倒立分銅が先に安定位置に戻っても中間体が戻らなければ複合体としては解除されずロック状態が継続していることとなるので，本件特許発明の実施例の球と同じである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審原告の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明の構成要件Dは，極めて抽象的な文言を用いてその機能をクレームとして記載している。そして，機能的クレームの特許請求の範囲は，記載文言どおりに認定するのではなく，明細書に開示された構成や発明の詳細な説明の記載から当業者が実施し得る構成の範囲までに限定すべきである。",
                        "本件特許発明の特許請求の範囲の記載を見ると，どこにも「『扉の戻る動きと関係なく』係止体は扉等の開く動きを許容して動き可能な状態になる」ための具体的な構成は全く記載されておらず，このように機能を用いて抽象的な表現がなされている場合，この機能を果たし得る構成のすべてが技術範囲に含まれるとすれば，出願人が発明した範囲を超えて，特許権による保護を与えることになり，極めて不当である。",
                        "そして，一審原告製品は，本件特許明細書の記載から当業者が想到することは到底不可能な構成であるため，構成要件Dを充足しない。",
                        "この点，一審被告は，当該構成要件Dが機能的クレームか否かについて，請求項の記載が明確性の要件を備えているかという，無効論と侵害論におけるクレーム解釈論を混同しているかのような，不合理な主張をしており，一審被告の主張が全く理由のないものであることは明らかである。また，一審被告は，一審原告製品の構成が本件特許明細書の詳細な説明及び図面の記載から当業者が実施し得る構成である旨主張するが，本件特許明細書には，実施例の構成以外の構成の具体的な示唆は全くない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告製品は，地震検出体として倒立分銅を用い，さらに中間体の爪と係止体の溝のかみ合わせにより，収容物が扉に寄りかかった状態で地震が終了した場合には扉が開かないようにしている。一審原告製品の地震検出体である倒立分銅は，収容物の地震終了時の状態に関わらず，常に地震が終了すれば自然と直立位置に戻るものである。そして中間体を設け，地震終了時にわずかでも扉を開く向きに力がかかっていると，中間体の爪と係止体の溝がかみ合って抜けないようにすることによって，自然には扉が開かない構造となっており，扉を閉じる方向にわずかな力を加えれば上記かみ合いが解除されて扉が開くようになるという構成を有している。本件特許明細書に開示された実施例の構成と一審原告製品の構成は全く異なるものである。",
                        "この点，一審被告は，倒立分銅について，地震検出手段は周知であり，中間体は動きの方向を転換する慣用手段であるから，当業者であれば想到容易であると主張するが，一審被告が地震検出手段として周知であるとする倒立分銅は，地震終了時に直立姿勢に戻らないことやバネが使用されていないことから，一審原告製品の倒立分銅とは全く異なるものである。また，一審原告製品の中間体は，中間体の爪と係止体の溝をかみ合わせて，収容物が扉に寄りかかった状態で地震が終了した際に，上記かみ合わせが抜けないようにすることにより，扉が自然に開くのを防止するという重要な役割があり，本件特許明細書の記載から，このような役割を中間体に持たせる仕組みを想到することは容易でない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(4)(不正競争防止法2条1項14号)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審原告の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，一審被告の警告書の送付について，「特許権者の権利行使として社会通念上必要と認められる範囲を超えているとまで認めることはできない。」(36頁)とするが，誤りである。",
                        "原判決の「Ｎo.12の警告書は，クリナップと原告との取引開始が見込まれる時期にシモダイラとの取引継続を目指して行われたものであって」との認定に従えば，一審被告の警告書の送付について，不正競争法上の違法性が認められる。",
                        "すなわち，特許権者の権利は，特許法を離れては存在し得ないところ，特許法は，「特許権・・・を侵害する者又は侵害するおそれがある者に対し，その侵害の停止又は予防を請求することができる。」(100条1項)と規定しており，特許権者といえども，現に，特許権を侵害しておらず，また，そのおそれもない者に対しては何らの権利も持たない。そして，「侵害のおそれ」に対して侵害予防請求権を行使できる場合は，「いまだ侵害行為の着手はないが，着手することが客観的に明らかとなった段階で行使することができる。たんに侵害に該当する行為をなすにつき主観的決意がなされただけでは足りず，客観的に認識可能な侵害の準備行為ないし予備行為がなされ，または侵害行為を続行することの可能な客観的状況が維持されていることを要する。」(渋谷達紀「注釈特許法」有斐閣ミドル・コンメンタール(1986)244頁)とされていて，一審原告製品の採用を検討していた企業というだけでは，「侵害に該当する行為をなすにつき主観的決意」にさえ至っていないものであり，一審被告の権利行使の対象とはなり得ない。",
                        "したがって，一審被告は，特許法上，一審原告製品の採用を検討していたにすぎないクリナップに対し，何らの権利も行使し得なかったはずであり，一審原告の名を明示してクリナップに対して警告書を送付した行為は，明らかに，特許権者としての正当な権利行使の範囲を逸脱している。社会通念上，特許侵害警告が正当な権利行使の範囲にあるか否かが問題となるのは，前提として，少なくとも，被告知者に対して，直接の侵害警告が可能であり，外見上は権利行使の要件を備えてないければならない。",
                        "そして，このような明白な事例がある以上，その他の企業に対する，一見権利行使の外観を備え，あるいは，特許法65条に基づく警告の外観を備えた行為についても，その意図は，競業者の取引先に対する信用を毀損し，当該取引先との取引ないし市場での競争において優位に立つことを目的としてされたものであり，これらを正当行為と認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件の警告書送付行為のほとんど(Ｎo．1ないしＮo．14の警告書送付行為)は，特許法65条の警告書送付行為としてされたものであるところ，特許登録前の特許出願人は，特許権者と異なり，侵害品製造者に製造・販売を中止するよう求める法的権利を有さず，特許法65条が警告書送付を認めた範囲内でのみ権利行使が許され，特許登録後の警告書のような強い内容の警告が許されるものではない。それにもかかわらず，一審被告は，いずれの段階における警告書にも，侵害製品として，一審原告製品を特定して記載した警告書を送付した。しかも，一審被告は，Ｎo．1ないしＮo．5の警告書を送付した後，一審原告から，取引先への警告書送付行為は虚偽告知に該当するから中止するよう警告された(甲7)にもかかわらず，その後も，一審原告の取引先に対し，侵害品として一審原告製品名を記載した警告書を送付し続けたものである。また，一審被告は，一審原告に対する警告書と文言を違え，取引先に対する警告書にのみ，侵害品として一審原告製品名を明記した警告書の送付を繰り返していて，一審被告の実施許諾品の販売を増やすことを目的として一連の警告書送付行為を繰り返していたことは明らかである。さらに，ニットーは，平成17年3月3日付で，本件については一審原告との契約で同社が独自に対応できないので，一審原告に連絡するよう通知した(甲13)にもかからず，一審被告はその後もニットーに対し警告書を送付した。",
                        "また，一審被告は，弁理士であり，特許法の趣旨を熟知していたはずであり，別訴において不正競争行為を認定された判決(甲8)から，警告書を送付する行為が不正競争行為に該当する可能性を十分に認識していて，警告書送付行為により他人の信用を毀損しないようにすることについて，一般人よりも強い注意義務が課されていた。",
                        "警告の相手方についてみると，一審被告は，一審原告製品を採用していないが，採用する可能性のある大手の会社(潜在的な顧客)に対し一斉に虚偽の事実を告知することによって，一審原告製品を取り扱わないように呼びかけていて，これは，特許法65条によって認められた範囲を大きく逸脱している。そして，当時既に一審原告製品を採用していた株式会社イナックス(以下「イナックス」という。)にだけは警告書を送付していないところ，イナックスは，一審被告が別訴判決(甲8)において不正競争行為を認定された事件の警告書の送付先であり，このことからも，一審被告が，本件警告書の送付行為の違法性を認識していたといえる。",
                        "一審原告との交渉についてみると，一審被告の一審原告に対する書面は，あえて侵害品の記載を避けた，一度だけの警告書の送付であり，一審被告には一審原告と交渉するつもりなど一切なかった。平成16年5月にされた，一審被告から一審原告への特許譲渡の申出も，一審原告から回答書兼警告書を送付した後の一審被告からの初めての文書であったにもかかわらず，一審原告が拒絶理由があるとしたことに関する一審被告の意見の表明も，一審原告の取引先に対して警告書の送付を中止するよう求めたことに対する対応も記載されておらず，特許出願番号も特定することなく，単に17件の譲渡を申し出ているだけであり，形式的に交渉を申し入れたかのような外観を作り出しただけにすぎない。その後も，一審被告は，上記申出について，一審原告に連絡をしていないし，ニットーから，今後の連絡は一審原告にするように求められたにもかかわらず，一審原告に連絡しなかった。",
                        "警告書の内容についてみると，一審被告の警告書には，いずれも，一審原告製品が本件特許を侵害する旨が記載されていると同時に，一審被告の実施許諾先の名前が記載されており，全体として，一審被告の実施許諾先の製品の採用を求める内容になっている。特に，連絡先に，権利者でもないシモダイラも併記し，シモダイラ製品の販売価格に言及し，シモダイラ製品の値引きはできない旨述べられている警告書は，警告書という体裁はとっているものの，内容はシモダイラ製品の売込みである。このような内容は決して権利者の正当な権利行使と評価できるものではない。",
                        "また，一審被告が，何度も警告書送付を繰り返しながら，一度も侵害の根拠や，特許が有効に登録されると考える根拠を示さず，単に「特許出願に抵触する」という曖昧な文言を繰り返すことしかしていないことからも，その目的は，一審原告製品が侵害品である旨を告知して一審原告の信用を毀損することにあったことは明白である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "権利行使の一環として警告行為を行ったという過去の行為については違法性が阻却されるとしても，特許非侵害又は特許無効の判断が裁判所によって示された後に繰り返される侵害告知行為の違法性についても阻却されるものではない。",
                        "したがって，過去の行為の違法性が阻却されるという判断を前提としても，そのことを理由として将来の差止めをも否定することは，誤りであり，このことは，不正競争防止法4条が故意又は過失を要件としているのに対して，同法3条では故意又は過失が要件となっていないことからも明らかである。",
                        "仮に，過去の行為が違法性を欠いていたことを理由として差止請求を否定するのであれば，一審被告が適法な行為のみを行うことについて，高度の蓋然性がある場合に限るべきである。すなわち，不正競争防止法は，「侵害されるおそれ」を要件としているから，一審被告において，裁判所が特許非侵害又は特許無効の判断を示した場合には侵害告知を繰り返すことはないなどの意思を訴訟上明確に表明しているような場合には，差止請求の必要性がないという理由で差止請求を棄却することも理論的にはあり得るが，本件ではそのような意思は表明されていない。むしろ，一審被告は，特許非侵害又は特許無効を強く争っているのであるから，主観的には，「正当な権利行使の一環である」との意図の下に侵害告知を繰り返すおそれが残っている。したがって，一審の差止請求権等の不存在確認判決によっても不正競争行為を差し止める必要性は消滅していない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告の主張",
                  "text": [
                    "本件特許権の設定登録以前，一審原告がクリナップに対して，「一審原告製品は，一審被告の本件特許申請を侵害するおそれがない」旨の書面(乙9)を出していたため，一審被告は，本件特許権成立後，クリナップに警告を発したにすぎない。当時，クリナップは，一審被告が本件特許権の成立を前提として実施許諾をしていたシモダイラが製造した製品をキッチンの部品として使用していたから，クリナップは，いわば一審被告に対し，間接的に実施料を支払っていた関係にあり，クリナップが上記実施許諾品の使用をやめると，一審被告は，それに相当する実施許諾料収入を失うことになるため，クリナップに対し，本件特許が成立したことを告知する目的で警告したものにすぎず，一審被告が，一審原告製品が本件特許権と明らかに文言抵触していると判断して警告した点に違法性はない。また，クリナップにおいては，一審被告の警告に基づき，警告に理由がないと判断して一審原告製品を使用することも，警告に理由があると判断して一審原告製品を使用しないことも自由である。一審原告からのクリナップへの「侵害のおそれがない」旨の書面と同様，一審被告からクリナップへの「侵害のおそれがある」との書面に違法性はない。",
                    "本件特許は，地震対策付き棚又は家具についての特許であるから，一審被告の直接の交渉相手はシステムキッチンメーカーであり，また実施料相当額の支払い等の経済的理由からも，一審被告には，一審原告のような部品製造業者を直接の相手にする必要性がなく，一審被告としては，システムキッチンメーカーの判断により，一審被告に直接実施料を支払ってもらうか，一審被告の実施許諾品を使用し，間接的に実施料を支払ってもらえればいい。",
                    "しかも，システムキッチンメーカーはすべて大企業であり，特許に関する知識は部品製浩業者よりはるかに有しており，特許侵害か否かは独自に判断する能力があるのであるから，その判断によって部品製造業者である一審原告がなんらかの影響を受けたとしても，一審被告の警告は違法とならない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "A事件についての当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(2)(本件特許権には，特許法29条の2による無効理由が存在するか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明1は，その特許請求の範囲の記載に照らし，「地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」というものである。",
                "そして，上記の特許請求の範囲には，「地震時に扉等がばたつくロック状態となるロック方法において」との記載があるところ，「扉等がばたつくロック状態」について，これを限定する格別の記載は見当たらない。",
                "一般的な用語例に従うと，「ロック」とは，「錠をおろすこと。鍵をかけること。",
                "錠。」(広辞苑第5版)とされ，扉についていえば，「ロック状態」とは，鍵をかけるなどして開かない状態をいうと解される。また，「ばたつく」とは，「ばたばたする。騒がしく動きまわる。じたばたする。」(同)などの意味を有する。そうすると，「扉等がばたつくロック状態」とは，「扉等がばたばたした状態にありながら，かつ，鍵をかけるなどして開かない状態」であると，一応理解することができる。しかし，その内容が一義的に理解されるとは，直ちに断定し難いところである。したがって，本件特許発明1が，これらの語のみで，特許請求の範囲が一義的に発明として特定されるとはいうことができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許明細書には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【発明が解決しようとする課題】本発明は以上の従来の課題を解決し地震時に係止体が扉等の戻る動きとは独立して動くことにより扉等の戻る動きで解除されず地震時にロック位置に到って振動し又はロック位置を保持する構成にすることにより解除機構を単純に出来る扉等の地震時ロック方法及び該方法を用いた地震対策付き棚の提供を目的とする。更に本発明の他の目的は係止体が扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる構成にすることにより解除機構を単純に出来る扉等の地震時ロック方法及び該方法を用いた地震対策付き棚の提供を目的とする。」(段落【0003】)"
                },
                {
                  "fig": "イ",
                  "subject": "「【課題を解決するための手段】本発明は以上の目的達成のために：地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法等を提案するものである。」(段落【0004】)"
                },
                {
                  "fig": "ウ",
                  "subject": "「以上で明らかな通り図1乃至図5の扉等の地震時ロック方法は棚の本体(90)側に取り付けられた装置本体(1)の係止体(2)が地震時に扉等の開く動きを停止させる位置であるロック位置へと動き，前記係止体(2)は扉等の戻る動きとは独立して動くことにより扉等の戻る動きで解除されず地震時にロック位置に到って振動し又はロック位置を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体(2)は待機位置へと戻る扉等の地震時ロック方法である。そして図示のものは地震時に装置本体(1)の係止体(2)が扉等の係止具(5)に係止し扉等のばたつきのほとんどないロック状態となる扉等の地震時ロック方法であった。」(段落【0005】【発明の実施の形態】，5頁7行目～14行目)"
                },
                {
                  "fig": "エ",
                  "subject": "「その結果係止具(7)の絞り(7c)を係止部(6b)(溝を有する",
                  "text": [
                    "ため溝が縮まって)は通過し開口端(7b)に到ることになる。開口端(7b)において係止部(6b)は段(6c)で係止保持力(係止解除力でもある)が確保される。すなわち段(6c)における係止保持力(係止解除力でもある)以下であれば開き戸(91)は地震のゆれの戻りから受ける力によっては解除されない。すなわち開き戸(91)が隙間を有した状態でロックされることは図1乃至図5の実施例のものと同様である。地震が終わると使用者は隙間を有してロックされている図10及び図11の状態の開き戸(91)を係止保持力以上の力で押す。これにより係止状態が解除され図10及び図11の状態から図6及び図7に示す様に係止体(6)は係止具(7)の絞り(7c)を通過し開口(7a)へと戻り開き戸(9",
                    "1)の開閉は自由になる。」(同段落，6頁37行目～49行目)，"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「以上で明らかな通り図6乃至図11の扉等の地震時ロック方法は棚の本体(90)側に取り付けられた装置本体(1)の係止体(6)が地震時に扉等の開く動きを許容しない状態になり，前記係止体(6)は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体(6)は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法である。そして図示のものは地震時に装置本体(1)の係止体(6)が扉等の係止具(7)に係止し扉等のばたつきのほとんどないロック状態となる扉等の地震時ロック方法であった。」(同段落，7頁2行目～9行目)"
                },
                {
                  "fig": "カ",
                  "subject": "「すなわち図1乃至図11の扉等の地震時ロック方法に共通することは地震時に装置本体(1)の係止体(2)(6)が扉等の係止具(5)(7)に係止",
                  "text": [
                    "し扉等のばたつきのほとんどないロック状態となることであった。以上の地震時ロック方法のいずれかに適用が可能な振動エリアAの他の実施例(但しこれに限るものではない)を図12乃至図17に示す。」(同段落，同頁10行目～14行目)キ 「次に図18及び図19の実施例は図6乃至図11に示したものと比較し地震時に扉等がばたつくロック状態となる扉等の地震時ロック方法であることを特徴とする。すなわち係止体(6)の係止部(6b)は扉等の係止具(7)に係止することなく単に停止されるものであり地震時に扉等がばたつくロック状態となる。",
                    "次に図20の実施例は図1乃至図5に示したものと比較し地震時に扉等がばたつくロック状態となる扉等の地震時ロック方法であることを特徴とする。すなわち係止体(2)の係止部(2e)は扉等の係止具(5)の係止部(5a)に係止することなく単に停止されるものであり地震時に扉等がばたつくロック状態となる。」(同段落，同頁18行目～25行目)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「【発明の効果】本発明の扉等の地震時ロック方法及び該方法を用いた地震対策付き棚の実施例は以上の通りでありその効果を次に列記する。本発明の地震時ロック方法は特に係止体が扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる構成にすることにより解除機構を単純に出来る。」(段落【0006】)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記によれば，本件特許明細書の図1ないし図17に示されたロック方法は，地震時に扉等のばたつきのほとんどないロック状態となるものに係り(上記(2)ウないしカ)，本件特許発明1の実施例に相当するものではない。これに対し，図18ないし図20に示されたロック方法のみが，地震時に扉等がばたつくロック状態となるものであり(同キ)，本件特許発明1の実施例に相当するものである。",
                "そして，本件特許明細書において，本件特許発明について説明する部分は，発明が解決しようとする課題(上記(2)ア)，課題を解決するための手段(同イ)，発明の効果(同ク)及び実施例の説明と図18ないし図20(同キ)しかない。",
                "本件特許明細書には，前記のとおり，本件特許発明1の特許請求の範囲にいう「扉等がばたつくロック状態」について直接定義する記載はないものの，「地震時に扉等のばたつきのほとんどないロック状態」と「地震時に扉等がばたつくロック状態」を明確に区別しており，そのうちの「地震時に扉等がばたつくロック状態となる扉等の地震時ロック方法」に係る発明が本件特許発明1であるから，「ばたつきのほとんどない」構成と「ばたつく」構成との間にどのような相違があるのかが明確にされる必要がある。",
                "この点について，上記(2)ウの「そして図示のものは地震時に装置本体(1)の係止体(2)が扉等の係止具(5)に係止し扉等のばたつきのほとんどないロック状態となる扉等の地震時ロック方法であった。」との記載や同カの「すなわち図1乃至図11の扉等の地震時ロック方法に共通することは地震時に装置本体(1)の係止体(2)(6)が扉等の係止具(5)(7)に係止し扉等のばたつきのほとんどないロック状態となることであった。」との記載によれば，「扉等のばたつきのほとんどないロック状態」とは，「装置本体(1)の係止体(2)が扉等の係止具(5)に係止」するものであることが分かる。",
                "また，「扉等がばたつくロック状態」とは，上記(2)キによれば，実施例の図18，19及び図20で示されるものであり，棚の本体側に設けられた係止体について，「その係止体(6)の係止部(6b)が，扉等の係止具(7)に係止することなく単に停止される」ロック状態(図18，19)，ないしは，「係止体(2)の係止部(2e)が，扉等の係止具(5)の係止部(5a)に係止することなく単に停止される」というロック状態(図20)を意味するものをいうと理解することができる。",
                "以上によれば，係止体との関係で，「扉等のばたつきのほとんどないロック状態」は，扉等の係止具に「係止」するのに対し，「扉等がばたつくロック状態」は，扉等の係止具の係止部に「係止」するのでなく，単に「停止」するものをいうと認められる。",
                "したがって，本件特許発明1にいう「扉等がばたつくロック状態」は，棚本体に設けられた係止体を用いて扉等の開閉を制御している状態であるが，係止体の存在にもかかわらず，扉等に設けられた係止具に「係止」せず，単に「停止」される状態をいうものと認められる。",
                "そこで，さらに，「係止」と「停止」の技術的意義及び区別がどのようなものであるかが明らかにされる必要がある。",
                "本件特許明細書の発明の詳細な説明において，この点に関する記載としては，「係止体(6)の係止部(6b)が，扉等の係止具(7)に係止することなく単に停止される」，「係止体(2)の係止部(2e)が，扉等の係止具(5)の係止部(5a)に係止することなく単に停止される」があるが，これらはいずれも「係止体の係止部」の機能，作用が記載されているのみである。",
                "一般に，「係止」とは，「係わり合って止まること。」(平成12年8月28日日刊工業新聞社発行特許技術用語集−第2版−)などとされており，上記(2)ウないしカを併せ考えると，本件特許明細書において，「係止」とは，扉等が「開く方向にも閉じる方向にも動きが封殺されていること」を意味するものと理解できる。",
                "また，本件特許明細書においては，「停止」という用語が，「係止」と対比して使用されていることから，「停止」は，上記の「係止」とは異なる意味を有するものと理解することができる。このことに，「扉等がばたつくロック状態」が，前記(1)のとおり，一般的な用語例に従うと，「扉等がばたばたした状態にありながら，かつ，鍵をかけるなどして開かない状態」にあることを意味していることを併せ考えると，「扉等のばたつきのほとんどないロック状態」とは，「扉等が係止された状態」すなわち「扉等が，開く方向にも閉じる方向にも動きが封殺されるロック状態」をいうのに対し，本件特許発明1における「扉等がばたつくロック状態」とは，「扉等が，係止されることなく単に停止されるロック状態」であり，「扉等が，ロック位置からそれ以上開く方向への動きが封殺されるが，ロック位置から閉じる方向については，開く方向及び閉じる方向の動きが許容され，往復動可能となるロック状態」をいうものと，一応解釈することができる。",
                "そして，扉等は，技術常識によれば，通常は，閉じられているものであるから，「扉等がばたつくロック状態」において，地震時において，通常時に閉じられている位置と前記ロック位置との間を往復動可能であるといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲10公報(甲10〔ただし，6頁以下の手続補正書に係る部分を除く。〕)についてみると，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【請求項1】 家具，吊り戸棚等の開き戸付き収納装置に設けられ，地震時に開き戸の開放を規制する開き戸の閉止装置において，前記収納装置本体に上下動可能に設けられた係止体と，地震の揺れによって動作して前記係止体の動きを上動不能に阻止する阻止手段と，前記開き戸に支持され前記開き戸の開閉に際して前記係止体の動きが阻止されたときにのみ前記係止体が係止可能な状態になって前記開き戸の開放度を若干開く程度に規制する規制手段とを備えていることを特徴とする開き戸の閉止装置。」(【特許請求の範囲】)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「【発明の属する技術分野】この発明は，家具，吊り戸棚等の開き戸付き収納装置に設けられ，地震時に開き戸の開放を規制する開き戸の閉止装置に関し，特に地震時に開き戸の開放を規制する構造に関するものである。",
                    "【従来の技術】家具，吊り戸棚等の開き戸付き収納装置では，地震の揺れにより開き戸が開いて収納物が落下するのを防止するために，通常地震時に開き戸の開放を規制する閉止装置が設けられる。この種の閉止装置は，収納装置本体に設けられた係止手段が平常時にはケース内に没入状態にあり，地震の揺れによりこの係止手段がケース下方に突出し，この突出した係止手段が開き戸に設けられた係止具に係止して開き戸の開放が規制され，収納物の落下が防止されるようになっている。・・・【発明が解決しようとする課題】しかし，上記した従来の閉止装置では，開き戸をわずかに隙間を有した半開きの状態にロックするため，地震終了後に，このロック状態を解除するのに特別な解除動作が必ず必要となり，非常に面倒である。・・・この発明が解決しようとする課題は，地震終了後の解除動作を不要にし，地震中の開き戸の開放を確実に阻止できる小型，薄型の開き戸の閉止装置を提供することにある。」(段落【0001】～【0006】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「【発明の実施の形態】この発明の一実施形態について図1ないし図3を参照して説明する。但し，図1は切断正面図，図2は一部の切断平面図，図3は異なる一部の平面図である。図1において，31家具，吊り戸棚等の開き戸付き収納装置本体，32は開き戸，33は樹脂等から成るケースであり，図2にも示されるように，内側に空間を有し，この空間が3つに仕切られて3個の移動スペース34が形成され，上端のフランジがねじ等により収納装置本体31に取り付けられている。 36はケース底面の形成された開口，37は転動体である3個の球体であり，各移動スペース34内にそれぞれ移動可能に収容されている。このとき，各球体37は各々の移動スペース34のみ移動可能で，隣接する移動スペース34には侵入できないように移動スペース34が構成されている。38は樹脂等から成る係止体であり，ほぼ円柱状を成す基部38aと，基部38aの上端に形成された開口36より大寸の鍔部38bとから成り，この鍔部38bがケース33の内側に収容され，基部38aが開口36内に上動可能に配設されている。このとき，係止体38が下動した状態において，係止体38の下端部がケース33の下方に突出するように係止体38が配設されている。また，揺れのない状態で，球体37が転動して係止体38の鍔部38bの上面から落ち易くするために，鍔部38bの上面をわずかに外向きに傾斜させている。そして，ケース33の上面にはその全部或いは一部を閉塞した蓋39が装着され，この蓋39の下面と下動時の係止体38の鍔部38bの上面との間のクリアランスが，球体37の直径よりもやや大きい程度に設定されると共に，下動時の係止体38の鍔部38bの上面周縁がケース33の底面よりわずかに上に位置するように設定されている。そのため，地震の揺れを感じると，鍔部38bの上面にいずれかの球体37が載置可能になり，蓋39の下面と係止体38の鍔部38bの上面との間に球体37が嵌まり込んで挟持され，これによって係止体38の動きが上動不能に阻止される。尚，蓋39の下面ほぼ中央部には突起が形成され，この突起の存在により，各球体37は隣接する移動スペース34に侵入することができないようになっている。このように，各球体37は，地震の揺れによって動作して係止体38の動きを上動不能に阻止する阻止手段として機能する。",
                    "41は樹脂から成り左端部がねじ等により開き戸32に固着された支持体，42は支持体41の右端部に形成され右側に開き戸32の閉塞方向に向かう登り傾斜面42aを有し左側には垂直面42bを有する係止部，43は弾性片であり，図1，図3に示されるように，支持体41のほぼ中央にほぼ45゜屹立した状態で一体的に形成され，係止部42の手前に配置され，先端部分が係止体38の重量より大なる上向きの弾性力を有する。このとき，支持体41，係止部42及び弾性片43が規制手段として機能し，地震の揺れがないときには，その弾性力によって，弾性片43は開き戸32の開放方向に向かう登り傾斜面43aを形成するため，開き戸32を開く際に係止体38がこの傾斜面43aを摺接しつつ弾性片38及び係止部42を乗り越え，揺れがあるときには，開き戸32が開こうとすると，球体37の介入によって上動不能に動きが阻止された係止体38により，弾性片43が押し下げられ，係止体38の下端部が係止部42の左側の垂直面42bに当接して開き戸32の開放度が若干開く程度に規制される。」(段落【0017】～【0024】)エ 「次に動作について説明すると，平常時には，係止体38の上動が阻止されることはないため，開き戸32の開放に伴い，弾性片43の傾斜面43aに沿って係止体38が上動すると共に，開き戸43の閉塞に伴い，係止部42の傾斜面42aに沿って係止体38が上動し，開き戸32は自由に開閉することができる。",
                    "一方，地震時には，揺れによって各球体37のうち少なくともひとつが係止体38の鍔部38b上面に載置することにより，蓋39の下面と係止体38の鍔部38bの上面との間に球体37が嵌まり込んで挟持され(図1中の1点鎖線及び2点差線)，これによって係止体38の上動が阻止され，係止体38の下端が弾性片43を押し下げながら係止部42の垂直面42bに当接可能な状態になり，開き戸32の開放度が若干開く程度に規制される。そして，地震が終われば，係止体38の鍔部38bの上面に載っていた球体37が移動スペース34側へ転動するため，係止体38の動きの規制が自動的に解除され，弾性片43がその弾性力によって先端が元の状態に起き上がり，特別な解除動作を行わなくても平常時と同じ状態に復帰する。」(段落【0025】～【0027】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「更に，規制手段は，上記したように支持体41，係止部42及び弾性片43により構成されるものに限定されず，要するに，開き戸32に支持され，開き戸32の開閉に際して係止体38の動きが上動不能に阻止されたときにのみ，係止体38が係止可能な状態になって開き戸32の開放度を若干開く程度に規制し得るような構成であればよい。また，本発明は上記した実施形態に限定されるものではなく，その趣旨を逸脱しない限りにおいて上述したもの以外に種々の変更を行うことが可能である。」(段落【0033】，【0034】)"
                },
                {
                  "fig": "カ",
                  "subject": "「【発明の効果】以上のように，請求項1に記載の発明によれば，係止体の上動が阻止されたときに，係止体は規制手段に係止可能になればよく，係止体の上下方向への移動量はわずかであってもよいため，装置の小型化，薄型化が可能になり，開き戸にガラスが嵌め込まれた場合でもガラス越しに閉止装置が見えにくくなり，見栄えの非常に良好な収納装置を提供することが可能になる。更に，地震時に係止体の動きが阻止されたときのみ規制手段に係止体が係止可能な状態になるため，地震の最中は阻止手段により係止体の上動が継続的に阻止され，地震が終了すれば阻止手段により係止体の上動が阻止されることはないため，地震終了後における従来のような解除動作が不要で，しかも地震中の開き戸の開放を確実に阻止することができ，信頼性の優れた使いやすい収納装置を得ることができる。」(段落【0035】，【0036】)"
                },
                {
                  "fig": "キ",
                  "text": [
                    "図1には，球体(符合は付されていない)が蓋39の下面と係止体38の鍔部38bの上面との間に嵌まり込んで挟持された状態(1点鎖線及び2点鎖線で図示)と，球体37がケース33の内側に形成された移動スペース34(図2によれば3つ形成されている)に位置している状態(実線で図示)とが示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記(4)の甲10公報の記載によれば，甲10公報には，「家具，吊り戸棚等の開き戸付き収納装置に設けられ，地震時に開き戸の開放を規制する開き戸の閉止装置であって，前記収納装置本体に上下動可能に設けられた係止体と，地震の揺れによって動作して前記係止体の動きを上動不能に阻止する阻止手段(球体37)と，前記開き戸に支持され前記開き戸の開閉に際して前記係止体の動きが阻止されたときにのみ前記係止体が係止可能な状態になって前記開き戸の開放度を若干開く程度に規制する規制手段とを備えている開き戸の閉止装置を用いた地震時に開き戸の開放を規制する方法。」とする甲10発明が記載されていると認められる。",
                "そして，甲10公報の上記記載に基づき，甲10発明について検討すると，甲10発明は，平常時には，弾性片43の先端部分が係止体38の重量より大なる上向きの弾性力を有するため，弾性片43の傾斜面43aに沿って係止体38が上動し，係止体38の上動を阻止するものがないため，開き戸が自由に開閉し，地震時には，球体37のいずれかが係止体38の鍔部38bの上面に載置され，開き戸32の開く動きによって，弾性片43が係止体38に対して相対的に扉が開く方向に移動し，係止体38の下端が弾性片43の先端部分と接して弾性片43を押し下げることにより，係止体38が弾性片43による上向きの弾性力を受けても，蓋39の下面と係止体38の鍔部38bの上面との間に球体37が嵌まり込んで載置されていることから，係止体38の上動が阻止されるため，係止体38の下端は，係止部42の垂直面42bよりも扉が開く方向に移動することができず，開き戸32の開放度が若干開く程度に規制され，地震が終了すると，球体37が移動スペース34側に転動し，係止体38の上動を阻止するものがなくなるため，特別な解除動作を行わなくとも，平常時と同じ状態，すなわち，開き戸が自由に開閉する状態に復帰するものであることが理解できる。",
                "また，甲10公報には，弾性片43については，先端部分が係止体38の重量より大きい上向きの弾性力を有することが記載されているが，それは，平常時に開き戸が自由に開閉するための弾性力の下限を定めたものである。他方，甲10公報には，地震時には，開き戸の開く動きによって，係止体38が弾性片43を押し下げることが記載され，係止体38は，弾性片43の上向きの弾性力を受けることは理解できるが，地震時において，扉の開閉は，球体37の存在によって規制されると記載されていることは明確であり，地震時における弾性片43の弾性力について，扉の開閉に影響を及ぼす作用効果についての記載や示唆はない。その他，甲10公報において，弾性片43の弾性力について，上記の下限を定めた以外に，その程度を示唆する記載は認められない。すなわち，甲10公報において，弾性片43の弾性力について，通常時において，開き戸が自由に開閉するとの効果を有することを超えて，地震時における，その作用効果が記載されているとまでは認められず，甲10発明は，地震時において，蓋39の下面と係止体38の鍔部38bの上面との間に球体37が嵌まり込んで載置されていることから，係止体38の上動が阻止されるため，開き戸32の開放度が若干開く程度に規制されるものではあるが，若干開く程度といえる範囲においては，開き戸の動きを規制するものはなく，開き戸は往復動可能であると認めるのが相当である。",
                "そして，本件特許発明1における「地震時に扉等がばたつくロック状態」は，前記(3)のとおり，「扉等が，ロック位置からそれ以上開く方向への動きが封殺されるが，ロック位置から閉じる方向については，開く方向及び閉じる方向の動きが許容され，往復動可能となるロック状態」をいうものと認められるところ，甲10発明の「地震の揺れによって」「前記開き戸の開放度を若干開く程度に規制する」ところの「地震時に開き戸の開放を規制する方法」は，上記に照らせば，本件特許発明1における「地震時に扉等がばたつくロック状態」に相当するものと認められる。",
                "また，甲10発明においては，地震時において，閉じられた状態からわずかに開かれるまで当たらない係止体38が，係止部42に停止され，扉等が，それ以上開く方向への動きが封殺されるところ，これは，本件特許発明1における「扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態」に相当する。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "さらに，本件特許発明1の「前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」とは，その記載が抽象的であり，本件特許明細書の詳細な説明においてもその具体的な説明はないが，その文言自体に照らせば，係止体が，地震時において，扉等の動きとは無関係に，扉等の開く動きを停止させる位置であるロック位置に保持され，地震のゆれがなくなった地震終了時において，扉等の動きと関係なく，係止体が扉等の開く動きを許容することを意味するものと一応解することができるものである。",
                "ここで，甲10発明は，地震時には，球体37のいずれかが係止体38の鍔部38bの上面に載置され，開き戸32の開放度が若干開く程度に規制されるが，地震が終了すると，球体37が移動スペース34側に転動し，係止体38の上動を阻止するものがなくなるため，特別な解除動作を行わなくとも，平常時と同じ状態，すなわち，開き戸が自由に開閉する状態に復帰するものであって，地震が終了することにより，球体37が転動することによって，扉の開く動きを許容することとなるのであるから，係止体が，地震時において，扉等の動きとは無関係に，扉等の開く動きを停止させる位置であるロック位置に保持され，地震のゆれがなくなった地震終了時において，扉等の動きと関係なく，係止体が扉等の開く動きを許容するものといえる。",
                "したがって，甲10発明の「前記収納装置本体に上下動可能に設けられた係止体と，地震の揺れによって動作して前記係止体の動きを上動不能に阻止する阻止手段(球体37)と，前記開き戸に支持され前記開き戸の開閉に際して前記係止体の動きが阻止されたときにのみ前記係止体が係止可能な状態になって前記開き戸の開放度を若干開く程度に規制する規制手段とを備えている開き戸の閉止装置を用いた地震時に開き戸の開放を規制する方法。」は，実質的に，「前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」に相当すると認められる。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "一審被告は，甲10発明の地震時のロック状態は，「ばたつくロック状態でない」として，甲10発明の開き戸32は，係止体38において弾性片43との間の上方への強い付勢力による摩擦力により，地震の揺れが摩擦力よりも強い揺れのままで地震が終了すれば，最後まで扉等はばたつくが，該摩擦力よりも弱い揺れになればばたつかなくなるものであり，地震の揺れの強さにかかわらず，ばたつきが停止されることがない，本件特許発明の「ばたつくロック状態」となるロック方法とは異なる旨主張する。",
                "しかし，前記(5)のとおり，甲10公報において，弾性片43の弾性力について，その下限を定めた以外にその程度を示唆する記載はないし，地震時における弾性片43の弾性力について，扉の開閉に影響を及ぼす作用効果についての記載や示唆はないのであって，一審被告が主張する，甲10発明においては，地震の終了時において，場合により，弾性片43の付勢力による摩擦力により，扉等がばたつくことがないとの主張は認めることができないから，上記の一審被告の主張は前提を欠くものであり，採用できない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のことから，甲10発明と本件特許発明1は，「地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」である点で実質的に一致し，格別な相違がないと認められる。",
                "そうすると，本件特許発明1は，甲10発明と実質的に同一である。また，本件特許発明2は，本件特許発明1の方法を開き戸に用いるものであるが，甲10発明も開き戸に用いられるものであり(前記(4)ア)，甲10公報に記載された発明と実質的に同一である。また，本件特許発明3は，本件特許発明1の方法を引き出しに用いるものであり，本件特許発明4は，本件特許発明1の方法を棚に用いるものであるが，甲10公報に記載された「家具」等の収納装置が，一般的に引き出しや棚等を備えている収納装置であることは周知であるから，本件特許発明1の方法を引き出しや棚に用いることは，甲10公報に実質的に記載されているに等しく，本件特許発明3及び4は，甲10公報に記載された発明と実質的に同一である。",
                "したがって，本件特許発明は，甲10公報に記載された発明と実質的に同一であり，本件特許は，特許無効審判により無効とされるべきものであるから，控訴人は，本件特許権を行使することができない。",
                "なお，本件特許権については，一審原告を請求人，一審被告を被請求人として無効審判請求がされたこと，特許庁は，同請求を無効2005−80356号事件として審理し，平成18年6月13日，本件特許発明は，特許法36条6項2号の規定に違反するとしたほか，甲10発明と実質的に同一であるとして，本件特許を無効とする旨の審決をしたこと，同審決に対し，一審被告は，審決取消訴訟を提起し，一審被告が原告，一審原告が被告となって，知的財産高等裁判所において，平成18年(行ケ)第10325号審決取消請求事件として審理され，審決の上記判断の当否をめぐって両当事者が主張を尽くした上で，平成19年3月28日，同裁判所が一審被告の請求を棄却する旨の判決を言い渡したことは，当裁判所に顕著である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，本件特許発明は，甲10公報に記載された発明と実質的に同一であり，特許法29条の2の規定により特許を受けることができず，一審被告は本件特許権を一審原告に対して行使できないのであるから，一審原告が一審原告製品を製造，販売することについて，一審被告は，本件特許権に基づいてその差止めを求めることができないし，また，一審被告が一審原告に対し，本件特許権侵害を理由とする損害賠償請求権，不当利得返還請求権を有することはない。",
            "これと同旨の原判決の判断は正当であり，一審被告の控訴には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "B事件についての当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(4)(不正競争防止法2条1項14号)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訴訟の当事者び本件特許権について，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審原告は，家具類に用いる金具等の製造販売を業とする株式会社であり，一審原告製品を製造し，これをシステムキッチン等の製造，販売業者に販売している。一審被告は，本件特許権の特許権者であり，弁理士でもあって，本件のほかに多数の特許出願をしており，シモダイラ及び松本金属との間で，本件特許発明等につき実施許諾契約を締結し，実施料収入を得ている。(甲4，18，弁論の全趣旨)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，平成11年3月18日，本件特許の出願をし，同出願は，平成12年9月26日に公開され，平成14年3月22日に審査請求がされた。一審被告は，同年10月26日及び平成15年2月7日に特許請求の範囲等を補正した。そして，平成15年10月8日，本件特許出願につき拒絶査定を受け，同月26日，拒絶査定不服審判請求をするとともに，特許請求の範囲等を補正した。",
                    "特許庁は，平成17年1月20日，本件特許出願につき拒絶査定を取り消し，特許査定すべき旨の審決をし，一審被告は，同年2月10日，特許料を納付し，本件特許権は，同年3月4日，登録された。(甲1，乙5，弁論の全趣旨)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成17年4月12日，システックキョーワは，本件特許について，①本件特許発明は特許請求の範囲の記載が不明確であり，特許法36条6項の規定に違反する，②本件特許発明は，甲11公報に記載された発明と同一であるから，特許法29条1項の規定に違反する，③本件特許発明は，特開平9−78925号公報の発明に，特開平10−115140号公報又は甲11公報に記載された発明を適用することにより，当業者が容易に発明することができたものであるから特許法29条2項の規定に違反することを理由として，無効審判請求をした。特許庁は，同事件を審理し，平成17年9月12日，同無効審判請求不成立の審決をした。",
                    "(乙12)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "システックキョーワは，平成17年10月7日，本件特許について，甲10公報に記載された発明と同一であり，特許法29条の2の無効理由があるとして，無効審判請求をした。特許庁は，同事件を審理し，平成18年6月13日，本件特許発明は甲10公報に記載された発明と同一であり，特許法29条の2の規定に違反するとして，本件特許を無効とする旨の審決をした。(甲17)オ 一審原告は，平成17年12月8日，本件特許について，①特許請求の範囲に記載された「扉等がばたつくロック状態」及び「扉等が閉じられた状態からわずかに開かれるまで当たらない係止体」の意義が不明確であるから，特許請求の範囲又は明細書の発明の詳細な説明の記載が特許法36条4項又は6項に違反する，②甲10公報に記載された発明と同一であり，特許法29条の2に違反する，③甲11公報に記載された発明と同一であるか，又は同発明及び特開平10−266674号公報に記載された発明に基づいて当業者が容易に発明することができたものであるから，特許法29条1項3号又は同条2項の規定に違反すると主張して，無効審判請求をした。特許庁は，同事件を審理し，平成18年6月13日，①特許請求の範囲の請求項1の記載は，そのほとんどが極めて抽象的な表現を用いて記載されたものであり，かつまた，当該記載された事項の意味がその記載された事項自体からは明確に理解できず，このことにより特許を受けようとする発明の構成がその記載された事項によって明確に把握できないので，特許法36条6項2号に違反する，②本件特許発明は甲10公報に記載された発明と同一であり，特許法29条の2の規定に違反することを理由として，本件特許を無効とする旨の審決をした。",
                    "(甲16)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "上記ウないしオ記載の3件の審決に対しては，いずれも審決取消訴訟が提起されたが，知的財産高等裁判所は，平成19年3月28日，本件特許は，特許法36条6項の規定に違反し又は特許法29条の2の規定に違反したものであり，本件特許権は無効であるとして，平成17年9月12日にされた審決を取り消し，平成18年6月13日にされた2件の審決を維持する旨の判決を言い渡した。一審被告は，これらの判決に対し，上告した。(甲16，17，乙12，15の1及び2，弁論の全趣旨，当裁判所に顕著)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件警告書の送付について，前記引用に係る原判決「事実及び理由」欄の第2の1「前提事実」，甲1，4ないし7，14，15及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告は，平成14年5月ころ，一審原告製品の開発を完了し，当時，シモダイラの製品を採用していたニットーやクリナップを含むシステムキッチン等の製造販売業者への営業を開始した。",
                    "E は，平成14年6月13日ころ，一審被告から委任を受け，一審被告の代理人として，当時はまだ一審原告製品を採用していなかったニットーほか4社に対し，本件特許発明についての特許法65条の警告をするとともに，一審原告製品が「特許出願に抵触するものと考えます。」などの記載がある本件Ｎo．1ないしＮo．5警告書を送付した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "同日ころ，E は，一審被告から委任を受け，一審被告の代理人として，一審原告に対し，「X は耐震吊り戸棚またはそのロック方法について特開2000−262343号を所有しております。特許法第65条の警告をすると共に既に審査請求済みであることをお知らせします。なお貴社が希望される場合にはこの方式のロック方法について貴社と実施許諾契約する用意があります。」と記載された「特許法第65条の警告書」と題する書面を送付した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審原告は，F 弁護士を代理人として，一審被告らに対し，平成14年7月17日付けの回答書兼警告書により，本件特許出願には明らかな拒絶理由があるとの見解を示し，一審被告らの行為が，「弊社に対する営業妨害であると解釈せざるを得ません。」，「万一，同様の行為を繰り返された場合には，弊社と致しましては，貴依頼者(判決注，一審被告)のみならず，貴職(判決注，E)の責任も追及せざるを得ないことを警告しておきます。」などと警告した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一審被告は，平成14年10月26日，本件特許発明について，特許請求の範囲を変更する手続補正書を提出し，E は，同月28日，一審被告から委任を受け，同被告の代理人として，ニットーに対し，上記ア記載の警告書と同趣旨のＮo．6警告書を送付した。また，一審被告は，平成15年2月7日，本件特許発明について，再度特許請求の範囲等を変更する手続補正書を提出し，E は，同月13日，一審被告から委任を受け，一審被告の代理人として，ニットーとTOTOに対し，上記ア記載の警告書と同趣旨のＮo．7及びＮo．8警告書を送付した。",
                    "さらに，一審被告は，平成15年10月8日，本件特許について拒絶査定を受け，同月26日，拒絶査定不服審判請求をするとともに，本件特許について特許請求の範囲等を変更する手続補正書を提出した。",
                    "E は，一審被告から委任を受け，一審被告の代理人として，平成16年1月14日，ニットー及び積水化学に対し，上記ア記載の警告書と同趣旨のＮo．9及びＮo．10警告書を送付した。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "E は，一審被告から委任を受け，一審被告の代理人として，同年6月9日，ニットーに対し，本件特許からの分割出願に係る関連特許に基づいて，№11警告書を送付した。なお，Ｎo．11警告書の基礎となった上記関連特許が原告製品をその技術的範囲に含まないこと又は無効であることを認めるに足りる証拠はない。(甲14，15，弁論の全趣旨)"
                },
                {
                  "fig": "カ",
                  "text": [
                    "前記(1)イのとおり，特許庁は，平成17年1月20日，本件特許出願につき特許査定すべき旨の審決をし，一審被告は，同年2月10日，特許料を納付した。E は，一審被告から委任を受け，一審被告の代理人として，平成17年2月18日ころ，クリナップ，ニットー及び積水化学に対し，本件特許発明が特許査定され，一審原告製品がそれに抵触する危険があることなどを知らせるＮo．12ないしＮo．14警告書を送付した。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "前記(1)ウのとおり，特許庁は，平成17年9月12日，システックキョーワの申立てに係る無効審判請求につき，請求不成立の審決をした。E は，同月28日ころ，一審被告から委任を受け，一審被告の代理人として，住建産業，ニットー，積水化学及び住友林業に対し，無効審判請求について不成立となったことを知らせ，一審原告製品の製造販売について，過去分の実施料の支払，及び，今後，一審被告の実施許諾品に切り替えることなどを求める内容が記載されたＮo．15ないしＮo．18警告書を送付した。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一審原告及び警告書の送付先の対応等について前記引用に係る原判決「事実及び理由」欄の第2の1「前提事実」，甲14，15，19，乙9及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審被告らがＮo．1ないしＮo．10及びＮo．12ないしＮo．1",
                  "text": [
                    "8警告書を送付した相手方は，いずれも一審原告の取引先又は一審原告が取引開始を交渉中の会社であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "クリナップは，シモダイラ製の感知式耐震ラッチを採用していたが，一審原告の担当者は，平成14年5月ころから，クリナップに対して一審原告製品の営業を開始し，平成16年5月と11月に見積書を提出し，同年12月1日には，専門家を交えて検討の結果，一審原告製品は第三者の権利を侵害することはないものと判断するに至ったこと，一審原告は一審原告製品につき2件の特許を取得していること，したがって，一審原告製品の採用をご検討いただきたい旨の「耐震ラッチ「PFR−T」の件」と題する書面を提出するなど交渉を進めていた。",
                    "クリナップは，東証一部上場会社であり，知的財産権を取り扱う専門部署を有していた。",
                    "同月17日ころ，シモダイラは，クリナップに対し，一審被告が作成した一審原告製品が本件特許に抵触する旨の見解書を提出した。",
                    "一審原告の担当者は，クリナップからの問い合わせを受け，平成17年1月21日ころ，クリナップを訪問して，一審原告製品について本件特許侵害の問題は生じないとの見解を説明し，特許権侵害の問題が生じた場合に一切の責任を負う旨の「知的財産権に関する確認書」を提出した。",
                    "同年2月18日，Ｎo．12警告書がクリナップに送付された。",
                    "一審原告の担当者は，同年7月1日ころ，クリナップを再度訪問して，事情説明等を行ったが，結局，クリナップは，一審原告製品を採用するに至らなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ニットーは，当初シモダイラ製の感知式耐震ラッチを採用していた。一審原告の担当者は，平成14年5月ころから，ニットーに対して，一審原告製品の営業を開始した。",
                    "ニットーには，当時，知的財産を専門に取り扱う部署は存在しなかった。",
                    "同年6月13日にＮo．1警告書がニットーに送付されたため，一審原告の担当者は，事情説明及び技術説明のため，同年7月24日，ニットーを訪問した。",
                    "また，一審原告は，ニットーに対し，同年11月1日付けで一審原告製品の使用について第三者から知的財産権の係争事件の問題が生じた場合に一審原告が一切の責任を負う旨の確認書を提出し，その後，ニットーは，一審原告製品を採用した。",
                    "一審被告らは，上記原告の営業中及びその後も，ニットーに対し，Ｎo．6，Ｎo．7，Ｎo．9，Ｎo．11(ただし，本件特許発明の関連発明に基づくもの)，Ｎo．13及びＮo．15警告書を送付した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "クリナップ及びニットー以外に警告書を送付された会社も，その多くはシステムキッチンの分野で日本を代表する大企業か，その関連会社である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "前記第5のとおり，本件特許権には無効理由があるから，上記警告書における一審原告製品が本件特許権を侵害する旨の記載は，虚偽の事実であるといわざるを得ないことになる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "一審原告は，「一審被告は，第三者に対し，一審原告が『感知式耐震ラッチPFR−T』を製造，販売する行為が特許第3650955号の特許権を侵害する旨を告知又は流布してはならない。」との裁判を求めるところ，これは，一審被告が新たに一審原告の営業上の利益を侵害する上記内容の告知，流布を行うことについて，その禁止を求めるもの(不正競争防止法3条1項)である。",
                "前記(1)アによれば，一審原告は，一審被告にとり，「競争関係にある他人」に当たると認められ，一審被告が，新たに上記内容の告知，流布を行うことは，競争関係にある他人である一審原告の営業上の信用を害する虚偽の事実を告知，流布する不正競争行為に当たる。",
                "一審原告は，一審被告が本件警告書を送付して不正競争行為を行った旨主張するほか，当審において，上記不正競争行為を行うおそれに関し，一審被告が「正当な権利行使の一環である」との意図の下に，侵害告知を繰り返すおそれがある旨主張する。",
                "本件において，一審被告は，本件特許権が有効であり，一審原告製品が本件特許権の技術的範囲に属する可能性があることを前提とした本件警告書を送付したほか，本件訴訟において，本件特許権が有効であり，一審原告製品が本件特許権の技術的範囲に属する旨の主張，すなわち，上記内容の告知，流布を今後も適法に行うことができるとの趣旨の主張をしている。そして，これら一審被告の訴訟前の行動，訴訟における対応その他の訴訟に表れた事情を総合的に考慮すれば，一審被告については，本件特許権を無効とする審決が前記判決に対する上告が棄却されるなどして確定した場合を別として，上記内容の不正競争行為を行うおそれがないとはいえず，上記の差止請求を認めることが相当である。",
                "したがって，一審原告は，一審被告が第三者に対し，一審原告製品が本件特許権を侵害する旨の告知，流布を行うことについて，その差止めを求めることができる。"
              ]
            },
            {
              "fig": "(6)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告は，一審被告の警告書の送付行為によって営業上の利益が侵害されたとして，その損害賠償を求める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許権には無効理由があるから，上記警告書における一審原告製品が本件特許権を侵害する旨の記載は，虚偽の事実であるとされるのであるが，ここで，本件特許発明1の特許請求の範囲の記載は，「地震時に扉等がばたつくロック状態となるロック方法において棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体が地震時に扉等の開く動きを許容しない状態になり，前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」というものである。",
                    "この記載は抽象的であるが，「地震時に扉等がばたつくロック状態」は，前記第3の1(3)のとおり，「扉等が，ロック位置からそれ以上開く方向への動きが封殺されるが，ロック位置から閉じる方向については，開く方向及び閉じる方向の動きが許容され，往復動可能となるロック状態」をいうものと解釈することができ，また，「前記係止体は扉等の戻る動きとは独立し扉等の戻る動きで解除されず地震時に扉等の開く動きを許容しない状態を保持し，地震のゆれがなくなることにより扉等の戻る動きと関係なく前記係止体は扉等の開く動きを許容して動き可能な状態になる扉等の地震時ロック方法」とは，その文言自体に照らせば，係止体が，地震時において，扉等の動きとは無関係に，扉等の開く動きを停止させる位置であるロック位置に保持され，地震のゆれがなくなった地震終了時において，扉等の動きと関係なく，係止体が扉等の開く動きを許容することを意味するものと一応解することもできるものである。",
                    "一審原告製品のラッチ体15は，棚本体側に取り付けられた装置本体の扉等が閉じられた状態からわずかに開かれるまで当たらない係止体であると認められ，地震時においては，その係止体によって，扉のロック状態は解除されないが，係合体6の係合口75の長さの分だけ，扉が往復動可能となってばたつき，「扉等が，ロック位置からそれ以上開く方向への動きが封殺されるが，ロック位置から閉じる方向については，開く方向及び閉じる方向の動きが許容され，往復動可能となるロック状態」になるといえる。また，一審原告製品においては，地震が継続する間，扉の戻る動きにより扉のロック状態が解除されず，また，地震終了時においては，扉が外方に付勢されていなければ，扉がロック状態とならない状態に戻り，係止体は扉等の開く動きを許容する。",
                    "そうすると，扉が外方に付勢されているという，本件特許発明の特許請求の範囲には直接は記載されていない状態をひとまず措いて(一審被告は，本件特許発明でもそのような場合には扉のロック状態が解除されないとする。)，抽象的な本件特許発明の特許請求の範囲の記載のみに照らすと，一審原告製品の使用行為は，特許請求の範囲に記載された方法の実施に当たり，また，一審原告製品が本件特許発明の使用にのみ用いるものに当たると解釈する余地がないと断ずることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，本件特許権に無効理由があるとされることについてみると，平成17年9月28日ころに最後の警告書(Ｎo．15ないしＮo．18警告書)が送付されるまで，平成14年7月17日付けのF弁護士からの回答書兼警告書では，本件特許出願には明らかな拒絶理由があるとの見解が示され，本件特許出願について，平成15年10月8日(送達日)には拒絶査定がされるとともに，平成17年4月12日には，本件特許権に対し，システックキョーワが無効審判を請求するなど，本件特許権の成立又は有効性について，これを強く疑う事情も存在した。しかしながら，上記 F 弁護士からの回答書兼警告書は，特許出願に拒絶理由があるとする根拠を具体的に示すものではないし，拒絶査定後，特許請求の範囲等の補正を経て，平成17年1月20日，特許査定をすべき旨の審決がされている。また，平成17年4月12日にされた，本件特許発明は特許請求の範囲の記載が不明確であり，特許法36条6項の規定に違反することや甲11公報に記載された発明に基づく無効理由があるとしてされた無効審判請求については，同年9月12日，特許庁は，審判請求が成り立たない旨の審決をしている。",
                    "他方，システックキョーワは平成17年10月7日に，一審原告は同年12月8日に，甲10公報に記載された甲10発明に基づく無効理由等を主張して，無効審判請求をし，特許庁は，本件特許権が無効である旨の審決をして，当裁判所も，甲10発明に基づき，本件特許権が無効であると判断する。ここで，甲10発明は，平成11年3月2日に出願され，平成12年9月12日に公開されているのであるが(甲10)，本件特許権に対しては平成17年4月12日に無効審判請求がされているところ，そこにおいても甲10発明は掲げられておらず，平成17年10月のシステックキョーワによる無効審判請求より前に，一審被告に対し，本件特許発明について，甲10発明に基づく無効理由があることが告げられたことを認めるに足りる証拠はなく，また，一審被告が上記無効審判請求より前に甲10発明に基づく無効理由を知り得たとすべき事実につき格別な主張立証がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件警告書が送付された会社は，一審原告製品を組み込んだシステムキッチン等を販売するか，その採用を検討していた企業であり，本件特許権に基づく差止め及び損害賠償の請求の被告となり得る企業であったし，その多くは，特許権侵害の点につき，独自に判断することを期待することができる大企業又はその関連会社であった。そして，Ｎo．1ないしＮo．5警告書は，特許法65条の警告として行われたものであり，Ｎo．6ないしＮo．10警告書は，いずれも本件特許発明について特許請求の範囲等を変更する手続補正書を提出した際に，特許法65条の警告書として送付されたものであり，Ｎo．12ないしＮo．14警告書は，本件特許の登録が具体化した時期に，本件特許が特許される旨を知らせるとともに，一審原告製品が本件特許権に抵触する危険がある旨警告するものであり，Ｎo．15ないしＮo．18警告書も，無効審判請求の不成立審決が出されたことを受けて，その結果を知らせた上で，過去の実施料等を請求する内容である。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "一審原告製品の本件特許発明の技術的範囲の属否の解釈に当たっては，上記(6)イのような事情が認められる。また，甲11公報に記載された発明に基づく無効理由や特許法36条違反に基づく無効理由については，特許庁が審決でこれを否定したことからも伺えるように，一審被告がこれらの無効理由がないと信じることに相当程度の合理性があった。他方，甲10発明に基づく無効理由について，本件警告書の送付時に一審被告に告げられていたとか，一審原告が知り得たとは認められない。",
                "そして，警告書送付時までの，警告書の内容が虚偽であると疑うべき事情や前記(6)エのような警告書の内容，配布時期，配布先に照らして一審被告に要求される調査義務の内容・程度に，技術的範囲の属否の判断や無効理由の存否についての上記の諸事情を総合考慮すると，警告書の送付時に，その警告書の内容が虚偽でなく，送付行為が不正競争行為でないと認識して，警告書の送付を行ったことにつき，一審被告に過失があったということはできない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "一審原告は，一審被告による本件警告書の送付が正当行為とならない旨主張し，その根拠として，一審被告は，クリナップに対して警告書(Ｎo．12警告書)を送付しているところ，特許法上，一審被告は，一審原告製品の採用を検討していたにすぎないクリナップに対して何らの権利も行使し得なかったはずであるから，この行為は特許権者としての正当な権利行使の範囲を逸脱し，このような事例がある以上，その他の企業に対する，一見権利行使の外観を備え，あるいは，特許法65条に基づく警告の外観を備えた行為についても，その意図は，競業者の取引先に対する信用を毀損し，当該取引先との取引ないし市場での競争において優位に立つことを目的としてされたものである旨主張する。",
                "しかし，前記(3)イのとおり，クリナップに対しては，Ｎo．12警告書が出される前に，一審原告による一審原告製品の採用の具体的な働きかけがあったこと，クリナップが一審被告の本件特許の実施品を使用しており，クリナップが一審原告製品を採用することによって，一審被告は実施品の販路を失うことになる可能性があったこと，一審原告製品の採用がされた場合には，クリナップは一審被告による特許権行使の相手方になり得るのであり，一審原告製品の採用が働きかけられていたことに照らすと，クリナップは単なる第三者というよりも，特許権行使の相手方になる可能性が高い企業であった。そして，クリナップのこのような立場に，告知の文言，時期，前記(6)に示したような，侵害の判断や無効理由の判断についての諸事情を総合的に考慮すると，Ｎo．12警告書の送付行為について，一審被告に過失があったということはできない。",
                "その他，本件警告書の送付行為について，一審被告の行為が正当でない旨主張する一審原告の主張は，上記説示に照らし，採用できない。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "そして，一審被告による本件警告書の送付行為が，本件警告書の内容が虚偽であることを知ってされたものとも認められず，一審被告による本件警告書の送付行為に故意又は過失(不正競争防止法4条)があるとはいえないから，その余を判断するまでもなく，一審原告の損害賠償の請求は理由がない。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "不法行為に基づく請求についても，上記と同様の理由により，一審被告には故意又は過失があるとはいえないから，一審原告の損害賠償の請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "そうすると，一審原告の控訴に係る部分については，一審被告による本件警告書の送付について，一審被告には故意又は過失がなく，一審原告の損害賠償の請求は原判決と同じく理由がないが，一審被告には，一審原告製品が本件特許権を侵害する旨の告知をするおそれがあり，同行為について，差止めを求める一審原告の請求は理由があるから，原判決主文第2項を本判決主文第2項(2),(3)のとおり変更することとする(本判決主文第2項(1)に掲げる部分は原判決主文第1項と同旨であって，一審被告の控訴棄却に係る部分であるが，主文第2項(3)にいう「その余の請求」の内容を明らかにするために表示したものである。)。"
          ]
        }
      ]
    }
  ]
}