{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−80320号事件について平成18年7月19日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の有する後記特許の請求項1，3，4及び6項について原告が無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，無効審判請求人である原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成13年6月22日，名称を「容器，溶融金属供給方法及び溶融金属供給システム」とする発明について特許出願(優先権主張平成12年6月22日及び平成13年2月14日，日本。原出願平成13年6月22日からの分割。特願2002−35770号)をし，平成15年12月26日，特許庁から特許第3506137号として設定登録を受けた(請求項1～7。",
                "甲16。以下，この特許を「本件特許」という。)。",
                "ところが平成17年11月8日に至り，原告から本件特許の請求項1，3，4及び6項について無効審判請求がされたので，特許庁はこれを無効2005−80320号事件として審理し，その中で被告は特許請求の範囲の訂正(以下「本件訂正」という。甲17)を求める訂正請求をなしたが，特許庁は，平成18年7月19日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成18年7月31日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の特許請求の範囲は，請求項1～7から成り，そのうち無効審判請求がなされた請求項1，3，4及び6項に記載された発明(以下，各請求項の番号に対応して「本件発明1」等という。)の内容は，下記のとおりである(甲17。下線部は訂正部分。)。",
                "記",
                "【請求項1】 溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，",
                "フレームと，",
                "前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを具備し，少なくとも前記流路の内径は，約65mm～約85mmであることを特徴とする容器。",
                "【請求項3】 請求項1又は請求項2に記載の容器であって，前記容器本体内を加圧するための第2の配管を具備することを特徴とする容器。",
                "【請求項4】 フレームと，前記フレームの内側に設けられ，かつ，当該容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを有し，溶融アルミニウムを収容することができる容器を用いて溶融アルミニウムを供給する方法において，",
                "(a)前記容器内に溶融アルミニウムを導入する工程と，",
                "(b)前記溶融アルミニウムを収容した容器を運搬車輌を用いて公道を介してユースポイントまで搬送する工程と，",
                "(c)前記ユースポイントで，前記容器内を加圧して前記流路及び前記第1の配管を介して溶融アルミニウムを導出する工程と",
                "を具備し，",
                "少なくとも前記流路の内径は，約65mm～約85mmであることを特徴とする溶融アルミニウム供給方法。",
                "【請求項6】 (a)溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，フレームと，前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，前記配管取付部に取付けられ，前記流路に連通する第1の配管とを具備する容器と，",
                "(b)前記容器内を加圧する手段と",
                "を有し，",
                "少なくとも前記流路の有効内径は，約65mm～約85mmであることを特徴とする溶融アルミニウム供給システム。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，①本件訂正は，特許請求の範囲の減縮を目的としたもので，独立特許要件も満たすから，適法である，②本件発明1，3，4及び6は，下記各発明に基づいて当業者が容易に発明をすることができたとはいえないから特許法29条2項に違反するとはいえない(無効理由1に対する判断)，③本件特許明細書の記載が平成14年法律第24号による改正前の特許法36条4項，6項2号に違反することはない(無効理由2，3に対する判断。詳細は上記審決写しのとおり)等というものである。",
                    "記",
                    "甲1：特開平11−188475号公報(以下「甲1公報」といい，ここに記載された発明を「甲1発明」という。)",
                    "甲2：特公昭54−41021号公報",
                    "甲3：特開平7−178515号公報",
                    "甲4：特公平4−6464号公報(以下「甲4公報」といい，ここに記載された発明を「甲4発明」という。)",
                    "甲6−5：特開2000−33469号公報"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した甲1発明の内容，本件発明1との一致点と相違点は，次のとおりである。",
                    "＜甲1発明の内容＞",
                    "「移動，昇降ならびに前方向へ傾動可能に構成された容器本体と，前記容器本体の前部に該容器本体の底部より下方に位置する管開口部から該容器本体上部に亘って形成された外側管部と，前記外側管部と連続してその管上部から前記容器本体下部に亘って形成された内側管部と，",
                    "前記内側管部の管下部に形成され容器本体内部と連通する連通部と，前記容器本体に形成された気体流出入部を介して該容器本体内部を減圧しまたは加圧するための気体制御手段とを有する金属溶湯のラドル装置であって，",
                    "前記容器本体は，内部にアルミニウム合金の溶湯を収容する容器で，セラミック体を金属板によってバックアップした耐熱容器より構成され，",
                    "前記外側管部および内側管部は，前記容器本体と同一材によって一体形成可能とされ，",
                    "前記連通部は，容器本体の内底部に形成され，",
                    "前記溶湯を収容した状態で，チェーン等の吊り下げ部材およびホイスト等の移動昇降装置によってレールに対して移動，昇降可能に保持されることにより，成型機まで搬送され，前記容器本体内部の加圧により溶湯を機外に排出し，成型機に注出するようにした，ラドル装置」",
                    "＜一致点＞",
                    "「溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，ユースポイントまで搬送される容器であって，",
                    "フレームと，",
                    "前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方に向かう流路を内在するライニングと，前記流路に連通する第1の配管とを具備する容器」である点。",
                    "＜相違点1＞",
                    "本件発明1に係る容器は，運搬車輌により搭載されて公道を介してユースポイントまで搬送されるのに対して，甲1発明では，チェーン等の吊り下げ部材およびホイスト等の移動昇降装置によってレールに対して移動，昇降可能に保持されることにより搬送される点。",
                    "＜相違点2＞",
                    "本件発明1における流路は，容器の上方の配管取付部に向かうものであるとともに，第1の配管は，該配管取付部に取付けられているのに対して，甲1発明においては内側管部(本件発明1における流路に相当)は，容器の上方に向かうものの，本件発明1における配管取付部に相当するものについては明示されておらず，これに起因して，外側管部(本件発明1における第1の配管に相当)が，該配管取付部に相当する部位に取付けられることが明示されていない点。",
                    "＜相違点3＞",
                    "本件発明1における流路は，その内径を約65mm～約85mmと規定しているのに対して，甲1発明においてはそれについて明示がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点1の判断の誤り)",
                  "text": [
                    "相違点1につき容易想到でないとした審決の判断は，以下の(ア)～(ウ)に照らし，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1を分説すると，以下のとおりである。",
                        "A 溶融アルミニウムを収容することができ，内外の圧力差を調節することにより，外部へ溶融アルミニウムを供給することが可能で，運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって，",
                        "B フレームと，",
                        "C 前記フレームの内側に設けられ，かつ，前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう流路を内在するライニングと，",
                        "D 前記配管取付部に取付けられ，前記流路に連通する第1の配管とを具備し，",
                        "E 少なくとも前記流路の内径は，約65mm～約85mmであるF ことを特徴とする容器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1の容器の公道運搬性につき",
                      "text": [
                        "① 本件発明1は，車両への固定手段や容器の密閉手段等のような公道運搬性を考慮した具体的な構成を開示しているわけではなく，本件発明1に公道搬送に適した構造上の工夫は存在しない。",
                        "すなわち，本件発明1においては，抽象的に「…運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器であって」(要件A)と規定されてはいるが，他の構成であるフレーム(同B)，開口及びライニング(耐火層)(同C)，配管(同D)及び流路内径(同E)の構成は，公道運搬性とは関係のない構成である。",
                        "また，本件明細書(甲16，17)を見ても，本件発明1の目的，作用効果は，ストーク等の部品交換を行う必要のない容器を提供すること(段落【0005】)，予熱を効率的に行うことができること(段落【0006】)，及び「…内径としては…好ましくは70mm～80mm程度…であることを見出した。…容器内を非常に小さな圧力で加圧すればよくなる。…特に70mmが標準化及び作業性の観点から最も好ましい。…」(段落【0085】)とするものであって，公道運搬性とは関係がない。",
                        "したがって，本件発明1の「公道を介して」との構成は，「公道を介してユースポイントまで搬送される容器」としか記載されておらずその他公道搬送を可能とする特別の構成を一切開示していないのであるから，単に本件発明1に係る容器のうち公道を搬送するものに限定したに過ぎず，この点に格別の技術的意義が認められるものではない。",
                        "② この点につき審決は，「そうすると，甲第4号証に，車輌による溶融金属の運搬方法が開示されているとしても，この運搬方法を採用すれば，一概に，どのような取鍋(容器)であっても，公道搬送可能というわけではなく，取鍋(容器)自体も当然に，それに適した構造上の工夫を要するというべきである。ましてや，工場内のみでの使用を前提として構成された容器を，公道搬送可能とするためには，それ相応の構造上の工夫を要することは容易に予測し得るところであり，事実，甲第1号証記載の発明に係るラドル装置を公道搬送に適した構造とするためには，容器本体の底部より下方に位置させている外側管部の管開口部や，気体制御手段等の付属装置をいかに扱うか，容器の密閉をどのように行うか，公道搬送した場合にどのような形態で溶湯の授受を行うかといった新たな課題を克服する必要があることは想像に難くない。",
                        "してみれば，甲第1号証記載の発明に係るラドル装置を，公道搬送に適した構造に改良するには，そもそもの着想自体もさることながら，甲第4号証に記載された種々の創意工夫のみでは対処し得ず，車輌への固定手段や容器の密閉手段等においてさらなる創作が必要とされることは明らかである。そして，当該創作は，単なる設計的事項の範疇とは言い難いから，結果として，当該改良は当業者が容易に想到し得る程度のことと解すことはできない。」(26頁31行～27頁9行)，「…本件発明1は当該事項を具備することにより本件特許明細書記載の作用効果を奏するものである…」(27頁12行～13行)とするが，誤りである。",
                        "なぜなら，本件発明1の構成には，審決のいうような公道搬送に「適した構造上の工夫」は存在しないからである。また，甲1公報のラドル装置を公道運搬可能にするには，審決は「甲第4号証に記載された種々の創意工夫のみでは対処し得ず，車輌への固定手段や容器の密閉手段等においてさらなる創作が必要とされる」とするが，「車輌への固定手段や容器の密閉手段等」は本件発明1の構成とはなっていない。",
                        "すなわち，本件発明1においては，当事者が甲4公報等の公知の適宜の技術を採用すれば，公道搬送可能な容器を想到できることは明らかである。審決は，本件発明1の構成と証拠との対比ではなく，甲1公報記載のラドル装置に甲4公報記載の運搬機構を具体的な装置の改良可能性の観点から採用することができるか否かにこだわり，本件発明1の構成及び目的，作用効果の記載に基づかない根拠のない判断をしたといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "動機につき",
                      "text": [
                        "①a 審決は，「…工場間の溶湯運搬を可能とする運搬方法や取鍋の開発は，工場間搬送という前提があってはじめて試行されると考えられるのが普通であるから，既に，同一工場内での搬送を前提に溶湯の搬送形態(容器の形態も含む)が確立している溶湯使用者が，自ら能動的に，この前提を覆し，既存の搬送形態を崩してまで工場間搬送に対応するような改良を試みるには，余程の動機付けがない限り，その必要性に乏しいといわざるを得ない。」(25頁14行～20行)，「…参考資料12(判決注，甲9：特開平7−285371号",
                        "公報)に記載されたものは，工場内で使用される混銑車と同列のものであり，公道運搬を前提とするものとは認められないが，たとえ公道運搬を前提とするものであっても，単に，吊り下げ式取鍋を公道搬送する事実があるだけでは，工場内での使用を前提とする甲第1号証記載の発明に係るラドル装置それ自体をわざわざ公道搬送しようとする動機付けとはならない…」(25頁37行～26頁3行)として，工場内搬送方法が確立している甲1公報の「ラドル装置」に対して，「公道搬送」の必要性が乏しいこと，換言すれば，本件発明1を想到する動機付けが存在しないことを理由に掲げるが，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "なぜなら，そもそも進歩性の判断は，公知の技術的思想についての適用の可否を考察するものであって，具体的な装置の改良が可能か否かの観点から考察するものではないからである。そして，審決自身が説示するとおり，甲4公報の明細書で説明されているような「…アルミニウム等を専門に溶解する外部の企業から溶湯の配給を受けて使用する形態を可能とするような，溶湯の放冷を防ぎ安全に運搬する方法やそのための取鍋が望まれていた…」(審決25頁10行～13行)との動機付けが存在するのであり，また甲1公報の「ラドル装置」も甲4公報の取鍋(容器)と同じく溶融金属を運搬するものであることからすれば，甲1公報及び甲4公報に接した当業者が，甲1発明のラドル装置に甲4発明の公道搬送技術を適用して，公道搬送可能なラドル装置(加圧式取鍋)を極めて容易に想到するといわざるを得ない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，審決は上記のように「…参考資料12(判決注，甲9：特開平7−285371号公報)に記載されたものは，工場内で使用される混銑車と同列のものであり，公道運搬を前提とするものとは認められない…」とするが，上記甲9にはそのように限定的に解釈すべき記載は一切存在しない。",
                            "②a また審決は，甲1発明のラドル装置は「溶解保持炉と成型機の間を，レールに沿って移動するものであり，外側管部の管開口部を容器本体の底部より下方に位置させていることや，気体制御手段，容器本体の傾動機構といった付属の装置を具備するものである」(25頁21行～24行)ことを前提に，「…公道を介して工場外へ搬送することは，想定外の形態である…」(25頁25行～26行)とするが，以下のb～fに照らし誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "運搬車輛に積載され移動可能な気体制御手段は，周知例(甲8：実願平1−89474号(実開平3−31063号)のマイクロフ",
                          "text": [
                            "ィルム)に次のとおり開示されている。",
                            "「…この考案は，取鍋運搬車両(1)のエンジン(2)の駆動軸(3)に加圧装置である過給器(5)が直結され，この過給器(5)の吐出側(5b)に加圧給排気切替弁(17)が配設される送気管(10)の一端(10a)を接続し，この送気管(10)の他端(10b)を取鍋運搬車両(1)に積載される密閉構造とした移湯密閉取鍋(7)の溶湯表面(20)の上部空間部(21)に連通させ，さらに，移湯密閉取鍋(7)内に耐熱溶湯導管(23)の一端(23a)を挿通させるとともに，耐熱溶湯導管(23)の他端(23b)に移湯密閉取鍋(7)とは別に設けた保持炉(25)に移湯できる長さを有する樋(24)を備えて成り，熔解炉から受湯した移湯密閉取鍋(7)内溶湯(26)の保持炉(25)への移湯時に，エンジン回転数の上昇による過給器(5)の加圧圧力により，移湯密閉取鍋(7)内の溶湯(26)を耐熱溶湯導管(23)の一端(23a)から樋(24)を経由して保持炉(25)に加圧静流移湯するようにした前記加圧装置を，移湯密閉取鍋(7)と一体に車載したものである。」(4頁11行～5頁12行)c また，容器本体の傾動機構についても，甲4公報に次のとおり移動可能な傾動機構が開示されている。",
                            "「使用先の工場に着後は取鍋2の緊締6,7,8を解除し，左右方向に傾動可能なフオークリフトを使用して，取鍋2を降ろし，ストツパー31を取除いて注湯口18を開き，フオークリフトにより取鍋2を傾動して保持炉，或は直接鋳型等に直ちに注湯することができる。…」(7欄15行～20行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "そして，甲1発明のラドル装置における管開口部の位置を，その使用形態にあわせて容器本体の底部より上方に位置させることや，附属の装置を具備させることは設計事項にすぎず，甲1発明のラドル装置を公道搬送可能にすることに当たっての阻害事由とはなり得ない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "さらに，周知例(甲9。特開平7−285371号)には「トラ",
                          "text": [
                            "クターに連接され，液状物を内部に収容する容器を積載する液状物収容容器運搬用トレーラー…」(【特許請求の範囲】【請求項1】)が開示され，この「容器」は「…溶融アルミ…を収容した取鍋のように横倒し出来ない液状物収容容器」(段落【0001】)で，図1～3にこの「液状物収容容器＝取鍋」の載架状態が示されているところ，かかる甲9に記載のトレーラーが公道走行可能であることは言うまでもない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "したがって，甲1公報と同様の吊り下げ式の取鍋を公道運搬可能とする技術が公知であり，上記のとおり甲4公報の明細書で説明されているような「…アルミニウム等を専門に溶解する外部の企業から溶湯の配給を受けて使用する形態を可能とするような，溶湯の放冷を防ぎ安全に運搬する方法やそのための取鍋が望まれていた…」ことからすれば，甲1公報を公道運搬可能な容器にする積極的な動機付けが存在するというべきである。",
                            "③ 以上の①，②によれば，甲1発明を主にして，他の甲各号証(甲2～4，甲6−5)の記載に基づいて本件発明1を想到することは，当業者にとって容易であり，何らの阻害事由も存在しないのであるから，審決の相違点1の判断には誤りがある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(数値限定に関する記載不備に係る判断の誤り)(ア)a 審決は，「…本件特許明細書には，流路内径の数値限定の根拠について，一通りの説明はなされているから，理論的根拠が完全か否かはともかく，その数値限定の意義は，一応理解できる程度に明らかであるといえる。…」(29頁16行～18行)，「…発明特定事項である数値限定について，その理論的根拠の詳細までを厳密に明らかにすることは，特許法第36条第4項(判決注，平成14年法律第24号による改正前のもの)の規定が要求するところではないというべきである。」(29頁28行～31行)及び「…明細書の発明の詳細な説明には，その意義や科学的根拠の概略程度が示されていればよいのであって，理論的にゆるぎない程度にまで緻密で詳細な解説がなされていないということをもって本件特許明細書が記載不備となるものではない。」(30頁2行～5行)とするが，以下に照らし誤りである。",
                    "＜判決注＞平成14年法律第24号による改正前の特許法36条4項は，次のとおりである。",
                    "「前項第3号の発明の詳細な説明は，通商産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "すなわち，本件明細書(甲16，17)の段落【0018】，【0085】の記載によれば，本件発明1の数値限定にかかる効果は，容器内の溶融金属を容器外へ排出する際に，小さな圧送圧力で足りるというものである。しかし，甲5−3(細田芳彦・朱雀英八郎著「わかり易い機械講座 油圧機械」(昭和57年4月10日第2版第6刷，株式会社明現社発行，48，49頁)，甲5−4(「技術資料 管路・ダクトの流体抵抗」(昭和55年8月20日2刷，社団法人日本機械学会発行，1～7，26頁)，甲5−5(加山延太郎著「鋳物のおはなし」(1997年9月16日第1版第17刷，財団法人日本規格協会発行，16，17頁)等から明らかなとおり，本件発明1の目的とする効果を奏するためには，上記配管径の特定のみならず，①出湯管内部流速または出湯時間，及び②取鍋本体平均内径をも特定しなければならない。そうすると，本件発明特定事項からのみでは，本件明細書に記載された目的とする効果を奏さず，その他発明の詳細な説明の記載を参酌しても本件発明を当業者が実施することが不可能である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "また審決は，「…請求人は，流路内径は取鍋本体内径その他の寸法や流速など操業条件と不可分一体の関係にあるにも拘らず，本件発明は流路内径のみを数値限定していることをもって，本件発明は特定できないと結論づけているが，本件発明を特定するために必要な事項は特許出願人自らが決定すべきものであり，特定すべき事項が足りないことをもって，ただちに発明が特定できない，ひいては発明が不明確であるとはいえない。さらに，特許法36条第6項第2号は，…数値限定を行う場合において，その数値に関する影響因子をすべて考慮し，それらを特許請求の範囲に網羅的に記載することまで要求するものではないから，当該要件と，数値限定の影響因子を捨象することとは同列に扱われるべきものではない。」(30頁16行～26行)とするが，以下に照らし誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "発明を特定すべき事項を欠くのであれば，その発明は特定されておらず，特許を受けようとする発明が不明確となるのは当然である。そもそも，特許請求の範囲は権利書としての働きをなす部分であり，その記載の仕方は出願人に任されるとしても，本件発明1の「技術思想」との関係において，そこから抽出できる発明思想から外れるような記載は当然許されない。本件発明1の場合，「小さい圧力でアルミニウム溶湯を排出することができる容器」の実現であるから，その作用効果を奏さない記載は当然認められないのである。",
                            "すなわち，本件発明1を特定するためには，流路の内径のほか，少なくとも①出湯管内部流速または出湯時間，②取鍋本体平均内径というパラメータをも特定しなければならなかったものであるところ，これらの双方が請求項に記載されていない以上，作用効果を奏さない構成まで本件発明1に含まれることになり，当然，発明を特定できないことになる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "取消事由3(ストークに関する記載不備に係る判断の誤り)(ア) 審決は，「ストーク」についてその存在を認めつつも「…本件発明は，流路を有するものであることを発明特定事項としているわけであるから，流路を有さず，ストークにより溶湯を外部に供給する形態を包含しないことは明らかである。」(31頁11行～13行)，「したがって，本件発明についての特許が，特許法第36条第4項又は第6項第2号に規定する要件を満たしていない特許出願に対してされたものとはいえない。」(31頁22行～24行)とするが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "すなわち，本件発明1は審決の指摘するとおり「流路を有する容器」についての発明であり，その解決課題は「ストーク等の部品交換を行う必要のない容器＝流路を有する容器」であるから，「ストークを有する容器」が本件発明1の実施例として記載されていることはこれと明らかに矛盾するものであり，全体として請求にかかる発明を理解しうるように記載されていないことになる。しかも，この記載は，請求項にかかる発明を実施するために必要な事項以外の部分ではなく，本件発明1の実施例そのものとして記載されている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "相違点1につき容易想到でないとした審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の容器の公道運搬性につき",
                  "text": [
                    "本件発明1の技術的特徴は，「加圧式」の運搬車輌により搭載されて公道を介して搬送されることから生じる多様な技術的課題を解決することにあり，本件発明1の「容器」が運搬車輌により搭載されて公道を介して搬送されるために適した構成を有することは，その当然の前提である。",
                    "本件明細書(甲16，17)の【図3】をみれば，フォークリフト用の「脚部71」を備えていることが明瞭である。【図1】をみても，「公道30」を運搬車輌である「搬送用のトラック32」に搭載されて搬送される容器であり，公道を介して搬送されるに適した大きさのものである。また，「運搬車輌」に「搭載」されるものであり，「運搬車輌」とは独立した関係にあることも明らかである。",
                    "すなわち，本件発明1の「容器」は，例えばトラックに搭載され，工場と工場との間を公道を介して搬送され，搬送された工場内において，例えばフォークリフトに載せ代えられて，さらに搬送されるものである。いいかえれば，本件発明1の「容器」は，搬送系とは独立した，いわばスタンドアローンタイプ(stand alone type)の「容器」であり，トラックにより公道を介して搬送されたり，フォークリフトに載せ代えられて搬送されたりすることを前提とした構成を当然に備えるものである。",
                    "したがって，「本件発明1の構成に公道搬送に「適した構造上の工夫」は存在しない」との原告の主張には理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "運搬車輌により搭載されて公道を介して搬送するとの技術的思想を引用発明1は開示しておらず，本件発明1への動機付けは，あり得ない。 すなわち，甲1発明の「ラドル装置」は，「…容器本体11は，図示のように，その両側面の軸部61を介してアーム62，62によって前方向に傾動可能に支持され，該アーム62はチェーン等の吊り下げ部材63およびホイスト等の移動昇降装置64によってレール65に対して移動，昇降可能に保持されている。…」(甲1公報の段落【0013】)と記載されているように，搬送系と一体化された装置であり，かつチェーン等により吊り下げられて，工場内の所定の区間を水平方向又は垂直方向に移動し，昇降するものである。しかも，「…この発明装置は主として大型ダイカストマシンのための大容量のラドル装置として好適なもので，…」(甲1公報の段落【0012】)と記載されているように，相当の大きさを有し，公道を介して搬送するようなものではない。",
                        "このように，甲1発明の「ラドル装置」は，運搬車輌に搭載されて公道を介して搬送され別の運搬車輌に載せかえられることとは相容れない構成を備えたものである。そこには「運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器」というような技術的思想は一切開示されていない。また，甲1発明について，運搬車輌に搭載されて公道を介して搬送されるような構成のものにすることは，当業者においてはおよそ想到することではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明を運搬車輌に搭載して公道を介して搬送することは，技術的にも困難である。",
                        "すなわち，甲4発明に記載の運搬車輌に搭載されて公道を介して搬送される「傾動式取鍋」を，甲1発明の「ラドル装置」に単に置き換えるだけでは必ずしも予想することができない，新たな解決すべき課題が多数生じ得る。",
                        "例えば，工場内で特定の区間のみを吊り下げられて短い距離を短時間移動して使用される甲1発明の「ラドル装置」のままでは，公道を走行するトラックなどに搭載して搬送することはできないし，フォークリフトなどへの載せかえも困難である。このような技術的困難が存在することから，そもそも，甲1発明の「ラドル装置」に基づいて，運搬車輌に搭載されて公道を介して搬送されるような構成のものにすることを，当業者において想到するはずがないというべきである。",
                        "予想し得ない新たな技術的課題はともかくとして，いくつかの予想される問題点を指摘すると，例えば，甲1発明の「ラドル装置」は吊り下げられて使用され，その「管開口部」は，「前記容器本体の前部に該容器本体の底部より下方に位置する」ことを技術的特徴とする。しかし，そのままでは，その発明の特徴である「外側管部」のために容器本体を搬送することは困難である。また，甲1発明の「発明の実施の態様」に記載された「ラドル装置」の底面及び側面の一部に貼り付けられた「金属板15」も工場内において使用されることが前提とされており，そのような構造をそのまま維持して，傾動式取鍋と同様に公道を走向するトラックなどに搭載して搬送することができるわけではない。その際，振動や保温性の問題も無視し得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，新たな課題を解決するためには，甲1発明及び甲4発明の技術的思想以外に，それとは別個の技術的思想を体現した新たな構成が必要であるが，かかる構成についての主張立証はなされていない。",
                        "(エ)① なお原告は，甲8の明細書(実願平1−89474号〔実開平3−31063号〕)に運搬車輌に積載され移動可能な気体制御手段が開示されていると主張する。",
                        "しかし，まず甲8は本件無効審判請求の引用例ではなく，審決取消訴訟において甲8に記載の構成との組合せを主張することは許されない。また審決は，甲1発明が「ラドル装置」自体に「気体制御手段50」を備えたものであり，そのような構成のものを運搬車輌(例えば，トラック)に搭載して公道を介して搬送することは当業者において想到することは困難であると認定しているのであり，運搬車輌自体に気体制御手段を載せることが可能かどうかを問題としているわけではない。なお，甲8は，フォークリフトと容器を一体化して工場内において溶解炉と保持炉との間を何度も往復することを想定した移湯装置であり，本件発明1のようにさらにトラックに搭載されて公道を介して搬送するということまでを予定した構成のものではない。",
                        "② また原告は，甲9(特開平7−285371号)において，取鍋を搭載して公道走行可能なトラクターが開示されていると主張する。",
                        "しかし，甲9も本件無効審判請求の引用例ではなく，審決取消訴訟において，甲9に記載の構成との組合せを主張することは許されない。また甲9には，公道を介して搬送するというような技術的思想は一切開示されていない。甲9のトラクター及びトレーラーは，出願人が「新日本製鐵株式会社」とあるように，道路運送車両法の適用もない製鉄所の構内において使用される極めて大型のものである。",
                        "そのことは，甲9の【図4】をみても，運転席の梯子の大きさと比べると，車輪だけでも人の大きさほどの大きさがあることからも明らかである。このように，甲9は，公道を介して搬送するというような技術的思想は一切開示していないから，原告の主張は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書(甲16，17)の発明の詳細な説明においては，本件発明1を実施することができる程度に明確かつ十分に記載されていない旨主張するが，失当である。",
                    "すなわち，本件明細書の段落【0018】，【0085】の記載から明らかなように，本件発明1の要件Eの構成は，運搬車輌により搭載されて公道を介して搬送される「加圧式」の溶融金属の「容器」を実際に試作した結果から見出されたものである。",
                    "そして，「加圧式」の「容器」の構成自体も，本件明細書(甲16，17)の発明の詳細な説明，【図3】，【図4】を見れば明らかであり，当業者において試作も容易である。",
                    "また，同要件Eの流路の内径の数値も複雑なパラメータではなく，かつ本件明細書(甲16，17)の発明の詳細な説明において，「10㎜」単位で基本的に標準化されていることが記載されており，当業者において容易に理解することが可能なものである。",
                    "原告は，①出湯管内部流速または出湯時間，及び②取鍋本体平均内径をも特定しなければならないと主張し，その根拠として計算例を提出するが，これ自体，仮定に基づく机上の空論でしかない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の要件Eとの関係において，「①出湯管内部流速または出湯時間，及び②取鍋本体平均内径」が特定されていないので，特許を受けようとする発明が明確ではないから，平成14年法律第24号による改正前の特許法36条6項2号に違反し，この違反を看過した審決の判断は誤りであると主張する。しかし，上記アに記載したとおり，これらの特定が必要であるとする原告の主張は，机上の空論に基づくものであり，何ら理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "原告は，本件明細書の【図11】の「配管474」が「ストーク」に相当し，本件発明1が「流路」として「ストーク」を用いたものを含まないと解されるのに，【発明の実施の形態】において「ストーク」に相当する構成が含まれており，相互に矛盾しているから，発明の詳細な説明の記載が当業者において，その発明を実施することができる程度に明確かつ十分に記載されていないことになるし，ひいては特許請求の範囲の記載が明確ではないことになるので，平成14年法律第24号による改正前の特許法36条4項及び6項2号に違反すると主張する。",
                "しかし，そもそも，特許請求の範囲は，実施例も含めて発明の詳細な説明に記載された多数の発明から，特許を受けるべきものを特定するための記載であるから，実施例を含めた発明の詳細な説明において，特許請求の範囲と直接には関係のない構成が含まれていることは，特許を受けようとする発明を特定する際に十分生じ得ることであり，特許法自体が当然に予定していることである。すなわち，特許出願に添付する明細書の記載に当たり，発明の詳細な説明に記載されている発明を，どこまで特許請求の範囲に記載するかについては，特許法は特許出願人に任せているのである。",
                "したがって，原告が指摘するような記載が本件明細書(甲16，17)にあるとしても，それは，平成14年法律第24号による改正前の特許法36条4項及び6項2号に違反するものではなく，この点に係る審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張の取消事由について，順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の意味",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲16，17)には，特許請求の範囲として，前記第3の1(2)の記載があるほか，「発明の詳細な説明」として，以下の(ア)～(カ)の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "本発明は，例えば溶融したアルミニウムの搬送に用いられる容器に関する。(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "多数のダイキャストマシーンを使ってアルミニウムの成型が行われる工場では，工場内ばかりでなく，工場外からアルミニウム材料の供給を受けることが多い。この場合，溶融した状態のアルミニウムを収容した容器を材料供給側の工場から成型側の工場へと搬送し，溶融した状態のままの材料を各ダイキャストマシーンへ供給することが行われている。",
                        "(段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "本発明者等は，こうした容器からダイキャストマシーン側への材料供給を圧力差を利用して行う技術を提唱している。すなわち，この技術は，容器内を加圧して容器内に導入された配管を介して容器内の溶融材料を外部に導出するものである。そして，このような容器としては，例えば特開平8−20826号に開示された装置(本判決注，甲11)を用いることが可能である。(段落【0003】)",
                        "しかしながら，特開平8−20826号に開示された装置では，ストークが容器内の溶融金属に晒され続けるために，ストークの基材金属が酸化，腐食がして，ストークを交換する必要性がしばしば発生する，という問題がある。また，このような容器を工場間で搬送する場合には，まず容器内をガスバーナ等を用いて予熱してから容器内に溶融材料を供給しているが，特開平8−20826号に開示された装置では，予熱の際に容器内のストークが邪魔となるため，例えばストークをこれを保持する大きな蓋と共に取り外して予熱を行う必要があるため，作業性が非常に悪い，という問題もある。(段落【0004】)",
                        "本発明は，このような問題を解決するためになされたもので，ストーク等の部品交換を行う必要のない容器を提供することを目的としている。",
                        "(段落【0005】)",
                        "本発明の別の目的は，予熱を効率的に行うことができる容器を提供することにある。(段落【0006】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "本発明では，溶融金属を流通させるための流路が容器本体内周の該容器本体底部に近い位置から該容器本体外周の上部に向けて延在するようになっている。すなわち，本発明では，特開平8−20826号に開示された装置と比較すると，容器内の溶融金属に晒されるストークのような部材は不要となるので，ストーク等の部品交換を行う必要はなくなる。",
                        "また，本発明では，容器内にストークのように予熱を邪魔するような部材は配置されないので，予熱のための作業性が向上し，予熱を効率的に行うことができる。また容器に溶融金属を収容したのち，溶融金属の表面の酸化物等をすくい取る作業が必要なことが多い。内部にストークがあるとこの作業がやりにくい。本発明によれば容器内部にストークのような構造物がないので作業性を向上することができる。(段落【0008】)",
                        "…容器内外の圧力差を利用して溶融金属を容器内に導入することで，溶融金属を容器内に引き込むような形態の部材，例えば配管を介して溶融金属供給用の炉と容器とを連接すればよくなる。例えば樋部材を介して溶融金属供給用の炉と容器とを連接する必要がなくなるので，溶融金属が空気に触れる機会が激減し，容器内に供給された溶融金属が酸化することを極力減らすことが可能となる。従って，酸化物の除去作業を不要とし，作業性の改善を図ることができ，しかも酸化物が殆ど含まれていない溶融金属を供給することが可能となる。(段落【0010】)…本発明では，例えば容器に対して第1及び第2の配管を設けるだけで容器に対する溶融金属の導入と容器からの溶融金属の導出を行うことが可能となる。このことは，単に構成が簡略化されるだけでなく，溶融金属の酸化を激減することが可能となる。(段落【0015】)本発明の溶融金属供給システムは，溶融金属を収容することができる容器と，前記容器の内外を連通して設けられ，前記溶融金属を流通することが可能な配管と，前記容器内部を排気する排気系とを具備したことを特徴とする。また，本発明の溶融金属供給システムは，溶融金属を収容することができる容器と，前記容器の内外を連通し，前記溶融金属を流通することが可能な第1の配管と，前記容器の内外を連通し，前記容器内を排気することが可能な第2の配管とを具備したことを特徴とする。",
                        "(段落【0019】)",
                        "本発明では，溶融金属を容器内に引き込むための配管を介して溶融金属供給用の炉と容器とを連接すればよくなるので，溶融金属が空気に触れる機会が激減し，容器内に供給された溶融金属が酸化することを極力減らすことが可能となる。従って，本発明によれば，酸化物の除去作業を不要とし，作業性の改善を図ることができ，しかも酸化物が殆ど含まれていない溶融金属を供給することが可能となる。(段落【0020】)",
                        "本発明の溶融金属供給システムは，前記配管の前記容器内側の開口部が前記容器の下方にあることを特徴とする。これにより，容器内に配管から供給される大半の溶融金属が既に容器内に供給されている溶融金属の面より下で供給されることになり，すなわち配管から供給される大半の溶融金属がその供給の際に容器内の空気に直接触れることがなくなり，溶融金属の酸化を効果的に防止することができる。また，配管の開口部がこのような位置にあることにより，この配管を使って加圧による容器からサーバに対する溶融金属の供給が可能となる。(段落【0021】)",
                        "本発明の溶融金属供給方法は，容器の内部を減圧して溶融金属を吸引し，前記容器をユースポイントまで輸送し，前記容器を加圧して前記溶融金属を前記ユースポイントへ供給することを特徴とする。ここで，例えば，前記溶融金属は，アルミニウムであり，前記容器のユースポイントまでの輸送は，公道を介して行われ，前記ユースポイントでは，前記溶融したアルミニウムを使ったアルミダイキャストマシーンを使ったアルミニウムの成型が実行されることを特徴とする。(段落【0023】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "…第1の工場10と第2の工場20とは例えば公道30を介して離れた所に設けられている。(段落【0065】)",
                        "…第2の炉21により溶融アルミニウムが供給された容器100は，フォークリフト(図示せず)により搬送用のトラック32に載せられる。",
                        "トラック32は公道30を通り第1の工場10における受け入れ部の受け入れ台17の近くまで容器100を運び，これらの容器100はフォークリフト(図示せず)により受け入れ台17に受け入れられるようになっている。また，受け入れ部にある空の容器100はトラック32により第2の工場20へ返送されるようになっている。(段落【0071】)",
                        "中央制御部16では，各保持炉12に設けられた液面検出センサを介して各保持炉12における溶融アルミニウムの量を監視している。ここで，ある保持炉12で溶融アルミニウムの供給の必要性が生じた場合に，中央制御部16は，…公道30の「トラフィックデータ」…等を，通信回線33を介して第2の工場20側に送信する。…(段落【0074】)",
                        "発送時刻に容器100を載せたトラック32が出発し，公道30を通り第1の工場10に到着すると，容器100がトラック32から受け入れ部の受け入れ台17に受け入れられる。(段落【0075】)流路57及びこれに続く配管56の内径はほぼ等しく，65mm～85mm程度が好ましい。…溶融金属を容器内から導出する際に容器内を非常に小さな圧力で加圧すればよくなる。…(段落【0085】)本体50の底部裏面には，例えばフォークリフトのフォーク(図示を省略)が挿入される断面口形状で所定の長さの脚部71が例えば平行するように2本配置されている。また，本体50内側の底部は，流路57側が低くなるように全体が傾斜している。これにより，加圧により流路57及び配管56を介して外部に溶融アルミニウムを導出する際に，いわゆる湯の残りが少なくなる。…(段落【0092】)",
                        "本実施形態では，特に，このように第2の炉21内に貯留されている溶融アルミニウムを吸引管201及び配管56を介して容器100内に導入するようにしているので，溶融アルミニウムが外部の空気と接触することはない。従って，酸化物が生じることがなく，本システムを用いて供給される溶融アルミニウムは非常に品質が良いものとなる。また，容器100内から酸化物を除去するための作業は不要となり，作業性も向上する。(段落【0099】)",
                        "…図1に示したように，容器100を公道30を介してトラック32により第2の工場20から第1の工場10に搬送する…。(段落【0103】)",
                        "…パージ室430はダイキャスト装置450の溶融金属の供給地点(ユースポイント)ともなっている。…(段落【0113】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "text": [
                        "…本発明によれば，ストーク等の部品交換を行う必要のない容器を提供することができる。(段落【0133】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のアの記載によると，従来の技術の課題は，容器内を加圧して容器内の溶融材料を外部に導出する従来の容器において，ストークを交換すること，予熱を行うことをそれぞれ必要とする点にある(段落【0003】，【0004】)。そして，本件発明1は，かかる課題を解決するために，ストーク等の部品交換を行う必要がなく(段落【0005】，【0133】)，予熱を効率的に行うことができる容器(段落【0006】)を提供することを目的及び作用効果とするものであり，流路内径については，溶融金属を容器内から導出する際に容器内を非常に小さな圧力で加圧すればよい，という観点から特定したものである。また，段落【0010】，【0015】，【0020】，【0021】，【0099】には，本件発明1の構成によれば，溶融金属が外部の空気と接触することはなく，酸化物が生じることがないため品質が良くなることが記載されている。",
                    "他方，「公道」を介して運搬する点は，段落【0023】，【0065】，【0071】，【0074】，【0075】，【0103】にそれぞれ記載されているが，そのいずれを見ても，「公道」を介して運搬することと，本件発明1の構成とを具体的に関連付けた記載であると認められるものはなく，本件発明1の容器を使用する実施形態として「公道」を介して運搬することが例示されたに止まるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "なお被告は，本件発明1の技術的特徴は，「加圧式」の運搬車輌により搭載されて公道を介して搬送されることから生じる多様な技術的課題を解決することにあり，本件発明1の「容器」が運搬車輌により搭載されて公道を介して搬送されるために適した構成を有することは，その当然の前提であるから，本件発明1の構成に公道搬送に「適した構造上の工夫」が存在しないということはできない，と主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，本件発明1の各要件の意義を検討すると，以下のとおりである。",
                        "① 分説した本件発明1の要件Aの「容器」は，「運搬車輌により搭載されて公道を介してユースポイントまで搬送される」点を除くと，本件明細書の段落【0003】～【0006】記載の，圧力差を利用して外部へ溶融材料を供給するという従来技術の装置構成に相当すると認められる。",
                        "② 同じく要件Bの「フレーム」は，本件明細書(甲16，17)の段落【0044】に「フレームは内部に気密領域である閉空間を形成する。また容器全体の強度の保持の役割と，外部から断熱材を保護する役割を果たす。…」とあることから，容器全体の強度保持及び断熱材保護のために使用される手段であると認められる。",
                        "③ 同じく要件Cの「ライニング」が「前記フレームの内側に設けられ…流路を内在する…」点は，本件明細書(甲16，17)の段落【0054】に「本発明では，溶融金属の流路が容器本体の内壁を覆うように設けられた熱伝導性の高い耐火壁により構成されているので…流路を流通する溶融金属が流路で冷却されて流路の表面に固化して付着するようなことはなくなる。…流路の表面付近を流通する溶融金属の粘性が低下することがなくなり，より小さな圧力差で容器からの溶融金属の導出及び容器内への溶融金属の導入を行うことができる。…」とあることから，流路内の溶融金属が冷却するのを防止するための解決手段であると認められる。",
                        "④ 同じく要件Cの「前記容器内の底部付近に開口を有し，当該容器の上方の配管取付部に向かう」点は，本件明細書(甲16，17)の段落【0056】に「本発明では，溶融金属を流通させるための流路が容器本体内周の該容器本体底部に近い位置から該容器本体外周の上部に向けて延在するようになっている。…容器内の溶融金属に晒されるストークのような部材は不要となるので，ストーク等の部品交換を行う必要はなくなる。…容器内にストークのように予熱を邪魔するような部材は配置されないので，予熱のための作業性が向上し，予熱を効率的に行うことができる。…」とあることから，ストークを不要にするための解決手段であると認められる。",
                        "⑤ 同じく要件Dの「…第1の配管」は，本件明細書(甲16，17)に「例えば配管を介して溶融金属供給用の炉と容器とを連接すればよくなる。…」(段落【0010】)，「…前記第1の配管を用いて溶融金属の導入及び導出を行う…」(段落【0011】)，「…溶融金属供給用の炉から容器への溶融金属の供給及び容器からサーバへの溶融金属の供給を例えば共通の第1の配管を用いて行うことができるので，構成を非常に簡単なものとすることができる。…」(段落【0013】)とあることから，溶湯を導出・導入するための手段であると認められる。",
                        "⑥ 同じく要件Eの「流路の内径」は，本件明細書(甲16，17)の段落【0085】に「…内径が65mm以上となると…溶融金属の流れを阻害する抵抗が下がり始める。溶融金属を容器内から導出する際に容器内を非常に小さな圧力で加圧すればよくなる。…一方，内径が85mmを超えると…溶融金属の流れを阻害する抵抗が大きくなってしまう。…」とあることから，溶融金属を容器内から導出する際に加圧する圧力の低減効果を得るための特定事項であると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上に照らせば，本件発明1において，構成要件Aの「運搬車輌により搭載されて公道を介してユースポイントまで搬送される」の点を除く要件は，いずれも公道運搬に適した構造上の工夫に当たらない。さらに，「運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器」において，「運送車輌」は，公道だけでなく工場内も移動可能な搬送手段であるから，「運搬車輌に搭載されて」，「ユースポイントまで搬送される」点についても，同様に公道搬送に適した構造上の工夫に当たらないというべきである。",
                        "したがって，本件発明1の容器を構成する特定事項は，ストークを不要にし，溶融金属の導出入や容器内の予熱を容易にした点で改善した事項であって，本件発明1においては，公道運搬に適した構造上の工夫といえるだけの手段が特定されていないことは明らかであるから，本件発明1における「運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器」は，単に，公道搬送という用途を特定した事項にすぎないというほかない。",
                        "以上によれば，被告の上記(ア)の主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の意味",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明は，前記第3の1(3)イ(ア)のとおりであるところ，甲1公報には，以下の(ア)～(キ)の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "移動，昇降ならびに前方向へ傾動可能に構成された容器本体と，前記容器本体の前部に該容器本体の底部より下方に位置する管開口部から該容器本体上部に亘って形成された外側管部と，",
                      "text": [
                        "前記外側管部と連続してその管上部から前記容器本体下部に亘って形成された内側管部と，",
                        "前記内側管部の管下部に形成され容器本体内部と連通する連通部と，前記容器本体に形成された気体流出入部を介して該容器本体内部を減圧しまたは加圧するための気体制御手段とを有することを特徴とする金属溶湯のラドル装置。(【請求項1】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "容器本体内を減圧して，機外の溶湯を，前記容器本体前部に設けられた該容器本体の底部より下方に位置する管開口部から該容器本体上部に亘って形成された外側管部へ吸入し，前記外側管部と連続してその管上部から前記容器本体下部に亘って形成された内側管部ならびに前記内側管部の管下部に形成され容器本体内部と連通する連通部を経て容器本体内に汲み上げる工程と，",
                      "text": [
                        "前記容器本体内を通常圧に戻して，前記工程で汲み上げた溶湯を，該容器本体および前記内側管部内に保持する工程と，",
                        "前記容器本体内を加圧して，該容器本体および前記内側管部内に保持された溶湯を前記外側管部の管上部を経てその管開口部から機外に注出する工程を有することを特徴とする金属溶湯の注湯方法。(【請求項3】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "この発明は，金属溶湯を成型機等に給湯するためのラドル装置およびその注湯方法に関する。(【発明の属する技術分野】，段落【0001】)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "例えばアルミニウム合金の鋳造において，アルミインゴットや成型廃材等を溶解して，その溶湯を鋳型に注入して成型が行なわれる。",
                        "溶解材料となるアルミニウム合金中にはアルミニウム酸化膜の生成を促進する亜鉛やマグネシウムが含有されているので，大気中で溶解保持されるアルミニウム合金溶湯には湯面に酸化膜が形成される。また，溶解材料には水分や不純物が付着，混入しており，これらが溶解時に酸化物を生成する。(【従来の技術】，段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "この発明は上記の点に鑑みて提案されたもので，清浄な溶湯を汲み上げ，溶湯の移送および注湯時においても溶湯を極力空気と接触させないようにした新規な金属溶湯のラドル装置の構造およびその注湯方法を提供しようとするものである。(【発明が解決しようとする課題】，段落【0006】)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "この発明の注湯方法の概略を説明すると，添付図面の図7はこの発明方法における汲み上げから注出に至る工程を示し，図8は同じくその注出後の工程を示すものである。両図におけるアルファベットの大文字符号は，ラドル装置10の位置を表し，図7の符号Aはラドル装置10が機外の溶湯汲み出し部70から溶湯を汲み上げる位置，Bは汲み上げた溶湯を保持して上昇u1した位置，Cはその前進f位置で，Dはラドル装置10が下降d1して機外の成型機90に溶湯を注出する位置である。また，図8の符号Eは注出後のラドル装置10の上昇u2位置，Fは後退r位置，Gはラドル装置10が下降d2して容器本体11を傾動して残留溶湯を排出する位置を表す。(【発明の実施の形態】，段落【0020】)",
                      "text": [
                        "まず，溶湯の汲み上げ工程について説明すると，図3は図8のA位置を表すものである。図の溶湯汲み出し部70は溶解保持炉75の汲み出し口で，図示しない溶解部で溶解された(アルミ)溶湯Mは溶湯保持部76で均一な温度に保持され連通口77から溶湯汲み出し部(汲み出し口)70に流入する。符号78は保持バーナーである。",
                        "(【発明の実施の形態】，段落【0021】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "…この発明の金属溶湯のラドル装置によれば，従来の開放型のラドルを使用しないので，溶湯表面の酸化物を一緒にすくい上げてしまうことがなく，しかも外側管部の管開口部は溶湯中に浸漬されたまま不動で溶湯を汲み上げるので，溶湯が掻き乱されることがなく，清浄な溶湯のみを汲み上げることができる。また，溶湯の汲み上げおよび注出は気体制御手段による容器本体内部の減圧および加圧によって行なわれるので，溶湯と空気が接触することが極力避けられる。これによって，成型機で使用される溶湯の品質管理を確実に行なうことができるようになり，鋳造品の不良率を低下させることができる。(【発明の効果】，段落【0032】)",
                      "text": [
                        "また，この発明装置によれば，管上部の堰(メタルダム)を介して外側管部および内側管部が設けられるので，容器本体内部の溶湯の逆流が完全に防止され，また気体制御によって溶湯の汲み上げおよび注出を行なうものであるから，作業の安全性が高く，工場内の作業環境が向上する。(【発明の効果】，段落【0033】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載によれば，甲1発明は，溶融金属を収容，搬送，供給する容器に関するものであり，清浄な溶湯を汲み上げ，溶湯の移送および注湯時においても溶湯を極力空気と接触させないようにすることを課題とし，かかる課題を解決するため，従来の開放型でない，前記第3の1(3)イ(ア)記載のようなラドル装置の構成を採用し，これにより，汲み上げて注湯する溶湯の品質管理を確実に行うことができるようになり，溶湯の逆流が完全に防止されることから搬送中等の湯こぼれ等を生ずるおそれもなく，安全性も高いという作用，機能があると認められる。また，溶湯汲み出し部及び成型機の配置箇所については明示されていないが，「チェーン等の吊り下げ部材およびホイスト等の移動昇降装置によってレールに対して移動，昇降可能に保持される」という手段を備えるものである以上，当該ラドル装置10は工場内に配置された設備間で搬送される容器に相当するものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4発明の意味",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "本発明はアルミニウム等の溶融金属を公道など一般道路を通つて遠隔地運搬，長時間運搬，坂道などの傾斜面運搬ができ，溶湯のまま使用者側に配送ができるようにしたトラツク等，道路上を運行する運搬用車輌による溶融金属の運搬方法に関するものである。(2欄9～15行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "解決すべき問題点",
                      "text": [
                        "…集中溶解炉を設備しなくても鋳造ができれば工場の合理化が図られる。この目的で，アルミニウム等を専門に溶解する工場から使用現場まで溶湯のまま配湯する方法が研究されており…運搬距離がさらに長距離になれば，工場の合理化がさらに推進されるであろうことは以前から予想されていた。従つて，例えば溶湯を外部の企業から配給を受けて使用することは以前から構想されてきたが，未だ実現されないまま，今日に至つている。その原因は溶湯の放冷を防ぎ安全に運搬することが困難であつたことによる。",
                        "即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があつたり，車の振動が激しくなる舗装状態の悪い道路面があつたりすることから，溶湯がこぼれたり，積込んだ取鍋が横転したり，また放冷により溶湯が凝固する等の困難が予想され，実現ができなかつた。(3欄24行～4欄2行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "問題点の解決手段",
                      "text": [
                        "本発明は上記の事情に鑑みなされたもので，溶融金属を密閉型の取鍋に収納し，開口部を密閉した取鍋をトラツク等道路上を運行する運搬用車輌の荷台上に載置固定して運搬することを特徴としている。(4欄4～8行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明の効果",
                      "text": [
                        "本発明は…運搬中も…開口部を密閉した取鍋2の底部を…固定し，取鍋2の上部を…緊締したので，…輸送中の荷台の傾斜…等により湯こぼれ等を生ずるおそれも全くなく，極めて安全に…一般道路上を運搬し得る…(9欄17行～10欄3行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載によれば，甲4発明は，溶融金属を収容し，搬送し，供給するために使用される容器についての発明であり，当該技術分野においては，アルミニウム等を専門に溶解する外部の企業から溶湯の配給を受けて使用する形態を可能とするような，溶湯の放冷を防ぎ安全に運搬する方法やそのための取鍋が望まれていたことが理解でき，工場内の設備間で取鍋を搬送するだけではなく，取鍋を運搬車輌に搭載し公道を介して工場間で運搬することが課題として開示され，かかる課題を解決するため，上記ア(ウ)記載のような運搬用車輌に搭載し公道上を搬送されるに適した構造を有する取鍋(容器)を採用することにより，搬送中の荷台の傾斜等により湯こぼれ等を生ずるおそれもなく安全に一般道路上を運搬し得るという作用，機能があると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由に関する検討",
              "text": [
                "以上の(1)～(3)を踏まえて取消事由1の有無について検討するに，甲1発明，甲4発明は，いずれも溶融金属を収容，搬送，供給する容器に関するものであり，溶融金属を密閉した取鍋に収容し溶湯を湯こぼれ等を生じさせずに安全に運搬することができることを内容とするものであるから，その技術分野や作用，機能において共通すると認められる。そうすると，取鍋を運搬車輌に搭載し公道上を運搬するという甲4発明の技術的思想を甲1発明に適用することができるというべきであり，甲4発明の取鍋(容器)は，工場内の設備間で搬送するだけではなく，運搬車輌に搭載し公道を介して工場間で運搬するための構成を有しているのであるから，当業者(その発明の属する技術の分野における通常の知識を有する者)は，甲1発明のラドル装置を公道搬送という用途に適用することを試みることによって，本件発明1に係る技術思想には容易に想到できるというべきである。",
                "よって，原告の取消事由1の主張は理由がある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲1発明のラドル装置は，搬送系と一体化された装置であり，かつチェーン等により吊り下げられて，工場内の所定の区間を水平方向又は垂直方向に移動し，昇降するものであり，かつ相当の大きさを有するものであって，運搬車輌に搭載されて公道を介して搬送され別の運搬車輌に載せかえることとは相容れない構成を備えたものである，甲1発明には「運搬車輌により搭載されて公道を介してユースポイントまで搬送される容器」というような技術的思想は一切開示されておらず，甲1発明について，運搬車輌に搭載されて公道を介して搬送されるような構成のものにするということは，当業者においてはおよそ想到することではないと主張する。",
                    "しかし，上記(4)に説示したように甲1発明と甲4発明がその技術分野や作用，機能において共通すると認められ，また前記(3)イに説示したように，当該技術分野においては，アルミニウム等を専門に溶解する外部の企業から溶湯の配給を受けて使用する形態を可能とするような，溶湯の放冷を防ぎ安全に運搬する方法やそのための取鍋が望まれていたというのであるから，当業者において甲4発明の技術的思想を甲1発明に適用する動機付けが存在したと認めることができる。そうすると，甲1発明のラドル装置が搬送系と一体化され，工場内の所定の区間を水平方向又は垂直方向に移動，昇降するなど被告指摘の事項があったとしても，これは単に工場内の設備間で搬送することを前提とする構成であることをいうに過ぎず，当業者が，これをもって公道を介して搬送することを積極的に排除する記載と見ることは出来ないというべきである。したがって，被告の上記指摘が，甲1発明と甲4発明に接した当業者にとって，技術思想として甲4発明を甲1発明に適用しようとする上で妨げとなるとはいえない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また被告は，甲1発明に甲4発明を適用することの困難性について，甲4記載の取鍋を甲1記載の装置に置き換えると種々の問題が生じる旨主張し，甲1発明のラドル装置が，①工場内で特定の区間のみを吊り下げられて短い距離を短時間移動して使用されるものである，②「容器本体の前部に該容器本体の底部より下方に位置する管開口部」を有する「外側管部」を備える，③底面及び側面に金属板を貼り付けたものである，という特徴を有するから，甲1発明のラドル装置を運搬車輌に搭載し公道上を搬送することが困難であると主張する。",
                    "しかし，甲4には，取鍋を運搬車輌に搭載し公道を介して運搬するとの技術的思想が開示されている。そして，相違点1は，容器(取鍋)の搬送手段に関する相違についての事項であり，相違点1についての判断は，甲4の上記技術的思想を甲1発明に適用することの容易想到性について判断するものであって，甲4記載の取鍋をそのまま甲1記載の取鍋に置き換えることの可否を判断するものではない。また，被告が指摘する上記問題点は，その内容自体からして，いずれも当業者においてさほどの困難なく解消できる程度のものと評価すべきであるから，当該問題点により甲1発明に甲4発明を適用することを妨げる事情があるということはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また被告は，上記ア，イの主張を前提として，新たな課題を解決するためには，甲1発明及び甲4発明の技術的思想以外に，それとは別個の技術的思想を体現した新たな構成が必要であると主張するが，上記ア，イに説示したように，既にその前提たる主張が失当というべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の取消事由1の主張は理由がある。したがって，その余の取消事由について判断するまでもなく，審決は違法として取消しを免れない。",
            "よって，原告の本訴請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}