{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−80172号事件について平成18年1月23日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「クランプ装置」とする特許第3550010号(平成9年12月24日出願，平成16年4月30日設定登録。以下「本件特許」という。請求項の数は9である。)の特許の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許については，平成16年10月1日，このうち請求項1ないし8に係る発明についての特許を無効とすることを求めて審判の請求があり，無効2004−80172号事件として特許庁に係属した。特許庁は，審理の結果，平成17年4月26日に審決(以下「第一次審決」という。)をした。これに対し，原告は同年6月3日，知的財産高等裁判所に対して，第一次審決の取消しを求める訴訟を提起した(平成17年(行ケ)第10513号)が，原告が同年8月30日に訂正審判を請求したので，同裁判所は，同年9月12日に第一次審決を取り消す旨の決定をした。特許庁は，審理の結果，平成18年1月23日，「特許第3550010号の請求項1～8に係",
              "text": [
                "る発明についての特許を無効とする。」との審決をした。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許に係る明細書(甲1。以下「本件明細書」という。)の特許請求の範囲のうち請求項1ないし8の記載は次のとおりである(これらの発明を，請求項に対応して「本件発明1」～「本件発明8」という。)。",
            "【請求項1】「ハウジング(11)に設けた駆動手段(15)と，その駆動手段(15)によって軸心方向へ往復運動されるプルロッド(12)と，その軸心方向の基端へ向けてすぼまるように上記プルロッド(12)に設けたテーパ外周面(12a)と，そのテーパ外周面(12a)の外周空間に配置されて被固定物(1)の係合孔(2)へ挿入される係合具(14)と，その係合具(14)が基端へ変位するのを所定の支持力によって阻止すると共にその支持力よりも大きな力によって上記の係合具(14)が同上の基端へ変位するのを許容するサポート手段(29)とを備え，",
            "上記の駆動手段(15)に上記プルロッド(12)を半径方向へ移動可能に連結するとともに，そのプルロッド(12)及び上記の係合具(14)を前記ハウジング(11)に対して半径方向へ移動可能に構成し，",
            "上記プルロッド(12)を基端へ駆動することによって，上記テーパ外周面(12a)が上記の係合具(14)を半径方向の外方の係合位置(×)へ切換えて前記の係合孔(2)に係合させると共に同上の係合具(14)を前記サポート手段(29)に抗して基端へ変位させ，これにより，上記プルロッド(12)の駆動力を上記の被固定物(1)へ伝達可能に構成し，上記プルロッド(12)を先端へ駆動することによって同上の係合具(14)が半径方向の内方の係合解除位置(Y)へ切換わるのを許容する，ことを特徴とするクランプ装置。」",
            "【請求項2】「請求項1のクランプ装置において，",
            "前記プルロッド(12)に環状部材(13)を軸心方向へ移動可能に外嵌して，その環状部材(13)の周壁に前記の係合具(14)を設けた，ことを特徴とするクランプ装置。」",
            "【請求項3】「請求項2のクランプ装置において，",
            "前記の環状部材をコレット(13)によって構成して，そのコレット(13)の周壁によって前記の係合具(14)を構成した，ことを特徴とするクランプ装置。」",
            "【請求項4】「請求項1から3のいずれかのクランプ装置において，前記のサポート手段(29)が，前記の係合具(14)を所定の力で支持する押上げピストン(60)を備える，ことを特徴とするクランプ装置。」【請求項5】「請求項2のクランプ装置において，",
            "前記ハウジング(11)の先端部と前記の環状部材(13)の外周面との間に環状隙間(31)を設けて，上記ハウジング(11)に設けたクリーニング流体の供給口(40)を上記の環状隙間(31)へ連通させて構成した，ことを特徴とするクランプ装置。」",
            "【請求項6】「請求項1から3のいずれかのクランプ装置において，前記サポート手段(29)が，前記の係合具(14)を先端へ向けて付勢する押圧バネ(27)を備える，ことを特徴とするクランプ装置。」",
            "【請求項7】「請求項1から6のいずれかのクランプ装置において，前記ハウジング(11)の先端部に，前記の被固定物(1)を受け止めるアダプターブロック(22)を着脱自在に設けて，そのアダプターブロック(22)に前記プルロッド(12)を軸心方向へ移動可能に挿入した，ことを特徴とするクランプ装置。」",
            "【請求項8】「請求項7のクランプ装置において，",
            "前記プルロッド(12)を前記の駆動手段(15)に着脱自在に連結した，ことを特徴とするクランプ装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件発明1ないし8は，いずれも，ドイツ特許第4020981号公報(甲11。以下「刊行物1」といい，刊行物1記載の発明を「引用発明1」という。)，特開平9−285925号公報(甲12。以下「刊行物2」といい，刊行物2記載の発明を「引用発明2」という。)及び周知技術(甲13ないし15)に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないから，これらの発明に係る特許は無効であるというものである。審決は，上記結論を導くに当たり，引用発明1，2の内容を次のとおり認定するとともに，本件発明1ないし8と引用発明1との一致点並びに本件発明1ないし8と引用発明1との間の相違点のうち共通する相違点1を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "「加工される材料を把持し，固定するためのクランプ装置において，その上面を支持面2とした蓋27と，ケーシング9に設けたプランジャ15と，そのプランジャ15によって軸心方向へ往復移動される引っ張りロッド11と，その軸心方向の基端へ向けてすぼまるように上記引っ張りロッド11に設けたテーパ形状の接触面13と，その接触面13の外周空間に配置されて材料3の穴4へ挿入される締め付けセグメント5と，その締め付けセグメント5に設けた歯型部分20および歯型21と，その歯型部分20および歯型21が基端へ変位するのを所定の支持力によって阻止すると共にその支持力よりも大きな力によって上記の歯型部分20および歯型21が同上の基端へ変位するのを許容するバランススプリング25およびディスク26とを備え，",
                    "上記引っ張りロッド11を基端へ駆動することによって，上記接触面13が上記の歯型部分20および歯型21を半径方向の外方の係合位置へ切換えて前記の穴4に係合させると共に同上の歯型部分20および歯型21を前記バランススプリング25およびディスク26に抗して基端へ変位させ，これにより，上記引っ張りロッド11の駆動力を上記の材料3へ伝達可能に構成し，上記引っ張りロッド11を先端へ駆動することによって同上の歯型部分20および歯型21が半径方向の内方の係合解除位置へ切換わるのを許容する，クランプ装置」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の内容",
                  "text": [
                    "「ワークピースや金型などの被固定物をワークパレットやテーブル等に固定するためのクランプ装置であって，",
                    "駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結するとともに，その伝動スリーブ24及び係合具37をハウジング11に対して半径方向へ移動可能としたクランプ装置」",
                    "及び，",
                    "「ワークピースや金型などの被固定物をワークパレットやテーブル等に固定するためのクランプ装置であって，",
                    "ガイド孔17に操作具36及び係合具37を環状隙間22をあけて設け，下ハウジング部分12に設けたクリーニング流体の供給口47を上記の環状隙間22へ連通させたクランプ装置」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1ないし8と引用発明1との一致点",
              "text": [
                "ハウジングに設けた駆動手段と，その駆動手段によって軸心方向へ往復移動されるプルロッドと，その軸心方向の基端へ向けてすぼまるように上記プルロッドに設けたテーパ外周面と，そのテーパ外周面の外周空間に配置されて被固定物の係合孔へ挿入される係合具と，その係合具が基端へ変位するのを所定の支持力によって阻止すると共にその支持力よりも大きな力によって上記の係合具が同上の基端へ変位するのを許容するサポート手段とを備え，上記プルロッドを基端へ駆動することによって，上記テーパ外周面が上記の係合具を半径方向の外方の係合位置へ切換えて前記の係合孔に係合させると共に同上の係合具を前記サポート手段に抗して基端へ変位させ，これにより，上記プルロッドの駆動力を上記の被固定物へ伝達可能に構成し，上記プルロッドを先端へ駆動することによって同上の係合具が半径方向の内方の係合解除位置へ切換わるのを許容するクランプ装置である点。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1ないし8と引用発明1との相違点のうち共通する相違点1本件発明1ないし8は，上記の駆動手段に上記プルロッドを半径方向へ移動可能に連結するとともに，そのプルロッド及び上記の係合具を前記ハウジングに対して半径方向へ移動可能に構成するのに対して，引用発明1はそのように構成されていない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，下記のとおりの取消事由(取消事由1ないし4)が存するところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り・その1)",
          "text": [
            "審決は，引用発明2の内容として，「その伝動スリーブ24及び係合具37をハウジング11に対して半径方向へ移動可能とした」と認定し，その上で「甲2(判決注：本訴における甲12，以下同じ。)記載の『操作具36』によって伝動スリーブ24の移動に伴って半径方向に移動する『係合具(ボール)37』が，本件発明1～8の『係合具』に相当する。そうすると，甲2には，クランプ装置において，『駆動手段にプルロッドを半径方向へ移動可能に連結するとともに，そのプルロッド及び係合具をハウジングに対して半径方向へ移動可能に構成する』との事項が示されていると認められる。」と判断しているが，誤りである。",
            "引用発明2の「係合具」は，「伝動スリーブ24に設けられ，被固定物1から突設されたプルボルト3の下端の部分4が嵌入されるガイド部材44と，伝動スリーブ24の上部に支持され，操作具36により前記プルボルト3の被係合部5に向かって移動する複数のボール37と，からなる係合具」と認定されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り・その2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "係合具に関する判断の誤り",
              "text": [
                "引用発明1の「係合具」は，本件発明1～8と同じく，「その接触面(13)の外周空間に配置されて材料(3)の穴(4)へ挿入される締付セグメント(5)」である。これに対して，引用発明2の「係合具」は，上記1のとおり，「伝動スリーブ(24)に設けられ，被固定物(1)から突設されたプルボルト(3)の下端の部分(4)が嵌入されるガイド部材(44)と，伝動スリーブ(24)の上部に支持され，操作具(36)により前記プルボルト(3)の被係合部(5)に向かって移動する複数のボール(37)と，からなる係合具」であり，その構造及び作動が異なる。引用発明2の伝動スリーブ24は，筒状に構成することが必須である上テーパ外周面を備えておらず，引用発明1の引っ張りロッド11と比べて構造及び機能が異なる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "伝動スリーブに関する判断の誤り",
              "text": [
                "審決は，引用発明2の伝動スリーブ24はその構造及び機能からみて本件発明1～8の「プルロッド」に相当すると判断したが誤りである。",
                "本件発明1～8のプルロッド(12)は被固定物(1)の係合孔(2)に挿入されるのに対して，引用発明2の伝動スリーブ24は，ハウジング11内に収容されてワークピース1のプルボルト3を受け入れるものである。しかも，上記の伝動スリーブ24は，本件発明1～8とは異なり，係合具を半径方向の外方の係合位置へ切り換えるためのテーパ外周面を備えてない。さらには，本件発明1～8では，プルロッド(12)のテーパ外周面(12a)の外周空間に係合具(14)が配置されるのに対して，引用発明2では，上記の係合具の一部を構成するとも考えられるボール37が伝動スリーブ24の周壁に支持されている。",
                "また，本件発明1～8のプルロッド(12)は，上記の係合具(14)を半径方向の外方の係合位置(X)へ切り換えて係合孔(2)へ係合させるものであり，これにより，上記の係合具(14)と係合孔(2)との両者間の塑性変形もしくは弾性変形または摩擦力を利用して被固定物(1)をクランプ駆動する。これに対して，引用発明2の伝動スリーブ24は，半径方向の内方の係合位置Xへ切り換えられたボール37と，上記の伝動スリーブ24内に挿入したプルボルト3の外周の被係合部5とを介して，ワークピース1をクランプ駆動するものである。",
                "したがって，引用発明2の伝動スリーブ24は，本件発明1～8のプルロッド(12)と比べると，構造が全く逆であるうえ機能も全く異なり，伝動スリーブ24はプルロッドに相当しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，引用発明1と引用発明2とは構造及び機能が異なり，相違点1に関して引用発明1に引用発明2を組み合わせようとすると，引用発明1の構成要素に対して大幅な設計変更を施す必要があり，このような大幅な設計変更を伴う組合せは，阻害要因があるといわざるを得ない。よって，この点を検討しなかった審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1の判断の誤り・その3)",
          "text": [
            "審決は，①「この種のクランプ装置において，基準部材に，ワークやパレット等の可動部材を複数個所でクランプする場合には，いずれかのクランプ装置で位置決めし，他のクランプ装置は心ズレを許容しながらクランプしたり，位置決めは他の手段により行いクランプ装置は心ズレを許容しながらクランプしたりすることは，基準部材及び可動部材の寸法公差吸収のため，当然に必要となる構成である」，②「心ズレ修正クランプ装置と心出しクランプ装置はクランプ機構に関して多くの部分を共通にしており，しかも，互いに補完しあう関係にあることを考えれば，これらのクランプ装置は，いわば，表裏一体の関係にあるものである。」，③「引用発明1と引用発明2とは『クランプ装置』という同一の技術分野に属するものであるから，引用発明1に引用発明2を組合せ，引用発明1の相違点1に係る構成を本件発明1～8のそれとすることは，当業者が容易になし得ることである。」と判断している。しかし，これらの判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1では，締め付けセグメント5と材料3の穴4とが嵌合した際に，引っ張りロッド11の軸心A1と穴4の軸心B1とが一致していない場合がある。この場合，引っ張りロッド11を下降駆動して締め付けセグメント5を拡径させると，まず，右側の締め付けセグメント5が穴4の周壁を右方へ押圧する。これにより，上記の材料3が，ケーシング9の支持面2に沿って右方へ押し動かされ，引っ張りロッド11の軸心A1に対して材料3の穴4の軸心B1が一致して心出しが行われ，その後，締め付けセグメント5が穴4を介して材料3を下降駆動する。したがって，引用発明1では，基準部材としてのケーシング9に対して可動部材としての材料3を水平方向(半径方向)へ移動させることによって心出しが行われる。また，引用発明1を複数利用して材料3を複数個所でクランプする場合には，圧油等の作動流体の供給速度の相違等により，右側よりも左側が先にクランプ作動した場合には，左側では，引っ張りロッド11の軸心A1に対して材料3の穴4の軸心B1が一致して心出しが行われ，その後，締め付けセグメント5が穴4を介して材料3を下降駆動する。このため，材料3がケーシング9の支持面2に位置決め固定される。これに対して，右側では，上記の材料3が既に固定されて水平方向へ移動できないため，引っ張りロッド11の軸心A2に対して穴4の軸心B2が心ズレしたままで引っ張りロッド11が下降駆動され，右側の締め付けセグメント5が穴4に片当りした状態で下降駆動される。",
                "引用発明1では，基準部材としてのケーシング9に設けた引っ張りロッド11の軸心に対して可動部材としての材料3の穴4の軸心を心出しできるのに対して，その穴4の軸心に対する引っ張りロッド11の軸心の心ズレを修正できない。すなわち，基準部材にワークやパレット等の可動部材を複数個所でクランプする場合に，いずれかのクランプ装置で位置決めし，他のクランプ装置は心ズレを修正しながらクランプする等の技術的思想は，刊行物1には全く記載されておらず，示唆すらされていないのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明2のクランプ装置では，ワークピース1に固定したプルボルト3がハウジング11に開口されたガイド孔17内に挿入された際に，プルボルト3の軸心Bとガイド孔17の軸心Aとが一致していない場合には，伝動スリーブ24及び操作具36が水平方向に移動することで心ズレが修正される。そして，ワークピース1に複数のプルボルト3が固定されている場合には，ワークピース1が基準面R上に配置されたときの各プルボルト3の位置に応じて各クランプ装置における伝動スリーブ24及び操作具36が移動するのである。すなわち，引用発明2では，可動部材としてのワークピース1のプルボルト3に対して，基準部材としてのハウジング11に設けた伝動スリーブ24及び操作具36を水平方向(半径方向)へ移動させることによって心ズレの修正が行われる。",
                "したがって，基準部材にワークやパレット等の可動部材を複数個所でクランプする場合に，いずれかのクランプ装置で位置決めし，他のクランプ装置は心ズレを修正しながらクランプする等の技術的思想は，刊行物2には全く記載されておらず，示唆すらされていない。",
                "以上のとおり，基準部材にワークやパレット等の可動部材を複数個所でクランプする場合に，いずれかのクランプ装置で位置決めし，他のクランプ装置は心ズレを修正しながらクランプする等の技術的思想は，当然に，本件発明1～8の出願時の技術常識であるとはいえず，審決は技術常識の認定を誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，引用発明1と引用発明2とが同一の技術分野に属するとの理由のみから，引用発明1と引用発明2とを組み合わせることは当業者にとって容易であると認定したが，かかる解釈はTRIPS協定の趣旨にも反する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1の判断の誤り・その4)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1は心出しクランプ装置であるのに対して，引用発明2は心ズレ許容クランプ装置である。引用発明1では，基準部材としてのケーシング9に対して可動部材としての材料3を水平方向(半径方向)へ移動させることによって心出しが行われる。これに対して，引用発明2では，可動部材としてのワークピース1のプルボルト3に対して，基準部材としてのハウジング11に設けた伝動スリーブ24及び操作具36を水平方向(半径方向)へ移動させることによって心ズレの修正が行われる。したがって，引用発明1と引用発明2とは，可動部材を移動させるのか基準部材に設けた部品を移動させるのかで全く逆の構成であって正反対の技術であるため，組合せの動機付けがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1と引用発明2とは，課題解決のための方法が異なり，技術的思想が全く異なるから，両者を結び付ける動機付けはない。",
                "引用発明1の場合，引っ張りロッド11及び締付セグメント5の軸心と材料3の穴4の軸心との心ズレを許容することが課題となった場合は，その課題を解決するために，本件発明1～8と同様，引っ張りロッド11の接触面13の外周空間に配置されて材料3の穴4に挿入される締付セグメント5と上記ロッド11とを，ケーシング9の上端面よりも上方に突出させた状態で上記ケーシング9に対して半径方向へ移動可能に構成することが必要となる。",
                "これに対して，引用発明2の場合，上記課題の解決手段は，引っ張りロッド11に相当する伝動スリーブ24の筒孔24b内にロッド3を挿入して，そのロッド3の被係合部5に係合具37を係合させたものである。",
                "すなわち，引用発明1の解決手段と引用発明2の解決手段とは，対応する構成要素(引用発明1の「材料3の穴4」と引用発明2の「ロッド3」)の凹凸が正反対であり，その上，引っ張りロッド11に相当する伝動スリーブ24と締付けセグメント5に相当する係合具37とがハウジングの外部へ突出されていない点でも正反対である。したがって，引用発明1と引用発明2とは，同一の課題解決のための技術的思想が全く異なるから，これらを組み合わせる動機付けがない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明1に引用発明2を適用することには，次の阻害事由が存在する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害事由1",
                  "text": [
                    "引用発明2を引用発明1に適用するには，①プランジャ15の上部に前記の引っ張りロッド11の下部を半径方向へ移動可能に連結し，②シリンダ16の上半部の内周面と上記引っ張りロッド11の下寄り部の外周面との間に環状隙間を形成し，③上記の引っ張りロッド11の中間高さ部の外周面とディスク26の内周面との間に環状隙間を形成し，④ケーシング9の蓋27の内周面と締め付けセグメント5の外周面との間で，その締め付けセグメント5の拡径用の環状スペースの外側に，拡径された締め付けセグメント5の半径移動を許容する新たな環状隙間を形成するという設計変更を施す必要がある。",
                    "しかしながら，上記のように設計変更した場合，引っ張りロッド11は，半径方向へ移動されることになって，基準部材としての機能がなくなり，その結果，引用発明1が目的とする「心出し」という本来の機能が失なわれることになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害事由2",
                  "text": [
                    "引用発明1の締付けセグメント5及び引っ張りロッド11は，材料3の穴4に挿入されるのであるから，ケーシング9の上端に設けた支持面2よりも上側に突出される。これに対して，引用発明2のボール37及び伝動スリーブ24は，被固定物1から突出させたプルボルト3を受け入れるのであるから，ハウジング11内に収納されており，そのハウジング11の上端に設けた支持面Sよりも下側に位置することが明らかである。しかも，引用発明1の締付けセグメント5は半径方向の外方が係合位置であるのに対し，引用発明2のボール37は半径方向の内方が係合位置である。",
                    "したがって，このように数多くの構造について正反対の構成を備える引用発明1と引用発明2とを組み合わせることには，本質的な阻害事由が存在する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り・その1)について",
          "text": [
            "審決は引用発明1を主引例とし，引用発明2を副引例として用いているところ，係合具そのものの構造は引用発明1に記載されているから，引用発明2は相違点1を埋める範囲で認定すれば十分であり，引用発明2の係合具37に関して本件発明1～8と同程度のレベルで認定する必要はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の判断の誤り・その2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "係合具に関する判断の誤りについて",
              "text": [
                "原告が主張するとおり係合具の具体的な構造が異なるとしても，引用発明1のクランプ装置と引用発明2のクランプ装置とは，単にクランプ装置という点で共通するだけでなく，いずれも，対象物の下面部をクランプ装置の方向に引き付けてクランプするクランプ装置であるという点でも一致し，技術分野を狭く解釈したとしても共通の技術分野に属するものである。したがって，審決で認定されているとおり，これらを組み合わせる動機付けがあり，上記係合具の具体的な構造の差異は阻害事由に当たらない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "伝動スリーブに関する判断の誤りについて",
              "text": [
                "本件発明1～8の「プルロッド」と引用発明2の「伝動スリーブ」との具体的な構成上の差異は，引用発明1と引用発明2との組合せに影響するものではない。",
                "本件発明1～8と引用発明1との具体的な相違点は，引用発明1において，引っ張りロッド11を半径方向に移動させるための隙間が，引っ張りロッド11の外周とディスク26の内周面との間，及び引っ張りロッド11とシリンダ16の内周面との間に設けられていないことのみである。心ズレを許容するために，隙間を設けて遊びを持たせることは，仮に刊行物2がなくても，単なる周知慣用技術であり到底進歩性を肯定するようなものではない。まして，刊行物2は，そのような隙間を明確に開示している。そうすると，引用発明1に，引用発明2の隙間を適用して本件発明1～8の構成となすことに何らの困難性もない。",
                "したがって，相違点1と無関係な本件発明1～8と引用発明2との具体的な構成上の相違は，両者の組合せに対して何ら影響するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1の判断の誤り・その3)について",
          "text": [
            "原告が指摘する審決の認定は，乙1ないし3からも窺えるとおり，技術常識に過ぎない。すなわち，ワークやパレットを複数のクランプ装置でクランプする場合には，いずれかのクランプ装置で位置決めしたならば他のクランプ装置では寸法誤差を吸収するために心ズレを許しながらクランプするほかないのであり，これは技術常識であるから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1の判断の誤り・その4)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1には，あくまでもクランプ装置を心出し補助具として用いることが可能と記載されているにすぎない。引用発明1のクランプ装置を心出し補助具として用いる場合でも，主たる心出しは別の手段により行われるのであるから，引用発明1のクランプ装置が，原告が主張するような心出しクランプ装置ではないことは明らかである。したがって，引用発明1と引用発明2とが全く反対の技術であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点1に関し，引用発明1においても，プランジャ15とシリンダ16とは単に接触面18で接触しているだけで摺動可能であり，刊行物1のFig．1を参照すると，入力部に相当するプランジャ15の外周とシリンダ16の対向する内周面との間には隙間が設けられている。一方，同Fig．1では，引っ張りロッド11の外周とディスク26の内周面との間には隙間は描かれておらず，また，引っ張りロッド11とシリンダ16の内周面との間にも隙間は描かれていない。すなわち，刊行物1には，引っ張りロッド11を半径方向へ移動可能にするための隙間が開示されていない。",
                "このように，本件発明1～8と引用発明1との相違点は，引用発明1において，引っ張りロッド11を半径方向に移動させるための隙間が，引っ張りロッド11の外周とディスク26の内周面との間，及び引っ張りロッド11とシリンダ16の内周面との間に設けられていないことのみである。心ズレを許容するために，隙間を設けて遊びを持たせることは，仮に引用発明2がなくても，単なる周知慣用技術であり，到底進歩性を肯定するようなものではない。引用発明1と引用発明2とは，技術分野を狭く解釈したとしても共通の技術分野に属するものであるから，これらを組み合わせて本件発明1～8をなすことに何らの困難性もないことは明らかであり，原告が主張するような相違点1と無関係な引用発明1と引用発明2との構成上の相違は，両者の組合せに対して何ら影響しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決の認定判断には誤りはなく，原告の主張は理由がないものと判断する。以下，その理由を述べる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書及び刊行物の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲1)には，図面と共に以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【0011】【発明の実施の形態】本発明の第1実施形態を図1から図4によって説明する。",
                    "まず，主として図3(A)及び図3(B)の作動説明用の模式図に基づいて，上記クランプ装置によって被固定物がクランピングされる手順を説明する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0012】図3(A)において，符号1は，マシニングセンタによって加工されようとするワークピース(被固定物)1で，そのワークピース1の前後上下左右の六面のうちの上面に，予め基準面(被固定面)Rが機械加工される。次いで，その基準面Rに複数の円形の係合孔2及びガイド孔3が形成される(ここでは二つずつだけ示してある)。",
                    "図3(B)において，符号4は，上記ワークピース1を支持するためのワークパレットである。そのワークパレット4には複数のクランプ装置5及びガイドピン6を固定しており(ここでは二つずつだけ示してある)，上記クランプ装置5のハウジング11の上面によって，上記ワークピース1を受け止める支持面Sを構成してある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0013】上記パレット4に上記ワークピース1を固定するときには，同上の図3(B)に示すように，まず，図3(A)の姿勢のワークピース1を上下逆の姿勢にし，その逆姿勢のワークピース1を下降させていく。すると，まず，前記ガイド孔3・3が前記ガイドピン6・6に嵌合していき，次いで，前記の係合孔2・2が，前記クランプ装置5のプルロッド12及びコレット13に嵌合していく。これにより，図3(B)中の二点鎖線図に示すように，上記ワークピース1の基準面Rが上記の支持面S・Sによって受け止められる(図1参照)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0017】また，上記のハウジング本体11aの上部には，前記ワークピース1を受け止めるアダプターブロック22が着脱自在に設けられる。",
                    "そのブロック22の上端面によって前記の支持面Sを構成してある。符号23は締付けボルトである(ここでは1本だけ図示してある)。上記ブロック22に前記プルロッド12を上下移動可能に挿入して，そのプルロッド12の上部に，円形で下すぼまりのテーパ外周面12aを形成すると共に，そのプルロッド12の入力部12bを前記ピストンロッド20の出力部20aに半径方向へ移動可能かつ軸心方向へ移動不能に連結してある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1(甲11)には，図面と共に以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【0005】この課題は，発明によれば請求項1の特徴の部に示された特徴により解決される。",
                    "締め付けセグメントがピラミッドの角で互いに分離している4辺ピラミッドとして接触面が特別にデザインされている時には，この締め付けセグメントは自由に運動が出来る為にこの締め付けセグメントは，締め付け動作の際に更に大きい穴にも適合することが出来る。従って本発明による把持装置を心出しの助けとして用いることが可能であり，この作業は締め付けヘッドの上端で円錐状にすることにより容易となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0006】締め付けセグメントの外面での力の方向を示す歯によって，それが材料の穴の壁面に食い込む時には形状によるロック作用が生まれる。",
                    "歯の形状は，この場合，穴の尖端が締め付けセグメントの拡がる時に力の合力の方向を指すようにデザインされている。接触面の角度を適切に選ぶことにより大きな力の伝達が径方向に行なわれ，しかも接触面での自己ロックの現象の起きぬことが保障される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0019】上記の装置により引っ張りロッド11を作動させると，締め付けセグメント5は径方向に拡がり，前記歯21は穴4の壁に食い込む。",
                    "この時に初めて締め付けスリーブ6の軸方向の小さい移動が行われる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0020】歯型部20と材料3との間の形状によるロック作用および材料3と支持面との間の摩擦によるロック作用により，材料と把持装置1との間には極めて大きな把持力が生まれる。",
                    "プランジャ15およびそれと共に引っ張りロッド11が再び解除位置に戻ると弾性保持エレメント22は，穴4の外壁からの締め付けセグメント5の解除をそれが引っ張りロッド11に接触する迄行なう。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0023】特許請求の範囲請求項1",
                  "text": [
                    "加工材料を把持する際に材料の穴の中に嵌入する締め付けソケットは，傾斜した内面を備え，上記内面に対しテーパー付き把持ヘッドを持つ動力付き引き込みソケットが摺動作用を行い，しかも，締め付けソケット(6)は，平坦内面(7)を示す締め付けセグメント(5)を備え，上記平坦内面と締め付けヘッド(12)の平坦な面(13)が摺動接触を行うことを特徴とする把持工具。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物2(甲12)には，図面と共に以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【0006】(請求項1の発明)請求項1の発明は次のように構成したものである。ハウジング11の第1端に開口されたガイド孔17の第2端寄りの部分に環状の駆動部材20を軸心方向へ移動自在に挿入し，その駆動部材20の筒孔20aに第1の環状隙間21をあけて伝動スリーブ24を挿入し，その伝動スリーブ24を，上記の駆動部材20によって第2端へ向けて移動可能に構成すると共に復帰手段31によって上記の第1端へ向けて移動可能に構成し，上記ガイド孔17の第1端部分に第2の環状隙間22をあけて操作具36を挿入し，その操作具36に対する上記の伝動スリーブ24の軸心方向への移動によって，その伝動スリーブ24の第1端部分に支持した係合具37を，同上の伝動スリーブ24の筒孔24b内に挿入されたロッド3の被係合部5に係合する係合位置Xとその被係合部5との係合が解除される係合解除位置Yとへ切換え可能に構成した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0011】上記の図4の状態から上記の被固定物1を下降させていくと，まず，上記ロッド3の下端が伝動スリーブ24の筒孔24b内に挿入されていく。そのロッド3の挿入開始時において，ガイド孔17の軸心Aとロッド3の軸心Bとが心ズレしている場合には，前記2つの環状隙間21・22の存在によって上記の伝動スリーブ24および操作具36が水平方向へ移動することにより，上記の心ズレが自動的に修正される。これにより，図5に示すように，上記ロッド3が伝動スリーブ24の筒孔24bへスムーズに挿入されると共に被固定物1の被固定面Rがベース7の支持面Sに受け止められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0012】次いで，駆動部材20によって伝動スリーブ24を第2端側である下側へ駆動する。すると，図1に示すように，その伝動スリーブ24に支持した係合具37が係合位置Xへ切換えられて前記ロッド3の被係合部5に係合する。これにより，上記の駆動部材20の駆動力が，伝動スリーブ24と上記の係合具37とロッド3を順に介して前記の被固定物1へ伝達され，その被固定物1の被固定面Rがベース7の支持面Sに固定される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0014】‥‥‥(中略)‥‥‥さらに，前述したように，クランプ装置のガイド孔の軸心と被固定物のロッドの軸心とが心ズレしている場合であっても，上記の心ズレを自動的に修正できるので，クランピング時の連結をスムーズに行える。そのうえ，伝動スリーブの第1端部分に係合具を支持したので，その係合具とロッドの被係合部とをガイド孔の深さが浅い位置で係合できる。このため，上記ロッドは被固定物からの突出長さが短くなる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "【0027】上記のガイド孔17の上孔18の下寄り部分には第2の環状隙間22をあけてリング状の操作具36が挿入され，その操作具36が，上記の伝動スリーブ24の上部に支持した複数のボール(係合具)37に外嵌される。より詳しく説明すると，その伝動スリーブ24の上端部分(第1端部分)に周方向へ間隔をあけて複数の連通孔38が貫通形成され，各連通孔38に上記ボール37が水平方向へ進退自在に挿入される。また，上記の操作具36の内周面には，テーパ状の第1面41とこれに連なる第2面42とが上下に形成される。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "【0029】以下，上記構成のクランプ装置10の作動を前記の図4及び図5と上記の図1とによって説明する。図4に示すように，前記ワークピース1に固定したプルボルト3を上記ハウジング11に挿入し始めるときには，クランプ装置10がクランプ解除状態へ操作されている。即ち，前記の給排口28から圧油を排出することにより，復帰バネ31によって伝動スリーブ24が上向きに移動され，前記の複数のボール37が前記の軸心Aから離れた係合解除位置Yへ切換えられている。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "【0031】上記の図4の状態から上記ワークピース1を下降させていくと，まず，上記プルボルト3の下端の前記ネジ回し用回転部分4が前記のガイド部材44内に嵌入され，次いで，前記の被係合部5のフランジ部分6が上記ガイド部材44を下向きに押圧していく。上記のプルボルト3の挿入開始時において，ガイド孔17の軸心Aとプルボルト3の軸心Bとが心ズレしている場合には，2つの環状隙間21・22の存在によって前記の伝動スリーブ24および操作具36が水平方向へ移動して上記の心ズレが自動的に修正される。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "【0034】引き続いて，前記の作動室27へ圧油を供給して，前記ピストン20によって前記の復帰バネ31に抗して伝動スリーブ24を下向きに駆動する。すると，図1に示すように，上記の伝動スリーブ24の連通孔38に挿入された前記ボール37が，前記の操作具36の第1面41によって前記の軸心Aへ向けて押圧されて係合位置Xへ切換えられると共に前記の第2面42によって上記の係合位置Xにロックされる。これにより，上記ピストン20の駆動力が，伝動スリーブ24と上記ボール37と前記プルボルト3を順に介して前記ワークピース1へ伝達され，そのワークピース1がパレット7に固定される。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "図1の記載によれば，駆動部材20の底面(符号無し)が伝動スリーブ24のフランジ24aに当接することにより，駆動部材による下向きの駆動力を伝動スリーブに伝達し，伝動スリーブが下方向に駆動されることが，看取される。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特開平7−314270号公報(乙3)には，図面と共に以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "【発明の詳細な説明】【0001】【産業上の利用分野】本発明は，パレットのクランプ装置に関し，特に工作機械のテーブルに対してパレットを正確に位置決めするパレットのクランプ装置に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0021】図2及び図3に示すように，4組のクランプ機構30，31はパレット20の中心Cに対して対称な位置に配設されている。パレット中心Cに対して互いに対称な位置にある一対のクランプ機構30では，パレット裏面23に形成された凹部32の円筒状内周面33と，メス側テーパ穴25及び端面26を有するとともに凹部32内に配設されてパレット20に締結固定されたメス側テーパブッシュ34の円筒状外周面35とを密着させてその半径方向に動かないようにして横方向(例えば，水平方向即ちX，Z軸平面)について位置決めしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0022】即ち，パレット20の中心Cから半径Rの位置で且つ例えばZ軸から所定の角度θの位置に，それぞれの凹部32の中心O ，Oが一致するように凹部32を形成すれば水平方向の位置が決まる。したがって，パレット中心Cはテーブル1の中心軸13の中心と一致することとなり，パレット20は水平方向に関し高精度でテーブル1に対して位置決めされる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【0023】残りの(他方の)クランプ機構31も前記クランプ機構30と同様の構成にしてもよいが，パレット20の製造を容易にするために，このクランプ機構31の凹部32を予め大きめに形成している。即ち，このクランプ機構31では，メス側テーパブッシュ34をその半径方向に位置調節可能に，凹部内周面33とメス側テーパブッシュ外周面35との間に隙間を設けている。(以下省略)"
                },
                {
                  "fig": "オ",
                  "text": [
                    "【0027】ところで，他方のクランプ機構31のテーパブッシュ34を凹部32に精密に取付ける際には，締付けボルト37を予め少し緩めてテーパブッシュ34がその半径方向に移動調節できるようにしておく。この状態で，パレット20をテーブル1にクランプさせれば，精密な一方のクランプ機構30により二面拘束されてパレット20が位置決めされ，これに従って他方のクランプ機構31のテーパピン40に二面拘束されたテーパブッシュ34も水平，垂直両方向に関して精密に位置決めされる。その後，締付けボルト37を締付ければテーパブッシュ34はパレット20に対して必然的に正確に位置決め固定され，パレット20は合計4組のクランプ機構30，31によりテーブル1に正確な位置をもってクランプされる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1の判断の誤り・その1)について",
          "text": [
            "上記1で認定した刊行物2の記載によると，①伝動スリーブ24は，ハウジング11のガイド孔17に挿入された駆動部材20の筒孔20aに第1の環状隙間21を空けて挿入され，その筒孔24b内に被固定物1のロッド3が挿入されるものであること，②係合具37は，伝動スリーブ24の第1端部分に支持され，ガイド孔17に第2の環状隙間22を空けて挿入された操作具36に対する伝動スリーブ24の軸心方向への移動によって，ロッド3の被係合部5に係合する係合位置Xと，被係合部5との係合が解除される係合解除位置Yとへ切り換え可能であること，③伝動スリーブ24及び操作具36は，図4の状態(係合解除位置Y)から被固定物1を下降させていくと，ロッド3の下端が伝動スリーブ24の筒孔24b内に挿入されていき，ガイド孔17の軸心Aとロッド3の軸心Bとが心ズレしている場合には，2つの環状隙間21・22の存在によって水平方向へ移動することにより，心ズレが自動的に修正されること，④係合具37は，ワークピース1(被固定物)に固定したプルボルト3をハウジング11に挿入し始めるときには係合解除位置Yへ切り換えられているところ，③のとおり心ズレが自動的に修正される場合は，伝動スリーブ24及び操作具36との関係では係合解除位置Yに位置した状態を保持したまま，ハウジング11との関係では，伝動スリーブ24及び操作具36の移動に伴ない一体となって水平方向へ移動すること，⑤駆動部材20の底面は駆動力をフランジ24aに伝えるための，駆動部材の出力部，フランジ24aは同駆動力を受け取るための，伝動スリーブの入力部と捉えることができ，上記出力部及び入力部は互いに平面で接触することで，伝動スリーブ24及び係合具37を駆動部材20及びハウジング11に対して半径方向へ移動可能とされていることが記載されているものと認められる。",
            "そうすると，刊行物2には，伝動スリーブ24の入力部を駆動部材20の出力部に対して半径方向へ移動可能に連結すること，伝動スリーブ24が水平方向へ移動すること，及び，係合具37が水平方向へ移動することが記載されているということができる。そして，ハウジング11のガイド孔17は円形，伝動スリーブ24は円筒形であるとそれぞれ認められるから，伝動スリーブ24及び係合具37が移動する「水平方向」は「半径方向」と言い換えることができる。そうすると，刊行物2には，「‥‥‥駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結するとともに，その伝動スリーブ24及び係合具37をハウジング11に対して半径方向へ移動可能としたクランプ装置。」が記載されているということができ，その旨を認定した審決の認定に誤りがあるとはいえない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1の判断の誤り・その2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "係合具に関する判断の誤りについて",
              "text": [
                "上記2において検討したとおり，引用発明2として『‥‥‥係合具37をハウジング11に対して半径方向へ移動可能としたクランプ装置。』を認定することができ，そうであれば，「係合具」の具体的な構造が異なるとしても，刊行物2には，クランプ装置において，「‥‥‥係合具をハウジングに対して半径方向へ移動可能に構成する」との事項が示されていると認められる。よって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "伝動スリーブに関する判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書における特許請求の範囲の請求項1ないし請求項8によると，本件発明1～8は，「プルロッド」に関して，①駆動手段(15)によってプルロッド(12)が軸心方向へ往復移動されること，②駆動手段(15)にプルロッド(12)の入力部(12a)を半径方向へ移動可能に連結すること，③プルロッド(12)を基端へ駆動することによって，係合具(14)を係合位置(X)へ切換え，これにより，プルロッド(12)の駆動力を被固定物(1)へ伝達可能に構成し，プルロッド(12)を先端へ駆動することによって係合具(14)が係合解除位置(Y)へ切り換わるのを許容することが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1において認定したとおり，刊行物2の「伝動スリーブ24」は，駆動部材20によって第2端(本件発明1～8の「基端」に相当)へ向けて移動可能に構成するとともに復帰手段31によって第1端へ向けて移動可能に構成したものであるところ，伝動スリーブ24は，ハウジング11のガイド孔17に軸心方向へ移動自在に挿入された駆動部材20の筒孔20aに第1の環状隙間21を空けて挿入されていると認められる。よって，駆動手段20によって軸心方向へ往復移動されるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明2の駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結するものであることは，前記2で認定判断したとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記1において認定したとおり，刊行物2の「伝動スリーブ24」は，駆動部材20によって移動可能に構成され，操作具36に対する軸心方向への移動によって，係合具37を，ロッド3の被係合部5に係合する係合位置Xとその被係合部5との係合が解除される係合解除位置Yとへ切換え可能に構成したものと認められる。すなわち，刊行物2の伝動スリーブ24が上向きに移動されているときは，複数のボール37が軸心A(ガイド孔17の軸心)から離れた係合解除位置Yへ切り換えられ，伝動スリーブ24を下向きに駆動すると，ボール37が，操作具36の第1面41によって軸心Aへ向けて押圧されて係合位置Xへ切り換えられと共に第2面42によって係合位置Xにロックされ，これにより，ピストン20の駆動力がワークピース1へ伝達される。",
                    "以上により，引用発明2の「伝動スリーブ24」は，その構造及び機能からみて，本件発明1～8の「プルロッド」というべきものであり，審決の認定に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点1の判断の誤り・その3)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1において認定した刊行物1の記載によると，本件発明1～8は，ワークピースのワークパレットに対する位置決め(心出し)をクランプ装置によらずにガイドピン6及び係合孔3で行っており，クランプ装置5は係合孔2の位置ズレに対応して係合力を発生するものであるから，クランプ機構全体において心出しと心ズレ修正を行っているということができる。",
                "また，前記1において認定した乙3の記載によると，パレットのクランプ装置に関し，4組のクランプ機構30，31を備え，クランプ装置30は，パレット裏面23に形成された凹部32の円筒状内周面33と，メス側テーパブッシュ34の円筒状外周面35とを密着させてその半径方向に動かないようにして横方向について位置決めすることにより，パレット20が水平方向に関し高精度でテーブル1に対して位置決め(心出し)され，また，クランプ装置31は，メス側テーパブッシュ34をその半径方向に位置調節可能(心ズレを許容)に，凹部内周面33とメス側テーパブッシュ外周面35との間に隙間を設けた発明が記載されている。すなわち，引用発明2は，複数のクランプ装置の組のうちの一組が心出しを行ない，他の組が心ズレを許容するものであると認められる。そうすると，心ズレを許容(「修正」とも，いい得る。)するクランプ装置において，心出しを行う手段が併用されており，一方のクランプ装置で心出しを行ない，他方のクランプ装置で心ズレを許容しながらクランプするものがあり，クランプ装置が心出し装置として機能しており，しかもこれらの心ズレ修正クランプ装置と心出しクランプ装置はクランプ機構に関して多くの部分を共通にしているということができる。",
                "したがって，心ズレ修正クランプ装置と心出しクランプ装置とは，相反するものではなく，互いに補完し合う関係にあるということができるから，両者を組み合わせる動機付けが存在する。",
                "そうすると，相違点1に関して引用発明2を参照して本件発明1～8の構成とすることは，当業者であれば容易に想到し得たものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，乙3では，他方のクランプ機構31は，使用する前の段階では，「心出しクランプ装置」と同じ機能を備えているが，心出し後には，一方のクランプ機構30と共に心出しクランプとして利用され，複数のクランプ装置の全てが同じ「心出しクランプ装置」として使用されていると主張する。",
                "しかしながら，乙3のクランプ機構31は，心出しクランプ装置としての機能を有しているとしても，メス側テーパブッシュ34をその半径方向に位置調節可能(心ズレを許容)に，凹部内周面33とメス側テーパブッシュ外周面35との間に隙間を設けたものであり，心ズレを許容したクランプ装置であることに変わりはない。原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決は，刊行物に記載された技術事項が，同一の技術分野に属するとの一事をもって，当業者にとって組み合わせが容易であると認定しており，TRIPs協定の趣旨に違反すると主張する。",
                "しかしながら，審決は，引用発明1と引用発明2とが同一の技術分野に属し，よって相違点1に関して引用発明1と引用発明2とを組み合わせることが容易になし得ると判断した後，「そして，『心ズレ修正』のための技術を開発するに当たり，‥‥‥それぞれのクランプ装置の技術の組み合わせるための動機付けとなりうる。‥‥‥当該クランプ装置の技術分野における当業者にとって，それぞれのクランプ装置の技術思想の転用を阻害する要因があるとまではいえず，‥‥‥」と説示して，動機付けの可能性を検討し，阻害要因にも言及しているのであるから，審決が，刊行物に記載された技術事項が，同一の技術分野に属するとの一事をもって，当業者にとって組み合わせが容易であると認定しているとの原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点の判断の誤り・その4)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明1と引用発明2とは，「クランプ装置」という同一の技術分野に属するものであり，また，それぞれ，「心出し」，「心ズレ修正」といった機能をその構成要素とするものではない。仮に，引用発明1が「心出し」クランプ装置であり，引用発明2が「心ズレ修正」クランプ装置であったとしても，前記4のとおり，心ズレ修正クランプ装置と心出しクランプ装置はクランプ機構に関して多くの部分を共通にしており，しかも，互いに補完しあう関係にあることを考えれば，これらのクランプ装置は，いわば，表裏一体の関係にあるものであるから，「心ズレ修正」のための技術を開発するに当たり，他の技術分野からの技術転用よりも前に，先ず，クランプ装置という，同じ技術分野の中の技術の転用を図るのが自然であり，それは，とりもなおさず，それぞれのクランプ装置の技術の組み合わせるための動機付けとなり得るのであって，その旨を説示する審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明1と引用発明2とを組み合わせるには阻害事由1及び阻害事由2があると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "阻害事由1について",
                  "text": [
                    "引用発明1は，「心出し」といった機能をその構成要素とするものではなく，したがってまた「心出し専用」といった機能を構成要素とするものでもないから，引用発明1が心出し専用のクランプであることを前提とする原告の主張は，失当である。",
                    "また，相違点1に関して，引用発明1に引用発明2を組み合わせて得られるものは，「プルロッド」を刊行物2記載の「伝動スリーブ24」のように半径方向へ移動可能に連結すること，及び，「プルロッド及び係合具」を刊行物2記載の「伝動スリーブ24及び係合具37」のようにハウジングに対して半径方向へ移動可能とすることのみであって，大幅な設計変更を伴うものではない。原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害事由2について",
                  "text": [
                    "前記認定のとおり，引用発明2は，①「駆動部材20の出力部に伝動スリーブ24の入力部を半径方向へ移動可能に連結する」こと，②「その伝動スリーブ24及び係合具37をハウジング11に対して半径方向へ移動可能とした」ことのみであって，原告が主張するような「ボール37」は構成要素とされておらず，また「ボール37及び伝動スリーブ24」が設けられる位置，支持面に対する位置，係合位置もまた構成要素とはされていない。よって，原告の主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "上記に検討したところによれば，相違点1に係る本件発明1～8の構成は，引用発明1，引用発明2及び周知技術から容易に想到し得たものということができる。したがって，本件発明1は，引用発明1，引用発明2及び周知技術から当業者が容易に発明することができたものである。また，本件発明2～8についても，同様に，引用発明1，引用発明2及び周知技術から当業者が容易に発明することができたものである(原告は，本件発明2～8について，その余の相違点に関する審決の認定判断につき取消事由を主張していない。)。",
            "以上によれば，審決の判断には誤りがない。原告はその他縷々主張するが，いずれも理由がなく，審決を取り消すべきその他の誤りも認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10089",
    "date": "2007-12-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035561",
    "ipprecedent_id": "1295",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}