{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005-80258号事件について平成18年3月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の有する後記実用新案登録について原告が無効審判を請求したところ，特許庁が平成18年3月14日付けで請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
        "なお，被告は原告を相手方として大阪地裁に原告の製造販売するテレビハンガー等の製造販売禁止等を求める民事訴訟(同庁平成16年(ワ)第14438号を提起したところ，同裁判所は，平成17年12月1日，後記訂正前考案1及び2は後記引用例1及び2からきわめて容易に想到することができたから無効事由がある等として請求を棄却したことから，被告は当裁判所に控訴を提起し，本件訴訟と並行して審理が進められている(当庁平成18年(ネ)第10001号，控訴人株式会社オーエス・被控訴人株式会社シネマ工房)。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成4年10月28日にした出願からの分割出願として，名称を「テレビハンガー」とする考案につき，平成6年10月14日，実用新案登録出願をし，平成9年9月19特許庁から設定登録を受けた(実用新案登録第2559570号。請求項1及び2。以下「本件実用新案登録」という。甲7)。",
                "これに対し原告は，平成17年8月29日，本件実用新案登録につき実用新案登録無効審判を請求したので，特許庁は，これを無効2005-80258号事件として審理することとした。その手続の中で原告は，平成17年11月21日付けで訂正請求(甲8，9。以下「本件訂正」という。)をしたが，特許庁は，平成18年3月14日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「本件審決」ということがある。)をし，その謄本は平成18年3月27日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "考案の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "設定登録時の実用新案登録請求の範囲記載の考案の内容は下記のとおりである(以下，順に「訂正前考案1」，「訂正前考案2」という。)。",
                    "記",
                    "【請求項1】天井等からテレビを吊り下げ状態に設置するテレビハンガーであって，テレビを載置するハンガー本体下方に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，ビデオデッキ用ハンガーの両側板に，内方に突出させた上押さえ片を有するビデオデッキ固定金具を，上下にスライド自在に取り付け，載置したビデオデッキを上面から押圧して固定可能としたことを特徴とするテレビハンガー。",
                    "【請求項2】上押さえ片と側片とよりなるL型のビデオデッキ固定金具の側片を，ビデオデッキ用ハンガーの側板の内面に当接し，ビデオデッキ用ハンガーの側板の外側から上下に開口した長孔を通って取付ネジの先端を挿入してビデオデッキ固定金具に螺合させて取り付けることにより，ビデオデッキ固定金具を上下にスライド自在とした請求項1記載のテレビハンガー。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，平成17年11月21日付け本件訂正により訂正された考案の内容は下記のとおりである(下線は訂正箇所。以下，順に「本件考案1」，「本件考案2」という。)。",
                    "記",
                    "【請求項1】天井等からテレビを吊り下げ状態に設置するテレビハンガーであって，天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結し，該ハンガー本体の下面に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，ビデオデッキ用ハンガーの両側板に，内方に突出させた上押さえ片を有するビデオデッキ固定金具を，上下にスライド自在に取り付け，載置したビデオデッキを上面から押圧して固定可能としたことを特徴とするテレビハンガー。",
                    "【請求項2】上押さえ片と側片とよりなるL型のビデオデッキ固定金具の側片を，ビデオデッキ用ハンガーの側板の内面に当接し，ビデオデッキ用ハンガーの側板の外側から上下に開口した長孔を通って取付ネジの先端を挿入してビデオデッキ固定金具に螺合させて取り付けることにより，ビデオデッキ固定金具を上下にスライド自在とした請求項1記載のテレビハンガー。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の詳細は，別添本件審決写し記載のとおりである。その理由の要点は，請求の範囲の減縮等を目的とする本件訂正を認めた上，本件考案1及び2は，いずれも後記引用考案1及び2に基づいて当業者がきわめて容易に考案をすることができたとすることはできないので，無効審判請求は成り立たないとしたものである。",
                    "記",
                    "・米国特許第4993676号明細書(審判甲1・本訴甲1。以下「引用例1」といい，同記載の考案を「引用考案1」という。)",
                    "・実願昭62-32356号(実開昭63-140781号公報)のマ",
                    "イクロフィルム(審判甲2・本訴甲2。以下「引用例2」といい，同記載の考案を「引用考案2」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，引用考案1と本件考案1との一致点と相違点を次のとおり摘示した。",
                    "＜一致点＞",
                    "天井面等から垂設した吊下パイプとハンガー本体を有し，天井等からテレビを吊り下げ状態に設置するテレビハンガー。",
                    "＜相違点＞",
                    "テレビハンガーが，本件考案1では，「天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結し，ハンガー本体の下面に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，ビデオデッキ用ハンガーの両側板に，内方に突出させた上押さえ片を有するビデオデッキ固定金具を，上下にスライド自在に取り付け，載置したビデオデッキを上面から押圧して固定可能とした」構成であるのに対して，",
                    "引用考案1では，「天井面等から垂設したシャフト18(吊下パイプ)の下端に，テレビ及びビデオデッキを載置するキャビネット12(ハンガー本体)をシャフト18(吊下パイプ)の軸周りに回転可能に連結し，ハンガー本体の内部に，棚50を設け，テレビを棚50の上に，ビデオデッキをキャビネット12(ハンガー本体)の底にそれぞれ載置する」構成であり，「傾動可能に連結する」ものでも「下面に併設する」ものでもなく，さらに「ビデオデッキ用ハンガーにビデオデッキ固定金具を取り付ける」ことについても記載がない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決は，引用考案2と本件考案1との一致点と相違点を次のとおり摘示した。",
                    "＜一致点＞",
                    "天井等からテレビを吊り下げ状態に設置するテレビハンガーであって，天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結したテレビハンガー。",
                    "＜相違点＞",
                    "本件考案1では，「ハンガー本体の下面に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，ビデオデッキ用ハンガーの両側板に，内方に突出させた上押さえ片を有するビデオデッキ固定金具を，上下にスライド自在に取り付け，載置したビデオデッキを上面から押圧して固定可能とした」構成であるのに対して，",
                    "引用考案2には，ビデオデッキ用ハンガーについて記載がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，本件訂正についての判断を誤り(取消事由1，2)，本件考案1及び2の進歩性についての判断を誤ったものである(取消事由3，4)から，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(本件訂正の訂正事項aについての判断の誤り)(ア) 訂正事項aとは前記訂正前考案1を本件考案1に訂正するものであるが，審決はこれについて，①本件訂正前の明細書(以下「登録明細書」という。甲7)の段落【0009】に構成が開示されている(審決7頁下第3段落)，②「「傾動可能に連結する」による効果について実質記載がある」(同頁下第2段落)として，本件訂正の訂正事項aは新規事項の追加ではないと判断したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "登録明細書(甲7)の【実用新案登録請求の範囲】，【考案が解決しようとする課題】及び【課題を解決するための手段】には，「テレビを載置するハンガー本体を前後に傾動可能に連結」する構成は，全く記載されておらず，審決が引用する登録明細書の記載は一実施例にすぎず，訂正事項aの構成が開示されているということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，登録明細書(甲7)には，「傾動可能に連結する」による効果の記載はない。",
                        "「テレビを載置するハンガー本体を前後に傾動可能に連結」する構成は，引用例2(甲2)に明確に開示されているように，本件出願前から公知の技術であり，本件考案1及び2の効果ではないから，登録明細書に本件考案1及び2の効果として記載されるはずがない。",
                        "確かに，登録明細書には，本件考案1及び2の効果として，「テレビとビデオデッキの操作が行い易くなる」との記載(段落【0017】)があるが，これは「傾動可能に連結する」ことによる効果ではなく，テレビとビデオデッキを近接してつり下げることによる効果である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(本件訂正の訂正事項bないしdについての判断の誤り)訂正事項bないしdは，訂正事項aにより実用新案登録請求の範囲の請求項1を訂正したことに伴う，考案の詳細な説明との整合を図るための訂正であるが，前記のとおり訂正事項aの訂正が許されない以上，訂正事項bないしdの訂正も許されないことは明らかである。",
                    "さらに，訂正事項bないしdの該当部分の登録明細書の記載は明りょうであり，明りょうでない記載の釈明のために訂正する必要性はなく，しかも，訂正事項bないしdは，登録明細書には何ら記載されていない内容であり，登録明細書に記載した事項の範囲外である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件考案1の進歩性についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本件考案1と引用考案1とを対比し，「……上記相違点に係る構成は，きわめて容易になし得るとは言えない」(審決13頁第3段落～下第3段落)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用考案1と本件考案1との相違点の構成中「傾動可能に連結する」点は，本件出願前から引用例2に開示されているように既に公知の技術となっていたので，本件考案1の進歩性を肯定する根拠とはならない。",
                        "また，ビデオ用ハンガーをテレビ用ハンガーの「下面に併設」する点も，本件考案1の進歩性を肯定する根拠にはならない。すなわち，引用考案1のように，1つの箱体であるキャビネットのテレビを載置する上部とビデオデッキを載置する下部とを本件考案1のように別々の箱体とし，この2つの箱体を併設することは，テレビとビデオデッキを近接してつり下げることを可能にする点で全く同一の技術的思想であり，単なる設計事項の差異である。",
                        "さらに，「ビデオデッキ用ハンガーにビデオデッキ固定金具を取り付ける」点につき，審決は，「甲第2号証に記載された「L字形テレビ固定金具17」はサイドアーム12に固定(位置調整自在)されており，サイドボード11(ハンガー本体に相当)に固定されている訳ではない。本件考案1にいう「ビデオデッキ用ハンガーにビデオデッキ固定金具を取付ける」という形状・構造・組合せをを開示するものではない」(審決13頁第5段落)とした。しかし，引用例2(甲2)のアーム12とサイドボード11はボルトで螺着され一体としてテレビを載置するためのハンガーを形成しているから，引用例2においても，L字形テレビ固定具17がハンガー本体に固定(位置調整自在)される技術が開示されている。引用例2においても「L字形テレビ固定金具」をもってハンガー側面の板に上下に開口した長孔に締付具(ボルト，ネジ)を通してL字の形をした固定部材を上下にスライドさせて任意の位置で固定可能とし，この固定部材により対象物を押圧する点で，本件考案1と実質的には同じである。そして，テレビハンガーは，天井，壁等からつり下げて人の頭上に設置するものであり，地震等に際しテレビやビデオデッキがハンガー内から外部に落下することを防止する固定機能を有していることが必要不可欠であることは自明の課題である。",
                        "そうすると，引用例2に接した当業者が，そこに記載されたテレビの固定構造を引用考案1のビデオハンガー部分に適用して本件考案1の構成を想到することは，当業者がきわめて容易にできることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，本件考案1と引用考案2とを対比し，「仮に，甲第2号証においてビデオデッキ用ハンガーを設けることとしても，甲第1号証のテレビハンガーはハンガー本体(キャビネット12)の内部に棚を設ける構造であるから，甲第1号証を参照したところで甲第2号証の左右のサイドボード11間に棚を設ける構成に止まり，「下面に併設する」構成にまで至るものではない」(審決14頁最終段落)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件考案1と引用考案1とは，テレビとビデオデッキを近接してつり下げることを可能とする点で同一の技術的思想に基づくものであり，当業者がテレビを載置する上部とビデオデッキを載置する下部とを別々の箱体とし，この2つを併設することは，きわめて容易に想到し得たことである。",
                        "また，地震等に際し，テレビやビデオデッキがハンガー内から外部に落下することを防止する固定機能を具備していることは，地震大国といわれる我が国において必要不可欠な自明の課題であり，引用考案2のテレビハンガーにおけるテレビの固定構造を，引用例1(甲1)のビデオデッキを載置するハンガー部分に適用して本件考案1の構成を想到することは，きわめて容易である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，本件考案1は，引用考案1及び引用考案2の単なる寄せ集めにすぎないところ，その総和以上の作用効果がないので，この点からも進歩性を欠如した考案といわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(本件考案2の進歩性についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「本件考案2は本件考案1の構成を含む考案であるところ，本件考案1が甲第1号証および甲第2号(証)に記載された考案に基づき当業者がきわめて容易に考案をすることができたものであるとすることはできないことは前記のとおりであるから，同様の理由により，本件考案2も甲第1号証および甲第2号(証)に記載された考案に基づき当業者がきわめて容易に考案をすることができたものであるとすることはできない」(審決15頁第3段落)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用考案1及び2に，甲4(実開昭60-92288号公報。以下「甲4公報」という。)及び甲5(実開平1-95157号公報。以下「甲5公報」という。)に記載された周知技術も考慮すると，当業者であれば，本件考案2のビデオデッキ用固定金具の取付構造とすることに何ら障害はなく，本件考案2を想到することはきわめて容易である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件訂正前の【実用新案登録請求の範囲】，【考案が解決しようとする課題】及び【課題を解決するための手段】には，「テレビを載置するハンガー本体を前後に傾動可能に連結」する構成は記載されていないと主張するが，訂正の要件としての新規事項追加でない点については，訂正前の【実用新案登録請求の範囲】，【考案が解決しようとする課題】及び【課題を解決するための手段】に記載があるか否かは問題とならず，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，登録明細書(甲7)には，「傾動可能に連結する」による効果の記載はないと主張する。しかし，「正規の形状の画面を観察する」という効果は，「傾動可能に連結する」構成を記載した登録明細書に接した当業者が自然に理解することであり，「登録明細書に実質記載されているということができる」(審決8頁下第2段落)とした審決の判断は正当というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "訂正事項bないしdは，各段落の記載を本件訂正後の実用新案登録請求の範囲の記載と整合させるための訂正であり，明りょうでない記載の釈明に該当し，新規事項の追加もない。したがって，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)に傾動可能に連結する構成の開示があるとしても，引用例1(甲1)は，①詰め部材54の配置は，キャビネットの向きを水平そのままにテレビのみを下方に傾けるもので，キャビネットを傾けないことを前提とした構成であり，②テレビを傾けつつビデオデッキを水平に載置する構成であって，テレビとビデオデッキを一緒に傾けるという考えは排除され，③シャフトの下端にキャビネットの上面を直接連結する構造を採用し，両者の間に別途の連結部材を介在させる余地はない。以上①ないし③の点から，引用例1は，キャビネット自体を傾けること，及びテレビとビデオデッキを一緒に傾けることは想定しておらず，引用例2を適用できないことは明らかである。",
                    "したがって，審決の判断には誤りがなく，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件考案1と引用考案1とは，テレビとビデオデッキを近接してつり下げることを可能とする点で同一の技術的思想に基づくものであり，当業者がテレビを載置する上部とビデオデッキを載置する下部とを別々の箱体とし，この2つを併設することは，きわめて容易に想到し得たことであると主張する。",
                    "しかし，本件考案1は「傾動可能に連結する」構成及び「下面に併設する」構成を採用することで，引用例には開示のない，テレビとビデオデッキが一緒に傾く構成を実現したものであり，単に2つの箱体を併設してテレビとビデオデッキを近接してつり下げることを可能にしただけではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "前記(3)のとおり，本件考案1は引用考案1及び2に基づき当業者がきわめて容易に考案をすることができたものであるとすることはできないとした審決の判断に誤りはない。そして，本件考案2は，本件考案1の構成を含む考案であることから，本件考案2も引用考案1及び2に基づき当業者がきわめて容易に考案をすることができたものであるとすることはできないとした審決の判断にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(考案の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由1及び2(本件訂正についての判断の誤り)について(1) 原告は，登録明細書(甲7)には，「テレビを載置するハンガー本体を前後に傾動可能に連結」する構成は全く記載されてなく，訂正事項a(訂正前考案1を本件考案1に訂正するもの)の構成が開示されているということはできないから，訂正事項aの訂正は許されず，また，そうである以上，訂正事項bないしdの訂正も許されないと主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そこで，登録明細書(甲7)をみると，その考案の詳細な説明には次の記載がある。",
                "「【0009】【実施例】以下，本考案に係るテレビハンガーを添付図面の実施例に基づいて詳細に説明する。図1は，本考案に係るテレビハンガー1の1実施例の斜視図である。このテレビハンガー1は天井面等から垂設した吊下パイプ2の下端に取り付けられる吊下部3と，この吊下部3に対して前後に傾動可能に連結されたハンガー本体4から構成され，更に，前記ハンガー本体4の下面にビデオデッキ用ハンガー5が併設されている。そして，前記ハンガー本体4上にテレビTを，また，ビデオデッキ用ハンガー5にはビデオデッキをそれぞれ載置して天井面等から吊り下げ状に設置する。」「【0013】……また，図10に示すように，ハンガー本体4を吊下部3に対して傾動する場合には，固定金具17がハンガー本体4とともにテレビTを固定したままの状態で傾動するので，固定金具17を調節する必要がなく，吊下部3に対してハンガー本体4を傾動するだけで，簡単にテレビTを任意の角度に傾斜させることができるのである。」",
                "「【0014】次に，テレビハンガー1の下面に併設したビデオデッキ用のハンガー5について説明する。」",
                "「【0015】テレビハンガー1の下面に併設したビデオデッキ用のハンガー5は，前面と後面を開口した箱体であり，ハンガー本体4の両側板9，9の下辺9bと底板10を連結するネジを利用して，ハンガー本体4の底板10にビデオデッキ用のハンガー5を固定したものである。……」「【図面の簡単な説明】……【図10】ハンガー本体を前傾させた状態のテレビハンガーの側面図。」",
                "また，【図10】には，下面にビデオデッキ用ハンガーを併設し，テレビを載置したハンガー本体を前傾させた状態のテレビハンガーが，図示されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "登録明細書(甲7)の上記記載及び【図10】の図示によれば，登録明細書には，ビデオデッキ用ハンガーをハンガー本体の下面に併設し，「テレビを載置するハンガー本体を前後に傾動可能に連結」する構成が開示されていることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件訂正を認めた審決の判断に誤りはなく，原告の取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件考案1の進歩性についての判断の誤り)について(1) 審決は，引用考案1と本件考案1とを対比し，その相違点である「テレビハンガーが，本件考案1では，「天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結し，ハンガー本体の下面に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，ビデオデッキ用ハンガーの両側板に，内方に突出させた上押さえ片を有するビデオデッキ固定金具を，上下にスライド自在に取り付け，載置したビデオデッキを上面から押圧して固定可能とした」構成であるのに対して，",
          "text": [
            "引用考案1では，「天井面等から垂設したシャフト18(吊下パイプ)の下端に，テレビ及びビデオデッキを載置するキャビネット12(ハンガー本体)をシャフト18(吊下パイプ)の軸周りに回転可能に連結し，ハンガー本体の内部に，棚50を設け，テレビを棚50の上に，ビデオデッキをキャビネット12(ハンガー本体)の底にそれぞれ載置する」構成であり，「傾動可能に連結する」ものでも「下面に併設する」ものでもなく，さらに「ビデオデッキ用ハンガーにビデオデッキ固定金具を取り付ける」ことについても記載がない点」(下線付加)について，",
            "「……上記相違点に係る構成は，きわめて容易になし得るとは言えない」(審決13頁第3段落～下第3段落)と判断した。",
            "これに対し，原告は，引用考案1と本件考案1との相違点の構成中，①「傾動可能に連結する」点(以下「相違点①」という。)は，本件出願前から引用例2に開示されているように既に公知の技術となっていたので，本件考案1の進歩性を肯定する根拠とはならない，②ビデオ用ハンガーをテレビ用ハンガーの「下面に併設」する点(以下「相違点②」という。)も，本件考案1の進歩性を肯定する根拠にはならない，③「ビデオデッキ用ハンガーにビデオデッキ固定金具を取り付ける」点(以下「相違点③」という。)は，引用例2においても「L字形テレビ固定金具」をもってハンガー側面の板に上下に開口した長孔に締付具(ボルト，ネジ)を通してL字の形をした固定部材を上下にスライドさせて任意の位置で固定可能とし，この固定部材により対象物を押圧する点で，本件考案1と実質的には同じであり，引用例2に接した当業者が，そこに記載されたテレビの固定構造を引用考案1のビデオハンガー部分に適用して本件考案1の構成を想到することは，当業者がきわめて容易に想到することである，などと主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "相違点①につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)には，以下の記載がある。",
                    "①「第2図はテレビハンガーを示し，L字形サイドボード11の水平部分へ底板10の両側のチャンネル部を係合させ，サイドボード11の長孔18へ底板10を通したボルト10を通して横幅を調節可能に固定し，該長孔18によりテレビの所定範囲のサイズの変化に対応できるようにする。サイドボード11の垂直部分にはサイドアーム12固定用のボルト21，21挿通用の孔を設け，下側の孔20は上側の孔を中心に20度の範囲でサイドボード11がサイドアーム12に対して回動できる大きさとし，テレビを垂直位置より前下りの方向へ傾斜しうるようにし，回動中心孔の近くにテレビフードのサイドボード3固定用の孔201を設け，サイドアーム12には上下に調節できるようにボルト孔を複数個設ける。該サイドアーム12はその上端を屈曲させて水平に延長させ，該延長部を両側にチャンネルを有するハンガ上板13と摺動自在に係合させると共に，該延長部にサイドボード11の長孔18と同じ大きさおよび数の長孔を形成し，ハンガ上板13を通したボルトを通して固定する。またサイドアーム12の上方に形成した長孔22にはL字形テレビ固定具17の垂直部に固定したボルト23を通し，該テレビ固定具17を位置調節自在に固定する。ハンガ上板13の中央にパイプ14を通し，先端螺切部へナット28を螺着して該ハンガ上板13を支持し，パイプ14のナット28により突出した部分へゴムキャップ29を被せる。パイプ14の上端にフランジ15を位置調節可能にボルト26で固定し，該フランジ15の上端拡大取付部の孔27にアンカボルトを通してスラブへ固定する。16はプラスチック製の化粧アダプタであり，取付時天井ボードに開けた穴を見えなくするものであり，……該コードはパイプ14を通してナット28の螺着側の下端開口よりテレビ側へ導き出される。」(明細書6頁第2段落～8頁第1段落)",
                    "②「……さらに，フードはテレビの取付角度を調節するテレビハンガーへ取付けるので，テレビと一体に取付角度が変わり，何ら調節する必要なく良好な遮光性が得られる。」(同9頁第1段落)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(甲2)の上記記載及び第2図からすると，引用例2の「パイプ14」，「サイドアーム12」及び「サイドボード11，底板10」は，それぞれ，本件考案1の「天井面等から垂設した吊下パイプ」，「吊下パイプの下端に取り付けられる吊下部」及び「ハンガー本体」に相当し，引用例2の前記「サイドボード11の垂直部分には……下側の孔20は上側の孔を中心に20度の範囲でサイドボード11がサイドアーム12に対して回動できる大きさとし，テレビを垂直位置より前下りの方向へ傾斜しうるようにし」との構成は，本件考案1の「吊下部に対し・・・ハンガー本体を前後に傾動可能に連結し」との構成に相当するものと認められる。",
                    "そうすると，引用例2には，「天井等からテレビを吊り下げ状態に設置するテレビハンガーであって，天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結したテレビハンガー」(下線付加)が開示されてると認められるから，引用考案1と本件考案1との相違点の構成中，「傾動可能に連結する」点，すなわち，相違点①が開示されていることが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点につき，審決は，「本件考案1は「傾動可能に連結する」および「下面に併設する」を採用することから，テレビとビデオデッキが一緒に傾くことになることは，前記のとおりである。他方，甲第1号証に記載された「詰め部材54の配置」は，キャビネットの向きを水平そのままにテレビのみを下方に傾けるものであり，キャビネットを傾けないことを前提とした構成である。また，テレビを傾けて載置する一方でビデオデッキを水平に載置する構成によれば，テレビとビデオデッキを一緒に傾けるという考えは排除されている。加えて，シャフトの下端にキャビネットの上面を直接連結する構造を採用しており，両者の間に別途の連結部材を介在させる余地はない。以上によれば，甲第1号証は，キャビネット自体を傾けること，テレビとビデオデッキを一緒に傾けること，以上は想定されていないと言うべきである。……そうすると，甲第2号証に「傾動可能に連結する」構成の開示があるとしてもこれを甲第1号証に適用することはできず，したがって，上記相違点に係る構成は，きわめて容易になし得るとは言えない」(審決13頁第3段落～下第3段落)，すなわち，引用例1はキャビネットを傾けないことを前提とした構成であるから，引用例2に開示された「傾動可能に連結する」構成(相違点①)を適用することには阻害事由があるとするものである。",
                    "しかし，引用例1(甲1)には，「詰め部材54」につき，「テレビジョンセットの画面の下方に向かう角度位置を調整するために，セットの後部に，滑ることができる詰め部材54が配置される。詰め部材は，画面角度を視聴に最適な位置に調節することができるように動かすことができる」(審決11頁第2段落の引用による)との記載があり，同記載によれば，「詰め部材54」は，テレビを下方に傾けるものであると認められるが，キャビネットを傾けないことを前提にした構成であるとまでは認められない。そして，テレビを下方に傾ける手法としては，本件遡及出願当時(平成4年10月28日)，引用例2の上記「テレビを載置するハンガー本体を前後に傾動可能に連結したテレビハンガー」が既に公知であったのであるから，引用例1のように「詰め部材54」を使用するか，引用例2のようにハンガー本体を「傾動可能に連結する」構成を採用するは，当業者(その考案の属する技術の分野における通常の知識を有する者)が必要に応じ適宜選択し得る程度の事項というべきであり，引用例1の「テレビハンガー」に，引用例2に開示された「傾動可能に連結する」構成(相違点①)を適用することに阻害事由があるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点②につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点②は，ビデオ用ハンガーをテレビ用ハンガーの「下面に併設」する点であるが，引用例1(甲1)のように1つの箱体であるキャビネットのテレビを載置する上部とビデオデッキを載置する下部とを，本件考案1及び2のように別々の箱体とし，この2つの箱体を併設することは，テレビとビデオデッキを近接してつり下げることを可能とする点で，何ら技術的思想を異にするものではなく，当業者が必要に応じ適宜選択し得る単なる設計事項であるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点につき，被告は，本件考案1は「傾動可能に連結する」構成及び「下面に併設する」構成を採用することで，引用例1及び2には開示のない，テレビとビデオデッキが一緒に傾く構成を実現したものであり，単に2つの箱体を併設してテレビとビデオデッキを近接してつり下げることを可能にしただけではないと主張する。",
                    "しかし，引用例1の「テレビハンガー」においても，引用例2に開示された「傾動可能に連結する」構成を適用し，テレビを下方に傾ければ，キャビネット内のテレビとビデオデッキが一緒に傾くことは当然のことであり，これを引用例1及び2に開示のない特段の構成であるということはできない。したがって，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点③につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)の上記(2)ア①の記載によれば，引用例2の「テレビハンガー」は，「底板10」，「サイドボード11」，「サイドアーム12」，「ハンガ上板13」及び「L字形テレビ固定具17」等から構成されるものであり，「L字形テレビ固定具17」は，テレビが下方に傾けられた際に，テレビがテレビハンガーから落ちないように，上下に移動させてテレビをテレビハンガーに固定するための部材であると認められる。そして，引用例1の「テレビハンガー」において，引用例2に開示された「傾動可能に連結する」構成を適用し，テレビを下方に傾ければ，キャビネット内のテレビとビデオデッキが一緒に傾くことは上記のとおりであり，この場合，ビデオデッキのハンガー部分にも，テレビと同様に，ビデオデッキを固定するために固定具を取り付ける必要があることは，当業者に自明のことと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点につき，審決は，「甲第2号証に記載された「L字形テレビ固定具17」はサイドアーム12に固定(位置調整自在)されており，サイドボード11(ハンガー本体に相当)に固定されている訳ではない。本件考案1にいう「ビデオデッキ用ハンガーにビデオデッキ固定金具を取り付ける」という形状・構造・組合せを開示するものではない」(審決13頁第5段落)というが，誤りというべきである。すなわち，引用例2の「テレビハンガー」，「底板10」，「サイドボード11」，「サイドアーム12」，「サイドアーム12，ハンガ上板13」及び「L字形テレビ固定具17」は，それぞれ，本件考案1の実施例における「テレビハンガー1」，「ハンガー本体4」，「アーム8」，「吊下部3」及び「固定金具17」に相当すると認められるところ，引用例2の「L字形テレビ固定具17」は，本件考案1の実施例における「固定金具17」と同様に，テレビをテレビハンガーに固定するための部材であり，これを「サイドボード11」又は「サイドアーム12」のいずれに設けるかは，当業者が必要に応じ適宜選択し得る単なる設計事項にすぎないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したところによれば，引用考案1と本件考案1との相違点に係る構成(上記相違点①～③)は，いずれも当業者が必要に応じ適宜選択し得る程度の事項というべきであり，また，これらを引用考案1に適用することに阻害事由があるということはできないから，本件考案1は，引用考案1及び2に基づいて当業者がきわめて容易に考案をすることができたものというべきであり，本件考案1の進歩性を肯定した審決の判断は誤りというほかなく，原告主張の取消事由3は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本件考案2の進歩性についての判断の誤り)について審決は，「本件考案2は本件考案1の構成を含む考案であるところ，本件考案1が甲第1号証および甲第2号(証)に記載された考案に基づき当業者がきわめて容易に考案をすることができたものであるとすることはできないことは前記のとおりであるから，同様の理由により，本件考案2も甲第1号証および甲第2号(証)に記載された考案に基づき当業者がきわめて容易に考案をすることができたものであるとすることはできない」(審決15頁第3段落)と判断したが，上記のとおり本件考案1の進歩性を肯定した審決の判断は誤りであるから，本件考案2の進歩性についての審決の判断も，前提において誤っていることになる。",
            "また，本件考案2は，本件考案1の「ビデオデッキ固定金具」を更に「上押さえ片と側片とよりなるL型のビデオデッキ固定金具の側片を，ビデオデッキ用ハンガーの側板の内面に当接し，ビデオデッキ用ハンガーの側板の外側から上下に開口した長孔を通って取付ネジの先端を挿入してビデオデッキ固定金具に螺合させて取り付けることにより，ビデオデッキ固定金具を上下にスライド自在とした」ものであるところ，引用例2(甲2)の上記3(2)ア①の記載及び第2図によれば，引用例2の「L字形テレビ固定具17」も上記に相当する構成を備えていることが認められるから，本件考案2も，本件考案1と同様に，引用考案1及び2に基づいて当業者がきわめて容易に考案をすることができたものと認められる。",
            "したがって，本件考案2の進歩性を肯定した審決の判断は誤りであり，原告主張の取消事由4は理由がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "付言",
          "text": [
            "本件考案1及び2は，訂正前考案1及び2の「テレビを載置するハンガー本体下方に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，」(訂正前)を，本件訂正により，「天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結し，該ハンガー本体の下面に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，」(訂正後)と限定するものである。そうすると，本件考案1及び2の進歩性が前記のとおり否定されるのであれば，上記限定のない訂正前考案1及び2の進歩性も当然に否定されることになる。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "よって，原告の本訴請求は理由があるからこれを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10184",
    "date": "2006-09-20",
    "rights_type": "実用新案権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033546",
    "ipprecedent_id": "177",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}