{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−8462号事件について平成18年4月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成15年3月13日に出願した特願2003−68544号(以下，この出願を「原出願」といい，その願書に最初に添付した明細書及び図面を「原出願当初明細書等」という。)の一部を分割して，平成16年10月19日に，発明の名称を「シリカ系被膜形成用組成物，シリカ系被膜及びその形成方法，並びにシリカ系被膜を備える電子部品」とする新たな特許出願(特願2004−304676号，以下「本願」という。)をした。その後，原告は，平成17年1月31日付けで本願に係る明細書(特許請求の範囲を含む。)を補正する手続補正をした(以下，この補正後の本願に係る明細書及び図面を「本願明細書」という。)が，同年3月28日付けで拒絶査定(以下「原査定」という。)を受けた。そこで，原告は，平成17年5月6日，拒絶査定不服審判を請求し，上記審判請求は不服2005−8462号事件(以下「本件審判」という。)として特許庁に係属した。特許庁は，審理の結果，平成18年4月10日，「本件審判の請求は，成り立たない。」との審決(以下，単に「審決」という。)をし，同年4月25日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願明細書の特許請求の範囲の請求項1の記載は，次のとおりである(以下，この発明を「本願発明1」という。)。",
            "「【請求項1】",
            "(a)成分：下記一般式(1)；",
            "R1 SiX …(1)"
          ],
          "content": [
            {
              "fig": "n",
              "subject": "4−n",
              "text": [
                "［式中，R1はH原子若しくはF原子，又はB原子，Ｎ原子，Al原子，P原子，Si原子，Ge原子若しくはTi原子を含む基，又は炭素数1～20の有機基を示し，Xは加水分解性基を示し，nは0～2の整数を示す。但し，nが2のとき，各R1は同一でも異なっていてもよく，nが0～2のとき，各Xは同一でも異なっていてもよい。］，",
                "で表される化合物を加水分解縮合して得られるシロキサン樹脂と，(b)成分：少なくとも1種の非プロトン性溶媒を含む有機溶媒と，を含有してなるシリカ系被膜形成用組成物であって，",
                "前記非プロトン性溶媒が，2価アルコールのジアルキルエーテルを含む，シリカ系被膜形成用組成物。」",
                "なお，本願発明1の発明特定事項について，便宜的に要約すれば，次のとおりである。",
                "① 一般式(1)で表される化合物を加水分解縮合して得られるシロキサン樹脂(以下「(a)成分」という。)を含有すること。",
                "② 非プロトン性溶媒が2価アルコールのジアルキルエーテルである少なくとも1種の非プロトン性溶媒を含む有機溶媒(以下「(b)成分」という。)を含有すること。",
                "③ シリカ系被膜形成用組成物であること。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本願発明1は原出願当初明細書等に記載した事項の範囲内でないものを含んでいるから，本願について出願日の遡及は認められず，願書を提出した平成16年10月19日がその出願日とされるところ，本願発明1は，本願の出願日の前である同年10月7日に頒布された刊行物である特開2004−277501号公報(原出願の公開公報，以下「刊行物1」という。)に記載された発明(以下「刊行物1発明」という。)に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，分割要件に関する認定判断を誤ったものであり(取消事由1)，仮にそうでないとしても，本願発明1と刊行物1発明との対比に当たり，認定判断を誤ったものである(取消事由2)から，違法として，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割要件に関する認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明1の要旨認定の誤り",
              "text": [
                "審決は，「本願発明1は，一般式(1)で表される化合物を加水分解縮合して得られるシロキサン樹脂((a)成分)と非プロトン性溶媒が2価アルコールのジアルキルエーテルである少なくとも1種の非プロトン性溶媒を含む有機溶媒((b)成分)を含有してなるシリカ系被膜形成用組成物と特定されたものであり，つまり，本願発明1は，オニウム塩((c)成分)を含まないシリカ系被膜形成用組成物である」(審決書2頁末行～3頁5行)，「本願発明1は，一般式(1)で表される化合物を加水分解縮合して得られるシロキサン樹脂((a)成分)と非プロトン性溶媒が2価アルコールのジアルキルエーテルである少なくとも1種の非プロトン性溶媒を含む有機溶媒((b)成分)とを含有するシリカ系被膜形成用組成物であり，つまり(c)成分であるオニウム塩を必須の発明特定事項として含むことを前提としていない，(c)成分であるオニウム塩を含まないシリカ系被膜形成用組成物である。」(審決書7頁31行～37行)と認定した。",
                "しかし，本願発明1は，オニウム塩(以下「(c)成分」という。)を含まないシリカ系被膜形成用組成物ではなく，これを必須成分としないシリカ系被膜形成用組成物であるから，審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願当初明細書等の記載事項の認定の誤り",
              "text": [
                "審決は，「原出願当初明細書等に記載の発明は，(c)成分であるオニウム塩を必須の発明特定事項として含むことを前提とした，(a)成分と(b)成分と(c)成分を含む少なくとも三成分からなるシリカ系被膜形成用組成物が記載されている」(審決書7頁27行～30行)，「原出願当初明細書等には，シリカ系被膜形成用組成物の具体例としては，(a)成分と(b)成分と(c)成分を含有したもののみが記載されている(実施例1，2)にすぎず，(c)成分を含まない(a)成分と(b)成分を含むシリカ系被膜形成用組成物の具体的な例は，実施例にも，詳細な説明にも何も示されていない。」(審決書7頁末行～8頁4行)と認定した。",
                "しかし，以下のとおり，原出願当初明細書等の全体の記載及びその出願時の技術常識に照らせば，(c)成分を必須な成分とせずに，(a)成分及び(b)成分を含有するシリカ系被膜形成用組成物は，原出願当初明細書等の記載から自明な事項であるから，審決の上記認定は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "段落【0013】，【0024】の記載によれば，(a)成分が必須成分であることは明らかであり，また，(b)成分は，必須成分であり，特徴的な成分であるとされているが，(c)成分については，「更に含有する」とされているにとどまる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "段落【0014】には，(a)成分及び(b)成分により，低誘電性及び機械的強度の効果が奏される旨記載されているが，(c)成分を含有しない場合にも同様の効果が奏されることを否定するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "段落【0070】における(c)成分の含有量の記載は，単に好ましい範囲を示すものにすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "段落【0087】～【0098】には，実施例として，(a)成分，(b)成分及び(c)成分を含有する組成物が記載されているが，必ずしも(c)成分が必須であるとはいえない。実施例は，上記3成分に加え，(d)成分としてポリピレングリコールを含有し，さらにマレイン酸を含有するが，審決も(d)成分やマレイン酸を必須成分とはしていない。(c)成分は，ごく微量であり，マレイン酸と同様に触媒的作用を有するものであるから，(c)成分を含有しなくても，シリカ系被覆が形成可能であることは容易に認識することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決も，「シロキサン樹脂を含有するシリカ系被膜形成用組成物において，低誘電性及び充分な機械的強度を有するようになるのは，上記シロキサン樹脂と非プロトン性溶媒を使用したことに主に起因していると刊行物1(判決注：原出願当初明細書等と同内容。)に一応示唆されている」(審決書11頁29行～32行)と説示し，原出願当初明細書等に(a)成分と(b)成分とを含有することによる効果が示唆されていることを認めている。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "段落【0025】，【0040】及び【0054】の記載も，上記解釈を支持するものである。すなわち，段落【0025】の記載によれば，(a)成分がないとシリカ系被覆は形成できないものであり，段落【0040】の記載によれば，(b)成分は，(a)成分を溶解する成分であって，(a)成分と組み合わせて用いられるということができる。そして，段落【0054】の「(c)成分は，シリカ系被膜形成用組成物の安定性を高めると共に，シリカ系被膜の電気特性及び機械特性をより向上させる機能を有する。」との記載は，(c)成分を含有するシリカ系被膜形成用組成物と，(c)成分を含有しないシリカ系被膜形成用組成物とを対比しているものと解されるから，(c)成分が含まれていない組成物も原出願当初明細書等の記載から自明である。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "段落【0031】～【0033】等には，(a)成分の原料である化合物の具体例が記載されており，段落【0044】～【0047】等には(b)成分の具体例が記載されており，(c)成分を必須な成分としない(a)成分と(b)成分を含むシリカ系被膜形成用組成物の具体的な例も，原出願当初明細書等に記載されているといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，審決の「原出願当初明細書等には，本願発明1の(c)成分であるオニウム塩を含有しない，一般式(1)で表される化合物を加水分解縮合して得られるシロキサン樹脂((a)成分)と非プロトン性溶媒が2価アルコールのジアルキルエーテルである少なくとも1種の非プロトン性溶媒を含む有機溶媒((b)成分)を含有する本願発明1のシリカ系被膜形成用組成物は記載されておらず，本願発明1は原出願当初明細書等に記載した事項の範囲内でないものを含んでいる」(審決書8頁25行～31行)との認定判断は誤りであり，この誤りが審決の結論に影響することは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明1と刊行物1発明との対比の誤り)",
          "text": [
            "仮に本願の出願日が原出願の出願日まで遡及しないとしても，本願発明1が，刊行物1発明に基づいて当業者が容易に発明をすることができたものではないことは明らかであるから，審決は取消しを免れない。なお，本訴において，被告が，本願発明1は刊行物1発明と同一であるとの主張をすることは，許されない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1発明は，審決が認定するように，(a)成分，(b)成分に加え，更に(c)成分(オニウム塩)が発明特定事項として付け加えられている点で，本願発明1と相違する。",
                "しかるところ，本願発明1は，(c)成分を含有しなくても，本願明細書の段落【0014】に記載のとおり，低誘電性及び充分な機械的強度を有するとの作用効果を奏するものである。(a)成分，(b)成分及び(c)成分を含有することにより，上記作用効果を奏するとした刊行物1発明に基づいて，(c)成分を必須成分として含有しない本願発明1に想到することは，当業者といえども容易にできたとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本願発明1は(c)成分を含有する組成物の発明をも包含しており，その部分については刊行物1発明と同一である旨主張する。",
                "しかし，本願発明1が(c)成分を含有する場合があるとの点は，審決に基づかない主張である。また，本願発明1が刊行物1発明と同一であるとの点は，新規性欠如の主張であるが，新規性と進歩性とは互いに独立した異なる拒絶理由である。",
                "したがって，被告の上記主張は，審決の理由を変更するものであり，許されない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に係る被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割要件に関する認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明1の要旨認定の誤りについて",
              "text": [
                "本願発明1は，原出願当初明細書等の特許請求の範囲から(c)成分を必須とするとの要件を削除したものであり，組成物の範囲を(c)成分を含有しないものにまで拡大したものである。審決は，本願発明1のうち，(c)成分を含有しないものが，原出願当初明細書等に記載した事項の範囲内でないと認定判断したものであるから，審決が，本願発明1のうち，(c)成分を含有するものに言及していないことは，審決における分割要件の認定判断に影響するものではない。",
                "なお，本願明細書の請求項1には，特に(c)成分が任意成分であるとの記載はないから，本願発明1について，原告主張のように，(c)成分を必須成分として含まないシリカ系被膜形成用組成物と認定すべきものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原出願当初明細書等の記載事項の認定の誤りについて原出願当初明細書等には，次のとおり，低誘電性に優れるとともに，充分な機械的強度を有し，従来に比して低温，短時間で硬化可能なシリカ系被膜の形成を可能とする目的で，(a)成分と(b)成分と(c)成分とを含むシリカ系被膜形成用組成物が記載されているにとどまり，(c)成分を含有しない組成物は記載されていない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "段落【0013】には，低誘電性に優れ，充分な機械的強度を有し，従来に比して低温かつ短時間での硬化が可能なシリカ系被膜を形成する要件は，(a)成分，(b)成分，(c)成分の3つであることが記載されているから，(c)成分が，発明の課題，目的を達成するために必須とされていることは明らかである。また，段落【0024】の記載は，あくまで(a)成分，(b)成分及び(c)成分を含有する組成物であることを前提とするものであり，(c)が必須成分でないということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "段落【0005】～【0010】には，発明の解決しようとする課題として，低誘電性に優れるとともに，充分な機械的強度を有し，従来に比して低温，短時間で効果可能なシリカ系被膜を形成できる組成物の提供が記載されている。しかるところ，段落【0019】，【0054】，【0058】及び【0070】の記載によれば，(c)成分の配合の有無により，低誘電性及び機械的強度が影響を受けることは明らかであり，段落【0014】には，(c)成分を含有しない組成物は，(c)成分を含有する組成物より劣ることが示されている。そうすると，(c)成分を含有しない組成物は，原出願当初明細書等に記載された課題，目的を達成することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原出願当初明細書等の特許請求の範囲に記載された発明は，(a)成分，(b)成分及び(c)成分を含有するシリカ系被覆形成用組成物の発明であり，発明の詳細な説明も，専らその発明を説明するために記載されているものであるから，段落【0070】における(c)成分の含有量の下限値の記載は，(c)成分を含有する場合について記載されているものと解すべきである。しかも，(c)成分の含有量が下限値以下では，シリカ系被膜の電気特性，機械特性が劣る傾向にあることが記載されているから，(c)成分の含有量は，単に好ましい数値範囲として示されているものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "(c)成分を含まない組成物の各成分については，何ら説明がされていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，「本願発明1は原出願当初明細書等に記載した事項の範囲内でないものを含んでいる」とした審決の認定判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本願発明1と刊行物1発明との対比の誤り)について本願発明1には，刊行物1発明と同一の発明が含まれ，また，本願発明1は，刊行物1発明に基づいて当業者が容易に発明をすることができたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明1は(c)成分を含有とする組成物の発明をも包含しており，その部分については刊行物1発明と同一であることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明1は，(c)成分を含有しなくても，本願明細書の段落【0014】に記載された作用効果を奏する旨主張する。",
                "しかし，(c)成分を含有しない場合に，(a)成分，(b)成分及び(c)成分を含有することにより得られる低誘電性及び充分な機械的強度と同等の効果が得られているとはいえない。",
                "そして，刊行物1には，シリカ系被膜形成用組成物において，低誘電性及び充分な機械的強度を有するようになるのは，(a)成分及び(b)成分を使用したことに主に起因していることが示唆されている。",
                "そうすると，層間絶縁膜等の絶縁膜に要求されている所望の低誘電率と充分な機械的強度や低温，短時間で硬化可能なシリカ系被膜を形成することを必要としなければ，刊行物1発明から(c)成分を除いた組成物に想到することは，当業者には格別困難ではなく，格別顕著な効果を奏するものでもない。したがって，本願発明1は，刊行物1発明に基づいて当業者が容易に発明をすることができたものというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本願発明1は原出願当初明細書等に記載した事項の範囲内でないものを含んでいるから，本願について出願日の遡及は認められず，また，本願発明1は刊行物1発明と同一の発明を含んでいるから，特許法29条1項3号の規定により特許を受けることができないものであり，本願を拒絶すべきものとした審決は，その結論において相当であるから，原告の請求を棄却すべきものと考える。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割要件に関する認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明1の要旨認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲1，2)の特許請求の範囲の請求項1の記載は，前記第2，2のとおりであるから，本願発明1は，(a)成分と(b)成分とを含有するシリカ系被膜形成用組成物であることが規定されているにとどまり，(a)成分，(b)成分以外の成分を含有することが要件とされていないことは明らかである。",
                    "もっとも，請求項1には，(a)成分，(b)成分の含有量や含有割合は規定されておらず，上記2成分以外の成分を含有しない旨の限定はないから，「シリカ系被膜形成用組成物」との要件を充足する限り，本願発明1は，(a)成分，(b)成分以外の成分(例えば，(c)成分)を含有することは妨げられないものというべきである。このことは，本願明細書の段落【0057】～【0061】において，それぞれ(c)成分，250～500",
                    "℃の加熱温度で熱分解又は揮発する空隙形成用化合物(以下「(d)成分」という。)が任意成分として説明され，段落【0089】～【0101】において，(c)成分及び(d)成分を含有する組成物が，実施例として記載されていることに照らしても，明らかである。",
                    "そうすると，本願発明1には，①(a)成分及び(b)成分を含有し，(c)成分を含有しない態様(以下「態様①」という。)と，②(a)成分，(b)成分及び(c)成分を含有する態様(以下「態様②」という。)の双方が含まれるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，その全体の構成からみて，本願発明1が上記ア記載の態様①に限定され，上記ア記載の態様②を含まないという趣旨で，「本願発明1は，……オニウム塩((c)成分)を含まないシリカ系被膜形成用組成物である」(審決書2頁末行～3頁5行)，「本願発明1は，……(c)成分であるオニウム塩を含まないシリカ系被膜形成用組成物である。」(審決書7頁31行～37行)と説示したものと解されるから，本願発明1の要旨の認定を誤っているといわざるを得ない。",
                    "しかし，後記(2)のとおり，本願発明1のうち態様①は原出願当初明細書等に記載の事項の範囲内でないから，本願発明1が原出願当初明細書等に記載の事項の範囲内でないとした審決の認定判断には結局誤りはなく，審決が，本願発明1の要旨が上記ア①の態様に限定されるとした点は，分割要件を満たしていないとの結論に影響するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願当初明細書等の記載事項の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原出願当初明細書等(甲3)には，次の各記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】 (a)成分：下記一般式(1)；",
                      "text": [
                        "R1 SiX …(1)"
                      ],
                      "content": [
                        {
                          "fig": "n",
                          "subject": "4−n",
                          "text": [
                            "［式中，R1はH原子若しくはF原子，又はB原子，Ｎ原子，Al原子，P原子，Si原子，Ge原子若しくはTi原子を含む基，又は炭素数1～20の有機基を示し，Xは加水分解性基を示し，nは0～2の整数を示す。但し，nが2のとき，各R1は同一でも異なっていてもよく，nが0～2のとき，各Xは同一でも異なっていてもよい。］，",
                            "で表される化合物を加水分解縮合して得られるシロキサン樹脂と，(b)成分：少なくとも1種の非プロトン性溶媒を含む有機溶媒と，(c)成分：オニウム塩と，",
                            "を含有してなるシリカ系被膜形成用組成物。",
                            "【請求項2】 前記非プロトン性溶媒が，2価アルコールのジアルキルエ−テル，……からなる群より選ばれる少なくとも1種の非プロトン性溶媒を含む，請求項1記載のシリカ系被膜形成用組成物。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0005】",
                      "text": [
                        "【発明が解決しようとする課題】",
                        "……電子デバイス部品の絶縁材料に対して，耐熱性，機械特性等の他，更なる低比誘電率と熱処理工程の短縮が求められている。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【0010】",
                      "text": [
                        "そこで，本発明はかかる事情に鑑みてなされたものであり，低誘電性に優れると共に，充分な機械的強度を有し，従来に比して低温，短時間で硬化可能なシリカ系被膜を形成できるシリカ系被膜形成用組成物，かかる組成物からなるシリカ系被膜及びその形成方法，並びにかかるシリカ系被膜を備える電子部品を提供することを目的とする。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【0012】",
                      "text": [
                        "すなわち，本発明は，(a)成分：下記一般式(1)；",
                        "R1 SiX …(1)"
                      ],
                      "content": [
                        {
                          "fig": "n",
                          "subject": "4−n",
                          "text": [
                            "［式中，R1はH原子若しくはF原子，又はB原子，Ｎ原子，Al原子，P原子，Si原子，Ge原子若しくはTi原子を含む基，又は炭素数1～20の有機基を示し，Xは加水分解性基を示し，nは0～2の整数を示す。但し，nが2のとき，各R1は同一でも異なっていてもよく，nが0～2のとき，各Xは同一でも異なっていてもよい。］，",
                            "で表される化合物を加水分解縮合して得られるシロキサン樹脂と，(b)成分：少なくとも1種の非プロトン性溶媒を含む有機溶媒と，(c)成分：オニウム塩と，を含有してなるシリカ系被膜形成用組成物を提供する。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【0013】",
                      "text": [
                        "本発明のシリカ系被膜形成用組成物は，被膜形成成分として上記構成のシロキサン樹脂を含み，シロキサン樹脂を溶解させる有機溶媒成分として非プロトン性溶媒を必須成分とし，オニウム塩を更に含有することから，低誘電性，特に高周波領域(100kHz以上の高周波領域で，例えば1MHz)における低誘電性に優れると共に，充分な機械的強度を有し，従来に比して低温且つ短時間で硬化可能なシリカ系被膜を形成できるようになる。また，上記組成物の低温且つ短時間での硬化が可能となることから，被膜形成プロセスにおける入熱量も軽減される。したがって，配線層等の劣化や基板の反り等の問題も解消できる。さらに，被膜の膜厚の均一性も向上させることができる。」"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「【0014】",
                      "text": [
                        "上記効果が生じる要因は必ずしも明らかではないが，シリカ系被膜が低誘電性及び充分な機械的強度を有するようになるのは，上記シロキサン樹脂と非プロトン性溶媒を使用したことに主に起因しており，低温且つ短時間での硬化が可能となるのは，非プロトン性溶媒とオニウム塩を使用したことに主に起因しているものと推測される。また，被膜の膜厚の均一性の向上は，非プロトン性溶媒を使用したことに主に起因していると考えられる。」"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「【0015】",
                      "text": [
                        "また，上記非プロトン性溶媒は，2価アルコールのジアルキルエ−テル，……からなる群より選ばれる少なくとも1種の非プロトン性溶媒を含むことが好ましく，……。」"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「【0054】",
                      "text": [
                        "〈(c)成分〉",
                        "(c)成分は，シリカ系被膜形成用組成物の安定性を高めると共に，シリカ系被膜の電気特性及び機械特性をより向上させる機能を有する。",
                        "さらに，(a)成分の縮合反応を加速して硬化温度の低温化と短時間化を可能とし，機械強度の低下をより一層抑制する機能も備える。」"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「【0058】",
                      "text": [
                        "なお，オニウム塩を含有することによって効果が奏されるメカニズムの詳細は，未だ不明な点があるものの，オニウム塩によって脱水縮合反応が促進されてシロキサン結合の密度が増加し，さらに残留するシラノール基が減少するため，機械強度及び誘電特性が向上するといった機構によるものと推定される。但し，作用はこれに限定されない。」"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「【0070】",
                      "text": [
                        "(c)成分の含有量は，本発明のシリカ系被膜形成用組成物の全重量基準で0．001ppm～5質量％であることが好ましく，0．01ppm～1質量％であるとより好ましく，0．1ppm～0．5質量％であると一層好ましい。この含有量が0．001ppm未満であると，最終的に得られるシリカ系被膜の電気特性，機械特性が劣る傾向にある。",
                        "一方，この含有量が5％を超えると，組成物の安定性，成膜性等が劣る傾向にあると共に，シリカ系被膜の電気特性及びプロセス適合性が低下する傾向にある。なお，(c)成分であるオニウム塩は，必要に応じて水や溶媒に溶解又は希釈してから，所望の濃度となるように添加することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記ア(ア)～(コ)の各記載を総合すると，原出願当初明細書等には，電子デバイス部品の絶縁材料における耐熱性，機械特性等のほか，更なる低比誘電率と熱処理工程の短縮を課題とし(前記ア(イ))，(a)成分，(b)成分及び(c)成分を含有することを課題解決の手段とする発明(前記ア(ア)，(エ)，(キ))が記載されているところ，この発明は，低誘電性に優れ，充分な機械的強度を有し，低温・短時間で硬化可能なシリカ系被膜を形成することを目的ないし効果とし(前記ア(ウ)，(オ))，(c)成分は，低温・短時間での硬化を可能とし(前記ア(カ))，シリカ系被膜形成用組成物の安定性を高めるとともに，シリカ系被膜の電気特性及び機械特性をより向上させ，さらに，硬化温度の低温化と短時間化を可能とし，機械強度の低下をより一層抑制し(前記ア(ク))，機械強度及び誘電特性が向上すること(前記ア(ケ))等に寄与するものであって，含有量が0．001ppm未満であると，最終的に得られるシリカ系被膜の電気特性，機械特性が劣る傾向にあるとされていること(前記ア(コ))が認められる。",
                    "そうすると，(c)成分は，耐熱性，機械特性等のほか，更なる低比誘電率と熱処理工程の短縮という，上記発明が解決しようとする課題との関係で，重要な役割を果たすものとされていることは明らかである。そして，(c)成分を含まない組成物が，上記課題を解決するに足る充分な性能を有するものであることは，原出願当初明細書等を精査しても，これを把握することはできない。",
                    "したがって，原出願当初明細書等には，本願発明1のうち，(a)成分，(b)成分及び(c)成分を含有する態様(前記(1)ア記載の態様②)は記載されているが，本願発明1のうち，(a)成分及び(b)成分を含有し，(c)成分を含有しない態様(前記(1)ア記載の態様①)が記載されているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願発明1のうち，(a)成分及び(b)成分を含有し，(c)成分を含有しない態様(態様①)は，原出願当初明細書等の記載から自明な事項であると主張し，その根拠として，①段落【0013】，【0014】，【0024】，【0025】，【0040】及び【0054】等の記載，②実施例として，(a)成分，(b)成分及び(c)成分に加え，(d)成分やマレイン酸を含有する組成物が記載されているが，(d)成分やマレイン酸は必須成分とされていないこと，③段落【0031】～【0033】等，【0044】～【0047】等に，それぞれ(a)成分，(b)成分の具体例が記載されていること，④審決が，原出願当初明細書等に(a)成分と(b)成分とを含有することによる効果が示唆されているとしていること等を指摘する。",
                    "まず，原出願当初明細書等の上記①の記載からは，(b)成分が重要な意義を有することが認められるものの，(c)成分に比べて(b)成分の重要度がより強く認識されているからといって，(c)成分を含有しない発明が記載されていることにはならない。",
                    "また，確かに，実施例の組成物が含有する(d)成分やマレイン酸が任意成分であることは，原出願当初明細書等に明示的に記載されているが，任意成分であるとの記載がない(c)成分を，これらと同列に扱うことができないことは明らかである。",
                    "そして，原出願当初明細書等の上記③の記載は，(a)成分，(b)成分となり得る化合物の例を列挙するものであるが，原出願当初明細書等には，(a)成分及び(b)成分を含有し，(c)成分を含有しない組成物について記載されていないことは，前記イのとおりであり，かかる組成物の各成分となり得る化合物の例が記載されているということはできない。",
                    "なお，原告が指摘するとおり，審決は，原出願当初明細書等に(a)成分と(b)成分とを含有することによる効果が示唆されているとしているが，すでに説示したとおり，原出願当初明細書等では，(c)成分が課題との関係で重要な役割を果たすものとされており，(c)成分を含まない組成物が課題を解決するに足る充分な性能を有することは，原出願当初明細書等から把握することができない。",
                    "以上のとおりであるから，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上検討したところによれば，審決には，本願発明1の要旨認定に誤りがあるものの，本願発明1は原出願当初明細書等に記載した事項の範囲内でないもの(態様①)を含んでいるから，本願について出願日の遡及は認められないとした審決の判断には，結局のところ誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本願発明1と刊行物1発明との対比の誤り)について(1) 本訴において，被告は，本願発明1は，(a)成分と(b)成分のほか，(c)成分をも含有するシリカ系被膜形成用組成物をも含み，その部分において刊行物1発明と重複するから，本願発明1と刊行物1発明とは同一の発明である旨主張する。この点に関し，原告は，審決取消訴訟において，審決において判断されなかった理由を主張することは許されず，特許法29条1項(新規性欠如)と同条2項(進歩性欠如)とは互いに独立した異なる理由であるから，本訴において，被告が，本願発明1と刊行物1発明とが同一であると主張することは，許されない旨主張するので，検討する。",
            "特許無効審判の審決に対する取消訴訟においては，審判で審理判断されなかった公知事実を主張することは許されず，拒絶査定不服審判の審決に対する取消訴訟においても，同様に解すべきものであるから(最高裁昭和42年(行ツ)第28号同51年3月10日大法廷判決・民集30巻2号79頁)，拒絶査定不服審判において特許法29条1項各号に掲げる発明に該当するものとして審理されなかった事実については，取消訴訟において，これを同条1項各号に掲げる発明として主張することは許されない。しかしながら，審判において審理された公知事実に関する限り，審判の対象とされた発明との一致点・相違点について審決と異なる主張をすること，あるいは，複数の公知事実が審理判断されている場合にあっては，その組合わせにつき審決と異なる主張をすることなどは，それだけで直ちに審判で審理判断された公知事実との対比の枠を超えるということはできないから，取消訴訟においてこれらを主張することが常に許されないとすることはできない。",
            "出願に係る発明につき，審判手続において公知事実から当業者が容易に想到することができるとして特許法29条2項に該当するものとして拒絶査定が維持された場合に，当該審決に対する取消訴訟において，被告が出願に係る発明は当該事実との関係で同条1項に該当すると主張することは，審判官が，出願に係る発明と当該公知事実との相違点を特に指摘し，そのために出願人が補正を行う機会を逸したことが認められるなどの特段の事情が存在しない限り，許されるというべきである。けだし，特許法が，特許出願に対する拒絶査定の処分が誤ってされた場合における是正手続として，一般の行政処分の場合とは異なり，常に審判官による審判の手続の経由を要求するとともに，取消訴訟は拒絶査定不服審判の審決に対してのみこれを認め，審決訴訟においては審決の違法性の有無を争わせるにとどめる一方で，第一審を東京高等裁判所の専属管轄とし(知的財産高等裁判所設置法により，東京高等裁判所の特別の支部である知的財産高等裁判所がこれを取り扱う。)，事実審を一審級省略している趣旨は，出願人に対し，専門的知識経験を有する審判官による前審判断経由の利益を与えつつ，審判手続において，出願人の関与の下に十分な審理がなされることを期待したものにほかならないところ，上記の場合には，出願に係る発明と審判手続において審理された公知事実については，既に，出願人の関与の下に，審判官による判断がなされているからである。そして，この場合には，取消訴訟において新たな相違点についての判断が必要となるものではなく，出願に係る発明と既に審判手続において審理された公知事実との同一性を判断することは，改めて専門知見の下における判断を経る必要があるものとはいえない。",
            "本件においては，原査定における拒絶の理由は，本願発明1は，刊行物1発明と同一であるか，又は同発明に基づいて当業者が容易に発明をすることができたものであり，特許法29条1項3号又は同条2項の規定により特許を受けることができないというものであった。したがって，本願発明1が刊行物1発明と同一であるとの本訴における被告主張は，審判手続において審理判断された公知事実である刊行物1発明の枠を超えるものではなく，また，原告は，本願発明1と刊行物1発明との同一性との関連において，審判手続において意見を陳述し，特許請求の範囲等の補正を行う機会があったというべきである。",
            "以上によれば，本訴において，被告が，本願発明1と刊行物1発明とが同一の発明である旨主張することは，許されると解するのが相当である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "刊行物1は，原出願の公開公報であって，原出願当初明細書等と同一の内容であるから，本願発明1のうち，(a)成分，(b)成分及び(c)成分を含有する態様(前記1(1)ア記載の態様②)が刊行物1発明と同一であることは，前記1で説示したところに照らし，明らかである。",
                "そうすると，本願発明1は刊行物1発明と同一の発明を含んでいるから，特許法29条1項3号の規定により特許を受けることができないものというべきである。",
                "したがって，本願を拒絶すべきものとした審決は，その結論において相当というべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，前記1で説示したところに照らせば，刊行物1には，本願発明1のうち，(a)成分及び(b)成分を含有し，(c)成分を含有しない態様(前記1(1)ア記載の態様①)は記載されていないが，(b)成分を含有することにより，低誘電性及び機械的強度についてある程度の効果が期待できることが理解できるから，当業者であれば，低温・短時間での硬化の改善を解決すべき課題としない場合には，(c)成分を含有しない構成を採用し，形成されるシリカ系被膜の誘電性と機械的強度が実用に耐えるものであるか否かを確認することに格別の困難性は認められないというべきであり，また，本願明細書の段落【0070】(刊行物1も同じ)の記載によれば，(c)成分を含有しない組成物は，(c)成分を含有する組成物に比べ，電気特性及び機械特性において劣ることは明らかであって，顕著な効果を奏するものということもできない。",
                "そうすると，本願発明1のうち，(a)成分及び(b)成分を含有し，(c)成分を含有しない態様は，刊行物1発明に基づいて当業者が容易に発明をすることができたものというべきである。",
                "したがって，本願発明1について，特許法29条2項の規定により特許を受けることができないとした審決の判断についても，これを是認し得るものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，いずれにしても，原告主張の取消事由2は理由がないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "上記検討したところによれば，原告主張の取消事由はいずれも理由がなく，その他，審決に，これを取り消すべき誤りがあるとも認められない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10247",
    "date": "2007-07-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034985",
    "ipprecedent_id": "1099",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}