{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−3609号事件について平成18年6月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告ら及び生物系特定産業技術研究推進機構(以下「推進機構」という。)は，平成15年1月27日，発明の名称を「抗アレルギー効果増強製造法及び本法を用いて製造された機能性飲食品」とする発明につき特許出願(特願2003−18019号。以下「本件出願」という。)をした。同年10月1日，平成14年法律第129号の施行により推進機構が解散し，原告独立行政法人農業・食品産業技術総合研究機構(当時の名称・独立行政法人農業技術研究機構)が，本件出願に係る推進機構の特許を受ける権利の持分を承継した。",
            "その後，原告らは，平成17年2月1日，特許庁から拒絶査定を受けたため，これを不服として審判請求をし，同年8月8日付け手続補正書をもって本件出願に係る特許請求の範囲を補正した(以下，補正後の明細書を，図面と併せて「本件明細書」という。)。",
            "特許庁は，平成18年6月5日，「本件審判の請求は，成り立たない。」との審決(以下，単に「審決」という。)をし，その謄本は同月20日原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件出願に係る特許請求の範囲は請求項1ないし8からなり，請求項4の記載は，次のとおりである(以下，請求項4に係る発明を「本件発明」という。)。",
            "「【請求項4】エピガロカテキン−3−O−(3−O−メチル)ガレート(以下，EGCG3”Meとする)及びエピガロカテキン−3−O−(4−O−メチル)ガレート(以下，EGCG4”Meとする)を含有している緑茶の茶葉の抽出時に，50℃から100℃の高温域で前記茶葉を抽出することによって，カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。要するに，本件発明は，本件出願の出願前に頒布された刊行物である特開2000−159670号公報(以下「引用例」という。)に記載された発明(以下「引用例発明」という。)と同一であり，特許法29条1項3号に該当するので，特許を受けることができず，また，本件出願は，特許法36条4項1号に規定する明細書の記載要件を満たさず，特許を受けることができないものであるから，その余の請求項に係る発明について判断するまでもなく，本件出願は拒絶すべきであるとしたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由についての原告らの主張",
          "text": [
            "審決には，以下のとおり，本件発明の新規性の認定判断を誤り(取消事由1)，本件発明に係る明細書の記載要件の判断を誤り(取消事由2)，本件発明以外の請求項に係る発明について判断をしなかった誤り(取消事由3)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(新規性の認定判断の誤り)",
              "text": [
                "審決は，①本件発明と引用例発明は，「エピガロカテキン−3−O−(3−O−メチル)ガレート及びエピガロカテキン−3−O−(4−O−メチル)ガレートを含有している緑茶の茶葉の抽出時に，50℃から100℃の高温域で前記茶葉を抽出する方法である点で一致」し，②「前者(判決注・本件発明)が，『カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる』と特定しているのに対して，後者(判決注・引用例発明)にそのような特定がない点で一応相違している」が，「『カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる』ことは，50℃から100℃の高温域で茶葉からカテキン類を抽出する結果としてそのような作用が生じるものであり，後者においても50℃から100℃の高温域で茶葉からカテキン類を抽出しているのであるから，同じ作用が生じていることは自明であり，この点は相違点とはいえない。」として(審決書4頁3行～15行)，本件発明は引用例発明と同一であるから，新規性を欠くと判断した。",
                "しかし，審決の上記認定判断には，以下のとおり誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "抽出温度範囲の不一致",
                  "text": [
                    "審決は，本件発明と引用例発明とが「緑茶の茶葉の抽出時に，50℃から100℃の高温域で前記茶葉を抽出する方法である」点で一致すると認定した。",
                    "しかし，上記認定には，以下のとおり誤りがある。",
                    "すなわち，引用例(甲1)には，具体的な抽出温度範囲について一切記載がなく，「抽出温度は特に限定されるものではなく，通常は室温～常圧下で溶剤の沸点の範囲が作業上都合がよい。」(段落【0012】)との記載があるだけで，「室温～溶剤の沸点」という漠然とした温度範囲しか記載がない。「茶の抽出用に用いられる水」というのは一般に室温から沸点の範囲を指すこと(甲8ないし10)に照らすと，引用例の「室温～溶剤の沸点」という文言は，「茶の抽出用に用いられる水」の全温度範囲を指しており，「茶の抽出用に用いられる水」の温度を規定していることにはならない。",
                    "また，当業者の技術常識を考慮すると，本件発明の下限値の「50℃」の水と引用例記載の「室温」の水とが異なることは明らかである。",
                    "このように審決は，引用例において抽出温度について何も規定していないにもかかわらず，引用例の実施例(段落【0019】)に記載された「沸騰蒸留水」という文言のみをもって，引用例発明の抽出温度範囲と本件発明の抽出温度範囲(50℃から100℃)が一致すると認定した誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "作用の不一致",
                  "text": [
                    "審決は，引用例発明においても50℃から100℃の高温域で茶葉からカテキン類を抽出しているから，本件発明の「カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる」という作用と「同じ作用が生じていることは自明である」と判断した。",
                    "しかし，上記判断には，以下のとおり誤りがある。",
                    "本件明細書(甲3)に「通常抽出」(段落【0065】)と記載され，「通常抽出」の場合の抽出時間は「通常は3～5分」であるので(甲5)，本件発明における抽出時間は，3～5分である。これに対し引用例発明においては，引用例(甲1)に「抽出温度は，特に限定されるものではなく，通常は室温～常圧下で溶剤の沸点の範囲が作業上都合がよい。抽出時間は，10分から6時間の範囲とするのが好ましい。」，「沸騰蒸留水1000ml中で1時間抽出」(段落【0012】，【0019】)と記載されているように，比較的長い時間抽出を行っている。このように本件発明と引用例発明では，抽出時間が異なるものである。",
                    "そして，熱異性化は可逆的に生じ，ある時間や温度を越えると平衡状態になることは，当業者の技術常識からも明らかであり，抗アレルギー活性が抽出時間の経過と共に，線形的に上昇していくとは限らない。",
                    "また，ある時間を越えるとメチル化カテキンの分解が生じて，抗アレルギー活性が低下する可能性も十分に考えられる。",
                    "さらに，本件発明の特許請求の範囲(請求項4)には，「緑茶の茶葉」との記載があるように，「緑茶」と「茶葉」の用語を使い分けており，「緑茶」という用語は，「緑茶飲料」という意味で使用されている。このように本件発明は茶葉抽出物を食品(飲料)として用いることを前提としているため，引用例記載の抽出条件(10分間から6時間)では食品，特に飲料としてそのまま用いることができないのは明らかである。",
                    "したがって，本件発明における熱異性化反応を理解するに当たり，「時間」のパラメータは「熱」のパラメータと同じくらい重要なパラメータであるのに，「時間」のパラメータを無視し，抽出温度の1点のみが一致していることを理由に，引用例発明において，本件発明と同じ「カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる」という作用が生じていることは自明であるとした審決の判断には，当業者の技術常識に反した誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(明細書の記載要件の判断の誤り)",
              "text": [
                "審決は，本件明細書及び平成17年8月8日付け意見書を参酌しても，「カテキン類の異性化が促進されることが確認されていないから，本件明細書は，発明の詳細な説明に，当業者が本件発明を実施できる程度に明確かつ十分に記載されているとはいえず」(審決書5頁12行～14行)，本件出願は，特許法36条4項1号に規定する明細書の記載要件を満たしていないと判断した。",
                "しかし，審決の判断には，以下のとおり誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書記載のデータの誤認",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決は，本件明細書の図2について，「温度上昇に伴い，単にEGCG3”Me及びGCG3”Meの抽出量が増加したものとも",
                      "text": [
                        "考えられ，このデータによっては，異性化が促進されているとは認められない」(審決書5頁2行～5行)と認定している。",
                        "しかし，上記認定には以下のとおり誤りがある。",
                        "本件明細書の「図3」の左のグラフを見ると，「Hot Pack」(調合した抽出液を85℃～90℃に保温しながら容器に詰める方法)よりは，比較的高い温度で加熱殺菌を行っている「UHT」(抽出液を135℃のもと30秒の加熱殺菌を行う方法)や「Retort」(レトルト殺菌。抽出液を118℃のもと20分間の加熱殺菌を行う方法)において，「GCG3”Meの含有量の方がEGCG3”M",
                        "eよりも多い」ことがわかる。殺菌前の抽出液中のカテキン類の含有量はすべての場合で同じであるので(本件明細書の段落【0035】，【0042】)，図3は，温度上昇に伴い，異性化が促進されていることを示すものである。このことは，図2の茶葉の抽出条件にも当然に当てはまる。",
                        "このように本件明細書の図2及び図3を総合すれば，高温域で抽出することによりカテキン類の熱異性化が促進されていることが示唆されている。また，本件発明において「50℃～100℃の高温域で抽出することにより，前記緑茶の抗アレルギー成分であるカテキン類の異性化を促進させる」ことは，図2及び図3を基に作成した各検量線(甲11)にも示されている。",
                        "以上のとおり，図2に記載のデータから得られる知見のみで熱異性化が促進されているといえないとした審決の認定判断には，誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，異性化後のEGCG3”Me及びEGCG4”Meの含有量が異性化前のものと比べて変化することを確認できることが必要不可欠であるのに，本件明細書の図2及び図3からはこれが不明である旨主張する。",
                        "しかし，上記主張は失当である。",
                        "図2及び図3には，各温度におけるカテキン類の抽出量が記載されているので，異性化後のEGCG3”Meの含有量が異性化前のものと比べて変化していることを間接的に確認できる。例えば，図2に記載の50℃で抽出したカテキン類(ここではEGCG3”Me以外のカテキン全体を指す)の抽出量と，90℃で抽出したカテキン類の抽出量とでは大きな相違が確認されていることから，当業者であれば50℃よりも低い温度で抽出した際のカテキン類の抽出量は，50℃で抽出した場合よりも低いであろうと容易に推測することができる。また，図3では，「Hot Pack」で殺菌(85℃～90℃)をした場合のカテキン類(EGCG3”Me以外のカテキン全体を指す)の抽出量と，UHTで殺菌(135℃)をした場合のカテキン類の抽出量とでは大きな相違が確認されていることから，加熱殺菌により，加熱殺菌前に比べてGCG3”MeあるいはEGCG3”Meの含有量が増大することは，当業者であれば容易に推測することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "意見書の添付資料の軽視",
                  "text": [
                    "審決は，平成17年8月8日付け意見書に添付した資料1(甲6)の記載内容を軽視し，本件明細書は，その発明の詳細な説明に，当業者が本件発明を実施できる程度に明確かつ十分に記載されているとはいえないと認定した。",
                    "しかし，資料1は，既に学術団体の審査を経て受理された学術論文であるが，同資料には，以下のとおり本件発明においてカテキン類の異性化を促進させていることを裏付けるデータが記載されており，審決の上記認定は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "資料1の「Figure 2.」には，抽出温度を変えてEGCG3”Me及びGCG3”Meの抽出量を測定したデータが記載されており，これは，本件出願後に追試を行って得られたデータである。本件明細書(甲3)の図2に記載のGCG3”Meの抽出量のデータは90℃では減少しているが，資料1記載のデータは増加している。資料1は，既に学術団体の審査を経て受理されたものであるから，そのデータには信憑性があり，本件明細書の図2に記載のGCG3”Meの抽出量のデータは誤記であることがわかる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "資料1には，EGCG3”Meの熱異性化体であるGCG3”Meが強い抗アレルギー活性を有すること，高温抽出や高温殺菌によりEGCG3”Meの熱異性化が促進されること等が記載され，本件明細書の図3に相当するデータ(Figure 4.,Figure 5．参照)も記載されている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(判断遺脱)",
              "text": [
                "審決は，本件発明(請求項4)は特許を受けることができないから，「その他の請求項については判断するまでもなく，本件出願は特許を受けることことができない。」(審決書5頁22行～23行)と判断した。",
                "しかし，審決には，以下のとおり判断遺脱の違法がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "確かに，特許法51条には，「審査官は特許出願について拒絶の理由を発見しないときは，特許すべき旨の査定をしなければならない」と規定されているから，請求項毎に記載された発明のいずれか一つでも，拒絶すべき事項があれば，出願全体について拒絶することになる。",
                    "しかし，拒絶査定不服審判は，本来，拒絶査定の理由が正当であるか否かについて審理するものであり，審査の場合と同様に，複数の請求項がある場合には，すべての請求項につき拒絶理由の有無を職権で調査することができるため(同法153条)，本来であればすべての請求項について審理し，新しい拒絶の理由を発見したときは，審判請求人(出願人)に通知して，意見書や補正書を提出する機会を与えるべきものであると考えられる(同法159条2項)。",
                    "特に，本件出願のように，請求項1，2，4，5，7がそれぞれ独立項である場合には，それぞれの独立項について，当然，特許性が判断されるべきである。また，原告らは参考資料を添付した平成17年8月8日付け意見書により特許性を主張しているにもかかわらず，それについて何ら判断を示すことなく，「判断するまでもない」と一言で一蹴してしまうということは，特許性を有する発明について，特許が付与される機会を奪うことにもなり，有用な発明を保護するという法の目的(同法1条)に反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，審決には，本件発明(請求項4)以外の請求項に係る発明の特許性について判断を遺脱した違法がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，抽出温度について「抽出温度は，特に限定されるものではなく，通常は室温～常圧下で溶剤の沸点の範囲が作業上都合がよい。」との記載がある。水の沸点が常圧(1気圧)で100℃であることは周知であり(乙1)，室温は「常温の25℃から30℃付近」を意味するものであるから，引用例には，「25℃から100℃」の抽出温度で抽出することが記載されているといえる。",
                    "そうすると，引用例の上記抽出温度は，本件発明の「50℃から100℃」の抽出温度と多くの範囲で重複するものであるから，本件発明と引用例発明とが「緑茶の茶葉の抽出時に，50℃から100℃の高温域で前記茶葉を抽出する方法である」点で一致するとした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明の特許請求の範囲(請求項4)には，「通常抽出」であるとの記載も，「抽出時間が3～5分間」であるとの記載もないから，本件発明の抽出時間に関する原告らの主張は，特許請求の範囲の記載に基づかないものであり，失当である。",
                    "また，本件明細書(甲3)にも，単に，抽出温度を50℃，70℃，90℃に設定して，各々の温度における抽出液中のカテキン含有量及び抗アレルギー活性を検討したことを示す記載があるにすぎず(段落【0065】)，他に抽出条件を定義づける記載はない。",
                    "なお，茶葉を抽出する場合，1～60分程度抽出することは周知であるから(例えば，乙2，3)，引用例における1時間という抽出は，「通常抽出」の範囲内である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の発明の詳細な説明欄及び図面において，カテキン類の異性化が促進されているとの確認がされているとはいえないので，原告らの主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の図2によれば，EGCG3”Meの抽出量は抽出温度の上昇に伴って上昇しているが，GCG3”Meの抽出量は90℃で70℃より減少している。したがって，原告らが主張するように「温度上昇に伴い」，EGCG3”MeからGCG3”Meへの「異性化が促進されていること」が示されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "そもそも，本件発明により「異性化を促進させ」たことを確認するためには，少なくとも，EGCG3”Me及びEGCG4”Meに",
                      "text": [
                        "ついて異性化後の含有量が異性化前のものと比べて変化していることを確認できることが必要不可欠である。",
                        "しかるに，本件明細書の図3には，異性化(殺菌)前の抽出液中の各種カテキン類の含有量が示されていないため，加熱殺菌により，加熱殺菌前に比べてGCG3”Me及びEGCG3”Meの含有量がどのように変化したのか不明である。",
                        "また，図3によれば，118℃・20分間の加熱レトルト殺菌では，GCG3”Meの含有量は，EGCG3”Meとほぼ同じであ",
                        "り，原告らが主張するように「レトルト殺菌では，GCG3”Meの含有量の方がEGCG3”Meよりも多い」とはいえない。",
                        "さらに，図3は，135℃・30秒加熱のUHT殺菌したものと118℃・20分間の加熱レトルト殺菌したものが，85℃～90℃に保温する「Hot Pack」したものよりも，ヒスタミン遊離抑制効果が高いことを示すだけで，「50℃～100℃の高温域で抽出することにより，前記緑茶の抗アレルギー成分であるカテキン類の異性化を促進させる」ことを示していない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件明細書の図2のデータの誤認をいう原告らの主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件出願時の技術常識を考慮しても，本件明細書の図2記載のGCG3”Meの抽出量のデータが誤記であることがわかるとはいえず，原告らの主張は失当である。",
                    "まず，学術論文である資料1(甲6)のデータに信憑性があるから，図2記載のデータは誤記であるとの原告らの主張は，本件明細書の記載に基づかない主張であり失当である。",
                    "また，仮に本件明細書の図2記載のGCG3”Meの抽出量のデータが誤記であり，EGCG3”Me及びGCG3”Meがともに温度上昇に比例して増加しているとしても，温度上昇に伴い，単にEGCG3”Me及びGCG3”Meの各抽出量が増加したものとも考えられ，このデータによっては，異性化が促進されているとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "特許法49条，51条等にかんがみれば，願書に複数の請求項が記載されている場合に，一つの請求項に係る発明について特許をすることができないときは，当該特許出願の全体について拒絶査定をすることも予定しているというべきであるから，本件出願の複数の請求項のうち，請求項4(本件発明)についてのみ判断し，本件出願を拒絶した審決に違法があるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規性の認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，審決が，①本件発明と引用例発明とが「緑茶の茶葉の抽出時に，50℃から100℃の高温域で前記茶葉を抽出する方法である」点で一致すると認定し，②引用例発明に，本件発明の「カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる」という作用と「同じ作用が生じていることは自明である」と判断したのはいずれも誤りであるから，③上記認定判断を基礎に，本件発明は引用例発明と同一であるとした判断も誤りである旨主張する。",
                "しかし，原告らの主張は以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例(甲1)には，次のような記載がある。",
                        "a「3−O−メチルガロイルエピガロカテキンおよび／または4−O−メチルガロイルエピガロカテキンを有効成分として含有することを特徴とする経口抗アレルギー剤または経口抗炎症剤を含む飲食物。」(【請求項5】)",
                        "b「本発明に使用する3−O−メチルガロイルエピガロカテキンや4−O−メチルガロイルエピガロカテキン等のカテキン誘導体類は，茶葉，例えば‘青心大ぱん’，‘べにほまれ’，‘べにふじ’，‘べにふうき’などの茶葉，好ましくは乾燥茶葉を水系溶剤で抽出して得られるポリフェノール画分から分離，採取することができる。」(段落【0011】)",
                        "c「抽出に際して原料の茶葉は，・・・乾燥したものが好適であり，この茶葉と溶剤との比率(重量比)は，茶葉1に対して溶剤5から100倍の割合が好ましい。抽出温度は，特に限定されるものではなく，通常は室温～常圧下で溶剤の沸点の範囲が作業上都合がよい。抽出時間は，10分から6時間の範囲とするのが好ましい。」(段落【0012】)",
                        "d「次に，本発明において飲食物としては制限がなく，前記カテキン誘導体を含む茶葉抽出物をそのままの形で，あるいはエキス，粉末化して用いる他，一般に用いられている飲食物素材や飲食物製造上許容される担体等と組み合わせて，各種飲食物とすることができる。例えば，飲料としては炭酸飲料，果実飲料，乳酸菌飲料などがある。」(段落【0015】)",
                        "e「【実施例】次に，本発明を詳細に説明するための代表的な実施例や実験例等を示すが，本発明はこれらのみに限定されるものではない。",
                        "実験例1 各種茶葉からのポリフェノール画分の抽出",
                        "(茶葉抽出物)",
                        "図1に示すように，マイクロ波にて乾燥した茶葉50gを沸騰蒸留水1000ml中で1時間抽出後，可溶部を濾紙で自然濾過した。",
                        "濾液は多孔質のポリスチレン樹脂であるMitsubishi Diaion HP-20を充填したカラム(5×20cm)に通導し，・・・カラムを洗浄後，50％メタノール溶出画分をさらに Amberlyst 15(4×20cm)に通導し，メタノールで溶出されるカフェインを含まないポリフェノール画分を得た。」(段落【0019】)",
                        "f「本発明は，茶葉に由来する3−O−メチルガロイルエピガロカテキンや4−O−メチルガロイルエピガロカテキン等のカテキン誘導体を有効成分としており，安全性に優れている上に，長期連用の場合にも副作用がない。また，本発明のこれら有効成分を主体とする茶葉抽出物を含む飲食物を日常的に摂取することにより，アレルギー反応による症状の予防，軽減に役立つ。」(段落【0042】)(イ) 上記(ア)の記載と，「3−O−メチルガロイルエピガロカテキン」及び「4−O−メチルガロイルエピガロカテキン」は，それぞれ「エピガロカテキン−3−O−(3−O−メチル)ガレート」及び「エピガロカテキン−3−O−(4−O−メチル)ガレート」と同義であること，水の沸点は100℃(1気圧)であること(いずれも当事者間に争いがない。)を総合すると，引用例には，エピガロカテキン−3−O−(3−O−メチル)ガレート及びエピガロカテキン−3−O−(4−O−メチル)ガレートを含有している緑茶の茶葉を100℃で抽出する方法が開示されていることが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書等の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の特許請求の範囲(請求項4)の記載は，「エピガロカテキン−3−O−(3−O−メチル)ガレート(以下，EGCG3”",
                      "text": [
                        "Meとする)及びエピガロカテキン−3−O−(4−O−メチル)ガ",
                        "レート(以下，EGCG4”Meとする)を含有している緑茶の茶葉の抽出時に，50℃から100℃の高温域で前記茶葉を抽出することによって，カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる方法。」であり，また，本件明細書(甲3)の発明の詳細な説明欄には，「上記目的を達成するために本発明者らが鋭意研究を重ねた結果，EGCG3”Me，EGCG4”Meの熱異性化体が抗アレルギー活性を有すること，製造工程を工夫することによって有効成分抽出効率が向上したことをつきとめ，以下のような本発明を完成するに至った。」(段落【0009】)，「具体的には，「べにふうき」，「べにふじ」，「べにほまれ」・・・「青心大パン」・・・等アッサム雑種／中国種／台湾系統／のいずれかの生葉に含まれる抗アレルギー成分である，EGCG3”Me，EGCG4”Me，はアスコルビン酸等を用いてpHを下げるなどの処理を行わないほうが効率良く抽出されることが分かった。」(段落【0010】)，「更に，これらの抽出を高温域で行った結果，高い抗アレルギー活性が確認された。これはEGCG3”Me，EGCG4”Meの熱異性化体も抗アレルギー活性を有していることが示唆された。」(段落【0011】)，「以上の結果より，EGCG3”Me，EGCG4”Meの熱異性化体は抗アレルギー活性を有し，これらを効率良く抽出するためには製造工程においてアスコルビン酸等によるpHを低下させる処理をせず，高温抽出や加熱殺菌等の熱異性化工程を入れることにより抗アレルギー活性が増強されることが可能であることがわかった。」(段落【0071】)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載によれば，本件発明(請求項4)における「カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる」との作用(機能)は，「50℃から100℃の高温域で」，エピガロカテキン−3−O−(3−O−メチル)ガレート及びエピガロカテキン−3−O−(4−O−メチル)ガレートを含有している緑茶の「茶葉を抽出すること」との構成から生じるものと理解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用例発明との同一性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ア及びイの認定事実によれば，本件発明(請求項4)と引用例発明とは，エピガロカテキン−3−O−(3−O−メチル)ガレート及びエピガロカテキン−3−O−(4−O−メチル)ガレートを含有している緑茶の茶葉の抽出時に，「100℃」の高温域で前記茶葉を抽出する方法である点において一致する。また，前記アのとおり，引用例発明においても「100℃」の高温域で上記緑茶の茶葉を抽出しているのであるから，引用例発明においても本件発明(請求項4)の前記イ(イ)の作用と同じ作用が生じていることは自明であるといえる。",
                        "以上のとおり，本件発明は引用例発明と同一のものを含むから，本件発明が特許法29条1項3号に該当するとした審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告らは，以下のとおり主張するがいずれも失当である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，引用例記載の茶葉の抽出温度である「室温～溶剤の沸点」という文言は，「茶の抽出用に用いられる水」の全温度範囲を指すので，抽出温度について何も規定していないのに等しいにもかかわらず，審決が，引用例の実施例記載の「沸騰蒸留水」という文言のみをもって，引用例発明の抽出温度範囲と本件発明の抽出温度範囲が一致すると認定したのは誤りである旨主張する。",
                            "しかし，引用例の「茶葉50gを沸騰蒸留水1000ml中で1",
                            "時間抽出後」の記載(前記ア(ア)e)及び水の沸点は100℃(1気圧)であることによれば，引用例において「100℃」で茶葉を抽出していることは明らかであり，この抽出温度が本件発明の特許請求の範囲(請求項4)記載の「50℃から100℃の高温域」に含まれることも自明であるから，原告らの上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告らは，①本件明細書に「通常抽出」と記載があるとおり，本件発明における抽出時間は「3～5分」であるのに対し，引用例発明における抽出時間は「10分間から6時間」であり，両発明は抽出時間が異なること，②本件発明の特許請求の範囲(請求項4)記載の「緑茶の茶葉」の「緑茶」という用語は，「緑茶飲料」という意味で使用されているが，引用例発明における抽出条件(10分間から6時間)では抽出物を食品，特に飲料としてそのまま用いることができないことを根拠として挙げて，引用例発明において，本件発明の「カテキン類の抽出効率を上げると同時に異性化を促進させ，抗アレルギー活性を向上させる」という作用と「同じ作用が生じていることは自明である」とした審決の判断は誤りである旨主張する。",
                            "しかし，本件発明の特許請求の範囲(請求項4)には，「通常抽出」の記載を含めて抽出時間について何ら記載がないから，本件発明の抽出時間に関する原告らの上記主張は，特許請求の範囲の記載に基づかないものとして失当であり，本件発明と引用例発明とが抽出時間の点で異なるものとはいえない。",
                            "また，本件明細書(甲3)には，「茶葉」の用語等についての説明はあるものの(段落【0051】)，「緑茶」が「緑茶飲料」を意味するとの記載はない。かえって，本件明細書には，【発明が解決しようとする課題】として「抗アレルギー成分を多く含む食品素材の安定的かつ効率的な製造を可能とすることを目的とした。」(段落【0008】)との記載があること，【発明の効果】として「この様な食品素材を用いて製造された機能性飲食品は，消費者が常飲食することによりアレルギーの一次予防に，アレルギー疾患に悩む患者には二次予防に有用である。」(段落【0072】)との記載があることに照らすならば，本件発明により抗アレルギー活性が増強された抽出物は，食品素材として機能性飲食品を製造するために用いられることが意図されているものと解されるから，本件発明が「緑茶飲料」の抽出に関するものに限定されるものとはいえない。",
                            "以上のとおり，引用例発明において本件発明の作用と同じ作用が生じていることは自明でないとの原告らの主張は，その前提を欠くものであり，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，原告ら主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(判断遺脱)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，審決が，本件発明(請求項4)は特許を受けることができないから，その他の請求項については判断するまでもなく，本件出願は特許を受けることことができないとして，本件発明(請求項4)以外の請求項に係る発明の特許性について判断を遺脱した違法があると主張する。",
                "しかし，特許法49条柱書きは，「審査官は，特許出願が次の各号のいずれかに該当するときは，その特許出願について拒絶すべき旨の査定をしなければならない。」と規定し，同条2号は，「その特許出願に係る発明」が同法29条の規定により「特許をすることができないものであるとき。」と規定していることに照らすならば，特許出願が複数の請求項に係る発明を対象とするものであっても，一つの請求項に係る発明につき同条の規定により特許を受けることができないときは，その特許出願全体として拒絶すべき旨の査定をしなければならないと解される(なお，原告らの主張も，この点を前提としている。)。",
                "そして，拒絶査定不服審判における審理の対象は，拒絶査定がされた当該特許出願を特許すべきか否かという点にあり，拒絶査定不服審判においても審査においてした手続の効力を有すること(特許法158条)にかんがみると，拒絶査定不服審判においても，拒絶査定に関する同法49条の規定は当然に適用されるものと解すべきである(東京高等裁判所平成14年1月31日判決，平成12年(行ケ)第385号審決取消請求事件参照)。",
                "そうすると，本件においては，前記1で判示したとおり，本件発明(請求項4)は特許法29条1項3号に該当し，特許を受けることができないものである以上，その余の請求項に係る発明について検討するまでもなく，本件出願全体として拒絶すべき旨の査定をしなければならないのであるから，審決が，本件発明(請求項4)以外の請求項について判断を示すことなく「本件審判の請求は，成り立たない。」と判断した点に判断遺脱の違法はないことになる。原告らの上記主張は，独自の見解に基づくものであって，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，原告ら主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告ら主張の取消事由1及び3はいずれも理由がない。",
            "よって，原告らの本訴請求は，その余の点(取消事由2)について判断するまでもなく理由がないことに帰するから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10335",
    "date": "2007-04-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034565",
    "ipprecedent_id": "993",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}