{
  "conclusion": [
    {
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴人らの求めた裁判",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中控訴人ら敗訴の部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前項の取消部分に係る被控訴人の請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審を通じ，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "前提となる事実(後掲証拠及び弁論の全趣旨により認められる事実並びに当事者間に争いのない事実。当事者の呼称を改めたほかは，原判決の「事実及び理由」中の「第2 事案の概要」の「1 前提となる事実」と同一である。)は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，おもちゃ，ゲームの企画，製造及び販売などを業とする株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人株式会社大創産業(以下「控訴人大創」という。)は，いわゆる100円ショップと呼ばれる店舗を日本全国に展開している株式会社である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人プロテックス株式会社(以下「控訴人プロテックス」という。)は，シール及びラベルの販売・輸出入などを業とする株式会社である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の有する権利",
              "text": [
                "被控訴人は，下記の二つの商標権を有している(以下，順に「本件商標権1」，「本件商標権2」といい，各登録商標を「本件登録商標1」，「本件登録商標2」という。また，これらをまとめて，「本件各商標権」及び「本件各登録商標」という。甲1，2。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標権1",
                  "text": [
                    "登録番号 第4490308号",
                    "登録商標 原判決別紙登録商標目録のアに記載のとおり",
                    "登録年月日 平成13年7月13日",
                    "商品及び役務の区分 第28類",
                    "指定商品 遊戯用器具，ビリヤード用具，囲碁用具，将棋用",
                    "具，さいころ，すごろく，ダイスカップ，ダイヤモ",
                    "ンドゲーム，チェス用具，チェッカー用具，手品用",
                    "具，ドミノ用具，マージャン用具，おもちゃ，人形",
                    "そのほか，商品及び役務の区分として，第9類，第18類，第20類，第24類，第30類がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標権2",
                  "text": [
                    "登録番号 第2527580号",
                    "登録商標 原判決別紙登録商標目録のイに記載のとおり",
                    "登録年月日 平成5年4月28日",
                    "存続期間の更新登録 平成15年5月13日",
                    "商品及び役務の区分 第24類",
                    "指定商品 おもちゃ，人形，娯楽用具，運動具，つり具，楽",
                    "器，演奏補助品，蓄音機(電気蓄音機を除く)レコ",
                    "ードこれらの部品および附属品"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人らの行為等",
              "text": [
                "控訴人プロテックスは，平成16年1月中旬ころから，原判決別紙控訴人標章目録(1)及び(2)に記載の標章(以下「控訴人標章1」，「控訴人標章2」という。また，両標章を併せて「控訴人各標章」ともいう。)を付した原判決別紙商品目録(1)ないし(10)記載の商品「フェイシャルステッカー」(ゲームソフト「ポケットモンスター」のキャラクターが表示されたもの10種類。以下「本件商品」という。甲4の1の1ないし10)の製造を開始し，同年2月27日ころまでに，控訴人大創に対し，本件商品を合計23万5000枚販売した。",
                "また，控訴人大創は，遅くとも平成16年3月上旬ころから，同社が経営する「ザ・ダイソー100YEＮ PLAZA」や「ザ・ダイソー100円ショップ」(以下，これらの店舗を単に「100円ショップ」という。)において，本件商品を販売している。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人各標章と本件各登録商標の同一性について",
              "text": [
                "控訴人標章1(「TOMY」)の構成は，本件登録商標1の構成と同一であり，控訴人標章2(「株式会社トミー」)の構成は，本件登録商標2の構成と同一である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "別件訴訟",
              "text": [
                "本件商品の販売に関しては，「ポケットモンスター／ADVAＮCED GEＮERATIOＮ／アドバンスジェネレーション」の商標権者である任天堂株式会社(以下「任天堂」という。)，株式会社ゲームフリーク及び株式会社クリーチャーズから，控訴人大創に対し，同商標権を侵害しているとして損害賠償請求訴訟が提起されていた(東京地方裁判所平成16年(ワ)第11209号損害賠償等請求事件。控訴人プロテックスは控訴人大創の補助参加人として同訴訟に参加した。)。",
                "しかし，同訴訟は，平成17年1月17日，控訴人大創及び補助参加人(本件の控訴人プロテックス)が，連帯して，別件訴訟の原告らに対し，100万円を支払うこと，控訴人大創が，本件商品に上記商標を付して販売したことについて，全国紙2紙に謝罪広告を掲載することなどを内容とする和解が成立し，終了した(乙6)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件訴訟において，被控訴人は，控訴人らに対し，本件各商標権に基づき，控訴人大創については，控訴人各標章を付した本件商品を販売し又は販売のための展示をすることの差止め，謝罪広告として広告文の新聞への掲載及び店舗での掲示並びに損害賠償として1175万円及びこれに対する訴状送達の日(平成16年6月7日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払いを求め，控訴人プロテックスについては，本件商品に控訴人各標章を付し又は控訴人各標章を付した本件商品を譲渡し若しくは引き渡すことの差止め，謝罪広告として広告文の新聞への掲載並びに損害賠償として453万7850円及びこれに対する訴状送達の日(平成16年6月7日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払いを求めた。これに対し，控訴人らは，控訴人らが本件各商標登録を使用するにつき被控訴人から許諾を得ていた，控訴人らには本件各商標権侵害について過失がなかった，などと主張した。",
            "原審は，上記事実関係の下において，控訴人らが本件各商標登録を使用するにつき被控訴人から許諾を得ていたとの事実を認めることはできない，控訴人らに本件各商標権侵害について過失があったとの推定を覆すに足りる事実は認められない，などと判断して，控訴人大創については，控訴人各標章を付した本件商品を販売し又は販売のための展示をすることの差止め，謝罪広告として広告文の新聞への掲載並びに損害賠償として170万3270円及びこれに対する訴状送達の日(平成16年6月7日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払いを求める限度で，控訴人プロテックスについては，本件商品に控訴人各標章を付し又は控訴人各標章を付した本件商品を譲渡し若しくは引き渡すことの差止め，謝罪広告として広告文の新聞への掲載並びに損害賠償として90万7570円及びこれに対する訴状送達の日(平成16年6月7日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払いを求める限度で，それぞれ被控訴人の請求を認容した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点及び争点に関する当事者の主張は，当審における控訴人らの主張とこれに対する被控訴人の反論を以下に付加するほかは，原判決の「事実及び理由」中の「第2 事案の概要」の「2 本件の争点」及び「第3 争点に関する当事者の主張」に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(控訴人らが本件各登録商標を使用するにつき，被控訴人から許諾を得ていたか。)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人プロテックスの主張",
                  "text": [
                    "原判決は，控訴人プロテックスが本件商品に控訴人各標章を付し，これを販売した行為について，被控訴人が許諾したとの事実を認めることはできないとしたが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "契約書が作成されていないということは，証拠上契約書の存在が確認されていないというだけで，ジェネシスの経営者Aとの協議交渉のいかんによっては，Aの下に契約書又は許諾を裏付ける書面が存在する可能性も否定できない。控訴人プロテックスの前身のマインドの時期を通じて，被控訴人の従業員Bと控訴人プロテックスのDないしAとの間において，取引関係や商品化の実績があったところ，この時期に製品化された商品について逐一個別的な契約書の交換などされていないのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "キャラクター商品の販売の実際として，証紙を貼用しないまま小売店に出荷する場合もあるから，本件商品に証紙が貼られなかったとしても，被控訴人の許諾がなかったとはいえないのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人の従業員Cは，最終的に商品化に至らなかったものの，Aから携帯カバーの企画提案を受け，また，本件商品の企画提案を受けて，商品化のためのアドバイスをし，理由はともかく，商品企画のためにキャラクターデータを記録したCD−ROMをAに交付したのである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のような密接な相互関係に照らせば，Cらとの間で何らかの許諾又はこれに準ずる協議とこれを裏付ける書面があったと考えるのが自然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "原判決が，控訴人プロテックスが本件商品に控訴人各標章を付し，これを販売した行為について，被控訴人が許諾したとの事実を認めることはできないとしたことに誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人と控訴人プロテックスとの間に契約書が作成されていないことは，争いのない事実であり，また，被控訴人とA又はAが代表するジェネシスとの間の契約書については，このような契約書が存在するという主張がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件キャラクター商品の著作権者である株式会社小学館プロダクションが監修及び証紙の取扱いを厳重に行っていることは，他の商品の際に問題となっていたものであって，このことはDが熟知しているところである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "メーカーから持ち込まれた企画について試作品を制作させることは，それを商品化するか否かを判断するためのものであって，商品化の契約ないことを前提とするから，試作品を制作するためにキャラクターデータを記録したCD−ROMを交付したのである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2(控訴人らの本件各商標権侵害行為についての過失の有無)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人プロテックスの主張",
                  "text": [
                    "原判決は，控訴人プロテックスが，本件商品の商品化の詳細を明らかにしないことや被控訴人からの詳細な指示書等がなかったことなどから，本件各商標権侵害行為について，控訴人プロテックスに過失があったとの推定を覆すべき事実の立証があったとはいえないとしたが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件においては，捜査機関の捜索を受けたために，関連資料のほとんどが押収されたところ，控訴人プロテックスは，できる限りの資料によって本件の一連の経過を明らかにしている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成15年12月末から平成16年1月初めにかけて，ようやく満足なキャラクターデータが送付されたので，一気に商品化作業が始まったが，納期の定めもあって短期間のうちに作業を急がざるを得なかったところ，Dは，この間，商品サンプルを持参して上京するなどしているが，問題の指摘がなかったからこそ商品化することができたのであって，指示書等がなかったことをもって，過失の根拠とするのは誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "原判決が本件各商標権侵害行為について，控訴人プロテックスに過失があったとの推定を覆すべき事実の立証があったとはいえないとしたことに誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "関連資料のほとんどが押収されたとしても，控訴人プロテックスは主張すらもしないのであるから，正規品として要求される手順を履践しなかったことは疑う余地がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "納期の定めがあったとしても，それは控訴人らが任意に決めたことであって，きちんとした監修手続を経なかったこととは関係がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3(被控訴人の損害の内容及び額)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人大創の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "共同不法行為",
                      "text": [
                        "原判決は，控訴人大創が，フランチャイズ店における販売行為についても，共同不法行為者としての責任を負うと判断したが，誤りである。",
                        "控訴人大創のフランチャイズ店は，他の業種のフランチャイズ店とは異なって，ロイヤリティなどを負担せず，ほぼ独立して経営されているから，控訴人大創とフランチャイズ店について，客観的に一個の共同行為があると認めるべきではない。",
                        "したがって，フランチャイズ店に販売するのは，顧客に販売するのと同様であって，代金は65円にすぎず，控訴人大創は差額の15円しか利益を得ていないから，これを利益の基準とすべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "商標法38条2項の利益の額",
                      "text": [
                        "原判決は，本件商品が非常に軽く，小さいことを理由に，人件費，店舗の賃貸料や運送費などが増加したとは認められないと認定したが，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人大創は，100円ショップであって，多数の種類の商品を100円均一で販売しているのであって，その値段からして，個々の商品は量的に小さいものが多いから，原判決の手法で論じると，控訴人大創のすべての商品が個々に分解され，経費の負担が失われてしまう。特に人件費については，商品の大小の区別なく，仕入れの交渉(これに関する交通費や連絡費)，展示，在庫管理，レジでの顧客に対する対応など一律に要するのであり，商品が軽く，小さいことを理由に，これらを排除することはできない。また，本件商品は17万個以上も運送の上販売しているところ，他の商品と一緒に運搬され販売されたのではなく，運送費はかなりの負担となっている。しかも，本件商品については，シールだけでなく陳列台とともに購入し，購入後にシール一つ一つを陳列台に陳列したのであって，その運送費や人件費は多大なものである。",
                            "このように，人件費を含めた固定経費を排除する原判決は，商標法38条の解釈を誤ったものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人大創は，控訴人プロテックスから本件商品を仕入れ，これを他の商品とともにひとまとめにして，各店舗に送付しているところ，その送付代金は「出荷運賃」として一括して支払っているため，商品ごとの個別の運賃を算出することは困難である。しかしながら，商品名と個数だけは把握しているので，1個当たりの運送料を算出することは可能であって，これによれば，その運送料は2．91円となるから，これに基づき，17万個余の本件シールの運送料を概算すると，49万4700円となる。",
                            "1個当たり2．91円 × 17万個 ＝ 49万4700円"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人プロテックスの主張",
                  "text": [
                    "原判決は，控訴人プロテックスが本件商品のために支払ったロイヤルティについて，本件商品の商品化について支払ったものであるかどうかは疑問の残るところであるとして，本件商品の販売利益から控除しなかったが，誤りである。",
                    "控訴人プロテックスがジェネシスに支払った283万5000円は，ライセンス料以外の目的ではあり得ないのであって，請求明細書等の書類(乙1)にもその旨が明記されている。控訴人プロテックスのDとジェネシスのAとの間に共謀がない以上は，これがライセンス料として支払われたことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "共同不法行為",
                      "text": [
                        "控訴人大創は，少なくとも対外的には，直営店，フランチャイズ店の区別なく，「100円ショップ ザ・ダイソー」との同一のブランドで店舗を展開しているのであって，消費者の立場からして，直営店とフランチャイズ店とを区別して扱う理由はないから，直営店及びフランチャイズ店における本件商品の展示，販売行為が外形的に関連共同性を有することは否定できない。また，フランチャイズ店が本件商品の展示・販売をしたことは，当然のように，控訴人大創がフランチャイズ店に指示をした卸売りをしたことの結果であって，その意味からもフランチャイズ店における本件商品の展示，販売行為は，控訴人大創のそれと客観的関連共同性を有するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "商標法38条2項の利益の額",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，「商標法38条2項にいう「利益」の額は，侵害品の売上高から，その販売に直接要する費用(仕入れ高，当該製品に関する包装費・運送費等)を控除した額と解すべきであり，侵害品の売上げによって直接に変動しない経費(人件費，店舗の賃借料，その他)などは控除すべきではない。」との判断の下に，他のすべての販売経費を売上額に応じて案分して，本件商品の売上額から差し引くべきであるという，本件商品の販売によって直接変動しない上記各経費も含めて本件商品の売上高から差し引くべきであるとの控訴人大創の主張を退けたものである。そして，原判決が，商標法38条2項にいう「利益」を上記のように解することは，取り扱う商品が軽く，小さいという控訴人大創の業態からの帰結ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人大創は，インナーケースにシールと台紙を入れた状態で各店舗に送付しているのであるから，控訴人大創が負担する可能性があるのはインナーケースの運送費であると考えられるが，このインナーケースは，縦51．5㎝，横43．6㎝，高さ5センチメートルという非常に薄い形状であって，他の商品の隙間に入れることができる程度のものであるから，梱包1つにつき運送費が発生するという運送方法を採用しているのでなければ，このようなインナーケースの運送により，特に費用が増加することは考え難い。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人プロテックスがジェネシスに支払った283万5000円",
                      "text": [
                        "控訴人プロテックスがライセンス料の名目で283万5000円を支払ったものであるとしても，他に取引がある可能性があるので，これのみをもって，本件商品のライセンス料であると考えなければならない理由はない。そして，ライセンス料は，価格150円，数量30万個で計算しているから，この点からも本件商品のライセンス料でないことは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点4(過失相殺の可否)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人らの主張",
                  "text": [
                    "原判決は，控訴人らによる本件商標権侵害について被控訴人に過失はないと判断したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は取引実績のない業者(新規事業者等)に対してはデータの貸出しをしない旨の内部取り決めがあったところ，被控訴人は，これまで，AやAが代表するジェネシスとの間では何ら具体的な取引実績がなかった。試作品作成のためのデータの貸出しは，そのデータを利用して試作品をつくることを承諾することであり，特別な便宜を図ることになるのであって，AとCとの間に特別な利害関係がない以上，このような対応をするはずがない。ましてや，AとDは，平成12年6月，他の商品について，権利者の監修を済ませずに，かつ，証紙を偽造して商品に貼付し，販売したことがあったというのであって，Aは無許諾のキャラクター販売のいわば常習者である。",
                        "そうすると，Aのような人物にデータを交付すること自体が信じ難いことであって，少なくともCが被控訴人の内規に反していたことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，本件キャラクターデータの著作権者でなく，単なる販売会社であって，販売のために本件キャラクターデータを預かっているにすぎない。それを試作品作成のためにCD−ROMにコピーして送付するというのは，これを利用して商品を作ることを認めるのであって，著作権法に違反した行為であることも明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，他社が著作権を有するデータを送付する以上，貸出簿などに貸出しを受ける者，目的，期間などを記入し，貸出しを受ける者に署名させた上で貸し出すのが通常であるのに，Cがこのような方法を講じた様子はないし，被控訴人もこのような厳重な管理をしていたとは認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の事情に照らすと，控訴人らによる本件商標権侵害について被控訴人に過失があることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "原判決が，控訴人らによる本件商標権侵害について被控訴人に過失はないと判断したことに誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，AがDとともに勤務していた株式会社マインドと取引があり，平成14年ころ，Aから商品企画の提案を受けて商品化を進めたことがあったことから，実績のある業者として試作品制作のためにキャラクターデータを貸与したのであり，このような取扱いは被控訴人の内規に何ら違反しない。また，Aが過去に違反行為をしていたことは，本件訴訟が始まった後に知ったのであって，被控訴人は，そのような事実を知らなかったからこそ，本件キャラクターデータを貸与したのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，試作品を作成するために，著作権者からキャラクターデータの貸与を受けているのであって，試作品を作成するためにキャラクターデータを使用することは当然に許諾を受けているのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，貸出簿などに記入し，貸出しを受ける者に署名させた上で貸し出すべきであるか否かという問題は，本件とは全く関係がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，控訴人らの主張は失当であって，控訴人らによる本件商標権侵害について被控訴人に過失はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点5(謝罪広告の必要性)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人らの主張",
                  "text": [
                    "原判決は，被控訴人が被った業務上の信用毀損を回復するために，控訴人らが読売新聞，日本経済新聞の各全国版社会面に謝罪広告を掲載する必要があると認定したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人大創は，これまで控訴人プロテックスを通じて他社の商標を付したキャラクター商品を購入してきたが，何の問題もなかった上，控訴人プロテックスの代表者から被控訴人の承諾を得ているとの説明を信用して，控訴人プロテックスから本件商品を購入したのであって，本件商標権侵害については単なる過失があるにすぎない。また，控訴人大創は，本件商品を17万個以上販売したのであるが，これは，本件商標権侵害に乗じて大量に販売したものではなく，100円ショップという薄利で大量販売する商法の結果でしかない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人大創は，フェイシャルステッカーについては，控訴人プロテックスを通じて，これまで「スヌーピー」，「くまのプーさん」，「ドラえもん」などのシリーズを販売してきたが，クレームはほとんどなかったから，本件商品についてのクレームの存在自体が疑わしい上，商品の安全性についての苦情はなく，消費者の信頼を損ねて被控訴人の営業活動に支障が生じているという事情はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，原判決の直後にマスコミを呼んで記者会見をし，大きく報道させているのであって，原判決が確定していないにもかかわらず，報道により社会的な耳目を集め，その結果，控訴人らは社会的な非難を十分に受けた。",
                        "また，控訴人大創は，現在，被控訴人との間で，33アイテムで販売総量200万個の商品の取引をしていて，被控訴人の商標を付した菓子や玩具を販売しているのであるから，このような状況の下で，本件商品の販売により，消費者の信用を失ったとか，業務上の信用を失ったという主張が通じるはずがない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のように，本件商標権侵害は悪質性が強いということはできないし，また，謝罪広告が被控訴人の営業上の信用を回復するのに相当であるということもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "原判決が，被控訴人が被った業務上の信用毀損を回復するために，控訴人らが読売新聞，日本経済新聞の各全国版社会面に謝罪広告を掲載する必要があると認定したことに誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人大創は，本件商品に証紙が貼られていないことを知りつつ販売しているところ，控訴人大創のように全国展開する大規模小売店であって，日々大量のライセンス商品を取り扱う者としては，それが正規品でない可能性があることを容易に理解することができるのであって，少なくとも，控訴人大創には重大な過失がある。また，100円ショップという薄利で大量販売する商法の結果，控訴人大創は，本件商品を17万個以上販売し，被控訴人の商標を付した粗悪な模造品が広く消費者間に出回ってしまったのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人大創が控訴人プロテックスを通じて販売したフェイシャルステッカーについて，クレームがほとんどなかったというのは疑わしい上，謝罪広告の要否の判断としては，当該模造品が粗悪品か否かが問題とされるのであって，その際に，安全性と品質を区別して考えることに意味はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人がマスコミを呼んで記者会見をしたことはない。マスコミが本件を大きく報道しているのは事実であるが，それはマスコミが自ら判決の情報を入手し，取材して行ったものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被控訴人の請求は，原審が認容した限度で理由があると判断する。その理由は，当審における控訴人の主張に対する判断を以下に付加するほかは，原判決の「事実及び理由」中の「第4 当裁判所の判断」に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(控訴人らが本件各登録商標を使用するにつき，被控訴人から許諾を得ていたか。)について",
              "text": [
                "控訴人プロテックスは，証拠上契約書の存在が確認されていないというだけで，Aの下に契約書又は許諾を裏付ける書面が存在する可能性も否定できない，本件商品に証紙が貼られなかったとしても，被控訴人の許諾がなかったとはいえない，Cは，理由はともかく，商品企画のためにキャラクターデータを記録したCD−ROMをAに交付したなどとして，Cらとの間で何らかの許諾又はこれに準ずる協議とこれを裏付ける書面があったと考えるのが自然であると主張する。",
                "しかしながら，控訴人プロテックスが主張する上記事情は，被控訴人が許諾したとの事実が認められる場合にこれと矛盾するものではないというにとどまり，被控訴人が許諾したとの事実を認めるに足りる的確な証拠がない場合に同事実を推認させるものではない。本件において，控訴人プロテックスが本件商品に控訴人各標章を付し，これを販売した行為について，被控訴人が許諾したとの事実を認めるに足りる証拠はないから，控訴人プロテックスが主張する上記事情のみをもっては，Cらとの間で何らかの許諾又はこれに準ずる協議とこれを裏付ける書面があったと推認することはできない。",
                "控訴人プロテックスの上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "争点2(控訴人らの本件各商標権侵害行為についての過失の有無)について控訴人プロテックスは，捜査機関の捜索を受けたために，関連資料のほとんどが押収されたところ，できる限りの資料によって本件の一連の経過を明らかにしているのであり，また，納期の定めもあって短期間のうちに作業を急がざるを得なかったところ，問題の指摘がなかったからこそ商品化することができたのであって，指示書等がなかったことをもって，過失の根拠とするのは誤りであると主張する。",
                "しかしながら，引用した原判決が認定した事実によれば，控訴人プロテックスの前身であるマインドと被控訴人との間には，従前，本件商品と同種類の商品である「キャラクタータトゥーシール」や「ディズニーペットボトルキャップ」などについての正式な取引があり，そのときは，一つの商品を商品化するために，被控訴人がマインドに対し，当該製品の品質及び色やデザインの管理等について非常に詳細な指示をしているから，仮に被控訴人が本件商品の商品化を許諾していたのであれば，上記商品の場合と同様に，本件商品の品質及び色やデザインの管理等について非常に詳細な指示をしたと考えられる。しかるところ，控訴人プロテックスは，被控訴人の詳細な指示がないにもかかわらず，被控訴人に対して，本件各登録商標の使用許諾の有無や本件キャラクターデータの入手に関する経緯等を直接に確認しないまま，本件商品の商品化をしたのである。",
                "控訴人の上記主張は，これをもっては，過失があったとの推定を覆すには足りないから，採用の限りでない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3(被控訴人の損害の内容及び額)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人大創は，控訴人大創のフランチャイズ店は，他の業種のフランチャイズ店とは異なって，ロイヤリティなどを負担せず，ほぼ独立して経営されているから，控訴人大創とフランチャイズ店について，客観的に一個の共同行為があると認めるべきではなく，したがって，フランチャイズ店に販売するのは，顧客に販売するのと同様であって，代金は65円にすぎず，控訴人大創は差額の15円しか利益を得ていないから，これを利益の基準とすべきであると主張する。",
                    "しかしながら，控訴人大創のフランチャイズ店は，控訴人大創から本件商品を仕入れて，控訴人大創の直営店舗と同様に100円均一で販売するのであって，控訴人大創のフランチャイズ店に対する本件商品の販売行為(卸売り)も，控訴人大創のフランチャイズ店における本件商品の販売行為(小売り)も，いずれも本件各商標権を侵害するものであって，客観的に関連共同しているから，フランチャイザーたる控訴人大創は，フランチャイズ店における販売行為についても，共同不法行為者としての責任を負うものである。そして，このことは，控訴人大創のフランチャイズ店がロイヤリティなどを負担していないものであるとしても，変わるものではない。",
                    "したがって，控訴人大創がフランチャイズ店に販売した本件商品については，フランチャイズ店が顧客に販売した100円を販売利益額の算定の前提とすべきであるから，控訴人大創の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人大創は，人件費は多大なものであるから，人件費を含めた固定経費を排除すべきではないし，また，本件商品の1個当たりの運送料は2．91円となるから，17万個余の本件シールの運送料を概算すると，49万4700円となると主張する。",
                    "しかしながら，本件商品の販売によって，人件費等の固定経費が増加したことを認めるに足りる的確な証拠はない。また，運送費については，控訴人大創の主張によれば，控訴人大創は，控訴人プロテックスから仕入れた本件商品を他の商品とともにひとまとめにして各店舗に送付し，「出荷運賃」として一括して支払っているというのであって，そうであれば，本件商品の販売によって運送費が明らかに増加するとは考え難い。",
                    "控訴人大創の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人プロテックスは，ジェネシスに支払った283万5000円が，ライセンス料以外の目的ではあり得ないのであって，請求明細書等の書類(乙1)にもその旨が明記されているから，DとAとの間に共謀がない以上は，これがライセンス料として支払われたことは明らかであると主張する。",
                    "しかしながら，控訴人プロテックスが本件商品に控訴人各標章を付し，これを販売した行為について，被控訴人が許諾したとの事実を認めるに足りる証拠はないから，控訴人プロテックスがジェネシスに283万5000円を支払ったとしても，原判決が判示するように，本件商品の商品化について支払ったものであるかどうかは疑問の残るところであって，これを本件商品の販売利益から差し引く理由はないというべきである。",
                    "控訴人プロテックスの上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点4(過失相殺の可否)について",
              "text": [
                "控訴人らは，Aのような人物にデータを交付すること自体が信じ難いことであって，少なくともCが被控訴人の内規に反していたことは明らかである，被控訴人が本件キャラクターデータを試作品作成のためにCD−ROMにコピーして送付するというのは，これを利用して商品を作ることを認めるのであって，著作権法に違反した行為である，Cが貸出簿による貸出しの方法を講じた様子はないし，被控訴人も厳重な管理をしていたとは認められないなどとして，控訴人らによる本件商標権侵害について被控訴人に過失があることは明らかであると主張する。",
                "しかしながら，引用した原判決が認定した事実によれば，被控訴人は，控訴人プロテックスの前身であるマインドとの間で，平成10年ころに「キャラクタータトゥシール」について，平成11年ころに「ディズニーペットボトルキャップ」について，それぞれ取引をしたことがあり(その際，マインドはD単独かDとAとが担当となっていた。)，さらに，ジェネシスの代表者であったAから，平成14年末ころに「テルミン」という製品について，商品化の提案を受けたことがあったというのであるから，ジェネシス及びその代表者であったAが取引実績のない業者であったということはできない。また，AとDが，平成12年6月，他の商品について，権利者の監修を済ませずに，かつ，証紙を偽造して商品に貼付し，販売したことがあったとしても，本件キャラクターデータをAに貸し出す際に，被控訴人がこのことを知っていたことを認めるに足りる証拠はない。そうであれば，Cが本件キャラクターデータをAに貸し出したことが被控訴人の内規に反していたということはできない。",
                "また，甲13によれば，任天堂株式会社，株式会社クリーチャーズ及び株式会社ゲームフリークの共同著作物であるゲームソフト「ポケットモンスター」とその二次的著作物であるテレビ用アニメのキャラクター「ポケットモンスター」については，株式会社ポケモンが商品化許諾権を有し，株式会社小学館プロダクションが商品化権許諾エージェント業務を担当しているところ，被控訴人は，株式会社ポケモン及び株式会社小学館プロダクションとの間で，平成16年4月1日付キャラクター「ポケットモンスター」に関する商品化許諾契約書を取り交わし，その中で，適用地域を日本国内，対象を玩具，自販機用玩具(カプセル，スタンプ)等として，商品化権行使の許諾を受けていることが認められるから，商品化に当たり，被控訴人が試作品作成のために本件キャラクターデータを記録したCD−ROMを送付することは，何ら著作権法に違反するものではない。",
                "さらに，上記のとおり，Cが本件キャラクターデータをAに貸し出したことが被控訴人の内規に反するものではないところ，本件の事実関係の下において，本件キャラクターデータの貸出しに当たり，貸出簿による方法を講じれば控訴人らによる本件商標権侵害が防止できたとは考えられないから，これをもって，被控訴人に過失があるということはできない。",
                "以上のとおりであって，控訴人らが主張する事情をもっても，控訴人らによる商標権侵害について被控訴人に過失があったということはできないから，控訴人らの上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点5(謝罪広告の必要性)について",
              "text": [
                "控訴人らは，本件商標権侵害は悪質性が強いということはできないし，また，謝罪広告が被控訴人の営業上の信用を回復するのに相当であるということもできないから，謝罪広告を掲載する必要はないと主張する。",
                "しかしながら，控訴人らによる本件商標権侵害行為によって被控訴人の業務上の信用が害されたことは，引用した原判決が認定したとおりであるから，控訴人らに対しては，被控訴人の業務上の信用を回復するために，謝罪広告の掲載を命ずるのが相当である。",
                "控訴人らの主張は，採用の限りでない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上のとおりであって，被控訴人の請求は原判決が認容した限度で理由があるから，控訴人らの本件控訴は理由がなく，いずれも棄却されるべきである。"
      ]
    }
  ]
}