{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−23869号事件について平成18年4月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告らは，発明の名称を「半導体露光装置」とする発明につき特許出願(特願平9−234634号，出願日平成9年8月29日。以下「本件出願」という。)をし，平成14年6月4日付け手続補正書及び平成15年1月24日付け手続補正書をもって本件出願に係る明細書について特許請求の範囲等を順次補正した。",
            "特許庁は，平成15年10月16日，本件出願につき拒絶査定をしたので，原告らは，これを不服として審判請求をした。",
            "特許庁は，上記請求を不服2003−23869号事件として審理し，その係属中，原告らは，平成16年1月9日付け手続補正書をもって本件出願に係る明細書の特許請求の範囲等の補正(以下「本件補正」という。)をした。",
            "特許庁は，平成18年4月7日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は同月18日原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の請求項1",
              "text": [
                "平成15年1月24日付け手続補正書による補正後の明細書(本件出願の拒絶査定時のもの。以下「本件明細書」という。)の特許請求の範囲は請求項1ないし6からなり，請求項1の記載は，次のとおりである(以下，この発明を「本願発明」という。)。",
                "「【請求項1】支持部材上に載置された半導体ウエハに対して微細パターンを形成するための露光処理を施こす露光装置において，前記支持部材が，10～40℃における熱膨張率が0．7×10−6／℃以下であり，ヤング率が130GPa以上のセラミックスからなることを特徴とする半導体露光装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の請求項1",
              "text": [
                "本件補正後の特許請求の範囲は請求項1ないし5からなり，請求項1の記載は，次のとおりである(下線部は本件補正による補正箇所。以下，この発明を「本件補正発明」という。)。",
                "「【請求項1】支持部材上に載置された半導体ウエハに対して微細パターンを形成するための露光処理を施こす露光装置において，前記支持部材が，コージェライトを主体とし，Yまたは希土類元素を酸化物換算で3～15重量％の割合で含有するとともに，10～40℃における熱膨張率が0．7×10−6／℃以下であり，ヤング率が130GPa以上のセラミックスからなることを特徴とする半導体露光装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。要するに，本件補正発明は，刊行物1(特開平6−100306号公報。甲1)記載の発明(以下「刊行物1発明」という。)並びに刊行物2(特開昭56−155068号公報。甲2)，刊行物3(特開昭55−24336号公報。甲3)，刊行物4(ファインセラミックス事典編集委員会編，「ファインセラミックス事典」，技報堂出版株式会社，1版，1987年4月30日，p．185。甲4)及び刊行物5(素木洋一著，「焼結セラミック詳論4 ファインセラミックス」，1版，株式会社技報堂，昭和51年1月25日，p．303。甲5)記載の周知技術に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるから，本件補正は却下すべきであり，さらに，本願発明も，同様に，当業者が容易に発明をすることができたものであり，同項の規定により特許を受けることができないものであるから，請求項2ないし6に係る発明について検討するまでもなく，本件出願は拒絶すべきであるとしたものである。",
            "審決は，本件補正発明と刊行物1発明との間には，次のとおりの一致点及び相違点があると認定した。",
            "(一致点)",
            "「支持部材上に載置された半導体ウエハに対して微細パターンを形成するための露光処理を施こす露光装置において，前記支持部材が，低熱膨張率であり，機械的強度に優れたセラミックスからなる半導体露光装置。」である点。",
            "(相違点)",
            "本件補正発明では，支持部材が，コージェライトを主体とし，Yまたは希土類元素を酸化物換算で3～15重量％の割合で含有するとともに，10～40℃における熱膨張率が0．7×10−6／℃以下であり，ヤング率が130GPa以上のセラミックスからなるのに対して，刊行物1発明では，支持部材が，20～30℃の常温域における熱膨張率が1．5×10−6／℃以下であり，また，緻密で曲げ強度の大きい複合セラミックス焼結体からなる点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由についての原告らの主張",
          "text": [
            "審決には，以下のとおり，本件補正発明と刊行物1発明との一致点の認定を誤り(取消事由1)，相違点を看過し(取消事由2)，相違点に係る容易想到性の判断を誤った(取消事由3)違法がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定の誤り)",
              "text": [
                "以下のとおりの理由から，本件補正発明と刊行物1発明とは「機械的強度に優れた」点で一致するとした審決の認定には誤りがある(なお，審決がした，その余の一致点の認定に誤りがないことは認める。)。",
                "本件補正発明における「ヤング率が130GPa以上」という構成は，「機械的強度に優れた」との特性を指すものではない。すなわち，「ヤング率」(縦弾性率)は，「変形のしにくさ」を示す値であって，本件補正発明のように「ヤング率」が大きいこと(130GPa以上)は，応力に対する弾性変形の程度(ひずみ)が小さいことを意味するものであるから，「曲げ強度」などの「破壊しにくさ」を示す値を高くすることが，当然に「ヤング率」を高めることを意味するものではない。",
                "本件補正発明のコージェライトセラミックスのように，本質的に多孔質であるために低強度であるものを，焼結助剤(例えば，「Yまたは希土類元素」の酸化物)の使用によって緻密化しても，その高強度化には限界があり，刊行物1に記載されているサイアロン複合セラミックス焼結体のように40kg／mm2以上の曲げ強度を得ることはできないのであり，本件補正発明においてヤング率を130GPa以上にしたからといって，曲げ強度が40kg／mm2以上になるものでもない。",
                "他方で，刊行物1発明における「機械的性質に優れた」との意義は，大きな負荷に耐え得るために，セラミックス焼結体の曲げ強度，ビッカース硬度，破壊靭性などの「破壊しにくさ」を示す値を高めること，特に「曲げ強度」(曲げ試験における破壊時の最大引っ張り応力)の値を40kg／mm2以上に高めることを指している。",
                "したがって，「本件補正発明の『ヤング率が130GPa以上』という事項も『機械的強度に優れた』と表現できるものである」(審決書6頁8行～10行)として，両発明が「機械的強度に優れた」点で一致すると認定した審決には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の看過)",
              "text": [
                "上記(1)のとおり，本件補正発明のコージェライトセラミックスでは，刊行物1記載のサイアロン複合セラミックス焼結体のように大きな曲げ強度(40kg／mm2以上)を得ることはできない。本件補正発明と刊行物1発明とは，①本件補正発明においては，支持部材が，コージェライトを主体とするコージェライトセラミックスからなっているのに対し，刊行物1発明においては，支持部材が，サイアロン結晶粒子を含むサイアロン複合セラミックス焼結体からなっている点で実質的に相違し，②本件補正発明の課題の一つが，高速移動に基づく振動に由来する位置決め精度の低下を有効に回避することであるのに対し，刊行物1発明の課題は，大きな負荷に耐え得る低熱膨張係数の複合セラミックス焼結体を提供することにある点において相違するといえる。",
                "したがって，審決には，上記相違点①，②を看過した違法がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点に係る容易想到性の判断の誤り)",
              "text": [
                "審決は，以下のアないしウの認定を基礎にして，刊行物1発明の支持部材として，刊行物2及び3記載の周知のコージェライトセラミックスを採用し，本件補正発明のような値にYまたは希土類元素の含有割合，熱膨張係数及びヤング率を特定(限定)することは，当業者であれば容易に想到し得たと判断したが，審決の認定判断には，以下のとおり誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "コージェライトの採用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「コージェライトが緻密になり高強度化されれば，半導体露光装置における支持部材として有用であるということ」は，当業者にとって自明であり(審決書7頁9行～11行)，「コージェライトを主体とする低熱膨張セラミックスに，希土類元素を酸化物換算で0．3～8重量％の割合で添加することにより，緻密質な高強度の低熱膨張性のコージェライトセラミックスが得られること」が周知事項(刊行物2及び3)であると認定した(同7頁12行～16行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，審決の認定には誤りがある。",
                        "すなわち，刊行物1における高強度化は，「曲げ強度を40kg／mm2以上に高めること」により達成されるが，コージェライトの緻密化による高強度化では，「曲げ強度を40kg／mm2以上に高めること」はできない。確かに，刊行物2及び3によれば，希土類元素を所定量添加すれば，コージェライトセラミックスの緻密化により，強度の増大がもたらされるのであるが，このような高強度化は，刊行物1と比較すればかなり小さいため，刊行物1から予測される半導体露光装置における支持部材として有用なレベルには至らない。したがって，コージェライトが緻密になり高強度化されれば，半導体露光装置における支持部材として有用であるということが自明であるとはいえない。",
                        "また，本件明細書(甲10の1)や乙4(特公平6−97675号",
                        "公報)には，コージェライトは，絶縁性や熱膨張性の点で有利であるため，半導体の支持部材としての使用が示唆されているにすぎず，刊行物1にも記載されているようにコージェライトは強度がかなり低いため，本件出願前には実際に使用されることはなかったことに照らせば，緻密質な高強度の低熱膨張性のコージェライトセラミックスが得られることが周知であったはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "支持部材の材料への適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「X−Yステージ等の支持部材としてできるだけ低熱膨張率で高強度(ヤング率の高い)の材料を用いるべきであること」は明らかであると認定した(審決書7頁25行～26行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，審決の認定には誤りがある。",
                        "すなわち，刊行物1には，曲げ強度が40kg／mm2よりも低いコージェライト系セラミックスは，半導体露光装置の支持部材としては不適当であるという記載があるにすぎない。したがって，刊行物1からは，X−Yステージ等の支持部材としてできるだけ低熱膨張率で高強度(曲げ強度が40kg／mm2以上)の材料を用いるべきであることは明らかであるとしても，支持部材としてヤング率の高い材料を用いるべきことは明らかではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "ヤング率の数値限定の臨界的意義の存在について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「本件補正発明において，10～40℃における熱膨張率を0．7×10−6／℃以下とし，ヤング率を130GPa以上としたことの数値限定に格別な臨界的意義を見出すこともできない。」と認定した(審決書7頁27行～29行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，審決の認定には誤りがある。",
                        "甲9の実験データのまとめは，本件明細書(甲10の1)の実施例の【表1】に示された各試料におけるヤング率と振動停止までの停止時間(振動停止時間)との関係をプロットした図で示されている。【表1】には，ヤング率が80GPaのSiO ガラスを用いた場合の振動停止時間が55秒であることも示されているので，この点を甲9のプロットに加えて見ると，ヤング率が低い領域は，振動停止時間がヤング率の減少に伴って急勾配で増大しているが，ヤング率が130GPaを越えた領域では，ヤング率の増大に伴って振動停止時間が緩やかに減少していくことを明確に理解することができる。",
                        "一方，甲9には，ヤング率130GPaとヤング率90GPaとの",
                        "間にはプロットが存在していないが，ヤング率130GPaとヤング率90GPaとの間に，ヤング率の減少に伴って振動停止時間が急勾配で増大していく領域と，ヤング率の増大に伴って振動停止時間が緩やかに減少していく領域との交点(変曲点)が存在することを理解することができ，ヤング率が130GPaよりも低い領域では，振動停止時間が大きな値を示すおそれがあることを示している。",
                        "以上によれば，本件補正発明のように，ヤング率を130GPa以上とすることにより，振動停止時間が高強度セラミックスに近い短時間レベルとなることは確実であるが，ヤング率が130GPaよりも低く設定された場合には，振動停止時間が著しく長くなるおそれがあるから，本件補正発明においてヤング率を130GPa以上とした数値限定には臨界的意義が存在する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1発明における課題の相違及び示唆の不存在等a 本件補正発明は，高速移動に基づく振動に由来する位置決め精度の低下を有効に回避するために，ヤング率が130GPa以上のコージェライトセラミックスを選択した発明であるのに対し，刊行物1発明は，大きな負荷に耐え得るために，曲げ強度が40kg／mm2以上のサイアロン系複合セラミックスを選択した発明である。このように，刊行物1発明は本件補正発明と課題を異にし，刊行物1には，半導体露光装置において，例えば高速移動−停止−露光に際しては，振動によって位置決め精度が低下するとの本件補正発明が解決すべき課題を示唆する記載はない。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "本件補正発明(請求項1)において，コージェライト系セラミックスのヤング率の下限値が130GPa以上と規定されている一方で，その上限値について規定されていないが，(10～40℃における)熱膨張率について0．7×10−6／℃以下と規定されており，その熱膨張率を保持するためヤング率の上限値は190GPa前後であることを理解することができる。",
                            "ところで，本件出願前から半導体露光装置の支持部材としては，アルミナ，窒化ケイ素，炭化ケイ素，ジルコニアなどの高強度セラミックスが使用されていたが，これらの高強度セラミックスのヤング率は，200GPaを大きく上回り，その熱膨張率は，コージェライトと比較するとかなり高いものであった(例えば，甲7)から，本件補正発明において使用されるコージェライト系セラミックスのヤング率の範囲(130GPa～190GPa前後)は，希土",
                            "類元素化合物が添加されていない多孔質のコージェライト系セラミックスと比較すれば高いヤング率を有しているものの，従来使用されている高強度セラミックスと比較すれば，そのヤング率は低レベルの範囲にある。",
                            "しかし，刊行物1には，ヤング率130GPa以上のコージェラ",
                            "イトの使用により，従来公知の高強度セラミックスと比較すればヤング率が低い領域にあるにもかかわらず，振動停止時間が大幅に短縮されることを示す記載は一切存在しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "前記のとおり，コージェライトセラミックスでは，その曲げ強度を40kg／mm2以上に高めることができず，大きな負荷に耐え得る低熱膨張の複合セラミックスを提供するという刊行物1の課題を解決することができなくなってしまうから，刊行物1発明において，サイアロン系複合セラミックスの代わりにコージェライトセラミックスを用いることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物2ないし5の開示内容",
                      "text": [
                        "刊行物2ないし5には，種々の組成のコージェライトセラミックスが開示されており，これらの中には，本件補正発明で用いているコージェライトセラミックスと同様の熱膨張率及びヤング率を有しているものも含まれている。しかし，刊行物2ないし5には，半導体露光装置に関する開示はなく，高速移動−停止−露光に際しては，振動によって位置決め精度が低下するとの本件補正発明における課題を示唆する記載もないので，刊行物1に刊行物2ないし5を組み合わせても，ヤング率130GPa以上のコージェライトセラミックスを選択することにより上記課題が解決できることを予測できるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおりであるから，当業者が，刊行物1発明及び刊行物2ないし5に基づいて，刊行物1発明の半導体露光装置における半導体ウエハの支持部材としてヤング率130GPa以上のコージェライトセラミックスを選択し，相違点に係る本件補正発明の構成に容易に想到することができたとはいえない。したがって，相違点に係る本件補正発明の構成について当業者が容易に想到することができたとの審決の認定判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本件補正発明における「ヤング率が130GPa以上のセラミックス」は，従来のコージェライトと比較すれば，ヤング率は高い。そして，ヤング率は，曲げ強度と同様に機械的強度の指標として用いられている(例えば，乙1ないし3)ので，本件補正発明における「ヤング率が130GPa以上のセラミックス」について，「機械的強度に優れた」性質があるとして，その点において，刊行物1発明と一致すると認定した審決に誤りはない。",
                "仮に，本件補正発明における「ヤング率が130GPa以上のセラミックス」が「機械的強度に優れた」ものに相当するものではないとしても，審決は，「ヤング率が130GPa以上のセラミックス」である点(本件補正発明)と「緻密で曲げ強度の大きい複合セラミックス焼結体」である点(刊行物1発明)を両発明の相違点であると認定している以上，上記の事項を一致点として認定したことは審決の結論に影響しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らが相違点①として主張する点は，審決も，本件補正発明においては，支持部材が，コージェライトを主体とするコージェライトセラミックスからなっているのに対し，刊行物1発明は，その支持部材がコージェライトを主体としていない複合セラミックス焼結体である点を相違点と認定した上で，相違点について検討しているから，原告らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らが相違点②として主張する点は，特許請求の範囲(請求項1)に記載されていない事項に基づくものであるから，相違点②の看過をいう原告らの主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "コージェライトの採用について",
                  "text": [
                    "本件明細書(甲10の1)の段落【0004】及び乙4に記載されているように，半導体露光装置の支持部材としてコージェライト系焼結体が用いられていることは本件出願前に周知であった。したがって，コージェライトが支持部材として実際に使用されていなかったことを根拠として，「コージェライトを主体とする低熱膨張セラミックスに，希土類元素を所定量添加することにより，緻密質な高強度の低熱膨張性のコージェライトセラミックスが得られることが周知」でなかったとする原告らの主張は理由がない。",
                    "そして，支持部材の材料として機械的強度の高いものが求められることは刊行物1の記載からも明らかであるから，「前記コージェライトが緻密になり高強度化されれば，コージェライト系焼結体が半導体露光装置における支持部材として有用であるということ」は，当業者にとって自明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "支持部材の材料への適用について",
                  "text": [
                    "前記アのとおり半導体露光装置等の支持部材において，機械的強度の高い材料を用いるべきであることは自明であり，「高速度化及び高精度化のために，X−Yステージ等の支持部材の材料としてできるだけ熱膨張係数が小さくヤング率の高い材料を用いるべきであること」も従来周知である(例えば，乙5，6)。なお，ヤング率等の機械的強度を支持部材に求められる性能等に応じて所定の値に設定することも当業者が通常行う設計的事項にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "ヤング率の数値限定の臨界的意義の不存在について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書(甲10の1)の【表1】に示されたヤング率が80GPaのものは，主成分がSiO ガラスのものであるので，これを主成分がコージェライトであるものと同等に扱い，直接比較することは困難である。そして，【表1】には，主成分がコージェライトで，かつ，ヤング率が130GPa未満のものは，90GPaのものが一例",
                      "text": [
                        "記載されているだけで，しかも130GPaとは数値が離れている。",
                        "また，仮に主成分がSiO ガラスのもの(ヤング率80GPa)も直接比較することが可能であるとしても，原告らが主張する振動停止時間の減少が急変する交点(変曲点)が130GPaに存在するとはいえない。",
                        "したがって，本件補正発明におけるヤング率を130GPa以上とした数値限定に臨界的意義があるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "なお，原告らは，本件補正発明におけるコージェライト系セラミックスのヤング率には自ずと上限があり，本件補正発明のヤング率は130GPa～190GPa前後である旨主張するが，ヤング率の上",
                      "text": [
                        "限値(原告らがいう190GPa前後)は本件補正後の特許請求の範囲の請求項1に記載されていない事項であるから，原告らの上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点に係る本件補正発明の構成の容易想到性",
                  "text": [
                    "前記のとおり，①半導体露光装置の支持部材としてコージェライト系焼結体が用いられていることは本件出願前に周知であり，前記コージェライトが緻密になり高強度化されれば，コージェライト系焼結体が半導体露光装置における支持部材として有用であるということも当業者にとって自明であること，②高速度化及び高精度化のために，X−Yステージ等の支持部材の材料としてできるだけ熱膨張係数が小さくヤング率の高い材料を用いるべきであることも従来周知であるとともに，ヤング率等の機械的強度を支持部材に求められる性能等に応じて所定の値に設定することも当業者が通常行う設計的事項にすぎないこと，③ヤング率を130GPa以上とした数値限定に格別，臨界的意義がないことに照らすならば，希土類元素が所定量添加され，緻密化により機械的強度の増大がもたらされたコージェライトを，刊行物1発明の露光装置の支持部材として適用して，本件補正発明のような値にYまたは希土類元素の含有割合，熱膨張係数及びヤング率を特定することは，当業者であれば容易に想到し得たといえる。したがって，審決の相違点に係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "はじめに",
          "text": [
            "原告らは，審決には，相違点に係る容易想到性の判断の誤りがあると主張する(取消事由3)とともに，本件補正発明と刊行物1発明との一致点の認定の誤り及び相違点の看過の誤りがあると主張する(取消事由1，2)。",
            "本件の実質的な争点は，容易想到性の判断の誤りに係る主張(取消事由3)のみであり，その余の原告らの主張(取消事由1，2)は，その主張自体からみても，失当として排斥されるべきものであるか，又は，審決に違法を来さないことが明らかな主張である。",
            "そこで，先に，実質的な争点である取消事由3の当否を判断し，その余の取消事由の当否については，補足的に判断する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由3(相違点に係る容易想到性の判断の誤り)について原告らは，審決が，①「コージェライトが緻密になり高強度化されれば，半導体露光装置における支持部材として有用であるということ」は，当業者にとって自明であり，「コージェライトを主体とする低熱膨張セラミックスに，希土類元素を酸化物換算で0．3～8重量％の割合で添加することにより，緻密質な高強度の低熱膨張性のコージェライトセラミックスが得られること」は周知であり，②「X−Yステージ等の支持部材としてできるだけ低熱膨張率で高強度(ヤング率の高い)の材料を用いるべきであること」は明らかであるとともに，③本件補正発明においてヤング率を130GPa以上としたことの数値限定に格別な臨界的意義もないとの各認定を基礎として，刊行物1発明の支持部材として，刊行物2及び3記載の周知のコージェライトセラミックスを採用し，本件補正発明のような値にYまたは希土類元素の含有割合，熱膨張係数及びヤング率を特定(限定)することは，当業者であれば容易に想到し得たと判断したが，審決の認定判断には誤りがあると主張する。",
            "しかし，原告らの上記主張は，以下のとおり理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "コージェライトの採用及び支持部材の材料への適用",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1(甲1)の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1(甲1)には，次のような記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲として，「【請求項3】自形のサイアロン結晶粒子と，ガラス相および／またはセラミックス相とからなる複合セラミックス焼結体。」，「【請求項13】20～30℃の常温域における曲げ強度が，40kg/mm2以上であり，かつ同常温域における平均熱膨張係数が1．5×10-6/K以下であることを特徴とする請求項3～12記載の複合セラミックス焼結体。」"
                        },
                        {
                          "fig": "b",
                          "subject": "「【産業上の利用分野】本発明は，サイアロン結晶粒子および複合セラミックス焼結体に関し，低熱膨張と同時に機械的強度を満足する材料が要求される・・・分野において好適に用いられる。さらに具体的には，近年，部品の高精度化および高集積化に伴い，材料の要求特性が厳しくなっているハイブリッドIC基板やセラミックス多層基板，半導体製造用露光装置などに用いられるX−Yステージ・・・などのステッパー材料・・・として好適に用いられる。」(段落【0001】)"
                        },
                        {
                          "fig": "c",
                          "subject": "「【従来の技術】低熱膨張セラミックスとしてよく知られているものに，コーディエライト・・・などがある。これらは，いずれも2.0×10-6/K以下という極めて低い熱膨張係数を有するが，多孔質で機械的強度が著しく低い。このため，保護管，坩堝などの大きな負荷のかからない耐熱，耐衝撃部品に用いられているばかりで，大型構造用途への展開が阻まれている。」(段落【0002】)d 「一方，既存セラミックスの中で，サイアロンセラミックスは・・・20～500℃までの平均熱膨張係数が3.0×10-6/Kと比較的低く，強度が50kg/mm2程度と比較的高いことで知られている・・・。」(段落【0003】)"
                        },
                        {
                          "fig": "e",
                          "subject": "「低熱膨張と同時に高強度が要求される用途には，上記に示したような既存の低熱膨張セラミックスは不適であり，新たな素材の研究開発が望まれる。」(段落【0004】)"
                        },
                        {
                          "fig": "f",
                          "subject": "「【発明が解決しようとする課題】本発明は，従来の低熱膨張セラミックスの上述した低強度で多孔質であるという構造材料としては致命的な欠点に鑑み，熱膨張係数が1.5×10-6/K以下と低く，かつ，緻密で機械的性質の優れた複合セラミックス焼結体およびそれに適したサイアロン結晶粒子を提供することを目的とする。」(段落【0005】)"
                        },
                        {
                          "fig": "g",
                          "subject": "「さらに本発明の方法による複合焼結体は，常温から200℃の温度域において，平均熱膨張係数が，3.0×10-6/K以下であることが特徴である。・・・さらに平均熱膨張係数が，2.0×10-6/K以下であれば，半導体製造装置用の超精密ステージなどのステッパー部材としての用途展開が可能である。(段落【0058】)"
                        },
                        {
                          "fig": "h",
                          "subject": "「第3成分の添加によって，複合セラミックスの密度，硬度，強度，靭性，ヤング率などの機械的性質を変えることが可能である。」(段落【0017】)，「また，機械的特性，特に強度，靭性，硬度およびヤング率を向上させたいときには，Si Ｎ および／またはウィスカの添加が有効である。」(段落【0020",
                          "text": [
                            "】)，「この場合，密度は3．0～3．2，曲げ強度が70～11",
                            "0㎏/mm2，ビッカース硬度が1650～1850，破壊靭性5．",
                            "5～6．5，ヤング率300～320GPaで，20～30℃の温度",
                            "範囲で0．7～1．2×10-6/Kの低熱膨張係数の複合セラミックスが得られる。」(段落【0054】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記記載によれば，刊行物1には，①半導体製造用露光装置などに用いられるX−Yステージ(支持部材)などのステッパー材料は，「部品の高精度化および高集積化」に伴い，「低熱膨張と同時に機械的強度を満足する材料」が要求されており，そのようなステッパー材料等を提供することを課題とし，その課題を解決するため，熱膨張係数が1.5×10-6/K以下と低く，かつ，緻密で機械的性質の優れた複合セラミックス焼結体及びそれに適したサイアロン結晶粒子の発明が開示され，②向上させるべき機械的性質ないし機械的強度の指標として，密度，硬度(ビッカース硬度)，強度(曲げ強度)，靭性(破壊靭性)と並んで，「ヤング率」が例示されるとともに，③低熱膨張セラミックスとして「コーディエライト」(コージェライト)がよく知られ，極めて低い熱膨張係数を有するが，多孔質で機械的強度が著しく低いため，大型構造用途への展開が阻まれており，低熱膨張と同時に高強度が要求される用途には既存の低熱膨張セラミックスは不適であることの記載があることが認められる。",
                        "そうすると，刊行物1に接した当業者であれば，刊行物1には，低熱膨張セラミックスである既存のコージェライトは，極めて低い熱膨張係数を有するが，多孔質で機械的強度が著しく低いため低熱膨張と同時に高強度が要求される用途には不適であるという上記③の問題点が示されているから，仮に，コージェライトにおいても機械的強度(上記②の密度，ビッカース硬度，曲げ強度，破壊靭性，ヤング率等)を向上させ，改善させることさえできれば，低熱膨張と同時に高強度が要求される用途に使用することに適すると認識するものと解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物2，3(甲2，3)等の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書(甲10の1)には，【従来技術】として，「特公平6−97675号では，静電チャック用基盤としてアルミナやコージェライト系焼結体を使用することが提案されている。」(段落【0004】)との記載があり，特公平6−97675号公報(乙4)に",
                      "text": [
                        "は，露光装置用の静電チャック基盤の発明において「コーディエライト」(コージェライト)等のセラミックスを支持部材に使用したものが実施例として開示されていることからすれば，半導体露光装置の支持部材としてコージェライト系焼結体を使用することは，本件出願(平成9年8月29日)の前に周知であったことが認められる。",
                        "そして，前記ア(イ)認定のとおり，刊行物1には，半導体製造用露光装置などに用いられる支持部材について，「部品の高精度化および高集積化」に伴い，「低熱膨張と同時に機械的強度を満足する材料」が要求されていること，低熱膨張セラミックスである既存のコージェライトには，多孔質で機械的強度が著しく低いことが記載されていることに照らすならば，審決が認定するように，「コージェライトが緻密になり高強度化されれば，コージェライト系焼結体が半導体露光装置における支持部材として有用であるということ」は，当業者にとって自明であるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，①刊行物2(甲2)には，「Y，LaおよびCeから選ばれる希土類元素の少なくとも1種以上の酸化物を重量％で0．3～8％含有せしめてなるコーデイエライト質の緻密質低膨張焼結体。」(特許請求の範囲)，「本発明は，・・・強度の大きい緻密質低膨張焼結体を提供するものである。即ち，コーデイエライトを形成する低膨張性酸化物セラミクスにY，La，Ceからなる希土類元素を酸化物，有機塩，無機塩あるいはその他の形で添加することにより・・・気孔の少ない，よく焼き締つた緻密な焼成品を得ることを可能ならしめたものである。本発明の骨子は・・・コーデイエライト質の低膨張性酸化物セラミクスにY，La，Ceからなる希土類元素ないしはこれらの酸化物，有機塩，無機塩等の化合物のうち，少くとも1種以上を添加するものであるが，その添加量は低膨張性酸化物セラミックスと希土類元素ないしは希土類元素の化合物の合量に対し，酸化物換算で0．3～8重量％，好ましくは1～4重量％がよい。」(2頁左上欄13行～右上欄12行)，②刊行物3(甲3)には，「即ち，本発明はY O 成分を重量％で0．3～8％含有せしめた本質的にコージエライト組成からなるセラミツクス材料」(1頁右下欄17行～19行)，「ここでY O 成分の配合割合を0．3～8％とした理由については，0．3％以下では上述した比較的低温で焼成した場合でも緻密質にしうるという効果が不充分となり本発明の目的とする優れた電気的特性が達成されないからであり，また8％以上では得られた焼結体の熱膨張率が大きくなりすぎ低膨張セラミツクスの特質を損なうことになつてしまうからである。」(2頁左下欄6行～13行)との各記載があることに照らすならば，「コージェライトを主体とする低熱膨張セラミックスに，希土類元素を酸化物換算で0．3～8重量％の割合で添加することにより，緻密質な高強度の低熱膨張性のコージェライトセラミックスが得られること」は，本件出願前に，周知であったものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，前記(ア)の認定に照らすならば，「X−Yステージ等の支持部材としてできるだけ低熱膨張率で高強度(ヤング率の高い)の材料を用いるべきであること」も明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "ヤング率の臨界的意義",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正発明の特許請求の範囲(請求項1)においては，「ヤング率が130GPa以上のセラミックスからなること」とし，数値限定を加えている。しかし，本件明細書(甲10の1)の【表1】等(段落【0020】～【0025】)によれば，本件補正発明の実施例において，ヤング率の下限値は130GPaであり，下限値の直上の数値は，135GPa，141Pa，142GPaと，数GPa間隔であるのに対",
                  "text": [
                    "し，比較例のヤング率は，唯一90GPaと，実施例の下限値より40GPaも離れた数値であるから，比較例の数値が上記下限値の近傍値とは認められず，ヤング率の下限値を130GPaとした臨界的意義は見い出すことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に対して，原告らは，本件明細書及び甲9によれば，ヤング率の減少に伴って振動停止時間が急勾配で増大していく領域と，ヤング率の増大に伴って振動停止時間が緩やかに減少していく領域との交点(変曲点)が，ヤング率130GPaと90GPaとの間に存在し，ヤング率を130GPa以上としたときにあっては，振動停止時間が高強度セラミックスに近い短時間レベルとなることが確実であるのに対し，ヤング率を130GPaよりも低く設定したときにあっては，振動停止時間が著しく長くなるおそれがあるといえるから，ヤング率を130GPa以上としたことの数値限定について臨界的意義は明確である旨主張する。",
                    "しかし，前記アのとおり，本件明細書(甲10の1)には，ヤング率が130GPa未満の比較例は，90GPaのものが一例記載されているだけで，しかも130GPaと数値が40GPaも離れていることに照らすならば，ヤング率と振動停止時間との関係について，原告らが主張するような変曲点が存在するとしても，それが130GPa又はその近傍に存在するものとは認められないので，ヤング率を130GPa以上としたことに臨界的意義があるという原告らの主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点に係る容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)及び(2)のとおり，審決が容易想到性を判断する基礎とした各認定に誤りはない。",
                    "すなわち，審決が，①「コージェライトが緻密になり高強度化されれば，半導体露光装置における支持部材として有用であるということ」は当業者にとって自明であり，「コージェライトを主体とする低熱膨張セラミックスに，希土類元素を酸化物換算で0．3～8重量％の割合で添加することにより，緻密質な高強度の低熱膨張性のコージェライトセラミックスが得られること」は，周知であること，②「X−Yステージ等の支持部材としてできるだけ低熱膨張率で高強度(ヤング率の高い)の材料を用いるべきであること」は明らかであること，③本件補正発明においてヤング率を130GPa以上としたことの数値限定に格別な臨界的意義はないとしたことを各認定した点に誤りはない。",
                    "また，刊行物1には，低熱膨張セラミックスである既存のコージェライトは，極めて低い熱膨張係数を有するが，多孔質で機械的強度が著しく低いため低熱膨張と同時に高強度が要求される用途には不適であるという問題点があるとされているが，同記載からは，コージェライトにおいても機械的強度(密度，ビッカース硬度，曲げ強度，破壊靭性，ヤング率等)を向上させ，改善させることができれば，低熱膨張と同時に高強度が要求される用途に使用するのに適することが示唆されていると解される。",
                    "さらに，ヤング率を130GPa以上とすることに臨界的意義は見い出せないから，ヤング率等の機械的強度を支持部材に求められる性能等に応じて所定の値に設定することも当業者が通常行う設計的事項にすぎないといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，刊行物1記載の支持部材であるサイアロンセラミックス焼結体に代えて，希土類元素が所定量添加され，緻密化により機械的強度の増大がもたらされたコージェライトを，刊行物1発明の露光装置の支持部材として適用し，かつ，本件補正発明のような値にYまたは希土類元素の含有割合，熱膨張率及びヤング率を特定すること(相違点に係る本件補正発明の構成とすること)は，当業者であれば容易に想到し得たということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対して，原告らは，本件補正発明では，高速移動に基づく振動に由来する位置決め精度の低下を有効に回避するために，ヤング率が130GPa以上のコージェライトセラミックスを選択したものであるが，刊行物1発明は，大きな負荷に耐え得るために，曲げ強度が40kg／mm2以上のサイアロン系複合セラミックスを選択しているのであって，両者は，課題も構成も全く異にし，また，刊行物1ないし5には，本件補正発明の課題を示唆する記載はないことなどを理由に，刊行物1発明及び刊行物2ないし5に基づいて，相違点に係る本件補正発明の構成とすることは容易想到ではない旨主張する。",
                    "しかし，刊行物1発明は，半導体露光装置の支持部材に要求される低熱膨張及び機械的強度のうち，サイアロンセラミックスの低熱膨張を改善すること(常温域における平均熱膨張係数を1．5×10-6/K以下)を採用したものといえるが(前記(1)ア(ア)d，f)，前記のとおり，刊行物1には，半導体露光装置の支持部材として「低熱膨張と同時に機械的強度を満足する材料」を提供することを課題とし，向上させるべき機械的強度の指標の一つとしてヤング率の記載があり，しかも，低熱膨張セラッミクスである既存のコージェライトにおいても機械的強度を高めることで支持部材として使用するのに適することが示唆されていること，コージェライトを支持部材として使用することは周知であったこと等に照らすならば，ヤング率を高めることにより，振動による位置決め精度の低下を回避できることが予測できないとしても，刊行物1に接した当業者であれば，サイアロンセラミックスとセラミックスであることでは同じであるコージェライトを半導体露光装置の支持部材に適用し，その機械的強度を高めることの一環として，高いヤング率のものを採用しようとすることに格別の困難があるものと認めることはできない。また，刊行物1には，半導体露光装置の支持部材として「低熱膨張と同時に機械的強度を満足する材料」が要求されているとの記載はあるが，曲げ強度について「40kg／mm2以上」でなければ機械的強度を満足しないとまでの記載はなく，刊行物1からは，原告らが主張するように曲げ強度を40kg／mm2以上に高めることができないことがコージェライトを支持部材として適用することの妨げになることを認識することはできない。",
                    "したがって，原告らの上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，審決が，刊行物1発明に前記周知技術を適用して相違点に係る本件補正発明の構成とすることは当業者が容易に想到することができたと判断した点に誤りはない。",
                "したがって，原告ら主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "その他の取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の誤り(取消事由1)について",
              "text": [
                "原告らは，本件補正発明における「ヤング率が130GPa以上」と刊行物1発明における「機械的強度に優れた」とは同義ではないから，両発明が「機械的強度に優れた」点で一致するとした審決の認定には誤りがあると主張する。",
                "確かに，ヤング率(物質に外力を加えて変形させた場合の縦弾性率)と曲げ強度(曲げ試験における破壊時の最大引っ張り応力)は，測定方法が異なる別の指標であり(甲6)，両者に一定の相関関係があるとまで認められないこと，また，本件補正発明の特許請求の範囲(請求項1)には，そもそも「機械的強度に優れた」との記載がないこと等を考慮すると，審決が，両発明について，「機械的強度に優れた」ことを一致点として掲げたことは相当ではないと解される。",
                "しかし，審決は，本件補正発明の支持部材が，コージェライトを主体とし，「ヤング率が130GPa以上のセラミックスからなる」のに対して，刊行物1発明の支持部材が，緻密で「曲げ強度の大きい複合セラミックス焼結体からなる」点で相違することを相違点(前記第2の3)として認定した上で，同相違点についての容易想到性を判断しているのであるから，審決が「機械的強度に優れた」ことを一致点として挙げた点は，審決の判断の違法性の有無に影響を与えるものではないといえる。したがって，原告ら主張の取消事由1は，審決を取り消すべき事由に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の看過(取消事由2)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本件補正発明と刊行物1発明とは，①本件補正発明においては，支持部材が，コージェライトを主体とするコージェライトセラミックスからなっているのに対し，刊行物1発明においては，支持部材が，サイアロン結晶粒子を含むサイアロン複合セラミックス焼結体からなっている点で実質的に相違し，②本件補正発明の課題の一つが，高速移動に基づく振動に由来する位置決め精度の低下を有効に回避することであるのに対し，刊行物1発明の課題は，大きな負荷に耐え得る低熱膨張係数の複合セラミックス焼結体を提供することにある点において相違するといえるから，審決には上記相違点①，②を看過した違法があると主張する。",
                    "しかし，原告らの上記主張は，以下のとおり理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が相違点①として主張する点は，審決も同様に，本件補正発明においては，支持部材が，コージェライトを主体とするコージェライトセラミックスからなっているのに対し，刊行物1発明は，その支持部材がコージェライトを主体としていない複合セラミックス焼結体である点を相違点と認定した上で，相違点について判断しているから，結局，審決に，相違点①を看過した誤りはないことになる。",
                    "また，原告らが相違点②として主張する点は，特許請求の範囲(請求項1)に記載された事項に基づくものではないから，相違点②の看過をいう原告らの主張は，主張自体失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告ら主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告らの本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10234",
    "date": "2007-03-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034461",
    "ipprecedent_id": "955",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}