{
  "conclusion": [
    {
      "text": "特許庁が不服2005−10030号事件について平成18年1月25日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。",
        "本件は，原告が，本願発明の特許出願をしたところ，拒絶査定を受け，これを不服として審判請求をしたが，審判請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明(甲6)",
              "text": [
                "出願人：株式会社湯山製作所(原告)",
                "発明の名称：「シート張力調整方法，シート張力調整装置およびシートロール用巻芯」",
                "出願番号：特願平8−330836号",
                "出願日：平成8年12月11日"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "手続補正日：平成15年5月20日(甲7)",
                "拒絶査定日：平成17年4月20日",
                "審判請求日：平成17年5月26日(不服2005−10030号)",
                "手続補正日：平成17年6月27日(以下「本件補正」という。甲8)",
                "審決日：平成18年1月25日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成18年2月7日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正後のもの(請求項1のみ。下線部分が補正箇所である。以下「本願補正発明」という。なお，請求項の数は6である。)",
              "text": [
                "【請求項1】シートロール用巻芯にシートを巻いたシートロールを支持手段に着脱自在かつ回動自在に支持し，上記シートロールから引き出されるシートの張力を調整するシート張力調整方法において，",
                "上記巻芯に設けたデータ記憶手段にシートの巻取量をデータとして記憶し，上記巻芯のデータ記憶手段から巻取量データを読み取り，",
                "上記シートロールのシートの引出量を測定し，",
                "上記巻取量データと上記引出量データとに基づいてシートの引き出しに伴なうシートロールの回転に対して負荷をかけることを特徴とするシート張力調整方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正前のもの(以下「本願発明という。)",
              "text": [
                "【請求項1】シートロール用巻芯にシートを巻いたシートロールを支持手段に着脱自在かつ回動自在に支持し，上記シートロールから引き出されるシートの張力を調整するシート張力調整方法において，",
                "上記巻芯に設けたデータ記憶手段にシートの巻取量をデータとして記憶し，上記巻芯のデータ記憶手段から巻取量データを受け，",
                "上記シートロールのシートの引出量を測定し，",
                "上記巻取量データと上記引出量データとに基づいて，シートの引き出しに伴なうシートロールの回転に対して負荷をかけることを特徴とするシート張力調整方法。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要点",
          "text": [
            "審決は，以下のとおり，本願補正は限定的減縮を目的とするものに該当するとした上で，本願補正発明は，いわゆる独立特許要件としての進歩性を有しないとして本願補正を却下し，その上で，本願発明の進歩性を否定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実公平1−36832号公報(以下「刊行物1」という。)に記載された発明(以下「引用発明1」という。)",
                  "text": [
                    "「シートロール用コアにシートを巻いたシートロールを支持軸に着脱自在かつ回転可能に支持し，上記シートロールから引き出されるシートの張力を制御するシート張力調整方法において，",
                    "複数の巻径検出器により検出されたシートロール径に基づいてシートの引き出しに伴うシートロールの回転に対して段階的に負荷をかけるシート張力調整方法。」イ 登録実用新案第3031148号公報(以下「刊行物2」という。)に記載された発明(以下「引用発明2」という。)",
                    "「長尺材ロール用芯管に長尺材を巻いた長尺材ロールを回転軸に着脱自在に支持する芯管，長尺材処理方法において，",
                    "上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶し，上記長尺材ロールの長尺材の使用量を算出し，",
                    "巻取量データと上記使用量データとに基づいて長尺材の残量を検出する，芯管，長尺材処理方法。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願補正発明と引用発明1との一致点",
                      "text": [
                        "「シートロール用巻芯にシートを巻いたシートロールを支持手段に着脱自在かつ回動自在に支持し，上記シートロールから引き出されるシートの張力を調整するシート張力調整方法において，シートの引き出しに伴なうシートロールの回転に対して負荷をかけるシート張力調整方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「本願補正発明が，「上記巻芯に設けたデータ記憶手段にシートの巻取量をデータとして記憶し，上記巻芯のデータ記憶手段から巻取量データを読み取り，上記シートロールのシートの引出量を測定し，上記巻取量データと上記引出量データとに基づいて」負荷をかけるのに対し，引用発明1は，複数の巻径検出器により検出されたシートロール径に基づいて段階的に負荷をかける点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点の判断",
                  "text": [
                    "「上記相違点について検討する。",
                    "シート張力調整方法において，段階的なシートロール径ではなく，シートの巻取量をデータとして設定し，シートの引出量を測定し，巻取量データと引出量データとに基づいてシートの引き出しに伴なうシートロールの回転に対して負荷をかけるシート張力調整方法は周知技術(一例として，実願平3−50354号(実開平4−135546号)のマイクロフィルム；特に段落0003参照。甲3)であり，データを設定する際の一手段としてデータ記憶手段は広く用いられている慣用技術である。",
                    "してみると，巻取量をデータとして記憶し，データ記憶手段から巻取量データを読み取り，上記シートロールのシートの引出量を測定し，上記巻取量データと上記引出量データとに基づいて」負荷をかけることは，引用発明1に周知技術を適用して，当業者が容易になし得たものと言うべきである。",
                    "さらに，同記憶手段に関して，設計者はその配置を決定すべきことが設計にあたり必須となるところ，公知の配置として，本願補正発明の「シート」，「巻芯」，「支持手段」，「データ記憶手段」，「引出量」に相当する「長尺材」，「芯管」，「回転軸」，「トランスポンダ」，「使用量」に係る記憶手段の配置について，",
                    "シートロール用巻芯にシートを巻いたシートロールを支持手段に着脱自在に支持する巻芯，シート処理方法において，",
                    "上記巻芯に設けたデータ記憶手段にシートの残量をデータとして記憶し，上記シートロールのシートの使用量を算出し，",
                    "巻取量データと上記使用量データとに基づいてシートの残量を検出する，巻芯，シート処理方法。",
                    "となる引用発明2が記載されている。",
                    "したがって，当業者であればその設計に当たり，公知の配置を参酌することは当然に行うべき事項であるから，相違点に係る事項は，引用発明1に周知の技術及び引用発明2を適用することにより当業者が適宜なし得た程度のことにすぎない。",
                    "そして，本願補正発明の効果も，当業者の予測を越えるような格別のものはない。",
                    "したがって，本願補正発明は，引用発明1，2及び周知技術に基づいて当業者が容易に発明をすることができたものであるので，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものである。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "むすび",
                  "text": [
                    "「以上のとおり，本件補正は，特許法17条の2第5項で準用する同法126条5項の規定に違反するものであり，特許法159条1項で準用する特許法53条1項の規定により却下すべきものである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明について",
              "text": [
                "「本願発明は，前記2．で検討した本願補正発明から，実質的に「巻取量データを読み取り」ということを「巻取量データを受け」とした上位概念のものである。",
                "そうすると，本願発明の構成要件を全て含み，さらに一部の構成要件を限定したものに相当する本願補正発明が，・・・刊行物に記載された発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本願発明も，同様の理由により，刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものである。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "むすび",
              "text": [
                "「以上のとおり，本願発明は，刊行物1，2に記載された発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明2の認定の誤り)",
          "text": [
            "審決は，引用発明2を「長尺材ロール用芯管に長尺材を巻いた長尺材ロールを回転軸に着脱自在に支持する芯管，長尺材処理方法において，上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶し，上記長尺材ロールの長尺材の使用量を算出し，巻取量データと上記使用量データとに基づいて長尺材の残量を検出する，芯管，長尺材処理方法。」と認定した。",
            "審決は，引用発明2について，第1の長尺材残量データ記憶ステップ，第2の長尺材使用量算出ステップ，第3の長尺材残量検出ステップを時系列的に認定しているところ，引用発明2においては，上記第3のステップの後に，長尺材残量データを記憶する第4のステップを有することは推認できるが，この第4のステップを第1のステップと認定するのは誤りである。",
            "したがって，審決には引用発明2の認定を誤っている。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明と引用発明1との相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定した引用発明2の第1ステップは，「残量」をデータとして記憶することであるが，相違点における第1ステップは，「巻取量」をデータとして記憶することであり，両者は記憶の対象が相違している。審決の認定する引用発明2の第1ステップに基づき，相違点の第1ステップに係る構成が容易想到であるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明2では，残量は巻芯に設けたデータ記憶手段に記憶されるが，巻取量データ，すなわち，初期巻取量又は使用開始時の巻取量の記憶場所については言及されていないので，巻取量データは巻芯に設けたデータ記憶手段に記憶されているとはいえない。他方，本願補正発明では，シートの巻取量，すなわち初期巻取量又は使用開始時巻取量は巻芯に設けたデータ記憶手段に記憶されるのであって，刊行物2の図9に示されたメモリ43のような巻芯外の記憶手段に記憶されるものではない。この点において，本願補正発明と引用発明2とは明確に相違しているので，引用発明1に引用発明2を適用したとしても，本願補正発明の「巻芯に設けたデータ記憶手段にシートの巻取量をデータとして記憶し」との構成要件は実現されない。",
                "また，審決が周知技術の認定の根拠として挙げた甲3においては，巻取量に相当する初期巻出しロール径は設定器24に設定されるようになっているが，この設定器24が，本願補正発明の巻芯に設けたデータ記憶手段であることの開示はない。",
                "したがって，引用発明1に甲3記載の発明を適用したとしても，本願補正発明の「巻芯に設けたデータ記憶手段にシートの巻取量をデータとして記憶し」の構成は実現されない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明2は，使用された芯管を回収して芯管1に設けたトランスポンダ14，すなわちデータ記憶手段に記憶されたシート(＝長尺材)残量等のデータからシートの生産計画等を行うことを目的とするものであって，シートの初期巻取量又は使用開始時巻取量をデータ記憶手段(トランスポンダ)に記憶させる必要性自体がそもそも存在しない。",
                "刊行物2の記載(段落【0033】【0041】【0045】)より明らかなよう",
                "に，刊行物2においては，トランスポンダには機械番号，芯管発送日時，エラー検出データ及びシート残量等をシートロール管理のために記憶するが，シートの巻取量，すなわち初期の巻取量や使用開始時の巻取量はトランスポンダには記憶されない。したがって，引用発明2を引用発明1に適用する動機付けはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "刊行物2には「前記張力調整部37では，センサで検出された長尺材21の弛み具合に基づいて下記する制御部44により回転軸45又は搬送ローラ46の回転を制御し，長尺材21には常に一定の張力が作用するように調整している。」(段落【0028】)と記載されており，これによれば，引用発明2の負荷制御，すなわち回転軸45の回転制御は，弛み具合検出センサにより長尺材のたるみ量を計測し，この弛み量計測値に基づいて行われていることは明らかである。したがって，仮に，刊行物2の段落【0073】において，使用開始時のシートの巻取量データとシート使用量に基づいて巻取残量が求められるとしても，その巻取残量は負荷制御には使用されない。このように，引用発明2の負荷制御方法は，シート残量に基づいて負荷制御する方式を採用する引用発明1の負荷制御方法とは基本的に異なるのであるから，引用発明2の構成を引用発明1に適用することについては，これを阻害する要因がある。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本願補正発明は，①甲3では，初期巻取量データ又は使用開始時の巻取量データをデータ設定器にその都度設定する手間がかかるが，本願補正発明は，このような手間のかかるステップは不要である，②巻取量(残量も含む)が巻芯に設けられたデータ記憶手段に記憶されているので，シートロールを使用途中でその支持手段からいったん取り外した後，使用を再開するために使用途中のシートロールを支持手段に再装着しても，データ記憶手段(トランスポンダ)に記憶されているシート残量(巻径)に応じて適切な張力でシートを引き出すことができる(本願明細書段落【0044】)という予期し得ない顕著な効果を奏する。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本願補正発明は，刊行物1，2に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとの審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)",
          "text": [
            "審決は，引用発明1，2及び審決で初めて引用した甲3に基づいて本願補正発明の進歩性を否定しているが，審決では，引用発明2の公知技術としての位置づけが拒絶理由通知書(甲4)と相違しており，甲3を公知例として適用している。原告は，甲3発明について意見を述べる機会もなく，補正の機会も与えられなかったのであるから，特許法159条2項で準用する同法50条の規定に違反するものであり，審決の結論に影響を及ぼすものであることは明らかである。したがって，審決は取消しを免れない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "text": [
        "原告の主張する取消事由は，いずれも理由がなく，審決に違法な点はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明2の認定の誤り)に対して",
          "text": [
            "審決において認定した引用発明2は，各機能を時系列的に把握し，時系列的な構成関係を引用するものではない。審決は，刊行物2の記載事項から，「上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶し」という機能，「上記長尺材ロールの長尺材の使用量を算出し」という機能，「巻取量データと上記使用量データとに基づいて長尺材の残量を検出する」という機能を併せもつことを認定したにすぎない。",
            "なお，審決は，刊行物2に「上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶」することが記載されていると認定しているのであって，原告が主張するように「トランスポンダに使用開始時のシート巻取量を記憶」することが記載されていると認定したわけではない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本願補正発明と引用発明1との相違点の判断の誤り)に対して(1) 上記のとおり，原告が主張する時系列による理解は，刊行物2の記載を正確に把握するものではなく，審決は，引用発明2の各機能の時系列的な順序に基づいて進歩性の判断を行っているものでもない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "「シート張力調整方法において，段階的なシートロール径ではなく，シートの巻取量をデータとして設定し，シートの引出量を測定し，巻取量データと引出量データとに基づいてシートの引き出しに伴なうシートロールの回転に対して負荷をかけるシート張力調整方法」及び「データを設定する際の一手段としてデータ記憶手段」が周知技術，慣用技術であるとの審決の認定に誤りはない。",
                "引用発明1の「複数の巻径検出器により検出されたシートロール径に基づいて段階的に負荷をかける」なる技術的事項について，それを改設計するに当たり，公知ないし周知の技術を参酌することは設計者が当然に試みる行為であり，本願発明と引用発明1の相違点に係る「上記巻芯に設けたデータ記憶手段にシートの巻取量をデータとして記憶し，上記巻芯のデータ記憶手段から巻取量データを読み取り，上記シートロールのシートの引出量を測定し，上記巻取量データと上記引出量データとに基づいて」負荷をかけるということは，刊行物2に記載される「上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶し，上記長尺材ロールの長尺材の使用量を算出し，巻取量データと上記使用量データとに基づいて長尺材の残量を検出する」という技術，及び，周知技術としての「シートの巻取量をデータとして設定し，シートの引出量を測定し，巻取量データと引出量データとに基づいてシートの引き出しに伴なうシートロールの回転に対して負荷をかける」という技術を採用して容易になし得たことである。",
                "引用発明2の巻芯に設けたデータ記憶手段(トランスポンダ)は，そもそもシートの使用状況等のデータを記録するため，残量を含め各種データを記憶するものであり，かつ，データを設定する際の一手段としてデータ記憶手段を用いることは，審決において指摘したように慣用手段である。そして，既存の部材で同一の機能を果たす部材が既に配置される場合，阻害要因のない限り，それを利用して兼用しようと試みるのは，設計上通常行われることである。よって，シートの巻取量データの具体的な記憶場所を「巻芯に設けたデータ記憶手段」とすることは，当業者であれば当然に想到し得たことである。",
                "刊行物2には，残量検出手段として「長尺材21の搬送距離に基づいて使用開始からの使用量を算出し，算出した使用量から長尺材21の残量が求められる」(段落【0073】参照)ことが記載されており，この場合，まず最初に「使用開始時の巻取量データ」が設定されなければならないことは自明である。",
                "そして，シートの巻取量をデータとして設定し，シートの引出量を測定し，巻取量データと引出量データとに基づいてシートの引き出しに伴なうシートロールの回転に対して負荷をかけることは周知な技術であり，また，刊行物2における残量検出手段で検出した残量データは，芯管に送信されて記憶部に記憶され，記憶された残量データは読み出されるようになっている(段落【0010】～【0020】参照)のであるから，シートの巻取量を，刊行物2に記載された「芯管に設けられ，残量を記憶するトランスポンダ」に設定し，このトランスポンダから巻取量データを読み出すようにして本願補正発明に係る構成とすることは，当業者が容易に考え得ることといえるのである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願補正発明は，構成上格別の効果が存在する旨主張するが，本願補正発明と引用発明1との相違点に係る事項は，引用発明1に引用発明2及び周知技術を適用することにより当業者が適宜なし得た程度のことにすぎないものであり，原告の主張する効果は，引用発明及び周知技術から当然に予測される効果にすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)に対して",
          "text": [
            "進歩性の判断に当たっては，前提として周知技術，慣用技術等を考慮して刊行物に記載される発明と対比判断されることが当然である。刊行物1，2は，審査における拒絶の理由に引用されるものであり，審決は，本願補正発明と引用発明1とを比較して，相違点が存在することを認めた上で，この相違点は，引用発明2及び周知技術を適用すれば容易に発明をすることができたものであると判断したものであって，拒絶査定の理由と異なる理由で審決したものではない。審決において提示した実願平3−50354号(実開平4−135546号)のマイクロフィルム",
            "(甲3)は，新たな刊行物として引用したものではなく，周知技術を説明するために例示した一例示文献にすぎない。",
            "周知技術とはその技術分野において一般的に知られている技術，当業者であれば当然知っているべき技術をいい，周知か公知かは，文献の数によって決まるものではな い。 審決が 甲3を例示 して認定し た周知技術 は，例えば ，実願昭60−102210号(実開昭62−10613号)のマイクロフィルム(乙1)",
            "にも記載されている。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明2の認定の誤り)について",
          "text": [
            "原告は，引用発明2についての審決の認定が誤っていると主張するので，まずこの点から判断する。",
            "審決は，引用発明2を「長尺材ロール用芯管に長尺材を巻いた長尺材ロールを回転軸に着脱自在に支持する芯管，長尺材処理方法において，上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶し，上記長尺材ロールの長尺材の使用量を算出し，巻取量データと上記使用量データとに基づいて長尺材の残量を検出する，芯管，長尺材処理方法。」と認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の上記認定について，第1の長尺材残量データ記憶ステップ，第2の長尺材使用量算出ステップ，第3の長尺材残量検出ステップを時系列的に認定しているが，長尺材残量データを記憶するステップを第1のステップと認定するのは誤りであると主張する。",
                "しかしながら，「上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶し，上記長尺材ロールの長尺材の使用量を算出し，巻取量データと上記使用量データとに基づいて長尺材の残量を検出する」との審決の記載は，その文言に照らしても，引用発明2が備えている構成を順次認定しているにすぎないというべきであり，引用発明2の構成を時系列的な観点から限定して認定したものと理解することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明2が「上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶し，」との構成を備えていると推認されることは，原告も認めるとおりである。刊行物2には，「前記残量検出部38，エラー検出部40等での検出データを読み込み(ステップS13)，検出日時と共にトランスポンダ14に記憶させる(ステップS14)。」(段落【0045】)，「前記実施の形態では，残量検出センサ22により長尺材21の残量を検出するようにしたが，長尺材21の搬送ライン上にエンコーダ付きの回転ローラを設けて検出するようにしてもよい。この回転ローラは，長尺材21に直接接触して回転するようになっている。したがって，前記エンコーダにより，その回転数から長尺材21の搬送距離を算出することができるようになっている。そして，前記長尺材21の搬送距離に基づいて使用開始からの使用量を算出し，算出した使用量から長尺材21の残量が求められる。」(段落【0073】)との記載があり，この記載によれば，引用刊行物2に記載された「芯管，長尺材処理方法」において，長尺材21の搬送距離に基づいて使用開始からの使用量を算出し，算出した使用量から長尺材21の残量が求められ，求められた残量がトランスポンダ14に記憶されることが認められる。",
                "このように，引用発明2は「上記芯管に設けたトランスポンダに長尺材の残量をデータとして記憶し，」との構成を備えているものと認められるのであるから，審決が，同構成を「上記長尺材ロールの長尺材の使用量を算出し，」「巻取量データと上記使用量データとに基づいて長尺材の残量を検出する」との構成に先立って記載したことは，記載の順序としては必ずしも適切ではない点があるとしても，それをもって審決の認定に誤りがあるということはできない。",
                "したがって，原告の主張する取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(手続違背)について",
          "text": [
            "次に，取消事由3(手続違背)の主張について，判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願発明1と引用発明1の相違点を「本願補正発明が，「上記巻芯に設けたデータ記憶手段にシートの巻取量をデータとして記憶し，上記巻芯のデータ記憶手段から巻取量データを読み取り，上記シートロールのシートの引出量を測定し，上記巻取量データと上記引出量データとに基づいて」負荷をかけるのに対し，引用発明1は，複数の巻径検出器により検出されたシートロール径に基づいて段階的に負荷をかける点。」と認定した上で，相違点に係る構成は，引用発明1，2及び周知技術に基づき，当業者が容易に想到し得たものであると判断した。",
                "その理由として，審決は，まず，拒絶理由通知書(甲4)及び拒絶査定(甲5)において引用されなかった甲3を例示して，「段階的なシートロール径ではなく，シートの巻取量をデータとして設定し，シートの引出量を測定し，巻取量データと引出量データとに基づいてシートの引き出しに伴なうシートロールの回転に対して負荷をかけるシート張力調整方法」を周知技術であると認定し，「データを設定する際の一手段としてデータ記憶手段」は広く用いられている慣用技術であると認定した。そして，「巻取量をデータとして記憶し，データ記憶手段から巻取量データを読み取り，上記シートロールのシートの引出量を測定し，上記巻取量データと上記引出量データとに基づいて」負荷をかけることは，引用発明1に周知技術を適用して，当業者が容易になし得たものと言うべきである。」 と判断した。",
                "次に，審決は，巻取量を記憶する記憶手段の配置に関して，引用発明2を参照し，「当業者であればその設計に当たり，公知の配置を参酌することは当然に行うべき事項であるから，相違点に係る事項は，引用発明1に周知の技術及び引用発明2を適用することにより当業者が適宜なし得た程度のことにすぎない。」と判断した。",
                "以上をまとめれば，審決は，相違点に係る本願補正発明の構成である「上記巻芯に設けたデータ記憶手段にシートの巻取量をデータとして記憶し，上記巻芯のデータ記憶手段から巻取量データを読み取り，上記シートロールのシートの引出量を測定し，上記巻取量データと上記引出量データとに基づいて負荷をかけること」(下線部は本判決が付加)のうち，上記下線部を除いた「巻取量をデータとして記憶し，データ記憶手段から巻取量データを読み取り，上記シートロールのシートの引出量を測定し，上記巻取量データと上記引出量データとに基づいて負荷をかけること」は，引用発明1及び周知技術に基づいて容易に想到し得ると判断し，周知技術を適用することにより包含できなかった構成である巻取量を記憶する記憶手段の配置(データ記憶手段を巻芯に設けているという点)について，刊行物2を参照することにより，本願補正発明は容易想到であると判断したものと理解することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決では，刊行物2に代えて甲3が公知例として適用されており，原告は，甲3発明について意見を述べる機会もなく，補正の機会も与えられなかったのであるから，本件審判手続は，特許法159条2項で準用する同法50条の規定に違反すると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで，拒絶理由通知書(甲4)及び拒絶査定(甲5)について，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，拒絶理由通知には，刊行物1，2を引用文献として掲げ，「備考」として「刊行物2に記載された，巻芯に設けたトランスポンダに巻取量，残量，日時等のデータを記憶し，当該データに基づきロールの回転に対する負荷を制御する発明を，刊行物1に記載された，シート張力調整方法及び装置の発明について適用し，本願の請求項1～6に係る発明とすることは，当業者が容易に想到し得たことである。」と記載されている。ここでは，「トランスポンダに巻取量，残量，日時等のデータを記憶し，当該データに基づきロールの回転に対する負荷を制御する発明」が刊行物2に記載されていると認定しており，周知技術についての言及はされていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記拒絶理由に対して，原告は，刊行物2には，巻取量データと引出量データに基づき回転に対する負荷を制御することは記載も示唆もされていない旨主張する意見書(甲9)を提出したが，審査官は，意見書の内容を検討しても，拒絶理由を覆すに足りる根拠が見いだせない，として拒絶の査定をした。",
                        "拒絶査定(甲5)には，「備考」として，刊行物2の段落【0042】【0045】【0046】などを摘示した上で，「刊行物2には，計測時における残量に基づき回転に対する負荷を制御する発明が記載されており，さらに，ある時点の巻取量データと，その時点からの引出量データとにより残量を検出することは，例を挙げるまでもなく通常行われていたことにすぎないから，巻取量データと引出量データに基づき回転に対する負荷を制御することは，刊行物2に記載されているに等しい事項というべきであり，出願人の上記主張は受け入れることが出来ない。」として，本願の各請求項に係る発明は，刊行物1及び刊行物2に記載された発明に基づいて当業者が容易に発明することができたものであると結論付けた。ここでも，審査官は，「刊行物2には，計測時における残量に基づき回転に対する負荷を制御する発明が記載されており，・・・巻取量データと引出量データに基づき回転に対する負荷を制御することは，刊行物2に記載されているに等しい事項」であると認定している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記拒絶理由通知書及び拒絶査定の記載から明らかなように，審査官は，本願補正発明と引用発明1の相違点に係る構成に関し，刊行物2には，シート巻取量と使用量から求めた残量に基づきロールの回転に対する負荷を制御する発明が記載されているとの認定に基づき，相違点2に係る構成は，引用発明1に引用発明2の構成を適用することにより，当業者が容易に想到し得ると判断している。",
                    "しかしながら，刊行物2には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「図1は本考案に係る長尺材流通管理システムの全体図を示す。この長尺材流通管理システムは，大略，下記するようにトランスポンダ14が装着された芯管1と，芯管1のトランスポンダ14と情報の交換を行う芯管回収処理装置32と，芯管1が供給される薬剤包装装置34，薬袋印刷装置35等の長尺材処理装置33とから構成されている。」(段落【0017】)「前記芯管1は複数の外径部材2を円筒状に連結したもので，その外周には薬剤包装紙又は薬袋となる長尺材21が巻回されている。…」(段落【0018】)",
                      "text": [
                        "「前記各外径部材2は，図3に示すように，対向して所定間隔で並設される複数枚の側面部材3と，各側面部材3同士を連結する接続梁4とから構成されている。…」(段落【0019】)(イ) 「前記側面部材3にはトランスポンダ14が装着されている。このトランスポンダ14は，図6に示すように，ガラス管15内に，フェライトコア16に巻き付けたコイル状のアンテナを有する通信部17，送受信回路(制御部に相当する。)18及びICメモリ等の記憶部19を収容した構成である。前記トランスポンダ14では，前記通信部17がデータを載せたマイクロ波を受信すると，送受信回路18を介して受信したデータが記憶部19に記憶され，又は，記憶したデータが送受信回路18を介して送信されるようになっている。」(段落【0020】)「また，前記側面部材3には，芯管1に巻き付けた長尺材21の残量を検出するための複数の残量検出センサ22が径方向に並設され，下記する残量検出部38を構成している(図10参照)。各残量検出センサ22は発光素子と受光素子とからなり，長尺材21が所定量巻き戻される毎に，長尺材21の残量が検出できるようになっている。」(段落【0021】)(ウ) 「張力調整部37は，図10に示すように，芯管1が装着される回転軸45と，長尺材21を搬送する搬送ローラ46と，長尺材21の弛み具合を検出するセンサ(図示せず)とからなる。使用可能なセンサとしては，例えば，上下方向に所定間隔で設けられ，長尺材21がこの範囲に位置しているか否かを常時検出するものが挙げられる。そして，前記張力調整部37では，センサで検出された長尺材21の弛み具合に基づいて下記する制御部44により回転軸45又は搬送ローラ46の回転を制御し，長尺材21には常に一定の張力が作用するように調整している。」(段落【0028】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「残量検出部38は，前述のように，芯管1に巻回した長尺材21の残量を検出するためのもので，前述のように，芯管1に巻回した長尺材21の径方向に所定間隔で設けた複数の残量検出センサ22からなり，長尺材21が巻き戻されるに従って外径側の残量検出センサ22から順に検出できるようになっている。」(段落【0030】)",
                      "text": [
                        "「…本実施の形態では，前記計測設定時間は，例えば，1時間に設定されており，1時間経過する毎に，前記残量検出部38，エラー検出部40等での検出データを読み込み(ステップS13)，検出日時と共にトランスポンダ14に記憶させる(ステップS14)。」(段落【0045】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「なお，前記実施の形態では，残量検出センサ22により長尺材21の残量を検出するようにしたが，長尺材21の搬送ライン上にエンコーダ付きの回転ローラを設けて検出するようにしてもよい。この回転ローラは，長尺材21に直接接触して回転するようになっている。",
                        "したがって，前記エンコーダにより，その回転数から長尺材21の搬送距離を算出することができるようになっている。そして，前記長尺材21の搬送距離に基づいて使用開始からの使用量を算出し，算出した使用量から長尺材21の残量が求められる。」(段落【0073】)以上の記載によれば，刊行物2には，長尺材21の搬送距離に基づいて使用開始からの使用量を算出し，算出した使用量から長尺材21の残量が求められ，求められた残量がトランスポンダ14に記憶されることは記載されているということはできるが，シートの張力調整は，長尺材21の弛み具合を検出するセンサを用いて行われ，同センサで検出された長尺材21の弛み具合に基づいて回転軸45又は搬送ローラ46の回転が制御されることにより，長尺材21に常に一定の張力が作用するように調整されるものであると認められる。したがって，引用発明2は，巻取量データと上記引出量データから求められるシート残量とに基づいて張力の調整を行うものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，拒絶理由通知書及び拒絶査定の「備考」欄における，刊行物2には，シート巻取量と使用量から求めた残量に基づきロールの回転に対する負荷を制御する発明が記載されているとの認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記のとおり，審決は，シートロールの巻取量データと引出量データとに基づいて負荷をかけるという相違点に係る構成が「周知技術」であると認定し，拒絶理由通知書及び拒絶査定のように，公知例である刊行物2に記載されているとは認定していない。",
                "シートロールの巻取量データと引出量データとに基づいて負荷をかけるという構成が，本願補正発明の構成要件のうちでも重要な部分であることは，本願補正明細書に「従来のシート張力調整装置では，シートの使用による巻取量の変化を径方向に配置した巻径検出センサで段階的に検出する方式を採用しているため，検出センサのランクが切替わる径になると，芯管軸の偏心，シートの重量，巻き歪みなどの原因により電磁ブレーキのブレーキ力ランクが1回転毎に上下に変動するバイブレーション現象が生じる。」(段落【0005】)，「この発明に係るシート張力調整装置においては，測定したシートの引出量と巻芯へのシートの巻取量とに基づいてシートロールの回転に対して負荷をかけるようにしたので，シートロールの巻径を検出するセンサが不要となる。」(段落【0011】)との記載からも明らかである。",
                "そして，審査手続及び審判手続を通じ，原告が，巻取量データと引出量データに基づき回転に対する負荷を制御することが刊行物2に記載されているとの認定を争ってきたことは，前記判示のとおりである。",
                "被告も指摘しているとおり，周知技術は，その技術分野において一般的に知られ，当業者であれば当然知っているべき技術をいうにすぎないのであるから，審判手続において拒絶理由通知に示されていない周知事項を加えて進歩性がないとする審決をした場合であっても，原則的には，新たな拒絶理由には当たらないと解すべきである(例えば，東京高判平成4年5月26日・平成2年(行ケ)228号参照)。",
                "しかしながら，本件では，本願補正発明と引用発明1との相違点に係る構成が本願補正発明の重要な部分であり，審査官が，当該相違点に係る構成が刊行物2に記載されていると誤って認定して，特許出願を拒絶する旨の通知及び査定を行い，しかも原告が審査手続及び審判手続において刊行物2に基づく認定を争っていたにもかかわらず，審決は，相違点に係る構成を刊行物2に代えて，審査手続では実質的にも示されていない周知技術に基づいて認定し，さらに，その周知技術が普遍的な原理や当業者にとって極めて常識的・基礎的な事項のように周知性の高いものであるとも認められない。このような場合には，拒絶査定不服審判において拒絶査定の理由と異なる理由を発見した場合に当たるということができ，拒絶理由通知制度が要請する手続的適正の保障の観点からも，新たな拒絶理由通知を発し，出願人たる原告に意見を述べる機会を与えることが必要であったというべきである。そして，審決は，相違点の判断の基礎として上記周知技術を用いているのであるから，この手続の瑕疵が審決の結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の取消事由3の主張は理由があるから，その余の取消事由について判断するまでもなく，本件審決は取消しを免れない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10102",
    "date": "2006-12-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033928",
    "ipprecedent_id": "61",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}