{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80300号事件について平成18年4月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が特許権者である後記特許に関し，原告が特許無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，無効審判請求人たる原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "text": [
            "(1)特許庁における手続の経緯",
            "被告(旧商号 ティーディーケイ株式会社)は，平成9年2月17日，名称を「有機エレクトロルミネッセンス表示装置およびその製造方法」とする発明について特許出願をし，平成14年3月15日，特許第3288242号として設定登録を受けた(請求項の数は5。以下「本件特許」という。)。",
            "ところが本件特許について，平成17年10月18日付けで原告から無効審判請求がなされたので，特許庁は，同請求を無効2005−80300号事件として審理した上，平成18年4月18日，「本件審判の請求は，成り立たない」との審決をし，その謄本は平成18年4月28日原告に送達された。",
            "(2)発明の内容",
            "本件特許に係る発明の内容は，次のとおりである(以下，請求項の番号順に「本件発明1」等という。甲7)。",
            "【請求項1】有機エレクトロルミネッセンス積層構造体部分が，その基板とシールド部材とによって形成された気密空間内に配置され，かつこの気密空間内に実質的に不活性ガスのみが充填されている有機エレクトロルミネッセンス表示装置において，有機エレクトロルミネッセンス積層構造体部分の有機材料のガラス転移温度が140℃以下であり，前記シールド部材が，封入口を持たない連続部材で構成され，このシールド部材と前記基板とがカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤で接着され，前記気密空間の水分含有率が100ppm以下であることを特徴とする有機エレクトロルミネッセンス表示装置。",
            "【請求項2】前記シールド部材が，平板状部材で構成され，前記カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤中に微小粒子が分散されており，この接着剤で構成される層が上記気密空間を形成するためのスペーサとしても作用する請求項1の有機エレクトロルミネッセンス表示装置。",
            "【請求項3】有機エレクトロルミネッセンス積層構造体部分が，その基板とシールド部材とによって形成された気密空間内に配置され，かつこの気密空間内に実質的に不活性ガスのみが充填されている有機エレクトロルミネッセンス表示装置の製造方法において，作業空間を，前記気密空間に充填する不活性ガスであって水分含有量が100ppm以下の不活性ガス雰囲気とし，この雰囲気内で，基板とシールド部材とをカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤で貼り合わせることにより，前記気密空間内の不活性ガスを閉じ込めて，シールド部材に不活性ガス導入用の封入口を必要としない有機エレクトロルミネッセンス表示装置を得る有機エレクトロルミネッセンス表示装置の製造方法。",
            "【請求項4】前記接着剤の硬化作業を，その硬化が完了するまで前記不活性ガス雰囲気中で行なう請求項3の有機エレクトロルミネッセンス表示装置の製造方法。",
            "【請求項5】前記有機エレクトロルミネッセンス表示装置の各構成部材を前記不活性ガス雰囲気中に配置する前に，真空中で加熱し，残留水分を除去し，この状態を保ったままで前記不活性ガス雰囲気中に搬送し，前記構成部材を，その残留水分が前記不活性ガス雰囲気の水分と平衡状態に達するまで該不活性ガス雰囲気中に放置し，その後前記貼り合わせ作業を行なう請求項3または4の有機エレクトロルミネッセンス表示装置の製造方法。",
            "(3)審決の内容"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件発明1ないし5は，いずれも，下記刊行物に記載された発明に基づいて当業者が容易に発明をすることができたとはいえない，等としたものである。",
                "記",
                "① 特開平8−302340号公報(甲1)",
                "② 特開平8−259940号公報(甲2)",
                "③ 特開昭59−116778号公報(甲3)",
                "④ 特開平5−117592号公報(甲4)",
                "⑤ 特開昭61−131394号公報(甲5)",
                "⑥ 特開平8−111285号公報(甲6)",
                "(以下，①～⑥を順に「甲1公報」のようにいい，それぞれに記載の発明を「甲1発明」のようにいう。)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "なお，審決は，本件発明と甲1発明との一致点及び相違点を次のとおり認定した。",
                "＜一致点＞",
                "「 有機エレクトロルミネッセンス積層構造体部分が，その基板とシールド部材とによって形成された気密空間内に配置され，かつこの気密空間内に実質的に不活性ガスのみが充填されている有機エレクトロルミネッセンス表示装置において，このシールド部材と前記基板とが接着剤で接着され，前記気密空間の水分含有率が100ppm以下であることを特徴とする有機エレクトロルミネッセンス表示装置。」である点＜相違点1＞",
                "有機エレクトロルミネッセンス積層構造体部分に関して，本件発明1が，有機材料のガラス転移温度が140℃以下であるのに対して，甲1発明にはそのような限定がない点。",
                "＜相違点2＞",
                "シールド部材に関して，本件発明1が封入口を持たない連続部材で構成されるのに対して，甲1発明は基板とスペーサーである点。",
                "＜相違点3＞",
                "接着剤に関して，本件発明1がカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤であるのに対して，甲1発明は光硬化型であるとの記載にとどまる点。",
                "(4)審決の取消事由",
                "しかしながら，審決は，甲4発明の認定を誤り，甲1発明と甲4発明との技術分野の共通性の認定を誤り，また，本件発明1～5について甲1発明ないし甲6発明に基づいて当業者が容易に発明することができたとの誤った判断を行っているから，違法として取り消されるべきである。。"
              ]
            },
            {
              "fig": "ア",
              "subject": "取消事由1(甲4発明の認定の誤り)",
              "text": [
                "(ア)審決は，甲4発明の接着剤はラジカル系が主成分であるのに対して，本件発明1の接着剤はカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤であって，両者は異なるものであるから，甲1発明の接着剤を甲4発明の接着剤に置き換えても本件発明1の構成とはならない，と判断した(11頁第2段落～下第4段落)。しかし，以下のとおり，この判断は，甲4発明の接着剤についての誤った認定に基づくものである。",
                "(イ)甲4文献の図1には，ラジカル系とカチオン系の混合比が，(100％：0％)，(4:1)，(3:1)，(1:1)，(1:3)，(1:5)，(0％：100％)である紫外線硬化型のエポキシ樹脂接着剤が記載されている。これらのうち，混合比が(1:3)，(1:5)，(0％：100％)のものは，カチオン系が全体の50％以上を占めているから，審決が，「甲第4号証記載の発明の接着剤は，ラジカル系が主成分であって，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤は，単に添加されているにすぎないと理解すべきである。」(11頁第3段落)と認定したことは，誤りである。",
                "審決は，上記認定の理由として，甲4公報に「カチオン系(EH 202)のみでは非常に弱い接着力である」，「カチオン重合材料を添加する」(段落【0022】)との記載があることを指摘する。しかし，混合比が(1:3)及び(1:5)のものは，カチオン系を主成分としてラジカル系を添加したものであり，甲4公報の図1によれば，PETフィルムに用いた場合において要望仕様以上の接着強度を有する接着剤である。",
                "また，審決は，「請求人は，甲第4号証の図1に，エポキシ樹脂のみのものが開示されていると主張するが，上記のように接着剤として望ましくないものとして示されているにすぎず，技術事項としてエポキシ樹脂のみの接着剤が開示されているということはできない。」(11頁第4段落)とするが，甲4公報は，カチオン系のエポキシ樹脂のみから成る接着剤(EH 200)について，PETフィルムに用いた場合に接着力が非常に弱いということを示しているにすぎず，カチオン系のエポキシ樹脂のみから成る接着剤が技術事項として開示されていないということはできない。そして，本件発明1は，基板の材料をPETフィルムに限定するものではなくガラス等も含むものであるところ，ガラス基板に対して，カチオン重合型エポキシ接着剤が所定の接着強度を有することは，甲8公報(特開平5−43866号公報)に示されているとおり，本件出願時に常識的に知られていた事項である。したがって，カチオン系のエポキシ樹脂のみから成る接着剤を，シール用の接着剤として使用できないものとすることは誤りである。",
                "(ウ)被告は，甲4公報における接着剤のうちカチオン系のものは，発明の課題を解決できないものであり，このような接着剤は，「刊行物(甲4公報)に記載された発明」から除外して考えるべきであると主張する。",
                "しかし，「刊行物に記載された発明」とは，刊行物に記載されている事項及び記載されているに等しい事項から当業者が把握できる発明をいうのであり，刊行物が出願公開公報である場合に，出願された発明だけに限られるものではなく，例えば，従来例の欄に記載されている技術的事項も記載されている発明である。甲4公報に記載された接着剤のうち，混合比が，(1:3)，(1:5)，(0％：100％)のものは，カチオン系が主成分となる接着剤であり，一定程度の接着力を有するものとして開示されているのであるから，これらを「刊行物(甲4公報)に記載された発明」から除外するべきだという被告の主張は失当である。",
                "(エ)甲1発明の技術的課題は，有機エレクトロルミネッセンス素子を外気と遮断するための封止性であり，機械的な接着力の問題ではない。一方，甲4公報記載の発明は，PF−LCDにおいてPETフィルム基板の接着に用いられる接着剤に係るものであり，基板が可撓性を有するために生ずる接着部の曲げ応力に耐える機械的な接着力を検討しているものである。したがって，甲4公報において，カチオン系のものが積極的に評価されていないとしても，一般的な接着剤としての接着力が否定されているわけではない。かえって，甲4公報には，カチオン系重合材料の添加により耐湿性等が向上する旨の記載があるから，カチオン系の接着剤が甲1発明の接着剤に置換するに値するものであることが示されているといえる。",
                "さらに付言すれば，本件発明1では，接着対象物であるシールド部材の材質を特に限定していない。被告がいうように，甲4公報に記載されたカチオン系の接着剤がPETフィルムに対して接着力を有しないのであれば，本件発明1においてシールド部材の材質としてPETフィルムを選択した場合には，カチオン系の接着剤を使用することができないことになる。したがって，被告の主張は自己矛盾の主張というべきであり，失当である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "取消事由2(甲1発明と甲4発明の技術分野が相違するとした判断の誤り)",
              "text": [
                "(ア)審決は，「甲第4号証記載の発明は液晶セルのシール剤に用いる接着剤であり，甲第1号証記載の発明とは属する技術分野が異なる」(12頁第2段落)との記載にあるとおり，甲1発明の接着剤は有機エレクトロルミネッセンス素子の基板のシール接着に用いるのに対して，甲4発明の接着剤は液晶セルの基板のシール接着に用いるものであることを理由に，技術分野が異なると認定し，これを前提に，「甲第1号証記載の発明と甲第4号証記載の発明とは属する技術分野も異なるので，甲第1号証記載の発明の接着剤を甲第4号証記載の発明の接着剤に置き換えるという動機付けはな(い)」(同第3段落)と判断しているが，以下のとおり誤りである。",
                "(イ)液晶表示装置とは，例えば，2枚のガラス板の間に液晶を封入し，電圧をかけることによって液晶分子の向きを変え，光を透過または非透過とすることで像を表示するものである。なお，液晶自体は発光せず，明るいところでは反射光を，暗いところでは背後に設けたバックライトの光を使って表示を行なっている。これに対して，有機エレクトロルミネッセンス表示装置とは，例えば，ガラス基板とガラスからなるシールド部材とによって密封された空間内に発光体となる有機材料を配置し，電圧をかけることによって，発光体を発光させ，像を表示するものである。液晶表示装置と有機エレクトロルミネッセンス表示装置とは，光を透過または非透過とすることで像を表示させる表示装置と発光体を発光させて像を表示させる表示装置との違いはあるが，双方ともガラス板を接着剤で接合して形成された密封空間内に表示を行うための材料を封入し，電圧をかけることにより表示を行うフラットパネルディスプレイ装置という極めて共通性の高い技術分野に属するものである。そして，両者ともに，電圧をかけることにより表示を行う装置という点から，透明電極，電極に電圧を与えるための駆動用素子などについての技術は共通し，液晶表示装置に用いられている技術が有機エレクトロルミネッセンス表示装置にもそのまま応用されており，両者は極めて共通性の高い技術分野である。",
                "また，従来から，有機エレクトロルミネッセンス装置が液晶表示装置用のバックライト又はサイドライトとして使用された例(特開平8−138870号公報〔甲9〕等)や，液晶表示素子と有機エレクトロルミネッセンス表示素子との複合素子型表示装置の例(特開平8−211832号公報〔甲10〕等)があり，両技術には技術的に密接な関係がある。",
                "このように，甲1発明と甲4発明の技術分野は共通性を有しており，審決の上記認定及び判断は誤りである。",
                "(ウ)被告は，本件発明1と甲4公報の記載事項とを対比し，液晶表示装置は，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤を用いる必要はないと主張する。しかしながら，甲4公報は，接着剤に関する発明であって，液晶のシール剤に用いた実施例が記載されているものである。甲4公報のどこにも，液晶表示装置にカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤を用いる必要はないという記載はない。よって，被告の主張は失当である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "取消事由3(本件発明2の進歩性の判断誤り)",
              "text": [
                "本件発明2について，審決は，「本件発明1は，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえないので，同様の理由により，本件発明2も，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえない。」(12頁下3行～13頁2行)と判断したが，前記のとおり，本件発明1は，甲1～甲6発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明2も，甲1～甲6発明に基づいて当業者が容易に発明をすることができたものであり，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "取消事由4(本件発明3の進歩性の判断誤り)",
              "text": [
                "本件発明3について，審決は，「前記(1)2.における相違点3に係る構成(判決注：本件発明1の相違点3に係る構成)は，甲第1号証および甲第4号証記載の発明に基づいて当業者が容易に想到し得たものではないから，同様の理由により，相違点2(判決注：本件発明1の相違点3と同じ)に係る構成も，甲第1号証および甲第4号証記載の発明に基づいて当業者が容易に想到し得たものではない。」(14頁1～5行)と認定しているが，前記のとおり，審決は，甲4発明についての認定を誤り，また，甲1発明と甲4発明の技術分野についての認定を誤り，その結果，本件発明3の相違点2に係る構成は甲1，甲4発明に基づいて，当業者が容易に想到し得たものではないとの誤った結論を導いたものである。"
              ]
            },
            {
              "fig": "オ",
              "subject": "取消事由5(本件発明4の進歩性の判断誤り)",
              "text": [
                "本件発明4について，審決は，「本件発明3は，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえないので，同様の理由により，本件発明4も，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえない。」(14頁23行～27行)と判断したが，前記のとおり，本件発明3は，甲1～甲6発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明4も，甲1～甲6発明に基づいて当業者が容易に発明をすることができたものであり，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "カ",
              "subject": "取消事由6(本件発明5の進歩性の判断誤り)",
              "text": [
                "本件発明5について，審決は，「本件発明3または4は，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえないので，同様の理由により，本件発明5も，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえない。」(15頁3行～7行)と判断したが，前記のとおり，本件発明3又は4は，甲1～甲6発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明5も，甲1～甲6発明に基づいて当業者が容易に発明をすることができたものであり，審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)(2)(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，審決には，原告が主張するような違法はない。",
            "(1)取消事由1に対し",
            "甲4公報に記載された接着剤が，本件発明1の相違点3に係る構成の容易想到性を基礎付けるものであるためには，当該接着剤が，甲1発明の接着剤と置換するに値するような接着剤であるべきである。ここで，甲4公報に記載された発明の課題は，接着性の向上であるが，かかる課題は，甲1発明及び本件発明1に記載の接着剤においても，明細書に明示の記載はないものの，当然予定されていてしかるべき一般的な課題であるから，甲4公報に記載された接着剤のうち課題を解決できない接着剤，すなわち接着性に劣るとされる接着剤を甲1発明に適用して本件発明1とすることは考えられない。",
            "すなわち，甲4公報において接着性に劣るとされた接着剤は，甲1発明に適用して本件発明1をなす上での阻害要因となるものであり，甲1発明の接着剤と置換するに値するような接着剤とはいえるものではない。",
            "したがって，甲4公報に記載された接着剤のうち，甲4公報に記載された発明の課題を解決できない接着剤は，本件発明1の相違点3に係る構成の容易想到性を判断するに当たって，「刊行物に記載された発明」とはいえないものである。",
            "すなわち，接着性の向上を目的として，甲1発明に，甲4公報記載の接着剤のうち接着性に劣るとされる接着剤を適用しようとすることは，当業者が通常は考えないことであり，両者を組み合わせれば接着性の向上という課題が解決されることに想到することが容易であるというためには，これを理由づけるに足りる特段の事実が必要というべきであるというべきである。",
            "そして，甲4公報の図1を参照すると，ラジカル系(ZA20)が100％のものが示されており，それよりも接着強度が高いものは，ラジカル系とカチオン系(EH202)との比が(4:1)と(3:1)の場合のみであって，これらが甲4公報において甲4公報に記載された発明の課題を解決できる接着剤に該当する。一方，当該比が(1:1)，(1:3)，(1:5)，(0％：100％)のものの接着強度は，ZA20と同程度か，それ以下のものとなっているから，これらのものは，甲4公報に記載された発明の技術的課題を解決していない接着剤であるということになる。",
            "したがって，甲4公報に記載された接着剤のうち甲1発明の接着剤に置換しようと当業者が考えるものがあるとしても，それは，甲4公報に記載された発明の技術的課題を解決できる接着剤，すなわち，ラジカル系とカチオン系の混合比が(4:1)，(3:1)のもののみであり，当該混合比が(1:1)，(1:3)，(1:5)，(0％：100％)のものは，これらを甲1発明の接着剤に置換することは当業者が容易に想到しないことである。",
            "したがって，審決が，甲4公報記載の発明を認定するに当たり，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤が開示されていると認定しなかったことに，誤りはない。",
            "(2)取消事由2に対し",
            "原告の主張は，液晶表示装置と有機エレクトロルミネッセンス表示装置は共通性の高い技術分野であるため，甲4公報に開示された液晶表示装置に関する接着技術を，甲1発明の有機エレクトロルミネッセンス表示装置に適用することで，本件発明1の有機エレクトロルミネッセンス表示装置は容易に想到できるというものである。",
            "そこで，まず対比する発明の技術分野の異同を判断するに当たっての基準について検討すると，発明の技術分野は，解決課題を備える発明についての技術分野であるから，対比する発明の技術分野の異同について判断するに当たっては，対比する各発明の技術的意義，技術的課題が極めて重要な基準になる。具体的には，その発明がその属する技術に与える具体的な技術的課題も重要な基準になる。特に，その構成のみに基づいて技術的効果を予測することが困難な分野については，その意義が大きい。",
            "ところで，本件発明1の相違点3に係る構成は，通常の熱硬化型接着剤の使用による有機エレクトロルミネッセンス積層構造体の熱による軟化を避けようとして，一般的な紫外線硬化型のアクリル系接着剤を用いると，接着剤中のアクリルモノマーが有機エレクトロルミネッセンス積層構造体の有機材料に侵入若しくは化学反応することで，有機エレクトロルミネッセンス積層構造を破壊あるいは剥離するような劣化を発生させる，という新たな知見に基づく技術的課題の認識の上に立って，その解決手段として，シールド部材と基板とをカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤で接着するという手段を採用したものである。",
            "これに対し，有機エレクトロルミネッセンス積層構造体を備えることのない甲4公報記載の液晶表示装置が，本件発明1の上記技術的課題を有することはあり得ないから，甲4公報に開示された接着技術を，有機エレクトロルミネッセンス表示装置におけるシールド部材と基板との接着に適用する動機付けもあり得ない。",
            "このように，液晶表示装置と有機エレクトロルミネッセンス表示装置に共通する技術が存在するとしても，以上のとおり，本件発明1の課題，作用，効果に沿っていうと，これらの装置は技術分野を全く異にするものである。",
            "したがって，審決が「甲第4号証記載の発明は液晶セルのシール剤に用いる接着剤であり，甲第1号証記載の発明とは属する技術分野が異なる。」(12頁第2段落)と認定判断したことに誤りはなく，原告の主張は失当である。",
            "(3)取消事由3に対し",
            "上記のとおり，本件発明1は，甲1～甲6公報記載の発明に基づいて当業者が容易に発明をすることができたものとはいえないから，「同様の理由により，本件発明2も，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえない。」(12頁最終段落)とした審決の認定判断に誤りはない。",
            "(4)取消事由4に対し",
            "上記のとおり，審決の甲4公報記載の発明についての認定に誤りはなく，また，甲1発明と甲4公報記載の発明の技術分野についての認定判断にも誤りはないから，本件発明3の相違点2(本件発明1の相違点3と同じ)に係る構成について，甲1発明及び甲4記載の発明に基づいて当業者が容易に想到し得たものとはいえないとの結論に誤りはない。",
            "(5)取消事由5に対し",
            "上記のとおり，本件発明3は，甲1～甲6公報記載の発明に基づいて当業者が容易に発明をすることができたものとはいえないから，「同様の理由により，本件発明4も，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえない。」(14頁下第2段落)とした審決の認定判断に誤りはない。",
            "(6)取消事由6に対し",
            "上記のとおり，本件発明3及び4は，甲1～甲6公報記載の発明に基づいて当業者が容易に発明をすることができたものとはいえないから，「同様の理由により，本件発明5も，甲第1号証ないし甲第6号証記載の発明に基づいて当業者が容易に発明をすることができたものとはいえない。」(15頁第2段落)とした審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下，原告の主張する審決の取消事由について順次判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "text": [
            "(1)原告は，審決が，「甲第4号証記載の発明の接着剤は，ラジカル系が主成分であって，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤は，単に添加されているにすぎないと理解すべきである。」(11頁第3段落)と認定したことは誤りであると主張する。",
            "原告の上記主張は，甲4公報には，ラジカル系の紫外線硬化型接着剤とカチオン系の紫外線硬化型接着剤との混合比が，(1:3)，(1:5)，(0％：100％)のものも記載されているところ，これらは本件発明1の「カチオン硬化タイプの紫外線硬化型エポキシ接着剤」であるといえるから，これらを副引用発明とすることによって，本件発明1と甲1発明との相違点3に係る構成(接着剤に関して，本件発明1がカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤であるのに対して，甲1発明は光硬化型であるとの記載にとどまる点。前記第3，1，(3)，イ参照)が当業者にとって容易に想到できたことを論理付け得る，というものである。",
            "確かに，甲4公報には，原告の指摘するカチオン系の紫外線硬化型接着剤についての記載があり，これを甲1発明の接着剤に置換すれば，本件発明1の相違点3に係る構成を得ることができる。しかし，以下に述べるとおり，本件発明1の相違点3の構成が有する技術的意義や，甲4公報におけるカチオン系の紫外線硬化型樹脂の技術的意義を踏まえて検討すれば，審決が，甲4公報に記載されたカチオン系の紫外線硬化型接着剤を，相違点3に適用すべき副引用発明として認定しなかったことは相当であり，原告の主張は採用することができない。",
            "(2)本件発明1と甲1発明との相違点3の構成が有する技術的意義ア 本件発明1の上記相違点3に係る構成は，シールド部材と基板との接着に用いる接着剤を「カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤」に特定したものであるが，当該構成を採用するに至るまでの技術的課題の認識及びその解決手段の発見について，本件明細書〔甲7〕には，次の記載がある。",
            "・【0003】ところで，有機EL素子は，水分に極めて弱いという問題がある。たとえば，水分の影響により，発光層と電極層の間で剥離が生じたり，構成材料が変質してしまったりして，ダークスポットが生じたり，発光が維持できなっくなってしまうといった問題が生じている。",
            "・【0004】この問題を解決するための一方法として，封入口を有し，有機EL積層構造体部分を被う気密ケースを基板上に密着固定し，その内部を不活性ガス雰囲気とする技術がある(特開平5−89959号等)。",
            "・【0007】また，気密ケースを基板上に密着固定する場合に用いられる接着剤としては，耐湿性の高いエポキシ樹脂系の接着剤が用いられており，主剤と硬化剤を混合して使用する2液混合型エポキシ樹脂接着剤と，混合の必要ない加熱硬化型エポキシ樹脂接着剤が実用化されている。2液混合型エポキシ樹脂接着剤は室温で硬化するという利点はあるが，硬化に数時間を要し，接着剤としても混合してから使用しなければならず，ポットライフも短いという点で実用的ではない。一方，加熱硬化型エポキシ樹脂接着剤も硬化温度が一般に140～180℃であり，基板上に有機エレクトロルミネッセンス積層構造体を設置した後に気密ケースを接着剤で密着固定する有機エレクトロルミネッセンス表示装置の場合には，有機エレクトロルミネッセンス積層構造体の耐熱性が問題となる。有機エレクトロルミネッセンス積層構造体に用いられる有機材料の耐熱性は，そのガラス転移温度と密接な関係があることが知られている。上記有機材料のガラス転移温度が，加熱硬化型エポキシ樹脂接着剤の硬化温度より高い場合には問題がないが，これまで知られている上記有機材料のガラス転移温度は一般に75～100℃程度であり，最近の耐熱性が改善された特殊な材料でも130℃程度のガラス転移温度がようやく得られるようになったばかりである。従って，一般的な加熱硬化型エポキシ樹脂接着剤を用いると有機エレクトロルミネッセンス表示装置に熱ダメージを与えることとなり好ましくない。",
            "・【0008】ここで硬化時間が短く加熱を要しない接着剤が必要となるが，光硬化型接着剤はこの条件を満足する可能性がある。しかし，光硬化型として一般的な接着剤はラジカル硬化タイプの光硬化型アクリル系接着剤であり，この接着剤は，耐湿性においてエポキシ樹脂接着剤よりも劣り，更にこの接着剤成分であるアクリルモノマーが有機エレクトロルミネッセンス積層構造体の有機材料に侵入もしくは化学反応することで積層構造を破壊あるいは剥離するような劣化が発生し，結果的にダークスポット等の無発光点を生じたり，発光寿命を低下させる原因となることが問題である。また，上記したように光硬化加熱硬化併用型のエポキシ樹脂接着剤も存在するが，これは一般的にはラジカル硬化タイプのアクリル系接着剤と加熱硬化型のエポキシ樹脂接着剤の混合や変性により得られるもので，上記の問題点が解決されていない。",
            "・【0009】そこで，本発明の目的は，工程数が少なく容易に製造でき，寿命の長い有機エレクトロルミネッセンス表示装置およびその製造方法を提供することである。",
            "・【0011】【発明の実施の形態】以下，本発明の具体的構成について詳細に説明する。",
            "・【0012】本発明の有機エレクトロルミネッセンス表示装置の構成例を図1に示す。この図に示される有機エレクトロルミネッセンス表示装置は，基板1，この基板1上に設けられた有機EL積層構造体部分10，および基板1上に設けられた有機EL積層構造体部分10を密閉する箱形のシールド部材20を有している。",
            "・【0013】上記シールド部材20は，ガラス，金属，セラミックス，低透湿性高分子材料等で形成されたものであることが好ましい。このシールド部材20は，全体が一体で，封入口等が無い連続部材で構成され，例えば矩形等である上面部材21，およびこの上面部材21の全周囲から下方に延びる垂直部材22を備えた箱形である。……垂直部材22の下部は，接着剤30により基板1に密閉接着され，内部に気密空間40を構成している。接着剤としては，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤を用いる。……通常の熱硬化型の接着剤を用いると，……硬化の際に有機エレクトロルミネッセンス積層構造体部分が軟化してしまい，特性の劣化が生じてしまうという問題がある。一方，紫外線硬化型接着剤の場合は，このような有機エレクトロルミネッセンス積層構造体部分の軟化というような問題は生じないが，現在一般に用いられている紫外線硬化型接着剤はアクリル系であるため，その硬化の際にその成分中のアクリルモノマーが揮発し，それが上記有機エレクトロルミネッセンス積層構造体部分の各構成材料に悪影響を及ぼし，その特性を劣化させるという問題を知見した。そこで，本発明においては，以上のような問題のない，あるいは極めて少ない接着剤を鋭意検討し，上記のカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤を用いることとした。"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "本件明細書の上記記載によれば，本件発明1が，前記相違点3に係る構成として，接着剤の種類をカチオン硬化タイプの紫外線硬化型エポキシ接着剤に特定したのは，下記①～④のとおりの技術的課題の認識及び当該課題の解決に向けての検討に基づくものであることが認められる。",
                "① 有機エレクトロルミネッセンス素子は水分に極めて弱いため，有機エレクトロルミネッセンス積層構造体部分を覆う気密ケースを基板上に密着固定し，その内部の水分を除去して不活性ガス雰囲気とする技術がある(段落【0003】【0004】)。",
                "② 上記①の技術においては，気密ケースを基板上に密着固定するために用いる接着剤として，耐湿性の高いエポキシ樹脂系の接着剤が用いられる。しかし，従来一般に用いられていた加熱硬化型エポキシ接着剤は，有機エレクトロルミネッセンス表示装置に熱ダメージを与えるという実用上の問題を有していた(段落【0006】【0007】)。",
                "③ 加熱硬化型に代えて光硬化型の接着剤を用いようとする場合，一般的なラジカル硬化タイプの光硬化型アクリル系接着剤は，その主成分である成分であるアクリルモノマーが有機エレクトロルミネッセンス積層構造体の有機材料に侵入若しくは化学反応することで，ダークスポットの発生等の種々の不都合を生ずる(段落【0008】)。",
                "④ 上記②，③の問題点を避けるために，本件発明1では，前記相違点3に係る構成であるカチオン硬化タイプの光硬化型エポキシ樹脂接着剤を採用した(段落【0013】)。",
                "ウ(ア)一方，審決が主引用発明として認定した甲1発明につき，甲1公報には，次の記載がある。",
                "・【0006】【発明が解決しようとする課題】本発明の目的は，高分子を用いた高輝度，高発光効率，低駆動電圧の有機EL素子で，長期の保存においてもダークスポットがほとんど生成および成長しない有機エレクトロルミネッセンス素子を安価に提供することにある。",
                "・【0007】【課題を解決するための手段】本発明者等は，このような事情をみて，高分子蛍光体を発光層として用いた有機EL素子の発光効率を向上させるために鋭意検討した結果，ポリアリーレンビニレン系高分子蛍光体からなる発光層を有する有機EL素子において，不活性気体で有機EL素子を保護することにより，高輝度，高発光効率の有機EL素子の保存特性が向上し，ダークスポットがほとんどが生成，成長しない有機エレクトロルミネッセンス素子が得られることを見い出し，本発明に至った。",
                "・【0042】次に，本発明における有機EL素子の保護層の製造方法の1例について図1に基づいて説明する。以下の操作を不活性な気体中で行なうことにより，該有機EL素子と透明または半透明な板またはフィルムとの間の空間，すなわち該有機EL素子と被覆体との間の空間が不活性な気体9で満たされる。まず，前記のように透明または半透明な板またはフィルム1(基板を兼ねる。)上に作製した有機エレクトロルミネッセンス素子を囲むように，透明または半透明な板またはフィルム1(基板を兼ねる。)上に1μm以上2mm以下のスペーサー3を置き，この上から別の透明または半透明な板またはフィルム10をのせる。次に，スペーサー3と2枚のそれぞれの透明または半透明な板またはフィルムとの接合部を光硬化型または熱硬化型接着剤2で接合し，該接合部を光硬化または熱硬化させ，2枚の透明または半透明な板またはフィルムを接合する。これにより，有機EL素子は外気と遮断される。",
                "(イ)甲1公報の上記記載【0006】及び【0007】の記載及び段落【0042】中の「これにより，有機EL素子は外気と遮断される。」との記載によれば，甲1公報には，有機エレクトロルミネッセンス素子の好ましくない化学変化を防ぐために，同素子を外気から遮断して不活性気体で保護する，という技術的思想は明確に示されており，この点において，本件発明1の上記イ①の技術的思想と共通するものである。しかし，有機エレクトロルミネッセンス素子を外気から遮断するために基板とスペーサーとを接合するために用いる接着剤の選択については，「光硬化型または熱硬化型」のものを用いるということが示されているにとどまり，本件発明1の上記イの②～④に相当するような，接着剤の種類の選択に係る技術的課題の認識及び当該課題の解決手段の検討は行われていない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "上記のとおり，本件明細書と甲1公報との記載を比較すれば，本件発明1の前記相違点3に係る構成(カチオン硬化タイプの紫外線硬化型エポキシ接着剤の採用)は，有機エレクトロルミネッセンス表示装置への熱ダメージという加熱硬化型接着剤の問題点，及び，成分中のアクリルモノマーによる有機エレクトロルミネッセンス素子の化学変化等に起因するダークスポットの発生，というラジカル硬化タイプの紫外線硬化型接着剤の問題点を新たに見いだし，これを解決するために採用されたものであると認められる。そして，これらの問題点を解決した点に，相違点3に係る構成の技術的意義があるものと解される。",
                "(3)甲4公報におけるカチオン系の紫外線硬化型樹脂の技術的意義"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "甲4公報には，次の記載がある。",
                "・【0002】【従来の技術】従来のシール及び封止用の接着剤においては，アクリル，メタアクリル，変性アクリル，ビスフェノールエポキシ樹脂等を用いたものが知られている。",
                "・【0003】【発明が解決しようとする課題】しかしながら，上記した従来の接着剤においては，次のような問題が挙げられる。",
                "① PET(ポリエチレンテレフタレート)等有機フィルムとの接着力がほとんどない。",
                "② ………",
                "・【0004】なお，ガラス基板，液晶セルでは用いられているが，PF−LCDに応用した報告はほとんどない。以下，具体的に更に説明する。PF−LCDの開発上，有機フィルムの接着剤(シール接着，封止剤)の開発が必須であるが，現行2液エポキシ樹脂接着剤を用いているため，接着力が弱く，硬化後接着材料が硬くなるため，割れ，剥離が発生している。また，揮発性材料を含むため，気泡等の問題も発生している。更に，これ等の材料は硬い材料であるため，従来の欠点をそのままにしている。",
                "・【0005】メタアクリル，アクリル系においては耐水，耐湿性が悪く，接着力の低下が起こる。………",
                "・【0006】エポキシ系では2液タイプであるため，混合後の接着力劣化が大きく，工法管理が困難である。………",
                "・【0007】そこで，本発明では，接着性及び封止性の機能を高めて信頼性を向上させることができる接着剤を提供することを目的としている。",
                "・【0008】【課題を解決するための手段】請求項1記載の発明は，紫外線が照射されて硬化される接着剤において，ラジカル重合材料とカチオン重合材料を含有することを特徴とするものである。………",
                "・【0009】………請求項4記載の発明は，上記請求項1乃至3記載の発明において，有機フィルムの液晶セルの注入口封止に用いることを特徴とするものである。",
                "・【0010】………請求項6記載の発明は，請求項5記載の発明において，液晶セルのシール接着剤に用いることを特徴とするものである。",
                "・【0015】",
                "【実施例】以下，本発明の実施例を説明する。まず，本実施例で用いるラジカル重合材料を………から構成する。",
                "・【0017】次に，本実施例で用いるカチオン重合材料を………から構成する。",
                "・【0022】次に，本実施例では，上記したように形成したラジカル重合材料とカチオン重合材料をスクリュー及びローラ攪拌機を用いて均一に混合するようにしたため，次のような利点を得ることができた。以下，具体的に図1を用いて説明する。図1から判るように，PETフィルムに対する接着力はラジカル系(ZA20)の値を越える点が4：1，3：1の混合比で確認することができる。また，1：1ではZA20単体と同等値である。しかしながら，カチオン系(EH202)のみでは非常に弱い接着力である。また，ラジカル系のUV硬化では重合反応が二次元構造が主であり，硬化物が網目状であると考えられ，耐水，耐湿性が悪い。これに対して，本実施例のものでは透水性も大きく，湿度による膨潤が認められ，剥離し易く接着力を低下させることができる。そして，カチオン重合材料を添加することで耐湿性，耐薬品性(アルコール，ケトン系)を強くすることができる。これは架橋構造反応が進むためである。",
                "・ 図1(6頁)には，ラジカル系",
                "(ZA20)とカチオン系(EH202)の混合",
                "比と接着強度との対応関係が右のとお",
                "り図示されている(なお，混合比が",
                "(8:1)とあるのは(3:1)の誤記であると",
                "認められる。)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲4公報の上記記載によれば，甲",
              "text": [
                "4公報は，PF−LCD(ポリマーフィル",
                "ム液晶ディスプレイ)の液晶セルの注入口封止及びシール接着に用いるため，従来技術の問題点を克服した接着剤の開発が必要であるところ(段落【0002】～【0007】)，そのような目的に用いる接着剤として，ラジカル重合材料及びカチオン重合材料の両方を含有する紫外線硬化型接着剤に係る発明を開示したものである(段落(【0008】)。そして，唯一の実施例として挙げられているものも，ラジカル重合材料及びカチオン重合材料の両方を混合したものである(段落【0015】【0017】【0022】)。",
                "甲4公報において，カチオン系(EH202)のみから成る接着剤については，「非常に弱い接着力である」と明記され(段落【0022】)，図1にも，要望仕様0.6kg/cmを大きく下回る最大0.3kg/cm程度の接着力しか有しないことが示されている。そうすると，甲4公報に接する当業者(その発明の属する技術の分野における通常の知識を有する者)は，カチオン重合材料から成る接着剤を，甲4公報の発明が解決しようとする技術的課題の解決に資するものとして認識することはないと認められる。",
                "(4)上記(2)，(3)を前提に，甲4公報に，本件発明1の前記相違点3に係る構成を得るために必要な「カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤」の発明が開示されているといえるか否かを検討する。",
                "上記(2)のとおり，本件発明1のシールド部材と基板とを接着する接着剤の技術的課題は，基板上に気密ケースを密着固定すること，及び気密ケース内部に水分が浸入するのを防止する耐湿性を有することに加えて，接着剤から揮発するアクリルモノマーが，有機エレクトロルミネッセンス積層構造体の有機材料と化学反応を生じて積層構造を破壊・剥離するような劣化を発生させることのないことを含んでいる。そして，本件発明1は，これらの技術的課題を解決するために，前記相違点3に係る構成として，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤を選択したものである。",
                "一方，上記(3)のとおり，甲4公報に記載されたカチオン系の紫外線硬化型接着剤は，そもそも，甲4公報に記載された発明が解決しようした技術的課題を解決するものとして開示されているものではない。加えて，本件発明1が解決しようとした技術的課題であるところの，接着剤から揮発するアクリルモノマーが有機エレクトロルミネッセンス積層構造体の有機材料と化学反応を生じて積層構造を破壊あるいは剥離するような劣化を防止することについては，甲4公報には何らの開示又は示唆はない。",
                "このように，甲4公報には，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤について一応言及されているものの，これを，本件発明1が解決しようとした技術的課題の解決のために採用し得ることについては，何らの開示も示唆もないというべきであるから，本件発明1の前記相違点3に係る構成の容易想到性を基礎付ける副引用発明とはなり得ないというべきである。審決が「請求人は，甲第4号証の図1に，エポキシ樹脂のみのものが開示されていると主張するが，上記のように接着剤として望ましくないものとして示されているにすぎず」(11頁第4段落)との理解の上に立って，「甲第4号証記載の発明の接着剤は，ラジカル系が主成分であって，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤は，単に添加されているにすぎないと理解すべきである。これに対して，本件発明1の接着剤は，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤である。してみると，甲第4号証記載の発明の接着剤は，本件発明1の接着剤とは異なるものである。」(同第3段落)と認定判断したことは，これと同旨をいうものとして是認することができる。"
              ],
              "content": [
                {
                  "fig": "(5)",
                  "text": [
                    "なお原告が，審決の甲4発明の認定が誤りであるとして主張するところは，以下のとおり，いずれも採用することができない。",
                    "ア(混合比が(1:3)又は(1:5)のものの評価につき)",
                    "(ア)原告は，甲4公報の段落【0022】及び図1には，ラジカル系とカチオン系の混合比が(1:3)，(1:5)のものが示されており，これらはカチオン系が全体の50％以上を占めているからカチオン系を主成分としてラジカル系を添加したものであるということができ，「カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤」に相当すると主張する。",
                    "しかし，ラジカル系とカチオン系とを混合したものは，そもそも本件発明1の相違点3に係る構成にいう「カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤」には含まれないというべきである。すなわち，本件明細書(甲7)の「なお，紫外線硬化型エポキシ樹脂接着剤として市販されているものの中には，紫外線加熱硬化併用型のエポキシ樹脂接着剤が含まれる場合があるが，この場合には，ラジカル硬化タイプのアクリル系樹脂と加熱硬化タイプのエポキシ樹脂が混合あるいは変性してある場合が多く，前記のアクリル系樹脂のアクリルモノマーの揮発の問題や熱硬化型エポキシ樹脂の硬化温度の問題が解決しておらず，本発明の有機エレクトロルミネッセンス表示装置に用いる接着剤としては好ましくない。」(段落【0014】)との記載に照らせば，本件発明1において，ラジカル硬化タイプの接着剤は，たとえ成分の一部としても含まれてはならないと解される。したがって，カチオン系の混合比が50％を超えるもの(混合比が(1:3)，(1:5)のもの)が甲4公報に記載されているからといって，これらにはラジカル系の成分が含まれている以上，甲4公報に，本件発明1の前記相違点3に係る構成である「カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤」が開示されているということはできない。",
                    "(イ)また，原告は，混合比が(1:3)，(1:5)のものは，PETフィルムに用いた場合において，混合比が(4:1)，(3:1)，(1:1)のものに劣るとはいえ，要望仕様(0.6kg/cm)以上の接着強度を有するから，課題の解決に役立つものであって技術的意義を有すると主張する。",
                    "しかし，甲4公報の前記段落【0022】においては，接着強度の評価はラジカル系(ZA20)のみのものとの比較において行われているところ，混合比が(1:3)，(1:5)のものはラジカル系のみのものよりも接着強度が劣るのであり，甲4公報に接する当業者が，混合比が(1:3)，(1:5)のものに積極的な技術的意義を見いだすものと認めることはできない。さらに，混合比が(1:3)，(1:5)の接着剤にもラジカル系の成分が含まれているのであるから，これらの接着剤が有する接着強度は，ラジカル系の成分によってもたらされている効果であると解しても矛盾することはない。そして，段落【0022】中には「カチオン系(EH202)のみでは非常に弱い接着力である」との記載があることをも併せ考慮すれば，混合比が(1:3)，(1:5)のものに一定の接着強度があることが示されているからといって，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤が，甲4公報記載の発明が解決しようとする技術的課題の解決に役立つものとして開示されているとはいえない。審決の「甲第4号証記載の発明の接着剤は，ラジカル系が主成分であって，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤は，単に添加されているにすぎないと理解すべきである」(11頁第3段落)との説示は，これと同旨をいうものとして是認することができる。",
                    "イ(甲4公報における評価の観点との差異につき)",
                    "(ア)原告は，甲4公報においてカチオン系のエポキシ樹脂のみから成る接着剤(EH 202)について積極的な評価はされていないとしても，それは，甲4公報において特許請求された発明が解決しようとした技術的課題であるところの，PETフィルムに用いた場合の封止性という観点からみた場合のことにすぎず，カチオン系のエポキシ樹脂のみから成る接着剤が技術事項として開示されていないということはできない，と主張する。しかし，以下のとおり，原告の主張は採用することができない。",
                    "接着剤の選択は，接着対象物の種類及び必要な接着特性の内容(強度，耐久性，作業性，保存性等)に応じて，多種多様な接着剤の中から適切なものを選び出すという観点から行われるものである。しかるに，甲4公報の記載からは，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤に関して，PETフィルムに用いた場合の接着性及び封止性の観点から否定的な評価(段落【0022】の「カチオン系(EH202)のみでは非常に弱い接着力である」の記載)がなされたということが判明するにとどまり，その他の接着対象物に使用した場合の接着特性について，何らの開示又は示唆はなされていないのである。そうすると，甲4公報におけるカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤への言及は，単に，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤が公知の接着剤の一つであることを示すにとどまるのであり，上記(2)のとおりの本件発明1の技術的課題との関係において，当該技術的課題を解決するために当業者が採用を検討するような接着剤としてカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤が開示されているということはできない。",
                    "(イ)原告は，甲1発明の技術的課題は，有機エレクトロルミネッセンス素子を外気と遮断するための封止性であり，PF-LCDにおけるPETフィルム基板の機械的な接着力を技術的課題とする甲4公報において，カチオン系のものが積極的に評価されていないとしても，一般的な接着剤としての接着力が否定されているわけではなく，かえって，甲4公報には，カチオン系重合材料の添加により耐湿性等が向上する旨の記載があるから，カチオン系の接着剤が甲1発明の接着剤に置換するに値するものであることが示されていると主張する。しかし，以下のとおり，原告の主張は採用することができない。",
                    "すなわち，甲4公報において，カチオン系のものの一般的な接着剤としての接着力が否定されていないとしても，そのことは，カチオン重合タイプの紫外線硬化型エポキシ樹脂接着剤という公知の接着剤が，接着対象物の種類や必要な接着特性によっては，接着剤として採用され得るという至極当然の事実を意味しているにすぎない。また，甲4公報には，カチオン系重合材料の添加により耐湿性等が向上する旨の記載があるとしても，本件発明1が解決しようとした技術的課題は，前記のとおり，接着剤から発生するアクリルモノマーによる有機エレクトロルミネッセンス素子の化学変化等の防止にあるから，甲4公報の当該記載は，本件発明1の相違点3に係る構成を得るために当業者が参酌する技術的手段として，カチオン重合タイプの紫外線硬化型エポキシ樹脂接着剤の採用を示唆したものであるということはできない。",
                    "ウ(「刊行物に記載された発明」の認定につき)",
                    "原告は，「刊行物に記載された発明」とは，刊行物に記載されている事項及び記載されているに等しい事項から当業者が把握できる発明をいうのであり，刊行物が出願公開公報である場合には，出願された発明だけに限られるものではなく，例えば，従来例の欄に記載されている技術的事項も記載されている発明であるから，甲4公報におけるカチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤も，「刊行物に記載された発明」に該当すると主張する。",
                    "確かに，刊行物が出願公開公報である場合に，「刊行物に記載された発明」が出願された発明だけに限られるものでないことは原告主張のとおりである。しかし，上記のとおり，甲4公報において，カチオン硬化タイプの紫外線硬化型エポキシ樹脂接着剤は，それ自体が何らかの技術的課題を解決するとして開示されているわけではない上に，これを，本件発明1が解決しようとする技術的課題の解決のために採用することについて何らの示唆もないのであるから，本件発明1の前記相違点3に係る構成が当業者に容易に想到できたものであることの論理付けに用いることはできない。",
                    "したがって，原告の上記主張は採用することができない。",
                    "エ(甲8公報につき)",
                    "原告は，本件発明1は，基板の材料をPETフィルムに限定するものではなくガラス等も含むものであるところ，ガラス基板に対して，カチオン重合型エポキシ接着剤が所定の接着強度を有することは，甲8公報(特開平5−43866号公報)に示されているとおり，本件出願時に常識的に知られていた事項であるから，カチオン系のエポキシ樹脂のみから成る接着剤を，ガラス基板のシール用の接着剤として使用できないものとすることは誤りである，と主張する。",
                    "しかし，原告の主張するように，甲8公報の記載によって，ガラス基板に対してカチオン重合型エポキシ接着剤が所定の接着強度を有することが常識的に知られていたとしても，甲8公報は，発明の名称に「液晶シール材用接着剤」とあることから明らかなように液晶表示装置に関するものであり，有機エレクトロルミネッセンス表示装置に関する発明を開示したものではないから，当該接着剤を有機エレクトロルミネッセンス表示装置に使用することが常識的に知られた事項であったとはいえない。さらに，甲8公報は，液晶表示装置に関するものであるから，接着剤の成分と有機エレクトロルミネッセンス積層構造体の有機材料との化学反応等については，何ら示唆するところがない。したがって，甲8公報の記載事項を考慮しても，甲4公報において言及されたカチオン重合タイプの紫外線硬化型エポキシ樹脂接着剤が，甲1発明の接着剤に代替して本件発明1の技術的課題を解決できる接着剤として開示されているものということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "text": [
                    "原告は，審決が，「甲第4号証記載の発明は液晶セルのシール剤に用いる接着剤であり，甲第1号証記載の発明とは属する技術分野が異なる」(12頁第2段落)との判断を前提に，「甲第1号証記載の発明と甲第4号証記載の発明とは属する技術分野も異なるので，甲第1号証記載の発明の接着剤を甲第4号証記載の発明の接着剤に置き換えるという動機付けはな(い)」(同第3段落)と判断したのは誤りであると主張するが，以下のとおり，採用することができない。",
                    "すなわち，本件発明1の前記相違点3に係る構成は，前記のとおり，接着剤からアクリルモノマーが揮発し，有機エレクトロルミネッセンス積層構造体の有機材料に侵入若しくは化学反応して積層構造を破壊あるいは剥離するような劣化が生じ，ひいてはダークスポットが発生する，という事態を防止することを技術的課題として，当該課題の解決のために採用されたものである。そして，主引用発明である甲1発明は，有機エレクトロルミネッセンス素子において，スペーサーと基板とを接着剤によって密着固定し，スペーサーと基板とによって形成された空間内を外気と隔絶すること等によってダークスポットの生成及び成長を防止するものである。このように，ダークスポットの発生を防止するという点において，本件発明1と甲1発明とは共通の技術的課題を有している。",
                    "これに対し，甲4公報に記載されているとして原告が主張する接着剤は，液晶注入口の封止や液晶セルのシールに適用することができる接着剤であることは記載されているが，その接着剤からのアクリルモノマーの発生の有無や，有機エレクトロルミネッセンス積層構造体の有機材料との化学反応や，有機エレクトロルミネッセンス素子のダークスポットの発生については，何らの記載も示唆もない。したがって，甲4公報には，甲1発明の課題を解決するために共通する事項，すなわち，技術分野の共通性も，課題解決手段自体も記載されていないというべきである。",
                    "(2)次に原告は，液晶表示装置に用いられている技術は有機エレクトロルミネッセンス表示装置にもそのまま応用されており，両者は極めて共通性の高い技術分野であると主張する。",
                    "しかし，液晶表示装置と有機エレクトロルミネッセンス表示装置とに共通して利用できる技術があるとしても，本件発明1の前記相違点3に係る構成の容易想到性を判断するに当たっては，有機エレクトロルミネッセンス表示装置と液晶表示装置とは，技術分野を共通にするということはできない。なぜなら，本件発明1の前記相違点3に係る構成によって解決しようとした技術的課題は，前記のとおり，有機エレクトロルミネッセンス素子の化学変化を生じないような接着剤の選択であるところ，かかる観点からの接着剤の選択は，有機物である有機エレクトロルミネッセンス素子の場合と，無機物である液晶素子との場合では，接着剤の化学的組成等の点において大きく異なるものと解されるからである。",
                    "原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3～6について",
          "text": [
            "原告が，本件発明2～5の進歩性についての審決の判断の誤りとして主張する内容は，本件発明1についての取消事由1及び2の主張と同様であるか，又はこれらの主張が認められることを前提とするものである。しかるに，本件発明1についての取消事由1及び2の主張を採用することができないことは上記2，3のとおりであるから，取消事由3～6に係る原告の主張も，理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上の次第で，原告が取消事由として主張するところは，いずれも理由がない。よって，原告の本訴請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10252",
    "date": "2007-01-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034034",
    "ipprecedent_id": "14",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}