{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−10号事件について平成17年10月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，1997年(平成9年)8月26日(以下「本件優先日」という。)にアメリカ合衆国においてした特許出願に基づく優先権を主張し，平成10年(1998年)8月26日を国際出願日として，発明の名称を「多色LED照明装置」とする発明につき特許出願(国際出願番号PCT／US98／17702，平成13年9月11日国内公表，特表2001−514432号，",
            "以下「本件出願」という。)をしたが，平成14年9月27日に拒絶査定を受けたので，平成15年1月6日に拒絶査定不服の審判を請求した。特許庁は，これを不服2003−10号事件として審理した結果，平成17年10月4日，「本件審判の請求は，成り立たない。」との審決をし，同月25日にその謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許法184条の6第2項の規定により願書に添付した明細書とみなされるその国際出願に係る明細書の翻訳文並びに平成17年8月15日付け手続補正書によって補正された明細書及び図面(甲9ないし10，以下「本件明細書」という。)の特許請求の範囲の請求項1に係る発明(以下「本願発明」という。)の要旨",
          "text": [
            "電源(300)及び共通電位基準(390)を含む電力回路に結合された，異なる色の少なくとも2つの発光ダイオード(LED)であって，投射された1つの色の光を投射された他の1つの色の光と組み合わせることによって多色環境照明を与える前記LED；(以下「構成要件A」という。)",
            "それ自身に割り当てられた可変アドレスを有する制御器；及び(以下「構成要件B」という。)",
            "前記制御器に応答する，前記少なくとも2つのLED及び前記電力回路に接続され，前記少なくとも2つのLEDに供給された電流をスイッチングするための少なくとも2つのスイッチング手段を備え，且つ前記少なくとも2つのLEDのそれぞれの電流経路に対応する，前記少なくとも2つのLEDを駆動する駆動手段(380)；",
            "を備えた(以下「構成要件C」という。)照明装置であって，(以下「構成要件D」という。)",
            "少なくとも1つのスイッチング手段が各色に与えられ，該各色に与えられた少なくとも1つのスイッチング手段は少なくとも2つの同色のLEDに接続され，(以下「構成要件E」という。)",
            "前記制御器は，",
            "アドレス指定および前記照明装置の前記少なくとも2つのLEDを含む複数のLEDに対する強度値を受け取る手段；(以下「構成要件F」という。)前記制御器の前記可変アドレス，前記受け取られたアドレス指定，および前記受け取られた強度値に基づいて，前記少なくとも2つのLEDに対する各強度値を識別する手段；および(以下「構成要件G」という。)前記識別された各強度値に基づいて，前記少なくとも2つのLEDにパルス幅変調(PWM)信号を発生する手段であって，前記識別された各強度値はPWM信号のデューティ・サイクルを表す，前記PWM信号を発生する手段を備え，(以下「構成要件H」という。)そして前記制御器は，前記発生したPWM信号に基づいて前記少なくとも2つのスイッチング手段を周期的に且つ独立に開閉するように構成されている，",
            "ことを特徴とする，前記照明装置。(以下「構成要件I」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，別添審決謄本写し記載のとおり，本願発明は，特開平8−7611号公報(甲2，以下「引用例」という。)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものと認められるので，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が本願発明と引用発明とを対比して認定した一致点及び相違点は，それぞれ次のとおりである(審決謄本5頁第3段落ないし6頁第1段落)。",
                "(一致点)",
                "「電源(300)及び共通電位基準(390)を含む電力回路に結合された，異なる色の少なくとも2つの光源であって，投射された1つの色の光を投射された他の1つの色の光と組み合わせることによって多色環境照明を与える前記光源；それ自身に割り当てられた可変アドレスを有する制御器；を備えた照明装置であって，前記制御器は，アドレス指定および前記照明装置の前記少なくとも2つの光源を含む複数の光源に対する強度値を受け取る手段；前記制御器の前記可変アドレス，前記受け取られたアドレス指定，および前記受け取られた強度値に基づいて，前記少なくとも2つの光源に対する各強度値を識別する手段；および前記識別された各強度値に基づいて，前記少なくとも2つの光源に光量信号を発生する手段，を備えた照明装置。」",
                "(相違点)",
                "【相違点1】光源に関し，本願発明では「発光ダイオード(LED)」であるのに対し，引用発明では「蛍光灯」である点。",
                "【相違点2】照明装置の構成に関し，本願発明では「制御器に応答する，前記少なくとも2つのLED及び前記電力回路に接続され，前記少なくとも2つのLEDに供給された電流をスイッチングするための少なくとも2つのスイッチング手段を備え，且つ前記少なくとも2つのLEDのそれぞれの電流経路に対応する，前記少なくとも2つのLEDを駆動する駆動手段(380)」(注，構成要件C)を備え，「少なくとも1つのスイッチング手段が各色に与えられ，該各色に与えられた少なくとも1つのスイッチング手段は少なくとも2つの同色のLEDに接続され」(注，構成要件E)ており，前記制御器は「識別された各強度値に基づいて，前記少なくとも2つのLEDにパルス幅変調(PWM)信号を発生する手段であって，前記識別された各強度値はPWM信号のデューティ・サイクルを表す，前記PWM信号を発生する手段，を備え，」(注，構成要件H)「そして前記制御器は，前記発生したPWM信号に基づいて前記少なくとも2つのスイッチング手段を周期的に且つ独立に開閉するように構成されている」(注，構成要件I)のに対し，引用発明ではそのような構成を備えていない点。",
                "なお，本願発明の構成要件C，H及びIに係る相違点を「相違点2(1)」，構成要件Eに係る相違点を「相違点2(2)」という。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，本願発明と引用発明との相違点を看過し(取消事由1)，相違点1及び2(1)，(2)についての認定判断を誤り(取消事由2，3)，本願発明の顕著な作用効果を看過し(取消事由4)，しかも，特許法159条2項違反による手続違背を犯し(取消事由5)，本願発明が進歩性を欠くとの誤った結論を導いたものであって，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本願発明と引用発明とを対比すると・・・後者の『赤，緑，青の3本の蛍光灯であって，それぞれの蛍光灯の明かりを混合することによって任意の色彩の照明を得る蛍光灯』と前者の『異なる色の少なくとも2つの発光ダイオード(LED)であって，投射された1つの色の光を投射された他の1つの色の光と組み合わせることによって多色環境照明を与える前記LED』とはともに異なる色の少なくとも2つの前記光源であ」(審決謄本4頁下から第2段落ないし5頁1行目)ると認定したが，引用発明の「蛍光灯」と本願発明の「発光ダイオード(LED)」とは異なる概念であるから，「光源」という点で一致するものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決は，「本願発明と引用発明とを対比すると・・・後者の『調光量』と前者の『パルス幅変調(PWM)信号』ないし『PWM信号』とはともに『光量信号』という点で・・・共通する」(同4頁下から第2段落ないし5頁第1段落)と認定したが，引用発明の「調光量」と本願発明の「パルス幅変調(PWM)信号」ないし「PWM信号」とは異なる概念であるから，「光量信号」という点で一致するものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，審決は，「本願発明と引用発明とを対比すると，その意味，機能または作用等からみて・・・後者の『調光用の制御信号』は前者の『強度値』に，それぞれ相当する」(審決謄本4頁下から第2段落)と認定したが，「強度値」の本質的な意味を理解せず，LEDから切り離して，単に強度を表す値としてのみとらえるものであって，失当である。",
                "本願発明の「強度値」は，本願発明に係る構成の外部から入力され，識別される信号であり，かつ，外部から随時変更することができる可変の信号でなければならない。このことは，本願発明の構成要件Fにおいて，「前記制御器は・・・複数のLEDに対する強度値を受け取る手段；」とされ，構成要件Gにおいて，「前記受けとられた強度値に基づいて・・・強度値を識別する手段」とされ，構成要件Hにおいて，「識別された各強度値に基づいて，・・・パルス幅変調(PWM)信号を発生する」とされていることなどから，明らかである。本願発明は，このような随時変更可能な信号が入力されることによって，LEDから発せられる色や明るさが変更可能なものとなるのである。",
                "このように，本願発明の「強度値」は，「LEDに対する強度値」であり，かつ，PWM信号を発生させるためのものであるから，蛍光灯のみを開示し，また，PWMについて何ら開示しない引用発明における「調光用の制御信号」とは，強度を表す値であるという点においてのみ共通するにすぎないものであって，その本質的な意味は全く異なるのである。引用発明には，LEDの照明装置において，強度値を受け取り，受け取られた強度値に基づいてLEDに対する各強度値を識別し，識別された各強度値に基づいてPWM信号を発生することについて，全く記載も示唆もなされていないし，そのことによる効果についても全く示唆されていない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "2つの異なる発明同士を対比する際に，両発明の機能や作用などをどこまで上位概念化して対比するかによって，両者を同一発明とするか別発明とするかは，いかようにも可能であることは，特許実務を知る者であれば直ちに気づくことであるところ，審決は，本願発明と引用発明の上位概念化の基準について全く説明することなく，また，両発明が異なる用語を用いているにもかかわらず，何らの説明を付すこともなく，単に同一であると断じているのであって，恣意的な対比を行うための上位概念化であったというほかないから，上記(1)及び(2)の点も含めて，本願発明と引用発明についてした審決の対比は，すべて違法である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，引用発明は，本願発明の構成要件A，C，EないしIを具備していないから，本願発明と引用発明とが「前記制御器は，アドレス指定および前記照明装置の前記少なくとも2つの光源を含む複数の光源に対する強度値を受け取る手段；前記制御器の前記可変アドレス，前記受け取られたアドレス指定，および前記受け取られた強度値に基づいて，前記少なくとも2つの光源に対する各強度値を識別する手段；および前記識別された各強度値に基づいて，前記少なくとも2つの光源に光量信号を発生する手段」(審決謄本5頁下から第3段落)を備えた照明装置である点で一致するとした審決の認定は，相違点を看過したものであり，当然のことながら，この相違点については何らの判断もしていない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての認定判断の誤り)",
          "text": [
            "審決は，相違点1について，「発光ダイオード(LED)を照明装置の光源として採用することは本願優先日前の周知技術(例えば，特公平4−39235号公報・・・，実願平4−21710号(実開平5−73807号)のCD",
            "−ROM・・・等を参照。)ということができるから，引用発明に，同じく照明装置に係る上記周知技術を採用して相違点1に係る本願発明の構成とすることは容易である」(審決謄本6頁第3段落)と判断したが，誤りである。",
            "審決の指摘する特公平4−39235号公報(甲4，以下「甲4公報」という。)及び実願平4−21710号(実開平5−73807号)のCD−RO",
            "M(甲5，以下「甲5公報」という。)には，LEDを用いた照明が記載されているにとどまり，LEDを蛍光灯と代替すること，及び，このような代替をどのようにして行うかについては，その記載も示唆もないから，「発光ダイオード(LED)を照明装置の光源として採用すること」が周知技術であるとした審決の認定は誤りであり，この誤った認定を前提とする容易想到性についての判断も誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2(1)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決は，「『制御器に応答する，少なくとも2つのLEDおよび電力回路に接続され，少なくとも2つのLEDに供給された電流をスイッチングするための少なくとも2つのスイッチング手段を備え，且つ前記少なくとも2つのLEDのそれぞれの電流経路に対応する，前記少なくとも2つのLEDを駆動する駆動手段を備え，』各LEDに対する『強度値に基づいて，前記少なくとも2つのLEDにパルス幅変調(PWM)信号を発生する手段であって，前記』『各強度値はPWM信号のデューティー・サイクルを表す，前記PWM信号を発生する手段，を備え』，少なくとも2つの光源に対応して少なくとも2つのスイッチング手段を設け，制御器は『発生したPWM信号に基づいて該スイッチング手段を周期的かつ独立に開閉する』点は，LEDの輝度制御装置として本願優先日前の周知技術(例えば，特公平1−31240号公報(注，甲6，以下「甲6公報」とい",
                  "text": [
                    "う。)・・・，特公平7−20711号公報(注，甲7，以下「甲7公報」という。)・・・を参照。これらのLEDを駆動するためのトランジスタが本願発明のスイッチング手段に相当している。なお，パルス幅変調方式に基づくLED制御に関して，上記当審における拒絶理由通知において引用した刊行物2〔特開平9−139289号公報，注，甲8，以下「甲8公報」という。〕も存在する。)ということができる。」(審決謄本6頁下から第2段落)と周知技術の認定をしたが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が，相違点2において，周知であるとする「制御器に応答する，少なくとも2つのLED及び電力回路に接続され，少なくとも2つのLEDに供給された電流をスイッチングするための少なくとも2つのスイッチング手段を備え，且つ前記少なくとも2つのLEDのそれぞれの電流経路に対応する，前記少なくとも2つのLEDを駆動する駆動手段を備え，」(構成要件C)，「強度値に基づいて，前記少なくとも2つのLEDにパルス幅変調(PWM)信号を発生する手段であって，前記・・・各強度値はPWM信号のデューティー・サイクルを表す，前記PWM信号を発生する手段を備え」(構成要件H)，「前記制御器は，前記発生したPWM信号に基づいて前記少なくとも2つのスイッチング手段を周期的に且つ独立に開閉するように構成されている，」(構成要件I)(以下「相違点2(1)」という。)の技術は，以下のとおり，甲6ないし甲8公報によって周知であるとすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲6公報に記載された技術は，まず初めに，点灯すべきLEDを選択し，次に，点灯されるLEDを，点灯時間(t1)が順次増大するように所定のフローチャートに基づいて制御するものであり，言い換えると，あるLEDがゆっくりと点灯し，その後ゆっくりと消灯し，次いで，他のLEDがゆっくりと点灯し，その後ゆっくりと消灯する，という動作を繰り返すものである。その際，LEDの明るさは変化しているが，所定のフローチャートに基づくプログラムで設定されているため，輝度の変化のパターンは，プログラムによって固定されており，LEDに対する強度値を受け取ることも，受け取られた強度値に基づいて強度値を識別することも全く予定されていない。したがって，外部から入力される信号としての各強度値に基づいてPWM信号を随時変更して発生することは到底できない。",
                    "しかも，甲6公報に記載の技術においては，赤のLEDがゆっくりと点灯し，その後ゆっくりと消灯し，次いで，緑のLEDがゆっくりと点灯し，その後ゆっくりと消灯し，さらにその後，青のLEDがゆっくりと点灯し，その後ゆっくりと消灯するといったように，各LEDは順次点灯，消灯を繰り返すのみであって，それぞれから発せられる光を混ぜることはできないから，本願発明のように，随時変更可能な信号が入力されることによって，LEDから発せられる色や明るさが変更可能なものではない。",
                    "したがって，本願発明の「強度値」のように，外部から信号が入力され，識別されることによって，LEDから発せられる色や明るさが随時変更可能なものではなく，光の強さと色とを，任意に独立して繰り返し調節することができるものでもないから，相違点2(1)に係る本願発明の構成(構成要件C，H及びI)が開示されているとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲7公報に記載の技術は，「LEDプリンタ等に使用されるLEDアレイ等の発光素子の輝度のばらつきをLEDの駆動に合わせて高速に補正することができるような発光素子駆動装置を提供すること」(2頁左欄37行目ないし40行目)を課題とするものであるところ，プリンターアレイ状の個々の画素用LEDについて，パルス信号選択回路(シフトレジスタ41)が，1つ又は2つ以上のパルスを選択するが，このようなパルスは，パルス信号発生回路5によって，あらかじめ規定された固定された幅を有するものであり，異なる固定された幅を有するパルスを選択して組み合わせることによって，LEDに流れる平均電流を調整することができるというものであって，パルス幅変調ではなく，パルス幅選択の技術というべきである。しかも，甲7公報が開示しているのは，あらかじめ設定されたLEDの固定の「オフセット値」をROM6が保存し，このオフセット値によって，すべてのLEDの輝度を同一とするためにLEDに駆動信号を発生するように，どのパルスと組み合わせるかが決定されるものにすぎず，しかも，甲7公報に記載の装置が受け取る指令は，PWM信号のデューティ・サイクルを表すための強度値ではなく，シフトレジスタ8a，8b・・・8nに与えられる画素データとしてであって，これによって各LEDが同一の強度又は輝度を発生するようにするためのものであるから，構成要件C及びHの構成が開示されていない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲8公報に記載された技術は，LEDを用いた環境照明に係る技術ではなく，光源そのものを観察するための技術であるため，本願発明のようなスイッチング手段を要しないから，スイッチング手段は記載されていない。",
                    "したがって，甲8公報は，本願発明の構成要件C及びHというひとまとまりの構成を開示していない。",
                    "甲8公報は，表示方法又は表示デバイスに関する技術であるから，この技術を引用発明に適切に組み合わせることはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "引用発明は，随時変更可能な信号が入力されることによって蛍光灯の色や明るさを調整するものであり，具体的には，「蛍光灯を用いて任意の色彩に調光できる発光ユニットを提供する」(甲2の2頁左欄37行目ないし39行目)ために，「赤(R)，緑(G)，青(B)のカラーフィルタを周囲に設けた3本の蛍光灯をケース本体内に並べて配置する」(同43行目ないし45行目)こと，すなわち「赤，緑，青の3本の蛍光灯」を不可欠の構成要件として具備するものである。このような引用発明に，色彩を変化させることを意図していない甲6又は甲7記載の技術を組み合わせるには，動機付けを必要とするところ，その動機付けを欠いている。また，組み合わせることができたとしても，本願発明のように所望の色変化を呈する発明を構成することは，当業者において不可能なことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2(2)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，構成要件Eに係る本願発明の構成について，「照明装置において発光色の異なるLEDを各色毎に複数設け，各色毎に点灯させること(注，以下「相違点2(2)」という。)は単なる慣用手段・・・を適用したにすぎず，その際，各色毎に1つのスイッチング手段を与えることも当業者が設計にあたり適宜決定すべき事項というべきである。」(審決謄本6頁最終段落ないし7頁第1段落)と判断したが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲4公報には，制御器が受け取ったPWM信号に基づくLEDのスイッチング手段については何ら記載がなく，むしろ同一色のLEDのスイッチが，手動回転スイッチによってオン・オフされる，すなわち，LEDは直接電源に接続されるにすぎないから，同文献に記載の装置はスイッチング手段を具備しておらず，LEDのオン・オフは人力によってされるのである。",
                    "念のため，甲6及び甲7公報に記載の技術をみても，いずれも，1個のトランジスタに接続されるのは単一のLEDである。特に，甲7公報においては，印刷ヘッドとしてLEDアレイを適用しているため，各LEDが印刷の対象における単一の画素に本質的に対応することから，対応するスイッチによって駆動されるのは単一のLEDでなければならない。すなわち，甲7公報に記載の技術は，「該各色に与えられた少なくとも1つのスイッチング手段は少なくとも2つの同色のLEDに接続され」る本願発明の技術とは反対の技術であり，むしろ採用することを避けなければならないものに当たる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点2(2)に係る「照明装置において発光色の異なるLEDを各色毎に複数設け，各色毎に点灯させること」が周知であるとした審決の認定は，誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)",
          "text": [
            "本願発明は，LEDを用いた照明装置として，初めて，可変アドレスを有する制御手段及びPWM信号発生手段などを採用したものであり，本件明細書の発明の詳細な説明に記載されているとおり，「高性能で迅速な色選択及び変更が可能なコンピュータ制御された多色照明ネットワークを提供する」ものであって，引用発明のようなこれまでの蛍光灯などによる環境照明では決して経験することのできない，俊敏で正確な色選択，色変更及び輝度変更の効果を実現するものである。",
            "これに対して，引用発明からは，このような効果を予測することはできず，まして，色彩や輝度を外部からの入力により随時変化させることができる環境照明について何ら開示することのない甲4ないし甲8公報のいずれの記載からも，上記の格別の効果を予測することはできない。",
            "したがって，本願発明は，顕著な作用効果を奏するものであって，進歩性が認められるべきであり，「本願発明の効果をみても，引用発明ないし上記周知技術から当業者が十分予測し得るものであって，格別のものということができない」(審決謄本7頁第3段落)とした審決の判断は誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(特許法159条2項違反の手続違背)",
          "text": [
            "審判体は，平成17年2月4日付けの拒絶理由通知において，本件の引用例を主引例，甲8公報を副引例として引用し，特許法29条2項の規定による拒絶理由を挙げていたが，審決においては，主引例は変わらないが，新たに甲4ないし甲7公報を周知文献として引用し，甲8公報も意味不明な存在として引用し，特許法29条2項の規定により特許を受けることができないとした。",
            "しかし，甲4ないし甲7公報は，いずれも審決がいう周知事実を示す証拠とはいえないばかりか，審決における周知技術の認定そのものに誤りがあるために周知文献とはいえず，新たな引用例というべきものである。そうすると，審判体は，特許法159条2項において準用する同法50条の趣旨に従って出願人である原告に意見を述べる機会を与えるべき義務があったのに，これを怠ったまま，甲4ないし甲7公報を新たに引用したことになるから，上記各公報に記載された事柄を，本件優先日当時，周知の技術事項であったとして進歩性否定の資料とした審決には，特許法159条2項違反の違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明の「蛍光灯」と本願発明の「発光ダイオード(LED)」とは異なる概念であるから，「光源」という点で一致するものとはいえない旨主張する。",
                "しかし，原告の主張は，単に，本願発明の構成要件A，CないしIにおいて共通に備える「発光ダイオード(LED)」という発明特定事項が，引用発明中に文言上存在しないというにすぎない。",
                "発明の対比は，審決の判断の論理付けを正確かつ簡明にするため，本願発明と引用発明について，それぞれ対応する発明特定事項ごとに，文言上のみならず，その表象する技術的概念(構造，作用，機能など)を，技術常識を踏まえて把握し，一致点と相違点の認定をするものである。そして，対応する発明特定事項に共通の上位概念が存在する場合には，それを一致点としつつ，それよりも下位概念である発明特定事項において相違すると整理することは，特許実務における常とう手段である。",
                "本件において，審決は，本願発明の「発光ダイオード(LED)」と引用発明の「蛍光灯」とを，光技術の分野で通常用いられる「光源」(電球，蛍光灯やLEDなど，光を出すもとを意味。)という上位概念で一致するとしつつ，相違点1として，下位概念，すなわち，本願発明においては「発光ダイオード(LED)」，引用発明においては「蛍光灯」である点で相違すると認定しているのであるから，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明の「調光量」と本願発明の「パルス幅変調(PWM)信号」ないし「PWM信号」とは異なる概念であるから，「光量信号」という点で一致するものとはいえない旨主張する。",
                "しかし，光技術の分野において，「光量信号」は，光源をある強さで発光させるための信号などを意味する技術的概念として通常用いられるものであって，「光量信号」という用語は，審決において新たに作られた概念ではない。そして，本願発明と引用発明との対比において，制御装置が，LED(光源)にパルス幅変調信号(PMW信号)を発生し，引用発明においては，調光装置が，蛍光灯(光源)に調光量を出力することから，本願発明の「パルス幅変調信号(PMW信号)」と引用発明の「調光量」とが，「光量信号」という上位概念で一致することは，明らかである。したがって，「前記識別された各強度値に基づいて，前記少なくとも2つの光源に光量信号を発生する手段，を備えた照明装置。」を本願発明と引用発明の一致点とした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明の「強度値」は，「LEDに対する強度値」であり，かつ，PWM信号を発生させるためのものであるから，蛍光灯のみを開示し，また，PWMについて何ら開示しない引用発明における「調光用の制御信号」とは，強度を表す値であることにおいてのみ共通するにすぎないものであって，その本質的な意味は全く異なる旨主張する。",
                "しかし，引用発明の調光用制御信号と本願発明の強度値とが，いずれも，光の強度を表す値であることは，原告も認めるところである。そして，審決は，「光源」が，本願発明においては「発光ダイオード(LED)」であるのに対し，引用発明においては「蛍光灯」である点(相違点1)，及び，「光量信号」が，本願発明においては「パルス幅変調信号(PMW信号)」であるのに対し，引用発明1においては，そのような構成を備えていない点(相違点2の一部)を，それぞれ相違点として認定しているのであるから，相違点の認定に誤りはない。",
                "原告は，本願発明の「強度値」は，本願発明に係る構成の外部から入力され，識別される信号であり，かつ，外部から随時変更することができる可変の信号でなければならない旨主張する。",
                "確かに，本願発明の構成要件Fにおいて，「前記制御器は・・・複数のLEDに対する強度値を受け取る手段；」とされており，構成要件Gにおいて，「前記受けとられた強度値に基づいて・・・強度値を識別する手段」とされているところから，本願発明の「強度値」は，外部から入力され，識別される信号であるということができる。しかし，それを超えて，外部から「随時変更することができる可変の信号」であるとの記載は，本願発明の特許請求の範囲に存在しないから，原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての認定判断の誤り)について",
          "text": [
            "原告は，甲4及び甲5各公報には，LEDを用いた照明が記載されているにとどまり，LEDを蛍光灯と代替すること，及び，このような代替をどのようにして行うかについては，その記載も示唆もないから，「発光ダイオード(LED)を照明装置の光源として採用すること」が周知であるとした審決の認定は誤りである旨主張する。",
            "しかし，上記周知技術の参照例として引用した甲4公報には，従来技術として白熱電球が，甲5公報には従来技術として蛍光灯がそれぞれ開示されているから，照明器具の光源として従来用いられている白熱電球や蛍光灯に代えてLEDとすることは，周知慣用な手段ということができる。なお，甲8公報にも，白熱電球，蛍光灯，LED，CRT(ブラウン管)などの調光対象(ランプ)を問わない光量調節装置が開示されており，光源として蛍光灯に代えてLEDとすることが周知慣用の手段であることを裏付けるものである。",
            "そして，上記周知技術を前提とした場合，引用発明において光源として用いられている蛍光灯に代えて，LEDを選択することは，当業者が容易に想到できる，あるいは，適宜なし得る程度のことである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2(1)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6公報には，3つのLED(7，11，15)，電源及びメモリに接続されたCPU31を備え，該CPU31は制御LED決定手段21，動",
                  "text": [
                    "作位置判定手段22，点灯時間幅決定手段23及び点灯駆動制御手段24(審決で周知技術とした「スイッチング手段」に相当。)からなる制御回路を構成し，該3つのLED(7，11，15)は電流駆動回路4を介してCPUに接続された，LEDの輝度を変化させる手段において，メモリに記憶された点灯すべきLEDのパターン(審決で周知技術とした「強度値」に相当。)が制御回路に入力され，該「パターン」に基づいてLEDを点灯・消灯状態とする点が記載されているとともに，LEDの輝度を変化させる場合には，LEDを周期(＝t ＋t )的に点灯及び消灯することを繰り返し，この点灯時間t と消灯時間t の割合(点灯と消灯のデューティー比)を変化させることにより輝度を変化させることが記載されている。",
                    "甲6公報においては，メモリに記憶された点灯すべきLEDのパターンが，光源をどのような輝度で光らせるかを指示する信号であり，これはCPUの外部にあるメモリ32から送られるものであるといえるので，これが強度値に相当するものであることは明らかである。",
                    "原告は，本願発明は，随時変更可能な信号が入力されることによって，LEDから発せられる色や明るさが変更可能なものである旨主張するが，前記のとおり，「外部から随時変更することができる可変の信号」を包含するものではない。仮に，本願発明の「強度値」が，原告主張のように，「外部から随時変更することができる可変の信号」と解することができるとしても，審決が摘示しているとおり，引用発明の「調光用制御信号」は本願発明の「強度値」に相当し，これについては原告も認めているところである。そして，例示された甲6ないし8各公報に開示されている周知技術として問題となるのは，飽くまでも，パルス変調方式による輝度調整手段であって，「強度値」ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲7公報には，複数のLED10からなるLEDアレイ(1a，1b，・・・，1n)に対応して，電流増幅回路2(2a，2b，・・・，2n)及びシフトレジスタを備えたパルス信号選択回路(4a，4b，・・・，4n)，データラッチ回路(7a，7b，・・・，7n)，シフトレジスタ(8a，8b，・・・，8n)が接続され，画素データの入力を受け，シフトレジスタからのデータとROMデータに基づき，データラッチ回路とパルス信号選択回路(審決で周知技術とした「スイッチング手段」に相当。)から発生されるパルス信号から駆動信号を発生させ，各LEDの駆動時間を設定することで，LEDの輝度を調整する点が開示されている。",
                    "甲7公報においては，「シフトレジスタ8a，8b，・・・，8nから得られる画素データ」とROM6からシフトレジスタ41に送出されたデータの組合せが，光源をどのような輝度で光らせるかを指示する信号であり，これらデータはパルス信号選択回路(4a，4b，・・・，4n)の外部から送られるものといえるので，これが強度値に相当するものであることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲8公報には，LED等を用いた3つ(赤(R)81，緑(G)82及び青(B)83)の光源の輝度を調整するため，ディジタル調光曲線回路71内の振幅比較装置113からPWM信号をランプ駆動装置75に供給することが開示されている。",
                    "すなわち，甲8公報においては，「再生装置86や受信装置62から供給されたデータ」と「メモリ66に記憶されている3つのランプの現在のオフセット輝度データ」とを加算した「輝度データ」が，光源をどのような輝度で光らせるかを指示する信号であり，このデータはマイクロコンピュータ64の外部にある再生装置86及びメモリ66から送られるものということができるので，これが強度値に相当するものであることは明らかである。",
                    "原告は，甲8公報は，表示方法又は表示デバイスに関する技術であるから，この技術を引用発明に適切に組み合わせることはできない旨主張する。",
                    "しかし，LEDは，照明装置や表示装置などの技術分野に共通して，光源として広く利用されるものであり，LEDをPWM信号による制御で輝度調節する場合，LEDを用いる対象，すなわち，照明用か表示用かによって光量の絶対値に差はあるとしても，それによってデューティ比の変更という制御手段の基本構造が異なるわけではないから，原告の上記主張は失当である。ちなみに，本件明細書(甲9)の段落【0028】においても，本願発明を「色傾斜計」や「色温度計」などの汎用インディケータ(表示装置)として用い得ることが開示されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲6ないし甲8公報記載の技術を総合すると，光源に対する光の強度(輝度)の調整手段について，上記各公報記載のように，LEDの輝度を調整する手段として，パルス幅変調方式に基づく輝度調整手段を用いること，すなわち，PWM信号に基づいてLEDと接続されるスイッチング手段を周期的に開閉し，輝度を調整する技術が開示されており，この技術は周知である。",
                    "そして，引用発明において光源としての蛍光灯をLEDに代えた場合，LEDの輝度を調整するに当たって，上記周知技術2を勘案し，制御信号としてPWM信号を発信させ，そのPWM信号に基づいてスイッチング手段を周期的に開閉してLEDの輝度を調整することは，適宜なし得る設計事項にすぎないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，随時変更可能な信号が入力されることによって蛍光灯の色や明るさを調整する引用発明に，色彩を変化させることを意図していない甲6又は甲7各公報記載の技術を組み合わせるための動機付けを欠いており，また，組み合わせることができたとしても，本願発明のように所望の色変化を呈する発明を構成することは，当業者において不可能なことである旨主張する。",
                    "しかし，審決は，光源に対する光の強度(輝度)の調整手段，及び，その調整手段のスイッチング手段と接続される光源の数が本願発明と引用発明で異なると認定し，これを相違点2としており，相違点2についての検討の前提として，引用発明に，異なる3色の蛍光灯に対して，各色(各蛍光灯)に対する調光量(輝度)を独立に指示する制御信号が与えられ，この制御信号に基づいて各色毎の蛍光灯の調光量を制御することが記載されているが，引用発明における蛍光灯をLEDに代えた(相違点1)場合，調光対象がLEDとなるのであるから，その調光手段についてもLEDに対する調光手段が用いられることになるのは当然であり，それが周知技術2を組み合わせる動機付けである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2(2)について",
              "text": [
                "原告は，本願発明の構成要件Eについて，「照明装置において発光色の異なるLEDを各色毎に複数設け，各色毎に点灯させること」が周知であるとした審決の認定は，誤りである旨主張する。",
                "しかし，引用発明において光源としての蛍光灯をLEDに代えた場合，LEDの輝度を調整する信号を，PWM信号を発生させる制御信号とし，そのPWM信号に基づいてスイッチング手段を周期的に開閉してLEDの輝度を調整することは，適宜なし得る設計事項にすぎない。また，調整手段のスイッチング手段と接続される光源の数については，スイッチング手段はLEDに供給する電流をスイッチングするものであることから，どの程度の数のLEDを1単位(1つのアドレス指定に対応するもの)として作動させるかは任意に設定できる事項である。",
                "そうすると，各色毎に1つのスイッチング手段を与えるか，各LED毎に1つのスイッチング手段を与えるか，又は，同色の所定の数のLED毎に1つのスイッチング手段を与えるようにするか等は，必要に応じて適宜設定すべき事項であるといわざるを得ない。ちなみに，同色の所定の数のLED毎に，1つのスイッチング手段を与えたものは，甲4公報にも記載されているのである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)について",
          "text": [
            "原告は，引用発明や甲4ないし甲8各公報記載の技術から，本願発明の顕著な作用効果を予測することは不可能である旨主張するが，同主張は誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(特許法159条2項違反の手続違背)について",
          "text": [
            "審決が挙げている甲4ないし甲7公報は，審決及び拒絶理由通知で刊行物2として引用した甲8公報に加えて，本願発明の技術分野における通常の知識を有する者(当業者)であれば当然に知っている程度の，いわゆる周知技術を示すために，例として挙げた文献にすぎないのであって，新たな引用例を示したものでないから，審決の手続に原告主張の違法な点はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本願発明と引用発明とを対比すると・・・後者の『赤，緑，青の3本の蛍光灯であって，それぞれの蛍光灯の明かりを混合することによって任意の色彩の照明を得る蛍光灯』と前者の『異なる色の少なくとも2つの発光ダイオード(LED)であって，投射された1つの色の光を投射された他の1つの色の光と組み合わせることによって多色環境照明を与える前記LED』とはともに異なる色の少なくとも2つの前記光源であ」(審決謄本4頁下から第2段落ないし5頁1行目)ると認定したのに対し，原告は，引用発明の「蛍光灯」と本願発明の「発光ダイオード(LED)」とは，異なる概念であるから，「光源」という点で一致するものとはいえないと主張する。",
                "本願発明にいう「発光ダイオード(LED)」は，特許請求の範囲の記載にも，本件明細書の発明の詳細な説明にも格別の限定は見当たらないから，周知慣用の技術である「発光ダイオード(LED)」(「接合部に電流を流すと発光する特殊な半導体を利用した素子。」〔広辞苑第5版〕，「接合部に電流が流れると光を放射するダイオード。材料によって決まった波長の光を発する。・・・1990年代に青色LEDが開発され，LEDによるフルカラー表示が可能となった。」〔大辞林第3版〕)を意味するものと認められ，また，本件優先日前，LEDが多色の照明を得るための光源として広く利用されていたことは，甲4ないし甲8公報から明らかである。",
                "一方，引用発明にいう「蛍光灯」は，「電源装置から与えられる電力により発光する，赤，緑，青の3本の蛍光灯」などといった記載から，周知慣用の技術である「蛍光灯」(「水銀灯のガラス管の内面に蛍光塗料を塗り，水銀の放電によって生ずる紫外線を受けておこる蛍光によって照明する電灯。」〔広辞苑第5版〕，「低圧水銀灯のガラス管の内面に蛍光塗料を塗った照明器具。水銀アーク放電によって発生する紫外線を蛍光物質にあてて発光させる。」〔大辞林第3版〕)を意味するものと認められる。",
                "そうすると，本願発明の「発光ダイオード(LED)」及び引用発明の「蛍光灯」は，発光するための原理は異なるが，いずれも，多色の照明を得るための「光源」(光を発するみなもと)である点で一致することは，明らかである。",
                "ところで，審決は，審決謄本の記載自体から明らかなとおり，引用発明の「蛍光灯」と，本願発明の「発光ダイオード(LED)」とが異なるものであることは認めつつ，ともに異なる色の少なくとも2つの「光源」である点で一致しているとし，本願発明の「発光ダイオード(LED)」と引用発明の「蛍光灯」とが「光源」という上位の技術的概念で一致するとしつつ，「光源に関し，本願発明では『発光ダイオード(LED)』であるのに対し，引用発明では『蛍光灯』である点。」(相違点1)で相違すると認定し，相違点1についての判断において，引用発明の「蛍光灯」をLEDに置き換えることの容易想到性について判断しているのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「本願発明と引用発明とを対比すると・・・後者の『調光量』と前者の『パルス幅変調(PWM)信号』ないし『PWM信号』とはともに『光量信号』という点で・・・共通する」(審決謄本4頁下から第2段落ないし5頁第1段落)と認定したのに対し，原告は，引用発明の「調光量」と本願発明の「パルス幅変調(PWM)信号」ないし「PWM信号」とは，異なる概念であるから，「光量信号」という点で一致するものとはいえないと主張する。",
                "まず，本件明細書の発明の詳細な説明中には，「Havelに対して発行された米国特許Ｎo．4，845，481は，多色表示装置を指向している。",
                "・・・Havelは，電流を各LEDに特定のデューティ・サイクルで与えるためパルス幅変調された信号を用いている。」(段落【0005】)，「色レジスタの中の値は，方形波のデューティ・サイクルを決定する。各レジスタが0から255までの値を取り得るので，これらの値は，256個の有り得る異なるデューティ・サイクルを0％から100％までの線形範囲で生成する。方形波周波数が，一定であり，かつマイクロコントローラIC2400でランしているプログラムにより決定されるので，これらの異なる離散的デューティ・サイクルは，方形波パルスの幅の変動を表す。これは，パルス幅変調(PWM)として知られる。」(段落【0021】)との記載があり，同記載によれば，本願発明にいう「パルス幅変調(PWM)信号」ないし「PWM信号」(以下「PWM信号」という。)は，パルスの幅を変化させることによって行う変調方式であるということができる。",
                "一方，引用発明が，「電源装置から与えられる電力により発光する，赤，緑，青の3本の蛍光灯であって，それぞれの蛍光灯の明かりを混合することによって任意の色彩の照明を得る蛍光灯；ディップスイッチにより自己のアドレスを設定可能であり，赤，緑，青の3本の蛍光灯及び電源装置に接続され，赤，緑，青の3本の蛍光灯に調光量を出力する調光装置；を備えた照明装置であって，「調光装置は，アドレス情報と調光用の制御信号を受け取る手段；該制御信号のうち予め設定した自己のアドレスに対応する調光用の制御信号のみを取り込む手段；取り込まれた調光用の制御信号に基づいて対応する3つの蛍光灯に調光量を出力する手段を備え，そして前記調光装置は，前記調光量に基づいて前記3つの蛍光灯のそれぞれの光量を独立に0％から100％まで制御することにより，任意の色彩で所定のタイムスケジュールで発光させたり，あるいは消灯させることができるように構成されている，照明装置。」(審決謄本4頁第2段落)との構成を有することは，当事者間に争いがない。",
                "引用発明の上記「取り込まれた調光用の制御信号に基づいて対応する3つの蛍光灯に調光量を出力する手段を備え，そして前記調光装置は，前記調光量に基づいて前記3つの蛍光灯のそれぞれの光量を独立に0％から100％まで制御する」との記載によれば，引用発明にいう「調光量」とは，蛍光灯の光量を増減調節するための信号であることが認められる。",
                "そうすると，本願発明の「PWM信号」及び引用発明の「調光量」は，光量を変調するための方式は異なるが，いずれも，照明の明るさを連続的に増減調節するために発せられる制御信号である点で一致することは，明らかである。",
                "ところで，審決は，審決謄本の記載自体から明らかなとおり，引用発明の「調光量」と，本願発明の「PWM信号」とが異なるものであることは認めつつ，ともに「光量信号」である点で一致しているとし，本願発明の「PWM信号」と引用発明の「調光量」とが「光量信号」という上位の技術的概念で一致するとしつつ，相違点2において，本願発明の構成要件Hの「PWM信号を発生する手段」との構成を，引用発明が欠いているものと認定し，相違点2についての判断において，他の構成と併せて「PWM信号」を採用することの容易想到性について判断しているのである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「強度値」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本願発明と引用発明とを対比すると，その意味，機能または作用等からみて・・・後者の『調光用の制御信号』は前者の『強度値』に，それぞれ相当する」(審決謄本4頁下から第2段落)と認定したのに対し，原告は，本願発明の「強度値」は，「LEDに対する強度値」であり，かつ，PWM信号を発生させるためのものであるから，蛍光灯のみを開示し，また，PWMについて何ら開示しない引用発明における「調光用の制御信号」とは，強度を表す値であることにおいてのみ共通するにすぎないものであって，その本質的な意味は全く異なる，本願発明における「強度値」は，本願外部から入力され識別された信号であり，外部から随時変更することができる可変の信号でなければならないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「強度値」を規定する本願発明の構成要件F，G及びHは，「前記制御器は，アドレス指定および前記照明装置の前記少なくとも2つのLEDを含む複数のLEDに対する強度値を受け取る手段；」(構成要件F)，「前記制御器の前記可変アドレス，前記受け取られたアドレス指定，および前記受け取られた強度値に基づいて，前記少なくとも2つのLEDに対する各強度値を識別する手段；および」(同G)，「前記識別された各強度値に基づいて，前記少なくとも2つのLEDにパルス幅変調(PWM)信号を発生する手段であって，前記識別された各強度値はPWM信号のデューティ・サイクルを表す，前記PWM信号を発生する手段を備え，」(同H)というものである。",
                    "上記各記載によると，本願発明の「制御器」は，「複数のLEDに対する強度値を受け取る手段」，「少なくとも2つのLEDに対する各強度値を識別する手段」，「前記識別された各強度値に基づいて，前記少なくとも2つのLEDにパルス幅変調(PWM)信号を発生する手段」を具備するものであるところ，ここに「強度値」とは，「複数のLEDに対する強度値を受け取る手段」によって受け取られ，「少なくとも2つのLEDに対する各強度値を識別する手段」によって識別されるものであるから，制御器の外部から制御器に入力され識別される信号であることは，明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「強度値」が，強度を表す値であることについては，原告も争わないところであるが，それ以上に，「強度値」がどのような技術的意義を有するものであるかについて，本願発明の特許請求の範囲の記載上必ずしも明らかではないので，本件明細書の発明の詳細な説明を検討すると，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「一旦スイッチ600がセットされると，マイクロコントローラIC2 400は，その唯一のアドレス(『私は誰か』)を知り，シリアル・ライン520上で，特にそれにアドレス指定されたデータ・ストリームを『聞く』。DMXプロトコルが好ましい高速ネットワーク・プロトコルを用いて，個々にアドレス指定されたマイクロコントローラIC2400の各々に対してネットワーク・データを中央ネットワーク・コントローラ(図示せず)からアドレス指定する。・・・基本的には，ここで用いられているネットワーク・プロトコルにおいて，中央コントローラ(図示せず)は，順次データ・パケットから成るネットワーク・データのストリームを生成する。各パケットは最初にヘッダを含む。・・・各バイトは，10進番号の0から255までに対応し，オフからフルまでの所望の強度を直線的に表す。・・・そのように，LEDの3つの色の各々は，0と255との間の離散的強度値を割り当てられる。これらの各強度値は，マイクロコントローラIC2 400のメモリ(図示せず)内のそれぞれのレジスタに記憶される。」(段落【0020】)(イ) 「マイクロコントローラIC2 400は，そのデータ・ストリームを『聞く』ため連続的にプログラムされる。マイクロコントローラIC2 400が『聞いている』が，しかしそれが意図したデータ・パケットを検出する前であるときに，マイクロコントローラIC2 400は，方形波信号出力をピン434，454及び474上に生成するよう設計されたルーチンをランしている。色レジスタの中の値は，方形波のデューティ・サイクルを決定する。各レジスタが0から255までの値を取り得るので，これらの値は，256個の有り得る異なるデューティ・サイクルを0％から100％までの線形範囲で生成する。方形波周波数が，一定であり，かつマイクロコントローラIC2 400でランしているプログラムにより決定されるので，これらの異なる離散的デューティ・サイクルは，方形波パルスの幅の変動を表す。これは，パルス幅変調(PWM)として知られる。」(段落【0021】)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「人は，LED照明又は表示ユニットのアドレス指定可能なネットワークが，各々がそれぞれの光モジュールに接続された電力モジュールの集合から構成されることができることを知ることができる。少なくとも2つの原色LEDが用いられる限り，単純に各色LEDが放射する光強度を予め選択することにより，任意の照明又は表示色が発生され得る。",
                        "更に，各色LEDは，PWM方形波のデューティ・サイクルに応じて，255の異なる強度のいずれかで光を放射することができ，そのときフリル強度パルス(frill intensity pulse)が最",
                        "大電流をLEDに通すことにより発生される。更にまた，最大強度は，単純に光モジュールに存在する電流レギュレータのためのプログラミング抵抗値を用いて最大許容電流のための上限を調整することにより都合よくプログラムされることができる。異なる最大電流定格の光モジュールは，それにより都合よく交換され得る。」(段落【0024】)エ 上記記載によれば，「強度値」とは，中央コントローラからアドレス指定とともに発せられるデータであり，LEDの3つの色の各々に割り当てられる0から255までの強度の値を意味し，これがメモリ400内のそれぞれのレジスタに記憶され，レジスタに記憶された強度の値が0％から100％までの線形範囲で方形波のデューティ・サイクルを決定し，方形波パルスの幅の変動として表され，各色LEDは，PWM方形波のデューティ・サイクルに応じて，255の異なる強度のいずれかで光を放射することができるというのである。",
                        "上記記載を参照すると，本願発明の「強度値」は，対応するLEDごとに割り当てられ，メモリのレジスタに記憶され，方形波パルスの幅を決定するものであって，LEDとは独立して電気的な強度を表す値(データ)である。",
                        "なお，本願発明は，上記エに示された「中央コントローラ」その他の技術事項を特許請求の範囲に含むものではないから，原告主張のように，「強度値」が，制御器の外部から随時変更することができる可変の信号であるといった意味までも包含するものではない。",
                        "そうすると，本願発明の「強度値」自体は，LED，PWM信号と密接に関連するものではなく，機能，作用の側面からみると，光源に対する強度を表す値である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "一方，引用発明においては，前記(2)のとおり，「調光装置は，アドレス情報と調光用の制御信号を受け取る手段；該制御信号のうち予め設定した自己のアドレスに対応する調光用の制御信号のみを取り込む手段；取り込まれた調光用の制御信号に基づいて対応する3つの蛍光灯に調光量を出力する手段を備え，そして前記調光装置は，前記調光量に基づいて前記3つの蛍光灯のそれぞれの光量を独立に0％から100％まで制御することにより，任意の色彩で所定のタイムスケジュールで発光させたり，あるいは消灯させることができるように構成されている」ものである。",
                    "引用例には，「調光用の制御信号」について，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「照明装置20は，パーソナルコンピュータ31により設定された色彩に関する調光用信号がインターフェース(I／F)回路32を介して各発光ユニット10の調光装置13に伝達され，この調光装置13により3本の蛍光灯11，11，11の調光量が独立に決定され，それぞれに応じて電源装置33から与えられる電力により発光するようになっている。このコンピュータ31からインターフェース(I／F)回路32を介して送られてくる制御信号は，発光ユニット10の調光ユニット13に順次入力されるように制御信号線が直列に接続される。各発光ユニット10は，その調光装置13に設けられたディップスイッチによりその発光ユニット10に特有のアドレスが設定される。」(段落【0021】ないし【0022】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「上記構成の発光ユニット10によれば，ケース本体13内に収納された赤(R)，緑(G)，青(B)のカラーフィルタ11a，11b，11c",
                      "text": [
                        "が巻かれ3本の長い蛍光灯11，11，11は，同じケース本体13内に収納された調光装置12に外部から与えられた制御信号により，それぞれ独立に0％から100％まで調光され，かつ蛍光灯11，11，11の前面側が細長い乳白色の窓部15aとその窓部15a周囲を遮光する遮光部15bを有する調光用カバー15で覆われているため，それぞれ調光された蛍光灯11，11，11の光りが混合され乳白色の窓部15aから外部に発光する。」(段落【0023】)",
                        "上記記載によれば，引用発明の「調光用の制御信号」は，パーソナルコンピュータで設定され，インターフェース(1／F)回路を介して調光装置で受信され，また，調光装置に設けられたディップスイッチによりその発光ユニットに特有のアドレスが設定され，「アドレス情報」と「調光用の制御信号」に基づいて，対応するRGB用の蛍光灯の光量を独立に0％から100％まで制御するというものである。",
                        "したがって，引用発明の「調光用の制御信号」は，機能，作用の側面からみると，光源である蛍光灯に対する強さ(光量)を表す値(データ)である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "そうすると，本願発明の「強度値」と引用発明の「調光用の制御信号」とは，対象となる光源を異にし，その制御の具体的手法を異にしていることを除けば，機能，作用の面では変わるところがないから，「本願発明と引用発明とを対比すると，その意味，機能または作用等からみて・・・後者の『調光用の制御信号』は前者の『強度値』に，それぞれ相当する」とした審決の認定に誤りはない。",
                    "本願発明の「強度値」が引用発明における「調光用の制御信号」とで本質的な意味が全く異なるとする原告の上記主張は，結局のところ，本願発明の「発光ダイオード(LED)」及び引用発明の「蛍光灯」，本願発明の「PWM信号」及び引用発明の「調光量」の相違に帰着するということができ，相違点1及び2についての判断で考慮すれば足りるものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，審決において，本願発明と引用発明の上位概念化の基準をどこに置くかについて全く説明することなく，また，両者が異なる用語を用いている場合においても何らの説明を付すこともなく，単に同一であると断じているのは，違法であり，恣意的な対比を行うための上位概念化であったというほかなく，本願発明と引用発明についてした審決の対比はすべて違法である旨主張する。",
                "しかし，審決は，「対比」の項において，「本願発明と引用発明とを対比すると，その意味，機能または作用等からみて，後者の『電源装置から与えられる電力により発光する』は前者の『電源(300)及び共通電位基準(390)を含む電力回路に結合された』に相当し，以下同様に後者の『ディップスイッチによりアドレスを設定可能であ』る『調光装置』は前者の『それ自身に割り当てられた可変アドレスを有する制御器』に，後者の『アドレス情報』は前者の『アドレス指定』に，後者の『調光用の制御信号』は前者の『強度値』に，それぞれ相当する。」(審決謄本4頁下から第2段落)としているから，上位概念化の基準を「その意味，機能または作用等」に置いていることが明らかである。そして，両者が異なる用語を用いている場合に，同一であると断じているのではなく，「相当する」として，共通の上位概念でくくることができると認定しているのである。",
                "原告の上記主張は，審決の記載の誤解に基づくものであって，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，原告の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1について，「発光ダイオード(LED)を照明装置の光源として採用すること」が本件優先日前に周知技術であったと認定したのに対し，原告は，甲4，甲5各公報には，LEDを蛍光灯と代替すること，及び，このような代替をどのようにして行うかについての記載も示唆もない旨主張するので，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲4公報(昭和62年2月9日公開)の発明の詳細な説明には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「〔産業上の利用分野〕本発明は舞台照明器具，装飾ランプ，広告灯，信号表示灯又は情報機器用光源として用いられる多色表示型LEDランプに関するものである。」(1頁1欄下から第2段落)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「〔従来の技術〕一般に多色表示又は照明灯としては，第6～7図に示した構成のものが公知である。この公知の構成において，1は筒状本体であり，該筒状本体内には白熱電球2がソケット3を介して取付けられ，筒状本体の前面側にはレンズ4が取付けられると共に，回転シャッター5が軸6により回転自在に取付けられ，該回転シャッター5には複数個の例えば赤，青，緑等のカラーフィルター7が取付けられている。・・・このような構成の多色照明灯具にあっては，白熱電球を使用している関係上，筒状本体1内の温度が著しく上昇して長時間に亘って使用できないばかりでなく，カラーフィルターも熱で変色及び変形し易いという問題点がある。",
                    "又，白熱電球は使用寿命が短く，シャッターの存在によって取付位置に制約を受けるという問題点も有している。」(同欄最終段落ないし2欄第2段落)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「本発明は・・・夫々発光スペクトル及び波長の異なる複数個のLEDを取り付け，前記切り換えスイッチの切り換えによって・・・LEDが選択的に単独で，又は全部のLEDが同時に点灯するように構成したことを特徴とする多色表示型LEDランプを提供するものであって，・・・例えば，赤色，黄色及び緑色の発光色で照明でき，全部のLEDを同時に点灯させることによって混合色で照明することができるものであり，多色発光をスイッチの切換で選択的に行えるものである。」(2頁3欄第2段落)甲4公報の上記記載によれば，照明器具の光源として従来用いられている白熱電球に代えてLEDを利用し，かつ，適宜の複数の発光色で照明し，スイッチの切換えによって発光色を選択的に，又は，混合色で点灯することができる技術が開示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲5公報(平成5年10月8日公開)の発明の詳細な説明には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【産業上の利用分野】この考案は，ムードランプや照明スタンド等に利用されるミラー付照明スタンドに関するものである。」(段落【0001】)"
                },
                {
                  "fig": "イ",
                  "subject": "「【従来の技術】従来の照明スタンドaは，図6のように，光源に電球を用いてカバーcを取り付けたものや，図7のように，蛍光灯dを用いカバーcを取り付けたものがあり，これらの照明スタンドaの点灯は，電源スイッチbのオン・オフでのみ行っている。」(段落【0002】)ウ 「【課題を解決するための手段】・・・本考案におけるミラー付照明スタンドにおいては，電源スイッチ，明るさ調整の回転つまみ，色相操作スイッチを備えたコントロールパネルを配置すると共に保持部を立設した操作部と，前面に両面ミラーを回動可能に配置し，拡散板の内側に赤，青，緑の3色のLEDを平面上に配列した固定板及び基板を配置した照明ケースと，前記保持部に挿着され該照明ケースの高さ調整を行うアームとで構成された照明部とから成り，フルカラー照明を可能とした構成になされている。」(段落【0006】)",
                  "text": [
                    "甲5公報の上記記載によれば，照明器具の光源として従来用いられている電球，蛍光灯に代えてLEDを利用し，かつ，適宜の複数の発光色で照明し，スイッチの切換えによって明るさ，色相を調整し，フルカラー照明も可能な技術が開示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記各記載によると，光源として，白熱電球，電球，蛍光灯に代えてLEDを利用する技術，しかも，引用発明と同様に，照明装置として異なる複数色の光源を備え，その異なる複数色の光源の光量をスイッチで操作して，単色又は混合色の照明を行う技術は，本件優先日に，周知となっていたものというべきであり，この周知技術を本願発明に適用して，相違点1に係る本願発明の構成とすることは，当業者において，容易に想到し得たものというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そうすると，原告主張の取消事由2は，理由がないことが明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2(1)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2(1)に係る，「制御器に応答する，少なくとも2つのLEDおよび電力回路に接続され，少なくとも2つのLEDに供給された電流をスイッチングするための少なくとも2つのスイッチング手段を備え，且つ前記少なくとも2つのLEDのそれぞれの電流経路に対応する，前記少なくとも2つのLEDを駆動する駆動手段を備え，」(構成要件C)，「強度値に基づいて，前記少なくとも2つのLEDにパルス幅変調(PWM)信号を発生する手段であって，前記・・・各強度値はPWM信号のデューティー・サイクルを表す，前記PWM信号を発生する手段を備え」(構成要件H)，「前記制御器は，前記発生したPWM信号に基づいて前記少なくとも2つのスイッチング手段を周期的に且つ独立に開閉するように構成されている，」(構成要件I)の技術は，甲6ないし甲8公報の参考例から周知であると認定したのに対し，原告は，これを争うので，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，本願発明の構成要件C，H及びIは，その記載から，要するに，本願発明において，「少なくとも2つのLED」は，それぞれ，「電流経路」及びこれに対応する「LEDを駆動する駆動手段」を有しており，一方，「制御器」において，「スイッチング手段」は，「制御器に応答する，少なくとも2つのLEDおよび電力回路に接続され，少なくとも2つのLEDに供給される電流をスイッチング」して，「LEDを駆動する駆動手段」を制御し，かつ，上記スイッチングにおいて，「PWM信号に基づいて・・・周期的に且つ独立に開閉する」ものであり，また，「PWM信号を発生する手段」は，「強度値に基づいて，前記少なくとも2つのLEDにパルス幅変調(PWM)信号を発生」するものであるということができる。",
                    "そして，「少なくとも2つのLED」が，それぞれ，「電流経路」及びこれに対応する「LEDを駆動する駆動手段」を有していることは，LEDを作動させる以上，当然の構成であるから，結局，強度値に基づいて，少なくとも2つのLEDに対応するPWM信号を発生する「PWM信号を発生する手段」と，PWM信号に基づいて周期的かつ独立にスイッチングする「スイッチング手段」を有して，「LEDを駆動する駆動手段」を制御し，LEDの光の強度(輝度)を調整するという構成であるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲6公報(昭和60年3月28日公開)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔発明の技術分野〕この発明は発光ダイオードの点灯または消灯時にゆるやかに輝度を変化させる制御回路に関するものである。」(1頁1欄第2段落)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「〔発明の概要〕この発明は・・・その目的とするところは，LEDの点灯または消灯動作時にLEDをパルス駆動し，その点灯デューテイを順次変化させていくことによって，ゆるやかに輝度変化しながら点灯から消灯もしくはその逆の状態に移行できるようにした発光ダイオードの制御回路を提供することにある。」(2頁3欄第2段落)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「〔発明の実施例〕第3図・・・において，この発光ダイオードの制御回路は，どのLEDを制御するのかを決定する制御LED決定手段21と，この制御LED決定手段21の出力に基づいてその制御すべきLEDが点灯もしくは消灯動作のどの時間位置にあるかを判定する動作位置判定手段22と，この動作位置判定手段22の出力によってLEDをスイツチング点灯させる時間幅を決定する点灯時間幅決定手段23と，この点灯時間幅決定手段23の出力に基づいてLEDを駆動させる点灯駆動制御手段24とを備え，LED25を点灯もしくは消灯制御するように構成されている。」(同欄第3段落)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「第6図a，bはLEDの点灯時間の制御動作を示す説明図であり，同図aはLEDの駆動電流，同図bは輝度を示し・・・第4図において，まず，開閉器36をオンすると・・・，そのオン信号が入力回路33に入力され，点灯すべきLEDを選択する・・・。この場合，この選択には例えば予めメモリ32に記憶されたバターンを順次読み出す方法やプログラムによる疑似乱数を発生させる方法等を用いることができる。次にいま，LEDを消灯状態から点灯状態にする場合を考えると，第6図に示すように例えば点灯時間t ＝1，消灯時間t ＝15という最小点灯時間比t ；t を設定する・・・この動作において，点灯および消灯の周期t (＝t ＋t )は表示輝度のチラツキとして感知されないために1／100秒以下に設定される。」(同頁4欄第1段落)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "第3図には，制御LED決定手段21，動作位置判定手段22，点灯時間幅決定手段23及び点灯駆動制御手段24からなるLEDの制御回路，第4図には，3つのLED(7，11，15)，電源及びメモリに",
                      "text": [
                        "接続されたCPU31が，第6図には，LEDの点灯時間の制御のための方形波パルスについて，その幅を種々に変動させたものが示されている。",
                        "甲6公報の上記記載によれば，3つのLED(7，11，15)光の強",
                        "度(輝度)の調整手段として，LEDの輝度を変化させる場合には，LEDを周期(＝t ＋t )的に点灯及び消灯することを繰り返し，この点灯時間t と消灯時間t の割合(点灯と消灯のデューティー比)を変化させることにより輝度を変化させているから，パルス幅変調方式に基づく輝度調整手段を用いているものということができる。そして，「点灯時間幅決定手段23の出力に基づいてLEDを駆動させる点灯駆動制御手段24」は，「LEDをスイツチング点灯させる時間幅を決定する点灯時間幅決定手段23」の出力に基づいてLEDの点灯及び消灯の制御をしているから，パルス幅変調の信号に基づいてLEDと接続されるスイッチング手段を周期的に開閉し，輝度を調整しているから，甲6公報には，本願発明の相違点2(1)に係る「PWM信号を発生する手段」，「スイッチング手段」が開示されているものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲7公報(昭和63年12月20日公開)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔産業上の利用分野〕この発明は，発光素子駆動装置に関し，詳しくは，LEDプリンタに使用されるLEDアレイの発光量を補正して発光輝度のばらつきを補償することができるような発光素子駆動装置に関する。」(1頁2欄最終段落ないし2頁3欄第1段落)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「〔作用〕このように発光素子に電力を供給する出力回路の前にシフトレジスタを有するパルス信号選択回路を設けて，パルス信号発生回路からのパルス信号をシフトレジスタのシフトデータ出力で選択し，選択したパルス信号のパルス幅の組合せで出力回路の駆動信号を発生させ，発光素子の駆動時間を設定するようにしているので，発光素子の通電時間がシフトレジスタのデータによりパルス幅の組合せで簡単に決定できる。その結果，シフトレジスタに記憶するデータの組合せに応じて相違する通電時間を選択でき，この通電時間を素子の発光性能のばらつきに応じて複数の発光素子間で選択設定すれば，これらの間の発光量を調整することができる。したがって，各発光素子間での発光量が均一になるように容易に調整可能であり，パルス信号の選択で済むので，LED駆動タイミングに対応して補正が可能となる。」(2頁4欄第2ないし第3段落)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「ここでシフトレジスタ41は，複数のビットのデータを記憶するメモリであって，そのデータは，ROM6からパルス信号選択回路4a，4b，・・・4nの各ストロープ信号選択回路のシフトレジスタ41にそれぞれ送出されて，セットされ，パルス信号発生回路5から各ストロープ信号に対応して発生するシフト信号Sに応じてシフトされ，出力される。7は，データラッチ回路であって，データラッチ回路7a，7b，・・・7nからなり，シフトレジスタ回路部8の各シフトレジスタ8a，8b，・・・8nから得られる画素データを1ビット対応でLED10に対応にラッチして記憶する。データラッチ回路7a，7b，・・・7nの各データラッチ出力Q ，Q ，・・・Q の出力信号は，各ストロ"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "2 n",
          "text": [
            "ーブ信号選択回路のゲート回路42にラッチデータに対応する出力として送出される。ここで，パルス発生回路5は，パルス幅(W ＞WS ＞W ＞・・・＞W )が順次狭くなるn個のストローブ信号51a，51"
          ]
        },
        {
          "fig": "3",
          "subject": "n",
          "text": [
            "b，51c，・・・51nを順次シリアルに発生するものであって，これらストローブ信号のいくつかが選択されて，その総合計のパルス幅による駆動信号を発生してLED10の通電が制御され，その輝度のばらつきが補正される。」(同欄末行ないし3頁5欄第4段落)",
            "甲7公報の上記記載によれば，複数のLEDの輝度の調整手段について，LEDの輝度を変化させる場合には，LEDの通電時間をパルス幅の組合せで発光量を調整し，LEDの輝度のばらつきを補正しているから，パルス幅変調方式に基づく輝度調整手段を用いており，パルス発生回路がパルス幅による駆動信号を発生してLEDの通電を制御しているから，パルス幅変調の信号に基づいてLEDと接続されるスイッチング手段を周期的に開閉し，輝度を調整している。したがって，甲7公報には，本願発明の相違点2(1)に係る「PWM信号を発生する手段」，「スイッチング手段」が開示されているものというべきである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "オ",
                  "text": [
                    "甲8公報(平成9年5月27日公開)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「図2は本発明を適用した調光装置の一実施例のブロック図である。",
                        "この装置では，赤(R)，緑(G)，青(B)の3つのランプのそれぞれの輝度を，再生装置(設定手段)で再生する調光データに基づき調光するようになされている。なお，この調光データは，記録媒体(図示せず)に音声信号と共に記録されている。また，それぞれのランプの平均的な輝度(オフセット輝度)は，リモートコントローラによって調節することができるようになされている。」(段落【0028】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「ディジタル調光曲線回路71は，マイクロコンピュータ64から供給されたそれぞれのランプに対する輝度データを，対応する電気信号に変換し，信号線72乃至信号線74を介してランプ駆動装置75に供給する。ランプ駆動装置75は，ディジタル調光曲線回路71から供給された電気信号の電力を増幅し，信号線76乃至信号線78を介して，ランプ81乃至ランプ83に電力を供給し，それらのランプを点灯させる。",
                        "ランプ81乃至83により発生された光は，ディフューザ84で適宜混色される。その光は，調光データに対応して変化する。これにより使用者はこのいわば光楽ともいうべき光の変化と音楽とを楽しむことができる。」(段落【0037】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「Dフリップフロップ111は，カウンタ106から出力されるパルス信号を1クロック遅延して出力するようになされている。また，振幅比較装置113は，信号線67を介して供給される輝度データと，信号線103を介して供給されるカウンタ101の出力信号を比較し，PWM(Pulse Width Modulation)信号を生成するようになされている。なお，PWMは，パルス(Pulse)の幅(Width)を変化させることにより，出力する電力をコントロールする変調(Modulation)方法である。」(段落【0049】ないし【0050】)",
                      "text": [
                        "甲8公報の上記記載によれば，LED等を用いた3つ(赤(R)，緑(G)，青(B))の光源の輝度を調整するため，ディジタル調光曲線回路71内の振幅比較装置113からPWM信号をランプ駆動装置75に供給することが開示されている。",
                        "したがって，甲8公報には，本願発明の相違点2(1)に係る「PWM信号を発生する手段」が開示されているものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "上記ウないしオの記載を総合すると，LED制御装置の技術分野において，本願発明の相違点2(1)に係る「PWM信号を発生する手段」，「スイッチング手段」は，本件出願当時，周知の技術であったものというべきである。",
                    "そうすると，当業者において，引用発明の照明装置の発光手段をLEDに置換するに当たって，LED制御のために，上記周知技術を適用し，本願発明の相違点2(1)に係る「PWM信号を発生する手段」，「スイッチング手段」とすることは，当業者において，容易に想到し得たものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2(2)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2(2)(構成要件Eに係る本願発明の構成)について，「照明装置において発光色の異なるLEDを各色毎に複数設け，各色毎に点灯させること」は，単なる慣用手段を適用したにすぎず，その際，各色毎に1つのスイッチング手段を与えることも当業者が設計にあたり適宜決定すべき事項である(審決謄本6頁最終段落ないし7頁第1段落)と判断したのに対し，原告は，上記技術事項は，単なる慣用手段ではないから，容易想到性判断の前提を誤っている旨主張するので，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記2(4)に判示のとおり，光源として，白熱電球，電球，蛍光灯に代えてLEDを利用する技術，しかも，引用発明と同様に，照明装置として異なる複数色の光源を備え，その異なる複数色の光源の光量をスイッチで操作して，単色又は混合色の照明を行う技術は，本件優先日に，周知となっていたものであるから，引用発明において，LEDを利用するとともに，上記の周知技術を参照して，本願発明の「少なくとも1つのスイッチング手段が各色に与えられ，該各色に与えられた少なくとも1つのスイッチング手段は少なくとも2つの同色のLEDに接続され」(構成要件E」との構成とすることは，当業者において，容易に想到し得たものというべきである。",
                    "また，「照明装置において発光色の異なるLEDを各色毎に複数設け，各色毎に点灯させること」は，上記周知技術から当然に導かれる事柄であるから，原告の上記主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明における「強度値」は，本願外部から入力され識別された信号であり，外部から随時変更することができる可変の信号であるとの前提で，本願発明の調光は，光の強さを一時に調節することにとどまらず，光の強さと色とを，任意に独立して繰り返し調節することができるものでなければならない旨主張する。",
                    "しかし，前記1(3)エのとおり，本願発明の「強度値」は，制御器の外部から随時変更することができる可変の信号であるとの意味を有するものではないから，原告の上記主張は，その前提において既に誤りである。",
                    "本願発明においては，光の強さに関しては構成要件C，H及びIの構成(相違点2(1))により，光の色に関しては構成要件Eの構成(相違点2(2))により達成されるものであって，光の強さと色との関係については，特許請求の範囲に，「投射された1つの色の光を投射された他の1つの色の光と組み合わせることによって多色環境照明を与える前記LED」との記載があるのみであるから，本願発明が，光の強さと色とを，任意に独立して繰り返し調節することができるとする原告の主張は，特許請求の範囲の記載に基づかない主張として，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲6公報に記載の技術においては，各LEDは順次点灯，消灯を繰り返すのみであって，それぞれから発せられる光を混ぜることはできないから，本願発明のように，随時変更可能な信号が入力されることによって，LEDから発せられる色や明るさが変更可能なものではない旨主張する。",
                    "しかし，本願発明が，随時変更可能な信号が入力されることによって，LEDから発せられる色や明るさが変更可能なものではないことは，上記のとおりであるから，原告の上記主張は，その前提において既に誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲6公報では，輝度の変化のパターンは，プログラムによって固定されており，LEDに対する強度値を受け取ることも，受け取られた強度値に基づいて強度値を識別することも全く予定されていない旨主張する。",
                    "しかし，本願発明と引用発明とは，「前記制御器は，アドレス指定および前記照明装置の前記少なくとも2つの光源を含む複数の光源に対する強度値を受け取る手段；前記制御器の前記可変アドレス，前記受け取られたアドレス指定，および前記受け取られた強度値に基づいて，前記少なくとも2つの光源に対する各強度値を識別する手段」において一致しているのであり，LEDに対する強度値を受け取る技術，受け取られた強度値に基づいて強度値を識別する技術は，引用発明において公知である。相違点2(1)の検討においては，光の強さの制御の手法が議論されているのであって，輝度の変化のパターンがプログラムによって固定されているかどうかとは無関係である。",
                    "したがって，原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲7公報が開示しているのは，あらかじめ設定されたLEDの固定の「オフセット値」をROM6が保存し，このオフセット値によって，すべてのLEDの輝度を同一とするためにLEDに駆動信号を発生するように，どのパルスと組み合わせるかが決定されるものにすぎず，しかも，甲7公報に記載の装置が受け取る指令は，PWM信号のデューティ・サイクルを表すための強度値ではなく，シフトレジスタ8a，8b・・・8nに与えられる画素データとしてであって，これによって各LEDが同一の強度又は輝度を発生するようにするためのものであるから，甲7公報には相違点2(1)に係る本願発明の構成が開示されていない旨主張する。",
                    "確かに，甲7公報の特許請求の範囲の記載に係る発明は，「この発明は，発光素子駆動装置に関し，詳しくは，LEDプリンタに使用されるLEDアレイの発光量を補正して発光輝度のばらつきを補償することができるような発光素子駆動装置に関する。」と記載されているとおり，LEDアレイの発光量を補正して発光輝度のばらつきを補償することを目的としているが，本件において，審決が周知技術の参考例として摘示しているのは，LEDの強度又は輝度を補正する手法である。",
                    "甲7公報には，上記(1)エのとおり，「シフトレジスタに記憶するデータの組合せに応じて相違する通電時間を選択でき，この通電時間を素子の発光性能のばらつきに応じて複数の発光素子間で選択設定すれば，これらの間の発光量を調整することができる。」，「これらストローブ信号のいくつかが選択されて，その総合計のパルス幅による駆動信号を発生してLED10の通電が制御され，その輝度のばらつきが補正される。」ものであり，この技術事項は，甲7公報の特許請求の範囲の記載に係る発明の目的とは別個独立に把握し得る技術事項である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，甲8公報に記載された技術は，LEDを用いた環境照明に係る技術ではなく，光源そのものを観察するための技術であるため，本願発明のようなスイッチング手段を要しないから，スイッチング手段は記載されておらず，そもそも，本願発明の構成要件C及びHの構成は開示されていない旨主張する。",
                    "しかし，審決は，構成要件C，H及びIに係る技術事項，すなわち，強度値に基づいて，少なくとも2つのLEDに対応するPWM信号を発生する「PWM信号を発生する手段」と，PWM信号に基づいて周期的かつ独立にスイッチングする「スイッチング手段」を有して，「LEDを駆動する駆動手段」を制御し，LEDの光の強度(輝度)を調整するという構成が周知であることを例示するものとして甲6ないし甲8公報を挙げているのであり，甲8公報に記載された技術に，本願発明のスイッチング手段が開示されていないからといって，上記事実が周知であるとの認定が左右されるものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，引用発明においては，「赤，緑，青の3本の蛍光灯」を不可欠の構成要件として具備するところものであるから，このような発明に，色彩を変化させることを意図していない，甲6及び甲7公報記載の技術事項を組み合わせること自体，動機付けを欠くし，その組み合わせによって所望の色変化を呈する発明を構成することは当業者にも不可能なことというべきである旨主張する。",
                    "しかし，本願発明においては，上記アのとおり，光の強さに関しては構成要件C，H及びIの構成(相違点2(1))により，光の色に関しては構成要件Eの構成(相違点2(2))により達成されるものであるところ，審決は，甲6及び甲7公報記載の技術事項を，相違点2(1)に係る参考例として摘示しているのである。他方，色彩の変化は，相違点2(2)に係るものである。しかも，本願発明が所望の色変化を呈する発明でないことは，前記のとおりである。",
                    "いずれにせよ，原告の上記主張は，失当というほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "その他，相違点を全体的に観察しても，相違点1，相違点2(1)，2(2)に係る技術事項は，いずれも，引用発明と共通又は近接する技術分野において，周知の技術事項として存在していたものであり，引用発明と複数の周知技術の組合せを困難とするような格別の事情も見当たらない。",
                "そうすると，原告主張の取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)について",
          "text": [
            "原告は，本願発明は，「高性能で迅速な色選択及び変更が可能なコンピュータ制御された多色照明ネットワークを提供する」ものであり，俊敏で正確な色選択，色変更及び輝度変更の効果を実現するものであるのに対し，蛍光灯を用いた照明装置を開示する刊行物1の記載からは，このような効果を予測することはできないなどと主張する。",
            "本件明細書の発明の詳細な説明には，「本発明は，LEDのような光源を用いて選択可能な色の光を提供することに関する。詳細には，本発明は，多色照明を提供する方法及び装置に関する。更に詳細には，本発明は，高性能で迅速な色選択及び変更が可能なコンピュータ制御された多色照明ネットワークを提供する装置に関する。」(段落【0002】)，「高性能のコンピュータ制御された多色照明ネットワークが本明細書に開示され，そのネットワークはLED照明ネットワークを含み得る。」(段落【0007】)との記載がある。",
            "上記記載によれば，本願発明の「高性能で迅速な色選択及び変更」は，コンピュータ制御された多色照明ネットワークに基づくというのであるが，本願発明のコンピュータ制御された多色照明ネットワークは，本願発明の構成(構成要件AないしI)を採用することによって当然に奏せられる効果であって，当業者が予測し得る作用効果にすぎない。",
            "したがって，前記のとおり，引用発明及び周知技術から本願発明の構成が容易に想到し得る以上，本願発明の構成から，当業者が予測し得る作用効果をもって，進歩性を付与するような顕著な作用効果があるとすることはできず，「本願発明の効果をみても，引用発明ないし上記周知技術から当業者が十分予測し得るものであって，格別のものということができない」(審決謄本7頁第3段落)とした審決の判断に誤りはなく，原告の取消事由4は失当というほかない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(特許法159条2項違反の手続違背)について",
          "text": [
            "原告は，審決において引用されている甲4ないし甲7公報が，周知事実を示す証拠とはいえず，審決における周知技術の認定そのものに誤りがあるために周知文献とはいえず，新たな引用例というべきものであるとし，出願人である原告に意見書を提出する機会を与えなければならないにもかかわらず，これをすることなく，上記各公報に記載された事柄を，本件優先日当時，周知の技術事項であったとして進歩性否定の資料とした審決には，特許法159条2項違反の違法がある旨主張する。",
            "しかし，前記2及び3のとおり，甲4ないし甲7文献は，周知技術を示すために，参考例として挙げた文献であって，本願発明と対比されるべき新たな引用例として提出されたものではなく，しかも，審決の周知技術の認定に誤りがないことは前記のとおりであるから，原告の上記主張は，前提において誤りである。",
            "したがって，原告の取消事由5の主張は採用することができない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上のとおり，原告主張の取消事由は，いずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}