{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が平成10年審判第35595号事件について平成18年2月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，考案の名称を「車椅子」とする実用新案登録第1998386号考案(平成2年6月28日登録出願，平成5年12月22日設定登録，以下，その実用新案登録を「本件実用新案登録」といい，その出願を「本件出願」という。)の実用新案権者である。",
                "原告は，平成10年7月8日，願書に添付した明細書(以下「本件明細書」という。)の実用新案登録請求の範囲の記載等の訂正(以下「第1次訂正」という。)を求める訂正審判請求をし，特許庁は，同請求を平成10年審判第39051号事件として審理した上，同年12月9日，第1次訂正を認める旨の審決をし，同審決は確定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，同年11月27日，本件実用新案登録を無効とすることにつき審判請求をし，同請求は，平成10年審判第35595号事件(以下「本件審判事件」という。)として特許庁に係属した。特許庁は，本件審判事件につき審理した上，平成11年12月7日，「本件審判の請求は，成り立たない。」との審決(以下「第1次審決」という。)をした。これに対し，被告は，第1次審決の取消しを求める訴え(東京高裁平成12年(行ケ)第33号)を提起したところ，平成12年11月9日に，第1次審決を取り消す旨の判決(以下「第1次判決」という。)が言い渡され，これに対する原告の上告受理の申立てが平成13年3月23日に不受理とされ，第1次判決は確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，第1次判決後の平成12年12月12日，本件明細書の実用新案登録請求の範囲の記載等の訂正(以下「第2次訂正」という。)を求める訂正審判請求をし，特許庁は，同請求を訂正2000−39155号事件として審理した上，平成13年7月23日，第2次訂正を認める旨の審決をし，同審決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "第1次判決の確定を受けて，特許庁は，本件審判事件について更に審理した上，平成13年9月5日，「本件審判の請求は，成り立たない。」との審決(以下「第2次審決」という。)をした。これに対し，被告は，第2次審決の取消しを求める訴え(東京高裁平成13年(行ケ)第457号)を提起したところ，平成14年7月8日，第2次審決を取り消す旨の判決(以下「第2次判決」という。)が言い渡され，同判決は確定した。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "第2次判決の確定を受けて，特許庁は，本件審判事件の審理を再開したところ，原告は，平成16年2月23日，本件明細書の実用新案登録請求の範囲の記載等の訂正(以下「第3次訂正」という。)を求める訂正請求をした。",
                "特許庁は，上記事件につき審理した上，平成16年6月29日に「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「第3次審決」という。)をした。これに対し，被告は，第3次審決の取消しを求める訴え(当庁平成17年(行ケ)第10085号)を提起したところ，平成17年6月23日，第3次審決を取り消す旨の判決(以下「第3次判決」という。)が言い渡され，その後，同判決は確定した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "第3次判決の確定を受けて，特許庁は，本件審判事件の審理を再開した上，平成18年2月21日に「登録第1998386号の実用新案登録を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は，同年3月3日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "実用新案登録請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "設定登録時のもの",
              "text": [
                "座部の両側にアームレストを水平使用状態より上方へ回動可能に取付けた構成であって，該アームレストは遮板が張設されているコの字形フレームからなり，該フレームの後下端部が車椅子本体に枢着されており，水平使用状態では前下端部は車椅子本体にロック可能に支持されていることを特徴とする車椅子。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "第1次訂正に係るもの(下線は，設定登録時からの訂正箇所を示す。)座部の両側にアームレストを水平使用状態より上方へ回動可能に取付けた構成であって，該アームレストは遮板が張設されているコの字形のフレームからなり，該フレームの後下端部が車椅子本体に枢着されており，水平使用状態では前下端部は，孔と該孔に挿入する係合ボルトとによる係止手段によって，車椅子本体にロック可能に支持されていることを特徴とする車椅子。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "第2次訂正に係るもの(下線は，第1次訂正時からの訂正箇所を示す。)座部の両側にアームレストを水平使用状態より上方へ回動可能に取付けた構成であって，該アームレストは遮板が張設されているコの字形のフレームからなり，該フレームの後下端部が車椅子本体に枢着されており，水平使用状態では該フレームの前下端部に取付けられているロック片のロック孔が車椅子本体に突設されている係合ボルトに係合することによって，該フレームが車椅子本体にロック可能に支持されていることを特徴とする車椅子。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "第3次訂正に係るもの(下線は，第2次訂正時からの訂正箇所を示す。)座部の両側にアームレストを水平使用状態より上方へ回動可能に取付けた構成であって，該アームレストは遮板が張設されているコの字形のフレームからなり，該フレームの後下端部が車椅子本体に枢着されており，水平使用状態では該フレームの前下端部には下縁が外側に屈曲されているロック片がその上縁部に沿った方向の枢軸によって車椅子の側面に対して外側に開きバネの付勢力により内側に戻るように枢着されており，該水平使用状態では該ロック片のロック孔が車椅子本体に突設されている係合ボルトに係合することによって，該フレームが車椅子本体にロック可能に支持されていることを特徴とする車椅子。",
                "(以下，第2次訂正に係る上記考案を「本件考案」，第3次訂正に係る上記考案を「訂正後考案」という。)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決は，別添審決謄本写し記載のとおり，①訂正後考案は，米国特許第4840390号明細書(甲2，以下「刊行物1」という。)，実願昭58−47668号(実開昭59−153708号)のマイクロフィルム(甲",
              "text": [
                "3)，実公昭34−20932号公報(甲4)に記載された考案(以下，順",
                "に「引用考案1」ないし「引用考案3」という。)及び周知技術に基づいて当業者がきわめて容易に考案をすることができたものであるから，出願の際独立して実用新案登録を受けること(以下「独立登録要件」という。)ができず，したがって，第3次訂正は，平成5年法律第26号附則4条1項の規定によりなおその効力を有するとされ，同条2項の規定により読み替えて適用される同改正前の実用新案法(以下「旧実用新案法」という。)40条2項及び5項において準用する同法39条3項の規定に適合しないので，当該訂正を認めることができないとした上，②第2次訂正による「車椅子本体に突設されている係合ボルト」の記載について，「係合ボルト」の突設位置について，第1次訂正に係る本件明細書(以下「第1次訂正明細書」という。)に記載された「前側フレーム」のみならず，「車椅子本体」中の「前側フレーム」以外の部材に設け得ることを新たに規定したものであるから，第2次訂正は，旧実用新案法39条1項ただし書の規定に違反して，同法37条1項2号の2に該当し，また，③本件考案は，引用考案1ないし引用考案3及び周知技術に基づいて当業者がきわめて容易に考案をすることができたものであって，旧実用新案法37条1項1号に該当するから，本件実用新案登録は無効とすべきものであるとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決の認定した訂正後考案と引用考案1との一致点及び相違点は，以下のとおりである。",
                "(一致点)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "座部の両側にアームレストを水平使用状態より上方へ回動可能に取付けた構成であって，該アームレストは遮板が張設されているコの字形のフレームからなり，該フレームの後下端部が車椅子本体に枢着されており，水平使用状態では，該フレームが車椅子本体にロック可能に支持されている車椅子。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「係合ボルト」ないし「突起部」という凸部を，車椅子本体側に向けたバネの付勢力により，「ロック孔」ないし「開口部」という孔に係合するものである点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "アームレストのフレームと車椅子本体とを結び付けるため，可動性を有する第3の部材を，アームレストのフレームの前下端部に取り付けている点",
                  "text": [
                    "(相違点)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "訂正後考案においては，凸部を車椅子本体に，孔をアームレストのフレームに取り付けた第3の部材に設けているのに対し，引用考案1においては，凸部をアームレストのフレームに取り付けた第3の部材に，孔を車椅子本体側に設けている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記凸部の具体的構成が，訂正後考案においては，「係合ボルト」であるのに対し，引用考案1においては，スプリング戻り爪の「突起部」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記第3の部材の具体的構成が，訂正後考案においては，「下縁が外側に屈曲されているロック片」であるのに対し，引用考案1においては，「第2スプリング戻り爪」である点。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記第3の部材のアームレストのフレームの前下端部に対する取付けの態様が，訂正後考案においては，「その上縁部に沿った方向の枢軸によって車椅子の側面に対して外側に開きバネの付勢力により内側に戻るように枢着」されているのに対し，引用考案1においては，取付けの態様が明らかでない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "本件審決は，第3次訂正の独立登録要件(訂正後考案の進歩性)の判断において，訂正後考案と引用考案1との相違点イ及びエについての判断を誤り(取消事由1，2)，その結果，第3次訂正は認められないとした上，本件考案が引用考案1ないし3及び周知技術に基づいて当業者がきわめて容易に考案をすることができたとの誤った結論を導き出したものであって，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点イについての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，相違点イについての判断において，第3次判決の拘束力に従い，「車椅子の開発に携わる当業者が，アームレストを手掛かりとして持ち上げることができるように車椅子の設計を行おうとすることは，ごく当然のことと認められ，引用考案1記載の車椅子においても，当然，そのような配慮がなされていると考えるべきである。 」(審決謄本8頁下から第2段落)と認定したが，誤りである。",
                "引用考案1におけるアーム支持構造体160のロックは，アーム支持構造体160の前辺に格納されている第2スプリング戻り爪176(可動性を有する第3の部材)の突起部が第2搭載ブラケット174の開口部178に係合することによって達成されるので，バネの強度がロック力に直接関係することになる。例えば，引用考案1において，15kgの重さの車椅子に60kgの人が乗った場合，アームレストを手掛りとして車椅子を持ち上げてロックがはずれないためには，第2スプリング戻り爪176を強力なものとする必要があるが，このように強力なスプリングによってロックされたアームレストを解除するためには，少なくとも45．3kgの力で解放ボタン180を押し込まなければならない。",
                "一方，訂正後考案におけるアームレストのロックは，，ロック片(9)Gのロック孔(9)Hと係合ボルト(18)とが係合することによって達成されるので，ロック強度は，ロック片(9)Gの強度と係合ボルト(18)の強度のみに関係し，ロック片(9)Gに別体として取り付けられているバネ(スプリング(9)I)は，外側に開いたロック片(9)Gが内側に戻るように付勢する機能のみを有し，ロック強度には関係しない。したがって，人が乗ったままアームレストを手掛りとして持ち上げることができるような強度を与えたとしても，実車テストの結果では，ロック片(9)Gをバネの付勢力に抗して外側に開く力は，わずか0．61kgである。",
                "このように，相違点イに係る訂正後考案の構成は，引用考案1と比較して，アームレストのロック解除力に大きな差があることになり，その結果，本件訂正後考案では，介護人が車椅子の背後から車椅子を支えつつ片手で容易にロック解除したり，あるいは車椅子に乗っている人自身が片手で容易にロック解除することができるのに対し，引用考案1では，一人の介護人が車椅子の背後から車椅子を支え，もう一人の介護人が車椅子の前から解放ボタンを力一杯押さなければロックが解除できないことになるから，顕著な作用効果を奏するものであって，訂正後考案の構成と引用考案1との差が設計事項にすぎないものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，引用考案2について，「板体10に設けられた舌片12(「ロック片」に相当)の開口部15と板体10に設けられた切欠き14とからなる孔16(「ロック孔」に相当)が，壁1に突設されているビス2(「係合ボルト」に相当)に係合することによって，板体10が壁1にロック可能に支持される構造。」(審決謄本6頁下から第2段落)と認定し，これを前提に，「孔と凸部とを係合させる構成において，凸部の具体的構成をボルトとすることは，引用考案2及び3に見られるとおり，従来，周知の技術であったと認められるから，アームレストのフレームと車椅子本体との係合の物理的な強度を高めるとの上記技術的課題に基づいて，引用考案1に，引用考案2，3に見られる当該周知技術を適用して，その凸部を訂正後考案と同様のボルトとすることは，当業者がきわめて容易に想到し得たことであるというべきである。 」(同9頁第2段落)との結論を導いたが，誤りである。",
                "引用考案2の舌片12には，ロック孔が設けられておらず，舌片12の自由端12aに形成された開口部15と背面板体10の切欠き14とによって孔16(ロック孔)が形成されている。また，舌片12は，それ自体がバネであり，訂正後考案のロック片(9)Gのようにバネが別部材として取り付けられているのではない。さらに，孔16は，ビス2の頭部2aの貫挿を不可能とする大きさであるのに対し，訂正後考案のロック片(9)Gのロック孔(9)Hは，係合ボルト(18)の頭部が貫通自在である大きさである。そして，ロック解除時には，訂正後考案では，ロック片(9)Gを外側に開いてロック孔(9)Hから係合ボルト(18)を抜き出せばよいが，引用考案2の場合には，板体10を壁1に対して，上方へ移動させることによってビス2の胴部2bを開口部15内に位置させ，板体10を壁1から手前に引いて舌片12を壁1側に撓ませながらビス2を第1の切欠き13から離脱させる。",
                "したがって，引用考案2の舌片を訂正後考案のロック片に相当するものとした本件審決の認定は失当であり，引用考案2は単に孔と凸部とを係合する構成が訂正後考案と共通しているにすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，引用考案3について，「雌板1及び添板12に設けられた摺動杆7と一体に形成された係止板10(「ロック片」に相当)の円孔11(「ロック孔」に相当)と，雄板15に突設されている係止杆16(「係合ボルト」に相当)とを係合することによって，雌板1及び添板12と雄板15とをロック可能に支持する構造。」(審決謄本7頁第3段落)と認定したが，誤りである。",
                "引用考案3の係止板10は，左右摺動によって係止杆16をロックし，又はロック解除をするものであり，外側に開くことによってロック解除が達成される訂正後考案のロック片とは異なるものであるから，係止板10は，ロック片に相当するものではない。",
                "したがって，本件審決は，引用考案2及び3の認定を誤っており，これを前提にした「その凸部を訂正後考案と同様のボルトとすることは，当業者がきわめて容易に想到し得たことであるというべきである。 」との判断も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点エについての判断の誤り)",
          "text": [
            "本件審決は，相違点エについての判断において，「訂正後考案のように，『縁部に沿った方向の枢軸によって枢着された部材』は，例えば，実願昭63−41900号(実開平1−145742号)のマイクロフィルム(注，甲",
            "6)に，『上記押え部30は，・・・その下端部に固定座10のヒンジ受部16に回転自在に嵌合枢着するヒンジピン31を有する枢着側基板33・・・とで・・・形成されており』(明細書10頁第1段落)と記載されているように，ヒンジに係る構造として，本件出願前周知のものであるから，こうした周知技術を参考にして，引用考案1における第3の部材の取付け態様を，訂正後考案のもののようにすることは，当業者がきわめて容易に想到し得たことにすぎないというべきである。」(審決謄本10頁第2段落)と判断したが，誤りである。",
            "周知技術として示された上記マイクロフィルム(甲6)においては，押え部30と起立壁上部23とが同じ固定座10に具備されているものであって，押え部30側と起立壁側とが別部材でそれを押え部30の操作ハンドル40と起立壁上部23の係止穴26との係合によって結合しているものではないから，押え部30は，訂正後考案のロック片とは全く別な機能の部材である。したがって，本件審決は，単にある部材を他の部材に枢着する構成を周知としているにすぎず，これを前提に，相違点エに係る訂正後考案の構成がきわめて容易に想到し得たものであるとした判断は，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件審決は，訂正後考案と引用考案1との相違点イ及びエについて，確定した第3次判決の拘束力に従って，同判決と同様の認定判断をしたものであり，これとは異なる認定判断をしているわけではないから，本件審決には，何らの違法もない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，本件審決が，第2次訂正に係る本件考案の訂正要件及び進歩性の判断の前提としていた，第3次訂正の独立登録要件(訂正後考案の進歩性)の判断の誤りを主張するのに対し，被告は，本件審決は，確定した第3次判決の拘束力に従ったものであり，何らの違法もない旨反論するので，第3次判決が確定するまでの経緯についてみると，当事者間に争いのない前記第2の1の事実，証拠(甲1，16，18)及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告は，平成10年11月27日，本件実用新案登録を無効とすることについて審判の請求をし，特許庁は，これを本件審判事件として審理し，前記第2の1のとおり，第1次審決，第1次判決，第2次審決，第2次判決を経て，平成16年6月29日，「訂正(注，第3次訂正)を認める。本件審判の請求は，成り立たない。」との第3次審決をした。第3次審決によれば，訂正後考案は，引用考案1ないし3に基づいて当業者がきわめて容易に考案をすることができたものではないなどとして，第3次訂正を認めた上，①第1次訂正は，本件明細書の実用新案登録請求の範囲の減縮又は明りょうでない記載の釈明をしたとは認められず(無効理由1)，②本件考案は，引用考案1に基づいて当業者がきわめて容易に考案をすることができたものであり(無効理由2)，③本件考案は，実公昭52−43544号公報，実願昭60−95475号(実開昭62−4320号)のマイクロフィルムに記載さ",
              "text": [
                "れた考案及び引用考案1に基づいて当業者がきわめて容易に考案をすることができたものであり(無効理由3)，④第2次訂正は，本件明細書の実用新案登録請求の範囲の減縮又は明りょうでない事項の釈明をしたものとは認められず，本件明細書に記載した事項の範囲内においてしたものではなく，かつ，第2次訂正に係る本件考案は，独立して実用新案登録を受けることができないものである(無効理由4)との請求人(被告)の主張をいずれも排斥し，請求人(被告)の主張及び証拠方法等によっては本件実用新案登録を無効とすることはできないとした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，第3次審決の取消しを求める訴え(当庁平成17年(行ケ)第10085号)を提起し，平成17年6月23日，第3次審決を取り消す旨の第3次判決が言い渡された。第3次判決の認定判断は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第2次訂正により「車椅子本体に突設されている係合ボルト」と訂正することは，係合ボルトの突設位置を不明確にするものであり，第1次訂正明細書に記載した事項の範囲内ではない新規事項を追加するものであり，かつ，実用新案登録請求の範囲を拡張するものであるから，第2次訂正に係る本件考案が独立して実用新案登録を受けることができないとの被告の無効理由4の主張について，①第1次訂正明細書(甲9添付)には，係合ボルトが，「前側フレーム」に突設されるとの記載はあるが，車椅子本体の前側フレーム以外の部位にも突設され得ることを記載ないし示唆する部分は見当たらず，他方，車椅子本体の構成に関して，第1次訂正明細書には，車椅子本体は，前側フレームのみならず，多数の部材から構成されていることが認められることからすると，第2次訂正による「車椅子本体に突設されている係合ボルト」(下線追加)の記載は，「係合ボルト」の突設位置について，第1次訂正明細書に記載された「前側フレーム」のみならず，「車椅子本体」中の「前側フレーム」以外の部材に設け得ることを新たに規定したものであるから，第2次訂正は，旧実用新案法39条1項に規定する訂正要件を満たさないものであって，本件実用新案登録には，同法37条1項2号の2に規定する無効理由があり，これを否定した第3次審決の前記(1)④の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正後考案が引用考案1ないし3に基づいて当業者がきわめて容易に考案をすることができたとの，容易想到性をいう被告の主張について(ア) 相違点に係る引用考案1の「アームレストのフレームが車椅子本体にロック可能に支持される態様」は，より厳密にみれば，「U形状アーム支持構造体160(フレーム)の前下端部に取付けられている第2スプリング戻り爪176の突起部を，バネの付勢力により，サイドフレームA(車椅子本体)に設けられた第2搭載ブラケットの開口部178に係合することにより，フレームを車椅子本体にロックする」ものであると認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，訂正後考案と引用考案1とは，第3次審決の認定した一致点(「座部の両側にアームレストを水平使用状態より上方へ回動可能に取付けた構成であって，該アームレストは遮板が張設されているコの字形のフレームからなり，該フレームの後下端部が車椅子本体に枢着されており，水平使用状態では，該フレームが車椅子本体にロック可能に支持されている車椅子」)に加え，「係合ボルト」ないし「突起部」という凸部を，車椅子本体側に向けたバネの付勢力により，「ロック孔」ないし「開口部」という孔に係合するものである点，及び，アームレストのフレームと車椅子本体とを結び付けるため，可動性を有する第3の部材を，アームレストのフレームの前下端部に取り付けている点においても一致し，一方，①訂正後考案においては，凸部を車椅子本体に，孔をアームレストのフレームに取り付けた第3の部材に設けているのに対し，引用考案1においては，凸部をアームレストのフレームに取り付けた第3の部材に，孔を車椅子本体側に設けている点(相違点ア)，②上記凸部の具体的構成が，訂正後考案においては，「係合ボルト」であるのに対し，引用考案1においては，スプリング戻り爪の「突起部」である点(相違点イ)，③上記第3の部材の具体的構成が，訂正後考案においては，「下縁が外側に屈曲されているロック片」であるのに対し，引用考案1においては，「第2スプリング戻り爪」である点(相違点ウ)，④上記第3の部材のアームレストのフレームの前下端部に対する取付けの態様が，訂正後考案においては，「その上縁部に沿った方向の枢軸によって車椅子の側面に対して外側に開きバネの付勢力により内側に戻るように枢着」されているのに対し，引用考案1においては，取付けの態様が明らかでない点(相違点エ)で相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点についての判断",
                      "text": [
                        "① アームレストのフレームを車椅子本体にロック可能に支持するという技術的課題を解決するため，バネの付勢力によって凸部を孔に係合するという構成を採用した場合，フレーム側と車椅子本体側とのいずれに凸部を設け，いずれに孔を設けるかは，格別の技術的意義のない設計的な事項であるから，アの点は，当業者が，考案の実施に当たり適宜決定すれば足りる事項にすぎない。",
                        "② イの点，すなわち，孔と係合すべき凸部の具体的構成が，訂正後考案においては，「係合ボルト」であるのに対し，引用考案1においては，スプリング戻り爪の「突起部」であることは，技術的には，凸部の物理的な大小ないし強度に差異があることを意味し，その結果，アームレストを手掛かりとして車椅子を持ち上げることができるかどうかといった機能上の差異を生じる可能性があるものと認められる。しかし，第1次判決は，刊行物1自体に，アームレストを手でつかんで車椅子を持ち上げることができるようにするという技術的課題が記載されていないとしても，車椅子一般について，上記技術的課題を認識できないなどということはない旨判断しており，この判断は，特許庁を拘束するから，刊行物1に接した当業者は，アームレストを手掛かりとして持ち上げることができるようにするとの技術的課題を認識するものというべきであり，当該技術的課題に基づいて，アームレストのフレームと車椅子本体との係合の物理的な強度を高めることは，当業者が当然に配慮することである。他方，孔と凸部とを係合させる構成において，凸部の具体的構成をボルトとすることは，引用考案2及び3に見られるとおり，従来，周知の技術であったと認められるから，アームレストのフレームと車椅子本体との係合の物理的な強度を高めるとの上記技術的課題に基づいて，引用考案1に，引用考案2及び3に見られる当該周知技術を適用して，その凸部を訂正後考案と同様のボルトとすることは，当業者がきわめて容易に想到し得ることというべきである。",
                        "③ ウの点について，訂正後考案における「ロック片」と引用考案1における「第2スプリング戻り爪」の実質的な差異点は，上記①に係る事項を除けば，(a)前者においては，「下縁が外側に屈曲されている」とあるとおり，指の力によって係合を解除する際において「手掛かり」としての機能を有しているのに対し，後者にはそのような機能はなく，指の力による係合解除の際の「手掛かり」としては別の部材(開放ボタン180)を用いている点，(b)後者はバネによる付勢力を当該部材自体が有しているのに対し，前者は他の部材(バネ)によって付勢力を与えられるものである点にあるところ，上記(a)及び(b)の点は，係合のために同様の機能を有する第3の部材について，それぞれ別の機能を兼用させたというにすぎず，その程度のことは，考案の実施に当たり，当業者が適宜工夫すれば足りる事項にすぎない。また，部品点数の削減という観点から見ても，格別の差があるということはできない。",
                        "④ エの点に係る訂正後考案の構成は，機能的に見れば，アームレストのフレームと車椅子本体とを係合する機能を果たす，可動性を有する第3の部材について，係合及び係合解除に際しての動きを特定したものであると理解することができるところ，凸部と孔とによって係合関係を形成するために，凸部と孔とのいずれを移動させるかは，設計的な事項にすぎないことは，上記①のとおりであり，また，凸部又は孔を設けた第3の部材を相対的に移動させることによって，凸部と孔との係合関係を形成するようにした場合，その動きが具体的にどのようなものであるかは，凸部と孔との係合という観点からは，技術的に格別の意義を有しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，相違点アないしエに係る訂正後発明の構成は，いずれも，当業者がきわめて容易に想到することができたものであり，訂正後考案が容易想到でないとした第3次審決の認定判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，第3次判決を不服として上告受理の申立てをしたが，平成17年11月17日，不受理決定がされ，同判決は確定した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "ところで，特許無効審判事件についての審決の取消訴訟において審決取消しの判決が確定したときは，審判官は，特許法181条5項の規定に従い，当該審判事件について更に審理を行って審決をすることになるが，審決取消訴訟は行政事件訴訟法の適用を受けるから，再度の審理ないし審決には，同法33条1項の規定により，上記取消判決の拘束力が及ぶ。そして，この拘束力は，判決主文のみならず，判決主文の結論が導き出されるのに必要な事実認定及び法律判断に対しても及ぶものと解すべきであるから，審判官は，上記事実認定及び法律判断に抵触する認定判断をすることは許されない(最高裁平成4年4月28日第三小法廷判決・民集46巻4号245頁参照)。",
            "これを本件についてみると，上記1(2)認定の事実によれば，第3次判決は，第2次訂正による「車椅子本体に突設されている係合ボルト」(下線追加)の記載が新規事項であること，訂正後考案の構成は，引用考案1ないし3及び周知技術に基づいて当業者がきわめて容易に想到することができたものであるとし，第2次訂正の訂正要件の点でも，訂正後考案の容易想到性の点でも，第3次審決の認定判断は誤りであると判断したことが明らかである。",
            "そして，第3次判決は，上記容易想到性の認定判断において，訂正後考案と引用考案1との一致点及び相違点を上記1(2)イ(イ)のとおり認定し，相違点アないしエについて上記1(2)イ(ウ)①ないし④のとおり判断した上，訂正後考案は，引用考案1ないし3及び周知技術に基づいて当業者がきわめて容易に想到することができたものであるとして，その容易想到性を否定した第3次審決を取り消すべき旨の結論を導いているのであるから，上記容易想到性の認定判断は，第3次判決の判決主文が導き出されるのに必要な事実認定及び法律判断であったことが明らかである。",
            "そうすると，確定した第3次判決の拘束力は，上記事実認定にも及ぶものというべきである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "一方，本件審決は，第3次訂正の独立登録要件(訂正後考案の進歩性)について，次のとおり認定判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正後考案と引用考案1とは，「『座部の両側にアームレストを水平使用状態より上方へ回動可能に取付けた構成であって，該アームレストは遮板が張設されているコの字形のフレームからなり，該フレームの後下端部が車椅子本体に枢着されており，水平使用状態では，該フレームが車椅子本体にロック可能に支持されている車椅子』である点で一致し，さらに，『係合ボルト』ないし『突起部』という凸部を，車椅子本体側に向けたバネの付勢力により，『ロック孔』ないし『開口部』という孔に係合するものである点，及びアームレストのフレームと車椅子本体とを結び付けるため，可動性を有する第3の部材を，アームレストのフレームの前下端部に取り付けている点においても一致しており」(審決謄本7頁第4段落)，一方，「ア 訂正後考案においては，凸部を車椅子本体に，孔をアームレストのフレームに取り付けた第3の部材に設けているのに対し，引用考案1においては，凸部をアームレストのフレームに取り付けた第3の部材に，孔を車椅子本体側に設けている点。」，「イ 上記凸部の具体的構成が，訂正後考案においては，『係合ボルト』であるのに対し，引用考案1においては，スプリング戻り爪の『突起部』である点。」，「ウ 上記第3の部材の具体的構成が，訂正後考案においては，『下縁が外側に屈曲されているロック片』であるのに対し，引用考案1においては，『第2スプリング戻り爪』である点。」，「エ 上記第3の部材のアームレストのフレームの前下端部に対する取付けの態様が，訂正後考案においては，『その上縁部に沿った方向の枢軸によって車椅子の側面に対して外側に開きバネの付勢力により内側に戻るように枢着』されているのに対し，引用考案1においては，取付けの態様が明らかでない点。」(同7頁最終段落～8頁第4段落)で相違する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点アないしエについての判断は，別添審決謄本写し記載のとおり，①アの点については，上記1(2)イ(ウ)①と同様の理由付けにより，「当業者が，考案の実施に当たり適宜決定すれば足りる事項にすぎないというべきである」(審決謄本8頁下から第4段落)とし，②イの点については，上記1(2)イ(ウ)②と同様の理由付けにより，「孔と凸部とを係合させる構成において，凸部の具体的構成をボルトとすることは・・・従来，周知の技術であったと認められるから，アームレストのフレームと車椅子本体との係合の物理的な強度を高めるとの上記技術的課題に基づいて，引用考案1に，引用考案2，3に見られる当該周知技術を適用して，その凸部を訂正後考案と同様のボルトとすることは，当業者がきわめて容易に想到し得たことであるというべきである。」(同9頁第2段落)とし，③ウの点については，上記1(2)イ(ウ)③と同様の理由付けにより，付勢力を与える部材の相違については，「係合のために同様の機能を有する第3の部材について，それぞれ別の機能を兼用させたというにすぎず，その程度のことは，考案の実施に当たり，当業者が適宜工夫すれば足りる事項にすぎない」(同頁下から第3段落)，また，「部品点数の削減という観点から見ても，訂正後考案にしても，引用考案1にしても，兼用できなかった機能については，別の部材を用いているのであるから，格別の差があるということはできない。 」(同)とし，④エの点についても，上記1(2)イ(ウ)④と同様の理由付けにより，「こうした周知技術を参考にして，引用考案1における第3の部材の取付け態様を，訂正後考案のもののようにすることは，当業者がきわめて容易に想到し得たことにすぎないというべきである。」(同10頁第2段落)とし，その結果，「以上のとおり，上記のア～エの点に係る訂正後考案の構成は，いずれも，引用考案1～3及び周知技術に基づいて，当業者がきわめて容易に想到し得たものというべきである。よって，訂正後考案は，実用新案法第3条第2項の規定により，出願の際独立して実用新案登録を受けることができない。」(同頁第3，第4段落)との結論を導いた。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "そうすると，本件審決は，確定した第3次判決の上記拘束力に従って，訂正後考案と引用考案1との一致点及び相違点を上記3(1)のとおり認定し，相違点アないしエについては，上記3(2)のとおり判断したものであることが本件審決の記載自体から明らかであるから，原告は，この認定判断について，違法であるとして非難することはできない。",
            "原告主張の取消事由1及び2は，確定した第3次判決による拘束力の及ぶ事項である相違点イ及びエの判断について，本訴において再度これを蒸し返えそうとするものであって，そもそも，本訴における本件審決の取消事由とはなり得ないものである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10141",
    "date": "2006-11-30",
    "rights_type": "実用新案権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033852",
    "ipprecedent_id": "114",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}