{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2004−80002号事件について平成18年9月6日にした",
        "審決を取り消す。」との判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原告の有する下記1(1)の特許(以下「本件特許」という。)について，下記1(2)のとおり，被告が無効審判請求をしたが，特許庁は「本件審判の請求は，成り立たない。」との審決(以下「前審決」という。)をしたので，被告が同審決の取消しを求める訴え(以下「前訴」という。)を提起したところ，知的財産高等裁判所は同審決を取り消す旨の判決を言い渡し，この判決は確定した。そこで，特許庁は，被告の無効審判請求につき，更に審理し，原告の請求に係る訂正を認めた上，本件特許を無効とする旨の審決をした。本件は，原告が同審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許(甲第14号証)",
              "text": [
                "特許権者：日本パーカライジング株式会社(原告)",
                "発明の名称：「金属のりん酸塩皮膜化成処理前の表面調整用前処理液及び表面調整方法」(平成18年5月24日付け訂正請求により「金属のりん酸塩皮膜化成処理前の表面調整用前処理液」と訂正された。)",
                "出願日：平成9年3月7日(特願平9−52181号)",
                "登録日：平成15年7月18日",
                "特許登録番号：第3451334号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続等",
              "text": [
                "審判請求日：平成16年3月31日(無効2004−80002号)",
                "前審決日：平成17年2月25日(「本件審判の請求は，成り立たない。」との審決)",
                "前訴提起日：平成17年4月6日(平成17年(行ケ)第10406号)",
                "前訴判決日：平成18年2月28日(「特許庁が無効2004−80002号事",
                "件について平成17年2月25日にした審決を取り消す。」との判決)",
                "訂正請求日：平成18年5月24日(以下「本件訂正」という。)",
                "審決日：平成18年9月6日(「訂正を認める。特許第3451334号の請求項1に係る発明についての特許を無効とする。」との審決)",
                "審決謄本送達日：平成18年9月18日(原告に対し)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "審決が対象としたのは，本件訂正により訂正された後の請求項1に記載された発明であり(以下「本件発明」という。なお，上記訂正後の請求項の数は1個である。)，その要旨は，以下のとおりである。",
            "「【請求項1】粒径が5μm以下の少なくとも1種以上の2価もしくは3価の金属のりん酸塩粒子であって亜鉛を含むものと，アルカリ金属塩もしくはアンモニウム塩またはこれらの混合物と，アニオン性に帯電し分散した酸化物微粒子と，を含有し，pHを4～13に調整したことを特徴とする金属のりん酸亜鉛皮膜化成処理前の表面調整用前処理液であって，前記アニオン性に帯電し分散した酸化物微粒子の平均粒径が0．5μm以下である，金属のりん酸亜鉛皮膜化成処理前の表面調整用前処理液。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要旨",
          "text": [
            "審決は，本件発明は，甲第1号証(欧州特許出願公開第117599号明細書。",
            "1984年(昭和59年)9月5日公開)に記載された発明に基づいて，当業者が容易に発明することができたものであるから，本件特許は特許法29条2項に違反してされたものであり，同法123条1項2号により無効とすべきであるとした。",
            "審決の理由中，無効理由(ⅰ)(「本件発明は，甲第1号証及び甲第2号証(米国特許第3395052号明細書。1968年(昭和43年)7月30日発行)に記",
            "載された発明に基づいて容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してされたものである。」との主張)についての判断に関する部分は以下のとおりである。なお，審決中の証拠番号は本訴におけるものと共通である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第1号証記載の発明との対比",
              "text": [
                "「甲第1号証には，りん酸塩処理に先立って化成反応を活性化させる成分を含有する水性前処理浴により金属表面を前処理する方法において，モンモリロナイトを含む前処理浴を金属表面に接触させる金属表面の前処理方法に係る発明が記載されており・・・，併せて，りん酸亜鉛溶液によるりん酸塩処理に先立って，微細に分散させた第三級りん酸亜鉛を含む前処理浴を金属表面に接触させることが記載されている・・・。",
                "そして，当該前処理浴に含まれる「微細に分散させた第三級りん酸亜鉛」は，本件発明における，「少なくとも1種以上の2価もしくは3価の金属りん酸塩粒子であって亜鉛を含むもの」に該当し，そして，甲第1号証の前処理浴は，本件発明でいう表面調整用前処理液に相当する。",
                "してみれば，甲第1号証には，本件発明における，「少なくとも1種以上の2価もしくは3価の金属のりん酸塩粒子であって亜鉛を含むものを含有する，金属のりん酸亜鉛皮膜化成処理前の表面調整用前処理液」が記載されているといえる。",
                "同甲第1号証には，前処理浴のpH値について，通常弱アルカリ性に調節し，殆どの場合約7．1～10とすることが記載され・・・，このpH値は本件発明のpH値(4～13)と重複している。",
                "同甲第1号証には，アルカリ金属リン酸塩を含有させること・・・，及び，アルカリ金属のオルトリン酸塩及びアルカリ金属の炭酸塩を添加すること・・・が記載されており，これらのアルカリ金属リン酸塩，並びにアルカリ金属のオルトリン酸塩及びアルカリ金属の炭酸塩は，本件発明の「アルカリ金属塩もしくはアンモニウム塩またはこれらの混合物」におけるアルカリ金属塩に該当する。",
                "一方，甲第1号証には，金属のりん酸塩粒子の粒径を「5μm以下」とする点，前処理液が「アニオン性に帯電し分散した酸化物微粒子」を含有する点，及び，上記「アニオン性に帯電し分散した酸化物微粒子」について，「平均粒径が0．5μm以下」とする点を明示する記載は見当たらない。",
                "これを本件発明の特定事項と対応させると，本件発明は，",
                "「少なくとも1種以上の2価もしくは3価の金属のりん酸塩粒子であって亜鉛を含むものと，アルカリ金属塩もしくはアンモニウム塩またはこれらの混合物と，を含有し，pHを4～13に調整したことを特徴とする金属のりん酸亜鉛皮膜化成処理前の表面調整用前処理液」とした点で，甲第1号証に記載されたものと重複，一致し，そして，以下の点で相違している。",
                "(イ)本件発明では，りん酸塩粒子(すなわち，「少なくとも1種以上の2価もしくは3価の金属のりん酸塩粒子であって亜鉛を含むもの」の粒子)の粒径を「5μm以下」と特定しているのに対して，甲第1号証には，当該粒径に特定する記載が見当たらない点，(ロ)本件発明では，前処理液が「アニオン性に帯電し分散した酸化物微粒子」を含有するのに対して，甲第1号証には，当該成分を含有することの記載が見当たらない点，及び，(ハ)本件発明では，「アニオン性に帯電し分散した酸化物微粒子」について，その平均粒径を「0．5μm以下」としているのに対して，甲第1号証には，当該平均粒径の記載が見当たらない点。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点についての判断",
              "text": [
                "「相違点(イ)について",
                "まず，上記粒径に関する本件出願当時の技術水準について検討する。",
                "(a)甲第1号証中で従来技術として引用されたドイツ連邦共和国特許第1521889号明細書・・・には，次の記載がある。",
                "(a-1)「1．鉄と鋼のりん酸塩化成処理法において，処理材の表面を難溶性2価りん酸塩の水性懸濁液と接触させる方法であって，表面をアルカリ処理及び／又は酸処理した後に，りん酸マンガン処理液によるりん酸塩化成処理の前処理として，少なくとも一部がヒューリオライトからなる難溶性オルトりん酸マンガン(II)の微細に分散した水性洗浄液を用いることを特徴とする方法。」(特許請求の範囲の請求項1，第1欄第1段落)",
                "(a-2)「6．難溶性りん酸塩として少なくとも一部は5μm以下の粒径の難溶性りん酸塩を使用することを特徴とする特許請求の範囲1ないし5のりん酸塩化成処理法。」(特許請求の範囲の請求項6，第1欄第6段落)",
                "(a-3)「オルトりん酸マンガン(II)の活性作用は，更にその粒径に依存し，かつその粉砕度が増すにつれ活性作用も高まる。例えば，約50％が粒径3．5μ以下であり，かつその粒径範囲の約90％が30μ以下であるオルトりん酸マンガン(II)を用いた場合に極めて好ましい結果が得られた。」(第3欄第2段落)",
                "(b)本件出願前公開された英国特許第1137449号明細書(1968年12月18日公開)には，次の記載がある。",
                "(b-1)「1．鉄またはスチールの表面上におけるりん酸マンガン皮膜の形成方法であって，前記表面は，前記表面を充分に湿らせる程度の時間，微細化不溶性オルトりん酸マンガン(II)の水溶性懸濁液により処理され，前記処理された表面は，従来の酸性りん酸マンガンコーティング水溶液によりリン酸塩処理される，りん酸マンガン皮膜の形成方法。」(特許請求の範囲の請求項1，第4頁左欄第1段落)",
                "(b-2)「4．オルトりん酸マンガンの粒子サイズは，前記オルトりん酸マンガンの50質量％が3．5μm未満であり，かつ90質量％が30μm未満である，請求項1～3に記載のりん酸マンガン皮膜の形成方法。」(特許請求の範囲の請求項4，同第4段落)(b-3)「オルトりん酸マンガン(II)の粒子サイズは，できるだけ小さいものであるべきである。オルトりん酸マンガンの50％が3．5μm未満の粒子サイズを有し，かつ90％が30μm未満である場合に，非常に良好な結果が得られる。」(第2頁左欄第1段落)(c)本件出願前公開された特開昭50−153736号公報(昭和50年12月11日公開)には，次の記載がある。",
                "(c-1)「1)鋼板又は亜鉛メッキ鋼板にリン酸塩処理を行なうに際して，リン酸塩処理液を空気でアトマイジングして噴霧し鋼板又は亜鉛メッキ鋼板を処理することを特徴とするリン酸塩皮膜形成法。",
                "2)特許請求の範囲 1)に記載のリン酸塩処理の前工程として不溶性リン酸塩の水性コロイド液を薄く表面に塗布した後該リン酸塩処理を行うことを特徴とするリン酸塩皮膜形成法。」(特許請求の範囲の請求項1及び2，第1頁左下欄)",
                "(c-2)「前処理に使用される不溶性リン酸塩の水性コロイドとしては，リン酸亜鉛，リン酸カルシウム等各種の不溶性リン酸塩が適当な分散剤を添加して水溶液中でコロイド化されたもので，取扱は容易で，安定性が非常によいものである。りん酸亜鉛皮膜を形成させる目的の場合には，りん酸亜鉛(Zn (PO ) ・4H O)が最も効果が大である。」(第2頁右上欄第2段落)",
                "なお，コロイド粒子は，直径が0．001ないし0．5μm程度の粒子である。(「岩波理化学事典 第4版」岩波書店(昭和62年10月12日)「コロイド」の欄参照。)(d)本件出願前公開されたドイツ連邦共和国特許出願公開第2732385号明細書(1978年6月29日公開)には，次の記載がある。",
                "(d-1)「100℃未満の温度において，りん酸マグネシウムを主成分とする5～10のpH値を有する水性懸濁液を用いた処理がなされ，その際前記懸濁液は流動され，りん酸マグネシウム濃度は0．1～10g／lの範囲であり，使用されるりん酸塩の粒子径は約50μmより下であって，その際少なくとも粒子の50％が約4μmよりも小さいことが示されることを特徴とする，鉄及び鋼の，りん酸マンガンを用いたりん酸化成処理前の活性化用の前処理方法。」(特許請求の範囲の請求項1，第2頁第1段落)",
                "(d-2)「前記懸濁液に含まれるりん酸マグネシウムの粒子径は約50μmよりも小さく，その際少なくとも粒子の50％が約4μmよりも小さい粒子の大きさを有している。前記粒子径が上記値を超えると，次の処理工程で得られる皮膜の品質が劣化し，粒子の90％が5μmよりも大きい粒子の大きさを有する場合における上記品質はもはや受け入れられるものではない。」(第8頁最終段落)",
                "上記文献(a)～(d)の記載事実について検討すると，上記文献(a)，(b)のりん酸マンガン，上記文献(c)のりん酸亜鉛及びりん酸カルシウム，上記文献(d)のりん酸マグネシウムが，いずれも2価の金属のりん酸塩であることは明らかである。そして，上記文献(a)～(d)の記載により認定できる事項によれば，本件出願当時，りん酸塩皮膜処理の前段階として，「2価もしくは3価の金属のりん酸塩」の粒子を含む処理液を利用する方法があること，その場合，前処理液中のりん酸塩の粒子の粒径が一定程度小さいものであることが望ましいことは周知技術であり，また，上記りん酸塩皮膜化成処理によってりん酸亜鉛皮膜を形成すること，及び，当該2価もしくは3価の金属のりん酸塩として亜鉛を含むものは周知技術であったと認められ，そして，その際に，少なくとも一部の粒子の粒径が3．5ないし5μm以下である場合に，良好な結果が得られることも周知技術であったと認めるのが相当である。",
                "以上認定の周知技術を総合すると，本件出願当時，「2価もしくは3価の金属のりん酸塩であって亜鉛を含むもの」の粒径を「5μm以下」とし得ることは技術常識であったものと認められる。したがって，この技術水準を前提とすれば，甲第1号証に接する当業者は，格別の思考を要するまでもなく容易に，りん酸塩皮膜化成処理の前処理液に含まれる「2価もしくは3価の金属のりん酸塩粒子であって亜鉛を含むもの」に該当するりん酸亜鉛の粒子について，「微細に分散させた」との記載から，当該りん酸亜鉛の粒子の粒径を5μm以下のものを含むと理解し得るのであるから，甲第1号証には，当該りん酸亜鉛の粒子が「5μm以下」のものを包含した技術内容が記載されているというべきである。また，本件明細書の記載をみても，「5μm以下」と特定したことにより，当業者が予期し得ない格別の効果を奏したと認めることはできない。",
                "以上のとおりであるから，本件出願当時の技術水準を参酌すれば，上記粒径に係る相違点(イ)は，実質的な相違点を構成しないものであり，また，甲第1号証の記載及び周知事項に基いて当業者が容易に想到できたことである。",
                "相違点(ロ)について",
                "(ロ-1)モンモリロナイトないしベントナイトが「アニオン性に帯電し分散した酸化物微粒子」に相当することは，被請求人も認めるところである。(平成17年(行ケ)第10406号判決第20頁「3 取消事由3(相違点2の認定の誤り)について」参照。)",
                "(ロ-2)ところで，酸化物とは，「最も広義には酸素と他元素の化合物を意味するが，一般には酸素を酸化数−2の状態で含むものをいう。」(「岩波 理化学辞典」(株)岩波書店「酸化物」の欄)とされる。",
                "モンモリロナイトは，Al O ・4SiO ・6H Oなどと表されることもあり，また，ベントナイトは，Ｎa−Caモンモリロナイトであり，モンモリロナイトの下位概念である(摘記 B1-2)。また，特公平6−102777号公報中には，金属の複酸化物としてベントナイトが含まれることを前提とした記載があり，特開昭64−16894号公報中には，酸化物系層状物質，層状酸化物鉱物としてベントナイトが挙げられていることが認められる。そうすると，甲第1号証に接する当業者は，酸化物を広義にとらえ，モンモリロナイトないしベントナイトを酸化物として認識するものと認められる。",
                "また，モンモリロナイトは，「厚さ1nmで大きさが数百～数千nmの薄い板状粒子で，厚さの部分(端面)はpHに依存する電荷を有し，その等電点のpHはおよそ8程度である。端面はpH＜8で正電荷，pH＞8で負電荷を有する。また，面の部分はpHに左右されない負の電荷を有している。したがって，安定した分散状体を得るためには，粒子全体が全て負電荷になるようにしなければならない。」(平成10年発行「日本レオロジー学会誌 Vol.26 No.2」第100頁)とされるところ，甲第1号証中には，「前処理浴のpH値は通常弱アルカリ性に調節し，殆どの場合，約7．1～10とする。」・・・との記載があるから，pHが8以上のものを含むことは明らかであり，甲第1号証には，アニオン性に帯電しているモンモリロナイトの記載があるということができる。また，甲第1号証には，「ベントナイト等のモンモリロナイトは前処理浴内でできるだけ微細に分散される必要がある」・・・と記載されているのであるから，甲第1号証には，「アニオン性に帯電し分散した酸化物微粒子」が記載されているということができる。",
                "以上のとおりであるから，本件出願当時の周知事項を参酌すれば，上記相違点(ロ)は，実質的な相違点を構成しないものである。",
                "相違点(ハ)について",
                "まず，「アニオン性に帯電し分散した酸化物微粒子」の粒径に関する本件出願当時の技術水準について検討する。",
                "上記「相違点(ロ)について」欄に記載したとおり，本件発明の「アニオン性に帯電し分散した酸化物微粒子」は，モンモリロナイトないしベントナイトを包含するものである。",
                "一方，(a)：甲第6号証(判決注：昭和42年1月15日株式会社技報堂発行の粘土ハンドブック編集委員会編「粘土ハンドブック」)には，モンモリロナイトの分散状体における単位粒子の大きさについて，水に十分よく分散させたときの大きさが「0．02～0．2μ」であることが記載され・・・，(b)：甲第7号証(判決注：平成6年10月30日技報堂出版株式会社発行の日本粘土学会編「粘土ハンドブック 第二版」)には，ナトリウムモンモリロナイト，及びモンモリロナイトの単位粒子の大きさが「0．02～0．2μ」であることが記載され・・・，(c)：甲第8号証(判決注：平成3年9月1日株式会社朝倉書店発行の神保元二ら編「微粒子ハンドブック」)には，水中の微粒子について記載した「図3 微粒子およびそれと関連する物質・現象の諸特性」から，ベントナイトの水中での大きさが，約5nm～0．2μm(すなわち，0．005～0．2μm)であることが読み取れ・・・，また，(d)：甲第9号証(判決注：昭和54年9月発行の「セメント・コンクリート」誌391号)には，ナトリウムモンモリロナイト，及びモンモリロナイトの単位粒子の大きさが「0．02～0．2μ」であること・・・が記載されている。",
                "以上，(a)～(d)の記載によれば，水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であることは本件出願前周知の事項といえる。そして，これは本件発明の「0．5μm以下」に包含されている。また，本件発明では粒子の大きさを「平均粒径」で特定しているところ，本件明細書の記載をみても，本件発明の「平均粒径」と，上記各甲号証における「単位粒子の大きさ」(甲第6，7，9号証)，ないし微粒子の「大きさ」(甲第8号証)との間に実質的な相違があるとはすることはできず，また，本件発明で「平均粒径」とした点により，格別の効果を奏したと認めることもできない。",
                "以上のとおりであるから，本件出願当時の技術水準を参酌すれば，甲第1号証には，「アニオン性に帯電し分散した酸化物微粒子」について，その平均粒径を「0．5μm以下」とする点が実質的に開示されていたものといえ，また，甲第1号証の記載及び周知事項に基いて当業者が容易に想到できたことである。",
                "したがって，上記粒径に係る相違点(ハ)は，甲第1号証に記載されたものとの実質的な相違点を構成しないものであり，また，当業者が容易に想到できたことである。",
                "以上のとおりであるから，本件出願当時の周知事項を参酌すれば，本件発明は，甲第1号証に記載された発明に基いて当業者が容易に発明をすることができた発明であり，したがって，特許法第29条第2項の規定に違反して特許されたものである。よって，本件発明についての特許は，特許法第123条第1項第2号に該当し無効とすべきものである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "text": [
        "審決による本件発明と甲第1号証に記載された発明(以下「引用発明」という。)との一致点及び相違点の認定並びに相違点(イ)及び(ロ)についての判断は，当事者間に争いがない。",
        "本件の争点は，審決の相違点(ハ)についての判断が誤りであるかどうかという点である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告の審決取消事由(相違点(ハ)についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "主張の要点",
              "text": [
                "審決は，本件発明と引用発明との「相違点(ハ)」として，「本件発明では，『アニオン性に帯電し分散した酸化物微粒子』について，その平均粒径を『0．5μm以下』としているのに対して，甲第1号証には，当該平均粒径の記載が見当たらない点」を認定し，「水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であることは本件出願前周知の事項」とした上で，「本件発明では粒子の大きさを『平均粒径』で特定しているところ，本件明細書の記載をみても，本件発明の『平均粒径』と，・・・『単位粒子の大きさ』(甲第6，第7及び第9号証)，ないし微粒子の『大きさ』(甲第8号証)との間に実質的な相違があるとはすることはできず，また，本件発明で『平均粒径』とした点により，格別の効果を奏したと認めることもできない」から，「本件出願当時の技術水準を参酌すれば，甲第1号証には，『アニオン性に帯電し分散した酸化物微粒子』について，その平均粒径を『0．5μm以下』とする点が実質的に開示されていたものといえ，また，甲第1号証の記載及び周知事項に基いて当業者が容易に想到できたことである。」と判断した。",
                "審決の判断の論理は次のとおりである。",
                "①甲第1号証には，「ベントナイト等のモンモリロナイトは前処理浴内でできるだけ微細に分散される必要がある。」(訳文2頁22～23行)との記載がある。",
                "②モンモリロナイトが微細に分散されれば，水中で当然に一次粒子となる。",
                "③甲第6～第9号証には，水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であるとの記載がある。",
                "④したがって，できる限り微細に分散されたモンモリロナイト粒子の水中での大きさは0．2μm以下になっている，というものである。",
                "上記②の事項は，審決に明示的に指摘されてはいないが，②の事項を欠くとすれば，①の事項と③の事項とを組み合わせる必然性がない。",
                "しかし，②の事項については何の証拠も引用されていないばかりか，事実に反する。",
                "また，そもそも，審決は，「水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下である」と認定したから，甲第1号証と甲第6～第9号証を組み合わせることができると判断したのであり，ナトリウム・モンモリロナイトあるいはモンモリロナイト含有粘土鉱物が一次粒子にまで分散し，そのすべての粒子の粒径が0．2μm以下とならない限り，審決は取り消されるべきである。",
                "なお，被告は，甲第6～第9号証には，水中に分散したモンモリロナイト又はベントナイトの粒子の大きさが0．2μm以下であることは本件特許出願前に周知の事項であることが記載されていると主張するが，原告はこの点を争うものではない。",
                "しかしながら，甲第6～第9号証の上記記載はいずれもモンモリロナイト又はベントナイトの一次粒子の粒径についてのものであるところ，水溶液中で微細に分散すれば，当然に一次粒子になるとの記載は見当たらず，微細に分散させたとしても，一次粒子にまで分散される粒子の割合はごく一部であって，平均粒径は0．5μm以下とならないのである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲第15号証の記載",
              "text": [
                "農業土木学会論文集第133号所収の岡山大学教授赤江剛夫(上記論文発行時は滋賀県立短期大学教授。以下「赤江教授」という。)による「pH変化がベントナイト・水系の分散・凝集および流動特性に及ぼす影響−ベントナイト・水系の分散・凝集と流動特性(Ⅲ)−」と題する論文(甲第15号証)によると，甲第1号証にいう「モンモリロナイト含有粘土鉱物」で「モンモリロナイトの割合が大きく且つ分散度の大きいもの」である「穂高印ベントナイト300メッシュ」(主要粘土鉱物はモンモリロナイトで，これに若干の不純物を含んだもの)を2時間振とうする方法で「できるだけ微細に分散」した場合，pHの値にかかわらず，甲第6～第9号証で示されるような0．2μm以下の粒径とはならないことが開示されている。",
                "被告は，「穂高印ベントナイト300メッシュ」が不純物を含むことやその用途が建築・土木・農業用の用途に販売されていることを問題にするが，穂高印ベントナイト300メッシュ」のモンモリロナイト含有量は53％であって，甲第1号証に記載された「モンモリロナイト含有粘土鉱物」ということができるし，甲第1号証には用途について限定が加えられているわけでもない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実験結果",
              "text": [
                "原告は，モンモリロナイトが微細に分散されれば，水中で当然に一次粒子になるかどうかを確認するために，株式会社ホージュン社製「ベンゲルA」(以下「ベンゲルA」という。)及びクニミネ工業株式会社製「クニピア−F」(以下「クニピア−F」という。)を試料として複数の実験を行ったが(甲第18，第22～第25号証)，いずれの実験においても，モンモリロナイトが当然に一次粒子になることは確認できなかったのみならず，ごく一部の例外を除いて平均粒径0．5μm以下ともならなかったから，「モンモリロナイトが微細に分散されれば，水中で当然に一次粒子となる」ことを前提とする審決の判断は誤りである。",
                "なお，被告は，乙第7号証の「ベンゲルA」を用いた実験において，平均粒径が0．5μm以下に分散していることが確認されたと主張するが，同実験において粒径が0．2μm以下となっていることが確認できるのは11．966％にすぎない。",
                "また，被告は乙第13号証の実験により，平均粒径が0．2～0．25μm程度となったと主張するが，上記のとおり，原告の実験によれば，平均粒径0．5μm以下にもなっておらず，被告の実験結果は信用できないし，この実験結果を前提としても，0．2μm以下となっている粒子の割合は極めて少ない。",
                "乙第14号証の実験は，粒径の測定について，極限粘度を測定するという，他とまったく異なる測定方法が採用されており，不当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の反論への再反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲第5号証の意見書に「アルカリ性領域にある水溶液中(pH＞8)にＮa−モンモリロナイトの希薄な水溶液を調整した場合，特段の操作をせずとも当該モンモリロナイトは，膨潤して層間が大きく広がるため，熱運動により板状の粒子が一枚一枚バラバラになった状態(一次粒子)で水溶液中に浮遊(分散)することになる。」との記載があることや，乙第2，第4及び第5号証の専門家の意見書にも同趣旨の記載があることなどから，「甲第1号証の前処理浴程度の希薄な水溶液(pH＞8)において，当該水溶液中のＮa−モンモリロナイトあるいはモンモリロナイト含有粘土鉱物(ベントナイト)は，容易に一次粒子にまで分散し，その平均粒径が0．5μm以下となることは技術常識である」と主張し，他の論文にも「モンモリロナイトが一次粒子にまで分散することが記載されている」と主張するが，上記(3)の原告の実験の結果に照らすと，上記各意見書や文献の記載は事実に反し，被告の上記主張は失当である。",
                    "また，被告は上記主張の根拠として，乙第6号証の講演要旨集も挙げるが，同講演要旨集からは，水中のＮaベントナイトの大きな塊が「崩壊」し，単に粉末状になって沈殿していることが判明するのみである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲第1号証の「モンモリロナイト」について，「第一義的にはモンモリロナイトそのものを用いるべきことが開示されている。」と主張するが，甲第1号証には「モンモリロナイト含有粘土鉱物」，「モンモリロナイトの割合が大きく且つ分散度の大きいもの」と記載されており，不純物が含まれるものであることを当然の前提としている。また，本件特許出願当時，全く不純物を含まないモンモリロナイトは入手不可能であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，甲第1号証にいう「モンモリロナイト含有粘土鉱物」で「モンモリロナイトの割合が大きく且つ分散度の大きいもの」として，極めて高純度(ほぼ100％)のナトリウム・モンモリロナイトである「クニピア−F」を取り上げているが，甲第1号証の記載から，このような極めて高純度のものを想起することには，無理がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "結論",
              "text": [
                "以上のとおり，モンモリロナイトの一次粒子の粒径自体は0．2μm以下であるとしても，モンモリロナイトは，これが微細に分散されても水中で当然に一次粒子となるものではないから，甲第1号証と一次粒子に関する文献である甲第6～第9号証を組み合わせることには阻害要因があるというべきであり，これらを組み合わせて本件発明の進歩性を否定した審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "反論の要点",
              "text": [
                "原告は，審決が，「モンモリロナイトが微細に分散されれば，水中で当然に一次粒子となる」こと(原告の主張する②の事項)を当然の前提として判断していると主張するが，②の事項の真否にかかわらず，審決の論理に瑕疵はなく，審決の認定判断に誤りはない。",
                "すなわち，甲第1号証には「前処理浴内でできるだけ微細に分散される必要がある」との記載があるところ，甲第6号証には，モンモリロナイトについて「水に分散させたときの形態は薄膜状であり，分散の悪いときは塊状」と記載されており，かつ，「水に十分よく分散させたときの大きさ：0．02μ～0．2μ」と記載されている。また，甲第7～第9号証にも一次粒子にまで分散したときの粒径が記載されており，これらの記載はモンモリロナイトを一次粒子にまで分散させることが可能である事実を当然の前提とするものである。甲第6～第9号証はいずれも当業者の技術常識を端的に示すハンドブック類であり，当業者は，甲第1号証の「できるだけ微細に分散させる必要がある」との記載に，上記の「モンモリロナイトを水によく分散させた場合の粒径は0．2μm以下である」という技術常識を容易に適用することができる。",
                "また，本件補正後の明細書(以下単に「本件明細書」という。)には，相違点(ハ)の「平均粒径が0．5μm以下」との数値限定に格別の効果あるいは臨界的意義があるとの開示は一切なく，このような数値限定に進歩性を認めることもできない。",
                "したがって，相違点(ハ)(平均粒径を0．5μm以下とすること)は甲第1号証に実質的に開示されているか，当業者は相違点(ハ)に係る構成とすることを容易に想到できるのであり，原告のいう②の事項を前提としなくても，すなわち，モンモリロナイトが水中で常に必ず一次粒子にまで分散するのか，それとも，条件によって一次粒子にまで分散しない場合もあり得るのかにかかわらず，審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲第15号証の記載について",
              "text": [
                "原告は，甲第15号証に，モンモリロナイト含有粘土鉱物を2時間振とうして「できるだけ微細に分散」しても，pHの値にかかわらず，0．2μm以下の粒径とならない旨記載されていることから，これと異なる前提から相違点(ハ)の構成とすることを容易であると判断した審決は誤りであると主張する。",
                "しかし，甲第15号証において使用された試料(穂高印ベントナイト300メッシュ)は，建築・土木・農業等の用途に販売されているものであり，塗料を含むファインケミカル(精密化学)分野を対象とする本件発明及び引用発明とは技術分野が異なるものである。",
                "甲第15号証の測定結果については，その著者である赤江教授自身が見解書(乙第2号証)において述べるとおり，多くの不純物を含む試料(穂高印ベントナイト300メッシュ)をそのまま測定した結果にすぎず，粒径の大きい不純物及びモンモリロナイトの凝集体を含む測定結果であるから，モンモリロナイトあるいは純度の高いモンモリロナイト含有粘土鉱物が，一次粒子にまで分散するか，分散した場合にどの程度の粒径となるかという本件の争点について，何ら証拠価値を有するものではない。",
                "ちなみに，穂高印ベントナイト300メッシュにおけるモンモリロナイトの純度はわずか53％であり，モンモリロナイト表面の陽イオンの種類・割合も，Ｎaイオンはわずか46％であり，膨潤度を抑制する二価の陽イオンであるCaイオンが46％，Mgイオンが5％も含まれており，Ｎaイオンは半分以下である事実が判明している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実験結果について",
              "text": [
                "原告の甲第18号証の実験は，ナトリウム・モンモリロナイト含有粘土好物は，分散するのに少なくとも数時間はかかるにもかかわらず，ベンゲルA及びクニピア−Fを1時間水中に放置した結果から，分散しないと結論付けたものであるほか，モンモリロナイトの粒径の測定原理として，本件明細書に記載も示唆もないレーザ回析／散乱式と呼ばれる方法を採用するなどの問題を有するものである。",
                "また，甲第22，第23号証の実験は，これらの実験で用いられた粒径の測定機器が粒径分布図を出力し得るものであるにもかかわらず，粒径分布図の提出がないこと，測定値の算出根拠が明らかでないことなどの問題がある。",
                "さらに，甲第24号証の実験は甲第22号証の実験の，甲第25号証の実験は甲第23号証の実験の，それぞれ再実験(追試)として行われたとされるものであるが，それぞれ先行する実験の測定結果と再実験の測定結果とが大きく乖離しており，原告の実験に再現性がないことを示している。",
                "したがって，原告の行った各実験の結果については，いずれも信用することができない。",
                "他方，被告が，甲第18号証の正確性を確認するため，ベンゲルAを用いて行った実験では，平均粒径が0．5μm以下に分散していることが確認された(乙第7号証)。",
                "また，被告が，ベンゲルA及びクニピア−Fを用いて，甲第1号証の実施例1の前処理浴におけるモンモリロナイトの分散状態の再現実験を行ったところ，これらの平均粒径は，ベンゲルAで0．19～0．22μm，クニピア−Fで0．22～0．25μmであった(乙第13号証)。",
                "さらに，同様に，茨城大学准教授中石克也(以下「中石准教授」という。)が，ベンゲルA及びクニピア−Fを用いて，甲第1号証の実施例1の前処理浴におけるナトリウム・モンモリロナイトの分散状態の再現実験を行ったところ，ナトリウム・モンモリロナイトは，一次粒子にまで分散し，その平均粒径は，ベンゲルAが0．15μm，クニピア−Fが0．19μmであることが確認された(乙第14号証)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "その他の意見書，文献等の記載について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "中石准教授(意見書作成時点の肩書は助教授)の意見書(甲第5号証)には，「Ｎa−モンモリロナイトを含む希薄な水溶液(pH＞8)において，当該モンモリロナイトは，一次粒子にまで分散し，その平均粒径が0．5μm以下となることは，1950年代半ばの Norrish の研究以降多数の研究によって証明されており，日本粘土学会をはじめ広く認められている異論のない科学的結論である」との見解が示されている。",
                    "これと同趣旨のことは，中石准教授の再度の意見書(乙第4号証)でも示されているほか，九州大学助教授和田信一郎(肩書は意見書作成当時。以下「和田助教授」という。)の意見書(乙第5号証)にも記載されており，甲第15号証の著者である赤江教授の見解書(乙第2号証)にも，「一般に高純度のモンモリロナイトを水に分散した場合，pHが9以上，多価のカチオンの濃度が低く，モンモリロナイトの濃度が低い場合，定性的には，膨潤し，一次粒子にまで分散するといわれている。」と記載されているなど，異論の余地がない。",
                    "また，乙第6号証(第45回粘度科学討論会講演要旨集)には，Ｎaベントナイトが希薄な溶液(＜0．001Ｎ)において数時間以上掛けて分散することが記載されている。",
                    "さらに，モンモリロナイトが希薄な水溶液中で一次粒子に分散することは，乙第8～第12号証に示されるように多くの文献や論文に記載されており，技術常識である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲第1号証には，第一義的には有効成分であるモンモリロナイトそのものを用いるべきことが開示されている。原告は，モンモリロナイト含有粘土鉱物のみについて，分散しないことがあり得ることを主張・立証しようとするが，これによっては，モンモリロナイトそのものに関する周知の技術常識を否定する理由とはなり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "我が国においてモンモリロナイト含有粘土鉱物を製造する主要なメーカーは，クニミネ工業株式会社と株式会社ホージュンの2社であるところ，甲第1号証の「モンモリロナイトの割合が大きく」との記載に従って両者の製品から比較的純度の高い製品を選び分散させた場合，その平均粒径は0．5μm以下となるのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "結論",
              "text": [
                "当業者にとって，甲第1号証における，モンモリロナイトは「できるだけ微細に分散させるべき」との開示と，技術常識である「モンモリロナイトを水中で十分に分散させた場合の粒径が0．2μm以下になること」(甲第6～第9号証)を組み合わせれば，相違点(ハ)に係る構成とすることは容易であり，モンモリロナイトが水中で当然に一次粒子にまで分散するものか否かにかかわらず，審決の事実認定及び論理に何らの誤りはなく，審決を取り消すべき理由はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "審決の論理",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明と引用発明との相違点(ハ)に関し，「本件発明の『アニオン性に帯電し分散した酸化物微粒子』はモンモリロナイトないしベントナイトを包含するものである」ことを前提として，その粒径に関する本件特許出願当時の技術水準について検討し，甲第6号証(昭和42年1月15日株式会社技報堂発行の粘土ハンドブック編集委員会編「粘土ハンドブック」)，第7号証(平成6年10月30日技報堂出版株式会社発行の日本粘土学会編「粘土ハンドブック 第二版」)，第8号証(平成3年9月1日株式会社朝倉書店発行の神保元二ら編「微粒子ハンドブック」)及び第9号証(昭和54年9月発行の「セメント・コンクリート」誌391号)の各記載から，「水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であること」を本件特許出願前において周知の事項と認定した。",
                "その上で，これが本件発明の「0．5μm以下」に包含されており，本件発明において粒子の大きさを「平均粒径」で特定した点について，甲第6～第9号証が「単位粒子の大きさ」又は微粒子の「大きさ」としていることとの間に実質的な相違があるとすることはできず，本件発明で「平均粒径」とした点により，格別の効果を奏したと認めることもできないから，甲第1号証には，「アニオン性に帯電し分散した酸化物微粒子」であるモンモリロナイト又はベントナイトについて，その平均粒径を「0．5μm以下」とする点が実質的に開示されていたか，甲第1号証の記載及び周知事項に基づいて当業者が容易に想到できたといえるとした。",
                "すなわち，審決は，相違点(ハ)が実質的に相違点を構成しないとしたほかに，甲第1号証に記載された発明(引用発明)に，甲第6～第9号証の記載によって認定し得る周知事項を適用することにより，相違点(ハ)に係る本件発明の構成とすることが容易になし得ると判断したものと解することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決の相違点(ハ)についての判断は，「モンモリロナイトが微細に分散されれば，水中で当然に一次粒子となる」ことを前提としており，このことが認められない限り，引用発明に周知事項を適用することには阻害要因があるから，審決は取り消されるべきであると主張する。",
                "しかしながら，審決は，甲第6～第9号証に，モンモリロナイトの分散状態における単位粒子の大きさについて，「水に十分よく分散させたときの大きさ：0．02～0．2μm」との記載(甲第6号証)，地盤中の主な粘土鉱物の一般性状として，ナトリウム・モンモリロナイト及びモンモリロナイトの単位粒子の大きさが「0．02～0．2μ」であるとの記載(甲第7号証)，水中の微粒子について記載したものとして，ベントナイトの大きさが，約5nm～0．2μmであるとの記載(甲第8号証)及び地盤中の主な粘土鉱物の一般性状として，ナトリウム・モンモリロナイト及びモンモリロナイトの単位粒子の大きさが「0．02～0．2μ」であるとの記載(甲第9号証)があることから，上記(1)のとおり，「水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であること」を本件特許出願前において周知の事項と認定したのであり，これらの文献に「単位粒子」との表現があるからといって，原告が主張するように「モンモリロナイトが微細に分散されれば，水中で当然に一次粒子となる」ことを論理的な前提としているものと理解することはできないから，この点についての原告による審決の理解は正当なものではない。",
                "もっとも，原告は，「被告は，甲第6～第9号証には，水中に分散したモンモリロナイト又はベントナイトの粒子の大きさが0．2μm以下であることは本件特許出願前に周知の事項であることが記載されていると主張するが，原告はこの点を争うものではない。甲第6～第9号証の上記記載はいずれもモンモリロナイト又はベントナイトの一次粒子の粒径についてのものであるところ，水溶液中で微細に分散すれば，当然に一次粒子になるとの記載は見当たらず，微細に分散させたとしても，一次粒子にまで分散される粒子の割合はごく一部であって，平均粒径は0．5μm以下とならないのである。」とも主張している。そして，原告の当該主張は，水溶液中に微細に分散させたモンモリロナイトないしベントナイトが一次粒子となるかどうかの点を捨象すれば(上記のとおり，モンモリロナイトが一次粒子となることが，審決の判断の前提となるものではない。)，モンモリロナイトないしベントナイトを水溶液中に微細に分散させたとしても，その平均粒径は0．5μm以下とならず，したがって，引用発明に，審決の認定に係る「周知事項」を適用することにより，「平均粒径が0．5μm以下」であるとの相違点(ハ)に係る本件発明の構成とすることができるとする審決の判断が誤りであるとの趣旨の主張と解することができる。",
                "そこで，以下，原告の主張を上記のとおりのものとして，この点につき検討する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲第1号証の記載事項",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第1号証には以下の記載がある。",
                "「本発明の目的は，・・・付加的にモンモリロナイトを含む前処理浴に金属表面を接触させるように構成することにより達成される。特に，モンモリロナイト含有粘土鉱物を使用することができ，モンモリロナイトの割合が大きく且つ分散度の大きいものが特に効果的である。とりわけ水中で膨潤可能な層状モンモリロナイトのうちのベントナイトが特に効果的である。",
                "ベントナイト等のモンモリロナイトは前処理浴内でできるだけ微細に分散される必要がある。",
                "従って，膨潤度の大きいナトリウム−ベントナイトの使用が好ましい。前処理浴のモンモリロナイト含有量又はベントナイト含有量は広範囲に亘って選択可能である。特に，0．01～10g／lの量のモンモリロナイトを含有する前処理浴に金属表面を接触させることが好ましい。",
                "・・・前処理浴のpH値は通常弱アルカリに調節し，殆どの場合，約7．1～10とする。」(訳文2頁17行～3頁7行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によれば，甲第1号証には，引用発明に係る前処理浴で使用されるモンモリロナイトは，前処理浴内でできるだけ微細に分散される必要があり，そのために，前処理浴で使用されるモンモリロナイト含有粘土鉱物については，モンモリロナイトの割合が大きく，かつ，分散度の大きいもの，とりわけ水中で膨潤可能な層状モンモリロナイトのうちのベントナイト(特に膨潤度の大きいＮa−ベントナイト)が望ましいことが開示されているほか，前処理浴中の条件に関して，「前処理浴のモンモリロナイト含有量は，0．01～10g／l」，すなわち，0．001～1重量％が好ましく，「前処理浴のpH値は通常弱アルカリに調節し，殆どの場合，約7．1～10とする」ことが開示されていると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "公知文献の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定するとおり，甲第6号証には，表2・6(48～49頁)中に，モンモリロナイトに係る「分散状体における単位粒子の大きさ」として，「水に十分よく分散させたときの大きさ：0．02～0．2μ」との記載があり，甲第7号証には，表5．7(1095頁)中に，ナトリウム・モンモリロナイト及びモンモリロナイトに係る「単位粒子の大きさ」として，いずれも「0．02～0．2μ」との記載(モンモリロナイトについては「同上」と記載されているが，「0．02～0．2μ」の趣旨である。)があり，甲第8号証には，水中の微粒子等に関する諸特性を示した図3(423頁)に，ベントナイトの大きさが約5nm～0．2μmであることが図示されており，甲第9号証には，地盤中のおもな粘土鉱物の一般性状を示した表1(12頁)中に，ナトリウム・モンモリロナイト及びモンモリロナイトに係る「単位粒子の大きさ」として，いずれも「0．02～0．2μ」との記載(モンモリロナイトについては「同上」と記載されているが，「0．02～0．2μ」の趣旨である。)がある。",
                "そして，これらの記載によると，「水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であること」が，本件特許出願当時，周知の事項であったものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点につき，原告は，モンモリロナイト含有粘土鉱物であって，モンモリロナイトの割合が大きく，分散度が高い，株式会社豊順鉱業製の「穂高印ベントナイト300メッシュ」を，できるだけ微細に分散した場合にも，甲第6～第9号証で示されるような0．2μm以下の粒径とはならないことが，甲第15号証(農業土木学会論文集第133号所収の赤江教授による「pH変化がベントナイト・水系の分散・凝集および流動特性に及ぼす影響−ベントナイト・水系の分散・凝集と流動特性(Ⅲ)−」と題する論文)に開示されていると主張する。",
                "しかるところ，甲第15号証には，以下の記載がある。",
                "「試料粘土には，・・・(株)豊順鉱業製，穂高印ベントナイト300メッシュを用いた。主要粘土鉱物はモンモリロナイトで，これに若干の不純物を含んでいる。・・・分散剤としてヘキサメタリン酸ナトリウム(HMP)を用いて，ピペット法で粒径分析を行うと，2μm以下の画分が約80％を占めた。交換性陽イオンは，ほとんどＮaで占められる。」(51頁右欄下から2行～52頁左欄5行)",
                "「500cm3振とう瓶中に風乾ベントナイト5．0gを入れ，これに蒸留水250cm3を加え，2時間振とうする。これに，必要量の0．1 mol/dm3のHClまたはＮaOH溶液と蒸留水を加えて，500cm3のサスペンジョンを作成した。ゴム栓をして，20℃±1℃の恒温室中に2日間平衡させた。50μm，20μm，10μm，5μm，2μmストークス粒径画分をピペットで採取し，重量法で測定した。振とう瓶中の残液のpHをガラス電極法で測定した。」(52頁左欄20行～27行)",
                "「各粒径画分の存在割合とpHの関係を Fig.3に示す。・・・Fig.3によるとpH9以上で，それ以下では認められなかった2μm以下の画分が増大し，43％に達している。また，pH8以上では10μm以上の粒径画分も増大し30％を占める。pH6．5～8では，2～5μmが主要な粒径であり，pH6以下になると，10～20μm画分が主要な粒径となる。」(53頁右欄9行～18行)",
                "以上の各記載によると，「穂高印ベントナイト300メッシュ」は，1重量％程度の濃度のサスペンジョン(懸濁液)中で，pH9以上のとき，粒径2μm以上の粒子が57％を占める状態となっていたことが認められる。",
                "しかしながら，2006年8月現在の「ホージュン ベントナイト 穂高」のカタログ(甲第16号証)，被告従業員作成の報告書(乙第1号証)及び株式会社ホージュンの応用粘土科学研究所長の報告書(乙第3号証)によれば，株式会社ホージュン(旧商号・株式会社豊順鉱業)は，昭和35年以前から，「ホージュン ベントナイト 穂高」の商品名でベントナイトを販売しており，甲第15号証に記載された「穂高印ベントナイト300メッシュ」は，「ホージュン ベントナイト 穂高」のことであること，「ホージュン ベントナイト 穂高」は，販売当初から製造方法を変更しておらず，そのモンモリロナイト含有量は53％であり，Ｎaの浸出カチオン量は88．7meq/100g(浸出カチオン量全体に占める割合は46％)であって，主に，建材，釉薬，農薬などの分野において，造粒材，増量材，粘結材などとして使用されるものであることが認められる。",
                "また，甲第15号証の論文の著者である赤江教授の見解書(乙第2号証)には，甲第15号証の論文に関し，以下の記載がある。",
                "「1．使用した試料のベントナイト・・・について 本論文の全ての実験に使用した試料とその精製については，(株)豊順鉱業製のベントナイトである穂高印ベントナイト300メッシュ・・・を，そのまま試料として使用したとの理解でよい。・・・2．Fig3 の粒径に示された試料の粒径について 一般に高純度のモンモリロナイトを水に分散した場合，pHが9以上，多価のカチオンの濃度が低く，モンモリロナイトの濃度が低い場合，定性的には，膨潤し，一次粒子にまで分散するといわれている。Fig3に示された粒径は，1の試料をそのまま測定したものであり，不純物や凝集体(フロック)の粒径を含むものである。分散状態にあれば，粒径はもっと小さいはずである(一般に0．2μm以下といわれている。)・・・」そうすると，甲第15号証記載のベントナイトである「穂高印ベントナイト300メッシュ」(正しくは，「ホージュン ベントナイト 穂高」)は，モンモリロナイトの含有量が53％にすぎず，多くの不純物や凝集体(フロック)を含んでいるものであるところ，甲第15号証において，pH9以上のときに，粒径2μm以上の粒子が57％を占めるとされたのは，モンモリロナイトだけでなく，相当量の不純物や凝集体を含んだ状態で粒径の測定を行ったためであるものと認められる。",
                "したがって，上記(1)の「水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であること」が，本件特許出願当時，周知の事項であったとの認定が，甲第15号証の記載により左右されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，上記のとおり，モンモリロナイトが一次粒子となることが，審決の判断の前提となるものではないが，念のため，この点について公知文献の記載を検討すると，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙第8号証(平成3年4月1日株式会社朝倉書店発行の清水晴雄著「粘土鉱物学−粘土科学の基礎−」(初版第3刷))には次の記載がある。",
                    "「スメクタイトを水中に浸したときには，層間には多量の水が入り，2：1層は1枚ずつはがれて分離する．しかし，水に塩類などが溶けていれば，その濃度に応じて層間はある距離を保つ(電解質濃度の平方根に逆比例する)．ＮaあるいはLiを交換性陽イオンにもつモンモリロナイトの場合には，水中で40Åから130Å程度までの平均層間距離が測定されている．これは粘土が水中で層間に水を吸って膨れた，すなわち膨潤(swelling)した状態であり，2：1層葉片の平行な配列が乱れてくると，後述の分散状態に移行する．」(43 頁末行～ 44 頁6行)",
                    "「微粒の粘土は多量の水に混ぜると泥水となり，浮遊懸濁して沈みにくくなる．この状態を分散あるいは解膠(かいこう，dispersion，deflocculation)といい」(47頁22～23行)「粘土粒子が水に懸濁したときの挙動は・・・基本的には・・・電気二重層(electricaldouble layer)にもとづいた理論によって説明される．・・・水中(水溶液中)での電荷分布を模式的に示せば・・・粒子の表面には負電荷があり，これを取り巻いていて外側に陽イオン圏がある．すなわち，負と正の電荷からなる二重層を形成している．・・・一般に，粘土粒子の分散をはかることは電気二重層の厚さ(拡がり)を増すことに帰着する．そのためには，(1)溶液のイオン濃度をできるだけ小さくすること，(2)溶液中のイオンを，電荷が低くて水和度が高い，すなわち粒子表面に接近しにくく厚い二重層を作るイオン(1価のＮa＋など)にすることが必要である．また，(3)端面などの変異電荷に対しては，一般に，溶液のpHをアルカリ性に調節して正の帯電を防ぎ，粒子表面の負電荷を増大させることも，二重層を厚くするのに役立つ．これらの点から，分散をよくするための分散剤(解膠剤)としては，1価陽イオンの水酸化物が有効で，ＮaOH，ＮaCO ，珪酸ナトリウム，ヘキサメタリン酸ナトリウム((ＮaPO ) ，商品名カルゴン)などが用いられる．」(48頁4行～49頁7行)また，乙第9号証(昭和55年11月10日株式会社講談社発行の須藤俊男ら編「粘土鉱物の電子顕微鏡写真図譜」)には，以下の記載があるほか，「表1．1 粘土鉱物分類表」(5～6頁)に，「スメクタイト」の種の一つとして「モンモリロナイト」が挙げられている。",
                    "「2：1層型に属する主な粘土鉱物には・・・スメクタイト・・・などがあり」(4頁5～6行)",
                    "「Ｎa−モンモリロナイトでは，水の含有量の増加に伴って著しく膨潤し，各層が完全に剥離するようになる(Norrish，1954)．」(8頁24～25行)。",
                    "乙第8，第9号証のこれらの記載によれば，スメクタイトは，これを水中に浸すと層間に多量の水が入り，1枚ずつはがれて分離すること，スメクタイトの一種であるモンモリロナイトにおいても，水の含有量の増加に伴い，膨潤を経て，各層が完全に剥離し，分散状態に移行すること，その際，分散をよくするための分散剤として，ＮaOHなどが用いられることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙第10号証(1960年(昭和35年)12月発行の「THE JOURNAL OF",
                  "text": [
                    "CHEMICAL PHYSICS」33巻6号所収の Robert Hight, Jr.らによる「Small AngleX-ray Scattering Study of Sodium Montmorillonite Clay Suspensions(小角X線散乱法によるナトリウム−モンモリロナイト粘土分散液の研究)」と題する論文)には，以下の記載がある。",
                    "「この研究で用いた粘土は，ワイオミングベントナイトで，天然の粘土鉱物であるモンモリロナイトのほとんど純粋な形のものである。」(訳文4～5行)",
                    "「沈殿物を希釈し，110℃で一晩乾燥させた粘土の重量％にもとづき計算される，所望の濃度に調製した。濃度検定をしたところ，3種の画分それぞれの2．000，1．000，0．500重量％濃度のサンプル，合計9種のすべてについて，望んでいたより平均で0．022％少なく平均±0．003％誤差があった。」(訳文8～11行)",
                    "「小角散乱により決定した厚さの平均値が，単一粒子のc方向の距離にほぼ等しかったことから，粒子のほとんどは単一粒子の厚さで存在しているに違いない。」(訳文15～17行)以上の記載によると，乾燥させたベントナイトから濃度2重量％，1重量％又は0．5重量％の分散液を調製して小角X線散乱法で粒子の厚さを測定した結果は，単一粒子の厚さであったことが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙第11号証(1968年(昭和43年)発行の「ISRAEL JOURNAL OF",
                  "text": [
                    "CHEMISTRY」同年6号所収の I. Shainberg らによる「SIZE AND SHAPE OFMONTMORILLONITE PARTICLES SATURATED WITH Na/Ca IONS (INFERRED FROM VISCOSITYAND OPTICAL MEASUREMENTS)(Ｎa/Caイオンで飽和されたモンモリロナイト粒子の大きさと形状(粘度及び光学的測定による結論))」と題する論文には，以下の記載があるほか，「TABLEⅠ. Average number of Platelets in a tactoid」(257頁)には，Ｎa＋が60％のときの凝集体中の単位粒子の平均数が1．0であることが示されている。",
                    "「ナトリウムモンモリロナイトの膨潤は低角X線回折法[1]や粘土ペーストの膨潤圧[2]により研究されているが，これらの結果により，電解質濃度の低い水溶液においては，粒子が単一の板として存在することが示されている。板と板との間の距離は拡散二重層の力によって決定される。また負吸着の研究により，ナトリウムモンモリロナイト粒子は懸濁状態では単位粒子として存在することが明らかにされている。」(訳文5～9行)",
                    "「懸濁液は，所定の重量のM−粘土を50 ml の蒸留水に添加することで調製した。当該調製では，磁石式攪拌器を使用した。M−粘土の分散液の濃度は，それぞれ，0．05，0．10，0．15，0．20g/100mlであった。」(訳文11～14行。なお，「M−粘土」の「M］は，ナトリウムイオン又はカルシウムイオンを意味する。254頁14行かっこ書き)「凝集体中の単位粒子の平均数は，式(4)で計算され表1にまとめられている。」(訳文17行)「交換性イオン中への更なるＮaイオンの導入(10−15％のＮaイオンを超えて)により，凝集体は破壊される。一次粒子は，吸着したCaイオンの50％がＮaイオンに交換されたとき，完全に分離する。」(訳文21～23行)",
                    "以上の記載によると，Ｎa/Caイオンで飽和されたモンモリロナイト粒子を蒸留水に添加して濃度0．05，0．10，0．15，0．20重量％の懸濁液を調製し，凝集体中の単位粒子の平均数を計算で求めた結果が，Ｎa＋の割合の大きいもので1．0，すなわち単位粒子1個ずつで存在しており，また，Caイオンで飽和されたモンモリロナイト粒子はそのCaイオンをＮaイオンで交換していくと凝集体が破壊して一次粒子になることが認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "乙第12号証(1980年発行の G. W. Brindleyら編「CRYSTAL STRUCTURESOF CLAY MINERALS AND THEIR X-RAY IDENTIFICATION (粘土鉱物の結晶構造とX線による同定)」)には，以下の記載がある。",
                    "「ナトリウムモンモリロナイトとリチウムモンモリロナイトについては，Norrish(1954)やFoster ら(1955)が，水分含量の増加とともに個々の層が完全に解離することを示している。",
                    "Norrish(1954)は，徐々に濃度を下げた塩水溶液にモンモリロナイトの小さな板を浸漬し，長周期のX線カメラを使って間隔の変化を調べた。ナトリウム粘土での彼の結果を図3．5に示している。間隔は，最初20オングストローム(Å)に達するまでは，水分子の構成する種々の構造に対応して不連続的に増加するが，その後は徐々に増加し」(訳文4～9行)以上の記載によると，ナトリウムモンモリロナイトとリチウムモンモリロナイトは水分含量が増加すると個々の層が解離することが認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "乙第8～第12号証の上記各記載によれば，モンモリロナイト，特にナトリウムモンモリロナイトは，(乙第10号証においては濃度0．5重量％，1．0重量％，乙第11号証においては濃度0．05重量％，0．1重量％，0．15重量％，0．2重量％の)懸濁液中で，そのほとんどが一次粒子(単位粒子)にまで分散することが認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被告の実験についての検討",
          "text": [
            "本件においては，原告から，モンモリロナイトを微細に分散させた場合に，その粒径が0．5μm以下となるかどうかについて，複数の実験結果に係る報告書(甲第18，第21～第25号証)が提出されているので，以下，これらの実験結果について，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告による実験の内容及び結果",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲第18号証の実験",
                  "text": [
                    "試料：ベンゲルA，クニピア−F",
                    "溶媒：純水を水酸化ナトリウムでpH8．5及び10．5に調整",
                    "分散方法：①特段手を加えないで放置，②ホモジナイザー(特殊機化工業社製T．K．オートホモミクサーM型)により 8000rpm で0．5時間，1時間又は1．5時間攪拌",
                    "濃度：分散方法①において，溶媒150mlに試料1gを投入，分散方法②において，溶媒300mlに試料0．6gを投入",
                    "計測装置：堀場製作所製LA−920",
                    "計測結果：分散方法①で1時間経過時に均一に分散することはなかった。",
                    "分散方法②で1．5時間後の算術平均径は下表のとおり(単位はμm)",
                    "pH8．5 pH10．5",
                    "ベンゲルA 約1．5 約1．5",
                    "クニピア−F 約1．4 約1．3"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲第21号証の実験",
                  "text": [
                    "試料：クニピア−F",
                    "溶媒：純水に希薄な水酸化ナトリウム水溶液を加えてpH9．0に調整分散方法：特段手を加えないで24時間放置",
                    "濃度：溶媒150mlに試料0．3gを添加",
                    "計測結果：目測で24時間後にビーカー底部に濃縮"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲第22，第24号証の実験(甲第24号証の実験は甲第22号証の実験の再実験)",
                  "text": [
                    "試料：ベンゲルA，クニピア−F",
                    "溶媒：純水を水酸化ナトリウムでpH9に調整(甲第22号証：攪拌中にpH8．0以下となった場合は，水酸化ナトリウム水溶液でpH9．0近傍に調整，甲第24号証：攪拌中に5～10分ごとにpHメーターでpHを確認し，常にpH8．5～10．0の間を保つようにした。)",
                    "分散方法：ホモジナイザー(アの実験と同様)により 8000,4000,2000rpm で1．5時間攪拌",
                    "濃度：溶媒300mlに試料0．6gを添加",
                    "計測装置：堀場製作所製LA−920，大塚電子製サブミクロンアナライザーPAR−Ⅲ",
                    "計測結果①(甲第22号証)：下表のとおり(単位はμm)。なお，メディアン径の測定に係る甲第23号証において，甲第22号証の測定結果と対比していること(甲第23号証2頁表1)にかんがみて，甲第22号証においてもメディアン径を測定したものと推認される。また，LA−920に係る結果は体積基準(測定した全粒子の総和体積の中で，各粒径のものがどれだけの体積を占めるかを示すもの)によって算出したものであり(甲第24号証2頁4行参照)，PAR−Ⅲに関しては，特に換算に関する記載がないことに照らして，散乱光の測定による散乱強度によって算出した数値であるものと推認される。",
                    "ベンゲルA",
                    "LA−920 PAR−Ⅲ",
                    "8000rpm 1．51 0．57",
                    "4000rpm 1．95 0．81",
                    "2000rpm 2．74 0．95",
                    "クニピア−F",
                    "LA−920 PAR−Ⅲ",
                    "8000rpm 1．35 0．52",
                    "4000rpm 1．66 0．65",
                    "2000rpm 1．81 0．71",
                    "計測結果②(甲第24号証)：下表のとおり(単位はμm。ただし，ベンゲルAの 8000rpm の計測結果は，ホモジナイザーの故障のため，攪拌時間はいずれも61分である。)",
                    "なお，LA−920による計測は，体積基準及び個数基準(測定した全粒子個数の中で，各粒径のものが何個あるかの割合を示すもの)によって算出したものである。また，PAR−Ⅲによる計測は，散乱光の測定により散乱強度での粒径分布を求め，それを基に重量換算及び個数換算したものであって，LA−920との比較は，個数換算値を個数基準値と対比することによってのみ可能である。",
                    "ベンゲルA(LA−920による計測)",
                    "メディアン径 算術平均径",
                    "体積基準 個数基準 体積基準 個数基準",
                    "8000rpm 1．66 0．85 2．05 0．94",
                    "4000rpm 1．94 0．96 2．39 1．07",
                    "2000rpm 3．95 1．15 4．41 1．40",
                    "ベンゲルA(PAR−Ⅲによる計測)",
                    "メディアン径 算術平均径 キュムラント",
                    "散乱強度 重量換算 個数換算 散乱強度 重量換算 個数換算 平均粒径",
                    "8000rpm 0.74 3.11 0.13 1.19 3.11 0.33 0.80",
                    "4000rpm 1.28 1.76 0.34 1.30 1.79 0.82 1.06",
                    "2000rpm 1.31 2.65 1.14 1.58 2.64 1.48 1.24",
                    "クニピア−F(LA−920による計測)",
                    "メディアン径 算術平均径",
                    "体積基準 個数基準 体積基準 個数基準",
                    "8000rpm 1．42 0．92 1．58 0．98",
                    "4000rpm 1．68 1．06 1．91 1．14",
                    "2000rpm 1．87 1．01 2．16 1．11",
                    "クニピア−F(PAR−Ⅲによる計測)",
                    "メディアン径 算術平均径 キュムラント",
                    "散乱強度 重量換算 個数換算 散乱強度 重量換算 個数換算 平均粒径",
                    "8000rpm 0.52 11.95 0.19 1.26 11.5 0.40 0.56",
                    "4000rpm 0.61 2.23 0.13 1.10 2.24 0.31 0.72",
                    "2000rpm 0.98 1.89 0.28 1.10 1.90 0.60 0.79"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲第23，第25号証の実験(甲第25号証の実験は甲第23号証の実験の再実験)",
                  "text": [
                    "試料：ベンゲルA，クニピア−F",
                    "溶媒：ピロリン酸四ナトリウム(10水塩)の6．71g(ピロリン酸ナトリウムとして4．00g)を1リットルの純水に溶解したもの(甲第23号証の実験ではpH10．3，甲第25号証の実験ではpH10．2)",
                    "分散方法：ホモジナイザー(アの実験と同様)により 2000rpm で1．0時間攪拌濃度：溶媒300mlに試料0．9gを添加",
                    "計測装置：堀場製作所製LA−920，大塚電子製サブミクロンアナライザーPAR−Ⅲ(ただし，甲第23号証の実験においては，計測装置はPAR−Ⅲのみ)計測結果①(甲第23号証)：ベンゲルAは0．91μm，クニピア−Fは0．74μm(いずれもメディアン径の測定に係るものである。またLA−920に係る結果は体積基準によって算出したものであり(甲第25号証2頁4行参照)，PAR−Ⅲに関しては，甲第22号証と同様，散乱光の測定による散乱強度によって算出した数値であるものと推認される。)",
                    "計測結果②(甲第25号証)：下表のとおり(単位はμm)。なお，PAR−Ⅲによる計測が散乱強度での粒径分布を重量換算及び個数換算したものであり，LA−920との比較は個数換算値を個数基準値と対比することによってのみ可能であることは甲第24号証と同様である。",
                    "LA−920",
                    "メディアン径 算術平均径",
                    "体積基準 個数基準 体積基準 個数基準",
                    "ベンゲルA 12．60 2．56 15．64 3．47",
                    "クニピア−F 4．36 1．22 4．96 1．46",
                    "PAR−Ⅲ",
                    "メディアン径 算術平均径 キュムラント",
                    "散乱強度 重量換算 個数換算 散乱強度 重量換算 個数換算 平均粒径ベンゲルA 1.14 2.09 0.93 1.32 2.08 1.23 1.15",
                    "クニピア-F 1.11 2.54 0.69 1.41 2.56 1.17 0.99"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "実験に対する評価",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲第10及び第19号証によると，原告による各実験において試料として使用されたベンゲルA及びクニピア−Fは，いずれも高純度モンモリロナイトであることが認められる。",
                    "しかしながら，原告による各実験のうち，まず，甲第18号証の実験の分散方法①及び甲第21号証の実験は，粒径の測定が行われていないから，モンモリロナイトを微細に分散させた場合に，その粒径が0．5μm以下となるかどうかを検証することに寄与するものではない。",
                    "また，甲第24，第27，第30号証，乙第4号証によると，LA−920はレーザー回折／散乱式という測定原理を，PAR−Ⅲは動的光散乱方式という測定原理をそれぞれ用いたものであり，測定原理が相違するものであるところ，動的光散乱方式は粒子のブラウン運動を利用する測定方法であり，本件のモンモリロナイトの分散粒子のように微小粒子である方が，ブラウン運動が活発であるため，動的光散乱方式により検出しやすい傾向にあり，他方，レーザー回折／散乱式による測定結果には，測定試料の形状，相対屈折率等のパラメータが大きく影響を与えるため，薄片状の粒子であるモンモリロナイトの粒径を正しく測定することができるよう装置を調整するには相応の工夫が必要となることが認められる。さらに，乙第21号証の1，2によると，PAR−Ⅲはサンプル粒子の大小に応じてデータ取り込み条件を設定する必要があること，PAR−Ⅲは製造後10年を経過した製品であるが，レーザー光源を用いているため，光源部分の劣化が測定精度に影響を与える危険性があり，使用時間3000～5000時間あるいは3年間程度での交換が推奨されていたことが認められる。",
                    "本件において，被告が各実験に用いたレーザー回折／散乱式であるLA−920について，上記調整が適切になされていたか否か，また動的光散乱方式のPAR−Ⅲについては，レーザ光源の交換が適時になされ，サンプル粒子の大小に応じたデータ取り込み条件の設定が適切に行われたかどうかは，必ずしも明確ではない。",
                    "なお，甲第22，第23号証には，PAR−Ⅲによる測定結果としての粒径分布が添付されておらず，甲第22号証には，PAR−Ⅲに粒径分布図を出力する機能がない旨が記載されているが，乙第19号証によると，PAR−Ⅲは粒径分布を得ることができる測定装置であることが認められるから(現に，甲第24，第25号証には，PAR−Ⅲによる測定についても，粒径分布が添付されている。)，甲第22，第23号証において，これが添付されない合理的な理由は見当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告の各実験のうち，粒径の測定がなされているものの測定結果は，おおむね0．5μmを超える数値とされている。",
                    "しかしながら，まず，甲第18号証の実験の分散方法②については，乙第4号証(中石助教授の意見書)において，ホモジナイザーにより 8000rpm の高速度で攪拌したことにより，空気中の二酸化炭素が水溶液中に溶け込み，pH約8を割り込んだために，モンモリロナイト粒子の端の面がプラスに帯電し，これがマイナスに帯電したモンモリロナイトの面と電気的に引き合うことにより凝集が起こった可能性が指摘されている。",
                    "また，甲第22号証の実験については，同一の懸濁液を測定したものであるにもかかわらず，ベンゲルA，クニピア−Fのいずれについても，LA−920とPAR−Ⅲの測定結果には2倍以上の開きがある。LA−920とPAR−Ⅲの測定結果に大きな開きがあることは，多少の例外を除き，甲第24，第25号証の各実験においても，顕著に見られるところである。",
                    "さらに，甲第24号証の実験は甲第22号証の実験の，甲第25号証の実験は甲第23号証の実験の，それぞれ再実験とされているが，LA−920とPAR−Ⅲの別，ホモジナイザーの回転数別に，甲第24号証の実験結果(LA−920による計測ではメディアン径・体積基準，PAR−Ⅲによる計測においてはメディアン径・散乱強度)と甲第22号証の実験結果とを対比し，また，甲第23号証の実験結果と甲第25号証の実験結果(PAR−Ⅲ・メディアン径・散乱強度)を対比すると，乖離が見られる部分が少なくなく，十分な再現性が認められるものということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，原告の各実験は，その信頼性を首肯し得るものとはいい難く，これらの実験の結果によって，上記3の(1)の「水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であること」が，本件特許出願当時，周知の事項であったとの認定が，左右されるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によると，甲第1号証の記載に周知事項(水中に分散したモンモリロナイトないしベントナイトの粒子の大きさが0．2μm以下であること)を適用することによって，相違点(ハ)に係る本件発明の構成(モンモリロナイトの平均粒径が0．5μm以下)となることが認められ，当業者が本件特許出願当時の周知事項を参酌して，引用発明に基づいて上記構成とすることは容易であるといえるから，審決の相違点(ハ)についての判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "text": [
        "以上のとおり，原告の審決取消事由は理由がないから，原告の請求を棄却するべきであり，主文のとおり判決する。"
      ]
    }
  ]
}