{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−80149号事件について平成18年2月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が有する後記特許について，原告が無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
        "なお，上記無効審判請求については，特許庁が平成17年4月6日に特許を無効とする旨の審決をし，これに対し当庁が平成17年7月8日に特許法181条2項に基づき上記審決を取り消す決定をしたことから，特許庁で再び審理されていたものである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "text": [
                "Aは，平成10年7月28日，名称を「被服用ハンガー」とする発明について特許出願(特願平10−212425号。以下「本願」という。)をし，平成13年1月26日特許第3153513号として設定登録を受けた(特許公報は甲2。以下「本件特許」という。)ところ，同人は本件特許権を被告に譲渡し，平成14年6月10日，その旨の登録がなされた(甲8の7)。",
                "ところが，平成16年9月9日付けで原告から本件特許について無効審判請求がなされたので，特許庁は，これを無効2004−80149号事件として審理し，平成17年4月6日本件特許を無効とする旨の審決(以下「第1次審決」という。)をした。",
                "これに対し被告は，当庁に第1次審決の取消しを求める訴え(平成17年(行ケ)第10477号)を提起し，平成17年5月23日付けで特許庁に対し訂正審判請求をした(以下「本件訂正」という。)ところ，当庁は，平成17年7月8日，特許法181条2項に基づき第1次審決を取り消す旨の決定をした。",
                "そこで，特許庁は，無効2004−80149号事件を再び審理することとなり，特許法134条の3第5項により，指定期間末日の平成17年8月8日に上記訂正審判請求のとおりの訂正の請求がされたものとみなされた。",
                "特許庁は，平成18年2月14日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決(甲1。第2次審決。以下「本件審決」ということがある。)をし，その謄本は平成18年2月27日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正前",
                  "text": [
                    "【請求項1】フック部を形成したハンガー本体のアーム部に，略U字形の合成樹脂製のばねを有するピンチを配設し，前記ピンチを，端部に挟持部及び操作部を，中央部の内側に外向きのばね係止爪を，中央部の外側にばね保持片を，それぞれ形成した2個の対向するピンチ片と，前記ピンチ片のばね係止爪と係合する内向きの係止爪を両脚片に形成した略U字形のばねとで構成した被服用ハンガーであって，前記略U字形のばねの両脚片を，前記2個の対向するピンチ片のばね係止爪と，該ばね係止爪の上端よりその下端が下方に位置するばね保持片の間に形成された空間にそれぞれ挿入することにより，ばねの脚片に内向きに形成した係止爪とばね係止爪とが係合するように構成したことを特徴とする被服用ハンガー。",
                    "【請求項2】ピンチ片の操作部の内側に略逆L字形をした補強リブを，2個の対向するピンチ片間において抵触しないように，ピンチ片より突出するように突設したことを特徴とする請求項1記載の被服用ハンガー。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正後(下線部が訂正部分)",
                  "text": [
                    "【請求項1】フック部を形成したハンガー本体のアーム部に，略U字形の合成樹脂製のばねを有するとともにばねの両脚片の外側に開口部を備えたピンチを配設し，前記ピンチを，端部に挟持部及び操作部を，中央部の内側に一対の外向きのばね係止爪を，中央部の外側に前記開口部の一部を塞ぐばね保持片を，それぞれ形成した2個の対向するピンチ片と，前記ピンチ片のばね係止爪と係合する内向きの係止爪を両脚片に形成した略U字形のばねとで構成した被服用ハンガーであって，前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し，前記略U字形のばねの両脚片を，前記2個の対向するピンチ片のばね係止爪と，該ばね係止爪の上端よりその下端が下方に位置するばね保持片の間に形成された空間にそれぞれ挿入することにより，ばねの脚片に内向きに形成した係止爪とばね係止爪とが係合するように構成したことを特徴とする被服用ハンガー。",
                    "【請求項2】ピンチ片の操作部の内側に略逆L字形をした補強リブを，2個の対向するピンチ片間において抵触しないように，ピンチ片より突出するように突設したことを特徴とする請求項1記載の被服用ハンガー。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正の内容",
              "text": [
                "本件訂正の内容は，別添審決写し2頁以下の訂正事項1～28のとおりである。",
                "これらは，特許請求の範囲を前記(2)イのとおり訂正する(訂正事項1～4)ほか，明らかな誤記の訂正(同5)，特許請求の範囲の記載と発明の詳細な説明の記載との整合を図る(同6～28)ものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりであり，その理由の要点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項1～28は，いずれも，特許法134条の2第1項ただし書及び同条5項によって準用する126条3項及び4項に適合するものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正後の請求項1に係る発明(以下「本件発明1」という。)及び請求項2に係る発明(以下「本件発明2」という。)は，次の各文献に基づいて当業者が容易に発明することができたものではない。",
                    "記",
                    "・特開平10−113273号公報(甲8の1。公開日平成10年5月",
                    "6日。以下「刊行物1」といいう。)",
                    "・意匠登録第782935号公報(甲8の2。発行日平成2年3月7",
                    "日。以下「刊行物2」という。)",
                    "・特開平8−205984号公報(甲8の3。公開日平成8年8月13",
                    "日。以下「刊行物3」といい，これに記載された発明を「引用発明3」という。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正後の請求項1にいう「その下端」の「その」，同じく請求項2にいう「突設した」の「突設長さ」が，それぞれ不明確であるということはなく，また本件特許明細書の段落【0021】にいう「…略U字形のばねの両脚片が露出することなく…」について，それは発明の詳細な説明及び図面に開示されているから，本願が特許法36条4項及び6項2号に違反することはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の判断には次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1～4(本件訂正を認めた誤り)",
                  "text": [
                    "審決は本件訂正を認めるとしているが，以下のとおり違法である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "取消事由1",
                      "text": [
                        "訂正事項4は，「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し，」を追加することを内容とする訂正である。しかし，「ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し，」の構成要件は，出願当初の明細書又は図面に記載されておらず，本件訂正において全く新たに追加された構成要件である。出願当初の明細書には，「ピンチを構成する2個の対向するピンチ片の中央部の内側に外向きのばねの係止爪を，中央部の外側にばね保持片を，それぞれ形成するようにしているので，略U字形のばねの両脚片が露出することがなく，ばねが破損しても，破損したばねの破片が飛散することがなく，安全性の高い被服用ハンガーとすることができる。」(出願当初の明細書［甲15］段落【0021】)と記載されているのみであり，本件訂正の内容である「ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」した場合の作用効果については，一切記載されていない。",
                        "したがって，訂正事項4は，特許請求の範囲の減縮ではないから，特許法134条の2第1項ただし書に適合しない上，願書に添付した明細書又は図面に記載されたものでもないから，同法134条の2第5項で準用する126条3項に適合するものでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取消事由2",
                      "text": [
                        "審決は，上記「ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」した訂正事項4の訂正を認めることにより，本件発明1の「成形金型の抜き方向において，お互いに重なり合わないように成形部分を配置させた構成は，成形金型を一対で済ますことができる」という引用発明3におけるのと同様の金型の効果を奏することができると認定している(19頁5行)。",
                        "しかし，出願当初の明細書には，上記(ア)のとおり「ばねが破損しても，破損したばねの破片が飛散することがなく，安全性の高い被服用ハンガーとすることができる。」(出願当初の明細書［甲15］段落【0021】)という効果しか記載されておらず，上記「成形金型を一対で済ますことができる」効果は，出願当初の明細書に一切記載されていない新たな効果である。",
                        "このような新たな効果の追加は，特許請求の範囲の減縮とはならず，特許法134条の2ただし書に適合しないし，願書に添付した明細書又は図面に記載した事項の範囲内においてされたものではないから，同法134条の2第5項で準用する126条3項に適合しないし，新たな発明を生み出すことから，実質上特許請求の範囲を拡張し又は変更するものであり，特許法134条の2第5項で準用する126条4項にも適合しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取消事由3",
                      "text": [
                        "本件特許公報(甲2)に記載されたピンチ片の背面図である図4(A)を拡大したものが，別紙1の図a，bであり，ピンチ片の正面図を拡大したものが，別紙1の図cである。",
                        "これらの図を参照すると，図aで示すように，ピンチ片1には，一対のばね係止爪14間に段差部分Dが示されており，その段差部分Dが開口部から延びるばね保持片15と，ばね保持片15の上方部分である外壁部材Gとの境界部分となっている。そして，段差部分Dより上方に記載されている図bの斜線部分Sは，外壁部材Gとばね係止爪14とが重なった部分である。この重なってた部分(斜線部分S)は，ピンチ片1の正面図である図cからは見えない部分であるから，「開口部から見てピンチ片の左右方向で重ならない」関係にはなく，金型の抜き方向は考慮されていない。",
                        "それにもかかわらず，審決は，訂正事項4の訂正を認め，本件発明1は「引用発明3におけるのと同様の金型の効果を奏する」(19頁5行)と認定して，金型の抜き方向が考慮されていると判断している。この審決の判断は，上記背面図の記載を見過ごした誤った判断である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "取消事由4",
                      "text": [
                        "審決は，「本件発明1は，…引用発明3におけるのと同様の金型の効果を奏するに止まらず，その上下方向に細長い「ばね保持片15」が開口部分の中央部分を塞ぐことにより，開口部分の間隙を幅方向で実質的に半減させることができるという効果を併せて奏することができるといえるから…破損したばねの破片がピンチ片の外側へ飛散するのを防止する効果」があると認定している(19頁2行～10行)。",
                        "しかし，ばね保持片が開口部分の間隙を幅方向で実質的に半減させることができるという効果は，本件訂正によって加えられた新たな効果である。出願当初の明細書には，ばね保持片15の作用効果として，「2個の対向するピンチ片の中央部の内側に外向きのばね係止爪を，中央部の外側にばね保持片を，それぞれ形成するようにしているので，略U字形のばねの両脚片が露出することがなく」(出願当初の明細書［甲15］段落【0021】)と記載されるだけであり，「ばね保持片が開口部分の中央部分を塞ぐことにより，開口部分の間隙を幅方向で実質的に半減させることができる」という効果については，一切記載がないから，この効果は，本件訂正によって加えられた新たな効果である。",
                        "このような新たな効果の追加は，願書に添付した明細書又は図面に記載した事項の範囲内においてされたものではなく，特許法134条の2第5項で準用する126条3項に適合しない上，新たな効果を有した新たな発明を生み出すことから，実質上特許請求の範囲を拡張し又は変更するものであり，同法134条の2第5項で準用する126条4項にも適合しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由5～8(本件発明1，2についての進歩性判断の誤り−その1)",
                  "text": [
                    "本件発明1，2は，以下のとおり，進歩性を有するものではない。したがって，本件発明1，2は当業者が容易に発明できたものということができないとする審決の判断は誤っている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "取消事由5",
                      "text": [
                        "審決は，本件発明1につき，「該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置する」構成要件により，金型の抜き方向で「互いに重なり合わないように成形部分を配置させた」(18頁4行～5行)効果を有していると認定しているが，以下に説明するように，本件発明1は進歩性を有しないものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特開平10−147号公報(甲13。公開日平成10年1月6日。",
                            "以下「甲13公報」という。)の段落【0021】には，「被係止爪25は前記各クリップ本体17上の第1の成形用開口24における挟み部18側の開口縁の内面に形成され，これらの被係止爪25と対応するように，クリップ本体17の内面には第2の成形用開口26が形成されている。」と記載されている。そして，段落【0030】から【0031】にかけて，「…受け部23に対応してクリップ本体17の外面に第1の成形用開口24が形成されるとともに，被係止爪25に対応してクリップ本体17の内面に第2の成形用開口26が形成されている。このため，クリップ本体17の構造が簡単であって，そのクリップ本体17を内外両側方への簡単な型抜きにより，容易に成形することができる。」旨記載されている。また，段落【0026】には，「…係止爪27が両クリップ本体17の被係止爪25に対して内側から係合されている。このため，たとえバネ部材22が基端湾曲部22aで折損した場合でも，そのバネ部材22の両端部が第1の成形用開口24を通してクリップ本体17の外方へ飛び散るおそれはない。」と記載されている。したがって，甲13公報において，クリップ本体17は，受圧部23との対応部分に第1の成形用開口24が形成され，被係止爪25との対応部分に第2の成形用開口26が形成されているから，「金型の抜き方向で互いに重なり合わないように成形部分を配置させた」構造となっている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲13公報は，クリップ本体17の上下方向で金型の抜き方向を考慮するのに対し，本件発明1では，ピンチ片の左右方向で金型の抜き方向を考慮している点で相違するが，上下，左右の方向は，当業者が必要に応じて簡単に変更することが可能な事項に過ぎないものである。したがって，成形部分であるばね保持片と一対のばね係止爪とを左右に配置している本件発明1において，これらが左右方向で重ならない関係に配置することは当業者であれば極めて容易な設計変更に過ぎず，本件発明1における「該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置する」構成要件は容易に発明できたものであり，進歩性を有しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，甲13公報は，本件特許の出願前に公開された公知文献であり，本件特許出願時における当業者の技術常識を示唆するものであるから，甲13公報に記載の発明に基づいて本件発明1の進歩性を否定することについて，裁判所の判断を求めることは許される(最高裁昭和55年1月24日第一小法廷判決・民集34巻1号80頁参照)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取消事由6",
                      "text": [
                        "本件発明1は，以下に述べるとおり，進歩性がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被服用ハンガーの業界において，そのピンチ片に開口部を設けることは一般的になされているものである。実開平2−19359号公報(甲19。以下「甲19公報」という。)の第1図～第3図には，開口部を有したピンチ片が図示されている。したがって，クリップ片に対して開口部が形成されることは周知技術である。このような開口部を設けたクリップ片に合成樹脂製ばねを用いることも，上記甲19公報，刊行物3(甲8の3)，甲13公報などにより周知技術となっている。そして，このような合成樹脂製ばねを用いた場合，ばねの破片が開口部から飛散することも周知の事実であり，刊行物3においては，クリップ片2の開口部の上部に飛散防止部8を設けることにより，開口部からのばね3の破片の飛散防止を行っており，甲13公報においては，バネ部材22の係止爪27がクリップ本体17の被係止爪25に対して内側から係合されていることにより，バネ部材22の破片が開口部である第1の成形用開口24から飛散することを防止している。このようにばねの破片の飛散を防止するために何らかの工夫することは，開口部を設けたクリップ片に必然的に要求される事項である。",
                            "本件発明1は，ばねの両脚片が露出しないようにするため，開口部の一部を塞ぐように，ばね保持片15を開口部に設けて，ばねの破片の飛散防止を可能としている。しかし，このようにばね保持片が開口部の一部を塞ぐように設けることは，刊行物3や甲13公報に記載されており，開口部を設けたクリップ片に対してばねの破片の飛散防止を行うため，当業者が容易に想到し得た設計上の変更に過ぎないものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明1におけるばね保持片については，「ばね保持片を上下方向に細長い形状に形成して，開口部の中央部に設ける」構成要件となっている。しかし，ばねの破片の飛散を防止するために開口部の一部を塞ぐばね保持片を設ける場合，その位置や形状は単なる設計事項に過ぎないものであり，開口部の中央部にばね保持片を設け，かつ上下方向に細長い形状に成形することは当業者が最も選択しやすい設計事項であるから，このように上下方向に細長い形状に形成して開口部の中央部に設けることは，単なる設計事項の範囲内であり，進歩性を有するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "次に，本件発明1における「ばね保持片と一対のばね係止爪とを，開口部から見てピンチ片の左右方向で重ならない関係に配置」する構成要件については，上記取消事由5で述べたとおりであり，甲13公報から容易に発明できた事項である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上により，「ばね保持片を上下方向に細長い形状に形成して，開口部の中央部に設ける」構成要件に進歩性がないとともに，「ばね保持片と一対のばね係止爪とを，開口部から見てピンチ片の左右方向で重ならない関係に配置」する構成要件にも進歩性はないから，本件発明1には進歩性がない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "なお，上記(ア)cで述べたのと同様に，上記の各公報に基づいて本件発明1の進歩性を否定することについて，裁判所の判断を求めることは許される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取消事由7",
                      "text": [
                        "審決は，「…ばね保持片が形成されるものと構成した点は，その成形金型の抜き方向をピンチ片の正面に向かう方向…と想定すると，上述したところの互いに重なり合わないように成型部分を配置させた構成に相当することが明らかである。(ちなみに，訂正明細書の実施例に示されたピンチ片の各部形態から見ると，当該ピンチ片を製造する際に成型金型を用いることやその成型金型の抜き方向を，刊行物3と同様の，ピンチ片の正面方向(ピンチ片の外側又は内側の面に直交する方向)と想定していることも当業者が容易に理解できる。」(18頁1行～9行)と認定している。このように，審決は，訂正事項4に係る構成(「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片を形成する構成)は，引用発明3より容易に想到し得るものであることを認定しているから，本件発明1は進歩性を有しておらず，無効理由があることを審決自体が認めている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "取消事由8",
                      "text": [
                        "以上のとおり，本件発明1は，当業者が容易に発明できたものであるから，本件発明1を技術的に限定した本件発明2も当業者が容易に発明できたものであり，進歩性を有していない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "取消事由9～12(本件発明1についての進歩性判断の誤り−その2)審決の本件発明1についての進歩性判断には，以下のとおり誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "取消事由9",
                      "text": [
                        "審決は，「本件発明1は，上下方向に細長い『ばね保持片15』が開口部分の中央部分を塞ぐとともに，その『ばね係止爪14』と『ばね保持片15』とを，このような左右方向で重ならない配置関係のものとして構成することにより，引用発明3におけるのと同様の金型の効果を奏するに止まらず，その上下方向に細長い『ばね保持片15』が開口部分の中央部分を塞ぐことにより，開口部分の隙間を幅方向で実質的に半減させることができるという効果を併せて奏することができるといえるから，上述した本件発明1の効果であるところの破損したばねの破片がピンチ片の外側へ飛散するのを防止する効果において，引用発明3のものと比較してより優れた効果を奏することができるといえる。」(19頁2行～11行)と認定判断している。",
                        "しかし，金型の効果を奏しつつ開口部分の隙間を幅方向に半減したとしても，本件発明1の飛散防止効果は，引用発明3の飛散防止効果と同程度に過ぎないため，引用発明3よりも優れた効果を奏することができない。このことは，以下のとおり，ばねの飛散，略U字形のばねの特性，ばねの破片の飛散方向等を検討すれば，自ずと導かれる事項である。したがって，審決の上記判断は，誤っている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "ばねの飛散",
                          "text": [
                            "ピンチ片に取り付けられたばねは，割れて2～3分割されることがある。その際，外側のばねの破片は勢いよくピンチ片の外側に飛び散ろうとする。このようにピンチ片の外側に飛び散ろうとするばねの破片は，非常に危険であるから，ばねの破片が勢いを失ってピンチ片の開口部から単に落下する現象とは，明らかに相互に異なる異質の現象である。しかも，このように相互に異質の現象は同時に起きることはなく，ばねが割れた瞬間にばねの破片が飛散し，その後，飛散の勢いがなくなったばねの破片が落下する順序となる。",
                            "ばねの破片の飛散については，本件訂正後の特許明細書(甲4)の【発明が解決しようとする課題】に，「…ピンチを開放的な構造としているため，略U字形のばねが露出し，このため，ばねが破損したとき，破損したばねの破片が飛散して，作業者等が負傷するおそれがあった。」(段落【0003】)と記載され，同様に，刊行物3(甲8の3)の【発明が解決しようとする課題】に，「…折り返し部分で折れてしまい，折れて飛散する合成樹脂製バネの破片で手や顔等を傷付けてしまう…」(段落【0005】)と記載されている。このことから，本件発明1及び引用発明3は，いずれも上述したばねの破片の落下を防止するものでなく，ばねの破片の飛散の勢いを止めて，危険を回避しようとするものである。",
                            "引用発明3において，そのための飛散防止部は，バネの折り返し部(屈曲部)からばねの脚片にかけてばねを覆っていることから，充分にばねの破片の勢いを止めることができる。",
                            "してみると，ばねの破片の勢いを止める飛散防止効果の点において，本件発明1と引用発明3とは，同等の効果を奏するのに過ぎず，本件発明1は引用発明3と比較しても優れた効果を奏するということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "略U字形のばねの特性",
                          "text": [
                            "本件発明1はピンチ片に取り付けられるばねとして，合成樹脂製の略U字形のばねを用いており，したがって，ピンチ片に取り付けられるばねは，直線部分と円弧部分(屈曲部)とからなり，ほぼ均一な厚みで略U字形に形成されているものである。このような略U字形のばねにおいては，ピンチ片を開閉する際の負荷がばねの屈曲部(円弧部分)に集中するため，屈曲部は他の部位と比較しても，当然，割れ易い部位となる。",
                            "審決は，「略U字形のばねを，どのような幅や厚さを備える形態のものと設計するか，いずれの箇所で破損するものと設計するか等については多様な形態が選択的であるといえる。」(19頁20行～22行)とする。しかし，略U字形のばねを構成要件としている以上，ばねは屈曲部で破損するものであるから，この認定は誤っている。このことは，ばねにおける技術的な常識である(ばね技術研究会編「第3版 ばね」丸善株式会社［甲23］参照)。",
                            "そして，ばねが屈曲部で割れた場合，引用発明3の飛散防止部は，割れたばねの飛散を完全に防止することができるものであり，本件発明1と同等の効果を奏している。本件発明1は引用発明3と比較しても優れた効果を奏するということはできない。",
                            "なお，被告は，屈曲部の頂点に最大応力が生じないように，その部分の厚みを大きく設計するのが常套手段であると主張するが，そのようなことがないことは，本件特許公報，刊行物1～3，実開平2−19359号公報(乙4)，特開平7−139524号公報(乙6)，",
                            "特開平9−117363号公報(甲29)，意匠登録795262号",
                            "公報(平成2年9月13日発行。甲30)，実開昭59−40064",
                            "号公報(甲31)，被告が別の訴訟において提出した写真(甲7の4)等において，ほぼ均一な厚みでU字形に形成されていることから明らかである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "ばねの破片の飛散方向",
                          "text": [
                            "略U字形状のばねの割れは，ピンチ片を開いた瞬間に発生し，破損したばねの破片は，ピンチ片の外側に飛び出そうとする。この場合，ばねの破片は，一対のピンチ片の内部で出口を探して外側に飛び出そうとするのではなく，ばねの付勢力に抗する方向に飛び出そうとする。したがって，その飛び出し方向は，ピンチ片を開くことによりピンチ片が傾斜する傾斜角度と直交した斜め上方向となり，左右の両側の下方に存在する開口部の方向へは飛散しない。そして，開口部は，ばねの破片の飛散方向に設けられることはないから，開口部に向けてばねの破片が飛散することはない。開口部が設けられるとすれば，ばね係止爪に対面する箇所であるが，このような係合部分では，受け止め部がばねに面接触しているのであるから，クリップの操作による応力は分散されるし，実質的に弾性力が働かない部分であるから，係合部分でばねが割れることはない。ばねが割れることはないので，係合部分に対面して設けられる開口部からは，ばねが飛散しない。",
                            "審決は，「その破片は左右の両側の下方に存在する開口部方向へ落下ないし飛散することが通常想定できる」(19頁25行～26行)とするが，少なくとも，本件特許の課題であるところの飛散に関しては，開口方向に飛散しないので，この認定は誤っている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "開口部の大きさによって左右される事項",
                          "text": [
                            "審決は，屈曲部で割れて破損したばねの飛散防止に関し，「…その開口部の形態や広さ，いいかえれば，開口部の大きさによって左右されることになる」(19頁31行～32行)とする。",
                            "しかし，引用発明3では，飛散防止部がバネの折り返し部(屈曲部)からばねの脚片を覆っているのであるから，ばねの破片が飛散する方向に飛散防止部があり，充分にばねの破片を受け止めることができる。他方，飛散防止部の下方に設けられている引用発明3の開口部は，ばねの掛合箇所(係合部分)であり，受け止め部(ばね係止爪)に対面する箇所であるから，ばねが割れる部分でない。",
                            "このように，引用発明3のピンチ片においては，破損したばねが開口部から飛散することがない。仮に，ピンチ片の開口部から比較的小さなばね片が外に落下するとしても，このようなばねの破片は，割れた瞬間に飛散防止部もしくはピンチ片の外壁に衝突して，飛散するようなエネルギーが奪われているのであるから，単に下方に落ちるだけであり，人を傷付けたりする恐れのないものである。さらに，ばねの破片の落下を防止しても，落下するばねの破片は飛散するものではないから，人(作業者)の顔や手を傷つけることがないようにするという課題が発生するものではない。",
                            "以上のとおり，開口部からばねの破片は飛散しないから，開口部の大きさによって左右される事項は存在しない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "ばねの割れの態様",
                          "text": [
                            "仮に，割れたばねの破片が開口部から飛び散るとすれば，ばねの破片が開口部よりも小さな破片となった状態で，開口部方向に飛び散る状況が想定される。",
                            "しかし，引用発明3の飛散防止部は，ばねを掛合(係合)する受け止め部の上端近傍までばねを覆っているのであるから，開口部より小さな破片となって飛び散るのは，おおむね受け止め部に掛合している掛合箇所(係合部分)ということになる。",
                            "しかし，このような掛合箇所(係合部分)では，ばねが割れることはない。",
                            "してみると，ばねの破片が開口部より小さな破片となり，引用発明3の開口部からピンチ片の外側に飛び散る状況まで想定する必要のないものである。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "開口部の位置が特定されること",
                          "text": [
                            "引用発明3の開口部の位置は，飛散防止部の先端8aの下方にある。このように開口部の位置が特定される事は，引用発明3が，飛散防止部の先端8aと受け止め部の先端6aとを重なり合わない構成にしていることから導かれる事項である。これにより，開口部に対面位置する部材が受け止め部であり，この開口部は，ばねの脚片が掛合する掛合箇所にある。",
                            "本件発明1において，開口部の位置は，開口部に設けられるばね保持片との関係から特定される。すなわち，本件発明1においては，「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し」とされていることから，開口部の対面する箇所は一対のばね係止爪に対応した位置であり，この位置は，ばねの係合部分である。",
                            "してみると，引用発明3の開口部から，ばねが飛散しないのと同様の理由で，本件発明1の開口部からもばねが飛散することはない。",
                            "したがって，本件発明1の「開口部分の隙間を幅方向で実質的に半減させる効果」は，ばねの破片が飛散することがない開口部でのできごととなり，このような開口部で隙間を半減させても，全くその効果が発揮されない。",
                            "審決は，本件発明1に示されていないのにもかかわらず，ばねの破片が開口部より小さな破片となり開口部方向に飛び散ることを想定するものであり，誤っている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取消事由10",
                      "text": [
                        "審決は，「…その上下方向に細長い『ばね保持片15』が開口部分の中央部分を塞ぐことにより，開口部分の間隙を幅方向で実質的に半減させることができるという効果を併せて奏することができる…」(19頁5行～8行)とする。",
                        "しかし，本件発明1におけるピンチは，「特許請求の範囲」に記載されているように，「…該ばね係止爪の上端よりその下端が下方に位置するばね保持片の間に形成された空間にそれぞれ挿入することにより，ばねの脚片に内向きに形成した係止爪とばね係止爪とが係合するように構成」されている。このことから，ばねの係止爪とばね係止爪との係合に対して，ばね保持片が直接的に関わっている構成要件，すなわち，ばね保持片が外側からばねに触れている構成要件が存在する。このことは，内側に湾曲したばね保持片が，ばねの下端部に当接している形態が示されている，本件発明1の図2及び図4からも明確である。このように，本件発明1のばね保持片は，ばねの係止爪とばね係止爪とを係合させるようにして，ばねをピンチ片の内側に納めて保持しピンチ片の外側にばねを露出させないようにするものである。さらに，本件特許明細書中には開口部を半減させてばねの飛散を防止する旨の記載はない。",
                        "してみると，本件発明1のばね保持片には，開口部分の間隙を幅方向で半減させるとする効果は存在しない。開口部分の間隙を幅方向で半減させるとする効果は，審決が新たに盛り込んだ効果であって，審決の上記判断は誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取消事由11",
                      "text": [
                        "審決は，「本件発明1において，ピンチ片の中央部の外側に『開口部』を備えることを前提として，この開口部の一部を塞ぐばね保持片を形成するとともに，『ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置』するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されるものと構成した点については，このような構成を記載ないし示唆する他の証拠を見出すことができない。」(18頁33行～19頁1行)とする。",
                        "しかし，本件発明1の上記の構成は，以下のとおり，引用発明3によって既に示唆ないし開示されたものであるから，「他の証拠を見出すことができない。」とすることは，誤った判断である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1の「ピンチ片」，「略U字形の合成樹脂製のばね」，「ピンチ片のばね係止爪」，「ばねの係止爪」は，引用発明3における「クリップ片」，「U字形に形成された合成樹脂バネ」，「受け止め部」，「掛合部」にそれぞれ該当する。また，本件発明1の「開口部」は，引用発明3のバネの両脚片の外側に存在している開口部に該当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明1の「前記開口部の一部を塞ぐばね保持片」の構成及び「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部分に設ける」構成は，引用発明3における「受け止め部より折り返し部側の合成樹脂製バネ部分を被う飛散防止部」に該当する。引用発明3の「飛散防止部」は，形状や長さ等の数値，配置箇所等についての限定要件がなく，クリップ片に設けた「受け止め部より折り返し部側の合成樹脂製バネ部分を被う」ものは，すべて引用発明3の「飛散防止部」に包含されている。本件発明1の「ばね保持片」は，「受け止め部(ばね係止爪)より折り返し部側の合成樹脂製ばね部分を被っている」ことからも明らかなように，引用発明3の「飛散防止部」に包含されているものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件発明1の「該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」した構成は，金型が互いに干渉しないようにするものであるから，成形金型が一対で済まさせられるという金型の効果を奏する構成であり，以下のとおり，引用発明3によって開示されている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "審決は，「ところで，刊行物3に，『飛散防止部8の先端8aと受け止め部6の先端6aとが方向Yで重なり合わないようにすると金型が互いに干渉しないことから，クリップ片2を形成する成形金型が一対で済ませられるのである。』との記載があるように，成形金型の抜き方向において互いに重なり合わないように成形部分を配置させた構成は，成形金型を一対で済ますことができるという効果を一義的に奏するということができる。」(17頁27行～32行)とする。",
                                "これを本件発明1の構成について見ると，本件発明1は，「該ばね保持片と前記一対のばね係止爪とを，開口部から見てピンチ片の左右方向で重ならない関係に配置」したものであるから，成形金型の抜き方向をピンチ片の正面に向かう方向(ピンチ片の外側又は内側の面に直交する方向)としたものであって，刊行物3に記載のX方向(金型の摺動方向)と同じ方向である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "さらに，審決は，「(ちなみに，訂正明細書の実施例に示されたピンチ片の各部形態から見ると，当該ピンチ片を製造する際に成形金型を用いることやその成形金型の抜き方向を，刊行物3と同様の，ピンチ片の正面方向(ピンチ片の外側又は内側の面に直交する方向)と想定していることも当業者が容易に理解できる。」(18頁6行～9行)とする。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "したがって，「該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」した本件発明1の構成は，引用発明3に開示されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件発明1のばね保持片は，「…前記略U字形のばねの両脚片を，前記2個の対向するピンチ片のばね係止爪と，談ばね係止爪の上端よりその下端が下方に位置するばね保持片の間に形成された空間にそれぞれ挿入することにより，ばねの脚片に内向きに形成した係止爪とばね係止爪とが係合するように構成」されている。このことから，ばね保持片は，ばねの脚片がピンチ片の外側へ位置しないようにするものであり，ばねはピンチ片の内側へ収まるように構成されている。",
                            "引用発明3においては，刊行物3に，「…合成樹脂製バネの先端内面部分に掛合部を形成し，該掛合部が掛合する受け止め部と，受け止め部より折り返えし側の合成樹脂製ばね部分を被う飛散防止部とをクリップ片に設けるとともに…」(刊行物3［甲8の3］段落【0007】)と記載されている。このことから，ばねの脚片はクリップ片(飛散防止部)の内側に位置しているものであり，この態様は，刊行物3の図2に示されている。",
                            "したがって，本件発明1におけるばねがピンチ片の外側に位置しないようにした点については，引用発明3に開示されている。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，本件発明1の上記各構成は，引用発明3の構成に開示されており，これを基に当業者は容易に発明をすることができたものであるから，審決における「このような構成を記載ないし示唆する他の証拠を見出すことができない」との認定は誤っている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "取消事由12",
                      "text": [
                        "審決は，「訂正明細書には，『ばね保持片』の作用効果について，『略U字形のばねの両脚片が露出することがなく，ばねが破損しても，破損したばねの破片が飛散することがな』い旨が記載されているにとどまるといえるから，本件発明1における『ばね保持片』は，ばねの両脚片を露出させず，ばねの破損時にその破片が飛散することを防止する効果を奏するものというべきである。」(17頁22行～26行)とする。",
                        "しかし，上記取消事由9，10で述べたように，開口部分からはばねの破片が飛散しないのであるから，ばねの破片が飛散しない開口部分に「ばね保持片」を設けたとしても，そのような「ばね保持片」にばねの破片の飛散を防止する効果はない。本件発明1は，隙間を半減させて飛散を防止するとするものではない。",
                        "したがって，審決の上記判断は誤っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由13(本件発明1は特許法29条2項に該当する無効理由を有することを別件訴訟において被告が自ら認めたこと)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告と原告の間には，引用発明3に基づく別件訴訟(東京地裁平成17年(ワ)第3056号。以下「第1訴訟。」という。)及び本件発明1に基づく別件訴訟(知財高裁平成17年(ネ)第10092号(その原審は大阪地裁平成16年(ワ)第5380号)。以下「第2訴訟」という。)が係属中であり，被告は，以下のとおり，これら2件の別件訴訟を通じて，本件発明1は，引用発明3に基づき容易に発明できた旨述べている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，被告は，第1訴訟の準備書面5(甲22)において，原告製品である第1クリップの目録(7頁)及び図面(8頁～11頁)を示し，第1クリップは引用発明3の技術的範囲に属する旨(5頁8行)主張し，さらに，「第1クリップが被告商品に誰もが容易に想達するも極めて簡易な変更を加えたものに過ぎない」(6頁25行～27行)と主張している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，被告は，第2訴訟の控訴状(甲20)において，原告製クリップの物件目録及び図面を示し，控訴理由書(甲21)において，原告製クリップは，「訂正後の本件発明(判決注 本件発明1。以下同じ)の構成要件を充足し，作用効果も同一であることから，訂正後の本件発明の技術的範囲に属する」(2頁19行～21行)と主張している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "第1訴訟における第1クリップと第2訴訟における原告製クリップは，いずれも原告製の同一クリップ(ピンチ)であるから，被告は，第1訴訟において，「引用発明3から誰もが容易に想到する」と主張しており，この主張と第2訴訟の主張とを併せると，本件発明1は引用発明3に基づいて誰もが容易に想到することを自ら認めていることになる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決取消訴訟は，本件審決の違法性を争うものであるとしても，上述したように，被告が本件発明1は引用発明3に基づき容易に発明できたと自ら述べているのであるから，本件発明1は特許法29条2項に該当する無効理由を有することを被告が自ら認めたことになる。それにもかかわらず，審決は，本件発明1の進歩性を認めている誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(4)の各事実は認めるが，(5)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正事項4は，訂正前の請求項1における「ばね保持片」と「ばね係止爪」につき，「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」するという限定事項を付加するものであるから，特許請求の範囲の減縮を目的とするものであることが明らかである。",
                    "したがって，訂正事項4は，特許法134条の2第1項ただし書1号に適合するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正事項4における「ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し，」の構成要件は，後記(3)で述べるとおり，願書に添付した明細書又は図面に記載した事項の範囲内の訂正であるから，特許法134条の2第5項で準用する126条3項に適合するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，「成形金型を一対で済ますことができる」という効果を訂正により追加することは，特許法134条の2第5項で準用する同法126条3項及び4項の規定に違反する旨を主張する。",
                "しかし，「成形金型を一対で済ますことができる」という効果は，本件訂正後の本件特許明細書(甲4)には記載されていない。",
                "本件発明の目的は，本件訂正前も本件訂正後も本件特許公報(甲2)及び本件訂正後の本件特許明細書(甲4)の段落【0004】の記載のように，「本発明は，上記従来の被服用ハンガーの有する問題点に鑑み，ピンチに用いる略U字形のばねが破損しても，破損したばねの破片が飛散することがなく，かつ，被服用ハンガーのピンチを簡単に組み立てることができる被服用ハンガーを提供することを目的とする。」であって，何ら変更されていない。また，本件発明の効果は，本件訂正前も本件訂正後も本件特許公報(甲2)及び本件訂正後の本件特許明細書(甲4)の段落【0021】の記載のように，「略U字形のばねの両脚片が露出することがなく，ばねが破損しても，破損したばねの破片が飛散することがなく，安全性の高い被服用ハンガーとすることができる。」であって，何ら変更されていない。",
                "そして，審決の「引用発明3におけるのと同様の金型の効果を奏するに止まらず」との認定(19頁5行)は，当業者に自明の本件発明の前提事項の認定である。",
                "したがって，訂正事項4は，発明の目的効果から見て，願書に添付した明細書及び図面に記載した事項の範囲内の訂正であるから，特許法134条の2第5項で準用する126条3項に適合するものであるし，実質上特許請求の範囲を拡張し，又は変更するものではなく，特許法134条の2第5項で準用する126条4項に適合する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "本件特許公報(甲2)のピンチ片の背面図である図4(A)において，符号14の引き出し線の指し示すべき位置は，正しくは別紙2の参考図に示す位置であるべきところを，別紙2の図4(A)部分拡大図に示す位置に誤記されている。図4(A)部分拡大図に示す位置が参考図に示す位置の誤記であることは，ピンチ片1の正面図を示す本件特許公報(甲2)の図3(A)及び図4(A)のB−B断面図を示す図4(B)から明らかである。",
                "そして，本件特許公報(甲2)の図3(A)，図4(B)及び図4(A)",
                "の誤記を修正した別紙2の参考図を見れば明らかなように，原告の主張する別紙1の図bの斜線部分Sには，「ばね係止爪」が存在しないのである。",
                "したがって，「審決は，訂正事項4の訂正を認め，本件発明1は『引用発明3におけるのと同様の金型の効果を奏する』(19頁5行)と認定して，金型の抜き方向が考慮されていると判断している。この審決の判断は，上記背面図の記載を見過ごした違法な判断である。」との原告主張は理由がない。「ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」した構成要件を追加した訂正事項4は，願書に添付した明細書又は図面に記載した事項の範囲内の訂正である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "原告は，「ばね保持片が開口部分の間隙を幅方向で実質的に半減させることができるという効果は，本件訂正によって加えられた新たな効果である。」と主張する。",
                "この原告主張がこのような効果を本件特許明細書に加えたことが違法であると主張しているのであれば，被告は本件訂正においてそのような訂正はしていない。",
                "この原告主張が訂正事項4により違法にこのような効果が生ずることを主張しているのであれば，このような効果は適法な訂正事項4によって生ずる効果であって，違法な点はない。「ばね保持片が開口部分の間隙を幅方向で実質的に半減させることができる」という効果は，本件訂正前の本件発明の「略U字形のばねの両脚片が露出することがなく，ばねが破損しても，破損したばねの破片が飛散することがなく，安全性の高い被服用ハンガーとすることができる。」という目的，効果が，より明確になったに過ぎない。",
                "したがって，上記効果の追加が特許法134条の2第5項で準用する同法126条3項及び4項の規定に違反する旨の原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "text": [
                "原告は，本件発明1における「ばね保持片と一対のばね係止爪とを，開口部から見てピンチ片の左右方向で重ならない関係に配置」する構成要件は甲13公報に記載の発明に基づき容易に発明をすることができた旨を主張する。",
                "しかし，甲13公報に記載の発明に基づく本件発明1の進歩性については，審決で審理判断されていないから，審決の違法事由として主張することは許されない(最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁参照)。",
                "また，甲13公報に記載の発明に係るものは，ばね部材22，受圧部23，被係止爪25が本件発明1の構成とは基本的に異なり，甲13公報に記載のものを左右方向で重ならない関係に配置しようとしても構造上不可能であるから，原告の主張は，理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由6に対し",
              "text": [
                "原告は，本件発明1における「ばね保持片を上下方向に細長い形状に形成して，開口部の中央部に設けるとともに，ばね保持片と一対のばね係止爪とを，開口部から見てピンチ片の左右方向で重ならない関係に配置」する構成要件は，進歩性を有していない旨を主張し，その理由として，甲19公報，刊行物3(甲8の3)，甲13公報などを引用して主張する。",
                "しかし，甲19，13公報などに記載の発明に基づく本件発明1の進歩性については，審決で審理判断されていないから，取消事由5と同様に，審決の違法事由として主張することは許されない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由7に対し",
              "text": [
                "原告は，審決は，本件訂正事項4に係る構成は，引用発明3より容易に想到し得るものであることを認定している旨を主張する。",
                "しかし，審決には，原告の主張するような記載はないから，原告の主張は，理由がない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "取消事由8に対し",
              "text": [
                "原告は，本件発明1は進歩性を有しないから，本件発明2も進歩性を有しないと主張する。",
                "しかし，本件発明1に関する取消事由5～7は，上述のとおりいずれも理由がないから，本件発明1の進歩性欠如を理由とする原告の主張は，理由がない。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "取消事由9に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1のばねにつき，「直線部分と円弧部分(屈曲部)とからなり，ほぼ均一な厚みでU字形に形成されている」とし，「屈曲部が割れ易い部位となる」から，「いずれの箇所で破損するものと設計するか等について，多様な形態は選択できるものではない」旨主張する。",
                    "この原告の主張は，U字形のばねをほぼ均一な厚みに形成することを前提にしている点で，当業者の通常採用する技術手段に反している。当業者は，屈曲部の頂点に最大応力が生じないように，その部分の厚みを大きく設計するのが常套手段であるからである。",
                    "したがって，審決の「略U字形のばねを，どのような幅や厚さを備える形態のものと設計するか，いずれの箇所で破損するものと設計するか等については多様な形態が選択的であるといえる。」との認定(19頁20行～22行)は，正当であって，何らの誤認もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は上記アで説明した当業者の常套手段に反する事項を前提にして，審決の認定について，「ばねの破片の飛散方向」，「開口部の大きさによって左右される事項」，「ばねの割れの態様」，「開口部の位置が特定されること」について主張している。",
                    "しかし，これらの原告の主張は，上記アで説明した当業者の常套手段に反することを前提としているから，上記アと同様に理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "U字形のばねの破損はできるだけ生じないように，換言すれば，いずれの箇所でも応力が均一となるように設計，生産することは当然であるが，予測し難いことが生じて，破損することがあり，その箇所はいずれとも特定し難いといえる。例えば，販売店で試着のときにハンガーから衣服を外し，ハンガーを誤って床に落としたり，さらに踏ん付けたりして，U字形のばねに衝撃によりクラックが入ったり，あるいはU字形のばねの成形時の樹脂の充填不足を品質検査ミスにより見逃すことが生じて強度不足が生じたりすることも，稀にある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決の「本件発明1は，上下方向に細長い『ばね保持片15』が開口部分の中央部分を塞ぐとともに，その『ばね係止爪14』と『ばね保持片15』とを，このような左右方向で重ならない配置関係のものとして構成することにより，引用発明3におけるのと同様の金型の効果を奏するに止まらず，その上下方向に細長い『ばね保持片15』が開口部分の中央部分を塞ぐことにより，開口部分の間隙を幅方向で実質的に半減させることができるという効果を併せて奏することができるといえるから，上述した本件発明1の効果であるところの破損したばねの破片がピンチ片の外側へ飛散するのを防止する効果において，引用発明3のものと比較してより優れた効果を奏することができるといえる。」(19頁2行～11行)との認定に何ら誤りはなく，正当である。",
                    "そして，審決の認定する本件発明1の上記効果は，本件特許明細書に記載されていないが，本件特許の「特許請求の範囲」請求項1に記載の構成から当業者が当然に理解し認識できる効果であるから，明細書記載の有無にかかわらず，発明の効果として認定できることは当然である。"
                  ]
                }
              ]
            },
            {
              "fig": "(10)",
              "subject": "取消事由10に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張のうち，本件発明1において，「内側に湾曲したはね保持片が，ばねの下端部に当接している」旨の主張は，「特許請求の範囲」の記載に基づかない主張であって，妥当でない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1について，「開口部分の間隙を幅方向で半減する効果は存在しない」旨主張するが，上記(9)のとおり，当業者は，本件特許の「特許請求の範囲」請求項1に記載の構成から「開口部分の間隙を幅方向で半減する効果」を当然に理解し認識できるから，この効果を認定した審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(11)",
              "subject": "取消事由11に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決の記載に基づいて，「『ばね保持片を上下方向に細長い形状に形成して…左右方向で重ならない関係に配置』した本件発明1の構成は，すべて引用発明3に開示されている」旨主張するが，審決には，そのような記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「本件発明1におけるばねがピンチ片の外側に位置しないようにした点については，引用発明3に開示されている」旨主張する。しかし，原告のこの主張は，本件発明1のばね保持片についての構成が，引用発明3のどの構成に相当するのかが不明で，本件発明1の原告主張の構成が引用発明3に開示されているとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「本件発明1の構成は，引用発明3の構成にすべて開示されており，これを基に当業者は容易に発明をすることができた」旨主張するが，原告のこの主張は，上記ア及びイで説明したように，誤った認識や根拠のない主張に基づくものであり，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(12)",
              "subject": "取消事由12に対し",
              "text": [
                "原告は，「ばねの破片が飛散しない開口部分に『ばね保持片』を設けたとしても，そのような『ばね保持片』にばねの破片の飛散を防止する効果はない。本件発明1は，隙間を半減させて飛散を防止するとするものではない。」と主張するが，この主張は，上記(9)のとおり，U字形のばねをほぼ均一な厚みに形成することを前提にしている点で，当業者の通常採用する技術手段に反するものであり，また，本件特許の「特許請求の範囲」請求項1に記載の構成から当業者が当然に理解し認識できる効果については，明細書記載の有無にかかわらず，発明の効果として認定できることを考慮していない点で，理由がない。"
              ]
            },
            {
              "fig": "(13)",
              "subject": "取消事由13に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第1訴訟及び第2訴訟における被告の主張は，本件審決の取消事由とは無関係な主張であり，本件訴訟において，訴訟上の自白となるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "もっとも，一定の場合，ある訴訟における当事者の主張，認否，反論等が，別の訴訟における事実認定に影響をおよぼす可能性があることは否定できない。",
                    "しかし，第1訴訟及び第2訴訟において，被告が原告引用にかかる各主張を行ったことは事実であるが，これに対し，原告は各主張を争い，特に，引用発明3と第1クリップとの比較においては，後者が前者の技術的範囲に属しないことを主張していたのである。このような意味において，原告の主張は，自らの主張を否認する意味を持つと考えるべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(訂正の内容)，(4)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1～4(本件訂正を認めた誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，取消事由3につき判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1のピンチ片は，別紙1の図bの斜線部分Sで，ばね係止爪14と外壁部材Gとが重なっているから，金型の抜き方向が考慮されているとはいえないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許公報(甲2)に記載されたピンチ片の背面図である図4(A)には，別紙1の図aのとおり，ばね係止爪14が，ばね保持片15と外壁部材Gとの境界部分である段差部分Dよりも上の部分に存するかのような記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "しかし，上記図4(A)を，本件特許公報(甲2)に記載された，図1のピンチ片のA−A断面図である図2(A)(B)，ピンチ片の正面図である図3(A)及び上記図4(A)のB−B断面図である図4(B)と照",
                  "text": [
                    "らし合わせて見ると，ばね係止爪14は，別紙2の参考図に「14ばね係止爪」と記載されている部分に存するものと認められ，図4(A)の上記イの記載は誤記であることが明らかである。",
                    "以下，その理由を述べる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "図2(A)(B)，図4(B)を見ると，ばね係止爪14は，ばね保持片15が内側に向かって屈折し始める位置のやや下方まで達している。",
                        "ばね保持片15が内側に向かって屈折し始める位置は，図4(A)においては，図2(A)(B)，図4(B)と照らし合わせると，符号15の引出線の上方に実線で示された位置(別紙1の図aにおける段差部分D)に当たるものと認められるから，ばね係止片14の上端部は，この実線の下方になければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ばね係止爪14の外側先端部(図4(B)においては，符号14の引き出し線が示す高さにおける右側端部)は，図3(A)において，符号14の引出線の下方に2本の実線として示されるものであると認められるところ，この2本の実線は，図4(A)においては，符号15の引出線の左右に示される2本の破線に対応するものと認められる。",
                        "図4(A)において符号14の引出線の下方の実線は，ばね係止爪14の屈曲部，角部などばね係止爪14の中途に形成される何らかの部分を示すところ，その他の図面を見ても，そのような部分は示されていない。",
                        "他方，図2(A)(B)，図4(B)と図3(A)を照らし合わせる",
                        "と，図3(A)における符号14の引出線の上方の実線は，ばね係止爪14の上端部を示すものと認められるところ，この実線は図4(A)における符号14の引出線の下方の実線に対応するものと認められる。",
                        "そうすると，図4(A)における符号14の引出線の下方の実線(別紙1の図aにおける符号14の引出線の下方の実線及び別紙2の参考図における符号14の引出線の上方の実線)は，ばね係止爪14の上端部を示すものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件発明1のピンチ片は，別紙1の図bの斜線部分Sで，ばね係止爪14と外壁部材Gとが重なっているということはなく，この重なりによって上記図4(A)の手前方向に金型を引き抜くことができないということはないから，取消事由3は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，以上の(1)の認定に基づき，取消事由1につき判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正事項4は，特許請求の範囲の減縮ではないから，特許法134条の2第1項ただし書に適合しない，と主張する。",
                    "訂正事項4は，本件特許公報(甲2)1頁1欄8行～9行(「特許請求の範囲」請求項1)の「被服用ハンガーであって，」の次に，「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し，」を加入するものであって，本件特許に係る被服用ハンガーのピンチ片につき，ばね保持片の形状と位置を「上下方向に細長い形状」及び「開口部の中央部に設ける」と限定するとともに，ばね保持片と一対のばね係止爪との関係を「開口部から見てピンチ片の左右方向で重ならない関係に配置」すると限定するものであるから，特許請求の範囲の減縮に当たることは明らかである。したがって，訂正事項4は，特許法134条の2第1項ただし書に適合する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，訂正事項4のうち，「ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し，」の構成要件は，出願当初の明細書又は図面に記載されておらず，本件訂正において全く新たに追加された構成要件であるから，訂正事項4は，願書に添付した明細書又は図面に記載した事項の範囲内においてされたものではなく，特許法134条の2第5項で準用する126条3項に適合しない，と主張する。",
                    "そこで，以下，この点について判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許公報(甲2)の図面のうちピンチ片の正面図である図3(A)の中央やや上方には，ばね保持片15の左右にばね係止爪14が見える様子が記載されているところ，ピンチ片の背面図である図4(A)の中央やや上方には，ばね係止爪14の間からばね保持片15が見える様子が記載されているから，ばね係止爪14は，左右一対のものであることが明らかである。そして，図3(A)においては，ばね保持片15の先端(下端)左右両側から下方の本体10に向けて実線が記載されていること，図3(A)のばね保持片15の幅と図4(A)のばね保持片15の幅は，ほぼ同等であることからすると，ばね保持片15の左右端部が一対のばね係止爪14の左右内側端部とほぼ同一直線上にあることが示されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物3(甲8の3)には，後記4(3)イのとおり，合成樹脂製クリップに関する発明が記載されているところ，その段落【0015】には「また，上記飛散防止部8は，クリップ片2の操作部から合成樹脂製バネ3の掛合部4の近傍位置まで延出されたもので，図3に示すように飛散防止部8の先端8aと受け止め部6の先端6aとはこのクリップ片2を成形する金型(図示せず)の摺動方向Xに直交する方向Yで重なり合わないように隙間をもたせてある。このように，飛散防止部8の先端8aと受け止め部6の先端6aとが方向Yで重なり合わないようにすると金型が互いに干渉しないことから，クリップ片2を形成する成形金型が一対で済ませられるのである。」との記載があり，図1～4には，クリップ片2の飛散防止部8の下側部分に四角形の開口部を設けた態様が示されている。",
                        "また，甲13公報(特開平10−147号公報)には，クリップ及びそれを備えたハンガーに関する発明が記載されているが，その段落【0021】には，「被係止爪25は前記各クリップ本体17上の第1の成形用開口24における挟み部18側の開口縁の内面に形成され，これらの被係止爪25と対応するように，クリップ本体17の内面には第2の成形用開口26が形成されている。係止爪27はバネ部材22の両端外面に形成され，これらの係止爪27が両クリップ本体17の被係止爪25に対して内側から係合することにより，バネ部材22がクリップ本体17に抜け止め係止されている。」と記載され，段落【0030】には，「…この実施形態のクリップにおいては，受け部23に対応してクリップ本体17の外面に第1の成形用開口24が形成されるとともに，被係止爪25に対応してクリップ本体17の内面に第2の成形用開口26が形成されている。」と記載され，段落【0031】には，「このため，クリップ本体17の構造が簡単であって，そのクリップ本体17を内外両側方への簡単な型抜きにより，容易に成形することができる。」と記載されている。",
                        "以上によると，ハンガーのクリップ本体に開口部を設け，金型の抜き方向で成形部分で重ならないようにして金型が互いに干渉しないようにすることは，本件特許出願当時の周知技術であったことが認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "当業者(その発明の属する技術の分野における通常の知識を有する者)が，上記(ア)の本件特許公報(甲2)の記載を，上記(イ)の周知技術を勘案して見ると，ばね保持片15と一対のばね係止爪14は，開口部から見てピンチ片の左右方向で重ならない関係にあり，図3(A)及び図4(A)のそれぞれ手前方向に金型を引き抜くことができ，成形金型を一対で済ますことができることを明らかに認識することができるというべきである(この場合，別紙1の図bの斜線部分Sの部分が金型を引き抜く妨げにならないことは，上記(1)のとおりである。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そうすると，訂正事項4のうち，「ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し，」の構成要件は，願書に添付した明細書又は図面(本件特許公報［甲2］)に記載された事項であるということができるから，この構成要件を追加することは，願書に添付した明細書又は図面(本件特許公報［甲2］)に記載された事項の範囲内のものであって，特許法134条の2第5項で準用する126条3項に適合するものである。",
                        "なお，原告は，取消事由1において，出願当初の明細書又は図面に記載されているかどうかを問題としているが，特許法134条の2第5項で準用する126条3項は，特許請求の範囲の減縮の場合については，「…訂正は，願書に添付した明細書…又は図面…に記載した事項の範囲内においてしなければならない。」と規定しているから，訂正直前の明細書又は図面に記載された事項の範囲内であるかどうかによって判断されるべきである。したがって，上記のとおり，訂正直前の明細書及び図面である本件特許公報(甲2)の明細書及び図面に基づいて判断した。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，取消事由2につき判断する。",
                "原告は，「成形金型の抜き方向において，お互いに重なり合わないように成形部分を配置させた構成は，成形金型を一対で済ますことができる」という効果は，出願当初の明細書には一切記載されていない新たな効果であるから，このような新たな効果の追加は，特許請求の範囲の減縮とはならず，特許法134条の2ただし書に適合しないし，願書に添付した明細書又は図面に記載した事項の範囲内においてされたものではないから，特許法134条の2第5項で準用する126条3項に適合しないし，新たな発明を生み出すことから，実質上特許請求の範囲を拡張し又は変更するものであり，特許法134条の2第5項で準用する126条4項にも適合しない，と主張する。",
                "訂正事項4は，「ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置し，」という構成要件を追加することにより，本件特許公報(甲2)の図3(A)及び図4(A)のそれぞれ手前方向に金型を引き抜くことができ，成形金型を一対で済ますことができるとの作用効果を生ずるものであるが，この作用効果は，上記(2)記載のとおり，本件特許公報(甲2)の記載に周知技術を勘案して見ると，当業者が明らかに認識することができるものであるから，本件特許公報(甲2)に記載されていない新たな作用効果ではない。",
                "したがって，訂正事項4が新たな効果を追加するものであることを理由とする，原告の上記主張は採用することができない。",
                "なお，原告は，取消事由2においても，出願当初の明細書又は図面に記載されているかどうかを問題としているが，上記(2)のとおり，訂正直前の明細書又は図面に記載された事項の範囲内であるかどうかによって判断されるべきであるので，本件特許公報(甲2)の記載に基づいて判断した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "次に，取消事由4につき判断する。",
                "原告は，「ばね保持片が開口部分の中央部分を塞ぐことにより，開口部分の間隙を幅方向で実質的に半減させることができる」という効果は，出願当初の明細書に記載がなく，本件訂正によって加えられたな新たな効果であるから，このような新たな効果の追加は，願書に添付した明細書又は図面に記載した事項の範囲内においてされたものではなく，特許法134条の2第5項で準用する126条3項に適合しない上，新たな効果を有した新たな発明を生み出すことから，実質上特許請求の範囲を拡張し又は変更するものであり，特許法134条の2第5項で準用する126条4項にも適合しない，と主張する。",
                "訂正事項4は，「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，」という構成要件を追加することにより，「ばね保持片が開口部分の中央部分を塞ぐことにより，開口部分の間隙を幅方向で実質的に半減させることができる」という効果を生ずるものである。",
                "本件特許公報(甲2)の図面のうちピンチ片の正面図である図3(A)及びピンチ片の背面図である図4(A)には，ばね保持片を上下方向に細長い形状に形成して開口部の中央部に設けた図面が記載されているところ，このようにばね保持片を設ければ，「ばね保持片が開口部分の中央部分を塞ぐことにより，開口部分の間隙を幅方向で実質的に半減させることができる」ことは明白であるから，この効果は，本件特許公報(甲2)に記載されていない新たな作用効果ではない。",
                "したがって，訂正事項4が新たな効果を追加するものであることを理由とする，原告の上記主張は採用することができない。",
                "なお，原告は，取消事由4においても，出願当初の明細書又は図面に記載されているかどうかを問題としているが，上記(2)のとおり，訂正直前の明細書又は図面に記載された事項の範囲内であるかどうかによって判断されるべきであるので，本件特許公報(甲2)の記載に基づいて判断した。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，取消事由1～4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由5～8(本件発明1，2についての進歩性判断の誤り−その1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由5及び6につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の取消訴訟においては，審判の手続において審理判断されなかった公知事実との対比における無効原因は，審決を違法として，又は，これを適法とする理由として主張することができない(最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由5は，本件発明1は，甲13公報に記載された発明により進歩性を欠く旨の主張であり，取消事由6は，甲19公報，刊行物3(甲8の3)，甲13公報などにより進歩性を欠く旨の主張である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，前記第3の1(4)イのとおり，本件発明1が，刊行物1～3(甲8の1～3)に基づいて容易に発明することができたかどうかを審理判断したものであって，甲13公報に記載された発明に基づいて容易に発明することができたかどうかを審理判断していないから，取消事由5は，審判の手続において審理判断されなかった公知事実との対比における無効原因を主張するものであって，本件訴訟においてこのような主張をすることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，取消事由6は，刊行物3(甲8の3)を理由としている点で，一部本件審決で審理判断された事項と重複しているものの，刊行物3のみならず，甲19公報や甲13公報などから本件発明1が容易に発明することができたと主張するものであって，やはり，審判の手続において審理判断されなかった公知事実との対比における無効原因を主張するものであるといわざるを得ず，本件訴訟においてこのような主張をすることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告が引用する最高裁昭和55年1月24日第一小法廷判決・民集34巻1号80頁は，審判の手続において審理判断されていた刊行物記載の発明との対比における無効理由の存否を審理判断するに当たり，審判の手続に現れていなかった資料に基づき当業者の出願当時における技術常識を認定しこれをしんしゃくして上記発明との対比における無効理由の存否を認定判断したとしても，違法ということはできない旨判示したものであって，本件とは事案を異にするものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，取消事由5及び6は，その余について判断するまでもなく，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由7につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決は，訂正事項4に係る構成(「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片を形成する構成)は，引用発明3より容易に想到し得るものであることを認定しているから，本件発明1は進歩性を有しておらず，無効理由があることを審決自体が認めている，と主張する。",
                    "そこで，この点について，以下判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，次のとおり認定判断している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「訂正明細書には，『ばね保持片』の作用効果について，『略U字形のばねの両脚片が露出することがなく，ばねが破損しても，破損したばねの破片が飛散することがな』い旨が記載されているにとどまるといえるから，本件発明1における『ばね保持片』は，ばねの両脚片を露出させず，ばねの破損時にその破片が飛散することを防止する効果を奏するものというべきである。",
                        "ところで，刊行物3に，『飛散防止部8の先端8aと受け止め部6の先端6aとが方向Yで重なり合わないようにすると金型が互いに干渉しないことから，クリップ片2を形成する成形金型が一対で済ませられるのである。』との記載があるように，成形金型の抜き方向において互いに重なり合わないように成形部分を配置させた構成は，成形金型を一対で済ますことができるという効果を一義的に奏するということができる。",
                        "これを本件発明1の相違点3に係る構成について見ると，その『ピンチ片の中央部の外側に前記開口部の一部を塞ぐばね保持片』を形成し，『前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置』するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されるものと構成した点は，その成形金型の抜き方向をピンチ片の正面に向かう方向(注：ピンチ片の外側又は内側の面に直交する方向であって，刊行物3に記載のX方向と同じ方向である。)と想定すると，上述したところの互いに重なり合わないように成形部分を配置させた構成に相当することが明らかである。",
                        "(ちなみに，訂正明細書の実施例に示されたピンチ片の各部形態から見ると，当該ピンチ片を製造する際に成型金型を用いることやその成形金型の抜き方向を，刊行物3と同様の，ピンチ片の正面方向(ピンチ片の外側又は内側の面に直交する方向)と想定していることも当業者が容易に理解できる。すなわち，本件発明1における『ピンチ片』が合成樹脂製により製造される，いいかえれば，樹脂成形により製造されることを想定したものであることは，訂正明細書の段落【0002】に『この被服用ハンガーは，被服を被服用ハンガーに保持した状態で，縫製の際に使用した針の残留を検知する検針装置にかけることができるように，略U字形のばねを有するピンチを含むすべての部材を，鉄分を有しない合成樹脂により製造するようにしている。』…という本件発明が前提としている従来技術の記載から見ても明らかであり，また，その実施例に示されたピンチ片の各部形態には(刊行物3の図3のX方向と同様に)一定の方向性が考慮されていることも理解できる。)",
                        "そこで，相違点3につき，他の証拠を検討する。",
                        "本件発明1のピンチ片の中央部の外側に『開口部』を備える点については，被請求人が答弁書(答弁書第7頁)において主張するとおり，ピンチ片の中央部の外側に開口部を備えることは，例えば，特開平8−205984号公報…にも示されるように，従来より周知の技術であったといえる。",
                        "また，フック部を有するハンガーのアーム部分に取り付けた合成樹脂製クリップにおいて，そのクリップ片に，合成樹脂製バネの先端内面部分の掛合部が掛合する受け止め部と合成樹脂製バネ部分を被う飛散防止部と，当該飛散防止部の下側部分に開口部とを設けるとともに，受け止め部の飛散防止部側先端部と飛散防止部の受け止め部側先端部とがクリップ片を成形する金型の摺動方向に直交する方向で重なり合わないように形成したものは，引用発明3により本件特許出願前に公知の技術であったということができる。",
                        "しかしながら，本件発明1において，ピンチ片の中央部の外側に『開口部』を備えることを前提として，この開口部の一部を塞ぐばね保持片を形成するとともに，『ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置』するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されるものと構成した点については，このような構成を記載ないし示唆する他の証拠を見出すことができない。",
                        "そして，本件発明1は，上下方向に細長い『ばね保持片15』が開口部分の中央部分を塞ぐとともに，その『ばね係止爪14』と『ばね保持片15』とを，このような左右方向で重ならない配置関係のものとして構成することにより，引用発明3におけるのと同様の金型の効果を奏するに止まらず，その上下方向に細長い『ばね保持片15』が開口部分の中央部分を塞ぐことにより，開口部分の間隙を幅方向で実質的に半減させることができるという効果を併せて奏することができるといえるから，上述した本件発明1の効果であるところの破損したばねの破片がピンチ片の外側へ飛散するのを防止する効果において，引用発明3のものと比較してより優れた効果を奏することができるといえる。",
                        "してみると，相違点3に係る本件発明1の構成は，刊行物1ないし3，並びに他の証拠に基づいて当業者が容易に想到し得たものということができない。」(17頁22行～19頁14行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「(イ)本件発明1と引用発明3との対比",
                      "text": [
                        "本件発明1と引用発明3とを対比すると，引用発明3における『両クリップ片』は本件発明1の『2個の対向するピンチ片』に，引用発明3における『“U”字形に折り返されて形成された合成樹脂製バネ』は本件発明の『略U字形の合成樹脂製のばね』に，引用発明3における『合成樹脂製クリップ』は本件発明1の『ピンチ』に，引用発明3における『合成樹脂製バネの先端内面部分』に形成した『掛合部』は本件発明1の『ばねの脚片に内向きに形成した係止爪』に，引用発明3における『掛合部が掛合する受け止め部』は本件発明1の『ばね係止爪』に，それぞれ相当し，また，引用発明3における『クリップ片』に『飛散防止部の下側部分に開口部』を設けた点は，当該飛散防止部の位置がばねの両脚片の外側位置であることが明らかであるから，本件発明1の『ピンチ』に『ばねの両脚片の外側に開口部』を備えた点と，共に『ピンチ』に『ばねの両脚片の外側に開口部』を備える点で一致する。",
                        "してみると，両者は，『フック部を形成したハンガー本体のアーム部に，略U字形の合成樹脂製のばねを有するとともに，ばねの両脚片の外側に開口部を備えたピンチを配設し，前記ピンチを，端部に挟持部及び操作部を，中央部の内側に外向きのばね係止爪を，それぞれ形成した2個の対向するピンチ片と，前記ピンチ片のばね係止爪と係合する内向きの係止爪を両脚片に形成した略U字形のばねとで構成した被服用ハンガーであって，前記略U字形のばねの両脚片を，ばねの脚片に内向きに形成した係止爪とばね係止爪とが係合するように構成した被服用ハンガー。』である点(以下，『一致点の1』という。)で一致し，次の点で相違するということができる。",
                        "(相違点1の1)本件発明1においては，『ピンチ片の中央部の外側に前記開口部の一部を塞ぐばね保持片』を形成し，『前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置』するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されるのに対し，引用発明3においては，『受け止め部の飛散防止部側先端部と飛散防止部の受け止め部側先端部とがクリップ片を成形する金型の摺動方向に直交する方向で重なり合わないように形成』している点。",
                        "(ロ)相違点の検討",
                        "ところで，上記『相違点1の1』に係る本件発明1の構成は，上記『(7−1−1)』の『(a)本件発明1について』で検討したところの『相違点3』に係る本件発明1の構成と同じである。",
                        "してみると，上記『相違点1の1』に係る本件発明1の構成は，同上『(a)本件発明1について』で検討したとおり，刊行物1ないし2，並びに他の証拠に基づいて当業者が容易に想到し得たものということができない。」(20頁下から11行～21頁下から7行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "以上のイの認定判断からすると，審決は，本件発明1と引用発明3とは，",
                  "text": [
                    "「フック部を形成したハンガー本体のアーム部に，略U字形の合成樹脂製のばねを有するとともに，ばねの両脚片の外側に開口部を備えたピンチを配設し，前記ピンチを，端部に挟持部及び操作部を，中央部の内側に外向きのばね係止爪を，それぞれ形成した2個の対向するピンチ片と，前記ピンチ片のばね係止爪と係合する内向きの係止爪を両脚片に形成した略U字形のばねとで構成した被服用ハンガーであって，前記略U字形のばねの両脚片を，ばねの脚片に内向きに形成した係止爪とばね係止爪とが係合するように構成した被服用ハンガー。」",
                    "である点で一致し，",
                    "「本件発明1においては，『ピンチ片の中央部の外側に前記開口部の一部を塞ぐばね保持片』を形成し，『前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置』するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されるのに対し，引用発明3においては，『受け止め部の飛散防止部側先端部と飛散防止部の受け止め部側先端部とがクリップ片を成形する金型の摺動方向に直交する方向で重なり合わないように形成』している点。」",
                    "で相違すると認定した上，この相違点については，引用発明3から容易に想到し得たものではないとの判断をしているのであって，本件発明1の訂正事項4(「ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片を形成する構成)を，引用発明3から容易に想到し得たものではないとの判断をしていることは明らかである。",
                    "なお，上記イのとおり，審決は，本件発明1と引用発明3は，成形金型の抜き方向において互いに重なり合わないように成形部分を配置して，金型を一対で済ませるようにした点において共通する旨の認定をしているが，審決は，そうであるとしても，本件発明1の訂正事項4については，引用発明3から容易に想到し得たものではないとの判断をしていることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，取消事由7は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由8につき",
              "text": [
                "以上のとおり，本件発明1についての取消事由5～7は理由がないから，取消事由5～7に基づいて本件発明2に進歩性がない旨を主張する取消事由8も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由9～12(本件発明1についての進歩性判断の誤り−その2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由9につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1の飛散防止効果は，引用発明3の飛散防止効果と同程度に過ぎないため，引用発明3よりも優れた効果を奏することができないと主張し，その根拠として，「ばねの飛散」，「略U字形のばねの特性」，「ばねの破片の飛散方向」，「開口部の大きさによって左右される事項」，「ばねの割れの態様」，「開口部の位置が特定されること」の各項(前記第3の1(5)ウ(ア)a～f)にわたって主張するが，その主張は要するに，ピンチ片に取り付けられるばねは，屈曲部(円弧部分)で割れるから，その飛散は，引用発明3の開口部で充分に防止することができるというものであると解される。そして，原告は，その前提として，ピンチ片に取り付けられるばねは，ほぼ均一な厚みで略U字形に形成されているところ，このような略U字形のばねにおいては，ピンチ片を開閉する際の負荷がばねの屈曲部(円弧部分)に集中するため，屈曲部は他の部位と比較しても，当然，割れ易い部位となると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲23(ばね技術研究会編「第3版 ばね」丸善株式会社［平成2年10月15日第3刷発行］302頁)によると，ばねにおいて最大応力が生ずるのは屈曲部(円弧部分)であると認められるから，屈曲部は他の部位と比較して割れ易い部位であると認められる。しかし，そうであれば，最大応力が生ずる屈曲部(円弧部分)を厚くして割れにくくすることは，当業者が当然に行う工夫であると考えられ，そのような工夫を行った場合には，必ずばねが屈曲部(円弧部分)で割れるということにはならない。刊行物3(甲8の3)には，実施例の合成樹脂製ばねについて，「高密度カーボネイト樹脂を主体とする複合材料製の合成樹脂で折り返し部分3aが厚く先端3bになるほど徐々に薄くなる”U”形に形成するとともに，…」(段落【0012】)との記載があるから，そこで用いられているばねは，屈曲部(円弧部分)を厚くして割れにくくしたものであると解される。また，本件特許公報(甲2)の図2(A)(B)，図5(A)にも，屈曲部が厚く，先端部に向かうにつれて薄くなった，合成樹脂製のばねが記載されており，このばねも，屈曲部(円弧部分)を厚くして割れにくくしたものであると解される。",
                    "なお，原告は，本件特許公報，刊行物1～3，実開平2−19359号公報(乙4)，特開平7−139524号公報(乙6)，特開平9−11",
                    "7363号公報(甲29)，意匠登録795262号公報(甲30)，実",
                    "開昭59−40064号公報(甲31)，被告が別の訴訟において提出した写真(甲7の4)等において，ばねは，ほぼ均一な厚みで略U字形に形成されているから，屈曲部(円弧部分)を厚くして割れにくくすることはない旨の主張をする。しかし，刊行物3及び本件特許公報には，上記のとおり，屈曲部(円弧部分)を厚くして割れにくくしたばねが記載されている。また，他の特許，実用新案の公報の図面において，ばねがほぼ均一な厚みで形成されているように見えるとしても，特許，実用新案を出願するに当たり，バネの厚さが特に問題とならないのであれば，通常，図面には，ほぼ均一な厚みで記載するものと考えられるから，特許，実用新案の公報の図面において，ばねがほぼ均一な厚みで記載されているからといって，屈曲部(円弧部分)を厚くして割れにくくすることはないということはできない。さらに，上記の意匠公報(甲30)や被告が提出した上記写真(甲7の4)からも，屈曲部(円弧部分)を厚くして割れにくくすることはないということはできない。",
                    "また，仮に，ばねの屈曲部(円弧部分)を厚くして割れにくくしないとしても，ばねには様々な方向から様々な力がかかるから，必ず屈曲部(円弧部分)で割れるということはできない。",
                    "そうすると，屈曲部(円弧部分)が割れることのみを想定すべきであるということはできない。",
                    "そして，ばねが屈曲部(円弧部分)以外で割れた場合には，飛散防止部8の下端(開口部の上端)が，クリップ片2・2の受け止め部6に合成樹脂製バネ3の掛合部4が掛合している部分より上方に位置している引用発明3の開口部(後記(3)イ参照)からバネが飛散することがあり得ることは明らかである。これに対し，本件発明1では，ばね保持片を上下方向に細長い形状に形成して開口部の中央部に設けるとともに，その下端がばね係止爪の上端より下方に位置するようにしているため，開口部からのばねの飛散を防止することができるのであって，本件発明1は引用発明3に比べて優れた効果を有する旨の審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，取消事由9は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由10につき",
              "text": [
                "原告は，本件発明1のばね保持片には，開口部分の間隙を幅方向で半減させるとする効果は存在しないと主張する。",
                "しかし，本件発明1は，ばね保持片を上下方向に細長い形状に形成して開口部の中央部に設けたものであるから，そのようにしてばね保持片を設ければ，開口部分の間隙を幅方向で半減させる効果を有することは明らかである。このことは，このような効果が，本件訂正後の本件特許明細書(甲4)に明示的に記載されているかどうかで左右されるものではない。",
                "したがって，取消事由10は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由11につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1において，「ピンチ片の中央部の外側に『開口部』を備えることを前提として，この開口部の一部を塞ぐばね保持片を形成するとともに，『ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置』するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されるもの」と構成した点については，引用発明3によって既に示唆ないし開示されたものであると主張する。",
                    "そこで，以下，この点について判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物3(甲8の3)には，次の各記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "「【請求項1】一端に挟着部を形成したクリップ片を向かい合わせに対峙させ，両クリップ片に亙って“U”字形に折り返されて形成された合成樹脂製バネを装着し，該合成樹脂製バネの弾性力により両クリップ片の挟着部同士が圧接する方向に弾性付勢してなる合成樹脂製クリップにおいて，合成樹脂製バネの先端内面部分に掛合部を形成し，該掛合部が掛合する受け止め部と，受け止め部より折り返えし部側の合成樹脂製バネ部分を被う飛散防止部とをクリップ片に設けるとともに，受け止め部の飛散防止部側先端部と飛散防止部の受け止め部側先端部とがクリップ片を成形する金型の摺動方向に直交する方向で重なり合わないように形成したことを特徴とする合成樹脂製クリップ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "「本発明は主としてハンガーに装着して使用される合成樹脂製クリップに関するものである。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "従来の技術",
                      "text": [
                        "「衣服等を挟持するクリップを備えたハンガーは，水平に保持されるハンガー部材の両端寄り部に金属製の“U”字形をしたバネでクリップ片の挟着部同士が圧接する方向に弾性付勢してなる合成樹脂製クリップを装着し，この合成樹脂製クリップに衣服等を吊持するようにしている。」(段落【0002】)",
                        "「ところで，衣服等を製造メーカーから商社あるいは小売店に納品する場合にも上述のハンガーに衣服等を吊持した状態で納品するのであるが，昨今製造物責任法，所謂“PL法”により衣服等の縫製にも金属探知器により針等が残留していないのを確認してから納品されるようになっており，金属製の“U”字形をしたバネでクリップ片の挟着部同士が圧接する方向に弾性付勢してなる合成樹脂製クリップではこの金属製バネに金属探知器が反応してしまう。」(段落【0003】)",
                        "「そこでこうした金属探知器に対応するために高密度カーボネイト樹脂を主体とした複合材料により“U”字形に折り返した弾性を有する合成樹脂製バネを合成樹脂製クリップに装着し，当該クリップをハンガーに装着したものが用いられている。」(段落【0004】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「ところが，上記高密度カーボネイト樹脂を主体とする複合材料製の合成樹脂製バネを装着した合成樹脂製クリップでは，このクリップの繰り返し使用時に時として合成樹脂製バネの折り返し部分で折れてしまい，折れて飛散する合成樹脂製バネの破片で手や顔等を傷付けてしまうことから，安全上に問題があった。」(段落【0005】)",
                        "「そこで，クリップ片を成形する時に合成樹脂製バネを被うようにすることも考えられるが，こうした場合には成形用金型の型抜きができなくなったり，成形用金型を複雑な構造で且つ金型の数(点数)が増えたりしてしまうことから，イニシャルコスト並びにランニングコストが高くなってしまうと言う問題もあった。本発明は上記問題点に鑑み提案されたもので，安全で且つ安価な合成樹脂製クリップを提供できるようにすることを目的とするものである。」(段落【0006】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「上記目的を達成するために本発明にかかる合成樹脂製クリップは，一端に挟着部を形成したクリップ片を向かい合わせに対峙させ，両クリップ片に亙って“U”字形に折り返されて形成された合成樹脂製バネを装着し，該合成樹脂製バネの弾性力により両クリップ片の挟着部同士が圧接する方向に弾性付勢してなる合成樹脂製クリップにおいて，合成樹脂製バネの先端内面部分に掛合部を形成し，該掛合部が掛合する受け止め部と，受け止め部より折り返えし側の合成樹脂製バネ部分を被う飛散防止部とをクリップ片に設けるとともに，受け止め部の飛散防止部側先端部と飛散防止部の受け止め部側先端部とがクリップ片を成形する金型の摺動方向に直交する方向で重なり合わないように形成したことを特徴とするものである。」(段落【0007】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例",
                      "text": [
                        "「以下本発明にかかる合成樹脂製クリップを図面に基づいて説明する。図1は合成樹脂製クリップの斜視図，図2は合成樹脂製クリップの縦断側面図であって，…この合成樹脂製クリップ1は主として衣類を吊持するためにハンガーに装着されて使用されるもので，合成樹脂で同形状に形成されたクリップ片2を向かい合わせに一対対峙させ，両クリップ片2・2間に亙って合成樹脂製バネ3を装着してなるものである。」(段落【0011】)",
                        "「そして，合成樹脂製バネ3が装着されるクリップ片2・2は，図2及び図3に示すように，一端部に衣類等を挟持する挟着部5を形成し，略中央部には上記合成樹脂製バネ3の掛合部4を受け止める受け止め部6を形成するとともに，他端部には合成樹脂製クリップ1を合成樹脂製バネ3の張力に抗して開き操作する操作部7が形成され，当該操作部7から受け止め部6の先端6aの近傍位置にかけて飛散防止部8が形成されている。」(段落【0013】)",
                        "「操作部7と受け止め部6との中間部分には図4に示すようなハンガー9に装着するため，ハンガー9の断面に嵌合する形状の装着嵌合部10が形成されており，上記クリップ片2の一端に生成される挟着部5にはスポンジ等からなるクッション材11が貼着されている。」(段落【0014】)",
                        "「また，上記飛散防止部8は，クリップ片2の操作部から合成樹脂製バネ3の掛合部4の近傍位置まで延出されたもので，図3に示すように飛散防止部8の先端8aと受け止め部6の先端6aとはこのクリップ片2を成形する金型(図示せず)の摺動方向Xに直交する方向Yで重なり合わないように隙間をもたせてある。このように，飛散防止部8の先端8aと受け止め部6の先端6aとが方向Yで重なり合わないようにすると金型が互いに干渉しないことから，クリップ片2を形成する成形金型が一対で済ませられるのである。」(段落【0015】)",
                        "「上記のように形成されたクリップ片2・2の一対を向かい合わせに対峙させ，この両クリップ片2・2の受け止め部6に合成樹脂製バネ3の掛合部4を掛合させると一対のクリップ片は合成樹脂製バネ3の弾性により挟着部5のクッション材11の端面同士が圧接する方向に弾性付勢された合成樹脂製クリップ1が組み立てられる。」(段落【0016】)",
                        "「こうして組み立てられた合成樹脂製クリップ1は，その装着嵌合部10をハンガー9に嵌着させて左右に摺動可能に装着し，この合成樹脂製クリップ1に衣類等を挟持させると，合成樹脂製クリップ1は合成樹脂製バネ3で形成してあるので，これを例えばハンガー9に吊持させたままで検針用の金属探知器(図示せず)に通すことができるのである。」(段落【0017】)",
                        "「また，こうして合成樹脂製クリップ1を使用する時，時として合成樹脂製バネ3がその折り返し部分で折れることがあり，この折れた合成樹脂製バネ3の破片がその反動で飛散しようとするが，これを飛散防止部8が受け止めるので，飛散する合成樹脂製バネの破片で手や顔を傷ついたりすることを防止することができるのである。」(段落【0018】)",
                        "「尚，上記実施例では飛散防止部の先端と受け止め部の先端とはこのクリップ片を成形する金型(図示せず)の摺動方向Xに直交する方向Yで重なり合わないように隙間を形成するようにしてあるが，この隙間は必ずしも必要てはなく，隙間が無い状態でも本発明を実施できるのは勿論である。…」(段落【0019】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "図1～4には，クリップ片の飛散防止部8の下側部分に四角形の開口部を設けた態様が示されている。図2及び3によると，飛散防止部8の下端(開口部の上端)は，クリップ片2・2の受け止め部6に合成樹脂製バネ3の掛合部4が掛合している部分より上方に位置している。また，図3には，ピンチ片の正面方向(ピンチ片の外側又は内側の面に直交する方向)を「X」，ピンチ片の上下方向を「Y」と記載されている。さらに，図4には，上方にフック部を有するハンガーの左右アーム部分に，合成樹脂製バネを取り付けた使用態様が示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イの記載によると，刊行物3には，少なくとも，「フック部を形成したハンガー本体のアーム部に，略U字形の合成樹脂製のばねを有するとともに，ばねの両脚片の外側に開口部を備えたピンチを配設し，前記ピンチを，端部に挟持部及び操作部を，中央部の内側に外向きのばね係止爪を，それぞれ形成した2個の対向するピンチ片と，前記ピンチ片のばね係止爪と係合する内向きの係止爪を両脚片に形成した略U字形のばねとで構成した被服用ハンガーであって，前記略U字形のばねの両脚片を，ばねの脚片に内向きに形成した係止爪とばね係止爪とが係合するように構成した被服用ハンガー。」とする部分が記載されているものと認められ，この点において本件発明1と一致する(審決も，21頁4行～11行において，上記部分を本件発明1と引用発明3の一致点とする。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件発明1の「前記開口部の一部を塞ぐばね保持片」の構成及び「前記ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部分に設ける」構成は，引用発明3における「受け止め部より折り返し部側の合成樹脂製バネ部分を被う飛散防止部」に該当する，と主張する。",
                    "しかし，刊行物3においては，上記イのとおり，実施例として，飛散防止部とその下側にある四角形の開口部が記載されているのみであって，「開口部の一部を塞ぐばね保持片」の構成及び「前記ばね保持片を上下方向に細長い形状に形成して開口部の中央部分に設ける」構成は，開示されていないし，それを示唆する記載もない。",
                    "この点について原告は，引用発明3の「飛散防止部」は，形状や長さ等の数値，配置箇所等についての限定要件がない，と主張する。上記イ(ア)のとおり，「特許請求の範囲」請求項1では，「飛散防止部」には，「受け止め部より折り返し部側の合成樹脂製バネ部分を被う」という限定しかないが，そうであるからといって，刊行物3に「ばね保持片を上下方向に細長い形状に形成して開口部の中央部分に設け，開口部の一部を塞ぐようにした」態様のものが記載されておらず，それを示唆する記載もない以上，刊行物3に，このような態様のものについての記載又は示唆があるということできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，「該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」した本件発明1の構成は，引用発明3に開示されていると主張する。",
                    "上記イの記載によると，刊行物3には，実施例として，飛散防止部の先端と受け止め部の先端とが，上下方向(Y方向)で重なり合わないように(隙間を形成するように)して，ピンチ片の正面方向(ピンチ片の外側又は内側の面に直交する方向。X方向)に金型を抜くことができるようにし，金型を一対で済ませることができるものが記載されていることが認められる。そして，この金型の抜き方向は，前記2(2)で認定した本件発明1の金型の抜き方向と同一である。",
                    "しかし，本件発明1においては，「該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」することによって，ピンチ片の正面方向(ピンチ片の外側又は内側の面に直交する方向。X方向)に金型を抜くことができるようにし，金型を一対で済ませることができるようにしたものであるのに対し，刊行物3には，「該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」することについては記載も示唆もないから，単に金型の抜き方向が同じであるというだけで，「該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置」することが開示されているということはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件発明1においては，「ばね保持片の下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されている」ところ，上記イの記載によると，刊行物3には，飛散防止部8の下端(開口部の上端)が，クリップ片2・2の受け止め部6に合成樹脂製バネ3の掛合部4が掛合している部分より上方に位置しているものしか開示されておらず，飛散防止部8の下端を，受け止め部6に掛合部4が掛合している部分より上方に位置することについての示唆もないから，「ばね保持片の下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されている」ことについても，刊行物3には，記載も示唆もない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "そうすると，本件発明1において，「ピンチ片の中央部の外側に『開口部』を備えることを前提として，この開口部の一部を塞ぐばね保持片を形成するとともに，『ばね保持片を上下方向に細長い形状に形成して前記開口部の中央部に設けるとともに，該ばね保持片と前記一対のばね係止爪とを，前記開口部から見てピンチ片の左右方向で重ならない関係に配置』するとともに，その下端がばね係止爪の上端より下方に位置するように，ばね保持片が形成されるもの」と構成した点については，引用発明3によって開示されておらず，示唆もないのであって，その旨の審決の判断(18頁33行～19頁1行)に誤りがあるということはできない。本件発明1と引用発明3に上記の相違点があることを理由として，本件発明1は引用発明3から容易に想到することができたとはいえないとする審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "したがって，取消事由11は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由12につき",
              "text": [
                "原告は，本件発明1においては，開口部分からはばねの破片が飛散しないのであるから，ばねの破片が飛散しない開口部分に「ばね保持片」を設けたとしても，そのような「ばね保持片」にばねの破片の飛散を防止する効果はなく，また，隙間を半減させて飛散を防止するとするものではない，と主張する。",
                "しかし，本件発明1のばね保持片に，開口部からばねの破片が飛散することを防止する効果があることは，前記(1)のとおりであるし，また，本件発明1のばね保持片に，開口部分の間隙を幅方向で半減させる効果があることは，前記(2)のとおりであって，これらにより，本件発明1は，開口部分の間隙を幅方向で半減させて，開口部からばねの破片が飛散することを防止する効果を有することは明らかである。",
                "したがって，取消事由12は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由13(本件発明1は特許法29条2項に該当する無効理由を有することを別件訴訟において被告が自ら認めたこと)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲7の2，甲8の1，甲20～22)と弁論の全趣旨によると，①原告が被告に対し，原告が製造販売する製品は引用発明3の技術的範囲に属するとして被告が警告書を送付した行為は不正競争行為に当たるとして，損害賠償等を請求する訴訟(東京地裁平成17年(ワ)第3056号。第1訴訟)が存したが，平成18年8月8日，原告の請求を棄却する判決がされ，同判決は確定したこと，②被告が原告に対し，原告が製造販売する製品は本件発明1の技術的範囲に属するとして，差止め及び損害賠償を求める訴訟(大阪地裁平成16年(ワ)第5380号)が存し，同訴訟については，第1審で原告の請求を棄却する判決がされたが，原告が控訴して，当庁に係属中であること(当庁平成17年(ネ)第10092号。第2訴訟)，以上の事実が認められる。",
                "そして，被告は，第1訴訟の準備書面5(甲22)において，原告が製造販売する製品である第1クリップの目録(7頁)及び図面(8頁～11頁)を示し，第1クリップは引用発明3の技術的範囲に属する旨(5頁8行)主張し，「第1クリップが被告商品に誰もが容易に想達するも極めて簡易な変更を加えたものに過ぎない」(6頁25行～27行)と主張している。",
                "他方，被告は，第2訴訟の控訴状(甲20)において，原告が製造販売する製品の物件目録及び図面を示し，控訴理由書(甲21)において，同製品は，「本件発明1の構成要件を充足し，作用効果も同一であることから，本件発明1の技術的範囲に属する」旨(2頁19行～21行)主張している。",
                "第1訴訟の準備書面5(甲22)に記載された第1クリップの目録(7頁)及び図面(8頁～11頁)と，第2訴訟の控訴状(甲20)に記載された原告が製造販売する製品の物件目録及び図面のピンチ片を対比すると，同一の物件であると認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "以上の(1)の事実によると，被告は，第1訴訟及び第2訴訟を通じて，原告が製造販売する一つの製品が，引用発明3の技術的範囲にも，本件発明1の技術的範囲にも属する旨の主張をしていることが認められるが，そうであるからといって，本件発明1が引用発明3に基づいて容易に発明することができたことを認めているということにならないことは明らかである。",
        "また，被告は，第1訴訟において，上記(1)のとおり，「第1クリップが被告商品に誰もが容易に想達するも極めて簡易な変更を加えたものに過ぎない」と主張している。ここでいう被告製品が，引用発明3の実施品を指すとしても，第1クリップという原告の製品が引用発明3から容易に想達する旨述べているに過ぎず，本件発明1と引用発明3を対比して，本件発明1は引用発明3に基づいて容易に発明することができた旨を述べているものではない。",
        "さらに，そもそも，第1訴訟及び第2訴訟における被告の主張は，本件とは別の訴訟における被告の主張であって，それから直ちに，本件訴訟において，本件発明1が引用発明3に基づいて容易に発明することができたかどうかの認定が左右されることにはならないというべきである。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "したがって，取消事由13は理由がない。"
      ],
      "content": [
        {
          "fig": "6",
          "text": [
            "以上のとおり，原告の請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10125",
    "date": "2006-12-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033933",
    "ipprecedent_id": "53",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}