{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002−25261号事件について平成17年12月27日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告ら6名とAが後記発明につき特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，原告ら6名がその取消しを求めた事案である。なおAは，平成7年10月8日死亡し，原告X ・同X ・同X ・同X がその地位を承継した。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告ら6名及びAは，平成5年5月18日，発明の名称を「歯車式無段変速機構」とする発明につき特許出願(特願平5−139601号。以下「本願」という。)をした。Aは，平成7年10月8日に死亡し，原告X ・同X ・同X 及び同X がその地位を承継した。特許庁は平成14年11月14日(起案日)(発送日は平成14年11月26日)に拒絶査定(甲18)をしたので，原告らは，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2002−25261号事件として審理した上，平成17年12月27日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年1月21日原告らに送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成14年12月27日付け手続補正書(以下「本件補正書」という。",
                    "甲8・乙4)により補正された特許請求の範囲は，請求項1ないし3から成り，その請求項1に記載された発明(以下「本願発明1」という。)は，下記のとおりである。",
                    "記",
                    "「太陽歯車系運動体である公転運動体を太陽歯車とこの太陽歯車に噛合う遊星歯車とにより構成し，この公転運動体に回転自在に噛合う内歯歯車系運動体である自転運動体をその内周に遊星歯車と噛合う内側ギヤーを有すると共に，その外周に外側ギヤーを有する内歯歯車により構成し，且つ，太陽歯車と内歯歯車とに回転運動及びトルクを与える可変駆動手段をそれぞれ付設した歯車式変速機構であって，",
                    "それぞれの可変駆動手段により公転運動体と自転運動体とを各別に回転させて行なわれる相対回転運動が，(太陽歯車系運動体である公転運動体の公転方向及び公転運動量)＋(内歯歯車系運動体である自転運動体の自転方向及び自転運動量)＝(出力側に取り出される太陽歯車系運動体である公転運動体の公転方向及び公転運動量)を運動原理とし，公転運動体と自転運動体とは，(太陽歯車＋内歯歯車／太陽歯車)より求められる公転運動体の速度比をi ＝X (「X」とあるのは誤記と認める。)とし，(内歯歯車／太陽歯車)より求められる自転運動体の内歯歯車の速度比をi ＝X としたときに，公転運動体より取り出される出力トルクがi (＋X )＋i (−X2)＝0またはi (−X )＋i (＋X",
                    ")＝0とされて±0値とされ，",
                    "この±0値を基準値としつつ公転運動体と自転運動体のそれぞれの回転運動速度を互いに可変的に調整し，公転運動体の前進運動に自転運動体がその前進を阻止する関係を保持しつつ相対回転運動の和として出力側に増減する正転値，増減する逆転値を連続的に取り出すように設定することを特徴とする歯車式無段変速機構。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その後原告ら6名は，平成15年11月20日付け上申書(甲1)をもって特許庁に対し，上記アの下線部分の「内歯歯車／太陽歯車」を「内歯外歯車／ピニオン歯車(多段化有)」と訂正する旨の上申をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の詳細は，別添審決写しのとおりである。",
                "その要点は，本願発明1は，特開昭52−67452号公報(甲14・乙1。以下「刊行物1」という。)に記載された発明(以下「刊行物1発明」という。)であるか，又は，刊行物1発明に基づいて当業者が容易に発明をすることができたから，特許法29条1項3号又は同条2項により特許を受けることができない，というものであった。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の認定判断には，以下に述べるとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本願発明1の認定の誤り)",
                  "text": [
                    "原告らは，前記のとおり，平成15年11月20日付け上申書(甲1)をもって，本件補正書(甲8，乙4)添付明細書の特許請求の範囲【請求項1】の「内歯歯車／太陽歯車」を「内歯外歯車／ピニオン歯車(多段化有)」と訂正し，受理されたが，審決の本願発明の認定においては，上記訂正がされてなく，審決の本願発明1の認定(審決2頁第1段落)は誤りである。",
                    "ちなみに，このような事態が生じたのは，原告らの代理人であった弁理士(B)が，平成14年12月27日に原告らの主張と相違する表現を用いて本件補正書を提出していたので，それを訂正するため平成15年11月20日付けの上申書を提出したものである。この上申書は，原告ら代理人弁理士より，上申書で訂正は可能との説明を原告らが受け，その上で同代理人が特許庁に提出し受理されたものである(なお，同弁理士は，上記上申書を提出後に限界を理由に代理人を辞任した。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(本願発明1と刊行物1発明との対比・判断の誤り)本願発明1の基本的な技術的思想は，太陽歯車系運動体である公転運動体の公転方向及び公転運動量(太陽歯車＋内歯歯車／太陽歯車)(A)＋内歯歯車系運動体である自転運動体の自転方向及び自転運動量(内歯歯車／ピニオン歯車)(B)＝出力側に取り出される太陽歯車系運動体である公転運動体の公転方向及び公転運動量(C)を運動原理としている。すなわち相対回転運動の和(装置一体で変速する)が基本となっている。",
                    "一方，刊行物1発明の基本的な技術的思想は，「原動側の動力歯車(2)と駆動側の歯車(3)とに駆動歯車(4)とを噛み合わせ，歯車(3)に独自の回転を与え，両歯車(2)，(3)の回転差により駆動歯車(4)を回転せしめ，その駆動軸(10)の変速を行ないうるようにしてなる無段変速装置」(特許請求の範囲)とあり，両歯車(2)，(3)の回転差により駆動歯車(4)が単独(独立)で変速(自由な変化)を行うことを基本とした変速構成となっている。",
                    "これらの技術的思想からみて，審決の本願発明1と刊行物1発明との対比・判断は，本願発明1の技術的思想を無視したものであり，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(顕著な作用効果の看過)",
                  "text": [
                    "本願発明1は，±0値(停止)を基準として，＋値・−値による連続的可変速増減領域，その動作はセルフロック，テンション及び0°000000’無限バックラッシュ機能，さらに，一方機能操作で倍速度及び可変速・通常遊星変減速機能など容易に抽出でき，その作用効果は顕著なものがある。",
                    "したがって，「本願発明1の効果について検討しても，刊行物1に記載された事項から当業者であれば予測することができる程度のものであって，格別のものとはいえない」(審決5頁最終段落～6頁第1段落)とした審決は，本願発明1の顕著な作用効果を看過した誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(進歩性の判断の誤り)",
                  "text": [
                    "審決は，「本願発明1のように内歯歯車3の外周に外側ギヤーを設けて平歯車とすることは，当業者であれば適宜採用することができる程度の設計的事項にすぎない」(審決5頁下第2段落)とした。",
                    "しかし，ウォームであれ平歯車であれ，その必要とされるトルクは同じであり，審決の上記判断は，誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告ら主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告らの主張する訂正は，平成15年11月20日付け上申書(甲1)をもって行われており，補正の可能な期間内に行われたものではなく，また，手続補正書によって行われたものでもない。上記上申書が提出された平成15年11月20日(同年同月21日受理)後である平成17年5月23日付けで拒絶理由通知(乙2)が発送され，補正の機会が与えられたが，原告らは意見書(甲2)の提出のみを行い，補正を行わなかったものである。",
                "審決は，本件補正書(甲8)により補正された明細書及び図面の記載からみて，本願発明1を，同明細書の特許請求の範囲【請求項1】に記載されたとおりのものとして認定しており，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "刊行物1発明においては，原動側の動力歯車2の回転する方向と駆動側の歯車3の回転する方向は互いに反対方向になっており，この場合の「動力歯車2と歯車3との回転差」とは，絶対値としての回転(原動側の動力歯車2の回転と，駆動側の内歯歯車3の回転は，ともに正の値)同士の差を表している。一方，本願発明1のように回転方向を加味して定義すると，すなわち，原動側の動力歯車2の回転を負の値にし，駆動側の歯車3の回転は正の値とすると，「動力歯車2と歯車3との回転差」は，両回転の和に等しいこととなる。また，刊行物1発明は，その駆動軸10から可変的回転運動量を取り出すものであり，これは，本願発明の出力側に取り出される太陽歯車系運動体である公転運動体の公転運動量を取り出すことに相当する。すなわち，駆動歯車4が単独(独立)で変速(自由な変化)を行うものではない。",
                "そして，刊行物1(甲14・乙1)の「歯車(3)の回転が動力歯車(2)1回転に対して1／10となるようにモータ(6)を設定すると，両駆動歯車(4)，(4)は第3図矢印方向に自転するが，公転はしないから，駆動軸(10)は回動しない」(310頁右下欄最終段落)，及び「動力歯車(2)の回転を歯車(3)1／10回転に対して1となるようにすれば，前記B(1)①と同じく駆動軸(10)は回動しない」(311頁右上欄第1段落)の状態は，本願発明1の「公転運動体より取り出される出力トルクが±0値とされ，この±0値を基準値とし」に相当し，刊行物1の「歯車(3)の回転が動力歯車(2)1回転に対して1／10以下となるようにモータ(6)を設定すると，両駆動歯車(4)，(4)は第3図矢印方向に自転しながら同図反時計方向に公転するから，駆動軸(10)は第2図矢印方向に回動する。歯車(3)の回転を動力歯車(2)1回転に対して1／10から順次それ以下にすると，駆動軸(10)はそれに従って速く回動し，歯車(3)の回転数が零に近づけば近づくほど駆動軸(10)の回動速度は最大に近づく」(311頁左上欄第1段落～第2段落)，及び「動力歯車(2)の回転を歯車(3)1／10回転に対して1以上とすると駆動軸(10)は，B(1)②と同様に駆動する。すなわち，駆動軸(10)は第2図矢印方向に回動し，動力歯車(2)の回転を順次大きくしていくと，それに従って速く回動する」(311頁右上欄第3段落～第4段落)の状態は，本願発明1の「公転運動体と自転運動体のそれぞれの回転運動速度を互いに可変的に調整し，公転運動体の前進運動に自転運動体がその前進を阻止する関係を保持しつつ相対回転運動の和として出力側に増減する正転値を連続的に取り出す」に相当し，さらに，刊行物1の「逆に，歯車(3)の回転が動力歯車(2)1回転に対して1／10以上となるようにモータ(6)を設定すると，両駆動歯車(4)，(4)は第3図矢印方向に自転しながら同図時計方向に公転するので，駆動軸(10)は第2図矢印方向と逆方向に回動し，しかも歯車(3)の回転を動力歯車(2)の1回転に対して1／10から順次増大させると，駆動軸(10)はそれに従って速く回動する」(311頁左上欄最終段落～右上欄第1段落)，及び「動力歯車(2)の回転を歯車(3)1／10回転に対して1以下とすると駆動軸(10)は前記，B(1)③と同様に駆動する。すなわち，駆動軸(10)は前記，B(2)②(「③」とあるのは誤記と認める。)の場合とは逆方向(第2図矢印方向と逆方向)に回動する」(311頁右上欄第5段落～第6段落)の状態は，本願発明1の「公転運動体と自転運動体のそれぞれの回転運動速度を互いに可変的に調整し，公転運動体の前進運動に自転運動体がその前進を阻止する関係を保持しつつ相対回転運動の和として出力側に増減する逆転値を連続的に取り出す」に相当する。",
                "以上のことから，本願発明1と刊行物1発明とは技術的思想に相違はなく，審決における本願発明1と刊行物1発明との対比・判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "刊行物1発明では，動力歯車(2)及び歯車(3)の回転方向は一定であり，すなわち，第3図において動力歯車(2)が常に時計方向に回転し，歯車(3)が常に反時計方向に回転し，両歯車(2)，(3)から互いに反対方向の回転が駆動歯車4に加えられつつ，駆動軸(10)を時計方向あるいは反時計方向に回転させており，本願発明の「公転運動体の前進運動に自転運動体がその前進を阻止する関係を保持しつつ」出力側に回転を取り出すことと同様である。そうすると，原告らの主張する「倍速度」以外の効果は刊行物1に記載された発明の上記構成が当然有する効果である。なお，「倍速度」の効果は，出願当初の明細書及び図面(乙3)の記載に基づくものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "審決が指摘しているのは，内歯歯車3を回転駆動するモータ6のトルクである。一般的にウオーム機構による減速比が平歯車による減速比よりも大きいことから，歯車3を回転させるために必要とされるモータ6のトルクが，ウオーム機構によるものと平歯車によるものとで同じではないことは当業者にとって自明である。しかし，その必要とされるモータ6のトルク差を考慮しないのなら，駆動減速手段としてウオーム機構を平歯車に置換することは容易である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否につき，原告ら主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本願発明1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，平成15年11月20日付け上申書(甲1)をもって，本件補正書(甲8)添付明細書の特許請求の範囲【請求項1】の「内歯歯車／太陽歯車」を「内歯外歯車／ピニオン歯車(多段化有)」と訂正し，受理されたが，審決の本願発明の認定においては，上記訂正がされていないから，審決の本願発明1の認定(審決2頁第1段落)は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで本願は，平成5年5月18日の出願であるから，平成5年法律第26号による改正前の特許法が適用される(改正法附則2条1項参照)ところ，改正前の特許法17条の2によれば，「特許出願人は，特許出願の日から1年3月を経過した後出願公告をすべき旨の決定の謄本の送達前においては，次に掲げる場合に限り，願書に添付した明細書又は図面について補正をすることができる。"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "特許出願人が出願審査の請求をする場合において，その出願審査の請求と同時にするとき。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "第48条の5第2項の規定による通知を受けた場合において，その通知を受けた日から3月以内にするとき。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "第50条(……)の規定による通知を受けた場合において，第50条の規定により指定された期間内にするとき。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "第121条第1項の審判を請求する場合において，その審判請求の日から30日以内にするとき。」とされている。",
            "同条によれば，特許出願人が明細書等の内容を補正することができるのは，①出願人が出願審査の請求と同時にするとき(1号)，②第三者から出願審査の請求があり，その旨を出願人が特許庁から通知を受けて3月を経過しないとき(2号)，③審査官から拒絶理由通知を受け，そこで指定された期間を経過していないとき(3号)，④拒絶査定を受けた特許出願人が，審判請求をした日から30日を経過していないとき(4号)，に限られることになる。",
            "一方，証拠(甲1～43，乙2～5)及び弁論の全趣旨によれば，(1)原告らが特許出願したのは前記のとおり平成5年5月18日であること，(2) 原告らの請求により出願公開がなされたのは平成6年11月29日であること(甲4)，(3) これに対し特許庁審査官Cが原告ら代理人Bあてに本願につき拒絶理由通知を発送したのが平成14年8月27日(起案日平成14年8月16日)で，それがB代理人に到達したのが平成14年8月26日であるが，その通知書(甲16)には，「この出願は，次の理由によって拒絶をすべきものである。これについて意見があれば，この通知書の発送の日から60日以内に意見書を提出して下さい」と記載されていたこと，(4) 原告らは上記拒絶理由通知に対し平成14年10月28日付けで意見書(甲17)を提出したが補正を内容とするものではなかったこと，(5) 平成14年11月14日付け(起案日。発送日は平成14年11月26日)で本願に対し拒絶査定(甲18)がなされ，これに対し原告らは平成14年12月27日付けで，不服の審判請求をするとともに，本件補正(甲8，乙4)をしたこと，(6) その後原告らは，代理人B弁理士を通じて特許庁に対し，平成15年11月20日付けで上申書(甲1)を提出したが，その内容は，①本件補正書の「第1頁第16行目にある「内歯歯車／太陽歯車」を「内歯歯車／ピニオン歯車(多段化有)」と訂正します」と，②同補正書の「第3頁第12行目から同13行目にある「内歯歯車／太陽歯車」を「内歯歯車／ピニオン歯車(多段化有)」と訂正します」というものであったこと，(7) それまで原告らの代理人であったB弁理士外1名は，平成15年11月26日付けで特許庁に対して辞任届(甲31)を提出し，以後の特許庁に対する手続は原告らが代理人を付すことなく行うこととなったが，特許庁の審判合議体は，原告らに対し，平成17年5月23日(起案日。発送日は平成17年5月31日)に審判長村本佳史名義で不服2002−25261号事件(特願平5−139601",
            "号)について拒絶理由通知(甲36)を発し，「この審判事件に関する出願は，合議の結果，以下の理由によって拒絶すべきものと認められます。",
            "これについて意見がありましたら，この通知の発送の日から60日以内に意見書を提出して下さい」との旨の通知をしたこと，(8) これに対し，原告らは，平成17年7月27日付けで意見書(甲2)を特許庁に提出したが，書類名は「意見書」であって「補正書」ではなく，その内容も，前記上申書(甲1)に沿った訂正を明示的に含むものではなく，引用刊行物との対比等を詳細に述べたものであったこと，以上の事実を認めることができる。",
            "以上述べたところからすると，平成15年11月20日付けで提出された原告らの上申書(甲1)は，補正をすることができる期間内である審判の請求の日(平成14年12月27日。乙5)から30日以内に提出されたものではないから，上記上申書による特許請求の範囲【請求項1】の訂正は，法律上の効果を有しないものというほかない。",
            "なお，原告らは，平成5年4月30日付け(乙3添付)及び平成15年3月6日付け(乙7添付)をもってB弁理士を特許出願及び不服審判請求人の代理人とする委任状を特許庁に提出しているのであるから，同弁理士が原告らの代理人を辞任するに至った事情の内容は，審判手続の効力に影響を及ぼすものではない。"
          ],
          "content": [
            {
              "fig": "(3)",
              "text": [
                "そして，本件補正書(甲8)により補正された明細書(以下「本件明細書」という。)の記載によれば，特許請求の範囲【請求項1】は，本願発明1のとおりであり，これを認定した審決(2頁第1段落)に誤りはなく，原告ら主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本願発明1と刊行物1発明との対比・判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明1",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明1に係る特許請求の範囲【請求項1】は上記のとおりであるところ，本件明細書(甲8)には，次の記載がある。",
                    "「【0017】例えば，太陽歯車系運動体である公転運動体Aの太陽歯車1を時計回り方向(＋方向)へ前進定速運動させると，その遊星歯車2は一方向へ自転しつつ＋方向へ1公転運動を行うこととなる。このとき，内歯歯車系運動体である自転運動体Bの内歯歯車3を従来のように固定状態とせず，反時計回り方向(−方向)へ回転させた状態とすると，遊星歯車2の外周で噛合い−方向へ自転する内歯歯車3は，−方向へ自転しつつ＋方向へと公転する遊星歯車2の公転運動を−方向へと誘導することとなり，通常の遊星歯車2の公転運動に対し遅れ現象を発生させる。",
                    "【0018】この遅れ現象についての一例を説明すれば，次のようになる。太陽歯車1の歯数を18枚，遊星歯車2の歯数を33枚，内歯歯車3の内側の歯数を84枚，および外側の歯数を102枚，内歯歯車3をその外周側から回転させる駆動用歯車(ピニオン)4の歯数を18枚とする。",
                    "【0019】このとき，太陽歯車1の減速比i1 は，i1 ＝18＋84／18＝5．667，また内歯歯車3の減速比i2 ＝102／18＝",
                    "5．667となる。したがって，太陽歯車1に＋方向へ5．667の回転運動を与えると，遊星歯車2の公転運動は，＋方向へ1公転運動となる。",
                    "【0020】そして，このような運動状態において，駆動用歯車4に＋方向へ5．667の回転運動を与えると，内歯歯車3の自転運動は，−方向へ自転運動となる。しかして，互いに噛合う遊星歯車2が＋方向へ1公転運動で，内歯歯車3が−方向へ1自転運動であるから，速度比i＝＋1＋(−1)＝0となり，遊星歯車2より取り出す出力軸2aは，遊星歯車2の＋方向への1公転運動があっても0値(0転)となる。",
                    "【0021】すなわち，(太陽歯車系運動体である公転運動体Aの公転運動量)＋(内歯歯車系運動体である自転運動体Bの方向及び運動量)＝出力軸2aに取り出される実際の太陽歯車系運動体である公転運動体Aの方向及び公転運動量となる。",
                    "【0022】このため，太陽歯車1の入力軸1aと，駆動用歯車4の入力軸4aと，モータである可変駆動手段5，6をそれぞれ付加し，太陽歯車系運動体である公転運動体Aと，内歯歯車系運動体である自転運動体Bとを回転する構成として両運動体A，Bの回転量を調整すれば，両運動体A，Bの＋方向，−方向への運動量が一致したときには，太陽歯車系運動体である公転運動体Aに＋方向への公転運動があっても，上記した太陽歯車系運動体である公転運動体Aに生ずる遅れ現象により，太陽系運動体である公転運動体Aより取り出される出力軸2aの回転運動量を「0値」，すなわち0転とすることができる。",
                    "【0023】また，出力軸2aにおける「0」値の回転運動量から，内歯歯車系運動体である自転運動体Bの回転運動量をさらに−方向へ増加させた場合には，太陽歯車系運動体である公転運動体Aに＋方向への公転運動があっても，太陽系運動体である公転運動体Aより取り出される出力軸2aの回転運動量を，増減する「−」値とすることができる。",
                    "【0024】さらに，出力軸2aにおける「0」値の回転運動量から，内歯歯車系運動体である自転運動体Bの回転運動量を一定値，あるいは微量値の−方向とした場合には，太陽歯車系運動体である公転運動体Aは，太陽歯車系運動体である公転運動体Aにおける＋方向への公転運動に伴って，太陽系運動体である公転運動体Aより，取り出される出力軸2aの回転運動量を増減する「＋」値とすることができる。」イ 本願発明1は，「相対回転運動の運動原理」を，「(太陽歯車系運動体である公転運動体の公転方向及び公転運動量)＋(内歯歯車系運動体である自転運動体の自転方向及び自転運動量)＝(出力側に取り出される太陽歯車系運動体である公転運動体の公転方向及び公転運動量)」(下線付加)と数式で規定しているところ，この運動原理を表わす数式は，右辺の公転運動体について，「出力側に取り出される太陽歯車系運動体である公転運動体」と規定していることから，右辺が出力側を，左辺が入力側を表しており，入力側における公転運動体の公転運動(公転方向及び公転運動量)と自転運動体の自転運動(自転方向及び自転運動量)との「＋」すなわち「和」が，出力側における公転運動体の公転運動(公転方向及び公転運動量)となって表れることが，本願発明1にいう「相対回転運動の運動原理」を意味しているものと認められる。",
                    "さらに，本願発明1は，「公転運動体の前進運動に自転運動体がその前進を阻止する関係を保持しつつ」と規定しているところ，発明の詳細な説明の上記段落【0017】の記載によれば，上記規定は，具体的には，公転運動体を時計回り方向(＋方向)へ前進運動させることにより，遊星歯車2が−方向へ自転しつつ＋方向へ公転運動を行うとき，自転運動体を反時計回り方向(−方向)へ回転させて遊星歯車2の公転運動を−方向へと誘導して遅れ現象を発生させることを意味しているものと認められ，本願発明1は，入力側である公転運動体の公転方向と自転運動体の自転方向とが異なっていることをも規定しているものと認められる。",
                    "そして，本願発明1の運動原理を表現した数式の各要素は，その回転方向(公転運動体の公転方向，自転運動体の自転方向)を含んだものとなっており，さらに，「公転運動体の前進運動に自転運動体がその前進を阻止する関係を保持し」ていて，入力側である公転運動体の公転方向と自転運動体の自転方向とが異なっているので，入力側における公転運動体の公転運動(公転方向及び公転運動量)と自転運動体の自転運動(自転方向及び自転運動量)との「和」は，その計算上，公転運動体の公転運動量と自転運動体の自転運動量との「差」となることが明らかである。",
                    "ところで，本件明細書(甲8)には，本願発明1の「公転運動体と自転運動体とは，(太陽歯車＋内歯歯車／太陽歯車)より求められる公転運動体の速度比をi ＝X とし，(内歯歯車／太陽歯車)より求められる自転運動体の内歯歯車の速度比をi ＝X としたときに，公転運動体より取り出される出力トルクがi (＋X )＋i (−X )＝0またはi (−X",
                    ")＋i (＋X )＝0とされて±0値とされ，……増減する正転値，増減する逆転値を連続的に取り出すように設定する」(【請求項1】)について，太陽歯車1と内歯歯車3の減速比i ，i を求め(いずれも5．667)，太陽歯車1に＋方向へ5．667の回転運動を与え，遊星歯車2を＋方向へ1公転運動させた状態において，駆動用歯車4に＋方向へ5．667の回転運動を与えると，遊星歯車2が＋方向へ1公転運動で，内歯歯車3が−方向へ1自転運動であるから，＋1＋(−1)＝0となり，遊星歯車2より取り出す出力軸2aは0値(0転)となること，すなわち，「(太陽歯車系運動体である公転運動体Aの公転運動量)＋(内歯歯車系運動体である自転運動体Bの方向及び運動量)＝出力軸2aに取り出される実際の太陽歯車系運動体である公転運動体Aの方向及び公転運動量となるため，公転運動体A及び自転運動体Bの回転量を調整すれば，両運動体A，Bの＋方向，−方向への運動量が一致したときには，公転運動体Aに生ずる遅れ現象により，太陽系運動体である公転運動体Aより取り出される出力軸2aの回転運動量を「0値」，すなわち0転とすることができ，この状態から自転運動体Bの回転運動量をさらに−方向へ増加させた場合には，出力軸2aの回転運動量を，増減する「−」値とすることができ，自転運動体Bの回転運動量を一定値，あるいは微量値の−方向とした場合には，出力軸2aの回転運動量を増減する「＋」値とすることができる，との記載がある(上記段落【0018】～【0024】)。",
                    "上記記載では，太陽歯車1(本願発明1の「太陽歯車系運動体である公転運動体」)の公転運動量に内歯歯車3(同「内歯歯車系運動体である自転運動体」)の方向及び自転運動量を加えているが，これは，太陽歯車1を図1中で時計回り方向(＋方向)へ回転させ，内歯歯車3を同図中で反時計回り方向(−方向)へ回転させた場合の例であって，本件明細書(甲8)の上記数式は，太陽歯車1の回転方向を考慮すれば，本願発明1にいう「相対回転運動の運動原理」，すなわち「(太陽歯車系運動体である公転運動体の公転方向及び公転運動量)＋(内歯歯車系運動体である自転運動体の自転方向及び自転運動量)＝(出力側に取り出される太陽歯車系運動体である公転運動体の公転方向及び公転運動量)」と符合する。",
                    "なお，本願発明1は，「出力トルク」について，「相対回転運動の和として出力側に増減する正転値，増減する逆転値を連続的に取り出す」と規定しているが，「相対回転運動」は，上記の運動原理を表す数式として，入力側における公転運動体の公転運動と自転運動体の自転運動との「和」を意味しているのであるから，「相対回転運動の和として」の語は，「入力側における公転運動体の公転運動と自転運動体の自転運動との「和」」であることを重ねて記載したものであるにすぎないと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物1発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "他方，刊行物1(甲14・乙1)には，「無断変速装置」に関し，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明においては，原動側の動力歯車(2)と駆動側の歯車(3)とに駆動歯車(4)を噛合せしめ，歯車(3)には独自の回転を与え，両歯車(2)，(3)の回転差により駆動歯車(4)を回転せしめ，もってこれと直結する駆動軸(10)の無段変速を容易に行ないうるようにしたものである。」(309頁左下欄最終段落～右下欄第1段落)(イ) 「第2図においては，動力歯車(2)，駆動歯車(4)を平歯車，歯車(3)を内歯歯車とし，動力歯車(2)と両駆動歯車(4)，(4)",
                      "text": [
                        "とを，また，両駆動歯車(4)，(4)は内歯歯車である歯車(3)に噛合せしめてあり，駆動歯車(4)はいわゆる遊星歯車となる。動力歯車(2)の原動軸(1)は歯車(3)の外側(第2図の左側)に設けた",
                        "ウオームホイール(5)を遊嵌してその外側に突出せしめてある。」(310頁左上欄第2段落)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「なお，歯車(3)を回転させるにあたり，ウオーム機構を利用するのは以下の理由による。すなわち，平歯車を使用した場合において，歯車(3)を回転させるにはモータ(6)に大きなトルクがかかるからトルクが大であるモータを必要とするが，ウオーム機構を利用した場合には，ウオームとウオームホイールとが互いに直角に噛み合っているから低いトルクのモータで十分であるからである。」(310頁左上欄第4段落～右上欄第1段落)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「B 第2図，第3図の場合について説明する。この場合において，動力歯車(2)と歯車(3)の歯数比を1：10と仮定する。(1)①",
                      "text": [
                        "このとき，歯車(3)の回転が動力歯車(2)1回転に対して1／10となるようにモータ(6)を設定すると，両駆動歯車(4)，(4)は第3図矢印方向に自転するが，公転はしないから，駆動軸(10)は回動しない。 ②歯車(3)の回転が動力歯車(2)1回転に対して1／10以下となるようにモータ(6)を設定すると，両駆動歯車(",
                        "4)，(4)は第3図矢印方向に自転しながら同図反時計方向に公転するから，駆動軸(10)は第2図矢印方向に回動する。歯車(3)の回転を動力歯車(2)1回転に対して1／10から順次それ以下にすると，駆動軸(10)はそれに従って速く回動し，歯車(3)の回転数が零に近づけば近づくほど駆動軸(10)の回動速度は最大に近づく。",
                        "③逆に，歯車(3)の回転が動力歯車(2)1回転に対して1／10以上となるようにモータ(6)を設定すると，両駆動歯車(4)，(4)は第3図矢印方向に自転しながら同図時計方向に公転するので，駆動軸(10)は第2図矢印方向と逆方向に回動し，しかも歯車(3)の回転を動力歯車(2)の1回転に対して1／10から順次増大させると，駆動軸(10)はそれに従って速く回動する。(2)① 動力歯車(2)の回転を歯車(3)1／10回転に対して1となるようにすれば，前記B(1)①と同じく駆動軸(10)は回動しない。 ②動力歯車(2)の回転を歯車(3)1／10回転に対して1以上とすると駆動軸(10)は，B(1)②と同様に駆動する。すなわち，駆動軸(10)は第2図矢印方向に回動し，動力歯車(2)の回転を順次大きくしていくと，それに従って速く回動する。 ③動力歯車(2)の回転を歯車(3)1／10回転に対して1以下とすると駆動軸(10)は前記，B(",
                        "1)③と同様に駆動する。すなわち，駆動軸(10)は前記，B(2)②(「③」とあるのは誤記と認める。)の場合とは逆方向(第2図矢印方向と逆方向)に回動する。以上のように，本発明においては原動側の動力歯車(2)と駆動側の歯車(3)との回転差により駆動歯車(4)の回転数を自由に変化させることができるので，無段変速を容易に行なうことができる効果がある。」(310頁右下欄下第2段落～311頁左下欄第1段落)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「4 図面の簡単な説明……(8)……ウオーム」(311頁左下欄下第2段落)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1(甲14・乙1)の上記記載とその第2図及び第3図の図示によれば，刊行物1には，「原動軸(1)に直結された動力歯車(2)と，この動力歯車(2)に噛合せしめた，遊星歯車となる駆動歯車(4)，(4)と，駆動歯車(4)，(4)と噛合せしめた内歯歯車である歯車(3)と，歯車(3)の外側に設けたウオームホイール(5)と，ウオームホイール(5)に噛み合うウオーム(8)と，ウオーム機構を介して歯車(3)を回転させるモータ(6)とを有し，両歯車(2)，(3)の回転差により駆動歯車(4)を回転せしめ，もってこれと直結する駆動軸(10)の無断変速を行なう無断変速装置」(以下「刊行物1発明」という。)が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明1と刊行物1発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願の願書に添付した図面(甲4参照)の図1，図2と，刊行物1(甲14・乙1)の第3図，第2図とを対比すると，刊行物1発明の「動力歯車(2)」，「駆動歯車(4)，(4)」，「内歯」，「歯車(",
                  "text": [
                    "3)」，「原動軸(1)及びモータ(6)」は，それぞれ本願発明1の「太陽歯車」，「遊星歯車」，「内側ギヤー」，「内歯歯車」，「可変駆動手段」に相当し，刊行物1発明の「動力歯車(2)」及び「駆動歯車(4)，(4)」は本願発明の「太陽歯車系運動体である公転運動体」に相当し，刊行物1発明の「歯車(3)」は本願発明の「内歯歯車系運動体である自転運動体」に相当するものと認められる。また，一般に「ギヤー」とは「歯車」を意味し，刊行物1発明の「ウオームホイール(5)」は，歯車の一例であることが明らかであるから，本願発明の「外側ギヤー」に相当するものと認められる。",
                    "そうすると，本願発明1と刊行物1発明とは，「太陽歯車系運動体である公転運動体を太陽歯車とこの太陽歯車に噛合う遊星歯車とにより構成し，この公転運動体に回転自在に噛合う内歯歯車系運動体である自転運動体をその内周に遊星歯車と噛合う内側ギヤーを有するとともに，その外周に外側ギヤーを有する内歯歯車により構成し，且つ，太陽歯車と内歯歯車とに回転運動及びトルクを与える可変駆動手段をそれぞれ付設した歯車式変速機構」である点で一致しているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相対回転運動につき",
                  "text": [
                    "刊行物1(甲14・乙1)には，原動軸(1)に直結された動力歯車(2)(本願発明1の「太陽歯車」)を第3図中で反時計回り方向(本件明細書及び図1と整合させて(−方向)とする)に回転した状態で，モータ(6)によりウオーム機構を介して歯車(3)(同「内歯歯車」)を同図中で時計回り方向(同(＋方向))に回転し，動力歯車(2)と歯車(3)との歯数比に応じてモータ(6)による歯車の回転を設定することにより，駆動歯車(4)，(4)(同「遊星歯車」)から取り出される出力を，0値としたり(上記(2)ア(エ)の(1)①)，(−方向)の増減値としたり(同(1)②)，(＋方向)の増減値とすることができることが記載されている(同(1)③)。また，モータ(6)によりウオーム機構を介して歯車(3)を同図中で時計回り方向(同(＋方向))に回転した状態で，原動軸(1)に直結された動力歯車(2)を同図中で反時計回り方向(−方向)に回転し，動力歯車(2)と歯車(3)との歯数比に応じて動力歯車(2)の回転を設定することにより，駆動歯車(4)，(4)から取り出される出力を，0値としたり(同(2)①)，(−方向)の増減値としたり(同(2)②)，(＋方向)の増減値とすることができることが記載されている(同(2)③)。そして，刊行物1発明の無段変速装置は，原動側の動力歯車(2)と駆動側の歯車(3)との回転差により駆動歯車(4)の回転数を自由に変化させることができるので，無段変速を容易に行なうことができる効果がある，と記載されている(上記(2)ア(エ))。",
                    "上記刊行物1の記載によれば，刊行物1発明では，出力側に取り出される実際の回転運動量(公転運動量)は，動力歯車(2)の回転運動量(公転運動量)から歯車(3)の回転運動量(自転運動量)を差し引いたもの，又は，歯車(3)の回転運動量(自転運動量)から動力歯車(2)の回転運動量(公転運動量)を差し引いたものとなっているところ，動力歯車(2)の公転方向(−方向)と，歯車(3)の自転方向(＋方向)とが異なっているものであるから，回転方向(公転方向と自転方向)を考慮すれば，刊行物1発明の無段変速装置は，動力歯車(2)と歯車(3)とを各別に回転させて行なわれる相対回転運動が，(動力歯車(2)の公転方向及び公転運動量)と(歯車(3)の自転方向及び自転運動量)との「和」となって，出力側に取り出されることになり，この運動原理は，本願発明1における「それぞれの可変駆動手段により公転運動体と自転運動体とを各別に回転させて行われる相対回転運動が，(太陽歯車系運動体である公転運動体の公転方向及び公転運動量)＋(内歯歯車系運動体である自転運動体の自転方向及び自転運動量)＝(出力側に取り出される太陽歯車系運動体である公転運動体の公転方向及び公転運動量)を運動原理とし」ている点と一致する。",
                    "原告らは，本願発明1の基本的な技術的思想は，相対回転運動の和(装置一体で変速する)が基本となっているのに対し，刊行物1の基本的な技術的思想は，原動側の動力歯車(2)と駆動側の歯車(3)との回転差を運動原理とするものであると主張するが，刊行物1発明について「差」と表現したのはその回転運動量についてであって，回転方向を考慮する場合には「和」となることは，上記(1)イのとおりであり，本件明細書(甲8)においても，回転方向を考慮していない回転運動量のみについて「差」をもって表現した数式が記載されている点で刊行物1と同様であるから，原告らの上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "出力トルクにつき",
                  "text": [
                    "刊行物1(甲14・乙1)には，「動力歯車(2)と歯車(3)の歯数",
                    "比を1：10と仮定したとき，歯車(3)の回転が動力歯車(2)1回転に対して1／10となるようにモータ(6)を設定すると，両駆動歯車(4)，(4)は第3図矢印方向に自転するが，公転はしないから，駆動軸(10)は回動しない」(上記(2)ア(エ))と記載されており，この記載を，本件明細書(甲8)の記載に合わせると，「動力歯車(2)に−方向へ所定の回転運動を与え，駆動歯車(4)，(4)を−方向へ1公転運動させた状態において，歯車(3)に＋方向へ動力歯車(2)に与えた回転運動と同じ量の回転運動を与えると，駆動歯車(4)，(4)が−方向へ1公転運動で，歯車(3)が＋方向へ1自転運動であるから，−1＋(＋1)＝0となり，駆動歯車(4)，(4)から取り出す駆動軸(10)の出力は0値(0点)となる」と記述することができる。そして，上記記述は，動力歯車(2)及び歯車(3)の回転方向を考慮しなければ，(動力歯車(2)の公転運動量)−(歯車(3)の運動量)＝(駆動軸(10)",
                    "に取り出される公転運動量)となるため，上記0値の状態から歯車(3)の回転運動量をさらに＋方向へ増加させた場合には，駆動軸(10)の回転運動量を，増減する「＋」値とすることができ，歯車(3)の回転運動量を一定値，あるいは微量値の−方向とした場合には，駆動軸(10)の回転運動量を増減する「−」値とすることができる。そうすると，上記記述は，本願発明1(上記(1)イ)と＋，−の符号が相違する(本願発明1の図1と刊行物1発明の第3図の矢印方向が逆)だけで全く同じであり，符号が相違する点は，動力歯車と内歯歯車との回転差が絶対値としての回転(原動側の動力歯車2の回転と，駆動側の内歯歯車3の回転は，ともに正の値)同士の差となるが，各回転に方向を考慮した回転(原動側の動力歯車2の回転を負の値とすると，駆動側の内歯歯車3の回転は正の値)同士の和となると，言い換えることができるから，この点は両者の相違点とはならないものである。",
                    "したがって，刊行物1発明の無段変速装置は，本願発明1における「公転運動体と自転運動体とは，(太陽歯車＋内歯歯車／太陽歯車)より求められる公転運動体の速度比をi ＝X とし，(内歯歯車／太陽歯車)より求められる自転運動体の内歯歯車の速度比をi ＝X としたときに，公転運動体より取り出される出力トルクがi (＋X )＋i (−X )＝0またはi (−X )＋i (＋X )＝0とされて±0値とされ，……出力側に増減する正転値，増減する逆転値を連続的に取り出すように設定すること」との構成をすべて備えるものであると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上検討したところによれば，本願発明1と刊行物1発明とを対比すると構成上の相違点を認めることはできないから，本願発明1は刊行物1発明であるとした審決の対比・判断に誤りはない。",
                    "したがって，原告ら主張の取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(顕著な作用効果の看過)について",
          "text": [
            "原告らは，本願発明1の作用効果は顕著なものがあると主張する。",
            "しかし，刊行物1発明が本願発明1の構成をすべて備えるものであることは上記3のとおりであり，そうである以上，刊行物1発明は本願発明1と同様の作用効果を奏するものであると認められる。",
            "したがって，「本願発明1の効果について検討しても，刊行物1に記載された事項から当業者であれば予測することができる程度のものであって，格別のものとはいえない」(審決5頁最終段落～6頁第1段落)とした審決に誤りはなく，原告ら主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(進歩性の判断の誤り)について",
          "text": [
            "前記のとおり，本願発明1と刊行物1発明とを対比すると構成上の相違点を認めることはできないのであるから，相違点があることを前提とする取消事由4の主張は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告ら主張の取消事由1ないし4は理由がない。したがって，本願発明1は特許法29条1項3号により特許を受けることができないとした審決の認定判断に誤りはないから，原告らの請求は理由がない。",
            "よって，原告らの請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10068",
    "date": "2006-09-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033579",
    "ipprecedent_id": "189",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}