{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80265号事件について平成18年1月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「データム機能付きクランプ装置」とする特許第3338669号(平成11年8月3日出願，平成14年8月9日設定登録。",
                "以下「本件特許」といい，本件特許に係る明細書(甲1)を「本件明細書」という。)の特許の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許については，平成17年9月1日，これを無効とすることを求めて審判の請求があり，無効2005−80265号事件として特許庁に係属した。特許庁は，審理の結果，平成18年1月17日，「特許第3338669号の請求項1～3に係る発明についての特許を無効とする。」との審決をした。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件明細書における特許請求の範囲の請求項1ないし3の記載は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "【請求項1】「基準部材(R)に可動部材(M)を心合わせして上記の基準部材(R)の支持面(S)に上記の可動部材(M)の被支持面(T)を固定するようにしたデータム機能付きクランプ装置であって，",
              "text": [
                "上記の可動部材(M)の上記の被支持面(T)にソケット穴(11)を開口させて，そのソケット穴(11)に位置決め孔(12)と係止孔(13)とを開口端から順に形成し，",
                "上記ソケット穴(11)へ挿入される環状のプラグ部分(21)を上記の基準部材(R)から突設させ，",
                "上記プラグ部分(21)と上記の位置決め孔(12)との間に，直径方向へ拡大および縮小されるシャトル部材(23)を配置し，そのシャトル部材(23)を，上記プラグ部分(21)と上記の位置決め孔(12)との両者のうちの一方(21，12)に軸心方向へ所定範囲内で移動自在に支持するとともに他方(12，21)にテーパ係合可能に構成し，そのシャトル部材(23)のテーパ面(28)を上記の係止孔(13)へ向けてすぼまるように形成し，上記シャトル部材(23)を弾性部材(24)によって上記のテーパ係合を緊密にする方向へ付勢し，",
                "上記のプラグ部分(21)の筒孔(21a)にプルロッド(31)を軸心方向へ移動自在に挿入して，そのプルロッド(31)の外周空間に，半径方向の外方の係合位置(X)と半径方向の内方の係合解除位置(Y)とに移動される係合具(34)を配置し",
                "上記の基準部材(R)に設けた駆動手段(D)によって上記プルロッド(31)を基端方向へクランプ駆動することにより，そのプルロッド(31)の出力部(36)が上記の係合具(34)を上記の係合位置(X)へ切り換えて前記の係止孔(13)へ係合させて，前記の可動部材(M)を前記の基準部材(R)へ向けて移動させ，",
                "同上の駆動手段(D)によって上記プルロッド(31)を先端方向へアンクランプ駆動することにより，同上の係合具(34)が係合解除位置(Y)へ切り換わるのを許容し，",
                "上記のアンクランプ駆動時には，上記プルロッド(31)の先端が前記ソケット穴(11)の頂壁(11a)を押圧し，これにより，前記シャトル部材(23)のテーパ面(28)上に係合隙間(α)を形成すると共に，前記の支持面(S)と前記の被支持面(T)との間に接当隙間(β)を形成した，ことを特徴とするデータム機能付きクランプ装置。」(以下「本件発明1」という。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "【請求項2】「請求項1のデータム機能付きクランプ装置において，前記シャトル部材(23)の内周面をストレート面(27)によって構成すると共に同上シャトル部材(23)の外周面をテーパ面(28)によって構成し，上記ストレート面(27)を前記プラグ部分(21)に軸心方向へ移動自在に支持し，上記テーパ面(28)を前記の位置決め孔(12)にテーパ係合させた，ことを特徴とするデータム機能付きクランプ装置。」(以下「本件発明2」という。)"
            },
            {
              "fig": "(3)",
              "subject": "【請求項3】「請求項1又は2に記載したデータム機能付きクランプ装置において，",
              "text": [
                "前記の基準部材(R)にクリーニング流体の供給口(41)を設けると共に前記プルロッド(31)の先端部分にクリーニング流体の噴出口(42)を設け，上記の供給口(41)と上記の噴出口(42)とを上記プルロッド(31)内の流路(44)によって連通させた，",
                "ことを特徴とするデータム機能付きクランプ装置。」(以下「本件発明3」といい，本件発明1ないし3を総称して「本件各発明」という。)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件各発明は，いずれも，特開平7−314270号公報(甲2。以下「刊行物1」といい，刊行物1記載の発明を「引用発明1」及び「引用発明2」という。)，特許第2784150号公報(甲3。以下「刊行物2」という。)及び米国特許第4747735号公報(甲4，以下「刊行物3」という。)に記載された事項に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定に違反して特許されたものであるから，本件各発明に係る特許は無効であるというものである。",
            "審決は，上記結論を導くに当たり，引用発明1，2の内容並びに本件各発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "「テーブル1に，メス側テーパブッシュ34を一体化したパレット20を心合わせして上記のテーブル1の端面28に上記のパレット20の端面26を固定するようにしたクランプ装置22であって，",
                    "上記のパレット20の上記の端面28に凹部を開口させて，その凹部にメス側テーパ穴25の下部部分と環状溝59とメス側テーパ穴25の上部部分とを開口端から順に形成し，",
                    "上記凹部へ挿入される環状のオス側テーパピン40を上記のテーブル1から突設させ，",
                    "上記のオス側テーパピン40の筒孔21aにピストン51を軸心方向へ移動自在に挿入して，そのピストン51の外周空間に，半径方向の外方の係合位置と半径方向の内方の係合解除位置とに移動されるボール58を配置し，",
                    "上記のテーブル1に設けた圧力油流路54，55の圧力油及びコイルばね57によって上記ピストン51を先端方向へクランプ駆動することにより，そのピストン51のテーパ面61が上記のボール58を上記の係合位置へ切り換えて前記の環状溝59へ係合させて，前記のパレット20を前記のテーブル1へ向けて移動させ，",
                    "同上の圧力油流路54，55の圧力油及びコイルばね57によって上記ピストン51を基端方向へアンクランプ駆動することにより，同上のボール58が係合解除位置へ切り換わるのを許容するようにした，クランプ装置22。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の内容",
                  "text": [
                    "「上記クランプ装置22であって，",
                    "前記の端面28にごみ等を除去するための圧縮空気の供給口を設けると共に前記テーパピン40の先端部分に圧縮空気の噴出口を設け，上記の供給口と上記の噴出口とを，テーパピン40とテーパブッシュ34との間の流路によって連通させた，クランプ装置22。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明と引用発明1との一致点",
                  "text": [
                    "「基準部材に，可動部材を心合わせして上記の基準部材の支持面に上記の可動部材の被支持面を固定するようにしたデータム機能付きクランプ装置であって，",
                    "上記の可動部材の上記の被支持面にソケット穴を開口させて，そのソケット穴に係止孔と位置決め孔とを開口端から順に形成し，",
                    "上記ソケット穴へ挿入される環状のプラグ部分を上記の基準部材から突設させ，",
                    "上記のプラグ部分の筒孔にプルロッドを軸心方向へ移動自在に挿入して，そのプルロッドの外周空間に，半径方向の外方の係合位置と半径方向の内方の係合解除位置とに移動される係合具を配置し，",
                    "上記の基準部材に設けた駆動手段によって上記プルロッドをクランプ駆動することにより，そのプルロッドの出力部が上記の係合具を上記の係合位置へ切り換えて前記の係止孔へ係合させて，前記の可動部材を前記の基準部材へ向けて移動させ，",
                    "同上の駆動手段によって上記プルロッドをアンクランプ駆動することにより，同上の係合具が係合解除位置へ切り換わるのを許容するようにした，データム機能付きクランプ装置」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3と引用発明2との一致点",
                  "text": [
                    "上記ア記載の一致点に加え，「基準部材にクリーニング流体の供給口を設けると共にクリーニング流体の噴出口を設け，上記の供給口と上記の噴出口とを流路によって連通させた」点でも一致する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明と引用発明1との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各発明は，プラグ部分と位置決め孔との間に，直径方向へ拡大および縮小されるシャトル部材を配置し，そのシャトル部材を，上記プラグ部分と上記の位置決め孔との両者のうちの一方に軸心方向へ所定範囲内で移動自在に支持するとともに他方にテーパ係合可能に構成し，そのシャトル部材のテーパ面を上記の係止孔へ向けてすぼまるように形成し，上記シャトル部材を弾性部材によって上記のテーパ係合を緊密にする方向へ付勢しているのに対して，引用発明1は，シャトル部材を備えてなく，テーパ係合を緊密にする方向へシャトル部材を付勢する弾性部材も備えていない点(以下「相違点1」という。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件各発明は，プルロッドを基端方向へクランプ駆動することによって可動部材を基準部材へ向けて移動させるものであり，また，プルロッドを先端方向へアンクランプ駆動するものであって，上記のアンクランプ駆動時には，上記プルロッドの先端がソケット穴の頂壁を押圧し，これにより，シャトル部材のテーパ面上に係合隙間を形成すると共に，支持面と被支持面との間に接当隙間を形成するのに対して，引用発明1は，プルロッドを先端方向へクランプ移動することによって可動部材を基準部材へ向けて移動させるものであり，また，プルロッドを基端方向へアンクランプ移動するものであって，そのアンクランプ駆動時には，上記プルロッドの先端がソケット穴の頂壁を押圧しない点(以下「相違点2」という。)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2，3と引用発明1との相違点",
                  "text": [
                    "本件発明2，3は，シャトル部材の内周面をストレート面によって構成すると共に同上シャトル部材の外周面をテーパ面によって構成し，上記ストレート面を前記プラグ部分に軸心方向へ移動自在に支持し，テーパ面を位置決め孔にテーパ係合させるのに対して，引用発明1は，シャトル部材を備えていない点(以下「相違点3」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3と引用発明2との相違点",
                  "text": [
                    "本件発明3は，クリーニング流体の噴出口をプルロッドの先端部分に設け，クリーニング流体の流路をプルロッド内に設けているのに対して，引用発明2は，クリーニング流体の噴出口をプルロッドの先端部分ではないテーパピン40の先端部分に設け，クリーニング流体の流路を，プルロッド内ではなく，テーパピン40とテーパブッシュ34との間に設けている点(以下「相違点4」という。)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，下記のとおりの取消事由(取消事由1ないし9)が存するところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定の誤り)",
          "text": [
            "審決は，引用発明1の内容として「上記のパレット20の上記の端面28に凹部を開口させて，その凹部にメス側テーパ穴25の下部部分と環状溝59とメス側テーパ穴25の上部部分とを開口端から順に形成し」と認定したが誤りである。",
            "メス側テーパ穴25は，環状溝59の上側部分であり，環状溝59の下側部分は，単なるテーパ状の穴に過ぎずメス側テーパ穴25ではない。",
            "審決は，上記引用発明1の認定を誤った結果，一致点として，「上記の可動部材の上記の被支持面にソケット穴を開口させて，そのソケット穴に係止孔と位置決め孔とを開口端から順に形成し」との誤った認定をし，相違点を看過したものであり，この誤りは審決の結論に影響を及ぼすことは明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1ないし3の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1ないし3の認定において，「位置決め孔」等の個々の構成が「基準部材」に設けられているのか，「可動部材」に設けられているのかという前提条件を看過し，相違点を抽象化して認定している点で誤りである。相違点1ないし3は，下記のとおりに認定されるべきである(審決の認定と異なる箇所に下線を引いた。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本件各発明は，基準部材から突設されたプラグ部分(21)と可動部材の被支持面に設けられたソケット穴に設けられた位置決め孔(12)との間に，直径方向へ拡大および縮小されるシャトル部材(23)を配置し，そのシャトル部材(23)を，上記プラグ部分(21)と上記の位置決め孔(12)との両者のうちの一方(21，12)に軸心方向へ所定範囲内で移動自在に支持するとともに他方(12，21)にテーパ係合可能に構成し，そのシャトル部材(23)のテーパ面(28)を上記ソケット穴に設けられた係止孔(13)へ向けてすぼまるように形成し，上記シャトル部材(23)を弾性部材(24)によって上記のテーパ係合を緊密にする方向へ付勢しているのに対し，引用発明1では，上記のシャトル部材(23)に対応する部材を設けていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本件各発明は，基準部材から突設させたプラグ部分の筒孔(21a)に軸心方向へ移動自在に挿入されたプルロッド(31)を基端方向へクランプ駆動することによって可動部材(M)を基準部材(R)へ向けて移動させるものであり、また，プルロッド(31)を先端方向へアンクランプ駆動するものであって，上記のアンクランプ駆動時には，上記プルロッド(31)の先端が可動部材の被支持面に設けられたソケット穴(11)の頂壁(11a)を押圧し，これにより，シャトル部材(23)のテーパ面(28)上に係合隙間(a)を形成すると共に，基準部材の支持面(S)と可動部材の被支持面(T)との間に接当隙間(β)を形成するのに対し，引用発明1では，プルロッドを先端方向へクランプ移動することによって可動部材を基準部材へ向けて移動させるものであり，また，プルロッドを基端方向へアンクランプ移動するものであって，そのアンクランプ駆動時には，プルロッドの先端が凹部の頂壁を押圧しない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本件発明2，3では，シャトル部材(23)の内周面をストレート面(27)によって構成すると共に同上シャトル部材(23)の外周面をテーパ面(28)によって構成し，上記ストレート面(27)を基準部材から突設されたプラグ部分(21)に軸心方向に移動自在に支持し，テーパ面(28)を可動部材の被支持面に設けられたソケット穴に設けられた位置決め孔(12)にテーパ係合させたのに対し，引用発明1では，シャトル部材を備えていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "米国特許商標庁における再審査請求に対する決定や，欧州特許庁における特許異議申立てに対する決定において，本件各発明と刊行物1との技術的な対比をするに当たり，各構成が基準部材にあるのか，可動部材にあるのかを重視した判断をしているから，このような国際的な判断基準を考慮すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点4の認定の誤り)",
          "text": [
            "本件発明3は，クリーニング流体が，「クリーニング流体の供給口」→「基準部材内の流路」→「プルロッド内の流路」→「プルロッド先端の噴出口」の順に通過する構成であることを特徴とし，クリーニング流体の流路をプルロッド内に設けているため，「プラグ部分」の構造が複雑にならず，かつ，大型化しないという作用効果を奏するのであるから，相違点4は，次のように認定されるべきであり，審決の相違点4の認定は誤りである(審決の認定と異なる箇所に下線を引いた。)。",
            "「本件発明3では，前記の基準部材(R)にクリーニング流体の供給口(41)を設けると共に基準部材から突設させたプラグ部分の筒孔(21a)に軸心方向へ移動自在に挿入されたプルロッド(31)の先端部分にクリーニング流体の噴出口(42)を設け，上記の供給口(41)と上記の噴出口(42)とを上記プルロッド(31)内の流路(44)によって連通させたのに対し，引用発明では，テーブル1に突設された環状のオス側テーパピン40にクリーニング流体の供給口を設けると共に前記テーパピン40の先端部分にクリーニング流体の噴出口48を設け，上記の供給口と上記の噴出口48とを上記テーパピン40内の流路64によって連通させた点」"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1の判断の遺脱)",
          "text": [
            "審決は，「相違点3に係る本件発明2の構成は，相違点1に係る本件発明1～3の構成をさらに特定したものである。」として，相違点3に関する判断のみを行ない，相違点1の判断を遺脱している。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明2は，相違点1，2に加えて相違点3で相違するのであるから，相違点3に係る構成に至るとしても，相違点1に係る構成に至るとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点1と相違点3は，いずれも「シャトル部材」に関連する相違点であるが，相違点1には，「そのシャトル部材のテーパ面を上記の係止孔へ向けてすぼまるように形成し」という，相違点3に存在しない構成があるから，相違点3に係る構成に至ることが相違点1に係る構成に直結するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物1には，「シャトル部材」の開示がなく，刊行物2には「係止孔」の開示がないから，刊行物1，2記載の発明を組み合わせても，上記(2)記載の相違点1の構成に至らない。また，審決の相違点1の判断部分にも，「シャトル部材」と「係止孔」の位置関係は判断されていない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，「審決は，相違点3についての検討において，相違点1の『そのシャトル材のテーパ面を上記の係止孔へ向けてすぼまるように形成し』という構成も検討している」と主張するが，相違点3の判断における「その先端へ向けてすぼまるように」と相違点1の「係止孔へ向けてすぼまるように」とが一致するわけではないから，被告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2の判断の誤り・その1)",
          "text": [
            "審決は，刊行物3の「ロックロッド38」が，その構造及び機能からみて，本件各発明の「プルロッド」に該当すると認定するが誤りである。",
            "本件各発明の「プルロッド」は，基準部材から突設されたプラグ部分に挿入されて，その基準部材から突出する構造であるのに対し，刊行物3の「ロックロッド38」は，「ツール支持部材34」に埋設されている。よって、「ロックロッド38」は，その構造から「プルロッド」に該当しない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(相違点2の判断の誤り・その2)",
          "text": [
            "審決は，刊行物3の「シャンク14の円筒部の内側のシャンク押出し面68」は，本件各発明の「ソケット穴(11)の頂壁(11a)」と可動部材に設けられた穴の頂壁の限りで共通すると認定するが誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各発明の「ソケット穴(11)の頂壁(11a)」は，「可動部材の被支持面に設けられたソケット穴(11)の頂壁(11a)」であるから，「シャンク14の円筒部の内部のシャンク押出し面68」は，これに相当しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件各発明の「ソケット穴」は，可動部材の被支持面に設けられた構造であり，「位置決め孔」を有して可動部材と基準部材との位置決め機能という「データムクランプ」の最重要機能を司るものであるのに対し，刊行物3の「シャンク14の円筒部の内側」は，可動部材の被支持面に設けられた構造ではないし，「位置決め孔」がなく，「位置決め機能」を全く有さないから，刊行物3の「シャンク14の円筒部の内側」と本件各発明の「ソケット穴」とはその構造、機能ともに異なる。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点2の判断の誤り・その3)",
          "text": [
            "審決は，「アンクランプ時にプルロッドの先端がソケット穴の頂壁を押圧する際に，シャトル部材のテーパ面上に係合隙間を形成すると共に，支持面と被支持面との間に接当隙間を形成することは，アンクランプによってテーパ係合及び端面係合を解除することから，アンクランプによる当然の結果である。」と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物3において，ロックロッドの前端の当接面66を，シャンク14の円筒部の内側のシャンク押出し面68に当接させることにより，シャンクをツール支持部材34から前方に離脱させる場合，支持面と被支持面との接当隙間を生じさせるとしても，シャンク14の第1回転面20のテーパ面上に係合隙間が生じるかどうかは明らかではない。すなわち，刊行物3のテーパ係合は，単なる「嵌合」ではなく，「締り嵌め」であるから，これをアンクランプ操作した場合には，まず「締めしろ」が開放される(部材の弾性変形が元に戻る)のであり，部材同士が離隔するとは限らない。そして，刊行物3には，アンクランプ状態でテーパ係合が解除されるとの記載はない。",
                "よって，刊行物3において，アンクランプ状態でテーパ係合が解除されるか否かは明らかでなく，上記認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物3には，「シャトル部材」に相当する構造が存在せず，「シャトル部材」のテーパ面上に係合隙間が生じる余地はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明2においても，「シャトル部材」に相当する「スリーブ3」は，直径方向に拡縮し，かつ，テーパがすぼまった方向に弾性部材で付勢されている。",
                "よって，「可動部材」に相当する「工具ホルダー8」が，「基準部材」に相当する「主軸1」から若干押し出されたとしても，テーパ面上には係合隙間は生じない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(相違点1，3の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1，3に関して，引用発明1に刊行物2を適用できるとする審決の判断は，下記のとおり課題及び課題解決のための技術的思想が異なり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "課題の相違",
                  "text": [
                    "刊行物2に記載された「自動工具交換の際，工具交換用アームが大きくたわむ」，「所定の周波数により共振する」という課題は，ツールホルダ固有の課題であり，引用発明1のようなワークパレットとは無関係であるから，当業者において，刊行物2を引用発明に適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題解決のための技術的思想の相違",
                  "text": [
                    "仮に引用発明1と刊行物2との課題において，二面拘束による強固な結合という点が同一であるとしても，両者は同一の課題を解決するための方法が異なっており，課題解決のための技術的思想が全く異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，引用発明1と刊行物2が同一の技術分野に属する以外に，引用発明1を組み合わせるための動機付けは認定されておらず，それは我が国の特許審査基準にもTRIPS協定の趣旨にも反する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "阻害事由の存在",
              "text": [
                "引用発明1の別紙「γ」部分に，刊行物2の「シャトル部材」を適用して，テーパピン40のテーパ部分を「シャトル部材」に置換した場合，「シャトル部材」の高さ方向の寸法及びシャトル部材を付勢する「弾性部材」の背丈も併せて考慮すれば，当然，上記「γ」部分の高さ方向の寸法は増加するから，押圧点Sは両端面26，28から遠ざかることになる。すなわち，引用発明2の「シャトル部材」を，引用発明1に適用すれば，その作用効果を実現するための「押圧点Sが，‥‥‥両端面26,28の近傍に位置する」との必須の構成を実現できない。",
                "したがって，引用発明1には，刊行物2の「シャトル部材」を適用することを阻害する事由が記載されているのであり，当業者は，引用発明1に刊行物2を適用して本件各発明を想到することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(相違点4の判断の誤り)",
          "text": [
            "審決は，相違点4に関して，「本件発明3と引用発明2とにおいて，クリーニング流体の流路を設けることの技術的意義に実質上の差異はない。」と判断したが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明3のように，基準部材の構成部品でありながら，基準部材との関係で上下に可動する「プルロッド31」に「流路」を設けることと，基準部材との関係では可動しない部材である「テーパピン40」に「流路」を設けることは，技術的意義において明らかに異なる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明3は，基準部材にクリーニング流体の供給口を設けることを特徴とするものであるが，引用発明2は，基準部材上から突設したテーパピンに設けたものであり，その構造が明らかに異なる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明2では，テーパピン40に設けたエアブロー用の小孔48がクリーニング流体の噴出口として密着部のゴミ等を除去するため機能するためには，テーパピン40に設けた噴出口を小径にして流速を確保する必要がある。そして，引用発明2に刊行物3記載の事項を適用する場合には，刊行物3記載のロックロッド38がシャンク押出し面68を押圧するのと同様に，引用発明2のピストン51がパレット20の先端部分のキャップ47を開放状態とする必要がある。よって，エアーブロー用の小孔48を設けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定の誤り)に対し",
          "text": [
            "引用発明1においては，テーパブッシュ34とテーパピン40の位置決めは，テーパ穴25とテーパ面27によって達成される。そして，このようなテーパ結合においては，上部部分の小径部よりも，下部部分の大径部の方が大きな力を支障することができるので，位置決め精度には，大径部の方が大きく関与することは当業者の技術常識である。よって，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1ないし3の認定の誤り)に対し",
          "text": [
            "審決は，「プラグ部分」と「位置決め孔」を特定することにより，「基準部材」や「可動部材」を間接的に特定しているのであり，何ら相違点の認定を抽象化するものではないから，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点4の認定の誤り)に対し",
          "text": [
            "審決は，相違点4において，本件発明3につき「クリーニング流体の流路をプルロッド内に設けている」と認定している。また，原告主張の作用効果は，本件明細書の記載に基づかないものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1の判断の遺脱)に対し",
          "text": [
            "審決は，相違点3についての検討において，相違点1の「そのシャトル材のテーパ面を上記の係止孔へ向けてすぼまるように形成し」という構成も検討しているから，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2の判断の誤り・その1)に対し",
          "text": [
            "相違点2の判断においては，「ロックロッド38」が突設されているか，あるいは埋設されているかの形状は技術的に意味のないことであるから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(相違点2の判断の誤り・その2)に対し",
          "text": [
            "刊行物3は，①ロックロッドの前端の当接面66を，シャンク14の円筒部の内側のシャンク押出し面68に当接させること，②ロックロッド38がシャンク14の円筒部の内側のシャンク押出し面68を押し上げること，との構成であることからすると，刊行物3の「シャンク押し出し面68」は，本件発明1の「ソケット穴11の頂壁11a」に相当することは，当業者の技術常識から判断して自明の事項である。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点2の判断の誤り・その3)に対し",
          "text": [
            "刊行物3において，「シャンク14の第1回転面20」のテーパ面上に係合隙間が生じることは，当業者の技術レベルで判断すれば明らかであるから，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(相違点1，3の判断の誤り)に対し",
          "text": [
            "審決が認定した刊行物2の課題は，ツールホルダー独自の問題ではなく，二面拘束に関するものであり，この認定に誤りはない。そして，引用発明にも二面拘束を行なうことが記載されているから，引用発明1に刊行物2記載の事項を適用する動機付けは存在するので，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(相違点4の判断の誤り)に対し",
          "text": [
            "本件明細書には，原告主張のような技術的意義の相違を窺わせる記載がない。",
            "原告の主張は，本件明細書の記載に基づかないものであり，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書(甲1)及び刊行物1ないし3(甲2ないし4)の各記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲1)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「‥‥‥そのソケット穴11は，前記の第1データムリング4bに前記テーパ位置決め孔12とテーパ係止孔13とを下側から順に形成してなる。",
                    "上記テーパ位置決め孔12は上向きにすぼまるように形成され，上記テーパ係止孔13は下向きにすぼまるように形成されている。‥‥‥」(段落【0016】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「より詳しくいえば，上記の環状のシャトル部材23は，‥‥‥外周面をテーパ面28によって構成してあり，‥‥‥上記テーパ面28は，前記のテーパ位置決め孔12にテーパ係合するように上向きにすぼまるように形成してある。‥‥‥」(段落【0019】)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物1(甲2)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【産業上の利用分野】本発明は，パレットのクランプ装置に関し，特に工作機械のテーブルに対してパレットを正確に位置決めするパレットのクランプ装置に関する。」(段落【0001】)"
                },
                {
                  "fig": "イ",
                  "subject": "「従来のパレットのクランプ装置としては，‥‥‥実開昭63−4239号公報及び実開平5−26241号公報のように，テーパ面を有する複数(通常4個)のコーンパッド(テーパピン)を，テーパ穴を有するテーパブッシュにそれぞれ装着してパレットをクランプするものが提案されている。」(段落【0003】)"
                },
                {
                  "fig": "ウ",
                  "subject": "「一方，後者のクランプ装置では，コーンパッドとテーパブッシュとがテーパ部で密着するので水平方向の精度は比較的良いが，端面が非接触なので縦方向(例えば上下垂直方向)の繰り返し精度のばらつきが大きかった。また，テーパ部のみでクランプしているのでクランプ力が弱く，パレットを強固にクランプすることが難しかった。そのため，ワーク加工中にパレットに反力が加わるとパレットが不安定となって動くこともあり，加工精度が低下する虞れがあった。」(段落【0005】)"
                },
                {
                  "fig": "エ",
                  "subject": "「本発明は，斯かる課題を解決するためになされたもので，横方向と縦方向双方の繰り返し位置決め精度が高精度で且つパレットを強固にクランプできるパレットのクランプ装置を提供することを目的とする。‥‥‥」(段落【0006】)"
                },
                {
                  "fig": "オ",
                  "subject": "「【作用】本発明においては，パレット側装着部のメス側テーパ穴及び端面に，テーブル側のオス側テーパ面及び端面をそれぞれ同時に密着させて二面拘束とし，またこの構造のクランプ機構を少なくとも4組設けてパレットをテーブルに装着している。‥‥‥」(段落【0011】)カ 「図1及び図2に示すように，クランプ装置22は，少なくとも4組のクランプ機構30，31を備えている。クランプ機構30，31は，パレット20の裏面23側に設けられたパレット側装着部24のメス側テーパ穴25及び端面26に，テーブル1に設けられたオス側テーパ面27及び端面28をそれぞれ密着させて，パレット20をテーブル1に着脱可能に装着している。これにより，パレット側装着部24はテーブル1に対してテーパ面部と端面部との二面拘束によりクランプされる。」(段落【0020】)"
                },
                {
                  "fig": "キ",
                  "subject": "「‥‥‥メス側テーパ穴25及び端面26を有するとともに凹部32内に配設されてパレット20に締結固定されたメス側テーパブッシュ34‥‥‥」(段落【0021】)"
                },
                {
                  "fig": "ク",
                  "subject": "「即ち，パレット20の中心Cから半径Rの位置で且つ例えばZ軸から所定の角度θの位置に，それぞれの凹部32の中心O ，O が一致するように凹部32を形成すれば水平方向の位置が決まる。‥‥‥」(【0022】)"
                },
                {
                  "fig": "ケ",
                  "subject": "「凹部32は，パレット裏面23に設けられた突出部36に形成されており，凹部32内に装着されたメス側テーパブッシュ34は，複数の締付けボルト37により突出部36に締結固定されている。‥‥‥」(段落【0024】)"
                },
                {
                  "fig": "コ",
                  "text": [
                    "「オス側テーパ面27及び端面28を有するオス側テーパピン40が，複数の締付けボルト41によりテーブル1に位置決め固定されている。",
                    "‥‥‥」(段落【0025】)"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "「テーパブッシュ34及びテーパピン40は，テーパ穴25にテーパ面27が密着し，且つ平面状のメス側端面26に平面状のオス側端面28が密着して二面拘束状態になるように高精度に形成されている。」(段落【0026】)"
                },
                {
                  "fig": "シ",
                  "subject": "「‥‥‥Y軸方向に往復動するピストン51が小径シリンダ50及びテーパピン40の内周面40aに摺動自在に嵌合している。‥‥‥」(段落【0029】)"
                },
                {
                  "fig": "ス",
                  "subject": "「テーパピン40に放射状に形成された複数(例えば3個)の貫通孔65内にはそれぞれボール58が遊嵌されている。各ボール58は，テーパピン40の半径方向に移動可能になっており，またテーパブッシュ34に形成された環状溝59内に移動できるようになっている。‥‥‥」，「・・テーパピン40の上端開口部は，ごみ等の侵入防止のためのキャップ47により密閉されており，キャップ47にはエアーブロー用の小孔48が穿設されている。」(段落【0030】)"
                },
                {
                  "fig": "セ",
                  "subject": "「なお，両端面26,28の密着の有無の確認のために，テーパピン40には，端面28に開放する空気流路63が形成されている。また，圧縮空気により矢印Dに示すようにエアーブローをしてテーパピン40とテーパブッシュ34との間の密着部のごみ等を除去するための空気流路64が，テーパピン40及びテーブル1に形成されている。これにより，クランプ装置22の密着部が常に清浄な状態に保たれ，高精度でクランプされる。」(段落【0032】)"
                },
                {
                  "fig": "ソ",
                  "subject": "「また，本実施例では‥‥‥押圧点Sが，互いに密着する両端面26，28の近傍に位置するようになっている。‥‥‥従って，テーパピン40に対してテーパブッシュ34が傾くことなく安定した姿勢で装着されることとなり，位置決め精度が向上する。」(段落【0033】)"
                },
                {
                  "fig": "タ",
                  "subject": "図3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "オス側テーパピン40の端面28とメス側テーパブッシュ34の端面26とは密着し，オス側テーパピン40は，端面28の内側から上方に向けてすぼまるように立ち上がる凸状部分を有し，かつ，メス側テーパブッシュ34の端面26の内側から上方に向けてすぼまるように形成された凹状部分に対し，オス側テーパピン40の貫通孔65，メス側テーパブッシュ34の環状溝59を除いて密着している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "図3によると，テーパピン40に形成された右側の空気流路64に示された矢印(符号無し)は，ピストン51に向かっている。また，テーパピン40の内方においてピストン51の上側部外側を始端とする矢印D(図3中で右側)は，ピストン51の頂部を経て，テーパピン40の上端開口部を覆うキャップ47に穿設された小孔48を通ってテーパピン40の外方(メス側テーパ穴25内)を指向している。",
                        "テーパピン40の外方においてテーパブッシュ34に形成された環状溝59内を始端とする矢印D(図3中で左側)は，テーパピン40の貫通孔65を通ってテーパピン40とピストン51との間を経て，テーパピン40に形成された空気流路64内に入り，空気流路64内をピストンから離れる方向に向かっている。さらに，その下流側に示された矢印(符号無し)は，空気流路64内にて，さらにピストンから離れる方向に向かっている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図3中の上下方向がO 軸とされている。ピストン51は，O 軸方向へ移動自在になっている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "刊行物2(甲3)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「前記従来の工具ホルダーは，そのフランジ部の外周面に凹設された周溝部を自動工具交換装置のアームで把持することにより，工作機械の主軸のテーパ孔に着脱自在に装着される。この装着の時，スリーブ外周面のテーパ面が主軸のテーパ孔に嵌合し，主軸端面とフランジ端面との間には，所定の間隙が形成されている。」(段落【0005】)"
                },
                {
                  "fig": "イ",
                  "subject": "「そして，主軸に内装された引張手段により工具ホルダーが主軸内方に引き込まれることによりフランジ端面が主軸端面に当接する。このとき，スリーブは，弾性部材によって押圧され，主軸のテーパ孔との結合を強固にすると共に，スリーブの内径が縮径して，スリーブとシャンク部との結合が強化される。即ち，前記従来の工具ホルダーは，工作機械の主軸のテーパ孔と工具ホルダーのシャンク部のテーパ面，及び，主軸端面と工具ホルダーのフランジ部端面の二個所で主軸に密着当接し，且つ，スリーブとシャンク部との結合を強化することにより，同じ引っ張り力において，テーパ孔とテーパ面の一個所のみにより結合されるものよりも強固な結合剛性を得ようとするものであった。」(段落【0006】)"
                },
                {
                  "fig": "ウ",
                  "subject": "「‥‥‥本発明の工具ホルダーは，工作機械の主軸1のテーパ孔2に嵌合するスリーブ3と，‥‥‥シャンク部4と一体的に設けられて前記主軸の端面に当接するフランジ部5と‥‥‥」(段落【0017】【実施例】)，"
                },
                {
                  "fig": "エ",
                  "subject": "「前記フランジ部5のシャンク部側の端面は，前記工作機械の主軸1の端面に面接当する‥‥‥」(段落【0021】)，"
                },
                {
                  "fig": "オ",
                  "subject": "「‥‥‥このプルスタッド14の外周部に前記シャンク部4の外径よりも大径とされた突出部16を有し，該突出部16が前記スリーブ3の抜け止めを行っている。この突出部16とスリーブ3との間にプリロード付与手段17が介在されている。」(段落【0023】)"
                },
                {
                  "fig": "カ",
                  "subject": "「このプリロード付与手段17は，‥‥‥スリーブ端面とフランジ面5の平坦面との組立距離を一定にするものである。‥‥‥」(段落【0024】)"
                },
                {
                  "fig": "キ",
                  "subject": "「このとき，主軸1のテーパ孔2と，工具ホルダーのスリーブ3のテーパ面とが密着嵌合する。‥‥‥」(段落【0029】)"
                },
                {
                  "fig": "ク",
                  "text": [
                    "「このとき，スリーブ3は弾性部材6の圧縮による反発力により軸方向に押圧され，該押圧力により，スリーブ3のテーパ面と主軸1のテーパ孔2とのテーパ接触結合が得られる。‥‥‥」(段落【0031】)ケ 図1によると，主軸1の端面と工具ホルダーのフランジ部5のシャンク部側の端面とが密着し，主軸1のテーパ孔2と工具ホルダーのスリーブ3の外周面に形成されたテーパ面とが密着している。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "刊行物3(甲4)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ロックロッド38の前端には2つの円筒凹部状の当接傾斜路44が形成され，ロックロッド38が引っ張られて図2に示す後退位置に保持される時，上記の当接傾斜路44が，本体42の開口部24を通して球体36を外側へ移動させる。ツールホルダを取り外す為にロックロッド38が前側へ押動されたとき，球体36は凹部46に受容され，ツールホルダを取り外し可能になる。」(3欄66行～4欄6行)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「ロックロッド38の後端には，ロックロッド38を一般的な手段により往復運動させる為のネジ部材64が設けられ，ロックロッド38をツール支持部材34に対して後退位置に保持してシャンクをロックし，また，ロックロッドを前進位置に移動させてシャンクをアンロックしてから，ロックロッドの前端の当接面66を，シャンク14の円筒部の内側のシャンク押出し面68に当接させることにより，シャンクをツール支持部材34から前方へ離脱させる。」(4欄66行～5欄7行)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図2",
                  "text": [
                    "ツール支持部材34の前向き面54とツールホルダの後向き面16とが密着し，ツール支持部材34の穴51の前向き回転面52(テーパ)とツールホルダのシャンク14の第1回転面20(テーパ)とが密着している。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1で認定した刊行物1の記載によると，引用発明1は，メス側テーパブッシュ34のテーパ穴25及び端面26が，オス側テーパピン40のオス側テーパ面27及び端面28にそれぞれ密着して二面拘束状態になるものであるが，メス側テーパブッシュ34には環状溝59が形成され，オス側テーパピン40には複数の貫通孔65が放射状に形成されている。そして，刊行物1には，図3の上方に向けてすぼまるように形成されたメス側テーパブッシュ34の凹状部分について，環状溝59よりも頂壁側(上側部)のみが二面拘束に関与し，開口端側(下側部)がこれに関与していないことをうかがわせる記載はないから，メス側テーパブッシュ34の凹状部分の内周面は，環状溝59以外が二面拘束に供されるテーパ穴25であると認めるのが相当である。そうすると，オス側テーパピン40の凸状部分の外周面も，同様に，貫通孔65以外が二面拘束に供されるテーパ面27であると認めるのが相当である。",
                "したがって，引用発明1が「上記のパレット20の上記の端面28に凹部を開口させて，その凹部にメス側テーパ穴25の下部部分と環状溝59とメス側テーパ穴25の上部部分とを開口端から順に形成し，」との構成を有しているとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明1のテーパ穴25は，図3のとおり，環状溝59の上側部であり(テーパ穴25が密着するテーパ面27も，ボール58の上側部である。)，かつ，刊行物1に，環状溝59の下側部がテーパ穴25であることを示唆する記載はないから，本件発明1の位置決め孔12に相当する刊行物1記載の発明のテーパ穴は，環状溝59よりも頂壁側(上側部)にのみ存在し，開口端側(下側部)には存在しないと主張する。確かに，図3は，テーパ穴25が環状溝59の上側部を指し示し，また，テーパ面27もボール58の上側部を指し示しているかのようであるが，上記刊行物1の記載をも併せ考慮すると，上記(1)のとおり，テーパ穴25は，環状溝59以外のメス側テーパブッシュ34の凹状部分の内周面であると認めるのが相当である。原告の上記主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点1ないし3の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点1ないし3を認定するに当たっては，相違点に係る各部材が「基準部材」と「可動部材」とのいずれに設けられているかを明確にすべきであると主張する。",
                "しかしながら，審決は，本件発明1及び本件発明2と引用発明1について，それぞれの部材が「基準部材」と「可動部材」とのいずれに設けられているかを認定した上，「上記の可動部材の上記の被支持面にソケット穴を開口させて，そのソケット穴に位置決め孔と係止孔とを開口端から順に形成し，上記ソケット穴へ挿入される環状のプラグ部分を上記の基準部材から突設させ，」との構成において一致するとし，これを除いた事項を，相違点1ないし3としたのであって，それぞれの部材が基準部材と可動部材とのいずれに設けられているかについて認定している。原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，米国特許商標庁も，欧州特許庁も，本件各発明と刊行物1との技術的な対比をするに当たり，各構成が基準部材にあるのか，可動部材にあるのかを重視した判断をしているから，このような国際的な判断基準を考慮すべきであると主張する。",
                "しかしながら，米国特許商標庁が再審査事件において進歩性の判断の基礎とした主引用例は，刊行物2による優先権に基づく米国特許(甲8)であって，刊行物1ではない。また，欧州特許庁での特許異議の審理における主引用例も，D1(EP0922529)であって，刊行物1ではない(甲1",
                "0)。審決は，進歩性の判断の基礎となる主引用例を刊行物1とするものであり，かつ，上記(1)のとおり，本件各発明と刊行物1との対比において，各構成が基準部材にあるのか，可動部材にあるのかは相違点にはなっていないから，米国特許商標庁や欧州特許庁の事件とは，事案を異にする。",
                "よって，原告の上記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点4の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1において認定した刊行物1の記載によると，テーパピン40に形成された空気流路64は，図3中で右側の矢印Dに示されるエアーブローより上流側に位置し，さらに，テーパピン40はテーブル1に位置決め固定されているのであるから，テーブル1に形成された空気流路64は，テーパピン40に形成された空気流路64より上流側に位置しているものと認められる。そして，刊行物1の「基準部材R」，「ごみ等を除去するための圧縮空気」が本件発明3の「テーブル1」，「クリーニング流体」にそれぞれ相当するものと認められる。",
                "そうすると，刊行物1には，テーブル1(本件発明3の「基準部材R」に相当)に，ごみ等を除去するための空気流路64(同「クリーニング流体の供給口」に相当)が記載されているということができるから，「前記の基準部材(R)にクリーニング流体の供給口(41)を設ける」を，相違点4として認定しなかった審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明3に係る特許請求の範囲には，「請求項1又は2に記載したデータム機能付きクランプ装置において，‥‥‥前記プルロッド(31)の先端部分にクリーニング流体の噴出口(42)を設け，‥‥‥」とあり，プルロッド(31)に関し，本件発明1に係る特許請求の範囲には，「‥‥‥上記のプラグ部分(21)の筒孔(21a)にプルロッド(31)を軸心方向へ移動自在に挿入して，そのプルロッド(31)の外周空間に，半径方向の外方の係合位置(X)と半径方向の内方の係合解除位置(Y)とに移動される係合具(34)を配置し，‥‥‥」とある。そして，前記のとおり，審決は，本件発明3と引用発明1との一致点として，「‥‥‥上記のプラグ部分の筒孔にプルロッドを軸心方向へ移動自在に挿入して，そのプルロッドの外周空間に，半径方向の外方の係合位置と半径方向の内方の係合解除位置とに移動される係合具を配置し，‥‥‥」である点を認定しているのであるから，原告が主張する「プルロッド」が「基準部材から突設させたプラグ部分の筒孔(21a)に軸心方向へ移動自在に挿入された」ものであることは，本件発明1と引用発明との一致点として認定されており，前記1で判断したとおり，この一致点の認定に誤りはない。",
                "そうすると，「プルロッド」が「基準部材から突設させたプラグ部分の筒孔(21a)に軸心方向へ移動自在に挿入された」ものであることは，刊行物1に記載されているのであって，相違点4として認定しなかった審決に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記1において認定した刊行物1の記載によると，ピストン51は，テーパピン40の内周面40aに嵌合して，図3中で上下方向のO 軸方向へ摺動自在になっているものと認められる。そして，刊行物1の「環状のオス側テーパピン40」，「ピストン51」，「テーパピン40の内周面40a」が，それぞれ本件発明1の「プルロッド31」，「環状のプラグ部分21」，「プラグ部分の筒孔21a」にそれぞれ相当するものと認められる。",
                "また，前記認定した刊行物1の記載によると，オス側テーパピン40は，テーブル1に位置決め固定され，上方に向けてすぼまるように立ち上がる凸状部分を有しているものと認められる。",
                "そうすると，刊行物1には，「‥‥‥環状のオス側テーパピン40を上記のテーブル1から突設させ，上記のオス側テーパピン40の筒孔21aにピストン51を軸心方向へ移動自在に挿入」することが記載されているというべきであり，相違点4の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件発明3は，クリーニング流体の流路をプルロッド内に設けているため，「プラグ部分」の構造が複雑にならず，かつ，大型化しないという作用効果を奏する，と主張する。",
                "しかしながら，審決は，本件発明3について，クリーニング流体の流路をプルロッド内に設けていることは，相違点4として認定しており，仮に本件発明3について上記作用効果があるとしても，それをもって何ら相違点4の認定を左右するものではない。原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点1の判断の遺脱)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1に係る特許請求の範囲には，「シャトル部材23」について，①プラグ部分と位置決め孔との間に配置されること，②直径方向へ拡大及び縮小されること，③プラグ部分と位置決め孔との両者のうちの一方に軸心方向へ所定範囲内で移動自在に支持すること，④他方にテーパ係合可能に構成されること，⑤テーパ面を係止孔へ向けてすぼまるように形成すること，⑥弾性部材(24)によってテーパ係合を緊密にする方向へ付勢することが記載されている。他方，本件発明2に係る特許請求の範囲には，「シャトル部材23」について，⑦内周面をストレート面によって構成すること，⑧外周面をテーパ面によって構成すること，⑨ストレート面をプラグ部分に軸心方向へ移動自在に支持すること，⑩テーパ面を位置決め孔にテーパ係合させることが記載されている。そして，相違点3に係る⑦，⑨は相違点1に係る③の一態様であり，相違点3に係る⑧，⑩は相違点1に係る④の一態様である点で，上位概念・下位概念の関係にあるのであるから，相違点3について検討すれば，相違点1に係る③，④についても検討したことになるものの，相違点1に係る①，②，⑤，⑥については，判断されていないことになる。",
                "しかし，刊行物2の内容は前記のとおりであるところ，刊行物2の「主軸1」，「工具ホルダー8」，「スリーブ3」及び「テーパ孔2」は，その構造及び機能からみて，それぞれ本件各発明の「基準部材」，「可動部材」，「シャトル部材」及び「位置決め孔」に相当するものと認められる。",
                "そうすると，刊行物2には，基準部材に可動部材を固定するクランプ装置において，「プラグ部分と位置決め孔との間に(上記①)，直径方向へ拡大及び縮小される(上記②)シャトル部材を配置し，そのシャトル部材の内周面をストレート面によって構成すると共に同上シャトル部材の外周面をテーパ面によって構成し，上記ストレート面を前記プラグ部分に軸心方向へ移動自在に支持し，上記テーパ面を，その先端へ向けてすぼまるように形成する(上記⑤)と共に前記の位置決め孔にテーパ係合させ，上記シャトル部材を弾性部材によって上記テーパ係合を緊密にする方向へ付勢する(上記⑥)ものである」との相違点1及び相違点3に係る本件発明2の構成が示されていると認められる。",
                "したがって，審決は，刊行物2に，相違点3に係る本件発明2の構成が示されていると認定したが，実質的には，相違点1，3について検討しているのであって，相違点1についての判断を遺脱しているとの原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，相違点3の判断における「その先端へ向けてすぼまるように」は， 相違点1の「係止孔へ向けてすぼまるように」と一致するわけではないと主 張する。",
                "本件各発明において，「シャトル部材(23)のテーパ面(28)を上記の係止孔(13)へ向けてすぼまるように形成」する意義について検討すると，本件明細書(甲1)には，「テーパ面(28)」と「係止孔(13)」との直接の関係は記載されていないものの，前記1で認定した本件明細書の記載によると，「テーパ面28」は，「係止孔13」へ向けて，すなわち「テーパ位置決め孔12」のより先端へ向けて，すぼまるように形成されることを意味しているものと解される。そして，取消事由1で検討したように，本件各発明と引用発明1とは，「上記の可動部材の上記の被支持面にソケット穴を開口させて，そのソケット穴に係止孔と位置決め孔とを開口端から順に形成し，」の点で一致しており，また，上記のとおり，刊行物2の「テーパ孔2」は，本件各発明の「位置決め孔」に相当するのであるから，引用発明1に刊行物2のスリーブを使用する二面拘束構造を組み合わせる際，刊行物2のスリーブにおいてテーパ面を，引用発明1の環状溝59(本件発明1の「係止孔」に相当)へ向けて，すなわち「メス側テーパ穴25の下側部分(本件発明1の「位置決め孔」)」のより先端へ向けて，すぼまるように形成するように構成することは，当業者であれば，容易になし得るものであると認められる。",
                "したがって，原告の上記主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物1には「シャトル部材」の開示がなく，刊行物2には「係止孔」の開示がないから，引用発明1と刊行物2を組み合わせても，「そのシャトル部材のテーパ面を上記の係止孔へ向けてすぼまるように形成し」という相違点1の構成に至らないと主張する。",
                "しかしながら，審決は，刊行物1に「シャトル部材」が開示され，刊行物2に「係止孔」が開示されていると認定したわけではなく，引用発明1に刊行物2のシャトル部材を使用する二面拘束構造を組み合わせ，本件発明2の相違点3に係る構成に至ること，本件発明1の相違点1に係る構成に至ることが，当業者が容易になし得ることである，と判断したものである。原告の上記主張は，審決を正解しないものであって，採用の限りでない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(相違点2の判断の誤り・その1)について",
          "text": [
            "本件発明1に係る特許請求の範囲には，「プラグ部分21」については「‥‥‥上記ソケット穴(11)へ挿入される環状のプラグ部分(21)を上記の基準部材(R)から突設させ，」と，基準部材Rから突設させることは規定されているものの，「プルロッド31」については「上記のプラグ部分(21)の筒孔(21a)にプルロッド(31)を軸心方向へ移動自在に挿入して，‥‥‥」と規定しているにとどまるのであり，何ら突設されたものではない。原告の上記主張は，特許請求の範囲の記載に基づかない事項を前提とするものであって，失当である。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6(相違点2の判断の誤り・その2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1及び刊行物2，3を組み合わせても，本件発明1の「プルロッドの先端がソケット穴の頂壁を押圧‥‥‥接当隙間を形成する」との構成に至ることはないと主張する。",
                "しかし，前記1で認定したとおり，刊行物3には，「ロックロッドの前端の当接面66を，シャンク14の円筒部の内側のシャンク押出し面68に当接させることにより‥」と記載されており，また，前記のとおり，「アンクランプ駆動により，ロックロッド38がシャンク14の円筒部の内側のシャンク押出し面68を押し上げ」るものと認められる。他方，本件発明1に係る特許請求の範囲には，「ソケット穴11の頂壁11a」について，「‥‥‥上記のアンクランプ駆動時には，上記プルロッド(31)の先端が前記ソケット穴(11)の頂壁(11a)を押圧し，‥‥‥」と記載されている。",
                "そうすると，刊行物3のシャンク押し出し面68と，本件発明1のソケット穴11の頂壁11aとは，前者が，アンクランプ駆動時にロックロッドの前端の当接面66を当接させることにより押し上げられるものであり，後者が，アンクランプ駆動時にプルロッド31の先端を押圧するものである点で，両者は共通しているのであるから，刊行物3の「シャンク押し出し面68」が，本件発明1の「ソケット穴11の頂壁11a」に相当するとした審決の認定に誤りはない。よって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件各発明の「ソケット穴」と刊行物3の「シャンク14の円筒部の内側」とはその構造，機能とも全く異なると主張する。",
                "しかし，前記1で認定した刊行物3の記載によると，刊行物3のクランプ装置は第1回転面と前向き回転面とのテーパ係合及び後向き面16と前向き面54との端面密着の二面拘束を行なうものであることは明らかであり，しかも，引用発明と刊行物3記載の事項とは「基準部材に可動部材を固定するクランプ装置」という同一の技術分野に属するものであって，刊行物1記載の発明(引用発明)と刊行物3記載の発明とは当業者であれば容易に組み合わせ得るものである。そうすると，本件各発明の「ソケット穴」と刊行物3の「シャンク14の円筒部の内側」との構造，機能における相違は，当業者をして刊行物3記載の発明と容易に組み合わせ得る刊行物1に記載された事項であるから，引用発明と刊行物3記載の発明との組み合わせにより解消されるものであるといえる。よって，原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由7(相違点2の判断の誤り・その3)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「基準部材に，可動部材を心合わせして上記の基準部材の支持面に上記の可動部材の被支持面を固定するようにしたデータム機能付きクランプ装置であって，上記の可動部材の上記の被支持面にソケット穴を開口させて，‥‥‥」を一致点として認定しており，その認定に誤りはないことは上記2で判断したとおりである。そして，可動部材の被支持面に設けられた構造であることは，「上記の可動部材の上記の被支持面にソケット穴を開口させて，」として，また，可動部材と基準部材との位置決め機能については，「基準部材に，可動部材を心合わせして上記の基準部材の支持面に上記の可動部材の被支持面を固定するようにしたデータム機能付きクランプ装置であって，」として，それぞれ，本件各発明と刊行物3との一致点とされているのであるから，相違点2の判断としては，引用発明1及び刊行物3の組み合わせの困難性を検討すれば足りるものである。そして，刊行物3のクランプ装置も，工作機械の主軸に工具ホルダーを固定するものではあるが，前記1で認定した刊行物3の記載及び図2の記載から，第1回転面(テーパ)と前向き回転面(テーパ)とのテーパ係合，及び，後向き面16と前向き面54との端面密着の二面拘束を行うものであることが明らかであり，また，引用発明1と刊行物3記載の事項とは，「基準部材に可動部材を固定するクランプ装置」という同一の技術分野に属するものであって，引用発明1及び刊行物3記載の事項は，当業者において容易に想到し得るところである。そうすると，本件発明1の「ソケット穴」と刊行物3の「シャンク14の円筒部の内側」との構造・機能における相違は，当業者をして刊行物3と容易に組み合わせ得る刊行物1に記載された事項であるから，引用発明1及び刊行物3の組み合わせにより解消されるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物3のテーパ係合は，単なる「嵌合」ではなく，「締り嵌め」であるから，これをアンクランプ操作した場合には，まず「締めしろ」が開放される(部材の弾性変形が元に戻る)のであり，部材同士が離隔するとは限らないし，刊行物3には，アンクランプ状態でテーパ係合が解除されるとの記載はないから，「シャンク14の第1回転面20」のテーパ面上に係合隙間が生じるかどうかは自明ではなく，アンクランプ状態でテーパ係合が解除されるかは判断できない，と主張する。",
                "しかしながら，前記1において認定した刊行物3の記載によると，刊行物3のテーパ係合が，締まり嵌めであったとしても，シャンクとツール支持部材とが「離脱」するのであれば，シャンク14の第1回転面20と前向き回転面52との(弾性的)密着も解除されて，両者の間に係合隙間が生じるものと認められる。原告の主張は採用することができない。",
                "原告は，刊行物2においても，「スリーブ3」が弾性部材6で付勢されているから，「工具ホルダー8」が「主軸1」から若干押し出されたとしても，テーパ面上には係合隙間は生じないと主張する。しかし，前記1において認定した刊行物2の記載によると，弾性部材6による付勢も制限されているのであるから，工具ホルダー8が主軸1から押し出されれば，テーパ面上に係合隙間が生じるものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物3には，「シャトル部材」に相当する構造が存在せず，「シャトル部材」のテーパ面上に係合隙間が生じる余地はないと主張する。",
                "しかしながら，審決は，刊行物3に「シャトル部材」に相当する構造が存在すると認定したわけではなく，引用発明1に刊行物2及び刊行物3を組み合わせ，相違点2に係る構成を本件各発明のようにすることは当業者が容易になし得ることである，と判断したのであって，原告の主張は審決を正解しないものであって，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由8(相違点1，3の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1で認定した刊行物1の記載によると，工作機械のテーブル又はクランプパレットにワークパレットを固定するクランプ装置において，テーパ面を有する複数(通常4個)のコーンパッド(テーパピン)を，テーパ穴を有するテーパブッシュにそれぞれ装着してパレットをクランプするものは，端面が非接触なので縦方向(例えば上下垂直方向)の繰返し精度のばらつきが大きく，また，テーパ部のみでクランプしているので，クランプ力が弱く，パレットを強固にクランプすることが難しいという課題があったところ，引用発明1は，このような課題を解決するために，パレット側装着部の端面及びメス側テーパ穴に，テーブル側の端面及びオス側テーパ面をそれぞれ同時に密着させて二面拘束によりクランプするという構成を採用したものであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明2のクランプ装置は，工作機械の主軸に工具ホルダーを固定するものであるところ，前記1で認定した刊行物2の記載に照らすと，主軸1の端面及びテーパ孔2に，工具ホルダーのフランジ部5のシャンク部側の端面及びスリーブ3のテーパ面をそれぞれ同時に密着させて二面拘束するという構成を採用したということができる。",
                "また，刊行物3のクランプ装置も，工作機械の主軸に工具ホルダーを固定するものであるところ，前記1で認定した刊行物3の記載に照らすならば，ツール支持部材34の前向き面52及び穴51の前向き回転面52に，ツールホルダの後向き面16及びシャンク14の第1回転面20をそれぞれ同時に密着させて二面拘束するという構成を採用したということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，機械のテーブル又はクランプパレットにワークパレットを固定する引用発明1のクランプ装置と，工作機械の主軸に工具ホルダー本体を固定する刊行物2及び刊行物3のクランプ装置とは，共に工作機械に使用されるクランプ装置であり，2つの部材をテーパ係合によって心合わせするデータム機能付きのクランプ装置であって，技術分野を共通にする。",
                "そうであれば，引用発明1に刊行物2に記載の事項を組み合わせることは，当業者が容易になし得るものであると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用発明1は基準部材とワークパレットが基本的に不動であるのに対し，刊行物2及び刊行物3各記載の事項は加工時に基準部材が高速で回転するから，引用発明1と刊行物2，3とは，その設計思想や設計者が直面している課題が根本的に異なると主張する。",
                "しかしながら，上記のとおり，引用発明1のクランプ装置と刊行物2及び刊行物3のクランプ装置は，共に工作機械に使用されるクランプ装置であり，2つの部材をテーパ係合によって心合わせするデータム機能付きのクランプ装置であって，かつ，その設計思想や課題ないしその背景にある技術は基本的に共通するのであるから，引用発明1に刊行物2及び刊行物3の二面拘束の構成を組み合わせることは格別妨げられないというべきである。原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，刊行物2の工具ホルダーと引用発明1のワークパレットとは，同一の技術課題(二面拘束)の解決のための技術的思想を異にするから，引用発明1に刊行物2記載の事項を適用する動機付けがないと主張する。",
                "しかし，前記1で認定した刊行物2の記載に照らすと，刊行物2に接した当業者は，より強固な二面拘束を実現することを期待して，引用発明1に刊行物2の適用を試みると考えられる。そうであれば，引用発明1に刊行物2を適用することの動機付けはあるということができる。原告の上記主張は，採用できない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，刊行物1には，刊行物2記載の「シャトル部材」を適用することを阻害する事由が記載されていると主張する。",
                "引用発明1に刊行物2に記載の事項を採用する上で各部材の寸法等をどの程度にするかは当業者が適宜設定し得る事項であるから，別紙「γ」部分の高さを変えないように設定することも可能であり，「γ」部分の高さ方向の寸法が増加するとの根拠はない。",
                "また，前記1で認定した刊行物1の段落【0033】の記載によると，押圧点Sが，互いに密接する両端面26,28の近傍に位置することの効果について記載がなく，また「位置決め精度が向上する」との効果は，「各押圧点Sはクランプ機構30，31の中心位置から半径方向外方にかなり離れた位置にある」ことによって奏されるのであって，引用発明1の「γ」部分の高さ方向の寸法が増加しても押圧点Sの位置は変わらないし，むしろ引用発明1の「γ」部分に刊行物2に記載された「リング22」を適用すれば，互いに密着する両端面26，28がクランプ機構30，31の中心位置から半径方向外方に位置し，さらに位置決め精度が高くなるから，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "したがって，引用発明1に刊行物2又は刊行物3記載の事項を組み合わせることに困難はないから，原告の上記取消事由の主張は，理由がない。",
                "10 取消事由9(相違点4の判断の誤り)について"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，刊行物3のように，基準部材の構成部品でありながら，基準部材との関係での可動部材である「プルロッド31」に「流路」を設けることと，可動しない部材である「テーパピン40」に「流路」を設けることは，技術的意義において明らかに相違すると主張する。",
                "しかし，両者は，基準部材の供給口から導入したクリーニング流体をクランプ装置内に導くものである点で共通するのに対し，原告が主張する技術的意義は本件明細書にも記載されていない。原告の主張は，採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，刊行物3は，「基準部材」にクリーニング流体の供給口を設けることを特徴とするものであるが，引用発明2は基準部材上から突設した「テーパピン」に設けたものであり，その構造が明らかに異なる，と主張するが，原告が主張する構造の相違は，相違点4として認定判断されているのであるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明2では，クリーニング流体の噴出口としての機能するために，小孔48を有するキャップ47が必須であるところ，引用発明2に刊行物3記載の事項を適用する場合，刊行物3のロックロッド38がシャンク押出し面68を押圧するのと同様に，引用発明2のピストン51がパレット20の凹部頂壁を押圧するためには，キャップ47を開放状態とする必要があるから，引用発明1に刊行物3記載の事項を適用することに阻害事由があると主張する。",
                "しかしながら，審決は，刊行物3は，相違点2についての判断中で摘示しており，相違点4についての判断では全く検討していない。原告の主張は，審決を正解しないものであって失当である。",
                "11 結論",
                "以上に検討したところによれば，本件各発明は，刊行物1記載の発明(引用発明1，2)並びに刊行物2及び刊行物3に記載された事項に基づいて当業者が容易に発明をすることができたものであって，これらの発明に係る特許は，特許法29条2項の規定に違反して特許されたものであるから，審決の判断に誤りはない。原告はその他縷々主張するが，いずれも理由がなく，審決を取り消すべきその他の誤りも認められない。",
                "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}