{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人が当審において追加した予備的請求をいずれも棄却する。"
    },
    {
      "fig": "3",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，原判決別紙被告標章目録1記載の表示を付したカプセル並びに同目録2及び3記載の表示を付したPTPシートを使用した胃潰瘍治療剤を製造し，販売してはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，その占有に係る前項記載の商品を廃棄せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人は，控訴人に対し，888万1500円及びこれに対する平成17年3月30日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "訴訟費用は，第1，2審を通じ，被控訴人の負担とする。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "仮執行宣言",
              "text": [
                "(上記(2)ないし(4)の請求は，主位的に不正競争防止法3条，4条に基づき，予備的に民法709条に基づくものである。なお，予備的請求は，当審において追加されたものである。)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "控訴人，被控訴人は，いずれも医薬品，医薬部外品等の製造，販売等を業とする株式会社である。",
        "本件は，控訴人が被控訴人に対し，被控訴人の販売する胃潰瘍治療剤「セループカプセル50mg」(以下「被告商品」という。)が控訴人の販売する胃炎・胃潰瘍治療剤「セルベックスカプセル50mg」(以下「原告商品」という。)とカプセル及びPTPシートの色彩構成において類似し，被控訴人による被告商品の販売が不正競争防止法2条1項1号所定の不正競争行為に該当すると主張して，被告商品の販売等の差止め及び廃棄(同法3条)並びに損害賠償(同法4条)を請求したが，原判決が，控訴人の請求をいずれも棄却したため，控訴人が，これを不服として控訴を提起し，当審において，被控訴人の行為が民法709条所定の一般不法行為にも該当することを主張して，これに基づく上記と同一内容の請求を予備的請求として追加した事案である。",
        "なお，控訴人が主張する原告商品のカプセル及びPTPシートの色彩構成は，緑色と白色の2色の組合せからなるカプセル及び銀色地に青色の文字等が書かれているPTPシートという色彩構成(以下「原告色彩構成」という。)であり，控訴人は，この原告色彩構成が不正競争防止法2条1項1号にいう「商品等表示」に当たると主張するものである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者の主張は，次のとおり当審における主張を付加するほか，原判決の「事実及び理由」の「第2 事案の概要等」，「第3 争点に関する当事者の主張」欄に記載のとおりであるから，これを引用する。なお，上記「原告色彩構成」などのほか，略語については，当裁判所も原判決と同一のものを用いる。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "患者も「需要者」に該当すること",
              "text": [
                "患者は，医療用医薬品を自ら選択する権利(自己決定権)を有し，医療用医薬品に関心を有しており，処方を受けている医薬品が患者の知らないうちに先発品から後発品に変更されていれば，元に戻してほしいと考える患者が少なからず存在するし，医師の多くも患者が医療用医薬品の拒否権や変更権を有することを認めている(甲第26号証)。したがって，患者も医療用医薬品の「需要者」に該当し，その存在は医療用医薬品の取引においても重視されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告色彩構成の商品等表示該当性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商品等表示該当性の判断基準",
                  "text": [
                    "原判決は，色彩や色彩構成は本来的に商品の出所を表示する目的を有するものではないこと等を理由に，原告色彩構成の商品等表示該当性の判断基準として，その色彩が客観的に他の同種商品とは異なる顕著な特徴を有していることを要すると判断した。",
                    "しかし，医療用医薬品の場合，少なくとも患者は，商品の名称や製造・販売している会社名等を基準に自ら選択するわけではなく，医師や薬剤師等に処方された医療用医薬品をそのカプセル及びPTPシートの色彩等の外観で識別していることが多く，従前服用していた医療用医薬品と同様のカプセル及びPTPシートの外観を有する他の医療用医薬品が処方されたとしても，従前のものと誤認混同してそのままにしておくということが生じ得る。医療用医薬品においては，カプセル及びPTPシートの外観が持つ識別力は通常の商品とは全く異なるから，医療用医薬品のカプセル及びPTPシートの色彩等の形態が商品等表示に該当するか否かを検討する際には，当該色彩等の形態が他の商品と異なる顕著な特徴を有しているかどうかを重視すべきではない。",
                    "また，原告色彩構成を控訴人が独占したとしても，その他の事業者に与える不利益は原告商品と同様の色彩構成をカプセル形態の胃潰瘍治療剤に限って使用することができなくなるという極めて限定されたものにすぎない。被控訴人は，周知な商品等表示である原告色彩構成を用いて患者の自己決定権を奪っているのであり，カプセル及びPTPシートの色彩構成についての保護(独占の防止)を慎重にすべきであるとの理由から，このような被控訴人を保護し，長年営々と努力して築き上げてきた原告商品への信用力に不当にフリーライドをされ，原告商品の売上げを不当に奪われている控訴人を保護しないのは，不正競争防止法2条1項1号の趣旨に反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告色彩構成の顕著性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "顕著性の判断対象範囲",
                      "text": [
                        "医療用医薬品の市場においては，医療用医薬品の種別ごとの処方ランキングが存在し，医療用医薬品全体の市場が存在するとともに，その種別ごとの市場が存在するから，原告カプセル及び原告PTPシートの色彩構成の商品等表示該当性は，医療用医薬品全体の中で判断するのではなく，胃潰瘍治療剤の中において判断すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "顕著性の判断時期",
                      "text": [
                        "原告色彩構成の顕著性の有無を判断するに当たっては，原告色彩構成が商品等表示性を獲得した後，それが希釈化されたか否かを判断すべきである。原告カプセル及び原告PTPシートは，昭和59年12月の販売開始以来，現在まで同一の色彩構成を使用して販売され，平成9年に後発品が販売されるまでは，控訴人がこの色彩構成を独占してきたから，遅くとも平成9年には商品等表示として機能するようになっており，その後も高いシェアを維持している。販売数や処方数において，原告商品は後発品を大きく上回っており，後発品が発売されたことによって，原告色彩構成の自他商品識別力は希釈されていない。また，原告商品の後発品以外の胃潰瘍治療剤も需要者に周知されていないので，原告色彩構成の顕著性に影響を与えていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "色彩の相違",
                      "text": [
                        "緑色系の色と白色系の色の組合せによるカプセル及び銀色地に青色系の文字等が書かれたPTPシートの双方が用いられている胃潰瘍治療剤16種類(乙第2号証添付資料)のうち，アルフレッサファーマ製「ニザチジンカプセル150mg『OHARA』」，沢井製薬製「ニザチンカプセル150」，ゼリア新薬工業製「アシノンカプセル150」，被控訴人製「アテミノンカプセル150mg」及びアズウェル製「ニザチジンカプセル150mg『OHARA』」に使用されている「緑色系」の色彩と原告商品及びその後発品に使用されている「緑色系」の色彩とが異なることは一見して明らかであるから，これらの薬剤があることから，原告色彩構成の顕著性を否定することはできない。",
                        "原告商品における「緑色系」の色は，正確には「灰青緑色」であり，上記の薬剤の「緑色系」の色彩とは，着色の濃淡の違いにとどまらず，離隔的に観察しても明確に識別することができる。色差及び吸光度を測定すると，原告商品と被告商品を含む後発品の色は非常に類似しているのに対し，後発品以外で緑色系の色と白色系の色の組合せによるカプセルの色とは類似していない(甲第69号証)",
                        "また，原告色彩構成においては，①カプセルが緑色系の色と白色系の色の組合せによること，②PTPシートが銀色地に青色系の文字等が書かれていることの双方に着目すべきであり，胃潰瘍治療剤として①及び②のいずれも満たすものは，原告商品及び被告商品以外にほとんど存在しない。",
                        "さらに，医療用医薬品全体からみても，①及び②のいずれも満たすもので原告商品ほど市場に出回っているものは存在しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告色彩構成の商品識別等に果たす役割",
                      "text": [
                        "医師や薬剤師等の医療関係者も，商品名だけでなく，カプセル及びPTPシートの色彩構成から医療用医薬品を識別することがあり(甲第26号証等)，医療関係者や患者の多くは，原告商品のデザインを見れば，セルベックス又はいつも服用している胃薬であるとの認識を持つ(甲第28号証の1ないし125)。また，患者は，一般に，自分が服用している医療用医薬品の販売名を覚えておらず，カプセル及びPTPシートの外観で識別しているのが実情である(甲第26号証)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一般不法行為に基づく請求(当審で追加した予備的請求)",
              "text": [
                "仮に被控訴人による被告商品の販売が不正競争防止法2条1項1号所定の不正競争行為に該当しないとしても，以下の事情を考慮すれば，被控訴人の被告商品の製造販売行為は，公正な競争として社会的に許容される限度を超えるものであるから，民法709条所定の一般不法行為を構成する。これにより，控訴人は，原告商品の売上高の減少という経済的損失を被っており，その額は，888万1500円を下らない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告商品を含む後発品は，先発品と成分が同一であり，先発品よりも薬価が低いにもかかわらず，後発品メーカーのMRが少なく，安全性に関する情報提供が不足し，医師等及び患者が後発品に対して漠然とした不安感を抱くため，一向に普及しない。そこで，被控訴人を含む後発品メーカーは，後発品の外観を先発品と酷似させ，医師等及び患者に誤認混同を起こさせる方法で後発品の売上げ拡大を狙っている。また，患者に処方する薬剤を先発品から後発品に変更する際に，両者の違いを説明しない医師がいるところ，被控訴人は，このような実態を認識しつつ，カプセル及びPTPシートの色彩構成を先発品である原告商品の色彩構成と酷似させ，患者に誤認混同を起こさせ，患者の自己決定権を侵害している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人の模倣の程度は，単なる類似に止まらず，いわゆるデッドコピーというべきもので，酷似している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告商品は，先発品である原告商品と成分が同一である後発品に該当するから，原告商品と直接的競合関係にあり，被告商品が患者の混同等を利用して売上げを伸ばせば，原告商品の売上げを不当に奪う結果となる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，原告商品の外観を決定するために，アンケートを行ったり，検討を繰り返した上で，医師，薬剤師のみならず，患者にも受け入れられやすいものとした。また，控訴人は，適切な情報提供活動を展開し，安全供給体制の確立・維持に努力してきた。このようにして得られた原告商品の外観に対する絶大な信頼に基づく控訴人の経済的利益は，十分法的保護に値する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "後発品が販売されるのは，先発品についての特許権の存続期間が満了した後であるところ，控訴人が求めているのは，特許権が消滅した後における当該発明を実施した商品の販売の差止めではなく，原告商品の外観を模倣して後発品を販売する行為の差止めである。したがって，被控訴人が原告商品の外観とは異なる外観の後発品を販売することは妨げられないのであって，控訴人の請求が認められても，不当な独占にはならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人の当審における主張の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人の当審における主張(1)，(2)は，独自の見解に基づくもので理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "不正競争防止法において，商品の容器又は包装について商品等表示性が認められるためには，現実の商取引の現場において，その容器又は包装が商品の識別に機能するものでなければならない。一般薬と異なり，医療用医薬品における取引行為は，効能ごとに異なる医薬品メーカーの医薬品が大量に並べられ，この中から需要者が直接商品を購入するような場面は想定することができない。医療用医薬品は，医療機関が日常的に使用するもので，まとまった数量の医薬品を発注するのが通常であり，取引において間違いが起きないよう，常に医薬品名を明示して文書で注文するのが常である。医療機関が商品名を記載せず，単にカプセル及びPTPシートの色彩構成を記載して注文することは考えられない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "医療用医薬品については，カプセル及びPTPシートの色彩構成に顕著な特徴が認められたとしても，不正競争防止法における商品等表示には該当しない。薬事行政上，PTPシート等には，商品名を和文で記載することが要求されているから，商品名が記載されていれば，色彩構成に識別機能を持たせることは期待されていない。したがって，カプセル及びPTPシートの色彩構成そのものについては，それによる識別の容易性が医療用医薬品の取引において機能することは全くないから，顕著な特徴の有無又は周知性を論ずることは意味がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "患者は，医療用医薬品の発注等の取引に関与しないから，不正競争防止法における医療用医薬品の需要者にはなり得ない。控訴人の主張する患者の自己決定権は，不正競争防止法とは関係がない。",
                    "また，医師等が患者への説明なしに，処方する医薬品を先発品から後発品に変更することは，一部の医師によって行われているにすぎないことを誇張して一般化するものであるし，後発品メーカーがこのような医師と結託して後発品の外観デザインを決定して，誤認混同を生じさせている事実はなく，根拠のない批判である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告商品の売上高が後発品のそれを上回っているからといって，原告カプセル及び原告PTPシートの色彩構成が周知であることにはならない。原告商品において周知となっているのは，「セルベックス」という商標名と薬効においてであるから，胃潰瘍治療剤「セルベックス」が周知であっても，自他商品識別力のない原告色彩構成が周知であることにはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一般不法行為に基づく請求(当審で追加した予備的請求)について以下に述べるとおり，被控訴人の行為は，一般不法行為を構成することもない。",
                "原告カプセル及び原告PTPシートの色彩構成には，創作性，独創性，すなわち顕著性がなく，原告色彩構成が商品価値にとって重要な意味を有しない。特に，原告商品は医療用医薬品であるから，医薬品としての効能効果を基準にして，購入が決定され，色彩構成の良し悪しや好き嫌いが購入動機となることはあり得ない。したがって，カプセル及びPTPシートの色彩構成そのものに，法的保護の対象と認められるような要素は全くない。",
                "また，被告商品については，原告商品と同等の有効性，安全性があるとして，厚生労働省の製造承認を得ており，その薬価も同省において定められたものである。したがって，被告商品を不当廉売していることはなく，被控訴人の活動は，薬事法に則った正当な営業活動である。また，平成9年7月の被告商品の発売以来，原告商品と誤認混同することについてのクレームは一件も発生しておらず，被告商品の販売により控訴人の営業上の信用を毀損したこともない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告色彩構成は出所表示機能ないし自他商品識別機能を備えたものとは認められないから，不正競争防止法2条1項1号所定の「商品等表示」に該当するものではなく，被控訴人による被告商品の販売が同号所定の不正競争行為に該当することを理由とする控訴人の主位的請求はいずれも理由がないと判断する。また，控訴人が当審において追加した，被控訴人の行為が民法709条所定の一般不法行為に該当することを理由とする予備的請求もまた理由がないと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "不正競争防止法2条1項1号の「商品等表示」について",
          "content": [
            {
              "fig": "(1)",
              "subject": "色彩(色彩構成)の商品等表示性",
              "text": [
                "不正競争防止法2条1項1号が，他人の周知な商品等表示と同一又は類似の商品等表示を使用することをもって不正競争行為と定めた趣旨は，周知な商品等表示に類似する商品等表示を使用することにより，需要者ないし取引者に当該商品等の出所を誤認させ，他人の営業上の信用にただ乗りをして顧客を獲得する行為を防止することにより，周知な商品等表示に化体された営業上の信用を保護するとともに，事業者間の公正な競争を確保することにあると解される。",
                "そして，不正競争防止法2条1項1号において，「商品等表示」とは「人の業務に係る氏名，商号，商標，標章，商品の容器若しくは包装その他の商品又は営業を表示するものをいう」と規定されているところ，商品やその容器等の外観に表れた色彩(色彩構成)も，一応，同号にいう「商品等表示」に当たり得るものといえる。",
                "もっとも，不正競争防止法2条1項1号の趣旨や，同号において「商品等表示」が「人の業務に係る・・・商品又は営業を表示するものをいう」と定められていることからすれば，同号にいう「商品等表示」は，商品等表示それ自体が客観的に自他識別機能ないし出所表示機能を備えていることが必要であることはいうまでもないところ，商品あるいはその包装の色彩や色彩構成(複数の色彩の組合せ)は，商標等と異なり，本来的には商品の出所を表示する目的を有するものではなく，その色彩や色彩構成自体が商品と結合して特定の出所を表示する二次的意味を有するに至る場合があるにすぎないものである。",
                "また，色彩は，文字，図形，記号等と結合した場合には，商標法上の商標となり得るし(同法2条1項)，物品の形状，模様等と結合した場合には，意匠法上の意匠(同法2条1項)となり得るものであるが，本来，色彩(色)それ自体の使用は，何人も自由に行うことができるものであり，色彩あるいは色彩構成を商品等表示として不正競争防止法によって保護することは，本来自由に使用できる色彩について特定の事業者の独占を認める結果になることにも留意する必要がある。",
                "したがって，色彩あるいは色彩構成自体が商品と結合して出所表示機能を有し，不正競争防止法2条1項1号所定の「商品等表示」に当たるといえるためには，その色彩をその商品に使用することの特異性など，少なくとも当該色彩あるいは色彩構成が他の同種商品とは異なる顕著な特徴を有していることが必要であるというべきであり，また，その商品等表示該当性を判断するに当たっては，上記顕著な特徴を有することに加えて，さらに当該商品について当該色彩あるいは色彩構成の使用継続性の程度，需要者が同種商品の識別要素として色彩あるいは色彩構成に着目する度合いなどをも考慮して検討されなければならないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告カプセル及び原告PTPシートの商品等表示性",
              "text": [
                "原告カプセルは商品の一部であり，原告PTPシートは商品の包装であるから，それらの外観に表れた色彩構成も，一応，不正競争防止法2条1項1号にいう「商品等表示」に当たり得るものといえる。",
                "この点について，被控訴人は，原告商品は原告カートンに収納された状態で販売され，原告カプセルや原告PTPシートが露出した状態で取引されることはないから，原告カプセル及び原告PTPシートの色彩構成は，そもそも不正競争防止法2条1項1号にいう「商品等表示」に当たる余地がない旨主張する。確かに，原告商品は，控訴人から代理店を経由して病院ないし薬局に販売されているものであり，病院ないし薬局に到達するまでは原告カートンに収納された状態である(弁論の全趣旨)が，証拠(甲第3号証の1ないし4，第4号証の1ないし3，第5ないし第7号証，第14号証，乙第7号証)によれば，控訴人の製品便覧，取引先に配布した原告商品のリーフレット，控訴人のホームページのほか，「写真でわかる処方薬事典」などの書籍に，原告カプセル及び原告PTPシートの写真が掲載されていることが認められ，これによれば，少なくとも原告商品を購入すべき医療機関ないし薬局において，購入前に原告カプセル及び原告PTPシートの色彩構成を十分認識しているものと推認されるから，取引の際に原告カプセル及び原告PTPシートが露出していないことの一事をもって，上記色彩構成が不正競争防止法2条1項1号にいう「商品等表示」に当たる余地がないということはできない。",
                "また，被控訴人は，医療用医薬品は常に医薬品名を明示して注文するのが常であり，薬事行政上も，PTPシート等には商品名を和文で記載することが要求されているから，カプセル及びPTPシートの色彩構成が識別機能を持つことはなく，顕著性などを論ずるまでもなく，商品等表示性がない旨主張する。しかし，商品あるいはその包装の色彩構成が不正競争防止法2条1項1号にいう「商品等表示」に一応当たり得るものであることは，前記のとおりであり，医療用医薬品のカプセル及びPTPシートの色彩構成がおよそ商品等表示性を有しないと解するのは相当でない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告色彩構成の商品等表示性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，原告色彩構成が出所表示機能を有し，不正競争防止法2条1項1号所定の「商品等表示」に当たるといえるためには，その色彩をその商品に使用することの特異性など，少なくとも当該色彩構成が他の同種商品とは異なる顕著な特徴を有していることが必要である。",
                    "この点について，控訴人は，医療用医薬品の場合，そのカプセル及びPTPシートの色彩等の形態が商品等表示に該当するか否かを検討する際には，当該色彩等の形態が他の商品と異なる顕著な特徴を有しているかどうかを重視すべきではない旨主張する。しかし，前記のとおり，色彩自体は本来的には商品の出所を表示する目的を有するものではなく，一定の場合に特定の出所を表示する二次的意味を有するに至る場合があるにすぎないものであり，しかも，色彩は本来何人も自由に使用することのできるものであるから，原告カプセル及び原告PTPシートの色彩構成について，商品を他から識別して特定の出所を表示する機能を備えているものとして，その独占を認めるためには，少なくともそれがありふれたものではない顕著な特徴を有していることが必要であると解すべきであり，このことは医療用医薬品についても何ら異なるところはないというべきである。",
                    "なお，控訴人は，原告色彩構成を控訴人が独占したとしても，その他の事業者に与える不利益は原告商品と同様の色彩構成をカプセル形態の胃潰瘍治療剤に限って使用することができなくなるという極めて限定されたものにすぎないなどとも主張しているが，本来何人も自由に使用することのできる色彩について，特定の事業者の独占を認めることは，それがカプセル形態の胃潰瘍治療剤の範囲に限られるとしても，他の事業者に与える不利益は大きいものがあるといわざるを得ないのであり，色彩あるいは色彩構成が商品等表示に当たるといえるためには，少なくともそれがありふれたものではない顕著な特徴を有していることが必要であるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，原告色彩構成が他の同種商品とは異なる顕著な特徴を有しているかどうかを検討するに当たって，同種商品の範囲をどのようにとらえるかについて，控訴人は，医療用医薬品の種別ごとの処方ランキングが存在し，医療用医薬品の種別ごとの市場が存在するから，原告色彩構成の商品等表示該当性は，医療用医薬品全体の中で判断するのではなく，胃潰瘍治療剤の中において判断すべきであると主張する。",
                    "原告商品及び被告商品が医療用医薬品であることは当事者間に争いがなく，弁論の全趣旨によれば，医療用医薬品は，製薬会社等から医療機関等に販売され，そこで具体的処方があるまで保管され，医師の処方により患者に対して使用され，患者はその薬剤の対価を負担するものであることが認められる。",
                    "医師等は，日常的に数多くの患者に接し，様々な薬剤を処方・使用しているところ，医師等が日常的に接する患者は，胃潰瘍に限らず多種多様な疾病に罹患しているのであり，一人の患者が同時に複数の疾病に罹患していることも少なくない。また，処方箋により医療用医薬品の調剤を行う調剤薬局においては，複数の医師からの処方箋に対応するため，非常に多くの種類の医薬品を取り扱うものであり，調剤薬局が日常的に取り扱う医療用医薬品も胃潰瘍治療剤に限らず，多種多様である上，複数の種類の医療用医薬品が処方された患者に対し，処方に係る複数種類の医療用医薬品を調剤する場合も多い。",
                    "このように，医師等が日常的に胃潰瘍治療剤に限らず，多種多様な医療用医薬品を取り扱っている実態からすれば，医療機関等において医療用医薬品がその種類や薬効によって分類・保管されているとしても，原告商品についての「同種商品」は，医療用医薬品全体をいうものと解すべきである。",
                    "控訴人は，医療用医薬品の種別ごとの処方ランキングが存在することを根拠の一つとして挙げるが，同種商品の範囲は，上記のように同種商品が通常の取引においてどのように取り扱われているかの観点から判断されるべきであって，処方ランキングの存在は，これと何の関係もない。",
                    "以上のとおり，「同種商品」は胃潰瘍治療剤に限定されるとの控訴人の主張は採用することができず，原告色彩構成が顕著な特徴を有しているどうかは，医療用医薬品全体を同種商品として検討されるべきであり，原告色彩構成が出所表示機能を備えているかどうかも，医療用医薬品全体の中で判断すべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告色彩構成についての具体的な検討",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告商品と被告商品の形状等",
              "text": [
                "当事者間に争いがない事実，以下に摘示する証拠及び弁論の全趣旨によって認められる事実を総合すると，原告商品及び被告商品の形状等は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告商品",
                  "text": [
                    "原告商品は，原判決別紙原告標章目録1記載のとおり，蓋をなす部分が概ね緑色(正確には灰青緑色)で，蓋をされる部分が概ね白色(正確には淡橙色)で構成されたカプセル(原告カプセル)に薬剤が収められており，蓋をなす緑色の部分及び蓋をされる白色の部分の双方に識別コード「SX50∈」が赤色で印刷されている(甲第14号証)。",
                    "原告カプセルは，原判決別紙原告標章目録2及び3記載のとおり，PTPシート(原告PTPシート)に収納されているが，原告PTPシートは表面及び裏面とも銀色地となっており，シートの表面の上部(耳部)には控訴人の英字による標章(楕円の内部に「Eisai」とあるもの)や，商品名「セルベックス50mg」が青色で印刷され，かつ，カプセル収納部分の下部に相当する部分に幅広の縞模様が青色で印刷されている。他方，シートの裏面の上部には，商品名「Selbex50mg」等が青色で印刷され，その余の部分には，商品名「セルベックス50mg」や「SX50∈」の文字，カプセルの取り出し方を示す図等が青色で印刷されている(乙第1号証)。",
                    "原告カプセルが封入された原告PTPシートは，複数枚がまとめられて緑色の原告カートンに収納される。原告商品は，控訴人から代理店を経由して病院ないし薬局に販売されているものであり，病院ないし薬局に到達するまでは原告カートンに収納された状態である。",
                    "100カプセル入りの原告カートンの上面には，大きく白抜き文字で「胃炎・胃潰瘍治療剤 セルベックス<R>カプセル 50mg」と記載され，また，控訴人の英字による標章(楕円の内部に「Eisai」とあるもの)及び商号等が黒字で記載されている。なお，原告カートンの側面には，黒字で「胃炎・胃潰瘍治療剤 セルベックス<R>カプセル 50mg」と記載されている(乙第5号証)。",
                    "原告商品には，昭和59年12月の発売以来，一貫して原告色彩構成が採用されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告商品",
                  "text": [
                    "被告商品は，原判決別紙被告標章目録1記載のとおり，蓋をなす部分が概ね緑色で，蓋をされる部分が概ね白色で構成されたカプセル(被告カプセル)に薬剤が収められており，蓋をなす緑色の部分及び蓋をされる白色の部分の双方に識別コード「TPR237」が赤色で印刷されている。",
                    "被告カプセルは，原判決別紙被告標章目録2及び3記載のとおり，PTPシート(被告PTPシート)に収納されているが，被告PTPシートは表面及び裏面とも銀色地となっており，シートの表面の上部(耳部)には商品名「セループカプセル50mg」が青色で印刷され，また表面のその余の部分には，被控訴人の英字による標章(アルファベットの「t」とこれを囲む塗りつぶされた円からなるもの)，「237」との識別コード，有効成分の含有量を示す四角い枠で囲まれた「50mg」の文字が青色で印刷されている。",
                    "他方，シートの裏面の上部には，商品名「CELOOP50mg」が青色で印刷されており，その余の部分には，商品名「セループカプセル 50mg」やカプセルの取り出し方を示す図等が青色で印刷されている(乙第1号証)。",
                    "被告カプセルが封入された被告PTPシートは，複数枚がまとめられて白色のカートン(以下「被告カートン」という。)に収納される。",
                    "100カプセル入りの被告カートンの上面左側には，大きく緑色の文字で「CELOOP」，「胃潰瘍治療剤 セループ<R>カプセル 50mg」などと記載され，また，被控訴人のマーク等が緑字で記載されている。また，被告カートンの上面右下側には，被控訴人の英字による標章(アルファベットの「t」とこれを囲む塗りつぶされた円からなるもの)と製造販売元として被控訴人の商号が記載されている。なお，被告カートンの側面には，緑色の文字で大きく「胃潰瘍治療剤 セループカプセル<R>カプセル 50mg」などと記載されている(乙第5号証)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告色彩構成の顕著性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人の研究開発部課長代理A作成の報告書(乙第2号証)及び弁論の全趣旨によれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告商品の有効成分であるテプレノンを含有する消化性潰瘍治療剤に係る控訴人の特許権(特許第1495088号)の存続期間は平成9年7月に満了し，同特許権は消滅したが，このころから原告商品の後発医薬品が発売されるようになった。原告商品の後発医薬品は，原告カプセル及び原告PTPシートの色彩構成と同様の色彩構成を採用したものが多かった。",
                        "なお，控訴人は，平成17年3月，原告商品の後発医薬品メーカー10社に対し，本件訴訟と同様，原告カプセル及び原告PTPシートの色彩構成と同様の色彩構成の使用が不正競争防止法2条1項1号の不正競争行為に当たるとして，訴訟を提起した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "緑色系の色と白色系の色の2色の組合せによる色彩構成のカプセルと，銀色地に青色系の色の文字等が付されているPTPシートの双方が用いられている医療用医薬品としては，平成17年5月24日現在で，胃潰瘍治療剤の効能効果を有する医療用医薬品に限ってみても，①アルフレッサファーマ製「ニザチジンカプセル150mg『OHARA』」，②共和薬品工業製「テルペノンカプセル50mg」，③沢井製薬製「セフタックカプセル50」，④同「ニザチンカプセル150」，⑤ゼリア新薬工業製「アシノンカプセル150」，⑥被控訴人製「アテミノンカプセル150mg」，⑦長生堂製薬製「アントベックスカプセル50mg」，⑧鶴原製薬製「デムナロンカプセル」，⑨東和薬品製「エクペックカプセル」，⑩日本医薬品工業製「コバルノンカプセル」，⑪明治薬品・大正薬品工業製「セルテプノンカプセル50mg」，⑫メルク・ホエイ製「セルパスカプセル」及び⑬陽進堂製「アンタゴスチンカプセル」の13商品(乙第2号証の添付資料3-2)，⑭アズウェル製「ニザチジンカプセル150mg『OHARA』」(乙第2号証の添付資料1-2。以下，これらの医療用医薬品を，その番号に従って「薬剤①」などという。)並びに原告商品及び被告商品の少なくとも合計16商品がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "緑色系の色と白色系の色の2色の組合せによる色彩構成のカプセルの医療用医薬品としては，前記(イ)の時点で，医療用医薬品全体では旭化成ファーマ製「シンクルカプセル」等の少なくとも49商品(乙第2号証の添付資料3。原告商品及び被告商品を含む。)及びアズウェル製「ニザチジンカプセル150mg『OHARA』」(薬剤⑭，乙第2号証の添付資料",
                      "text": [
                        "1-2)の少なくとも合計50商品がある。",
                        "また，これを胃潰瘍治療剤の効能効果を有する医療用医薬品に限ってみても，アルフレッサファーマ製「ニザチジンカプセル75mg『OHARA』」等の32商品(乙第2号証の添付資料3-2。原告商品及び被告商品を含む。)及びアズウェル製「ニザチジンカプセル150mg『OHARA』」(薬剤⑭，乙2の添付資料1-2)の少なくとも合計33商品がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "銀色地に青色系の色の文字等が付されているPTPシートを用いた医療用医薬品であって，カプセルが用いられているものとしては，前記(イ)の時点で，医療用医薬品全体では，旭化成製「エフペニックスカプセル」等の66商品(乙第2号証の添付資料1。原告商品を含む。)及びアルフレッサファーマ製「ニザチジンカプセル150mg『OHARA』」(薬剤①)等の13商品(乙第2号証の添付資料3-2。被告商品を含む。なお，ゼリア新薬工業製「アシノンカプセル150」は，同添付資料1と同添付資料3-2の双方に重複して記載されている。)の少なくとも合計79商品がある。",
                        "また，これを胃潰瘍治療剤の効能効果を有する医療用医薬品に限ってみても，小野薬品工業製「ロノックカプセル」等の9商品(乙第2号証の添付資料1-2。原告商品を含む。)及びアルフレッサファーマ製「ニザチジンカプセル150mg『OHARA』」(薬剤①)等の13商品(乙第",
                        "2号証の添付資料3-2。被告商品を含む。ゼリア新薬工業製「アシノンカプセル150」が2つの資料に重複して記載されていることは上記のとおり。)の少なくとも合計22商品がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記認定のとおり，原告商品の色彩構成は，緑色系の色と白色系の色の2色の組合せによる色彩構成のカプセルと，銀色地に青色系の色の文字等が付されているPTPシートの双方が用いられている，胃潰瘍治療剤の効能効果を有する医療用医薬品に限ってみても，原告商品及び被告商品を含めて少なくとも16商品も存在し，ありふれたものといわざるを得ない。また，同様に胃潰瘍治療剤の分野に限定して，緑色系の色と白色系の色の2色の組合せによる色彩構成のカプセルが用いられている医療用医薬品は，原告商品及び被告商品を含めて少なくとも33商品も存在し，また，銀色地に青色系の色の文字等が付されているPTPシートが用いられている医療用医薬品は原告商品及び被告商品を含めて少なくとも22商品も存在し，胃潰瘍治療剤に限定しなければさらに多数の医療用医薬品が存在するから，これらの各色彩構成は，よりありふれたものといわざるを得ない。そして，一般に，緑色系と白色系の組合せや銀色地に青色系の文字の組合せが特異なものといえないことを合わせ考慮すれば，原告カプセル及び原告PTPシートの上記色彩構成は，医療用医薬品としても他の同種商品とは異なる顕著な特徴を有しているとはいい難い。",
                    "また，少なくとも原告商品の後発医薬品についてみても，平成9年7月以降，8年以上にわたって，緑色及び白色の2色からなるカプセル及び銀色地に青色の文字等を付したPTPシートの色彩構成を使用してきており，仮に控訴人が胃潰瘍治療剤の効能効果を有する医療用医薬品としては初めてこの色彩構成を原告商品に採用したものであるとしても，控訴人による上記色彩構成の独占は相当程度長期間にわたって確保されなかった結果，その特徴が希釈化されてしまったものといわざるを得ない。",
                    "したがって，現時点(本件口頭弁論終結時)においてはもちろん，控訴人が損害賠償請求について損害の発生期間として主張する平成14年3月から平成17年3月までの間においても，原告色彩構成が医療用医薬品全体からはもとより，胃潰瘍治療剤の分野に限ってみたとしても，顕著な特徴を有しているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告色彩構成は，ありふれたもので，特異性はなく，他の同種商品とは異なる顕著な特徴を有しているということはできないから，出所表示機能を有するものではなく，不正競争防止法2条1項1号にいう「商品等表示」であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，上記報告書(乙第2号証)の添付資料3記載の薬剤のうち10種の薬剤は，現在控訴人との間で訴訟が係属している原告商品の後発医薬品であるところ，原告商品の後発医薬品が発売される平成9年ころまでは，原告カプセル及び原告PTPシートの色彩構成と同一ないし類似の色彩構成を有する胃潰瘍治療剤は，原告商品以外には存在していなかったし，後発医薬品の販売開始後は，原告商品とこれらの後発医薬品のみが存在するだけであるから，原告色彩構成には特異性がある旨主張する。",
                        "しかし，そもそも，原告色彩構成が周知商品等表示に当たるか否かは，差止請求については事実審の口頭弁論終結時，損害賠償請求については損害の発生期間として主張する平成14年3月から平成17年3月までを検討すべきであるから(最高裁昭和61年(オ)第30，31号同63年7月19日第三小法廷判決・民集42巻6号489頁)，原告色彩構成が他の同種商品とは異なる顕著な特徴を有しているかどうかも，上記の時点で判断すべきものである。また，上記の顕著な特徴を有するか否かは，需要者一般にとって原告色彩構成が出所表示機能を備え得るといえる程度に顕著な特徴を有するかどうかという問題であって，客観的に判断されるべきものであるから，原告商品の後発医薬品を除外して考える合理性はない。仮に10社もの後発医薬品メーカーが，原告色彩構成に類似する色彩構成を採用して後発医薬品を販売していた結果，類似の色彩構成の同種商品が氾濫すれば，原告色彩構成から需要者一般が抱く観念と原告商品との結びつきは大きく減弱するといわざるを得ないのであるから，類似する色彩構成を採用した後発医薬品の販売を早期に阻止できなかった以上，原告色彩構成が顕著な特徴を有しないと判断される結果となることはやむを得ないところである。しかも，原告色彩構成と類似した色彩構成を有する薬剤①ないし⑭のうち，薬剤①，④，⑤，⑥及び⑭の5商品は，原告商品の後発医薬品以外の医療用医薬品であるから(甲第7号証)，仮に原告商品の後発医薬品を除外してみたとしても，原告色彩構成が胃潰瘍治療剤の分野において顕著な特徴を有するものであるということはできない。",
                        "控訴人は，後発医薬品の販売後も，原告商品は高いシェアを維持しており，後発医薬品が発売されたことによって，原告色彩構成の自他商品識別力は希釈されていない旨主張するが，類似の色彩構成の同種商品が氾濫することにより，原告色彩構成がありふれたものとなれば，需要者一般にとって原告色彩構成と原告商品との結びつきが減弱することは上記のとおりであり，控訴人の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，原審においては，薬剤⑤及び⑭の医療用医薬品は，カプセルの蓋をなす部分に使用されている色が黄緑色であって，原告カプセルの蓋をなす部分に使用されている濃緑色とは明らかに異なると主張していたところ，当審においては，原告商品における「緑色系」の色は，正確には「灰青緑色」であり，薬剤①，④，⑤，⑥，⑭に使用されている「緑色系」の色彩とは，着色の濃淡の違いにとどまらず，離隔的に観察しても明確に識別することができるなどと主張している。",
                        "しかし，原告商品，被告商品を含む医療用医薬品の通常の取引においては，色を識別するとしても，肉眼での観察によると考えられるから，控訴人の主張する色彩の相違は，需要者が肉眼で離隔的に観察した場合に，識別することができるものでなければならない。また，原告色彩構成はカプセルの色とPTPシートの地の色及び文字の色との組合せであるから，PTPシートに入った状態でカプセルを観察する方法が最も原告色彩構成に適合する。しかし，乙第2号証の添付資料の写真を肉眼で観察しても，「緑色系」とされる複数のカプセルから，原告カプセルを色で識別することは困難であり，検甲第1号証において，カプセル自体を直接肉眼で観察しても，識別は困難である。上記各薬剤と原告商品とのカプセルの蓋をなす部分の緑色の濃淡はそれほど大きなものではなく，これを明確に識別できるとする控訴人の主張は採用することができない。また，控訴人の提出する甲第69号証は，薬剤のカプセルの色差及び吸光度を機械で測定した結果であり，肉眼で観察した場合にもあてはまるとはいえない。",
                        "なお，「灰青緑色」という色の名称は，一般的なものではなく，たとえ，肉眼で色調の違いを認識することができたとしても，需要者の記憶に残りにくい。当審で提出された甲第40号証は原告商品の添付文書であり，控訴人は原告商品の販売開始以来，色彩構成を変更していないと主張しているから，カプセルの色彩を「灰青緑色」と「淡橙色」の組合せと記載した文書が原告商品の販売開始時から存在したと考えられるにもかかわらず，控訴人は，原審の当初から，原告色彩構成のうち，カプセルの色については，緑色系の色と白色系の色の組合せと主張してきたのであって，「灰青緑色」と「淡橙色」の組合せとは主張していない。したがって，控訴人自身においても，原告商品のカプセルの色彩を，「緑色系」という以上に「灰青緑色」とまで識別していなかったものと推認される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，医師及び薬剤師等の医療関係者は原告商品を原告カートンから取り出し，原告カプセル及び原告PTPシートの色彩構成を視認できる状態で原告商品を選別するのであって，医療関係者においては，商品名だけでなく，原告カプセル及び原告PTPシートの色彩構成からこれが控訴人の製造販売に係る商品であると認識しており，原告色彩構成は自他商品識別機能を獲得するに至っている旨主張する。",
                        "しかし，医師は，患者の診療において高度の注意義務を負っている者であり，医師及び薬剤師等の医療関係者は，誤って処方と異なる薬剤を患者に交付することを防ぐ必要があるから，細心の注意力をもって医薬品を選別すべきことが要求されている医療関係者が貯蔵されている多数の医薬品の中から処方された薬剤を取り分けるときに，薬剤名よりもカプセル及びPTPシートの色彩構成に着目しているとは考えられない。乙第6号証によれば，誤投与を防ぐために，PTPシートに薬剤の販売名(薬剤名)を記載するよう指導が行われていることが認められ，原告商品，被告商品を含む医薬品のPTPシートには販売名が記載されているから，医療関係者が貯蔵されている多数の医薬品の中から処方された薬剤を取り分けるときには，販売名によって確認していると推認される。なお，甲第33号証には，錠剤の識別方法として「色」が有効だと答えた医師，薬剤師が多かったとの結果が記載されているが，同号証における識別は「医療ミスを防ぐため」のものであり(医療ミスを防ぐためであれば，成分が同一である先発品と後発品とは，同じ色にすべきことになる。)，薬剤の出所との関係での識別ではない。また，甲第28号証の1ないし125は，印刷された数行にわたる各質問事項に対して「はい」「いいえ」「わからない」との回答が用意された書面に，回答のいずれかを丸で囲み，署名又は記名押印するだけの方式のものであり，その実質的な質問事項(ⅠないしⅣ)もすべて誘導的な内容のもので，いわば回答を暗示して行われたアンケートともいうことができるから，その結果をそのまま信用することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，胃潰瘍患者は原告カプセル及び原告PTPシートの色彩構成を視認できる状態で原告商品を選別するから，胃潰瘍患者においては原告色彩構成からこれが控訴人の製造販売に係る商品又はいつも服用している医薬であるとの認識を持ち，カプセル及びPTPシートの外観で識別しているのが実情であり，原告色彩構成は自他商品識別機能を獲得するに至っている旨主張する。",
                        "前記認定のとおり，医療用医薬品は，製薬会社等から医療機関に販売され，医師の処方により患者に対して使用され，患者は使用された薬剤の対価を負担するものであり，患者が薬局等で処方箋なしに自らの選択で購入することはできない。しかし，通常の診療過程において，目的とする治療に適合した効能を有する薬剤が複数存在する場合に，医師が患者に対して各薬剤の内容や薬価について説明をした上で，患者に選択をさせることは想定されるし，医師が成分名を記載した処方箋を患者に交付して，患者が薬剤師から説明を受けた上で，同一成分の複数の薬剤の中から選択することも想定される。このように，患者が複数の薬剤の中から自己に使用される薬剤を選択することに関与することがあり得るし，最終的には，患者が対価を負担することを考えると，上記のような限度において，患者も医療用医薬品の「需要者」に該当するということができる。",
                        "もっとも，患者が「需要者」に該当するとしても，本件において，胃潰瘍患者が，原告商品を原告色彩構成によって他の胃潰瘍治療剤ないし医療用医薬品一般から識別していることを認めるに足りる証拠はない。",
                        "甲第26号証によれば，医師，薬剤師ともに，医薬品処方時の患者への説明において，「効果・効能」，「服用方法」，「副作用」を説明する者が77パーセント以上であるのに対し，「外観(色・デザイン等)」を説明する者は，医師で8．0パーセント，薬剤師で16．5パーセントにすぎないとのアンケート結果が出ていることが認められる。これによると，患者が医師又は薬剤師から受ける説明においては，薬剤の効能，副作用が重要な事項として説明され，薬剤の外観は重視されていないことが認められる。また，説明時にカプセル及びPTPシートその他の薬剤の外観を患者に示すことが行われているとしても，それは患者が処方された複数の薬剤を誤って服用することを防ぐ目的でされているものであって，薬剤の出所との関係で示されているものではないとみるのが相当である。甲第26号証には，処方された医薬品が複数あるときに，患者が服用の際確認するのは，外観(色・デザイン等)が最も多いとのアンケート結果も記載されているが，処方された医薬品が複数あるときに，患者が服用の際，カプセル及びPTPシートの色彩等を確認するのは，上記と同様に，誤って服用することを防止するためであり，薬剤の出所との関係で識別しているものではないと考えられる(このことは，患者が高齢者の場合も同じである。)。",
                        "なお，甲第31号証の1ないし4及び第32号証の1ないし11は，原告商品と他の同種商品との誤認混同についての調査結果であるが，その結果は，需要者が薬剤の出所を認識する場合において原告色彩構成に着目していることを示すものではない。",
                        "したがって，患者が薬剤の出所との関係で原告商品を原告色彩構成によって識別していることを前提に，原告色彩構成が自他商品識別機能を有している旨の控訴人の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告色彩構成は，不正競争防止法2条1項1号にいう「商品等表示」に当たらず，その余の点について判断するまでもなく，被控訴人の被告商品の販売行為は，同号所定の不正競争行為に該当しないから，控訴人の主位的請求は理由がない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "不法行為に基づく請求(当審で追加した予備的請求)について控訴人は，被控訴人の行為が仮に不正競争防止法2条1項1号所定の不正競争行為に該当しないとしても，社会的に許容される限度を逸脱するものであるから，民法709条所定の一般不法行為を構成すると主張する。",
            "しかしながら，一般に，経済活動ないし取引行為は法令等による規制に抵触しない限り，原則としてこれを自由に行うことができるものというべきである。",
            "本件において，被控訴人による被告商品の販売が不正競争防止法2条1項1号所定の不正競争行為に該当しないことは既に判示したとおりであるから，被控訴人において専ら控訴人に損害を与えることを目的として被告商品を販売しているなどといった特段の事情のない限り，被控訴人による被告商品の製造販売行為が民法709条所定の一般不法行為を構成することはないというべきであるところ，本件に現れた事実関係及び全証拠を検討しても，そのような特段の事情の存在は認められない。したがって，被控訴人の上記行為が民法709条所定の一般不法行為に該当することはないから，一般不法行為に基づく差止等請求が認められるか否かを判断するまでもなく，控訴人の予備的請求も理由がない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，控訴人の主位的請求は理由がなく，控訴人が当審において追加した予備的請求にも理由がない。よって，控訴人の主位的請求を棄却した原判決は相当であるから，本件控訴を棄却し，当審において追加された予備的請求をいずれも棄却することとし，当審における訴訟費用の負担につき民事訴訟法67条1項，61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(ネ)10009",
    "date": "2006-09-28",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成17年(ワ)5657",
    "precedent_id": "033594",
    "ipprecedent_id": "814",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}