{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が再審2006−95003号事件について平成18年10月16日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「家ダニ駆除沸湯容器」とする発明につき，平成12年4月14日，特許を出願(特願2000−152126。以下「本願」とい",
            "う。)したが，平成14年8月16日付けの拒絶査定を受けた。原告は，同月30日，審判請求を行うとともに，同日付け手続補正書を提出した。",
            "特許庁は，この審判請求を不服2002−19586号事件として審理し，その結果，平成18年1月24日，平成14年8月30日付け手続補正を却下した上で，「本件審判の請求は，成り立たない。」との審決(以下「前審決」という。)をし，平成18年2月12日，前審決の謄本が原告に送達された。",
            "原告は，平成18年2月20日，前審決に対する再審の請求(以下「本件審判請求」という。)をした。特許庁は，本件審判請求を再審2006−95003号事件として審理し，その結果，平成18年10月16日，「本件審判の請求を却下する。」との審決(以下「本件審決」という。)をし，同年11月8日，本件審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件審判の請求は，前審決が確定していないにもかかわらず，前審決の再審を求めるものであり，「確定審決」に対して請求されたものではないから，不適法であって，その補正をすることができない，仮に再審の請求が「確定審決」に対して請求されたものであるとしても，原告の主張内容は，本来，特許法178条1項の規定に基づいて，前審決に対する取消しの訴えを提起して主張すべきものであって，再審の請求に基づいて主張することは許されない，とするものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由の要点",
      "text": [
        "「熱伝導の時間さ移動知らせタイマー」の意味が不明であり，特許を受けようとする発明が不明確であるとの判断は，誤りである。本願の当初の明細書段落【0004】に記載のとおり，「熱伝導の時間さ移動知らせタイマー」は，敷物等の厚みが違うと，裏側に熱が伝わるまでの時間に差があるため，一定の時間が経過したら，次の場所に移動すべきことを知らせるタイマーのことであり，意味が不明であることはない。",
        "家ダニ駆除沸湯容器については，出願後に先願特許の類似品があるとの指摘を受けていないし，クリーンな家ダニ駆除方法であるとの顕著な作用効果もある。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。",
        "「発明を特定する事項である『熱伝導の時間さ移動知らせタイマー』の意味が不明であり特許を受けようとする発明が不明確なものとなっている。」と判断しているのは，前審決においてである。原告の主張は，前審決に対して取消しの訴えを提起して主張すべきものであり，再審の請求をして主張することは許されない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張する取消事由について",
          "text": [
            "原告の主張する取消事由は，前審決がした認定判断を非難するものであり，前審決に対する取消しの訴えを提起して主張すべき事由であって，本件審決の取消事由とはならないものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件再審請求の適法性について",
          "text": [
            "前記第2の1のとおり，本件審判請求がされたのは平成18年2月20日であるところ，前審決の謄本が原告に送達されたのは同月12日であり，本件審判請求の時点では，前審決は確定していない。しかし，本件審決がされた同年10月16日の時点では，前審決は確定していたものである。",
            "特許法171条1項によれば，再審の請求が「確定審決に対して」されたものでなければ，不適法であるが，同法135条は，「不適法な審判の請求であって，その補正をすることができないものについては，…(中略)…審決をもってこれを却下することができる」と定めているところ，本件再審請求の時点で前審決が確定していなくても，本件審決の時点で前審決が確定していれば，本件再審請求の瑕疵は治癒されたものというべきであるから，上記瑕疵を理由として本件再審請求を却下することはできないと解するのが相当である。",
            "しかしながら，本件再審請求書(乙第3号証)の記載をみるに，同請求書において，特許法171条2項が準用する民事訴訟法338条1項及び2項並びに339条所定の事由を，原告が主張しているとは認められない。したがって，上記の瑕疵が治癒されたとしても，再審事由の主張のない本件再審請求は，いずれにしても不適法というべきであるから，本件審決の判断には，結論において誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する取消事由には理由がなく，本件審決を取り消すべきその他の誤りも認められない。",
            "よって，原告の請求は理由がないから棄却し，訴訟費用の負担について行政事件訴訟法7条，民事訴訟法61条を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10514",
    "date": "2007-02-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034198",
    "ipprecedent_id": "778",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}