{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−88025号事件について平成18年6月20日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する本件登録意匠について被告が平成17年11月4日付けで意匠登録無効審判を請求したところ，特許庁が平成18年6月20日に本件意匠登録を無効とする審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，意匠に係る物品を「車止めブロック」とする登録第885975号意匠(平成3年2月15日出願〔以下「本件出願」という。〕，平成5年9月10日登録。甲26。以下「本件登録意匠」という。)の意匠権者である。",
                "被告は，平成17年11月4日付けで本件登録意匠につき意匠登録無効審判請求をした。そこで特許庁は，同請求を無効2005−88025号事件として審理した上，平成18年6月20日，本件登録意匠を無効とする審決をし，その謄本は平成18年6月30日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件登録意匠",
              "text": [
                "本件登録意匠は，意匠に係る物品を「車止めブロック」とし，その形態を別添審決写し別紙第1記載のとおりとするものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の詳細は，別添審決写し記載のとおりである。",
                "その要点は，本件登録意匠は，請求人(被告)が本件登録意匠の出願前に頒布したパンフレット(甲2。以下「甲2パンフレット」という。)に記載された意匠(以下「甲号意匠」という。その内容は別添審決写し別紙第2記載のとおり。)と類似するから，意匠法3条1項3号に該当する，などとしたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "本件登録意匠と甲号意匠が全体として類似しているとする審決の判断は，争わない。",
                "しかしながら，審決が甲2パンフレットが本件出願前に頒布されたと認定したことは誤りであるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告が審判において提出した甲号各証は，以下に述べるとおり，いずれも信用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審判甲1(本訴甲1)のパンフレット(以下「甲1パンフレット」という。)",
                      "text": [
                        "発行日の記載がなく，平成2年のパンフレットであることの証拠とならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審判甲2(本訴甲2)のパンフレット(甲2パンフレット)裏表紙の右下に「90．10」の記載があるが，同一内容のパンフレットの甲1パンフレットや他のパンフレットにはこの記載がないこと等によれば，上記記載から，甲2パンフレットが90年(平成2年)10月ころに発行されたと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審判甲3(被告代表者作成名義の平成2年8月付け依頼書。本訴甲3。以下「甲3依頼書」という。)及び審判甲4(被告作成名義の平成2年1月付け価格表。本訴甲4。以下「甲4価格表」という。)甲3依頼書中には，「ＮAA型を新に開発」との記載があるが，平成12年以降の被告発行の他の書面における「ＮEW TYPE」(ニュータイプ)(甲23)や「新製品」(甲19)などの記載と矛盾し，その記載内容を措信すべきではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "審判甲5ないし甲7(本訴甲5～甲7)の陳述書(以下「甲5陳述書」～「甲7陳述書」という。)",
                      "text": [
                        "これらの陳述書には，「と思います」などと記載され，また，購入・使用したことの具体的事実(数や設置場所)の記載もなく措信できない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "審判甲8(新貝工業作成名義の1988年1月20日付け車止めブロックの詳細寸法図。本訴甲8。以下「甲8図面」という。)作成年月日(1988．01．20)が被告主張の平成2年製造からかなり古く，他の各証拠に照らすと措信できない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "審判甲9(佐々木道路株式会社作成名義の平成3年1月20日付け注文書。本訴甲9。以下「甲9注文書」という。)",
                      "text": [
                        "この書面が作成日に作成されたことはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "審判甲10(被告作成名義の平成2年11月5日付け仮領収証。本訴甲10。以下「甲10仮領収証」という。)",
                      "text": [
                        "正式な領収証のない仮領収証のみでは記載内容を措信すべきでない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "審判甲11(OS設計事務所作成名義の1990年12月付け駐車場図面。本訴甲11。以下「甲11図面」という。)",
                      "text": [
                        "作図日(1990年12月)が被告主張と符合するが，他の各証拠に照らすと措信できない。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "審判甲16(A作成名義の平成17年11月22日付け陳述書。本訴甲16。以下「甲16陳述書」という。)",
                      "text": [
                        "同陳述書に記載された内容に添う製造販売や取付場所等の具体的記載が一切なく，措信することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，原告は，被告に対し，意匠権侵害行為差止仮処分命令を申請し，仙台地方裁判所において平成14年(ヨ)第208号事件(以下「別件保全事件」という。)として審理されたが，同事件の審理の中で債務者(被告)は，甲号意匠に該当する車止めブロックを平成2年2月から製造販売していたと主張し，その疎明資料として被告住所の郵便番号が7桁になっている納品書3通(本訴甲20の1～3)を提出した。しかし，郵便番号が7桁になったのは平成10年2月2日であることを債権者(原告)が指摘し，同裁判所は，債務者(被告)提出の上記疎明資料を採用せず，上記申請を認める仮処分決定をした(甲15)。",
                    "また，原告は，平成15年2月3日，被告に対し，甲号意匠の車止めブロックの製造販売中止と損害賠償請求を求める訴訟を同裁判所に提起した(平成15年(ワ)第113号事件。以下「別件民事訴訟事件」という。)。同事件の審理において被告が提出した別件乙第28号証(車止めブロックのパンフレット。本訴甲17。以下「甲17パンフレット」という。)について，被告は平成元年に作成されたものであると主張したが，裁判長から，同パンフレット裏面右下隅の写真に撮影日として「’942 16」と記載されていることについて指摘され，被告が調査すると答えたものの，結局は明確な回答がなされなかった。",
                    "このように，被告の提出する各証拠はすべて措信できないものであり，甲2パンフレットが本件出願前に頒布された刊行物であると認めることはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告が審判において提出した甲号各証等に係る原告の主張に対しア 甲1パンフレット及び甲2パンフレットによる広告宣伝については，被告代表者作成の平成18年10月25日付け陳述書(乙1。以下「乙1陳述書」という。)の2に記載したとおりであり，これらのパンフレットは，甲3依頼書及び甲4価格表と同封して得意先に郵送されたものである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "甲5～甲7陳述書，甲8図面及び甲9注文書に係る原告の主張は，否認する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲10仮領収証は，本領収証が発行された後に返還されたため，被告の手元に存在するものであり，本領収証は，購入者に交付されたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲11図面及び甲16陳述書に係る原告の主張は，否認する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲20の1～3の納品書3通が作成された経緯は，乙1陳述書に記載したとおりである。",
                    "また，別件民事訴訟において，甲17パンフレットを平成元年に作成されたと誤って主張したことは，既に同訴訟で釈明した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の判断の妥当性",
              "text": [
                "審決は，審判甲1ないし甲11及び甲16(本訴甲1～11，16)について，原本確認を経て(乙5)，その成立の真正を認め，特に甲1パンフレット及び甲2パンフレット(刊行物)に記載された意匠と本件意匠が類似するとして，本件意匠を無効としたものである。",
                "甲20の1～3の成立と甲1，甲2パンフレットとは無関係であり，これを混同することは，実体的真実の究明を誤らしめるものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(本件登録意匠)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "原告は，本件登録意匠と日本国内において頒布された刊行物である甲2パンフレットに記載された甲号意匠が，意匠法3条1項3号にいう「類似」の関係にあることを争っていないので，本件訴訟の争点は，甲2パンフレットが本件登録意匠の出願日である平成3年2月15日より前に頒布されたかどうか，である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(甲2パンフレットは本件出願前に頒布されたか)の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訴訟に至る経緯等",
              "text": [
                "前記1の争いのない事実に，証拠(甲1～19，20の1～3，28，35～37，乙4，5)及び弁論の全趣旨を総合すると，次の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告と被告は，いずれもコンクリートブロックの製造，販売及び取付工事等を業務とする株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，意匠に係る物品を「車止めブロック」とする本件登録意匠につき，平成3年2月15日に意匠登録出願(本件出願)をし，平成5年9月10日に，登録第885975号意匠として設定登録を受けた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところで原告は，平成12年になって，被告が埼玉県内において原告に無断で本件登録意匠に類似する意匠に係る車止めブロックを販売していることから，被告にその中止を警告したが回答がなかったので，平成13年になって特許庁に対し，被告の製造販売する「車止めブロックＮAAタイプ」の意匠(判定2001−60084〔甲14〕別紙第2記載のもの。",
                    "甲号意匠とほぼ同一の意匠と認められ，以下「イ号意匠」という。)につき，本件登録意匠に類似する範囲に属する旨の判定を請求し，特許庁は，同請求を判定2001−60084号事件として審理した上，平成13年12月17日，イ号意匠は本件登録意匠に類似する意匠の範囲に属する旨の判定(甲14)をした。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで原告は，平成14年，被告を相手方(債務者)として仙台地方裁判所にイ号意匠に係る車止めブロックの製造等の差止めを求める仮処分を申請し，同裁判所はこれを平成14年(ヨ)第208号事件(別件保全事件)として審理した上，平成14年12月6日，被告に対し，イ号意匠に係る車止めブロックを製造すること等の差止めを命じる仮処分決定(甲15)をした。同決定の中で同裁判所は，「上記の平成2年4月3日付けの納品書……，同年3月27日付けの納品書……及び同月2日付けの納品書……に記載されている債務者住所の郵便番号がいずれも7桁になっていることが認められるところ，このことは，郵便番号が7桁になったのが平成10年2月2日であるという当裁判所に顕著な事実に照らすならば，債務者が上記主張を裏付けるに足りる資料を何ら持ち合せていないことを示す」(8頁最終段落～9頁第1段落)とした上，債務者は，「本件手続においては，ねつ造したのではないかとの疑いを差し挟まざるをえない上記……のような疎明資料を提出するなどして債権者の権利主張を争っている」(9頁第3段落)等と説示した。",
                    "被告は，上記仮処分決定に対し保全異議を申し立てた(平成14年(モ)第509号)が，同裁判所は平成15年4月15日に同仮処分決定を認可する決定をした。被告は，更に保全抗告を申し立てた(平成15年(ラ)第85号)が，仙台高等裁判所は平成15年11月11日抗告棄却の決定をした。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また原告は，上記仮処分申請中の平成15年2月3日，被告に対し，甲号意匠の車止めブロックの製造販売中止と損害賠償請求を求める訴えを仙台地方裁判所に提起し，その訴訟は同裁判所に平成15年(ワ)第113号事件(別件民事訴訟事件)として係属した。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "これに対し被告は，平成17年11月4日付けで本件登録意匠につき意匠登録無効審判請求をし，特許庁は，同請求を無効2005−88025号事件として審理した上，平成18年6月20日，前記のとおり本件登録意匠を無効とする審決をしたことから，仙台地方裁判所は，平成18年7月4日，別件民事訴訟の訴訟手続を中止した。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "別件保全事件において被告(債務者)は，疎明資料として「ＮAAタイプ」を納品した旨を記載した被告作成名義の平成2年3月2日付け(光建設(株)宛て。別件保全事件乙11の1・本訴甲20の1)，平成2年3月27日付け((有)作間建設宛て。別件保全事件乙10の1・本訴甲20の2)及び平成2年4月3日付け(大栄建設宛て。別件保全事件乙9の1・本訴甲20の3)の3通の納品書を提出した。同各納品書の写し(本訴甲20の1～3の原本)は債務者(被告)訴訟代理人事務所から債権者(原告)訴訟代理人宛てに2002年(平成14年)10月21日にファックス送信された。",
                    "同納品書には，いずれも被告日新道路工業株式会社の住所に7桁の郵便番号「〒981−1101」が記載されているが，7桁の郵便番号が実施されたのは平成10年2月2日のことである(甲28)。なおこの点につき，被告が本件訴訟の第2回口頭弁論期日(平成18年11月13日)に提出した乙1陳述書において，被告代表者は，「そこで，本件意匠出願前のＮAA型ブロックの製造販売を示す納品書等の資料を探すことになりましたが，既に十数年前のことなので，簡単には見つかりませんでした。しかし，光建設，作間建設，大栄建設に販売していたことは確かでしたので，そのころの日付をもって納品書を作成してしまいました。本案訴訟の途中で代理人を代えましたが，これらの納品書は，その前の仮処分手続で出したもので，その手続を行った前代理人との間の書類授受の中で，所在不明となってしまいました」(1頁最終段落～2頁第1段落)との陳述をしている。",
                    "また，別件民事訴訟事件において，被告は，平成元年(1989年)に作成されたカタログであるとして同事件乙第28号証(カタログ「車止めブロック」。本訴の甲17パンフレット)を提出した(甲35〔別件民事訴訟事件の被告の平成17年7月28日付け証拠説明書〕，甲36〔同じく乙第31号証として提出された被告代表者作成の平成17年7月28日付け陳述書〕)が，同パンフレット裏面右下隅の写真には，撮影日として被告の主張する同カタログの作成日より後の「’94 2 16」(判決注：平成6年2月16日を意味するものと認められる。)と表示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2パンフレットは，被告日新道路工業株式会社作成名義の「これが取れない車止めブロック」と題するパンフレットであり，その裏面には，「Aタイプ」，「AAタイプ」，「ＮAAタイプ」という3種類の車止めブロックについて，上下3段にわたり，それぞれ寸法入りの概略図が記載され，その最下段に＜車止めブロックＮAAタイプ＞として記載されたものが甲号意匠である。同パンフレットの裏面右下隅には，「90．10」と記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，甲2パンフレット頒布の事実について，審決は，「当該パンフレット(判決注：甲2パンフレット)は，その裏表紙の右下に「90．10」の記載がある。国内のパンフレット，カタログにおいて，その裏表紙ないし最終頁の右下又は左下に数字等で印刷の時期を簡略的に記載することは，一般的に広く行われている。そうすると，当該パンフレットは，1990年10月(遅くとも10月末日)に印刷され，通常，パンフレット，カタログは，頒布することを目的として印刷されるものであるから，その後頒布されたものと推認することができるものである。そして，本件登録意匠の出願日が，平成3年(1991年)2月15日であり，当該パンフレット記載の日付から，約4ヶ月経ていることから，その後頒布していないと認められる特別の事情がない限り，当該パンフレットは，本件登録意匠の出願前に頒布されていたものとするのが相当である」(審決5頁第3段落～第4段落)と認定したものであり，この点につき，被告は，甲2パンフレットによる広告宣伝については乙1陳述書(被告代表者作成の平成18年10月25日付け陳述書)の2に記載したとおりであると主張し，乙1陳述書の2には，「甲第2号証の車止めブロックのパンフレットは，その裏面右下隅に「90．10」とあるように平成2年10月に作成されたものです」との記載がある。",
                    "しかし，乙1陳述書は，被告代表者により本件訴訟に提出するためその後十数年経過した平成18年10月25日付けで作成されたものであるのみならず，上記(1)キで認定したとおり，被告から平成2年3月ないし4月にかけての納品の証拠として提出された書証が真実は郵便番号制度が改定された平成10年2月2日以降のものであり(甲20の1～3)，同じく平成元年に作成されたカタログとして提出されたものが真実は撮影日である平成6年2月16日以降のものである(甲17)ほか，別件保全事件の決定(甲15)で前記のとおり上記郵便番号の矛盾を指摘され(甲15の8頁最終段落～9頁第1段落)，被告代表者も，乙1陳述書において，前記のとおりこれら3通の納品書は事後に作成したものであることを認める陳述をしていることなど，これまでの経緯に照らすと，甲2パンフレットが平成2年10月に作成された旨の上記記載は，にわかに措信し難い。",
                    "そして，甲2パンフレットは，単なるカラー印刷物にすぎず，「90．10」との記載も含め，事後に作成することも不可能ではないから，上記作成月の記載から，甲2パンフレットが平成2年10月に作成されたとまで認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，被告は，本件登録意匠の出願前に甲2パンフレットが頒布された事実ないし被告において甲号意匠に係るブロックの製造販売を行なっていたとの事実を立証する趣旨で，審判において，甲2パンフレットのほかにも，審判甲1，甲3ないし甲11及び甲16(本訴甲1，甲3～11，甲16)を提出し，審決は，「甲第5号証の中元秀造氏の「陳述書」によれば，請求人は，甲第1号証のパンフレットと平成2年1月の「価格表」(甲第4号証)を平成2年8月付の「依頼書」(甲第3号証)とともに，送付したこと，また，甲第6号証のB氏の「陳述書」及び甲第7号証のC氏の「陳述書」によれば，甲第1号証のパンフレットあるいは甲第2号証のパンフレット(送付された時期が10月頃とあり，甲第2号証のパンフレットの可能性もある。)と平成2年1月の「価格表」(甲第4号証)を平成2年8月付の「依頼書」(甲第3号証)とともに，送付したものと認められる。そして，それらを妨げる証拠はない。そうすると，甲第1号証及び甲第2号証のパンフレットは，本件登録出願前に頒布されたものとするのが相当である。なお，当審において，甲第1号証ないし第11号証及び甲第16号証について原本を確認したところ，何ら不自然な点は見当たらなかった」(審決5頁最終段落～6頁第2段落)としているので，これらの証拠についても検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1パンフレット",
                      "text": [
                        "同パンフレットには発行日の記載がなく，その作成日を特定することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3依頼書・甲4価格表",
                      "text": [
                        "甲3依頼書には，右上に「平成2年8月」と表示され，その文面中には，「ＮAA型を新に開発いたしA型・AA型・ＮAA型の3種類となりました」との記載がある。また，甲4価格表には，右上に「平成2年1月」と表示され，「A型」，「AA型」，「ＮAA型」の各定価，卸価格等が記載されている。",
                        "しかし，上記各書面は被告名義で印字しただけのもので，いずれも事後に作成することも可能であり，上記記載から，「ＮAAタイプ」の車止めブロックが本件登録意匠の出願(平成3年2月15日)前に開発されたとまで認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5～甲7陳述書",
                      "text": [
                        "上記陳述書は，いずれも被告の取引先の関係者が，平成16年に作成した陳述書であり，これらには，「A型・AA型・ＮAA型ブロック」のカタログ，価格表及び「ＮAA車止めブロックの採用のご依頼について」という挨拶状を，平成2年に被告から受領したことがある旨の記載がある。",
                        "しかし，これらの陳述書は，上記カタログ等を受領したとされる平成2年から約14年を経過した後に作成されたものであり，その作成者がいずれも被告の取引先の関係者であることを併せ考慮すると，その記載内容の信用性には疑問があり，これらの陳述書から上記カタログ等が被告により頒布されたとまで認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲8図面・甲9注文書・甲10仮領収証・甲11図面",
                      "text": [
                        "甲8図面は，新貝工業作成名義の1988年1月20日付け車止めブロックの詳細寸法図であり，そこにはイ号意匠に係る車止めブロックの図が寸法とともに記載されている。甲9注文書は，佐々木道路株式会社作成名義の平成3年1月20日付け注文書であり，そこにはＮAA型車止めブロックの注文が記載されている。甲10仮領収証は，被告代表者作成名義の「仮領収証」と題するメモであり，そこには「仮領収証 ￥5．000円也 車止めアンカー付きＮAA型 1組の代金として……H．2．11．5」と記載されている。また，甲11図面は，OS設計事務所作成名義の1990年12月付け駐車場図面であり，そこには「車止めブロック(ＮAA型アンカー付)」の表題の下に車止めブロックの側面図が記載されている。",
                        "しかし，これらの書面は，各名義人が記載しただけのもので，いずれも事後に作成することも可能であり，上記各記載から，ＮAA型車止めブロックが本件登録意匠の出願前に開発，販売されたとまで認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲16陳述書",
                      "text": [
                        "上記陳述書は，被告の取引先であった庄瀬興産株式会社の元代表取締役A作成名義の平成17年11月22日付け陳述書であり，そこには，被告の依頼により，平成元年12月にＮAA型車止めブロックを製造したこと等が記載されている。",
                        "しかし，上記陳述書は，ＮAA型車止めブロックを製造した上記カタログ等を受領したとされる平成元年12月から約16年を経過した後に作成されたものであり，その作成者が被告の取引先の関係者であることを併せ考慮すると，その記載内容の信用性には疑問があり，同陳述書からＮAA型車止めブロックが本件登録意匠の出願前に製造されたとまで認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，甲2パンフレット以外の各証拠を検討しても，本件登録意匠の出願(平成3年2月15日)前に，甲2パンフレットが頒布された事実ないし被告において甲号意匠に係るブロックの製造販売を行なっていたとの事実を認めることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，審決が，甲2パンフレットは本件出願前に頒布された刊行物であると認定したことは誤りというほかなく，この誤りが審決の結論に影響を及ぼすことは明らかであるから，原告主張の取消事由は理由がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の本訴請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}