{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2005−30911号事件について平成18年6月20日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有する後記商標登録について，被告が不使用による取消し審判の請求をしたところ，特許庁が登録取消しの審決をしたので，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成11年7月8日，下記商標(平成13年政令第265号による改正前の商標法施行令別表第42類。以下「本件商標」という。)について商標登録出願をしたところ，平成12年8月25日商標登録第4410960号として，設定登録を受けた。",
                    "記",
                    "(商標) (指定役務)",
                    "第42類",
                    "「美容，理容，入浴施設の提",
                    "供，あん摩，マッサージ及び",
                    "指圧」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "これに対し，被告は，本件商標の指定役務中「美容，理容」につき，不使用による商標登録の取消し審判の請求(以下「本件審判請求」という。)をし，平成17年8月16日その旨の登録がされた。",
        "特許庁は，同請求を取消2005−30911号事件として審理した上，平成18年6月20日，「登録第4410960号商標の指定役務中「美容，理容」については，その登録を取り消す。」との審決を行い，その謄本は平成18年6月30日原告に送達された。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決写しのとおりである。その理由の要点は，被請求人たる原告は，本件審判請求の登録日前3年以内に本件商標を継続して日本国内で指定役務「美容，理容」について使用した十分な立証をせず，かつそれにつき正当な理由も認められないから，指定役務「美容，理容」についての本件商標登録は商標法50条により取り消すべきである，というものである。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "審決の取消事由",
          "text": [
            "しかしながら，審決の判断には，次のとおり誤りがあるから，審決は違法として取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，平成11年9月にエステティックサロン「アンジュ」東三国本店を，平成12年9月にエステティックサロン「アンジュ」千里山店を，平成13年10月にエステティックサロン「アンジュ」千里中央パル店を，平成16年6月にエステティックサロン「ル・アンジュ」川西店を，それぞれ開設し，現在に至るまで「アンジュ」及び「Ange」の商標を用いて営業を続けている。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告が「アンジュ」及び「Ange」の商標を使用していることは，次の各事実から明らかである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "原告は，上記の各店舗の開設以来，以下の情報誌に各店舗の広告を掲載しており，本件審判請求の登録日(平成17年8月16日)前3年以内の間にも，「アンジュ」及び「Ange」の商標を用いた各店舗の広告を掲載している(甲3の1～甲8)。",
                "・「Bird's eye」(北摂一帯に配布される情報誌であり，毎月1日に発行される。)",
                "・「Cozy」北摂版(北摂地域に新聞折込み，配布等がされる情報誌)",
                "・「City Life」西版(吹田市，豊中市，箕面市に配布される情報誌であり，毎月1日に発行される。)",
                "・「まるごとくーぽん」(毎月1日に発行される情報誌で，宝塚・伊丹版は宝塚市・伊丹市に，川西版は川西市等に配布される。)・「Ｎasse」(大阪地域で発行される情報誌で，毎月25日に発行される。)。",
                "・「あとむ」(交通情報や生活情報が掲載されている情報誌)(イ) 原告は，北大阪急行千里中央駅や阪急電鉄千里山駅に広告看板を出し，本件審判請求の登録日(平成17年8月16日)前3年以内の間にも，「アンジュ」及び「Ange」の商標を用いた広告をしている(甲9，10の各1，2)。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "原告は，上記の各店舗において改修工事等を行い，同工事等を株式会社サイキに依頼しているが，その際に，改修工事等の現場を「アンジュ○○店」として特定している(甲11の1～3)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "本件商標の指定役務である「美容，理容」には，社会通念上の「すべての美容，理容」が含まれると解さなければならない。エステティック美容は，化粧等，美顔・美爪・美身のための施術の提供であり，社会通念上，「美容，理容」に属する役務であることは明らかである。",
        "被告は，社団法人発明協会発行に係る「商品及び役務区分解説」中の「役務区分解説 第42類」の「美容，理容」の解釈を引用し，「美容，理容」とは，施術方法が「パーマネントウェーブ，結髪，化粧等」又は「頭髪の刈り込み，顔そり等」に限られているという。",
        "しかし，上記施術方法を「美容，理容」の限定的な例と解する根拠は全くない。上記施術方法に「等」が付されていることからも，限定的に解するべきではない。のみならず，被告は，別件である自らの商標登録出願に際して，「エステティック美容その他の美容，理容，入浴施設の提供，…」を指定役務として出願している(甲12)のであり，このことからすれば，被告自身，「美容，理容」の範囲に「エステティック美容」が含まれると認識していたことに他ならない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "したがって，原告は，本件商標を継続して本件審判請求の登録日(平成17年8月16日)前3年以内に日本国内において指定役務「美容，理容」について使用していたのであって，使用していないとする審決の判断は誤りである。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "請求原因に対する認否",
                  "text": [
                    "請求原因(1)，(2)の各事実は認めるが，(3)は争う。"
                  ]
                },
                {
                  "fig": "3",
                  "subject": "被告の反論",
                  "text": [
                    "審決の認定判断に誤りはなく，審決を取り消すべき理由はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "原告主張に係る前記1イの情報誌の広告(甲3の1～甲8)は，エステティックサロンの営業に係るものであって，「リンパドレナージュ」，「ハンドマッサージ」を行う旨が記載されている。これらの広告の記載からすると，「リンパドレナージュ」は，主として，心身の疲労・不調の解消のために，頭から足の裏まで全身マッサージを行い，人体のリンパ管の働きや血液の流れを良くして，体質改善・痩身を図るもので，その効果を保持するために週1回ペースの継続的サービスを提供するものであるということができる。また，これらの広告の記載からすると，「ハンドマッサージ」は，心身の疲労，体調不良の解消のために，素手によるマッサージにエッセンシャルオイル(精油)を用いた施術法を採り入ることにより，全身の経絡を刺激して，体質改善・痩身と併せて心身のリラクゼーション効果を提供するものであるということができる。したがって，これらの「リンパドレナージュ」，「ハンドマッサージ」は，本件商標の指定役務である「美容，理容」に該当するものではない。",
            "原告発注の「広告掲出料請求書」(甲9の1)，原告の掲出広告についての「取引に関する証明書」(甲10の1)及び原告の各店舗改修の「請求書」(甲11の1～3)は，本件商標が使用されている事実を示すものとはいえない。",
            "原告エステティックサロン営業店が最寄り駅に掲出した広告用看板の「写真」(甲9の2及び10の2)をもって，上記情報誌の広告を超えて「美容，理容」との具体的関係を明らかにする事実と認めることはできない。",
            "以上によれば，原告が本訴において提出する全証拠によっても，本件商標を指定役務である「美容，理容」について使用している具体的な事実は認められない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "特定商取引に関する法律(以下「特定商取引法」という。)施行令12条，別表第5によれば，エステティックは，「人の皮膚を清潔にし若しくは美化し，体型を整え，又は体重を減ずるための施術を行うこと」と定義され，日常生活に係る取引において有償で継続的に提供される役務(特定継続的役務)に指定されている。そして，前記店舗広告に照らしても，エステティックとは，心身疲労，体調不良などの状態を踏まえながら，手技，化粧品を用いて心に安らぎと心地よさを与え，全身の肌や体型をより美しく，より健やかにして，その状態を長期的に保つ，継続的な施術行為であるということができる。エステティックは，このように，「美しくなる」，「今より痩せる」などの一定効果を期待して，長期間多数回にわたって継続的施術行為を行うものである。",
            "これに対し，特許庁商標課編・社団法人発明協会発行に係る「商品及び役務区分解説」(平成4年3月25日発行)中の「役務区分解説 第42類」(乙1)の【注釈】には，「個人の需要に応ずる事業所が提供する個人的役務。当該役務には，社交上の付添い，美容院，理髪店，葬儀社又は火葬場の役務を含む。」と記載されている。この記載からすると，「美容，理容」は，「美容院，理髪店」において施術の資格を有する美容師又は理容師が提供する役務に限られるものである。また，「役務区分解説 第42類」の【解釈】には，「＜美容＞ パーマネントウェーブ，結髪，化粧等の方法により，容姿を美しくする役務である。」，「＜理容＞ 頭髪の刈り込み，顔そり等の方法により，容姿を整える役務である。」と記載されている。この美容と理容の解釈は，そのまま，美容師法2条1項が定義する「美容」，理容師法1条1項が定義する「理容」に該当する。これらの解釈又は定義における施術方法には「等」が付されているが，その前の「パーマネントウェーブ，結髪，化粧」又は「頭髪の刈り込み，顔そり」の各例示に照らすと，上記「等」の施術方法が対象とする「容姿」は，首から上部であると解することが合理的であり，「美容」については，コールドパーマネントウエーブ等に伴う「カッテイング(性別の如何を問わない)」，「顔そり(化粧に付随した行為)」，「染毛」が，「理容」については，「コールドパーマネントウエーブ(男子に対し仕上げ目的に限る)」，「染毛」が，これに当たる。",
            "そうすると，「美容，理容」は，美容師の行う客のパーマネントウェーブ，結髪，化粧等の施術，又は，理容師が行う客の頭髪の刈り込み，顔そり等の施術にほかならず，いずれの施術も資格を有する美容師・理容師による一回の行為である。",
            "以上のとおり，エステティックと本件商標の指定役務である「美容，理容」とでは，その施術行為の目的と対象，施術方法と回数，さらには施術者の資格など，ことごとく異質であり，エステティックは「美容，理容」に該当するものとはいえない。",
            "したがって，原告が本件商標をエステティック営業に使用しているとしても，指定役務である「美容，理容」に使用しているということはできない。",
            "なお，被告は，別件の商標登録出願に際して，「エステティック美容その他の美容，理容，入浴施設の提供，…」を指定役務として出願している(甲12)が，その事実は，本件不使用による商標登録の取消し手続に何らの影響を与えるものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張の取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告による本件商標の使用の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲3の1～甲11の3)及び弁論の全趣旨によれば，次の事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成11年9月にエステティックサロン「アンジュ」東三国本店を，平成12年9月にエステティックサロン「アンジュ」千里山店を，平成13年10月にエステティックサロン「アンジュ」千里中央パル店を，平成16年6月にエステティックサロン「ル・アンジュ」川西店を，それぞれ開設し，現在に至るまで営業を続けている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，次のとおり情報誌に上記各店舗の広告を掲載した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「Bird’s eye」は，スタジオエイジーが毎月1回発行し，北摂一帯で配布している情報誌で，その平成14年8月1日発行(甲3の1)，平成14年9月1日発行(甲3の2)，平成14年1",
                          "text": [
                            "1月1日発行(甲3の3)，平成15年1月1日発行(甲3の4)，",
                            "平成15年3月1日発行(甲3の5)，平成15年5月1日発行(甲3の6)の各誌に，原告の広告が掲載されている。これらの広告には，「A・n・g・e」と大きく記載し，その右上にそれより小さい文字で「アンジュ」と記載し，「A・n・g・e」の上に「RelaxingBeauty」と非常に小さい文字で記載し，「A・n・g・e」の左側に図形を配した標章(以下「本件原告標章」という。)が掲載されているほか，「Ange［アンジュ］東三国本店」，「Ange［アンジュ］千里山店」，「Ange［アンジュ］千里中央パル店」との記載がある。",
                            "これらの広告の内容は，次のとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "平成14年8月1日発行のもの(甲3の1)に掲載された広告には，左上部に「体が疲れている，と感じたら リンパドレナージュでリフレッシュ」，「究極のハンドマッサージで 全身のリンパ管を活性化！！」などと記載し，その下に，その効果として，「ムクミが気にならなくなり手足の冷えが良くなった。」，「悩んでいた肩が軽くなった。」，「身体のだるさがなくなり快眠できるようになった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。また，以上の記載と縦線で区切られた右側には，「アンジュから，新しい リラクゼーションの提案です。」，「経絡や気の流れを整えて 痩せやすい体質へ！！」，「ハンドマッサージとエッセンシャルオイル(精油)の力で，リラックス＆リフレッシュします。」などと記載され，その下に，体験談として「…体質も変化してボディラインが以前より美しくなりました。」などと記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "平成14年9月1日発行のもの(甲3の2)に掲載された広告には，左上部に「究極のハンドマッサージで全身のリンパ管を活性化！！」，「噂のリンパドレナージュで 疲れた体も心もリフレッシュ」などと記載され，その下に，その効果として，「ムクミが気にならなくなり手足の冷えが良くなった。」，「悩んでいた肩が軽くなった。」，「身体のだるさがなくなり快眠できるようになった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。また，以上の記載と「夏のお肌と体のダメージは「アンジュ」のケアにおまかせ！！」と大きく縦に記載されている部分で区分された右側には，「充実のフェイシャルメニューで絶対満足！！」，「肌の「白さ・みずみずしさ」取り戻す！！」などと記載され，その下に，顔に施術を行っている写真が掲載されて，「はがしたパックには毛穴の跡が！！施術後はマシュマロみたいにしっとり」，「脂肪を燃焼させるので引き締め効果も◎。お肌がよみがえります。」，「ニキビ跡の凹凸，テカリ，シミなどに効果を発揮。",
                                "施術後は明るい肌に。」，「あごや頬のたるみをシャープに。まぶたのムクミもとれ目が大きくみえる！」との説明が付されており，更にその下には，体験談として，「吹き出物や乾燥がひどく悩んでいた時にケミカルコースを試したところ，自分でも驚くほど肌がつるつるに！！ 1回の施術でキメ細かな肌になって化粧のりも数段アップ。ファンデーションを塗るのがもったいないぐらい満足しています。」と記載されている。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "平成14年11月1日発行のもの(甲3の3)に掲載された広告には，左側に，「究極のハンドマッサージで全身のリンパ管を活性化！！」などと記載され，その右側に，その効果として，「悩んでいた肩が軽くなった。」，「ムクミが気にならなくなり，手足の冷えが良くなった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "平成15年1月1日発行のもの(甲3の4)に掲載された広告には，左側に「究極のハンドマッサージで全身のリンパ管を活性化！！」，「噂のリンパドレナージュで 疲れた体も心もリフレッシュ」などと記載されている。また，以上の記載と「疲れたお肌と体のダメージは「アンジュ」のケアにおまかせ！！」と大きく縦に記載されている部分で区分された右側には，「肌が求めるメニューをチョイス！！」，「疲れてたるんだお肌も 「ぷるるん素肌に」」などと記載され，その下に，顔に施術を行っている写真が掲載され，「はがしたパックには毛穴の跡が！！施術後はマシュマロみたいにしっとり」，「脂肪を燃焼させるので引き締め効果も◎。お肌がよみがえります。」，「ニキビ跡の凹凸，テカリ，シミなどに効果を発揮。施術後は明るい肌に。」，「あごや頬のたるみをシャープに。まぶたのムクミもとれ目が大きくみえる！」との説明が付されており，さらにその下には，体験談として，「吹き出物や乾燥がひどく悩んでいた時につるりん玉子肌コースを試し，驚くほど肌がぷるぷるに！！たった1回の施術でスベスベで，潤いたっぷりの「ぷるるん素肌」になり，満足しています。」と記載されている。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "平成15年3月1日発行のもの(甲3の5)に掲載された広告には，上部に「五感を癒して疲れ知らず！！」，「究極のハンドマッサージでリンパ管を活性化！！」などと記載され，下部に，その効果として，「悩んでいた肩が軽くなった。」，「ムクミが気にならなくなり，手足の冷えが良くなった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "平成15年5月1日発行のもの(甲3の6)には，左上部に「上半身をたっぷりWマッサージ。ストレスによる首・肩・背中の緊張とイライラ疲れ・顔のむくみにストレスバスターで疲労回復！」，「ストレスバスターコース」などと記載されている。また，以上の記載と横線で区分された，その下の部分には，「スッピンでも眉に自信あり！！」，「丁寧なカウンセリングで自分好みのデザインを提案してくれるから安心。とても自然に仕上がり，メイク時間も短縮でき美しさも持続できるので大満足！」，「オリジナルアートメイク」などと記載されて，眉の写真が掲載されており，更にその下には，「立体まつげカール」，「アイメイクも楽になり瞳も大きく見える！！」と記載されている。以上の記載と縦線で区分された右側下部には，「あきらめていたシミ・ソバカスが取れていく！！」，「フェイスやボディにできた深層性のシミも微弱イオンでシミを分解させ，ゲル状にして除去します。」，「メラニンデトックス」などと記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「COZY」北摂版は，株式会社ティーエムプランニングが発行し，北摂地区で，新聞折込み又は配布及び設置している情報誌で，その2002年(平成14年)10月号(甲4)には，原告の広告",
                          "text": [
                            "が掲載されている。この広告には，本件原告標章が掲載されているほか，「Ange［アンジュ］東三国本店」，「Ange［アンジュ］千里山店」，「Ange［アンジュ］千里中央パル店」との記載がある。同広告の左上部には，「究極のハンドマッサージで 全身のリンパ管を活性化！！」，「体が疲れている，と感じたら リンパドレナージュで リフレッシュ。」などと記載され，その下に，その効果として，「ムクミが気にならなくなり手足の冷えが良くなった。」，「悩んでいた肩が軽くなった。」，「身体のだるさがなくなり快眠できるようになった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。また，以上の記載と縦線で区分された右側には，「肌の「白さ・みずみずしさ」取り戻す！！」などと記載され，その下に，顔に施術を行っている写真が掲載されて，「はがしたパックには毛穴の跡が！！施術後はマシュマロみたいにシットリ」，「脂肪を燃焼させるので引き締め効果も◎。",
                            "お肌がよみがえります。」，「ニキビ跡の凹凸，テカリ，シミなどに効果を発揮。施術後は明るい肌に。」，「あごや頬のたるみをシャープに。まぶたのムクミもとれ目が大きくみえる！」との説明が付されており，さらにその下には，体験談として，「吹き出物や乾燥がひどく悩んでいた時にケミカルコースを試したところ，自分でも驚くほど肌がつるつるに！！ 1回の施術でキメ細かな肌になって化粧のりも数段アップ。ファンデーションを塗るのがもったいないぐらい満足しています。」と記載されている。これらの記載の下には，メラニンデトックスやオリジナルアートメイクの広告も掲載されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「CiTyLiFE」西版は，有限会社シティライフＮEWが発行し，吹田市，豊中市及び箕面市で配布されている情報誌で，その平成15年3月1日発行(甲5の1)，平成15年11月1日発行",
                          "text": [
                            "(甲5の2)の各誌には，原告の広告が掲載されている。",
                            "これらの広告の内容は，次のとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "平成15年3月1日発行のもの(甲5の1)に掲載された広告には，本件原告標章が掲載されているほか，「Ange［アンジュ］東三国本店」，「Ange［アンジュ］千里山店」，「Ange［アンジュ］千里中央パル店」との記載がある。同広告の左側には，「究極のハンドマッサージで全身のリンパ管を活性化！」，「体も心もリフレッシュ！！「リンパドレナージュ」」などと記載され，その右側には，「肌が求めるメニューをチョイス！！」，「疲れてたるんだお肌も 「ピンとハリのある素肌に」」などと記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "平成15年11月1日発行のもの(甲5の2)に掲載された広告には，「Relaxing Beauty A・n・g・e［アンジュ］ 千里中央パル店」，「A・n・g・e［アンジュ］千里山店」，「A・n・g・e［アンジュ］東三国本店」との記載があるほか，「体の不調解消！太りにくい体質に！ リンパドレナージュで疲れ知らず」などと記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「まるごとく～ぽん」宝塚・伊丹版は，関電サービス株式会社が発行し，宝塚市，伊丹市に配布されている情報誌であり，その平成16年8月1日発行(甲6の1)，平成17年8月1日発行(甲6の2)",
                          "text": [
                            "の各誌には，原告の広告が掲載されている。",
                            "これらの広告の内容は，次のとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "平成16年8月1日発行のもの(甲6の1)に掲載された広告には，「Le Ange［ル・アンジュ］川西店」，「Ange［アンジュ］東三国本店」，「Ange［アンジュ］千里山店」，「Ange［アンジュ］千里中央パル店」との記載があるほか，広告の左上部に，「究極のハンドマッサージで 全身のリンパ管を活性化！」，「体が疲れている，と感じたら リンパドレナージュでリフレッシュ。」などと記載され，その下に，その効果として，「ムクミが気にならなくなり手足の冷えが良くなった。」，「悩んでいた肩が軽くなった。」，「身体のだるさがなくなり快眠できるようになった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。また，以上の記載と縦線で区分された右側には，「肌の，白さ みずみずしさのために」，「美しい素肌を保つための リラックスルニュー」などと記載され，その下には，顔に施術している写真と共に「高濃度美容原液をイオンパワーでお肌の深部に送り込みイキイキした素肌に。」と記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "平成17年8月1日発行のもの(甲6の2)に掲載された広告には，「ル・アンジュ川西店」，「Ange［アンジュ］千里中央パル店」との記載があるほか，広告の上部に「肌アレ・むくみ・ポッコリ下腹…。」，「そんなあなたもリンパで体質改善！」などと記載され，その下部に，「心地よいイタさが人気の秘密です。」，「マッサージで刺激を与えることにより，リンパや血液の流れを良くするリンパドレナージュ。体質改善の効果もあり，太りにくい体質を作ることも可能です。頭から足の裏まで全身をくまなくマッサージ。リンパの働きが鈍っているときは痛く感じますが，働きが良くなると次第にイタ気持ちいい感覚に変わっていきます。体質を改善するには週1回のペースで受けるのがオススメです。」などと記載されている。また，以上の記載と横線で区分された右下部には，顔に施術している写真と共に，「ダイヤモンドピールで 輝く＊すっぴん素肌」，「シミ・クスミ・ニキビ跡・ポツポツ毛穴にダイヤモンドピールで，目を見張る効果にリピーター続出！！」，「今まであきらめていた，あらゆる肌トラブルにも短期間で効果有り。細胞の生まれ変わりを促すから，小顔効果も期待できる。」などと記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「まるごとく～ぽん」川西版は，関電サービス株式会社が発行し，川西市等に配布されている情報誌であり，その平成16年8月1日発行(甲6の3)，平成16年10月1日発行(甲6の4)，平成16",
                          "text": [
                            "年11月1日発行(甲6の5)，平成17年1月1日発行(甲6の",
                            "6)，平成17年2月1日発行(甲6の7)，平成17年3月1日発",
                            "行(甲6の8)，平成17年4月1日発行(甲6の9)，平成17年",
                            "5月1日発行(甲6の10)，平成17年6月1日発行(甲6の1",
                            "1)，平成17年7月1日発行(甲6の12)，平成17年8月1日",
                            "発行(甲6の13)の各誌には，原告の広告が掲載されている。",
                            "これらの広告の内容は，次のとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "平成16年8月1日発行のもの(甲6の3)に掲載された広告には，前記d(a)の「まるごとく～ぽん」宝塚・伊丹版平成16年8月1日発行のもの(甲6の1)と同じ記載がある。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "平成16年10月1日発行のもの(甲6の4)に掲載された広告には，「Le Ange［ル・アンジュ］川西店」，「Ange［アンジュ］東三国本店」，「Ange［アンジュ］千里山店」，「Ange［アンジュ］千里中央パル店」との記載があるほか，広告の左上部に「究極のハンドマッサージで 全身のリンパ管を活性化！」，「体が疲れている，と感じたら リンパドレナージュでリフレッシュ。」などと記載され，その下に，その効果として，「ムクミが気にならなくなり手足の冷えが良くなった。」，「悩んでいた肩が軽くなった。」，「身体のだるさがなくなり快眠できるようになった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。また，以上の記載と縦線で区分された右側には，顔に施術している写真と共に，「ダイヤモンドで角質除去」，「年と共に厚くなる角質層を手入れし，肌細胞の活性化を促進。コラーゲンなど弾力成分の生成を促すのがこの「ダイヤモンド美白」毛穴の開き，シミ，ニキビ跡，クスミなど，あらゆるトラブル肌に効果的です。1回の施術で肌色があか抜け，ダイヤのような輝きを！！」などと記載されている。これらの下には「立体まつ毛カール」の広告も掲載されている。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "平成16年11月1日発行のもの(甲6の5)に掲載された広告には，「Le Ange」と記載し，その上に小さい字で［ル・アンジュ］と記載され，その下に，「ストレスや疲れで体に溜まった老廃物は，ニキビ・シミ・シワ・クスミなど多くのトラブルの原因に。今注目のデトックコースでお顔と背中から老廃物を取り除きましょう！お顔の石膏パックが栄養分を肌深く浸透させ，美白，保湿，リストアップ効果も！至極の気持ち良さで，しっとりと潤い輝く美肌が蘇ります。」などと記載されている。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "平成17年1月1日発行のもの(甲6の6)に掲載された広告には，「［ル・アンジュ］川西店」と記載されているほか，広告の左上部に，「リンパドレナージュで疲れ知らず」，「体の不調解消！！太りにくい体質に！！」，「施術後のスッキリ感は忘れられないほど心地いい。足の裏から頭まで丁寧にマッサージ。特にそけい部など老廃物がたまりやすいところを刺激することでリンパや血液の流れをスムーズにします。」などと記載されている。また，以上の記載と横線で区分された左下部には，顔に施術している写真と共に，「シミ，クスミ，ニキビ肌にダイヤの輝き！！」，「ダイヤモンドピール」，「年と共に厚くなる角質層を手入れし，肌細胞の活性化を促進。コラーゲンなど弾力成分の生成を促すのがこの「ダイヤモンド美白」 毛穴の開き，シミ，ニキビ跡，クスミなど，あらゆるトラブル肌に効果的です。 1回の施術で肌色があか抜け，ダイヤのような輝きを！！」などと記載されている。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "平成17年2月1日発行のもの(甲6の7)に掲載された広告には，「ル・アンジュ川西店」，「Ange［アンジュ］千里山店」，「Ange［アンジュ］千里中央パル店」との記載があるほか，広告の上部に「肌アレ・むくみ・ポッコリ下腹…。」，「そんなあなたもリンパで体質改善！」などと記載され，その下部に，「心地よいイタさが人気の秘密です。」，「マッサージで刺激を与えることにより，リンパや血液の流れを良くするリンパドレナージュ。体質改善の効果もあり，太りにくい体質を作ることも可能です。頭から足の裏まで全身をくまなくマッサージ。 リンパの働きが鈍っているときは痛く感じますが，働きが良くなると次第にイタ気持ちいい感覚に変わっていきます。 体質を改善するには週1回のペースで受けるのがオススメです。」などと記載されている。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "平成17年3月1日発行のもの(甲6の8)に掲載された広告には，「ル・アンジュ川西店」，「Ange［アンジュ］千里中央パル店」との記載があるほか，広告の左上部に「究極のハンドマッサージで 全身のリンパ管を活性化！」，「体が疲れている，と感じたら リンパドレナージュで リフレッシュ。」などと記載され，その下に，その効果として，「ムクミが気にならなくなり手足の冷えが良くなった。」，「悩んでいた肩が軽くなった。」，「身体のだるさがなくなり快眠できるようになった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。また，以上の記載と縦線で区分された右側には，顔に施術している写真と共に，「ダイヤモンドピールで クスミなしのつるりん玉子肌に！！」，「お顔は，皮脂や汚れがたまりやすい部分。ダイヤモンドの微粒子を使い，古い角質や汚れを吸引除去，1回で目に見えない肌の黒ズミがこんなに取れるからオドロキ。」などと記載されている。"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "text": [
                                "平成17年4月1日発行のもの(甲6の9)及び平成17年5月1日発行(甲6の10)に掲載された広告には，「ル・アンジュ川西店」，「Ange［アンジュ］千里中央パル店」との記載があるほか，広告の左上部に「究極のハンドマッサージで 全身のリンパ管を活性化！」，「体が疲れている，と感じたら リンパドレナージュで リフレッシュ。」などと記載され，その下に，その効果として，「ムクミが気にならなくなり手足の冷えが良くなった。」，「悩んでいた肩が軽くなった。」，「身体のだるさがなくなり快眠できるようになった。」，「吹き出物・肌荒れが気にならなくなった。」と記載されている。また，以上の記載と縦線で区分された右側には，顔に施術している写真と共に，「ダイヤモンドピールで 輝く＊すっぴん白肌」，「お顔は，皮脂や汚れがたまりやすい部分。ダイヤモンドの微粒子を使い，古い角質や汚れを吸引除去，1回で目に見えない肌の黒ズミがこんなに取れるからオドロキ。」などと記載されている。"
                              ]
                            },
                            {
                              "fig": "(h)",
                              "text": [
                                "平成17年6月1日発行(甲6の11)に掲載された広告には，「ル・アンジュ川西店」と記載されているほか，広告の上部に「北欧で生まれた新感覚の深筋層マッサージ」と記載され，その下に，そのマッサージの説明などが記載されている。また，その右下側には，「究極のハンドマッサージで 全身のリンパ管を活性化！」，「体が疲れている，と感じたら リンパドレナージュで リフレッシュ。」などと記載されている。"
                              ]
                            },
                            {
                              "fig": "(i)",
                              "text": [
                                "平成17年7月1日発行(甲6の12)に掲載された広告には，「ル・アンジュ川西店」と記載されているほか，広告の上部に「北欧生まれのスウェーディシュマッサージ」と記載され，その下に，そのマッサージの説明などが記載されている。"
                              ]
                            },
                            {
                              "fig": "(j)",
                              "text": [
                                "平成17年8月1日発行(甲6の13)に掲載された広告には，前記d(b)の「まるごとく～ぽん」宝塚・伊丹版平成17年8月1日発行のもの(甲6の2)と同じ記載がある。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "「Ｎasse」は，株式会社サンマークが発行している情報誌で，平成15年4月25日に発行された同誌(甲7)には，原告の各店舗の広告が掲載されている。同広告には，「Relaxing Beauty」，「A・n・g・e」と2段に記載され，その右側に「東三国本店」と記載され，その下に，「アットホームな雰囲気と行き届いたサービスでリピーターの絶えないアンジュ。ボディからフェイシャルは勿論のこと，フットケア，ネイル，アートメイクまで受けれる極上のサロン。…さぁ今からでもまだ間に合う夏までにはサイズダウンしてツルリン肌を目指そう！！」などと記載されている。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "「あとむ」は，株式会社アトム通信社が発行している情報誌で，平成14年9月に発行された同誌の吹田市佐井寺・佐井寺南が丘・竹谷町地区版(甲8)には，原告の広告が掲載されている。同広告には，「トータル・リラクゼーション・スペース」「アンジュ」等のほか，「東三国本店」「千里山店」「千里中央パル店」及び本件原告標章も記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，平成14年5月2日から平成14年11月1日まで，北大阪急行千里中央駅に，原告の千里中央パル店の広告看板を掲示した(甲9の2)。同広告看板には，本件原告標章が記載されている。",
                        "また，原告は，平成15年2月1日から本件審判請求の登録日(平成17年8月16日)より後まで，阪急電鉄千里山駅に，原告の千里山店の広告看板を掲示している(甲10の1は，その証明書)。同広告看板には，本件原告標章が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの事実によると，原告は，本件審判請求の登録日(平成17年8月16日)前3年以内の間に，本件商標と社会通念上同一性のある商標を，原告が経営するエステティックサロンの広告に使用したものと認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "指定役務「美容」への該当性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで，原告のエステティックサロンの営業が，本件商標の指定役務である「美容」に当たるかどうかについて判断する。",
                    "不使用取消審判の請求の対象となっている登録商標を現実に使用している役務が，当該登録商標の指定役務に該当するか否かは，単に，その名称・表示等の形式のみによって判断すべきではなく，当該役務の取引者及び需要者の判断を基準として実質的に判断すべきものと解される。",
                    "そして，美容師法によれば，「この法律で「美容」とは，パーマネントウエーブ，結髪，化粧等の方法により，容姿を美しくすることをいう。」(2条1項)と，「この法律で「美容所」とは，美容の業を行うために設けられた施設をいう。」(2条3項)とされ，また，特許庁商標課編・社団法人発明協会発行に係る「商品及び役務区分解説」(平成4年3月25日発行)中の「役務区分解説 第42類」の【注釈】には，「個人の需要に応ずる事業所が提供する個人的役務。当該役務には，社交上の付添い，美容院，理髪店，葬儀社又は火葬場の役務を含む。」と，【解釈】には，「＜美容＞ パーマネントウェーブ，結髪，化粧等の方法により，容姿を美しくする役務である。」と記載されている(乙1)。",
                    "以上で述べたところからすると，本件商標の指定役務である「美容」は，容姿を美しくする役務であって，パーマネントウェーブ，結髪，化粧がその例として挙げられるが，それらに限られるものではなく，社会通念上，容姿を美しくするものとして，「美容」ということができるものであれば，広く含まれると解されるところ，前記(1)アの事実によると，①原告が各店舗において行っているリンパドレナージュは，全身のマッサージであって，体調不良の解消や痩身のほか，吹き出物・肌荒れの防止をも目的としてされるものであること，②原告は，各店舗において，リンパドレナージュのほかにも，顔の肌をきめ細かくつるつるにする施術，顔の肌のシミやソバカス，古い角質や汚れを除去する施術を行っていること，③原告は，各店舗において，眉のメイクや立体まつげカールも行っていることが認められる。",
                    "そうすると，原告が各店舗において行っている施術には，顔の肌を美しくすることにより容姿を美しくする施術，眉のメイクやまつげのカールにより容姿を美しくする施術が含まれているから，本件商標の指定役務である「美容」の役務を提供しているものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件商標の指定役務である「美容」につき，「パーマネントウェーブ，結髪，化粧」という例示からすると，その対象は首から上部であると解することが合理的であり，コールドパーマネントウエーブ等に伴う「カッテイング(性別の如何を問わない)」，「顔そり(化粧に付随した行為)」，「染毛」が，これに当たると主張する。しかし，「パーマネントウェーブ，結髪，化粧」が例として挙げられるからといって，本件商標の指定役務である「美容」の対象が首から上部に限られると解する理由はなく，仮に「美容」の対象が首から上部に限られるとしても，上記のとおり，原告が提供している役務には顔を対象とするものが含まれている。また，本件商標の指定役務である「美容」が「パーマネントウェーブ，結髪，化粧」のほか，コールドパーマネントウエーブ等に伴う「カッテイング(性別の如何を問わない)」，「顔そり(化粧に付随した行為)」，「染毛」に限られる理由もない。",
                    "また，被告は，本件商標の指定役務である「美容」は，資格を有する美容師による一回の行為である，と主張するが，被告主張のように解すべき根拠に乏しく，被告の主張は採用することができない。",
                    "なお，被告は，別件の商標登録出願(商願2004−077062)に際して，「エステティック美容その他の美容，理容，入浴施設の提供，…」を指定役務として出願している(甲12)が，このことは，被告も，「エステティック」は「美容」に含まれると認識していたことを示しているということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，請求に係る指定役務「美容，理容」のうち原告は「美容」 について本件商標を使用していることになるから，原告主張の取消事由は理 由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}