{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80178号事件について平成18年1月17日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「農作業機の折り畳み方法」とする特許第3514604号発明(平成9年4月25日特許出願〔以下「本件出願」という。〕，平成16年1月23日設定登録。)の特許権者である(甲12)。",
            "被告は，平成17年6月7日，上記特許を無効とすることについて審判の請求をした(無効2005−80178号事件として係属)。原告は，平成17年8月2",
            "9日，本件出願の願書に添付した明細書の請求項1及び発明の詳細な説明等について訂正請求をした(甲15)。特許庁は，本件無効審判請求について審理した結果，平成18年1月17日，「訂正を認める。特許第3514604号の請求項1，2に係る発明についての特許を無効とする。」との審決をし，同月26日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "訂正後の明細書(甲12，甲15添付の全文訂正明細書，以下「本件訂正明細書」という。)の特許請求の範囲の請求項1及び2に係る発明の要旨【請求項1】トラクタ(T)の後部に3点リンクヒッチ機構を介して，砕土・代掻き機能を持つ農作業機(1)の長さ方向中央部分(4)を昇降可能に装着し，上記トラクタ(T)から農作業機の中央部分(4)に動力を伝達すると共に，上記中央部分(4)に対し，該中央部分(4)から左右両側に延出している作業機部分(5)を，それぞれ中央部分(4)側に折り畳み可能とした農作業機(1)において(以下「構成要件A」という。)，",
          "text": [
            "上記農作業機(1)は，該農作業機(1)の本体フレームに支持されたシールドカバー(15)の後端部に上端部が上下方向に回動自在に枢着されて砕土・代掻きされた土を受けるエプロン(16)を背面側に備え(以下「構成要件B」という。)，上記農作業機(1)を中央部分(4)と左右の作業機部分(5L，5R)とに3分割し，該中央部分(4)の左右の端部と左右の作業機部分(5L，5R)の内端部とをそれぞれ回転支点(6)によりほぼ180°回転可能に連結し，上記中央部分(4)の背面と左右の作業機部分(5L，5R)の背面とを重ね合わせるようにすることで上記中央部分(4)のエプロン(16)と左右の作業機部分のエプロン(16)とが対面するように折り畳み可能とし(以下「構成要件C」という。)，",
            "該中央部分(4)の伝動シャフト(7)を内装した伝動フレーム(8)の左右端部と左右の作業機部分(5L，5R)の伝動シャフト(7a)を内装した伝動フレーム(8a)の内端部の対向位置にドッグクラッチ(14)を設け，上記作業機部分(5L，5R)の折り畳み操作により作業機部分(5L，5R)への動力を接断するようにしたことを特徴とする農作業機の折り畳み方法(以下「構成要件D」という。)。",
            "【請求項2】上記中央部分(4)の長さに対し左右の作業機部分(5L，5R)の長さをほぼ2分の1とし，左右の作業機部分(5L，5R)を折り畳んだときの長さが上記中央部分(4)の長さとほぼ等しくなることを特徴とする請求項1記載の農作業機の折り畳み方法。",
            "(以下，請求項1，2に係る発明を，順に「本件発明1」，「本件発明2」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，別紙審決記載のとおり，本件発明1及び2は，いずれも，特許法29条2項の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきであるとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の認定判断の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開平8−191611号公報(審判及び本訴の甲6。以下「引用例1」という。)には，次の2つの発明が記載されている(ただし，〔 〕内は，上記公報における構成・用語である。)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「トラクタの後部に3点リンクヒッチ機構〔三点リンク25〕を介して，砕土・代掻き機能を持つ農作業機の長さ方向中央部分〔中央作業部8〕を昇降可能に装着し，上記トラクタから農作業機の中央部分に動力を伝達すると共に，上記中央部分に対し，該中央部分から左右両側に延出している作業機部分〔左右作業部9，10〕を，それぞれ中央部分側に折り畳み可能とした農作業機において，上記農作業機は，該農作業機の本体フレーム〔中央フレーム16〕に支持されたシールドカバー〔ロータカバー11〕の後端部に上端部が上下方向に回動自在〔揺動自在〕に枢着〔ピン12を介して軸支〕されて砕土・代掻きされた土を受けるエプロン〔均平板13〕を背面側に備え，",
                          "text": [
                            "上記農作業機を中央部分〔中央作業部8〕と左右の作業機部分〔左右作業部9，10〕とに3分割し，該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点〔支軸ピン19〕により90°以上回転可能に連結し，上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし，該中央部分の伝動シャフト〔第一出力軸63〕を内装した伝動フレーム〔中央フレーム16又は主杆20〕の左右端部と左右の作業機部分の伝動シャフト〔第二出力軸65〕を内装した伝動フレーム〔左右フレーム17，18又は左右連結杆21，22〕の内端部の対向位置にドッグクラッチ〔爪クラッチ部材69，70を有する第一のクラッチ機構66〕を設け，上記作業機部分の折り畳み操作により作業機部分への動力を接断するようにした農作業機の折り畳み方法。」(以下，審決の引用を含めて「引用発明1(1)」という。)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「上記中央部分の長さに対し左右の作業機部分の長さをほぼ2分の1とした引用発明1」(以下，審決の引用を含めて「引用発明1(2)」という。)(イ) 特公昭57−1号公報(審判及び本訴甲4。以下，審決の引用を含めて「引用例2」という。)には，次の技術が記載されている(ただし，〔 〕内は，上記公報における構成・用語である。)",
                          "text": [
                            "「中央部分〔主ロータリ耕耘装置1〕の端部と作業機部分〔延長ロータリ耕耘装置15〕の内端部とをそれぞれ回転支点〔枢支軸24〕により180°回転可能に連結し，上記中央部分の背面と作業機部分の背面とを重ね合わせるようにする」(審決の「甲第4号証記載の技術」。以下，審決の引用を含めて「引用発明2」という。)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1(1)との対比",
                  "text": [
                    "(一致点)",
                    "「トラクタの後部に3点リンクヒッチ機構を介して，砕土・代掻き機能を持つ農作業機の長さ方向中央部分を昇降可能に装着し，上記トラクタから農作業機の中央部分に動力を伝達すると共に，上記中央部分に対し，該中央部分から左右両側に延出している作業機部分を，それぞれ中央部分側に折り畳み可能とした農作業機において，上記農作業機は，該農作業機の本体フレームに支持されたシールドカバーの後端部に上端部が上下方向に回動自在に枢着されて砕土・代掻きされた土を受けるエプロンを背面側に備え，上記農作業機を中央部分と左右の作業機部分とに3分割し，該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により回転可能に連結し，上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし，該中央部分の伝動シャフトを内装した伝動フレームの左右端部と左右の作業機部分の伝動シャフトを内装した伝動フレームの内端部の対向位置にドッグクラッチを設け，上記作業機部分の折り畳み操作により作業機部分への動力を接断するようにした農作業機の折り畳み方法。」(相違点)",
                    "「本件発明1が，中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点によりほぼ180°回転可能に連結し，上記中央部分の背面と左右の作業機部分の背面とを重ね合わせるようにするのに対し，引用発明1(1)は，中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により90°以上回転可能に連結する他は不明である点。」(以下「相違点1」という。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1についての判断",
                  "text": [
                    "「引用例2には，上記のとおり，『中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能に連結し，上記中央部分の背面と作業機部分の背面とを重ね合わせるようにする』という技術が記載されており，この技術を引用発明1(1)に適用して本件発明1の上記相違点1に係る構成のようにすることには，何ら阻害要因もなく，当業者が容易になし得る事項にすぎない。また，本件発明1が奏する作用効果も，引用発明1(1)および引用発明2が有するものの総和以上に格別のものとはいえない。したがって，本件発明1は，引用発明1(1)および引用発明2に基づいて当業者が容易に発明をすることができたものである。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2と引用発明1(2)との対比",
                  "text": [
                    "(一致点)",
                    "本件発明1と引用発明1(1)との一致点に加えて 「上記中央部分の長さに対し左右の作業機部分の長さをほぼ2分の1とした」点で一致する。",
                    "(相違点)",
                    "「本件発明2が，左右の作業機部分を折り畳んだときの長さが上記中央部分の長さとほぼ等しくなるのに対し，引用発明1(2)は，不明である点。」(以下「相違点2」という。)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点2についての判断",
                  "text": [
                    "「相違点1についての検討は上記に同じであるので，相違点2について検討する。",
                    "中央部分の長さに対し左右の作業機部分の長さをほぼ2分の1としたものを引用発明2のように，中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能に連結し，上記中央部分の背面と作業機部分の背面とを重ね合わせるようにすれば，左右の作業機部分を折り畳んだときの長さが中央部分の長さとほぼ等しくなるのは自明な事項である。即ち，引用発明2を引用発明1(2)に適用して本件発明2の上記相違点2に係る構成のようにすることには，何ら阻害要因もなく，当業者が容易になし得る事項にすぎない。また，本件発明2が奏する作用効果も，引用発明1(2)および引用発明2が有するものの総和以上に格別のものとはいえない。したがって，本件発明2は，引用発明1(2)および引用発明2に基づいて当業者が容易に発明をすることができたものである。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，①本件発明1の進歩性について，引用発明1(1)の認定，及び，本件発明1と引用発明1(1)との相違点の認定を誤り(取消事由1(1))，相違点についての判断を誤り(取消事由1(2))，また，②本件発明2の進歩性についても，引用発明1(2)の認定，及び，本件発明2と引用発明1(2)との相違点の認定を誤り(取消事由2(1))，相違点についての判断を誤り(取消事由2(2))，その結果，本件発明1，2が，引用発明1(1)，(2)及び引用発明2に基づいて当業者が容易に発明をすることができたと誤った結論を導いたものであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性についての認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(1)(引用発明1(1)の誤認とこれに基づく相違点の誤認)ア 審決は，前記第2の3(2)ア(ア)a及びイのとおり，引用発明1(1)が「該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点〔支軸ピン19〕により90°以上回転可能に連結し」(8頁9行目～11行目)との構成を有するとした上，本件発明1と引用発明1(1)とが，「該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により回転可能に連結し」(10頁10行目～12行目)ている点で一致すると認定したが，誤りであり，この部分は，相違点とすべきである。",
                "引用例1には，左右作業部9，10の回転支点となる支軸ピン19について，「支軸ピン19の位置は，中央作業部8の両側端よりも中央寄りに位置されている。",
                "言い換えると，主杆20の長さは，中央作業部8の幅よりも短くなるように形成されている。さらに本実施例にあっては，左右フレーム17，18を90度以上展開移動させるものとし，そのときの左右作業部9，10の外端が中央作業部8の両端位置からはみださないようになっている。すなわち，中央作業部8の幅が折り畳み姿勢時の機幅となるように，主杆20及び左右連結杆21，22の長さが設定されているものである。」(段落【0012】)との記載があって，回転支点となる支軸ピン19は，中央作業部8の両側端よりも中央寄りに位置して設けられており，中央作業部8の左右の端部に設けていないことが明確に記載されている。このように，引用発明1(1)は，回転支点となる支軸ピン19が，中央作業部8の両側端(左右の端部)よりも中央寄りに位置して設けられていることによって，中央作業部8に対して左右作業部9，10を構造上180°回転することができないものとされている。",
                "そうすると，審決の引用発明1(1)についての上記認定は誤りであり，本件発明1と引用発明1(1)とは，「該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により回転可能に連結し」で相違するものである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，引用発明1(1)が「上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし」(8頁11行目～12行目)との構成を有するとした上，本件発明1と引用発明1(1)とが，「上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし」(10頁12行目～13行目)ている点で一致すると認定したが，この部分は，相違点とすべきである。",
                    "一般に，「対面」とは，「互いに向かい合うこと」を意味する用語であり，本件発明1においても，本件訂正明細書の発明の詳細な説明の「発明の効果」欄の記載及び図面の図3，図6に示されている側面図のとおり，水平姿勢の中央部分(4)のエプロン(16)に対し，左右の作業機部分(5L，5R)のエプロン(16)がほぼ水平姿勢で互いに向き合うように対面していることを特徴としているものであり，「互いに向かい合うこと」を「対面」と記載しているのである。",
                    "これに対して，引用例1には，左右の作業部9，10は，機体幅の中心線を挾んで左右が「ハ」の字状に起立した姿勢に折り畳まれ，左右の作業部9，10のエプロンは，水平姿勢の中央作業部8のエプロンに対して，斜めに起立した姿勢になっているものが記載されているので，引用発明1(1)は，一方の中央作業部8のエプロンは水平姿勢であるのに対し，他方の左右の作業部9，10のエプロンは斜めに起立した姿勢を呈していて，両者が，対面した形態になっていないことが明白である。",
                    "そうすると，審決の引用発明1(1)についての上記認定は誤りであり，本件発明1と引用発明1(1)とは，「上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし」で相違するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，審決は，引用発明1(1)が「伝動フレーム〔中央フレーム16又は主杵20〕の左右端部と左右の作業機部分の伝動シャフト〔第二出力軸65〕を内装した伝動フレーム〔左右フレーム17，18又は左右連結杵21，22〕の内端部の対向位置にドッグクラッチ〔爪クラッチ部材69，70を有する第一のクラッチ機構66〕を設け」(8頁13行目～17行目)ているとの構成を有するとした上，本件発明1と引用発明1(1)とが，「伝動フレームの左右端部と左右の作業機部分の伝動シャフトを内装した伝動フレームの内端部の対向位置にドッグクラッチを設け」(10頁14行目～16行目)ている点で一致すると認定したが，この部分は，相違点とすべきである。",
                    "引用例1では，図2，図7の図示右側のフレーム18にはシャフトが内装されていないから，引用発明1(1)は，明らかに，「左右の作業機部分の伝動シャフトを内装した」ものではない。",
                    "この点について，被告は，特開平7−303403公報(甲13添付〔審判の甲5〕，以下「審判甲5公報」という。)，特開昭61−282001公報(同〔審判の甲7〕，以下「審判甲7公報」という。)，特開平8−205614号公報(甲13添付〔審判の甲9〕，以下「審判甲9公報」という。)を挙げて，ドッグクラッチを作業機部分の両軸に設けることは周知の技術事項であり，この周知の技術事項を基にすれば，ドッグクラッチが作業機部分の両軸に設けられるとした審決の認定に誤りはない旨主張する。",
                    "しかし，審決取消訴訟においては，無効審判手続において審理判断されなかった別の刊行物を引用して周知技術を主張することは許されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記イないしエのとおり，審決は，一致点と相違点とを誤認しているから，結局，相違点1の認定も誤っているものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1(2)(相違点についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の看過による進歩性判断の誤り",
                  "text": [
                    "審決は，前記(1)イないしエのとおり，相違点を看過し，その結果，相違点1の認定を誤っているところ，正しい相違点についての進歩性の判断をしていないことになり，違法である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「引用例2には，上記のとおり，『中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能に連結し，上記中央部分の背面と作業機部分の背面とを重ね合わせるようにする』という技術が記載されており，この技術を引用発明1(1)に適用して本件発明1の上記相違点1に係る構成のようにすることには，何ら阻害要因もなく，当業者が容易になし得る事項にすぎない。」(10頁25行目～30行目)と認定判断したが，そもそも，引用発明2の認定において誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1の特徴は，中央部分と左 【参考図】",
                      "text": [
                        "右の作業機部分とに3分割された農作業機",
                        "を折り畳む際に，農作業機の中央部分の上",
                        "方個所，前方個所には「トラクタへの連結",
                        "部2」や「変速ギヤボックス3」等の部材",
                        "があり，この部材が折り畳み動作に干渉す",
                        "る障害部材となることから，本件発明は，",
                        "原告の平成18年5月8日付け準備書面",
                        "(2)添付の【参考図】の斜線領域のとおり，これらの障害部材が存在しない農作業機の背面側領域を利用して折り畳み動作を行う構成にしたことである。",
                        "換言すると，本件発明1は，その構成要件を具備することで，左右方向に長い農作業機をその横幅が短縮するように折り畳む際に，折り畳む対象の左右の作業機部分を，中央の作業機部分の背面側領域において折り畳み動作を行う構成にしている点を特徴としているのである。",
                        "このように，本件発明1にいう「背面」とは，「後ろの方，後ろの側」を意味する用語であり，本件発明1は，回転支点(6)により左右の作業機部分(5L，5R)を，180°回転させて中央部分の背面側に折り畳んだ際に，農作業機の中央部分の背面(4a)と左右作業機部分の背面(5La，5Ra)とを，上記【参考図】のとおりに「重ね合わせる」ようにすることで，中央部分のエプロン(16)と，左右の作業機部分のエプロン(16)とが，互いに対面する(向かい合う)ように折り畳む構成である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，「農作業機の背面側領域(前記【参考図】の斜線領域)」等の特許請求の範囲又は発明の詳細な説明に記載がない概念で本件発明1を説明するのは，明細書の記載，図面の図示に基づかない解釈であって，失当である旨主張する。",
                        "しかし，発明を特定するために必要と認める事項と，当該発明の特徴となる点の説明の文言とは，常に一致するものではないから，特許請求の範囲に記載のない文言を用いて本件発明1の特徴を説明することに何らの問題もない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一方，引用例2に，延長ロータリ耕耘装置15を，その内端部に設けた回転支点(枢支軸24)により180゜回転させて主ロータリ耕耘装置1の片側上方位置に折り畳む技術が記載されていることは認めるが，その回転支点である枢支軸24は，主ロータリ耕耘装置1のサイドフレーム6上端位置と，延長ロータリ耕耘装置15のサイドフレーム17上端位置との間で前後方向に水平に設けられているのであるから，延長ロータリ耕耘装置15を主ロータリ耕耘装置1の上面側に折り畳んだ状態では，両者の耕耘装置1，15が単に上下関係に位置しているのみであって，背面同士の重合せではない。",
                        "したがって，引用例2に，「中央部分の背面と作業機部分の背面とを重ね合わせるようにする」という技術が記載されているとした審決の認定は，誤りであり，これを前提とする容易想到性判断も誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因の存在の看過",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1(1)は，前記第3の1(1)アのとおり，左右の作業部9，10の回転支点となる支持ピン19を，中央作業部8の両側端よりも中央寄りに位置して設けることにより，左右作業部9，10を折り畳んだ状態のとき，左右の作業部9，10の外端が中央作業部8の両端位置からはみださないようにした構成のものであり，これは，元来，回転支点となる支持ピン19の位置を，中央作業部8の左右両端よりも中央寄りに位置して設けることを前提とした構成の技術であり，支持ピン19の位置を，中央作業部8の左右両端位置に設けることは予測していない。したがって，引用発明2の重合せの技術を，引用発明1(1)に適用することは，当業者が容易に想到し得たとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用発明1(1)は，左右の作業機部分9，10の折り畳み構成として，回転支点となる支持ピン19を跨いで中央フレーム16と左右フレーム17，18との間に油圧シリンダ30，31を介在させ，この油圧シリンダを作動させて左右作業部9，10を自動的に折り畳むという構成のものであるが，このような折り畳み構成を採用している場合，左右フレーム17，18を180°回転させる折り畳み動作は，構造上不可能なものである。したがって，引用発明2の重合せ技術を，引用発明1(1)に適用することは，当業者が容易に想到し得たとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，仮に，引用発明2を，引用発明1(1)に適用して支持ピン19の位置を，引用発明2の枢支軸24のように中央作業部8の両端に位置させ，左右の作業部9，10をほぼ180°回転させる構成を採用したとしても，引用発明1(1)は，中央作業部8の機幅方向中央に，「ミッション23」のほか，トラクタの駆動源から回転駆動力を得るための「入力軸24」，3点リンク25と連結するための「トップアーム26」，「ロワーアーム27」等の部材が設けられており，これらの部材が，左右作業部9，10をほぼ180°回転させる際に干渉するから，引用発明1(1)において，本件発明1のように左右の作業機部分を180°回転させることは不可能である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な作用効果の看過",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「本件発明1が奏する作用効果も，引用発明1(1)および引用発明2が有するものの総和以上に格別のものとはいえない。」(10頁31行目～32行目)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1は，農作業機を折り畳んだときに，機体の前後バランスが悪くなることがなく，また，後方へのオーバハングが大きくなることがなくて，凹凸のある場所を走行したり，機体が旋回したりするときに機体が不安定になることがない，また，農作業機を折り畳んだときの作業機の機高が高くならずにトラクタからの後方視界が良好であり，安全に操縦することができる，さらに，農作業機の折り畳み回動操作によりドッグクラッチが自動的に接断され，操作が簡略化され，左右の作業機部分を折り畳んだ状態あるいは展開した状態のいずれでも作業ができるという顕著な作用効果を奏することで，特許が認められたものである。引用発明1(1)に引用発明2を組み合わせても，農作業機の中央部分の上方空間が折り畳まれた機体で占められることになり，それによって後方への視界が塞がれることになるから，少なくとも，農作業機を折り畳んだときの作業機の機高が高くならずにトラクタからの後方視界が良好であり，安全に操縦することができるという作用効果を奏することはない。",
                        "また，引用発明1(1)及び引用発明2は，折り畳んだ状態での高さが上方に高くなるから，凹凸のある場所を走行するときや，機体が旋回するときなどに，機体のバランスが崩れ，機体が不安定になるおそれがあるところ，本件発明1では，構成要件Cを具備することで，農作業機の中央部分の背面側空間を利用したコンパクトな折り畳みが可能になり，折り畳んだ状態での機体安定性が極めて高いものになっている。",
                        "したがって，審決は，本件発明1の顕著な作用効果を看過したものであり，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明2は，延長ロータリ耕耘装置15を主ロータリ耕耘装置1の上方側に折り畳むものであるから，引用発明1(1)に組み合わせたとしても，農作業機の中央部分の上方空間が折り畳まれた機体で占められることになり，そのため後方への視界が塞がれることになるから，トラクタからの後方視界が良好であり，安全に操縦することができるという効果を奏することはない。また，折り畳んだ状態での高さが上方に高くなるので，機体のバランスが崩れ，機体が不安定になるおそれがあるのに対し，本件発明1では，そのような問題はなく，構成要件Cを具備することで，農作業機の中央部分の背面側空間を利用したコンパクトな折り畳みが可能になり，折り畳んだ状態での機体安定性が極めて高いものになっている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2の進歩性についての認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2(1)(相違点の誤認)",
              "text": [
                "審決は，本件発明1を引用する本件発明2と，引用発明1(1)を引用する引用発明1(2)とを対比しているところ，前記のとおり，本件発明1と引用発明1(1)の一致点，相違点についての認定に誤りがあるから，本件発明2と引用発明1(2)の一致点，相違点についての認定についても，同様に誤っていることが明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(2)(相違点についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の看過による進歩性判断の誤り",
                  "text": [
                    "審決は，相違点1について，「相違点1についての検討は上記に同じである」(11頁8行目)としたが，この判断が誤りであることは，前記と同様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因の存在の看過",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点2について，「中央部分の長さに対し左右の作業機部分の長さをほぼ2分の1としたものを引用発明2のように，中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能に連結し，上記中央部分の背面と作業機部分の背面とを重ね合わせるようにすれば，左右の作業機部分を折り畳んだときの長さが中央部分の長さとほぼ等しくなるのは自明な事項である。」(11頁10行目～15行目)，「引用発明2を引用発明1(2)に適用して本件発明2の上記相違点2に係る構成のようにすることには，何ら阻害要因もなく，当業者が容易になし得る事項にすぎない。」(16行目～18行目)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明1(2)は，「主杆20」と「左右連結杆21，22」とを「支持ピン19」で回転可能に連結するものであり，引用発明2は，「サポートアーム4」と「延長サポートアーム16」とを「枢支軸24」で回転可能に連結するものであるから，これらの組合せを考えたとしても，「主杆20」と同軸上にある「ミッション23」，及び，「サポートアーム4」と同軸上にある「ギヤーケース2」が干渉障害物となって，中央部分の長さに対し左右の作業機部分の長さをほぼ2分の1としたものを中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能にすることはできないことになる。そして，これは，被告が主張する「長さの長短の調整」というような設計事項ではなく，本質的な構造上の問題である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明1と引用発明2との組合せからは，180°回転の折り畳みを前提として「上記中央部分(4)の長さに対し左右の作業機部分(5L，5R)の長さをほぼ2分の1とし，左右の作業機部分(5L，5R)を折り畳んだときの長さが上記中央部分(4)の長さとほぼ等しくなる」という構成を得ることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "顕著な作用効果の看過",
                  "text": [
                    "審決は，「本件発明2が奏する作用効果も，引用発明1(2)および引用発明2が有するものの総和以上に格別のものとはいえない。したがって，本件発明2は，引用発明1(2)および引用発明2に基づいて当業者が容易に発明をすることができたものである。」(11頁19行目～22行目)と判断したが，本件発明2が顕著な作用効果を奏することは，前記1(2)エと同様である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性についての認定判断の誤り)について(1) 取消事由1(1)(引用発明1(1)の誤認とこれに基づく相違点の誤認)について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，審決が引用発明1(1)の認定を誤っており，本件発明1と引用発明1(1)とは，「該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により回転可能に連結し」で相違する旨主張する。",
                "しかし，本件発明1にいう「端部」は，厳密な意味で端部でなければならない作用効果上の根拠はなく，原告の主張は妥当ではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，審決が引用発明1(1)の認定を誤っており，本件発明1と引用発明1(1)とは，「上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし」で相違する旨主張する。",
                "しかし，本件発明1の特許請求の範囲の記載によれば，「ほぼ180°」回転可能であることにより，本件発明1の構成要件C中の「上記中央部分(4)の背面と上記左右の作業機部分(5R，5L)の背面とを重ね合わせるようにすることで上記中央部分(4)のエプロンと左右の作業機部分のエプロン(16)とが対面するように折り畳み可能」となるものであるところ，「対面」とは，必ずしも相互に全く平行でなければならないものではなく，「ハ」の字状に起立した姿勢に折り畳まれ，斜めに起立した姿勢を対面から排除する理由はない。",
                "一般に，全く平行に向かい合っていなければ，対面しているとはいえないものでもなく，本件発明1にいう「対面」において，「斜めに起立している」という意味を排除すべき理由はない。そして，引用発明1においては，審決も認定するとおり，「90°以上回転可能に連結」され，図示でも少なくとも110°ないし115°以上は回転可能に連結されているのである。その結果，作業部9，10が直立状態になっていることに比べれば，後方視界も当然優れる作用効果を有することも明らかであるから，本件訂正明細書における「対面」概念に含まれるものである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，審決が引用発明1(1)の認定を誤っており，本件発明1と引用発明1(1)とは，「上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし」で相違する旨主張する。",
                "しかし，審判甲5公報，審判甲7公報，審判甲9公報には，「左右両側部分12を折り畳み，展開するとき，中央部分4と左右両側部分12のシールドカバー9及びエプロン10の対向端縁は，それぞれ接，離するようになっており，作業ロ−タ8の回転軸は，ドッグクラッチにより接，離するようにしてある。」(審判甲9公報の段落【0009】)などの記載があって，ドッグクラッチを作業機部分の両軸に設けることは周知の技術事項であり，この周知の技術事項を基にすれば，ドッグクラッチが作業機部分の両軸に設けられるとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，審決取消訴訟においては，無効審判手続において審理判断されなかった審判甲5公報，審判甲7公報及び審判甲9公報を引用して周知技術の主張をすることは許されない旨主張する。",
                "しかし，「審判の手続において審理判断されていた刊行物記載の考案との対比における無効原因の存否を認定して審決の適法，違法を判断するにあたり，審判の手続にはあらわれていなかった資料に基づき右考案の属する技術の分野における通常の知識を有する者(以下「当業者」という。)の実用新案登録出願当時における技術常識を認定し，これによって同考案のもつ意義を明らかにしたうえ無効原因の存否を認定したとしても，このことから審判の手続において審理判断されていなかった刊行物記載の考案との対比における無効原因の存否を認定して審決の適法，違法を判断したものということはできない。」(最高裁昭和55年1月24日第一小法廷判決・民集34巻1号80頁)とするのが判例である。しかも，上記各公報は，審判手続において提出された資料であって，審判手続に表れていた資料である。したがって，原告の上記主張は，判例に反するものであり，失当である。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "取消事由1(2)(相違点についての判断の誤り)について"
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点の看過による進歩性判断の誤りについて",
              "text": [
                "相違点についての審決の認定に誤りがないことは，前記のとおりであり，それを前提とする相違点2についての審決の認定判断にも誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "引用発明2の認定の誤りについて",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例2に，「中央部分の背面と作業機部分の背面とを重ね合わせるようにする」という技術が記載されているとした審決の認定が誤りである旨主張するが，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "まず，原告は，本件発明1にいう「背面」とは，「後ろの方，後ろの側」を意味する用語であるとするが，構成要件C中，「上記中央部分(4)の背面と上記左右の作業機部分(5R，5L)の背面とを重ね合わせるようにすることで上記中央部分(4)のエプロンと左右の作業機部分のエプロン(16)とが対面するように折り畳み可能」の部分の技術的意義を確定した上で，「背面」，「対面」等の用語の意義を確定すべきである。",
                        "本件訂正明細書(甲15添付)の【発明の効果】欄の記載(段落【0010】，【0016】)，実施例の記載，図2，図3，図6の図示にかんがみると，本件発明1の技術的意義は，本件発明1にいう「中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点によりほぼ180°回転可能に連結し」たところの「回転支点」の軸方向を，上述の右下がりの傾斜配置として，中央部分と左右の作業機械部分とを折り畳み可能としたこと，いいかえれば，農作業機の後方に向けて下がるような傾斜配置として，中央部分と左右の作業機械部分とを折り畳み可能としたことを意味したものと解することができる。",
                        "そうすると，本件発明1において，「対面」とは，相互に全く平行でなければならないものではなく，まして，引用発明2では，「両者の耕耘装置1，15は上下関係に位置している」のであるから，本件発明1との関係では背面同士の重合せに該当すると解すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，その指摘に係る前記【参考図】の斜線領域が本件特許発明の特徴となる概念であるとし，本件発明1の特徴について，「トラクタへの連結部2」や「変速ギヤボックス3」等の部材が存在せず，これらの部材が折り畳み動作に干渉する障害部材としての制約を受けない旨主張する。",
                        "しかし，「農作業機の背面側領域(前記【参考図】の斜線領域)」，「トラクタへの連結部2」，「変速ギヤボックス3」等の部材なる概念は，特許請求の範囲に記載のない事項である。「農作業機の背面側領域(前記【参考図】の斜線領域)」は，発明の詳細な説明にも記載がない概念である。そのような概念で本件発明1を説明するのは，明細書の記載，図面の図示に基づかない解釈であって，失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "阻害要因の存在の看過について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明1(1)は，元来，回転支点となる支持ピン19の位置を，中央作業部8の左右両端よりも中央寄りに位置して設けることを前提とした構成の技術であり，支持ピン19の位置を，中央作業部8の左右両端位置に設けることは予測していないから，引用発明2の重合せの技術を，引用発明1(1)に適用することは，当業者が容易に想到し得たとはいえない旨主張する。",
                        "しかし，前記のとおり，本件発明1において，回転支点となる支持ピン19の位置が厳密に端部でなければならない作用効果上の根拠はないから，原告の主張は，前提を欠き，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明1(1)は，その採用する折り畳み構成により，左右フレーム17，18を180°回転させる折り畳み動作は，構造上不可能なものであるから，引用発明2の重合せ技術を，引用発明1(1)に適用することは，当業者が容易に想到し得たとはいえない旨主張する。",
                        "しかし，引用発明2では，少なくとも「両者の耕耘装置1，15が単に上下関係に位置している」のであるから，阻害要因とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明1(1)は，「入力軸24」，「トップアーム26」，「ロワーアーム27」等の部材が，左右作業部9，10を180°回転させる際に干渉するから，引用発明1(1)において，本件発明1のように左右の作業機部分をほぼ180°回転させることは不可能である旨主張する。",
                        "しかし，引用例1の図2をみれば，左作業部9，右作業部10ともほぼ115°～110°まで折り曲げられる旨図示されており，引用発明2では，「両者の耕耘装置1，15は上下関係に位置している」まで折り曲げられているのであるから，引用発明1(1)において，作業機部分が垂直状態となっているより，折り畳んだ方が後方視界が良くなりオーバーハングが大きくならないこと，更に平行状態まで折り畳めば後方視界がより良好となり，オーバーハングもより小さくなることは当業者であれば自明であって，原告の主張するような阻害要因はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "顕著な作用効果の看過について",
              "text": [
                "原告主張の作用効果は,本件発明1の構成要件Cの技術的意義である「中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点によりほぼ180°回転可能に連結し」たところの「回転支点」の軸方向を，右下がりの傾斜配置として，中央部分と左右の作業機械部分とを折り畳み可能としたこと，いいかえれば，農作業機の後方に向けて下がるような傾斜配置として，中央部分と左右の作業機械部分とを折り畳み可能としたことを意味したもの，により生ずるものである。",
                "一方，例えば，引用例1の「本実施例にあっては，支軸ピン19は平面視で進行方向に延び，且つ前方が高くなるように僅かに傾斜している。すなわち左右フレーム17，18が上方に且つ斜め後方に折り畳まれるようになっている。」(段落【0012】)及び図3におけるその旨の図示，さらに，審判甲9公報，審判甲10公報の記載にかんがみれば，左右の作業機部分を中央部分側に対して折り畳み可能とした農作業機において，折り畳んだ左右両側部分の前部がトラクタのキャビンの後部に干渉(接触)することがないようにするなどの目的で，その折り畳み可能とする回転軸の軸方向を農作業機の後方に向けて下がるような傾斜配置としたものは，従来から周知の配置態様であったということができる。",
                "したがって，原告主張の作用効果も，周知の技術の有する作用効果にほかならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2の進歩性についての認定判断の誤り)について",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "取消事由2(1)(相違点2の誤認)について"
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点の誤認による進歩性判断の看過について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1についての審決の判断に誤りがないことは，前記のとおりであるから，これを前提とする相違点2についての審決の認定判断にも誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明1(2)において，「主杆20」と同軸上にある「ミッション23」，及び，引用発明2において，「サポートアーム4」と同軸上にある「ギヤーケース2」が干渉障害物となって，中央部分の長さに対し左右の作業機部分の長さをほぼ2分の1としたものを中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能にすることはできない旨主張する。",
                        "しかし，長さの長短の調整は，当業者にとって，正に自明の事柄であって，原告の上記主張は，失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "阻害要因の存在の看過について",
              "text": [
                "相違点1，2について，阻害要因がないとした審決の認定判断に誤りがないことは，前記と同様である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "顕著な作用効果の看過について",
              "text": [
                "本件発明2が顕著な作用効果を奏するものと認められないことは，前記1(2)ウと同様である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性についての認定判断の誤り)について(1) 取消事由1(1)(引用発明1(1)の認定の誤りとこれに基づく相違点の誤認)について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "審決は，引用発明1(1)が「該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点〔支軸ピン19〕により90°以上回転可能に連結し」(8頁9行目～11行目)との構成を有し，本件発明1と引用発明1(1)とが，「該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により回転可能に連結し」(10頁10行目～12行目)ている点で一致すると認定したのに対し，原告は，これを争い，「該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により回転可能に連結し」ている点は相違点である旨主張する。",
                "引用例1には，「すなわちこれら分割された砕土機構1及び鎮圧用部材2によって，砕土作業機1の中央作業部8及び左右作業部9，10が構成されている。・・・砕土作業機の機枠となる中央フレーム16及び左右フレーム17，18・・・この中央フレーム16と左右フレーム17，18とが，枢軸たる支軸ピン19を介して連結されている。」(段落【0011】)，「中央フレーム16及び左右フレーム17，18は，作業軸6と並行な中空の主杆20及び左右連結杆21，22により実質的に構成されている。・・・主杆20の両外端には径方向に張り出した連結部材28が形成され，左右連結杆21，22の端部に形成された断面矩形の筒状の連結部材29と対向している。そしてこれら連結部材29の先端が適宜重ね合わされて，その上端位置に支軸ピン19が挿通されている。」(段落【0012】)，「支軸ピン19の位置は，中央作業部8の両側端よりも中央寄りに位置されている。",
                "言い換えると，主杆20の長さは，中央作業部8の幅よりも短くなるように形成されている。さらに本実施例にあっては，左右フレーム17，18を90度以上展開移動させるものとし，そのときの左右作業部9，10の外端が中央作業部8の両端位置からはみださないようになっている。すなわち，中央作業部8の幅が折り畳み姿勢時の機幅となるように，主杆20及び左右連結杆21，22の長さが設定されているものである。」(同)との記載があり，実施例である【図2】には，中央作業部8が長く，中央フレーム16が短くなっていることが図示されている。",
                "上記記載によれば，引用発明1(1)の砕土作業機は，中央作業部8，左右作業部9，10から構成されており，その機枠となるのが中央フレーム16，左右フレーム17，18であり，中央フレーム16と左右フレーム17，18とが，枢軸たる支軸ピン19を介して連結されているというものである。したがって，中央フレーム16，左右フレーム17，18は，中央作業部8，左右作業部9，10と区別されているが，機枠として一体となっているところ，中央フレーム16を構成する主杆20の両外端で，支軸ピン19を介して連結されているのである。",
                "そうすると，支軸ピン19は，中央作業部8と一体になった中央フレーム16を構成する主杆20の両外端に存在するのであるから，本件発明1との対比において，審決が，「該中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により回転可能に連結し」ている点で一致すると認定したことが誤りとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "審決は，引用発明1(1)が「上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし」(8頁11行目～12行目)との構成を有し，本件発明1と引用発明1(1)とが，「上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし」(10頁10行目～12行目)ている点で一致すると認定したのに対し，原告は，これを争い，「上記中央部分のエプロンと左右の作業機部分のエプロンとが対面するように折り畳み可能とし」ている点は相違点である旨主張する。",
                "確かに，引用例1には，左右の作業部9，10は，機体幅の中心線を挾んで左右が「ハ」の字状に起立した姿勢に折り畳まれ，左右の作業部9，10のエプロンは，水平姿勢の中央作業部8のエプロンに対して，斜めに起立した姿勢になっているものが記載されている。",
                "しかし，審決は，相違点として，「本件発明1が，中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点によりほぼ180°回転可能に連結し，上記中央部分の背面と左右の作業機部分の背面とを重ね合わせるようにするのに対し，引用発明1(1)は，中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点により90°以上回転可能に連結する他は不明である点」(10頁19行目～23行目)で相違すると認定しており，引用発明1(1)が，「中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点によりほぼ180°回転可能に連結し，上記中央部分の背面と左右の作業機部分の背面とを重ね合わせるよう」な構成となっているか否かが明らかでない旨認定している。",
                "したがって，原告の主張は，相違点1に包含されている事柄を表現を変えて指摘しているにすぎないものである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "審決は，引用発明1(1)が「伝動フレーム〔中央フレーム16又は主杵20〕の左右端部と左右の作業機部分の伝動シャフト〔第二出力軸65〕を内装した伝動フレーム〔左右フレーム17，18又は左右連結杵21，22〕の内端部の対向位置にドッグクラッチ〔爪クラッチ部材69，70を有する第一のクラッチ機構66〕を設け」(8頁13行目～17行目)との構成を有し，本件発明1と引用発明1(1)とが，「伝動フレームの左右端部と左右の作業機部分の伝動シャフトを内装した伝動フレームの内端部の対向位置にドッグクラッチを設け」ている点で一致すると認定したのに対し，原告は，これを争い，「伝動フレームの左右端部と左右の作業機部分の伝動シャフトを内装した伝動フレームの内端部の対向位置にドッグクラッチを設け」ている点は相違点である旨主張する。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用例1には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「【0012】中央フレーム16及び左右フレーム17，18は，作業軸6",
                      "text": [
                        "と並行な中空の主杆20及び左右連結杆21，22により実質的に構成されている。",
                        "主杆20の中間位置(機幅方向中央)にはミッション23が設けられ，トラクター等の駆動源から回転駆動力を得るための入力軸24が収容されている。・・・主杆20の両外端には径方向に張り出した連結部材28が形成され，左右連結杆21，22の端部に形成された断面矩形の筒状の連結部材29と対向している。そしてこれら連結部材29の先端が適宜重ね合わされて，その上端位置に支軸ピン19が挿通されている。・・・」"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「【0017】次に砕土作業機の回転伝達系を説明する。この回転伝達系は，主杆20の左側内部に設けられ，入力軸24とはベベルギヤ61，62により連結された第一出力軸63と，左連結杆21の内部に設けられ，左作業軸6bとは伝動装置64で連結された第二出力軸65とを備えて構成されている。そして第一出力軸63と第二出力軸65とは，図7に示す第一のクラッチ機構66により，また左作業軸6bと中央作業軸6a，及び中央作業軸と右作業軸6cとは第二のクラッチ機構67により，それぞれ接合・離反されるようになっている。」"
                    },
                    {
                      "fig": "c",
                      "text": [
                        "【図2】には，「第一出力軸63」は，主杆20の左側内部のみに図示されているだけで，主杆20の右側内部には図示されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "上記記載によれば，引用発明1(1)においては，動力の伝達が，トラクター等の駆動源から入力軸24へ，入力軸24から中央作業部8の主杆20内に設けられた第一出力軸63へ，第一出力軸63からクラッチ機構66を介して左作業部9の左連結杆21内に設けられた第二出力軸65へ，第二出力軸65から伝導装置64へ，伝導装置64から左作業軸6bへ，左作業軸6bからクラッチ機構67を介して中央作業軸6a及び右作業軸6cへと伝達されている。そして，中央作業部8の主杆20の右側内部には，主杆20の左側内部に設けられた第一出力軸63に相当する出力軸は設けられておらず，右作業部10の右連結杆22にも，左連結杆21内に設けられた第二出力軸65に相当する出力軸は設けられていない。",
                    "したがって，「伝動フレームの左右端部と左右の作業機部分の伝動シャフトを内装した伝動フレームの内端部の対向位置にドッグクラッチを設け」との審決の説示は，誤っているといわざるを得ない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "しかし，例えば，審判甲7公報，審判甲9公報，審判甲10公報によれば，ドッグクラッチ(第一のクラッチ機構66)を作業機部分の両軸に設けられることは，周知の技術事項である。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "まず，審判甲7公報には，「トラクタ(7)の後方に連結する中央耕耘装置(3)は，トラクタ(7)の動力取出軸から連動される入力軸(8)部を耕耘連動ケース(9)の左右ほぼ中央部に設け，この連動ケース(9)の左右両側部に設ける側部ケース(10)の下端部間に亘って耕耘軸(1)の左右両端部を軸受させて，回転連動すべく構成している。・・・側部耕耘装置(6)の耕耘軸(4)は，側部ケース(10)の上端部に対して上下方向へ回動自在に軸(14)装する耕耘枠(15)の左右両端部に回転自在に軸承し，この軸(4)の内端部には軸継手(16)を設け，側部ケース(10)内の中間連動ギヤ(17)の軸(18)端に対して，該側部耕耘装置(6)の上下回動に伴って嵌脱自在とに設け，下動時の水平姿勢にあるときこの軸(18)から連動回転される構成である。・・・左右両側の側部耕耘装置(6)を両側方へ張出させて共に耕耘姿勢におくときは，入力軸(8)の回転によって連動ケース(9)及び側部ケース(10)内の連動機構を介して，中央耕耘装置(3)の耕耘軸(1)が回転されると共に，左右両側部の耕耘軸(4)が，側部ケース(10)内の連動機構途中の軸(16)によって回転連動されて，共に耕耘作用を行う姿勢にある。」(2頁左上欄最終段落～左下欄第1段落)との記載があり，第1図には，連動機構として，連動ケース(9)内に設けられ入力軸(8)部から左右に伸びる連動軸(一点鎖線図示)と，左右の側部ケース(10)内に設けられ連動ケース(9)内の中間軸の左右端部がそれぞれ連結される連動ギヤ列とを備え，連動ギヤ列を構成する3つの連動ギヤのうち下端に位置するものが中央耕耘装置(3)の耕耘軸(1)の左右両端部を軸受し，連動ギヤ列を構成する中間連動ギヤ(17)の軸(18)は側部耕耘装置(6)の耕耘軸(4)に軸継手(16)を介して嵌脱自在となっていることが示されている。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "審判甲9公報には，「中央部分4では，入力軸6に伝達された動力がギヤボックス5で変速され，伝動ケース7を介して伝動ケース7の下端部から左右両側水平方向に突出する回転軸に伝達され，回転軸に設けられた作業ロ−タ8を回転駆動して砕土・代掻作業を行う，いわゆるセンタードライブの砕土・代掻装置を構成している。・・・」(段落【0008】)，「また，中央部分4の入力軸6の左右両側において，中央部分4に対して左右両側部分12，12に取付けた支持フレーム12a，12a，ブラケット12b，12b及び均平板11部分が，それぞれ作業部枢支軸13及び均平部枢支軸14を介して上下方向に折り畳み可能に枢着されている。左右両側部分12を折り畳み，展開するとき，中央部分4と左右両側部分12のシールドカバー9及びエプロン10の対向端縁は，それぞれ接，離するようになっており，作業ロ−タ8の回転軸は，ドッグクラッチにより接，離するようにしてある。・・・」(段落【0009】)との記載がある。"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "加えて，特開平8−205615号公報(甲13添付〔審判の甲10〕，以",
                      "text": [
                        "下「審判甲10公報」という。)にも，上記bと同様の記載(段落【0008】)がある。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "上記aないしcの記載によると，耕耘装置あるいは折り畳み農作業機において，動力が初めに中央部に伝達する場合に，それを左右の軸に伝達するに当たって，クラッチを作業機部分の両軸に設けられることは周知の技術事項であると認められる。そして，このような周知の技術事項を参酌すると，引用発明1(1)において，1つのクラッチ機構67を介して中央作業軸6a及び右作業軸6cへと伝達するか，中央部から2つのクラッチによって左右の軸に伝達するかは，動力の伝達方法の選択次第であって，単なる設計事項にすぎないものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "なお，原告は，審決取消訴訟においては，無効審判手続において審理判断されなかった公報類を引用して周知技術の主張をすることは許されない旨主張する。",
                    "しかし，上記各公報は，審判手続において提出された資料であって，審判手続に表れていた資料であって，これらをもって周知の技術事項を認定することに何らの差し支えもないものであり，主張自体失当である。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "そうすると，引用発明1(1)において，本件発明1との間に上記の相違があるとしても，進歩性の判断に影響するような事柄ではないから，審決の認定が違法となるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，審決が，引用発明1(1)の認定を誤り，本件発明1と引用発明1(1)との対比を誤り，ひいては，相違点1の認定を誤った旨の原告の主張は，採用の限りでない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(2)",
                          "subject": "取消事由1(2)(相違点についての判断の誤り)について"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "引用発明2の認定の誤りについて",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "審決は，「引用発明2には，上記のとおり，『中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能に連結し，上記中央部分の背面と作業機部分の背面とを重ね合わせるようにする』という技術が記載されており，この技術を引用発明1(1)に適用して本件発明1の上記相違点1に係る構成のようにすることには，何ら阻害要因もなく，当業者が容易になし得る事項にすぎない。」(10頁25行目～30行目)と認定判断したのに対し，原告は，これを争い，そもそも，引用発明2の認定において誤りである旨主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "引用例2に，「中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能に連結し，上記中央部分の所定面と作業機部分の所定面とを重ね合わせるようにする」との技術が記載されていることは，当事者間に争いがないので，問題となるのは，この所定面が「背面」か「上面」かである(ウ) 「背面」とは，通常の語義によれば，「①うしろ側。後方に向いた面。②うしろを向くこと。うしろむき。」(広辞苑第五版)，「後ろの方。後ろの側」(大辞林第三版)を意味するものとされている。",
                    "本件発明1の特許請求の範囲には，「トラクタ(T)の後部に3点リンクヒッチ機構を介して，砕土・代掻き機能を持つ農作業機(1)の長さ方向中央部分(4)を昇降可能に装着し，上記トラクタ(T)から農作業機の中央部分(4)に動力を伝達すると共に，上記中央部分(4)に対し，該中央部分(4)から左右両側に延出している作業機部分(5)を，それぞれ中央部分(4)側に折り畳み可能とした農作業機(1)において，上記農作業機(1)は，該農作業機(1)の本体フレームに支持されたシールドカバー(15)の後端部に上端部が上下方向に回動自在に枢着されて砕土・代掻きされた土を受けるエプロン(16)を背面側に備え」(構成要件A，B)との記載がある。",
                    "上記の記載によれば，「砕土・代掻き機能を持つ農作業機(1)」は，トラクタ(T)の後部に存在し，農作業機(1)には，砕土・代掻きされた土を受けるエプロン(16)が備えられているというのであるから，農作業機(1)の背面とは，トラクタとは反対側に位置して後方に向いた面を意味するものと認められる。",
                    "念のため本件訂正明細書(甲15添付)の発明の詳細な説明をみると，「中央部分」，「作業機部分」の上下関係に関する記載はなく，同明細書(甲12)の図面をみると，【図3】には，代掻ハローを折り畳んだ状態の概略側面図が，【図6】には，代掻ハローを折り畳んだ状態の側面図が，【図7】には，代掻ハローの部分平面図が示されており，本件発明1の実施例として，農作業機の「中央部分」と「作業機部分」との回転軸が傾斜して設置されていて，両者が斜め上方に重ね合わせられているものが図示されている。",
                    "さらに，本件出願当時の技術常識についてみると，審判甲8公報の【従来の技術】欄をみると，「非作業時には折り畳まれる農作業機の折り畳み部については，実開平1−163907「農作業機」が知られている。同農作業機では，農作業機は，農作業機の両端を形成する2個の作業機からなる折り畳み移動部分と，農作業機のほぼ中央に位置しトラクタに取り付けられるマストフレーム等からなる非折り畳み部分である農作業機をトラクタに装着させるトラクタ装着部とからなり，両者は連結ピンにより接続される。連結ピンは，地面に対して垂直に取り付けられ，したがって折り畳み移動部分である作業機は，折り畳み時にはトラクタとは反対側の後方に，地面に対して水平に移動されトラクタとは反対側に折り畳まれる(従来例1)。その他の農作業機の折り畳み方法としては，折り畳み移動部分である作業機と，非折り畳み部分であるトラクタ装着部とはトラクタの進行方向および地面とほぼ平行に設置された連結ピンにより接続される。そして折り畳み時には，連結ピンを回転軸として，折り畳み移動部分は非折り畳み部分であるトラクタ装着部の上に載置されるように移動される(従来例2)。」(段落【0002】～【000",
                    "3】)との記載がある。",
                    "また，審判甲9公報には，「中央部分4の入力軸6の左右両側において，中央部分4に対して左右両側部分12，12に取付けた支持フレーム12a，12a，ブラケット12b，12b及び均平板11部分が，それぞれ作業部枢支軸13及び均平部枢支軸14を介して上下方向に折り畳み可能に枢着されている。・・・そして，図4及び図5に示すように，上記入力軸6の軸線6aと直交する線6bに対して，作業部枢支軸13の軸線13aのなす角度Aが，15～35度後ろ上がりとなるように設定されている。このように角度Aを設定することにより，3点リンクにより代掻ハロー1を最も大きく持ち上げた場合でも，折り畳んだ左右両側部分12の前部がトラクタ2のキャビン2aの後部に干渉(接触)することがない。」(段落【0009】)との記載があり，審判甲10公報にもほぼ同様の記載がある。",
                    "上記各記載によれば，トラクター等の後部に連結される農作業機等において，機体の両側の部分を中央側に折り畳む構造とし，機体の中央部分と両側の部分を垂直又は傾斜した連結ピンで回動自在に結合し，左右に延びた作業機を連結ピン回りに水平又は斜め上に傾斜した状態で回動させる技術は，本件出願当時，周知のものであったことが認められる。",
                    "そうすると，上記のとおり，本件発明1にいう「背面」は，トラクタとは反対側に位置して後方に向いた面を意味する広い概念であって，「中央部分」と「作業機部分」とが斜め上方に重ね合わせる構成も含まれるものということができる。",
                    "なお，原告は，前記【参考図】を示し，本件発明1の背面側領域には，「トラクタへの連結部2」や「変速ギヤボックス3」等の障害部材がない旨主張するが，特許請求の範囲及び本件訂正明細書の発明の詳細な説明にも記載のない事柄をいうものであって，失当である。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "次に，引用発明1(1)は，相違点1に係る「中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点によりほぼ180°回転可能に連結し，上記中央部分の背面と左右の作業機部分の背面とを重ね合わせるようにする」(構成要件C)との構成を具備していないことは，当事者間に争いがない。",
                    "念のために引用例1をみると，「主杆20の両外端には径方向に張り出した連結部材28が形成され，左右連結杆21，22の端部に形成された断面矩形の筒状の連結部材29と対向している。そしてこれら連結部材29の先端が適宜重ね合わされて，その上端位置に支軸ピン19が挿通されている。本実施例にあっては，支軸ピン19は平面視で進行方向に延び，且つ前方が高くなるように僅かに傾斜している。すなわち左右フレーム17，18が上方に且つ斜め後方に折り畳まれるようになっている。」(段落【0012】)との記載があり，左右フレーム17，18が斜め上方に重ね合わせる構成であるから，本件発明1にいう「背面」に含まれることが明らかである。",
                    "そうすると，「中央部分の左右の端部と左右の作業機部分の内端部とをそれぞれ回転支点によりほぼ180°回転可能に連結し，上記中央部分の背面と左右の作業機部分の背面とを重ね合わせるようにする」が相違点1であるといっても，具体的に相違するのは，「ほぼ180°回転可能」，「重ね合わせるようにする」との部分であって，その余の部分は，本件発明1と一致しているものである。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "引用例2には，「15は主ロータリ耕耘装置1の横方向外方に設けられた延長ロータリ耕耘装置であって，延長サポートアーム16と，その両端に垂設された一対の延長サイドフレーム17，18と，この両者延長サイドフレーム17，18間に支架された傾斜爪軸19及び延長爪軸20と，これら爪軸19，20に付設された傾斜耕耘爪21及び耕耘爪22と，延長ロータリカバー23とを備え，その延長サイドフレーム17の上端は，第2図及び第3図に示す如く前後方向の枢支軸24によりサイドフレーム6上端に軸支されており，従って延長ロータリ耕耘装置15は，主ロータリ耕耘装置1の横方向外方の延長位置(第1図の実線位置)と，該主ロータリ耕耘装置1の上方の収納位置(第1図の仮想線位置)との間で回動自在であり，」(3欄31行目～4欄2行目) ，「上記構成において道路走行等の運搬に際しては，延長ロータリ耕耘装置15を枢支軸24廻りに回動させて主ロータリ耕耘装置1上方の収納位置に位置させ，その延長サポートアーム16をサポートアーム4上の固定具35の固縛具37により固縛して固定すれば，延長ロータリ耕耘装置15を主ロータリ耕耘装置1と一体に運搬でき，しかも全体としての横幅は主ロータリ耕耘装置1の横幅内に収めることができるので，規定幅を超えることもなく非常に安全である。」(4欄29行目～38行目)との記載がある。",
                    "上記記載によれば，延長サイドフレーム17の上端は，前後方向の枢支軸24によりサイドフレーム6上端に軸支されており，延長ロータリ耕耘装置15を枢支軸24廻りに回動させて主ロータリ耕耘装置1上方の収納位置に位置させることができるものであるから，引用発明2は，中央部分の所定面と作業機部分の所定面とを重ね合わせるようにしていることが認められる。ここに所定面とは，具体的には「上面」であるが，「上面」か否かは，重ね合わせに何の影響も与えるものではない。",
                    "そうすると，引用発明2は，本件発明1と引用発明1(1)とで具体的に相違する「ほぼ180°回転可能」，「重ね合わせるようにする」との部分を開示していることが認められる。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "続いて，引用発明1(1)に，引用発明2の中央部分の所定面と作業機部分の所定面とを重ね合わせるようにする技術を組み合わせて，相違点1に係る本件発明1の構成にすることの容易想到性について検討する。",
                    "引用発明1(1)は，「トラクタの後部に3点リンクヒッチ機構〔三点リンク25〕を介して，砕土・代掻き機能を持つ農作業機の長さ方向中央部分〔中央作業部8〕を昇降可能に装着し，上記トラクタから農作業機の中央部分に動力を伝達すると共に，上記中央部分に対し，該中央部分から左右両側に延出している作業機部分〔左右作業部9，10〕を，それぞれ中央部分側に折り畳み可能とした農作業機において，上記農作業機は，該農作業機の本体フレーム〔中央フレーム16〕に支持されたシールドカバー〔ロータカバー11〕の後端部に上端部が上下方向に回動自在〔揺動自在〕に枢着〔ピン12を介して軸支〕されて砕土・代掻きされた土を受けるエプロン〔均平板13〕を背面側に備え」た農作業機の折り畳み方法であることは，原告も特に争っていないところである。そして，上記のとおり，引用例1には，左右の作業部9，10は，機体幅の中心線を挾んで左右が「ハ」の字状に起立した姿勢に折り畳まれ，左右の作業部9，10のエプロンは，水平姿勢の中央作業部8のエプロンに対して，斜めに起立した姿勢になっているものが記載されており，引用発明1(1)は，中央作業部8の左右の端部と左右の作業部9，10とが90°以上回転可能であるが，180°までの回転が不可能である。",
                    "一方，引用発明2は，主ロータリ耕耘装置において，中央部分の所定面と作業機部分の所定面とを重ね合わせるようにする技術が開示されており，引用発明1(1)と，技術分野，技術課題を共通にしていることは，明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "阻害要因の存在の看過について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，引用発明1(1)は，元来，回転支点となる支持ピン19の位置を，中央作業部8の左右両端よりも中央寄りに位置して設けることを前提とした構成を有する技術であり，支持ピン19の位置を，中央作業部8の左右両端位置に設けることは予測していない旨主張する。",
                    "しかし，審決が，引用例1において，引用発明1(1)として記載した構成のほか，回転支点となる支持ピン19の位置を，中央作業部8の左右両端よりも中央寄りに位置して設けることを前提とした技術まで引用していないこと，すなわち，引用例1において，本件発明1に対応する技術に着目しているのであって，引用例1に記載されている具体的な技術を，そのまま引用発明1(1)として考慮できるかどうかを検討しているのではないことは，その説示から明らかである。",
                    "確かに，引用例1の発明の詳細な説明の【実施例】欄をみると，「支軸ピン19の位置は，中央作業部8の両側端よりも中央寄りに位置されている。言い換えると，主杆20の長さは，中央作業部8の幅よりも短くなるように形成されている。さらに本実施例にあっては，左右フレーム17，18を90度以上展開移動させるものとし，そのときの左右作業部9，10の外端が中央作業部8の両端位置からはみださないようになっている。すなわち，中央作業部8の幅が折り畳み姿勢時の機幅となるように，主杆20及び左右連結杆21，22の長さが設定されているものである。」(段落【0012】)との記載があり，回転支点となる支持ピン19の位置を，中央作業部8の左右両端よりも中央寄りに位置して設けると，中央作業部8の左右の端部と左右の作業部9，10とを「ほぼ180°回転可能」にすることができなくなる。",
                    "しかし，回転支点となる支持ピン19の位置をどこに設けるかは，具体的に回転の範囲，折り畳みの範囲をどのようにするかということに関するものであって，単なる設計事項にすぎない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，引用発明1(1)は，左右の作業機部分9，10の折り畳み構成として，回転支点となる支持ピン19を跨いで中央フレーム16と左右フレーム17，18との間に油圧シリンダ30，31を介在させ，この油圧シリンダを作動させて左右作業部9，10を自動的に折り畳む構成のものであるが，このような折り畳み構成を採用している場合，左右フレーム17，18を180°回転させる折り畳み動作は，構造上不可能なものである旨主張する。",
                    "しかし，審決は，前同様，引用例1において，引用発明1(1)として記載した構成の他，左右の作業機部分9，10の折り畳み構成として，回転支点となる支持ピン19を跨いで中央フレーム16と左右フレーム17，18との間に油圧シリンダ30，31を介在させ，この油圧シリンダを作動させて左右作業部9，10を自動的に折り畳む技術まで引用していないことは，その説示から明らかである。",
                    "確かに，引用例1の発明の詳細な説明の【実施例】欄をみると，「折畳機構3は，前記した支軸ピン19と，支軸ピン19を跨いで中央フレーム16と左右フレーム17，18との間に掛け渡された一対の復動式の油圧シリンダ30，31とで構成されている。油圧シリンダ30，31の基端は，主杆20の両端位置にそれぞれ取り付けられたブラケット32を介して軸支され，そのピストンロッド33の先端は左右連結杆21，22にそれぞれ取り付けられたブラケット34を介して軸支されている。すなわちこれら油圧シリンダ30，31は左右対称に配置され，ピストンロッド33を伸長させることで各フレーム16・・・18を一直線状に揃えた作業姿勢とし，縮退させることで左右フレーム17，18を中央側に折畳むようになっている。」(段落【0013】)との記載があり，油圧シリンダ30，31の介在により，中央作業部8の左右の端部と左右の作業部9，10とを「ほぼ180°回転可能」にすることができなくなっている。",
                    "しかし，引用例1の【発明が解決しようとする課題】欄には，「前記提案においては，作業姿勢になったときに，手動操作によって左右作業部を中央作業部に固定する構成を開示している。しかしながら作業者の負担を考えると，油圧シリンダ等のアクチュエータによって，自動的に固定或いは固定解除できる構成とするほうがよい。また固定及び固定解除は，折り畳み動作に関連して行われるので，折畳機構と連動する構成であることが好ましい。そこで本発明は，自動的に左右作業部の固定ができる農作業機を，また固定及び固定解除を折畳機構に連動して行うことのできる農作業機を提供すべく創案されたものである。」(段落【0005】～【0006】)，「本実施例にあっては，アクチュエータとして油圧シリンダ116を示したが，エアシリンダや電動シリンダを使用しても構わない。また農作業機として砕土作業機を示したが，本発明はこれに限らず，同様な折畳み構造を有した農作業機に広く適用できるものである。」(段落【0032】)との記載がある。これらの記載によれば，折り畳み動作と固定及び固定解除とを連動させ，自動化するために油圧シリンダを使用しているのであり，油圧シリンダは，当該機構の合理化，効率化が目的であって，適宜選択されるべき設計事項であることが明らかである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，引用発明1(1)は，中央作業部8の機幅方向中央に，「ミッション23」のほか，トラクタの駆動源から回転駆動力を得るための「入力軸24」，3点リンク25と連結するための「トップアーム26」，「ロワーアーム27」等の部材が設けられており，これらの部材が左右作業部9，10を180°回転させる際に干渉するから，引用発明1(1)において，本件発明1のように左右の作業機部分を180°回転させることは不可能である旨主張する。",
                    "しかし，前同様，審決が，引用例1において，中央作業部8の機幅方向中央に，「ミッション23」のほか，トラクタの駆動源から回転駆動力を得るための「入力軸24」，3点リンク25と連結するための「トップアーム26」，「ロワーアーム27」等の部材が設けられている技術まで引用していないことは，その説示から明らかである。",
                    "確かに，引用例1の発明の詳細な説明をみると，「主杆20の中間位置(機幅方向中央)にはミッション23が設けられ，トラクター等の駆動源から回転駆動力を得るための入力軸24が収容されている。ミッション23の頂部及び主杆20には，三点リンク25と連結するためのトップアーム26及びロワーアーム27が設けられている。」(段落【0012】)との記載があることから，主杆20の中間位置(機幅方向中央)に設けられたミッション23，その頂部及び主杆20に設けられたトップアーム26及びロワーアーム27は，その大きさ次第では，左右の作業機部分を180°回転させることについての障害になり得るものということができる。",
                    "しかし，前記(ア)のとおり，進歩性の判断においては，引用例1に記載されている具体的な技術を，そのまま引用発明1(1)として考慮できるかどうかを検討しているわけではなく，本件発明1の構成に対応して引用例1から把握される技術的思想としての引用発明1(1)を問題にしているのである。むろん，ミッション23，トップアーム26及びロワーアーム27の大きさ，位置等が，上記技術的思想である引用発明1(1)の把握に当たって必要不可欠であるとか，当業者がこれを含めたものをひとまとまりの技術として把握するのが通常であるなどといった事情があるならば，上記技術と切り離して引用発明1(1)のみを把握するのは，妥当でないことになる。",
                    "そこで，引用例1をみると，「水田等で作業を行うに際しては，トラクターの三点リンク25にトップアーム26及びロワーアーム27を結合させると共に，入力軸24をトラクターの駆動軸(図示せず)に接続する。そして油圧ポンプ122の駆動及び三方電磁弁123の操作によって油圧シリンダ30，31を伸長させ，左右フレーム17，18を機幅方向に延ばして主フレーム16と一直線状に揃える。」(段落【0026】)との記載があり，トップアーム26及びロワーアーム27は，動力伝達機構に係るものであって，引用発明1(1)として把握する農作業機の折り畳み技術とは，直接的に関連するものとはいえない。",
                    "また，引用例1の【従来の技術】欄には，「これら従来の農作業機においては，相当の重量を有した左右の作業機を展開することで，重心が上方或いは後方に大きく移動し，折り畳み姿勢における操縦性及び安定性が低下するという問題があった。",
                    "また左右の作業機に動力を伝達するためのチェーンケースやギヤケースを両側端或いは中央耕耘装置102と側部耕耘装置103，104との間に設けているので，その設置箇所の分だけ耕起できず，再耕も困難であるという問題があった。このような課題に対して本出願人は，折り畳み時の操縦性及び安定性の低下を防ぐことができる農作業機，及び残耕が生じない農作業機を開発し，出願した・・・。この農作業機は，中央作業部の機幅方向両側に左右作業部を枢軸回りに回動自在に設け，その枢軸を中央作業部の両側端よりも中央寄りに位置させている。また各作業部は，互いの作業軸を適宜連結するクラッチ機構を有し，作業軸に動力を伝達する伝動機構を機体の一側端にのみ設けている。そして枢軸は，左右作業部を斜め後方に展開させるべく水平よりも僅かに傾斜させている。この構成によって，左右作業部の長さは枢軸回りに回動する部分の全長よりも短くなり，中央作業部側に折り畳まれるときの重心の移動が抑えられて，操縦性及び安定性の低下を防止できると共に，全機幅のうち作業しない部分が一側端に限られ，残耕のない完全な作業が達成されることとなった。」(段落【0003】～【0004】)との記載がある。",
                    "上記記載によれば，従来技術に関するものではあるが，チェーンケースやギヤケースといった左右の作業機に動力を伝達するための機構を，両側端に設けたり，中央耕耘装置と側部耕耘装置との間に設けたり，機体の一側端にのみ設けたりしていることが認められ，したがって，引用発明1(1)において，伝動機構であるミッション23を中央作業部8の機幅方向中央に設けなければならない必然性はないものというべきである。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上によれば，原告の阻害要因の主張は，いずれも失当であって，採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "顕著な作用効果の看過について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件訂正明細書(甲15添付)の発明の詳細な説明の【作用】欄には，「上記の手段により本発明の農作業機の折り畳み方法は，以下の作用をする。①．農作業機を折り畳んだときに，機体の前後バランスが悪くなることがなく，また，後方へのオーバハングが大きくなることがなくて，凹凸のある場所を走行したり，機体が旋回したりするときに機体が不安定になることがない。②．農作業機を折り畳んだときに，トラクタに装着された状態における機体幅がほぼ2分の1となり，道路走行等が安全に行える。③．農作業機を折り畳んだときの作業機の機高が高くならず，トラクタからの後方視界が良好で，安全に操縦できる。」(段落【0008】)との記載がある。",
                    "しかし，本件発明1の構成要件C，Dに係る構成を採用するならば，中央作業部8に対して左右作業部9，10を180°回転させて折り畳むと，中央作業部8と左右作業部9，10の短い上下方向の寸法が重なるので，引用発明1(1)のようにハの字状に折り畳んだものと比較して，上方への高さが小さくなることは自明であるから，原告が主張する効果は，本件発明1の構成とすることによって当然に得られるものであり，しかも，当業者において容易に予想し得る範囲内の効果にすぎないものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，引用発明1(1)に引用発明2を組み合わせても，農作業機の中央部分の上方空間が折り畳まれた機体で占められることになり，それによって後方への視界が塞がれることになるから，少なくとも，農作業機を折り畳んだときの作業機の機高が高くならずにトラクタからの後方視界が良好であり，安全に操縦することができるという作用効果を奏することはない旨主張する。",
                    "しかし，原告主張の作用効果は，上記(ア)のとおり，中央作業部8に対して左右作業部9，10を180°回転させて折り畳むことにより，上方への高さが小さくなることに基づくものであって，本件発明1の構成としたときに容易に予想し得る範囲内の作用効果にすぎないものである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "したがって，「本件発明1が奏する作用効果も，引用発明1(1)および引用発明2が有するものの総和以上に格別のものとはいえない。」(10頁31行目～32行目)とした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2の進歩性についての認定判断の誤り)について",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(1)",
                          "subject": "取消事由2(1)(相違点2の誤認)について",
                          "text": [
                            "本件発明2は，本件発明1をその構成の一部としているところ，引用発明1(2)においても，引用発明1(1)を引用しているところ，本件発明1と引用発明1(1)の一致点，相違点についての認定に誤りがないことは，前記1(1)のとおりである。"
                          ]
                        },
                        {
                          "fig": "(2)",
                          "subject": "取消事由2(2)(相違点についての判断の誤り)について"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点の看過による進歩性判断の看過について",
              "text": [
                "相違点についての審決の判断に誤りがないことは，上記(1)のとおりであるから，これを前提として，「相違点1についての検討は上記に同じである」(11頁8行目)とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "阻害要因の存在の看過について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，引用発明1(2)と引用発明2の組合せを考えたとしても，引用発明1(2)の「主杆20」と同軸上にある「ミッション23」，及び，引用発明2の「サポートアーム4」と同軸上にある「ギヤーケース2」が干渉障害物となって，中央部分の長さに対し左右の作業機部分の長さをほぼ2分の1としたものを中央部分の端部と作業機部分の内端部とをそれぞれ回転支点により180°回転可能にすることはできず，これは，被告が主張する「長さの長短の調整」というような設計事項ではなく，本質的な構造上の問題である旨主張する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "しかし，審決が，引用発明1(2)の認定において，中央作業部8の機幅方向中央に，「ミッション23」が設けられる技術まで引用していないこと，ミッション23を中央作業部8の機幅方向中央に設けなければならない必然性もないことは，前記1(2)イ(ウ)と同様である。また，引用発明2において検討されるべき事項が，本件発明1と引用発明1(2)とで具体的に相違する「ほぼ180°回転可能」，「重ね合わせるようにする」との部分を開示しているか否かであることは，前記1(2)ア(オ)と同様である。ちなみに，引用例2の「サポートアーム4」と同軸上にある「ギヤーケース2」を中央に設けなければならない必然性がないことは，上記と同様である。",
                    "したがって，引用発明1(2)の「主杆20」と同軸上にある「ミッション23」，及び，引用発明2の「サポートアーム4」と同軸上にある「ギヤーケース2」が必須の構成であることを前提とする原告の主張は，その前提において既に失当である。",
                    "加えて，仮に，引用発明1(2)の「主杆20」と同軸上に「ミッション23」が存在する場合を想定しても，本件発明2は，「ほぼ180°回転可能」，「上記中央部分(4)の長さに対し左右の作業機部分(5L，5R)の長さをほぼ2分の1とし」ているから，左右の作業機部分を折り畳んだ状態で，隙間が存在することが明らかである。そして，このような隙間を前提にした「ミッション23」を設けることは，当業者が適宜し得る設計事項である。",
                    "以上のとおり，いずれにせよ，原告の上記主張は，失当というほかなく，「引用発明2を引用発明1(2)に適用して本件発明2の上記相違点2に係る構成のようにすることには，何ら阻害要因もなく，当業者が容易になし得る事項にすぎない。」(11頁16行目～18行目)とした審決の認定判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "顕著な作用効果の看過について",
              "text": [
                "本件発明2が顕著な作用効果を奏するものと認められないことは，前記と同様であるから，「本件発明2が奏する作用効果も，引用発明1(2)および引用発明2が有するものの総和以上に格別のものとはいえない。」(11頁19行目～20行目)とした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却を免れない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10086",
    "date": "2007-07-11",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034938",
    "ipprecedent_id": "1083",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}