{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−836号事件について平成18年8月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記発明につき特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたので，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成7年(1995年)1月12日を国際出願日とする特願平7−519169号からの分割出願として，平成12年4月19日(優先権主張：1994年1月12日，米国)，発明の名称を「各種伝送モードを使用するオーディオ情報拡布のための受信器」とする発明について特許出願(特願2000−117890号。請求項の数3。以下「本願」という。甲4。",
                "公開公報は甲7。)をし，拒絶理由通知を受けたので平成15年9月3日付けで特許請求の範囲等の記載を補正(第1次補正，甲5)したが，拒絶査定を受けたので，不服の審判請求をした。",
                "特許庁は，同請求を不服2004−836号事件として審理し，その中で原告は，平成16年2月12日付けで上記記載を再び補正(第2次補正。以下「本件補正」という。甲8)したが，特許庁は，平成18年8月21日，本件補正を却下した上「本件審判の請求は，成り立たない」との審決をし，その謄本は平成18年9月5日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1次補正時",
                  "text": [
                    "第1次補正時(平成15年9月3日)の特許請求の範囲は，請求項1ないし3から成るが，そのうち請求項1に記載された発明(以下「本願発明」という。)は，次のとおりである。",
                    "「【請求項1】チューナの入力端子において放送信号を受信するように接続がとられ，かつ出力端子を有するチューナと，",
                    "該チューナの出力端子に接続される入力部を有し，かつ出力端子を有する暗号解読器と，",
                    "該暗号解読器へ機能的に接続される使用者インタフェースと，該暗号解読器の出力端子へ接続される入力ポートを有し，かつ出力ポートを有し，受信されたオーディオデータを記憶するメモリと，該メモリの出力ポートへ接続される入力端子を有し，かつ出力端子を有する圧縮解除回路と，",
                    "該圧縮解除回路の出力端子へ接続される入力端子を有し，かつ記憶されたオーディオデータからのオーディオアナログ信号を提供する出力端子を有する変換器とから構成され，",
                    "前記使用者インタフェースがメモリに記憶されたデータの項目の中で変換器に提供されるべきものを選択させる，圧縮データを含む情報拡布信号を受信する受信器。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "第2次補正(本件補正)時",
      "text": [
        "本件補正時(平成16年2月12日)の特許請求の範囲も，請求項1ないし3から成るが，そのうち請求項1に記載された発明(以下「本願補正発明」という。)は，次のとおりである(下線部は本件補正箇所)。",
        "「【請求項1】チューナの入力端子において放送信号を受信するように接続がとられ，かつ出力端子を有するチューナと，",
        "該チューナの出力端子に接続される入力部を有し，かつ出力端子を有する暗号解読器と，",
        "該暗号解読器へ機能的に接続される使用者インタフェースと，該暗号解読器の出力端子へ接続される入力ポートを有し，かつ出力ポートを有し，受信されたオーディオデータを記憶するメモリと，該メモリの出力ポートへ接続される入力端子を有し，かつ出力端子を有する圧縮解除回路と，",
        "該圧縮解除回路の出力端子へ接続される入力端子を有し，かつ記憶されたオーディオデータからのオーディオアナログ信号を提供する出力端子を有するデジタル−アナログ変換器とから構成され，",
        "データの各記憶された項目がデータのカテゴリにしたがって指示を有し，前記使用者インタフェースが指示にしたがってメモリからデータ項目を検索し，メモリに記憶されたデータの項目の中でデジタル形式で前記デジタル−アナログ変換器に提供されるべきものを選択する圧縮データを含む情報拡布信号を受信する受信器。」"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "審決の内容"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "審決の詳細は，別添審決写しのとおりである。",
        "その理由の要点は，本願補正発明は，下記の各引用例に記載された発明及び周知技術に基づいて容易に発明をすることができたから特許法29条2項により特許を受けることができず，したがって本件補正は却下されるべきであり，本願発明も，同様の理由により特許法29条2項により特許を受けることができない，というものである。",
        "記",
        "①国際公開第92／12599号パンフレット(以下「引用例1」といい，同記載の発明を「引用例1発明」という。甲1)",
        "②特開平2−41091号公報(以下「引用例2」という。甲2)"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "なお審決は，引用例1発明を次のとおり認定した上，本願補正発明と対比した一致点と相違点を次のとおりとした。",
        "〈引用例1発明〉",
        "「送受信機201の入力端子において放送信号を受信するように接続がとられ，かつ出力端子を有する送受信機201と，",
        "該送受信機201の出力端子に接続される入力部を有し，かつ出力端子を有する受信機様式変換器202と，",
        "ユーザー／コンピュータインタフェース207と，",
        "前記受信機様式変換器202の出力端子へ接続される入力ポートを有し，かつ出力ポートを有し，受信された圧縮定様式データブロックを記憶する記憶装置203と，",
        "該記憶装置203の出力ポートへデータフォーマッタ204を介して接続される入力端子を有し，かつ出力端子を有するオーディオ圧縮解除器209と，",
        "該オーディオ圧縮解除器209の出力端子へ接続される入力端子を有し，かつ出力端子を有するアナログオーディオ出力変換器214とから構成される，圧縮定様式データブロックを含む放送信号を受信する受信システム200。」",
        "〈一致点〉",
        "「放送信号受信部の入力端子において放送信号を受信するように接続がとられ，かつ出力端子を有する放送信号受信部と，",
        "使用者インタフェースと，",
        "入力ポートを有し，かつ出力ポートを有し，受信されたオーディオデータを記憶するメモリと，",
        "該メモリへ接続される入力端子を有し，かつ出力端子を有する圧縮解除回路と，",
        "該圧縮解除回路の出力端子へ接続される入力端子を有し，かつ記憶されたオーディオデータからのオーディオアナログ信号を提供する出力端子を有するデジタル−アナログ変換器とから構成される，圧縮データを含む情報拡布信号を受信する受信器。」である点。",
        "〈相違点1〉",
        "「放送信号受信部」が，本願補正発明においては，「チューナ」であるのに対し，引用例1発明における「送受信機201」は，「チューナ」として機能する構成を含むかどうか明らかでない点。",
        "〈相違点2〉",
        "本願補正発明は，「チューナの出力端子に接続される入力部を有し，かつ出力端子を有する暗号解読器」を有し，使用者インタフェースが「暗号解読器」へ機能的に接続され，かつ，メモリの入力ポートが「暗号解読器」の出力端子へ接続されるものであるのに対し，引用例1発明は，そのようなものではない点。",
        "〈相違点3〉",
        "本願補正発明においては，「圧縮解除回路」の入力端子が「メモリの出力ポート」へ接続されているのに対し，引用例1発明においては，「オーディオ圧縮解除器209」の入力端子が「記憶装置203」に対して「データフォーマッタ204」を介して接続されている点。",
        "〈相違点4〉",
        "本願補正発明は，「データの各記憶された項目がデータのカテゴリにしたがって指示を有し，使用者インタフェースが指示にしたがってメモリからデータ項目を検索し，メモリに記憶されたデータの項目の中でデジタル形式でデジタル−アナログ変換器に提供されるべきものを選択する」ようなものであるのに対し，引用例1発明は，そのようなものではない点。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "審決の取消事由",
          "text": [
            "しかしながら，審決は相違点4及び2についての判断を誤り，その結果，本願補正発明の進歩性を誤って否定し本件補正を却下したから，違法として取り消されるべきである。",
            "なお，相違点1及び3についての審決の認定判断は争わない。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "取消事由1(相違点4についての判断の誤り)",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，相違点4について，「一般に放送信号を記録する場合，使用者がその記録内容に対してジャンル分けを示す情報を付加しておき，後の再生時の検索に使用するようにすることは，例えば，特開平6−22273号公報の段落【0008】の『・・・このとき，必要に応じてキーパッド7から入力した番組情報1のタイトル名やジャンル名などの番組識別情報を入力し，再生時の検索に利用することができる。・・・』との記載等に見られるように，周知の技術にすぎない。」(審決11頁21行～26行)と判断した。",
                "ところで，特開平6−22273号公報(甲3。以下「甲3公報」という。)の上記記載から明らかなとおり，同公報記載の発明においては，データのカテゴリは送信時に付されているのではなく，受信装置において入力するものである。",
                "これに対し，本願補正発明においては，カテゴリ別の指示情報は送信装置がデータを送信する際にデータに付している。換言すれば，受信器がオーディオデータを受信したときには，その受信されたオーディオデータは既にカテゴリ別の指示を有しているのである。",
                "このことは，本願補正発明の請求項1の文言から明らかである。",
                "すなわち，請求項1の「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」という表現中にある「データ」は，同項に記載された「受信されたオーディオデータ」を意味する。同項に「該暗号解読器の出力端子へ接続される入力ポートを有し，かつ出力ポートを有し，受信されたオーディオデータを記憶するメモリ」と記載されているように，チューナで受信されたデータ26は，暗号解読器16で解読された後，直接にメモリ28に記憶され，その途中でカテゴリを付される機会はない。したがって，カテゴリは受信器内で付されるのではなく，送信器内で付されることは明らかである。なお，仮に，受信部においてデータにカテゴリを付す場合には，「データの各記憶された項目に対してデータのカテゴリにしたがった指示を付し」などという表現となっていたはずである。",
                "また，本願補正発明において，データに付されるものは，「カテゴリ別の指示」であるのに対し，甲3公報に記載された発明において，番組情報に対して入力されるものは，タイトル名やジャンル名などの番組識別情報であり，階層的なカテゴリ別の指示とは異なる。",
                "このように，本願補正発明の特徴である「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」という技術的事項(送信装置がデータを送信する際にカテゴリ別の指示情報をデータに付しているということ)は，甲3公報に記載されておらず，もちろん審決が引用したいずれの文献にも記載されておらず，周知の技術でもない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また，以下のとおり，本願補正発明の明細書(甲4，7，8)及び図面に記載された実施例においては，送信側でカテゴリを付す構成を示しているが，受信側でカテゴリを付す構成を全く示していない。特許法70条2項によれば，明細書の記載及び図面を考慮して，特許請求の範囲に記載された用語の意味を解釈すべきであるところ，明細書の記載及び図面を考慮すると，本願補正発明の特徴のうち，「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」という事項の意味は，送信装置がこのデータを送信する際にデータに付したカテゴリ別の指示をデータが有しているという意味に解釈すべきである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本願補正発明の明細書(甲4，7，8)には，「【0009】発明が解決しようとする課題 以下に述べるシステムと方法によると，使用者は望むのであれば，何時でもまたは何処においても情報の特定の内容を聞くことができる。・・・」と本願補正発明の課題が記載されているが，このような課題は，送信されるデータにあらかじめデータのカテゴリを示す指示が付されているからこそ，達成されるものである。",
                    "上記のような本願補正発明によれば，審決が引用する甲3公報のように，使用者がキーパッドからタイトルを入力する必要がないし，むしろ，使用者が受信器にタイトルを入力するようであれば，本願補正発明の上記課題は達成されない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "本願補正発明の明細書に，「【0009】・・・条件付きアクセス回路は，先に暗号化されたデジタル英数字データまたは圧縮したオーディオデータを解読し，それらのデジタルデータはついでランダムアクセス記憶装置に記憶される。階層構造のメニューを(単純なマニュアルまたは音声制御で)ドライブする使用者インタフェースは使用者が，メニューからのその者の選定項目を示すことによりこの情報にアクセスできる。システムはそこで，解読された形態でデータベースからその情報を抽き出す。・・・」と記載されていることから分かるように，デジタルデータには，送信時に既に階層構造のカテゴリ(例えば，ニュース，スポーツ，天候，文化情報，広告またはコマーシャル等。【0010】参照)が付されている。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "本願補正発明の明細書に，「【0013】実施の態様 本発明の情報の拡布をするシステムと方法により，使用者は，何時でもまたは何処においても情報の特定の内容を聞くことができる。ラジオあるいはテレビ受信システムは，FM副搬送波，テレビ垂直帰線間の伝送，テレビSAP伝送あるいはチャネルからの情報を受信し，記憶装置にその伝送情報を蓄積する。使用者インタフェースにより，階層データベースを制御するメニューの組を介して，記憶された情報の記憶装置を選択でき，特定の情報アイテムをアクセスできる。・・・」と記載されていることから分かるように，デジタルデータには，送信時に既に階層構造カテゴリ(例えば，「NEWS..BUSINESS..NATIONAL..AUTOMOTIVE..GM.」等。【0023】参照)が付されている。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "本願補正発明の明細書に，「【0043】このシステムの送信部は図2に図示されていて，次のような段階を示している。データ生成部51は，ニュースと情報の収集部55の通常の人的要素部分を含み，それにニュースと情報の分類と書式化(フォーマッテング)部56，すなわちデータ生成サブシステムを備えている。・・・」と記載され，【図2】に図示されているように，送信部には，ニュースと情報収集を分類する部分56が備えられている。したがって，デジタルデータには，送信時に既に分類が付されていることが分かる。他方，【図1】に示される受信器には，カテゴリを付す手段は示されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "本願補正発明における，「使用者は望むのであれば，何時でもまたは何処においても情報の特定の内容を聞くことができる」(【0009】)という効果は，引用例1，2及び甲3公報から予測できるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "取消事由2(相違点2についての判断の誤り)",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決は，「上記引用例2に記載されているように，一般に，CATV等の有料放送において，信号を暗号化して放送し，受信側では，復号化(デスクランブル)すなわち暗号解読して記録するようにすることは，ごく普通に行われていることである。」(10頁24行～27行)とする。",
                "しかし，本願補正発明の明細書(甲4，7，8)に，「【0016】条件付きアクセス回路16は，ライン14上の暗号化されたデータが，後述のように適切なキーまたはコマンドが提供された場合だけに解読されることを保証する。・・・」との効果が記載されているように，本願補正発明における暗号解読器の解読機能は，使用者インタフェースから選定されたカテゴリのデータだけを解読する，というものである(なお，同明細書【0016】段落の「後述のように適切なキーまたはコマンド」とは，同明細書【0033】ないし【0038】段落(上記「キー」について)又は【0032】(上記「コマンド」について)を指す。)。",
                "これに対し，引用例2(甲2)には，「復号化(デスクランブル)」についての記載はあるが，暗号化・解読についての記載はない。暗号化・解読技術とスクランブル・デスクランブル技術とは異なるものである。",
                "また，スクランブル・デスクランブル技術は，CATVなどの有料テレビジョン放送において，特にそれらのアナログ放送において用いられている技術であるのに対して，暗号化・解読技術をデジタル放送において用いることは，本願出願日当時，知られていなかった。暗号化・解読技術がデジタル放送において用いられていることを示す証拠は，審決においては挙げられていない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "審決は，「・・・そして，受信側の使用者が，暗号解読する権限を受ける契約をし，使用者インタフェースを介して暗号解読器を動作させて暗号解読を行い，もって，暗号解読された放送信号を記録するようにすることは，有料放送を受信するシステムにおいて適宜になされる態様の一つにすぎない。」(10頁28行～31行)と判断するが，引用例2(甲2)には，使用者インタフェースについての開示も示唆もない。証拠を全く引用することなく，「使用者インタフェースを介して暗号解読器の機能を動作させて暗号解読を行う」ことが当業者により適宜になされる態様の一つにすぎない旨認定することは，誤りである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "本願補正発明の明細書(甲4，7，8)の「【0016】条件付きアクセス回路16は，ライン14上の暗号化されたデータが，後述のように適切なキーまたはコマンドが提供された場合だけに解読されることを保証する。・・・」との本願補正発明の効果は，審決が引用したいずれの文献からも得られるものではなく，審決が相違点2を当業者が適宜に設計できる事項にすぎないとしたのは誤りである。",
                "また，このような効果は，デジタルデータに送信時に既にカテゴリが付されているからこそ可能であり，受信部の記憶装置においてカテゴリを付すタイプのシステムにおいては，到底，達成できない効果である。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
                      ]
                    },
                    {
                      "fig": "3",
                      "subject": "被告の反論"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "取消事由1に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "本願補正発明の認定の誤りにつき",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "本願補正発明の請求項1の「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」との記載は，文字どおり「データの記憶された項目」が，「データのカテゴリ」にしたがって「指示」を有することを表すものであり，上記「指示」が，いつ，どのようにして付されたものであるかを表すものでなく，ましてや，送信データが指示を有していることを何ら特定するものでもない。",
                "また，「データに対して受信部においてカテゴリを付す場合」でも，「データの各記憶された項目がデータのカテゴリにしたがって指示」を有することに何ら変わりない。",
                "要するに，請求項1の上記文言は，「送信装置がこのデータを送信する際にデータに付したカテゴリ別の指示情報をデータが有している」場合も，「データに対して受信部においてカテゴリを付した結果，データの各記憶された項目が指示(情報)を有す」場合も含むものであるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また，原告は，本願補正発明の明細書の各所の記載を根拠として「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」という技術的事項は，「送信装置がこのデータを送信する際にデータに付したカテゴリ別の指示情報をデータが有している」という意味である旨の主張をするが，いずれも，本願補正発明の特許請求の範囲の記載に基づくものではない。",
                "よって，原告の「送信装置がこのデータを送信する際にデータに付したカテゴリ別の指示情報をデータが有している」とすることを根拠とする上記主張は，失当である。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "原告は，甲3公報記載の周知技術について，データのカテゴリを受信装置において入力しているから，本願補正発明の特徴である「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」という技術的事項は，甲3公報に記載されていないと主張する。",
                "しかし，上記(ア)，(イ)のとおり，請求項1の文言「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」は，「データの記憶された項目」が「データのカテゴリ」にしたがって「指示」を有することを記載しているだけである。",
                "そして，甲3公報の段落【0008】には，「・・・このとき，必要に応じてキーパッド7から入力した番組情報1のタイトル名やジャンル名などの番組識別情報を入力し，再生時の検索に利用することができる。」と記載されており，このことにより，「番組情報1」が番組情報の「タイトル名やジャンル名など」にしたがって「番組識別情報」を有することとなるから，請求項1の文言「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」と同様の周知技術が甲3公報に記載されていることは明らかである。",
                "したがって，本願補正発明の特徴である「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」という技術的事項は，甲3公報に記載されていないとする主張は，根拠がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "効果の看過につき",
      "text": [
        "原告は，審決は本願補正発明の効果を容易と誤認したと主張するが，本願補正発明の構成によってもたらされる効果は，引用例1，2に記載の発明及び甲3記載の周知技術から当業者が容易に予測することができる程度のもので，格別のものとはいえない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "取消事由2に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，本願補正発明は，暗号解読器が使用者インタフェースから選定されたカテゴリのデータだけを解読するという特徴を有するものであると主張するが，このような主張は，本願補正発明の特許請求の範囲の記載に基づくものではない。",
        "本願補正発明の特許請求の範囲には「暗号解読器」について，「該チューナの出力端子に接続される入力部を有し，かつ出力端子を有する暗号解読器」，「該暗号解読器へ機能的に接続される使用者インタフェース」及び「該暗号解読器の出力端子へ接続される入力ポートを有し，かつ出力ポートを有し，受信されたオーディオデータを記憶するメモリ」と記載されているのみであり，このことは，",
        "①「暗号解読器」は，「入力部」と「出力端子」を有すること。",
        "②「暗号解読器」は，「チューナ」の出力端子と「入力部」で接続されていること。",
        "③「暗号解読器」は，「メモリ」の入力ポートと「出力端子」で接続されていること。",
        "④「暗号解読器」は，「使用者インターフェース」と機能的に接続されていること。",
        "を特定する技術事項が記載されていることを示しているにすぎない。",
        "そして，上記①ないし④の技術事項には，原告の主張する，暗号解読器が使用者インタフェースから選定されたカテゴリのデータだけを解読するものであるとの技術事項は記載されておらず，原告の主張は，根拠がなく失当である。",
        "なお，相違点2については，引用例1(甲1)には本願補正発明の「使用者インタフェース」に相当する「ユーザ／コンピュータインタフェース207」が示されており，また，引用例2(甲2)に記載されているように，CATV等の有料放送において，信号を暗号化し，受信側で，複合化(デスクランブル)すなわち暗号解読して記録するようにすることは，ごく普通に行われており，上記引用例2に記載された技術を参酌し，引用例1に「チューナの出力端子に接続される入力部を有し，かつ出力端子を有する暗号解読器」を設け，使用者インタフェースを「暗号解読器」へ機能的に接続し，かつ，メモリの入力ポートを「暗号解読器」の出力端子へ接続するように構成することは，当業者が適宜に設計できる事項にすぎない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，使用者インタフェースから選定されたカテゴリのデータだけを解読する効果は，デジタルデータに送信時に既にカテゴリが付されているからこそ可能であり，受信部の記憶装置においてカテゴリを付すタイプのシステムにおいては到底達成できない効果であると主張する。",
        "しかし，本願補正発明の特許請求の範囲には，暗号解読器が使用者インタフェースから選定されたカテゴリのデータだけを解読する技術事項は記載されておらず，また，上記アに述べたとおり，本願補正発明の特許請求の範囲には，デジタルデータに送信時に既にカテゴリが付されているという技術事項は記載されていないから，原告の主張は，特許請求の範囲に基づくものでなく，失当である。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願補正発明の特徴である「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」という技術的事項(送信装置がデータを送信する際にカテゴリ別の指示情報をデータに付しているということ)は，甲3公報に記載されておらず，周知の技術でもないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，本願補正発明の請求項1は，前記第3の1(2)のとおり，次のようなものである。",
                    "「【請求項1】チューナの入力端子において放送信号を受信するように接続がとられ，かつ出力端子を有するチューナと，",
                    "該チューナの出力端子に接続される入力部を有し，かつ出力端子を有する暗号解読器と，",
                    "該暗号解読器へ機能的に接続される使用者インタフェースと，該暗号解読器の出力端子へ接続される入力ポートを有し，かつ出力ポートを有し，受信されたオーディオデータを記憶するメモリと，該メモリの出力ポートへ接続される入力端子を有し，かつ出力端子を有する圧縮解除回路と，",
                    "該圧縮解除回路の出力端子へ接続される入力端子を有し，かつ記憶されたオーディオデータからのオーディオアナログ信号を提供する出力端子を有するデジタル−アナログ変換器とから構成され，",
                    "データの各記憶された項目がデータのカテゴリにしたがって指示を有し，前記使用者インタフェースが指示にしたがってメモリからデータ項目を検索し，メモリに記憶されたデータの項目の中でデジタル形式で前記デジタル−アナログ変換器に提供されるべきものを選択する圧縮データを含む情報拡布信号を受信する受信器。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記請求項1の記載によれば，本願補正発明は，使用者インタフェースが指示に従ってメモリからデータ項目を検索し選択する前提として，当該データにカテゴリ別の指示情報が付されていることを技術事項とするものであると認められるものの，当該データの指示情報が，いつ，どこで，何により付されるかを特定する文言は見当たらず，また，原告の主張する，送信装置がデータを送信する際にカテゴリ別の指示情報をデータに付しているということを示すような文言も見当たらない。",
                    "そうすると，原告の主張は，請求項の記載に基づかないものといわざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，原告は，仮に，受信部においてデータにカテゴリを付す場合には，「データの各記憶された項目に対してデータのカテゴリにしたがった指示を付し」などという表現となっていたはずであるとも主張するが，上記ウのとおり，データの指示情報がいつ，どこで，何により付されるかを特定するような文言がないということは，本願補正発明においては，受信部においてのみデータにカテゴリを付す旨の特定もないことを意味するから，請求項1を原告の主張するような表現にする必然性はない。したがって，この点に関する原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に原告は，特許法70条2項によれば，願書に添付した明細書の記載及び図面を考慮して，特許請求の範囲に記載された用語の意味を解釈すべきであるとして，本願補正発明の明細書(甲4，7，8)及び図面に記載された実施例によれば，請求項1の「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」との文言は，送信装置がデータを送信する際にカテゴリ別の指示情報をデータに付していることを指すものと解釈できる旨主張する。",
                "しかし，本件審決取消訴訟のように，特許の要件を審理する前提としてされる特許出願に係る発明の要旨の認定においては，特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきであり，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないとか，あるいは一見してその記載が誤記であることが発明の詳細な説明の記載に照らして明らかであるなど，特段の事情がある場合に限って，明細書の発明の詳細な説明の記載を参酌することが許されるにすぎないと解するのが相当である(最高裁平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)。特許法70条2項(本願に適用される平成14年法律第24号による改正前のもの。以下同じ。)は「前項の場合においては，願書に添付した明細書の特許請求の範囲以外の部分の記載及び図面を考慮して，特許請求の範囲に記載された用語の意義を解釈するものとする。」と規定しているが，同項は，特許権侵害訴訟等の場合のように，私権である特許権の保護範囲を決定するに当たって適用されるものであって，本件のような審決取消訴訟においては，上記特段の事情がない場合でも明細書の発明の詳細な説明の記載を参酌することが許されると解することはできない。",
                "そして，上記(1)に述べたとおり，「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」との文言は，データにカテゴリを付すのが送信部であるか受信部であるかにつき，何ら特定するものでないことは明らかであって，その用語の意義が一義的に明確でないとはいえないのであるから，明細書の発明の詳細な説明の記載を参酌すべき場合であるということはできない。したがって，この点に関する原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "なお，原告の主張する本願補正発明の明細書の記載等を検討しても，以下のとおり，「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」との文言を，原告主張のように解すべき理由は見当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願補正発明の明細書(甲4，7，8)及び図面には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【0009】発明が解決しようとする課題 以下に述べるシステムと方法によると，使用者は，望むのであれば，何時でもまたは何処においても情報の特定の内容を聞くことができる。・・・」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0009】・・・条件付きアクセス回路は，先に暗号化されたデジタル英数字データまたは圧縮したオーディオデータを解読し，それらのデジタルデータはついでランダムアクセス記憶装置に記憶される。階層構造のメニューを(単純なマニュアルまたは音声制御で)ドライブする使用者インタフェースは使用者が，メニューからのその者の選定項目を示すことによりこの情報にアクセスできる。システムはそこで，解読された形態でデータベースからその情報を抽き出す。・・・」(ウ) 「【0013】実施の態様 本発明の情報の拡布をするシステムと方法により，使用者は，何時でもまたは何処においても情報の特定の内容を聞くことができる。ラジオあるいはテレビ受信システムは，FM副搬送波，テレビ垂直帰線間の伝送，テレビSAP伝送あるいはチャネルからの情報を受信し，記憶装置にその伝送情報を蓄積する。使用者インタフェースにより，階層データベースを制御するメニューの組を介して，記憶された情報の記憶装置を選択でき，特定の情報アイテムをアクセスできる。・・・」"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【0043】このシステムの送信部は図2に図示されていて，次のような段階を示している。データ生成部51は，ニュースと情報の収集部55の通常の人的要素部分を含み，それにニュースと情報の分類と書式化(フォーマッテング)部56，すなわちデータ生成サブシステムを備えている。・・・」"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "【図2】には，送信部の「56」として，「ニュースと情報の分類と書式化」を行う過程が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記の記載のうち，(ア)については，従来の技術が有していた短所，すなわち，「【0008】これらのシステムの全ては，データの聴取者または使用者が，情報を聞くために特定の場所または時間に制約されるという短所を有する。携帯ラジオは，手持ち式であれ，または自動車用であれ，現在送信されている情報だけを使用者が得るように制限している。」との課題を解決するものとして，本願補正発明が位置づけられることを記載したものである。そうすると，上記記載の「何時でもまたは何処においても」というのは，本願補正発明が，放送の時間ないし場所と，聴取の時間ないし場所が異なることを可能にすることを指すものであって，カテゴリ別の指示情報をデータに付す時期までを特定するものではない(ちなみに，受信後であっても，使用者が特定の情報を選択する時までにデータにカテゴリーを付すのであれば，「情報の特定の内容を聞く」との課題は解決できる。)。",
                    "また，上記記載のうち，(イ)，(ウ)については，送信装置がデータを送信する際にカテゴリ別の指示情報をデータに付すことと矛盾するものではないが，受信後にカテゴリを付すこととも矛盾するものでもなく，そのように解することにつき阻害要因になると解すべき事情もない。",
                    "さらに，上記記載のうち，(エ)，(オ)については，一実施例に関する記載にすぎず，実施例にこのような記載があるからといって，カテゴリ別の指示情報をデータに付す時期が送信時に限定されると解すべき必然性はないし，他に，そのように解することについて阻害要因となるべき記載も見当たらない。",
                    "したがって，上記の記載はいずれも原告の主張の根拠となるものではないから，この点に関する原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また，原告は，請求項1の「データの各記憶された項目がデータのカテゴリにしたがって指示を有し」という表現中にある「データ」は，同項に記載された「受信されたオーディオデータ」を意味し，同項に「該暗号解読器の出力端子へ接続される入力ポートを有し，かつ出力ポートを有し，受信されたオーディオデータを記憶するメモリ」と記載されているように，チューナで受信されたデータ26は，暗号解読器16で解読された後，直接にメモリ28に記憶され，その途中でカテゴリを付される機会はないから，カテゴリは受信器内で付されるのではなく，送信器内で付されることは明らかであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本願補正発明の明細書(甲4，7，8)には，上記データのメモリ28への記憶に関して，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【0016】条件付きアクセス回路16は，ライン14上の暗号化されたデータが，後述のように適切なキーまたはコマンドが提供された場合だけに解読されることを保証する。条件付きアクセス回路16は，(ライン22を通してマイクロコントローラ20により認可された)受信したデータを解読し，かつそのデータをライン26を通して記憶装置28に記憶し，この記憶装置は従来の集積化回路ランダムアクセス記憶装置(RAM)でよい。1実施例では記憶装置28は，揮発性RAM記憶装置から構成される。他の実施例において記憶装置28は，デジタルオーディオテープ，光磁気ミニディスク，磁気ディスクまたは光ディスクなどの10時間のオーディオ情報を記憶するのに十分な容量を持つ不揮発性記憶媒体から構成されている。」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0022】送られた情報は，マイクロコントローラ20の制御の下で記憶装置28内の従来の階層データベースにおいて分類され，記憶され，またアクセスされる。」"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「【0031】好都合なことに，(暗号化されていても)圧縮形態でオーディオデータを送信および記憶することにより，送信チャネルの必要な帯域幅は，記憶装置要件のように大幅に減少されるので，構成部分のコストをかなり削減することになる。FM副搬送波送信に使用される場合，一般的な送信速度は1キロボーである。これはほぼ1時間で必要なデータを記憶装置28へダウンロードするには十分である。」ウ 以上の記載によれば，チューナで受信されたデータは，暗号解読器16で解読された後メモリ28に記憶されることは認められるものの，これがメモリ28に直接記憶されるとか，メモリ28への記憶途中でカテゴリを付される機会がないとまでは明示されていない。また仮に，メモリ28への記憶途中でカテゴリを付される機会がなかったとしても，例えばメモリ28への記憶後にカテゴリを付すことについては，明細書の記載上，それを阻害する要因は見当たらず，これを排除するものとはいえない。",
                        "そうすると，指示情報を付すのが送信時のみであると限定的に解釈できるものではない。したがって，この点に関する原告の主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "次に，原告は，本願補正発明において，データに付されるものは，「カテゴリ別の指示」であるのに対し，甲3公報に記載された発明において，番組情報に対して入力されるものは，タイトル名やジャンル名などの番組識別情報であり，カテゴリ別の指示とは異なる旨主張する。",
                "しかし，甲3公報における「【0008】・・・このとき，必要に応じてキーパッド7から入力した番組情報1のタイトル名やジャンル名などの番組識別情報を入力し，再生時の検索に利用することができる。・・・」との記載から明らかなとおり，上記番組識別情報として入力される「ジャンル」というのはカテゴリそのものであるから，そのような番組識別情報をデータに付し，これに特定の情報を検索・送信する際の標識としての役割を担わせるということは，データに「カテゴリ別の指示」を付すことにほかならない。したがって，甲3公報に記載された発明における番組識別情報が，本願補正発明におけるカテゴリ別の指示とは異なるということはできず，この点に関する原告の主張は採用することができない。",
                "また，原告は，上記カテゴリ別の指示は「階層的」ものであるとも主張するが，本願補正発明においては「データのカテゴリにしたがって指示を有し」とされているのみで，当該カテゴリが階層を形成しているか否かにつき特定するものではないから，このような主張は請求項の記載に基づかないものといわざるを得ない。なお，番組識別情報の上記のような役割にかんがみれば，上記番組識別情報が階層構造を持ち得ることは容易に認識できるところであるから，カテゴリ別の指示が「階層的」なものであったとしても，容易に想到し得るものである。したがって，この点に関する原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "さらに原告は，本願補正発明の効果は容易に予測できるものではない旨主張するが，既に述べたところに照らすと，放送信号を記録する場合，使用者がその記録内容に対してジャンル分けを示す情報を付加するなどして，後の再生時の検索に使用することは周知の技術であるところ，本願補正発明における「使用者は，望むのであれば，何時でもまたは何処においても情報の特定の内容を聞くことができる」との効果は，上記周知技術から容易に予測できる程度のものであり，格別のものとはいえない。",
                "したがって，この点に関する原告の主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点2について，引用例2及び周知技術に基づき容易想到であるとした審決の判断は誤りである旨主張する。",
                "しかし，引用例2(甲2)には，「従来の技術 VTR等の録画装置の普及によりテレビジョン放送信号等を録画することが多く行われており，CATV等の有料放送であっても自由に録画しうる状態になっている。かかるCATVの有料放送では信号が暗号化されて放送され，特定のデコーダを有する者のみが復号して視聴することができる。有料放送のテレビジョン信号を記録する場合には，暗号化(スクランブル)されて送られたテレビジョン信号をそのまま記録するか，一旦復号化(デスクランブル)して通常の映像信号にしてから記録するかのいずれかであった。」(1頁右下欄4行～16行)との記載がある。",
                "これによれば，CATV等の有料放送において，信号を暗号化して放送し，受信側では復号化(デスクランブル)，すなわち暗号解読して記録するようにすることは，原出願当時(平成7年1月12日)一般的であったと認められ，この場合に，受信側の使用者が，契約等に基づき暗号解読する権限を保持し，暗号解読器に接続されたインタフェースを通じて暗号解読を行い，もって，暗号解読された放送信号を記録できるようにすることは，上記のような有料放送の受信形態として容易に想到できるものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し原告は，本願補正発明における暗号解読器の解読機能は，使用者インタフェースから選定されたカテゴリのデータだけを解読するというものであるのに対し，引用例2には，暗号化・解読技術とは異なるスクランブル・デスクランブル技術の記載しかない旨主張する。",
                    "しかし，上記(1)に引用した引用例2の記載によれば，引用例2には，放送信号の受信及び視聴(再生)に際して，暗号化及び復号化(すなわち解読)をすることについて記載されていることは明らかであって，上記暗号化・解読技術とスクランブル・デスクランブル技術とをことさら別異に解すべき必然性はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告の上記主張は，本願補正発明における「解読」の意義を，「使用者インタフェースから選定されたカテゴリのデータだけを解読する」場合に限定しつつ，これとスクランブル・デスクランブル技術とを対比するものと理解できないではない。",
                    "しかし，使用者インタフェースと暗号解読器の関係については，本願補正発明の請求項1の記載は，「該暗号解読器へ機能的に接続される使用者インタフェース」とあるのみで，使用者インタフェースが選定し，暗号解読器が解読するデータがカテゴリのデータだけであるとは限定していないから，原告の上記主張は請求項の記載に基づかないものといわなければならない。",
                    "なお，念のためこの点について明細書の記載を参酌すると，本願補正発明の明細書(甲4，7，8)には，「【0016】条件付きアクセス回路16は，ライン14上の暗号化されたデータが，後述のように適切なキーまたはコマンドが提供された場合だけに解読されることを保証する。・・・」との記載があるが，この記載からは，本願補正発明における暗号解読機能が，使用者インタフェースから選定された一定のカテゴリのデータだけを解読するものと解することは困難である。ちなみに原告は，明細書【0016】段落の「後述のように適切なキーまたはコマンド」とは，明細書【0033】ないし【0038】段落(上記「キー」について)または【0032】(上記「コマンド」について)を指すものと主張するが，これらの記載をもってしても，いかにして使用者インタフェースがカテゴリーのデータだけを解読するのか判然としない。",
                    "したがって，上記の意味においても，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また原告は，スクランブル・デスクランブル技術は，アナログ放送において用いられる技術であり，デジタル放送において用いることは，本願出願日(平成12年4月19日)当時，知られていなかった旨主張する。",
                    "しかし，引用例2(甲2)には，「・・・放送の形式として，鍵等の制御信号をデジタル信号で送出できる放送衛星BS2で採用されている方式を考える。この方式は，音声をデジタル信号で伝送するので，その音声データにPＮ信号を加算すれば暗号化(スクランブル化)できる。従って，そのPＮ信号の初期値がすなわち鍵Ktとなり，これが判れば復号化(デスクランブル化)できる。この鍵Ktを鍵Kiで暗号化(スクランブル化)して送り，受信側で鍵Kiで復号化すればよい。」(2頁右下欄8行～17行)との記載がある。",
                    "この記載によれば，音声放送信号をデジタル信号で伝送する際に，暗号化及び復号化，すなわち解読することについて記載されていることから，暗号化・解読技術をデジタル放送に用いることは，本件出願日及びこれより先の原出願日当時において既に知られていた技術というべきである。",
                    "したがって，この点に関する原告の主張も理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに原告は，引用例2は使用者インタフェースについての開示も示唆もないと主張する。",
                    "この点，引用例2(甲2)には，VTRと有料デコーダとのインタフェースについて，「VTR出力を有料デコーダに入力する場合，有料デコーダに切替スイッチを設けておき，そのスイッチの切替えによりKtメモリA11の中の鍵Ktを使うかKtメモリB17の中の鍵Ktを使うかを切替える。従って，VTRの再生出力をデスクランブル化する場合は，KtメモリB17の中鍵Kt即ち，VTRテープに記録されている信号をスクランプル化するために用いた暗号鍵Ktを用いるので，デスクランブル化できる。これは，記録する時に用いた有料デコーダによってのみ可能となる。」(3頁右下欄14行～4頁左上欄4行)との記載がある。",
                    "これによれば，VTRと有料デコーダとのインタフェースに切替スイッチを設けることが記載されており，これは使用者(ユーザ)インタフェースに関する記載であると認められるし，また，デスクランブル(復号化，すなわち解読)のための手段と使用者(ユーザ)インタフェースとの機能的関係(デスクランブルのための鍵の選択)を記載したものとも認められる。",
                    "そうすると，引用例2において使用者インタフェースについての開示も示唆もないとの原告の主張は失当であることになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願補正発明の明細書(甲4，7，8)に記載された，「【0016】条件付きアクセス回路16は，ライン14上の暗号化されたデータが，後述のように適切なキーまたはコマンドが提供された場合だけに解読されることを保証する。・・・」との効果は，審決が引用したいずれの文献からも得られるものではない旨主張するが，既に述べたことから明らかなとおり，上記効果は，有料放送等，視聴に暗号解読を要する場合に一般的に要請されるものであって，本願補正発明に特有のものとは認められない。したがって，この点に関する原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，上記のような本願補正発明の効果は，デジタルデータに送信時に既にカテゴリが付されているからこそ可能であり，受信部の記憶装置においてカテゴリを付すタイプのシステムにおいては，到底，達成できない効果である旨主張する。しかし，上記「【0016】条件付きアクセス回路16は，ライン14上の暗号化されたデータが，後述のように適切なキーまたはコマンドが提供された場合だけに解読されることを保証する。・・・」との記載は，文字通り，キーやコマンドが提供された場合にだけ暗号化されたデータを暗号解読器(アクセス回路16)により解読できることを述べたものにすぎず，このような効果は，送信時にデジタルデータにカテゴリが付されているか否かにより左右されるものではない。そうすると，上記効果がデジタルデータの送信時にカテゴリが付されているからこそ可能であるということはできないから，この点に関する原告の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}