{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録記載のテレビハンガー及びビデオケースを製造し，輸入し，販売し，販売のために広告若しくは展示をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，占有する原判決別紙物件目録記載のテレビハンガー及びビデオケースを廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，1500万円及びこれに対する平成17年1月15日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，名称を「テレビハンガー」とする考案につき実用新案権(出願日：平成6年10月14日，遡及出願日：平成4年10月28日。登録日：平成9年9月19日。実用新案登録第2559570号。請求項1，2。)を有する控訴人が，被控訴人の製造販売する原判決別紙物件目録記載の製品(被控訴人製品)は同考案の技術的範囲に属するとして，被控訴人に対し，被控訴人製品の製造，輸入，販売の差止め等と損害賠償金等の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "原審の大阪地裁は，平成17年12月1日，本件実用新案登録の請求項1，2の考案は，米国特許第4，993，676号公報(原判決にいう「引用刊行物1」)，及び実願昭62-32356号(実開昭63-140781号)の",
          "text": [
            "マイクロフィルム(原判決にいう「引用刊行物2」)，並びに周知技術に基づいてきわめて容易に考案をすることができたから，実用新案法3条2項，1項3号に違反し，同法37条1項2号の無効事由を有することになるから，同法30条，特許法104条の3により，本件実用新案権を行使することができないとして，控訴人の請求を棄却した。",
            "そこで，控訴人は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "なお，被控訴人は，平成17年8月29日，特許庁に対し，本件実用新案登録の請求項1，2について無効審判を請求(無効2005-80258号事件)したところ，控訴人は，平成17年11月21日付けで訂正請求(以下「本件訂正」という。)をしたが，特許庁は，平成18年3月14日，本件訂正を認めた上，審判請求不成立の審決をしたので，被控訴人から審決取消請求訴訟(当庁平成18年(行ケ)第10184号)が提起され，本件訴訟と並行して審理が進められている。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，次に付加するほか，原判決の「事実及び理由」欄の第2，第3記載のとおりであるから，これを引用する(「本件実用新案権」等の略称も，原判決の表現をそのまま用いる。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点①についての判断の誤り",
              "text": [
                "原判決は，「引用刊行物1のように1つの箱体であるキャビネットのテレビを載置する上部とビデオデッキを載置する下部とを，本件考案1及び2のように別々の箱体とし，この2つの箱体を併設することは，テレビとビデオデッキを近接して吊り下げることを可能とする点で，何ら技術思想を異にするものではなく，単なる設計事項であることは明らかである」(原判決20頁最終段落～21頁第1段落)と判断した。",
                "しかし，本件考案1，2は，ビデオハンガーを箱体状としてテレビハンガーに併設することにより，優れた強度を維持し，ビデオデッキを安定して保持することができるのであり，これに更に押え片を設けることで，テレビハンガー本体と一体的に傾け，ビデオデッキの操作性を向上させることも可能となるといった各引用刊行物からは見出せない格別顕著な作用効果を有するのであり，原判決の上記判断は，明らかに誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点②についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，「テレビハンガーは，天井，壁等から吊り下げて人の頭上に設置するものであり，地震等に際し，テレビやビデオデッキがハンガー内から外部に落下することを防止する固定機能を具備していることが必要不可欠であることは自明の課題である。そうすると，引用刊行物2に接した当業者が，同刊行物に記載されたテレビハンガーにおける前記テレビの固定構造を引用刊行物1のビデオデッキに適用して，相違点②に係る本件考案1の構成を想到することは，極めて容易であったというべきである」(原判決21頁最終段落～21頁第2段落)と判断した。",
                    "しかし，一般的に，テレビは重心が高く，箱体状のハンガー内においても不安定である。その一方，テレビハンガーによりテレビを天井等から吊り下げる場合，テレビ画面を見やすくするために，テレビを下向きに傾斜させることに意義があることは，引用刊行物1，2にも開示されているように本件考案の出願当時から明らかであった。そして，引用刊行物2のテレビ固定具は，重心の高い不安定なテレビをこのように傾斜させた場合に，前方への転倒・転落を防止すべく設けられたものであり，引用刊行物2のような押え部材を用いること以外に，テレビをハンガー本体に縛り付けるためのバンドを設けることも行なわれていた。一方，ビデオデッキは重心が低く，引用刊行物1の下部46内では安定している。また，操作のために通常はテレビよりも下側に設けられる上，テレビのように画面を見るためのものでないため，ビデオデッキを下向きに傾斜させる意義は，本件出願当時，容易には見いだせなかった。そして，引用刊行物1の下部46内のビデオデッキに対しては，これを傾斜させないかぎり，押え片などを用いることは特に必要性がない。引用刊行物1，2のいずれにも，テレビとともにビデオデッキも傾けることの動機付けとなる記載はなく，また，本件遡及出願当時そのような意義が見いだせなかったことは上記のとおりであって，テレビハンガーを傾けるものではない引用刊行物1のビデオハンガー部分に，テレビの転倒を防止するために設けられた引用刊行物2のテレビ固定具を転用することは，明らかに動機を欠いており，その意義も認められないのであるから，原判決の上記判断は，明らかに誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件考案1，2は，箱体状のビデオハンガーをテレビハンガー本体の下方に併設したこと，及びビデオデッキを押圧固定する固定金具をスライド自在に設けたことを組み合わせることにより，ビデオデッキを安定保持してテレビとともに傾けて操作性を向上させることも可能となるといった，引用刊行物1，2等に記載された従来のテレビハンガーからは到底予想もできない顕著な作用効果を奏するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "進歩性についての判断基準の誤り",
              "text": [
                "特許の対象である発明は高度であることを必要とするのに対し，実用新案登録の対象である考案は創作であれば十分であり，高度であることを要しない。この相違は，発明の特許要件としての進歩性と考案の登録要件としての進歩性との相違に対応しており，発明の進歩性は「容易」でないことを必要とするのに対し，考案の進歩性は「きわめて容易」でなければ足りる。",
                "ところが，原判決は，この考案の進歩性の判断基準について，明確に認識していないことは，単に「容易」と判断している下記①ないし③の記載より明らかである(下線付加)。",
                "記",
                "①「本件考案1及び2が，その出願前に頒布された刊行物である乙第2号証(引用刊行物1)及び乙第4号証(引用刊行物2)に記載された考案に基づいて容易に考案することができた……」(原判決16頁最終段落～17頁第1段落)",
                "②「……当業者であれば容易に推考し得ることである。」(同21頁第2段落)",
                "③「以上によれば，本件考案1は，引用刊行物1及び2から当業者が想到することが容易であり，進歩性が否定されるべきである。」(同23頁第4段落)",
                "したがって，原判決は，実用新案登録の対象である考案の進歩性についての判断基準を誤ったものであり，違法である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件考案1，2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件実用新案登録については，控訴人は，平成17年11月21日付け訂正請求書(甲11)により請求の範囲の減縮等を目的とする本件訂正をした。",
                    "本件訂正により訂正された実用新案登録請求の範囲記載の考案の内容は以下のとおりである(下線は訂正箇所。以下「訂正考案1」，「訂正考案2」という。)。",
                    "【請求項1】天井等からテレビを吊り下げ状態に設置するテレビハンガーであって，天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結し，該ハンガー本体の下面に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，ビデオデッキ用ハンガーの両側板に，内方に突出させた上押さえ片を有するビデオデッキ固定金具を，上下にスライド自在に取り付け，載置したビデオデッキを上面から押圧して固定可能としたことを特徴とするテレビハンガー。",
                    "【請求項2】上押さえ片と側片とよりなるL型のビデオデッキ固定金具の側片を，ビデオデッキ用ハンガーの側板の内面に当接し，ビデオデッキ用ハンガーの側板の外側から上下に開口した長孔を通って取付ネジの先端を挿入してビデオデッキ固定金具に螺合させて取り付けることにより，ビデオデッキ固定金具を上下にスライド自在とした請求項1記載のテレビハンガー。",
                    "そして，特許庁の審決により本件訂正が認められれば，原判決における本件考案1，2の認定は結果的に誤りとなり，これに基づく本件考案1，2が無効事由を有するとの結論も，結果的に誤りとなる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正考案1，2の技術的範囲",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正考案1，2の構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正考案1",
                      "text": [
                        "A 天井等からテレビを吊り下げ状態に設置するテレビハンガーであって，",
                        "B 天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結し，該ハンガー本体の下面に，ビデオデッキを載置するための箱体状のビデオデッキ用ハンガーを併設し，",
                        "C ビデオデッキ用ハンガーの両側板に，内方に突出させた上押さえ片を有するビデオデッキ固定金具を，上下にスライド自在に取り付け，",
                        "D 載置したビデオデッキを上面から押圧して固定可能としたことを特徴とする",
                        "E テレビハンガー。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正考案2",
                      "text": [
                        "F 上押さえ片と側片とよりなるL型のビデオデッキ固定金具の側片を，ビデオデッキ用ハンガーの側板の内面に当接し，",
                        "G ビデオデッキ用ハンガーの側板の外側から上下に開口した長孔を通って取付ネジの先端を挿入してビデオデッキ固定金具に螺合させて取り付けることにより，ビデオデッキ固定金具を上下にスライド自在とした",
                        "H 請求項1記載のテレビハンガー。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人製品の構成",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "天井等からテレビを吊り下げ状態に設置するテレビハンガーであって，"
                        },
                        {
                          "fig": "b",
                          "subject": "天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するテレビハンガーを前後に傾動可能に連結し，該テレビハンガーの下面に，ビデオデッキを載置するための箱体状のビデオケースを併設し，"
                        },
                        {
                          "fig": "c",
                          "subject": "ビデオケースの両側板に，内方に突出させた上押さえ片を有するビデオデッキ固定金具を，上下にスライド自在に取り付け，d 載置したビデオデッキを上面から押圧して固定可能としたことを特徴とする"
                        },
                        {
                          "fig": "e",
                          "text": [
                            "テレビハンガー。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "上押さえ片と側片とよりなるL型のビデオデッキ固定金具の側片を，ビデオデッキ用ハンガーの側板の内面に当接し，"
                        },
                        {
                          "fig": "g",
                          "subject": "ビデオデッキ用ハンガーの側板の外側から上下に開口した長孔を通って取付ネジの先端を挿入してビデオデッキ固定金具に螺合させて取り付けることにより，ビデオデッキ固定金具を上下にスライド自在とした"
                        },
                        {
                          "fig": "h",
                          "text": [
                            "上記a～eの構成を備えたテレビハンガーである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人製品と訂正考案1，2との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人製品における「テレビハンガー」は，訂正考案1，2における「ハンガー本体」に相当する。また，被控訴人製品における「ビデオケース」は，訂正考案1，2における「ビデオデッキ用ハンガー」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人製品の構成a，b，c，d，e，f，g，hは，それぞれ訂正考案1，2の構成A，B，C，D，E，F，G，Hを充足し，被控訴人製品が，その構成上，本件各訂正考案と同一であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人製品の作用効果は，訂正考案1，2の作用効果と同一である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，被控訴人製品は，訂正考案1，2の技術的範囲にも属することは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における被控訴人の主張",
          "text": [
            "控訴人の当審における主張は，以下に述べるとおり，いずれも失当であり，本件控訴は棄却されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点①についての判断の誤りの主張に対し",
              "text": [
                "本件考案1，2の登録請求の範囲，考案の詳細な説明には，ビデオハンガーを箱体状としてテレビハンガーに併設することにより優れた強度を維持できるとの記載は全くない。また，客観的に考えても，引用刊行物1のキャビネットと本件考案1のテレビ及びビデオハンガーとの間に，強度維持の点で差異があるとは考えられない。したがって，控訴人が，本件考案には優れた強度があると主張することは，実用新案登録請求の範囲や考案の詳細な説明に記載されていないことに基づき，本件考案の技術的範囲を拡大主張しているのであり，明らかに誤った主張というほかない。",
                "さらに，ビデオデッキを安定して保持できるのは，ビデオハンガーを箱体状にしたからではなく，ビデオデッキ用ハンガーの両側板に内方に突出させた上押え片を有するビデオデッキ固定金具を載置したビデオデッキを上面から押圧して固定可能にしたからである。",
                "本件考案1，2の実用新案登録請求の範囲には，「ビデオデッキを載置したビデオハンガーとテレビハンガー本体とを一体的に傾けビデオデッキの操作性を向上させることも可能になる」との記載はなく，本件明細書にも，両者を一体的に傾ける手段，構成は何ら記載されてなく，控訴人主張の作用効果についての記載もない。本件明細書の段落【0017】には，「【考案の効果】……テレビ及びビデオを吊り下げ状態で，しかもテレビの下方にビデオデッキを近接して設置することができるので，テレビとビデオデッキを接続する接続ケーブルが邪魔にならず，その上接続ケーブルが短くて済み，しかも，テレビとビデオデッキの操作が行い易くなる。」と記載されており，この記載からすると，「テレビとビデオデッキの操作が行い易くなる」との効果は，「テレビの下方にビデオデッキを近接して設置することができる」ことによる効果であって，テレビとビデオデッキを一体に傾けたことによる効果ではない。むしろ，テレビとビデオデッキを一体として傾けると，ボタン操作やビデオテープの出し入れ等は，ビデオデッキを傾けない場合(水平状態)よりも困難となることが明らかである。控訴人の主張は，本件考案の登録請求の範囲及び明細書に記載も示唆もされていない事項について，本件考案1の構成要件かつ作用効果であると主張するものであり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点②についての判断の誤りの主張に対し",
              "text": [
                "テレビ及びビデオハンガーは，その目的，機能より天井，壁等から吊り下げて人の頭上に設置することが不可欠の製品なので，地震等に際し，テレビやビデオデッキがハンガー内から外部にすべり落ちることを防止することが必要不可欠の課題であった。他方，ケース(ハンガー)内の収容物を固定金具，ボルト，ケース自体に設けられた長孔を利用して摺動自在に固定する技術は，本件考案出願前より広く一般に知られた技術であった。また，引用刊行物2のテレビ固定具はテレビを傾斜させるためだけでなく，地震大国の日本においては，地震等に際しテレビハンガー内のテレビが外部にすべり落ちて人の頭等に衝突して受傷させたり，器物を破損したりすることを防止するとともに，テレビ自体の破損を防止することをも目的としていたこと明らかである。したがって，当業者であれば，たとえ引用刊行物1，2にビデオデッキをテレビとともに傾斜させることが示唆されていなくとも，地震等の際にビデオデッキがビデオハンガー内からすべり落ちることを防止するために，引用刊行物2の固定具をビデオハンガーに転用することはきわめて容易であったというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "進歩性についての判断基準の誤りの主張に対し",
              "text": [
                "本件考案1，2は，公知技術に基づき当業者が当然に考えつく程度のものであり，引用刊行物1，2からきわめて容易に想到できたものである。したがって，本件考案1，2の進歩性を否定した原判決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件考案1，2の認定の誤りの主張に対し",
              "text": [
                "本件訂正は，新規事項を追加し，登録請求の範囲を拡張し又は変更するものであり，また，明りょうでない記載の釈明を目的とするものではなく，認められないことが明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "訂正考案1，2の技術的範囲の主張に対し",
              "text": [
                "本件訂正が認められるか否か不確定の現時点において，被控訴人製品が訂正考案1，2の技術的範囲に属するか否かを議論しても意味がなく，控訴人の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，本件考案1，2は，引用刊行物1，2に基づいて当業者(その考案の属する技術の分野における通常の知識を有する者)がきわめて容易に考案をすることができたもので，実用新案法37条1項2号により実用新案登録無効審判で無効にされるべきものと認められるから，同法30条，特許法104条の3第1項の適用により，控訴人は，本件実用新案権を行使することはできず，控訴人の本訴請求は，いずれも理由がないから棄却すべきであると判断する。その理由は，次に付加するほか，原判決の「事実及び理由」欄の第4記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点①についての判断の誤りの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件考案1，2は，ビデオハンガーを箱体状としてテレビハンガーに併設することにより，優れた強度を維持し，ビデオデッキを安定して保持することができるのであり，これに更に押え片を設けることで，テレビハンガー本体と一体的に傾け，ビデオデッキの操作性を向上させることも可能となるといった引用刊行物1からは見出せない格別顕著な作用効果を有するのであり，原判決の相違点①についての判断は誤りであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，ビデオ用ハンガーをテレビ用ハンガーの下面に併設する点について，引用刊行物1(乙2)のように1つの箱体であるキャビネットのテレビを載置する上部とビデオデッキを載置する下部とを，本件考案1，2のように別々の箱体とし，この2つの箱体を併設することは，テレビとビデオデッキを近接してつり下げることを可能とする点で，何ら技術的思想を異にするものではなく，当業者が必要に応じ適宜選択し得る単なる設計事項であるというべきである。また，テレビハンガー本体と一体的に傾ける点も，引用刊行物1のテレビハンガーに，引用刊行物2に開示された傾動可能に連結する構成を適用し，テレビを下方に傾ければ，キャビネット内のテレビとビデオデッキが一緒に傾くことは当然のことである。そして，押え片を設ける点についても，テレビを下方に傾ければ，キャビネット内のテレビとビデオデッキが一緒に傾くことは上記のとおりであり，この場合，ビデオデッキのハンガー部分にも，テレビと同様に，ビデオデッキを固定するために固定具を取り付ける必要があることは，当業者に自明のことと認められる。",
                    "したがって，控訴人主張の点は，いずれも単なる設計的事項ないし当業者に自明のことにすぎず，当業者がきわめて容易に想到することができたものであり，また，これらの点が奏する効果も格別顕著なものと認めることはできないから，控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点②についての判断の誤りの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，引用刊行物1(乙2)，同2(乙4)のいずれにも，テレビとともにビデオデッキも傾けることの動機付けとなる記載はなく，また，本件出願当時そのような意義が見いだせなかったのであって，テレビハンガーを傾けるものではない引用刊行物1のビデオハンガー部分に，テレビの転倒を防止するために設けられた引用刊行物2のテレビ固定具を転用することは，明らかに動機を欠いており，その意義も認められないのから，原判決の相違点②についての判断は誤りであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用刊行物2(乙4)に記載された考案は，テレビハンガーの両側板に，内方を突出させた上押さえ片を有するテレビ固定金具を，上下にスライド自在に取り付け，載置したテレビ上面から押圧して固定可能としたというものであると認められること，テレビハンガーは，天井，壁等からつり下げて人の頭上に設置するものであり，地震等に際し，テレビやビデオデッキがハンガー内から外部に落下することを防止する固定機能を具備していることが必要不可欠であることは自明の課題であるから，引用刊行物2に接した当業者が，同刊行物に記載されたテレビハンガーにおける前記テレビの固定構造を引用刊行物1のビデオデッキに適用して，相違点②に係る本件考案1の構成を想到することは，きわめて容易と認められることは，原判決(21頁下第2段落～22頁第2段落)の説示するとおりであり，引用刊行物1(乙2)のビデオハンガー部分に引用刊行物2のテレビ固定具を適用することには，ビデオデッキがハンガー内から外部に落下することを防止するための動機付けがあり，その技術的意義も認められる。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "進歩性についての判断基準の誤りの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原判決の進歩性の判断について，16頁最終段落～17頁第1段落，同21頁第2段落及び同23頁第4段落の記載に実用新案法3条2項の規定する「きわめて」の語がないことを指摘し，原判決は考案の進歩性についての判断基準を誤ったものであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，実用新案法3条2項は，「実用新案登録出願前にその考案の属する技術の分野における通常の知識を有するものが前項各号に掲げる考案に基いてきわめて容易に考案をすることができたときは，その考案については，同項の規定にかかわらず，実用新案登録を受けることができない。」と規定し，特許法29条2項の「容易に発明をすることができたとき」とは異なり，特許よりも想到困難性が低い考案であっても，実用新案登録ができることとしている。そうすると，控訴人の指摘する原判決の上記記載は，不正確な記載であるといわざるを得ない。",
                    "しかし，本件考案1，2は，引用刊行物1，2に基づいて当業者がきわめて容易に考案をすることができたものであることは上記1のとおりであり，原判決の上記記載は単なる誤記であると認められ，この点が原判決の判断に影響を及ぼすものとも認められない。",
                    "したがって，控訴人の上記主張も採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件考案1，2の認定の誤りの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，特許庁の審決により本件訂正が認められれば，原判決における本件考案1，2の認定は結果的に誤りとなり，これに基づく本件考案1，2が無効理由を有するとの結論も結果的に誤りとなる旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，証拠(甲11，15，16，乙43)及び弁論の全趣旨によれば，被控訴人は，平成17年8月29日，特許庁に対し，本件実用新案登録の請求項1，2について無効審判を請求(無効2005-80258号事件)したところ，控訴人は，平成17年11月21日付け訂正請求書(甲11)により実用新案登録請求の範囲の減縮等を目的とする訂正請求(本件訂正)をしたこと，同無効審判請求事件について，特許庁は，平成18年3月14日，本件訂正を認めた上，審判請求不成立の審決をしたので，被控訴人から審決取消請求訴訟(当庁平成18年(行ケ)第10184号)が提起されたことが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，念のため，本件訂正後の訂正考案1，2の進歩性について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正(甲11)の訂正事項aは，実用新案登録請求の範囲の請求項1について，本件考案1から訂正考案1に訂正し，訂正事項bないしdは，実用新案登録請求の範囲と考案の詳細な説明との整合をとるため，段落【0005】，【0007】及び【0017】を訂正するとい",
                      "text": [
                        "うものである。",
                        "そうすると，訂正考案1，2は，本件考案1，2の「テレビを吊り下げた状態に設置するテレビハンガー」の「吊下部」に対し，「テレビを載置するハンガー本体を前後に傾動可能に連結」する構成を付加したものである(以下「本件訂正に係る構成」という。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，引用刊行物2(乙4)には，以下の記載がある。",
                        "①「第2図はテレビハンガーを示し，L字形サイドボード11の水平部分へ底板10の両側のチャンネル部を係合させ，サイドボード11の長孔18へ底板10を通したボルト10を通して横幅を調節可能に固定し，該長孔18によりテレビの所定範囲のサイズの変化に対応できるようにする。サイドボード11の垂直部分にはサイドアーム12固定用のボルト21，21挿通用の孔を設け，下側の孔20は上側の孔を中心に20度の範囲でサイドボード11がサイドアーム12に対して回動できる大きさとし，テレビを垂直位置より前下りの方向へ傾斜しうるようにし，回動中心孔の近くにテレビフードのサイドボード3固定用の孔201を設け，サイドアーム12には上下に調節できるようにボルト孔を複数個設ける。該サイドアーム12はその上端を屈曲させて水平に延長させ，該延長部を両側にチャンネルを有するハンガ上板13と摺動自在に係合させると共に，該延長部にサイドボード11の長孔18と同じ大きさおよび数の長孔を形成し，ハンガ上板13を通したボルトを通して固定する。またサイドアーム12の上方に形成した長孔22にはL字形テレビ固定具17の垂直部に固定したボルト23を通し，該テレビ固定具17を位置調節自在に固定する。ハンガ上板13の中央にパイプ14を通し，先端螺切部へナット28を螺着して該ハンガ上板13を支持し，パイプ14のナット28により突出した部分へゴムキャップ29を被せる。パイプ14の上端にフランジ15を位置調節可能にボルト26で固定し，該フランジ15の上端拡大取付部の孔27にアンカボルトを通してスラブへ固定する。16はプラスチック製の化粧アダプタであり，取付時天井ボードに開けた穴を見えなくするものであり，……該コードはパイプ14を通してナット28の螺着側の下端開口よりテレビ側へ導き出される。」(明細書6頁第2段落～8頁第1段落)",
                        "②「……さらに，フードはテレビの取付角度を調節するテレビハンガーへ取付けるので，テレビと一体に取付角度が変わり，何ら調節する必要なく良好な遮光性が得られる。」(同9頁第1段落)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用刊行物2(乙4)の上記記載及びその第2図からすると，引用刊行物2の「パイプ14」，「サイドアーム12」及び「サイドボード11，底板10」は，それぞれ，訂正考案1の「天井面等から垂設した吊下パイプ」，「吊下パイプの下端に取り付けられる吊下部」及び「ハンガー本体」に相当し，引用刊行物2の前記「サイドボード11の垂直部分には……下側の孔20は上側の孔を中心に20度の範囲でサイドボード11がサイドアーム12に対して回動できる大きさとし，テレビを垂直位置より前下りの方向へ傾斜しうるようにし」との構成は，訂正考案1の「吊下部に対し・・・ハンガー本体を前後に傾動可能に連結し」との構成に相当するものと認められる。",
                        "そうすると，引用刊行物2には，「天井等からテレビを吊り下げ状態に設置するテレビハンガーであって，天井面等から垂設した吊下パイプの下端に取り付けられる吊下部に対し，テレビを載置するハンガー本体を前後に傾動可能に連結したテレビハンガー」(下線付加)が開示されていると認められるから，本件訂正に係る構成が開示されていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "この点につき，審決(甲15)は，「本件考案1は「傾動可能に連結する」および「下面に併設する」を採用することから，テレビとビデオデッキが一緒に傾くことになることは，前記のとおりである。他方，甲第1号証に記載された「詰め部材54の配置」は，キャビネットの向きを水平そのままにテレビのみを下方に傾けるものであり，キャビネットを傾けないことを前提とした構成である。また，テレビを傾けて載置する一方でビデオデッキを水平に載置する構成によれば，テレビとビデオデッキを一緒に傾けるという考えは排除されている。加えて，シャフトの下端にキャビネットの上面を直接連結する構造を採用しており，両者の間に別途の連結部材を介在させる余地はない。以上によれば，甲第1号証は，キャビネット自体を傾けること，テレビとビデオデッキを一緒に傾けること，以上は想定されていないと言うべきである。……そうすると，甲第2号証に「傾動可能に連結する」構成の開示があるとしてもこれを甲第1号証に適用することはできず，したがって，上記相違点に係る構成は，きわめて容易になし得るとは言えない」(審決13頁第3段落～下第3段落)，すなわち，引用刊行物1(乙2)はキャビネットを傾けないことを前提とした構成であるから，引用刊行物2(乙4)に開示された「傾動可能に連結する」構成を適用することには阻害事由があるとするものである。",
                        "しかし，引用刊行物1には，「詰め部材54」につき，「テレビジョンセットの画面の下方に向かう角度位置を調整するために，セットの後部に，滑ることができる詰め部材54が配置される。詰め部材は，画面角度を視聴に最適な位置に調節することができるように動かすことができる」(審決〔甲15〕11頁第2段落の引用による)との記載があり，同記載によれば，「詰め部材54」は，テレビを下方に傾けるものであると認められるが，キャビネットを傾けないことを前提にした構成であるとまでは認められない。そして，テレビを下方に傾ける手法としては，本件遡及出願当時，引用刊行物2の上記「テレビを載置するハンガー本体を前後に傾動可能に連結したテレビハンガー」が既に公知であったのであるから，引用刊行物1のように「詰め部材54」を使用するか，引用刊行物2のようにハンガー本体を「傾動可能に連結する」構成を採用するは，当業者が必要に応じ適宜選択し得る程度の事項というべきであり，引用刊行物1の「テレビハンガー」に，引用刊行物2に開示された「傾動可能に連結する」構成を適用することに阻害事由があるということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上検討したところによれば，本件訂正に係る構成は，当業者が必要に応じ適宜選択し得る程度の事項というべきであり，また，これを引用刊行物1に適用することに阻害事由があるということはできないから，訂正考案1，2も，本件考案1，2と同様に，引用刊行物1，2に基づいて当業者がきわめて容易に考案をすることができたものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，本件訂正後の訂正考案1，2も進歩性を肯定することができず，本件訂正の有無にかかわらず，本件実用新案登録は実用新案登録無効審判により無効にされるべきものと認められるから，本件訂正により本件考案1，2が無効理由を有するとの結論が誤りとなる旨の控訴人の主張も理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本件実用新案登録の請求項1，2は実用新案登録無効審判により無効にされるべきものと認められる。",
            "したがって，実用新案法30条，特許法104条の3第1項の適用により，控訴人は，請求項1，2に係る本件実用新案権を行使することはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，その余の点について判断するまでもなく，控訴人の被控訴人に対する請求をすべて棄却した原判決は相当であり，控訴人の本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}