{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005-5150号事件について平成18年2月22日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成15年5月22日にした意匠登録出願(意願2003-141",
            "35号，以下「原出願」という。)の一部を分割して，同年11月4日，別添審決謄本写しの別紙第1表示の意匠について，意匠に係る物品を「ピアノ補助ペダル」とする新たな意匠登録出願(意願2003-32476号，以下「本件出願」といい，その意匠を「本願意匠」という。)をしたが，平成17年2月23日付けで拒絶査定を受けたので，同年3月24日，拒絶査定に対する不服の審判を請求した。",
            "特許庁は，これを不服2005-5150号事件として審理し，平成18年2月22日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年3月3日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決は，別添審決謄本写し記載のとおり，本件出願について，意匠法10条の2第1項の規定による原出願からの出願の分割は認められず，同法4条2項の規定の適用も認められないとした上で，本願意匠は，その出願前に日本国内又は外国において電気通信回線を通じて公衆に利用可能となった，著者の氏名ドンナハウス株式会社，表題 フィットペダル(ピアノ補助ペダル)，掲載箇所 お奨めセット セット4(3．5cmのペダル1個)，媒体のタイプ〔online〕，掲載年月日 平成15年7月15日，検索日 〔平成15年9月18日検索〕，情報の情報源 インターネット，情報のアドレスURLhttp://www.nezu.ms/fit_pedal.html に掲載された「セット4(3．5cmのペダル1個)」と表示されたピアノ補助ペダルの意匠(以下「引用意匠」という。)と意匠に係る物品が共通し，形態が類似し，同法3条1項3号の規定により意匠登録を受けることができないとした。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，分割出願の適法性判断を誤り(取消事由1)，その判断の誤りの結果，意匠の類否判断を誤った(取消事由2)ものであって，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割出願の適法性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「『参考図』である参考斜視図は原出願に係わる意匠を現す図面とは異なる別の意匠を示すためのものであるとの請求人(注，原告)の主張(B)には無理があって採用できず，そして，原出願の図面の一部であるにしても，それは意匠法第10条の2でいう二以上の意匠を包含する意匠登録出願の一部にはあたらないというべきものである。」(審決謄本4頁第2段落)としたが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の上記判断は，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」とは，「意匠登録を受けようとする意匠」を意味することを前提とするものであるが，同意匠は，「意匠登録を受けようとする意匠」に限られず，「意匠登録出願に表現された意匠」をいうものと解すべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "意匠法10条の2第1項は，「意匠登録出願人は，意匠登録出願が審査，審判又は再審に係属している場合に限り，二以上の意匠を包含する意匠登録出願の一部を一又は二以上の新たな意匠登録出願とすることができる」と規定しており，同項の「二以上の意匠」にいう「意匠」については，「意匠登録を受けようとする意匠」という限定が法律の文言自体にない。",
                    "したがって，同意匠は，「意匠登録を受けようとする意匠」に限定されず，同法2条1項で定義される「意匠」であると解釈するのが相当であり，そのように解釈したとしても何の障害，不都合がない。仮に，同法10条の2第1項の「二以上の意匠」にいう「意匠」が「意匠登録を受けようとする意匠」に限定されるとするのであれば，法律の文言自体にそのような特定の限定が付されてしかるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，意匠法7条の「意匠」あるいは同法9条1項の「その意匠」が，「意匠登録を受けようとする意匠」を意味するとして，同法10条の2第1項の「二以上の意匠」にいう「意匠」も同様である旨主張する。",
                    "しかし，同法7条，9条1項の「意匠」が，「意匠登録を受けようとする意匠」を意味するとしても，同法1条，2条では，「意匠」は，文言どおり「意匠」を意味し，「意匠登録を受けようとする意匠」を意味するものではないことは明らかであり，このことからも，同法7条，9条の解釈を根拠に，これとは異なる条文である同法10条の2第1項の「二以上の意匠」にいう「意匠」を「意匠登録を受けようとする意匠」であるということはできない。",
                    "そして，成文法，それも社会情勢の変化に応じて迅速かつ適切に改正される特許法や意匠法の条文解釈に際しては，文理解釈を基礎にすべきであり，それによる解釈が妥当性を欠く場合に法目的などを考慮した論理解釈を取り入れるべきである。意匠法は，基本的に，文理解釈によって妥当な解釈を行うことができ，同法10条の2第1項の「二以上の意匠」にいう「意匠」は，文理解釈により，「意匠」を意味するし，法目的を考慮した論理解釈によっても，「意匠登録出願に表現された意匠」と解するのが妥当である。被告は，このように妥当な解釈ができるにもかかわらず，「創作の奨励」という同法1条の法目的に反するような論理解釈をし，独自の行政解釈を行っているといわざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」を「意匠登録を受けようとする意匠」だけでなく，「意匠登録出願に表現された意匠」をいうと解釈することは，特許法44条1項の「二以上の発明」にいう「発明」の意義について，「特許請求の範囲に記載された発明」のほか，「特許請求の範囲には記載されないが，明細書や図面に記載された発明」をも含むと解釈するのと同様である。",
                    "すなわち，意匠登録出願において，意匠登録出願の願書及び添付図面の記載には，「特許請求の範囲には記載されないが，明細書や図面に記載された発明」に相当するものはあるから，特許法と同様に考えることができる。本件においては，原出願の願書(甲2)の「意匠に係る物品」は「ピアノ補助ペダル」であるのに対し，同願書の「意匠に係る物品の説明」の中には，「ピアノ補助ペダル」のほか，「アタッチメント」や「ボード」などの物品が記載され，添付図面には，いわゆる6面図によって「ピアノ補助ペダル」が示され，さらに，参考図によって「第1のアタッチメント」，「第1のアタッチメントを取り付けた形態の補助ペダル」，「第2のアタッチメント」，「第2のアタッチメントを取り付けた形態の補助ペダル」等の複数の意匠が示されている。ここで，原出願により意匠登録を受けようとしたのは，願書の「意匠に係る物品」に記載される「ピアノ補助ペダル」であり，6面図が示す特定の形態の意匠であって，それらが原出願において「特許請求の範囲」に対応する。",
                    "他方，願書の「意匠に係る物品の説明」の記載及び添付図面の6面図以外の参考図の記載の中には，「特許請求の範囲」に対応する部分の記載内容を超える部分，すなわち「特許請求の範囲には記載されないが，明細書や図面に記載された発明」に相当する部分がある。",
                    "創作である意匠には，既存の物品の形態についての創作だけでなく，新しい物品についての創作，あるいは，物品は既存のものであるが形態がきわめて斬新なものもあり，そのような創作については，特に創作である意匠を適切に表現し明らかにするため，「特許請求の範囲には記載されないが，明細書や図面に記載された発明」に相当する部分の記載内容を豊富にする傾向がある。同様の傾向は，意匠と発明(考案)との境界に位置するような創作を適切に保護するため，意匠と特許(実用新案)との間の出願変更を可能にするような配慮をしつつ出願する場合にもよくみられる。少なくともそのような傾向の出願においては，意匠登録出願の願書及び添付図面の記載には，「意匠登録を受けようとする意匠」以外の意匠がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」を「意匠登録出願に表現された意匠」と解すると，参考図に表現されているものだけでなく，必要図に表現されている部分形状や構成部品についても，「部分意匠」や「部品意匠」と認めなければならない旨主張する。しかし，必要図に表現されている部分形状や構成部品は，完結した「意匠」にはならないのであるから，被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「意匠法施行規則第3条関係様式第6の備考8によれば，立体を表す図面は，正投影図法により各図同一縮尺で作成した正面図，背面図，左側面図，右側面図，平面図及び底面図をもって一組として記載する(以下『一組の図面』という。)との記述があり，備考14には，8から10までの図面だけでは，その意匠を十分表現することができないときは，展開図，断面図，切断部端面図，拡大図，斜視図その他の必要な図(以下『必要な図』という。)を加え，そのほか意匠の理解を助けるため必要があるときは，使用の状態を示した図その他の参考図(『参考図』という。)を加えるとの記述があるところ，『参考図』が図面の一つであることに変わりはないとする請求人(注，原告)の主張(A)は認められるにしても，『参考図』はその意匠の理解を助けるため必要があるときに加える図面であり，『一組の図面』，その意匠を十分表現することができないときに加える『必要な図』とはその性格を異にするものである点を踏まえるべきである。」(審決謄本3頁最終段落～4頁第1段落)と説示する。",
                "しかし，「参考図」も，「一組の図面」や「必要な図」と同じく，意匠法6条1項にいう図面といえる。そこに「参考」という語句が付されるのは，それが意匠登録を受けようとする意匠との関係では「参考」であることを明らかにして，意匠登録を受けようとする意匠あるいは登録意匠の範囲を明確にするためである。意匠登録出願の図面の一部である「参考図」に意匠登録を受けようとする意匠とは異なる別の意匠が表現されることが認められるのは，特許出願における明細書に，特許を受けようとする発明のほかに特許請求の範囲に記載されない発明を記載することが認められるのと同様である。",
                "そして，「参考図」も意匠登録出願の図面の一部であり，原出願の「一組の図面」及び「必要な図」に一つの意匠が表現され，その原出願の「参考図」に別の意匠が表現されている以上，原出願は，意匠法10条の2第1項にいう「二以上の意匠を包含する意匠登録出願」に当たるというべきであり，そのように解しても何の障害あるいは不都合もない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，分割出願には，出願日遡及効が認められるから，原告主張の上記解釈には何の障害あるいは不都合もないとはいえない旨主張する。",
                "しかし，意匠法10条の2第1項による分割は，特許法44条1項による分割と基本的に趣旨を同一にするものであり，特許法において「発明の保護」を図るため，分割に伴う出願日遡及効を認めるのと同様，意匠法は，「意匠の創作を奨励」するため，分割に伴う出願日遡及効を認めるのであり，それは，「意匠の保護と利用とを図る」という同法の基本的な趣旨に基づくものである。被告の上記主張は，同法10条の2の趣旨あるいは沿革を考慮しないものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告は，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」が，「意匠登録を受けようとする意匠」を意味することの根拠として，東京高裁昭和63年(行ケ)第250号平成元年4月27日判決(乙1，判時132",
              "text": [
                "4号135頁，以下「乙1判決」という。)，意匠審査基準及び意匠審査便覧を掲げる。",
                "しかし，意匠審査基準及び意匠審査便覧は，特許庁の行政上の取扱いを定めた規則にすぎないし，それらの内容は，意匠法の規定内容から外れており，本来的に違法なものである。",
                "また，乙1判決は，意匠法10条の2第1項が規定する「『二以上の意匠が包含される場合』とは，具体的には，願書に記載された意匠に係る物品に二以上の物品が指定されている場合及び添附図面に記載された意匠が二以上の意匠を構成する場合のいずれか又はその双方に該当する場合を指すものと解される」と判示しているところ，本件において，原出願の添付図面には，原出願において意匠登録を受けようとした本体の意匠，第1のアタッチメントを取り付けた意匠，第2のアタッチメントを取り付けた意匠(さらには，第1および第2の各アタッチメントの意匠)が記載されているのであるから，添付図面に記載された意匠が二以上の意匠を構成する場合に当たる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原出願は，図面及び願書の「意匠に係る物品の説明」の記載内容から，「アタッチメント付きピアノ補助ペダル」として特許出願に変更することができる。そして，そのような特許出願を再度，意匠登録出願に変更して，出願日遡及効を維持しつつ本願意匠の権利化を図ることもできる。意匠法の基本精神である「意匠の創作の保護」には，上記の中間手続を介することなく，保護に値する意匠を保護することも含むと解するのが相当であるから，本件の分割出願は，適法である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(意匠の類否判断の誤り)",
          "text": [
            "審決は，分割出願の適法性の判断を誤り，出願日の遡及が認められないことを前提に，意匠法4条2項の規定の適用を否定し，本願意匠と引用意匠とが類似する旨判断したが，この意匠の類否判断は，分割出願の適法性についての誤った判断を前提としているため，結果的に誤っている。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割出願の適法性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」とは，「意匠登録を受けようとする意匠」に限られず，「意匠登録出願に表現された意匠」をいう旨主張するが，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "意匠法10条の2第1項の「二以上の意匠を包含する」という場合の「意匠」とは，「意匠登録出願に係る意匠」，すなわち，「意匠登録を受けようとする意匠」を意味し，同項の「二以上の意匠を包含する意匠登録出願」は，「多意匠一出願」を意味する。",
                "意匠法10条の2第1項の「二以上の意匠」における「意匠」には，特に上記のような限定が付されていないが，同法7条の「意匠」は，意匠登録出願に係る意匠であり，「意匠登録を受けようとする意匠」を意味し，また，同法9条1項の「最先の意匠登録出願人のみがその意匠について意匠登録を受けることができる」という場合の「その意匠」とは，「意匠登録を受けようとする意匠」を意味することは明らかである。",
                "そして，これらの規定と同様，同法10条の2第1項においても，「意匠登録出願人は」と規定され，そこにいう「意匠」は，直接的に限定が付されていなくとも，意匠登録出願に係る意匠であり，「意匠登録を受けようとする意匠」を意味する。",
                "乙1判決において，上記を前提とする判示がされているほか，「意匠審査基準91．1．2」(乙2)及び「意匠審査便覧17．16」(乙3)にお",
                "いても，上記の解釈を前提とする審査運用が採られている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「参考図」も意匠登録出願の図面の一部であり，原出願の「一組の図面」及び「必要な図面」に一つの意匠が表現され，また，原出願の「参考図」に別の意匠が表現されている以上，原出願が，意匠法10条の2第1項にいう「二以上の意匠を包含する意匠登録出願」である旨主張する。",
                "しかし，原出願の「参考図」は，「一組の図面」と左斜め上方から見た斜視図の「必要な図」によって特定された一つの意匠の理解を助けるためのものであって，原出願に係る意匠としては，参考図も含めた願書添付図面全体によって「特定された一つの意匠」が認識される。「参考図」に意匠登録出願に係る意匠(意匠登録を受けようとする意匠)とは別の意匠が表現されていても，同意匠は，「意匠登録を受けようとする意匠」として記載したものではないから，原出願は，二以上の意匠を包含するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」を「意匠登録を受けようとする意匠」だけでなく，「意匠登録出願に表現された意匠」をいうと解釈することは，特許法44条1項の「二以上の発明」にいう「発明」について，「特許請求の範囲に記載された発明」のほか，「特許請求の範囲には記載されないが，明細書や図面に記載された発明」をも含むと解釈するのと同様である旨主張するが，失当である。",
                "特許法における「特許を受けようとする発明」の特定方法と，意匠法における「意匠登録を受けようとする意匠」の特定方法とは相違し，意匠法10条の2第1項における「二以上の意匠」について，特許法44条1項における「二以上の発明」と同じ解釈をすることは妥当でない。",
                "すなわち，意匠法においては，「願書に意匠登録を受けようとする意匠を記載した図面を添付して」意匠登録出願をし(6条)，意匠登録を受けた場合，その「登録意匠の範囲は，願書の記載及び願書に添附した図面の記載又は願書に添附した写真，ひな形若しくは見本により現わされた意匠に基いて定めなければならない」と規定されている(24条)。したがって，「意匠登録を受けようとする意匠」は，意匠登録出願の願書及び添付図面の記載の全体に基づいて特定されるのであり，「特許請求の範囲に記載された発明」(特許を受けようとする発明)に相当するのは，「願書及び添付図面に記載された意匠登録を受けようとする意匠」であり，意匠登録出願の願書及び添付図面の記載には，「意匠登録を受けようとする意匠」以外のものはなく，原告主張のように「特許請求の範囲には記載されないが，明細書や図面に記載された発明」に相当するものはない。",
                "そのため，補正について，特許法では，「願書に最初に添付した明細書，特許請求の範囲又は図面・・・に記載した事項の範囲内」であれば，特許請求の範囲の記載を変更する補正が認められる(17条の2第3項)のに対して，意匠法では，「意匠登録を受けようとする意匠」の要旨を変更する補正は認められず，「願書の記載又は願書に添付した図面，写真，ひな形若しくは見本についてした補正がこれらの要旨を変更するものであるときは，審査官は，決定をもってその補正を却下しなければならない」(17条の2第1項)とされている。",
                "また，仮に，原告主張のように，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」を，「意匠登録出願に表現された意匠」と解する場合，「意匠登録を受けようとする意匠」以外の意匠であって参考図に表現されているものだけでなく，必要図に表現されている部分形状や構成部品についても，「意匠登録を受けようとする意匠」以外の表現されている「部分意匠」や「部品意匠」と認めなければならないこととなる。しかし，意匠登録を受けようとする意匠の特定方法や補正の範囲からすると，出願当初に意匠登録を受けようとした意匠とは全く別の意匠について自由に出願の分割を認めることは妥当ではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "分割による新たな意匠登録出願は，もとの意匠登録出願の時にしたものとみなされ(意匠法10条の2第2項)，新規性及び創作非容易性の登録要件(同法3条)の判断のみならず，先後願や同日出願に関する規定(同法9条)，登録要件(同法3条の2)，他人の権利との関係(同法26条)あるいは先使用権(同法29条)等は，原出願の出願時を基準とする。",
                "したがって，仮に，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」を「意匠登録を受けようとする意匠」に限定せず，「意匠登録出願に表現された意匠」について分割出願が認められるとすると，他の意匠登録出願，他人の権利あるいは他人の実施等との間に，出願当初にはなかった関係が新たに生じるものであり，何の障害あるいは不都合もないとはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，原出願について，図面及び願書の「意匠に係る物品の説明」の記載内容から，「アタッチメント付きピアノ補助ペダル」として特許出願に変更することができ，そのような特許出願を再度，意匠登録出願に変更して，出願日遡及効を維持しつつ本件の分割出願の意匠の権利化を図ることもできること，意匠法の基本精神である「意匠の創作の保護」には，上記の中間手続を介することなく，保護に値する意匠を保護することをも含むと解するのが相当であることから，本件の分割出願は適法である旨主張するが，失当である。",
                "本件出願は，原出願を特許出願に変更し，再度，意匠登録出願に変更したものではないから，出願の変更による出願日の遡及が認められるものではない。また，出願の変更について，中間手続を介することなく手続ができる旨の規定は，特許法及び意匠法のいずれにも存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(意匠の類否判断の誤り)について",
          "text": [
            "原告は，審決の本願意匠と引用意匠との類否判断の誤りを主張するが，その前提となる分割出願の適法性についての判断に誤りがないことは，上記のとおりであるから，原告の主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割出願の適法性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「『参考図』である参考斜視図は原出願に係わる意匠を現す図面とは異なる別の意匠を示すためのものであるとの請求人(注，原告)の主張(B)には無理があって採用できず，そして，原出願の図面の一部であるにしても，それは意匠法第10条の2でいう二以上の意匠を包含する意匠登録出願の一部にはあたらないというべきものである。」(審決謄本4頁第2段落)とし，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」とは，「意匠登録を受けようとする意匠」であることを前提として，「本願については，意匠法第10条の2第1項の規定による原出願からの出願の分割は認められず」(同5頁第2段落)と判断したところ，原告は，同項の「意匠」は，「意匠登録を受けようとする意匠」に限られず，「意匠登録出願に表現された意匠」をいう旨主張し，審決の上記判断を争っている。",
                "意匠法10条の2第1項は，「意匠登録出願人は，意匠登録出願が審査，審判又は再審に係属している場合に限り，二以上の意匠を包含する意匠登録出願の一部を一又は二以上の新たな意匠登録出願とすることができる。」と規定し，一つの意匠登録出願に二以上の意匠が包含される場合，その意匠登録出願の一部を一又は二以上の新たな意匠登録出願とすることができる旨定めている。",
                "一方，同法7条は，「意匠登録出願は，経済産業省令で定める物品の区分により意匠ごとにしなければならない。」と規定するとともに，同法17条は，「その意匠登録出願が第七条に規定する要件を満たしていないとき」(3号)には，審査官は，その意匠登録出願について拒絶すべき旨の査定をしなければならないと規定しており，いわゆる一意匠一出願制度を採用している。このような一意匠一出願制度の下で，「二以上の意匠を包含する意匠登録出願」について，拒絶査定を回避するためには，同法10条の2第1項の規定による意匠登録出願の分割をすべきことになるが，同規定の「二以上の意匠」にいう「意匠」が「意匠登録を受けようとする意匠」に限定されるか否かが本件の実質的な争点である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，検討すると，意匠法6条は，1項において，「意匠登録を受けようとする者は，次に掲げる事項を記載した願書に意匠登録を受けようとする意匠を記載した図面を添付して特許庁長官に提出しなければならない。一意匠登録出願人の氏名又は名称及び住所又は居所 二 意匠の創作をした者の氏名及び住所又は居所 三 意匠に係る物品」とするほか，2項において，「経済産業省令で定める場合は，前項の図面に代えて，意匠登録を受けようとする意匠を現わした写真，ひな形又は見本を提出することができる。この場合は，写真，ひな形又は見本の別を願書に記載しなければならない。」と，3項において，「第一項第三号の意匠に係る物品の記載又は願書に添付した図面，写真若しくはひな形によってはその意匠の属する分野における通常の知識を有する者がその意匠に係る物品の材質又は大きさを理解することができないためその意匠を認識することができないときは，その意匠に係る物品の材質又は大きさを願書に記載しなければならない。」と，4項において，「意匠に係る物品の形状，模様又は色彩がその物品の有する機能に基づいて変化する場合において，その変化の前後にわたるその物品の形状，模様若しくは色彩又はこれらの結合について意匠登録を受けようとするときは，その旨及びその物品の当該機能の説明を願書に記載しなければならない。」とそれぞれ規定している。また，同法20条3項は，「前項の登録(注，意匠権の設定の登録)があったときは，次に掲げる事項を意匠公報に掲載しなければならない。一 意匠権者の氏名又は名称及び住所又は居所 二 意匠登録出願の番号及び年月日 三 登録番号及び設定の登録の年月日 四 願書及び願書に添付した図面，写真，ひな形又は見本の内容 五 前各号に掲げるもののほか，必要な事項」と規定し，さらに，同法24条は，「登録意匠の範囲は，願書の記載及び願書に添附した図面に記載され又は願書に添附した写真，ひな形若しくは見本により現わされた意匠に基いて定めなければならない。」と規定している。",
                "また，意匠法施行規則3条は，「願書に添付すべき図面は，様式第六により作成しなければならない」とし，様式第6の備考8には，立体を表す図面は，正投影図法により各図同一縮尺で作成した正面図，背面図，左側面図，右側面図，平面図及び底面図をもって一組として記載する旨が記載され，同備考14には，意匠登録を受けようとする意匠を記載した正面図等だけでは，その意匠を十分表現することができないときは，展開図，断面図，切断部端面図，拡大図，斜視図その他の必要な図を加え，そのほか意匠の理解を助けるため必要があるときは，使用の状態を示した図その他の参考図を加える旨が記載されている。",
                "上記各規定によると，「意匠登録を受けようとする意匠」の範囲を確定するための基礎となるのは，願書の記載及び願書に添付した図面に記載され又は願書に添付した写真，ひな形若しくは見本により現された意匠，換言すると，「意匠に係る物品」の記載と願書に添付された図面に記載された意匠，あるいは，「図面に代えて，意匠登録を受けようとする意匠を現した写真，ひな形又は見本」に現された意匠であり，上記記載のみでは必ずしも意匠の表現が十分でないと考えられるときに，展開図，断面図，切断部端面図，斜視図その他の必要な図を加え，そのほか意匠の理解を助けるため必要があるとき，使用の状態を示した図その他の参考図を加えることができる。",
                "そして，意匠法10条の2第1項の「二以上の意匠を包含する意匠登録出願」か否かは，同法24条と同様，願書の記載及び願書に添付した図面に記載され又は願書に添付した写真，ひな形若しくは見本により現された意匠に基づいて確定されるべきものであり，必要があれば，展開図，断面図，切断部端面図，拡大図，斜視図その他の必要な図，使用の状態を示した図その他の参考図をも参照することになる。",
                "したがって，展開図，断面図，切断部端面図，拡大図，斜視図その他の必要な図，使用の状態を示した図その他の参考図中に，「意匠登録を受けようとする意匠」とは別の意匠が記載されているとしても，「二以上の意匠を包含する意匠登録出願」か否かにおいて検討されるべき対象になるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これを分割出願に係る本件出願についてみると，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原出願は，意匠登録を受けようとする意匠に係る物品を「ピアノ補助ペダル」とするものである。",
                    "「ピアノ補助ペダル」とは，原出願の願書(甲2)の意匠に係る物品の説明も参酌すれば，小さなピアニスト(例えば子供)が無理のない姿勢でピアノを演奏することができるよう，付属の固定ねじによりピアノのペダルをはさみ込むように取り付け，ペダルの高さを上げるようにした装置であり，補助ペダルを操作することによりピアノのペダルを操作できるようにしたものである。原出願の願書に添付した図面には，意匠登録を受けようとする意匠の正面図，左側面図，右側面図，平面図，底面図，左斜上方から見た斜視図が記載されている(背面図は正面図と対称なので省略されている。)。",
                    "また，原出願の願書の意匠に係る物品の説明には，ピアノ補助ペダルについて，適正な高さを得るために，さらにその高さを上げるアタッチメントを取り付けて，これと組み合わせて使用することができること，アタッチメントは，例えば，高さ3．5cmの第1の低い方のアタッチメント又は高さ5cmの第2の高い方のアタッチメントのいずれかを選択すること，ピアノ補助ペダルは，ねじによって，アタッチメントを交換可能に取り付ける構成となっていることが記載されており，原出願の願書添付の図面には，別添審決謄本写し別紙第2表示のとおり，上記意匠登録を受けようとする意匠を記した図面のほかに，第1のアタッチメントを示す参考斜視図，ピアノ補助ペダルに第1のアタッチメントを取り付けた状態を示す参考斜視図，第2のアタッチメントを示す参考斜視図，ピアノ補助ペダルに第2のアタッチメントを取り付けた状態を示す参考斜視図が記載され，第1，第2のアタッチメントを取り付けたピアノ補助ペダルの使用状態を示す各参考斜視図も記載されている",
                    "ここで，第1，第2のアタッチメントを示す各参考斜視図，ピアノ補助ペダルに第1，第2のアタッチメントを取り付けた状態を示す各参考斜視図，第1，第2のアタッチメントを取り付けたピアノ補助ペダルの使用状態を示す各参考斜視図は，「意匠に係る物品」である「ピアノ補助ペダル」と，正面図，左側面図，右側面図，平面図，底面図，左斜上方から見た斜視図に基づいて確定されるべき「意匠登録を受けようとする意匠」の理解を助ける目的で記載されていることが明らかであり，上記(2)の「参考図」に当たるものである。。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，本件出願は，原出願の第1のアタッチメントを取り付けた状態のアタッチメント部分を含むピアノ補助ペダルに係る意匠について，意匠に係る物品を「ピアノ補助ペダル」として出願するものであり，別添審決謄本写し別紙第1表示のとおり，願書添付の図面には，正面図，右側面図，平面図，左側面図，底面図，左斜上方から見た斜視図，使用状態を示す参考斜視図が記載されている。本件出願の願書添付の図面中，左斜上方から見た斜視図は，原出願の願書添付の図面中の，ピアノ補助ペダルに第1のアタッチメントを取り付けた状態を示す参考斜視図と同内容の図面であり，使用状態を示す参考斜視図は，原出願の願書添付の図面中の，第1のアタッチメントを取り付けたピアノ補助ペダルの使用状態を示す参考斜視図と同内容の図面である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，原出願は，意匠に係る物品を「ピアノ補助ペダル」とし，意匠登録を受けようとする意匠として，アタッチメントを取り付けていないピアノ補助ペダルに係る意匠を登録出願したものである。原出願に添付の図面の参考図においては，アタッチメントを取り付けた状態のアタッチメント部分を含むピアノ補助ペダルの意匠が示されているということができるが，それは，意匠登録を受けようとする意匠の理解を助ける目的で，当該意匠以外の意匠として示されている。",
                    "本件出願は，原出願の参考図において示されたアタッチメントを取り付けた状態のアタッチメント部分を含むピアノ補助ペダルに係る意匠について，意匠に係る物品を「ピアノ補助ペダル」として，意匠登録を受けようとするものであるところ，本件出願において意匠登録を受けようとする本願意匠は，原出願において，意匠登録を受けようとする意匠ではないのであるから，本件出願は，意匠法10条の2第1項の要件を満たす分割出願であるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，「参考図」も意匠登録出願の図面の一部であり，原出願の「一組の図面」及び「必要な図」に一つの意匠が表現され，その原出願の「参考図」に別の意匠が表現されている以上，原出願は，意匠法10条の2第1項にいう「二以上の意匠を包含する意匠登録出願」に当たるというべきであり，そのように解しても何の障害あるいは不都合もない旨主張する。",
                "しかし，参考図が，「二以上の意匠を包含する意匠登録出願」か否かの判断の対象となるものではないことは，上記のとおりである。",
                "そして，上記(3)のとおり，本願意匠は，原出願の参考図に示されていたものであるが，参考図において，仮に，意匠登録を受けようとする意匠以外の意匠が示されたとしても，それは飽くまで意匠登録を受けようとする意匠の理解を助ける目的で，当該意匠とは別の，意匠登録を受けようとしない意匠として示されているものであり，その意匠は，必ずしも，意匠登録を受けようとする意匠のように所定の様式に従って厳密に記載された図面によって示されているものではなく，意匠登録を受けるため，意匠に係る物品を明らかにしているわけでもないから，この意匠を意匠制度の下で保護することが予定されているということはできない。",
                "また，様式の制限や意匠に係る物品欄の記載に掲げられた物品と関係がなく，単なる参考のために記載された図面中の意匠について，出願日遡及効(意匠法10条の2第2項)を有する分割出願を認めることは，意匠登録を受けようとする意匠について，意匠に係る物品を明らかにして，所定の図面により意匠を示して出願した場合に，一定の要件の下に登録して排他的，独占的な保護を与えるという意匠制度の趣旨に反するものであるだけでなく，不当に出願日遡及効が認められる範囲を広げ，第三者及び公益を不当に害するものとなる。",
                "したがって，このような意匠制度の趣旨等に照らすと，意匠登録出願の願書の図面において意匠登録を受けようとしない何らかの意匠が示されていても，当該意匠登録を受けようとしない意匠について，分割出願を認め，もとの出願時までの遡及効を認めることは許されないところであって，意匠法10条の2第1項の「二以上の意匠を包含する意匠登録出願」にいう「意匠」は，参考図等において意匠登録を受けようとしない意匠として示された意匠を含まず，もとの出願において意匠登録を受けようとする意匠のみを意味すると解するのが相当である。",
                "なお，意匠法においては，要旨の変更となる補正は許されないことが明確に規定され(17条の2第1項，9条の2)，意匠登録を受けようとする意匠として願書に添付した図面で示された意匠について，その要旨を変更する補正が許されないところ，分割出願には，出願日遡及効が認められている(10条の2第2項)のであるから，原出願について補正のできる範囲内で行うことができるのでなければ，本来許されない補正が，分割出願の方法を用いることによって実質的に可能になるという，不当な結果を招く。そして，願書に添付した図面中の参考図等において，意匠登録を受けようとする意匠以外の意匠が示されることはあり得るのであるが，当該意匠は，意匠登録を受けようとする意匠と要旨を異にする意匠であり，そのような意匠を意匠登録を受けようとする意匠とする補正が許されないことは明らかであって，補正が許されないことが法規上，明確な意匠について，分割の方法により，実質的に補正を行うことが不当であることは，上記のとおりである。",
                "さらに，原告は，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」に，「意匠登録を受けようとする意匠」という限定が付されていないことから，同項の「意匠」は，同法2条1項で定義される「意匠」であり，「意匠登録を受けようとする意匠」と限定して解釈するのは相当でない旨主張するが，法律の規定は，その文言だけでなく，当該法律の趣旨や他の条項と整合的に解釈されなければならないのであって，意匠法の趣旨や同法の他の条項との整合性を考慮すると，同法10条の2第1項の「二以上の意匠」にいう「意匠」は，前記のとおり，意匠登録を受けようとする意匠をいうものと解釈するのが相当であり，原告の主張は，採用の限りではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」について，「意匠登録を受けようとする意匠」だけでなく，「意匠登録出願に表現された意匠」をいうと解釈することは，特許法44条1項の「二以上の発明」にいう「発明」について，「特許請求の範囲に記載された発明」のほか，「特許請求の範囲には記載されないが，明細書や図面に記載された発明」をも含むと解釈するのと同様である旨主張する。",
                "確かに，特許出願の分割に関する特許法44条は，「特許出願人は，願書に添付した明細書，特許請求の範囲又は図面について補正をすることができる期間内に限り，二以上の発明を包含する特許出願の一部を一又は二以上の新たな特許出願とすることができる。」(1項)，「前項の場合は，新たな特許出願は，もとの特許出願の時にしたものとみなす。」(2項)と規定し，意匠登録出願の分割に関する意匠法10条の2は，「意匠登録出願人は，意匠登録出願が審査，審判又は再審に係属している場合に限り，二以上の意匠を包含する意匠登録出願の一部を一又は二以上の新たな意匠登録出願とすることができる」(1項)，「前項の規定による意匠登録出願の分割があったときは，新たな意匠登録出願は，もとの意匠登録出願の時にしたものとみなす。」(2項)と規定しているから，規定の仕方においては類似している。",
                "しかし，特許法70条1項は，「特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づいて定めなければならない。」とし，特許出願においては，特許請求の範囲に記載されている発明とは別に，明細書の発明の詳細な説明や図面に記載された発明が存在することが想定し得るのに対し，意匠法24条は，「登録意匠の範囲は，願書の記載及び願書に添附した図面に記載され又は願書に添附した写真，ひな形若しくは見本により現わされた意匠に基いて定めなければならない。」としているから，意匠登録出願において，特許請求の範囲と明細書の発明の詳細な説明との区別のようなものはなく，「意匠登録を受けようとする意匠」以外のものはない。",
                "なお，意匠登録を受けようとする意匠の説明のための展開図，断面図，切断部端面図，拡大図，斜視図その他の必要な図，使用の状態を示した図その他の参考図が，特許請求の範囲と対置される発明の詳細な説明や図面に相当するものといえないことは明らかである。",
                "また，特許法17条は，願書に添付した明細書，特許請求の範囲又は図面について補正をすることを認めている(ただし，同法17条の2第3項により，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した事項以外の新規事項を追加する補正を行うことは許容されない。)のに対し，意匠法17条の2第1項は，「願書の記載又は願書に添付した図面，写真，ひな形若しくは見本についてした補正がこれらの要旨を変更するものであるときは，審査官は，決定をもってその補正を却下しなければならない。」とし，意匠の要旨の変更となる補正を一切認めていない。",
                "以上によれば，特許法44条1項の「二以上の発明を包含する特許出願」には，明細書の発明の詳細な説明や図面に記載された発明も包含するのに対し，意匠法10条の2第1項の「二以上の意匠を包含する意匠登録出願」には，意匠登録出願の願書及び添付図面に記載された「意匠登録を受けようとする意匠」のみがあり，「意匠登録を受けようとする意匠」とは別に，特許法における明細書の発明の詳細な説明や図面に記載された発明に相当するものを想定することはできない。",
                "そして，上記(4)のとおり，単なる参考のために記載された図面中の意匠について，出願日遡及効(意匠法10条の2第2項)を有する分割出願を認めることは，意匠制度の趣旨に反するものであるばかりでなく，出願日遡及効が認められる範囲を広げ，第三者及び公益を不当に害するものともなる。",
                "また，特許制度の趣旨は，産業政策上の見地から，自己の工業上の発明を特許出願の方法で公開することにより社会における工業技術の豊富化に寄与した発明者に対し，公開の代償として，第三者との間の利害の適正な調和を図りつつ発明を一定期間独占的，排他的に実施する権利を付与してこれを保護しようとするものであり，特許制度においては，明細書において開示された発明についても，公開の代償として一定の保護を与えることが制度の趣旨に則ったものである(最高裁昭和55年12月18日第一小法廷判決・民集34巻7号917頁参照)のに対し，意匠制度においては，そのようなところまで要請されているわけではない。",
                "したがって，特許法44条1項の「二以上の発明」にいう「発明」について，「特許請求の範囲に記載された発明」のほか，「特許請求の範囲には記載されないが，明細書や図面に記載された発明」をも含むと解釈するのと同様に，意匠法10条の2第1項の「二以上の意匠」にいう「意匠」について，「意匠登録を受けようとする意匠」だけでなく，「意匠登録出願に表現された意匠」をいうと解釈できる旨の原告の主張は失当である。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，原出願について，図面および願書の「意匠に係る物品の説明」の記載内容から，「アタッチメント付きピアノ補助ペダル」として特許出願に変更することができ，そのような特許出願を再度，意匠登録出願に変更して，出願日遡及効を維持しつつ本件の分割出願の意匠の権利化を図ることもできること，意匠法の基本精神である「意匠の創作の保護」には，上記の中間手続を介することなく，保護に値する意匠を保護することをも含むと解するのが相当であることから，本件の分割出願は適法である旨主張する。",
                "しかし，本件は，原告主張のように，原出願を特許出願に変更し，再度，意匠登録出願として本件出願をしたものではないし，また，一般的な「意匠の創作の保護」という精神により，特許出願に変更する手続を経ずに，出願日遡及効を維持しつつ，分割出願に係る本願意匠の権利化を図ることができるものではないから，原告の主張は失当というほかない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上によれば，原告の取消事由1の主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(意匠の類否判断の誤り)について",
          "text": [
            "原告は，審決が，分割出願の適法性の判断を誤り，出願日の遡及を認めないことに基づいて，意匠法4条2項の規定の適用を否定した結果，本願意匠と引用意匠との類否判断を誤った旨主張する。",
            "しかし，審決の分割出願の適法性についての判断に誤りがないことは，上記のとおりであるから，原告の取消事由2の主張は，その前提を欠き，失当である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10136",
    "date": "2006-08-24",
    "rights_type": "意匠権",
    "case_type": "審決取消訴訟",
    "precedent_id": "033461",
    "ipprecedent_id": "199",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}