{
  "conclusion": [
    {
      "text": "特許庁が無効2000−35690号事件について平成17年12月12日にした審決のうち，特許第2680930号の請求項8に係る部分を取り消す。"
    },
    {
      "text": "訴訟費用は，被告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件手続",
          "text": [
            "被告は，発明の名称を「多成分溶剤クリーニング系」とする特許第2680930号の特許(1991年12月2日に米国でした出願に基づき，パリ条約による優先権を主張して，平成4年11月30日に国際出願したもの。登録日は平成9年8月1日。請求項の数は10である。甲3)の特許権者である。",
            "被告は，平成11年10月20日付け訂正請求書(甲4)により，同請求書添付の訂正明細書(以下「本件訂正明細書」という。)記載のとおり，訂正をした。",
            "原告は，平成12年12月21日，本件特許を請求項1ないし10のすべてに関して無効にすることについて審判(無効2000−35690号事件)を請求したが，特許庁は，平成14年4月10日，「本件審判の請求は，成り立たない。」との審決をした。",
            "これに対し，原告は，東京高等裁判所に審決取消訴訟(東京高裁平成14年(行ケ)第262号)を提起したところ，同裁判所は，平成16年4月8日，本件特許の請求項1と本訴甲1(審判甲1)との相違点(B)(C)についての審決の判断は誤りであり，その判断の誤りは請求項1～10のいずれについても審決の影響に影響を及ぼすとして，「特許庁が無効2000−35690号事件について平成14年4月10日にした審決を取り消す。」との判決をし，同判決に対する上告受理申立て(平成16年(行ヒ)第241号)は受理されなかった。",
            "特許庁は，東京高等裁判所の上記判決が確定したのを受けて，さらに審理をした結果，平成17年12月12日，「特許第2680930号の請求項1ないし7，",
            "9ないし10に係る発明についての特許を無効とする。特許第2680930号の請求項8に係る発明についての審判請求は，成り立たない。」との審決をし，平成17年12月22日，審決の謄本を原告に送達した。",
            "本件は，原告が，上記審決のうち，特許8に係る発明についての審判請求が成り立たないとした部分の取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(請求項8に関係しない請求項の記載は省略する。以下，請求項8に係る発明を「本件発明8」という。)",
          "text": [
            "「1．次の：",
            "(a)部品を，該部品から残留汚れまたは表面汚染物を実質的に除去するのに十分な溶解力を有する有機又は炭化水素クリーニング液の中に導入する工程；(b)前記部品を前記有機又は炭化水素クリーニング液から取り出し，そして該有機又は炭化水素クリーニング液を含有するクリーニング区画とは別のリンス区画中に含有される液体ヒドロフルオロカーボンを基剤とするリンス溶剤中に曝すことにより前記部品をリンスする工程であって，前記の液体ヒドロフルオロカーボンを基剤とするリンス溶剤が前記有機又は炭化水素クリーニング液を前記部品から除去する工程，この際，前記の液体ヒドロフルオロカーボンを基剤とするリンス溶剤が，少なくとも25℃から120℃の沸点範囲で少なくとも2モル％の該有機クリーニング溶剤が相分離を起こすことなく該リンス溶剤と混和する混和性を有し，該部品の表面の該残留汚れまたは汚染物に対して該有機クリーニング液よりも低い溶解性を有し，該ヒドロフルオロカーボンが，水素，炭素，及びフッ素から成り，場合により，酸素，硫黄，窒素，およびリン原子から成る群から選ばれる官能基を含むものである；",
            "(c)工程(a)及び(b)の間，燃焼抑制被覆を該クリーニング区画及びリンス区画の上に形成する工程であって，前記燃焼抑制被覆が実質的に純粋なヒドロフルオロカーボン蒸気から本質的になる工程；及び",
            "(d)前記部品を乾燥する工程；",
            "を含んでなる，部品から残留汚れまたは表面汚染物を除去するための非水系クリーニング法であって，クロロフルオロカーボンまたはヒドロクロロフルオロカーボンを使用しないで行なわれる方法。",
            "4．リンス剤が，約3～約8の炭素原子を含有して少なくとも60重量％のフッ素を有する1または2以上のヒドロフルオロカーボン化合物から本質的になり，前記化合物が直鎖または分岐鎖を有して約25℃～約125℃の沸点を有する，請求項1記載の方法。",
            "8．ヒドロフルオロカーボンリンス剤を含有するリンス区画中に存在する有機又は炭化水素クリーニング液が，有機又は炭化水素クリーニング液のヒドロフルオロカーボンに対する予め設定された低濃度で該ヒドロフルオロカーボンから分離して該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供するように，前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する，請求項4記載の方法。」3 審決の理由の要点(請求項8に係る発明と関係ない部分は省略する。なお，審決中の摘記事項は引用しない。)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求人の主張",
              "text": [
                "本件発明8は，甲1，2に記載された発明に基づいて当業者が容易に発明をすることができた発明である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求人が提出した証拠方法",
              "text": [
                "審判甲1(本訴甲1)：特開平2−191581号公報",
                "審判甲2(本訴甲2)：特公平3−55189号公報",
                "審判甲3(欧州特許出願公開第431458号明細書，甲3は，甲4に対応する欧州特許明細書)",
                "審判甲4(特開平4−28798号公報)",
                "審判甲5(実験報告書「ペルフルオロ-1-ヒドロ-n-ヘキサンに対するイソプロピルアルコールの溶解性試験」(平成12年12月18日 三井・デュポンフロロケミカル株式会社 テクニカルセンター ガス技術サービスグループ S作成)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1について",
              "text": [
                "「・・・本件発明1は，甲1に記載されたものと，次の点で共通する。",
                "「(a)部品を，該部品から残留汚れまたは表面汚染物を実質的に除去するのに十分な溶解力を有する有機クリーニング液の中に導入する工程；",
                "(b)前記部品を前記有機クリーニング液から取り出し，そして該有機クリーニング液を含有するクリーニング区画とは別のリンス区画中でヒドロフルオロカーボンを基剤とするリンス溶剤液体により前記部品をリンスする工程であって，前記ヒドロフルオロカーボンを基剤とするリンス溶剤が前記有機クリーニング液を前記部品から除去する工程，この際，前記のヒドロフルオロカーボンを基剤とするリンス溶剤が，少なくとも25℃から120℃の沸点範囲を有し，該部品の表面の該残留汚れまたは汚染物に対して該有機クリーニング液よりも低い溶解性を有し，該ヒドロフルオロカーボンが，水素，炭素，及びフッ素から成り，；(c)工程(a)及び(b)の間，燃焼抑制被覆を該クリーニング区画の上に形成する工程；及び",
                "(d)前記部品を乾燥する工程；",
                "を含んでなる，部品から残留汚れまたは表面汚染物を除去するための非水系クリーニング法であって，クロロフルオロカーボンを使用しないで行なわれる方法。」そして，以下の点で，両者は相違する。",
                "(A)本件発明1では，「又は炭化水素」(クリーニング液について)，「場合により，酸素，硫黄，窒素，およびリン原子から成る群から選ばれる官能基を含むものである」(ヒドロフルオロカーボンについて)，「またはヒドロクロロフルオロカーボン」を使用しない，としているのに対し，甲1には，その旨の記載が見当たらない点。",
                "(B)本件発明1が，部品をリンス溶剤液体によりリンスする工程について，「リンス区画中に含有される液体ヒドロフルオロカーボンを基剤とするリンス溶剤中に曝すことにより前記部品をリンスする」としているのに対して，甲1には，高フッ素化有機化合物による蒸気−すすぎを行うことが記載されているものの，本件発明1における上記リンスの記載が見当たらない点。",
                "(C)本件発明1が，「燃焼抑制被覆をリンス区画の上に形成」し，且つ，「燃焼抑制被覆が実質的に純粋なヒドロフルオロカーボン蒸気から本質的になる」としているのに対して，甲1には，その旨の記載が見当たらない点。",
                "(D)本件発明1では，リンス溶剤について，「少なくとも25℃から120℃の沸点範囲で少なくとも2モル％の該有機クリーニング溶剤が相分離を起こすことなく該リンス溶剤と混和する混和性を有し」としているのに対して，甲1には，「大部分の他の溶剤と部分的に混和するにすぎない」(摘記A1-2)と記載されているものの，その程度について，上記のとおり特定する記載が見当たらない点。",
                "そこで，上記相違点について検討する。",
                "相違点(A)について：",
                "上記した「又は炭化水素」，「場合により，酸素，硫黄，窒素，およびリン原子から成る群から選ばれる官能基を含むものである」，及び，「またはヒドロクロロフルオロカーボン」とした点は，いずれも任意の選択事項に係る相違点であり，実質的な相違ではない。",
                "相違点(B)について：",
                "本件発明1では，リンス溶剤として，ヒドロフルオロカーボンを基剤とするリンス溶剤を用いている。一方，甲1には，高フッ素化有機化合物による蒸気−すすぎを行うこと(摘記A1-1)が記載され，その化合物の具体例として，ヒドロフルオロカーボンに該当するペルフルオロ−1−ヒドロ−n−へプタン，及びペルフルオロ−1−ヒドロ−n−へキサン(摘記A1-4)が例示されている。したがって，当該リンス溶剤の点については，両者は共通している。",
                "一方，洗浄システムの方式は，被洗物の性質，被洗物の汚れの程度，被洗物に対する清浄度の要求の度合いにより決まること，必要とする洗浄槽等の数もその目的に応じて1槽ないし5槽以上の中から選択され，汎用的には3槽式の洗浄機が用いられていること，その3槽式の洗浄機では，2槽目ですすぎ洗浄が行われ，3槽目で仕上げ洗浄すなわち蒸気洗浄と乾燥とが同時に行われること，及び，すすぎ洗浄の方法には浸漬洗浄と蒸気洗浄があることは，甲2(摘記A2-1，A2-6，及び第1図，第2図)に記載されるとおり既知の事項であり，また，周知の事項である(要すれば，「特定フロン・クロロカーボン代替品開発の現状とその方向」化学工業日報社(1990年12月19日)54～55頁(東京高等裁判所に提出された甲8。以下「高裁甲8」と略記。)，「フッ素化合物の最先端応用技術」株式会社シーエムシー(昭和56年4月24日)228～229頁(同上，甲9。「高裁甲9」と略記。)，及び，「オゾン層破壊物質使用削減マニュアル」オゾン層保護対策産業協議会発行(1991年7月1日)85～87頁(同上，甲10。「高裁甲10」と略記。)を参照。)。",
                "そして，上記3槽式洗浄機の2槽目のすすぎ洗浄と3槽目の仕上げ洗浄は，クリーニング液を除去するための工程であり，本件発明1でいう「リンス」に該当する工程であるから，3槽目の洗浄機はリンス工程として浸漬リンスと蒸気リンスを組み合わせているものであるということができる。",
                "上記の既知ないし周知の技術からすれば，湿式洗浄システムにおいて，単槽式，2槽式，3槽式あるいは4槽式以上の方式のいずれとするかは，洗浄する対象物及びその目的に応じて適宜選択して採用され得るものであることは明らかである。",
                "以上からすれば，洗浄システムにおけるリンス方式として，甲1に記載された蒸気−すすぎの代わりに，浸漬リンス方法を採用する程度のことは，洗浄する対象物及び洗浄の目的に応じて当業者が適宜選択する範囲に属することである。",
                "以上のとおりであるから，上記相違点(B)のとおり構成する点に，格別の困難性があるとすることはできず，なおかつ，これにより，当業者が予期し得なかった格別の効果を奏したと認めることもできない。",
                "相違点(C)について：",
                "甲1には，「いずれの適当なペルフルオロ化合物／有機溶剤の組み合わせも，蒸気を難燃性にするのに十分なペルフルオロ化合物が溶剤の上の蒸気空間に存在することを条件として，用いることができる。」(摘記A1-7)と記載されており，この難燃性の蒸気は，本件発明1でいう「燃焼抑制被覆」に該当するといえる。",
                "また，甲1の上記「蒸気を難燃性にするのに十分なペルフルオロ化合物が溶剤の上の蒸気空間に存在する」との記載からすると，当該蒸気には易燃性である有機溶剤が含まれず，実質的に純粋なペルフルオロ化合物の蒸気であることを意味し，また，示唆されていると認められる。",
                "甲1には，前記ペルプロオロ化合物の蒸気を，リンス区画の上に形成する点の記載は見当たらないが，これは，「相違点(B)について」の欄で検討したとおりの浸漬リンス方法を採用することにより，当然に採用される構成である。",
                "以上のとおりであるから，相違点(C)に係る本件発明1の構成を採用することは容易である。",
                "相違点(D)について：",
                "甲1には，「40℃～100℃範囲のペルフルオロカーボンの沸点が最も広く有用である」(摘記A1-14)こととともに，「ペルフルオロカーボンの乏しい溶解力と，上記例の蒸気凝縮工程における有効なすすぎを与える必要性の故に，ペルフルオロカーボンは，選ばれた有機溶剤に最大の溶解性を示すものが好ましい。しかしながら，液相においては，有機溶剤とpfcは・・・出来るだけ混和しないままであるのが望ましい」(摘記A1-14)と，相互の溶解性の程度について説明され，その具体例として，「PP2中のアルコールの0．4％溶解度」(摘記A1-16)の例が記載されて，クリーニング溶剤のリンス溶剤に対する溶解度が示されている。",
                "これを「モル％」に換算の上，本件発明1の「少なくとも2モル％」の「混和性」の要件を満たしているかを確認すると，上記の「0．4％」とは，PP2(ペルフルオロ(メチルシクロヘキサン))(沸点76℃)が100gにイソプロピルアルコールが0．4g溶解している状態であると推測されるから，PP2(C7F14)の分子量の350，イソプロピルアルコール(C H O)の分子量の60から，上記重量をモル数に換算すると，PP2が0．286モル，イソプロピルアルコールが0．0067モルとなり，0．4％(wt％)は，2．3モル％と換算され，してみれば，甲1には，クリーニング剤のリンス溶剤に対する溶解度が2．3モル％程度のものが，実施例として記載されている。",
                "したがって，クリーニング剤のリンス溶剤に対する溶解性(混和性)に関して，本件発明1と甲1発明とは相違するとすることはできない。",
                "よって，当該相違点(D)は，実質的な相違点ということはできない。",
                "以上のとおり，上記相違点(A)及び(D)は実質的な相違点を構成しないものであり，また，上記相違点(B)及び(C)は当業者が当業者が容易に想到しうるものである。",
                "したがって，周知技術を参酌すれば，本件発明1は，甲1に記載された発明に基づいて当業者が容易に発明をすることができた発明であり，または，甲1及び甲2に記載された発明に基づいて当業者が容易に発明をすることができた発明であり，よって，特許法29条2項の規定に違反して特許されたものである。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明4について",
              "text": [
                "「本件発明4は，請求項1を引用して，本件発明1について，さらに，リンス剤について，特定のヒドロフルオロカーボン化合物に特定した発明である。",
                "これについて検討すると，甲1には，上記特定するヒドロフルオロカーボン化合物に該当するペルフルオロ-1-ヒドロ-n-ヘキサン(C F H，フッ素77重量％。沸点70℃)が記載されており(摘記A1-6)。したがって上記特定した点に，格別の困難性があると認めることはできない。",
                "したがって，周知技術を参酌すれば，本件発明4は，本件発明1と同様，甲1及び甲2に記載された発明に基づいて当業者が容易に発明をすることができた発明である。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明8について",
              "text": [
                "「本件発明8は，請求項4を引用して，本件発明4について，さらに，「ヒドロフルオロカーボンリンス剤を含有するリンス区画中に存在する有機又は炭化水素クリーニング液が，有機又は炭化水素クリーニング液のヒドロフルオロカーボンに対する予め設定された低濃度で該ヒドロフルオロカーボンから分離して該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供するように，前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する」として，前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する構成を付加した発明である。",
                "これについて検討すると，甲1～2のいずれにも，上記付加した構成について，「該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供する」，及び，当該特定のカスケード効果を提供するように「前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する」なる点を開示する記載は見当たらず，また，これが周知ないし自明のことと認めるべき論拠も見当たらない。",
                "なお，請求人は，甲2にはカスケード効果を与えながら洗浄する方法が開示されていると主張している。しかし，甲2には，第1溶剤であるクロロフルオロハイドロカーボンを，第4槽→第3槽→第2槽とオーバーフローさせることの記載があるが(摘記A2-12，A2-13)，第1溶剤の上部に浮かんだ第2溶剤を，第2溶剤を収容した第1槽に戻すことの記載は見当たらず，したがって，甲2には，本件発明8で規定する「リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果」が開示されているとすることはできない。",
                "以上のとおりであるから，本件発明8は甲1及び甲2に記載された発明に基づいて当業者が容易に発明をすることができた発明であるとの，請求人の主張は採用することができない。」"
              ]
            },
            {
              "fig": "(6)",
              "subject": "むすび",
              "text": [
                "「請求項8に係る特許については，請求人が主張する無効理由は採用することはできず，無効とすることはできない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(容易想到性の判断の誤り)",
          "text": [
            "審決は，本件発明8は，甲1，2に記載された発明に基づいて当業者が容易に発明をすることができたとはいえないと判断した。しかしながら，本件発明8で特定された構成は，甲5～8に例示されている周知ないし自明の事項であるか，周知ないし自明に基づいて当業者が容易に発明をすることができた発明である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明8の「該リンス区画の上部に浮かんで該クリーニング区画にもどるといった炭化水素クリーニング液のカスケード効果を提供する」及び当該特定のカスケード効果を提供するように「前記ヒドロフルオロカーボンリンス溶剤と，前記有機又は炭化水素クリーニング液とを選択する」とは，要するに，「相互に溶解度が低いリンス剤とクリーニング液とを比重差により分離するように選択する」ことを意味する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲5には，リンス剤としてフロン113を使用すること，洗滌液として水溶性有機溶剤とフロン113との混合液を使用すること，使用後の洗滌液は，静置することにより比重差で容易に有機溶剤を溶存した水相と洗滌液相とに分離でき，効率よく洗滌液を再利用できることが記載されているから，実質的に「洗浄液を比重差により分離して洗浄液を再利用すること」が開示されているといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，クリーニング剤又はリンス剤であるCFC(クロロフルオロカーボン)又はHCFC(ヒドロクロロフルオロカーボン)の代替品としてHFC(ヒドロフルオロカーボン)を使用することは，甲3に示されているとおり，本件特許出願時において周知ないし自明の事項である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲6(ユーザーのための工業用洗浄剤と洗浄技術(衛生技術会))は，一般的な工業用洗浄剤と洗浄技術を開示するものであり，フッ素系溶剤を用いて洗浄するときの代表的な超音波，蒸気，スプレー洗滌機の構造が，70頁の図1に記載されている。そして，甲6には，フッ素系溶剤を乾燥用溶剤として用いる場合，「原理としては，水で漏れた部品をフロン113，又はそれに少量の添加剤を加えた液を沸騰させた状態のところへ浸漬し，水をフロン溶剤(比重は1より大きい)の上に浮かせ，連続的に水のみが排出されるような機構に従い水を除去し，乾燥させる。」(71頁右欄15～20行)ことが記載されている。すなわち，甲6には，洗浄剤としての水と，リンス剤としてのフロン溶剤とを比重差により水を除去し，溶液の比重差により成分を分離することが開示されている。さらに，甲7，8に記載されているように，相互に溶解度が低い溶液を比重差により分離して溶剤を回収，利用することは周知ないし自明の事項である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "このように，甲6～8から「相互に溶解度が低い溶液を比重差により溶液の成分に分離して利用すること」は周知ないし自明の事項であり，甲5には，「洗浄液を比重差により分離して洗浄液を再利用すること」が開示されていることから，「相互に溶解度が低い洗滌液とリンス剤とを比重差により分離して洗滌液を再利用すること」も周知ないし自明の事項であるといえる。なお，洗浄において，洗浄液とリンス溶剤とを利用すること，洗浄剤又はリンス剤であるCFC又はHCFCの代替品としてHFCを使用すること，液の溶解度，比重等の物性が周知ないし自明の事項であることはいうまでもない。",
                "本件発明8で限定された構成が，仮に周知ないし自明の事項でないとしても，甲2には浮かんだ液がオーバーフローするという原理が開示されているのであるから，本件発明8は，当業者には周知の技術である相溶性が低い液の組合せを選択しているにすぎない。したがって，その選択に進歩性はなく，当業者であれば容易に想到することができる事項である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，本件発明8の「該リンス区画の上部に浮かんで該クリーニング区画にもどるといった炭化水素クリーニング液のカスケード効果を提供する」こと及び当該特定のカスケード効果を提供するように「前記ヒドロフルオロカーボンリンス溶剤と，前記有機又は炭化水素クリーニング液とを選択する」ことは，甲5～8に記載されているとおり，周知ないし自明のことであるから，「これが周知ないし自明のことと認めるべき論拠も見当たらない」として，本件発明8が甲1，2に記載された発明に基づいて当業者が容易に発明をすることができたとはいえないとした審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(容易想到性の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求項8の前段部分の「該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し」と，「該リンス区画の上部に浮かんで該クリーニング区画内に戻る」との構成は，「カスケード効果を提供するように・・・リンス溶剤と，・・・クリーニング液とを選択」した後に行うべき工程を予め規定した限定要件と解されるべきである。仮に，「相互に溶解度が低いリンス剤とクリーニング液が比重差により分離するように選択する」ことが周知ないし自明の事項といえるとしても，そのことをもって，本件発明8の「該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供する」こと，及び当該特定のカスケード効果を提供するように「前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する」という構成が周知ないし自明の事項とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲5について，原告は，洗滌液として水溶性有機溶剤とリンス剤としてのフロン113との混合液を使用すると，使用後の洗滌液は比重差で容易に有機溶剤を溶存した水相と洗滌液相とに分離できると主張する。しかしながら，甲5のクリーニング液の主成分とリンス剤は，いずれも同一のフロン113であるから相互に溶け合ってしまい，たとえクリーニング液とリンス剤が接触することがあるとしても，相分離することはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲3には，ヒドロフルオロカーボンをクリーニング用途に用いるにはまだ克服すべき問題があることが示唆されているから，甲3から，ヒドロフルオロカーボンがCFCやHCFCの代替品であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲6について，原告は，洗浄剤としての水と，リンス剤としてのフロン溶剤とを比重差により分離し，洗浄剤としての水を除去し，溶液の比重差により成分を分離することが開示されていると主張するが，甲6の水は空気中の水分の凝縮液か又は部品から除去される水でしかなく，また，フロン113はリンス剤ではなく洗浄剤である。また，原告は，甲6では，洗浄剤を回収すること自体は自明の事項であると主張しているが，甲6では，水ではなくフロン113が洗浄剤として記載されており，フロン113の回収は当該技術分野で常に大きな問題となっているので，その回収が自明の事項であるということはない。",
                "原告は，甲7，8に記載されているように，相互に溶解度が低い溶液を比重差により分離して溶液を回収，利用することは周知ないし自明の事項であると主張するが，「比重差により分離して溶液を回収，利用する」というには，本件発明8のカスケード効果との関連では，比重差による分離のみで再利用が可能となり，しかも分離された両液の全量が再利用可能とならなければならないが，甲7，8のいずれにおいても，比重差により分離された上層の水相は，その後毎回精留に付されるから，比重差による分離だけで再利用が可能とはならず，しかも，その精留により水相の相当割合が水取出管より排出されるので水相の全量が再利用可能とはならない。したがって，甲7，8は，「比重差により分離して溶液を回収，利用すること」を開示するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上，甲5～8のいずれも，クリーニング液とリンス剤の相分離を開示しておらず，そのような相分離を利用して両液の全量を再利用することも開示していない。したがって，これらの証拠から，本件発明8の「相互に溶解度が低いリンス剤とクリーニング液が比重差により分離するように選択する」ことが周知ないし自明の事項とはいえない。また，甲3から，CFCやHCFCの代替品としてHFC(ヒドロフルオロカーボン)を使用することが周知ないし自明の事項であるともいえない。",
                "なお，原告は，甲2は，浮かんだ液がオーバーフローするという原理を開示していると主張するが，甲2のクリーニング液とリンス剤とは相溶性であるから，一方の液が他方の液の上に浮かぶということはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張は，いずれも理由のないものであり，本件発明8についての審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(容易想到性の判断の誤り)について",
          "text": [
            "審決は，本件発明8の「該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供する」という点，及び当該カスケード効果を提供するように「前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する」という点を開示する記載は甲1，2には存在せず，これが周知ないし自明のことと認めるべき論拠も見当たらないとして，本件発明8は甲1，2に記載された発明に基づいて当業者が容易に想到し得たものではないと結論付けている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本件発明8の要旨について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項8は，前記のとおり，「ヒドロフルオロカーボンリンス剤を含有するリンス区画中に存在する有機又は炭化水素クリーニング液が，有機又は炭化水素クリーニング液のヒドロフルオロカーボンに対する予め設定された低濃度で該ヒドロフルオロカーボンから分離して該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供するように，前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する，請求項4記載の方法。」というものである。",
                    "上記記載からも明らかなとおり，本件発明8は，「前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する方法」，すなわちリンス剤とクリーニング液の選択方法に係る発明であり，本件発明4を，リンス剤とクリーニング液の選択方法という観点から限定したものである。そして，その選択に必要な要件として，「有機又は炭化水素クリーニング液のヒドロフルオロカーボンに対する予め設定された低濃度で該ヒドロフルオロカーボンから分離して該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供するように」との特定がなされているものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「甲2には，本件発明8で規定する「リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果」が開示されているとすることはできない。」と説示しているが，請求項8の「カスケード効果」という言葉の意味は，特許請求の範囲から一義的に明らかではなく，この言葉が確立した技術用語であることを示す的確な証拠もない。そこで，発明の詳細な説明等の記載を参酌して，その意味内容を検討することとする。",
                    "「カスケード効果」については，本件訂正明細書(甲4)にも明確な定義はないが，発明の詳細な説明には，「図3では，浴20には炭化水素系クリーニング液で飽和したフルオロカーボン系リンス溶剤の溶液が入っている。この液は炭化水素が割合低い濃度で(例えば，10モル％以下)フルオロカーボン中で相分離し，より比重の高いフルオロカーボンの上部に浮いて来て，カスケード効果によりクリーニング浴15に戻る。」(16頁3～6行)という記載がある。そして，本件明細書(甲3，図面は本件訂正により訂正されていないので，訂正明細書に添付されていない。)の第3図には，リンス浴20とクリーニング浴15の両区画の液面に高低差があり，リンス区画の上部に浮かんだクリーニング液(HC)が，両区画を隔てる壁を越えて，クリーニング区画に戻る様子が図示されている。",
                    "これらの記載と，「カスケード(cascade)」とは，「小滝」を意味する語であることを併せて考えると，請求項8の「カスケード」とは，区画間の段差を利用して滝状に流下することを意味し，「カスケード効果」とは，比重差により分離した上層の液体がカスケードによって移送されること(又はそのことにより両液が分離回収できること)を意味するものと理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これを踏まえ，請求項8のうち，リンス剤とクリーニング液の選択に必要な要件として特定された「有機又は炭化水素クリーニング液のヒドロフルオロカーボンに対する予め設定された低濃度で該ヒドロフルオロカーボンから分離して該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供するように」との記載を改めて見ると，前半の「予め設定された低濃度で該ヒドロフルオロカーボンから分離して該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成」するように両液を選択すれば，後半の「該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供するように」なること，すなわち，「該リンス区画の上部に浮かんだ炭化水素クリーニング液を，カスケードにより該クリーニング区画に戻す」ことができるようになることは明らかである。",
                    "そうすると，両液の選択に関して意味のある限定は，前半の「予め設定された低濃度で該ヒドロフルオロカーボンから分離して該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成」することにあるということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告はこの点に関し，請求項8の前段部分の「該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し」と，「該リンス区画の上部に浮かんで該クリーニング区画内に戻る」との構成は，カスケード効果を提供するようにリンス溶剤とクリーニング液とを選択した後に行うべき工程を予め規定した限定要件と解すべきであると主張する。",
                    "しかし，請求項8の前記記載によれば，同項は，クリーニング液がリンス剤上にクリーニング液相を形成し，リンス区画の上部に浮かんでクリーニング区画内に戻るという作用を奏することを可能にするようなクリーニング液とリンス材の選択方法を規定したものにとどまり，そのような工程を含む方法や，そのような工程を可能にする装置に関する発明ではないことは明らかである(例えば，請求項9が「・・・第1リンス区画内へのカスケード効果を提供する工程を含んでなる，請求項4記載の方法」と規定されていることと対比しても明らかである。)。",
                    "したがって，請求項8は，カスケード効果を提供するようにリンス溶剤とクリーニング液とを選択した後に行うべき工程を規定しているとの被告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明8についての以上の認定を前提に，本件発明8が容易に想到し得たかどうかについて検討する。",
                "審決は，本件発明8の「該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供する」という点，及び当該カスケード効果を提供するように「前記ヒドロフルオロカーボンリンス剤と前記有機又は炭化水素クリーニング液とを選択する」という点は，甲1，2のいずれにも開示されておらず，また，それが周知ないし自明のこととも認められないと判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，甲1には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「損失を避けるために，既知の冷却／凝縮／再循環手段により溶剤およびフツ素化化合物を分離し，維持することが必要である。」(3頁左下欄1～3行)，(イ) 「第1図は，重質ペルフルオロカーボン層9および易燃性溶剤層5を含有するタンク4を示す。この二つの液体はほとんど混和しないから分離層のままである。」(3頁右下欄下から7～4行)，"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「溶剤は・・せき54を越えて区分室47に流れる。溶剤及び油のような溶解した汚れは区分室47に集中し，部品が浸漬される区分室44の溶剤45は，連続的に精製される。」(5頁左下欄1～6行)，"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「いずれの区分室75，76，77に入るペルフルオロカーボン液体は，底に沈み，分離して」(6頁右上欄3～5行)，"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「ペルフルオロカーボンの乏しい溶解力と，上記例の蒸気凝縮工程における有効なすすぎを与える必要性の故に，ペルフルオロカーボンは，選ばれた有機溶剤に最大の溶解性を示すものが好ましい。しかしながら，液相においては，有機溶剤とpfcは，下記の理由のために出来るだけ混和しないままであるのが望ましい：",
                      "text": [
                        "1．有機溶剤の廃棄にともなう高価なpfcの損失を避けるために，二つの液体の可能な限り完全な分離を促進すること・・・」(6頁右下欄8行～下から4行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲1記載の発明において，クリーニング液である「溶剤」(「有機溶剤」とも記載)とリンス剤である「ペルフルオロカーボン」(「フツ素化化合物」「pfc」とも記載)との混和性は，すすぎ効果を与えるためにある程度は必要であるが，高価なペルフルオロカーボンの損失を避けるために，分離回収が可能なように，できるだけ混和しないままであるのが望ましいという認識が示され，両液が分離した際には，ペルフルオロカーボン上に溶剤の層が形成されることも開示されているということができる。",
                    "そうすると，甲1には，請求項8において付加された構成のうち「ヒドロフルオロカーボンリンス剤を含有するリンス区画中に存在する有機又は炭化水素クリーニング液が，有機又は炭化水素クリーニング液のヒドロフルオロカーボンに対する予め設定された低濃度で該ヒドロフルオロカーボンから分離して該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成」するように両液を選択することが示されているということができる。そして，前記のとおり，その場合には，「該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供する」ことが可能になることは自明である。",
                    "したがって，甲1には，請求項8において付加された構成が開示されておらず，また，それが周知ないし自明のこととも認められないとした審決の判断は誤りであり，同構成は，甲1記載の発明に基づき，当業者が容易に想到し得たものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，被告が主張するように，請求項8に記載された「該ヒドロフルオロカーボン上に炭化水素クリーニング液相を形成し，そして該リンス区画の上部に浮かんで該クリーニング区画内に戻るといった炭化水素クリーニング液のカスケード効果を提供する」ことは，リンス剤とクリーニング液の選択を行った後に行うべき工程を予め規定したものであったとしても，そのような工程を付加することは，次のとおり，当業者が容易に想到し得るものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，前記(2)ア(ウ)(エ)記載のとおり，区分室において，リンス剤であるペルフルオロカーボンが底に沈み，クリーニング液である有機溶剤と分離することが記載されており，さらに，「損失を避けるために，既知の冷却／凝縮／再循環手段により溶剤およびフツ素化化合物を分離し，維持することが必要である。 ・・・高フツ素化化合物と有機溶剤を凝縮し，それぞれの溜めに再循環するための手段より成る部品を洗浄し乾燥するための装置を提供する。」(3頁左下欄1～12行)とも記載されている。この記載によれば，混合されたクリーニング液とリンス剤を分離し，それぞれの溜めに再循環して，液体を維持することは，甲1にも記載されている事項であるということができる。",
                    "また，甲1には，リンス剤の上部に分離して存在するクリーニング液を，移送先はクリーニング区画ではないものの，隣接する区画に，両区画間のせきを越えて移送することが記載されており(前記(2)ア(ウ)(エ))，甲1記載の発明と本件発明8は，両液が混在した区画から，クリーニング液を分離して，クリーニング液のみからなる区画に戻すという点で一致するということができる。",
                    "そうすると，甲1に基づいて，両液が混在する「リンス区画」から，ここで相分離されたクリーニング液を，クリーニング液の溜めに相当する「クリーニング区画」へ戻すという本件発明8のような構成を想到することが困難であるとは考えられない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，(ア)甲6には，「原理としては，水で濡れた部品をフロン113，又はそれに少量の添加剤を加えた液を沸とうさせた状態のところへ浸漬し，水をフロン溶剤の上に浮かせ，連続的に水のみが排出されるような機構に従い水を除去し，乾燥させる。」(71頁右欄，15～20行)と記載され，(イ)甲7には，「物品表面から除去された水は洗液より比重が小のため浮上し，槽壁(1a)を溢流して水分離槽(2)へ入る。」(2頁右下欄，5～7行)と記載され，(ウ)甲8には，「脱水槽から溢流して分離槽に入る溶剤は，槽壁(1a)と分液筒壁間を矢印方向に流下して，前記間隔から分液筒(21)内に入る。その筒壁は，当然溢流や循環など溶剤の運動に対しては，これを鎮静化する役目を果すので，筒内において水溶性有機液体を含んだ水が浮上して上層に，また共沸混合物が下層に分液される。この浮上した水溶性有機液体を含む水の層は該層に開口(7a)している排水管(7)を通って，水溶性液体回収器(5)に導かれる。」(4頁右下欄14行～5頁左上欄4行)と記載されている。",
                    "上記甲6～8の記載が示すように，そもそも比重差により相分離した液体の分離回収方法として，オーバーフローさせるなど重力を利用して上層のみを分離回収する方法自体は，当該技術分野において慣用されている方法であると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，被告の主張するとおり，本件発明8が，相分離したリンス剤とクリーニング液を，カスケードを利用して分離する工程を含むとしても，当業者であれば，甲1から，そのような工程を容易に想到し得たということができる。",
                    "これに対し，被告は，①甲6の水は洗浄剤とはいえず，フロン113はリンス剤ではなく洗浄剤である，②甲7，8記載の発明では，比重差による分離だけで再利用が可能とはならず，水相の全量が再利用可能なわけではないなどと主張する。しかしながら，被告が主張する事項は，比重差により相分離した液体の分離回収方法として，オーバーフローさせるなど重力を利用して上層のみを分離回収する方法が甲6～8に例示されており，これらの方法が当業界の慣用的な技術であるとの前記認定を妨げるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，本件発明8は，甲1，2に基づき，当業者であれば，容易に想到し得たものというべきである。原告の取消事由は理由があるから，本件審決は取消しを免れない。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部分がある。"
  ]
}