{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−26501号事件について平成18年8月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたので，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成6年7月4日，名称を「自然蓄熱母体による直接温調と給気システム」とする発明について，特許出願をし(以下「本願」という。請求項の数8。特願平6−151962号。甲17)，平成16年6月24日付",
                "けで明細書の記載を補正した(請求項の数6。甲19。以下「第1次補正」という。)が，平成16年9月21日拒絶査定を受けた(甲20)。",
                "そこで原告は，平成16年12月27日付けで不服の審判請求を行うと共に，平成17年1月25日付けで明細書の記載を補正した(第2次補正。以下「本件補正」という。甲21)が，特許庁は，上記審判請求を不服2004−26501号事件として審理した上，平成18年8月14日，本件補正を却下した上，「本件審判の請求は，成り立たない」との審決を行い，その謄本は平成18年8月29日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1次補正時(平成16年6月24日)のもの",
                  "text": [
                    "第1次補正時の特許請求の範囲は，請求項1～6から成るが，そのうち請求項1の内容は次のとおりである(以下，この発明を「本願発明」という。)。",
                    "「温度調節した空気である蓄熱伝送体(103)を温調したい空間に供給する開放された循環システムにおいて，",
                    "自然界の地層，地表，池，湖沼，河川等の自然蓄熱母体(100)内に設置され，入口と出口とを備える主動均熱器(101)と，",
                    "温調したい空間外の周囲の大気から取り込まれた蓄熱伝送体(103)を，前記主動均熱器(101)内に輸送するべく主動均熱器(101)の入口に連結される第1の輸送管と，",
                    "十分な一定温度の自然蓄熱母体(100)と同等の温度の前記蓄熱伝送体(103)を少なくとも1つの出口を通して温調したい空間内に送出するように前記主動均熱器(101)の出口に連結され，自然蓄熱母体(100)の中を通る少なくとも1つの第2の輸送管と，",
                    "温調したい空間内に前記主動均熱器(101)と前記第1，第2の輸送管を通して，前記蓄熱伝送体(103)を輸送するように前記第1及び第2の輸送管に連結される空気ポンプ(104)と，",
                    "前記空気ポンプ(104)に連結される濾過装置(106)と，",
                    "よりなることを特徴とする自然蓄熱母体による直接温調と給気システム。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本件補正時(第2次補正時。平成17年1月25日)のもの",
      "text": [
        "本件補正後の特許請求の範囲も，請求項1～6から成るが，そのうち請求項1の内容は次のとおりである(以下，この発明を「本願補正発明」という。下線部は第2次補正に係る部分)。",
        "「温度調節した空気である蓄熱伝送体(103)を温調したい空間に供給する開放された循環システムにおいて，",
        "自然界の地層，地表，池，湖沼，河川等の自然蓄熱母体(100)内に設置され，入口と出口とを備え，狭い間隔で複数枚並べた板状の熱伝導性のフィン群が貫通する複数本に分岐された管列から構成され，該管列と自然蓄熱母体(100)との間で一様な熱変換を可能とする構成の主動均熱器(101)と，",
        "温調したい空間外の周囲の大気から取り込まれた蓄熱伝送体(103)を，前記主動均熱器(101)内に輸送するべく主動均熱器(101)の入口に連結され，前記温調したい空間の外側にある第1の輸送管と，十分な一定温度の自然蓄熱母体(100)と同等の温度の前記蓄熱伝送体(103)を少なくとも1つの出口を通して温調したい空間内に送出するように前記主動均熱器(101)の出口に連結され，自然蓄熱母体(100)から露出することなく自然蓄熱母体(100)の中を通る，前記第1の輸送管とは分離した少なくとも1つの第2の輸送管と，",
        "温調したい空間内に前記主動均熱器(101)と前記第1，第2の輸送管を通して，前記蓄熱伝送体(103)を輸送するように前記第1及び第2の輸送管に連結される空気ポンプ(104)と，",
        "前記空気ポンプ(104)に連結される濾過装置(106)と，よりなり，",
        "それにより，冬季時，前記循環システムは，前記温調したい空間外の周囲の大気から加温された新鮮な空気を温調したい空間に供給し，夏季時，前記循環システムは，前記温調したい空間外の周囲の大気から冷却された新鮮な空気を温調したい空間に供給することを特徴とする自然蓄熱母体による直接温調と給気システム。」"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "審決の内容"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "審決の内容は，別添審決写しのとおりである。その理由の要点は，①本願補正発明は，実願平3−52506号(実開平5−79329号)",
      "text": [
        "のCD−ROM(以下「引用例」という。甲1)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて容易に発明をすることができたから，特許法29条2項により特許出願の際独立して特許を受けることができず，同法17条の2第5項・126条5項・159条1項・53条1項により本件補正は認められない，②本願発明は，上記引用発明及び周知技術に基づいて容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "なお，審決は，引用発明の内容並びに本願補正発明と引用発明との一致点及び相違点を次のとおり認定している。",
        "〈引用発明の内容〉",
        "「冷風又は温風を室内又は屋根に供給する開放された送風システムにおいて，地下に設置され，空気取入口と出口とを備え，地下の土との間で熱変換を可能とする蛇行パイプ状の集熱タンクと，温調したい空間外の周囲の大気から取り入れられた空気を，集熱タンク内に輸送するべく前記集熱タンクの入口に連結され，前記室内又は屋根の外側にある空気取入口のあるパイプと，冷風又は温風を少なくとも1つの出口を通して前記室内又は屋根に送出するように前記集熱タンクの出口に連結され，土から露出した部分を有する少なくとも1つの誘熱パイプと，室内又は屋根に前記集熱タンクと前記空気取入口の付いたパイプと，誘熱パイプに連結される送風機と，よりなり，冬は外気を取入れ温風としたものを屋根に運び，夏は外気を取入れ冷風としたものを室内に運ぶ送風システム」",
        "〈一致点〉",
        "「温度調節した空気である蓄熱伝送体を温調したい空間に供給する開放された循環システムにおいて，自然界の地層等の自然蓄熱母体内に設置され，入口と出口とを備え，自然蓄熱母体との間で一様な熱変換を可能とする構成の主動均熱器と，温調したい空間外の周囲の大気から取り込まれた蓄熱伝送体を，前記主動均熱器内に輸送するべく主動均熱器の入口に連結され，前記温調したい空間の外側にある第1の輸送管と，十分な一定温度の自然蓄熱母体と同等の温度の前記蓄熱伝送体を少なくとも1つの出口を通して温調したい空間内に送出するように前記主動均熱器の出口に連結され，前記第1の輸送管とは分離した少なくとも1つの第2の輸送管と，温調したい空間内に前記主動均熱器と前記第1，第2の輸送管を通して，前記蓄熱伝送体を輸送するように前記第1及び第2の輸送管に連結される空気ポンプと，よりなり，",
        "それにより，冬季時，前記循環システムは，前記温調したい空間外の周囲の大気から加温された新鮮な空気を温調したい空間に供給し，夏季時，前記循環システムは，前記温調したい空間外の周囲の大気から冷却された新鮮な空気を温調したい空間に供給することを特徴とする自然蓄熱母体による直接温調と給気システム，」である点。",
        "〈相違点1〉",
        "本願補正発明では，主動均熱器が，狭い間隔で複数枚並べた板状の熱伝導性のフィン群が貫通する複数本に分岐された管列から構成されるものであるのに対し，引用発明では，蛇行パイプ状の集熱タンクである点。",
        "〈相違点2〉",
        "本願補正発明では，第2の輸送管が，自然蓄熱母体から露出することなく自然蓄熱母体の中を通るものであるのに対し，引用発明では，第2の輸送管が，自然蓄熱母体から露出する部分を有するものである点。",
        "〈相違点3〉",
        "本願補正発明では，空気ポンプに連結される濾過装置を具備するのに対し，引用発明では，該構成についての記載がない点。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "審決の取消事由",
          "text": [
            "しかしながら，審決の認定判断には，次のとおり誤りがあるから，本件補正を却下した審決は違法として取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "取消事由1(引用発明の認定の誤り)",
      "text": [
        "審決は，引用発明について，「冬季時，前記循環システムは，前記温調したい空間外の周囲の大気から加温された新鮮な空気を温調したい空間に供給し」ていると認定している(前記〈一致点〉)。",
        "しかし，引用例(甲1)の【実用新案登録請求の範囲】に「冬は，屋根雪を融かす」と記載され，【考案の詳細な説明】に，「冬は，ストッパー(ハ)を開けさらに集熱タンク内の送風機(イ)を上げて屋根雪を融かす。」(3頁下2行～1行)，「…冬は，外気の温度が冷たいため地熱は自然に横樋(E)に上昇し屋根雪を融かす効果がある。」(4頁3行～4行)「冬は，空気取入口パイプ(A)にキャップをする。」(4頁6行)と記載されているように，引用発明では，冬は屋根雪を融かすために地熱を横樋に上昇させているが，この横樋は「温調したい空間」ではなく，周囲の大気と同じ空間となっており，温度調整も不可能である。そもそも一つの「空間」と呼ぶことも適当ではない。「温調したい空間」とは「室内」のような，壁面等により外気とは分離されて温度調節が可能であり，かつ温度調節の必要のある空間を指すものと考えるのが妥当である。",
        "また，本件補正後の「特許請求の範囲」請求項1には「冬季時，前記循環システムは，前記温調したい空間外の周囲の大気から加温された新鮮な空気を温調したい空間に供給し，夏季時，前記循環システムは，前記温調したい空間外の周囲の大気から冷却された新鮮な空気を温調したい空間に供給する」と記載されており，この記載からは，冬季時と夏季時とで「温調したい空間」は同じ空間を指すものと読むのが自然である。これに対して，引用発明では，夏は冷却された空気を室内に供給し，冬は空気を屋根に供給しており，同じ空間ではない。したがって，引用発明の「室内」を「温調したい空間」と認定するのであれば，「屋根」は「温調したい空間」と認定するべきではない。",
        "以上のとおり，審決は引用発明の認定を誤った違法がある。"
      ]
    },
    {
      "fig": "イ",
      "subject": "取消事由2(相違点の看過)",
      "text": [
        "審決における引用発明の認定の上記誤りにより，審決は，本願補正発明と引用発明が，「冬季時，前記循環システムは，前記温調したい空気外の周囲の大気から加温された新鮮な空気を温調したい空間に供給し」た点で相違することを看過している。",
        "引用発明では，冬季に地熱を横樋に上昇させるために，必然的に誘熱パイプ(C)が土から露出する構成となっている。このため，夏季においてもエネルギーの損失を生じてしまう，という重大な欠点を有している。",
        "本願補正発明では，冬季及び夏季のいずれにおいても，温調したい空間外の周囲の大気から加温又は冷却された新鮮な空気を温調したい空間に供給するので，第2の輸送管を自然蓄熱母体から露出することがないようにすることができ，エネルギーの損失を生じることがない。また，冬季においては，温調したい空間外の周囲の大気から加温された新鮮な空気を温調したい空間に供給することができるので，人体の健康に有益であり，これによって，温調したい空間は，空間外よりも正圧となり，新鮮な空気が漏れ出すことになって，外部の塵埃及び汚染が温調したい空間に入りにくくなり，また，都市全体に対しても対外に拡散する正圧の気流源が形成されるので，盆地地形のような常に高層気流の停滞現象が形成されることも改善される，という優れた効果を奏している。",
        "以上のとおり，審決には，引用発明から予測することができない優れた効果を奏する相違点を看過した違法がある。",
        "なお，被告は，仮に，本願補正発明において，「温調したい空間」が「室内」に限定されるとすれば，本願補正発明と引用発明とは，冬季における「温調したい空間」が，本願補正発明では「室内」であるのに対して，引用発明では「屋根」である点で相違することになるが，この相違点は当業者が容易に想到することができると主張し，この根拠として，引用発明の誘熱パイプが夏・冬兼用されるものであると主張するが，引用発明では，夏季と冬季とで，空気の供給先が異なっているから，誘熱パイプを夏・冬兼用することは不可能である。引用発明における空気供給のための誘熱パイプは夏冬兼用で利用されるものであるという主張は誤っている。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "取消事由3(相違点についての判断の誤り)",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "相違点1～3について，審決では，多数の周知技術(甲6，7，14～16)を例示するものの，裏を返せば，多数の公知技術を引用しなければ，本願補正発明を構成することができないということができる。このことは，本願補正発明が進歩性を有することの何よりの証拠である。",
                "上記のような多数の引用例を以って拒絶をするのは，日本の審査だけである。日本の審査では，発明全体の完成度を考慮せず，一部の内容が引用例と異なると，その一部の内容を選んで別の引用例と比較するだけであるので，選定手順の偏りを示し，後知恵の傾向となる。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "審決は，相違点1について，「…狭い間隔で複数枚並べた板状の熱伝導性のフィン群が貫通する複数本に分岐された管列から構成されるものとすることも，本願出願前，良く知られた技術である(例えば，実願昭55−111452号(実開昭57−33921号)のマイクロフィルムの",
              "text": [
                "「地中温度を利用した空調装置」における「熱交換器2」についての記載参照。)。」(6頁14行～18行)と認定する。",
                "しかし，甲14(実願昭55−111452号(実開昭57−3392",
                "1号)のマイクロフィルム)の熱交換器2には，温調したい空間の外側にある第1の輸送管に相当する管が連結されていないから，甲14の熱交換器2と本願補正発明の主動均熱器とを対応させることは不適当である。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "審決は，相違点2について，「…温調したい空間へ輸送する管を，自然蓄熱母体から露出することなく自然蓄熱母体の中を通るものとする技術は，本願出願前，周知の技術である(例えば，実公平5−17538号公報の「建物室内への換気用空気の供給装置」における「導入パイプ5」についての記載，特開昭51−64745号公報の「建物換気の外気取入れ方法」における「第1図」の「地下壕2」に連接された管の記載参照。)。」(6頁27行～32行)と認定する。",
                "しかし，甲15(実公平5−17538号公報)の導入パイプ5，甲1",
                "6(特開昭51−64745号公報)の地下壕2に連結された管は，いずれも，本願補正発明のような主動均熱器の出口に連結されたものではなく，甲15の導入パイプ5又は甲16の地下壕2に連結された管と本願補正発明の第2の輸送管とを対応させることは不適当である。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "審決は，相違点3について，「温調したい空間へ空気を供給するに際し，空気ポンプに連結される濾過装置を設けることは，本願出願前，周知の技術である(特開平3−199833号公報の「建物室内の空調方法とその装置」における「導入ファン21」に連結される「防塵フィルタ22」についての記載，実願平4−34395号(実開平5−87467",
              "text": [
                "号)のCD−ROMの「冷房換気装置」における「換気扇41，42」に連結される「フィルタ手段を設けた吸気開口15」についての記載参照。)。」(7頁6行～12行)と認定する。",
                "しかし，甲6(特開平3−199833号公報)の防塵フィルタ22，",
                "甲7(実願平4−34395号(実開平5−87467号)のCD−RO",
                "M)のフィルタ手段を設けた吸気開口15は，本願補正発明のような第1及び第2の輸送管に連結される空気ポンプに連結される濾過装置ではなく，甲6の防塵フィルタ22又は甲7のフィルタ手段を設けた吸気開口15と，本願補正発明の濾過装置とを対応させることは不適当である。"
              ]
            },
            {
              "fig": "(オ)",
              "text": [
                "以上のように各構成要素を他の構成要素との連関を全く切り離して，周知技術と比較して進歩性なしとする進歩性の判断の手法は，他国の審査に慣れた在外者には理解できないところである。",
                "一般に，日本以外の他国の審査においては，",
                "(1)既にある装置を結合して進んだ機能を生み出す，又は",
                "(2)進んだ装置で既にある機能を生み出す",
                "場合は，特許が成立している。日本の審査は，このような他国の審査とかけ離れている。"
              ]
            },
            {
              "fig": "(カ)",
              "text": [
                "本件において，甲14～16は，審決で初めて引用された文献であり，これらに対して，審判の審理で出願人に反論する機会を与えられていないのは，出願人に過度に不利益となっている。"
              ]
            },
            {
              "fig": "(キ)",
              "text": [
                "本願の対応外国特許は，ほぼ同じ内容又はより広い内容で，米国，ヨーロッパ，英国，中国で成立している。このように諸外国で成立しているにもかかわらず，日本においてのみ特許が認められないということは，日本だけが世界の中で過度に審査の厳しい国として，換言すれば，知的財産権保護の薄い国として，諸外国の出願人から敬遠される結果となりかねない。"
              ]
            },
            {
              "fig": "(ク)",
              "text": [
                "以上のように，多数の周知技術を徒に引用して，他の構成要素との関連を全く考慮せずに周知技術を適用して進歩性なしとした審決は，相違点1～3の判断を誤った違法がある。"
              ],
              "content": [
                {
                  "fig": "2",
                  "subject": "請求原因に対する認否",
                  "text": [
                    "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
                  ]
                },
                {
                  "fig": "3",
                  "subject": "被告の反論"
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "取消事由1に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "引用例の【実用新案登録請求の範囲】における「冬は，屋根雪を融かす，地熱冷風・融雪。」との記載，【考案の詳細な説明】における「土を掘り起し空気取入口(A)を取り付けた集熱タンク(B)を埋設する。次に誘熱パイプ(C)，排水パイプ(D)を屋根横樋(E)に取り付ける。」(3頁21行～22行)，「冬は，ストッパー(ハ)を開けさらに集熱タンク内の送風機(イ)を上げて屋根雪を融かす。」(3頁下2行～1行)との各記載に着目すると，引用例に記載された「送風システム」は，「温風を屋根に供給する開放された送風システムにおいて，地下に設置され，空気取入口と出口とを備え，地下の土との間で熱変換を可能とする蛇行パイプ状の集熱タンクと，温調したい空間外の周囲の大気から取り入れられた空気を，集熱タンク内に輸送するべく前記集熱タンクの入口に連結され，前記屋根の外側にある空気取入口のあるパイプと，温風を少なくとも1つの出口を通して前記屋根に送出するように前記集熱タンクの出口に連結され，土から露出した部分を有する少なくとも1つの誘熱パイプと，屋根に前記集熱タンクと前記空気取入口の付いたパイプと，誘熱パイプを通して，空気を輸送するように前記誘熱パイプに連結される送風機と，よりなり，冬は外気を取入れ温風としたものを屋根に運ぶ送風システム」ということができるものである。",
        "また，引用例の【実用新案登録請求の範囲】における「夏は，クーラー，…，地熱冷風・融雪。」との記載，【考案の詳細な説明】における「土を掘り起し空気取入口(A)を取り付けた集熱タンク(B)を埋設する。次に誘熱パイプ(C)，排水パイプ(D)を屋根横樋(E)に取り付ける。」(3頁21行～22行)，「夏は，集熱タンク内の送風機(イ)及び室内側送風機(ロ)により冷気を吸上げてクーラーの役目をする。」との各記載(3頁下3行～2行)に着目すると，引用例に記載された「送風システム」は，「冷風を室内に供給する開放された送風システムにおいて，地下に設置され，空気取入口と出口とを備え，地下の土との間で熱変換を可能とする蛇行パイプ状の集熱タンクと，温調したい空間外の周囲の大気から取り入れられた空気を，集熱タンク内に輸送するべく前記集熱タンクの入口に連結され，前記室内の外側にある空気取入口のあるパイプと，冷風を少なくとも1つの出口を通して前記室内に送出するように前記集熱タンクの出口に連結され，土から露出した部分を有する少なくとも1つの誘熱パイプと，室内に前記集熱タンクと前記空気取入口の付いたパイプと，誘熱パイプを通して，空気を輸送するように前記誘熱パイプに連結される送風機と，よりなり，夏は外気を取入れ冷風としたものを室内に運ぶ送風システム」ということができるものである。",
        "審決は，引用発明の送風システムが，上記の冬についての態様と夏についての態様とを併せ持つものと認定している。",
        "審決は，引用発明について一部記載を誤り，正しくは下線部を追加した次のとおりとすべきであった。",
        "「冷風又は温風を室内又は屋根に供給する開放された送風システムにおいて，地下に設置され，空気取入口と出口とを備え，地下の土との間で熱変換を可能とする蛇行パイプ状の集熱タンクと，温調したい空間外の周囲の大気から取り入れられた空気を，集熱タンク内に輸送するべく前記集熱タンクの入口に連結され，前記室内又は屋根の外側にある空気取入口のあるパイプと，冷風又は温風を少なくとも1つの出口を通して前記室内又は屋根に送出するように前記集熱タンクの出口に連結され，土から露出した部分を有する少なくとも1つの誘熱パイプと，室内又は屋根に前記集熱タンクと前記空気取入口の付いたパイプと，誘熱パイプを通して，空気を輸送するように前記誘熱パイプに連結される送風機と，よりなり，冬は外気を取入れ温風としたものを屋根に運び，夏は外気を取入れ冷風としたものを室内に運ぶ送風システム」",
        "ただし，当該引用発明についての記載の誤りは，本願補正発明と引用発明との一致点・相違点の認定に影響を及ぼすものではない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "引用発明において，「空気取入口の付いたパイプ(A)，集熱タンク(B)，集熱パイプ内の送風機(イ)，誘熱パイプ(C)」からなるシステムは，冬は，新鮮な空気を，空気取入口の周囲の大気から取り入れ，集熱タンクで加温し，加温された空気を屋根に供給し，融雪に利用しているのであるから，引用発明の「屋根」(原告が主張するところの「横樋」)は，「温調したい空間」であり，空気の熱交換を行う主動均熱器の下流側に位置する「屋根」と，空気の熱交換を行う主動均熱器の上流側に位置する「空気取入口」とは，同じ空間ではない。",
        "また，同様に，引用発明のシステムは，夏は，新鮮な空気を，空気取入口の周囲の大気から取り入れ，集熱タンクで冷却し，冷却された空気を室内に供給し，クーラーとして利用しているのであるから，引用発明の「室内」は，「温調したい空間」であり，空気の熱交換を行う主動均熱器の下流側に位置する「室内」と，空気の熱交換を行う主動均熱器の上流側に位置する「空気取入口」とは，同じ空間ではない。",
        "審決は，これらの事項を踏まえて，引用発明の認定において，「室内又は屋根」を「温調したい空間」，空気取入口周囲の大気を「温調したい空間外」としているのである。",
        "そして，このことは，審決が，本願補正発明と引用発明との対比において，「『室内又は屋根』は『温調したい空間』に，…相当する。」としていること(4頁下5行～5頁5行)とも整合するものである。",
        "以上のとおりであるから，審決の引用発明の認定に誤りはない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "取消事由2に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "上記(1)のとおり，引用発明は，「冬は外気を取入れ温風としたものを屋根に運」ぶ送風システムであり，引用発明の当該「屋根」は，温風を供給される対象であるから，引用例発明の「屋根」は，本願補正発明の「温調したい空間」に相当するものである。したがって，引用発明は，「冬季時，前記循環システムは，前記温調したい空気外の周囲の大気から加温された新鮮な空気を温調したい空間に供給」する構成を有するのであって，この点において本願補正発明と引用発明とは相違するものではない。",
        "また，原告が「引用例発明では，冬季に地熱を横樋に上昇させるために，必然的に誘熱パイプ(C)が土から露出する構成となっている。このため，夏季においても，エネルギー損失を生じてしまう，という重大な欠点を有している。」と主張している点については，審決は相違点2として挙げ，判断している。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "上記(1)のとおり，引用発明は，「冬は外気を取入れ温風としたものを屋根に運」ぶ送風システムであり，新鮮な空気を取り入れて，屋根に供給しているものである。新鮮な空気が人体の健康に有益であることや空気を供給される部位が，その周囲の空間より正圧となることは技術常識であるから，本願補正発明の奏する効果は，引用例発明及び周知技術から当業者が予測できる範囲のものである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "本件補正後の「特許請求の範囲」請求項1において「温調したい空間」につき「室内」という限定はされていないから，原告の主張が，本願補正発明における「温調したい空間」は「室内」に限られるというものであれば，特許請求の範囲の記載に基づかない主張であって，失当である。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "仮に，「温調したい空間」が「室内」に限定されるとすれば，本願補正発明と引用発明とは，冬季における「温調したい空間」が，本願補正発明では「室内」であるのに対して，引用発明では「屋根」である点で相違することになるから，審決は，当該相違点を看過したことになるが，次に述べるとおり，この相違点の看過は，審決の結論に影響を及ぼすものではない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "引用発明は，夏季において，温調空間としての「室内」に，温調したい空間外の周囲の大気から冷却された新鮮な空気を，誘熱パイプを通して供給しており，この誘熱パイプが，夏・冬兼用されるものであることは，引用例の第1図等の記載から明らかである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "他方，冬季時に，室内暖房のために，温調したい空間外の周囲の大気から新鮮な空気を取り込み，地熱を利用して加温した空気を「室内」に供給することは，当該技術分野において，本件出願前周知の技術である(例えば，審決において示した周知例である特開昭51−64745号公報［甲16］，実公平5−17538号公報［甲15］等参照)。",
                "そして，上記(ア)のとおり，引用発明において，空気供給のための誘熱パイプは，夏冬兼用で利用されるものであるから，冬季において，加温された空気を，融雪のための「屋根」に代えて，暖房のための「室内」に供給するようにすることは，当業者が容易に想到し得る設計事項であり，しかも，それによる効果は，当業者が予測しうる範囲内のものである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "したがって，「温調したい空間」を「室内」と限定した場合を想定し，この点が相違点となったとしても，この相違点の看過は，審決の結論に影響するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "取消事由3に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "審決に周知技術として挙げた各文献は，これらの技術が，当該分野において周知の技術であって，当業者が熟知している事項であったことを示したものであって，引用例として提示したものではない。そして，周知の事項を単に多数寄せ集めたとしても，それらの持つ作用効果に，当業者が予測できないものがなければ，進歩性があるものとすることはできない。",
        "各文献については，次のとおりである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "実願昭55−111452号(実開昭57−33921号)のマイ",
              "text": [
                "クロフィルム(甲14)",
                "甲14は，本願補正発明と同様，自然蓄熱母体による直接温調システムに属するものであって，狭い空間で複数枚並べた板状の熱伝熱性のフィン群が貫通する複数本の管列からなるものが周知であることを例示するために用いたものである。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "実公平5−17538号公報(甲15)",
              "text": [
                "甲15は，本願補正発明と同様，自然蓄熱母体による直接温調システムに属するものであって，第2の輸送管が，自然蓄熱母体から露出することなく自然蓄熱母体を通るものが周知であることを例示するために用いたものである。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "特開昭51−64745号公報(甲16)",
              "text": [
                "甲16は，本願補正発明と同様，自然蓄熱母体による直接温調システムに属するものであって，温度調節した空気を温調したい空間に供給する途中の輸送管を，自然蓄熱母体から露出することなく自然蓄熱母体の中を通るものが周知であることを例示するために用いたものである。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "特開平3−199833号公報(甲6)",
              "text": [
                "甲6は，本願補正発明と同様，自然蓄熱母体を利用した温調システムにおいて用いられるものであって，空気ポンプに連結される濾過装置が周知であることを例示するために用いたものである。"
              ]
            },
            {
              "fig": "(オ)",
              "subject": "実願平4−34395号(実開平5−87467号)のCD−RO",
              "text": [
                "M(甲7)",
                "甲7は，本願補正発明と同様，自然蓄熱母体による直接温調システムに属するものであって，空気ポンプに連結される濾過装置を設けることが周知であることを例示するために用いたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "特許法159条1項，2項は，同法53条1項及び50条ただし書の規定を，同法17条の2第1項第4号の場合を含めるように読み替えた上で準用しており，読替え後の同法50条は，「特許出願人に対し，拒絶の理由を通知し，…意見書を提出する機会を与えなければならない。ただし，第17条の2第1項第3号又は第4号に掲げる場合において，第53条第1項の規定により却下の決定をするときは，この限りでない」と規定している。",
        "したがって，仮に，甲14～16が，原告の主張するとおり，新たな引用文献であるとしても，本願補正発明に対して，新たに文献を引用し，意見書を提出する機会を与えることなく，「本願補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により，特許出願の際独立して特許を受けることができない」とし，拒絶査定不服審判の請求の日から30日以内にされた補正である本件補正を，同法53条1項により却下した審決に手続上の瑕疵は認められない。",
        "また，上記のとおり，甲14～16は，審決において，周知技術であることを示すために引用されたものであり，周知技術とは，文献等を例示するまでもなく，当業者ならば当然知っているはずの技術事項であるから，周知技術を示す証拠を提示して出願人に当該証拠についての意見書を提出する機会を与えなくても，出願人に弁明の機会が与えられなかったということにはならない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の「温調したい空間」の意義につき",
              "text": [
                "本件補正後の「特許請求の範囲」請求項1の記載によると，そこに記載されている「温調したい空間」は，第1の輸送管，主動均熱器及び第2の輸送管を通して蓄熱伝送体を供給することによって「温度調節したい空間」を意味するものと解することができる。そして，上記請求項1には，「温度調節したい空間」について，それを限定する記載はないから，それより限定して解釈することはできない。",
                "本件補正後の本願明細書(甲19，21)の【実施例】には，「蓄熱伝送体103を供給される室内においては，良好な温調及び空気が新鮮である外，正圧は窓に付着するごみを減らし，汚れた空気が流れ込まないようになる。」との記載(段落【0010】)，「このシステムの末端の出力は，周囲の空間と環境に対して正圧を形成するので，それは温調と新鮮な空気を供給する外，更に次の2つの機能がある。(A)室内から室外に対して正圧を形成し，新鮮な空気が洩れ出すので，外部の塵埃及び汚染は室内に入り難くなる。」との記載(段落【0015】)及び「…開放方式を採用し，新鮮な空気は蓄熱伝送体を兼ねているので，同時に新鮮な空気を供給することができ，それは人体の健康に有益であり，室外に対して正圧を形成し，それをもって汚染された空気の室内への進入を減らし，団地全体または都市に対し，総体の正圧は汚染空気の対外拡散を速くする。」との記載(段落【0017】)があり，また，【発明の効果】には，「…供給される室内に対し，温調できると共に空気が新鮮である外，正圧は窓に付着するごみを減らし，汚れた空気が流れ込まないようにする。」との記載(段落【0018】)がある。これらの記載は，本願補正発明の「温度調節したい空間」が「室内」であることを想定した記載であるということができるが，これに対応する記載は「特許請求の範囲」請求項1にはないから，本願補正発明の「温度調節したい空間」が「室内」に限られると解することはできない。",
                "また，原告は，本件補正後の「特許請求の範囲」請求項1には「…冬季時，前記循環システムは，前記温調したい空間外の周囲の大気から加温された新鮮な空気を温調したい空間に供給し，夏季時，前記循環システムは，前記温調したい空間外の周囲の大気から冷却された新鮮な空気を温調したい空間に供給する」と記載されており，この記載からは，冬季時と夏季時とで「温調したい空間」は同じ空間を指すものと読むのが自然であると主張するが，「特許請求の範囲」請求項1の上記記載から「温調したい空間」は当然に夏季と冬季で同じであると解することはできないし，その他，「特許請求の範囲」請求項1に「温調したい空間」は夏季と冬季で同じであると解すべき記載があるとは認められない。したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例(甲1)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【実用新案登録請求の範囲】",
                      "text": [
                        "「地下に配列埋設した集熱タンク(B)内の地熱を利用して夏は，クーラー，冬は，屋根雪を融かす，地熱冷風・融雪。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【考案の詳細な説明】",
                      "text": [
                        "「夏は，電気冷房を使用しないで扇風機の涼風で間に合せている家庭が大半である。また豪雪地帯では冬中雪に悩まされている状況にありそこで本考案の，地熱を利用した地熱冷風・融雪が要望されるところである。",
                        "従来，地熱を利用しクーラーとしてまた屋根雪を融かす方法として次のようなものが知られている。",
                        "(I)地熱を吸収する銅製U型パイプに熱交換液を注入し循環ポンプで循環させ夏は，クーラーとして冬は，屋根面の融雪パネルをつなぎ屋根雪を融かす方法。",
                        "(II)地下に穴を掘りパイプを埋めパイプ内の地熱を利用して屋根雪を融かす方法。",
                        "(I)の場合，クーラー，融雪として利用できる。しかし融雪面積に応じて地下深く何本もパイプを挿入にするため設備費がかかり過ぎまた熱交換液を循環させる動力，液交換等の維持費がかかり過ぎる欠点があった。(II)の場合，維持費はかからないけれど数カ所に太いパイプを挿入するため水圧が関係し作業が困難であった。また地熱を屋根まで運ぶ誘熱パイプに雪融水を排水するため地熱温度を下げる欠点と夏に，クーラーとして利用できない欠点があった。",
                        "本考案は，このような欠点を解決するため(I)の兼用できる(II)の維持費がかからない利点を兼ね備え夏は，クーラーとして冬は，屋根雪の融雪として利用できるようにしたものである。",
                        "以下説明する。",
                        "土を掘り起し空気取入口(A)を取り付けた集熱タンク(B)を埋設する。次に誘熱パイプ(C)，排水パイプ(D)を屋根横樋(E)に取り付ける。本考案は，このような構成である。",
                        "集熱タンクのパイプの数が多い程熱量がとれ地下深く掘り下げる程地熱温度が上がり夏は，加冷，冬は加温の効果がある。しかし場所によって地下水が出る個所もある。そのため本考案は，パイプをつなぎ配列埋設した方法のため熱量が多く地下深く掘り下げる必要がなく夏は，集熱タンク内の送風機(イ)及び室内側送風機(ロ)により冷気を吸上げてクーラーの役目をする。冬は，ストッパー(ハ)を開けさらに集熱タンク内の送風機(イ)を上げて屋根雪を融かす。",
                        "本考案は，夏は天然の冷風のため子供，年寄りにも健康的な涼風クーラーとして使用でき快適な生活ができる。",
                        "冬は，外気の温度が冷たいため地熱は自然に横樋(E)に上昇し屋根雪を融かす効果がある。設備費が安く維持費は扇風機使用料と同じで送風機の電気料だけで済み夏冬兼用できる特徴ある地熱冷風・融雪である。",
                        "また各種の無落雪屋根型にも応用することができ冬は，空気取入口パイプ(A)にキャップをする。排水パイプは溜枡(F)，マンホールに溜っている水に浸すまで伸し蓋に隙間ができないように密閉する。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【図面の簡単な説明】",
                      "text": [
                        "「第1図は，無落雪屋根(片流型の末広型)の断面図及びパイプをつなぎ配列埋設した集熱タンクの斜視図。第2図は，ストッパー(ハ)を拡大した一実施例の断面図。(1)，無落雪屋根(片流型の末広型)。",
                        "(A)空気取入口の付いたパイプ。(B)集熱タンク。(C)誘熱パイプ。(D)排水パイプ。(E)横樋。(F)溜枡。(イ)集熱パイプ内の送風機。(ロ)室内側の送風機。(ハ)ストッパー。(ニ)ビニール。(ホ)砂。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記アの記載並びに引用例(甲1)の第1図及び第2図によると，引用例には，「冷風又は温風を室内又は屋根に供給する開放された送風システムにおいて，",
                  "text": [
                    "①『地下に設置され，空気取入口と出口とを備え，地下の土との間で熱変換を可能とする蛇行パイプ状の集熱タンク(B)』と，",
                    "②『屋根以外の大気から取り入れられた空気を集熱タンク内に輸送するべく集熱タンクの入口に連結された，空気取入口のあるパイプ(A)』と，",
                    "③『冷風又は温風を出口を通して室内又は屋根に送出するように集熱タンクの出口に連結され，土から露出した部分を有する誘熱パイプ(C)』と，",
                    "④『室内又は屋根に集熱タンクと空気取入口のあるパイプと誘熱パイプを通して空気を輸送するよう誘熱パイプに連結される送風機(イ)』とよりなり，冬は外気を取り入れ温風としたものを屋根の横樋(E)に運び，夏は外気を取り入れ冷風としたものを室内に運ぶ送風システム」(引用発明)が記載されているものと認められる。そして，以上の構成からして，引用発明の「空気取入口のあるパイプ(A)」は本願補正発明の「第1の輸送管」に，引用発明の「集熱タンク(B)」は本願補正発明の「主動均熱器」に，引用発明の「誘熱パイプ(C)」は本願補正発明の「第2の輸送管」に，引用発明の「空気」は本願補正発明の「蓄熱伝送体」に，それぞれ相当するものと認められる。",
                    "なお，上記のとおり，引用発明は，「冬は外気を取り入れ温風としたものを屋根の横樋に運び，夏は外気を取り入れ冷風としたものを室内に運ぶ送風システム」であるから，空気供給のための誘熱パイプは，全体が夏冬兼用で利用されるものではない。しかし，本願補正発明の「第2の輸送管」は，本件補正後の「特許請求の範囲」請求項1によると，「十分な一定温度の自然蓄熱母体(100)と同等の温度の前記蓄熱伝送体(103)を少なくとも1つの出口を通して温調したい空間内に送出するように前記主動均熱器(101)の出口に連結され，自然蓄熱母体(100)から露出することなく自然蓄熱母体(100)の中を通る」というものであって，全体が夏冬兼用で利用されなければならないとの限定はない。また，上記(1)のとおり，「温調したい空間」は夏季と冬季で同じであると解することができないことからしても，「第2の輸送管」は，全体が夏冬兼用で利用されなければならないと解することはできない。したがって，引用発明の「誘熱パイプ(C)」は，全体が夏冬兼用で利用されるものではないからといって，本願補正発明の「第2の輸送管」に相当しないということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)の認定によると，引用発明において，「屋根」は冬季において，空気取入口のあるパイプ(A)，集熱タンク(B)及び誘熱パイプ(C)を通して空気を供給することによって暖められる空間であるから，本願補正発明の第1の輸送管，主動均熱器及び第2の輸送管を通して蓄熱伝送体を供給することによって「温度調節したい空間」に相当するものと認められる。したがって，引用発明の「屋根」が本願補正発明の「温調したい空間」に相当するとした審決の認定に誤りはない。",
                "また，引用発明においては，空気取入口のあるパイプ(A)は，屋根以外の大気から空気を取り入れているから，「温調したい空間外の周囲の大気」から空気を取り入れている。したがって，引用発明の「空気取入口のあるパイプ(A)」につき「温調したい空間外の周囲の大気から取り入れられた空気を，集熱タンク内に輸送するべく前記集熱タンクの入口に連結され，前記室内又は屋根の外側にある空気取入口のあるパイプ」と認定した審決の判断に誤りはない。",
                "そうすると，引用発明について，「冬季時，前記循環システムは，前記温調したい空間外の周囲の大気から加温された新鮮な空気を温調したい空間に供給し」ているとの審決の認定にも誤りはない。",
                "原告は，引用発明においては，「屋根」の「横樋」は周囲の大気と同じ空間となっており，温度調整も不可能であり，そもそも一つの「空間」と呼ぶことも適当ではないから，本願補正発明の「温調したい空間」ではないと主張する。しかし，前記(1)のとおり，本願補正発明の「温調したい空間」は，第1の輸送管，主動均熱器及び第2の輸送管を通して蓄熱伝送体を供給することによって「温度調節したい空間」を意味するのであって，「室内」などと，それより限定して解釈することはできないから，周囲の大気と同じ空間となっているからといって「温調したい空間」でないということはできない。引用発明において，「屋根」は，上記のとおり，空気取入口のあるパイプ(A)，集熱タンク(B)及び誘熱パイプ(C)を通して空気を供給することによって暖められているから，温度調節が不可能であるということはなく，一つの「空間」と呼ぶことができるものである。したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2のとおり，審決における引用発明の認定に誤りはなく，審決が，本願補正発明と引用発明が「冬季時，前記循環システムは，前記温調したい空気外の周囲の大気から加温された新鮮な空気を温調したい空間に供給し」た点で相違するということはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明では，冬季に地熱を横樋に上昇させるために，必然的に誘熱パイプ(C)が土から露出する構成となっていて，夏季においてもエネルギーの損失を生じてしまうのに対し，本願補正発明では，冬季及び夏季のいずれにおいても，温調したい空間外の周囲の大気から加温又は冷却された新鮮な空気を温調したい空間に供給するので，第2の輸送管を自然蓄熱母体から露出することがないようにすることができ，エネルギーの損失を生じることがない，と主張する。",
                "確かに，前記2(2)のとおり，引用発明においては，第2の輸送管に相当する「誘熱パイプ(C)」は，土から露出する部分があり，この点において，本願補正発明と相違する。",
                "この点は，審決が相違点2として認定する点であるが，後記4(3)のとおり，当業者(その発明の属する技術の分野における通常の知識を有する者)は，周知技術を引用発明に適用して，相違点2に係る本願補正発明の構成を容易に想到することができたものと認められる。そして，温調したい空間へ輸送する管を，自然蓄熱母体から露出することなく自然蓄熱母体の中を通るものとすれば，エネルギーの損失を生じることがないことは明らかであって，その効果も格別のものということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願補正発明は，「冬季においては，温調したい空間外の周囲の大気から加温された新鮮な空気を温調したい空間に供給することができるので，人体の健康に有益であり，これによって，温調したい空間は，空間外よりも正圧となり，新鮮な空気が漏れ出すことになって，外部の塵埃及び汚染が温調したい空間に入りにくくなり，また，都市全体に対しても対外に拡散する正圧の気流源が形成されるので，盆地地形のような常に高層気流の停滞現象が形成されることも改善される，という優れた効果を奏している。」とも主張する。",
                "前記2(1)の本件補正後の本願明細書(甲19，21)の記載によると，「温調したい空間」が「室内」であることを想定した上，「温調したい空間」に新鮮な空気を供給することができるので，人体の健康に有益であるほか，「温調したい空間」は空間外よりも正圧となるため，窓に付着するごみを減らし，汚れた空気が流れ込まないようになる，との効果の記載があるということができるが，前記2(1)で述べたとおり，本件補正後の「特許請求の範囲」請求項1には，「温度調節したい空間」が「室内」に限られるとの記載はないから，これらの効果の記載は，「温度調節したい空間」が「室内」である場合の効果(「温度調節したい空間」が「室内」である1実施例についての効果)を記載したものであって，本願補正発明において常に生ずる効果について記載したものと解することはできない。したがって，引用発明において，「温度調節したい空間」が「室内」でないために，これらの効果を生じないとしても，そのことをもって本願補正発明が優れた効果を奏するということはできない。",
                "また，前記2(1)の本件補正後の本願明細書(甲19，21)には，都市全体に対しても対外に拡散する正圧の気流源が形成されるので，盆地内の対流，拡散及び汚染の軽減を促すことができる，との効果が記載されている。",
                "しかし，この点は，送風機により空気を輸送する引用発明においても奏する効果であると認められるから，そのことをもって本願補正発明が優れた効果を奏するということはできない。",
                "以上のとおり，本願補正発明は，引用発明に対して，原告が上記で主張するような優れた効果を奏すると認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点1～3について，審決では，多数の周知技術(甲6，7，14～16)を例示するものの，裏を返せば，多数の公知技術を引用しなければ，本願補正発明を構成することができないということができるから，本願補正発明が進歩性を有することの何よりの証拠である，と主張する。しかし，審決が多数の周知技術を例示しているからといって，それは周知技術の具体例を摘示しているだけであって，それが本願補正発明が進歩性を有することの何よりの証拠であるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1につき",
              "text": [
                "甲14(実願昭55−111452号(実開昭57−33921号)のマ",
                "イクロフィルム)には，地中に埋設された熱交換器と室内の吹出し口，吸込み口とを接続することを基本として，地中の恒温を利用し，夏期において室内を冷房しうるようにした地中温度を利用した空調装置が記載されており，その熱交換器として，狭い間隔で複数枚並べた板状の熱伝導性のフィン群が，貫通する複数本に分岐された管列から構成されるものが用いられている。",
                "また，甲5(実願昭61−189875号(実開昭63−95084号)",
                "のマイクロフィルム)には，大地中で冷却器によって熱交換された温水又は熱水の保持する熱を吸収させて冷却するようにした冷却装置が記載されているところ，大地中で温水又は熱水の保持する熱を吸収させて冷却するために，狭い間隔で複数枚並べた板状の熱伝導性のフィン群が貫通する複数本に分岐された管列から構成されるものが用いられている。",
                "以上の事実からすると，地中において熱交換するために，狭い間隔で複数枚並べた板状の熱伝導性のフィン群が貫通する複数本に分岐された管列から構成されるものを用いることは，本願出願(平成6年7月4日)当時周知であったということができるから，引用発明とこの周知の熱交換器とを組み合わせることは，当業者にとって容易であったというべきである。したがって，相違点1に係る本願補正発明の構成を当業者は容易に想到することができたものと認められ，その旨の審決の判断に誤りはない。",
                "なお，甲14の熱交換器は，本願補正発明における「温調したい空間の外側にある第1の輸送管」に相当する管が連結されていないし，また，甲5の冷却装置は，本願補正発明のような地中の恒温を利用した空調装置ではないが，上記のとおり，地中において熱交換するために，狭い間隔で複数枚並べた板状の熱伝導性のフィン群が貫通する複数本に分岐された管列から構成されるものを用いることが，本願出願当時周知であった以上，上記のような違いがあるとしても，相違点1に係る本願補正発明の構成を当業者は容易に想到することができたとの上記判断が左右されることはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2につき",
              "text": [
                "甲15(実公平5−17538号公報)には，建物本体2と地中に埋設された換気用の箱3からなり，建物本体の吸気取入れ口と換気用の箱が導入パイプ5で接続されており，換気用の箱には，外気を取り入れるための吸気パイプ4が接続されている，建物室内への換気用の空気の供給装置が記載されており，この装置には，夏は，外気が冷やされて室内に入るので，冷房のエネルギーが少なくてすみ，冬の場合も，冷たい外気が暖められて室内に入るので，暖房エネルギーが少なくてすむという効果があるところ，上記導入パイプ5は，土から露出することなく，換気用の箱3から建物本体2につながっている。したがって，甲15の装置は，大気から蓄熱伝送体である空気を取り入れ，自然蓄熱母体である地中において夏は冷やし冬は暖めて，温調したい空間へ管で輸送する装置である点において，本願補正発明と共通するところ，温調したい空間である建物本体へ空気を輸送する管である導入パイプ5は，自然蓄熱母体である地中から露出することなく自然蓄熱母体の中を通っている。",
                "また，甲16(特開昭51−64745号公報)には，建物外部から外気を管によって取り入れ，コンクリート蓋3を設けた地下壕2を通し，管によって建物室内に取り入れる，建物換気の外気取入れ方法が記載されており，この方法では，空気が地下を通るため，冬季は暖かく，夏季は涼しい空気が得られる効果があるところ，地下壕2と建物室内とを連結した管は，土から露出することなく，建物室内につながっている。したがって，甲16の方法は，大気から蓄熱伝送体である空気を取り入れ，自然蓄熱母体である地中において夏は冷やし冬は暖めて，温調したい空間へ管で輸送する点において，本願補正発明と共通するところ，温調したい空間である建物室内へ空気を輸送する管は，自然蓄熱母体である地中から露出することなく自然蓄熱母体の中を通っている。",
                "以上の事実によると，大気から蓄熱伝送体である空気を取り入れ，自然蓄熱母体である地中において夏は冷やし冬は暖めて，温調したい空間へ管で輸送する場合に，温調したい空間へ空気を輸送する管が，自然蓄熱母体である地中から露出することなく自然蓄熱母体の中を通っているものは，本願出願当時周知であったということができるから，当業者は，それを引用発明に適用して，相違点2に係る本願補正発明の構成を容易に想到することができたものと認められ，その旨の審決の判断に誤りはない。",
                "なお，甲15の導入パイプ5及び甲16の地下壕2に連結された管は，いずれも，本願補正発明のような主動均熱器の出口に連結されたものではないが，上記のとおり，甲15の装置及び甲16の方法は本願補正発明と共通するものである以上，上記のような違いがあることは，相違点2に係る本願補正発明の構成を容易に想到することができたとの上記判断を左右するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3につき",
              "text": [
                "甲6(特開平3−199833号公報)には，1年を通して地熱のあまり変化しないのを利用し，夏期にあっては，外気温より低温の地盤中に，取り入れた外気を経由通過させ，その通過途上で地熱と熱交換され気温の低下した外気を建物室内に導入する一方，冬期にあっては，外気温より高温の地盤中に，取り入れた外気を経由通過させ，その通過途上で地熱と熱交換され気温の上昇した外気を建物室内に導入するようにした建物室内の空調方法とその装置が記載されているところ，地熱と熱交換する管の途中の導入ファン21の手前に防塵フィルタ22が設けられている。",
                "また，甲7(実願平4−34395号(実開平5−87467号)のCD",
                "−ROM)には，二本の直線パイプを並列させ，その先端連結部を略V字状に成形し，この並列パイプを当該先端部から地中に打ち込む一方，並列パイプの一端開口を屋外へ導出し，他端開口を屋内に導入させることを特徴とする冷房換気装置が記載されており，この装置は，地中5メートル程度になると，地熱は季節を問わずほぼ一定に安定し，外気を確実に冷却加熱変化させることを利用して，夏季における外気冷却導入を行うものであるところ，「吸気側パイプ11の一端は屋外へ導出し，先端をU字状に折り返して吸気開口15を下向きに開口させる。…この吸気開口15には適当なフィルタ手段を設けることが望ましい。」(甲7の段落【0014】)とされており，また，「尚，室内側の送気開口41，42には換気扇を設けるなどして外気を強制導入しても良い。」(甲7の段落【0022】)とされている。",
                "以上の事実によると，大気から蓄熱伝送体である空気を取り入れ，自然蓄熱母体である地中において夏は冷やし冬は暖めて，温調したい空間へ管で輸送する装置の空気ポンプが連結される管にフィルタを設けることは，本願出願当時周知であったということができるから，当業者は，それを引用発明に適用して，相違点3に係る本願補正発明の構成を容易に想到することができたものと認められ，その旨の審決の判断に誤りはない。",
                "なお，甲6の防塵フィルタ22及び甲7のフィルタ手段を設けた吸気開口15が，本願補正発明のような第1及び第2の輸送管に連結される空気ポンプに連結される濾過装置ではないとしても，上記のとおり，大気から蓄熱伝送体である空気を取り入れ，自然蓄熱母体である地中において夏は冷やし冬は暖めて，温調したい空間へ管で輸送する装置の空気ポンプが連結される管にフィルタを設けることが周知であった以上，上記のような違いがあることは，相違点3に係る本願補正発明の構成を容易に想到することができたとの上記判断を左右するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，本願補正発明は，引用発明と周知技術に基づいて容易に発明することができたとの審決の判断に誤りはない。",
                "原告は，審決の進歩性の判断手法は，他国の審査手法とかけ離れているとか，本願の対応外国特許は，ほぼ同じ内容又はより広い内容で，他国で成立していると主張する。",
                "しかし，各国で特許が成立するかどうかは，各国に出願された具体的な特許願の内容に基づいて，各国の特許法に従い独自に判断されるべきものであるところ，上記のとおり，原告から日本国特許庁に出願された発明の内容(補正明細書を含む特許願)に基づいて，我が国の特許法に従って判断すると，本願補正発明は，引用発明と周知技術に基づいて容易に発明することができたと判断されるのであって，原告の上記主張は，この判断を何ら左右するものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，甲14～16は，審決で初めて引用された文献であり，これらに対して，審判の審理で出願人に反論する機会を与えられていないのは，出願人に過度に不利益となっていると主張する。",
                "しかし，これらは，審決において周知技術として考慮されたものであるところ，上記認定によると，これらが開示している技術は本願出願当時周知技術であったということができるから，審決で初めて引用されたとしても，そのことをもって手続違背があるということはできない。また，本判決で認定に供している甲5は，審決では引用されていないが，これも本願出願当時の周知技術を示すものとして認定に供しているから，審決で判断されていない事項について判断したものではない(最高裁昭和55年1月24日第一小法廷判決・民集34巻1号80頁参照)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "よって，原告主張の取消事由3も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がないことになる。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}