{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80252号事件について平成18年11月28日に",
        "した審決中，「特許第3323861号の請求項1ないし6に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「遺影写真の表示方法，遺影写真システム，及び遺影写真の処理方法」とする特許第3323861号(平成13年2月8日出願，平成14年6月28日設定登録。以下，「本件特許」という。)の特許権者である。",
            "被告は，平成17年8月22日，本件特許のうち請求項1ないし7の発明に係る特許を無効にすることについて審判の請求(無効2005−80252号事件)をした。特許庁は，平成18年4月20日，特許第3323861号の請求項1ないし7に係る発明についての特許を無効とするとの審決(以下「第一審決」という)をした。",
            "原告は，平成18年5月27日に，同審決の取り消しを求める訴えを知的財産高等裁判所に提起するとともに(当庁平成18年(行ケ)第10254号)，同年7月14日，特許庁に，特許請求の範囲の減縮等を目的とする訂正審判を請求した(訂正2006−39119号)。知的財産高等裁判所は，同月26日，特許法181条2項の規定により審決の取消しの決定を行った。",
            "特許庁は，平成18年11月28日に，訂正を認め，特許第3323861号の請求項1ないし6に係る発明についての特許を無効とする旨の審決(以下「本件審決」という)をし，その謄本は同年12月8日，原告に送達された(以下，本件特許に係る同訂正後の明細書を「本件訂正明細書」という。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正明細書における特許請求の範囲の請求項1ないし6の記載は，次のとおりである(以下，「本件発明1」～「本件発明6」という。また，これらを総称して，「本件発明」ということがある。)。",
            "【請求項1】",
            "遺影写真データをネットワーク(5)を介して処理コンピュータ(3)に送信し，",
            "当該処理コンピュータ(3)では，受信した遺影写真データを編集して，1つのカットを従来の紙の遺影写真のような使い方をする主遺影写真データと，この主遺影写真以外の複数の遺影写真が所定の時間で切り替わり表示される遺影スライドショーデータとを，この遺影スライドショーデータが自動繰り返し再生可能でかつ当該繰り返し再生中においてもリモコン等の操作装置(50)に対する一回のボタン操作で前記主遺影写真データに何時でもプレイバック可能となるように作成して遺影写真データの送り手(2)側に返信し，",
            "返信された前記主遺影写真データと前記遺影スライドショーデータを葬儀又は法要の場において画面表示することを特徴とする遺影写真の表示方法。",
            "【請求項2】",
            "遺影写真データをネットワーク(5)を介して処理コンピュータ(3)に送信し，",
            "当該処理コンピュータ(3)では，受信した遺影写真データを，デジタルビデオ信号を再生可能な再生装置(9)において再生でき，しかも，1つのカットを従来の紙の遺影写真のような使い方をする主遺影写真データと，この主遺影写真以外の複数の遺影写真が所定の時間で切り替わり表示される遺影スライドショーデータとを，この遺影スライドショーデータが自動繰り返し再生可能でかつ当該繰り返し再生中においてもリモコン等の操作装置(50)に対する一回のボタン操作で前記主遺影写真データに何時でもプレイバック可能となるデータ形式にして，遺影写真データの送り手(2)側に返信し，",
            "返信された遺影写真データをデジタルビデオ信号再生可能な再生装置(9)によって画面表示することを特徴とする遺影写真の表示方法。",
            "【請求項3】",
            "静止画の遺影写真データを，デジタルビデオ信号を再生可能な再生装置(9)において再生でき，しかも，1つのカットを従来の紙の遺影写真のような使い方をする主遺影写真データと，この主遺影写真以外の複数の遺影写真が所定の時間で切り替わり表示される遺影スライドショーデータとを，この遺影スライドショーデータが自動繰り返し再生可能でかつ当該繰り返し再生中においてもリモコン等の操作装置(50)に対する一回のボタン操作で前記主遺影写真データに何時でもプレイバック可能となるデータ形式にして，当該データを当該再生装置(9)が読み出し可能な記録媒体(60)に書き込み，",
            "当該データの書き込まれた記録媒体(60)をデジタルビデオ信号を再生可能な再生装置(9)にセットして，遺影写真データを画面表示することを特徴とする遺影写真の表示方法。",
            "【請求項4】",
            "遺影写真データをネットワーク(5)を介して送信するための第1処理コンピュータ(2)と，",
            "前記第1処理コンピュータ(2)から受信した遺影写真データを，デジタルビデオ信号を再生可能な再生装置(9)において再生でき，しかも，1つのカットを従来の紙の遺影写真のような使い方をする主遺影写真データと，この主遺影写真以外の複数の遺影写真が所定の時間で切り替わり表示される遺影スライドショーデータとを，この遺影スライドショーデータが自動繰り返し再生可能でかつ当該繰り返し再生中においてもリモコン等の操作装置(50)に対する一回のボタン操作で前記主遺影写真データに何時でもプレイバック可能となるデータ形式にして，遺影写真データの第1処理コンピュータ(2)側に返信する第2処理コンピュータ(3)と，",
            "前記第2処理コンピュータ(3)から受信したデータを前記再生装置(9)が読み出し可能な記録媒体(60)に書き込む書込装置(7)と，",
            "データの書き込まれた記録媒体(60)がセットされて遺影写真データを再生するデジタルビデオ信号再生可能な再生装置(9)と，",
            "当該再生装置(9)によって再生された遺影写真データを画面表示する表示装置(8)と，を備えていることを特徴とする遺影写真システム。",
            "【請求項5】",
            "遺影写真データを編集して，デジタルビデオ信号を再生可能な再生装置(9)で再生でき，しかも，1つのカットを従来の紙の遺影写真のような使い方をする主遺影写真データと，この主遺影写真以外の複数の遺影写真が所定の時間で切り替わり表示される遺影スライドショーデータとを，この遺影スライドショーデータが自動繰り返し再生可能でかつ当該繰り返し再生中においてもリモコン等の操作装置(50)に対する一回のボタン操作で前記主遺影写真データに何時でもプレイバック可能となるデジタルビデオデータを作成し，",
            "作成した遺影写真のデジタルビデオデータを当該データの利用者に送ることを特徴とする遺影写真の処理方法。",
            "【請求項6】",
            "遺影写真データをネットワーク(5)を介して処理コンピュータ(2)で送信し，",
            "その遺影写真データに基づいて，デジタルビデオ信号を再生可能な再生装置で再生でき，しかも，1つのカットを従来の紙の遺影写真のような使い方をする主遺影写真データと，この主遺影写真以外の複数の遺影写真が所定の時間で切り替わり表示される遺影スライドショーデータとを，この遺影スライドショーデータが自動繰り返し再生可能でかつ当該繰り返し再生中においてもリモコン等の操作装置(50)に対する一回のボタン操作で前記主遺影写真データに何時でもプレイバック可能となるデータ形式にされた遺影写真データを，前記処理コンピュータ(2)によって受信し，",
            "受信した遺影写真データをデジタルビデオ信号を再生可能な再生装置(9)によって画面表示することを特徴とする遺影写真の表示方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，審決が本件発明に係る特許を無効とした理由は，本件発明は，いずれも本件特許の出願前に頒布された刊行物である特開平10−243871号公報(甲1。審決における甲2。以下「刊行物1」という。)に記載された発明(以下「引用発明1」という。)，特開2000−123155号公報(甲2。審決における甲3。以下「刊行物2」という。)に記載された発明(以下「引用発明2」という。)及び特開平9−288694号公報(甲3。審決における甲8。以下「刊行物3」という。)に記載された発明(以下「引用発明3」という。)，並びに周知技術に基づいて，当業者が容易に発明をすることができたものであり，本件発明に係る特許は特許法29条2項の規定に違反してされたものであるから，同法123条1項2号により無効とすべきものである，というものである。",
            "審決の認定した本件発明1～6と引用発明1の一致点及び相違点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明1の一致点及び相違点",
              "text": [
                "〔一致点〕",
                "従来の紙の遺影写真のような使い方をする主遺影写真，及び複数の遺影写真を，操作装置により切り替えて，葬儀又は法要の場において表示する遺影写真の表示方法である点。",
                "〔相違点1−a〕",
                "本件発明1は，主遺影写真，及び複数の遺影写真は「遺影写真データ」としてデータ化(電子化)したものであって，該データを「ネットワーク(5)を介して処理コンピュータ(3)に送信し」，「当該処理コンピュータ(3)では，受信した遺影写真データを編集し」，そして編集した「遺影写真データ」を「遺影写真データの送り手(2)側に返信」する工程を有するのに対し，引用発明1は，主遺影写真，及び複数の遺影写真は，データ化したものではなく，「送信し」，「編集し」，そして「返信」する工程を有しない点。",
                "〔相違点1−b〕",
                "葬儀又は法要の場における，主遺影写真，及び複数の遺影写真の表示態様に関し，本件発明1は「画面表示する」態様であるのに対し，引用発明1は「スクリーンに映写する」態様である点。",
                "〔相違点1−c〕",
                "葬儀又は法要の場において表示する対象となるものに関し，本件発明1は「1つのカットを従来の紙の遺影写真のような使い方をする主遺影写真データと，この主遺影写真以外の複数の遺影写真が所定の時間で切り替わり表示される遺影スライドショーデータとを，この遺影スライドショーデータが自動繰り返し再生可能でかつ当該繰り返し再生中においてもリモコン等の操作装置(50)に対する一回のボタン操作で，前記主遺影写真データに何時でもプレイバック可能に作成」された，「主遺影写真データと遺影スライドショーデータ」であるのに対し，引用発明1は，切替手段を操作して切り替え表示される，故人の生前の活動を撮影したビデオ画像と，故人の遺影及び故人の生前の活動を撮影したスライド画像である点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし本件発明6と引用例1との一致点及び相違点ア 本件発明2ないし本件発明6と引用発明1の一致点及び相違点は，本件発明2については審決書18頁13行～23行に，本件発明3については審決書19頁24行～20頁17行に，本件発明4については審決書22頁7行～23頁1行記載に，本件発明5については審決書24頁22行～25頁7行に，本件発明6については審決書26頁23行～27頁15行",
              "text": [
                "に，各記載のとおりである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "なお，引用発明1と対比した，本件発明2との相違点，本件発明3との「相違点3−c」，本件発明4との「相違点4−c」，本件発明5との「相違点5−b」，本件発明6との「相違点6−c」は，本件発明1との「相違点1−c」と同一又は実質的同一である(争いはない)。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，以下のとおり，「相違点1−c」に係る容易想到性の判断を誤った。",
        "そして，前記のとおり，本件発明1ないし6と引用例1との相違点は「相違点1−c」部分において同一であるから，審決における「相違点1−c」の容易想到性判断の誤りは，本件発明1ないし6についての審決の容易想到性の誤りと同じである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「一回のボタン操作で主遺影写真データに何時でもプレイバック可能」との構成の想到困難性(刊行物1について)",
          "text": [
            "審決は，引用発明1が「葬儀の進行に合わせて」及び「択一的に映写する」工程を備えていること，刊行物1に「瞬時に」という記載があることから，本件発明1の「一回のボタン操作で主遺影写真データに何時でもプレイバック可能」との構成を刊行物1のみから当業者が容易に想到し得たと判断したが，審決の上記判断は，以下のとおり誤りがある。",
            "すなわち，刊行物1の「スクリーン上の映像を切替手段によって瞬時に切替えることができる」との記載は，スクリーン上の映像の切り替わり(スクリーン切替動作)が瞬時に行われること(タイミング)を述べたものにすぎないから，スクリーンにビデオ映像が映らない空白時間を発生させないためにビデオ映像を停止した際に輪郭がギザギザの汚い静止画像が映写されることを防止するために，ビデオ映像の停止に伴う汚い静止画像が映写されない程度にスクリーン切替動作を瞬時に行うことと理解するのが相当である。",
            "このように，刊行物1には，「切替手段」の具体的構造は図示省略されておりそのボタン操作に関する記載がないことから，切替手段に対する「ユーザ操作」(どのボタンを何回押すか等の操作方法)が具体的にどのようなものかについては特定できず，「瞬時」という用語に対して，「切替手段」のボタン操作の回数を1回とする技術の開示はなかったものと理解すべきである。",
            "なお，後記のとおり，甲4～甲6及び乙9～乙11を参酌しても，特定の画像データに映像をジャンプさせるには，リモコン等の操作装置に対して少なくとも2回以上のボタン操作を要することが，この種の画像再生装置での技術常識と解すべきである。",
            "したがって，「切替手段」のユーザインタフェースとしての操作方法や操作回数を当業者が想定して引用発明1に適用することはあり得ないから，本件発明1の「一回のボタン操作で主遺影写真データに何時でもプレイバック可能」との構成を刊行物1のみから当業者が容易に想到し得たとの審決の判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "「一回のボタン操作で主遺影写真データに何時でもプレイバック可能」との構成の想到困難性(周知例について)",
          "text": [
            "審決に列挙された周知例である甲4～甲6には，「スライドショーデータの繰り返し再生中においても一回のボタン操作で主遺影写真データに何時でもプレイバック可能」という構成については記載も示唆もされていない。",
            "スライドショーモードを解除すると，設定用初期画面に戻るのが技術常識であるから，スライドショーモードの再生中にあって，ユーザが所望する特定の静止画像を表示させるには，該モードを停止させて初期モードに移行する操作と，その初期モードから所望の静止画像を表示させるための操作との，少なくとも2回のボタン操作を必要とする。",
            "したがって，仮に当業者が甲4～甲6を参酌したとしても，引用発明1の葬儀方法に対して，複数のスライド(静止画)を自動的に繰り返して表示するスライドショーモードを採用するに当たり，そのスライドショーモードの再生中において「切替手段」に対する1回のボタン操作で遺影に戻るという表示方法を採用することはあり得ない。したがって，遺影スライドショーデータの繰り返し再生中において1回のボタン操作で主遺影写真データに何時でもプレイバック可能に遺影写真データを編集し作成することに技術的困難性がないとした審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "格別の作用効果の看過",
          "text": [
            "本件発明1では，スライドショーの繰り返し再生中においてもリモコン等の操作装置に対する1回のボタン操作で主遺影写真データに何時でもプレイバック可能とするデータ形式を採用したことにより，遺影スライドショーデータの自動繰り返し再生中でも，ワンタッチ操作で主遺影写真データに戻すことができる。すなわち，本件発明1では，その自動繰り返し再生から主遺影写真データの戻るときは操作装置に対する1回のボタン操作で足りる一発プレイバック機能を採用したことにより，スライドショーデータの自動繰り返し再生機能による利便性を確保しつつ，咄嗟の際における操作装置に対するユーザによる操作の手間取りをなくすことで，葬儀進行の急変に迅速に対応することができるという，格別の作用効果を奏するものである。",
            "したがって，主遺影写真データにジャンプすることは表示対象となる画像の選択の問題であるとし，上記作用効果が甲1～甲3及び周知技術から予測し得るものであるとた審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告主張の取消事由は，以下のとおり理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "刊行物1に関する主張に対し",
          "text": [
            "刊行物1は，「瞬時に」切り替えられるように「切替手段」を特別に設けたものであり，切替手段の操作回数は1回の操作で電気的に切り替えられるとするのが相当である。",
            "「何時でもプレイバック可能となるように画面表示する技術」及び「1回の操作による切替の技術」は，本件発明1が初めてのものではなく，本件特許の出願前の周知・公知技術にすぎず(この点，本件訂正明細書の【0022】等で公知性を認めている。)，本件発明1の「プレイバック技術」，「一回の操作」の部分は，本件特許出願前に周知・公知のDVDプレーヤー(乙9～11)を利用して，葬儀システムに適用しただけにすぎない。"
          ]
        },
        {
          "fig": "2",
          "subject": "周知例に関する主張に対し",
          "text": [
            "周知例(甲4～甲6)には，1回の操作でプレイバック可能にする技術が開示され，カメラも，DVDプレーヤーも，同じ写真データによる画像表示，画像処理の同じ技術分野であるから，画像データのデジタル技術に関して実質同一の技術が開示されている。",
            "「プレイバック可能」，「一回の操作」，及び「自動繰り返し再生表示」の各技術は，原告の発明に係る技術でなく，本件特許出願前の周知・公知の技術を利用しただけであり，特許性が認められる事項でない。そして，葬儀での遺影写真のスライドショー，静止画の切り替えは，刊行物1に記載されているので，葬儀システムへの転用は容易である。"
          ]
        },
        {
          "fig": "3",
          "subject": "格別の作用効果の看過に対し",
          "text": [
            "「遺影スライドショーデータ」，「主遺影写真データ」を使った葬式での瞬時切替表示の技術は，引用発明1により公知であるから，出願前公知の「プレイバック可能」，「一回の操作による切替」の技術を葬式に適用して「遺影スライドショー」，「主遺影写真」を切替表示することは容易に実施できる。",
            "仮に，本件発明1に利便性が存在するとしても，出願時において当業者であれば容易に発明をすることを阻害するほどの格別の作用効果とはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件発明1における「一回のボタン操作で主遺影写真データに何時でもプレイバック可能」との構成は，引用発明1ないし3及び周知技術に基づき当業者が容易に想到することができたものであり，格別な作用効果も認められないものと判断する。したがって，原告の主張1ないし3は失当である。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "ア",
              "subject": "刊行物1(甲1)の記載",
              "text": [
                "a「【請求項1】",
                "葬儀の祭壇に設置されたスクリーンと，故人の遺影を上記スクリーンに映写するスライド映写装置と，故人の生前の活動を撮影したビデオ画像を上記スクリーン上に映写するビデオ映写装置と，これら2種の映写装置による映写を葬儀の進行に合わせて切り替える切替手段とを備えた葬儀用映像装置を使用し，",
                "葬儀の開始のときには，上記切替手段を操作して上記スライド映写装置から上記スクリーンに故人の遺影を映写するステップ，",
                "弔辞のときには，上記切替手段を操作して上記ビデオ映写装置またはスライド映写装置を適宜切り替えて選択し，上記スクリーンに故人の生前の活動を撮影したビデオ画像またはスライド画像を択一的に映写するステップ，",
                "葬儀の終了のときには，上記切替手段を操作して上記スライド映写装置から上記スクリーンに故人の遺影を映写するステップ，",
                "を含むことを特徴とする葬儀方法。」",
                "b【発明の詳細な説明】「‥‥‥葬儀司会者等の手元には，図示を省略した，操作手段であるワイヤレスリモートコントローラ(以下「リモコン」という)を配置し，これを操作して映写装置2を作動させ，スライド映像とビデオ映像とを切替え，或は映写する対象物を切替えるようにしてある。‥‥‥」(段落【0014】)",
                "c「【実施例】以下，仏式の葬儀(社葬)を例にとり本実施例の方法を進行表を参照して説明する。なお，以下に説明する遺影は静的映像である。",
                "式次第 映写内容",
                "［葬儀式］ リモコンを操作して遺影の状態にしておく。",
                "以下，操作はリモコンによる。",
                "1．一同着席 遺影",
                "2．僧侶入場 遺影",
                "3．開会の辞 遺影",
                "4．読経 遺影",
                "5．生前の声 遺影をやめ，記念式典での祝辞などビデオ",
                "映像を流す",
                "6．弔辞 弔辞の順に合わせてスライドを変え略歴，",
                "業績を紹介する",
                "7．読経，焼香 生前のスライドを映し出す",
                "8．僧侶退場 遺影",
                "9．弔電の披露 生前のスライドを映し出す",
                "10．葬儀委員長の挨拶 遺影",
                "11．閉会の辞 遺影",
                "［告別式］",
                "1．開式の辞 遺影",
                "2．告別焼香 生前のビデオ映像及びスライドを映し出す",
                "3．遺族代表挨拶 遺影",
                "4．閉会の辞 遺影",
                "5．御遺骨お見送り 遺影 」(段落【0015】)",
                "d「【発明の効果】本発明は上記構成を有し，次の効果を奏する。(1)葬儀の祭壇に設置されたスクリーンと，故人の遺影をスクリーンに映写するスライド映写装置と，故人の生前の活動を撮影したビデオ画像をスクリーン上に映写するビデオ映写装置と，これら2種の映写装置による映写を葬儀の進行に合わせて切り替える切替手段とを備えており，スクリーン上の映像を切替手段によって瞬時に切替えることができる。」(段落【0021】)",
                "e「(3)葬儀の開始のときには，切替手段を操作してスライド映写装置からスクリーンに故人の遺影を映写するステップ，弔辞のときには，切替手段を操作してビデオ映写装置またはスライド映写装置を適宜切り替えて選択し，スクリーンに故人の生前の活動を撮影したビデオ画像またはスライド画像を択一的に映写するステップ，葬儀の終了のときには，切替手段を操作してスライド映写装置からスクリーンに故人の遺影を映写するステップ，を含み‥‥‥」(段落【0023】)"
              ]
            },
            {
              "fig": "イ",
              "subject": "対比",
              "text": [
                "本件発明1は，1回のボタン操作で主遺影写真データに何時でもプレイバック可能とすることが特定され，また，主遺影写真データと遺影スライドショーデータとを切り替える切替手段としては，リモコン等の操作装置(50)を用いることが示唆されているが，それ以外の構造として具体的な特定はない。そして，切替手段としてのリモコン等の操作装置(50)がボタンを備える構造に特徴的な点は認められない。",
                "他方，刊行物1(甲1)には，1アcに記載したとおり，葬儀に当たり，遺影の静的画像(以下，「遺影」という。)の映写から始まり，葬儀式及び告別式の開式及び閉式においても遺影を映写し，式進行に応じて適宜に，リモコン操作により，ビデオ映像やスライド映像へ移行しまたそこから遺影の映写に戻すことが示され，ビデオ映像やスライド映像の再生中に，リモコン等の操作手段(切替手段)の操作により，遺影に何時でも復帰可能とする技術が開示されている。また，映写装置を作動させ，スクリーン上の映像としてスライド映像とビデオ映像とを切替えるための操作手段として，いわゆるリモコンなどの切替手段を配置すること，及び，切替手段によって，「スクリーン上の映像を」「瞬時に切替えることができる」という効果を奏することが記載されている。もっとも，切替手段に関する構造及び映像を切替えるための操作方法について，具体的な開示はないが，映写装置に用いるリモコンのような切替手段は，周知慣用の手段であり，格別の記載も示唆もないことは，映像切替えのための特別な切替手段又は切替操作を前提とするものではなく，ごく一般的な切替手段又は切替操作を前提とするものと理解して差し支えない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の判断",
          "text": [
            "以上のとおり，本件発明1は，引用発明1と対比すると，「一回のボタン操作」で主遺影写真データに切り替えられる点に特徴がある。しかし，ユーザが特定の映像に切り替えるように所望する場合に，1回のボタン操作によって特定の映像に切り替えることは，解決課題の設定の点においても，解決手段の発見の点においても，格別の創意を要するものとはいえず，上記の構成を用いることは容易であるといえる。",
            "すなわち，甲4(段落【0120】，【0125】及び【0164】)の記載によれば，スライドショーモードにおいて，再生が実行されている場合に，キャンセルキー7Dが押圧された場合には，再生を中断して，スライドショーモードの設定画面に復帰する技術が開示されている。したがって，確かに，ユーザが，再生実行中に，所望の画像を表示させようとした場合には，当該モードを停止させて初期画面に復帰する操作と，その初期画面から所望の画像を表示させるための移行操作をするため2回の操作を要することになる。しかし，上記の技術は，あくまでも，ユーザが，スライドショーモード実行中に解除を選択した場合，初期画面に復帰させるのが最も便宜であるという前提の下に設計したからであって，特定の映像への切替えを所望するユーザの便宜を考慮して，切替後に特定のモードとすることには，何らの困難性はないといえる。",
            "特に，遺影と故人に関連した限られた画像を用いる葬儀における表示(映写)という点に鑑みれば，特に復帰(プレイバック)時の画面遷移の途中に，先のスライドショーの通例のような，設定用の初期画面を介在させることなく，基本となる画像(画面)である遺影写真データに直ちに復帰(プレイバック)するように設計することは，当業者であれば容易に想到し得ることというべきである。",
            "原告は，遺影スライドショーデータの自動繰り返し再生から主遺影写真データに戻るときには，操作装置に対する1回のボタン操作で足りる，いわゆる一発プレイバック機能を採用することにより，スライドショーデータの自動繰り返し再生機能による利便性を確保しつつ，咄嗟の際における操作装置に対するユーザによる操作の手間取りを省き，葬儀進行の急変に迅速に対応することができるという，格別の作用効果を奏すると主張する。しかし，原告の主張に係る作用効果は，1回のボタン操作によるプレイバック機能によってもたらされる当然の作用効果にすぎず格別のものということはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上のとおり，「相違点1−c」に係る容易想到性の判断を誤ったとの原告の主張は理由がない。本件発明1ないし6と引用例1との相違点は「相違点1−c」部分において共通であるから，審決は，本件発明1ないし6のすべてにつき原告主張に係る違法事由はないこととなる。審決に，その他，これを取り消すべき誤りは見当たらない。主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}