{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2006−39060号事件について平成18年10月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有し発明の名称を「エレベーター装置」とする後記特許について，原告が平成18年4月26日付けで訂正審判請求をしたところ，特許庁が，訂正後発明は進歩性を欠き，かつ訂正は実質上特許請求の範囲を変更するものであるとして請求不成立の審決をしたことから，原告がその取消しを求めた事案である。",
        "本件の争点は，上記進歩性の有無と訂正が実質上特許請求の範囲を変更するものであるかどうかである。",
        "なお，原告が有する後記特許については，原告が被告補助参加人に対して，同特許権等に基づいてエレベータの製造販売等の差止めと特許権侵害を理由とする損害賠償を求める訴訟を提起し，同訴訟について，東京地裁は平成18年12月26日に請求棄却の判決をしており，これに対し原告が控訴したことから，その控訴事件が当庁に係属している(平成19年(ネ)第10005号事件)。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成11年12月6日，名称を「エレベーター装置」とする発明について特許出願(特願2001−543429号)をし，平成15年11",
                "月7日，特許第3489578号として設定登録を受けた(請求項の数3，以下「本件特許」という。特許公報は甲8)。",
                "その後原告は，本件特許について，平成16年11月12日付けで訂正審判請求(訂正2004−39258号事件)をしたところ，平成17年2月8日付けでそれを認める審決(第1次訂正審決。甲10)がなされて確定した。",
                "さらに原告は，本件特許について，平成18年4月26日付けで訂正審判請求(以下この訂正を「本件訂正」という。丙5)をしたところ，特許庁はこれを訂正2006−39060号事件として審理した上，平成18年10月5日，平成18年8月8日付けでなされた審判請求書の補正(補正後の訂正明細書は甲9)を認めた上，「本件審判の請求の成り立たない。」との審決をし，その謄本は平成18年10月17日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正の内容",
              "text": [
                "本件訂正審判請求の内容は，特許請求の範囲の減縮等を目的として，その【請求項2】等を訂正しようとするものであるが，その詳細は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正前の特許請求の範囲【請求項2】(平成17年2月8日の第1次訂正審決後のもの。甲10)",
                  "text": [
                    "「昇降路内を昇降し，乗降口を有するとともに吊り車が設けられたかごと，",
                    "前記かごと反対方向に前記昇降路内を昇降し，該昇降路の平断面において前記乗降口に対して前記かごの側方に配置され，吊り車が設けられたカウンターウェイトと，",
                    "前記かごの水平方向の移動を規制するかご用ガイドレールと，前記カウンターウェイトの水平方向の移動を規制するカウンターウェイト用ガイドレールと，",
                    "前記かごを前記かごの吊り車を介して懸架するとともに前記カウンターウェイトを前記カウンターウェイトの吊り車を介して懸架するロープと，前記昇降路内に配置され，当該ロープが巻き掛けられた綱車及び該綱車を駆動するモータ部を有し，前記綱車を回転させることで前記ロープを介して前記かごおよび前記カウンターウェイトを昇降させる巻上機と，前記昇降路内に配置され，前記巻上機の綱車から前記かごの吊り車に至る前記ロープが巻き掛けられて該ロープの方向を転換する第1の返し車とを有するエレベーター装置において，",
                    "前記巻上機は，前記綱車の回転軸方向の外形寸法が前記回転軸に対して垂直な方向の外形寸法よりも小さく，前記昇降路の平断面において前記カウンターウェイト及び前記かごとは離れて前記カウンターウェイトが配置された前記かごの側方に位置する前記昇降路の壁面に平行にかつ前記カウンターウェイトと前記昇降路の壁面に沿って並んで配置され，前記昇降路の最下階停止時のかご床面より上方でかつ最上階停止時のかご天井より下方に位置し，",
                    "前記第1の返し車は，前記巻上機より上方に位置し，前記平断面において，前記巻上機の少なくとも一部と重なるよう配置され，前記第1の返し車の回転面は，前記昇降路の平断面において前記ロープが前記かごの吊り車へ至る側が前記巻上機の綱車から巻き掛けられる側より前記乗降口から遠ざかる方向に位置して近接する前記昇降路の壁面に対して傾斜していることを特徴とするエレベーター装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正後の特許請求の範囲【請求項2】(以下「訂正発明」という。",
                    "下線部が訂正部分。二重下線はその後の補正部分。丙5，甲9)。",
                    "「昇降路内を昇降し，乗降口を有するとともに吊り車が設けられたかごと，",
                    "前記かごと反対方向に前記昇降路内を昇降し，該昇降路の平断面において前記乗降口に対して前記かごの側方に配置され，吊り車が設けられたカウンターウェイトと，",
                    "前記かごの水平方向の移動を規制するかご用ガイドレールと，前記カウンターウェイトの水平方向の移動を規制するカウンターウェイト用ガイドレールと，",
                    "前記かごを前記かごの吊り車を介して懸架するとともに前記カウンターウエイトを前記カウンターウェイトの吊り車を介して懸架するロープと，前記昇降路内に配置され，当該ロープが巻き掛けられた綱車及び該綱車を駆動するモータ部を有し，前記綱車を回転させることで前記ロープを介して前記かごおよび前記カウンターウェイトを昇降させる巻上機と，前記昇降路内に配置され，前記巻上機の綱車から前記かごの吊り車に至る前記ロープが巻き掛けられて該ロープの方向を転換する第1の返し車と，",
                    "前記昇降路内に配置され，前記巻上機の綱車から前記カウンターウェイトの吊り車に至る前記ロープが巻き掛けられて該ロープの方向を転換する第2の返し車とを有するエレベーター装置において，",
                    "前記巻上機は，前記綱車の回転軸方向の外形寸法が前記回転軸に対して垂直な方向の外形寸法よりも小さく，前記昇降路の平断面において前記カウンターウェイト及び前記かごとは離れて前記カウンターウェイトが配置された前記かごの側方に位置する前記昇降路の壁面に平行にかつ前記カウンターウェイトと前記昇降路の壁面に沿って並んで配置されるとともに前記綱車が前記かごの側方に位置する前記昇降路の壁面に対向し，前記モータ部が前記かご側に対向して，該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し，前記第1の返し車は，前記巻上機より上方に位置し，前記平断面において，前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように，前記巻上機の綱車から前記かごと前記巻上機との間へ向けて前記モータ部を横切って前記モータ部と重なるよう配置され，前記第1の返し車の回転面は，前記昇降路の平断面において前記ロープが前記かごの吊り車へ至る側が前記巻上機の綱車から巻き掛けられる側より前記乗降口から遠ざかる方向に位置して近接する前記昇降路の壁面に対して傾斜し，",
                    "前記第2の返し車の回転面は，前記昇降路の平断面において，近接する前記昇降路の壁面に対して，前記ロープが前記カウンターウェイトの吊り車へ至る側が前記巻上機の綱車から巻き掛けられる側より前記かごに近づく方向に傾斜し，前記巻上機の綱車は，前記カウンターウェイトの吊り車よりも近接する前記昇降路の壁面側に位置していることを特徴とするエレベーター装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりであり，その理由の要点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正発明は，下記の各文献に記載された発明及び技術事項並びに周知技術に基づいて容易に発明することができたから，特許法29条2項により，特許出願の際独立して特許を受けることができない。",
                        "記",
                        "・特開平11−130365号公報(平成11年5月18日公開。甲",
                        "1。以下「刊行物1」といい，これに記載された発明を「刊行物1発明」という。)",
                        "・ドイツ国特許出願公開第19752232号明細書(甲2，丙3。以下「刊行物2」といい，これに記載された発明を「刊行物2発明」という。)",
                        "・特開平9−165172号公報(甲3。以下「刊行物3」といい，これに記載された発明を「刊行物3発明」という。)",
                        "・特開平11−301950号公報(平成11年11月2日公開。甲",
                        "4。以下「刊行物4」といい，これに記載された発明を「刊行物4発明」という。)",
                        "・特開平11−310372号公報(平成11年11月19日公開。甲",
                        "7，丙9)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正発明において，「前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように」して，「該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」た点は，実質上特許請求の範囲を変更するものであるから，特許法126条4項により許されない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，訂正発明と刊行物1発明との一致点，相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "「昇降路内を昇降し，乗降口を有するとともに吊り車が設けられたかごと，",
                    "前記かごと反対方向に前記昇降路内を昇降し，該昇降路の平断面において前記乗降口に対して前記かごの側方に配置され，吊り車が設けられたカウンターウェイトと，",
                    "前記かごの水平方向の移動を規制するかご用ガイドレールと，前記カウンターウェイトの水平方向の移動を規制するカウンターウェイト用ガイドレールと，",
                    "前記かごを前記かごの吊り車を介して懸架するとともに前記カウンターウェイトを前記カウンターウェイトの吊り車を介して懸架するロープと，",
                    "前記昇降路内に配置され，当該ロープが巻き掛けられた綱車及び該綱車を駆動するモータ部を有し，前記綱車を回転させることで前記ロープを介して前記かごおよび前記カウンターウェイトを昇降させる巻上機と，",
                    "前記昇降路内に配置され，前記巻上機の綱車から前記かごの吊り車に至る前記ロープが巻き掛けられて該ロープの方向を転換する第1の返し車と，",
                    "前記昇降路内に配置され，前記巻上機の綱車から前記カウンターウェイトの吊り車に至る前記ロープが巻き掛けられて該ロープの方向を転換する第2の返し車とを有するエレベーター装置において，",
                    "前記巻上機は，前記昇降路の平断面において前記カウンターウェイト及び前記かごとは離れて前記カウンターウェイトが配置された前記かごの側方に位置する前記昇降路の壁面に平行にかつ前記カウンターウェイトと前記昇降路の壁面に沿って並んで配置されるとともに前記綱車が前記かごの側方に位置する前記昇降路の壁面に対向し，前記モータ部が前記かご側に対向し，",
                    "前記第1の返し車は，前記巻上機より上方に位置し，前記平断面において，前記モータ部と一部重なるよう配置され，",
                    "前記第1の返し車の回転面は，前記昇降路の平断面において近接する前記昇降路の壁面に対して傾斜しているエレベーター装置。」である点。",
                    "〈相違点1〉",
                    "訂正発明においては「前記綱車の回転軸方向の外形寸法が前記回転軸に対して垂直な方向の外形寸法よりも小さ」い巻上機であるのに対し，刊行物1発明では，「トラクションマシン1全体の軸長を短くしたトラクションマシン1」である点。",
                    "〈相違点2〉",
                    "訂正発明においては，巻上機は，「該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」ているのに対し，刊行物1発明では，トラクションマシン1は，「昇降路25の下部に位置して」いる点。",
                    "〈相違点3〉",
                    "訂正発明においては，「前記第1の返し車は，前記巻上機より上方に位置し，前記平断面において，前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように，前記巻上機の綱車から前記かごと前記巻上機との間へ向けて前記モータ部を横切って前記モータ部と重なるよう配置され」ているのに対し，刊行物1発明では，「頂部プーリ27Aは，トラクションマシン1より上方に位置し，昇降路25の平断面において，乗かご28の第1及び第2のかご下プーリ29A，29Bに至るロープ26が乗かご28の対角線端部近傍を通るように，トラクションマシン1のシーブ5から乗かご28の対角線端部近傍へ向けて同期モータ7と一部重なるように配置され」ている点。",
                    "〈相違点4〉",
                    "訂正発明では，「前記第1の返し車の回転面は，前記昇降路の平断面において前記ロープが前記かごの吊り車へ至る側が前記巻上機の綱車から巻き掛けられる側より前記乗降口から遠ざかる方向に位置して近接する前記昇降路の壁面に対して傾斜している」のに対して，刊行物1発明では，「頂部プーリ27Aの回転面は，昇降路25の平断面においてロープ26が乗かご28の第1及び第2のかご下プーリ29A，29Bへ至る側がトラクションマシン1のシーブ5から巻き掛けられる側よりドア35に近づく方向に位置して近接する左側昇降路壁面に対して傾斜している」点。",
                    "〈相違点5〉",
                    "訂正発明では，「前記第2の返し車の回転面は，前記昇降路の平断面において，近接する前記昇降路の壁面に対して，前記ロープが前記カウンターウェイトの吊り車へ至る側が前記巻上機の綱車から巻き掛けられる側より前記かごに近づく方向に傾斜し，前記巻上機の綱車は，前記カウンターウェイトの吊り車よりも近接する前記昇降路の壁面側に位置している」のに対して，刊行物1発明では，「頂部プーリ27Bの回転面は，左側昇降路壁面に平行となっている」点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，独立特許要件についての判断を誤り(取消事由1～5)，かつ実質上特許請求の範囲を変更するものであると判断した誤り(取消事由6)があるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(訂正発明と刊行物1発明を対比することの誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正発明の構成とその効果",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正発明は，訂正明細書(甲9)の記載から明らかなとおり，「昇降路内の不使用空間の発生を極力押さえ，巻上機の温度上昇による故障を押さえ，昇降路への冠水に対して巻上機の損傷が無く，また点検時の予期せぬかごの上昇に対する防護手段の必要を無からしめること」を目的とした発明であり，その構成は，上記目的を達成するために以下の特徴点を有する。",
                            "① 巻上機は，綱車の回転方向の外形寸法が回転軸に対して垂直な方法の外形寸法よりも小さい。",
                            "② 巻上機の下端は昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置している。",
                            "③ 巻上機が昇降路の平断面図においてカウンターウェイト及びかごとは離れてカウンターウェイトが配置されたかごの側方に位置する昇降路の壁面に平行にかつカウンターウェイトと昇降路の壁面に沿って並んで配置されている。",
                            "④ 巻上機の綱車がかごの側方に位置する前記昇降路の壁面に対向し，モータ部がかご側に対向している。",
                            "⑤ 第1の返し車は，巻上機より上方に位置し，昇降路の平断面においてかごの吊り車に至るロープがかごと巻上機との間を通るように，巻上機の綱車からかごと巻上機との間へ向けてモータ部を横切ってモータ部と重なるように配置され，第1の返し車の回転面は昇降路の平断面においてロープがかごの吊り車へ至る側が巻上機の綱車から巻き掛けられる側より乗降口から遠ざかる方向に位置して近接する前記昇降路の壁面に対して傾斜している。",
                            "⑥ 第2の返し車の回転面は，昇降路の平断面において近接する昇降路の壁面に対して，ロープがカウンターウェイトの吊り車へ至る側が巻上機の綱車から巻き掛けられる側よりかごに近づく方向に傾斜し，巻上機の綱車はカウンターウェイトの吊り車よりも近接する昇降路の前記壁面側に位置している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "訂正発明は，上記①ないし⑥の特徴点により，次のような効果を有する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "昇降路の高さ方向の不使用スペースの縮減",
                              "text": [
                                "訂正発明は，上記aの①及び②の特徴点を有することにより，巻上機を配置するための機械室を設ける必要が無いため，昇降路の高さ方向の縮減が図れ，しかも，昇降路の冠水に対して巻上機の損傷がないという効果を併せ持つ。すなわち，訂正発明は，上記aの①の特徴点により巻上機を昇降内でかごが昇降する高さの範囲内に配置することを可能とし，上記aの②の特徴点により，昇降路のピットが冠水した場合にも巻上機の損傷を防ぐことができるという効果を有する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "昇降路の平断面での幅方向の不使用スペースの縮減(1)訂正発明は，上記aの①～③の特徴点を有することにより，かごの昇降過程において，巻上機の綱車から第1の返し車に至るロープとかごは反対方向に移動する。",
                                "エレベーター装置においては実際の製品として成立するためには安全性の確保も重要となるところ，反対方向に移動する物同士の間には，移動する物と静止物との間の安全距離に比べて，干渉した場合の影響が大きいため，大きな安全距離が必要となる。",
                                "そこで，訂正発明は，上記安全距離の確保をも考慮して，しかも昇降路平断面の幅方向の不使用スペースの縮減を図るため，上記aの④の特徴点を備えている。すなわち，巻上機の綱車を，かごとは離れてカウンターウェイトが配置されたかごの側方に位置する昇降路の壁面に対向させることにより，巻上機から第1の返し車へのロープが，かごに対して充分な安全距離を保つことができる。一方，巻上機の綱車を該壁面に対向させたことにより，該壁面とロープとの安全距離を考慮する必要があるが，この場合，移動物であるロープと静止物である昇降路壁との間の安全距離は，反対方向に移動する物同士の安全距離に比べて小さくでき，結果として，昇降路の幅方向の大きさの縮減を図ることができる。",
                                "したがって，訂正発明は，上記aの①～④の特徴点を有することにより，昇降路の幅を大きくすることなく，巻上機から第1の返し車へのロープとかごの安全距離を保つことを可能とし，結果として昇降路の平断面での幅方向の不使用スペースを縮減することができる。",
                                "なお，被告補助参加人は，別紙「参考図面1」に基づき，訂正発明において「昇降路の幅方向の長さの縮減」が図られていないと主張する。しかし，参考図面1の【図2】は，カウンターウェイトと巻上機が並んで配置されていないから，訂正発明とは異なるものである。またカウンターウェイトと巻上機が並んで配置されている構成において，Eに相当する距離(巻上機とかごの距離)は，移動物と固定物との間の最低限の安全距離S1の2倍に，カウンターウェイトの厚さの半分の(d／2)を加えた大きさになる。なぜなら，カウンターウエイトとかごは上下に移動し，互いにすれ違うから，カウンターウエイトのかご側の面とこれと対向しているかごの壁面との安全距離は，移動物と固定物との間の最低限の安全距離S1の2倍となるからである。これに対し，同図面において，CとDは，S1と同程度であるから，C＋D＜E＋Fとなるのであって，訂正発明において「昇降路の幅方向の長さの縮減」が図られている。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "昇降路の平断面での奥行き方向の不使用スペースの縮減訂正発明は，上記aの⑤の特徴点を有することにより，昇降路の平断面において，第1の返し車が巻上機の乗降口側の端部よりも乗降口側に張り出すことが無く，巻上機を乗降口側に寄せて配置することが可能となるため，昇降路の平断面での奥行き方向の不使用スペースを縮減することができる。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "昇降路の平断面での幅方向の不使用スペースの縮減(2)訂正発明は，上記aの②及び⑤の特徴点を有するため，巻上機とかごがすれ違う間の空間に第1の返し車からかごの吊り車に至るロープが通るという構成になり，第1の返し車からかごの吊り車に至るロープが振れることにより巻上機と接触することを避けるためにロープと巻上機の間の安全距離を確保する必要が生ずるが，訂正発明は，この点を，まず上記aの②の特徴点の巻上機を最下階停止時のかご天井より下方に位置することにより，かごが最下階付近にある場合のみかごの吊り車に近いロープが巻上機とかごの間を通ることとし，その結果巻上機のモータ部とかごの間隔を小さくすることを可能にしている。",
                                "次に，かごとは離れてカウンターウェイトが配置されたかごの側方に位置する昇降路の壁面に対して静止している構成をとる巻上機を当該壁面に近づけて，巻上機とかごの距離を確保する一方で，上記aの⑥の特徴点の，第2の返し車の回転面が，ロープがカウンターウェイトの吊り車に至る側が巻上機の綱車から巻き掛けられる側よりかごに近づく方向に傾斜させることにより，巻上機の綱車を当該壁面に近接させることを可能とし，昇降路の平断面での幅方向の不使用スペースを縮減するという効果を有している。",
                                "なお，被告補助参加人は，「原告が主張する特徴点⑥を採用することによって，『昇降路平断面の幅方向を縮減する』ことを発明の作用効果に掲げることは，昇降路の幅方向におけるカウンターウェイトと巻上機との位置関係が特定されて初めて奏することができる作用効果である」旨主張しているが，一般的なカウンターウェイトの厚みを前提とする限り，訂正発明の効果は奏されるのであるから，同参加人が主張する上記の点を特定する必要はない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "昇降路全体の不使用スペースの縮減",
                              "text": [
                                "以上のように，訂正発明は，上記aの①～⑥の特徴点すべてを有することによって初めて，昇降路全高(高さ方向，平断面の幅方向・奥行き方向)にわたる不使用空間を縮減するという効果が達成されるものであり，いずれかの方向における不使用スペースの縮減だけでなく，全方向において同時に不使用スペースの縮減を達成できるものであり，ここに訂正発明の最大の主眼がある。",
                                "訂正発明は，エレベータ装置としての様々な技術的観点から充分な考察を加え，昇降路全高の不使用空間の縮減という技術的課題を考察した結果，上記aの①～⑥の特徴点を見い出したものであって，これらの特徴点は，昇降路全高に渡る不使用空間縮減のために，有機的に関連しており，個々の特徴点それぞれでは達成できない効果を，これらの特徴点すべてが相乗的に作用することによって達成している。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物1発明",
                      "text": [
                        "刊行物1発明は，刊行物1(甲1)の段落【0007】に「本発明の目的は，トラクションマシンに対してブレーキとモータの影響をなくし，かつトラクションマシンの組立，分解が容易に行い得るエレベータ装置を提供することにある。」と記載されているように，訂正発明の巻上機に相当するトラクションマシンの組立，分解を容易にすることが主目的であり，訂正発明とは解決しようとする技術的課題が異なり，その解決方法も異なる。",
                        "審決は，「…刊行物1には，『平断面での幅方向，奥行き方向のそれぞれについて，不使用空間を縮減するとともに，昇降路全体を小さくする』という技術事項…が示されている。」と判断している(16頁下6行～下3行)。しかし，刊行物1(甲1)の図6に記載の実施例において，奥行き方向に向かって並べて配置されているカウンタウェイトとトラクションマシンを，幅方向に並べれば(図7参照)，「奥のスペースの奥行きが小さくでき」，次に，乗かごの奥に配置していたカウンタウェイトとトラクションマシンを乗かごの横に配置すれば，「奥行きが小さく，横幅が大きくなる」という至極当然のことが記載されているにすぎず，訂正発明における不使用空間の減縮という思想とは全く異なるものである。特に，刊行物1の図8の実施例では，昇降路の横幅方向は余裕がある構成が示されており，訂正発明のように，昇降路全高(高さ方向，平断面での幅方向・奥行き方向)にわたる不使用空間の減縮という思想は全く示されておらず，これを示唆する記載もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，刊行物1発明をもとに訂正発明との対比を行っているが，上記のとおり，刊行物1発明は，訂正発明とは全く異なるものであって，訂正発明と対比できるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点2についての判断の誤り)",
                  "text": [
                    "審決は，「…刊行物2記載の発明には，『かごと，カウンタウェイトと，巻上機と，かご用ガイドレール及びカウンターウェイト用ガイドレールと，かごをかごの吊り車を介して懸架するとともにカウンターウェイトを懸架するロープとを備え，昇降路の平断面において，乗降口に対してかごの側方にカウンターウェイトと巻上機は並んで配置されたエレベーター装置において，巻上機を昇降路内の任意の階層の支持台上に配置し，第1の返し車は，巻上機より上方に位置し，かごの下方に配置されたかご用吊車に至るロープが，かごと支持台との間を通るように配置され，第1の返し車の回転面は，ロープがかごのかご用吊車へ至る側が綱車から巻きかけられる側より乗降口から遠ざかる方向に位置して，近接する昇降路の壁面に対して傾斜しているエレベーター装置』なる技術思想(以下，「技術思想1」という。)が示されている。」(28頁下12行～下1行)とし，さらに，「…エレベーター装置において，ピットが冠水した場合の被害防止のために電子機器等を最下階の床面より上方に設置することは周知技術にすぎない。(特開平8−81154号公報の段落0015等。特開平8−277081号公報の電源部11。)さらに，エレベーター装置において，保守点検のために駆動装置を昇降路の一階(最下階)付近に設けることは，特開平11−310372号公報(平成11年11月9日公開。段",
                    "落0076)により，既に知られている技術事項(以下，「技術事項A」という)である。」(29頁下12行～5行)として，「…刊行物1記載の発明，技術思想1，上記周知技術，技術事項Aはいずれもエレベーター装置に関するものであって同一の技術分野に属しており，…巻上機を昇降路の下部に位置する代わりに，上記相違点2に係る訂正発明のように構成することは，当業者が容易に想到しうる程度のものと認められる」(30頁1行～6行)と判断している。",
                    "しかし，この審決の判断は，次のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物2発明の趣旨",
                      "text": [
                        "刊行物2(甲2)には，「本発明では，昇降路3に\"機械室\"を組み込んでいるので，保守，点検，非常時の操作が公知の同様のエレベータに比べ容易に行えるようになっている。」(訳文3頁の31行～32行)と記載され，「当然であるが，コンクリート台9には昇降路3との境に安全柵(図示していない)を取り付ける。」(原告提出の訳文4頁の1行～2行)と記載されているから，刊行物2発明は，昇降路内に機械室を設けて，保守等を容易にするという目的のもとに，建物の任意の階に「機械室」の土台としての意味を持つコンクリート台9を設置し，その上に駆動ユニット11を設置するという発明である。",
                        "したがって，コンクリート台を設けた階層において増加した昇降路断面積がコンクリート台を設けていない階層においても同様に増加する結果，昇降路平断面において，不使用空間が増大するものであり，昇降路全高(高さ方向，平断面での幅方向・奥行き方向)の不使用空間の縮減を技術課題とする訂正発明とは，目的が全く異なる。そして，上記のとおり，刊行物2により開示されている技術思想は，あくまでも「任意の階にコンクリート台9を設置し，このコンクリート台上に駆動ユニット11を設置する」というものであって，「コンクリート台を設置せずに巻上機を任意の階に設置する。」という技術思想までは全く開示されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物1発明と刊行物2発明における技術思想(技術思想1)を組み合わせることの困難性",
                      "text": [
                        "刊行物1発明は，トラクションマシン1を用いることを前提として，トラクションマシンに対してブレーキとモータの影響を無くし，かつトラクションマシンの組立・分解が容易に行いうるエレベータ装置を提供することという目的のためになされた発明であり，刊行物2発明は，昇降路内に機械室を設けて，保守等を容易にするという目的のためになされた発明であって，相互に発明の課題及び目的が全く異なるため，そもそもこれらを組み合わせる動機付けが全く無い。",
                        "審決は，刊行物1発明と刊行物2発明における技術思想(技術思想1)を組み合わせる動機付けについては，「刊行物1記載の発明，及び技術思想1の両者ともエレベーター装置の昇降路内機器配置に関するものであるから，同一の技術分野に属するものであって，その組み合わせないし置換を妨げる理由はない。」(30頁下4行～下1行)と判断するが，単にエレベーター装置といっても様々な技術的効果を目的とする無数の文献が存在するのであり，同じエレベーター装置に関するものであるとの一事をもって，その都合の良い部分を抽出して組み合わせることが容易であるといえないことは当然のことである。",
                        "また，審決は，エレベーター装置においては，明示するまでもなくエレベーター占有空間の最小化の狙いを前提とするから，刊行物1発明及び刊行物2発明における技術思想(技術思想1)の両者ともエレベーター空間の最小化を狙いとするとも認定している(31頁1行～6行)が，審決で多用されているエレベーター占有空間の「最小化」という文言は，刊行物1及び刊行物2のいずれにも記載されていない。原告も，不使用な空間の発生を押さえるということがエレベーター装置において重要な技術課題であるということ自体を否定するものではない。しかし，不要な空間をできるだけ少なくするという一般的な技術課題の存在のみをもって，昇降路内の不使用空間の発生を押さえるという技術常識を目的とする点で，刊行物1発明及び刊行物2発明における技術思想(技術思想1)が一致しているということはできない。",
                        "さらに，審決は，「…刊行物2記載の発明は，…別個の機械室…を設けず巻上機を昇降路内に内蔵する方式であり，エレベーター占有空間の最小化を狙いとするものである。しかも，…刊行物2記載の発明の昇降路内機器配置自体にも，平断面での奥行き方向において最小化するという技術思想が，程度の問題は別として，把握できるものである。刊行物1記載の発明においても同様である。よって，刊行物1記載の発明及び技術思想1の両者ともエレベーター占有空間の最小化を狙いとするものである。」(31頁7行～16行)と認定しているが，上記(ア)のとおり，刊行物2発明は，明細書に明示された目的を達成するために，駆動ユニット(巻上機)を任意の階にコンクリート台を設けてその上に設置するという構成をとったことにより，昇降路平断面においては，不使用空間が増大することになるのであり，刊行物1との組み合わせの際に昇降路平断面を小さくするという目的での動機付けからすれば，刊行物2自体は積極的に排除すべきものであるといえ，刊行物1発明と刊行物2発明における技術思想(技術思想1)を組み合わせる動機付けはそもそも無いというべきである。",
                        "そして，刊行物1(甲1)の段落【0014】には，「フレーム3の下部は，平で大きな足18が設けられ，これを昇降路床面に固定することにより，トラクションマシン1が安定して確実に動作するようにしている。」と記載され，段落【0027】にも，「トラクションマシン1を昇降路25のピットに固定し…」と記載されており，図4においてもトラクションマシン1が昇降路の床面に固定されていることから明らかなとおり，刊行物1のトラクションマシンはピットに固定されているために，かごが最下階にあるときでも，トラクションマシン(巻上機)とかごは離れていることが前提となっている。したがって，いかに当業者といえども，刊行物2に記載されているように任意の階にコンクリート台を設置するということから示唆を受けて，刊行物1に記載されたトラクションマシン1を任意の階に配置することまで容易に想到するとは考えられず，刊行物1発明に刊行物2における技術思想(技術思想1)を組み合わせることは極めて困難である。",
                        "さらに，刊行物1発明は，上記のとおり，昇降路床面にトラクション1が固定されていることを前提とするものであるから，エレベータ装置において，ピットが冠水した場合の被害防止のために電子機器等を最下階の床面より上方に配置することが周知であり，特開平11−310372号公報(甲7)に保守点検のために駆動装置を1階付近に設けることが開示されていたとしても，あえて床面に固定する旨明記されているトラクションマシン1を昇降路最下階停止時のかご床面より上方でかつかご天井より下方に位置させることが，当業者が容易に想到する程度のことであるとはいえない。",
                        "したがって，原判決は，相違点2についての判断を誤ったものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点3及び4についての判断の誤り)",
                  "text": [
                    "審決は，「昇降路内の不使用空間の発生を極力抑えるというのは，刊行物1記載の技術事項や，刊行物3の…技術事項，本件特許公報2頁4欄8から10行における記載をみるまでもなくエレベーター装置において技術常識であり，第1の返し車の回転面を近接する昇降路の壁面に対してどのような角度に位置させるかは，そもそも，昇降路の形状・寸法，かごのドアの出っ張り等のかごの形状・寸法，返し車やカウンターウェイトや巻上機等の機器の諸寸法・配置等の諸条件を比較考慮して当業者が適宜決定すべき事項にすぎない。」(30頁8行～15行)，「…刊行物1記載の発明に技術思想1を適用して，刊行物1記載の発明において，第1の返し車の回転面を，ロープがかごのかご用吊車へ至る側が綱車から巻き掛けられる側より乗降口から遠ざかる方向に位置して，近接する昇降路の壁面に対して傾斜させることは，技術思想1に基づいて当業者が容易に想到しうる程度のものである。よって，上記相違点4に係る訂正発明のように構成することは，当業者が容易に想到しうる程度のものと認められ，このように刊行物1記載の発明を構成すれば，上記相違点3に係る訂正発明のように構成されることとなり，上記相違点3に係る訂正発明のように構成することも，当事者が容易に想到しうる程度のものと認められる。」(30頁19行～29行)と判断している。",
                    "しかし，技術思想1が記載された刊行物2は，前記イ(ア)のとおり，昇降路内に機械室を内蔵して保守等を容易にするという設計思想に基づき，建物の任意の階にコンクリート台を設置するという内容のため，昇降路の平断面は大きくなることになるものであり，昇降路平断面を小さくするという目的で刊行物1発明に刊行物2記載の返し車の傾斜のみに注目して，これらを組み合わせる動機付けは存在しない。そして，刊行物2発明は，かごとかごに対向する物体(コンクリート台)との間にロープが通るように配置されているが，かごと巻上機の隙間にロープを通すことまで示唆されているものではなく，ましてや刊行物2発明は巻上機の綱車がかご側に対向しており，この点においても訂正発明と異なる。",
                    "また，刊行物1発明は，前記イ(イ)のとおり，巻上機(トラクションマシン1)が昇降路床面(ピット)に固定されているため，かごが最下階にあるときでも，巻上機とかごは上下に離れており，刊行物1発明においては巻上機とかごがすれ違う間の空間にかごの吊り車へ至るロープを通すという課題がそもそも生じない。一方，刊行物2発明には，かごとかごに対向する物体(コンクリート台)との間にロープが通るように配置されているが，あくまでもコンクリート台の側面とかごの間であり，巻上機とかごがすれ違う間の空間にかごの吊り車へ至るロープが通るという構成ではない以上，刊行物1発明に関して，訂正発明のように巻上機のモータ部を横切ってかごと巻上機の隙間にロープを通すことに至るまでには相当の創作過程が存在し，当業者が容易に想到しうる程度のものではない。",
                    "審決の相違点4において訂正発明の構成をとることによって，必然的に相違点3にかかる訂正発明のように構成されることとなる旨の判断は，相違点2について訂正発明の構成を採らなければ，かごの吊り車に至るロープがかごと巻上機の間を通ることにはならないということからも，誤りであることは明白である。",
                    "したがって，審決は相違点3及び相違点4についての判断を誤ったものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(相違点5についての判断の誤り)",
                  "text": [
                    "審決は，「刊行物4記載の発明には，エレベーター装置において返し車の回転面を昇降路の壁面に対して傾斜させて昇降路平断面の縮減を図る技術思想(以下，「技術思想2」という。)が示されている。よって，刊行物1記載の発明，技術思想2ともエレベーター装置の昇降路内機器配置に関するものであるから，同一の技術分野に属しており，刊行物1記載の発明において，技術思想2を適用して，上記相違点5に係る訂正発明のように構成することは，当業者が容易に想到しうる程度のものと認められる。」(32頁7行～14行)と認定している。",
                    "しかし，刊行物4(甲4)には，段落【0035】に，「本発明によれば，つり合おもりをつるロープをかけるプーリを昇降路平面の軸線に対して傾けて配置したことにより，つり合おもりや乗かごのつり心をずらすことなく，乗かごのサイズ，昇降路のサイズをつり合おもりのない場合と同等にすることができる。」と記載されているが，刊行物4の請求項1～3の記載からも明らかなとおり，刊行物4発明は「流体圧エレベーター」に関する発明であって，トラクションマシン1を用いる刊行物1記載のエレベータ装置とは駆動方式が異なり，対象を全く異にしているため，全く方式の違うエレベーター装置を組み合わせること自体，当業者が容易に推考できるものではないことは明らかである。",
                    "とりわけ，刊行物4には，刊行物1に記載されるトラクションマシン1のシーブ5が存在しないため，刊行物1のトラクションマシン1のシーブ5とカウンターウェイト31との間の頂部プーリ27Bの回転面を考慮する際に，刊行物4に記載の返し車の配置を参照することは，当業者であったとしても，訂正発明の内容を理解して初めてなし得るものである。",
                    "したがって，審決は相違点5についての判断を誤ったものである。",
                    "なお，被告補助参加人は，訂正発明の原出願の分割出願である特許第3508768号の拒絶理由通知に対する原告の意見書(平成15年8月22日提出。丙17)の記載及び特許庁審査官との面接の際の原告の説明(丙18)に基づいて，原告自身，第2の返し車の傾斜が，「昇降路内の不使用空間の発生を極力押さえる」効果には関係がないことを表明していると主張する。しかし，同特許に係る発明は，巻上機と第1の返し車を平面図において重なるように配置して，昇降路の角で直交させたものである。原告は，この発明の作用効果を発揮する上では第2の返し車が傾斜していることは必須の要件ではないことを主張したものであって，本件特許に係る発明について，第2の返し車が傾斜していることは必須の要件ではないと主張したものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(相違点1～5すべてについての判断の誤り)",
                  "text": [
                    "訂正発明は，昇降路内の高さ方向，平断面においての幅方向・奥行き方向のうち，いずれか一方向のみの不使用空間の縮減を目的としたものではなく，全方向において不使用空間の縮減を実現することを目的とし，技術的検討を重ねた結果，前記ア(ア)aの①～⑥の特徴点を発見し，六つの特徴点すべてが備わって，それぞれが有機的に関連することによって，①～⑥の特徴点それぞれでは達成できない昇降路全高における不使用空間の縮減を達成した発明である。",
                    "本件の訂正発明のように多数の特徴点を有し，しかもすべての特徴点を有する構成にしない限りは，発明が解決しようとする技術的効果が得られないという特殊性を有する発明において，仮に多数の，しかも目的の異なる文献の中から，文献を選択し，さらにその中から訂正発明に都合のよい部分だけを抽出し，個々の相違点について個別に組み合わせることができたとしても，個々の相違点について想到しただけでは，訂正発明の効果は達成できないのであって，個々の相違点について個別の組み合わせをすべて網羅した訂正発明の全特徴点を有する構成を想到することは，非常に困難である。",
                    "審決は，まさに訂正発明の明細書を読み，訂正発明の構成を認識した上であるからこそ容易であると判断したにすぎず，訂正発明を知らない通常の当業者が想到することは到底不可能である。",
                    "訂正発明においては，相違点2及び相違点4について訂正発明の構成をとることにより，巻上機とかごがすれ違う狭い空間にロープが通ることになるが，通常の当業者であれば，このような事態を避けるように設計を行うから，相違点2と相違点4の組み合わせには，着想阻害事由が存在する。",
                    "訂正発明は，あえて相違点2及び相違点4の構成をとりつつ，同時に相違点3及び5の構成も同時に採用することによって，訂正発明の効果を達成するものであるが，通常の当業者が相違点1ないし5を同時に採用することを同時に着想することは不可能である。",
                    "審決は，刊行物1～4(甲1～4)の目的も前提も異にする発明の記載から，その目的，前提の相違を考慮せずに，刊行物1との相違点の解消に必要な特定の記載を抽出し，各相違点について異なる組み合わせによって訂正発明の構成を想到することが容易であると認定し，結果として，相違点1～5のすべてについて同時に，訂正発明の構成を想到することが容易であると判断しているが，このような判断は誤っている。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "取消事由6(本件訂正は実質上特許請求の範囲を変更するものであると判断したことの誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…訂正事項1の「前記綱車が前記かごの側方に位置する前記昇降路の壁面に対向し，前記モータ部が前記かご側に対向して，該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し，」なる事項により奏されるとする効果Aは，…本件特許明細書には記載されていない。また，本件特許明細書から自明でもない。…訂正事項1に係わる請求項2の発明は，『前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように』に限定した場合に生じる課題，すなわち，特許明細書において全く予想されていなかった新たな課題を，訂正前の発明には特定されていなかった『該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し』たことにより解決している。したがって，…訂正事項1の『前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように』して，『該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し』た点は実質上特許請求の範囲を変更するものである。」(32頁下12行～33頁14行)と判断している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正発明の「該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」という表現には，①巻上機の下端が昇降路の最下階低支持のかご床面よりも上方という点と，②かご天井面より下方という2点の内容が含まれている。これらのうち，①の内容により，ピットが冠水した場合に巻上機の損傷を防止するという効果が得られるが，当該効果を得るためには②の内容は必要ない。他方，②の内容から得られる効果については，本件訂正前の明細書(ただし，第1次訂正審決による訂正のない本件特許公報［甲8］による。以下同じ。)に「この種の機械室の無い方式のエレベーター装置では，ピットの深さは1．2mから1．5m程度であり，この位置に巻上機および制御盤が配置されていると，作業者がピット床に立った場合に手が届く範囲，例えば1．2mから1．7m高さの範囲(かご最下階停止時のかご床面～ピット床から1．7m高さ)にあることになり，点検作業が容易である。」との記載(6頁左欄15行～21行)及び「また，巻上機4の下端をかご基準階停止時のかご床面より上方でかつ上端をかご天井面より下方にし制御盤15をほぼ同じ高さに配置した場合，エレベーターの運行管理に即した点検が最もやり易くなる。」との記載(6頁左欄27行～30行)がある。したがって，本件訂正前の明細書に，「該巻上機の下端は前記昇降路の最下階停止時の・・・かご天井より下方に位置」という構成と該構成に対応する効果が共に記載されていたことになる。また，「前記かごの吊り車にかかる前記ロープが前記かごと前記巻上機との間を通るように」という限定については，本件訂正前の明細書(甲8)の5頁右欄11行～12行の「さらに，返し車は5aは昇降路8の平断面の投影図上で巻上機4と一部重なり合って配置されている。」との記載並びに第6図及び第7図に記載されている範囲内の事項である。",
                        "以上のとおりであるから，「該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」た点も，「前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように」した点も，本件訂正前の明細書及び図面に記載した事項の範囲内にあり，実質的に見ても，訂正後の発明が特許請求の範囲を変更するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告が主張していることは，「刊行物1(甲1)の図8において頂部プーリ27Aの向きを変えてロープが乗降口から奥に向かうようにしても，トラクションマシン1はピットに設置されているから，頂部プーリ27Aから下に向かうロープはトラクションマシン1まで達することなく，かご下プーリ29Aによってかご下に導かれる。しかし，相違点2が存在するために，訂正発明においては，現実にロープがかごと巻上機との間を通る。かごと巻上機との間をロープが通ることにより，ロープが巻上機に接触する危険性が大きくなるから，この点が着想阻害事由になる。」，「訂正発明においては，『該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方』という要件のみならず，『かご天井より下方に位置し』という要件も加わっているから，巻上機は途中階にはなく，最下階に位置することになる。したがって，訂正発明においては，ロープがかごと巻上機との間を現実に通るのはかごが最下階付近にある場合に限定されるとともに，その場合でも，ロープの振れの支点となるかごの吊り車によってロープの振れが小さい幅に抑制されているから，現実には，ロープが巻上機に接触することはなく，着想阻害事由の一部が解決されている。」ということである。本件訂正によって新たな課題を設定して，その解決手段を特許請求の範囲に追加したということではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，被告は，「作用効果は課題と表裏一体の関係にあり」と主張しているが，東京高判昭和62年5月14日(注解特許法第三版【下巻】1365頁)は，「発明の目的は，当該発明がその属する技術分野における従来技術との関連においていかなる問題点を解決しようとするかについて出願人が認識した技術的課題を示すものであり，発明の効果は，右問題点を解決するために提案された当該発明の構成によって生ずる特有の技術的効果であ(る)」と述べて，発明の効果は，発明の目的あるいは技術的課題とは異なるものとして把握している。これを「表裏一体」としている被告の主張は誤りというほかはない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "刊行物1(甲1)の段落【0032】～【0034】には，平断面での幅方向，奥行き方向のそれぞれ及び双方について，不使用空間を縮減するとともに，昇降路全体を小さくするという技術事項が示されている。さらに，刊行物1発明は，天井に機械室を設けず巻上機を昇降路に内蔵する方式であって，エレベーター占有空間の最小化を狙いとするものであるから，刊行物1には，高さ方向，平断面での幅方向・奥行き方向にわたる不使用空間の縮減という思想が示されている。",
                "したがって，刊行物1には，当該思想が，【発明が解決しようとする課題】として直接的に記載されていないだけにすぎず，これが記載されていないとする原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物2発明の趣旨についての原告主張につき",
                  "text": [
                    "巻上機を昇降路内自体に内蔵する方式は，エレベーター占有空間の最小化の狙いを，明示するまでもなく前提とするものであって，刊行物2発明においても，不要空間のない設計を行うことは常に意識されていたと認められる。",
                    "原告は，刊行物2発明において，支持台をコンクリートにしたり，安全柵を取り付けたことで不使用空間の縮減を技術課題としていないと主張しているが，これらの点は支持台の強度や利便性を設計時に比較考慮したにすぎず，これらの点をもってして不使用空間の縮減を技術課題としていないと結論付けることはできない。しかも，一般的には，機械室とは，特開平2−261788号公報(乙1)に一例として示した別個の機械室を指すのが普通であって，刊行物2発明には，機械室はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物1発明と刊行物2発明における技術思想(技術思想1)を組み合わせることの困難性についての原告主張につき",
                  "text": [
                    "後記(5)のとおり，刊行物1発明と刊行物2発明における技術思想(技術思想1)を組み合わせることに困難な点はない。",
                    "刊行物1(甲1)の特許請求の範囲【請求項1】には，「昇降路内の定位置に設置されたトラクションマシン」と記載されており，刊行物1の特許請求の範囲【請求項2】の記載と比較してみれば，刊行物1にはトラクションマシンが昇降路の下部に位置するものに限定した技術思想だけが示されているわけではない。刊行物3(甲3)の記載の通常の技術常識をも考慮すれば，トラクションマシン1の位置を移動することに，阻害要因はなく，当業者が容易になし得ることにすぎない。したがって，「刊行物1に記載されたトラクションマシン1を任意の階に配置することまで容易に想到するとは考えられない」とする原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "相違点4に係る訂正発明のように構成することは，刊行物2における技術思想1の第1の返し車の回転面の角度を採用すれば，当業者が容易に想到しうる程度のものと認められ，このように刊行物1発明を構成すれば，平断面における相違点3に係る訂正発明のように構成されることとなる。",
                "刊行物2における技術思想1では，任意の階層において，かごと，巻上機の配置された支持台との隙間の存在にもかかわらず，訂正発明の相違点4と同様に第1の返し車を傾斜させている。そして，かごと対向近接する物体が，巻上機の支持台の代わりに巻上機自体とすることは当事者が容易に想到しうる程度のものと認められる。したがって，相違点3を平断面に限定せず，相違点2から生じる隙間の存在を考慮したとしても，技術思想1をもってして相違点4に係る訂正発明のように構成すれば，相違点3に係る訂正発明のように構成されることは当事者が容易に想到しうる程度のものとなり，着想阻害要因は存在しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "ロープ式エレベーターと流体圧エレベーターはともにエレベーターの代表的な方式であって，また，カウンターウエイトを返し車で懸架する点においては，刊行物1発明及び刊行物4発明に差異がない。しかも，刊行物1発明及び刊行物4発明は，いずれも昇降路の平断面を小さくするものである。したがって，刊行物1発明と刊行物4発明を組み合わせることは当業者が容易に推考できるものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "text": [
                "刊行物1発明に，刊行物1に示された刊行物1記載の技術事項の観点に立って，エレベーター装置の昇降路内機器配置に関する同一の技術分野から，刊行物3発明の技術事項，技術思想1，2，周知技術，技術事項Aを適用して，相違点1～5に係る訂正発明のように構成することは，当業者が容易に想到しうる程度のものと認められる。そして，相違点1～5があるといっても，そもそも設計的事項にすぎないものばかりであって，訂正発明はこれらの寄せ集め発明にすぎないものである。",
                "相違点1は相違点とは認められないものであり，また，相違点や引用する刊行物の数をもって組み合わせが困難とすることはできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由6に対し",
              "text": [
                "作用効果は課題と表裏一体の関係にあり，「巻上機は，単に，最下階停止時の床面より上方でかつ最上階停止時のかごの天井より下方に位置するのみではなく，最下階停止時のかご天井より下方に位置しています。したがって，かごが最下階付近にある場合にのみ，かごの吊り車すなわちロープの支点に近いロープが巻上機とかごの間を通ることになるにすぎません。この位置では，必然的に対向した位置でのロープの振れ幅が小さくなるため，巻上機のモータ部とかごの間隔を最低限に小さくできます。」(効果A)との作用効果の主張をすることは，「前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように」に限定した場合に生じる課題，すなわち，本件訂正前の明細書において全く予定されていなかった新たな課題を，本件訂正前の発明には特定されていなかった「該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」たことにより解決していることであって，「前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように」して，「該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」た点は，実質上特許請求の範囲を変更するものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被告補助参加人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正発明について六つの特徴点を指摘した上で，昇降路の高さ方向，幅方向，奥行き方向及び全体の不使用空間を縮減するという効果を持ち出して，訂正発明の技術思想を解説しようとしている。",
                    "しかし，訂正発明は，巻上機を昇降路の壁面とかごとの間に位置させ，かつ，ロープをかごと巻上機の間に通すことにより，その分だけ昇降路の幅方向が広がるのであるから，この時点で，訂正発明が昇降路の高さ方向，幅方向，奥行き方向及び全体の不使用空間の縮減をすべて実現しているというのが誤りであることが分かる。また，原告の主張する訂正発明の効果は，実証されていないものや出願時の明細書に記載されていないものばかりであり，これらの効果をもって，訂正発明の技術思想を読み解くことはできない。",
                    "訂正発明の特徴は，第1の返し車を昇降路平断面において巻上機の少なくとも一部と重ねることにより，巻上機の上方の不使用空間ないし第1の返し車の下方の不使用空間を縮減するというものにすぎず，原告は，ことさら訂正発明の特徴を拡張し，その技術思想を拡大解釈せんとしているのであって，そのような手法は許されない。",
                    "以下，原告の主張について個別に反論する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "昇降路の高さ方向の不使用スペースの縮減",
                  "text": [
                    "昇降路の高さ方向の不使用空間の縮減は，巻上機の綱車の回転軸方向の外形寸法が回転軸に対して垂直な方向の外形寸法よりも小さいタイプのものが登場して以来，既に，訂正発明が出願される以前から実現されている効果であり(例えば，刊行物3［甲3］)，訂正発明特有のものではない。したがって，昇降路の高さ方向の不使用空間の縮減を訂正発明の特徴と結びつけて固有の技術思想が示されていると評することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "昇降路の平断面での幅方向の不使用スペースの縮減(1)訂正発明の「巻上機の綱車が昇降路の壁面に対向し，巻上機のモータ部がかご側に対向している」(原告が主張する特徴点④)では，昇降路の壁面とロープとの間の安全距離D及びモータ部とかご壁との間の安全距離Cの二つの安全距離を考慮する必要がある(別紙「参考図面1」の【図7】)のに対して，巻上機の向きを逆にして「巻上機のモータ部が昇降路壁に対向し，綱車がかご壁側に位置している」ときには，ロープとかご壁との間の安全距離Eだけを考慮すればよく，モータ部と昇降路の壁面との間の隙間Fについては，安全距離としての寸法を確保する必要もないので，昇降路の壁面に接近させてモータ部を設置することが可能となり，非常に小さい寸法とすることができる(別紙「参考図面1」の【図2】)。",
                    "ロープからモータ部の外側面までの距離をBとすると，訂正発明においては，W1＝B＋C＋Dとなり，「巻上機のモータ部が昇降路壁に対向し，綱車がかご壁側に位置している」ときには，W2＝B＋E＋Fとなるから，昇降路の幅方向の長さを縮減されるということは，C＋D＜E＋Fの関係が成立しているということである。そうであるにもかかわらず，C＋D＜E＋Fの関係が成り立つことをうかがわせるに足りる事項は，訂正明細書(甲9)の特許請求の範囲【請求項2】には記載されておらず，自明でもない。したがって，「昇降路の幅方向の長さの縮減」は，訂正発明の必須構成として特許請求の範囲に記載された事項のみに基づき常に生じるものではないから，訂正発明において「昇降路の幅方向の長さの縮減」という作用効果を参酌することはできない。",
                    "また，かごと昇降路壁の最小距離がカウンターウェイトの側で決まる場合には，巻上機の配置の仕方によって，昇降路の平断面での幅方向の不使用スペースの縮減が実現されるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "昇降路の平断面での奥行き方向の不使用スペースの縮減後記(3)のとおり，刊行物1発明において，第1の返し車の回転面を，ロープがかごの吊り車へ至る側が綱車から巻き掛けられる側より乗降口から遠ざかる方向に位置して，近接する昇降路の壁面に対して傾斜させた点は，刊行物2発明に基づいて当業者が容易に想到しうる程度のものであり，また，この点は当業者が適宜決定すべき事項にすぎない。その結果，当然に，昇降路の平断面において，第1の返し車が巻上機の乗降口側端部よりも乗降口側に向かって張り出すことが無く，巻上機を乗降口側に寄せて配置することが可能となる。",
                    "したがって，原告が主張する訂正発明の特徴点⑤の構成による作用効果は，刊行物1発明や刊行物2発明から当然生じる作用効果であり，訂正発明の特有の顕著な作用効果ということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "昇降路の平断面での幅方向の不使用スペースの縮減(2)本件訂正における，「前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように」して，「該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」た点は，後記(6)のとおり，実質上特許請求の範囲を変更するものであるから，このような訂正が認められる余地はない。したがって，このような訂正が認められることを理由として，昇降路の平断面での幅方向の不使用スペースが縮減されるということはできない。",
                    "また，第2の返し車の回転面を，昇降路の平断面において，ロープがカウンターウェイトの吊り車へ至る側が巻上機の綱車から巻き掛けられる側よりかごに近づく方向に傾斜させて，巻上機の綱車は，カウンターウェイトの吊り車よりも昇降路壁面側に位置しているという，原告が主張する特徴点⑥を採用することによって，「昇降路平断面の幅方向を縮減する」ことを発明の作用効果に掲げることは，昇降路の幅方向におけるカウンターウェイトと巻上機との位置関係(例えば，昇降路の平断面の投影面上でかご乗降口からかご奥側を見たときのカウンターウェイトと巻上機との重なり度合い)が特定されて初めて奏することができる作用効果である。それにもかかわらず，昇降路の幅方向におけるカウンターウェイトと巻上機との位置関係については，訂正明細書(甲9)の特許請求の範囲【請求項2】には特定されていないから，上記作用効果は，訂正発明に固有の作用効果とはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "昇降路全体の不使用スペースの縮減",
                  "text": [
                    "上記のとおり，昇降路の高さ方向の縮減と昇降路の平断面での幅方向の縮減は訂正発明の作用効果ということができず，また，昇降路の平断面での奥行き方向の縮減は公知の従来技術から当然に生じる作用効果にすぎない。",
                    "したがって，訂正発明から昇降路全体の不使用空間の縮減という特有顕著な作用効果が発生しているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "刊行物1発明と刊行物2発明とは，技術常識たる不使用空間の縮減という共通の目的を有しているから，これらを組み合わせることにつき十分な動機付けがあるというべきである。",
                "また，刊行物1(甲1)において，トラクションマシン1を昇降路床面に設置することが必須の要件とされるわけではないから，刊行物1のトラクションマシン1を建物の任意の階層に設置する場合に何らかの技術的阻害要因が存在するものではなく，特開平8−81154号公報(丙7，以下「丙7公報」という。)及び特開平8−277081号公報(丙8，以下「丙8公報」という。)記載の周知技術や特開平11−310372号公報(丙9，以下「丙9公報」という。)記載の技術事項に鑑みれば，刊行物1の「前記トラクションマシン1(巻上機)を昇降路25のピットに固定し」という構成を「トラクションマシン1(巻上機)の下端は昇降路25の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」に変えることは容易に想到し得るものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "昇降路内の不使用空間の発生を極力押さえるというのは，エレベータ装置において技術常識であり，審決が認定するように，刊行物2において，駆動装置の上に案内車を配置する構成が示されていることから，当業者においては，刊行物2においても，不使用空間の縮減という目的を実現していると理解されるというべきである。",
                    "そして，審決が認定するように，「第1の返し車の回転面を近接する昇降路の壁面に対してどのような角度に位置させるかは，そもそも，昇降路の形状・寸法，かごのドアの出っ張り等のかごの形状・寸法，返し車やカウンターウェイトや巻上機等の機器の諸寸法・配置等の諸条件を比較考慮して当業者が適宜決定すべき事項にすぎない。」(30頁11行～15行)",
                    "したがって，刊行物1発明において，第1の返し車の回転面を，ロープがかごの吊り車へ至る側が綱車から巻き掛けられる側より乗降口から遠ざかる方向に位置して，近接する昇降路の壁面に対して傾斜させることは，刊行物2発明に基づいて当業者が容易に想到しうる程度のものであり，また，この点は当業者が適宜決定すべき事項にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "下部プーリの取付け位置に関する周知慣用な技術事項(丙10～16［枝番を含む］)に基づいて，刊行物1発明における下部プーリ29Aの配置を，別紙「参考図面2」に示すように例えば緑色，青色及び赤色の二点鎖線で示す任意の位置へ変更する際には，下部プーリ29Aa，29Ab，29Acから頂部プーリ27Aに至るロープの中心位置が垂直となるように，頂部プーリ27Aの配置も変更され，頂部プーリ27Aa，27Ab，27Acの回転面が，昇降路25の平断面においてロープが乗かご28の下部プーリ29Aへ至る側がトラクションマシン1のシーブ5から巻き掛けられる側より乗降口28aから遠ざかる方向に位置して近接する昇降路25の壁面25aに対して傾斜するように必然的に変更されることになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物2は，巻上機とかごがすれ違う間の空間にかごの吊り車へ至るロープが通るという構成ではないという点で訂正発明と異なっているとか，刊行物1は，トラクションマシン1が昇降路25のピットに固定され，かごが最下階にあるときでも，巻上機とかごの両者は上下に離れているため，巻上機とかごがすれ違う間の空間にかごの吊り車へ至るロープが通るという構成は全く存在せず，かごと巻上機の隙間にロープを通すという課題が生じないと主張する。",
                    "しかし，かごと巻上機の隙間にロープを通すという課題は，本件訂正前の明細書(甲8)にも訂正明細書(甲9)にも何ら記載されていないことであるばかりでなく，仮に，そうでないとしても，刊行物2においては巻上機(またはコンクリート台)とかごの間の隙間にロープを通すという構成が示されているのであるから，訂正発明の構成を採用することに創作の過程は存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "刊行物4発明の課題である「昇降路のサイズをつり合い重りのない場合と同等にすること」というのは，つり合い重りがある場合に想定される昇降路空間の拡大を回避するという意味であり，その課題を解決するために，第2の返し車が斜めに配置されているのであるから，刊行物4発明も刊行物1発明と同じ「昇降路内の不使用空間の縮減」という目的を有することは，疑いを差し挟む余地のない事実である。",
                "加えて，ロープ式エレベータと油圧式エレベータはともにエレベータの代表的な方式であるし，刊行物4発明が，訂正発明のような「ロープ式」ではなく，「流体圧式」であるとしても，訂正発明の「巻上機」から先の「カウンターウェイト」を「第2の返し車」により懸架する構成は，「ロープ式」か「流体圧式」かにより差違があるものではない。",
                "したがって，刊行物1発明と刊行物4発明は課題が共通であり，組み合わせるのに技術的な阻害要因もない。",
                "なお，原告は，訂正発明の原出願の分割出願である特許第3508768号の拒絶理由通知に対する意見書(平成15年8月22日提出。丙17)において，「また，補正後の請求項1記載の発明は，第2の返し車において，『上記昇降路の平断面において，回転面が上記第1の昇降路壁に対して傾斜した』という部分を削除致しました。該部分を削除しても，昇降路内の不使用空間の発生を極力押さえるという本発明の効果を奏することができる…」と述べ(2頁3行～6行)，特許庁審査官との面接の際には，「第2の返し車を傾斜させるか否かは設計上の要請に負うものである。」と説明し，この旨審査官の理解を得た後(丙18)，特許されている。これは，原告自身，第2の返し車の傾斜が，「昇降路内の不使用空間の発生を極力押さえる」効果には関係がないことを表明したものであって，第2の返し車の回転面の傾斜角度のごときは，単なる設計事項であることを認めていることを示しており，本件における原告の主張と矛盾している。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "text": [
                "訂正発明と刊行物1発明との相違点が五つあるといっても，上記のとおり，技術常識と設計事項の範疇において刊行物2発明や刊行物4発明を組み合わせることにより，三つの相違点(相違点3～5)が容易に解消される。",
                "また，巻上機の軸方向の軸長が小さいという相違点1は相違点として捉えること自体が問題であるばかりか，刊行物3によって開示され容易に採用し得るものである。",
                "さらに，巻上機の位置を最下階停止時のかご床面からかご天井の範囲に限定するという相違点2にも，ピットが冠水した場合の被害防止という周知の課題のために電子機器等を最下階の床面より上方に設置することは周知技術(丙7公報，丙8公報)にすぎず，保守点検のために駆動装置を昇降路の1階付近に設けることは既に知られていることであり(丙9公報)，刊行物1発明と刊行物2発明とを組み合わせることにより，ようやく得られる構成でもない。",
                "したがって，訂正発明は，刊行物1～4の組み合わせにより，容易に想到し得るものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由6に対し",
              "text": [
                "本件訂正前の明細書(甲8)に記載されているのは，「さらに，巻上機4の下端および制御盤15の下端はかご最下階停止時のかご床面より上方でかつかご天井面より下方にあるので，ピットが冠水しても巻上機4および制御盤15は損傷を受けることは無い。」(6頁11欄11行～14行)ということだけで，ピットが冠水した場合の被害防止としか記載されていない。これに対し，訂正拒絶理由通知書(丙4)が審判請求書(丙5)上の記載として，「『前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように』限定したことにより，新たな課題が生じており，『該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し』たことにより解決している。」とまとめている(丙4，26頁24行～27行)。これは，「前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように」限定したことにより，新たな課題が生じており，この新たな課題を，「かごが最下階付近にある場合にのみ，かごの吊り車すなわちロープの支点に近いロープが巻上機とかごの間を通ることになるに過ぎず，この位置では，必然的に対向した位置でのロープの振れ幅が小さくなるため，巻上機のモータ部とかごの間隔を最低限に小さくできる。」という新たな構成をもって解決しているということである。このような新たな構成は，本件訂正前の明細書に記載がなく，また，自明でもないから，発明の目的を変更するものであり，実質上特許請求の範囲を変更するものであって，このような訂正が認められる余地はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(本件訂正の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(訂正発明と刊行物1発明を対比することの誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正発明につき",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正明細書(甲9)には，前記第3の1(2)イの特許請求の範囲【請求項2】のほか，発明の詳細な説明として，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "「この発明は，昇降路内に，かごとカウンターウェイトと，両者を懸架するロープと，該ロープを駆動する巻上機と，該ロープの懸架方向を転換する返し車とを有するエレベーター装置に関するものである。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "「第12図および第13図は例えば特開平9-165172号公報の図2および図1に示された従来のエレベーター装置を示す平面図および側面図である。",
                        "図において，1は人または荷物が載るかご，2はかご1の重量を補償するカウンターウェイト，3はかご1とカウンターウェイト2とを懸架するロープ，4はロープ3を介してかご1とカウンターウェイト2とを駆動し昇降させる薄形の巻上機，4aは巻上機のシーブ，5a，5bはロープ3の懸架方向を転換する返し車，6はかご用ガイドレール，7はカウンターウェイト用ガイドレール，8は昇降路，11はかご1の吊り車，12はカウンターウェイト2の吊り車，13はかご側の綱止め，14はカウンターウェイト側の綱止めである。",
                        "次に，第12図～第13図を用いて，従来のエレベーター装置について説明する。",
                        "巻上機4のシーブ4aに懸架されたロープ3を介して，エレベーターのかご1およびカウンターウェイト2が昇降する。この際，かご用ガイドレール6がかご1の水平方向の移動を規制し，カウンターウェイト用ガイドレール7がカウンターウェイト2の水平方向の移動を規制して，昇降路内の他の機器や昇降路壁とかご1およびカウンターウェイト2との接触・干渉を防止している。ここで，かご1，カウンターウェイト2および巻上機4の垂直投影は互いに離れており，巻上機4は隣接する一つの壁面に平行に置かれている。",
                        "近年のエレベーター装置においては，エレベーター占有空間の最小化を狙いとして，機械室を設けず巻上機を昇降路に内蔵する各種の方式が提案されている。具体的には，(1)薄形の巻上機をカウンターウェイトの昇降上限より上方に配置する方式，(2)巻上機を昇降路内の頂部即ちかご最上階停止時のかごの天井より上方に配置する方式，(3)巻上機を昇降路内のピット部即ちかご最下階停止時のかご床面より下方に配置する方式である。",
                        "このうち，(1)(2)はエレベーターの昇降に必要最小限の高さよりも多くの昇降路高さを要するうえ，昇降路頂部付近においてかご上に乗って巻上機の保守点検をする作業者が予期せぬかごの上昇により昇降路の天井に頭をぶつけないための防護策を講じる必要があるという欠点がある。(2)の場合は，巻上機が発する熱が昇降路の頂部即ち巻上機自身の付近に滞留するので温度上昇により巻上機が故障し易くなる。",
                        "(3)は最も冠水し易いピット部に巻上機を配置するためにその防護手段が必要という欠点がある。前記の特開平9-165172号のエレベーター装置は，(1)の欠点を解消するものであるが，巻上機の垂直投影面の上方および下方の昇降路全高にわたって不使用空間を生ぜしめるという新たな欠点をもたらしている。",
                        "以上のように従来のエレベーター装置では，巻上機の垂直投影面の上方および下方の昇降路全高にわたって不使用空間を生ぜしめるという問題点があった。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明の開示",
                      "text": [
                        "「本発明は，上記の問題点を解消するためになされたものであり，昇降路内の不使用空間の発生を極力押さえ，巻上機の温度上昇による故障を押さえ，昇降路への冠水に対して巻上機の損傷が無く，また点検時の予期せぬかごの上昇に対する防護手段の必要を無からしめることを目的としている。…",
                        "また，この発明のエレベーター装置では，昇降路内を昇降し，乗降口を有するとともに吊り車が設けられたかごと，前記かごと反対方向に前記昇降路内を昇降し，該昇降路の平断面において前記乗降口に対して前記かごの側方に配置され，吊り車が設けられたカウンターウェイトと，前記かごの水平方向の移動を規制するかご用ガイドレールと，前記カウンターウェイトの水平方向の移動を規制するカウンターウェイト用ガイドレールと，前記かごを前記かごの吊り車を介して懸架するとともに前記カウンターウエイトを前記カウンターウェイトの吊り車を介して懸架するロープと，",
                        "前記昇降路内に配置され，当該ロープが巻き掛けられた綱車及び該綱車を駆動するモータ部を有し，前記綱車を回転させることで前記ロープを介して前記かごおよび前記カウンターウェイトを昇降させる巻上機と，前記昇降路内に配置され，前記巻上機の綱車から前記かごの吊り車に至る前記ロープが巻き掛けられて該ロープの方向を転換する第1の返し車と，前記昇降路内に配置され，前記巻上機の綱車から前記カウンターウェイトの吊り車に至る前記ロープが巻き掛けられて該ロープの方向を転換する第2の返し車とを有するエレベーター装置において，前記巻上機は，前記綱車の回転軸方向の外形寸法が前記回転軸に対して垂直な方向の外形寸法よりも小さく，前記昇降路の平断面において前記カウンターウェイト及び前記かごとは離れて前記カウンターウェイトが配置された前記かごの側方に位置する前記昇降路の壁面に平行にかつ前記カウンターウェイトと前記昇降路の壁面に沿って並んで配置されるとともに前記綱車が前記かごの側方に位置する前記昇降路の壁面に対向し，前記モータ部が前記かご側に対向して，該巻上機の下端は前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し，前記第1の返し車は，前記巻上機より上方に位置し，前記平断面において，前記かごの吊り車に至る前記ロープが前記かごと前記巻上機との間を通るように，前記巻上機の綱車から前記かごと前記巻上機との間へ向けて前記モータ部を横切って前記モータ部と重なるよう配置され，前記第1の返し車の回転面は，前記昇降路の平断面において前記ロープが前記かごの吊り車へ至る側が前記巻上機の綱車から巻き掛けられる側より前記乗降口から遠ざかる方向に位置して近接する前記昇降路の壁面に対して傾斜し，前記第2の返し車の回転面は，前記昇降路の平断面において，近接する前記昇降路の壁面に対して，前記ロープが前記カウンターウェイトの吊り車へ至る側が前記巻上機の綱車から巻き掛けられる側より前記かごに近づく方向に傾斜し，前記巻上機の綱車は，前記カウンターウェイトの吊り車よりも近接する前記昇降路の壁面側に位置している。",
                        "…」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例",
                      "text": [
                        "「…",
                        "実施例3．",
                        "第6図～第7図および第3図を用いて，エレベーター装置に関するこの発明の実施例3を説明する。",
                        "第6図は，この発明のエレベーター装置の実施例3の俯瞰図，第7図は平面図を示す。これは，エレベーターの乗降口からみてカウンターウェイトがかごの側方にあり，巻上機をカウンターウェイトと同じ側のかごの側方でカウンターウェイトとは昇降路の平断面上で投影面が重ならないように配置した例である。図において，前述の図と同符号は相当部分を示し説明は省略する。",
                        "図において，巻上機4の下端は一点鎖線Bよりも上方にある。即ち，巻上機4は，かご最上階停止時のかごの天井よりも下方で，かつ，下端がかご最下階停止時のかごの床面よりも上方に配置されている。また，巻上機4は隣接する一つの壁に平行に配置されている。",
                        "さらに，返し車5aは昇降路8の平断面の投影面上で巻上機4と一部重なり合って配置されている。また，返し車5a，5bは昇降路8の壁面に対し傾斜しているので，シーブ4aのロープ溝へのロープ3の入り込み角が小さくなりロープの損傷が防止されている。",
                        "さらに，巻上機4をかご用ガイドレール6およびカウンターウェイト用ガイドレール7によって支持されるビーム9に下側から固定している。そして，巻上機4のモータ4bは昇降路8の平断面内でかご用ガイドレール6の背面よりもかご側に位置している。ここでガイドレールの背面とは図3のC部分を云う。本例では，巻上機4をビーム9に対して直接固定しているが，弾性体を介して取り付け防振構造とすることもできる。また，ビーム9とかご用ガイドレール6，カウンターウェイト用ガイドレール7との間を弾性体を介して取り付けることもできる。",
                        "また，返し車5をかごガイドレール6およびカウンターウェイト用ガイドレール7によって支持されるビーム10に固定している。本例では，返し車5をビーム10に対して直接固定しているが，弾性体を介して取り付け防振構造とすることもできる。また，ビーム10とかご用ガイドレール6，カウンターウェイト用ガイドレール7との間を弾性体を介して取り付けることもできる。",
                        "制御盤15により駆動される巻上機4のシーブ4aに懸架されたロープ3が返し車5により方向転換され，かごの吊り車11およびカウンターウェイトの吊り車12を介して，かご1およびカウンターウェイト2を昇降させる。この際，かご用ガイドレール6およびカウンターウェイト用ガイドレール7が，かご1およびカウンターウェイト2の水平方向の移動を規制する。",
                        "返し車5aは昇降路8の平断面の投影面上で巻上機4と一部重なり合って配置されかつ，巻上機4のモーター4bは昇降路8の平断面内でかご用ガイドレール6の背面よりもかご側に位置しているので，昇降路8の平断面の投影面上で巻上機4が占有する面積は小さく，昇降路全高にわたる不使用空間を縮減している。また，巻上機4はかご最上階停止時のかご天井より下方にあるので，かご上に乗って作業する点検作業者が，予期せぬかごの上昇によって昇降路の天井に頭をぶつける惧れは無い。さらに，巻上機の発する熱は上方である昇降路の天井付近へゆくので，熱により巻上機が故障することもない。",
                        "また，ビーム9の下に巻上機4が取り付けられ，ビーム10には返し車5a，5bが取り付けられているので，ビーム9を介して，かご用ガイドレール6，カウンターウェイト用ガイドレール7に作用するロープ3の張力による上向きの力と，ビーム10を介して，かご用ガイドレール6，カウンターウェイト用ガイドレール7に作用するロープ3の張力による下向きの力とがガイドレール内部で相殺し合い，建物にかかる力を軽減している。",
                        "さらに，巻上機4の下端および制御盤15の下端はかご最下階停止時のかご床面より上方でかつかご天井面より下方にあるので，ピットが冠水しても巻上機4および制御盤15は損傷を受けることは無い。",
                        "この種の機械室の無い方式のエレベーター装置では，ピットの深さは1．2mから1．5m程度であり，この位置に巻上機および制御盤が配置されていると，作業者がピット床に立った時に手が届く範囲，例えば1．2mから1．7m高さの範囲(かご最下階停止時のかご床面～ピット床から1．7m高さ)にあることになり，点検作業が容易である。",
                        "なお，巻上機4の下端をかご1階停止時のかご床面より上方でかつ上端をかご天井面より下方にし，制御盤15をほぼ同じ高さに配置した場合には，ピットのみならず地下階全体が冠水しても巻上機4および制御盤15が損傷を受けることは無い。また，巻上機4の下端をかご基準階停止時のかご床面より上方でかつ上端をかご天井面より下方にし制御盤15をほぼ同じ高さに配置した場合，エレベーターの運行管理に即した点検が最もやり易くなる。…」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(オ)",
      "subject": "産業上の利用可能性",
      "text": [
        "「以上のように，本発明にかかるエレベーター装置は，昇降路内を昇降するかごと，前記かごと対向方向に移動するカウンターウェイトと，前記かごの水平方向の移動を規制するかご用ガイドレールと，前記カウンターウェイトの水平方向の移動を規制するカウンターウェイト用ガイドレールと，前記かごと前記カウンターウェイトを懸架するロープと，前記昇降路内にあって前記ロープが巻き掛けられ当該ロープを介して前記かごおよび前記カウンターウェイトを昇降させる巻上機とを有するエレベーターにおいて用いられるのに適している。」"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "上記アの記載によると，訂正発明は，昇降路内の不使用空間の発生を極力押さえ，巻上機の温度上昇による故障を押さえ，昇降路への冠水に対して巻上機の損傷が無く，また点検時の予期せぬかごの上昇に対する防護手段の必要を無からしめることを目的としているもので，特許請求の範囲【請求項2】に記載の構成を採ることにより，これらの目的を実現しているものであると認められる。",
            "そして，昇降路内の不使用空間の発生を極力押さえているとの点については，次のような指摘をすることができる。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "昇降路の高さ方向の不使用スペースの縮減",
      "text": [
        "訂正発明のエレベータ装置は，「綱車の回転軸方向の外形寸法が回転軸に対して垂直な方向の外形寸法よりも小さい巻上機を，巻上機の下端が昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置させる」ため，上記ア(イ)記載の「(1)薄形の巻上機をカウンターウェイトの昇降上限より上方に配置する方式，(2)巻上機を昇降路内の頂部即ちかご最上階停止時のかごの天井より上方に配置する方式，(3)巻上機を昇降路内のピット部即ちかご最下階停止時のかご床面より下方に配置する方式」に比べて昇降路の高さ方向の不使用スペースを縮減することができるものと認められる。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "昇降路の平断面での幅方向の不使用スペースの縮減の有無a 訂正発明のエレベータ装置は，「巻上機の綱車が昇降路の壁面に対向し，巻上機のモータ部がかご側に対向している」ものであり，昇降路の壁面とロープとの間の安全距離D及びモータ部とかご壁との間の安全距離Cの二つの安全距離を考慮する必要があるが，これらは，いずれも移動物と静止物間の安全距離である。また，訂正発明のエレベータ装置は，巻上機が，カウンターウェイトが配置されたかごの側方に位置する昇降路の壁面に平行にかつカウンターウェイトと昇降路の壁面に沿って並んで配置されるから，カウンターウェイトと昇降路の壁面との間及びカウンターウェイトとかごとの間の安全距離も考慮する必要があるが，このうち，カウンターウェイトと昇降路の壁面間のものは，移動物と静止物間の安全距離であり，カウンターウェイトとかごとの間のものは，移動物間の安全距離である。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "b",
              "text": [
                "これに対して，訂正発明のエレベータ装置において「巻上機のモータ部が昇降路壁に対向し，綱車がかご壁側に位置している」ものを想定した場合，ロープとかご壁との間の安全距離Eを考慮する必要があるが，モータ部と昇降路の壁面との間の隙間Fについては，安全距離としての寸法を確保する必要はない。もっとも，隙間Fは必要であるので，それが0になることはない。また，この場合にも，aの場合と同様に，カウンターウェイトと昇降路の壁面間及びカウンターウェイトとかごとの間の安全距離も考慮する必要がある。"
              ]
            },
            {
              "fig": "c",
              "text": [
                "以上の各安全距離のうち，巻上機に関する安全距離について検討すると，bのEは，aのC，Dよりも大きくなければならないものと解されるが，どれだけ大きくなければならないかは，必ずしも明らかでない(原告は，2倍必要であるというが，そのことを認めるに足りる証拠はない。)。そうすると，C＋DがE＋Fよりも小さいかどうかは，必ずしも明らかでないといわざるを得ない。",
                "また，仮に，C＋DがE＋Fよりも小さいとしても，aの場合でもbの場合でも，カウンターウェイトと昇降路の壁面間及びカウンターウェイトとかごとの間の安全距離を考慮しなければならないから，「それらの安全距離にカウンターウェイトの幅を加えたもの」が，「C＋Dに，巻上機のモータ部の外端からロープまでの距離Bを加えたもの」よりも大きい場合には，昇降路の平断面での幅方向の大きさは，カウンターウェイトと昇降路の壁面間及びカウンターウェイトとかごとの間の安全距離にカウンターウェイトの幅を加えたものによって規定されることになる。訂正発明は，カウンターウェイトの大きさや位置については何ら規定していないので，上記のとおり，昇降路の平断面での幅方向の大きさは，カウンターウェイトと昇降路の壁面間及びカウンターウェイトとかごとの間の安全距離にカウンターウェイトの幅を加えたものによって規定されることがあり得るものと考えられる。",
                "そうすると，訂正発明が「巻上機の綱車が昇降路の壁面に対向し，巻上機のモータ部がかご側に対向している」との構成を採用したことによって，昇降路の平断面での幅方向の不使用スペースの縮減が図られるかどうかは明らかでないといわざるを得ない。",
                "なお，原告は，上記bの場合，Eは，移動物と固定物との間の最低限の安全距離S1の2倍に，カウンターウェイトの厚さの半分の(d／2)を加えた大きさになるところ，上記bの場合のCとDは，S1と同程度であるから，C＋D＜E＋Fとなると主張するが，上記のとおり，2倍必要であると認めるに足りる証拠はないし，また，上記のとおり，昇降路の平断面での幅方向の大きさが，カウンターウェイトと昇降路の壁面間及びカウンターウェイトとかごとの間の安全距離にカウンターウェイトの幅を加えたものによって規定されることがあり得るから，訂正発明が「巻上機の綱車が昇降路の壁面に対向し，巻上機のモータ部がかご側に対向している」との構成を採用したことによって，昇降路の平断面での幅方向の不使用スペースの縮減が図られるかどうかは明らかでないといわざるを得ない。"
              ]
            },
            {
              "fig": "d",
              "text": [
                "また，訂正発明のエレベータ装置は，「第1の返し車は，巻上機より上方に位置し，平断面において，かごの吊り車に至るロープがかごと巻上機との間を通るように，巻上機の綱車からかごと巻上機との間へ向けてモータ部を横切ってモータ部と重なるよう配置され」との構成により，第1の返し車からかごの吊り車に至るロープがかごと巻上機との間を通ることになり，その間に安全距離を確保する必要がある。",
                "この点について，原告は，訂正発明においては，巻上機を最下階停止時のかご天井より下方に位置することにより，かごが最下階付近にある場合のみかごの吊り車に近いロープが巻上機とかごの間を通ることとし，その結果巻上機のモータ部とかごの間隔を小さくすることを可能にしている，と主張するが，そのような効果は，訂正明細書(甲9)に記載されていないから考慮することはできないし，仮にそのような効果があるとしても，ロープとかご及び巻上機との間に安全距離を確保する必要があることには変わりない。",
                "したがって，訂正発明のエレベータ装置は，「かごの吊り車に至るロープがかごと巻上機との間を通らない」エレベータ装置に比べて，昇降路の平断面での幅方向の不使用スペースが大きくなることは明らかである。"
              ]
            },
            {
              "fig": "e",
              "text": [
                "さらに，訂正発明のエレベータ装置は，「第2の返し車の回転面は，昇降路の平断面において，近接する昇降路の壁面に対して，ロープがカウンターウェイトの吊り車へ至る側が巻上機の綱車から巻き掛けられる側よりかごに近づく方向に傾斜し，巻上機の綱車は，カウンターウェイトの吊り車よりも近接する昇降路の壁面側に位置している」との構成を有している。原告は，この構成により，第2の返し車の回転面が，ロープがカウンターウェイトの吊り車に至る側が巻上機の綱車から巻き掛けられる側よりかごに近づく方向に傾斜させることにより，巻上機の綱車を当該壁面に近接させることを可能とし，昇降路の平断面での幅方向の不使用スペースを縮減するという効果を有していると主張する。確かに，この点だけを見れば，訂正発明は，上記構成を有しないものよりも，昇降路の平断面での幅方向の不使用スペースを縮減するという効果を有しているように見えるが，前記cのとおり，訂正発明は，カウンターウェイトの大きさや位置については何ら規定していないので，昇降路の平断面での幅方向の大きさは，カウンターウェイトと昇降路の壁面間及びカウンターウェイトとかごとの間の安全距離にカウンターウェイトの幅を加えたものによって規定されることがあり得る。そうすると，巻上機の綱車を壁面に近接させたからといって，昇降路の平断面での幅方向の大きさには関係がないことになる。このように，訂正発明においては，「第2の返し車の回転面は，昇降路の平断面において，近接する昇降路の壁面に対して，ロープがカウンターウェイトの吊り車へ至る側が巻上機の綱車から巻き掛けられる側よりかごに近づく方向に傾斜し，巻上機の綱車は，カウンターウェイトの吊り車よりも近接する昇降路の壁面側に位置している」との構成が，昇降路の平断面での幅方向の不使用スペースを縮減するという効果につながるかどうかは明らかでないといわざるを得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "昇降路の平断面での奥行き方向の不使用スペースの縮減訂正発明のエレベータ装置は，「第1の返し車は，巻上機より上方に位置し，平断面において，かごの吊り車に至るロープがかごと巻上機との間を通るように，巻上機の綱車からかごと巻上機との間へ向けてモータ部を横切ってモータ部と重なるよう配置され，第1の返し車の回転面は，昇降路の平断面においてロープがかごの吊り車へ至る側が巻上機の綱車から巻き掛けられる側より乗降口から遠ざかる方向に位置して近接する前記昇降路の壁面に対して傾斜し」との構成を有することにより，昇降路の平断面において，第1の返し車が巻上機の乗降口側の端部よりも乗降口側に張り出すことが無く，巻上機を乗降口側に寄せて配置することが可能となるため，昇降路の平断面での奥行き方向の不使用スペースを縮減することができるものと認められる。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "以上の(ア)～(ウ)をまとめると，訂正発明は，昇降路の高さ方向の不使用スペースの縮減及び昇降路の平断面での奥行き方向の不使用スペースの縮減という効果があるものと認められるが，昇降路の平断面での幅方向の不使用スペースの縮減という効果を有するものとは認められない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "刊行物1発明につき"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "刊行物1(甲1)には，次の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "特許請求の範囲",
      "text": [
        "「【請求項1】昇降路内の定位置に設置されたトラクションマシンと，このトラクションマシンにより駆動されるロープによって昇降路内を昇降するカウンタウェイトと乗かごとを備えたエレベータ装置において，前記トラクションマシンは，ラジアルギャップ方式の永久磁石型同期モータと，この同期モータの回転子に直結されたブレーキ装置のディスクと，このディスクと直結され前記ロープを巻掛けるシーブと，前記ディスクと対向して配置され固定部分に支持されるブレーキ装置の制動機構とを有することを特徴とするエレベータ装置。",
        "【請求項2】前記トラクションマシンは，前記昇降路の下部に位置し，前記乗かごとカウンタウェイトの垂直方向に投影した断面積の外に配置されることを特徴とする請求項1記載のエレベータ装置。",
        "【請求項3】前記トラクションマシンは，前記昇降路の下部に位置し，前記シーブに巻掛けられたロープが前記乗かごとカウンタウェイトの間を通過するように配置したことを特徴とする請求項1記載のエレベータ装置。",
        "…",
        "【請求項13】前記トラクションマシンとカウンタウェイトは，前記乗かごのドアの位置する側に直列に配置され，前記ロープは，一端が昇降路頂部に固定され他端が前記カウンタウェイト上部のプーリを介して頂部に設けられた第1の頂部プーリを経て前記シーブに巻掛けられ，更に頂部に設けられた第2の頂部プーリを経て前記乗かごの下に設けた第1及び第2の下部プーリを経て前記昇降路頂部に固定されていることを特徴とする請求項2記載のエレベータ装置。」"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "発明の詳細な説明",
      "text": [
        "「【発明の実施の形態】本発明によるエレベータ装置の一実施の形態を図1乃至図3に沿って説明する。",
        "ブレーキ装置は，ディスクブレーキであり，そのディスク2の外周をフレーム3で覆い，ディスク2の下方の両脇に制動機構4が設けられている。制動機構4は，その最外部がトラクションマシン1のフレーム3の最外幅よりはみ出ないように，支持軸10の中心よりも下方に配置されている。",
        "シーブ5，ディスク2，同期モータ7の順に軸方向に配置されている。ディスク2は，軸受8を介して回転自在で，軸方向には動かないようにボルト9で支持軸10に支持されている。",
        "支持軸10は，その一端をフレーム3にボルト11で固定され，このフレーム3に同期モータ7の固定子が固定されている。この固定子は，前記支持軸10を中心にドーナツ状に形成した薄鋼板を軸方向に積層して形成した固定子コア13と，この固定子コア13に巻付けた固定子コイル12とからなり，固定子コア13をボルト14でフレーム3に固定している。",
        "フレーム3は，同期モータ7の回転子ハウジング16との間にシール機構17を設けて，同期モータ7の内部にゴミが入るのを防いでいる。",
        "フレーム3のシール機構17から外周部は，前記ディスク2の周縁を覆い，ディスク2にゴミが付着するのを防いだり，飛散物，落下物によって故障が起こるのを防いでいる。",
        "フレーム3の下部は，平で大きな足18が設けられ，これを昇降路床面に固定することにより，トラクションマシン1が安定して確実に動作するようにしている。",
        "また，シーブ5はディスク2にボルト19で固定されている。ディスク2の反シーブ5側には円筒状の回転子ハウジング16が出ており，この回転子ハウジング16の内周で前記固定子コア13の外周面に対向する位置に，永久磁石20が固定された回転子ヨーク21が取付けられている。",
        "本実施の形態では，永久磁石20は回転子ヨーク21の表面に張り付けられ，固定子コア13と微細な空隙を介して向き合う構造としている。",
        "制動機構4は，ディスク2と，これに対向して配置され前記フレーム3に支持される制動機構とから構成されている。そして，制動機構は，電磁石とバネからなる駆動源23と，この駆動源23によってディスク2側に押圧されるブレーキシューを備えた制動部24からなる。",
        "本実施の形態によれば，ディスク2の側方に配置した同期モータ7を，その空隙が回転軸に平行に配置されるラジアルギャップ方式としているので，磁気的吸引力はラジアル方向にのみ働き，軸受8に軸方向の推力が加わらないので，複雑な推力軸受は必要とすることはない。したがって，トラクションマシン1を大形化することは避けられる。",
        "また，ディスク2の制動面と同期モータ7の回転子周面とが，異なる向きにあるので，ブレーキ力が同期モータ7のギャップに影響を与えることが殆どない。更に，ディスク2としては，同期モータ7の円筒状の回転子ハウジング16が補強材として機能するので，ディスク2の厚さを薄くできるという効果もある。",
        "シーブ5の中にモータを組み込まないので，同期モータ7の径を大きくすることができ，モータ軸長が短くても必要なトルクを得られるので，トラクションマシン1全体の軸長を短くでき，昇降路内への配置が容易になる。",
        "更に，固定子コイル12を集中巻きにすれば，固定子コア13から張り出す固定子コイル12の端部が小さくなるので，更にモータ軸長を短くでき，昇降路内への配置が一層容易となる。",
        "また，本実施の形態では，シーブ5とディスク2とをボルト19で締結する構造なので，シーブ5を分離可能であり，シーブ5の溝加工，ディスク2の制動面加工などを独立して行えるので，極めて精度良く，効率的に製造加工ができるという効果がある。更に，シーブ5，ディスク2を別個に交換できるので，交換品を少なくでき，保守コストが低減できるという効果もある。",
        "同様に，ディスク2と回転子ヨーク21も取外しできる構成であるので，それぞれの製作加工がし易く，保守部品を少なくでき，保守コストを低減できる。",
        "また，同期モータ7，ブレーキ装置，シーブ5が夫々独立したパーツになるので，ボルトなどの取り付け用部品，取り付け面の仕様を合わせておけば，エレベータ装置の機種に応じて，各パーツの組合わせが自在にできるので，必要な部品を共用できる。このため，部品コストを低減できるという効果もある。",
        "以上の実施の形態では，永久磁石20を回転子に有する永久磁石型の同期モータ7であったが，インダクションモータでも同様な効果は得られる。」(段落【0009】～【0025】)",
        "「次に，本発明によるトラクションマシン1を用いたエレベータ装置について図4にもとづいて説明する。",
        "トラクションマシン1を昇降路25のピットに固定し，トラクションマシン1のシーブ5にロープ26を巻掛ける。このロープ26の一端は昇降路頂部に軸支された頂部プーリ27Aに巻掛けられ，そこから乗かご28の下部に軸支された第1及び第2の下部プーリ29A，29Bを介して昇降路頂部のロープ止め30Aに固定される。また，ロープ26の他端は同様に昇降路頂部に軸支された他の頂部プーリ27Bに巻掛けられ，そこからカウンタウェイト31上に軸支されたプーリ32を介して昇降路頂部のもう一つのロープ止め30Bに固定される。乗かご28は昇降路25内に平行で垂直に固定された一対のかごレール33A，33Bで水平方向にずれないよう上下方向に案内され，カウンタウェイト31は同様に固定されたカウンタウェイトレール34A，34Bで水平方向にずれないように上下方向に案内される。",
        "トラクションマシン1の同期モータ7，ブレーキ装置は，図示しない制御盤により電源を供給されてその動作を制御される。同期モータ7はシーブ5を回転させ，ロープ26を駆動することにより乗かご28を目的階に昇降させる。ブレーキ装置は，乗かご28の停止時にシーブ5の回転を停止させ，乗かご28を所定階に確実に停止させる。",
        "上記エレベータ装置によれば，トラクションマシン1は同期モータ7，ブレーキ装置，シーブ5を一体化しても，ブレーキ装置の動作が同期モータ7に影響しないので，不用な振動，騒音を発生することなく，エレベータ利用者やエレベータ装置の設置された建物の居住者に不快感を与えることがないという効果がある。",
        "図5は，図4に示すエレベータ装置の平面図で，乗かご28のドア35とは反対側に面してカウンタウェイト31を配置し，乗かご28のドア35の隣接する側に面してトラクションマシン1を配置し，乗かご28の下部の左右方向にロープ26が渡るように第1及び第2のかご下プーリ29A，29Bを設ける。更に，カウンタウェイト31とトラクションマシン1との間には頂部プーリ27Bが，トラクションマシン1と第1のかご下プーリ29Aとの間にはもう1つの頂部プーリ27Aが配置される。",
        "上記構成によれば，乗かご28の下側を通るロープ26は乗かご28の中心を通るように，両かご下プーリ29A，29Bは配置されている。これにより，乗かご28の吊り中心と重心が概略一致するので，吊りにより乗かご28に発生するモーメントは小さく，安定した乗かご昇降が実現できるという効果がある。",
        "図6は，昇降路内機器配置の別の例を示すもので，乗かご28のドア35とは反対側に面してカウンタウェイト31とトラクションマシン1を夫々平行に配置し，その間に頂部プーリ27Bをほぼ直角に配置する。また，乗かご28の下部のかご下プーリ29A，29Bをかご奥からドア35側へほぼ対角にロープ26が通るように配置し，トラクションマシン1と乗かご奥側のかご下プーリ29Aの間に頂部プーリ27Aを配置する。このように配置することにより，カウンタウェイト31とトラクションマシン1のトータルの奥行き及び幅をコンパクトに配置できるので，昇降路面積を有効に利用できるという効果がある。例えば，この図では，昇降路25のカウンタウェイト31の右側に大きなスペースが生まれるので，そのスペースを利用してガバナ等の昇降路内配置機器を容易に設置できるという効果がある。また，本実施例は，図5に示す配置よりも，昇降路幅が小さくなるので，幅に制約のある昇降路に有効な実施例である。",
        "図7は，さらに別の昇降路内機器配置を示すもので，トラクションマシン1をカウンタウェイト31の横に配置して，カウンタウェイト31と頂部プーリ27Bとトラクションマシン1のロープ26が同一方向に渡っていくようにしたものである。このようにすることにより，乗かご28の奥のスペースの奥行きが小さくでき，昇降路全体を小さくすることができる。",
        "図8は，他の昇降路内機器配置を示すもので，乗かご28のドア35に隣接する側にトラクションマシン1とカウンタウェイト31を縦に配置したものである。したがって，昇降路25の奥行きが小さく，横幅が大きくなるので，昇降路25の横幅が余裕あり奥行きが厳しい用途に適している。また，乗かご28の背後に構造物がないので，通り抜け型の2方向で入り口を設ける場合にも適している。」(段落【0026】～【0034】)"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "上記アの記載と刊行物1記載の図1～8によると，刊行物1には，審決(17頁5行～18頁7行)が認定するように，次の発明(刊行物1発明)が記載されているものと認められる。",
            "「昇降路25内を昇降し，ドア35を有するとともに第1及び第2のかご下プーリ29A，29Bが設けられた乗かご28と，",
            "乗かご28と反対方向に昇降路25内を昇降し，昇降路25の平断面においてドア35に対して乗かご28の側方に配置され，プーリ32が設けられたカウンターウェイト31と，",
            "乗かご28の水平方向の移動を規制するかごレール33A，33Bと，カウンターウェイト31の水平方向の移動を規制するカウンターウェイト用ガイドレール34A，34Bと，",
            "乗かご28を乗かご28の第1及び第2のかご下プーリ29A，29Bを介して懸架するとともにカウンターウェイト31をカウンターウェイト31のプーリ32を介して懸架するロープ26と，",
            "昇降路25内に配置され，ロープ26が巻き掛けられたシーブ5及びシーブ5を駆動する同期モータ7を有し，シーブ5を回転させることでロープ26を介して乗かご28およびカウンターウェイト31を昇降させるトラクションマシン1と，",
            "昇降路25内に配置され，トラクションマシン1のシーブ5から乗かご28の第1及び第2のかご下プーリ29A，29Bに至るロープ26が巻き掛けられてロープ26の方向を転換する頂部プーリ27Aと，昇降路25内に配置され，トラクションマシン1のシーブ5からカウンターウェイト31のプーリ32に至るロープ26が巻き掛けられてロープ26の方向を転換する頂部プーリ27Bとを有するエレベーター装置において，",
            "トラクションマシン1は，トラクションマシン1全体の軸長を短くし，昇降路25の平断面においてカウンターウェイト31及び乗かご28とは離れてカウンターウェイト31が配置された乗かご28の側方に位置する左側昇降路壁面に平行にかつカウンターウェイト31と左側昇降路壁面に沿って並んで配置されるとともにシーブ5が乗かご28の側方に位置する左側昇降路壁面に対向し，同期モータ7が左側乗かご壁に対向して，昇降路25の下部に位置し，",
            "頂部プーリ27Aは，トラクションマシン1より上方に位置し，昇降路25の平断面において，乗かご28の第1及び第2のかご下プーリ29A，29Bに至るロープ26が乗かご28の対角線端部近傍を通るように，トラクションマシン1のシーブ5から乗かご28の対角線端部近傍へ向けて同期モータ7と一部重なるように配置され，",
            "頂部プーリ27Aの回転面は，昇降路25の平断面においてロープ26が乗かご28の第1及び第2のかご下プーリ29A，29Bへ至る側がトラクションマシン1のシーブ5から巻き掛けられる側よりドア35に近づく方向に位置して近接する左側昇降路壁面に対して傾斜し，頂部プーリ27Bの回転面は，左側昇降路壁面に平行となっているエレベーター装置。」"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "上記アの記載によると，刊行物1の次の各記載には，昇降路内の不使用空間を縮減して，昇降路全体を小さくするとの技術思想が現れているものと認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "「本実施の形態によれば，ディスク2の側方に配置した同期モータ7を，その空隙が回転軸に平行に配置されるラジアルギャップ方式としているので，磁気的吸引力はラジアル方向にのみ働き，軸受8に軸方向の推力が加わらないので，複雑な推力軸受は必要とすることはない。したがって，トラクションマシン1を大形化することは避けられる。",
        "また，ディスク2の制動面と同期モータ7の回転子周面とが，異なる向きにあるので，ブレーキ力が同期モータ7のギャップに影響を与えることが殆どない。更に，ディスク2としては，同期モータ7の円筒状の回転子ハウジング16が補強材として機能するので，ディスク2の厚さを薄くできるという効果もある。",
        "シーブ5の中にモータを組み込まないので，同期モータ7の径を大きくすることができ，モータ軸長が短くても必要なトルクを得られるので，トラクションマシン1全体の軸長を短くでき，昇降路内への配置が容易になる。",
        "更に，固定子コイル12を集中巻きにすれば，固定子コア13から張り出す固定子コイル12の端部が小さくなるので，更にモータ軸長を短くでき，昇降路内への配置が一層容易となる。」(段落【0018】～【0021】)"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "「図6は，昇降路内機器配置の別の例を示すもので，乗かご28のドア35とは反対側に面してカウンタウェイト31とトラクションマシン1を夫々平行に配置し，その間に頂部プーリ27Bをほぼ直角に配置する。また，乗かご28の下部のかご下プーリ29A，29Bをかご奥からドア35側へほぼ対角にロープ26が通るように配置し，トラクションマシン1と乗かご奥側のかご下プーリ29Aの間に頂部プーリ27Aを配置する。このように配置することにより，カウンタウェイト31とトラクションマシン1のトータルの奥行き及び幅をコンパクトに配置できるので，昇降路面積を有効に利用できるという効果がある。…図7は，さらに別の昇降路内機器配置を示すもので，トラクションマシン1をカウンタウェイト31の横に配置して，カウンタウェイト31と頂部プーリ27Bとトラクションマシン1のロープ26が同一方向に渡っていくようにしたものである。このようにすることにより，乗かご28の奥のスペースの奥行きが小さくでき，昇降路全体を小さくすることができる。",
        "図8は，他の昇降路内機器配置を示すもので，乗かご28のドア35に隣接する側にトラクションマシン1とカウンタウェイト31を縦に配置したものである。したがって，昇降路25の奥行きが小さく，横幅が大きくなるので，昇降路25の横幅が余裕あり奥行きが厳しい用途に適している。また，乗かご28の背後に構造物がないので，通り抜け型の2方向で入り口を設ける場合にも適している。」(段落【0032】～【0034】)"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(3)",
                  "text": [
                    "したがって，刊行物1発明を，同発明と同じエレベータ装置に関する発明であって昇降路内の不使用空間を縮減して昇降路全体を小さくすることを技術課題とする訂正発明と，対比することが妨げられる理由はないというべきである。",
                    "この点について原告は，刊行物1(甲1)の「…本発明の目的は，トラクションマシンに対してブレーキとモータの影響をなくし，かつトラクションマシンの組立，分解が容易に行い得るエレベータ装置を提供することにある。」(段落【0007】)との記載から，刊行物1発明は，トラクションマシンの組立，分解を容易にすることが主目的であると主張する。確かに，刊行物1発明は，トラクションマシンの組立，分解を容易にすることを目的としているが，上記ウのとおり昇降路内の不使用空間を縮減して昇降路全体を小さくすることも考慮しているのであるから，訂正発明と対比することが妨げられる理由はない。",
                    "また，原告は，刊行物1(甲1)の図6～8には，至極当然のことが記載されているにすぎず，図8の実施例では，昇降路の横幅方向は余裕がある構成が示されており，訂正発明のように，昇降路全高(高さ方向，平断面での幅方向・奥行き方向)にわたる不使用空間の減縮という思想は全く示されておらず，これを示唆する記載もないと主張する。しかし，刊行物1の図6～8に関する記載(上記ウ(イ)の記載)は，それ自体は当然のことであるとしても，昇降路内の不使用空間を縮減して昇降路全体を小さくするとの技術思想が現れている。また，図8の実施例では，昇降路の横幅方向は余裕があるとしても，奥行き方向では不使用空間が減縮されている。さらに，そもそも，前記(1)のとおり，訂正発明は，昇降路全高(高さ方向，平断面での幅方向・奥行き方向)にわたる不使用空間の減縮という効果を奏するものではない。これらのことからすると，原告の上記主張は，刊行物1発明を訂正発明と対比することが妨げられることはないとの上記判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "(4)",
                  "text": [
                    "以上のとおり，刊行物1発明を訂正発明と対比することができるとの審決の判断に誤りはなく，取消事由1は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "3",
                      "subject": "取消事由2(相違点2についての判断の誤り)について"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "刊行物2発明につき"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "刊行物2(甲2)には，次の記載がある(訳文は審決の訳文による。)。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "「かご(1)とカウンタウエイト(6)と駆動ユニット(11)を備えたロープ式エレベーターにおいて，駆動ユニット(11)は，フロア(10)と同じ高さで昇降路(3)内に突き出たコンクリート支持台(9)に設置されている。駆動ユニット(11)用のコンクリート支持台(9)は昇降路の幅の一部のみを拡張し，コンクリート支持台(9)の脇にフリースペース(8)が構成されてカウンタウエイト(6)がコンクリート支持台(9)の脇を通過できるようになっている。このような配置にすることにより，駆動ユニット(11)を建物の任意の階に設置できる。」(1頁<57>の部分，審決18頁13行～20行)"
    },
    {
      "fig": "(イ)",
      "text": [
        "「ロープ式エレベーターは油圧式エレベーターに比べ，オイル温度，周囲の汚染，昇降特性に関して問題がないという利点があり，昇降速度も速く，各階に正確に停止する。従来のロープ式エレベーターには別個の機械室が必要で，通常は昇降路の上部に設置されている。1955年発行の「運搬・リフト(Fördern und Heben)」誌10号，835ページの図12に，昇降路内で突き出た台座に設置した駆動ユニットが示されている。しかし，それでも別個の機械室が必要で，台座はフロアと同じ高さではなく鋼構造となっている。",
        "最近では，駆動ユニットをそれが別個の機械室を必要としないように形成しようとする試みが行われてきている。",
        "例えば，EP0680920A2は，機械室がなく駆動ユニットを昇",
        "降路の壁の窪みに設置したロープ式エレベーターを示している。この方式では，薄形に形成された駆動電動機を使用しなければならない。本発明でもロープ式エレベーターに関しているが，この実施形態には欠点がある。第一に巻上げロープの点検が困難である。第二に，非常時に最寄の停止階まで手動で可動させることができず，第三にブレーキを手動で解除できない。したがってバッテリによる非常電力供給設備が必要となり，それが故障すると可動できなくなる。",
        "EP0749930A2およびEP0749931にも同様のロープ",
        "式エレベーターが示されている。」(2頁1欄15行～46行，審決18頁22行～19頁5行)"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "「主特許によると，ロープ式エレベーターの駆動ユニットは容易に接近し得るようにして昇降路内に配置され，その結果，巻上げロープの点検とエレベーターの可動は非常時でも問題はない。駆動ユニットは既述のようにフロアと同じ高さとなるようにコンクリート支持台に設置されているが，それはエレベーターの最上部の停止位置に備えられ，比較的重いエレベーターの場合は最上部の位置が安全間隔をとってコンクリート支持台の下部で終わっている。カウンタウエイトの巻上げロープは穴を通してコンクリート支持台まで延ばしている。",
        "本発明は，主特許の巻上げロープにおけるそのような状態を改善するという課題に基づき，建物の任意の階にコンクリート支持台と駆動ユニットを配置し，カウンタウエイトの巻上げロープをコンクリート支持台に設けられた穴に通す必要がないようにするものである。",
        "この課題を本発明では，駆動ユニット用コンクリート支持台を昇降路幅の一部のみ拡張し，コンクリート支持台の脇にフリースペースを用意し，カウンタウエイトがコンクリート支持台の脇を通過できるようにして解決している。",
        "本発明の好適な一形態では，入口ドアの内側で電気制御装置を回転できるようにしており，人(エレベーター管理者)が感電するような危険性は除外されている。」(2頁1欄47行～2欄8行，審決19頁12行～30行)"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "「次に概要図をもとに発明の実施例を説明するが，主特許と同じ部品にはできるだけ同じ符号を使用している。",
        "概要図で示したロープ式エレベーターは，昇降路3のガイドレール2に沿って昇降するかご1を有している。かご1は，通例の方法で，平行に延びている巻上げロープ4で吊られており，この巻上げロープ4は，図面は簡略化しているので一点鎖線で表され，ガイドプーリ5ないし5aまで延びている。",
        "ガイドプーリ5aは，『下側滑車』として，図示したように，かごの下に配置され，巻上げロープ4は，かご1の壁に対して傾斜してかご1の重心を垂直投射した箇所を通って延びている。巻上げロープ4のこのような配置によりかご1にはほとんど回転モーメントが作用せず，ガイドレールとの摩擦を最小限にしている。このロープ式エレベーターにおいて，ガイドプーリ5も，5aもまたかご1の上方に設置されていてもよい。",
        "同様にカウンタウエイト6は，巻上げロープ4に吊られ，昇降路3のガイドレール7に沿って上下し，フロア10と同じ高さになるコンクリート支持台9の脇のフリースペース8にあり，コンクリート支持台はフリースペース8が構成されているので昇降路の全幅を占めてはいない。",
        "ギヤレス駆動装置の駆動ユニット11は，巻上げロープ4を可動させるトラクションシーブ13とともに昇降路3内のコンクリート支持台9にあって，概略図のように昇降路3の境界壁14に対して直角とはなっていない。」(2頁2欄36行～65行，審決19頁下7行～20頁1",
        "3行)"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "「以上の説明から，『機械室』を昇降路3内に統合(融合)することにより，公知の同様のエレベーターに比較して，保守，点検，非常時の操作が本質的に簡略化され容易化された。カウンタウエイト6のフリースペース8を設けることによって，カウンタウエイト6がコンクリート支持台9の脇を通過できるため，駆動ユニット11を任意の階に設置することができる。」(3頁3欄19行～28行，審決20頁15行～19行)",
      "content": [
        {
          "fig": "イ",
          "text": [
            "上記アの記載と刊行物2の図面によると，刊行物2には，審決(22頁下10行～23頁6行)が認定するように，次の発明(刊行物2発明)が記載されているものと認められる。",
            "「かご1と，カウンタウエイト6と，駆動ユニット11と，ガイドレール2，7と，かご1をガイドプーリ5aを介して懸架するとともにカウンタウエイト6を懸架する巻上げロープ4とを備え，平面図において，スライドドア21，昇降路ドア22に対してかご1の側方にカウンタウエイト6と駆動ユニット11は並んで配置されたロープ式エレベーターにおいて，駆動ユニット11を昇降路3内のコンクリート支持台9上に配置し，駆動ユニット11を建物の任意の階層に設置し，ガイドプーリ5は，駆動ユニット11より上方に位置し，かご1の下方に配置されたガイドプーリ5aに至る巻上げロープ4が，かご1と，駆動ユニット11を支持するコンクリート支持台9との間を通るように配置され，ガイドプーリ5の回転面は，巻上げロープ4がかご1のガイドプーリ5aへ至る側が，トラクションシーブ13から巻き掛けられる側よりスライドドア21及び昇降路ドア22から遠ざかる方向に位置して，近接する昇降路3の壁面に対して傾斜したロープ式エレベーター。」"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "刊行物2発明は，エレベーター装置に関する発明である。また，刊行物2(甲2)には，昇降路内の不使用空間を縮減して昇降路全体を小さくする旨の明示の記載があるとは認められないが，上記イのとおり，刊行物2発明には，かご1，カウンタウエイト6，駆動ユニット11，ガイドレール2，7などを昇降路内の限られた空間に配置する構成が示されており，昇降路内の不使用空間を縮減して昇降路全体を小さくすることも当然考慮された上で，上記のような構成になったものと考えられる。このようなことからすると，刊行物2発明は刊行物1発明と組み合わせることができるものである。",
            "そして，刊行物2発明では，上記(1)イのとおり，駆動ユニット11は，昇降路の最下層の床面でない部分に設置されているから，駆動ユニット11を昇降路の最下層の床面でない部分に設置するとの技術思想が示されているということができる。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "さらに，エレベーター装置において，ピットが冠水した場合の被害防止のために，昇降路内の機器を最下階乗り場の床面より少し高い位置に設置すること(丙7公報)や最下階の床面より上方に設置すること(丙8公報)が知られており，また，保守点検のために駆動装置を昇降路の1階付近に設けることも知られていた(丙9公報)。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "そうすると，当業者(その発明の属する技術の分野における通常の知識を有する者)は，刊行物1発明において，トラクションマシン(巻上機)を昇降路の最下層の床面でない部分に設置することを容易に想到することができたものと認められる。そして，訂正発明の「前記巻上機は，…前記昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し，」とは，ほぼ最下階付近を指しており，巻上機の位置をこのような位置に特定することは，上記丙7～9公報の記載をも参酌すると，当業者が容易になし得る事項にすぎないものということができる。",
            "したがって，当業者は，訂正発明の相違点2に係る構成を容易に想到することができたものと認められる。そして，前記2(1)イ(ア)のとおり，訂正発明の「巻上機が，昇降路の最下階停止時のかご床面より上方でかつかご天井より下方に位置し」との構成は，昇降路の高さ方向の不使用スペースを縮減することができる効果を有するとともに，「巻上機の温度上昇による故障を押さえ，昇降路への冠水に対して巻上機の損傷が無く，また点検時の予期せぬかごの上昇に対する防護手段の必要を無からしめる」との効果も有するものと認められるが，上記の刊行物1発明，刊行物2発明及び上記イ認定の技術に基づいて容易に想到することができる装置においても，これらの効果を奏するものということができる。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "この点について，原告は，刊行物2(甲2)には，「本発明では，昇降路3に\"機械室\"を組み込んでいるので，保守，点検，非常時の操作が公知の同様のエレベータに比べ容易に行えるようになっている。」(原告提出の甲2の訳文3頁の31行～32行)と記載され，「当然であるが，コンクリート台9には昇降路3との境に安全柵(図示していない)を取り付ける。」(原告提出の甲2の訳文4頁の1行～2行)と記載されているから，刊行物2発明は，昇降路内に機械室を設けて，保守等を容易にするという目的のもとに，建物の任意の階に「機械室」の土台としての意味を持つコンクリート台9を設置し，その上に駆動ユニット11を設置するという発明であると主張する。",
            "しかし，刊行物2発明においても，昇降路内の不使用空間を縮減して昇降路全体を小さくすることが考慮されていると考えられることは，上記アのとおりである。また，刊行物2(甲2)には，上記の原告が主張する記載があるが，刊行物2発明では，「機械室」を設けるとはいっても，コンクリート台9の上に駆動ユニット11を載せ，昇降路3との境に安全柵を取り付けたものにすぎず，独立した機械室を設けるというものではない。",
            "そして，刊行物2発明は，そのような構成を採ることにより，上記アのとおり，駆動ユニット11を昇降路の最下層の床面でない部分に設置するとの技術思想が示されているということができる。",
            "また，原告は，刊行物2発明においては，コンクリート台を設けた階層において増加した昇降路断面積がコンクリート台を設けていない階層においても同様に増加する結果，昇降路平断面において，不使用空間が増大すると主張するが，駆動ユニット11を設置した部分の上下に不使用空間が生ずることは避けられないことであって，コンクリート台が存するかどうかは，不使用空間の大きさが多少異なるという程度の問題にすぎない。",
            "さらに，原告は，刊行物1のトラクションマシンはピットに固定されているために，かごが最下階にあるときでも，トラクションマシン(巻上機)とかごは離れていることが前提となっていると主張する。刊行物1(甲1)には，「フレーム3の下部は，平で大きな足18が設けられ，これを昇降路床面に固定することにより，トラクションマシン1が安定して確実に動作するようにしている。」(段落【0014】)，「トラクションマシン1を昇降路25のピットに固定し，…」(段落【0027】)と記載されているから，刊行物1発明において，昇降路の下部にあるトラクションマシン1はピットに固定されているものと認められる。しかし，そうであるからといって，当業者が，刊行物2発明や上記イの技術を参酌して，トラクションマシン(巻上機)を昇降路の最下層の床面でない部分に設置することを容易に想到することが妨げられるということはできない。",
            "以上のとおり，原告の上記主張は，いずれも上記ウの認定を左右するに足りるものではない"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(3)",
                  "text": [
                    "したがって，相違点2についての審決の判断に誤りはなく，取消事由2は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "4",
                      "text": [
                        "取消事由3(相違点3及び4についての判断の誤り)について(1) 前記3(2)アのとおり，刊行物2発明は刊行物1発明と組み合わせることができるところ，前記3(1)イのとおり，刊行物2発明は，「ガイドプーリ5は，駆動ユニット11より上方に位置し，…ガイドプーリ5の回転面は，巻上げロープ4がかご1のガイドプーリ5aへ至る側が，トラクションシーブ13から巻き掛けられる側よりスライドドア21及び昇降路ドア22から遠ざかる方向に位置して，近接する昇降路3の壁面に対して傾斜した」との構成を有しているから，刊行物1発明に，この構成を組み合わせることにより，当業者は，訂正発明の相違点4に係る構成を容易に想到することができたものと認められる。そして，刊行物1発明に刊行物2発明の上記構成を組み合わせた構成(「第1の返し車は，巻上機より上方に位置し，第1の返し車の回転面は，昇降路の平断面においてロープがかごの吊り車へ至る側が巻上機の綱車から巻き掛けられる側より乗降口から遠ざかる方向に位置して近接する昇降路の壁面に対して傾斜している」との構成)を採れば，必然的に，「第1の返し車は，巻上機より上方に位置し，平断面において，かごの吊り車に至るロープがかごと巻上機との間を通るように，巻上機の綱車からかごと巻上機との間へ向けてモータ部を横切ってモータ部と重なるよう配置され」ることになるから，当業者は，訂正発明の相違点3に係る構成についても容易に想到することができたものと認められる。そして，前記2(1)イ(ウ)のとおり，これらの相違点3及び4に係る構成を採ることにより，訂正発明は，第1の返し車が巻上機の乗降口側の端部よりも乗降口側に張り出すことが無く，巻上機を乗降口側に寄せて配置することが可能となるため，昇降路の平断面での奥行き方向の不使用スペースを縮減することができるとの効果を有するものと認められるが，この効果は，上記のとおり，刊行物1発明と刊行物2発明を組み合わせたものによっても得られるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "原告は，刊行物2発明には，かごとかごに対向する物体(コンクリート台)との間にロープが通るように配置されているが，あくまでもコンクリート台の側面とかごの間であり，巻上機とかごがすれ違う間の空間にかごの吊り車へ至るロープが通るという構成ではないから，刊行物1発明に関して，訂正発明のように巻上機のモータ部を横切ってかごと巻上機の隙間にロープを通すことに至るまでには相当の創作過程が存在し，当業者が容易に想到しうる程度のものではないと主張する。刊行物2発明が，原告の主張するようなものであるとしても，「コンクリート台の側面とかごの間」と「巻上機とかごの間」は，いずれも静止物と移動物の間であることには変わりがないから，原告が主張するような大きな違いがあるというものではない。また，上記(1)のとおり，刊行物1発明と刊行物2発明を組み合わせると，必然的に，巻上機のモータ部を横切って巻上機とかごがすれ違う間の空間にかごの吊り車へ至るロープが通るという構成になる。したがって，当業者は，上記のとおり，この構成を容易に想到することができたものと認められる。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "以上のとおり，相違点3及び4についての審決の判断に誤りはなく，取消事由3は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "5",
                      "subject": "取消事由4(相違点5についての判断の誤り)について"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "刊行物4発明につき"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "刊行物4(甲4)には，次の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "「【発明が解決しようとする課題】前記従来技術では，つり合おもりを設けることにより，つり合おもりを設けない場合より，昇降路平面のサイズが増える場合が生ずる。換言すれば，昇降路平面のサイズに規制が生じ，昇降路平面のサイズによっては，乗かご平面のサイズを縮小しないと，昇降路内の機器を配置できない場合が生じる。この解決手段として，つり合おもりや乗かごのつり心をずらすという方法があるが，つり合おもりのガイド装置に偏荷重が生じる，ロープがプーリからはずれやすくなるという不具合が発生する。",
        "本発明は，つり合おもりを設けても，このような不具合を防ぎ，乗かご平面および昇降路平面のサイズをつり合おもりのない場合と同等にできる流体圧エレベーターの構造を提供することにある。」(段落【0003】～【0004】)"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "「【課題を解決するための手段】流体圧シリンダへ供給，あるいは流体圧シリンダから排出する作動流体の流量を制御し，乗かごの速度を制御する方式の流体圧エレベーターにおいて，つり合おもりを備え，つり合おもりをつるロープをかけるプーリを昇降路平面の軸線に対して傾けて配置したことにより達成される。」(段落【0005】)"
    },
    {
      "fig": "(ウ)",
      "text": [
        "「【発明の実施の形態】図1は本発明の一実施例である片持式の流体圧エレベーターの概略構成を説明する図，図2は図1の昇降路平面を説明する図である。図1，図2により請求項1，2の実施の形態を説明する。",
        "図1，図2において，1は乗かご，2はプランジャ，3はシリンダ，4はプランジャ2，シリンダ3よりなる流体圧シリンダである。5は乗かご1をつるロープ(以下，乗かご用ロープ)で，一端は，乗かご支持板1Aに止着され，他端は，プランジャ2の頂部に設けられた可動プーリ6を介して，流体圧シリンダ4側の部材7に止着されている。",
        "また，8はつり合おもりをつるロープ(以下，つり合おもり用ロープ)で，一端は乗かご支持板1Aに止着され，他端は，昇降路100上部のビーム101に設けられた固定プーリ9を介して，つり合おもり10に止着されている。",
        "エレベーターの基本動作について，以下，上昇運転の場合で説明する。なお，下降運転の場合はこの逆となる。シリンダ3に作動流体が供給されると，流量に応じた速度でプランジャ2が上昇し，可動プーリ6にかかる乗かご用ロープ5を介して乗かご1が上昇する。一方，つり合おもり10はプランジャ2が上昇すると，固定プーリ9にかかるつり合おもり用ロープ8を介して下降する。",
        "図2において，乗かご1は，レールブラケット200に固定された乗かご用ガイドレール201にガイド装置202を介して案内されている。流体圧シリンダ4，つり合おもり10は乗かご1の背面に配置されている。",
        "可動プーリ6は，プランジャ2の頂部に固定された可動プーリ枠体203に組み込まれており，可動プーリ枠体203はレールブラケット204A，204Bに固定されたプランジャ用ガイドレール205にガイド装置206を介して案内されている。",
        "つり合おもり10は，つり合おもり枠体207を備え，つり合おもり枠体207はレールブラケット204B，204Cに固定されたつり合おもり用ガイドレール208にガイド装置209を介して案内されている。",
        "図中，白丸は乗かご用ロープ5を示し，黒丸はつり合おもり用ロープ8を示している。",
        "つり合おもり用ロープ8をつる固定プーリ9を昇降路平面の軸線Xに対して傾けて配置している。図2では，つり合おもり10を設けない流体圧エレベーターの乗かごおよび昇降路平面のサイズを示している。したがって，昇降路平面のサイズを広げることなく昇降路内に乗かご1，ガイドレール201,205,208，流体圧シリンダ4，つり合おもり10等の機器を配置できることを示している。",
        "仮に，固定プーリ9にかけるつり合おもり用ロープ8の乗かご側つり心C1を変えずに，固定プーリ9を昇降路平面の軸線Xと平行に配置すると，以下のような不具合が発生する。",
        "(1)つり合おもり10を図示の位置のままとすると，つり合おもり10のつり心を図中左側にずらさなければならない。この場合，つり合おもり枠体207のガイド装置209に偏荷重が生じる。なお，つり合おもり10のつり心を変えないと，つり合おもり用ロープ8が固定プーリ9からはずれやすくなるという不具合が発生する。",
        "(2)(1)を防ぐために，つり合おもり10を図中左側にずらすと，この方向に昇降路平面のサイズを広げるか，乗かご1の奥行きサイズを縮小せざるを得ない。」(段落【0006】～【0017】)"
      ],
      "content": [
        {
          "fig": "イ",
          "text": [
            "上記アの記載及び刊行物4(甲4)の図1，2によると，刊行物4には，審決(25頁下4行～下2行)が認定するとおり，「流体圧エレベーターにおいて，つり合おもりを備え，つり合おもりをつるロープをかけるプーリを昇降路平面の軸線に対して傾けて配置したエレベーター。」という発明(刊行物4発明)が記載されているものと認められる。そして，刊行物4には，このような配置としたことによって昇降路平面のサイズを小さくすることができる旨が記載されている。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "前記2(1)イ(イ)のとおり，訂正発明においては，「第2の返し車の回転面は，昇降路の平断面において，近接する昇降路の壁面に対して，ロープがカウンターウェイトの吊り車へ至る側が巻上機の綱車から巻き掛けられる側よりかごに近づく方向に傾斜し，巻上機の綱車は，カウンターウェイトの吊り車よりも近接する昇降路の壁面側に位置している」との構成(相違点5に係る構成)が，昇降路の平断面での幅方向の不使用スペースを縮減するという効果につながるかどうかは明らかでないから，この構成は効果が明らかでなく，返し車に適宜傾斜を付けたというものにすぎないから，当業者が適宜なし得る事項にすぎない。また，流体圧エレベータ(刊行物4発明)と巻上機(トランクションマシン)を用いるロープ式エレベータ(訂正発明，刊行物1発明)という違いがあるとしても，刊行物4発明には，つり合おもりをつるロープをかけるプーリを昇降路平面の軸線に対して傾けて配置することによって，エレベータの昇降路平面のサイズを小さくすることが記載されているから，その技術思想を適用することによっても，訂正発明の相違点5に係る構成を容易に想到することができたものと認められる。",
                    "この点について，原告は，流体圧エレベータとトランクションマシンを用いるロープ式エレベータの違いを強調するが，この違いは，訂正発明の相違点5に係る構成を容易に想到することができたとの上記認定を妨げるものではない。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "以上のとおり，相違点5についての審決の判断に誤りはなく，取消事由4は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "6",
                      "text": [
                        "取消事由5(相違点1～5すべてについての判断の誤り)について(1) 以上の2～5のとおり，取消事由1～4はすべて理由がないから，訂正発明は，当業者が容易に想到することができたとの審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "原告は，訂正発明においては，相違点2及び相違点4について訂正発明の構成をとることにより，巻上機とかごがすれ違う狭い空間にロープが通ることになるが，通常の当業者であれば，このような事態を避けるように設計を行うから，相違点2と相違点4の組み合わせには，着想阻害事由が存在すると主張する。しかし，前記3(1)のとおり，刊行物2発明では，かごとコンクリート台がすれ違う空間にロープを通しており，巻上機とかごがすれ違う空間とは，静止物と移動物の間ということでは変わりがないし，また，巻上機とかごがすれ違う空間にロープが通るとしても，安全距離を採るなどすれば，危険性はなくなる。したがって，巻上機とかごがすれ違う空間にロープが通るということから，直ちに着想阻害事由が存在するということはできない。",
                    "また，原告は，訂正発明は，あえて相違点2及び相違点4の構成を採りつつ，同時に相違点3及び5の構成も同時に採用することによって，訂正発明の効果を達成するものであると主張する。しかし，前記3(2)ウのとおり，刊行物1発明，刊行物2発明及び上記イ認定の技術に基づいて容易に想到することができる装置においても，相違点3の構成を採用したのと同様の効果があり，前記2(1)イ(イ)のとおり，相違点5の構成を採用したことによる効果は明らかでない。したがって，この主張も，訂正発明の進歩性を基礎付けるものということはできない。",
                    "さらに，原告は，審決は，刊行物1～4(甲1～4)の目的も前提も異にする発明の記載から，その目的，前提の相違を考慮せずに，刊行物1との相違点の解消に必要な特定の記載を抽出し，各相違点について異なる組み合わせによって訂正発明の構成を想到することが容易であると認定し，結果として，相違点1～5のすべてについて同時に，訂正発明の構成を想到することが容易であると判断しているが，このような判断は誤っている，とも主張するが，そのような原告の主張が採用できないことは，すでに述べたところから明らかである。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "したがって，取消事由5は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "7",
                      "subject": "結論",
                      "text": [
                        "以上のとおり，原告主張の取消事由1～5は全て理由がない。",
                        "よって，その余の点(取消事由6)について判断するまでもなく，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}