{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2004−23001号事件について平成18年6月7日にした",
        "審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，意匠に係る物品を「ゲーム機」とする意匠につき登録出願をして，拒絶査定を受け，これを不服として審判請求をしたところ，審判請求は成り立たないとの審決がなされたため，同審決の取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録出願(甲第1号証)",
              "text": [
                "出願人：株式会社三洋物産(原告)",
                "出願日：平成14年8月27日",
                "出願番号：意願2002−22963号",
                "意匠に係る物品：「ゲーム機」",
                "意匠に係る物品の形状：別紙1のとおり。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "拒絶査定日：平成16年9月27日(甲第4号証)",
                "審判請求日：平成16年11月8日(不服2004−23001号)(甲第5号",
                "証)",
                "審決日：平成18年6月7日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成18年7月11日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願意匠の態様",
          "text": [
            "本件登録出願に係る意匠登録を受けようとする部分は，いわゆるスロットマシンゲーム機のレバー操作部分の形状であって，部分意匠の登録を求めるものである(以下，登録を受けようとする部分の意匠を「本願意匠」という。)。",
            "本願意匠は，"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "基本的構成態様において，",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ゲーム機本体の前面遊技盤面の中央よりやや下方寄りの，操作卓部の前面左面に設けられたレバー操作部であって，"
                },
                {
                  "fig": "イ",
                  "subject": "台座部分と，その台座部分に設置されるレバー台から延びる軸部の先端に操作部を有するレバー部分とから構成されるものであり，"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "具体的構成態様において，",
              "content": [
                {
                  "fig": "ア",
                  "subject": "台座部分は，ゲーム機本体の湾曲部分を基端として手前側へ突出して表れるとともに基端部からの高さが一律でない円筒形状をなすものであり，イ レバー部分は，上面やや凸湾曲面形状とした略円盤状のレバー台の上面中央から延びる軸部の先端に球状の操作部を取り付けた，",
                  "text": [
                    "態様のものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，以下のとおり，審判体が原告に対し通知した拒絶理由(甲第7号証)の要旨を引用し，かつ，原告が提出した意見書記載の主張に対し，判断をしたものであるが，その拒絶の理由は，要するに，下記引用意匠1，2を引用し，本願意匠は，本件登録出願前に公然知られた形状であるレバー部(引用意匠1)を，本件登録出願前に公然知られた形状である台座部(引用意匠2)と単に組み合わせて，操作卓部の前面左面に表した程度にすぎず，容易に意匠の創作をすることができたものと認められるから，意匠法3条2項に規定する意匠に該当し，意匠登録を受けることができないというものである。",
            "引用意匠1 特開2001−314546号公報の図2に表されたスロットマシ",
            "ン遊技機用レバー装置の意匠(別紙2−1のとおり)",
            "引用意匠2 特許庁総合情報館が平成9年3月13日に受け入れたドイツ意匠公報(登録番号第M9605955号。1996年12月24日発行)所載のパソコ",
            "ン用キーボードジョイスティック(審決書2頁32～33行の「ジョイントスティック」は「ジョイスティック」の誤記と認められる。)の台座部分の意匠(特許庁意匠課公知資料番号HH10013298号。別紙2−2のとおり)",
            "「2．当審の拒絶の理由",
            "本願意匠に対して，当審で通知した拒絶の理由は，要旨以下のとおりである。",
            "この意匠登録出願の意匠は，下記に示すように，出願前にその意匠の属する分野における通常の知識を有する者が日本国内又は外国において公然知られた形状，模様若しくは色彩又はこれらの結合に基づいて容易に意匠の創作をすることができたものと認められますので，意匠法第3条第2項の規定に該当します。",
            "記",
            "この意匠登録出願の意匠は，意匠に係る物品を，「ゲーム機」とする，いわゆるスロットマシンゲーム機であり，(1)意匠登録を受けようとする部分は，略縦長扁平直方体状のゲーム機の，前面遊技盤面の中央よりやや下方寄りの，操作卓部の前面左面に設けられたレバー操作部分であって，当該部分の形状について，(2)レバー部と台座部とを組み合わせて構成し，(3)レバー部の形状は，上面やや凸湾曲面状とした略円盤状のレバー台を設け，その上面中央から延びる段差を有する略円柱状軸部の先端に略球形状の把持部を取り付けたもので，(4)台座部の形状は，操作卓部前面左面の左側が奥方に漸次回り込む緩やかな略凸湾曲面から，前方に円筒状に突出したものである。",
            "しかし，(1)レバー部を，操作卓部の前面左面の位置に，本願意匠の程度の大きさ，範囲に設けることは，例示するまでもなく，本願出願前に広く知られた態様である。また，(2)ゲーム機に限らず，操作部を設ける場合，操作部を突出状とするために，操作部と台座部とを組み合わせて構成することも，本願出願前に既に広く知られた態様である(意匠登録第953094号ゲーム機用操作機，意匠登録第1000546号テレビゲーム機用コントローラ，意匠登録第1085588号機械用表示器付き操作機，意匠登録第1140127号電子ゲーム機用操作機等参照)。そして，(3)レバー部形状は，本願出願前に既に公然知られた形状であり(引用意匠1，別紙第2参照)，(4)操作部を有する意匠において，台座部形状を，略凸湾曲面から，本願意匠の高さ程度に円筒状に突出させ，基部の高さが一律でない斜面状とする形状も，本願出願前に既に公然知られた形状である(引用意匠2，別紙第2参照)。",
            "したがって，この意匠登録出願の意匠は，本願出願前に既に公然知られた形状(引用意匠1)であるレバー部を，本願出願前に既に公然知られた形状である台座部(引用意匠2)と単に組み合わせて，操作卓部の前面左面に表した程度に過ぎず，容易に意匠の創作をすることができたものと認められる。",
            "3．請求人の主張",
            "請求人は，上記拒絶の理由に対して，意見書を提出し，要旨以下のとおり主張した。",
            "引用意匠2が特許庁総合情報館に1997年3月13日に受け入れただけでは，日本国内又は外国において，現実にその内容が知られたという事実が特定されたことにはならず，「公然知られた」ものであることの裏付けも推認もされず，そもそも創作非容易性の判断の基礎となる資料として扱われるべきものではない。",
            "そして，本願意匠における台座部分の形状は，本願意匠の出願時までに全く見られなかった新規のものであり，本願創作者によって初めて実現された極めて斬新な形状である。",
            "したがって，本願意匠は，意匠法第3条第2項の規定に該当するとは到底言えない。",
            "4．当審の判断",
            "引用意匠2は，ドイツ意匠公報として，既に，本願出願前の1996年12月24日に発行され，公報という刊行物の性格からして，一般第三者たる不特定多数の者に対して現実にその内容が知られているものであることは明らかであり，引用意匠2は，本願出願前に公然知られた意匠と認められる。",
            "したがって，この意匠登録出願の意匠は，本願出願前に既に公然知られた形状(引用意匠1)であるレバー部を，本願出願前に既に公然知られた形状である台座部(引用意匠2)と単に組み合わせて，操作卓部の前面左面に表した程度に過ぎないものであって，当審の拒絶の理由のとおり，容易に意匠の創作をすることができたものと認められる。",
            "5．むすび",
            "以上のとおり，本願意匠は，意匠法第3条第2項に規定する意匠に該当し，意匠登録を受けることができないものである。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張(審決取消事由)の要点",
      "text": [
        "審決は，引用意匠2につき誤って公然知られたものと認定し(取消事由1)，さらに，本願意匠が，本件登録出願前に公然知られた形状を組み合わせて容易に意匠の創作をすることができたものと誤って判断をしたものである(取消事由2)から，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用意匠2の公知性の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用意匠2の公知性につき，「引用意匠2は，ドイツ意匠公報として，既に，本願出願前の1996年12月24日に発行され，公報という刊行物の性格からして，一般第三者たる不特定多数の者に対して現実にその内容が知られているものであることは明らかであり，引用意匠2は，本願出願前に公然知られた意匠と認められる。」と認定したが，誤りである。",
                "すなわち，引用意匠2に係る形状が，意匠法3条2項所定の「公然知られた」形状に当たるというためには，それが，本件登録出願前に，日本国内又は外国において，現実に不特定の者に知られたという事実が必要であり，かつ，その事実は，被告が立証責任を負い，証拠によって客観的に立証されなければならない。",
                "しかるところ，審決は，引用意匠2を記載したドイツ意匠公報の「公報という刊行物の性格からして」という理由のみにより，引用意匠2が，本件登録出願前，公然知られた形状であると認定するものである。しかしながら，日本国内だけで，年間3～4万件の意匠公報が発行されており，これに，外国で発行される意匠に関する公報を加えた発行総数を考慮すれば，公報であるからといって，一般第三者に当然閲覧されているということができないことは明らかである。なお，本願意匠に係る物品と同種のゲーム機は，日本国内でのみ実施される場合が極めて多いため，通常，本願意匠の属する分野における事業者は，外国で頒布された刊行物に記載された形状について当然に認知しているとはいえない。これらの事業者は，積極的に調査をする以外に，外国で頒布された刊行物に記載された形状を知る機会を得ることはできないのが通常である。したがって，引用意匠2のように，上記事業者がアプローチする機会が少ないと思われる刊行物に記載された形状については，それが実際に公然知られた事実を客観的に立証する必要があるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，引用意匠2が掲載されたドイツ意匠公報(以下「本件ドイツ公報」という。)が，本件意匠登録出願より約5年8か月前の1996年12月24日に発行され，我が国の特許庁総合情報館に受け入れられて，本件意匠登録出願より約5年3か月前から一般第三者に閲覧可能となったことを主張するが，これらの事実は，意匠の流行性という特質や，上記のとおり，本願意匠に係る物品と同種のゲーム機の実施が日本国内に限られることにかんがみると，引用意匠2に係る形状が現実に不特定の者に知られたという事実を何ら推認させるものではない。パリ条約や，ドイツ意匠法及び独立行政法人工業所有権総合情報館法の各規定も同様である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，仮に，本件ドイツ公報発行日又は閲覧可能開始日からの経過年数等が引用意匠2の公知性の認定に有効な事実となり得るのであれば，審決において，それが示されるべきであったところ，審決は，引用意匠2が公知である理由として，単に「公報という刊行物の性格からして」ということを挙げたのみであるから，審決取消訴訟において，それらの事実を主張立証することは許されない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(創作容易性判断の誤り)",
          "text": [
            "審決は，本願意匠につき，「本願出願前に既に公然知られた形状(引用意匠1)であるレバー部を，本願出願前に既に公然知られた形状である台座部(引用意匠2)と単に組み合わせて，操作卓部の前面左面に表した程度に過ぎないものであって，・・・容易に意匠の創作をすることができたものと認められる。」と判断したが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願意匠に係る物品は，パチンコ球又は同様の球を利用する回胴式ゲーム機であり，一般に「パロット」と称されるゲーム機である。これに対し，引用意匠1に係る物品は，パロットと同様に回胴式ゲーム機であるから，引用意匠1に係る物品の分野と本願意匠に係る物品の分野とは密接に関連しているといえるが，引用意匠2に係る物品はパソコン用キーボードジョイスティックであり，パソコン用キーボードは，一般に本願意匠の属する分野と共通せず，また，関連性も乏しいから，そのような分野に属する意匠を組合せの一方として考えることが，本願意匠の属する分野における通常の知識を有する者(以下「当業者」という。)にとってありふれた手法ということはできない。特許庁の意匠審査基準の「創作非容易性」の章における「寄せ集めの意匠」の事例は，いずれも，寄せ集められた意匠とそれらで構成された意匠の分野が共通しているか，あるいは密接に関連しているものである。",
                "このことから，意匠審査基準においては，意匠の分野が共通しているか，密接に関連しているもの同士を組み合わせて，同様の分野の意匠に構成したものを，創作容易レベルとして想定していると考えられるところ，本願意匠は，これに当たらない。",
                "被告は，引用意匠2のパソコン用ジョイスティックがゲーム用の操作レバーであると主張するが，パソコンの機能及び用途は多様であることが知られており，「ゲームを行う」という機能及び用途が最も一般的と認識されない以上，パソコン用キーボードジョイスティックということのみをもって，それが「ゲーム用」であると断定する根拠とはなり得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願意匠は，台座部の円形平面(円筒の円形平面)が正面側に向いた状態となる角度で取り付けられている。パロットでは，上皿形状に合わせて操作卓部前面の左右両脇が奥方に漸次回り込む略凸湾曲面となっているが，本願意匠によって，台座部が上記角度で操作卓部の前面左脇寄りの位置に設けられることにより，レバー部の軸部が自然に正面側に延びて高い操作性を維持できるのであり，この点に本願意匠の台座部の創作性が認められ，大きな特徴となっている。",
                "これに対し，引用意匠2の台座部は，ジョイスティック上面の傾斜角度やパソコン用キーボードに関する一般常識に基づけば，台座部の円形平面(円筒の円形平面)が斜め上方を向いた状態の角度で取り付けられ，使用されるものと考えられる。すなわち，引用意匠1と引用意匠2を組み合わせて本願意匠の位置に取り付けるためには，引用意匠2を，通常使用態様の角度と異なる角度に回転させなければならない。",
                "しかしながら，上記のとおり，本願意匠に係る物品の分野と引用意匠2に係る物品の分野とは異なる上，従来のスロットマシンゲーム機では上皿がないため，操作卓部前面はフラットなものが多く，自然にレバーの軸部が正面側に延びる構成となっており，本願意匠のようにわざわざ台座部を設ける必要がなかったのであるから，引用意匠1に引用意匠2を組み合わせて本願意匠を創作するには，本願意匠と異なる分野に属する引用意匠2を組合せの一方として用いた上，その組合せを引用意匠2にとっては通常でない角度に回転させて取り付けるという，二段階の工程が必要となる。しかも，それぞれの工程が，当業者にとってありふれた手法では決してなし得ることができないものであるから，相乗的に創作性のレベルは極めて高いものといえる。特許庁の意匠審査基準の「創作非容易性」の章における「置換の意匠」の事例は，いずれも，意匠の構成要素の一部を，同じ分野か，あるいは関連する分野の他の公知の形態によって置き換えたものであり，しかも当該公知の形態に係る位置や角度をほとんど変更せず，単純に置き換えたものである。このことから，意匠審査基準においては，同じ分野か，関連する分野の他の公知形態を，その位置や角度を特に変更することなく，単純に置換えて用いたものを，創作容易レベルとして想定していると考えられるところ，本願意匠は，これに当たらない。",
                "本願意匠のように，奥方に漸次回り込む略凸湾曲面から前方に突出した形状の台座部が操作卓部前面脇寄りに設けられているものは，回胴式のゲーム機においても極めて珍しく，斬新なものとなっている。特に，パロットというゲーム機自体，市場に出て間もない新しいものであり，日本国内でも未だ数機種しか販売されていないことから，本願意匠は従前では全く見られなかったものであり，強烈な印象を与える形態となっている。したがって，前記回転させるという発想は，本願意匠の台座部を本願意匠の角度で操作卓部前面脇寄りの位置に設けたという特徴を生じさせる重要な意義を有するものであり，この発想が容易ではない以上，本願意匠が創作容易でないことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，意匠審査基準の事例につき，単なる例示であって，創作容易レベルを示すものではないと主張するが，意匠審査基準の事例は，平成10年法律第51号による意匠法の改正の際に付け加えられたものがあるところ，同改正に係る立法経緯においては，創作容易レベルの引上げが議論された経緯があって，その結果が，これらの意匠審査基準の事例に反映されているというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用意匠2の公知性の認定の誤り)に対し",
          "text": [
            "引用意匠2に係る形状が，意匠法3条2項所定の「公然知られた」形状に当たるというためには，それが，本件登録出願前に，日本国内又は外国において，現実に不特定の者に知られたという事実が必要であることは，争わない。",
            "引用意匠2が掲載された本件ドイツ公報は，1996年(平成8年)12月24日の発行に係るものであり，我が国においては，平成9年3月13日に特許庁総合情報館(正式名称は，昭和27年8月から「万国工業所有権資料館」，平成9年4月から「工業所有権総合情報館」，平成13年4月から「独立行政法人工業所有権総合情報館」，平成16年10月から，現在の「独立行政法人工業所有権情報・研修館」。以下「情報館」という。)が受け入れ，第二公衆閲覧室において，一般第三者の閲覧に供しているものである。",
            "パリ条約12条は，各同盟国に，特許，実用新案，意匠及び商標を公衆に知らせるための中央資料館の設置と，定期的な公報の発行を義務付けているところ，ドイツ意匠法(1994年10月25日改正，1995年1月1日施行)第8条［2］",
            "は，「特許庁は，出願の意匠登録簿への登録を，表現物の再現物，及び保護期間の延長とともに，意匠公報に一度掲載公告することによって，公知にする。」(乙第5号証)と規定し，本件ドイツ公報はこれに則って発行されたものと考えられる。また，情報館は，上記パリ条約12条の「中央資料館」に当たるものであり，独立行政法人工業所有権総合情報館法(平成11年法律第201号)3条が，「独立行政法人工業所有権総合情報館(以下「情報館」という。)は，発明，実用新案，意匠及び商標に関する公報等を収集し，及びこれらを閲覧させること等を行うことにより，工業所有権の保護及び利用の促進を図ることを目的とする。」と規定するとおり，積極的に公報等の利用を図るためのものである。",
            "そして，このような性格を有する本件ドイツ公報が，本件意匠登録出願の5年8か月前に発行され，我が国においても5年3か月前から情報館で閲覧可能であったことによれば，引用意匠2が，本願出願前に日本国内又は外国において既に公然知られたものであることは十分推認できるものである。",
            "審決の本件ドイツ公報に係る「特許庁総合情報館が平成9年3月13日に受け入れた」，「ドイツ意匠公報として，既に，本願出願前の1996年12月24日に発行され，公報という刊行物の性格からして，一般第三者たる不特定多数の者に対して現実にその内容が知られているものであることは明らかであり，引用意匠2は，本願出願前に公然知られた意匠と認められる。」との説示は，上記趣旨をいうものであって，その認定に誤りはない。",
            "なお，原告は，本願意匠の属する分野における事業者は，外国で頒布された刊行物に記載された形状について当然に認知しているとはいえないとか，積極的に調査をする以外に，外国で頒布された刊行物に記載された形状を知る機会を得ることはできないのが通常であると主張するが，上記のとおりであるから，その主張は失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(創作容易性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用意匠2に係る物品の分野が，本願意匠の属する分野と共通せず，あるいは関連性が乏しいから，そのような分野に属する意匠を組合せの一方として考えることが，当業者にとってありふれた手法ということはできないと主張するが，本願意匠に係る物品である「ゲーム機」の操作レバー部分も，引用意匠2のパソコン用ジョイスティックも，共にゲーム用の操作レバーであるから，用途及び機能が共通するものであり，全く別の分野に属するものではない。なお，原告は，意匠審査基準の事例に言及するが，意匠審査基準の例示は，寄集めの意匠の場合の創作容易の一例を示したものにすぎず，同種の物品分野に限定することや，創作レベルを示すものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，パロットの操作卓部前面の左右両脇は，奥方に漸次回り込む略凸湾曲面となっているが，本願意匠によって，台座部の円形平面が正面側に向いた状態となる角度で操作卓部前面左脇寄りの位置に取り付けられ，レバー部の軸部が自然に正面側に延びて高い操作性を維持できるのであり，この点に本願意匠の台座部の創作性が認められるのに対し，引用意匠2の台座部は，円形平面が斜め上方を向いた状態の角度で取り付けられるものと考えられるから，引用意匠1と引用意匠2を組み合わせて本願意匠の位置に取り付けるためには，引用意匠2を，通常使用態様の角度と異なる角度に回転させなければならないところ，本願意匠と異なる分野に属する引用意匠2を組合せの一方として用いた上，その組合せを引用意匠2にとっては通常でない角度に回転させて取り付けるという，二段階の工程を経ることは，当業者にとってありふれた手法でなし得ることができないものであると主張する。",
                "しかしながら，操作部を台座部と組み合わせて，操作部であるレバー等の操作性を確保するために，操作卓部前面に対して，適宜角度を付けて台座部を設けることは，ゲーム機の分野に限らず，各種の機器に操作部を設ける際に行われる一般的な手法であり，本件登録出願前から多数見られるありふれたものであって，正面を向いた状態となる角度も，レバー部の操作性を損なわないための，むしろ構造的に必然的な角度というべきであるし，引用意匠2の上面側を向いた状態となる角度との差異も，操作部の位置によって生ずるものである。また，本願意匠の台座部の形状は，略凸湾曲面から，円筒状に突出させ，基部の高さが一律でない斜面状としたものであって，引用意匠2に係る円筒状台座部の基部の縁部分を，ゲーム機前面遊技盤面における台座部取付部の湾曲面と単に一致させただけの常套的手法によって形成したにすぎないものである。そして，引用意匠1と引用意匠2とを組み合わせたものを，本願意匠の程度の大きさ，範囲として，操作卓部の前面左面の位置に表すことは，この種ゲーム機の分野において，本件登録出願前から広く知られた態様である。したがって，原告の上記主張は失当である。",
                "なお，原告は，意匠審査基準の事例に言及しているが，意匠審査基準の例示は，置換の意匠の場合の創作容易の一例を示したものにすぎず，意匠の構成要素の一部を，同種の分野に限定することや，その位置や角度の創作レベルを示すものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用意匠2の公知性の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用意匠2に係る形状が，意匠法3条2項所定の「公然知られた」形状に当たるというためには，それが，本件登録出願前に，日本国内又は外国において，現実に不特定の者に知られたという事実が必要であると解すべきであり，この点については，当事者間に争いがない。そして，当該事実については，被告が立証責任を負うものであるが，その点の立証に関しては，例えば，間接事実と経験則による事実上の推定等，一般の事実の証明に関する法則が適用されることはいうまでもなく，証拠によって客観的に立証されなければならないとの原告の主張は，かかる点まで含むものであれば，正当である。",
                "しかるところ，乙第1，第3号証，第4号証の1～3，第5号証及び弁論の全趣旨によれば，本件ドイツ公報は，1996年12月24日に発行されたものであり，平成9年3月13日に我が国の情報館がこれを受け入れ，その後間もなく，これを開架制で一般の閲覧に供したものであって，その発行から本件意匠登録出願までの期間は約5年8か月，情報館がこれを閲覧可能としてから本件意匠登録出願までの期間は約5年3か月であったことが認められる。",
                "そして，独立行政法人工業所有権情報・研修館法(平成11年法律第201号。",
                "平成16年法律第79号による改正前の題名は「独立行政法人工業所有権総合情報館法」。以下「情報館法」という。)3条が「独立行政法人工業所有権情報・研修館(以下「情報・研修館」という。)は，発明，実用新案，意匠及び商標に関する公報・・・その他の工業所有権に関する情報の収集，整理及び提供を行う・・・こと等により，工業所有権の保護及び利用の促進を図ることを目的とする。」(上記改正前の規定は「独立行政法人工業所有権総合情報館(以下「情報館」という。)は，発明，実用新案，意匠及び商標に関する公報等を収集し，及びこれらを閲覧させること等を行うことにより，工業所有権の保護及び利用の促進を図ることを目的とする。」)と定め，また10条1号が「発明，実用新案，意匠及び商標に関する公報，見本及びひな形を収集し，保管し，及び陳列し，並びにこれらを閲覧させ，又は観覧させること。」(上記改正前は「発明，実用新案，意匠及び商標に関する公報，見本及びひな形を収集し，保管し，陳列し，及びこれらを閲覧させ，又は観覧させること。」)を，上記3条の目的を達成するため行う業務の一つとして，規定していることにより，情報館において，公報等の閲覧が可能であることは広く知られているところであり，このこと，及び，公報が元来，閲覧・頒布等によりその内容を周知する目的のものであることと，上記本件ドイツ公報の情報館における受入，供覧の経緯を併せ考えれば，我が国において，本件ドイツ公報が，本件登録出願前に，現実に不特定の者の閲覧に供され，これに掲載された引用意匠2に係る形状が公然知られたものとなっていた事実を優に推認することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，日本国内だけで，年間3～4万件の意匠公報が発行されており，これに，外国で発行される意匠に関する公報を加えた発行総数を考慮すれば，公報であるからといって，一般第三者に当然閲覧されているということができないと主張するが，仮に主張に係る数の意匠公報が発行されているとしても，上記認定事実を覆すには足りない。",
                "また，原告は，本願意匠に係る物品と同種のゲーム機の実施が日本国内に限られ，本願意匠の属する分野における事業者は，外国で頒布された刊行物に記載された形状について当然に認知しているとはいえないとか，積極的に調査をする以外に，外国で頒布された刊行物に記載された形状を知る機会を得ることはできないのが通常であると主張するが，仮に，本願意匠に係る物品と同種のゲーム機の実施が日本国内に限られるとしても，当該事業者を含む不特定者が，本件ドイツ公報を閲覧することがないといい得るものではないから，上記主張も失当である。",
                "なお，原告は，さらに，審決において，本件ドイツ公報発行日又は閲覧可能開始日からの経過年数等が示されるべきであったが，審決は，引用意匠2が公知である理由として，単に「公報という刊行物の性格からして」ということを挙げたのみであるから，審決取消訴訟において，それらの事実を主張立証することは許されないと主張する。",
                "しかしながら，審判体は，原告に対する拒絶理由通知(甲第7号証)において，本件ドイツ公報の発行年月日，情報館の受入年月日，引用意匠2の登録番号等を明記しており，また，上記のとおり，審決においても，これを繰り返している。そして，本件ドイツ公報発行日から本件意匠登録出願までの経過年数は一義的に算出し得るし，また，情報館の受入年月日が正確には閲覧可能開始日と一致しなくとも，上記情報館法の規定などに照らして，受入後程なくして閲覧に供されたことが推認され，したがって，閲覧可能開始日から本件意匠登録出願までのおおよその経過年数も算出することができる。そして，審決の「引用意匠2は，ドイツ意匠公報として，既に，本願出願前の1996年12月24日に発行され，公報という刊行物の性格からして，一般第三者たる不特定多数の者に対して現実にその内容が知られているものであることは明らかであり，引用意匠2は，本願出願前に公然知られた意匠と認められる。」との説示は，上記各経過年数をふまえたものであると理解されるから，審決に，原告主張のような瑕疵があるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(創作容易性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「パロット」と称される回胴式ゲーム機である本願意匠に係る物品が属する分野と，パソコン用キーボードジョイスティックである引用意匠2に係る物品が属する分野は，共通せず，関連性も乏しいから，そのような分野に属する意匠を組合せの一方として考えることが，当業者にとってありふれた手法ということはできないと主張する。",
                "しかしながら，例えば，1996年(平成8年)12月21日発行の「マグロウヒル パソコン百科事典」の「ジョイスティック」の項目に，「ジョイスティックとは，ビデオやコンピュータ・ゲームでよく使われる制御入力装置である。」との記載があるとおり，パソコン用キーボードジョイスティックが，主にパソコンゲームに用いられることは周知の事項であるというべきである。そうすると，本願意匠も引用意匠2も，共に，レバーを有し，ゲームに用いられる制御器に係るものであって，用途及び機能は共通しており，その属する分野は同一ではないとしても，関連するものというべきであるから，原告の上記主張は前提を誤るものであって，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，パロットの操作卓部前面の左右両脇は，奥方に漸次回り込む略凸湾曲面となっているが，本願意匠によって，台座部の円形平面が正面側に向いた状態となる角度で操作卓部前面左脇寄りの位置に取り付けられ，レバー部の軸部が自然に正面側に延びて高い操作性を維持できるのであり，この点に本願意匠の台座部の創作性が認められるのに対し，引用意匠2の台座部は，円形平面が斜め上方を向いた状態の角度で取り付けられるものと考えられるから，引用意匠1と引用意匠2を組み合わせて本願意匠の位置に取り付けるためには，引用意匠2を，通常使用態様の角度と異なる角度に回転させなければならないところ，本願意匠と異なる分野に属する引用意匠2を組合せの一方として用いた上，その組合せを引用意匠2にとっては通常でない角度に回転させて取り付けるという，二段階の工程を経ることは，当業者にとってありふれた手法でなし得ることができないものであると主張する。",
                "しかしながら，機器に操作レバーを取り付ける際，機器の取付面にそのまま取り付けたのでは，操作レバーの角度等が，操作性の観点から適切なものとならない場合に，取付面上に台座を設け，これに操作レバーを付設することにより，操作レバーの角度等を調節して所望のものとすることは，ゲーム機の分野に限らず，一般的に行われている常套的な手段というべきである。そして，引用意匠2の台座も，かかる操作レバー付設用のものであるところ，当該台座は，下部が奥方に漸次回り込む略凸湾曲面状の取付面から斜め上方に円筒状に突出させ，その円筒上面(操作レバー付設面)を所定の角度に保ちつつ，円筒基端部を取付面の略凸湾曲面形状に追随させるため，円筒の突出高さ(基端部からの高さ)を下部になるほど高くした形状であり，その意匠において，取引者・需要者の目を惹く特徴は，円筒基端部を取付面の略凸湾曲面形状に追随させ，当該略凸湾曲面が回り込む方向に円筒の突出高さを高くしている点であり，当該突出高さが高くなる方向が台座の上下左右いずれであるかという点ではない。",
                "他方，本願意匠の台座部は，ゲーム機本体の湾曲部分を基端として手前側へ突出して表れるとともに基端部からの高さが一律でない円筒形状をなすもの，すなわち，ゲーム機本体操作卓部前面の左脇が奥方に漸次回り込む略凸湾曲面から正面に円筒状に突出させ，その円筒上面に正面を向けて付設した操作レバーの角度を保ちつつ，円筒基端部を取付面である操作卓部前面の略凸湾曲面形状に追随させるため，円筒の突出高さ(基端部からの高さ)を左方になるほど高くした形状であることが認められる。そして，引用意匠2の分野と本願意匠の分野とが関連するものであることは，上記のとおりである。",
                "そうすると，本願意匠は，引用意匠1のレバー部の形状と引用意匠2の台座部の形状とを組み合わせて，操作卓部の前面左面に表した程度にすぎず，容易に意匠の創作をすることができたものと認められ，本願意匠の台座部が創作性を有するとか，引用意匠1と引用意匠2を組み合わせて本願意匠の位置に取り付けるためには，二段階の工程を経ることが必要で，当業者にとってありふれた手法でなし得ることができないとの上記原告の主張は失当である。",
                "原告は，パロットというゲーム機が，市場に出て間もない新しいものであり，本願意匠は従前では全く見られなかったものであって，強烈な印象を与える形態であるとか，本願意匠の台座部を回転させるという発想が容易でない以上，本願意匠は創作容易でないと主張する。",
                "しかしながら，本願意匠は，これと密接に関連している旨，原告が自認する分野に属する引用意匠1のレバー部の形状と，上記のとおり，本願意匠と関連すると認められる分野に属する引用意匠2の台座部の形状とを組み合わせただけでの形状であり，かつ，引用意匠2の台座部に関しては，その特徴である，円筒基端部を取付面の略凸湾曲面形状に追随させ，当該略凸湾曲面が回り込む方向に円筒の突出高さを高くしている点をそのまま踏襲しているものであって，円筒の突出高さが高くなる方向が相違するのは，上記引用意匠2の台座部の特徴を踏襲した結果にすぎないものであるから，たとえ，パロットというゲーム機自体が，市場に出て間もない新しいものであったとしても，当業者において，本願意匠の創作が容易であることに変わりはない。",
                "また，原告は，特許庁の意匠審査基準の「創作非容易性」の章における「置換の意匠」の事例(甲第10号証30～34頁)を挙げ，意匠審査基準においては，同じ分野か，関連する分野の他の公知形態を，その位置や角度を特に変更することなく，単純に置換えて用いたものを，創作容易レベルとして想定していると考えられるが，本願意匠はこれに当たらないと主張する。",
                "しかしながら，引用意匠2の分野と本願意匠の分野とが関連するものであることは，上記のとおりである。また，上記意匠審査基準の各事例において，置換えに用いる公知形態の位置や角度が特に変更されないで置き換えられていることは，原告主張のとおりであるが，これらの公知形態においては，当該位置・角度にあることが，意匠における特徴を成している(少なくとも自然である)のに対し，引用意匠2の台座部の特徴は，それ自体の位置・角度にあるのではなく，上記のとおり，円筒基端部を取付面の略凸湾曲面形状に追随させ，当該略凸湾曲面が回り込む方向に円筒の突出高さを高くしている点にあるのであるから，上記意匠審査基準の各事例とは，事例を異にするものである。したがって，原告の上記主張も失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張はすべて理由がなく，原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10367",
    "date": "2007-01-30",
    "rights_type": "意匠権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034063",
    "ipprecedent_id": "32",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}