{
  "conclusion": [
    {
      "text": "特許庁が不服2005−8821号事件について平成18年6月5日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文と同旨の判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定に対する不服審判請求を不成立とした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，平成11年3月29日，特願平9−326107号(平成9年1",
              "text": [
                "1月27日出願)の一部を，発明の名称を「ロールスクリーン」とする新たな特許出願(特願平11−87239号。以下「本件出願」という。)とした(甲2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件出願について，平成17年4月6日付けの拒絶査定を受けたので，同年5月12日，拒絶査定に対する不服の審判を請求し(不服2005−8821号事件として係属)，さらに，同年6月13日付け手続補正書(甲4)により明細書の補正をした(以下「本件補正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成18年6月5日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，同月20日，その謄本を原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の請求項1の記載(請求項2以下の記載は省略)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前(平成15年5月9日付け補正後)のもの",
              "text": [
                "【請求項1】 サイドプレートに回転可能に支持された巻取パイプの内部にスプリングを収容し，スプリングの蓄勢力によって巻取パイプにスクリーンを巻き取るようにし，スクリーン巻取り初期段階から巻取パイプに内蔵したブレーキによってスクリーンの巻取速度を減速し，スクリーン巻取り最終段階からさらに巻取速度を減速し，スクリーンを巻取パイプに完全に巻取るようにしたことを特徴とするロールスクリーン。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後のもの(下線部が訂正個所である。)",
              "text": [
                "【請求項1】 サイドプレートに回転可能に支持された巻取パイプの内部にスプリングを収容し，スプリングの蓄勢力によって巻取パイプにスクリーンを巻き取るようにし，スクリーン巻取り初期段階から巻取パイプに内蔵したブレーキによってスクリーンの巻取速度を減速し，スクリーン巻取り最終段階からさらに巻取速度を減速する一方で，ブレーキによってスクリーンを巻取り不能にはせずに，スクリーンをブレーキ以外によって停止させて巻取パイプに完全に巻き取るようにしたことを特徴とするロールスクリーン。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本件補正後の請求項1に係る発明(以下「本願補正発明」という。)は，実願昭55−6297号(実開昭56−109397号)のマイクロフィルム",
            "(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明」という。)の技術事項及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができず，本件補正は，同法17条の2第5項において準用する同法126条5項の規定に違反するものであるとして，同法159条1項において準用する同法53条1項の規定により本件補正を却下し，請求項1記載の発明(以下「本願発明」という。)の要旨を，本件補正前(平成15年5月9日付け補正後)の特許請求の範囲の請求項1の記載に基づいて認定した上，本願発明は，本願補正発明と同様，引用発明の技術事項に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない，とした。",
            "審決の理由のうち，引用例1の記載事項及び引用発明の認定に係る部分，本願補正発明と引用発明との対比及び判断に係る部分は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の記載事項及び引用発明の認定",
              "text": [
                "実願昭55−6297号(実開昭56−109397号)のマイクロフィルム(引用例1)には，「ロールスクリーンの巻上げ制動装置」に関して，図面の第1図～第7図とともに，次の記載がある。",
                "(イ)「本考案は，主としてロールスクリーンの巻上げに際し，巻終わり間近におけるスクリーンの巻取筒の加速を抑圧し，スクリーンをほぼ一定の速度で終始一貫して静粛且つ円滑に巻取ることができるようにしたロールスクリーンの巻上げ制動装置に関するものである。」(明細書2頁5行～10行)",
                "(ロ)「先ず，本考案は，第7図に示すように，スクリーンSの巻取筒Pの長手方向端部に内装されるものであり，巻取筒Pの他端には，該巻取筒Pを，自身に内装したスプリングRの弾発復元力にて回転させてスクリーンSを巻取り，また引下ろしたスクリーンSをロックする周知のクラッチ・ねじり機構Dが配設されている。」(同3頁12行～4頁1行)(ハ)「シリンダ筒16内には，粘度の大きいオイル，グリース等の粘性体22が充填されるものであり，シリンダ筒16，トップカバー1，エンドカバー2，トップシャフト4，オイルシール5，制動シャフト6，エンドシャフト8，制動翼13，回転翼18，粘性体22等によって，いわゆる粘性ダンパ23が形成される。」(同7頁1行～8行)",
                "(ニ)「こうして回転が抑止された制動シャフト6，制動翼13に対して，シリンダ筒16，回転翼18，トップカバー1，エンドカバー2等は，スクリーンSを巻上げるべく回転している巻取筒Pに従動して継続的に回転するため，回転翼18は，制動翼13が障壁となっている粘度の大きい粘性体22中を回転することになり，制動翼13によつて移動を規制されている粘性体22の粘性抵抗，摩擦抵抗により一定の制動力を受け，該制動力はシリンダ筒16，トップカバー1，エンドカバー2から巻取筒Pへと伝達され，該巻取筒Pの回転，スクリーンSの巻上げを制動するものである。」(同13頁10行～14頁4行)",
                "(ホ)「即ち，粘性ダンパ23は，スクリーンSの巻終わりに向かって加速される巻取筒Pに対してブレーキとして作用するのであり，スクリーンSの急速な巻上げに起因する巻終わりの衝撃力や騒音等の発生を防止し各部材の損傷や静粛な雰囲気，情緒の破壊を防ぎ，スクリーンSの静粛且つ緩調な巻上げを可能とするのである。」(同17頁3行～9行)(ヘ)引用例1の第1図および第7図には，スクリーンSの巻取筒Pを回転可能に支持するための部材として，巻取筒Pの両端部にブラケットBを配する点が開示されている。",
                "これら(イ)～(ヘ)の記載および第1図～第7図の記載を参照すると引用例1には次の発明(引用発明)が記載されているものと認められる。",
                "「ブラケットBに回転可能に支持された巻取筒Pの内部にスプリングRを収容し，スプリングRの蓄勢力によって巻取筒PにスクリーンSを巻取るようにし，スクリーン巻取り初期段階から巻取筒Pに内蔵した粘性ダンパ23によって，巻取筒Pの加速を抑圧し，ほぼ一定の巻取り速度となるように制動するようにしたロールスクリーンの巻上げ制動装置」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明と引用発明との対比",
              "text": [
                "本願補正発明と引用発明を対比すると，引用発明の「ブラケットB」，「巻取筒P」，「スプリングR」，「スクリーンS」，および「粘性ダンパ23」は，本願補正発明の「サイドプレート」，「巻取パイプ」，「スプリング」，「スクリーン」，および「ブレーキ」にそれぞれ相当する。",
                "ところで，本願補正発明の「スクリーン巻取り初期段階から巻取パイプに内蔵したブレーキによってスクリーンの巻取速度を減速し，．．．」の点につき，明細書の記載を参酌すると【0028】に「しかしながら，巻取りの初期段階から継続的に作動する第1ブレーキ22だけでは，スクリーン18の巻取りの最終段階においてスクリーンの巻取速度が速くなってしまい，．．．」との記載がある。",
                "そうすると，本願補正発明における「巻取速度を減速し」には，巻取速度が速くならないようにブレーキを用いて制動することも含むものと解される。",
                "してみれば，両者は，",
                "「サイドプレートに回転可能に支持された巻取パイプの内部にスプリングを収容し，スプリングの蓄勢力によって巻取パイプにスクリーンを巻き取るようにし，スクリーン巻取り初期段階から巻取パイプに内蔵したブレーキによってスクリーンの巻取速度を減速するようにしたロールスクリーン。」",
                "である点で一致し，以下の点で相違する。",
                "［相違点1］",
                "本願補正発明が，スクリーン巻取り最終段階からさらに巻取速度を減速しているのに対して，引用発明は，スクリーン巻取り最終段階からさらに巻取速度を減速しているのか明らかではない点。",
                "［相違点2］",
                "本願補正発明が，ブレーキによってスクリーンを巻取り不能にはせずに，スクリーンをブレーキ以外によって停止させて巻取パイプに完全に巻き取るようにしているのに対して，引用発明は，スクリーン巻取り最終段階でスクリーンをどのように停止させるのか明らかではない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の判断",
              "text": [
                "［相違点1について］",
                "引用発明のロールスクリーンの巻上げ制動装置の粘性ダンパは，「巻終わり間近におけるスクリーンの巻取筒の加速を抑圧し，スクリーンをほぼ一定の速度で終始一貫して静粛且つ円滑に巻取ることができるようにする」(上記(イ)参照)である事，および「粘性ダンパ23は，スクリーンSの巻終わりに向かって加速される巻取筒Pに対してブレーキとして作用する」(上記(ホ)参照)事を鑑みれば，上記粘性ダンパは巻取りの初期段階から終始一貫して巻取筒の加速を抑圧させるもの(言い換えれば，スクリーン巻取り初期段階から最終段階までの間，一貫して巻取筒の加速を抑圧するように減速させる事によって，ほぼ一定の巻取速度でのスクリーンの巻取りを実現するもの)と解する事ができる。",
                "してみれば，スクリーン巻取り初期段階から同様の減速を行っても最終段階で充分な巻取筒の減速特性が得られないような特性のブレーキを用いた場合に，言い換えれば，スクリーン巻取り初期段階からブレーキを作動させても，スクリーンの巻取速度が最終段階において加速してしまうような特性のブレーキを用いた場合，スクリーン巻取り最終段階で所望の減速特性が得られるようにするために，スクリーン巻取り最終段階からさらに巻取速度を減速させるようにすべき事は，当業者が必要に応じて適宜採用することができる設計的事項というべきである。",
                "［相違点2について］",
                "ロールスクリーンにおいて，例えばスクリーンの下端に配置されているウエイトバー等の部材がサイドプレート等の静止部材と衝突するような状態(言い換えれば，巻取筒にスプリングの蓄勢力が作用し続けても，スクリーンが物理的にそれ以上巻取れない状態)をもって巻取筒を停止させる事，即ちスクリーン巻取り最終段階でブレーキによってスクリーンを巻取り不能にはせずに，スクリーンをブレーキ以外によって停止させて巻取パイプに完全に巻き取る事は，周知技術である。ちなみに，引用発明においても巻取り初期段階から巻取筒の加速を抑圧するブレーキとして機能し，且つスクリーンの巻終わりの衝撃力や騒音等の発生を防止するという粘性ダンパの目的(上記(イ)(ホ)参照)やその構成(上記(ハ)(ニ)参照)を鑑みた場合，そうした構成を有しているものと考えるのが自然である。",
                "そして，本願補正発明の作用効果も，引用発明に記載の技術事項および周知技術から当業者が予測できる範囲のものである。",
                "したがって，本願補正発明は，引用発明に記載の技術事項および周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許出願の際独立して特許を受けることができないものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の審決取消事由(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明に関する認定の誤り",
              "text": [
                "審決は，相違点1についての判断において，引用発明の粘性ダンパにつき，「巻取りの初期段階から終始一貫して巻取筒の加速を抑圧させるもの(言い換えれば，スクリーン巻取り初期段階から最終段階までの間，一貫して巻取筒の加速を抑圧するように減速させる事によって，ほぼ一定の巻取速度でのスクリーンの巻取りを実現するもの)と解する事ができる」と認定し，この認定を前提として，相違点1に係る本願補正発明の構成が，当業者において適宜採用し得る設計事項である旨判断したが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，「スクリーンをほぼ一定の速度で終始一貫して・・・巻取ることができるようにした」(2頁7ないし9行)との記載があるところ，この記載からは，ここにいう「速度」がスクリーンの巻取速度であるのか，巻取筒の回転速度であるのか必ずしも明確でないものの，引用発明が，終始一貫して，粘性ダンパ23を継続的に同じように作動させる構成であることにかんがみると，引用発明の目的は，せいぜい巻取筒の回転速度を一定にするということにとどまるものと解される。",
                    "ところが，ロールスクリーンのスクリーン巻取り最終段階においては，スクリーン巻径が大きくなって巻取速度が増加するので，スクリーンの巻取速度を一定にするには，巻取筒の回転速度を一定にするだけでは不十分である。しかしながら，引用発明には，巻取筒の回転速度を遅くしなければならないという着想がまったくないから，仮に，巻取筒の回転速度を一定にするものであったとしても，巻取り最終段階までほぼ一定の巻取速度でスクリーンを巻き取ることは不可能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "のみならず，ロールスクリーンのスクリーン巻取り最終段階においては，スクリーンの荷重が減って巻取速度が増加する特性があるところ，引用発明の粘性ダンパのように，スクリーン巻取り初期段階から継続して同じ作動をしているブレーキ，具体的には，スクリーン巻取り初期段階から回転翼が粘性体中を継続して回転するブレーキは，常に一定の制動力しか作用しないから，実際には，引用発明は，巻取り最終段階までほぼ一定の回転速度でスクリーンを巻き取ることすら不可能であるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用例1の上記「スクリーンをほぼ一定の速度で終始一貫して・・・巻取ることができるようにした」との記載は，引用例1に記載された構成からは現実に達成することが不可能であって，単に出願人が希望する理想の効果を述べたものにすぎず，このような記載を根拠とする審決の上記認定は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到判断の誤り",
              "text": [
                "審決は，「スクリーン巻取り最終段階で所望の減速特性が得られるようにするために，スクリーン巻取り最終段階からさらに巻取速度を減速させるようにすべき事は，当業者が必要に応じて適宜採用することができる設計的事項というべきである。」と判断したが，以下のとおり，誤りである。",
                "すなわち，ロールスクリーンの技術分野において，ロールスクリーンのブレーキは，本件出願当時まで，本件明細書(平成15年5月9日付け補正(甲3)及び本件補正(甲4)を経た後の明細書(甲2)をいう。)の段落【0002】に記載の従来技術や引用例1のように，スクリーン巻取り初期段階から継続して同じ制動力で一定の減速を行うものであったのであり，「スクリーン巻取り最終段階からさらに巻取速度を減速する」ことを提案したのは，本願発明が初めてである。",
                "そして，本願補正発明は，スクリーンの巻取り段階に応じて減速程度を変化させるという技術思想に基づき，「スクリーン巻取り最終段階からさらに減速する」構成を採用することにより，引用例1からは決して予測することができない優れた効果を奏することに成功したのである。",
                "しかるに，審決は，何の具体的根拠も示さずに，上記のとおり，「当業者が必要に応じて適宜採用することができる設計的事項というべきである。」と判断したのであるから，その判断が誤りであることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "「引用発明に関する認定の誤り」との主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が「引用発明の目的は，せいぜい巻取筒の回転速度を一定にするということにとどまる。」と主張しているように，引用例1には，スクリーンをほぼ一定の速度で巻き取るという目的が示されている。そして，引用発明がその目的を達成することができるか否かは，容易想到性の判断の基礎となる引用発明の技術思想がいかなるものであるかとは別問題であるから，引用例1に，その目的として記載したとおりのものを現実に達成することができる解決手段が記載されているか否かにかかわらず，審決における引用例1の記載事項の認定及び引用発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "のみならず，引用例1には，上記目的を現実に達成することができる解決手段が開示されている。",
                    "すなわち，ロールスクリーンにおいて，スクリーンを巻き取る力は，スプリングの蓄勢力であることが明らかである。他方，粘性ダンパによる制動力は，一般に粘性体中を移動する速度に比例するから，上記スプリングの蓄勢力によって巻き取られ，所定の回転速度となった巻取筒の回転速度に比例する力又はスクリーンの巻取速度にほぼ比例する力として発生する。",
                    "そして，スプリングの蓄勢力は，これにより結果として発生することとなった粘性ダンパの制動力よりも大きいので，両者の力の差によりスクリーンの加速運動が生じることになる。ところが，スプリングの蓄勢力は一般的にその解放に伴って減少するのに対し，巻取筒の回転速度に比例する制動力は加速運動により増大するから，両者の力の差は，スクリーンが巻き取られていくのに伴い減少する傾向になり，この結果，両者の力の差による加速運動における速度の上昇割合も，スクリーンが巻き取られていくに伴い減少する傾向になる。",
                    "そうすると，引用例1の「ほぼ一定の巻取速度でのスクリーンの巻取りを実現する」という目的も，スクリーンが静止した巻取り開始段階の速度ゼロ状態から最終の巻取り段階における速度までの速度差を，比較的小さな範囲に止めるという目的を示したものと理解できるし，また，このような速度差を比較的小さな範囲に止めるという目的であるとの理解に立てば，引用例1には，当該目的を十分に達成できる解決手段が開示されているということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明の粘性ダンパが「スクリーン巻取り初期段階から最終段階までの間，一貫して巻取筒の加速を抑圧するように減速させる事によって，ほぼ一定の巻取速度でのスクリーンの巻取りを実現するもの」であるとした審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「容易想到判断の誤り」との主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当業者は，引用例1の記載から，粘性ダンパ等のブレーキ手段を用いることにより，スクリーンをほぼ一定の巻取速度で終始一貫して静粛かつ円滑に巻き取ることができるようにすることや，ほぼ一定の巻取速度でのスクリーンの巻取りを実現するという技術的課題ないし目的が，引用例1に示されていることを容易に理解することができ，また，引用例1に記載された構成から見て，その粘性ダンパを用いたブレーキが，巻取り最終段階においても，スプリングの蓄勢力に対して粘性ダンパの制動力が小さいという特性のものを選択した場合には，スクリーン巻取り最終段階では，巻取速度が加速するという現象が発生する不具合があることも，容易に理解することができるから，スプリングの蓄勢力に対して粘性ダンパの制動力が小さいものを選択した場合に，スクリーン巻取り最終段階において，何らかの手段を用いてさらに巻取速度を減速すべき必要があることは，ほぼ一定の巻取速度でのスクリーンの巻取りを実現するという技術的課題ないし目的が示されていることからしても，容易に想到することができる。",
                    "審決は，このことを説示したものであって，具体的根拠を示していないという原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "そして，スクリーン巻取り最終段階で所望の減速特性が得られるようにするために，スクリーン巻取り最終段階で巻取速度を減速させる技術手段は，例えば，実公昭58−21919号公報(乙1)や特公昭56−39453号公報(乙2)",
                  "text": [
                    "にあるように，従来より周知であって，巻取り最終段階でのスクリーンの巻取速度が大き過ぎるような場合，言い換えれば，スプリングの蓄勢力や粘性ダンパの設定によっては，巻取り最終段階で十分なスクリーンの減速特性が得られていないような場合に，引用発明にこのような周知の技術を必要に応じて適宜採用することは，当業者にとってまさに容易な設計的事項であるから，「当業者が必要に応じて適宜採用することができる設計的事項というべきである。」との審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，上記イのとおり，引用発明に上記周知技術を採用することにより，相違点1に係る構成が容易に得られるのであって，このように構成した場合に，そのスクリーンの巻取速度が，結果として，スクリーンの巻取り段階に応じて減速程度を変化させることとなることも，当業者が当然に予測できたことであって，「本願補正発明の作用効果も，引用発明に記載の技術事項および周知技術から当業者が予測できる範囲のものである。」とした審決の判断にも誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「引用発明に関する認定の誤り」との主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，次の記載がある。",
                    "(ア)「本考案は，主としてロールスクリーンの巻上げに際し，巻終わり間近におけるスクリーンの巻取筒の加速を抑制し，スクリーンをほぼ一定の速度で終始一貫して静粛且つ円滑に巻取ることができるようにしたロールスクリーンの巻上げ制動装置に関するものである。」(2頁5ないし10行)(イ)「先ず，本考案は，第7図に示すように，スクリーンSの巻取筒Pの長手方向端部に内装されるものであり，巻取筒Pの他端には，該巻取筒Pを，自身に内装したスプリングRの弾発復元力にて回転させてスクリーンSを巻取り，また引下ろしたスクリーンSをロックする周知のクラッチ・ねじり機構Dが配設されている。」(3頁12行ないし4頁1行)",
                    "(ウ)「シリンダ筒16内には粘度の大きいオイル，グリース等の粘性体22が充填されるものであり，シリンダ筒16，トップカバー1，エンドカバー2，トップシャフト4，オイルシール5，制動シャフト6，エンドシャフト8，制動翼13，回転翼18，粘性体22等によって，いわゆる粘性ダンパ23が形成される。」(7頁1ないし7行)",
                    "(エ)「静止枢軸34の連繋板29寄りには，該枢軸34の軸心に直交するようにしてスプリングピン36が取付けられており，このスプリングピン36の端部は，連繋板29に取付けられた前記スプリングピン33の回動経路上に配置されている。従って，前記一方向クラッチ31が繋がっている状態において，連繋板27に従動して回動する他方の連繋板29は，自身のスプリングピン33が回動して静止枢軸34のスプリングピン36に衝接，係止することにより，以後の回動が抑止され，これ29と一体的に連結されている連繋板27の回動も停止させるものである。即ち，連繋板29と静止枢軸34との間には，スプリングピン33，36双方による連繋板29の回転方向の遊び角がある。この遊び角は，例えば略1．5π(rad．)に設定される。」(9頁14行ないし10頁12行)",
                    "(オ)「スプリングピン33，36双方の係止によって制動シャフト6等の回動が抑止されるまでの間，巻取筒Pは何ら制動力を受けることなく回転するものであり，即ち，スプリングピン33，36双方にて形成された遊び角により，巻取筒Pには，前記クラッチ・ねじり機構D内の遠心クラッチを解放させるに足る十分な初速が与えられるのである。",
                    "こうして回転が抑止された制動シャフト6，制動翼13に対して，シリンダ筒16，回転翼18，トップカバー1，エンドカバー2等は，スクリーンSを巻上げるべく回転している巻取筒Pに従動して継続的に回転するため，回転翼18は，制動翼13が障壁となっている粘度の大きい粘性体22中を回転することになり，制動翼13によつて移動を規制されている粘性体22の粘性抵抗，摩擦抵抗により一定の制動力を受け，該制動力はシリンダ筒16，トップカバー1，エンドカバー2から巻取筒Pへと伝達され，該巻取筒Pの回転，スクリーンSの巻上げを制動するものである。」(13頁2行ないし14頁4行)",
                    "(カ)「前記したように，制動翼13の表裏に半球状の抵抗隆部14を突設することにより，粘性体22の流動抵抗を増大させることができ，制動力の増加が可能である。また，この制動力は，粘度の異なる粘性体22の選択や，制動翼13と回転翼18との組数の変更によっても自由に増減できる。",
                    "前記抵抗隆部14は，回転翼18側に形成することもできる。」(14頁5ないし12行)(キ)「連繋板29のスプリングピン33と静止枢軸34のスプリングピン36とによって連繋板29の回動方向の遊び角を形成することにより，スクリーンS巻上時に，前記遠心クラッチを解放するに足る十分な初速を確保できることはもとより，巻上げ当初には粘性ダンパ23を働かせずにスクリーンSをスムーズに巻取らせ，以つて全体の巻取り時間を短縮することができる。」(15頁15行ないし16頁5行)",
                    "(ク)「従って本考案によれば，スクリーンSの巻上げに際し，内部に粘性体22を充填したシリンダ筒16と回転翼18とを巻取筒Pに従動，回転させると共に，一方向クラッチ31によって静止枢軸34に間接的に連結され，略固定されている制動シャフト6，制動翼13をシリンダ筒16の粘性体22内に配設して粘性ダンパ23を形成したから，回転翼18及びシリンダ筒16の回転は，近接している制動翼13との間に充満している粘性抵抗，摩擦抵抗により抑制され，以つて巻取筒Pには一定の制動力が加わってその回転が抑制されるものである。即ち，粘性ダンパ23は，スクリーンSの巻終わりに向かって加速される巻取筒Pに対してブレーキとして作用するのであり，スクリーンSの急速な巻上げに起因する巻終わりの衝撃力や騒音等の発生を防止し各部材の損傷や静粛な雰囲気，情緒の破壊を防ぎ，スクリーンSの静粛且つ緩調な巻上げを可能とするのである。」(16頁9行ないし17頁9行)",
                    "(ケ)「粘度の異なる粘性体22の選択や，回転翼18，制動翼13の形状，構造等の変更により，制動力の強弱が自由に調節でき，前記クラッチ・ねじり機構DやスクリーンSの材質等と相俟って，最適の制動システムを設計することができる。」(17頁15行ないし18頁2行)(コ)「本考案はスクリーン巻取筒の加速を抑制し，スクリーンをほぼ一定の速度で静粛且つ円滑に巻取ることができ，巻終わりの際の衝撃力や騒音の発生を防止すると共に，構成簡単にして所望の制動作用が得られ，信頼性に優れ，且つ量産性に富む等，実用上有益な種々の効果を奏するものである。」(18頁14行ないし19頁3行)",
                    "また，第1図(実施例の中央断面図)及び第7図(使用状態における概略図)には，スクリーンSの巻取筒Pを回転可能に支持するための部材として，巻取筒Pの両端部にブラケットBを配する点が開示され，第4図(他の実施例における回転翼，制動翼の拡大断面図)及び第6図(制動翼の側面図)には，表裏の突出する半球状の抵抗隆部14を制動翼13の周辺部に交互に配設した状態が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの引用例1の各記載によれば，引用発明において，スクリーン巻取筒Pの回転速度の増加を抑制しているのは粘性ダンパ23であり，粘性ダンパ23は，内部に粘性体22を充填したシリンダ筒16と回転翼18とを巻取筒Pに従動，回転させると共に，一方向クラッチ31によって静止枢軸34に間接的に連結され，略固定されている制動シャフト6，制動翼13をシリンダ筒16の粘性体22内に配設して形成されるところ，シリンダ筒16と回転翼18の回転は，「粘性体22の粘性抵抗，摩擦抵抗により一定の制動力を受け，該制動力はシリンダ筒16，トップカバー1，エンドカバー2から巻取筒Pへと伝達され，該巻取筒Pの回転，スクリーンSの巻上げを制動する」ものであって，かつ，制動翼13(又は回転翼18)の表裏に半球状の抵抗隆部14を突設することにより，粘性体22の流動抵抗を増大させることができ，制動力の増加が可能であることが認められる。",
                    "すなわち，引用発明の「粘性ダンパ23」は，制動翼13によって移動を規制されている粘性体22中を，回転翼18が回転するものであるから，回転翼18の回転は(ひいて巻取筒Pの回転は)，粘性体22の粘性抵抗によって一定の制動力を受けるものであるが，さらに，制動翼13(又は回転翼18)の表裏に「半球状の抵抗隆部14」を突設したときには，抵抗隆部14は，粘性体22に対し，その流動に抗する物体として作用するところ，一般に，流体中に，当該流体の流動に抗する物体が存在する場合には，当該物体が流体から受ける(したがって，反作用として流体の流れを阻止する)圧力が生じ，その圧力は，当該流体の当該物体に対する相対速度の増加に対応して増加することは，技術常識であるから，例えば，回転翼18に抵抗隆部14を突設したときには，上記回転翼18自体による粘性抵抗に加え，抵抗隆部14によって生ずる上記圧力も回転翼18の回転に対する制動力として作用し，かつ，その制動力は，回転翼18の(したがって巻取筒Pの)回転速度に対応して大きくなることが明らかである(抵抗隆部14を制動翼13に突設したときには，抵抗隆部14は，回転翼18の回転に引きずられて流動しようとする粘性体22に対し，その流動を規制する力を増加させ，間接的に回転翼18の回転を制動するものと考えられる。)。",
                    "そうすると，引用発明のロールスクリーンの巻上げ制動装置は，抵抗隆部14により，粘性ダンパ23の制動力が回転速度の増加に対応して増加し，この制動力の増加は，巻き取るべきスクリーンの重さ(長さ)の変化による回転速度の増加(スクリーンを巻き取るに連れて，更に巻き取るべき長さが短くなり，軽くなるので，回転速度が増加すること)に対抗して，巻上げの回転速度を減速させ，結局，ほぼ一定の巻取速度でスクリーンを巻き取るものということができる。そして，その結果，引用発明は，「粘性ダンパ23は，スクリーンSの巻終わりに向かって加速される巻取筒Pに対してブレーキとして作用するのであり，スクリーンSの急速な巻上げに起因する巻終わりの衝撃力や騒音等の発生を防止し各部材の損傷や静粛な雰囲気，情緒の破壊を防ぎ，スクリーンSの静粛且つ緩調な巻上げを可能とするのである。」という作用効果を奏するものと認められる。",
                    "したがって，引用発明の粘性ダンパは，「スクリーン巻取り初期段階から最終段階までの間，一貫して巻取筒の加速を抑圧するように減速させる事によって，ほぼ一定の巻取速度でのスクリーンの巻取りを実現するもの」ということができ，その旨の審決の認定に誤りはないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「容易想到判断の誤り」との主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1についての審決の判断は，「スクリーン巻取り初期段階から同様の減速を行っても最終段階で充分な巻取筒の減速特性が得られないような特性のブレーキを用いた場合に，言い換えれば，スクリーン巻取り初期段階からブレーキを作動させても，スクリーンの巻取速度が最終段階において加速してしまうような特性のブレーキを用いた場合，スクリーン巻取り最終段階で所望の減速特性が得られるようにするために，スクリーン巻取り最終段階からさらに巻取速度を減速させるようにすべき事は，当業者が必要に応じて適宜採用することができる設計的事項」であるというものである。",
                    "しかるところ，スクリーンの下端には，通常，ウエイトバー等が横向きに固定されているから，スクリーンの巻取速度が巻取り最終段階において加速してしまうような場合には，ウエイトバー等が許容速度以上の速度で収容部材に衝突し，不快音を発したり破損の原因となったりするような不都合が生ずることは，例えば，特公昭56−39453号公報(乙2)に，「巻取最終時に於てスプリングの力によってスクリーン下端に固定した係止杆が巻取ドラムに激突し，これにより取付ビスが弛んだり，巻取ドラムやスクリーンを破損せしめたりし，又不快な騒音が発生したりする等の欠点がある」(2欄6ないし11行)との記載があり，容易に認識し得るところである。",
                    "そうであれば，このような不都合を解消するため，スクリーン巻取り最終段階で，巻取速度を所望の速度とするために減速する手段を採用することは，設計事項に属する事柄というべきであり，他方，上記特公昭56−39453号公報及び実公昭58−21919号公報(乙1)には，それぞれ，スクリーンの巻取り最終段階で回転速度の加速を抑制する構成が記載されているから，本件出願当時，巻取り最終段階で巻取速度を減速するための技術手段も周知であったということができる(本件補正発明に係る特許請求の範囲は，「スクリーン巻取り最終段階からさらに巻取速度を減速する」ための具体的構成を規定するものではないから，減速のため，どのような技術手段を用いることも可能である。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，審決自身も認定するとおり，上記アの不都合や，かかる不都合を解消するため，スクリーン巻取り最終段階で，巻取速度を所望の速度とするために減速する必要などは，いずれも，「スクリーン巻取り初期段階から同様の減速を行っても最終段階で充分な巻取筒の減速特性が得られないような特性のブレーキ・・・言い換えれば，スクリーン巻取り初期段階からブレーキを作動させても，スクリーンの巻取速度が最終段階において加速してしまうような特性のブレーキ」を用いた場合に生ずるものである。",
                    "他方，引用発明のブレーキ(粘性ダンパ)は，審決が認定するとおり，「スクリーン巻取り初期段階から最終段階までの間，一貫して巻取筒の加速を抑圧するように減速させる事によって，ほぼ一定の巻取速度でのスクリーンの巻取りを実現するもの」であり，その「粘性ダンパ23は，スクリーンSの巻終わりに向かって加速される巻取筒Pに対してブレーキとして作用するのであり，スクリーンSの急速な巻上げに起因する巻終わりの衝撃力や騒音等の発生を防止し各部材の損傷や静粛な雰囲気，情緒の破壊を防ぎ，スクリーンSの静粛且つ緩調な巻上げを可能とする」という作用効果を奏するものと認められることも上記(1)のとおりであるから，これをもって，上記「スクリーンの巻取速度が最終段階において加速してしまうような特性のブレーキ」ということができないことは明らかである。",
                    "もっとも，スプリングの蓄勢力に対し，制動力が小さすぎる粘性ダンパを選択したような場合を仮定すれば，引用発明の粘性ダンパであっても，「スクリーン巻取り初期段階から同様の減速を行っても最終段階で充分な巻取筒の減速特性が得られないような特性のブレーキ」に当たるといえないこともない。しかしながら，粘性ダンパの制動力の大きさをスプリングの蓄勢力に見合ったものとすることこそ，まさに設計事項であり，引用例1には，そのための手段も記載されている(上記(1)のア(カ))のであるから，本願補正発明に対する公知技術として引用発明を選択しながら，上記のような仮定を設定すること自体，失当といわざるを得ない(もっとも，スクリーンの巻終わりの衝突を防止しつつ，巻上げ時間の短縮を図ることを課題として，あえて，引用発明の粘性ダンパの制動力をスプリングの蓄勢力に対して小さいものとし，巻取り最終段階で巻取速度を減速することも考えられないではないが，そのような技術課題は引用例1に記載も示唆もなく，また，周知であると認めるに足りる証拠もないから，引用発明を前提として採用し得るものではない。)。",
                    "以上のとおり，引用発明において，「スクリーン巻取り最終段階からさらに巻取速度を減速させるようにする」ことが必要となるものとは認められず，そうであれば，当業者が，あえて，そのような構成を採用して引用発明に適用することが，設計事項であるとも，容易であるともいえないから，相違点1についての審決の上記判断は誤りであるといわざるを得ず，原告主張の取消事由は，理由がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由があるので，審決は取り消されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10339",
    "date": "2007-07-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034964",
    "ipprecedent_id": "1090",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}