{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−80321号事件について平成18年11月8日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が特許権者である後記特許に対し，原告が特許無効審判請求をしたところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成14年4月11日，名称を「白さばふぐ或いは黒さばふぐの加工方法」とする発明について特許出願(特願2002−108897号)をし，平成17年1月28日，特許第3640646号として設定登録を受けた(請求項の数1。甲16〔特許公報〕。以下「本件特許」という。)。",
                "その後，平成17年11月7日付けで原告から本件特許の請求項1につき無効審判請求がなされ，同請求は無効2005−80321号事件として係属したが，特許庁は，平成18年11月8日，「本件審判の請求は，成り立たない」旨の審決をし，その謄本は平成18年11月18日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許の請求項1の内容は，次のとおりである(以下「本件発明」という。",
                "【請求項1】",
                "白さばふぐ或いは黒さばふぐを，有毒なふぐから区別できるふぐの加工方法であって，ふぐの頭部を首部で，腹側の皮を残す形で，胴体から切り離す第1工程と，切り離した際残した腹側の皮と，背側の皮を同時に剥がす工程を，背鰭の起部の位置で完了する第2工程と，剥した際に，腹側の皮に付着する形で胴体から外れた内臓を，取り除く第3工程と，背鰭の起部の位置で剥がし工程を完了した皮を，元の位置に戻して再び被覆，外形復元する第4工程とから成り，より完全に近い形で内臓を摘出後，外観を復元することを特徴とする白さばふぐ或いは黒さばふぐの加工方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要旨は，原告主張の下記無効理由1，2は，いずれも認められないとしたものである。",
                "記",
                "無効理由1 本件特許明細書(以下「本件明細書」という。)の記載には平成14年法律第24号による改正前の特許法(以下単に「法」という。)36条4項，6項に規定する要件を満たしていない。",
                "〔判決注〕平成14年法律第24号による改正前の法36条4項，6項の規定は，次のとおりである。",
                "法36条4項：前項第3号の発明の詳細な説明は，経済産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。",
                "法36条6項：第3項第4号の特許請求の範囲の記載は，次の各号に適合するものでなければならない。",
                "一 特許を受けようとする発明が発明の詳細な説明に記載したものであること。",
                "二～四：〈省略〉",
                "無効理由2 本件発明は，本件特許出願前に公然知られ又は実施された発明であるから，法29条1項1号，2号の規定に違反する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べる違法があるから，取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(公知又は公然実施についての認定・判断の誤り)(ア) 取消事由1−1−1(平成14年2月に輸入されたふぐに関する本件発明の公知性についての認定・判断の誤り)",
                  "text": [
                    "審決は，平成14年2月20日に有限会社下関カノウ商事(以下「カノウ商事」という。)が輸入したふぐに関して，その輸入されたふぐは，本件特許の出願日前に加工業者に引き渡されたと認定することはできず，本件発明が公知となったとはいえないとした。しかし，ふぐの最盛期である冬場の2月において，24840kgもの大量の生のふぐを輸入しておきながら，春になった4月において全く販売もしないでおくことはありえない。",
                    "上記輸入されたふぐは，輸入した1380コンテナのうち，平成14年2月中にその半分以上の726コンテナが，株式会社ファミリーフーズや株式会社蟹屋などの複数の加工業者に販売された。",
                    "したがって，上記輸入されたふぐが，税関での許可が下りた後に加工業者へ販売されてその販売先において公知となり，本件発明は平成14年2月には公知となったと認定されるべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "取消事由1−1−2(上記輸入されたふぐが，その輸入自体によって本件発明が公知となったことについての認定・判断の誤り)審決は，上記平成14年2月20日に輸入されたふぐに関して，その輸入による公知性について否定した。",
                        "しかし，輸入される白さばふぐは，毒種が混入していないことを確認するために，厚生労働省自ら又はその指定機関が行う検査や税関が行う検査を受けることが義務付けられている。これらの検査は，保冷倉庫内で実施されるが，保冷倉庫には輸入品を受け取りに来る第三者が自由に出入りでき，そのような公開された場所で検査が実施されている。",
                        "そのため，検査を行う者に対して職務上知り得た事実に関する守秘義務が課されていたとしても，第三者が見うる状態での検査であり，公然知られ得る状態で検査されることになる。これは，輸入検査時においてだけでなく，運搬時においても同様に，第三者が見うる状態で行われることになる。",
                        "そもそも，輸入によって，直ちに輸入物が公然知られた状態となるものではないにしても，輸入により輸入物は公然知られ得る状態となるものであり，秘密裏に輸入することは適法には行い得ない。",
                        "よって，本件発明は，上記ふぐの輸入による検査等により公知となったものであり，審決は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取消事由1−2(平成14年2月20日のふぐの輸入と本件発明の公然実施についての認定・判断の誤り)",
                      "text": [
                        "審決は，上記ふぐの輸入による本件発明の公然実施を否定した。",
                        "しかし，上記ふぐの輸入によって，その製造方法である本件発明が公然実施されたことになるというべきである。",
                        "すなわち，法29条1項1号で「公然知られた発明」について規定するとともに，同2号で「公然実施をされた発明」と規定しているから，公然知られた状態で実施された発明でなくとも，公然知られ得る状態で実施された発明であればこれに該当することになる。なぜならば，2号において公然知られた状態で実施された発明であることを要求するならば，1号の規定と重複し，2号を別に設けた理由がなくなるからである。",
                        "また，法2条3項3号で「物を生産する方法の発明にあっては，・・・その方法により生産した物の・・・輸入・・・をする行為」と規定しており，物を生産する方法の発明の実施にその方法により生産した物の輸入をする行為が含まれている。",
                        "そして，法29条2項で「前項各号に掲げる発明に基いて容易に発明をすることができたとき」と規定している。そのため，法29条2項にいう進歩性のない発明には，物を生産する発明の場合，その方法により生産した物を公然知られ得る状態で輸入したときのその方法の発明が含まれることになる。",
                        "また，上述したように，輸入によって直ちに輸入物が公然知られた状態となるものではないにしても，輸入により輸入物は公然知られ得る状態となるものであり，秘密裏に輸入することは適法には行い得ない。",
                        "したがって，上記ふぐは本件発明に係る加工方法で生産されているから，その輸入をもって，実際に第三者に知られたか否かを問わず，第三者に知られ得る状態となったのであり，本件発明は法29条2項に規定する進歩性のない発明に該当することになる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "取消事由1−3(早期審査に関する事情説明書に基づく主張についての判断の誤り)",
                      "text": [
                        "被告は，被告自身が出願した先願に係る発明(特願2000−354678号)に関し，平成13年11月20日，「早期審査に関する事情説明書」(甲1)を提出し，その中で，先願発明を被告自ら実施しまた第三者も実施していることを認めている。",
                        "本件発明は，後記(オ)のとおり，上記先願発明から容易に想到できるものであるから，上記の事情説明書で被告自ら第三者が公然実施している事実を否定した審決の判断は，明らかに誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "取消事由1−4(先願の出願書類がファックスされたことによる本件発明の公知性についての認定・判断の誤り)",
                      "text": [
                        "審決は，平成13年7月23日，上記先願発明に係る特許願・明細書等がAらに対してファックスされた事実等に関し，これにより本件発明が公知になったものとは認められないとした。",
                        "しかし，被告に対して秘密を保持する義務を課せられてはいないAが上記先願の出願書類等を現実に見ており，さらに，同じく被告に対して秘密を保持する義務を課せられていないBにその出願書類等を転送し，Bがこれを現実に見ていることは事実である。",
                        "この事実をもってしても，上記出願書類に記載された先願発明は公然知られ得る状態となっており，その発明から本件発明は容易に想到できる。",
                        "そもそも，上記ファックスは，被告が代表を務める栄水貿易株式会社が送信した書類であり，秘密書類というならば，ファックスで送信すること自体が信じ難い。ファックスはその番号を1桁誤まって押しただけで秘密が漏洩してしまうものであり，そのような送信手段で秘密書類を送信するとは考え難く，ファックス送信したときには，既に特許出願を済ませており特段秘密にすべき理由がないために，簡易なファックスによる送信がされたと考えるほうが自然である。",
                        "また，ファックスの送信者も同様に，内容を秘密にすべきとの意思はなく，ファックスの)の表示と「極秘に」との記載は，単に慣例的に大げさに記載したもので，その内容を秘密にすべきとの意思ではなく，特別の情報であるかのごとく装った記載と解釈されるべきである。",
                        "このように，ファックスで送信された事実をもってしても，先願の出願書類は，暗黙のうちに秘密を保持する義務を課せられていない書類であると考えられる。",
                        "よって，審決の判断は，A及びBがファックスとそこに添付された先願の明細書等を現実に見た事実やもともとファックスで被告から送信された事実を軽視し，必要以上に守秘義務を適用するものであって，その判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本件明細書の記載についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "取消事由2−1(「有毒なふぐから区別できるふぐの加工方法」についての審決の判断の誤り)",
                      "text": [
                        "本件発明は，単に「ふぐの加工方法」ではなく，「白さばふぐ或いは黒さばふぐを，有毒なふぐから区別できるふぐの加工方法」に関するものであるから，いかにして有毒なふぐから区別できるのかが，本件発明を特定するために必要な事項である。",
                        "しかし，特許請求の範囲には，いかにして有毒なふぐから区別できるのかについての要件が含まれておらず，発明を特定するために必要な事項の全てが記載されているとはいえず，特許を受けようとする発明が明確ではない。",
                        "審決は，有毒なふぐから区別できるふぐの加工方法に関して，本件明細書の記載によれば，有毒なふぐから区別できる状態にあることを意味し，無効理由はないと判断したが，上記によれば審決の判断は明らかに誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取消事由2−2(「首部」についての判断の誤り)",
                      "text": [
                        "審決では，本件発明は「首部」について，明確な位置を特定してはいないにもかかわらず，単に骨格上定められているというべき事項として，明確に定まった位置と認定している。",
                        "しかし，現実には，ふぐの首部が特定のどの位置を指すかは不明確であり，ふぐの「首部」がいかなる部分であるのか本件明細書に全く開示されていない。",
                        "頭部と胴部との間にくびれた部位が存在する動物であるならばまだしも，そのようなくびれた部位がないふぐに関し，学術的にも使用されない「首部」なる表現では，ふぐのどのあたりの部位を指し示しているのか全く不明である。",
                        "したがって，本件明細書の発明の詳細な説明の記載は，当業者が実施することができる程度に明確かつ十分に記載したものとは到底いえず，しかも，本件発明が発明の詳細な説明に記載されたものであるともいえない。",
                        "なお，審決は，被告が主張する脊椎骨と頭骨との境界部分を首部とした場合に，その位置を正確に把握できなくても，それは単に歩留まりの問題としているが，首部の位置を正確に把握できないのであるから，それは発明が実施できないというべきであり，単なる歩留まりの問題ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取消事由2−3(「腹側の皮に付着する形で胴体から外れた内臓」についての判断の誤り)",
                      "text": [
                        "審決は，特許請求の範囲の記載の「腹側の皮に付着する形で胴体から外れた内臓」について，内臓が頭部に付着することを認めながら，「腹側の皮を介して」頭部と内臓が付着するとして本件発明を解釈している。",
                        "しかし，「腹側の皮に付着する形で胴体から外れた内臓」の記載からは，明らかに内臓と腹側の皮が付着していることが明確であるのだから，本件明細書に記載すらされていない「腹側の皮を介して」なる文言を補って本件発明を解釈する必要は全くない。",
                        "そして，明確な「腹側の皮に付着する形で胴体から外れた内臓」を実現することができないのであるから，本件明細書の発明の詳細な説明の記載は，当業者が実施することができる程度に明確かつ十分に記載したものとは到底いえず，しかも，本件発明が発明の詳細な説明に記載されたものであるともいえない。",
                        "よって，審決の判断は，明確な意義を有する特許請求の範囲の記載に不当に明細書に記載されていない文言を補って特許請求の範囲を解釈するものであり，明らかに誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "取消事由2−4(「より完全」についての判断の誤り)",
                      "text": [
                        "審決は，特許請求の範囲記載の「より完全」について，従来との比較において記載されたものであると認定している。",
                        "しかし，従来との比較の意味であるならば特許請求の範囲に「従来よりも完全に」などの表現が必要であり，これを欠く以上，特許請求の範囲に発明を特定する事項の全てを記載したとはいえない。",
                        "また，たとえ従来との比較においての記載であるとしても，その比較対象となる従来技術とはどのようなものなのか不明である。しかも，従来の技術が本件明細書に従来技術として記載されているものを指すとしても，従来技術では熟練により完全に内臓を除去することも不可能ではなく，それ以上に完全にとはどういうことか全く不明である。",
                        "「より」なる文言は，比較対象となる明確な基準が示されて初めて明確な意味を持ち，特許請求の範囲としても明確な範囲が特定される。",
                        "したがって，従来との比較においての記載だとしても，比較対象となる明確な基準がない以上，権利範囲となる特許請求の範囲として明確な範囲が特定されないことになるのであるから，本件特許の発明の詳細な説明の記載は，当業者が実施することができる程度に明確かつ十分に記載されたものとは到底いえず，しかも，本件発明が発明の詳細な説明に記載されたものであるともいえない。",
                        "よって，審決の判断は，不明確な特許請求の範囲を認めるものであり，誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)ないし(3)の各事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1−1−1に対し",
              "text": [
                "原告は，平成14年2月にカノウ商事が輸入したふぐが，本件発明を実施したものであるとするが，上記ふぐは，本件特許出願前からなされていた公知技術であるセミドレス形式の加工がなされたふぐ(腹を開いて内臓を除去したふぐ(本件特許明細書の図2))である。",
                "審判手続における証人Bは，上記輸入されたふぐは本件発明を実施したものであるとするが，同人はカノウ商事の代表者であって原告とともに本件無効訴訟を共同遂行する立場にあるとともに，同じく証人のAの証言と異なる証言，すなわち，先願のファックス文書の送信に関してもカバーレターを受け取っていないとするなど，信用性が低い。",
                "また，上記ふぐには，「腹開き」がされたとする文書があること等からすると，セミドレス形式の加工方法によって加工されたふぐであると判断することが自然である。",
                "したがって，上記ふぐは本件発明の公知性とは無関係である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1−1−2に対し",
              "text": [
                "原告は，上記ふぐの輸入が，輸入検査時，輸出時，運搬時において第三者が見うる状態で行われたと主張する。",
                "しかし，検査対象の他人の持ち物を覗きこむような行為は本来許されるべきではなく，仮に，そのような行為によって他人の持ち物を知った者は当然に守秘義務があるものと考えられる。",
                "原告の主張は根拠を欠く主張である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1−2に対し",
              "text": [
                "原告は，生産方法の発明にあっては，その生産方法により生産された物が輸入された時点で，その生産方法の発明が公知になったと主張する。",
                "しかし，これは法2条3項3号を曲解した見解であり，同号は，第三者の侵害行為に対して生産方法の発明の保護を完全ならしめるための規定であることは明らかである。つまり，同号は，「発明の保護」の観点から設けられた規定であって，「発明の開示・利用」に関する規定ではない。",
                "特許法は，発明が隠蔽されることを阻止するために，新規発明を開示(出願)した者に対して保護を与えることにしており，そのため，既に開示された発明(公知発明)に特許を付与しないものである(法29条1項)。そして，物の生産方法の発明に関しては，その物の生産方法によって生産された物が公知となったとしても，その生産方法が直ちに公知となる訳でない。つまり，生産物が公知となっていても，生産方法が公知になっていない場合には，特許法が目的とする発明(生産方法)の開示はなされていないことになる。よって，生産物が公知になっていた場合であっても，その生産方法が公知になっていない場合には，特許法の規定趣旨に照らして，その生産方法は新規性を失っておらず特許性を有することは明白である。",
                "よって，原告の主張は全く根拠を欠く主張である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1−3に対し",
              "text": [
                "原告は，事情説明書における被告の主張から，被告及び第三者が本件発明を実施していたことが認められると主張する。",
                "しかし，被告は，本件発明を「公然」とは実施していない。また，早期審査に関する事情説明書(甲1)の「最近に至り本発明と同じ加工方法を真似した製品が各所に出回りはじめその模倣業者の数は漸次増加の一途を辿っている」の記載については，そのような可能性があるということを出願代理人がもっともらしく記載したに過ぎない。",
                "従って，先願の早期審査に関する事情説明書に，事実と異なる記載があったことは認めるが，本件発明が出願前に公然と実施されていたわけではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由1−4に対し",
              "text": [
                "原告は，被告が代表を務める栄水貿易株式会社が送信したファックスがもとになり，中国の会社から先願の明細書等がファックス送信されることで秘密保持義務のない証人Aや証人B(およびその社員)が知ることになったものであり，本件発明は公知である旨主張する。",
                "まず，原告は，ファックスで送っていることから被告に秘密保持の意思がなかったと主張するが，秘密書類をファックスによって送信することは幅広くなされていることであり，原告の主張には根拠がない。また，特許出願が完了したとしても，特許権が付与されるまでは第三者の模倣に対して何ら法的措置がとれない。このため，出願人は，発明が秘密にできるのであれば，少なくとも特許権付与までは秘密にしようとするのが自然である。特に，本件発明の加工方法は中国で実施されることが多いことから，模倣の危険性が高く本件発明の内容をできる限り秘密状態としたいと出願人が考える方が自然であり，実際，被告も発明をできる限り秘密とする意思があった。よって，特許出願が完了したことによって被告が秘密にする意思がなかったとする原告の主張は根拠がない。",
                "また，原告は，カバーレターの「極秘に」の記載は単に慣例的に大げさに記載したものであると主張するが，通常，「極秘に」などの記載がされている限りは守秘義務が課せられていると考える方が自然である。",
                "Aも，通常の取引におけるカバーレター等では秘密にする指示はないとしており，この白さばふぐに関する商取引において「極秘に」などの文字は通常使用されていないと考えられる。このことからすると，原告主張の「慣例的におおげさに記載した」とは到底考えられない。",
                "また，A，Bの所属する会社の者がファックスを知り得た状態にあったとしても，これらの者も，会社に所属する以上，その会社が秘密保持義務を有する情報について秘密保持義務を有することは明らかである。",
                "以上のように，仮に，ファックスされた書類を本件特許出願前に第三者が知っていたとしても，あくまでも守秘義務を有する者が知っていただけであり，本件発明が公知となったということはできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由2−1に対し",
              "text": [
                "原告は，特許請求の範囲には「有毒なふぐから区別できる」方法が記載されていないと主張しているが，特許請求の範囲記載の各工程を経た加工方法によれば，白さばふぐ或いは黒さばふぐから，有毒なふぐを容易に区別できることは当業者にとって明らかである。つまり，特許請求の範囲記載の各工程を経たふぐは，体背面の小さなとげの有無を一目で見分けることができ，白さばふぐ或いは黒さばふぐから，有毒なふぐを容易に区別できる。原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由2−2に対し",
              "text": [
                "原告は，ふぐには「首部」がなく，どこが首部か不明であるため，当業者が実施できないと主張するが，「首部」とは，脊椎動物の頭と胴をつなぐ部分であり，本件特許公報の図面の記載からしても，「ふぐの首部」がいかなる部位か当業者は容易に理解し得る。原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "取消事由2−3に対し",
              "text": [
                "原告は，「腹側の皮に付着する形で胴体から外れた内臓」の解釈として，審決が「腹側の皮を介して」なる文言を補って解釈した点が不当であると主張するが，この記載は，前工程である第2工程を受けた記載であり，この第2工程の「腹側の皮と，背側の皮を同時に剥がす工程」を経た状態の内臓であることは明らかである。そして，この状態において，内臓は，背側の皮ではなく腹側の皮に付着することは当業者にとって明らかである。原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "取消事由2−4に対し",
              "text": [
                "原告は，「より完全に」の解釈として，従来との比較であれば「従来より完全に」と記載すべきであり，また，「より」の比較対象の基準が明確でない限り，特許請求の範囲が不明確であると主張する。",
                "しかし，発明の詳細な説明の従来技術の記載や，その従来技術と比較する記載などから，当業者は，「より完全に」とは従来技術よりも完全に内臓を除去できることを意味すると理解することは明らかである。",
                "つまり，「より完全に」とは，原告主張のように「従来より完全に」という意味であることは当業者にとって容易に理解し得る事項である。なお，一つの事項を複数の表現形式に表現することは可能であり，原告主張のような記載によって表現可能であることと，本件特許請求の範囲の記載が不備であるか否かは別問題である。また，比較対象の基準が明確でないと原告は主張するが，従来技術の方法に比べてより完全に内臓を除去できることは当業者にとっては明らかであり，かかる記載を認めても当業者にとって不当な不利益となることはない。原告の主張には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "事案にかんがみ，原告主張の取消事由1−4について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1−4(先願の出願書類がファックスされたことによる本件発明の公知性についての認定・判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(各認定事実の末尾に摘示した)及び弁論の全趣旨を総合すると，以下の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "香港所在の百利貿易公司の代表者のCは，平成13年(2001年)7月23日午後11時5分頃，山口県下関市所在の株式会社松岡の社員であるA宛てにファックスを送信し，その頭書(カバーレター)には，「拝啓，毎度御引立に預り厚く御礼申し上げます。小生今夜廈門より帰港しました」・「白サバフグの件 他社が内蔵除外の輸入申請書コピー(13枚)参考に FAX します故，極秘に御願いします。」「該社より内蔵・中骨除外も要望ありましたが・・としては是非貴社に御願いしたく宜敷しく御願いします。尚本日廈門より内蔵・中骨除外の写真もE−mailするとの事です。先日契約して頂きました黒サバフグは26/7出航の・・に頼みますが其際下記見本を頼むべく手配中です。」「1)白サバフグ 内蔵除外(他社は別紙本願控で認可得ました)」「2) 〃 内蔵/中骨除外」「3)黒サバフグ 内蔵除外(400−500g)」「取急ぎ御連絡迄 C」と記載されていた(甲3の1)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "上記(ア)のファックスに添付された13枚の書類(「輸入申請書」と表現されているもの)のコピーとは，被告が平成12年11月21日に発明の名称を「白さばふぐ或いは黒さばふぐの加工方法」として特許出願した特願2000−354678号(以下「先願」という。)に用いられた出願控，特許願，明細書，図面，要約書，受領書であった(甲3の2，3)。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "上記(イ)の明細書(以下「先願明細書」という。)に記載されていた特許請求の範囲，発明の詳細な説明，図面，要約書の内容は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "特許請求の範囲(以下「先願発明」という。)",
                      "text": [
                        "「ふぐの頭部を首部で，腹側の皮を残す形で，胴体から切り離す第1工程と，切り離した際残した腹側の皮と，背側の皮を同時に，背鰭の位置まで剥がす第2工程と，剥がした際に，腹側の皮に付着する形で胴体から外れた内蔵を，取り除く第3工程と，背鰭の位置まで剥がした皮を，元の位置に戻して再び被覆，外形復元する第4工程とから成り立つ白さばふぐ(Lagocephalus wheeleri)或いは黒さば",
                        "ふぐ(Lagocephalus gloveri)の加工方法」"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "「【発明の詳細な説明】",
                        "【0001】",
                        "【発明の背景】ふぐには多くの種類があるが，大別して有毒のものと無毒のものに分かれる。",
                        "【0002】日本国内に輸入される「白さばふぐ」と「黒さばふぐ」が無毒であることは公知の事実であるが，食品の安全確保を図る目的から，有毒ふぐ混入の有無について，厚生省の厳格な輸入食品検査を受ける必要があるのが現状である。",
                        "【0003】無毒であるか否かの見分け方は，体背面の小さなとげの位置で見分ける。小さなとげが，頭部から始まり背鰭起部に達しないのが無毒。",
                        "他方，体背面の小さなとげが背鰭起部に達するのが有毒種とされている。",
                        "【0004】ふぐの輸入に関しては，「ふぐの形態は，種類の識別を容易にするため，次のいずれかであること。」と規定され， a処理を行わないもの(マルもの) b内臓のみを除去したもの，の2通りの仕様が規定されている。(図1，2参照)",
                        "前者は内臓を包含したままの状態故，輸入の際に時間の経過と共に，包含内臓が発生源の変質・腐敗等による，魚肉の鮮度劣化は避けられない。",
                        "【0005】又後者の場合においてでさえ，内臓を完璧に取り除くことが困難なため，やはり残存した内臓が引き起こす，変質・腐敗による鮮度劣化は避けられなかった。",
                        "【0006】その様な事情は，「白さばふぐ・黒さばふぐ」の輸入業界では，輸入数量の3～5％は輸入後に商品価値がないものとして，棄てざるを得ないのが常識に為っていることからも，新仕様が求められている。",
                        "【0007】",
                        "【発明が解決しようとする課題】本発明の課題は，食品輸入検査要件の許容加工範囲内で，前記のような内臓の変質・腐敗による魚肉の鮮度劣化を来たすことがなく，同時に「無毒」のふぐであることの識別が容易で，鮮度保持を向上させることができる加工方法を提供することにある。",
                        "【0008】",
                        "【課題を解決するための手段】本発明の手段は，ふぐの頭部を首部から切断しないで，首部で腹側の皮を残す形で，胴体から切り離し，切り離した際残した腹側の皮と，背側の皮を同時に背鰭の位置まで剥がし，剥がした際に腹側の皮に付着する形で胴体から外れた内臓を取り除き，背鰭の位置まで剥がした皮を，元の位置に戻して再び被覆，外形を識別可能な状態に復元することにある。",
                        "【0009】",
                        "【発明の実施の形態】図1乃至図6を参照して，本発明に係わる白さば，或は黒さばふぐの加工方法について具体的に説明する。図1は1匹のふぐを示す(マルもの)。図2は腹部を切開して，内臓を除去する，従来の方法で処理した形態を示す，しかしこの方法では内臓の取り残しが生ずる。",
                        "そこで図3で示す通り，頭1と胴体4を腹部皮5でつながっている状態に切り離す。図4は，図3で切り離した際残した腹部の皮5と，背側の皮と同時に，背鰭3の位置まで剥がし，剥がした際に切り離した頭部1に着いてくる形で胴体4から外れた内臓をきれいに，かつ容易に取除くことができる。図5はそのようにして，頭1と胴体全体4が皮5でつながっている状態を示す。図6は背鰭3の位置まで剥がした皮をもとの位置に戻した状態を示す。かくして内臓を完全に取り除くことが出来，かつ背鰭3の起部のとげの有無(有毒か無毒かの識別ポイント)が容易に識別できる状態で輸入できるので好都合である。(因みに「剥がした皮」を元に戻さず，取り去ってしまえば，有毒か無毒かの見分けは最早出来なくなる。)【0010】",
                        "【発明の効果】本発明は以上のように，ふぐの頭部と胴体を完全に切断分離しないから，原形を保持し得るので，一見して無毒ふぐであることが識別でき，かつ鮮度保持能力を向上させるだけでなく，実際に業者が加工する際にも便利であり，またその際の廃棄物を最小限に抑えることができるという長所もある。",
                        "【0011】尚，現地で水揚げされ，このように加工されたふぐは，急速冷凍し所定のパッケージで輸入される。」"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "図面",
                      "text": [
                        "【図1】 【図2】",
                        "【図3】 【図4】",
                        "【図5】 【図6】"
                      ]
                    },
                    {
                      "fig": "d",
                      "subject": "要約書",
                      "text": [
                        "「【課題】本発明の課題は食品輸入検査要件の許容加工範囲内で，内蔵の変質，腐敗による魚肉の鮮度劣化を来たすことがなく，同時に「無毒」のふぐであることの識別が容易で，鮮度保持を向上させる加工法を得ることにある。",
                        "【解決手段】ふぐの頭部を首部で，腹側の皮を残す形で，胴体から切り離し，切り離した際残した腹側の皮と，背側の皮を同時に，背鰭の位置まで剥し，剥がした際に，腹側の皮に付着する形で胴体から外れた内蔵を取り除き，背鰭の位置まで剥がした皮を，元の位置に戻して再び被覆，外形復元すること。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "上記のファックスには，上記先願の要約書が複数枚添付されており，その1枚に，被告が代表者を務める栄水貿易株式会社から何者かに送信されたファックスの送信歴の記載(「From：栄水貿易(株) 0832"
                }
              ]
            }
          ]
        },
        {
          "fig": "66",
          "text": [
            "6882」以下不詳。)がある(甲3の2，乙1)。",
            "この点につき，被告は，審判段階において，「加工方法の指示を秘密状態で中国の会社に持参及びファクシミリにより渡した。香港に渡った経緯は知らないが，甲第3号証(判決注，本件甲3の1ないし3)にも秘密扱いとする表示があり，一貫して守秘義務が課されたまま取り扱われている。」と説明していた(甲14)。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(オ)",
                  "text": [
                    "被告は，先願に関し，平成13年11月20日，特許庁長官に対し，「早期審査に関する事情説明書」と題する書面(以下「事情説明書」という。)を提出し，そこには「・・・平成12年11月に特許出願を行ない，その後は本発明の方法に基きふぐの加工を実際に続行していたのであるが，最近に至り本発明と同じ加工方法を真似した製品が各所に出回りはじめその模倣業者の数は漸次増加の一途を辿っている。本発明は特許出願の日から未だ1年を経過しようとするところで，審査請求手続は終ったが審査はすすまずこの先審査に入るのは何時か，全く判明しない。そして真似による損失は多大であり，早急に登録になることを望んでいる。」との記載がある(甲1)。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "なお，先願に関する手続経緯は次のとおりであり，最終的には平成14年7月30日付けで拒絶査定を受けている(甲8)。",
                    "出願 平成12年11月21日",
                    "事情説明書 平成13年11月20日",
                    "拒絶理由通知書(起案日) 平成13年12月20日",
                    "同(発送日) 平成14年1月8日",
                    "手続補正書 平成14年3月5日",
                    "拒絶理由通知書(起案日) 平成14年3月28日",
                    "同(発送日) 平成14年4月9日",
                    "(本願出願 平成14年4月11日)",
                    "先願公開 平成14年5月28日",
                    "先願拒絶査定(起案日) 平成14年7月30日",
                    "本願は，先願と実質的に同一内容のものを平成14年4月11日に出願したものである(甲8)。"
                  ]
                },
                {
                  "fig": "(キ)",
                  "subject": "カノウ商事は，中国法人であるニンボクーロンアクアティックプロダクツから，冷凍の内蔵を除去した白さばふぐ(FROZEＮ GUTTED SHIROSABAFUGU)を280コンテナ輸入し，これは平成",
                  "text": [
                    "13年(2001年)11月17日，中国のニンボ港で船積みされ，平成13年11月22日に下関税関支署長の輸入許可が下りた(甲22，23)。",
                    "カノウ商事は，これらをファミリーフーズ株式会社に販売した(甲24ないし30)。",
                    "カノウ商事は，平成13年12月にもアモイから冷凍の白さばふぐを輸入し，販売している(甲31ないし43)。"
                  ]
                },
                {
                  "fig": "(ク)",
                  "subject": "また，カノウ商事は，上記ニンボクーロンアクアティックプロダクツから，冷凍の内蔵を除去した白さばふぐ(FROZEＮ GUTTED",
                  "text": [
                    "SHIROSABAFUGU)を1380コンテナ，24840キログラ",
                    "ム(内訳は下記のとおり)輸入し，平成14年2月10日，中国のニンボ港で船積みされ，平成14年2月15日に門司港に到着した(甲2号証の1ないし6)。そして，輸入量の1割に当たる2484キログラム分の魚種鑑別検査を経て(甲2の5)，平成14年2月20日，下関税関支署長から輸入許可がされた(甲2の7)。",
                    "記",
                    "大きさ 150～200グラム 100コンテナ， 1800キログラム",
                    "200～300グラム 820コンテナ，14760キログラム",
                    "300グラム以上 460コンテナ， 8280キログラム"
                  ]
                },
                {
                  "fig": "(ケ)",
                  "text": [
                    "カノウ商事は，上記白さばふぐを下関市の林兼冷蔵株式会社で保存し，そこから平成14年2月22日，山口県豊浦郡豊浦町(当時)所在の株式会社蟹屋に対し，200～300グラムのものを720キログラム，平成14年2月23日に同種のものを360キログラム販売するなどした(甲17，19ないし21)。",
                    "カノウ商事は，上記冷凍白さばふぐに関し，「腹開」と出庫依頼書に記載していた(甲19，20)。"
                  ]
                },
                {
                  "fig": "(コ)",
                  "text": [
                    "審判手続において，証人B及び同Aは，以下のとおり証言している(甲7)。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "B",
                      "text": [
                        "・ 自分(B)は，カノウ商事の代表者であるが，平成9年の開業以来，主に中国からの白さばふぐ，黒さばふぐの輸入販売を業としている。",
                        "輸入の際は，ラウンドという内蔵を取っていないものか，ガットという内蔵を除去したものとするかの指示をしている。内蔵の除去は，これが残っていると腐敗の原因となり，血肉が残っていると販売後のクレームの対象ともなることから，当初は自分が中国に行って内蔵除去等につき直接指導していた。",
                        "・ 内蔵除去の方法は，平成11年以前は，セミドレスと呼ばれているふぐの肛門から包丁を入れて腹を割く方法により行っていたが，平成12年以降は頭を切り，その皮を背鰭まで剥ぎ，内蔵を除去し，皮を戻すという方法に変わっていた。平成13年ころはほとんど後者の方法によっていた。",
                        "・ 内蔵除去の方法は，除去後の外観からも分かる。具体的には，頭を切った場合には皮をむいているため，並べた場合に頭の位置と肉の位置が若干ずれているためである。セミドレスの場合には頭に包丁が入っておらず，皮を切っていないそのままの状態なので，一目瞭然である。",
                        "・ 白さばふぐを輸入する際に，厚生労働省の検査があるところ，毒をもったふぐは背鰭まで黒いとげがあり，白さばふぐはそれがないため，背鰭側を上向きにして必ず背鰭が見えるようにして重ねて並べることになる。",
                        "・ 先願明細書がAのもとにCからファックスされた後，自分(B)もAから先願の出願書類部分のファックスを受け，電話連絡も受けて，先願明細書等を読み，その内容を了知した。自分は，ファックスされた上記書類をその後廃棄した。",
                        "・ 自分とAとは，電話で，先願明細書に記載された内容は，当時既に中国で加工方法としてされていたのに特許となるのかなどと話した。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "Aの証言内容",
                      "text": [
                        "・ 自分(A)は，平成10年ころから株式会社松岡の社員として，白さばふぐ，黒さばふぐ等の輸入を行ってきたが，同社は内蔵を除去したふぐの輸入は行っていなかった。",
                        "・ 平成13年7月にCから先願明細書等のファックスを受け，その当日，Bにカバーレターも含めその全部をファックスした。株式会社松岡は，カノウ商事と取引関係にあった。",
                        "・ Cの会社と株式会社松岡とは，そのころ既に3年ほど取引関係にあったが，Cが自分(A)に対して先願明細書等をファックスした理由は分からない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(サ)",
                  "text": [
                    "また被告が代表者を務める栄水貿易株式会社は，本件特許取得後，大栄太源株式会社に対し特許取得の通知とライセンス契約等について打診し(乙1)，これに対し原告，株式会社松岡，カノウ商事らが本件特許の無効審判請求を検討すると通知した(乙2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記認定事実によれば，Bは，Aから先願明細書等のファックスを受領した当時，カノウ商事の代表者として内蔵を除去した白さばふぐ等を中国から輸入することを業として行うとともに，自身でもそれら内蔵除去を含めた白さばふぐ等の加工方法に関する専門知識を有しており，また被告ないし被告が代表者を務める栄水貿易株式会社とは競業関係にあった。そして，Bが被告との関係で，社会通念上ないし商慣習上，先願に関し守秘義務を負う関係にあるとも認められない。",
                "そして，本件発明と先願発明は，前記各記載のとおりのものであって，実質的に同一であると認められる。",
                "そうすると，本件発明は，実質的に同一の発明である先願発明に関し，Bが先願明細書及び添付の図面等のファックスをAから受領してその内容を了知した時点で公知となり，新規性を喪失したと認めるのが相当である。",
                "そうすると，審決が，AからBに対するファックスの転送に関しても守秘義務が課せられているものとして本件発明が公知となったとはいえないとした認定・判断は誤りというほかない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張に対する補足的説明",
              "text": [
                "被告は，上記ファックスは，守秘義務が課された第三者にしか開示されていないとするが，Bについて被告との関係で守秘義務が課せられていたものと認められないことは上記認定のとおりであり，またBの証言がAの証言とファックスの頭書(カバーレター)(甲3の1)の送信を受けたか否かに関して食い違い，またBの立場からしてもその証言に信用性がないと主張する点についても，カバーレターの送信を受けたか否かについては，その後の日時の経過や，先願明細書と比較した場合にそれほど重要とはいえない書類であることからして記憶に食い違いが生じたとしてもそれほど不自然とはいえないこと，カノウ商事が原告と協力して本件無効審判を遂行しているとしても，直ちにBが虚偽の陳述をする動機があるとするには飛躍があること，CがAに先願明細書等をファックスしたことは客観的な事実であるところ，当時のAとBとの関係からすれば，Bがこれら書類をAからファックスされたとしても不自然ではないことから，被告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由1−4は理由があり，これが審決の結論に影響を及ぼすことは明らかである。",
            "よって，その余の点について判断するまでもなく，原告の請求には理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10539",
    "date": "2007-07-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034982",
    "ipprecedent_id": "1096",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}