{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2004−14691号事件について平成18年8月22日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らと科学技術振興事業団が後記発明につき特許出願をしたところ，原告らと独立行政法人科学技術振興機構(科学技術振興事業団を一般承継した組織)の名において拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，原告両名が，科学技術振興機構から特許を受ける権利持分の譲渡を受けた上，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "text": [
                "原告らと科学技術振興事業団は，平成11年5月21日，発明の名称を「半導体発光デバイスおよび半導体発光デバイスの製造方法」とする発明につき特許出願(平成11年特許願第141793号。以下「本願」という。甲1)をした。科学技術振興事業団は，その後，独立行政法人科学技術振興機構(以下「科学技術振興機構」という。)に一般承継され，平成15年10月31日特許庁に名義変更届が提出されたが，平成16年4月22日に至り，原告らと科学技術振興機構は，発明の名称を「半導体レーザ，および半導体レーザの製造方法」と変更するとともに，特許請求の範囲等を変更する手続補正(以下「旧補正」という。甲2)をしたが，平成16年6月10日付けで特許庁から拒絶査定を受けたので，平成16年7月14日これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2004−14691号事件として審理し，その間原告らと科学技術振興機構は平成16年8月12日付けで手続補正(以下「本件補正」という。甲3)をしたが，特許庁は，平成18年8月22日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年9月5日原告らと科学技術振興機構に送達された。",
                "その後，科学技術振興機構は，特許を受ける権利の持分を原告らに譲渡し，平成18年9月27日付けで特許庁に出願人名義変更届(甲15)を提出し，本件訴訟は原告両名の名義で提起された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "旧補正時(昭和16年4月22日)の特許請求の範囲は請求項1ないし10から成るが，その請求項1に記載された発明(以下「本願発明」という。)は，下記のとおりである。",
                    "記",
                    "【請求項1】半導体レーザであって，",
                    "基板の主面上に設けられた第1導電型半導体層と，",
                    "前記基板の主面上に設けられた第2導電型半導体層と，",
                    "前記第1導電型半導体層および前記第2導電型半導体層に挟まれ，キャリアが注入されると光を発生する活性層と，",
                    "前記基板の主面が延びる方向に沿って設けられ，前記活性層と光学的に結合され，当該半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子と，",
                    "前記基板の主面が延びる方向に沿って設けられ，前記活性層において発生された光が放出される光放出面と，",
                    "を備え，",
                    "当該半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含むことを特徴とする半導体レーザ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正(平成16年8月12日)後の特許請求の範囲も請求項1ないし10から成るが，その請求項1に記載された発明(以下「本願補正発明」という。)は，下記のとおりである(下線が補正箇所)。",
                    "記",
                    "【請求項1】半導体レーザであって，",
                    "基板の主面上に設けられた第1導電型半導体層と，",
                    "前記基板の主面上に設けられた第2導電型半導体層と，",
                    "前記第1導電型半導体層および前記第2導電型半導体層に挟まれ，キャリアが注入されると光を発生する活性層と，",
                    "前記基板の主面が延びる方向に沿って設けられ，前記活性層と光学的に結合され，当該半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子と，",
                    "前記基板の主面が延びる方向に沿って設けられ，前記活性層において発生された光が放出される光放出面と，",
                    "を備え，",
                    "前記2次元回折格子は，2以上の回折格子群からなり，",
                    "前記回折格子群の各々は，同一の周期を有しており，",
                    "各回折格子群は，それぞれ異なる方向に伸びており，",
                    "当該半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含むことを特徴とする半導体レーザ。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その要点は，本願補正発明及び本願発明は，いずれも下記引用発明に基づいて，当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものであった。",
                    "記",
                    "・Masahiro Imada, X, Alongkarn Chutinan, and Yoshifumi Ikenaga, IEEE16th International Semiconductor Laser Conference, 4−8 October 1998,pp.211−212(今田昌宏，X，チュチナン・アロンカーン，池永義文「ウエハ融着技術を用いた1次元および2次元空気／半導体格子を有する光発光素子」。甲4。以下「刊行物1」といい，同記載の発明を「引用発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，本願補正発明と引用発明とを対比し，一致点と相違点を次のように認定した。",
                    "＜一致点＞",
                    "「半導体発光素子であって，",
                    "基板の主面上に設けられた第1導電型半導体層と，",
                    "前記基板の主面上に設けられた第2導電型半導体層と，",
                    "前記第1導電型半導体層および前記第2導電型半導体層に挟まれ，キャリアが注入されると光を発生する活性層と，",
                    "前記基板の主面が延びる方向に沿って設けられた2次元回折格子と，前記基板の主面が延びる方向に沿って設けられ，前記活性層において発生された光が放出される光放出面と，",
                    "を備えた半導体発光素子」である点。",
                    "＜相違点＞",
                    "本願補正発明は，半導体発光素子が「半導体レーザ」であり，「活性層と光学的に結合され，当該半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」を備え，「前記2次元回折格子は，2以上の回折格子群からなり，前記回折格子群の各々は，同一の周期を有しており，各回折格子群は，それぞれ異なる方向に伸びており，当該半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含む」のに対して，引用発明は，この点を明確に有するものではない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(審決のいう「実質的な相違点」についての判断の誤り)(ア) 審決は，本願補正発明と引用発明との実質的な相違点は「本願補正発明は，半導体発光素子が半導体レーザであり，当該半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含むと規定されている点」(以下「実質的な相違点」という。)のみであると認定し(審決6頁最終段落～7頁第1段落)，この点について，「刊行物1の図1に示された1次元分布帰還型レーザは，電流の注入量に応じて徐々に発光し，閾値電流，60mAでレーザ発振する…のであるから，図3，図4に示された，30mAで発光した引用発明の2次元空気／半導体三角格子構造の回折格子を有する発光素子についても電流の注入量を増加してレーザ発振を試みることは当業者が容易に想到し得ることである。また，「半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含む」との点は，本願補正発明と引用発明の2次元回折格子及び活性層等の層構造に格別な差異がない以上，引用発明をレーザ発振させた場合には，本願補正発明のものと同様に機能するはずであるから，この点は格別の相違とはいえない。よって，本願補正発明は，引用発明から当業者が容易に発明をすることができたものである」(審決7頁第2段落～第4段落)と判断したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願補正発明の具体的なメカニズムを，3角格子を例に取った下記参考図(以下「参考図」という。)によって説明すると，次のとおりである。",
                        "記",
                        "太線の矢印によって示すように，光は，回折格子のそれぞれ120度異なる方向に延びている3つの方向に沿って，A点から，B点，D点，H点，I点，J点と周回して元の位置A点に戻る。この際，この2次元回折格子の周期に対応する波長でのみ，光の帰還(反射)作用が生じる。そして，2次元回折格子が有する周期に対応する波長において光の位相が一致するように規定される。このようにして，2次元回折格子によって位相が規定された光は，活性層において誘導放出を促し増幅する。本願補正発明は，このように1点から出発した光が回折を繰り返しながら周回して，元に戻る帰還作用によって，レーザ発光のための光の波長選択と反射の機能を有するレーザ共振器を構成することができるという新たな知見によって，なし得たものである。これは，また，本願の【図4】(b)のバンド図(甲1添付図面4頁)において，Γ点では光の伝播速度が零となり定在波が存在することが予測され，2次元回折格子が，この近傍において，回折格子の所定の周期と対応した波長を有する光を反射及び帰還する機能を有することが明らかとなり，この波長に合わせて2次元回折格子の周期を設計することで，所定のレーザ波長を有する半導体レーザのレーザ発振が可能になるという実験結果の解析に基づいてなし得たものである。そして，本願補正発明では，2次元回折格子自体が，光帰還作用を有しレーザ共振器を構成することで，ミラーを必要とせず，面発光可能な半導体レーザを開発し得たものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，引用発明におけるような発光ダイオードの発光する光は，レーザ光と異なり，一定の波長と同一の位相に揃えられたものではないことから，引用発明はレーザ共振器を備えることはない。刊行物1(甲4)における2次元回折格子は，光を特定方向によく伝播させる作用，機能を果たしており，本願補正発明におけるように，光を一定の波長，同一位相で回折，帰還させて増幅されたレーザ光を発光させるもの，すなわちレーザ共振器として作用させるものでない。また，刊行物1のものは，Γ−X方向の光が波長に依存せず大きな群速度を有し，この方向の反射率が小さい。本願補正発明の具体的実施例では，Γ−X方向に伝播する光を反射・回折することでレーザ共振器を構成しており，Γ−X方向の反射が小さいこととは相容れない。これは，本願の【図4】(b)のバンド図(甲1添付図面4頁)に対応する刊行物1のFig．5のバンド図(甲4の212頁)でも理解できる。仮に，これをレーザ発光させようとすれば，従来技術と同じく，2次元回折格子を備えた素子の両端面にミラーを形成することになってしまう。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決は，刊行物1(甲4)の図1に示された1次元分布帰還型レーザが60mAの閾値電流で発振していることから，引用発明の発光素子においても電流注入量を増加してレーザ発振を試みることは容易に想到し得，レーザ発振させた場合は，同様に機能するはずであるとしたが，刊行物1の目的は，ウエハ融着技術の空気／半導体格子を有する光電子素子への適用の可能性を示すことが第一で，さらに2次元回折格子においては，2次元回折格子における光の伝搬状況を観察するための実験素子として作製したものであり，レーザ発振を試みることも想定されていないし，目的ともしていない。そして，2次元回折格子はレーザ発光のための共振器を構成するものでないことから，多大の電流を与えても，審決がいうようにレーザ発振することはない。1次元回折格子を用いた半導体レーザの場合，レーザ発振のための共振器として作動するためには，非常に高い精度において格子の周期を同一とする必要があることは技術常識であり，どの程度格子周期がずれるとレーザ発振が不可能になるかをシミュレーションした結果，回折格子の周期がわずか0．4％ずれただけで，レーザ発振ができない(住友電気工業(株)・L「半導体レーザにおける格子周期のずれに関するシミュレーション結果報告書」。甲11)。これは1次元回折格子についてのものであるが，本願補正発明のように機能する2次元回折格子であれば，少なくとも同程度かそれよりもさらに厳しい周期の同一性が求められると予測される。そのため，本願補正発明においても，レーザ発振のための共振器としての2次元回折格子の周期が同一であることを規定しているが，引用発明の2次元回折格子は，レーザ共振器ではなく光の伝播方向を規定するだけのものであることから，そのような厳密な周期の同一性も必要のないもので，また，そのような精密性を持っては作製されていない。また，本願補正発明の2次元回折格子では，光が周回して帰還することと活性層での誘導放出を繰り返して，レーザ光として発光されるには，2次元回折格子のできるだけ広い面に渡って電流を供給するために，十分な広さの電極が必要であるが，引用発明のものは，そのような必要がないため，電極は小さな面積とされており，この点でもレーザ発振ができないものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "さらに，審決は，周知例として実願昭56−14939号(実開昭57−130455号)のマイクロフィルム(甲5。以下「刊行物2」という。)に2次元回折格子を設けた面発光型の半導体レーザが記載されていることからも，刊行物1に記載の素子をレーザに適用することは容易であるとしている。しかし，アクセル・シェーラー博士の2006年(平成18年)10月23日付け宣誓供述書(甲7)に「ξ−またはη−方向の回折格子の周期と，X−またはY−方向の回折格子の周期とは異なるので，なぜレーザ発振がξ−またはη−方向に生じるのかは不明であるが，…ξ−及びη−方向に伝搬する2つのビームは，2つのビームが独立して，各々の回折格子によって別々に分布帰還されるので，同位相を有するという根拠がない。…ビームの位相が面全体において同じ位相を有するとの根拠もない」(訳文3枚目第3段落～最終段落)とあるように，このようなことが起こり得ないことは技術常識から明らかである。このように，刊行物2に記載のものは，刊行物2に記載された2次元回折格子によるレーザ発光技術が，周知技術でないことは勿論，本願補正発明の先行技術になり得ないことは明らかである。また，刊行物2のような実施不可能なものにおいても，2次元回折格子をレーザ発光に用いようとした場合には，1次元の回折格子であるx方向格子とy方向格子を単純に平面上に設けることで2つの方向の帰還が生じるというように，1次元回折格子の発想の域を超えることがないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "取消事由2(引用発明及び相違点の認定の誤り・相違点の看過)(ア) 審決は，「引用発明は，本願補正発明の「2次元回折格子は，2以上の回折格子群からなり，前記回折格子群の各々は，同一の周期を有しており，各回折格子群は，それぞれ異なる方向に伸びており」という構成を実質的に有するものである」(審決6頁下第3段落)とし，また，「引用発明において，「2次元空気／半導体三角格子構造の回折格子」を設けた理由が，「活性層と光学的に結合され，当該半導体レーザによって発生されるべきレーザ光の波長を規定する」ためであることは当業者に明らかである」(同6頁下第2段落)と認定したため，本願補正発明の発明特定事項である，「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」及びその2次元回折格子の「回折格子群の各々は同一の周期を有している」ことについて，実質的な相違点とはせず，これらの点について容易想到性の判断を行っていない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，引用発明は，本願補正発明の上記構成を備えるものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "先ず，本願補正発明において，格子群の周期が同一であることについて述べる。前記参考図によってこれを説明すると，2次元回折格子は3つの格子群から形成され，太線矢印で示した光の帰還において，1つの格子群は，A点からB点，H点からI点に至るもので，所定の周期dを備えている。2つ目の格子群は，B点からD点，I点からJ点に至るもので，同じ所定の周期dを備えている。3つ目の格子群は，D点からH点，J点からA点に至るもので，同じ所定の周期dを備えている。そして，この実施例がレーザ発振を行うには，この周期には精密な同一性が必要であり，従来の1次元回折格子を考慮すると，上記のとおり，周期の0．4％程度以下のずれしか許容しない程度において同一なものである。本願補正発明における2次元回折格子はレーザ発振を生じさせるためのものであることから，本願補正発明における「回折格子群の各々は同一の周期を有している」ことは，レーザ発振に必要な程度に同一の周期であることを意味することは当然である。しかし，レーザを発振させるものでない引用発明における2次元回折格子は，「格子間隔は0．4μm」と記載されているからといって，このようなレーザ発振に必要な同一の周期を備えるものではなく，実際にレーザ発振はできない(X「実験証明書」。甲6)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，本願補正発明における2次元回折格子は，このような同一の周期を備えることで，それと対応する波長でのみ光の帰還作用が生じ，レーザを発振させることができるものである。この点について本願補正発明は，「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」と特定している。引用発明のものは，そもそも，レーザ光の発光を行う半導体レーザではなく，2次元回折格子がレーザ光の波長を規定することはあり得ず，2次元回折格子は，上記のとおり，活性層で発光した光を，その波長に依存せずにΓ−X方向により多く伝播して，帰還させることなくそのまま外部に放出するだけの機能を果たしているにすぎないものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記のとおり，引用発明は，本願補正発明における発明特定事項である「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」及びその2次元回折格子の「回折格子群の各々は同一の周期を有している」構成を備えていない。そして，本願補正発明は，前記参考図に示すような，光が2次元回折格子を回折を重ねながら周回して元の点に帰還することで，レーザ光の波長を規定することができるという新たな知見に基づき，引用発明が備えない「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」及びその2次元回折格子の「回折格子群の各々は同一の周期を有している」構成を備えることで，2次元回折格子による面発光可能な半導体レーザを完成したものである。このように，引用発明における2次元回折格子が，「回折格子群の各々は同一の周期を有しており，半導体レーザによって発生されるべきレーザ光の波長を規定する」という本願補正発明における2次元回折格子に相当することはあり得ず，両者は明確に相違しており，また，当業者が容易に想到することができたものでもない。",
                            "ところが審決は，本願補正発明のこのような構成について，実質的な相違点とせず，容易想到性の判断を行っていない。したがって，審決は，引用発明の認定，実質的相違点の認定を誤り，相違点を看過したもので，これが審決の結論に影響を与えることは明らかである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本願発明についての判断の誤り)",
                  "text": [
                    "審決は，本願補正発明についての審決の記載箇所を引用することで，それとほぼ同様の理由により，本願発明は引用発明に基づいて容易に想到し得たものであると判断した(審決8頁下第3段落)。",
                    "しかし，本願発明は，発明特定事項として，「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」の構成を備えており，取消事由2において述べたのと同様，審決は，引用発明の認定，実質的相違点の認定を誤り，相違点を看過したものである。",
                    "また，本願発明は，発明特定事項として，「半導体レーザのレーザ共振器は，活性層と2次元回折格子とを含む」構成を備えており，上記取消事由1において述べたと同様，審決は実質的な相違点についての判断を誤ったものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明の2次元回折格子について，具体的な構造，つまり格子をどのような形状とするか，あるいは，寸法をどの程度に設定するのかといった点は，本願の特許請求の範囲には具体的に示されておらず，本願補正発明と引用発明の2次元回折格子は，格子の具体的構造そのものに差異はないというべきである。したがって，刊行物1(甲4)における2次元回折格子による発光ダイオードと本願補正発明における2次元回折格子による半導体レーザとの相違点は，2次元回折格子の具体的な構造ではなく，「レーザ発振させる」という，いわば達成すべき課題を2次元回折格子の構成要件とした点にあり，その点について，審決は容易想到性を検討しているのである。",
                    "そして，刊行物1には，1次元回折格子によるレーザ及び2次元回折格子の発光ダイオードが開示されており，いずれも回折格子を利用した発光素子に関するものであり，単純な構造である1次元の格子はレーザとして活用し，複雑な構造である2次元の格子は発光ダイオードとして活用することが試みられているわけであるから，回折格子を利用した半導体発光素子の技術分野における当業者であれば，次段階として，2次元回折格子について，レーザ発振を試みるということは，当然に想到し得ることである。さらに，回折格子をレーザとして用いる場合に，格子周期によって発振波長を規定することは技術常識であって(栖原敏明「半導体レーザの基礎」共立出版・1998年3月25日・199頁～202頁。乙1)，刊",
                    "行物1の2次元回折格子による発光ダイオードについて，レーザ発振を試みることが容易に想到し得る以上，「活性層と光学的に結合され，当該半導体レーザによって発生されるべきレーザ光の波長を規定する」ための「2次元回折格子」とすることは，当業者に明らかである。確かに，2次元回折格子において実際にレーザ発振を実現するためには，様々な試行錯誤や変更が必要であることは否定できないが，本願補正発明の2次元回折格子がレーザ発振するために必要な要件が，本願の特許請求の範囲の記載から読み取れない以上，原告の主張は前提から誤っているといわざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願補正発明の具体的なメカニズムを3角格子を例に説明し，さらに，刊行物1(甲4)における2次元回折格子のΓ−X方向の光の反射が小さいことから，本願補正発明のΓ−X方向に伝播する光を反射・回折することでレーザ共振器を構成していることと相容れないと主張するが，本願補正発明の特許請求の範囲には，そのようなメカニズムとなるための，かつ，刊行物1の2次元回折格子との構造上の差異となる具体的な構成は記載されておらず，上記主張は特許請求の範囲の記載に基づかないものである。",
                    "さらに，原告は，回折格子の周期の精密性について，刊行物1の2次元回折格子は厳密な周期の同一性が必要でなく，所定の精密性を持っていない旨主張するが，本願の特許請求の範囲には精密性についての記載はないことから，上記主張は本願の特許請求の範囲の記載に基づかないものである。仮に，本願補正発明と引用発明との精密性が異なるとしても，刊行物1の2次元回折格子による発光ダイオードについて，レーザ発振を試みることが容易に想到し得る以上，その際に，刊行物1の2次元回折格子を所定の精密性を有するようにすることは当業者が必要に応じて適宜設定し得る設計事項にすぎない。また，原告は本願補正発明と引用発明の発光素子は，それぞれの電極の大きさが異なり，引用発明のものは電極は小さな面積とされているので，レーザ発振できないと主張するが，そもそもどの程度の電極の大きさであればレーザ発振可能となるのか明らかにされていないし，本願補正発明の特許請求の範囲には電極の大きさについての記載はないので，上記主張は特許請求の範囲の記載に基づかないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物1の2次元回折格子がレーザ発振できる点について，審決が「また，「半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含む」との点は，本願補正発明と引用発明の2次元回折格子及び活性層等の層構造に格別な差異がない以上，引用発明をレーザ発振させた場合には，本願補正発明のものと同様に機能するはずであるから，この点は格別の相違とはいえない」(審決7頁第3段落)とした意味は，上記「本願補正発明のものと同様に機能するはず」という表現から分かるように，実際に刊行物1の2次元回折格子がレーザ発振可能であることを意味しているのではなく，本願補正発明が，特許請求の範囲の記載に基づいてレーザ発振するというのであれば，当然，格子の構造及び活性層等の層構造に格別な差異がない引用発明の2次元回折格子も，レーザ発振させた場合には同様に機能するはずであるということである。したがって，原告の主張する引用発明の素子をレーザ発振させることはあり得ないとの主張は，審決を正しく理解した主張とはいえず，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，刊行物2(甲5)は，実施不可能なものであり，周知技術及び先行技術になり得ず，また，1次元回折格子の発想の域を超えることがないものであると主張する。",
                    "しかし，審決は，刊行物2を補足的なものとして引用したにすぎず，刊行物2によって，2次元回折格子を設けた面発光型半導体レーザという発想が，従来より世に出ていたということを示しているのであり，そのような事実からみて，刊行物1記載の発光素子をレーザに適用することの容易想到性を間接的に補強したものである。刊行物2は，回折格子の構造やレーザ発振の具体的なメカニズムを示すために引用されているのではないから，たとえ，刊行物2の2次元回折格子を設けた面発光型半導体レーザの実現性に疑義があったとしても，周知技術あるいは先行技術となり得ないとはいえない。仮に，原告が主張するように，刊行物2が1次元回折格子の発想の域を超えることがないものであるとしても，刊行物2の格子を2次元回折格子と呼ぶことは技術用語の定義上及び慣例上問題はないこと，さらに本願補正発明の特許請求の範囲には2次元回折格子の構造として，刊行物2の2次元回折格子との差異が格別表現されていないことからみて，上記1次元回折格子の発想の域を超えることがないとの議論は，特許請求の範囲の記載に基づいたものではなく，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が，本願補正発明の発明特定事項である「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」及びその2次元回折格子の「回折格子群の各々は同一の周期を有している」ことについて，実質的な相違点とはせずに，容易想到性の判断も行っておらず，相違点を看過したものであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，回折格子をレーザとして用いる場合に，格子周期によって発振波長を規定することは技術常識であって(乙1)，刊行物1(甲4)の2次元回折格子による発光ダイオードについて，レーザ発振を試みることが容易に想到し得る以上，「活性層と光学的に結合され，当該半導体レーザによって発生されるべきレーザ光の波長を規定する」ための「2次元回折格子」とすることは，当業者に明らかである。また，「回折格子群の各々は同一の周期を有している」ことは，「…引用発明の「2次元空気／半導体三角格子構造の回折格子」の「エアロッドは均一に形成され，格子間隔は0．4μmである」(審決6頁下第3段落)のであるから，文字通り，「回折格子群の各々は同一の周期を有している」という構成を実質的に有しているとすることに何の問題もない。そして，回折格子をレーザとして用いる場合に，格子周期によって発振波長を規定することは技術常識であるから(乙1)，当然，格子の周期はレーザ発振に必要な周期とすることは自明なことである。すなわち，審決は，刊行物1の2次元回折格子による発光ダイオードについて，レーザ発振を試みることが容易に想到し得るか否かの点が，容易想到性の判断としての中核であって，その点が容易であれば，「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」及びその2次元回折格子の「回折格子群の各々は同一の周期を有している」ことといった点は，本願補正発明の特許請求の範囲にその具体的な構成に関する記載がない以上，格別の相違とはいえないとしているのであり，審決が，「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」及びその2次元回折格子の「回折格子群の各々は同一の周期を有している」ことを実質的な相違点としなかったことに，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "本願発明は，本願補正発明と比較すると，「前記2次元回折格子は，2以上の回折格子群からなり，前記回折格子群の各々は，同一の周期を有しており，各回折格子群は，それぞれ異なる方向に伸びており」の構成を欠くものであり，その他の点においては，本願補正発明と同じであるから，本願発明についても，前述したところと同様に，審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，審決7頁下6行目の「同法第126条第4項」は「同法第126条第5項」の誤記であるが，いずれの条項においてもその規定内容に相違はないので，審決の適法性に影響を与えるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，原告主張の取消事由について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(審決のいう「実質的な相違点」についての判断の誤り)について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "審決は，本願補正発明と引用発明との実質的な相違点は「本願補正発明は，半導体発光素子が半導体レーザであり，当該半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含むと規定されている点」のみであると認定した(審決6頁最終段落～7頁第1段落)上，この点について，「…引用発明の2次元空気／半導体三角格子構造の回折格子を有する発光素子についても電流の注入量を増加してレーザ発振を試みることは当業者が容易に想到し得ることである。また，「半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含む」との点は，本願補正発明と引用発明の2次元回折格子及び活性層等の層構造に格別な差異がない以上，引用発明をレーザ発振させた場合には，本願補正発明のものと同様に機能するはずであるから，この点は格別の相違とはいえない」(審決7頁第2段落～第4段落)として，容易想到と判断したものであるところ，原告は，審決の上記認定判断は誤りであると主張する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願補正発明に係る特許請求の範囲【請求項1】の記載は，上記第3の1(2)イ記載のとおりであるが，これを再説すると，",
              "text": [
                "「半導体レーザであって，",
                "基板の主面上に設けられた第1導電型半導体層と，",
                "前記基板の主面上に設けられた第2導電型半導体層と，",
                "前記第1導電型半導体層および前記第2導電型半導体層に挟まれ，キャリアが注入されると光を発生する活性層と，",
                "前記基板の主面が延びる方向に沿って設けられ，前記活性層と光学的に結合され，当該半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子と，",
                "前記基板の主面が延びる方向に沿って設けられ，前記活性層において発生された光が放出される光放出面と，",
                "を備え，",
                "前記2次元回折格子は，2以上の回折格子群からなり，",
                "前記回折格子群の各々は，同一の周期を有しており，",
                "各回折格子群は，それぞれ異なる方向に伸びており，",
                "当該半導体レーザのレーザ共振器は，前記活性層と前記2次元回折格子とを含むことを特徴とする半導体レーザ。」(下線は補正箇所)というものである。",
                "したがって，本願補正発明の上記実質的相違点に係る「2次元回折格子」は，特許請求の範囲において，「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」と規定されているものである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そこで，本願補正発明に規定される「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」の技術的意義について検討する。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "上記特許請求の範囲の記載によれば，本願補正発明の半導体レーザは，①「活性層と光学的に結合される2次元回折格子」を備え，②「前記2次元回折格子」は，「2以上の回折格子群からなり」，その「各々は，同一の周期を有しており」，「当該半導体レーザによって発生されるべきレーザ光の波長を規定する」ものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，本願補正明細書(甲1，2，3)の発明の詳細な説明には，2次元回折格子の機能について，次の記載がある。",
                    "「【0007】",
                    "本発明の半導体レーザは，第1導電型半導体層と，第2導電型半導体層と，活性層と，2次元回折格子と，光放出面とを備える。…【0008】",
                    "第1導電型半導体層および第2導電型半導体層は，基板の主面上に設けられている。活性層は，キャリアが注入されると光を発生するように設けられ，第1導電型半導体層および第2導電型半導体層に挟まれている。2次元回折格子は，活性層において発生されるべき光の波長を規定するように設けられ，基板の主面が延びる方向に沿って延びている。",
                    "【0030】",
                    "第1の閉じ込め層12上には，2次元回折格子24が設けられている。2次元回折格子24は，第1の閉じ込め層12の一表面に複数の凹部24aが3角格子を形成するように設けられている。各凹部24aは，柱状(例えば，円柱形状)の空間部として設けられている。各凹部24aの中心と，これと最も近い隣接の6個の凹部24aの中心との距離は等しい値であり，本実施の形態では，凹部の中心の間隔は0．426ミクロンメートル，凹部の深さは0．1ミクロンメートルにとられた。適用できる格子としては，他に正方格子がある。",
                    "【0033】",
                    "2次元回折格子24は，第1の方向と，この方向と所定の角度をなす第2の方向とに対して，等しい周期(格子定数に対応する値)を有する回折格子である。2次元回折格子24には，上記の2方向およびそれらの方向の周期に関して様々な選択が可能である。これについては，後ほど説明する。",
                    "【0034】",
                    "活性層16において発生された光が2次元回折格子24に到達すると，2次元回折格子24が有する所定の周期にこの光の波長が一致する場合には，その周期に対応する波長において光の位相条件が規定される。2次元回折格子24によって位相が規定された光は，活性層16に伝搬し，活性層16において誘導放出を促す。誘導放出された光は，2次元回折格子24において規定される光の波長および位相条件を満足する。この光は再び2次元回折格子24へ伝搬する。このようにして，波長及び位相条件の揃った光が発生され増幅されていく。",
                    "【0042】",
                    "以上，説明したように，格子点Aから格子点Bに進む光は，複数回の回折を経て，最初の格子点Aに到達する。このため，半導体発光デバイス1は，従来の半導体レーザのように2つの光反射面から成る光共振器を備えていないけれども，ある方向に進む光が複数回の回折を介して元の格子点の位置の戻るということは，2次元回折格子24が光共振器，つまり波長選択器および反射器，として作用することを示している。",
                    "【0043】",
                    "さらに，2次元回折格子24では，上記の説明が任意の格子点Aにおいて行われたことを考慮すると，上記のような光の回折は，2次元的に配置されたすべての格子点において生じ得る。このため，各X−Γ方向に伝搬する光が，ブラッグ回折によって2次元的に相互に結合していると考えられる。2次元回折格子24では，この2次元的結合によって3つのX−Γ方向が結合しあってコヒーレントな状態が形成されると考えられる。",
                    "【0051】",
                    "以上，説明したように，格子点Wから格子点Pに進む光は，複数回の回折を経て，最初の格子点Wに到達する。このため，半導体発光デバイス1は従来の半導体レーザのように2つの光反射面から成る光共振器を備えていないけれども，ある方向に進む光が複数回の回折を介して元の格子点の位置の戻ることは，2次元回折格子25が光共振器，つまり波長選択器および反射器，として作用することを示している。この反射器によって位相整合が達成される。",
                    "【0090】",
                    "【発明の効果】本発明の半導体レーザによれば，2次元回折格子が，活性層において発生されるべき光の波長を規定するように設けられている。このため，活性層において発生された光は，2次元回折格子によって2次元的に結合され光放出面から放出される。したがって，面発光が可能な半導体レーザが提供された。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "上記記載によれば，本願補正発明の2次元回折格子は，活性層で発生した光を2次元平面で循環的に回折させ，これにより，光が2次元的に結合して2次元的にコヒーレントな(位相の揃った)レーザ光の発振を可能とするレーザ共振器として機能するものであり，これによってレーザ光の波長が規定されるものであることが分かる。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "以上のとおり，本願補正発明の「半導体レーザによって発生されるべきレーザ光の波長を規定する2次元回折格子」とは，光を2次元的に結合させて2次元的にコヒーレントなレーザ光の発振を可能とするレーザ共振器として機能するものであり，これにより発振するレーザ光の波長が規定されるものと認められる。"
      ],
      "content": [
        {
          "fig": "エ",
          "text": [
            "次に引用発明について検討する。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "刊行物1(甲4)には，「次に，我々は三角格子構造を有する2次元(2D)素子を作成した。2次元(2D)構造はEB(電子ビーム)とRIE(反応性イオンエッチング)により，n型InP基板上に形成された(ウエハC)。図3の挿入図は，RIE工程後の三角格子のSEM(走査型電子顕微鏡)写真を示す。空気ロッドが均一に形成され，格子周期が0．4μmであることがわかる。空気ロッドの深さは約0．1μmであった。",
        "ウエハAとCは1次元(1D)素子と同様の条件で融着された。次に，我々は図3に示すように，電流注入領域(R＝40μm)と表面発光領域を形成した。図4は，素子の近視野像(near field patte",
        "rn； ＮFP)を示す。6面対称の表面放射が観察された。光がΓ―X方向によく伝播し，一方Γ―J方向にあまり伝播していないことがわかる。我々は，この近視野像(ＮFP)が，三角格子構造のフォトニックバンドの性質によるものであると考えている。図5は，平面波展開法により計算された三角格子構造のフォトニックバンド図を示す。図4に示された近視野像(ＮFP)は，次のように説明することができる。この素子の自然放出光の規格化周波数範囲は，0．35近傍に一致している(図5の矢印によって示されている)。Γ−X方向のフォトニックバンドの傾きは，この周波数範囲に対して大きい(図5のバンドAを参照)。これは，この方向の光が大きな群速度を有することを意味する。このように光の反射率は小さくなり，光はこの方向により伝播することができる。一方，Γ−J方向のフォトニックバンドの傾きは小さい(図5のバンドBを参照)。これは，群速度が小さいことを意味する。このように反射率は大きくなり，この方向への光の伝播は抑制される。これらの結果は，光放射が三角格子構造のフォトニックバンドの性質によって制御され得ることを示すものである。位相シフトの導入を含む詳細については，この会議で報告されるであろう」(訳文1枚目最終段落～2枚目第1段落)との記載がある。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "上記記載によれば，刊行物1には，①三角格子構造を有する2次元素子を作成し，電流を注入して発光させたこと，②放射光の近視野像を観察したところ，Γ−X方向によく伝播し，一方Γ−J方向にはあまり伝播しておらず，伝播特性に方向依存性があること，③この方向依存性は，2次元の三角格子構造のフォトニックバンドの性質により説明できること，などが記載されているが，他方，レーザ共振器やレーザ発振については記載がないということができる。",
        "そうすると，刊行物1にはレーザ共振器やレーザ発振については記載がないのであるから，審決が，「引用発明において「2次元空気／半導体三角格子構造の回折格子」を設けた理由が，「活性層と光学的に結合され，当該半導体レーザによって発生されるべきレーザ光の波長を規定する」ためであることは当業者に明らかである」(審決6頁下第2段落)と認定判断したことは，誤りであるというほかない。"
      ],
      "content": [
        {
          "fig": "オ",
          "text": [
            "ところで，審決は，上記誤った認定判断を前提に，「刊行物1の図1に示された1次元分布帰還型レーザは，電流の注入量に応じて徐々に発光し，閾値電流，60mAでレーザ発振する…のであるから，図3，図4に示された，30mAで発光した引用発明の2次元空気／半導体三角格子構造の回折格子を有する発光素子についても電流の注入量を増加してレーザ発振を試みることは当業者が容易に想到し得ることである」(審決7頁第2段落)との結論を導いているが，刊行物1は，ウエハ融着技術が発光素子に応用できることを示すために，1次元素子の例として1次元分布帰還型レーザに適用した場合を，2次元素子の例として三角格子構造を有する素子に適用した場合を，それぞれ示しているものの，レーザ発振の観点から両者を関連づけて説明したものではない。このことは，刊行物1の「まとめとして，我々は，この(ウエハ融着技術)の光電子素子への応用可能性を示すために，ウエハ融着技術により半導体中に空気／半導体格子を有する一次元(1D)DFBの連続発振(CW)動作を実証した。次に，ウエハ融着技術により三角格子構造を有する2次元(2D)素子を作成し，2次元(2D)フォトニックバンド構造による大変特有な放射特性を実証した。これらの結果は，ウエハ融着技術による空気／半導体格子が新しい光電子素子の発展に適用できることを示すものである」(訳文2頁最終段落)との記載から明らかである。",
            "さらに，審決は，「なお，原査定の時に周知例として引用した実願昭56−14939号(実開昭57−130455号のマイクロフィルム)には，",
            "2次元回折格子を設けた面発光型の半導体レーザが記載されているから，この点からも刊行物1記載の発光素子をレーザに適用することは当業者が容易に想到し得たものということができる」(審決7頁第5段落)としている。",
            "確かに，実願昭56−14939号(実開昭57−130455号のマイク",
            "ロフィルム)(刊行物2。甲5)には，「以下に本考案を実施例により詳細に説明する。第1図は本考案の実施の一例を示す概略説明図であり，同図を用いて本考案の原理を説明する。第1図(a)に示すように，半導体基板1上に活性層を含む導波路2，その上に半導体層3を設け，この導波路2の表面に周期性のある凹凸を第1図(b)に示すように，x方向およびy方向につくりつけたものである。この凹凸の周期は前記活性層内のレーザ発振半波長の整数倍近傍とする。4，5は電極である。この素子に電流を流すか，光で励起すると，x方向，y方向の両方の回折格子による分布帰還が生じてξ方向，η方向のレーザ発振が生じる。ところが，x方向とy方向の各々の回折格子単独の分布帰還も生じるので，ξ方向とη方向のレーザ光が結合し，回折格子のある面全体が同一位相で発振する」(甲5の明細書2頁下第2段落～3頁第2段落)と記載されている。しかし，上記記載は，x方向の1次元回折格子と，y方向の1元回折格子による分布帰還に関するものであり，これによる実際のレーザ発振の観測データの記載もなく，本願補正発明のように2次元回折格子自体が一つのレーザ共振器として機能することを裏付けるものではない。"
          ]
        },
        {
          "fig": "カ",
          "text": [
            "被告は，本願補正発明の2次元回折格子について，具体的な構造，つまり格子をどのような形状とするか，あるいは，寸法をどの程度に設定するのかといった点は，本願補正発明の特許請求の範囲には具体的に示されておらず，本願補正発明と引用発明の2次元回折格子は，格子の具体的構造そのものに差異はないと主張する。",
            "確かに，本願補正発明の特許請求の範囲には，2次元回折格子の具体的構造そのものについては規定されていない。しかし，本願補正発明の「2次元回折格子」は，光を2次元的に結合させて2次元的にコヒーレントなレーザ光の発振を可能とするレーザ共振器として機能するものであり，これにより発振するレーザ光の波長が規定されるものであることは，上記イ，ウに検討したとおりである。",
            "したがって，本願補正発明の2次元回折格子と引用発明の2次元回折格子に技術的に差異がないとすることはできず，被告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "キ",
          "text": [
            "以上検討したところによれば，本願補正発明の2次元回折格子と引用発明の半導体三角格子に格別の差異がないとの誤った認定を前提に，本願補正発明は引用発明から当業者に容易想到であるとした審決の相違点についての判断は誤りであり，この誤りが審決の結論に影響を及ぼすことは明らかである。",
            "そうすると，本願補正発明は引用発明に基づいて当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に発明をすることができたから特許法29条2項の規定により独立して特許を受けることができないとして，本件補正を同法53条1項等により却下するとした審決は，違法として取消しを免れない。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "結論",
              "text": [
                "よって，その余の点について判断するまでもなく，原告の本訴請求は理由があるから認容することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}