{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−12144号事件について平成18年3月22日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成8年4月9日，発明の名称を「冷凍バッグ」とする発明につき，特許出願(特願平8−86767号。以下「本願」という。)をし，平成14年8月26日付け手続補正書をもって本願に係る明細書の特許請求の範囲等について補正をしたが，平成15年6月17日，特許庁から拒絶査定を受けた。",
            "原告は，これを不服として審判請求をするとともに，平成15年7月10日付け手続補正書をもって本願に係る明細書について特許請求の範囲を補正(以下「本件補正」という。)した(以下，本件補正後の明細書を「本願明細書」という。)。",
            "そして，特許庁は，上記審判請求を不服2003−12144号事件として審理した結果，平成18年3月22日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決(以下，単に「審決」という。)をし，その謄本は，同年4月4日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の請求項1",
              "text": [
                "平成14年8月26日付け手続補正書の特許請求の範囲の請求項1(本願の拒絶査定時のもの)の記載は，次のとおりである(以下，この発明を「本願発明」という。)。",
                "「(1) 血液またはその血液成分，及び凍結防止剤との混合物が供給される導入口部と，"
              ]
            },
            {
              "fig": "(2)",
              "subject": "冷凍保存された後の血液または血液成分及び凍結防止剤との混合物を他の容器に移行させるための第1出口部が設けられた大きい容積の第1室と，"
            },
            {
              "fig": "(3)",
              "subject": "第2室出口部が設けられた小さい容積の第2室とからなり，"
            },
            {
              "fig": "(4)",
              "subject": "2室の間は少なくとも1の連通路が設けられてなり，"
            },
            {
              "fig": "(5)",
              "subject": "第1室と第2室との間を連結する連通路をヒートシールして閉鎖し，第1室と第2室とが分離される冷凍バッグ。」"
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の請求項1",
              "text": [
                "本件補正後の特許請求の範囲は請求項1ないし4からなり，請求項1の記載は，次のとおりである(下線部は本件補正による補正箇所。以下，この発明を「本願補正発明」という。)。",
                "「(1) 血液またはその血液成分，及び凍結防止剤との混合物が供給される導入口部と，"
              ]
            },
            {
              "fig": "(2)",
              "subject": "冷凍保存された後の血液または血液成分及び凍結防止剤との混合物を他の容器に移行させるための第1出口部が設けられた大きい容積の第1室と，"
            },
            {
              "fig": "(3)",
              "subject": "第2室出口部が設けられた小さい容積の第2室とからなり，"
            },
            {
              "fig": "(4)",
              "subject": "2室の間は少なくとも1の連通路が設けられてなり，"
            },
            {
              "fig": "(5)",
              "subject": "第1室と第2室との間を連結する連通路をヒートシールして閉鎖し，第1室と第2室とが分離され，"
            },
            {
              "fig": "(6)",
              "subject": "第2室に収容されている血液またはその血液成分を受血者とヒト白血球抗原適正が適合か否かのテスト用に用いることを特徴とする冷凍バッグ。」"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。要するに，本願補正発明は，本願の出願日前に日本国内において頒布された刊行物である特開昭53−38189号公報(以下「引用例」という。甲4)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるから，本件補正は却下すべきであり，さらに，本願発明も，同様に，当業者が容易に発明をすることができたものであり，同項の規定により特許を受けることができないものであるから，本願は拒絶すべきであるとしたものである。",
            "審決は，本願補正発明と引用発明との間には，次のとおりの一致点及び相違点があると認定した。",
            "(一致点)",
            "「(1) 血液が供給される導入口部と，"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "第1出口部が設けられた大きい容積の第1室と，"
            },
            {
              "fig": "(3)",
              "subject": "第2室出口部が設けられた小さい容積の第2室とからなり，"
            },
            {
              "fig": "(4)",
              "subject": "2室の間は少なくとも1の連通路が設けられてなり，"
            },
            {
              "fig": "(5)",
              "subject": "第1室と第2室との間を連結する連通路をシールして閉鎖し，第1室と第2室とが分離されるバッグ。」",
              "text": [
                "(相違点1)",
                "本願補正発明においては，連通路をシールする手段が「ヒートシール」であるのに対して，引用発明においては，「締め具」である点。",
                "(相違点2)",
                "本願補正発明は，「冷凍バッグ」であり，バッグに供給されるものが「血液またはその血液成分，及び凍結防止剤との混合物」であり，それをバッグから移行させる時期が「冷凍保存された後」であり，その移行先が「他の容器」であるのに対して，引用発明は，血液を収容するバッグであるものの，冷凍バッグであるかどうか明らかでない点。",
                "(相違点3)",
                "第2室に収容されている内容物の用途に関して，本願補正発明においては，「受血者とヒト白血球抗原適正が適合か否かのテスト用に用いる」のに対して，引用発明においては，そのような用途限定がなされていない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決が認定した本願補正発明と引用発明の一致点のうち「(1) 血液が供給される導入口部と，(2) 第1出口部が設けられた大きい容積の第1室と，(3) 第2室出口部が設けられた小さい容積の第2室とからなり，(4) 2室の間は少なくとも1の連通路が設けられてなる点」に誤りがないこと，相違点1ないし3に誤りがないことは認める。",
            "審決は，一致点の認定を誤って，相違点を看過し(取消事由1)，相違点1に係る容易想到性の判断を誤り(取消事由2)，相違点2，3に係る容易想到性の判断を誤った(取消事由3)結果，本願補正発明の進歩性を否定し，その独立特許要件の判断を誤って，本件補正を却下した違法がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定の誤り及び相違点の看過)",
              "text": [
                "本願補正発明の特許請求の範囲の構成「(5) 第1室と第2室との間を連結する連通路をヒートシールして閉鎖し，第1室と第2室とが分離されるバッグ。」中の「分離」は，第1室と第2室とを「切り離すこと」(物理的に二つの部分に分けること)を指すと理解すべきである。したがって，本願補正発明においては，第1室と第2室とが切り離されるのに対して，引用発明においては，第1室と第2室とが切り離されるものではない点で相違する。",
                "審決は，両発明が，「(5) 第1室と第2室との間を連結する連通路をヒートシールして閉鎖し，第1室と第2室とが分離されるバッグ。」において一致すると認定した誤り(相違点を看過した誤り)がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点1に係る容易想到性判断の誤り)",
              "text": [
                "審決は，相違点1について，「引用発明においては，導管手段14をシールするための手段として締め具が示されているが，導管手段14をシールすることができる手段であれば，他の代替手段を用いても構わないことは，当業者であれば容易に理解し得るところである。」(審決書5頁4行～7行)とし，ヒートシールが周知技術であるから，「締め具に代えて従来周知のヒートシールを採用することは，当業者であれば必要に応じて適宜なし得ることであり，単なる設計的事項にすぎないというべきである。」(同5頁15行～17行)と判断している。",
                "しかし，審決の判断は，以下のとおり誤りがある。",
                "すなわち，引用発明は，全血を赤血球成分と血しょう成分とに区画するのに好適な血液容器の発明であり，この血液容器は上方に大きい容積の第1容器要素10が配置され，下方に小さい容積の第2容器要素12が配置された状態で使用され，血しょうと赤血球とはクリップ等の締め具により導管手段の位置で区画されるものである。全血の輸血を望む場合には，上記締め具が取り外され，第1容器要素の血しょうと第2容器要素の赤血球とが再び混合されることができ，必要に応じて上記締め具を取り外すことができるものである必要があり，第1容器要素10と第2容器要素12とを相互に連通させることができるものとされている(甲4の4頁左下欄10行～13行)。ヒートシールは，一度用いると，再び第1容器要素10と第2容器要素12とを相互に連通させることができないので，引用発明における締め具の代替手段としては適当でない。以上のとおり，ヒートシールが周知技術であるとしても，引用発明において締め具の代わりにヒートシールを採用することは，当業者にとって単なる設計的事項であるとはいえないから，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点2，3に係る容易想到性判断の誤り)",
              "text": [
                "審決は，引用発明における血液容器と本願補正発明における冷凍バッグとは，実質的に構造上の差異はないとした上で，相違点2は，血液を冷凍するか否かの違いに伴う相違点にすぎず，相違点3は，バッグ内の用途に関する限定の有無にすぎないとして，相違点2，3に係る本願補正発明の構成は，いずれも当業者が容易に想到し得たものであると判断している。",
                "しかし，審決の判断は，以下のとおり誤りがある。",
                "引用例の血液容器は，全血を赤血球成分と血しょう成分とに区画するのに用いられる血液容器であるから，第1容器要素と第2容器要素とはそれぞれ血しょうと赤血球とを満たすことができる容積に設定される必要があり，しかも，導管手段は，血しょうと赤血球とを分割する表面が，該導管手段中となるような位置に設定されている必要がある。また，引用例の血液容器は，あくまでも全血を赤血球成分と血しょう成分とに区画するのに用いられる血液容器であるから，たとえ引用例のバッグをテストに用いるとしても，上方の第1容器要素と下方の第2容器要素の容積比を変更することはできない。",
                "これに対して，本願補正発明の冷凍バッグは，「第2室に収容されている血液またはその血液成分を受血者とヒト白血球抗原適正が適合か否かのテスト用に用いる」ものであるから，当然に「第1室に収容されている血液またはその血液成分」と「第2室に収容されている血液またはその血液成分」は，同一のものであり，その結果，貴重な血液を無駄にしないために，第2室の容積はテストに必要な最小限の容積とすることができるのである。",
                "以上のとおり，引用例の血液容器は，全血を赤血球成分と血しょう成分とに区画するために用いることによる制約があり，その制約が，本願補正発明の冷凍バッグとの構成における相違になっている。",
                "全血を赤血球成分と血しょう成分とに区画するのに用いられる引用例の血液容器を，受血者とヒト白血球抗原適正が適合か否かのテストに用いようとする発想自体が生じ得ないものであるから，相違点3に係る本願補正発明の構成は当業者が容易に想到し得たとした審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "「分離」とは，乙1ないし4にみられるように，一般に「区画」の意味で使用される用語である。",
                "また，本願補正発明の特許請求の範囲(請求項1)に記載された「ヒートシールして閉鎖し，第1室と第2室とが分離され」は，その文の構造からみて，「ヒートシールして閉鎖すると，その結果として，第1室と第2室とが分離される」という意味であると理解するのが自然である。",
                "請求項1では「分離」という文言が用いられているのに対し，請求項1を引用した請求項4では，「切断」，「切り離し」という文言が用いられている。仮に，請求項1の「分離」が「切り離し」の意味であるならば，請求項1においても請求項4と同様に「切り離し」という文言を用いるべきであるにもかかわらず，あえて異なる文言を用いている点に鑑みると，「分離」は「切り離し」とは別の意味であるか，又は別の意味を含むものと解するのが自然である。",
                "さらに，本願補正発明と同種の冷凍バッグにおいて，2室を切り離すものだけでなく，2室を区画するものもあり得るから(乙5)，技術的な観点から，「分離」を「切り離し」の意味のみに限定して解釈する必然性はない。",
                "以上のとおり，本願補正発明における「第1室と第2室とが分離され」の意味を，「第1室と第2室とが切り離され」の意味に限定して解釈するのは誤りである。本願補正発明と引用発明とが，「(5) 第1室と第2室との間を連結する連通路をヒートシールして閉鎖し，第1室と第2室とが分離されるバッグ。」である点で一致するとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "引用例(甲4)には，「全血の他の輸血法は，混合装置(図示せず)，たとえばY字管を含む装置により，第1容器要素および第2容器要素との両方から同時に輸血することである。」(4頁左下欄17行～右下欄3行)と記載され，再度第1容器要素10と第2容器要素12とを相互に連通させなくても，全血を輸血できる方法が示されている。引用例の血液容器においては，締め具は取り外しできないものであっても差し支えないことが示唆されている。",
                "また，ヒートシールの中には，2室を二つに区画した後で再び2室を相互に連通させることができるようなものも，従来から広く知られている(例えば，乙1，6)から，引用発明において，ヒートシールを締め具の代替手段として採用することを妨げる理由はない。",
                "したがって，相違点1について容易想到性があるとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明は，「第2室に収容されている血液またはその血液成分を受血者とヒト白血球抗原適正が適合か否かのテスト用に用いる」という用途限定を付したものであるが，本願明細書及び本願出願時の技術常識を考慮しても，その用途限定が，その用途に特に適した形状・構造等を意味するものと解することはできない。また，血液を冷凍する点に関しても，同様に，その用途に特に適した形状・構造等を意味するものと解することはできない。",
                    "本願補正発明の冷凍バッグは，「大きい容積の第1室」と「小さい容積の第2室」を備えているが，それらがどの程度の大きさかに関する規定はなく，それらの容積比に関する規定もない。一方，引用例の血液容器においては，第1容器要素10は大きい容積，第2容器要素12は小さい容積であるから，二つの室に関して，両者の間に構造上の差異はない。",
                    "また，本願補正発明の冷凍バッグは，第1室と第2室とを連結する連通路を備えたものであり，連通路の位置などについて何も規定されていない。一方，引用例の血液容器は，第1容器要素10と第2容器要素12とを連結する導管手段を備えたものであり，連通路も導管手段も，大きな容積の第1室と小さな容積の第2室とを連結するものである点で一致しており，ヒートシールし得るか否かはさておき，その他の点において相違するところはないから，連通路についても，両者の間に構造上の差異はない。",
                    "さらに，引用例には，「全血の輸血を望む場合，この輸血は第1容器要素10と第2容器要素12とを交互にプレスして赤血球成分と血しよう成分とを混合することによって実施できる。容器要素は通常完全には満たさないで，各成分の混合をできるようにする。」(4頁左下欄10行～15行)との記載があり，この記載によれば，第1容器要素10と第2容器要素12との容積比は，実際には，血しょう成分と赤血球成分との容積比にする必要はなく，「血しょう成分＋混合のための余裕分」と「赤血球成分」との容積比にしてもよいことになる。混合のための余裕分をどの程度とするかによって，第1容器要素10と第2容器要素12との容積比は，任意に変更し得るものであり，また，第2容器要素12を少し小さくすることが示唆されているといえる。導管手段についても，第1図と第2図に示されているように位置を適宜変更することができる。以上のとおり，引用例の血液容器においても設計上の自由度はあり，本願補正発明の冷凍バッグと構造上格別な差異はない。",
                    "したがって，本願補正発明と引用発明とは，実質的に構造上の差異はないから，両者に実質的に差異がないことを前提として，相違点2，3に関して，本件補正発明の構成を採用することが容易想到であるとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例には，原告の主張するとおり，「第2室に収容されている血液またはその血液成分を受血者とヒト白血球抗原適正が適合か否かのテスト用に用いる」点について何も記載されていないし，示唆もされていない。",
                    "しかし，引用例の血液容器は，輸血のため血液を貯蔵するのに使用される容器(2頁右上欄16行～17行)であるから，全血を赤血球成分と血しょう成分とに分離するためだけに使用しなければならない，あるいはそれ以外には使用できない，というものではなく，単に全血を収容するだけの普通の血液容器として使用することができることは明らかである。血液を収容する血液容器であるから，臍帯や胎盤などから得た血液を収容してもよいことも明らかであり，これを困難であるとする特段の事由は見当たらない。そして，このような使い方をした場合，血液容器の2室に収容される血液は同一成分の血液である。",
                    "また，血液容器に収容された血液を患者に適用する場合，その血液が患者に適合するかどうかの確認は必要不可欠であり，適合するかどうかがわからない場合には，テストをするのは当然のことである。引用例の2室からなる血液容器に収容された血液をテスト用に用いるとすれば，貴重な血液を無駄にしないために，小さい容積である第2室の血液をテスト用に用いるのは，当業者にとって当然の選択である。",
                    "さらに，一般に血液容器に収容した血液をどのような用途に用いるかは，当業者が適宜決定し得ることであり，骨髄移植などを行うのに用いるとすれば，提供者と患者との間で両者の「ヒト白血球抗原」が一致することを予め確認しておく必要があり，そのためにテストが行われることは従来からよく知られていることである(例えば，甲8)。",
                    "したがって，引用例の血液容器に収容した血液を「受血者とヒト白血球抗原適正が適合か否かのテスト用に用いる」ことは，当業者が必要に応じて適宜なし得ることであって格別なこととはいえないので，審決のした判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "一致点の認定の誤り及び相違点の看過(取消事由1)について(1) 原告は，本願補正発明の特許請求の範囲(請求項1)の構成「(5) 第1室と第2室との間を連結する連通路をヒートシールして閉鎖し，第1室と第2室とが分離されるバッグ。」における「分離」とは「切り離す」(第1室と第2室とを物理的に二つの部分に分ける)ことを意味し，切り離されない場合を含まないと理解すべきであることを前提にして，引用発明における血液容器は，第1室と第2室とが切り離されないものであるから，この点を一致するとした審決の認定に誤りがあると主張する。",
            "しかし，本願補正発明(請求項1)と引用発明とが構成「(5) 第1室と第2室との間を連結する連通路をシールして閉鎖し，第1室と第2室とが分離されるバッグ。」という点で一致しているとの審決の認定に誤りはなく，原告の上記主張は採用できない。その理由は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「分離」は，一般的には，「わかれること。わけはなすこと」を意味する(岩波書店「広辞苑(第五版)」2388頁参照)。しかし，「分け離す」対象をどのように理解するか，「分け離す」手段をどのように理解するか，「分け離した」対象の前後の形状の変化をどのように理解するかによって，「分離」の用語は多義的に用いることができ，本願補正発明における特許請求の範囲の記載において，必ずしも明らかとはいえない。そこで，請求項1の構成「(5) 第1室と第2室との間を連結する連通路をヒートシールして閉鎖し，第1室と第2室とが分離されるバッグ。」の技術的意義について，一応，本願明細書の記載等をも参酌して検討する",
              "text": [
                "(なお，本願明細書(甲9，17)によれば，本件補正後の特許請求の範囲は請求項1ないし4からなり，請求項1として本願補正発明に係る特許請求の範囲が記載されているが，請求項4として，「請求項1記載の冷凍バッグに血液またはその血液成分および凍結防止剤との混合物を供給した後，第1室と第2室の間の連通を閉鎖し，第1室と第2室の隙間を切断して第1室と第2室とを切り離し，第2室に収容されている血液またはその血液成分を受血者とヒト白血球抗原適正が適合か否かのテスト用に用いる方法。」とする方法の発明に係る記載がある。しかし，本願明細書の【発明の詳細な説明】には，本願補正発明に固有の説明が記載されていないため，本件において本願明細書の記載を参酌するのには限界があり，その点を踏まえて，以下検討する。)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本願明細書(甲9，17)の【発明の詳細な説明】によれば，請求項1ないし4について，以下の点が明らかである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本願補正発明は，末梢血，胎児の肝臓，骨髄ト胎児又は新生児の臍帯及び胎盤から得た血液又はその血液成分を冷凍保存するに際し，「該血液またはその血液成分を2室に分離された冷凍バッグに注入」し，一方の室にはテスト用の血液又はその血液成分が冷凍保存され，他方の室には受血者に注入される血液又はその血液成分が冷凍保存されることによって，菌の混入の恐れがなく，テスト用試料を分離することができる冷凍バッグを提供することを目的とするものであり，「該血液またはその血液成分」は「2室に分離された冷凍バッグ」に注入された後，冷凍保存されるものである(段落【0004】)。また，本願補正発明の冷凍バッグの操作方法として，血液又はその血液成分に凍結防止剤を添加した「混合物をチュ−ブ5を介して導入口部7から冷凍バッグの第1室1に注入する。混合物は冷凍バッグの第1室1から下部連通路4および上部連通路3を経て第2室2に注入される。」(段落【0009】)と記載されている。",
                    "以上の記載によれば，「血液またはその血液成分」は凍結防止剤を添加した混合物とされた後，冷凍バッグの導入口部から第1室に注入され，第1室から連通路を経て第2室に注入されるのであるから，上記の「2室に分離された冷凍バッグ」は，第1室と第2室との間が連通路によって連結された状態にあるといえる。したがって，上記「分離」は，第1室と第2室とが連通路によって連結され，かつ，区画ないし区域として分かれている状態を意味し，第1室と第2室とが物理的に切り離された状態を意味するものでないと理解される。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，「凍結防止剤入り血液または血液成分」を冷凍バッグに移行させて冷凍保存した後，「連通路を閉鎖して第1室と第2室とを分離し，第1室をそのまま冷凍保存し第2室は取り出される。取り出された第2室は，凍結防止剤を生理食塩水で洗浄して中味を希釈する。」(段落【0006】)との記載があり，同記載部分は，「連通路を閉鎖して第1室と第2室とを分離し」た後に，第1室をそのまま冷凍保存し第2室は「取り出され」て別の処理がされることを説明した部分である。ところで，第1室と第2室とが「分離」により切り離されて別々にされた後に，物理的に独立の存在となった第2室が「取り出され」るというのは，表現としていかにも不自然であるから，上記「分離」は，連通路を閉鎖することによって，第1室と第2室とが区画ないし区域として分け離すことを意味し，第1室と第2室とを切り離して別々にすることを意味するものではないと理解される。すなわち，上記「分離」は，「連通路を閉鎖」という行為及びその行為に対する結果が記載されたものと理解するのが自然である。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "さらに，本願明細書においては，「分離」の用語は，「幹細胞および前駆細胞に分離するための冷凍バッグ」(段落【0001",
                  "text": [
                    "】)，「血液またはその血液成分のテスト用試料を分離することができる冷凍バッグ」(段落【0004】)，「血液またはその血液成分のテスト用試料を分離することができ，分離操作による大量の細胞の損失を防止することができる」(段落【0016】)などのように，血液を血液成分に分け離すことや，「血液またはその血液成分のテスト用試料」と「受血者に注入される血液またはその血液成分」とに分け離すことの意味にも用いられている。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "他方，本願明細書の請求項4(方法の発明)は，「第1室と第2室の間の連通を閉鎖し，第1室と第2室の隙間を切断して第1室と第2室とを切り離し」と記載され，「分離」ではなく「切り離し」という文言が用いれられている。また，本願明細書には，「切り離し」あるいは「切り離す」の用語は，「クランプ6でチュ−ブ5を密閉しチュ−ブ5を溶断して冷凍バッグと他のバッグとを切り離す。」(段落【0009】)，「冷凍バッグ中の血液または血液成分がどのような性質のものか確認するに際して，第1室1と第2室2の間の上部連通路3および下部連通路4とをヒ−トシ−ルして第1室1と第2室2の間の連通を閉鎖し，第1室1と第2室2の隙間を切断して第1室1と第2室2とを切り離す。・・・冷凍バッグ中の血液または血液成分は冷凍保存する前に第1室1と第2室2とを切り離し，第1室1と第2室2とを別々に冷凍保存してもよい。」(段落【0010】)などのように，物理的に切り分ける意味を指すものとして用いられている。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上のとおり，①「分離」は，辞書的には，一般的に「わかれること。わけはなすこと」を意味するが，その対象物，手段，結果により，多義的に用いられること，②本願明細書においては，「分離」の語に関して，その意味を限定的に用いる記載，あるいは定義する記載はないこと，②本願明細書の中で用いられている「分離」の意義についても，「第1室と第2室とが連通路によって連結された状態で，かつ区画ないし区域として分かれていること」，「第1室と第2室との間を連結する連通路を閉鎖すること」，「血液またはその血液成分のテスト用試料」と「受血者に注入される血液またはその血液成分」とを分け離すことを意味するなど，多義的に用いられていること，③本願明細書において，「分離」を「切り離し」(すなわち，「切って別々にする」こと)の意味で用いられている例はないこと等に照らすならば，請求項1の構成「連通路をヒートシールして閉鎖し，第1室と第2室とが分離され」とは，「連通路をヒートシールして閉鎖するという行為・手段を採ることの結果として，それまで連通していた第1室と第2室とが区画ないし区域として分け離される」意味であると解釈するのが相当である。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "上記のとおり，請求項1の「分離」は「切り離す」ことを意味するものと解することはできない。一方，引用発明も「第1室と第2室との間を連結する連通路をシールして閉鎖」する構成を有しており，引用発明においても第1室と第2室との間を連結する連通路をシールして閉鎖することにより，第1室と第2室との間において血液が移行することができないようにして，第1室と第2室とが区画ないし区域として分け離されているといえる。",
                "したがって，本願補正発明(請求項1)と引用発明とが「(5) 第1室と第2室との間を連結する連通路をヒートシールして閉鎖し，第1室と第2室とが分離されるバッグ。」である点で一致しているとした審決の認定に誤り及び相違点の看過はない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "text": [
                        "原告主張の取消事由1は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "相違点1に係る容易想到性判断の誤り(取消事由2)について相違点1に係る本願補正発明の構成は当業者が容易に想到し得たとした審決の判断に誤りはなく，取消事由2に関する原告の主張は採用できない。その理由は以下のとおりである。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(1)",
                      "text": [
                        "引用例(甲4)によれば，引用発明は，全血，赤血球成分又は血しょう成分の1つを輸血できる血液の溶液及びお互いに分離した血液成分をシールする手段を提供することを目的とする血液容器の発明であり，大きい容積の第1容器要素と，小さい容積の第2容器要素と，第1容器要素と第2容器要素とを流体的に接続する導管手段(導管)と，血液を容器要素へ導入する手段(管)と，容器要素のおのおのから血液成分を抜き出す手段(管)とで構成され，第1容器要素，第2容器要素及び導管はいずれも柔軟な材料(平らにされた管状プラスチック材料)からなり，締め具，たとえばクリツプを使用して導管壁を締めることによって導管を閉じること(すなわちシールすること)ができ，これによって第1容器要素に導入された血液成分と第2容器要素に導入された血液成分とを分離できる発明であることが認められる。",
                        "そして，①甲6(特開平7−313574号公報)に，「【実施例1】図1は，本発明の冷凍保存バッグ1aの概略図である。冷凍保存バッグ1aは，内面が超高分子量ポリエチレンフィルムからなる袋部3aの上部に口部4a及び口部プロテクター5aとがヒートシールにて装着されている。」(段落【0008】)，②乙1(特開平4−97751号公報)",
                        "に，「同一のバッグの中で2液を分離する方式にはバッグの外部よりクランプ等でバッグを押えて分離(2室にする)する方式や，バッグを2室に融着して分離し，融着部分にコネクターを取り付け，使用する時このコネクターを開放して2液を混合させる方法等が主に使用されてきた。」(1頁右下欄6行～12行)，③乙6(特開平4−118215号公報)",
                        "に，「この液体流通部6は使用前には流体が連通してはならないので熱融着性フィルム7を挿入し，その部分を熱圧着しておく方法が見受けられるようになった。その場合は，使用に当たり液体収納部1や2を手で押し熱融着性フィルム7を剥離させ流体を連通させて使用するものである。」(1頁右下欄18行～2頁左上欄3行)との記載があり，これらの記載によれば，本願の出願当時，「血液を収容するバッグにおいて，血液流路をヒートシールを用いてシールすること」(審決書5頁8行～9行)は周知の技術であったことが認められる。",
                        "そうすると，引用発明の第1容器要素，第2容器要素及び導管はいずれも柔軟な材料(平らにされた管状プラスチック材料)からなるものであるから，引用発明において，導管を閉じるための手段として，締め具の代わりに，周知のヒートシール(相違点1に係る本願補正発明の構成)を用いることは，当業者が容易に想到することができたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(2)",
                      "text": [
                        "これに対し原告は，引用発明においては，全血の輸血を望む場合には，クリップ等の締め具が取り外され，第1容器要素の血しょうと第2容器要素の赤血球とが再び混合されるようになるものであり，必要に応じて上記締め具を取り外して，第1容器要素10と第2容器要素12とを相互に連通させることができることが必要との制約があるから，引用発明において，再び第1容器要素10と第2容器要素12とを相互に連通させることができないヒートシールを当該締め具の代替手段として採用することはできないと主張する。",
                        "しかし，引用例(甲4)には，「全血の輸血を望む場合，この輸血は第1容器要素10と第2容器要素12とを交互にプレスして赤血球成分と血しょう成分とを混合することによって実施できる。」(4頁左下欄10行～13行)との記載があるものの，他方，「赤血球の輸血を望む場合，この輸血は第2容器要素の内容物のみを用いて実施できる。」(4頁左下欄2行～4行)，「全血の他の輸血法は，混合装置(図示せず)，たとえばY字管を含む装置により，第1容器要素および第2容器要素との両方から同時に輸血することである。」(4頁左下欄17行～右下欄3行)との記載もあり，これらの記載によれば，引用例には，一方の容器要素の内容物のみを輸血することや，全血の輸血の場合であっても，第1容器要素及び第2容器要素の各内容物を混合することなく同時に輸血する方法も開示されており，引用発明においては，第1容器要素と第2容器要素とを接続する導管を閉じた後，再び連通させることができるようにすることが必須の構成とされているものではないから，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(3)",
                      "text": [
                        "したがって，原告主張の取消事由2は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "相違点2，3に係る容易想到性判断の誤り(取消事由3)について相違点1に係る本願補正発明の構成は当業者が容易に想到し得たとした審決の判断に誤りはなく，取消事由3に関する原告の主張は採用できない。その理由は以下のとおりである。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(1)",
                      "text": [
                        "本願補正発明と引用発明は，本願補正発明は，「冷凍バッグ」であり，バッグに供給されるものが「血液またはその血液成分，及び凍結防止剤との混合物」であり，それをバッグから移行させる時期が「冷凍保存された後」であり，その移行先が「他の容器」であり，受血者とヒト白血球抗原適正が適合か否かのテスト用との用途限定がされているのに対して，引用発明は，冷凍バッグであるかどうか明らかでない点などにおいて，形式的には相違点がある。しかし，これらの相違点は，いずれも，構造上の差異を来すような実質的な相違点ではなく，また，引用発明において，設計上，ごく自然に選択できる事項における相違にすぎないから，結局のところ，本願補正発明は，引用発明に基づいて当業者が容易に想到することができたものであるといえる(個々の点は，(2)において判断する。)。"
                      ]
                    },
                    {
                      "fig": "(2)",
                      "text": [
                        "原告は，両者には，以下の点で構造上の差異があると主張するが，以下のとおり理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，引用例の血液容器は，全血を赤血球成分と血しょう成分とに区画するのに用いられる血液容器であって，そのために第1容器要素と第2容器要素とはそれぞれ血しょうと赤血球とを満たすことができる容積に設定される必要があるので，本願補正発明の冷凍バッグと構造上の差異があると主張する。",
                "しかし，引用例(甲4)には，「第1容器要素と第2容器要素とは全血の赤血球成分の容積と血しよう成分の容積との関係と同じである容積の関係を有し」(2頁右下欄9行～12行)との記載がある一方で，「全血の輸血を望む場合，この輸血は第1容器要素10と第2容器要素12とを交互にプレスして赤血球成分と血しょう成分とを混合することによって実施できる。容器要素は通常完全には満たさないで，各成分の混合をできるようにする。」(4頁左下欄10行～15行)との記載があり，この記載は，引用例の第1容器要素(「大きい容積の第1室」に相当)及び第2容器要素(「小さい容積の第2室」に相当)において，それぞれの内容物の混合のための余裕分の容積をとることができることを示唆するものであり，このような余裕分の容積を適宜とることにより，第1容器要素及び第2容器要素の容積比は，全血の赤血球成分及び血しょう成分の容積比に一致させなくても差し支えないとの事項が示されているといえる。また，本願補正発明の請求項1には，「大きい容積の第1室」と「小さい容積の第2室」との容積比を規定する記載はないから，本願補正発明には，「大きい容積の第1室」と「小さい容積の第2室」との容積比が全血の赤血球成分及び血しょう成分の容積比と同じであるものも含まれるものと認められる。",
                "そうすると，本願補正発明と引用発明は，「大きい容積の第1室」と「小さい容積の第2室」との容積比に関しても，実質的に構造上の差異はないものと認められ，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，原告は，引用例の導管手段は，血しょうと赤血球とを分割する表面が，該導管手段中となるような位置に設定されている必要があるので，本願補正発明の冷凍バッグと構造上の差異があると主張する。",
                "しかし，引用例(甲4)には，「第1容器要素は血しようで満たされそして第2容器要素は赤血球で満たされ，血しようと赤血球とを分割する表面が導管手段中に位置し」(2頁右下欄14行～16行)との記載があるが，血しょうと赤血球とを分割する表面がこのような位置となるのは，「第1容器要素10へ満たされた血液は，導管手段14を経て第2容器要素12へ流入し」(3頁右上欄1行～3行)，貯蔵された後，時間の経過によって赤血球成分と血しょう成分が分離することに由来するものであり，引用例の導管の構造に起因するものではないというべきである。",
                "そして，前記1及び2のとおり，引用例の導管と本願補正発明の連通路は，「第1室と第2室との間を連結する」ものである点で一致し，いずれもヒートシールを用いても閉じることができるのであるから，実質的に構造上の差異はないものと認められる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "さらに，原告は，引用例には，本願補正発明の「第2室に収容されている血液またはその血液成分を受血者とヒト白血球抗原適正が適合か否かのテスト」を示唆する記載は全く認められず，全血を赤血球成分と血しょう成分とに区画するのに用いられる引用例の血液容器を，受血者とヒト白血球抗原適正が適合か否かのテストに用いようとする発想は生じ得ないものであるから，相違点3に係る本願発明の構成を当業者が容易に想到し得たとした審決は誤りであると主張する。",
                "しかし，前記2(1)認定のとおり，引用発明は，全血，赤血球成分又は血しょう成分の1つを輸血できる血液の溶液及びお互いに分離した血液成分をシールする手段を提供することを目的とする血液容器の発明であり，引用発明の血液容器を全血を収容するだけの普通の血液容器として使用することについて何ら妨げる特別な事情もなく，また，一般に血液容器に収容した血液をどのような用途に用いるかは，当業者が適宜決定し得ることは自明である。",
                "そして，甲8(特開平5−196621号公報)に，「臓器移植及び",
                "骨髄移植，特に後者では臓器提供者と被提供者(患者)との間で両者の組織適合性抗原(以下「HLA」)が一致することを予め確認する必要がある。」(2頁1欄33行～36行)との記載があり，この記載によれば，審決が認定するように，本願の出願当時において，「骨髄移植などを行う場合には，提供者と患者との間で両者の「ヒト白血球抗原」が一致することを予め確認しておく必要があり，そのためにテストが行われることは従来からよく知られていること」(審決書6頁4行～6行)であったものと認められるから，引用例の血液容器に収容した血液を「受血者とヒト白血球抗原適正が適合か否かのテスト用に用いる」こと(相違点3に係る本願補正発明の構成)も，当業者にとって格別なことではなく容易に想到することができたものと認められる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(3)",
                      "text": [
                        "したがって，原告主張の取消事由3は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10205",
    "date": "2007-01-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034077",
    "ipprecedent_id": "39",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}