{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−2376号事件について平成18年7月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，後記特許の出願人である原告が，拒絶査定を受けたので，これを不服として審判請求をしたところ，特許庁が請求不成立の審決をしたため，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，名称を「文書処理装置」とする発明につき，平成4年9月30日に特許出願(特願平4−262602号，以下「本願」という。)をし，平成13年6月4日に手続補正(第1次補正，甲5)をしたが，平成14年12月26日付けで拒絶査定を受けたので，不服の審判請求をした。",
                "特許庁は，同請求を不服2003−2376号事件として審理し，同事件の中で原告は平成15年3月14日付けで手続補正(第2次補正，甲6)をしたが，平成18年7月10日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年7月25日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "平成15年3月14日付け補正(第2次補正)後の特許請求の範囲は，請求項1及び2から成るが，その請求項1に係る発明は，下記のとおりである(以下「本願発明」という。a～hの分節記号は本判決で付したものであり，分節した構成要件を「構成a」のようにいうことがある。)。",
                "記",
                "【請求項1】"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "親子兄弟に例えて関係を表現することのできるセグメントからなる論理構造を有する文書を保持する文書保持手段と，"
                },
                {
                  "fig": "b",
                  "subject": "前記文書の印刷イメージを表示する表示手段と，"
                },
                {
                  "fig": "c",
                  "subject": "前記表示手段に表示された文書の印刷イメージ上の範囲指定を受け付けるセレクション受付手段と，"
                },
                {
                  "fig": "d",
                  "subject": "前記セレクション受付手段が受け付けた範囲指定に対応する文書の論理構造を特定するセレクション管理手段と，"
                },
                {
                  "fig": "e",
                  "subject": "前記セレクション管理手段により特定された文書の論理構造から，削除対象とすべき文書の範囲を決定する範囲決定手段と，"
                },
                {
                  "fig": "f",
                  "subject": "削除指示入力を受け付ける削除指示入力手段と，",
                  "text": [
                    "g1 前記削除指示入力手段が受け付けた削除指示に基づく操作が文書の論理構造に矛盾を生じさせずに行えると判断した場合に，",
                    "g2 前記範囲決定手段が決定した範囲を削除し，",
                    "g3 該範囲の最後尾を含むセグメントの弟のセグメントを該削除範囲の先頭を含むセグメントの親の子として移動する削除手段と"
                  ]
                },
                {
                  "fig": "h",
                  "text": [
                    "を具備することを特徴とする文書処理装置。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "審決の内容は，別添審決写しのとおりである。",
                        "その理由の要点は，本願発明は，その出願前に頒布された特開平2−299064号公報(甲1。以下「引用例」という。)に記載された発明及び周知・慣用技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "上記判断をするに当たり，審決は，本願発明と引用例に記載された発明(以下「引用例発明」という。)との一致点及び相違点を，次のとおり認定している。",
                        "(一致点)",
                        "「 論理構造を有する文書を保持する文書保持手段と，",
                        "前記文書の印刷イメージを表示する表示手段と，",
                        "前記表示手段に表示された文書の印刷イメージ上の範囲指定を受け付けるセレクション受付手段と，",
                        "前記セレクション受付手段が受け付けた範囲指定に対応する文書の論理構造を特定するセレクション管理手段と，",
                        "前記セレクション管理手段により特定された文書の論理構造から，削除対象とすべき文書の範囲を決定する範囲決定手段と，",
                        "削除指示入力を受け付ける削除指示入力手段と，",
                        "前記範囲決定手段が決定した範囲を削除する削除手段と",
                        "を具備することを特徴とする文書処理装置」である点",
                        "(相違点1)本願発明の論理構造を有する文書は，親子兄弟に例えて関係を表現することのできるセグメントからなるものであるのに対し，引用例発明の論理構造を有する文書はSGMLによって定義されているものである点。",
                        "(相違点2)本願発明の削除手段は，削除指示入力手段が受け付けた削除指示に基づく操作が文書の論理構造に矛盾を生じさせずに行えると判断した場合に，前記範囲決定手段が決定した範囲を削除し，該範囲の最後尾を含むセグメントの弟のセグメントを該削除範囲の先頭を含むセグメントの親の子として移動するのに対し，引用例発明ではそのような削除及び移動を行うものか明確ではない点。",
                        "(4)審決の取消事由",
                        "しかしながら，審決は，相違点2に係る構成は慣用技術に基づいて当業者が容易になし得るとした点において誤りであるから(取消事由)，違法として取り消されるべきである。"
                      ]
                    },
                    {
                      "fig": "ア",
                      "text": [
                        "本願発明は，構成aのとおり「親子兄弟に例えて関係を表現することのできるセグメントからなる論理構造を有する文書」(以下「論理構造文書」という。)を対象として，構成g2及びg3のとおり「前記範囲決定手段が決定した範囲を削除し，該範囲の最後尾を含むセグメントの弟のセグメントを該削除範囲の先頭を含むセグメントの親の子として移動する削除手段」を有するものであり，この点で引用例と相違している(相違点2)。本願発明は，相違点2に係る構成により，その論理構造文書中の所定の指定文字列を削除した場合であっても，その論理構造文書が持つ階層構造を考慮しながら，削除指定された指定文字列以外の文字列の移動を可能ならしめるものである。",
                        "すなわち，論理構造文書においては，その文書は論理構造を有しているから，論理構造を構成する構成部分の一部が削除されてしまうと，今までの論理構造が崩れてしまい，特に，その削除された構成部分に関係していた他の構成部分が削除後の論理構造を構築出来なくなってしまう場合が生じる。そこで，本願発明の構成g3においては，「該範囲の最後尾を含むセグメントの弟のセグメント」を，「該削除範囲の先頭を含むセグメントの親の子」として移動させている。これを具体的にいうと，本願明細書(公開特許公報，特開平6−110885号。甲3)の図7～図9のように，to部分木のうち斜線部で示された部分がfrom部分木の所定の位置に移動し，また，図21～23のように，削除操作前には「2.2節」であったものが，削除操作後に「1.2節」へと移動するのである。いずれの例も，削除操作後の移動に関して，その論理構造文書の階層構造を考慮しながら，その論理構造に矛盾が生じないように削除している。このようにすることで，本願発明は，本願明細書の段落【0045】に記載されたとおり，単純な削除に比べて「階層構造を正しく保持したまま編集を実行することができる」という効果を有しているのである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "審決が慣用技術の例として挙げた特開平2−257270号公報(甲2)記載の技術(以下「例示技術」という。)を本願発明と比較すると，削除後に指定文字列以外の文字列を移動させること自体については共通するが，その指定文字列以外の文字列を移動させる態様は大きく異なっている。",
                        "すなわち，例示技術では，指定文字列の削除後に指定文字列以降の文字列を指定文字列の存在した場所に単に移動させている(以下「スライド的な移動」という。)のに対し，本願発明は，そのようなスライド的な移動ではなく，一定の規則により，指定文字列以降の文字列に対して，親子兄弟の階層構造を考慮した「該範囲の最後尾を含むセグメントの弟のセグメントを該削除範囲の先頭を含むセグメントの親の子」とした移動を行っている(以下「階層構造的な移動」という。)。それゆえ，本願発明では，例えば，削除操作前には「2.2節」であったものが，削除操作後に「1.2節」へと論理構造の再構築が行われるのである。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "上記相違は，そもそも，例示技術(甲2)が階層構造を有しない一般文書を対象とした単なる文字列の削除を示しているのにすぎないのに対し，本願発明は，親子兄弟の階層構造を含んだ論理構造文書を対象とした文字列の削除であることに起因する。論理構造文書においては，論理構造を構成する構成部分の一部が削除されてしまうと，今までの論理構造が崩れてしまい，その削除された構成部分に関係していた他の構成部分が削除後に論理構造を構築できなくなってしまう。それゆえ，論理構造文書には，階層構造的な移動が必要となる。一方で，例示技術には，かかる階層構造的な移動という思想は全く存在せず，例示技術に基づいて，本願発明における階層構造的な移動を想起することは不可能である。",
                        "よって，相違点2について，慣用技術から「当業者が適宜なし得る」事項であるとした審決の判断は明らかに誤りである。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "text": [
                        "上記のとおり，相違点2が慣用技術と同等であるとした判断は誤ったものであるから，引用発明と慣用技術とを組み合わせて本願発明を容易になし得るとした判断は明らかに誤っている。"
                      ]
                    },
                    {
                      "fig": "オ",
                      "text": [
                        "そもそも，本願発明の特許請求の範囲に記載された移動対象は「セグメント」であり，「セグメント」とは，本願明細書の段落【0020】で「○●は段落や節などのセグメントを表している」とあるとおり，図8に例示される○や●などの段落や節が「セグメント」である。そして，図8に例示される「ひふへほ」等がセグメントの「文字内容」である。",
                        "そうすると，セグメントの「文字内容」である「あいうえお」や「はひふへほ」は，「セグメント」でないことは明らかであり，審決の判断及び被告の主張は，「セグメント」とセグメントの「文字内容」とを混同している。",
                        "したがって，以上のような混同に基づく審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "カ",
                      "text": [
                        "上記ア～オのとおり，削除を行う際に階層構造を正しく保持したまま編集を実行するという本願発明の効果は，階層構造を有した文書の一部を削除する場合に初めて生ずるものである。したがって，審決が，本願発明の効果を，本願発明のような技術的思想が一切存在しない引用例発明や例示技術から当業者が普通に想起する範囲内のものであるとした判断も誤ったものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認める。同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の主張",
          "text": [
            "原告が，審決の認定判断が誤りであるとして主張するところは，次のとおりいずれも失当である。",
            "(1)原告の主張アに対し",
            "本願発明の特許請求の範囲には，論理構造文書が持つ階層構造を考慮しながら，削除指定された指定文字列以外の文字列の移動を可能ならしめることや，論理構造文書の階層構造を考慮しながら，その論理構造に矛盾が生じないように削除するための構成は記載されておらず，原告の主張は特許請求の範囲の記載に基づかないものである。本願発明の削除後の移動についての構成g3は，単に選択範囲の前後において，選択範囲以降の文字列を選択範囲直前の文字列の後ろに移動させることを意味するだけであって，削除後の移動が，論理構造文書の階層構造を考慮しながらなされることを示す構成は特許請求の範囲に記載されていない。",
            "(2)原告の主張イに対し",
            "本願発明の構成g1～g3には，原告が主張するような「一定の規則」なる文言は存在せず，「論理構造の再構築」が行われることも記載されていない。仮に，構成g3が，原告が主張するような「階層構造的な移動」であるとしても，引用例発明は，構造化ドキュメントの構造を乱すことなく，構造化ドキュメントの中のマークがついた部分を，「構造化削除」機能によって削除することができるものでもある(甲1の3頁右下欄10行～12行参照)から，構造化文書の一部の選択範囲を削除するに当たり，指定文字列以降の文字列に対して，親子兄弟の階層構造を考慮した移動を行うようにすることも，当業者にとって容易である。",
            "(3)原告の主張ウに対し",
            "本願発明の特許請求の範囲には，原告のいう「階層構造的な移動」を示す構成が記載されていないことは既に上記(1)，(2)のとおりである。仮に，構成g2，g3が，原告が主張する「階層構造的な移動」を意味するものと解したとしても，引用例発明も論理構造を有する文書の削除を行うに際して論理構造に矛盾を生じさせずに行えると判断した場合に範囲決定手段が決定した範囲の削除を行っていること，論理構造を有する文書の編集に当たって論理構造を考慮するのは当然であることから，論理構造を有する文書の削除を行う引用例発明において，削除する範囲を指定して当該範囲を削除することによって，削除する範囲の最後尾より後ろの部分を，階層構造を考慮して移動させること，すなわち原告が主張する「階層構造的な移動」を行うことは当業者が容易に想到し得ることであって，相違点2について，引用例発明及び慣用技術に基づいて当業者が容易になし得るとした審決の判断に誤りはない。",
            "(4)原告の主張エに対し",
            "相違点2に係る構成が慣用技術と同等であるとの判断を審決は行っていない。すなわち，審決が慣用技術と認定したのは，「文書編集処理において，範囲指定した範囲を削除する際に，削除した部分以外の部分を移動させること」(審決7頁28～30行)であって，相違点2に係る構成そのものが慣用技術であるとの認定を行っていないことは明らかである。そして，引用例発明と慣用技術とは，文書編集処理という共通の技術分野に属し，両者を組み合わせることを阻害する要因もなく，組合せに何らの困難性もないことは明らかである。したがって，引用例発明において，本願発明の相違点2に係る構成とすることは慣用技術に基づいて当業者が容易になし得ることであるとした審決の判断に誤りはない。",
            "(5)原告の主張オに対し",
            "被告が，構成要件g3について，単に選択範囲の部分を削除して残った部分が移動してくること，すなわち，選択範囲の前後において，選択範囲以降の文字列を選択範囲直前の文字列の後ろに単に移動させることを意味するものと解されると主張したのは，本願明細書(甲3)の図22の例でいえば，「はひふへほ」の部分だけを指して「セグメント」が移動していると説明したものではなく，「はひふへほ」以降の「文字列」，すなわち，「 はひふへほ",
            "2．2節 F",
            "まみむめも，やいゆえよ」",
            "が移動することを説明したのであって，原告が主張するように「セグメント」と「文字内容」とを混同したものではないことは明らかである。",
            "(6)原告の主張カに対し",
            "引用例発明が，本願発明と同様に論理構造を有する文書を想定したものであることは争いがなく，引用例発明において，選択範囲の削除を行った上で慣用技術である選択範囲の削除に伴う移動を行った結果として得られる効果は，何ら格別なものではなく当然得られる効果にすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下においては，原告主張の取消事由に即して審決の適否について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由の有無",
          "text": [
            "(1)原告は審決の取消事由として相違点2についての容易想到性の判断の誤りを主張するところ，本件記録によれば，当事者間に争いがあるのは，本願発明の構成g3は慣用技術(特開平2−257270号公報〔甲2〕の第4図(A)及び(B)に示された技術)にすぎず，引用例発明において構成g3の構成を採用することは当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到し得た，との審決の判断の当否である。",
            "(2)構成g3の技術的意義について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本願発明の構成g3の意味について，審決は，「例えば明細書段落【0043】並びに図22及び図23の記載を参照して，図22において，『1.1節 B』の『かきくけこ』から『2.1節 E』の『なにぬねの』までが範囲指定され，この部分を削除した結果，図22においては『2.2節 F』であったのが，図23においては『1.2節 F』となっていること，すなわち，『削除範囲の先頭を含むセグメント』である，『1.1節 B』の親である『第1章 A』の子として，『範囲の最後尾を含むセグメントの弟のセグメント』である，図22の『2.2節 F』が移動して『1.2節 F』(図23)となることをいうものであるが，削除前に異なるセグメントに存在していた文章である，『1.1節』に含まれていた『あいうえお』及び『2.2節』に含まれていた『はひふへほ』が，削除後に，同じセグメントである『1.1節』にまとめられて『あいうえお，はひふへほ』になっていることからして，単に範囲指定した範囲を削除した結果として，『2.2節』が，『1.2節』になるだけのことを意味しているものと解され(る)」(7頁15行～28行)と認定したところ，この認定については原告もこれを争っていない。",
                "被告は，このような意味を有する構成要件g3の技術的意義について，文字どおり，文書の範囲決定手段が決定した範囲すなわち選択範囲の削除により，選択範囲の最後尾が含まれるセグメントと同じ階層のセグメント(弟)がそのまま移動することを意味し，選択範囲の前後において，選択範囲以降の文字列を選択範囲直前の文字列の後ろに単に移動させることを意味するものと解されると主張し，さらに，本願明細書の図22及び図23において「2.2」という数字が「1.2」に変更されていることに関しては，具体的にどのようにしてこのような数字の変更がなされるのか，明細書の記載を参照しても明らかではなく，その仕組みに関する構成は特許請求の範囲に何ら記載されていないと主張する。",
                "これに対して，原告は，構成g3における移動の対象はセグメントの「文字内容」でなく「セグメント」であり，被告の主張は「セグメント」とセグメントの「文字内容」とを混同するものであって，本願発明において移動は「そのまま」行われているわけではない，と主張する。また，原告は，「第2章」の子で「2.1節」の弟でもある「2.2節」のセグメントが，「第1章」の子として「1.2節」のセグメントに移動したのであるから，選択範囲以降の文字列を選択範囲直前の文字列の後ろに単に移動させるとの被告の主張も失当である旨主張している。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "「セグメント」なる用語について，本願明細書(甲3)において格別の定義がないが，広辞苑(第5版)によれば「分節，区分」を意味する。そうすると，本願発明の構成aで定義された「親子兄弟に例えて関係を表現することのできるセグメント」とは，「親子兄弟に例えて関係を表現することのできる」「分節又は区分」といえるものである。そして，本願発明では，「削除指示入力手段が受け付けた削除指示に基づく操作が文書の論理構造に矛盾を生じさせずに行えると判断した場合に」(構成g1)，セグメント内の文字列又は文字内容について「前記範囲決定手段が決定した範囲を削除し」(同g2)，構成g3により，「該範囲の最後尾を含む」セグメントに対して「弟」関係にあるセグメントを，「該削除範囲の先頭を含むセグメント」に対して「親」に当たるセグメントの「子」に相当するセグメントとして「移動する」ことになる。",
                "本願明細書(甲3)の段落【0043】及び図21～図23には，選択された範囲の削除及びそれに伴う移動についての具体的な実施例が説明されているところ，「……1.1節の途中の文字から，2.1節の途中の文字までを選択して削除操作を行ったとすると，図23のような結果を得ることができる」(段落【0043】)と記載されているにとどまり，削除範囲の選択から削除後の移動に到る具体的な処理態様(動作態様)の説明はなされていない。しかし，図22において，「第1章」「1.1節」の「かきくけこ」から，「第2章」「2.1節」の「なにぬねの」まで(斜線でハッチングが施された部分で，上記段落【0043】の「1.1節の途中の文字から，2.1節の途中の文字までを選択して」に対応する。)を削除範囲として選択したことは把握できる。そして，図23においてその選択範囲の削除が行われていることから，その範囲の削除が，構成要件g1の「削除指示入力手段が受け付けた削除指示に基づく操作が文書の論理構造に矛盾を生じさせずに行えると判断した場合」に相当するものと理解できる。また，実際にその削除によって，削除操作前の「第2章」「2.1節」の「なにぬねの」に続く「はひふへほ」が，削除後は「第1章」「1.1節」の「あいうえお」の後ろに移動し，次に，「はひふへほ」に続く，削除操作前の「2.2節」にあった「まみむめも，やいゆえよ」が，「1.1節」の「はひふへほ」の後に続く形で移動して，新たに「1.2節」の「まみむめも，やいゆえよ」となったことが把握できる。",
                "このような本願明細書記載の実施例においては，「文字列」又は「文字内容」に関しては，「あいうえお」に続く，「かきくけこ」，「さしすせそ，たちつてと」及び「なにぬねの」が削除され，それに続く「はひふへほ」及び「まみむめも，やいゆえよ」が，「あいうえお」の後に単純に移動したものと理解できる。",
                "一方，文書の論理構造に関しては，削除操作前は「第2章」「2.1節」のセグメントにあった「はひふへほ」が，削除操作後は「第1章」「1.1節」のセグメントに属することになり，削除操作前は「第2章」「2.2節」のセグメントにあった「まみむめも，やいゆえよ」が，「第1章」「1.2節」のセグメントに属することになったものであり，これが，構成g3すなわち「範囲決定手段が決定した範囲を削除し，該範囲の最後尾を含むセグメントの弟のセグメントを該削除範囲の先頭を含むセグメントの親の子として移動する」ことに相当すると認められる。そうすると，実際の対応関係として，削除する「範囲の最後尾を含むセグメント」は「2.1節」に，その「最後尾を含むセグメントの弟のセグメント」は「2.2節」に，「該削除範囲の先頭を含むセグメント」は「1.1節」に，その「セグメントの親」は「第1章」に，その「親の子」は「1.2節」に，それぞれ対応するものと理解できることから，上記のように，削除操作前は，「2.2節」の「まみむめも，やいゆえよ」であったものが，削除操作後の移動によって「1.2節」の「まみむめも，やいゆえよ」となったものであって，構成要件g3と上記具体的な実施例とは，文書の論理構造の面において整合がとれているものと認められる。",
                "よって，本願明細書(甲3)に記載された本願発明の実施例に即して検討すれば，「2.2節」が「1.2節」に変更されることは，文字列ないし文字内容に関していえば単なる移動であるのに対して，セグメントの論理構造に関していえば原告のいう「再構築」を伴っているということができるから，これを，削除後の文字内容の移動について示しているにすぎない慣用技術(特開平2−257270号公報〔甲2〕の第4図(A)及び(B)に示された技術)と同等であるとした審決の判断は，相当でないといわざるを得ない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "しかし，本願発明の構成g1～g3は，本願明細書及び図面(甲3)の図21～図23に係る具体的な実施例の削除及び移動に限定されるものではない。すなわち，本願明細書及び図面(甲3)の上記段落【0043】及び図21～23に説明された実施例では，親セグメントである「章」については，別々の親セグメントにまたがる範囲(「第1章」と「第2章」)を削除対象とし，かつ，その親セグメントの子セグメントである「節」については，同じ階層レベル(「1.1節」，「1.2節」，「2.1節」及び「2.2節」)の間を削除対象としているが，本願発明における削除操作の具体的態様は，かかる実施例に限定されるものでなく，以下のようなケースも想定し得るところである。",
                "〔ケース1〕",
                "「第1章」の下に「1.1節」から「1.3節」までの3つのセグメントが存在する文書(セグメントを1つ多くした文書)において，「1.1節」内の文字列の途中から「1.2節」内の文字列の途中までを削除対象として選択する場合(以下の文字囲み部分が削除対象。)",
                "第1章 A 第1章 A",
                "1．1節 B 1．1節 B",
                "あいうえお，かきくけこ あいうえお，たちつてと",
                "1．2節 C → 1．2節 D",
                "さしすせそ，たちつてと なにぬねの，はひふへほ",
                "1．3節 D",
                "なにぬねの，はひふへほ",
                "〔ケース2〕",
                "「1.1節」の「あいうえお，かきくけこ」の文字列のうちの一部を削除対象として選択する場合(以下の文字囲み部分が削除対象。)第1章 A 第1章 A",
                "1．1節 B → 1．1節 B",
                "あいうえお，かきくけこ あいうえお，こ",
                "上記〔ケース1〕においては，「1.2節」内で選択した削除範囲以降の文字列(「たちつてと」)は，「1.1節」内で選択した削除範囲直前の文字列(「あいうえお，」)の後ろに移動し，「1.2節」に続く「1.3節」は，削除範囲の最後尾を含むセグメントである「1.2節」の弟のセグメントに相当するから，削除に伴う移動により，削除範囲の先頭を含むセグメントである「1.1節」の親(「第1章」)の子，すなわち「1.2節」となる。",
                "また，上記〔ケース2〕においては，「1.1節」内における文字列が単に移動するのみで，セグメントについては，「1.1節」に続く弟のセグメントである「1.2節」は，削除操作の前後を通じて，削除範囲の先頭を含むセグメントである「1.1節」の親(「第1章」)の子であることに変更はない。",
                "したがって，本願発明は，セグメントの論理構造の変更を伴わない態様の削除操作及びこれに伴う移動を含んでいるといわざるを得ず，このような態様の移動は，審決のいう慣用技術と同等のものにすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上のとおり，審決が，本願明細書記載の実施例に即して構成g3が慣用技術と同等であると判断したことは相当ではないが，本願発明は実施例の態様に限定されるものではないのであるから，審決の判断の不相当性は，結論に影響を及ぼすものではない。",
        "(3)構成要件g3の容易想到性について",
        "原告は，慣用技術には階層構造的な移動という思想は存在せず，慣用技術に基づいて相違点2に相当する階層構造的な移動を想起することは不可能であるから，相違点2について，慣用技術から当業者が適宜なし得る事項であるとした審決の判断は誤りであり，その誤った判断を基にして，引用例発明と慣用技術とを組み合わせて本願発明を容易になし得るとした判断も誤っている旨主張する。",
        "しかしながら，本願明細書(甲3)においては，「階層構造的な移動」という記載は用いられておらず，また，請求項1で特定される本願発明の削除に伴う移動についても，前記(2)のとおり，「階層構造的な移動」に限定されるものでないことは明らかである。",
        "確かに，慣用技術の例として審決が挙げる特開平2−257270号公報〔甲2〕には，文書の論理構造及び本願発明のセグメントに該当するものを示唆する記載は認められないが，審決が慣用技術としているのは「一般に，文書編集処理において，範囲指定した範囲を削除する際に，削除した部分以外の部分を移動させること」(7頁28～29行)であり，文書の論理構造やセグメントを意識した移動の点まで含めて慣用技術であるとしたものでないことは明らかである。",
        "そして，「親子兄弟に例えて関係を表現することのできるセグメントからなる論理構造を有する文書」(構成a)における削除指示について，審決は，「引用例発明は，『ドキュメントのルート・エレメントが始点マークのドキュメント位置にある場合，始点マークのドキュメント位置は，マーク内の次の有効位置に合わせられ，これによってマークが空マークと衝突する場合は，削除は行われない』ものであり，このことは，削除指示入力手段が受け付けた削除指示に基づく操作が文書の論理構造に矛盾を生じさせずに行えると判断した場合には，範囲決定手段が決定した範囲の削除を行っているものと認められる。」(7頁6行～12行)と認定しているから，「……削除指示に基づく操作が文書の論理構造に矛盾を生じさせずに行えると判断した場合に」との構成(g1)は，引用例発明において既に開示されているとの見解に立っていることは明らかである。なお，この点については，引用例(甲1)には，以下の①及び②(両者が意味する内容は同趣旨と認められる。)の記載もある。",
        "①「本発明は，SGML(Standard Generalized Markup Language)によって定義されているようなドキュメントの階層構造を利用して，構造化ドキュメントの中でマークがついた部分を削除する方法である。ユーザは，この方法により，ドキュメントの構造を乱すことなく，ドキュメントの中のマーク箇所を削除することができる。",
        "本発明では，構造化ドキュメント内でマークがついた部分の内容が調べられ，どの始点タグと終点タグが対応しないか(すなわち対応するタグがマークに含まれないタグ)が決定される。終点タグにマークがつけられていない始点タグ，または始点タグにマークがついていない終点タグは，マークの内容が削除されるときに同時に削除されることのないように，フラグによって指示される。この方法によってタグを残すことにより，構造化ドキュメントの構造を乱すことなく，構造化ドキュメントの中のマークがついた部分を，『構造化削除』機能によって削除することができる。これにより，ユーザは，構造化ドキュメントの中でマークがついた部分を，ドキュメントの構造を乱すことなく削除する方法を利用できる。」(3頁右下欄6行～4頁左上欄7行)",
        "②「本発明は，構造化ドキュメント25の中のマークがついた部分の内容を調べて，対応しない始点タグと終点タグ(すなわち対応する相手となるタグがマーク内に含まれないタグ)を決定するものである。終点タグにマークがついていない始点タグまたは始点タグにマークがついていない終点タグは，マークの内容が削除されたときに同時に削除されることがないように，フラグで指示される。この方法によってタグを残しておくことにより，複合化ドキュメントの中のマークがついた部分が，ドキュメントの構造を乱すことなく『構造化削除』機能によって削除される。」(5頁左上欄13行～右上欄4行)",
        "このように，引用例発明においても，階層構造を有するSGMLのような論理構造を持つ文書を削除するに当たって，削除指示に基づく操作が文書の論理構造に矛盾を生じさせずに行えると判断した場合に，範囲決定手段が決定した範囲の削除を行っているのである。",
        "そうすると，審決は，本願発明と同様に「削除指示入力手段が受け付けた削除指示に基づく操作が文書の論理構造に矛盾を生じさせずに行えると判断した場合に，前記範囲決定手段が決定した範囲を削除(する)」(本願発明の構成g1，g2)ものである引用例発明に対して，通常の文書編集処理における慣用技術である「範囲指定した範囲を削除する際に，削除した部分以外の部分を移動させること」を適用すれば，論理構造を持つ文書の削除に伴う移動として，本願発明のように「該範囲の最後尾を含むセグメントの弟のセグメントを該削除範囲の先頭を含むセグメントの親の子として移動すること」は，当業者にとっては容易想到であると認定したものと解される。すなわち，上記慣用技術である削除に伴う移動の対象となる文書が，引用例発明におけるSGMLのような論理構造を有する文書である場合に，移動に先立つ削除操作を，その文書の論理構造に矛盾を生じさせることなく行ったのであれば，これに引き続く移動においても論理構造の整合が図れるように行うことは，当業者であれば当然の創意工夫にとどまるというべきである。そして，上記(2)ウのとおり，「該範囲の最後尾を含むセグメントの弟のセグメントを該削除範囲の先頭を含むセグメントの親の子として移動する」ことが，本願明細書記載の実施例に限定されるものではなく，例えば〔ケース1〕において，削除操作に伴って「1.3節」を「1.2節」とするセグメントの移動を行うことに，特段の困難性があるということはできない。",
        "(4)以上のとおりであるから，本願発明の構成g3は当業者が容易に想到できたものであるといわざるを得ず，これと同旨の審決の判断は，相当なものとして是認することができる。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上の次第で，審決の判断には相当でない部分があるが結論に影響を及ぼすものではなく，原告が取消事由として主張するところは理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10382",
    "date": "2007-03-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034434",
    "ipprecedent_id": "930",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}