{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80236号事件について平成18年4月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の有する後記特許の請求項1ないし23について，被告が無効審判請求をしたところ，特許庁がこれを無効とする審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "オランダ国ロッテルダムに本店を置くユニリーバー・ナームローゼ・ベンノートシャープ(以下「訴外会社」という。)は，昭和63年(1988年)4月26日(パリ条約に基づく優先権主張1987年〔昭和62年〕4月27日〔以下「本件優先日」という。〕及び同年10月30日，いずれも英国)に国際出願(特願昭63−503518号)し，平成7年5月17日には出願公告(特公平7−46107号)がなされたが，特許異議の申立てがなされたため，特許請求の範囲について平成8年10月25日付けで補正を行い，平成9年10月24日に設定登録がなされた(特許第2132903号。請求項の数23。以下「本件特許」という。)。本件特許は，その後，訴外会社から原告に譲渡され，平成14年8月16日付けで移転登録手続がなされた。",
                "これに対し被告は，平成17年7月29日，本件特許の請求項1ないし23について特許無効審判請求をした。そこで特許庁は，これを無効2005−80236号事件として審理し，平成18年4月17日，「特許第2132903号の請求項1ないし23に係る発明についての特許を無効とする。」旨の審決をし，その謄本は平成18年4月27日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "平成8年10月25日付け補正後の特許請求の範囲記載は，請求項1ないし23から成り，その内容は，下記のとおりである(補正公報は甲5の2。",
                "以下順に「本件発明1」～「本件発明23」という。)。",
                "記"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "不透湿性固体材料からなる中空ケーシング中に乾燥多孔質キャリヤを収容しており，前記多孔質キャリヤに液体試料が適用され得るように多孔質キャリヤはケーシングの外部と直接的または間接的に連通しており，湿潤状態において多孔質キャリヤ内部を自由に移動し得る，検体に対して特異結合性の標識付き試薬と，キャリヤ材料上の検出区域に永久的に固定化されており，従って湿潤状態でも移動しない，同検体に対して特異結合性の無標識試薬とを含んでおり，適用された液体試料が標識付き試薬を吸収した後に検出区域に浸透するように標識付き試薬と検出区域との位置関係が相互に空間的に分離して決定されており，さらに標識付き試薬が検出区域において結合された程度を観察できる手段を含む分析試験装置であって，標識が粒状の直接標識であって，液体試料が適用される前ケーシング内に乾燥状態で保存されていることを特徴とする前記分析試験装置。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "標識付き試薬は乾燥多孔質キャリヤの第一区域に含まれており，第一区域から空間的に区別されるケーシング区域に無標識試薬が固定化されており，2つの区域が多孔質キャリヤに適用された液体試料が第一区域から検出区域に浸透するように配設されていることを特徴とする請求の範囲1に記載の装置。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "粒状の直接標識が染料ゾルまたは金属ゾルであることを特徴とする請求の範囲1または2に記載の装置。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "粒状の直接標識が最大直径が約0．5μm以下の着色ラテックス粒子であることを特徴とする請求の範囲1または2に記載の装置。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "ケーシングが不透明もしくは半透明の材料から構成されており，ケーシングに分析結果を観察するための開口部が少なくとも1つ設けられていることを特徴とする請求の範囲1～4のいずれかに記載の装置。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "ケーシングがプラスチック材料から成形されていることを特徴とする請求の範囲1～5のいずれかに記載の装置。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "多孔質キャリヤが多孔質材料製ストリップもしくはシートからなることを特徴とする請求の範囲1～6のいずれかに記載の装置。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "多孔質キャリヤが透明な不透湿性材料製層で裏打ちされた多孔質材料製ストリップもしくはシートからなり，前記透明層が湿気または試料の進入を防ぐために開口部に隣接してケーシングの内側に接触していることを特徴とする請求の範囲7に記載の装置。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "裏打ち材料が透明なプラスチック材料であることを特徴とする請求の範囲8に記載の装置。",
            "10 多孔質キャリヤ材料がニトロセルロースであることを特徴とする請求の範囲1～9のいずれかに記載の装置。",
            "11 ニトロセルロースが少なくとも1μmの孔径を有することを特徴とする請求の範囲10に記載の装置。",
            "12 孔径が5μm以上であることを特徴とする請求の範囲11に記載の装置。",
            "13 孔径が8～12μmであることを特徴とする請求の範囲12に記載の装置。",
            "14 多孔質キャリヤの検出区域の下流に，液体試料が検出区域を超えて浸透したことを示す対照区域が設けられており，対照区域もケーシングの外側から観察可能であることを特徴とする請求の範囲1～13のいずれかに記載の装置。",
            "15 多孔質キャリヤがその末端部に吸収性シンクを有するストリップであり，前記シンクが未結合の標識付き試薬を検出区域から洗い流し得る十分な吸収能力を有することを特徴とする請求の範囲1～14のいずれかに記載の装置。",
            "16 標識付き試薬が多孔質キャリヤに表面層として付与されていることを特徴とする請求の範囲1～15のいずれかに記載の装置。",
            "17 多孔質キャリヤの，標識付き試薬が付与されている領域が艶出し剤で予め処理されていることを特徴とする請求の範囲16に記載の装置。",
            "18 艶出し剤が糖であることを特徴とする請求の範囲17に記載の装置。",
            "19 検出区域の固定化試薬が該検出区域のキャリヤの厚さ全体に亘り含浸されていることを特徴とする請求の範囲1～18のいずれかに記載の装置。",
            "20 検体がhCGであることを特徴とする請求項1～19のいずれかに記載の装置。",
            "21 検体がLHであることを特徴とする請求の範囲1～19のいずれかに記載の装置。",
            "22 自由に移動し得る試薬が検体に対して特異結合性である代わりに，自由に移動し得る試薬が存在下で競合反応に参加し得ることを特徴とする請求の範囲1～21に記載の装置。",
            "23 検体を含むと思われる水性液体試料を請求の範囲1～22のいずれかに記載の分析試験装置に接触させて，試料を毛細管作用により多孔質キャリヤ中を第1区域を介して検出区域に浸透させ且つ標識付き試薬を試料と共に第1区域から検出区域に移動させ，標識付き試薬が検出区域で結合されている程度を観察することにより試料中の検体の存在を決定することを特徴とする分析方法。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写し記載のとおりである。",
                    "その要点は，本件発明1ないし7は，下記甲1発明，甲2発明，甲4発明及び周知の技術的事項に基づいて，本件発明8ないし23は，下記甲1～甲3発明及び周知の技術的事項に基づいて，いずれも当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものであった。",
                    "記",
                    "①特開昭61−145459号公報(審判甲1・本訴甲1。以下，「甲1公報」と，同記載の発明を「甲1発明」という。)",
                    "②特開昭61−142463号公報(審判甲2・本訴甲2。以下，「甲2公報」と，同記載の発明を「甲2発明」という。)",
                    "③特開昭53−47894号公報(審判甲3・本訴甲3。以下，「甲3公報」と，同記載の発明を「甲3発明」という。)",
                    "④特開昭60−53847号公報(審判甲4・本訴甲4。以下，「甲4公報」と，同記載の発明を「甲4発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，甲1発明を次のように認定し，かつ本件発明1との一致点及び相違点を下記のように摘示した。",
                    "記",
                    "＜甲1発明＞",
                    "「液体試料が適用される前は乾燥状態である分析デバイスであって，水性溶液吸収能を有する支持体材料の帯状片内部を湿潤状態において自由に移動し得る，検体に対して特異結合性の標識付き試薬と，帯状片上の検出区域に永久的に固定化されており，従って湿潤状態でも移動しない，同検体に対して特異結合性の無標識試薬とを含んでおり，適用された液体試料が標識付き試薬を吸収した後に検出区域に浸透するように標識付き試薬と検出区域との位置関係が相互に空間的に分離して決定されており，さらに標識付き試薬が検出区域において結合された程度を観察できる分析デバイス」の発明。",
                    "＜一致点＞",
                    "「乾燥多孔質キャリアの湿潤状態において多孔質キャリヤ内部を自由に移動し得る，検体に対して特異結合性の標識付き試薬と，キャリヤ材料上の検出区域に永久的に固定化されており，従って湿潤状態でも移動しない，同検体に対して特異結合性の無標識試薬とを含んでおり，適用された液体試料が標識付き試薬を吸収した後に検出区域に浸透するように標識付き試薬と検出区域との位置関係が相互に空間的に分離して決定されており，さらに標識付き試薬が検出区域において結合された程度を観察できる手段を含む分析試験装置」である点。",
                    "＜相違点1＞",
                    "本件発明1においては，「不透湿性固体材料からなる中空ケーシング中に乾燥多孔質キャリヤを収容しており，前記多孔質キャリヤに液体試料が適用され得るように多孔質キャリヤはケーシングの外部と直接的または間接的に連通している」のに対し，甲1発明においては，乾燥多孔質キャリヤを中空ケーシングに収容することについては記載されていない点。",
                    "＜相違点2＞",
                    "本件発明1においては，「標識が粒状の直接標識であって，液体試料が適用される前ケーシング内に乾燥状態で保存されている」のに対し，甲1発明においては，標識として粒状の直接標識を使用し，液体試料が適用される前においてケーシング内に乾燥状態で保存することは記載されていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下に述べる理由により，相違点2についての判断を誤ったから(相違点1についての判断は争わない。)，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(粒状標識に関する技術常識の誤認)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決の「…免疫検定において粒状の直接標識を用いることは，上記甲第4号証だけに限らず，例えば…公報等に記載されているように，本件出願の優先日前に広く知られている。",
                        "そして甲第1号証には，「標識には，様々な可能性が知られているが中でも酵素標識が好ましい」として，酵素以外の標識を用いることも示唆されている(上記記載(1f)参照)ことから，甲第1号証記載の発明において，酵素標識に代えて同じように標識として周知であった粒状の直接標識の中から，甲4号証に記載されているような，吸水性部材上で凝集して可視信号を発することのできるようなものを選択して使用することは，当業者であれば容易に想到できるものである」(審決19頁第2段落～第3段落)との説示は，すなわち，①甲1公報には酵素以外の標識を用いることも示唆されている，②免疫検定において粒状の直接標識を用いることは甲4公報に限らず周知である，③甲4公報には粒状の直接標識のうちで吸水性部材の上で凝集して可視信号を発するようなものが記載されている，という論理であるから，審決は，甲1公報の「酵素以外の標識を用いること」の示唆のうちには粒状の直接標識を用いることまでも含まれると解していることになるが，そのような理解は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決が摘示した甲1公報の(1f)の記載は，「標識には様々な可能性が知られているが中でも酵素標識が好ましい。それは，色素原基質系または蛍光または化学発光を生じる基質系を必要とする。化学発光標識は，試薬の添加後にのみ測定される標識のもう一つの例である。化学発光それ自体または後者(基質系)により励起された蛍光のいずれかを測定することができる。…」(5頁右下欄最終段落～6頁左上欄第1段落)というもので，酵素標識以外の標識としては化学発光標識及び蛍光標識しか記載ないし示唆されていない。",
                        "順天堂大学大学院医学研究科教授A作成の平成18年8月22日付け見解書(甲9。以下「A見解書」という。)が述べるような，均質液相中で粒子標識が大きな凝集塊を形成する現象を利用する間接的凝集法は，特開昭55−15100号公報(甲10。以下「甲10公報」とい",
                        "う。)が公開された当時(昭和55年2月1日)から知られていたものであり，甲4発明もその手技の一種にほかならない。そうだとすれば，標識化免疫成分と検体免疫成分との複合体がストリップの毛細管内を自由に移動し得ることが検定原理の基本的前提であるところの，ラテラルフローストリップ法に属する検定手技を提案する甲1公報の発明者としてみれば，標識として金属ゾル粒子やラテックス粒子などの粒子標識を選択した場合に当然予想されるところの，ストリップに適用された液体試料の液相中で標識付免疫成分と検体免疫成分とが間接的凝集反応を起こして大きな凝集塊を形成することは，どうしても避けなければならない道理である。つまり，ラテラルフローストリップ法に属する発明である甲1公報の発明者にとって，当時の技術常識からすれば，粒子標識を使用することは初めから意識的に選択肢から除外されていたとみるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，粒状標識を用いる間接的凝集法に関する甲4公報は，そもそも甲1公報との組み合わせ適格性を欠き，阻害事由が存在するというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(甲1公報及び甲4公報の記載事項の誤認)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決が上記ア(ア)③のように認定したということは，甲1公報にも「吸水性部材上で凝集して可視信号を発することのできるようなもの」が記載されているとの認識を前提とするものである。",
                        "しかし，甲1公報には，「吸水性部材上で凝集して可視信号を発することのできるようなもの」は記載されていないから，審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1公報が用いる標識は，上記アで述べたとおり，好適な酵素標識，ないしは化学発光標識，蛍光標識に限られ，これらの標識付免疫成分は，液体試料中の検体免疫成分とただ結合するのみで，そのように結合した標識付複合体同士は，粒子標識を使用する場合と異なり，凝集することはない。甲1発明は，シート状の帯状片の内部を「被結合と標識結合パートナーとで形成される二成分複合体は溶媒と共に固相作用領域中に移行し」(7頁右下欄最終段落)得ることをもって基本的な検定原理とするものである。甲1公報の「シート状の試験片」ないし「帯状片」を甲4公報の「吸収性部材」に見立てる場合にも，甲1公報には，「吸水性部材上で凝集して可視信号を発することができるようなもの」は記載されていないことになる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，甲4公報の特許請求の範囲の請求項1の「…前記吸水性部材が水性検定媒体と接触せしめられるとき，空気／液体界面に隣接した該吸水性部材上の区域」との記載から，合理的に理解されるべき吸水性部材と水性検定媒体との接触態様は，吸水性部材の一方端を水性検定媒体の液中に挿入し，他端を液面から離れた上方に維持するという接触態様でなければならない。そうすると，空気／液体界面に隣接した該吸水性部材上の区域」とは，吸水性部材の表面(側面)上の，液面を横切る接線を含む狭い区域を意味することになる。ところで，甲4公報においては，水性検定媒体に上記の態様で吸水性部材を接触させると，液体媒体は吸水性部材に吸い寄せられ，吸水性部材の中を毛細管現象により液面より上方に移行し，続いて「該所定の寸法及び電荷の範囲内の粒子は該区域の小さな部位に濃縮」(同じく請求項1)するものであり，つまり，水性検定媒体中の所定の粒子も，水性媒体が吸水性部材に吸い寄せられる流れに沿って，吸水性部材へと引き寄せられるが，液体のように毛細管の中を進むことができないため，上記吸水性部材の表面上の液面を横切る接線を含む狭い区域のところに集中して「濃縮」され，このように吸水性部材の毛細管現象に参加することができず，吸水性部材の表面(側面)上の液面に接する狭い区域にとり残された濃縮物が，「可視信号を発することができるようなもの」にほかならない。すなわち，甲4発明は，使用する粒状物質が直接標識を兼ねる場合でも，粒状物質を使用することにより生成する凝集物が吸水性部材内を移動し得ないことにより，吸水性部材上の空気／液体界面に留まり濃縮する性質を利用することをもって検定原理とするものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上述べたところによれば，甲1公報のシート状の帯状片と甲4公報の吸水性部材は，素材的には共通ないし類似のものであっても，標識付免疫成分複合体に対する関係では，正に正反対の役割を演ずるものでしかなく，甲1発明の標識を甲4発明の標識に置換することはできない。",
                        "したがって，「…甲第1号証記載の発明において，…甲第4号証に記載されているような，吸水性部材上で凝集して可視信号を発することのできるようなものを選択して使用することは，当業者であれば容易に想到できるものである」(審決19頁下第2段落)とした審決の判断は，両者における，標識成分に対する吸水性部材の役割の相違に基づく検定原理の相違の看過，それに伴う「吸水性部材上」の意味に関する観念の混同及び「凝集」に関する事実誤認があり，明らかに誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告は，石川榮治・河合忠・宮井潔編「酵素免疫測定法(第2版)」株式会社医学書院1982年〔昭和57年〕12月15日発行〔第2版第1刷〕10頁～21頁(乙1。以下「乙1刊行物」という。)等を引用して本件発明1の容易想到性について主張するが，これらの証拠は審判手続において審理判断されなかったものであるから，最高裁昭和51年3月10日大法廷判決(民集30巻2号79頁)に反し，許されない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(容易想到性の判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…吸収性材料からなる帯状片中で媒体とともに毛管現象により移動可能となるように，粒子の大きさや吸収材料の気孔の大きさについて吟味して適当な範囲のものを選択することは，例えば甲第1号証に溶媒や試薬の移動を使用材料の吸着能や寸法によつて制御することを示唆する記載(上記記載(1d)参照)や，試験要素の機能に必要とされる様々な試薬を乾燥状態で含有させる記載(上記記載(1d)参照)があること，さらに甲第2号証に被検物質や信号発生系の要素を運び得る支持体を用いることを示唆する記載(上記記載(2c)参照)等があることからみて，当業者であれば容易になし得ることである」(審決20頁第1段落～第2段落)と判断したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲4公報にもみられるように，粒状標識付き二成分複合体が液相中でブリッジすなわち凝集物を生成するという，本件発明1の優先日(1987年〔昭和62年〕4月27日)当時の技術常識の下においては，当業者が単に個々の粒子の大きさと吸収性材料の気孔の大きさについて吟味するだけで，粒子の凝集物が媒体とともに毛管現象により移動可能になるような適当な範囲のものを選択できるなどと認識することは不可能であり，審決の上記容易想到性の判断の誤りは明らかである。なお，審決が参照する甲1公報の(1d)及び甲2公報の(2c)のいずれの記載中にも，粒状標識付き免疫成分の二成分複合体が吸収性部材中で凝集塊を生ずることなく媒体とともに毛管現象により移動可能であることを示唆する記載は一切ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(本件発明2ないし23についての判断の誤り)",
                  "text": [
                    "本件発明2ないし23は，いずれもその構成中に上記相違点2を含むものであり，相違点2についての審決の判断が上記のとおり誤りである以上，本件発明2ないし23についての審決の判断は，本件発明1におけると同様に誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，審決には原告が主張するような違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1公報の発明者にとって，当時の技術常識からすれば，粒子標識を使用することは初めから意識的に選択肢から除外されていたと主張するが，事実に反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件優先日(1987年〔昭和62年〕4月27日)前に刊行された次の刊行物には，それぞれ以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙1刊行物(石川榮治・河合忠・宮井潔編「酵素免疫測定法(第2版)」株式会社医学書院1982年〔昭和57年〕12月15日発行〔第2版第1刷〕)",
                      "text": [
                        "「ある特定のhybridoma cell line は融合した単一の脾細胞に特異的な抗体のみを産生しうることである。すなわち，モノクローン抗体で，それぞれのクローンに属する抗体産生細胞はたった1種類の抗体のみを産生する。…ごく限られた特異性に基づくため，沈降反応や凝集反応にはむしろ非能率的である。」(20頁第3段落～最終段落)(イ) 昭和60年10月1日医学の世界社発行「産婦人科の世界」1985年10月号(Vol.37.No.10.乙2。以下「乙2刊行物」という。)「…すなわち，本試薬と被検尿とを反応させると，もし尿中にintactなhCGが存在する場合には，2種類の抗体によって，hCGがサンドイッチされ，その結果ラテックス凝集反応を示すことになる。しかし，尿中にhLHが存在する場合には，その一部は抗hCG−β抗体と反応するが，抗hCG−αβ抗体との反応はなく，ラテックス凝集反応を示さぬことになる…。」(63頁右欄第1段落)",
                        "「…すなわち，今回使用した pregslideは，hCG−βおよびhCG−αβに対する，2種類のモノクローナル抗体をラテックス担体に感作させ，両抗体でintactなhCG分子のみをはさみこむいわば，サンドイッチ法を応用したものである…。」(67頁左欄最終段落～右欄第1段落)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "昭和62年4月1日医学の世界社発行「産婦人科の世界」1987年4月号(Vol.39.No.4.乙3。以下「乙3刊行物」という。)",
                      "text": [
                        "「…被検尿中に感度以上のhCGが存在している場合には，hCGが2種類の抗体によってサンドイッチされるためにラテックスが凝集反応を起こし，その結果管底にラテックスがSmooth matに沈降し，凝集像を呈する(陽性反応)。…2種類の抗体と反応しなければラテックスは凝集しないため，LH，FSH，hCGα，hCGβなどが存在し",
                        "ても一方の抗体とだけ反応して，もう一方の抗体とは反応しないためラテックスは凝集せずにそのまま沈降する…。」(97頁右欄第1段落)",
                        "「したがって同じα subunit を持つLH，FSH，TSHなどは抗hCGα抗体感作ラテックス粒子には結合できても，抗hCGβ抗体感作ラテックス粒子とは結合不能であるために，2種類のラテックス粒子は凝集反応を起こさない。」(101頁右欄最終段落～102頁左欄)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特開昭61−187659号公報(乙5。以下「乙5公報」とい",
                      "text": [
                        "う。)",
                        "抗hCGα抗体(モノクローナル抗体であってポリクローナル抗体ではない。)を2種，あるいは，抗hCGβ抗体(モノクローナル抗体であってポリクローナル抗体ではない。)を2種使用した場合には，凝集しないことを開示する(特に4頁の「第1表」参照)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イの(ア)ないし(エ)の記載によれば，本件優先日(1987年〔昭和62年〕4月27日)当時，均質液相中で免疫反応を行っても粒子が凝集を起こさない反応系は公知であり，甲1発明の技術に甲4公報の「粒状の直接標識」を適用することによって，凝集反応を生じせしめない反応系を生成することは，当業者にとって公知であったことが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "上記(1)で述べたところによれば，本件発明1が凝集反応を生じさせないことは明らかであり，甲4公報の直接標識を凝集反応させない条件についても当業者にとって公知であったから，甲4発明が凝集反応を前提としているか否かにかかわらず，甲1発明の技術に甲4公報の「粒状の直接標識」を適用することに阻害事由がないことは明らかである。",
                "甲4公報で使用される直接標識が凝集を起こすか否かは公知の技術によって変えることができるから，原告の主張するように甲1公報のシート状の帯状片と甲4公報の吸収部材が正反対の役割を有するということはあり得ない。すなわち，直接標識に対して凝集を起こさない条件を作ることは当業者にとって容易であり，この条件の差異に基づいて甲1公報のように標識が移動するシート状の多孔質キャリアを用いるのか，甲4公報のように移動を要しない吸水性部材を用いるのかは，設計事項にすぎない選択というべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "本件優先日当時において，多孔質キャリア中にて粒状の直接標識が検体との結合を行ったとしても凝集を起こさせない条件を作ることは，当業者にとって公知であった。さらに，本件発明1において，1つの粒状の直接標識が検体と結合することはあっても，検体を介して複数の直接標識が連鎖的に結合して凝集を起こすことはなく，審決の容易想到性の判断に何ら誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "相違点1についての審決の判断に誤りがないことは上記のとおりであるから，原告の取消事由4の主張は前提において誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，審決の適否につき，原告主張の取消事由ごとに判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(粒状標識に関する技術常識の誤認)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1公報の(1f)の記載(審決6頁最終段落～7頁第1段落参照)は酵素標識以外の標識としては化学発光標識及び蛍光標識しか記載ないし示唆されてなく，甲1公報の発明者にとって当時の技術常識からすれば粒子標識を使用することは初めから意識的に選択肢から除外されていたとみるべきであるから，粒状標識を用いる間接的凝集法に関する甲4公報は，そもそも甲1公報との組み合わせ適格性を欠き，阻害事由が存在すると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1982年(昭和57年)12月15日に発行された乙1刊行物には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「1．抗原抗体反応の機序",
                      "text": [
                        "沈降反応の起こり方については，BORDETの2相説にしたがって，2段階に分けて考えられている。すなわち，第1段階では抗原分子と抗体グロブリンが特異的に結合し，第2段階では免疫コンプレックスが集って不溶性の沈降物を形成する。",
                        "a．第1段階−抗原と抗体の結合",
                        "ハプテンと抗体との結合について述べたことがほとんどすべて適用することができる。この結合反応は特異的で，極めて速やかに起こり，混合してから2～3分間でほぼ完結すると考えられる。",
                        "…",
                        "抗原と抗体の結合にはいろいろの因子が影響するが，特に最適のpHがあり，pH3．0以下，9．0以上では抗原抗体結合が起こらない。",
                        "そのほか塩類濃度も影響するが，第1段階に関する限り温度は大きな影響を及ぼさない。ただし，60℃以上の高温では抗体分子の一部が抗原から解離することがある。",
                        "b．第2段階−不溶性沈降物の形成",
                        "この反応はゆるやかに起こり，時に完結するのに数日を要する。二相説では物理化学的環境によって非特異的に起こると考えたが，第1段階と同様に血清学的特異性も関与していることは確かである。",
                        "c．抗原と抗体の結合状態−格子説",
                        "抗原決定群と抗体結合群の結合についてはいろいろな非共有結合が働いていることは前述した。いずれにしても，これらがどのように結合しているかが次に問題となる。これを説明するのに古くから用いられているのが格子説lattice theoryである。すなわち，抗原分子と抗体分子の量的関係の違いによって図2に示すようないろいろな構造を持った“格子”が形成され，この性状によって沈降物を生じたり，可溶性結合物を生じたりすると考えるのである。",
                        "d．抗原抗体反応に影響を及ぼす非特異的因子",
                        "前述のように，抗原と抗体の結合は極めて速やかに起こり，ほとんど物理化学的影響を受けないが，第2段階の沈降物形成ではさまざまな非特異的因子によって影響を受けやすい。…",
                        "①抗原と抗体の濃度：後述するように，反応の場からはずれた抗原濃度および抗体濃度の組み合わせでは沈降反応が認められない。沈降反応の認められる限界，すなわち鋭敏度は抗原の種類によっても異なるが，抗体濃度としておおよそ2～10μg抗体Ｎ／ml程度である。したがって，明らかな沈降反応を認めるためには抗体濃度がある一定以上でなければならない。",
                        "②抗原の加え方：抗体力価の一定した抗血清に抗原を加える場合，最適比に相当する抗原量を一度に加えた時，最も多量の沈降物が形成される。通常，少量ずつの抗原を順次加えていく場合は沈降物が少なくなる。…",
                        "③温度：第1段階には4～37℃程度の温度範囲ではほとんど影響がない。しかし，比較的反応速度の遅い沈降反応の第2段階では温度の上昇とともに速やかになる。…",
                        "④補体：C が抗原抗体化合物に結合し，これがsteric hindranceによ1q",
                        "り沈降物形成を妨げる。…",
                        "⑤塩類：膠質溶液の安定性はいろいろな塩類，また同一の塩類でも濃度によって異なることが知られている。…",
                        "⑥pH：タンパク分子はそれぞれの等電点で最も沈殿しやすいが，同様に抗原抗体結合物の等電点は抗体グロブリンのそれに近づき，通常pH7前後で最も沈殿しやすい。",
                        "⑦脂質：抗血清から脂質をとり除くと沈降反応に影響を及ぼすことがある。…」(11頁第1段落～12頁最終段落)，"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「このようなhybridomaによる抗体産生は，次のような3つの重要な意義を持っている。…第3に，ある特定のhybridoma cell line は融合した単一の脾細胞に特異的な抗体のみを産生しうることである。すなわち，モノクローン抗体で，それぞれのクローンに属する抗体産生細胞はたった1種類の抗体のみを産生する。…ごく限られた特異性に基づくため，沈降反応や凝集反応にはむしろ非能率的である。…」(20頁第3段落～最終段落)，"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記各記載によれば，多価可溶性抗原と抗体との間に生じる凝集反応，及び更に凝集化が進んで不溶性沈降物を形成する反応は，第2段階と呼ばれ，抗原と抗体が結合する第1段階の反応が極めて速やかに起こるのに比較して，ゆるやかに起きるものであり，抗原と抗体の濃度，抗原の加え方，温度，pH等の様々な非特異的因子によって影響を受けること，また，凝集反応が生じても，抗原分子と抗体分子の量的関係によっていろいろな構造を持った格子が形成され，この性状によって沈降物を生じたり，可溶性結合物を生じたりし，必ずしも吸収性部材の孔を通過できないような大きな凝集塊を形成するわけではないこと，モノクローン抗体が，沈降反応や凝集反応には非能率的であることが認められ，また，乙1刊行物が酵素免疫測定法に関する一般的な教科書であることにかんがみると，これらの事項は本件優先日(1987年〔昭和62年〕4月27日)当時当業者(その発明の属する技術の分野における通常の知識を有する者)の技術常識であったと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，T．C．J．グリブナウほか著「粒子標識化免疫学的検定」1986年(昭和61年)発行「ジャーナル オブ クロマトグラフィ」誌(甲8)掲載の「これらのいわゆる試験管テストは，非常に一般的なものである。…しかしながら，それらのテストは，沈殿パターンを妨害し得る振動に敏感である」(訳文4頁下第2段落)，「このような短い時間での目に見える凝集の形成は，測定される物質が比較的高い濃度にあることが今なお要求される」(同5頁最終段落)との記載によれば，粒状物に抗体を結合した場合についても凝集反応が非特異的因子の影響を受けやすいことが推測できる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，昭和60年(1985年)10月1日発行の乙2刊行物の「すなわち，本試薬と被検尿とを反応させると，もし尿中にintactなhCGが存在する場合には，2種類の抗体によって，hCGがサンドイッチされ，その結果ラテックス凝集反応を示すことになる。しかし，尿中にhLHが存在する場合には，その一部は抗hCG−β抗体と反応するが，抗hCG−αβ抗体との反応はなく，ラテックス凝集反応を示さぬことになる…」(63頁右欄第1段落)との記載，昭和62年(1987年)4月1日発行の乙3刊行物の「被検尿中に感度以上のhCGが存在している場合には，hCGが2種類の抗体によってサンドイッチされるためにラテックスが凝集反応を起こし，その結果管底にラテックスがSmooth matに沈降し，凝集像を呈する(陽性反応)。…2種類の抗体と反応しなければラテックスは凝集しないため，LH，FSH，hCGα，hCGβなどが存在しても一方の抗体とだけ反応して，もう一方の抗体とは反応しないためラテックスは凝集せずにそのまま沈降する…」(97頁右欄第1段落2行目)，同じく「したがって同じαsubunit を持つLH，FSH，TSHなどは抗hCGα抗体感作ラテックス粒子には結合できても，抗hCGβ抗体感作ラテックス粒子とは結合不能であるために，2種類のラテックス粒子は凝集反応を起こさない」(101頁右欄最終段落～102頁左欄)との記載によれば，モノクローナル抗体被覆粒子が対応抗原の存在下で凝集しない現象は本件優先日(1987年〔昭和62年〕4月27日)当時当業者に周知であったと認められる。",
                "また，乙4公報(特開昭57−86051号公報，公開日 昭和57年〔1982年〕5月28日)には，「モノクロナル抗体は均質であり簡単な製法で最大限量製造できるため一般的に前述の免疫化学的定量法の試薬として特に適切である。…モノクロナル抗体は対応抗原と結合して沈殿物を生成することがなく，モノクロナル抗体で被覆された粒子(赤血球，ラテックス球，金属粒子)は対応抗原の存在下で凝集せず…」(3頁右上欄下第2段落～左下欄第1段落)，「免疫化学反応を利用して抗原を少くとも2個の抗体分子と結合させることにより抗原を定量的に測定する方法がここに知見された。その特徴は同一の抗原に対応して2個かそれ以上の異種のモノクロナル抗体が使用されていることである」(3頁左下欄第2段落)と記載され，乙7公報(特開昭57−118159号公報，公開日 昭和57年〔1987",
                "年〕7月22日)には，「抗原性物質，第1抗体および第1抗体とは異るサイトにて該抗原に結合する第2の抗体の三元錯体を，流体試料と第1および第2抗体とを接触させることにより形成することを含む，流体試料中の抗原性物質の存在もしくはその濃度を検査するための免疫学的検定法において，前記第1および第2抗体の夫々に対して単クローン性抗体を使用することを含む，改良された前記免疫学的検定法」(1頁の特許請求の範囲(1))が記載され，乙6公報(特開昭60−20149号公報，公開日 昭和60年〔1985年〕2月1日)には，乙4公報や乙7公報を従来技術として引用し，「これらモノクロナル抗体を利用する抗原の免疫化学的測定方法に関する従来提案に於ては，従来のポリクロナル抗体の場合とは異なって，単一種のモノクロナル抗体は対応抗体抗原と結合して沈殿物を生成せず，複数種の異種モノクロナル抗体の使用によってはじめて沈殿物を生成できるという事実から当然のことながら，複数種の異種モノクロナル抗体の使用が必須であるという点で共通している」(3頁右上欄第2段落～最終段落)，「…抗原分子の多数の部位を認識できる従来のポリクロナル抗体利用の場合とは異なって，上述したように，モノクロナル抗体は一つの特定部位しか認識しないので，ポリクロナル抗体利用の場合に比して，凝集反応における凝集性は著るしく弱いことが予期され，…更に，前述した前者の提案においては，複数種の異種モノクロナル抗体を利用してもなお，凝集を生じない場合があるという技術的欠陥のあることを開示している」(3頁右下欄5行～4頁左上欄第1段落)と記載されている。乙2刊行物，乙3刊行物の記載に加えて，これらの記載から，モノクローナル抗体被覆粒子が対応抗原の存在下で凝集しない現象は，本件優先日(昭和62年〔1987年〕4月27日)当時，当業者に周知であったと認められ，さらに，乙6公報の記載は，凝集反応における凝集性は，抗体が認識可能な抗原分子の認識部位の数にも依存すると理解され，複数種のモノクローナル抗体を利用してもなお凝集を生じない場合があることも示している。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そして，本件発明1に使用する抗体としては，「標識付試薬としても高度の特異性を有する抗体，より好適にはモノクローン抗体を使用するのが望ましい」(甲5の1の10欄〔5頁〕第2段落)とされ，また，甲1発明に使用する抗体も特に限定はないからモノクローン抗体を含むものであるところ，上記(2)ないし(4)に検討したところからすれば，抗原と抗体の結合により生じる凝集反応の進行には様々な要因が関与しており，粒状標識を用いても必ずしも大きな凝集塊を形成するわけではなく，検定方法に応じて，積極的に凝集化させたり又は凝集化させないために，標識の種類の選択も含めて様々な条件設定を行っていたというのが，本件優先日(昭和62年〔1987年〕4月27日)当時における当業者の技術常識であり，特にモノクローン抗体を用いれば凝集性を小さくすることが予期できたものと認められる。",
                "したがって，甲1発明において標識として甲4公報に記載されたような粒状標識を選択したとしても，必ずしも大きな凝集塊を形成して多孔質キャリア内部を移動し得なくなるわけではないから，甲4公報はそもそも甲1公報との組み合わせ適格性を欠き阻害事由が存在するとの原告の主張は採用することができず，原告の取消事由1の主張は理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，原告は，取消事由2に関する主張としてではあるが，乙1刊行物等の証拠は審判手続において審理判断されなかったものであるから，最高裁昭和51年3月10日大法廷判決(民集30巻2号79頁)に反し許されないと主張するので，この項において検討する。審判手続において審理判断されなかった公知事実との対比における特許無効原因を審決取消訴訟において主張することが許されないことは，上記最高裁判決の判示するところであるが，他方，審判手続において審理判断されなかった資料であっても本件優先日当時における当業者の技術常識を認定するために用いることは許されると解される(最高裁昭和55年1月24日第一小法廷判決〔民集34巻1号80頁〕参照)。そして，本判決において，乙1刊行物等は上記趣旨の資料として採用したにすぎないことは上記(2)ないし(4)に説示したとおりであるから，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由2(甲1公報及び甲4公報の記載事項の誤認)について(1) 原告は，甲1発明はシート状の帯状片の内部を「被結合と標識結合パートナーとで形成される二成分複合体は溶媒と共に固相作用領域中に移行し」(7頁右下欄最終段落)得ることをもって基本的な検定原理とするものであり，他方，甲4発明は粒状物質を使用することにより生成する凝集物が吸水性部材内を移動し得ないことにより吸水性部材上の空気／液体界面に留まり濃縮する性質を利用することをもって検定原理とするものであって，甲1公報のシート状の帯状片と甲4公報の吸水性部材は標識付免疫成分複合体に対する関係では正反対の役割を演ずるものであるから，甲1発明の標識を甲4発明の標識に置換することはできないと主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかし，審決は，相違点2として認定した「標識として粒状の直接標識を使用」することが甲1発明に記載されていない点について，検出における目視により検出可能なものである利点に着眼して，甲4発明の「吸水性部材上で凝集(判決注：審決は「凝集」としたが，甲4発明の検定法においては粒子が凝集を作らずに濃縮して目視することを包含しているから，正しくは「濃縮」とすべきである。)して可視信号を発することのできるような」粒状標識を選択して使用することは当業者に想到容易である(審決19頁下第2段落)，と判断したものである。そして，甲1発明において，標識として甲4公報に記載された粒状標識を選択することに原告主張の阻害事由がないことは上記2に検討したとおりであり，このことは，甲1発明と甲4発明の検定原理が異なり甲1公報のシート状の帯状片と甲4公報の吸水性部材が標識付免疫成分複合体に対する関係での役割が異なることによって何ら左右されるものではなく，甲1発明の標識を甲4発明の標識に置換することができない理由はない。",
                "したがって，原告の取消事由2の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲4公報にもみられるように，粒状標識付き二成分複合体が液相中でブリッジすなわち凝集物を生成するという，本件発明1の優先日(昭和62年〔1987年〕4月27日)当時の技術常識の下においては，当業者が単に個々の粒子の大きさと吸収性材料の気孔の大きさについて吟味するだけで，粒子の凝集物が媒体とともに毛管現象により移動可能になるような適当な範囲のものを選択できるなどと認識することは不可能であるから，「吸収性材料からなる帯状片中で媒体とともに毛管現象により移動可能となるように，粒子の大きさや吸収材料の気孔の大きさについて吟味して適当な範囲のものを選択することは，…当業者であれば容易になし得ることである」(審決20頁第1段落)とした審決の判断は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，モノクローン抗体の凝集反応の進行には様々な要因が関与しており，粒状標識を用いても必ずしも大きな凝集塊を形成するわけではなく，検定方法に応じて，積極的に凝集化させたり又は凝集化させないために，標識の種類の選択も含めて様々な条件設定を行っていたというのが本件優先日(昭和62年〔1987年〕4月27日)当時における当業者の技術常識であったことは，上記2(5)のとおりであり，原告が主張するように，粒状標識付き二成分複合体が液相中でブリッジすなわち凝集物を生成するというのが技術常識であったと認めることはできない。",
                "したがって，原告の取消事由3の主張は前提において誤りというほかなく，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由4(本件発明2ないし23についての判断の誤り)について原告は，相違点2についての審決の判断が誤りである以上，その構成中に相違点2を含む本件発明2ないし23についての審決の判断も本件発明1におけると同様に誤りであると主張する。",
            "しかし，相違点2についての審決の判断に原告主張の誤りがないことは，上記2ないし4に検討したとおりである。",
            "したがって，原告の取消事由4の主張も前提において誤りというほかなく，採用することができない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}