{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2005−39113号事件について平成18年8月7日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，考案の名称を「磁気テープ装置」とする登録第2530916号(平成4年6月12日出願，平成9年1月10日設定登録。)実用新案の実用新案権者である。",
            "原告は，平成17年6月30日，訂正審判請求をし，特許庁は，この審判請求を訂正2005−39113号事件として審理した結果，平成18年8月7日，「本件審判の請求は，成り立たない。」との審決をし，同月17日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "訂正審判請求の内容",
          "text": [
            "原告は，下記(1)の実用新案請求の範囲の請求項1を下記(2)のとおりに訂正するとともに，明瞭でない記載の釈明を目的として登録明細書(甲第2号証)の段落【0005】を下記(3)のとおりに訂正することを請求した(訂正箇所を下線で示す。)。",
            "(1)「記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に装備した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成したことを特徴とする磁気テープ装置。」(2)「記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，パルス・トランスを取り付けたプリント配線基板を底部に平面的に配設した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，",
            "上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成したことを特徴とする磁気テープ装置。」(以下，訂正後の請求項1に係る考案を「訂正考案」という。)(3)「このため，本考案では，記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，パルス・トランスを取り付けたプリント配線基板を底部に平面的に配設した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，上記デッキ本体を収納するのに必要な最小な奥行で，上記装置筐体を構成するとともに，上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成している。」",
            "(以下，訂正後の明細書を「本件明細書」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，訂正考案は，特開昭61−122990号公報(甲第3号証。以下，審決と同様に「刊行物1」という。)及び特開平2−230592号公報(甲第4号証。以下，審決と同様に「刊行物2」という。)に記載された考案並びに周知技術に基づいて当業者がきわめて容易に考案をすることができたものであるから，実用新案法3条2項の規定により実用新案登録出願の際独立して実用新案登録を受けることができたものではなく，本件審判請求に係る訂正は，平成5年法律第26号附則4条1項の規定により，なお効力を有するものとされ，平成15年法律第47号による改正後の平成5年法律第26号附則4条2項によって読み替えられる実用新案法39条5項の規定に適合しないとするものである。",
            "審決は，上記結論を導くに当たり，刊行物1記載の考案(以下「刊行物1考案」という。)の内容並びに訂正考案と刊行物1考案との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1考案の内容",
              "text": [
                "記録／再生部をシャーシ内に組み込んだメカデッキ2，12を，基板ユニット8，17を底部に装備したシャーシ枠体1，11内に配置し，上記シャーシ枠体1，11を構成するシャーシ底面にボス状に一体形成されて設けられた保持部4，14でメカデッキ2，12の前部を保持し，シャーシ枠体1，11の底面にそれぞれ一体形成された保持部4(第7図)，15(第1図)でメカデッキ2，12の後部を保持するように構成した磁気記録再生装置において，",
                "上記シャーシ枠体1，11の略中央部(第7図ではシャーシ枠体の中央より外部接続端子板側寄り)にメカデッキ2，12の後部を保持する上記保持部4，15を配置，形成した磁気記録再生装置"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "刊行物1考案の「基板ユニット8，17」及び「メカデッキの後部を保持する保持部4，15」…(その余は省略)…は，訂正考案の「プリント配線基板」及び「デッキ取付け部」…(その余は省略)…に，それぞれ相当し，記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に平面的に配設した装置筐体内に配置し，",
                "上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置である点"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "a",
                  "subject": "「プリント配線基板」に関し，訂正考案においては，パルス・トランスが取り付けられているのに対し，刊行物1考案においては，このことについて特に示されていない点(以下，審決と同様に「相違点a」という。)b 「デッキ取付部」に関し，訂正考案においては，「装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成した」ものであるのに対し，刊行物1考案においては，このことについて特には示されていない点(以下，審決と同様に「相違点b」という。)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，訂正考案と刊行物1考案との一致点の認定を誤り，ひいては相違点a及びbについての判断を誤った(取消事由1及び2)ものであるところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点a判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1考案の「基板ユニット8，17」は，訂正考案の「プリント配線基板」に相当しない。",
                "刊行物1の装置は，パルス・トランスを大きな1枚のプリント配線基板上に装着していないので，基板割れのような機械的損傷を受けることはない。",
                "これに対し，本件明細書には，「プリント配線基板」が「一枚基板」，すなわち，装置筐体1の底部の左右いっぱいに延伸した大きさでプリント配線基板と同一の基板上に電源ユニットであるパルス・トランスを実装したものであることが記載されている。",
                "審決は，請求項に直接的表現がないことをもって，訂正考案の「プリント配線基板」が上記の「一枚基板」であることの記載がないというが，直接的表現がないことだけで，訂正考案の構成・目的・作用効果を合目的的に解釈することを否定すべき理由とはならない。また，審決は，刊行物1にパルス・トランスの取り付けについて特に示されていない点を取り出して相違点aと認定しており，訂正考案の本質に対する考察を欠いている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訂正考案の装置筐体に振動が加わると，パルス・トランスが実装されたプリント基板においては，振幅の影響が増幅され，「デッキ本体2やプリント配線基板5，…必要部品など」に「機械的損傷」が与えられ，「プリント配線基板」には「機械的損傷」の一種である「基板割れ」が発生する。審決は，パルス・トランスが発生させるプリント配線基板に対する機械的損傷という解決課題を忘却し，パルス・トランスの重量と取付けられる箇所に関する考察を怠っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点b判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1考案の「メカデッキの後部を保持する保持部4，15」は，訂正考案の「デッキ取付け部」に相当しない。",
                "刊行物1記載の「保持部4」はシャーシ枠体の底面から起立しておらず，「保持ボス4」及び「保持部15」は，バックパネル部に近接して配置されていない。刊行物1の第8図(b)から明らかなように，「シャーシ枠体1」は「1d」と同じものではなく，かつ，シャーシ枠体1の底部は底面1gであり，1dはシャーシ枠体1の底部1gから起立状態にない。また，固定用ボス15aはシャーシ枠体の底部から起立する状態にはなっていない。",
                "相違点として，「デッキ取付け部に取付けられるデッキ本体のシャーシの後部の部位」を挙げず，刊行物1の「保持部」が訂正考案の「デッキ取付け部」に相当するとした審決の認定は，訂正考案の本質的部分の検討を怠っている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の【従来の技術】のままでは，「装置筐体1内の一側に，記録及び／または再生部を有するデッキ本体2を装着し，その後側にチューナ3，入出力用のジャック4を配設し」ていたため(段落【0002】)，このままでは，デッキ本体と装置筐体の後壁部との間隔を空けることなく，近接して配置することができないという阻害要因がある。そこで，訂正考案では，デッキ本体と後壁部とを「近接」して配置するために，「チューナ3及びジャック4は，上記デッキ本体2の側方に位置して，装置筐体1内に装備」すること(段落【0007】)を明確にしたのである。",
                "装置筐体全体の重量バランスをとり，剛性を高めようとするために，比較的重量のあるメカデッキの取付け位置をできるだけシャーシ枠体壁面に近接して取付ければよいが，訂正考案の出願当時，これを実現するためには，上記の阻害要因を取り除かなければならなかった。",
                "一般論として，高い剛性を確保する手段として「壁面への接近配置」が考えられるとしても，抽象的なアイデアの域を出ず，考案の容易想到性とは別次元のことである。",
                "刊行物2は，メカブラケット1を「単に」装置筐体のシャーシ後部に近接して配置，形成したものであり，訂正考案の課題解決の動機付けにもならない。装置筐体内の空間を有効に活用するという目的から，一般論として，筐体内の各部材の配置関係を工夫することが想到されるとしても，直ちに「保持部」を「シャーシ枠体」の中央部より更に後部寄りの位置に配置，形成する具体的構成が想到されるものではない。",
                "したがって，相違点bの判断は技術常識に基づかず，重量バランスの悪化や剛性の低下を防ぎ，「一枚基板」における基板割れを防止することを解決課題とする訂正考案の本質を見ない誤ったものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点a判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "出願当初の明細書には，「一枚基板」の文言そのものが記載されていないし，「大きな」とは何に比較してのものであるのかも不明で，記載がないし，【図1】及び【図3】を参照しても，訂正考案のプリント配線基板が「一枚基板」であり，その上にパルス・トランスが実装されているとの技術的事項は把握されない。また，請求項1ではチューナ3などの部品の配置を工夫した記載は見当たらない。",
                "パルス・トランスをプリント配線基板上に装着することについて，審決は，刊行物1に「特に記載がない」と認定して相違点として挙げ，パルス・トランスの装着自体について特開平1−136592号公報(甲第5号証)を，パルス・トランスのプリント配線基板上への装着について特開平3−4506号公報(甲第6号証)を提示して周知の構成であると判断している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の詳細な説明にも「パルス・トランスが発生させるプリント配線基板に対する機械的損傷という解決課題」は取り上げられていない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点b判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1の「保持ボス4」はシャーシ枠体1dに設けられ，シャーシ枠体の底部から起立状態としており，「保持部15」を形成する「横辺部15c」は底面11aと一体形成されていて，シャーシ底部から起立状態にある。",
                "また，「デッキ取付け部に取付けられるデッキ本体のシャーシの後部」は，刊行物1の「メカデッキ2，12の後部」(すなわち，刊行物1の取付部3，13)に相当する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訂正考案にはチューナや入出力用のジャックに関しての配設構成は全くないのであって，原告の主張は請求項1の記載に基づかない主張である。",
                "一般的に，より高い剛性を確保する手段として壁面に接近した位置に配置することは，周知技術であり，刊行物1考案において採用することは，当業者がきわめて容易に行うことである。",
                "「一枚基板」に関する主張は，請求項1及び本件明細書の記載に基づくものではないから，訂正考案には，一枚のプリント配線基板を前提として，「近接」させるという技術思想における「一枚の」という限定はないし，当然内在する構成であるともいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点a判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点aとして「『プリント配線基板』に関し，訂正考案においては，パルス・トランスが取り付けられているのに対し，刊行物1に記載された考案においては，このことについて特に示されていない点」を認定しているから，審決における「プリント配線基板」の語は，パルス・トランスの有無を問わない，通常の「プリント配線基板」の意味で使用されていると認められる。パルス・トランスの有無を除けば，訂正考案にも刊行物1考案にも「プリント配線基板」が存在することは明らかであるから，この限度での一致点の認定に誤りはない。",
                "訂正考案の請求項1には，「プリント配線基板」に関して，「パルス・トランスを取り付けたプリント配線基板を底部に平面的に配設した」との記載があり，「パルス・トランスを取り付けた」，「プリント配線基板」を，「底部に平面的に配置した」ことの記載はあるが，プリント配線基板の「大きさ」については記載がなく，プリント配線基板の「枚数」を規定する記載や，「パルス・トランスを取り付けたプリント配線基板」以外の「プリント配線基板」の有無についても記載がない。したがって，請求項1の記載から，「プリント配線基板」が原告が主張するところの「大型(ここでいう大型とは，装置筐体1の底部の左右いっぱいに延伸した大きさを意味する)のプリント配線基板と同一の基板上に電源ユニットであるパルス・トランスを実装したもの」，すなわち「一枚基板」であるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書には，「プリント配線基板」について，以下の記載がある。",
                "ア「【従来の技術】従来，この種の磁気テープ装置は，図3および図4に示すように，装置筐体1内の一側に，記録及び／または再生部を有するデッキ本体2を装着し，その後側にチューナ3，入出力用のジャック4を配設し，また，上記装置筐体1の他側に位置して，上記装置筐体1の底部に平面的に配設したプリント配線基板5上に，パルス・トランス6などの部品を装着した構造になっている。・・・」(段落【0002】)",
                "イ「【考案が解決しようとする課題】このような構成では，上記デッキ本体2の荷重のかなりの部分は，上記デッキ取付け部1Dを介して，上記装置筐体1のシャーシ底部1Aに負荷されることになる。しかし，上記デッキ取付け部1Dは，寸法Aで示すように，バックパネル部1Cから可成り離れているため，上記磁気テープ装置の運搬などに際し，装置筐体に振動が加わると，デッキ本体の慣性質量で，シャーシ底部1Aに曲げ応力が発生した時，相当の振幅動作を受ける。従って，上記装置筐体1を構成するシャーシの厚みを十分確保し，その剛性を高めないと，全体として，一つに組み立てられたデッキ本体2やプリント配線基板5，これらに組み付けられた必要部品などに，機械的損傷を与えるおそれがある。しかし，これでは，磁気テープ装置全体の軽量化を阻害することになる。」(段落【0003】)",
                "ウ「【課題を解決するための手法】このため，本考案では，記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，パルス・トランスを取付けたプリント配線基板を底部に平面的に配設した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，・・・」(段落【0005】)",
                "エ「【実施例】以下，本考案の一実施例を図1および図2を参照しながら具体的に説明する。なお，従来の説明で示した構成部分は，同じ符号を用いて図示し，以下の実施例では説明を省略する。特に，本考案の特徴とする部分は，装置筐体1の構成，および，必要部品の配置にある。すなわち，上記装置筐体1は，デッキ本体2を収納するのに必要な最小の奥行になるように，前後に短縮された構造になっていて，チューナ3およびジャック4は，上記デッキ本体2の側方に位置して，装置筐体1内に装備されている。この実施例では，上記チューナ3は，衝立て形をしており，プリント配線基板5に組み込まれたスイッチ回路および上記プリント配線基板5の上に取り付けたパルス・トランス6などの高周波ノイズ発生源に対する障壁として機能している。」(段落【0007】)",
                "オ「【考案の効果】本考案は，以上詳述したように，記録及び／または再生部をシャーシ内に組み込んだデッキ本体を，プリント配線基板を底部に装備した装置筐体内に配置し，上記装置筐体を構成するシャーシ底部から起立したデッキ取付け部に，上記デッキ本体のシャーシの後部を取付け，支持するように構成した磁気テープ装置において，上記デッキ本体を収納するのに必要な最小の奥行で，上記装置筐体を構成するとともに，上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成しているので，シャーシの厚さを補わなくても，振動に対して十分な剛性を確保し，必要部品などに，上記振動に基く機械的損傷を与えないという実用上の効果を得ることが出来る。」(段落【0010】)"
              ],
              "content": [
                {
                  "fig": "カ",
                  "text": [
                    "図1～4に，プリント配線基板5が，装置筐体の底部に配置されていることが図示されている。",
                    "上記の記載中に，プリント配線基板の大きさや枚数等について，原告の主張する「一枚基板」であることを定義した記載はないから，結局，本件明細書を参照しても，訂正考案の「プリント配線基板」が「大型(ここでいう大型とは，装置筐体1の底部の左右いっぱいに延伸した大きさを意味する)のプリント配線基板と同一の基板上に電源ユニットであるパルス・トランスを実装したもの」であると解釈すべき記載はない。",
                    "以上のとおり，訂正考案の「プリント配線基板」が原告の主張する「一枚基板」を意味するとは認められないから，これを前提とする原告の主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書の詳細な説明中には，パルス・トランスの「重量」や「磁気テープ装置筐体の底部に平面的に配設したプリント配線基板」におけるパルス・トランスが「取り付けられる箇所」を限定した記載はないし，「パルス・トランスが発生させるプリント配線基板に対する機械的損傷という解決課題」についても記載がない。したがって，審決に，パルス・トランスが発生させるプリント配線基板に対する機械的損傷という解決課題を忘却し，パルス・トランスの重量と取付けられる箇所に関する考察を怠った点はなく，相違点aについての審決の判断に，原告の主張する誤りは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点b判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「保持部4」について，刊行物1に，「従来の一般的なVTRのシャーシ構造を第7図，第8図に概略的に示す。図において，1はプラスチック等で一体成形されたシャーシ枠体，2はメカデッキで，これは取付穴3aを有する取付部3を備え，上記シャーシ枠体1に設けられた保持ボス4にネジ5aで螺着されている。」(2頁左上欄2～7行)との記載がある。",
                "上記の記載並びに第7図及び第8図によれば，「保持部4」は，シャーシ枠体1に設けられ，シャーシ枠体から起立状態にあると認められる。",
                "原告は，「保持部4」について，刊行物1の「第8図(b)から明らかなとおり，「シャーシ枠体1」は「1d」と同じものではなく，かつシャーシ枠体1の底部は底蓋10が螺着される底面1gであり，1dはシャーシ枠体1の底部1gから起立状態にない」と主張するが，第8図(a)の「1d」については，明細書中に名称も機能も記載がないため，これをシャーシ枠体1と異なる要素と解することはできず，上記(a)においては，「保持部4」はシャーシ枠体1に設けられ，かつ，同枠体から起立状態にあるものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，「保持部15」について，刊行物1には，次の記載がある。",
                "ア「本発明は，磁気記録再生装置のシャーシ構造において，天面が開放された箱状のシャーシに上部のみから部品を取付けるようにし，またメカデッキの後部をシャーシ枠体にアーチ状に形成された第2保持部により保持し，このアーチ状の第2保持部とシャーシ枠体の底面との間に1ブロックに集約された基板ユニットを摺動自在に装着するようにしたものである。」(2頁左下欄16行～右下欄3行)",
                "イ「第1図はこの発明の一実施例を概略的に示す斜視図であり，第2図はその断面側面図である。図において，11はプラスチック等で一体成形されたシャーシ枠体で，天面が開放された箱状となっている。12はメカデッキで，従来例と同じく取付穴13aを有する取付部13を備えている。",
                "上記シャーシ枠体11の前部にはメカデッキ12の前部を保持するための第1保持部14が設けられており，これはシャーシ枠体11の底面11aにボス状に一体形成されており，また上記シャーシ枠体11の略中央部には，メカデッキ12の後部を保持するための第2保持部15が形成されている。この第2保持部15は平面L字状のもので，その縦辺部15dの先端，横辺部15cはそれぞれシャーシ枠体11の側面11e，底面11aに一体形成され，これにより上記縦辺部15dはシャーシ枠体11の底面11aに対してアーチ状になっており，また該縦辺部15dには固定用ボス15aと仮止め穴15bが形成されている。このようにしてメカデッキ12はその前部を第1保持部14に，後部を第2保持部15の固定用ボス15aにネジ16aにより固着されている。」(2頁右下欄11行～3頁左上欄12行)"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "第1図には，メカデッキ12後部の取付部13の取付穴13aと，第2保持部15の固定用ボス15aを，ネジ16aにより固着することが，図示されている。",
                    "これらの記載によれば，刊行物1の第1図の実施例において，第2保持部15は，縦辺部15dと，横辺部15cとからなる平面L字状のものであり，横辺部15cはシャーシ枠体11の底面11aに一体形成され，メカデッキ12後部の取付部13の取付穴13aと，第2保持部15の固定用ボス15aを，ネジ16aにより固着することが認められる。",
                    "審決は，「刊行物1に記載された考案における『メカデッキの後部を保持する保持部4，15』は，シャーシ枠体1，11(装置筐体のシャーシ)の底面に一体形成される(保持部15については，その一部をなす『横辺部15c』は底面11aと一体形成されている)，すなわち『シャーシ底部から起立』して形成され，メカデッキ12(デッキ本体)の後部を取り付け保持するものであるから，その限りで上記『保持部4，15』は訂正考案における『デッキ取付け部』に相当する」としているところ，上記のように，保持部4，保持部15を全体としてみれば，メカデッキの後部を保持しており，しかも底面に一体形成されているものであるから，両者は機能的には全く同じであり，審決の上記判断に誤りはない。",
                    "また，「保持ボス4」及び「保持部15」のバックパネル部への近接配置については，審決は，相違点bとして認定して，判断を示しているから，一致点の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，相違点として，「デッキ取付け部に取付けられるデッキ本体のシャーシの後部の部位」を挙げなかった審決の認定は，訂正考案の本質的部分の検討を怠っていると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "「従来の一般的なVTRのシャーシ構造を第7図，第8図に概略的に示す。",
                        "図において，1はプラスチック等で一体成形されたシャーシ枠体，2はメカデッキで，これは取付穴3aを有する取付部3を備え，上記シャーシ枠体1に設けられた保持ボス4にネジ5aで螺着されている。」(2頁左上欄2～7行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "第1図には，メカデッキ12後部の取付部13の取付穴13aと，第2保持部15の固定用ボス15aを，ネジ16aにより固着することが，図示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これらの記載並びに前記(2)ア及びイの記載からすれば，刊行物1考案の「メカデッキ2，12の後部」(すなわち，刊行物1の取付部3，13)は，メカデッキ2，12後部の取付部3，13の取付穴3a，13aにより，保持部4，15に取り付けられることが開示されている。",
                    "したがって，刊行物1の「メカデッキ2，12の後部」は，訂正考案の「デッキ取付け部に取付けられるデッキ本体のシャーシの後部」に相当することは明らかであり，審決は，この点を刊行物1考案と訂正考案の一致点の構成として認定しているから，訂正考案の本質的部分の検討を怠ったものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件明細書の【従来の技術】のままでは，デッキ本体と装置筐体の後壁部との間隔を空けることなく，近接して配置することができないという阻害要因があるから，訂正考案では，この阻害要因を取り除かなければならず，デッキ本体と後壁部とを「近接」して配置するために，「チューナ3及びジャック4は，上記デッキ本体2の側方に位置して，装置筐体1内に装備」することを明確にしたと主張する。",
                "訂正考案の請求項1には，バックパネル部との配置に関し，「上記装置筐体のシャーシ後部を構成するバックパネル部に近接して，上記デッキ取付け部を配置，形成した」と記載されているのみであり，「後壁部との間隔を空けることなく」との記載はない。また，チューナ3及びジャック4の配置を特定する記載はない。したがって，訂正考案は，デッキ取付け部を，バックパネル部に近接して配置，形成しさえすればよいのであり，デッキ取付け部とバックパネル部との間に，チューナ3やジャック4を配置する態様も含むものであるから，原告の主張は，実用新案登録請求の範囲の記載に基づかないものであって，採用することができない。",
                "また，仮に，デッキ取付け部を，バックパネル部に近接させて配置する場合に，「デッキ本体の後部と装置筐体の後壁部との間にチューナ及び入出力用のジャックを設ける空間がない」のであれば，チューナ3及びジャック4を，デッキ本体2が配置される側を避けて，空いているデッキ本体2の側方に配置することは，必要に応じて当業者が適宜行えばよい技術的な設計事項である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，刊行物2は，メカブラケット1を「単に」装置筐体のシャーシ後部に近接して配置，形成したものであり，訂正考案の課題解決の動機付けにもならないと主張する。",
                "審決は，相違点bの判断において，刊行物2は，「リアケース25(「バックパネル部」に相当)がアッパーケース24，ロワーケース23の後縁部に沿って取り付けられているものであるから，刊行物2の第1図に記載のものにおいても，アッパーケース5，ロワーケース6の後端部にリアケース(バックパネル部)が取付けられるものであり，その場合，アッパーケース5及びロワーケース6のねじ孔5a及び6aが設けられている側に近接する後部位置にリアケース(バックパネル部)が取付けられることは明らかである」から，刊行物1考案の「保持部4，15」(デッキ取付け部)を「単にシャーシ枠体1，11(装置筐体のシャーシ)の中央部よりさらに後部側寄りの位置，すなわち装置筐体のシャーシ後部に近接して配置，形成すること」が公知であることを示すために引用されたものである。したがって，原告の上記主張は，審決を正解しないものであり，採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "審決は，相違点bに関して，「筐体内の限られた空間をできるだけ有効に活用するために，特段の理由がなければ各部品同士，各部品とシャーシ壁部との間隔を空けることなく近接して配置した方がよいこと」，「装置筐体全体の重量バランスをとり，剛性を高めようとする場合，比較的重量のあるメカデッキ2，12(デッキ本体)のシャーシ枠体1，11(装置筐体のシャーシ)への取付け位置をできるだけシャーシ枠体1，11(装置筐体のシャーシ)壁面に近接して取付ければよいこと」が「機械的にみてその構造上明らか」なことを踏まえて，「刊行物1に記載された考案においても，シャーシ枠体1，11(装置筐体のシャーシ)内の空間を有効に活用してメカデッキ2，12(デッキ本体)を配置するとともにシャーシ枠体1，11(装置筐体のシャーシ)全体の重量バランスをとり，剛性をさらに高めるために」，「刊行物2に記載されたもののように，単にシャーシ枠体1，11(装置筐体のシャーシ)の中央部よりさらに後部側寄りの位置，すなわち装置筐体のシャーシ後部に近接して配置，形成することは当業者がきわめて容易に想到」することができたものであるとの判断を示したものであり，目的から直ちに具体的構成を導いたものではない。",
                "また，前記1(1)のとおり，訂正考案の「プリント配線基板」が原告の主張する「一枚基板」であると解釈することはできないから，訂正考案の課題や奏する効果につき，「一枚基板」を前提とする主張を採用することはできない。",
                "原告は，相違点bの判断につき，審決の認定判断について縷々主張するが，審決を正解しないでされたもの又は仮に認定が誤っていても審決の結論を左右しないものであり，いずれも採用することができない。",
                "したがって，相違点bについての審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，審決取消事由にはいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10412",
    "date": "2007-12-11",
    "rights_type": "実用新案権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035483",
    "ipprecedent_id": "1264",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}