{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−21256号事件について平成18年10月31日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「ポジトロンCT装置」とする発明につき，平成12年1月6日に特許出願(特願2000−5818号。以下「本願」という。)をした。",
            "原告は，本願につき，平成16年9月9日付けで拒絶査定を受けたので，同年10月14日，これに対して不服審判請求(不服2004−21256号事件)をするとともに，平成18年4月28日付け手続補正書(甲6)による明細書の補正をした(以下，同補正後の明細書を「本願明細書」という。",
            "補正後の請求項の数は，1である。)。特許庁は，同年10月31日，「本件審判の請求は，成り立たない。」との審決をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願明細書の特許請求の範囲の請求項1の記載は，次のとおりである。",
            "「リング型検出器を軸方向に多層に重ねた，被検体についてのエミッションデータ収集用の第1のマルチリング型検出器と，被検体についてのトランスミッションデータ収集用の第2の検出器と，第2の検出器と同一平面にのみ配置される外部線源と，該外部線源を挟むように配置されたスライスセプタと，被検体を該第1，第2の検出器に対して，第2の検出器側から第1の検出器側へと各リングの間隔ずつ相対的に移動させる移動装置と，被検体のトランスミッションデータ収集の終ったボリュームが各リングの間隔ずつ移動し，各移動位置のボリュームについてのエミッションデータ収集が行われている間に，該トランスミッションデータを処理して同時計数線での吸収補正データを求め，該ボリュームについてのエミッションデータの収集終了後ただちに吸収補正を行うデータ処理装置とを備えることを特徴とするポジトロンCT装置。」(以下，この発明を「本願発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書の写しのとおりである。要するに，本願発明は，本願の出願前に頒布された刊行物である特開平5−240958号公報(甲1。以下，「刊行物1」という。)及び特開平9−318751号公報(甲2。以下，「刊行物2」という。)に記載された発明並びに周知技術に基づいて容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願発明に進歩性がないとの結論を導く過程において，認定した刊行物1に記載された発明(以下「引用発明」ということがある。)の内容並びに本願発明と引用発明との一致点及び相違点は，次のとおりである。",
                "(引用発明の内容)",
                "「放射線検出用の検出器2の円環状配列の多層配列の右半分の層で，被検者4の全身についてのエミッションデータの収集にあてる検出器と，放射線検出用の検出器2の円環状配列の多層配列の左半分の層で吸収補正用のトランスミッションデータの収集にあてる検出器と，トランスミッションデータの収集にあてる検出器がカバーされる棒状又は円筒状の吸収補正用線源8，11と被検者4をトランスミッションデータの収集にあてる検出器側からエミッションデータの収集にあてる検出器側へと移動させる機構と，エミッションデータの収集にあてる検出器で得られた被検者4のエミッションデータと，トランスミッションデータの収集にあてる検出器で得られたトランスミッションデータとを演算することによりエミッションデータの影響を除去したトランスミッションデータを作成するデータ処理装置とを備えるポジトロンCT装置」",
                "(一致点)",
                "「リング型検出器を軸方向に多層に重ねた，被検体についてのエミッションデータ収集用の第1のマルチリング型検出器と，被検体についてのトランスミッションデータ収集用の第2の検出器と，第2の検出器に対して特定な配置関係で配置される外部線源と，被検体を該第1，第2の検出器に対して，第2の検出器側から第1の検出器側へと相対的に移動させる移動装置と，被検体のトランスミッションデータを処理して吸収補正データを求め，エミッションデータの吸収補正を行うデータ処理装置とを備えることを特徴とするポジトロンCT装置」である点。",
                "(相違点)"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "第2の検出器に対して特定な配置関係で配置される外部線源について，本願発明は，第2の検出器と同一平面にのみ配置されるのに対して，引用発明は，第2の検出器がカバーされると規定される点(以下「相違点1」という。)。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本願発明は，外部線源を挟むように配置されたスライスセプタを備えているのに対して，引用発明は，外部線源がスライスセプタを備えているとは規定されていない点(以下「相違点2」という。)。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被検体を該第1，第2の検出器に対して，第2の検出器側から第1の検出器側へと相対的に移動させる移動装置の移動の形態について，本願発明は，各リングの間隔ずつ移動させるのに対して，引用発明は，そのように規定されていない点(以下「相違点3」という。)。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被検体のトランスミッションデータを処理して吸収補正データを求め，エミッションデータの吸収補正を行うデータ処理装置が，本願発明は，被検体のトランスミッションデータ収集の終ったボリュームが各リングの間隔ずつ移動し，各移動位置のボリュームについてのエミッションデータ収集が行われている間に，該トランスミッションデータを処理して同時計数線での吸収補正データを求め，該ボリュームについてのエミッションデータの収集終了後ただちに吸収補正を行うのに対して，引用発明は，そのように規定されていない点(以下「相違点4」という。)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決には，次に述べるとおり，相違点2ないし4についての容易想到性の判断の誤り(取消事由1ないし3)があるので，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2についての容易想到性の判断の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以下のとおり，本願発明における外部線源を挟むように配置されたスライスセプタを備えている構成は，引用発明から容易に想到することができるとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1には，エミッションデータに棒状線源8からのガンマ線が含まれることに対する課題の記載はない。刊行物1は，棒状線源8からのガンマ線が検出器2の右半分に入射しないことが示されており，刊行物1のポジトロンCT装置では，棒状線源8から生じた一方のガンマ線がエミッションデータが収集される検出器2に斜め方向から入射しても，他方のガンマ線はトランスミッションデータ収集用の検出器2に入射するため，エミッションデータが収集される検出器2においてエミッションデータとして収集されることはない(審決書10頁20行～25行記載参照)。また，棒状線源8からのガンマ線が，仮に上記検出器2の右側の層に入射した場合，右半分の検出器2で本来得られるエミッションデータに基づく診断画像に対して無視できない程度となるか否かは，棒状線源8から照射されるガンマ線の強度に依存することになるが，外部線源強度を高くしない限り，常にエミッションデータに対するノイズの関係で撮影に支障を来すわけではない。",
                    "以上のとおり，刊行物1は，コリメータ等の遮蔽部材を設けなければならないことを示唆するものではなく，このことが刊行物1の記載から自明とする根拠はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，外部線源強度を高くすれば，散乱線等の影響によりエミッションデータに対する影響が生じることが考えられる。しかし，刊行物1のポジトロンCT装置では，エミッションデータ収集用のマルチリング型検出器を用いてトランスミッションデータを収集するため，エミッションデータ収集用の検出器の検出性能に制約され，棒状線源の長さ方向の各位置から，しかも，近接距離からリング方向のそれぞれの検出器に放射線が入射する際，検出データが飽和しないよう吸収補正用外部線源8の強度を極めて弱いものとする。",
                    "したがって，刊行物1のポジトロンCT装置では，本願発明のように外部線源を挟むスライスセプタを設ける必要性がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物2の図1に示された核医学診断装置は，シングルフォトンを検知することができるガンマカメラ装置の一例であり，シングルフォトン撮影を行う場合，外部線源のすべてのガンマ線がエミッションデータに直接影響を与えることになるため，同図4～同図7にかけて示されるスライスセプタを用いることが不可欠となる。",
                    "これに対して，刊行物1の装置は，ポジトロン撮影を行なうものであり，その撮影の態様が異なるから，刊行物2の核医学診断装置におけるスライスセプタを，刊行物1のポジトロンCT装置に組み合わせることが容易であるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明には，以下のとおり，特有の作用効果がある。",
                "本願発明では，マルチリング型検出器の各リング位置ごとに，大量のエミッションデータを取得することができ，かつ，外部線源を挟むスライスセプタを設けることにより，エミッションデータにおける外部線源からガンマ線の悪影響を飛躍的に低減させるという，組合せの相乗効果を奏する。",
                "本願発明では，エミッションデータ収集用のマルチリング型検出器とは別立てで，トランスミッションデータ収集用のものとして第2の検出器を設け，さらにスライスセプタと組み合わせることによって，第2の検出器幅が小さい場合は，長さ方向の各位置から生じる不要な放射線が減る分だけ吸収補正用の外部線源の強度を強くすることができ，一方，第2の検出器幅を広げ吸収補正用の外部線源も同じ幅とする場合は，第2の検出器特性の高いものを採用することにより，吸収補正用の外部線源の強度を強くすることができるという，特有の作用効果を奏する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点3についての容易想到性の判断の誤り(取消事由2)",
          "text": [
            "審決は，特開平8−313636号公報(甲3)を例示して，ポジトロンCTにおいて，被検体をリング型検出器を軸方向に多層に重ねた検出器に対して各リングの間隔ずつ移動させることは周知技術であると認定し，相違点3に係る本願発明の構成は，引用発明及び周知技術に基づいて当業者が容易に想到し得たと判断した。",
            "しかし，審決の甲3記載事項に関する認定は，以下のとおり誤りがある。",
            "すなわち，甲3には，「視野幅ごとに被検体を移動させては静止させる」との記載があるのみである(段落【0005】)。そして，「視野幅」とはスライス面に直角な方向(層方向)でのデータ収集範囲，すなわち図1における多層検出器リングの全幅Wを意味するものであって(段落【0018】)，本願発明におけるリング間隔を意味するものではない。",
            "また，乙1(特開平8−292268号公報)は，リング間隔ごとに移動させる目的が本願発明と異なるし，乙2は米国の一つの文献にすぎず，かかる文献の存在のみをもって，リング間隔ごとに移動させることが周知技術とすることはできないから，審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "相違点4についての容易想到性の判断の誤り(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が相違点4の判断に当たって前提とした周知技術の認定(審決書12頁14行～16行)は，上記2に記載したとおり，誤りである。",
                "審決は，本願発明の「ボリューム」について，「被検者内のポジトロン放出RIが分布する臓器等の内部組織(本願明細書の段落【0001】，【0014】図1)と思われる。」と認定している(審決書12頁17行～19行)。しかし，「ボリューム」とはエミッション又はトランスミッションデータが取得される被検体の所定範囲を意味するところ，本願発明の「ボリューム」は，特許請求の範囲に記載された「各移動位置のトランスミッションデータの収集が終わったボリューム」，すなわち，第2の検出器によりトランスミッションデータが取得された被検体の範囲を意味するものであって，審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，被検体をリング間隔ごとに移動させながらボリュームについて第2の検出器でトランスミッションデータを取得し，次いでリング間隔ごとにボリュームについてエミッションデータを収集して吸収補正をするものである。本願発明では，リング間隔ごとにエミッションデータの収集を行なうため，マルチリング検出器の視野幅を超えてエミッションデータを取得することができる。",
                "これに対して，刊行物1記載のポジトロンCT装置は，視野幅単位で被検体を移動させ，視野幅単位でトランスミッションデータを取得した後にエミッションデータを取得して，既に取得したトランスミッションデータによりこれを補正するものである。刊行物1には，視野幅単位で対応関係を持たせて吸収補正を行なう構成しか開示していないから，本願発明のような場合にどのような吸収補正を実施するかについての開示はない。",
                "本願発明のように，マルチリング型検出器のリング間隔ごとに移動させてエミッションデータを取得する場合，視野幅という概念が存在しないため，刊行物1のポジトロンCT装置の吸収補正のプロセスを適用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明は，「被検体のトランスミッションデータ収集の終ったボリュームが移動し，各移動位置のボリュームについてのエミッションデータ収集が行われている間に，該トランスミッションデータを処理して同時計数線での吸収補正データを求め，該ボリュームについてのエミッションデータの収集終了後ただちに吸収補正を行うデータ処理装置」という構成を有するものであって，一つのボリュームについてリング間隔ごとの各移動位置でエミッションデータを取得し，最も高い感度を示す中心付近のエミッションデータについても，そのまま用いるのではなく，周辺部で得られるすべてのエミッションデータと併せて用いる点に特徴を有する。したがって，一つのボリュームについて取得されるエミッションデータ量が大幅に増すため，検出感度が飛躍的に向上するという格別の作用効果を奏する。",
                "また，本願発明は，リング間隔ごとの移動位置でエミッションデータを取得するという新たな発想により，第2の検出器の幅をマルチリング型検出器のリング間隔とすることができるものであり，第2の検出器を小さく出来るという刊行物1のポジトロンCT装置にない作用効果も奏する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告の主張する取消事由はいずれも失当であり，審決には，これを取り消すべき誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2についての容易想到性の判断の誤りに対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1では，外部線源から強度の大きいガンマ線がエミッションデータ収集用検出器に入るので，吸収補正用線源8，11等の外部線源を挟む「スライスセプタ」等を設けることが必要となる。刊行物1に係る技術と刊行物2に係る技術は共通する技術分野に属するから，刊行物1に刊行物2を適用することは容易である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物2には，外部線源にガンマ線の放射方向を規制する遮蔽部材，すなわちコリメータを設けることにより，エミッションデータにおける外部線源からのガンマ線の悪影響を低減させるという効果が記載されている。",
                "本願発明の相違点2に係る構成による効果は，刊行物1又は刊行物2から，当業者が予測し得る範囲内の効果であって，原告のいう「相乗効果」ではない。",
                "原告は，本願発明において，エミッションデータ収集用のマルチリング型検出器とは別立てで，トランスミッションデータ収集用のものとして第2の検出器を設けたと主張する。しかし，原告の主張は，本願明細書の特許請求の範囲(請求項1)の記載に基づくものではなく，また，本願明細書には，リング検出器11のうち，1層をトランスミッションデータ収集に用いる実施例が記載されている(段落【0014】)から，根拠を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点3についての容易想到性の判断の誤りに対し",
          "text": [
            "引用例2に記載された，ポジトロンCT装置において，各リングの間隔ずつ移動させることは，本願出願前の周知技術(乙1，乙2)である。特に，乙2は，当該分野で著名な雑誌に掲載された論文であり，異なる著者による多数の文献(乙3～乙8)に引用されていることに照らすならば，周知技術ということができる。"
          ]
        },
        {
          "fig": "3",
          "subject": "相違点4についての容易想到性の判断の誤りに対し",
          "text": [
            "上記2のとおり，ポジトロンCT装置において，各リングの間隔ずつ移動させる技術は，周知技術である。また，本願明細書の記載によれば，「ボリューム」とは，ポジトロン放出性RIが分布する臓器等の内部組織(原告がいう「被検体の範囲」)を指すと理解するのが相当である。",
            "刊行物1においても，被検体のエミッションデータの取得する前に，被検体のトランスミッションデータを取得する点で共通し，吸収補正をする処理をするタイミングをいつにするかは当業者が適宜なし得る設計事項にすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(相違点2についての容易想到性の判断の誤り)について以下のとおり，本願発明における外部線源を挟むように配置されたスライスセプタを備えているという構成は，刊行物1及び刊行物2により，当業者が容易に想到することができたとした審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2(甲2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】 被検体に投与された放射性同位元素から放射されるガンマ線をメイン検出器で検出し，前記メイン検出器の出力に基づいて前記放射性同位元素の体内分布を画像化する核医学診断装置において，ガンマ線を放出する線源と，前記線源から放出され，前記被検体を透過したガンマ線を検出する半導体検出器とを具備したことを特徴とする核医学診断装置。‥‥‥",
                      "text": [
                        "【請求項5】 前記メイン検出器で検出されるガンマ線の入射方向に対して，交差する向きに前記線源からガンマ線が放射されることを特徴とする請求項1記載の核医学診断装置。‥‥‥",
                        "【請求項7】 前記線源にはガンマ線の放射方向を制限するための遮蔽板が設けられることを特徴とする請求項5記載の核医学診断装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0020】",
                      "text": [
                        "【発明の実施の形態】以下，本発明による核医学診断装置の一実施形態を図面を参照して説明する。なお，核医学診断装置には，シングルフォトンカメラ，ポジトロンカメラ，SPECT，PET等が含まれる。ここでは，これらを兼用できる回転型2検出器タイプを一例として説明するが，他のタイプの採用を否定するものではない。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【0025】実際に被検体Pを透過したガンマ線を検出して，吸収補正のためのデータ(吸収補正データ)を収集するために，架台11の回転板13には，スライドアーム27，29を介して，ガンマ線を放射するための面線源23と，面線源23から放射され，被検体Pを透過したガンマ線を検出するための半導体検出器25とが，それぞれの放射面と検出面とがメイン検出器15，17の検出面と垂直なY−Z面と平行になり，そして放射面と検出面とが被検体Pを挟んで対向した状態を維持したままでY軸と平行に移動可能に支持される。つまり，面線源23からのガンマ線の放射方向が，コリメータを通過してメイン検出器15，17で検出されるガンマ線の入射方向に対して，交差する，好ましくは直交するように，面線源23が設けられ，またこの面線源23に対峙する向きに半導体検出器25が設けられる。」"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【0029】図5にX−Z断面を示すように，ガンマ線の放射方向を放射面に略垂直な方向だけに制限し，面線源23から放射されたガンマ線が斜め方向からメイン検出器15，17に入射することを防止し，且つ被検体Pの被爆量を極力抑えるために，鉛等の平行スリット41，または／及び図6に示すように鉛等の方形筒状の遮蔽ウインドウ43が面線源23の放射面に設けられる。…」",
                      "text": [
                        "以上のとおり，刊行物2には，PET等に用いられる核医学診断装置において，吸収補正データ収集のために線源から放射されるガンマ線が，被検体から放射されるガンマ線を検出するメイン検出器に入射することを防止し被検体の被爆量を抑えるための遮蔽手段を設ける技術が記載されており，また，刊行物2記載の核医学診断装置は，引用発明と同一の技術分野に属するものであると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，引用発明において，刊行物2記載の上記技術と同様に，棒状又は円筒状の吸収補正用線源から放射されるガンマ線がエミッションデータの収集にあてる検出器に入射することを防止し，被検体の被爆量を抑えるための遮蔽手段，すなわちスライスセプタを吸収補正用線源を挟むように設け，相違点2に係る本願発明の構成を得ることは，刊行物2記載の上記技術に基づいて当業者が容易になし得たものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物1のポジトロンCT装置においては，吸収補正用外部線源8の強度を極めて弱いものであり，スライスセプタを設ける必要がないから，コリメータ等の遮蔽部材を設けるとの技術を示唆するものはないと主張する。",
                    "しかし，原告の上記主張は，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1では，確かに，エミッションデータに外部線源からのガンマ線が含まれることについての課題は明示されていないが，刊行物1のポジトロンCT装置において，外部線源強度が強くなるにつれて散乱線等がエミッションデータに及ぼす影響が大きくなること点を考慮するならば，吸収補正データ収集のために線源から放射されるガンマ線が，被検体から放射されるガンマ線を検出するメイン検出器に入射することを防止する目的で遮断手段を設ける刊行物2記載の技術を，引用発明に適用することは，容易であるといえる。",
                        "したがって，原告の上記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，刊行物1(甲1)の記載によれば，引用発明において，放射線検出用の検出器2の円環状配列の多層配列の右半分の層及び左半分の層が，それぞれ，エミッションデータの収集に係る検出器及び吸収補正用のトランスミッションデータの収集に係る検出器に相当するものと認められる。",
                        "しかし，各々の検知器の検出性能が同等のものであるとの記載はなく，かえって，「通常，被検者4中のRI5の放射能は吸収補正用棒状線源8の放射能に比較して小さいので無視できる場合が多い。」(段落【0017】)との記載によれば，エミッションデータとトランスミッションデータとでは，放射能の大きさに違いがあり，各々の検出器に入射するガンマ線の強度にも違いがあることが認められ，このことからすれば，各々の検出器の検出性能を異ならせることも，十分想定し得るところである。",
                        "したがって，トランスミッションデータの収集について，エミッションデータ収集用の検出器の検出性能に制約され，吸収補正用外部線源8の強度を極めて弱いものとせざるを得ないから，外部線源を挟むスライスセプタを設ける必要がないとの原告主張は，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物2記載の装置は，シングルフォトン撮影のための核医学診断装置であるから，同装置にスライスセプタが備わっていても，当業者が，刊行物1のポジトロンCT装置にスライスセプタを設けることを想到するものではないと主張する。",
                    "しかし，刊行物2記載の技術は，ポジトロンCT装置(PET)にも用いられる核医学診断装置に係るものであって，引用発明と技術分野を共通にするものであるから，この点に関する原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願発明は，各リング位置ごとにエミッションデータを取得する構成と外部線源を挟むスライスセプタを組み合わせたことによって，相乗効果を発揮すると主張する。",
                    "しかし，本願発明が，マルチリング型検出器の各リング位置ごとにエミッションデータを取得するものであるとしても，外部線源を挟むスライスセプタを設けることによりエミッションデータにおける外部線源からのガンマ線の影響を低減させる効果は，刊行物2記載の技術から当然予測し得るものであり，スライスセプタとの組合せによって格別の相乗効果が生じるものとはいえない。",
                    "したがって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本願発明は，エミッションデータ収集用のマルチリング型検出器とは別立てで，トランスミッションデータ収集用のものとして第2の検出器を設け，さらにスライスセプタと組み合わせることによって，特有の効果を奏すると主張する。",
                    "しかし，原告の主張する作用効果は，第2の検出器の幅が小さい場合や，第2の検出器特性の高いものを採用する場合について生じる作用効果と認められるところ，本願明細書の特許請求の範囲(甲6)の請求項1において，第2の検出器の幅や，特性について何ら特定されるものでもないから，原告の上記主張は，本願発明の内容に基づかないものであって，失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(相違点3についての容易想到性の判断の誤り)について以下のとおり，ポジトロンCTにおいて，被検体を，リング型検出器を軸方向に多層に重ねた検出器に対して各リングの間隔ずつ移動させることが周知技術であるとし，相違点3に係る本願発明の構成は引用発明及び周知技術に基づいて当業者が容易に想到し得たとした，審決の認定，判断に違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙2(1992年(平成4年)発行の「IEEE TRANSACTIONS ON",
                  "text": [
                    "NUCLEAR SCIENCE, VOL.39, NO.4」に掲載された Simon R.Cherry外2名著の「High Sensitivity, Total Body PET Scannnig Using 3D Data Acquisitionand Reconstruction」と題する論文。以下「乙2論文」という。)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「標準的な2次元全身撮像プロトコル(手順)では，ベッドはスキャナーの視野幅と等しい幅でスキャナーの中を移動する(図1a)。しかしながら，図1bで示されるような準連続収集法が3次元全身測定に，より適しているのにはいくつかの理由がある。",
                        "一つのベッド位置で取得される3次元データセットの軸方向の感度分布は，図2aに示される。もし，図1aのような離散的なデータ収集プロトコル(手順)を用いた場合，軸方向に強い感度変化があり，コロナルスライスとサジタルスライスにわたって不均一な高いノイズ特性が生じることがある。ベッドを1回につき1検出器の幅で軸方向に移動することにより(「連続的な」データ収集と呼ばれる)，軸方向の感度分布は視野幅の大半で完全に均一となり，したがって，データセット全体で高いかつ一様なS／Ｎ比が実現される(図2a)。「連続的な」サンプリングの別の利点は，視野の大部分で空間的に不変の応答関数が得られることである。」(1088頁右欄18行～末行)，"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「実験はすべて，ECAT-831/08-12 神経PETスキャナ(CTI/Siemens,Knoxville, TN)で行った。この直径64cmの断層撮像装置は，8個のビスマス ゲルマニウム オキサイド(BGO)検出器リングで構成され，各々のリングの幅が，1．35cmであり，10．8cmの全視野幅である。」(1089頁右欄2行～6行)",
                      "text": [
                        "上記においては，8個のビスマス ゲルマニウム オキサイド(BGO)検出器リング，すなわちマルチリング検出器を有するPETスキャナを用いて，1回につき1検出器の幅でベッドを移動することにより連続的にデータを収集する技術が記載されているものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記乙2論文の掲載誌は，国際的に著名な「米国電気電子学会」(略称「IEEE」)が発行したものであること，乙3(1997年(平成9年)に発行された「IEEE TRANSACTIONS ON NUCLEAR SCIENCE, VOL.44,NO.4」に掲載された J.R.N Symonds-Tayler 外5名著の「Design andPerformance of an Acquisition and Control System for a Positron Camera withNovel Detectors」と題する論文)，乙7(1994年(平成6年)に発行された「IEEE TRANSACTIONS ON NUCLEAR SCIENCE , VOL. 41, NO.4」に掲載された M Dahlbom外4名著の「Charactrization Of Sampling SchemesFor Whole Body PET Imaging」と題する論文)，乙8(1996年(平成8年)に発行された「1996 IEEE NUCLEAR SCIENCE SYMPOSIUMConference Record」に掲載された Scott F. Schubert外2名著の「Whole BodyPET Using Overlapped 3D Acquisition and Weighted Image Summation」と題する論文)において，上記技術に言及しつつ，乙2論文が引用されているほか(乙3の1531頁右欄28行～33行，乙7の1574頁下から5",
                  "text": [
                    "行～1575頁3行，乙8の1285頁26行～40行)，乙4(199",
                    "7年(平成9年)に発行された「IEEE TRANSACTIONS ON MEDICALIMAGING, VOL.16,NO.2」に掲載された Jeffrey A. Fessler 外3名著の「Grouped-coordinate ascent algorithms for penalized-likelihood transmissionimage reconstruction」と題する論文)，乙5(1996年(平成8年)に発行された「IEEE TRANSACTIONS ON NUCLEAR SCIENCE, VOL.43, NO.4」に掲載された Robin J. Smith 外1名著の「Post-injection Transmission Scansin a PET Camera Operating without Septa with Simultaneous Measurement ofEmission Activity Contamination.」と題する論文)，乙6(1995年(平成7年)に発行された「The Journal of Neuclear Medecine, Vol.36, No.12」に掲載された P. Duffy Cutler外6名著の「Dosiemetry of Copper-64-labeledMonoclonal Antibody 1A3 as Determined by PET Imaging of Torso」と題する論文)においても乙2論文が引用され，また乙3ないし乙8はすべて著者の異なる論文であることに照らせば，本件出願時(平成12年)において，乙2論文記載の上記技術は，当業者に広く知られた周知のものであったと認めることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，ポジトロンCTにおいて，被検体を，リング型検出器を軸方向に多層に重ねた検出器に対して各リングの間隔ずつ移動させることを周知技術であるとした審決の認定に誤りはないというべきである。",
                    "したがって，審決における周知技術についての認定の誤りをいう，原告の上記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "text": [
                "刊行物1には，被検者の移動に関し，「被検者を移動させなければならないような広範囲の撮像を行なう場合に，1度の移動でエミッションデータと吸収補正用のトランスミッションデータとを収集することができて，被検者の負担を軽減できる。」(2頁2欄下から5行～同2行，段落【0010】)，「ベッド装置6によりテーブル7を右方向に移動させて，被検者4が体軸に沿って頭部から脚部へとトンネル部3に順次挿入するようにする。」(3頁3欄下から8行～同6行，段落【0015】)，「被検者4を1度だけ左から右へと移動させるだけで，被検者4の全身についてのエミッションデータとトランスミッションデータとを同時に収集できることになる。」(3頁4欄20行～23行，段落【0018】)との記載があるが，同記載以外に具体的な説明はなく，引用発明において，被検者の移動がどのように行われるのか具体的な説明はないが，上記周知技術に基づけば，被検体をリング型検出器の各リングの間隔ずつ移動させるようにし，相違点3に係る本願発明の構成に到ることは，当業者が容易になし得たものというべきである。",
                "これと同旨の，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(相違点4についての容易想到性の判断の誤り)について以下のとおり，本願発明における相違点4の構成は，刊行物1により，当業者が容易に想到することができたとした審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の「吸収補正」が，本願発明における，同時計数線における吸収補正であること(審決12頁，エ)，引用発明においても，各移動位置のボリュームについてのエミッションデータ収集が行われている間に，トランスミッションデータを処理して同時計数線での吸収補正データを求めることが可能であること(審決12頁，オ)は，当事者間に争いがない。",
                "刊行物1においては，トランスミッションデータを用いる吸収補正自体をどのようなタイミングで行うか具体的に開示されていないが，吸収補正をどのようなタイミングで行うかは，当業者が設計上適宜決定し得る程度の事項というべきである。",
                "そして，引用発明において，被検体をリング型検出器の各リングの間隔ずつ移動させるとの，相違点3に係る本願発明の構成を採ることは，当業者が容易に想到し得たものというべきところ，引用発明においても，各移動位置のボリュームについてのエミッションデータ収集が行われている間に，トランスミッションデータを処理して同時計数線での吸収補正データを求めることが可能であって，吸収補正のタイミングを遅らせなければならないような特段の事情も見当たらないことからすれば，上記構成を採る際に，速やかに吸収補正データが得られるよう，各移動位置のボリュームについてのエミッションデータ収集が行われている間に，トランスミッションデータ収集の終ったボリュームのトランスミッションデータを処理して同時計数線での吸収補正データを求め，該ボリュームについてのエミッションデータの収集終了後直ちに吸収補正を行うようにすることは，当業者が設計上適宜採用し得る程度の事項というべきである。",
                "したがって，相違点4に係る本願発明の構成とすることは，当業者が容易になし得たものである。これと同旨の，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物1のポジトロンCT装置は，本願発明などのように，マルチリング型検出器のリング間隔ごとに移動させてエミッションデータを取得する場合，視野幅という概念が存在しないため，刊行物1のポジトロンCT装置の吸収補正のプロセスを適用することはできないと主張する。",
                    "しかし，上記2(2)に述べたとおり，刊行物1においては，被検者の移動に関し，視野幅単位で移動するといったような具体的な説明はなく，刊行物1のポジトロンCT装置について，視野幅単位で被検体を移動させることを前提とする原告の上記主張は，根拠を欠くものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明は，一つのボリュームについてリング間隔ごとの各移動位置でエミッションデータを取得し，特に，最も高い感度を示す中心付近のエミッションデータについても，そのまま用いるのではなく，周辺部で得られるすべてのエミッションデータと併せて用いる点に特徴を有し，一つのボリュームについて取得されるエミッションデータ量が大幅に増すため，検出感度が飛躍的に向上するという作用効果を奏するものであると主張する。",
                    "しかし，本願明細書の特許請求の範囲の請求項1においては，エミッションデータに関し，一つのボリュームについてリング間隔ごとの各移動位置で収集されるエミッションデータを併せて用いるものであるといった点は記載されていないから，原告の上記主張は，本願発明の内容に基づかないものであって，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物1のポジトロンCT装置では，視野幅単位の移動を前提とすることから，トランスミッションデータ検出用の検出器は必然的に視野幅となるのに対して，本願発明では，リング間隔ごとの移動位置でエミッションデータを取得するという新たな発想により，第2の検出器の幅をマルチリング型検出器のリング間隔とすることができ，第2の検出器を小さくすることができるという刊行物1のポジトロンCT装置にない作用効果を奏すると主張する。",
                    "しかし，刊行物1のポジトロンCT装置が，視野幅単位で被検体を移動させるものであるとの原告の主張が，根拠を欠くことは，上記アに判示したとおりである。そして，本願明細書の特許請求の範囲の請求項1においては，第2の検出器の幅について，何ら特定されていないから，本願発明が，原告の主張する上記作用効果を奏するものとはいえない。原告の上記主張は，本願発明の内容に基づかないものであって，失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "その他，原告は縷々主張するが，いずれも，採用の限りでない。以上のとおり，原告の主張する取消事由はいずれも理由がなく，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}