{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80132号事件について平成18年7月19日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成6年11月24日，発明の名称を「生海苔の異物分離除去装置」とする発明につき特許出願(特願平6−315896号。以下「本件出願」という。)をし，平成9年6月20日，特許第2662538号として特許権(請求項の数4。この特許権に係る特許を「本件特許」という。)の設定登録を受けた。",
                "本件特許の請求項2に係る発明についての特許に対し被告から平成17年4月26日に無効審判請求がされ，特許庁は同請求を無効2005−80132号事件として審理し，その係属中の同年7月21日，原告は，本件出願の願書に添付した明細書(以下，願書に添付した図面と併せて「本件明細書」という。)について特許請求の範囲の減縮等を目的とする訂正請求をしたが，特許庁は，平成18年6月21日，上記訂正請求を却下する決定をした。",
                "そして，特許庁は，同年7月19日，「特許第2662538号の請求項2に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は，同年8月8日，原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，被告は，平成15年6月16日，本件特許の請求項1に係る発明についての特許に対し無効審判請求をし，特許庁は，この請求を無効2003−35247号事件として審理した結果，平成16年4月6日，請求不成立の審決(以下「第1次審決」という。)をした。被告は，第1次審決を不服として，その取消しを求める審決取消訴訟(東京高等裁判所平成16年(行ケ)第214号)を提起し，東京高等裁判所は，平成17年2月28日，第1次審決を取り消す旨の判決をし，同判決は確定した。その後，特許庁は，更に審理をした結果，同年5月12日，本件特許の請求項1に係る発明についての特許を無効とする旨の審決(以下「第2次審決」という。)をした。",
                "原告は，第2次審決を不服として，その取消しを求める審決取消訴訟(当庁平成17年(行ケ)10530号)を提起し，当庁は，同年11月9日，請求棄却の判決をし，同判決は確定し，平成18年4月11日，第2次審決の確定登録がされた。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件明細書の特許請求の範囲の請求項1及び請求項2の記載は，次のとおりである(以下，請求項1に係る発明を「請求項1発明」，請求項2に係る発明を「本件発明」という。)。",
            "【請求項1】 筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を設けたことを特徴とする生海苔の異物分離除去装置。",
            "【請求項2】 前記第一回転板の表面を回転中心から周縁に向かうに従って下がり傾斜にしたことを特徴とする請求項1の生海苔の異物分離除去装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "本件審決の内容は，別紙審決書写しのとおりである。",
            "その理由の要旨は，本件発明は，本件出願前に頒布された刊行物である特開昭51−82458号公報(甲2。以下「引用例」という。)記載の発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものであり，本件発明の特許は，特許法29条2項の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきであるというものである。",
            "本件審決は，本件発明と引用発明との一致点及び相違点を次のとおり認定した。",
            "(一致点)",
            "本体の底部周端縁に環状枠板部を設け，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記本体に異物排出口を設けたことを特徴とする混合液の異物分離除去装置である点。",
            "(相違点(a))",
            "本件発明では，本体が，筒状混合液タンクであり，異物排出口がその底隅部に設けられているのに対し，引用発明では，本体が，室(ハウジング)であり，異物排出口はその側部に設けられている点。",
            "(相違点(b))",
            "異物分離除去の対象となる混合液が，本件発明では「生海苔の混合液」であるのに対し，引用発明では「パルプ等の繊維懸濁液のような異なる物質」である点。",
            "(相違点(c))",
            "第一回転板が，その表面を回転中心から周縁に向かうに従って，本件発明では下がり傾斜にしているのに対し，引用発明では，その形状は特定されておらず，図面を見る限り平面状である点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に関する原告の主張",
          "text": [
            "本件発明と引用発明との一致点の認定，相違点(a)の認定及び容易想到性の判断，相違点(b)及び(c)の認定に誤りがないことは認める。",
            "しかし，審決は，相違点(b)及び(c)の容易想到性の判断を誤り，本件発明の進歩性の判断を誤ったものであるから，違法として取消しを免れない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(b)及び(c)の容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の特徴",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，深さのあるタンクを前提として，「下がり傾斜」の回転板(相違点(c))の円周部の隙間(クリアランスないしスリット，以下「スリット」という場合がある。)を使った，生海苔用(相違点(b))の異物除去装置であり，生海苔の塩水混合液をタンクに入れて，上記隙間を通過させて良品の生海苔を得るというものである。",
                        "ところで，生海苔は，極薄のフィルム状であるため，まとまった分量になると，スリットを通過させようとしても，直ちにスリットを塞いでしまう。そこで，生海苔の薄片が塩水中にいわば「漂った状態」で，スリット部分に移動するようにさせ，スリット部分に生海苔が留まることがないように，通過しないものは直ちに浮遊したまま移動するのが良く，そのためには，深さのあるタンクにタップリと貯めた状態で処理をする構造が相応しい。また，異物と絡み合ったものや，厚手のものなどは，通過させずに廃棄する必要があるので，ある程度穏やかにスリットを通過させるようにするのが望ましい。",
                        "本件発明は，回転板の上方に，分離前の混合液がある程度の深さで貯まる構造とし(本件明細書(甲1)の図1参照)，穏やかにスリットを通過させるようにしたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，上記(ア)の構造を前提とする本件発明の回転板(第一回転板)の「下がり傾斜」の構造(相違点(c))には，次のような機能がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "下がり傾斜の形状によって，混合液(選別前のもの)を貯めた状態で，垂直の中心軸を中心とした回転する流れが生じると共に，遠心力によって下部で外側に向かう流れが生まれ，回転板の回転に伴う混合液の流れをスムーズにさせ，海苔のスリット通過と異物選別を助け，スリットを通過すべきものを通過させ，通過しないものが滞留するのを防ぐことができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明の装置においては，数分の間，選別前混合液を上から投入しながら，下部で選別後の海苔を取り出す運転を続け，投入を止めて水位が下がった後，タンク内に残った異物等を洗浄及び排出するという運転の仕方をする。その際，回転板が平面状であると異物が回転板上に残ってしまい，十分な洗浄ができないが，下がり傾斜とすることにより，これを避けることができる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明の非容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "先行技術における本件発明の構成・効果の不開示",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件審決が周知例として引用した甲8(特開昭61−27830",
                          "text": [
                            "8号公報)，甲9(実公平6−32201号公報)，甲12(特開",
                            "昭52−67068号公報)には，回転板が「下がり傾斜」形状に",
                            "見える先行技術の記載も存在するが，いずれも回転板円周部の隙間を通過させる異物除去とは全く無関係で，回転板の働きが全く異なるから，甲8，9，12から本件発明の構成が示唆されることはない。",
                            "すなわち，甲8は，濾過装置とはされているが，中央部の隙間を通過させようとするものであり，回転板円周部の動的な隙間を使うものとは無関係である。甲9と甲12は，比重の差によって分離をしようとする一種の遠心分離機であり，隙間を通過させようという技術思想は存しない。",
                            "また，本件審決が周知例として引用した参考資料1ないし6(甲33ないし38)の各回転板は，いずれ単に攪拌等をするだけで，良品海苔を隙間通過させるという技術思想は存しない。なお，甲33(特開昭57−136490号公報)は単なる洗濯機，甲34(",
                            "実願昭60−171302号(実開昭62−81292号)のマイ",
                            "クロフィルム)は単なる攪拌機にすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記ア(イ)のとおり，本件発明の「下がり傾斜」は，深さのあるタンクの中で，生海苔を回転板円周部の隙間を通過させるのに役立たせ，残留異物を洗い流す効果を奏するものであるが，このような効果は，どの先行技術にもみられられない本件発明独自のものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明における阻害要因の存在",
                      "text": [
                        "引用発明の異物除去装置は，回転板構造があるが，回転板の上の空間である「室4」が扁平な形状であって，狭いものであり，分離前の混合液がある程度の深さで貯まる構造ではないから(甲2の図8，10，14)，引用発明の回転板を，下がり傾斜の形状に変更することには阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明に，上記(ア)aの先行技術を組み合わせることはできないし，仮にこれを組み合わせたとしても，対象物を「生海苔」とし，回転板を「下がり傾斜」の形状とする，相違点(b)及び(c)に係る本件発明の構成を容易に想到することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，当業者が引用発明に基づいて本件発明を容易に発明することができたものではないから，本件発明の進歩性を否定した本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の特徴に関する主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，請求項1発明と従属項の関係にあり，請求項1発明の第一回転板について「第一回転板の表面を回転中心から周縁に向かうに従って下がり傾斜」との構成を付加することによって限定(相違点(c))したものである。そして，「下がり傾斜」との構成を加えたことによる効果は，第一回転板の表面を水平状態にした場合と比較して，「異物を遠心力によってタンクの底隅部に集積しやすい」(本件明細書の段落【0010】，【0030】)という程度のものであって，請求項1発明の作用，効果と実質的な相違はなく，原告主張のような特徴もない。本件発明は，請求項1発明と実質的に同一発明であるといえる。",
                    "そして，本件と同じ引用発明及び周知技術に基づいて請求項1発明の特許を無効とする第2次審決が既に確定している以上，相違点(b)の判断についてはもはや争う余地がなく，請求項1発明と実質的に同一発明である本件発明の特許が無効であることも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明について「深さのあるタンク」という構成を前提とした主張，及び「下がり傾斜」の効果に関する主張は，いずれも本件明細書の記載に基づかないものであって失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の非容易想到性に関する主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明における「下がり傾斜」の効果は，前記(1)ア記載の程度のものにすぎないこと，本件発明は，傾斜の特定をしたものではないことを前提とすれば，本件審決が引用する先行技術における「下がり傾斜」形状の回転板が，本件発明における「下がり傾斜」の構成と無関係であるとはいえない。",
                    "また，引用例(甲2)の図8，10，14で開示されている「室」(104など)は扁平な形状ではなく，回転板の上部に相当な空間を備えている構造であるといえるから，引用発明の回転板を，下がり傾斜の形状に変更することに阻害要因はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決が，「本件発明の第一回転板の形状は，当業者であれば攪拌用の回転体の形状として想起しうる程度のものであり，そのような変更により本件発明の目的及び効果に格別の相違が生じるものではないから，この点は単なる形状の変更に過ぎない。また，この形状の相違は，異物を分離するという課題を解決する手段における微差というべきものでもある。したがって，引用発明を海苔の異物分離に転用する際に，回転板の形状をこのようなものとすることは，実質的な相違とは認められないか，少なくとも，当業者であれば容易に想到しうることに過ぎない。」(審決書14頁23行～30行)として，相違点(c)に係る本件発明の構成について，当業者が容易に想到し得たと判断したことに誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "相違点(b)及び(c)の容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(b)に係る容易想到性について",
              "text": [
                "以下のとおりの理由から，引用発明における異物分離除去の対象となる混合液について，「パルプ等の繊維懸濁液」を「生海苔の混合液」(相違点(b)に係る本件発明の構成)とすることは容易想到であると解する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "事実認定(本件発明の特徴)",
                  "text": [
                    "本件発明と引用発明とを対比すると，両者は，混合液の異物分離除去装置であること，また，装置の基本的な構成(本体の底部周端縁に環状枠板部を設け，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めしたものであること，第一回転板を軸心を中心として適宜駆動手段によって回転可能とするものであること，本体に異物排出口を設けたこと)において共通する。",
                    "そして，上記共通点に加えて，本件明細書(甲1)には，「この発明に係る生海苔の異物分離除去装置は上記のように構成されているため，第一回転板を回転させると混合液に渦が形成されるため生海苔よりも比重の大きい異物は遠心力によって第一回転板と前記環状枠板部とのクリアランスよりも環状枠板部側，即ち，タンクの底隅部に集積する結果，生海苔のみが水とともに前記クリアランスを通過して下方に流れるものである。」(段落【0009】)との記載があるのに対して，引用例(甲2)にも，「この種の篩い分けを行う目的は，例えば懸濁液を連続的に処理するに好適な粒径より大きな粒径の粒子の如き夾雑物を懸濁液から分離することである。」(2頁右下欄4行～7行)，「この篩い分け装置は，ほぼ円形の干渉間隙又は同心円状に配列した数個所の間隙を利用することにより，スクリーンに流入する懸濁液が各スクリーン間隙に達した瞬間に高度に流動化されて繊維が間隙を通過できる程度にまで流動化させ，特に繊維濃度が高い物質から好ましくない不純物を分離するために用いることができる。静止部材又は可動によって流体中に適当な強度及び形状を持つ攪乱を供給することにより流動化を起こすことができる。」(3頁左下欄12行～右下欄1行)との記載があることに照らすならば，本件発明と引用発明は，いずれも第一回転板を駆動させて混合液を流動化させ，混合液中の生海苔(本件発明)又は繊維(引用発明)はクリアランス(間隙)を通過させるが，クリアランスよりも粒径の大きな異物は通過させずに異物排出口から排出させることにより，混合液から異物を分離するものである点において共通する。",
                    "そして，引用例(甲2)には，「スクリーンの実効間隙は任意に設定することができ，この間隙の幅以上の寸法の粒子の通過を妨げる手段が画定されるから，全く自由に任意の寸法の粒子を除去することができる。」(5頁右上欄15行～18行)との記載があり，この記載によれば，引用例の異物除去装置の実効間隙は，除去すべき異物の粒子の大きさ，あるいは通過させるべき対象物の大きさに応じて任意に設定することができるものと理解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断",
                  "text": [
                    "そうすると，「生海苔混合液中の細かく切断された生海苔が狭いスリットを通過し得ること」は，本件出願時に，周知の技術事項であり(例えば，甲3，43)，パルプ等の繊維懸濁液と生海苔混合液とは，繊維又は生海苔が狭いスリット(間隙)を通過し得るという点において相違はないから，当業者であれば，引用例の異物除去装置の実効間隙を，通過させるべき生海苔の大きさに合わせて設定することにより，引用例の異物除去装置を「生海苔の混合液」に使用することは，容易に想到し得たものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(c)に係る容易想到性について",
              "text": [
                "以下のとおりの理由から，引用発明に，周知技術(甲33ないし38)を適用して，「第一回転板の表面を回転中心から周縁に向かうに従って『下がり傾斜』の形状」(相違点(c)に係る本件発明の構成)とすることは，容易想到であると解する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "事実認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件明細書(甲1)には，本件発明の第一回転板の表面を回転中心から周縁に向かうに従って「下がり傾斜」の形状(相違点(c)に係る本件発明の構成)とすることによる作用効果について，「なお，前記第一回転板の表面を回転中心から周縁に向かうに従って下がり傾斜にすれば，前記異物を遠心力によってタンクの底隅部に集積しやすいものである。」(段落【0010】，【0030】)との記載があ",
                      "text": [
                        "る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，引用例(甲2)の「この繰り返し試行は，回転部材によって懸濁液中に惹き起こされる攪乱によるものである。」(5頁右上欄10行～11行)との記載があり，同記載によれば，引用発明の第一回転板も懸濁液を攪拌する作用を有する点で共通する。",
                        "そして，甲33ないし38によれば，「タンク又は槽の底部に設けられた，内部の液体を攪拌する作用を有する回転体において，その形状をその表面を回転中心から周縁に向かうに従って下がり傾斜としたもの」とすることは，海苔調合装置などの海苔処理装置(例えば，甲35ないし37(本件審決の参考資料3ないし5))を含め，周知の技術であったことが認められる。さらに，甲33には「例えばパルセータ34の直上から沈降する異物は，・・・パルセータ34の上面に案内されるようにしてパルセータ34と凹所17との間の隙間から遮壁37の外側の案内路38に入り込み，・・・」(3頁右上欄15行～左下欄1行)との記載があり，この記載は，異物が攪拌板であるパルセータ34の表面を中心から周縁に向かって「下がり傾斜」に従って案内されることを示唆するものであると理解できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性の判断",
                  "text": [
                    "そうすると，第一回転板の表面を回転中心から周縁に向かうに従って「下がり傾斜」とすれば，異物が周縁に移動しやすくなり，本体の底隅部に集積しやすくなることは当然予測できるものであるから，引用発明に上記ア(イ)の周知技術を適用して，引用発明の第一回転板の表面を回転中心から周縁に向かうに従って「下がり傾斜」の形状(相違点(c)に係る本件発明の構成)とすることは，当業者であれば容易に想到し得たものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し原告は，本件発明は，回転板の上方に，分離前の混合液がある程度の深さで貯まる構造を前提とした上で，回転板(第一回転板)を「下がり傾斜」の形状とするとの構成を採用したことにより，生海苔を回転板円周部の隙間を通過させるのに役立たせ，残留異物を洗い流すという独自の効果を有するのに対して，引用発明の異物除去装置は，その回転板の上の空間である「室4」が扁平な形状であって，狭いものであり，分離前の混合液がある程度の深さで貯まる構造ではないから，引用発明において，対象物を「生海苔混合物」とし，回転板を下がり傾斜の形状に変更することに阻害要因があるなどと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，原告の上記主張が失当であることは，前記(1)イ及び(2)イで判示したとおりであるが，さらに理由を付加する。",
                        "原告は，回転板(第一回転板)を「下がり傾斜」の形状としたことにより，生海苔を回転板円周部の隙間を通過させるのに役立たせ，残留異物を洗い流すという，先行技術にはみられない独自の効果を有すると主張するが，原告主張の上記効果は，本件明細書(甲1)の記載に基づくものではなく，本件明細書の記載から自明であるともいえない。そして，本件発明において回転板の表面を「下がり傾斜」の形状としたことによる作用効果は，当業者が当然予測し得る程度のものにすぎないことは，前記(2)イで判断したとおりである。(なお，本件明細書には「更に，前記第二回転板の周縁部の表面を回転中心から周縁に向かうに従って下がり傾斜にすれば，前記クリアランスにおける前記生海苔と水との混合液の通過を更に促進させることができる。」(段落【0012】，【0032】)との記載もあるが，回転板の表面の「下がり傾斜」のどのような作用によりクリアランスにおける生海苔と水との混合液の通過を更に促進させることができるかについての具体的な説明はなく，上記記載から，相違点(c)に係る本件発明の構成により格別な作用効果を奏するものと認めることはできない。)また，引用例(甲2)の図1(FIG．1)に照らしても，「デイ",
                        "スク5」(回転部材)の上の空間である「室4」が液体を貯蔵することができる程度の深さを持った筒状の空間であり(原告は，引用例の「室4」が本件発明の「筒状混合液タンク」に相当するとした本件審決の相違点(a)の判断を争っていない。)，「デイスク5」の表面を回転中心から周縁に向かうに従って「下がり傾斜」の形状とするのに支障があるものと認めることはできない。したがって，本件発明と引用発明とが，分離前の混合液が貯まる構造(タンク)の深さに関し実質的に差異があるものとはいえず，引用発明の第一回転板を「下がり傾斜」の形状とすることに阻害要因はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，相違点(b)及び(c)に係る本件発明の構成を容易に想到することはできない旨の原告の上記主張は，その前提を欠くものとして，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "したがって，相違点(b)及び(c)に係る本件発明の構成が容易想到であるとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がない。原告は，他にも本件審決の認定判断の誤りを縷々主張するが，その主張自体審決の結論に影響を及ぼすものではなく，本件審決を取り消すべき瑕疵に該当しない。",
            "なお，本件審決は，相違点(a)及び(b)の容易想到性があるとした判断は第1次審決を取り消した確定判決(前記第2の1(2))の拘束力に従ったものである旨を説示している(審決書8頁12行～18行)。しかし，本件発明(請求項2)とは異なる請求項1に係る特許についての審決を不服とした別件取消訴訟の取消判決(確定判決)における理由中の判断が，本件発明の特許の無効審判をする審判官(特許庁)を拘束するいわれはないので，本件審決の上記説示部分は，行政事件訴訟法33条についての誤った理解に基づくものであって相当ではない。ただし，この点は，審決の結論を左右するものではない。",
            "以上のとおりであるから，原告の本訴請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10392",
    "date": "2007-03-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034438",
    "ipprecedent_id": "942",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}