{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−19999号事件について平成18年9月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記意匠につき意匠登録出願をしたところ，拒絶査定を受けたため，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年9月9日，後記意匠(部分意匠)につき意匠登録出願(以下「本願」という。)をしたが，特許庁から平成17年8月19日(起案日)に拒絶査定を受けたので，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2005−19999号事件として審理した上，平成18年9月6日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年9月26日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "意匠の内容",
              "text": [
                "本願に係る意匠の内容は，意匠に係る物品を「鍵材」とし，その意匠の形態を別添審決写し別紙第1の本願意匠のとおりとするものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の詳細は，別添審決写し記載のとおりである。",
                "その要点は，本願意匠は，図面が不明りょう又は不明確であるため，意匠を特定して認定することができず，いまだ具体的なものとは認められないから，意匠法3条1項柱書きに規定する「工業上利用することができる意匠」に該当しない，としたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決が，本願意匠は図面が不明りょう又は不明確であるため意匠を特定して認定することができず，いまだ具体的なものとは認められないとしたことは，以下に述べるとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許庁は，審査段階では類否判断を行った上，新規性なし(意匠法3条1項3号)との判断(平成15年1月22日付け拒絶理由通知書〔甲1〕等)をしている。意匠法52条が準用する特許法158条は，「審査においてした手続は，拒絶査定不服審判においても，その効力を有する。」と規定しており，審査段階において行った拒絶理由通知(甲1)は，拒絶査定不服審判においても効力を有することとなるから，審査段階で意匠の類否判断を行ったということは，その形態を特定できているということにほかならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，出願段階の意見書提出時及び審判請求時において現物を提出し，これは肉眼で見て十分認識できるものである。また，原告が提出した参考斜視図(甲7参照)は，原告商品のパンフレット(甲4)に掲載されていたものであり，これ以上分かり易い書面はない。",
                    "参考斜視図のディンプル部(くぼみ部，凹部)の配置は願書に添付された図面とは異なるが，鍵というものはその性質上すべて形状が異なるものであり，商品カタログやパンフレットに掲載されたものが願書に添付された図面のものと一致する方がむしろおかしいといわざるを得ない。",
                    "また，原告は願書においては図面を添付して出願しているので，本願意匠は図面に基づき特定されるべきであるが，現物たる見本は，少なくともディンプル部の形状を把握する一助にはなるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願意匠が不明確であるとして意匠法3条1項柱書きによって本願を拒絶した審決の認定判断が違法であることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，意匠法60条の3によれば，補正は，事件が審査，審判又は再審に係属している場合に限り行うことができるとされている。仮に被告主張のとおり本願意匠が特定されないと認定判断される場合であっても，原告は再度の審判手続において手続補正をする用意があるから，審決を取り消されたい。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "拒絶査定不服審判は，職権主義の下で，法令の解釈，適用及び事実認定をやり直す手続であり，審判において，拒絶査定と異なる拒絶の理由を発見した場合には，新たに拒絶の理由を通知し，意見を求めた後に審決することができる(意匠法50条3項)。したがって，審査において，本願意匠の形態の特定がなされ，類否判断を行っているとしても，審判においては，審査段階の判断に拘束されるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願意匠は，ディンプル部の開口端縁部の形状について，左側面図及び右側面図によると，その作図の大きさは小さく，実線が太いため，四隅の態様が不明であり，また，実線と鍵材本体を示す破線とが重なり合っているため，ディンプル部が，鍵穴差込部の側面と鍵穴差込部の平面(又は底面)と接する際の位置から形成されているのか，該側面の端寄りに余地を残して形成されているのかが明確になっておらず，開口端縁部の形状を特定することができない。",
                "したがって，本願意匠は，願書の記載事項及び添付された図面に基づいて意匠を特定して認定することができないものであり，本願意匠は意匠法3条1項柱書きに規定する「工業上利用することができる意匠」に該当しないとした審決の認定判断に，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(意匠の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "そこで，原告主張の取消事由について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願は，願書(意匠登録願，甲5)によれば，意匠に係る物品を「鍵材」とする，ディンプル部分(くぼみ部，凹部)の部分意匠の意匠登録出願であることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，意匠法6条は，意匠登録出願の願書には，意匠登録を受けようとする意匠を記載した図面を添付することを規定し，同施行規則3条は，願書に添付すべき図面は，様式第6により作成しなければならないとしている。そして，同様式第6は，①立体を表す図面は，正投影図法により各図同一縮尺で作成した正面図，背面図，左側面図，右側面図，平面図及び底面図をもって一組(判決注：以下これらの図面を併せて「6面図」という。)として記載するとし(備考8)，②部分意匠については，意匠登録を受けようとする部分を実線で描き，その他の部分を破線で描く等により意匠登録を受けようとする部分を特定することとし(備考11)，③立体を表す図面において，6面図だけでは，その意匠を十分表現することができないときは，展開図，断面図，切断部端面図，拡大図，斜視図その他の必要な図を加え，そのほか意匠の理解を助けるため必要があるときは，使用の状態を示した図その他の参考図を加えるとしている(備考14)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願意匠は，鍵材のディンプル部分の部分意匠であるから，正にディンプル部分の形状が具体的に特定されなければならないところ，願書(甲5)の意匠の説明欄には，「実線で囲まれた部分が，部分意匠として意匠登録を受けようとする部分である」と記載され，願書に添付された6面図中の左側面図及び右側面図に実線によりディンプル部分の開口縁及び底縁の形状が記載され，左側面図のA−A’断面図にディンプル部分の断面形状が記載されているが，いずれもその作図はごく小さいものである。",
                    "これらの記載では，ディンプル部の開口端縁部の形状について，左側面図及び右側面図の作図が小さいにもかかわらず実線が太いため，四隅の態様が不明であり，また，実線と鍵材本体を示す破線とが重なり合っているため，ディンプル部が，鍵穴差込部の側面と鍵穴差込部の平面(又は底面)と接する位置から形成されているのか，該側面の端部に余地を残して形成されているのかが明確になっておらず，開口端縁部の形状を特定することができない。",
                    "ディンプル部の底部の形状については，側面から見て円形であるとしても，A−A’断面図が小さく作図されているのに比し描線が太いため，この断面図において上方の凹部と下方の凹部の底部の形状が同じであるのか異なっているのか判然とせず，直線状であるか曲線状であるかも不明である。また，個々のディンプルの形状を開示した図面(切断位置を変えた断面図，拡大図等)が添付されていないため，本願意匠のディンプル部の形状を特定することは不可能である。",
                    "さらに，ディンプル部の周面部の形状について，本願意匠のディンプル部は，左側面図及び右側面図によると，その開口端縁部が丸みを帯びた矩形状であることは認識できるものの，本願の願書の記載事項及び添付図面からは，矩形状の開口端縁部から底部の円形に至るまでの形状が，どのような面(平面又は曲面)を構成しているのか明確になっておらず，ディンプル部の凹部の周面部を具体的に特定して認定することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，本願意匠は，願書の記載事項及び添付された図面に基づいては，出願に係る意匠を特定して認定することができないものであり，意匠が図面それ自体によって完結的に特定されていないというほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，特許庁は，審査段階では類否判断を行った上，新規性なし(意匠法3条1項3号)との判断(平成15年1月22日付け拒絶理由通知書，甲1)をしているところ，意匠法52条が準用する特許法158条は，「審査においてした手続は，拒絶査定不服審判においても，その効力を有する。」と規定しており，審査段階において行った拒絶理由通知は，拒絶査定不服審判においても効力を有することとなるから，意匠の類否判断を行ったということは，その形態を特定できているということにほかならないと主張する。",
                "しかし，意匠法52条が準用する特許法158条の規定は，審査でした拒絶理由通知等の手続がそのまま審判でも効力を有する旨を規定したものにすぎず，審査における認定判断が審判を拘束する旨を規定したものではなく，原告の主張は，上記規定を正しく理解しないものというほかない。",
                "審判において，拒絶査定と異なる拒絶の理由を発見した場合には，新たに拒絶の理由を通知し，意見を求めた後に審決することができ(意匠法50条3項)，本件の審判手続において，特許庁が平成18年4月14日付けで，「この意匠登録出願の意匠は，意匠登録を受けようとするディンプル部分において，実線と鍵本体を示す破線とが重なり合っているため，また，A−A’断面図の作図の大きさが小さいため，ディンプル部分の要部である開口端縁部及び凹部の形状が不明ですので，未だ具体的でないものと認められ，本願意匠は，意匠法第3条第1項柱書に規定する工業上利用することができる意匠に該当しません。」として拒絶の理由を通知している(審決1頁理由欄の第2段落)。そして，前記のとおり審査において，本願意匠の形態の特定がなされ，類否判断を行っているとしても，これが審判の認定判断を拘束する理由はなく，また，本願意匠は，願書の記載事項及び添付された図面に基づいて意匠を特定して認定することができないことは，前記のとおりである。",
                "したがって，審決が，拒絶査定と異なり，本願意匠は意匠法3条1項柱書きに規定する「工業上利用することができる意匠」に該当しないとの理由により，審判請求を不成立としたことに，何ら違法はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，出願段階の意見書提出時及び審判請求時において現物を提出し(平成15年3月5日付け意見書〔甲2〕及び平成17年9月15日付け審判請求書〔甲3〕参照)，これは肉眼で見て十分認識できるものであり，また，原告が提出した参考斜視図(平成18年5月15日付け手続補正書〔甲7〕)は，これ以上分かり易い書面はないと主張する。",
                "意匠法6条2項は，意匠登録出願の願書に添付する図面に代えて，意匠登録を受けようとする意匠を現わした写真，ひな形又は見本を提出することができるとしているが，その方式については，同施行規則4条，5条，様式第7，第8に規定され，様式第8には【書類名】の欄に，見本と提出するときは「見本」と，ひな形を提出するときは「ひな形」と記載するよう定めている(備考1参照)。",
                "しかし，原告が現物を添付して提出したとする甲2は，平成15年3月5日付けの「意見書」であり，書類名に「見本」又は「ひな形」とは記載されておらず，その【提出物件の目録】にも",
                "「【物件名】 甲第1号証(本願意匠が掲載されたパンフレット) 1【物件名】 甲第1号証に記載された本願意匠の見本 1」(判決注：甲第1号証は本訴甲4であると認められる。)",
                "と記載されているにすぎず，また，本件の審判請求書(甲3)にも，【提出物件の目録】の4行目に「【物件名】 甲第2号証に記載された本願意匠の見本 1」(判決注：甲第2号証は本訴甲4であると認められる。)と記載されているにすぎない。",
                "そうすると，原告が出願段階の意見書提出時及び審判請求時において提出したと主張する現物は，意匠法6条2項のひな形，見本として提出されたものとは認められないから，その現物に基づき本願の意匠が特定されるということはできない。",
                "原告は，現物たる見本は少なくともディンプル部の形状を把握する一助にはなるというべきであると主張するが，同見本が願書に添付する図面に代えて提出されたものではない以上，同見本に基づき本願意匠を認定することはできず，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，原告は，平成18年5月15日付け手続補正書(甲7)中に記載された参考斜視図は，原告商品のパンフレット(甲4)に掲載されていたものであり，これ以上分かり易い書面はないとも主張する。",
                "しかし，上記参考斜視図のディンプル部の配置構成をみると，本願の願書(甲5)に添付された図面(正面図，背面図，左側面図，右側面図，平面図及び底面図の6面図)に記載された意匠のディンプル部の配置構成のように両側面に略同形状のディンプル部が2個ずつ対向するように配されたものとは異なり，上記6面図の記載と一致しないものである。そして，上記意匠法及び同施行規則の規定によれば，6面図は，意匠登録出願の願書に添付することが必要な必須図面であるが，参考斜視図は，6面図によりその意匠を十分表現することができるときは，添付することを要しない図面であるから，参考斜視図と6面図が一致しないときは，出願に係る意匠は，必須図面である6面図により特定されるというべきところ，本願の願書に添付された6面図に基づいて意匠を特定して認定することができないことは，上記のとおりである。",
                "原告は，鍵というものはその性質上すべて形状が異なるものであるとも主張するが，参考斜視図が6面図だけで意匠を十分表現することができないときに当該意匠の理解を助けるためのものである以上，意匠登録出願に添付された6面図と参考斜視図が一致しなければならないことは当然のことであり，意匠に係る物品が「鍵材」であるからといって，これらの図面が一致しなくてよいということにはならない。",
                "また，上記不一致の点を措くとしても，上記参考斜視図(甲7)においても，各ディンプル単体について，その記載が小さくかつ不鮮明であるから，これを参酌したとしても，本願意匠に係るディンプル部の形状を特定することができないと認められる。",
                "したがって，上記参考斜視図を参酌しても，本願意匠にかかるディンプル部分の形状を特定することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上検討したところによれば，本願意匠は，願書の記載事項及び添付された図面に基づいて意匠を特定して認定することができないものというほかなく，本願意匠は意匠法第3条第1項柱書きに規定する「工業上利用することができる意匠」に該当しないとした審決の認定判断に，原告主張の誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，本願意匠が特定されないと認定判断される場合であっても再度の審判手続において手続補正をする用意があるから審決を取り消されたい旨主張するが，上記のとおり審決の認定判断に誤りがない以上，法律に従って判断すべき裁判所としては，これを取り消すことはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がない。",
            "よって，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成18年(行ケ)10451",
    "date": "2007-01-30",
    "rights_type": "意匠権",
    "case_type": "審決取消訴訟",
    "precedent_id": "034086",
    "ipprecedent_id": "29",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}