{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−16846号事件について平成18年8月22日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，「ねじ」と「ネジ」の表記について，本願発明の表記に従い，書証等を引用する場合を含め，「ねじ」で統一した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成11年4月9日，発明の名称を「ねじ穴有効深さ測定方法」とする発明について特許出願(以下「本件出願」という。)をしたが(甲1)，平成15年8月1日付けで拒絶の査定を受けたので，同年9月1日，拒絶査定不服審判を請求した(不服2003−16846号事件として係属)。特許庁は，平成18年8",
            "月22日，「本件審判の請求は，成り立たない。」との審決をし，同年9月1日にその謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "平成14年12月2日付け手続補正書により補正された明細書(甲1，9。",
            "以下「本件明細書」という。)の特許請求の範囲の請求項1に係る発明の要旨【請求項1】被測定物の寸法や形状を測定する座標測定機を用いて被測定物に加工されているねじ穴の有効深さを測定するねじ穴有効深さ測定方法に於いて，ねじ穴の下穴の半径を，加工されたねじ部の方向へ向かって多点測定し，引き続いてねじ穴半径を多点測定する測定工程と，",
            "前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する測定中断深さの判断工程と，",
            "前記測定された半径が予め入力されているねじ穴半径の閾値に達したことを判断する判断工程と，",
            "前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程と",
            "から成ることを特徴とするねじ穴有効深さ測定方法。(以下「本願発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，別紙審決のとおり，本願発明が特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の認定判断の要点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特開平4−9702号公報(甲2。以下「引用刊行物」という。)には，次の技術が記載されている。",
                    "「ねじ穴検査測定装置を用いて予め加工されたねじ穴の有効ねじ部のねじ深さの測定方法において，",
                    "ねじ下穴部に測定ヘッド10の接触子11に接触させ，その半径方向の変位量を検出して測定ヘッド10から出力信号S を出力し，測定ヘッド10の接触子11をねじ穴の入口方向に移動して測定を繰り返し，",
                    "測定ヘッド10の出力信号S が設定値j以上と判断された場合に，ねじ穴の不完全ねじ部から有効ねじ部へと移行する位置(有効ねじ部の開始位置)として測長ゲージ20からの出力信号S を記憶し，",
                    "接触子11がねじ穴から外れた際，入り口部の位置を基点として有効ねじ部の開始位置が所定の深さ未満の場合に不良と判定する，有効ねじ部のねじ深さの測定方法。」(以下「引用発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「被測定物の寸法や形状を測定する測定機を用いて被測定物に加工されているねじ穴の有効深さを測定するねじ穴有効深さ測定方法に於いて，ねじ穴の下穴の半径方向の形状値を，加工されたねじ部の方向へ向かって測定し，引き続いてねじ穴の半径方向の形状値を測定する測定工程と，前記測定された半径方向の形状値が予め入力されている閾値に達したことを判断する判断工程と，前記測定された半径方向の形状値が前記閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程と，ねじ穴有効深さが存在するか否かを判定するための工程と，から成ることを特徴とするねじ穴有効深さ測定方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「前者(本願発明)が，座標測定器を用い，また，多点測定により半径を求めているのに対し，後者(引用発明)には，このような記載がない点」(以下「相違点1」という。)"
                        },
                        {
                          "fig": "b",
                          "subject": "「前者が，測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する測定中断深さの判断工程を設けているのに対し，後者には，このような記載がない点。」(以下「相違点2」という。)"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての認定判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "「三次元測定器を用いて多点測定により孔径を求めることは従来周知であり(例えば，特開平4−74903号公報〔甲5。以下「甲5公報」という。〕の2ページ左下欄3行～9行に「現状の三次元測定器では，例えば孔径を測定する場合，孔の内面の3箇所にプローブの先端を当接させ，演算によりその内径を求めている。",
                        "この3点接触による測定では，内径寸法の他に，孔中心位置の測定等も行える反面，1回での測定ではないため，極めて効率が悪いという問題点がある。」との記載がある。)，また，三次元測定器を用いてねじ孔の有効径や深さを測定することも周知である(例えば，特開平9−311035号公報〔甲6。以下「甲6公報」という。〕，特開平10−103905号公報〔甲7。以下「甲7公報」という。〕参照。)から，上記相違点1に係る構成に格別のものは認められない。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "「測定範囲を指定するとともに，被測定物の測定位置を移動させながら測定を行い，被測定物の位置データと該測定範囲とを比較して，該位置データが該測定範囲を外れた際に，測定を終了して合否判定等の処理に移るようにした測定手法は周知(例えば，特開平6−147834号公報〔甲8。以下「甲8公報」という。〕参照。)であり，本願発明の相違点2に係る構成も格別のものということはできない。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "審決は，引用発明の認定を誤った結果，本願発明と引用発明との相違点を看過し(取消事由1)，相違点1及び2についての判断を誤り(取消事由2，3)，また，本願発明の有する顕著な効果を看過した(取消事由4)ものであって，違法であるから取り消されるべきものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の誤認と相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明が本願発明の「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」を具備しており，この点において両者が一致する旨認定したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用刊行物には，「測長ゲージ20の先端部21の反対側には磁気目盛りであるマグネスケール23が一体的に配設されている。そして，マグネスケール23の移動量は測長ゲージ20の本体側に配設された磁気ヘッドを有する検出部24により読み取られる。」(3頁右上欄最終段落～左下欄1行目)，「ステップ104では測定ヘッド10の出力信号S によりねじ穴の不完全ねじ部から有効ねじ部へと移行する位置として測長ゲージ20からの出力信号S を読み込む。そして，ステップ106に移行し，ステップ104で読み込んだ測長ゲージ20からの出力信号S をℓ として記憶する。」(同頁右下欄第3～第4段落)，「ステップ112では測定ヘッド10の出力信号S によりねじ穴の有効ねじ部から入口部へと移行する位置として測長ゲージ20からの出力信号S を読み込む。そして，ステップ114に移行し，ステップ112で読み込んだ測長ゲージ20からの出力信号Sをℓ として記憶する。」(4頁左上欄下から第2段落～右上欄1行目)，「次にステップ116に移行して，ステップ106で記憶されたℓ とステップ114で記憶されたℓ とから有効ねじ部のねじ深さℓを次式にて求める。 ℓ＝｜ℓ −ℓ｜」(同頁右上欄第2段落)と記載されている。ここで，平成10年11月18日株式会社工業調査会発行の「はじめてのセンサ技術」(甲3)によれば，「マグネスケール」の原理とは，「磁気テープや磁性体棒あるいは薄板に一定周波数fの信号を一定速度vで記録しておく。この磁気信号の変化を磁気ヘッドで検出すればλ＝v/fの幅の直動距離が求められる。」(47頁)というものである。上記引用刊行物の記載によれば，引用発明においては，有効ねじ部のねじ深さℓを求めるためには，ℓ のみならず，ℓ をも測定しなければならないのであり，ここにℓ を測定するということは，ねじ穴に形成されたねじ部の全長を測定しなければならないということである。",
                "そうすると，引用発明においては，測定ヘッド10の出力信号S が設定値j以上となった時点(被告が述べる有効ねじ部の開始位置を取得した時点)で，測定開始位置から有効ねじ部の開始位置までの長さℓ を記憶するのみであり，測定ヘッド10の出力信号S が設定値j以上となった時点で，ねじ穴有効深さと決定しているわけではないから，本願発明の「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」を具備しているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，引用発明の測定開始位置は，測定ヘッド10の初期位置であり，ヘッド駆動部30によりその初期位置の設定がされることから，ねじ穴の入口から測定開始位置までの長さは，初期位置の設定の段階で決定されている旨主張する。",
                "しかし，引用発明では，測定中，常に測長ゲージ20の先端部21が工作物Wのねじ穴の入口近傍に当接して，接触子11との相対移動量を測定しているから，初期設定の必要性はなく，その旨の記載も示唆もないから，被告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決は，引用発明を誤認したものであって，違法である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1について，「三次元測定器を用いて多点測定により孔径を求めること」及び「三次元測定器を用いてねじ孔の有効径や深さを測定すること」が本件出願時に周知であるとし，これを根拠にして，当業者が容易に相違点1に係る本願発明の構成に想到し得ると判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，相違点1に係る「座標測定器を用い，また，多点測定により半径を求めている」構成であり，「座標測定機」を用いる発明である。",
                "昭和62年4月15日社団法人日本機械学会発行の「機械工学便覧」(甲4)には，「座標測定器」について，「X，Y，Z軸方向にそれぞれ独立の測長スケールを持った三次元座標測定器」(B2−194頁)と記載されているから，本願発明の座標測定機は，座標系，例えば，X，Y，Z軸からなる座標系を持つこと，座標測定機の測定値は，その座標系における座標値として得られることが理解される。",
                "したがって，本願発明が備える測定工程により多点測定された「測定点の座標値」は，座標系における座標値のことであり，同様に，本願発明が備える判断工程の「予め入力されている測定中断深さ」及び決定工程の「測定点の深さ」は，それぞれ，座標系における「予め入力されている測定中断深さ」，及び，座標系における「測定点の深さ」のことである。",
                "上記のとおり，本願発明は，座標測定機を用い，座標系における「予め入力されている測定中断深さ」及び「測定点の深さ」を測定するので，ねじ穴に形成されたねじ部のうち途中のねじ部まで測定するだけで「前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する」こと，すなわち，ねじ穴に形成されたねじ部のうち途中のねじ部まで測定するだけで「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する」ことが可能である。",
                "一方，引用発明は，座標測定機(器)ではなく，座標値を用いていないから，座標系における「予め入力されている測定中断深さ」，及び，座標系における「測定点の深さ」を測定する工程を備えた本願発明のような機能・作用を有するものとはならない。",
                "審決の摘示する甲5公報ないし甲7公報を考慮しても，三次元測定器でねじ穴の有効径や深さの測定等をすることが周知であることを示しているにすぎないから，座標系における「予め入力されている測定中断深さ」及び「測定点の深さ」を備えた本願発明の上記のような機能・作用を有するものにはならないことは，上記と同様である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本願発明にいう「多点測定」が「半径方向に複数回測定する」ことであると主張しているが，誤解である。本願発明の多点測定は，本願発明に係る特許請求の範囲に，「ねじ穴の下穴の半径を，加工されたねじ部の方向へ向って多点測定し」と記載されているとおり，「ねじ穴の下穴の半径を，加工されたねじ部の方向へ向って多点測定する」ことを意味し，被告が主張する「半径方向に複数回測定する」ことではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，審決は，本願発明と引用発明との相違点についての判断を誤ったものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点2について，「測定範囲を指定するとともに，被測定物の測定位置を移動させながら測定を行い，被測定物の位置データと該測定範囲とを比較して，該位置データが該測定範囲を外れた際に，測定を終了して合否判定等の処理に移るようにした測定手法」が本件出願時に周知であるとし，これを根拠として，当業者が容易に相違点2に係る本願発明の構成に想到し得ると判断したが，誤りである。",
                "審決の摘示する甲8公報には，「そこで本発明は，ねじ関連製品のねじ部の測定及び合否の判定を非接触で且つ自動で行うことが可能なねじ判別装置を提供することを目的とする」(段落【0008】)と記載されているが，ねじ自体に関する技術であって，ねじ穴に関する無駄な測定，例えば，ねじ穴に形成されたねじ部が全て不完全ねじ部である場合にそのねじ部の全長を測定することを防止しようとする相違点2に係る本願発明の構成は，開示されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，測定点の座標値が予め入力されている測定中断深さを越えているかいないかを判断することは，測定位置の移動範囲を指定して被測定物の位置データ(測定点の位置)と指定された測定範囲とを比較することに相応する旨主張する。",
                "しかし，測定中断深さを判断することは，測定を中断すること，すなわち，測定を全長にわたって行わないことであり，被測定物の位置データ(測定点の位置)と指定された測定範囲とを比較することと異なるのであり，被告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決は，本願発明と引用発明との相違点2についての判断を誤ったものであって，違法であるから，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本願発明による効果も，引用刊行物の記載及び周知事項から当業者が予測し得る範囲内のものにすぎない。したがって，本願発明は，引用発明及び周知事項に基づいて当業者が容易に発明をすることができたものである。」(7頁第3段落～第4段落)と判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明では，座標系における座標値を測定点として得るための「多点測定」を行っているので，ねじ穴に形成されたねじ部のうち途中のねじ部まで測定するだけで，相違点2に係る構成により，「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する」ことを可能とするものである。",
                "一方，引用発明においては，「ねじ下穴部に測定ヘッド10の接触子11に接触させ，その半径方向の変位量を検出して測定ヘッド10から出力信号S を出力し，測定ヘッド10の接触子11をねじ穴の入口方向に移動して，測定を繰り返し」という構成であって，「半径方向の変位量」を検出しているにすぎず，座標系における座標値を測定点として得るための測定である「多点測定」を行っていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明では，前記1のとおり審決が看過した「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」を備えており，相違点2に係る「前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する測定中断深さの判断工程」と相まって，前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えた場合には，測定を中断することを可能とするものであり，例えば，ねじ穴に形成されたねじ部が全て不完全ねじ部であるとき，そのねじ部の全長を測定しなくてもよい，すなわち，測定中断深さまで測定すればよく，無駄な測定を行わなくてもよいというものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のように，審決は，本願発明の有する顕著な効果を看過したものであって，違法であるから，取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の誤認と相違点の看過)に対して",
          "text": [
            "原告は，引用発明においては，有効ねじ部のねじ深さℓを求めるためには，ℓ のみならず，ℓ をも測定しなければならないのであり，ここにℓ を測定するということは，ねじ穴に形成されたねじ部の全長を測定しなければならないということであるから，引用発明は，「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」を具備していない旨主張する。",
            "しかし，引用発明において，測定開始位置から有効ねじ部の開始位置までの長さは未知の値であるのに対し，ねじ穴に入口から測定開始位置までの長さは既知の値であるから，本質的に意味が異なるものである。つまり，引用発明の測定開始位置は，測定ヘッド10の初期位置であり，ヘッド駆動部30によりその初期位置の設定がされることから，ねじ穴の入口から測定開始位置までの長さは，初期位置の設定の段階で決定されている。一方，有効ねじ部の開始位置は，各ねじ毎に測定して初めて得られる未知の位置であって，有効ねじ部の開始位置を取得した時点で，有効ねじ部のねじ深さが実質上決定しているということができる。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)に対して",
          "text": [
            "甲7公報によれば，三次元測定機において座標値により演算を行う技術は，本件出願時に周知であったと認められるところ，甲5公報には，同一面上の3点の測定により，3点から成る三角形に内接する円が一義的に決定されることから，演算によりその内接円の径を求めるという，本願発明の「多点測定」に相当する3点の測定を行うという周知の技術が開示されており，実質的に座標系における座標値の取得によって孔の内径を演算で求めるものであると理解することができるから，これらの「三次元測定器」に係る周知技術を参酌することによって，容易に相違点1に係る，すなわち，「座標測定器を用い，また，多点測定により半径を求めている」という本願発明の構成に，当業者が容易に想到し得るものということができる。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)に対して",
          "text": [
            "原告は，甲8公報は，ねじ自体に関するものであって，ねじ穴に関する無駄な測定，例えば，ねじ穴に形成されたねじ部が全て不完全ねじ部である場合にそのねじ部の全長を測定することを防止しようとする相違点2に係る本願発明の構成は開示されていない旨主張する。",
            "しかし，本願発明の「測定工程における測定点の座標値」とは，測定中断深さと対比される座標値なのであるから，本願発明の実施例でみれば，測定点のZ軸方向の座標値を意味するものであり，測定点の座標値が予め入力されている測定中断深さを越えているか否かを判断することは，測定位置の移動範囲を指定して被測定物の位置データ(測定点の位置)と指定された測定範囲とを比較することに相応するものである。",
            "甲8公報には，「移動テーブル16は・・・被測定ねじ4に対しレーザ光線6の進行方向Cと交差する方向への平行移動Eと，両方向を含む面内での旋回Dとを与えるものであり，」(段落【0014】～【0015】)，「被測定ねじ4のねじ長さ等に基づいて移動テーブル16の移動量Eを本装置の使用者(オペレータ)が決め，これをCPU31に入力してやる。CPU31はデジタルスケール21の変位量E’をテーブル移動量信号用ケーブル25により取込み，テーブル移動制御信号用ケーブル24を介してステッピングモータ19の回転を制御することにより，指定された移動量Eを満足するまで制御を繰返す。このテーブル移動制御の時，CPU31はレーザ光受光位置信号用ケーブル22を介して投影位置データFを取込みレーザ光線6を遮断する被測定ねじ4のねじ山数αを観測することにより，被測定ねじ4のピッチPを P＝移動量E’／山数α・・・の演算を行って求める。」(段落【0020】)，「CPU31は記憶装置37に記憶した前述の測定データM，Tと同じ記憶装置37に記憶してある該当ねじの規格とを項目毎に比較照合し，公差内に入っているか否かを判定し，その判定結果を測定データとともにCRT38及びプリンタ39に与え，画像表示させると共に検査成績書を印刷させる。」(段落【0028】)との記載があるから，ねじ穴判別装置に関して，ねじ形状を測定するレーザ光線6の照射方向と交差する方向に，移動テーブル16を移動させることにより被測定ねじ4を移動させて形状を測定する際，被測定ねじ4のねじ長さ等に基づいて使用者(オペレータ)が測定範囲を指定し，CPU31により，移動テーブル16の位置データE'が指定された測定範囲内にあるか否かを判定し，位置データE'が指定範囲の限界に至るまで移動テーブル16を移動して被測定ねじ4の測定を行い，また，測定終了後に記憶された測定値に基づき被測定ねじの良否の判定を行う技術が開示されている。",
            "上記技術を参酌すれば，「ねじ穴」の上位概念である「ねじ」についての測定方法として，甲8公報には，「測定範囲を指定するとともに，被測定物の測定位置を移動させながら測定を行い，被測定物の位置データと該測定範囲とを比較して，該位置データが該測定範囲を外れた際に，測定を終了して合否判定等の処理に移るようにした測定手法」が記載されているものと理解することができるから，原告の主張は，失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)に対して",
          "text": [
            "原告は，相違点2に係る本願発明の「前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する測定中断深さの判断工程」は，前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えた場合には，測定を中断することを可能とするものである旨主張する。",
            "しかし，本願発明をみても，「測定中断深さ」は，測定点の座標値を判定するための閾値であるに止まり，その閾値を越えた際にどのような制御がされるかについては，何の記載もない。仮に，「測定中断深さ」が測定範囲を指定する予め入力された値であって，指定された測定範囲の測定点の座標データのみを取得し，その範囲外の座標データは取得しないように設定するものであると解しても，上記のとおり，被測定ねじ4のねじ長さ等に基づいて使用者(オペレータ)が測定範囲を指定した上で，被測定ねじ4の測定を行い，その良否の判定を行うのであるから，指定された範囲外の無駄な測定は行われないようにしていることは，本願発明と同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の誤認と相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明が，「測定ヘッド10の出力信号S が設定値j以上と判断された場合に，ねじ穴の不完全ねじ部から有効ねじ部へと移行する位置(有効ねじ部の開始位置)として測長ゲージ20からの出力信号S を記憶し」の構成を有し，この構成において，本願発明の「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」と一致すると認定したのに対し，原告は，これを争うので，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明にいう「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」の記載は，文字どおり，「前記測定された半径」が「前記ねじ穴半径の閾値」に達した場合に，その測定点の深さを「ねじ穴有効深さ」と決定するという意味であることは理解できるが，それ以上に具体的な構成についての記載はなく，「前記測定された半径」から「前記ねじ穴半径の閾値に達した測定点の深さ」を，どのような方法で，またどのような手順で「決定する」かについての限定がされておらず，また，「測定半径が閾値に達したかを判断する工程」についても，どのような方法で，またどのような手順で「判断する」かについての限定もされていない，いわゆる機能的記載というべきものである。したがって，「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する」ものであれば，どのような工程であっても差し支えがないものと解するほかない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用刊行物には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【作用】予め加工されたねじ穴のねじ山の形状に沿って先端に配設された接触子が変位する測定ヘッドによりねじ穴のねじ山の形状に対応してその半径方向の変位量が検出され，その信号が出力される。又，測長部により上記測定ヘッドの接触子のねじ穴の深さ方向の移動量が検出され，その信号が出力される。ヘッド駆動部により測定ヘッドの接触子をねじ穴に挿入した後，測定ヘッドがねじ穴の深さ方向に駆動される。そして，信号演算処理部には測定ヘッドと測長部とから出力された信号が入力され，ねじ穴の有効ねじ部のねじ深さ等が算出される。」(2頁左下欄第2段落～下から第2段落)"
                },
                {
                  "fig": "イ",
                  "subject": "「ステップ100で測定ヘッド10からの出力信号S を読み込む。次にステップ102に移行して，ステップ100で読み込まれた測定ヘッド10の出力信号S が有効ねじ部の変位量の下限値として予め設定された設定値j以上であるか否かが判定される。ここで，第5図(a)で示されたねじ穴検査測定開始直後においては，ねじ下穴部に測定ヘッド10の接触子11は接触しており，変位をしないので測定ヘッド10の出力信号S は設定値j以下であり，ステップ102の判定はＮOであり，ステップ100に戻り，上述の処理を繰り返す。」(3頁左下欄第3段落～末行)"
                },
                {
                  "fig": "ウ",
                  "subject": "「測定ヘッド10の接触子11はヘッド駆動部30によりねじ穴の入口方向へ移動されるに従って，ねじ穴のねじ下穴部から不完全ねじ部へ，更に，不完全ねじ部から有効ねじ部へと移動される。すると，測定ヘッド10の出力信号S は不完全ねじ部から有効ねじ部へと移行する位置で設定値j以上となり，ステップ102の判定はYESとなり，ステップ104に移行する。ステップ104では測定ヘッド10の出力信号S によりねじ穴の不完全ねじ部から有効ねじ部へと移行する位置として測長ゲージ20からの出力信号S を読み込む。そして，ステップ106に移行し，ステップ104で読み込んだ測長ゲージ20からの出力信号S をℓとして記憶する。」(同頁右下欄第1段落～第4段落)"
                },
                {
                  "fig": "エ",
                  "subject": "「次にステップ108に移行して，再度，測定ヘッド10からの出力信号Sを読み込む。次にステップ110に移行して，ステップ108で読み込まれた測定ヘッド10の出力信号S が有効ねじ部の変位量の上限値として予め設定された設定値k以上であるか否かが判定される。ここで，第5図(a)で示された有効ねじ部に沿って測定ヘッド10の接触子11が接触している間は設定値k以下であり，ステップ110の判定はＮOであり，ステップ108に戻り，上述の処理を繰り返す。」(同頁右下欄下から第2段落～4頁左上欄第2段落)"
                },
                {
                  "fig": "オ",
                  "subject": "「測定ヘッド10の接触子11はヘッド駆動部30により更に，ねじ穴の入口方向へ移動される。すると，測定ヘッド10の出力信号S はねじ穴の有効ねじ部から入口部へと移行する位置で測定ヘッド10の接触子11がねじ穴から外れて大きく変位するため設定値k以上となり，ステップ110の判定はYESとなり，ステップ112に移行する。ステップ112では測定ヘッド10の出力信号S によりねじ穴の有効ねじ部から入口部へと移行する位置として測長ゲージ20からの出力信号S を読み込む。そして，ステップ114に移行し，ステップ112で読み込んだ測長ゲージ20からの出力信号S をℓ として記憶する。」(4頁左上欄第3段落～右上欄1行目)"
                },
                {
                  "fig": "カ",
                  "subject": "「次にステップ116に移行して，ステップ106で記憶されたℓ とステップ114で記憶されたℓ とから有効ねじ部のねじ深さℓを次式にて求める。 ℓ＝｜ℓ −ℓ ｜」(同頁右上欄第2段落)"
                },
                {
                  "fig": "キ",
                  "subject": "「次にステップ118に移行して，ステップ116で算出された工作物Wのねじ穴の有効ねじ部のねじ深さℓがねじ深さの許容値として予め設定された設定値L以上であるか否かが判定される。ステップ118の判定は，工作物Wのねじ穴の有効ねじ部のねじ深さℓが設定値L以上であるとYESであり，ステップ120に移行し，OK表示を表示器52に出力し，設定値L未満であるとＮOであり，ステップ122に移行し，ＮG表示を表示器52に出力して，本プログラムを終了する。」(同頁右上欄第3段落～下から第2段落)"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用刊行物の上記記載によれば，「ステップ104では測定ヘッド10の出力信号S によりねじ穴の不完全ねじ部から有効ねじ部へと移行する位置として測長ゲージ20からの出力信号S2を読み込む。そして，ステップ106に移行し，ステップ104で読み込んだ測長ゲージ20からの出力信号S をℓ として記憶する。」(上記ウ)，「ステップ112では測定ヘッド10の出力信号S によりねじ穴の有効ねじ部から入口部へと移行する位置として測長ゲージ20からの出力信号S を読み込む。そして，ステップ114に移行し，ステップ112で読み込んだ測長ゲージ20からの出力信号S をℓ として記憶する。」(上記オ)，「ステップ106で記憶されたℓ とステップ114で記憶されたℓ とから有効ねじ部のねじ深さℓを次式にて求める。 ℓ＝｜ℓ −ℓ ｜」(上記カ)のであるから，引用発明においては，上記(3)ウ，オの工程を経て，カの工程において，測定された半径方向の形状値が閾値に達した測定点の深さをねじ穴有効深さと決定するものである。",
                "したがって，引用発明は，本願発明にいう「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」を有していることが明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用発明においては，測定ヘッド10の出力信号S が設定値j以上となった時点で，ねじ穴有効深さと決定しているわけではないから，本願発明の「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」を具備しているとはいえない旨主張する。",
                "しかし，上記(2)のとおり，「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する」という機能を有するものであれば，どのような工程であっても差し支えがないものであり，原告主張のように，ねじ穴に形成されたねじ部のうち途中のねじ部まで測定するだけでねじ穴有効深さを決定できるという場合もあり得るし，引用発明のように，ねじ穴の不完全ねじ部から有効ねじ部へと移行する位置に対応する出力信号と，ねじ穴の有効ねじ部から入口部へと移行する位置に対応する出力信号の差から有効ねじ部のねじ深さを算出する場合もあり得るから，本願発明の「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する」の意味を前者に限定した上で，後者を排斥しようとする原告の主張は，失当というほかない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "そうすると，本願発明と引用発明とが「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」において一致するとした審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明は，座標系における「予め入力されている測定中断深さ」及び「測定点の深さ」を測定するので，ねじ穴に形成されたねじ部のうち途中のねじ部まで測定するだけで「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する」ことが可能であるのに対し，引用発明のねじ穴検査測定装置は，座標値を用いていないので，甲5ないし7の特許公報を考慮しても，上記のような本願発明の機能・作用を有することにならない旨主張する。",
                "しかし，引用発明は，ねじ穴の半径方向の変位量を測定するものであって，ねじ下穴の表面を基準にそこからの変位量が所定量j以上となった点をℓ の位置とするものであるから，上記周知の三次元の座標測定器を用いてねじ穴の半径を測定することによっても，ℓ の位置を測定することは可能であることが明らかである。",
                "そして，上記1(4)のとおり，本願発明にいう「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」を有しているのであるから，これを有していないことを前提とする原告の上記主張は，前提において既に誤っており，採用の限りでない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "三次元測定器でねじ穴の有効径や深さの測定等をすることが本件出願時に周知の技術であることは，当事者間に争いがない。そして，この「三次元測定器」について，甲7公報の【背景技術】欄において，「三次元測定機では，被測定物とタッチ信号プローブとを，互いに直交する3軸方向(X，Y，Z軸方向)に相対移動させながら，タッチ信号プローブを被測定物の測定部位に当接させ，タッチ信号プローブからタッチ信号が発せられたときの各軸方向の座標値を読み取り，これらの座標値から測定部位の形状や寸法などを演算するものであるから，被測定物の各種形状を測定することができる。ところで，三次元測定機を用いて，被測定物の孔の直径(内径)を測定する場合，被測定物とタッチ信号プローブとを相対移動させながら，タッチ信号プローブを被測定物の孔内に位置させたのち，その孔内の3点に接触させ，そのときの座標値を読み取り，これらの座標値から孔の直径を演算で求めていた。」(段落【0002】)との記載がある。",
                "引用発明は，ねじ穴の半径方向の変位量を測定するものであって，ねじ下穴の表面を基準にそこからの変位量が所定量j以上となった点をℓ の位置とするものであるから，上記周知の三次元の座標測定器を用いてねじ穴の半径を測定することによっても，ℓ の位置を測定することは可能であることが明らかである。",
                "そして，甲7公報記載の技術は，「三次元測定器を用いて，孔または軸の直径，あるいは，ねじ孔の有効径又は深さを測定する測定方法」(段落【0001】)に関するものであって，引用発明とは共通の技術分野である。そして，引用発明において，「ねじ穴の下穴の半径方向の形状値を，加工されたねじ部の方向へ向かって測定し，引き続いてねじ穴の半径方向の形状値を測定する測定工程」を有する以上，当然に，いかなる手段で，ねじ穴の半径方向の形状値を測定するかが技術課題となるものであるが，上記のとおり，甲7公報には，その技術課題に対する解決策が開示されているから，甲7公報記載の技術を引用発明に適用することを当業者が容易に想到し得ることが明らかである。",
                "したがって，相違点1について，引用発明の測定方法を座標測定器を用いて，半径を測定する技術を引用発明に適用することが格別のものでないとした審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本願発明の「前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する測定中断深さの判断工程」は，前記1(2)と同様の機能的な記載であって，上記工程について，どのような方法で，またどのような手順で「測定中断深さを越えていないか否かを判断する」かについての記載がないから，「前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する」という機能を有するものであれば，どのような工程であっても差し支えがないと解するほかない。しかも，特許請求の範囲には，上記判断工程の後，測定を中断する工程についての記載もない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用刊行物には，「尚，上述のプログラムでは，工作物Wのねじ穴の有効ねじ部のねじ深さℓのみを判定し，その結果を表示するようにしているが，予め適当な設定値を設定し，その設定値と測定ヘッド10又は測長ゲージ20からの出力信号とを比較することによりねじ下穴部の深さの測定及びねじ下穴部の不良判定や不完全ねじ部の深さの測定も実行可能であることは明らかである。又，信号演算処理部40のメモリ47に判定したいねじ穴に対応したモデルパターンの変位量を予め記憶しておき，ヘッド駆動部30と同期させてそのモデルパターンと測定ヘッド10から読み込んだ出力信号を比較することによりねじ穴の形状判定を行うことも可能となる。この場合，ねじ穴のモデルパターンに対して，その判定境界パターンを適当に設定することにより，下穴不良によるねじ不良やタップ摩耗等のタップ不良によるねじ不良の判別，更に，ゴミや切粉等異物の付着の発見が容易となり，ねじ品質に関する検査測定まで行うことが可能となる。」(4頁右上欄最終段落～左下欄第3段落)との記載がある。",
                "上記記載によれば，引用刊行物には，「ねじ下穴部の深さの測定及びねじ下穴部の不良判定や不完全ねじ部の深さの測定」についての技術が記載され，また，「ねじ穴のモデルパターンに対してその判定境界パターンを適当に設定する」ことにより，「下穴不良によるねじ不良」，「タップ摩耗等のタップ不良によるねじ不良」を判別するのであるから，判定境界パターンによって下穴の形成不良とねじ穴の形成不良を区別して検出することが明らかである。下穴の形成不良とねじ穴の形成不良を区別するためには，その前提として，下穴とねじ穴の境界である有効ねじ穴開始位置に測定位置が達したか否かを判定する必要がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ところで，甲8公報には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「そこで本発明は，ねじ関連製品のねじ部の測定及び合否の判定を非接触で且つ自動で行うことが可能なねじ判別装置を提供することを目的とする。」(段落【0008】)"
                },
                {
                  "fig": "イ",
                  "subject": "「【課題を解決するための手段】上記目的を達成する本発明のねじ判別装置は，被測定ねじを支持し回転及びスライドさせる可動支持装置と，可動支持装置の回転量及びスライド量を検出するセンサと，被測定ねじにレーザ光を照射し投影像により外形を測定するレーザ外形測定器と，可動支持装置を制御すると共にレーザ外形測定器から投影位置データを入力し，この投影位置データ，可動支持装置の回転量及びスライド量よりねじ測定の演算を行い，規格との照合を行う演算制御装置とを具備することを特徴とする。」(段落【0009】)"
                },
                {
                  "fig": "ウ",
                  "subject": "「可動支持装置5は・・・回転軸14上に設置された固定テーブル15に対し移動する移動テーブル16と，移動テーブル16上に設置された回転センター台17と，回転センター台17に対向した移動センター台18とからなり，被測定ねじ4は回転センター台17のセンター17Aと移動センター台18のセンター18Aとの間にセンター穴を利用して取付けられる。移動テーブル16は・・・被測定ねじ4に対しレーザ光線6の進行方向Cと交差する方向への平行移動Eと，両方向を含む面内での旋回Dとを与えるものであり，ステッピングモータ19の回転をテーブル送りねじ20を介して固定テーブル15に伝えることによりE方向に移動し，回転軸14の駆動によりD方向に旋回する。移動量Eの制御はデジタルスケール21で検出した変位量を用いて行われ，旋回量Dの制御はロータリエンコーダAで検出した回転量を用いて行われる。」(段落【0014】～【0015】)"
                },
                {
                  "fig": "エ",
                  "subject": "「被測定ねじ4のねじ長さ等に基づいて移動テーブル16の移動量Eを本装置の使用者(オペレータ)が決め，これをCPU31に入力してやる。CPU31はデジタルスケール21の変位量E’をテーブル移動量信号用ケーブル25により取込み，テーブル移動制御信号用ケーブル24を介してステッピングモータ19の回転を制御することにより，指定された移動量Eを満足するまで制御を繰返す。このテーブル移動制御の時，CPU31はレーザ光受光位置信号用ケーブル22を介して投影位置データFを取込みレーザ光線6を遮断する被測定ねじ4のねじ山数αを観測することにより，被測定ねじ4のピッチPを P＝移動量E’／山数α・・・の演算を行って求める。」(段落【0020】)"
                },
                {
                  "fig": "オ",
                  "subject": "「CPU31は記憶装置37に記憶した前述の測定データM，Tと同じ記憶装置37に記憶してある該当ねじの規格とを項目毎に比較照合し，公差内に入っているか否かを判定し，その判定結果を測定データとともにCRT38及びプリンタ39に与え，画像表示させると共に検査成績書を印刷させる。」(段落【0028】)"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲8公報の上記記載によれば，被測定ねじ4を支持し回転及びスライドさせる可動支持装置5を，被測定ねじ4のねじ長さ等に基づいて移動テーブル16の移動量Eを満足するまで，レーザ光線6の進行方向Cと交差する方向に移動させ，被測定ねじ4にレーザ光線6を照射し投影像により外形を測定し，この投影位置データと可動支持装置の回転量及びスライド量を基に演算を行い，規格との照合を行い，被測定ねじ4の良否の判定を行う技術が開示されているから，測定装置において，測定位置が，予め定めた位置に達したか否かを判断する判断工程を有し，当該位置に達したと判断した場合に測定を終了するようにすることは，本件出願時において周知慣用の技術であったと認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "甲8公報に記載の上記周知慣用の技術は，ねじ形状の判別をする装置に関するものであって，引用発明とは技術分野を共通にし，かつ，前者は「ねじ」のねじ山の形状を測定するのに対し，引用発明では「ねじ穴」のねじ山の形状を測定する点で厳密にいえば対象を異にするが，極めて近接したものであることが明らかである。そして，引用発明において，ねじ穴有効深さが存在するか否かを判定した後の工程をどうするかが技術課題となるのが当然であり，一方，測定装置において，測定位置が，予め定めた位置に達したか否かを判断する判断工程を有し，当該位置に達したと判断した場合に測定を終了するようにすることは，周知慣用の技術として存在するのであるから，この技術を引用発明に適用することを，当業者が容易に想到し得ることが明らかである。",
                "したがって，相違点2について，甲8公報に記載の技術を引用発明に適用することが格別のものでないとした審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，測定中断深さを判断することは，測定を中断すること，すなわち，測定を全長にわたって行わないことであり，被測定物の位置データ(測定点の位置)と指定された測定範囲とを比較することと異なるとし，引用刊行物に測定中断深さを判断する構成が存在しない旨主張する。",
                "しかし，前記のとおり，本願発明は，「前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する」という機能を有するものであれば，どのような工程であっても差し支えがないものであり，しかも，特許請求の範囲には，上記判断工程の後，測定を中断する工程についての記載もないのであるから，上記測定中断深さを判断する工程から，直ちに，測定を中断する工程を同視することはできない。",
                "したがって，原告の上記主張は，その前提において失当であって，その余の点について検討するまでもなく，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の発明の詳細な説明の【発明の効果】欄には，「本発明に係るねじ穴有効深さ測定方法によれば，ねじ穴の下穴半径を加工されたねじ部の方向へ向かって多点測定し，測定された半径が予め入力されているねじ穴半径の閾値に達したことを判断するとともに，前記閾値に達した測定点の深さをねじ穴有効深さと決定するようにしたので，従来手動で限界ゲージを螺入していた測定が，座標測定機を用いて容易に測定可能となり，ねじ穴の測定工数や検査工数を低減することができる。」(段落【0037】)との記載がある。",
                "上記記載によれば，本願発明の構成により「従来手動で限界ゲージを螺入していた測定が，座標測定機を用いて容易に測定可能となり，ねじ穴の測定工数や検査工数を低減することができる。」という効果を奏するというものであるが，このような効果は，本願発明の構成から，当業者が容易に想到し得るものであって，格別のものということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明の「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」により，ねじ穴に形成されたねじ部のうち途中のねじ部まで測定するだけでねじ穴有効深さを決定できる旨主張する。",
                "しかし，本願発明にいう「前記測定された半径が前記ねじ穴半径の閾値に達した測定点の深さを，ねじ穴有効深さと決定する決定工程」は，上記のとおり，ねじ穴に形成されたねじ部のうち途中のねじ部まで測定するだけでねじ穴有効深さを決定できるという場合もあり得るし，ねじ穴の不完全ねじ部から有効ねじ部へと移行する位置に対応する出力信号と，ねじ穴の有効ねじ部から入口部へと移行する位置に対応する出力信号の差から有効ねじ部のねじ深さを算出する場合もあり得るのであるから，その前者に限定して，ねじ穴に形成されたねじ部のうち途中のねじ部まで測定するだけでねじ穴有効深さを決定できるのが本願発明の効果であるとする原告の主張は，前提を誤っているものであって，採用の限りでない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明においては，前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えた場合には，測定を中断することを可能とするものである旨主張する。",
                "しかし，そもそも，特許請求の範囲には，「前記測定工程における測定点の座標値が，予め入力されている測定中断深さを越えていないか否かを判断する測定中断深さの判断工程」と記載されているものの，測定を中断する工程については何の記載もない。むろん，測定中断深さの判断工程がある以上，測定を中断する工程が存在することは，当然に予想されるところであるが，一方，前記のとおり，引用刊行物にも，「入り口部の位置を基点とした有効ねじ部の開始位置が所定の深さ未満の場合に不良と判定する点の開示があ」り，不良と判定する以上，更に測定することは無意味であるから，測定を中断する工程が存在することは明らかであり，本願発明と変わりがない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却を免れない。"
          ]
        }
      ]
    }
  ]
}