{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2002-35031号事件について平成14年12月26日に",
        "した審決を取り消す。」との判決。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許と先の無効審判",
              "text": [
                "本件特許第2605154号「金属触媒担体を膠着しろう付けする方法」は，平成1年2月10日の国際特許出願(優先権主張1988年5月31日ドイツ国)であって，平成9年2月13日に登録されたものである。",
                "本件特許に関し，平成11年1月18日，無効審判(平成11年審判第35024号。「先の無効審判」)が請求され，平成13年3月21日付けで，請求項1ないし8に係る発明についての特許を無効とする，請求項9に係る発明について審判請求は成り立たないとの審決があり，この審決は，平成13年7月31日に確定し，登録された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件無効審判",
              "text": [
                "原告は，平成14年1月30日，本件請求項9に係る特許を無効とする，との審決を求めて，無効審判を請求した(無効2002-35031号)。この無効審判において，平成14年12月26日，「本件審判の請求を却下する。」との審決があり，その謄本は平成15年1月9日原告に送達された。以下，本件発明というときは，請求項9に係る発明を指す。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨(構成要件ごとのA～Fの符号は，便宜付したもの)　A．交互に平坦な薄板と波状薄板とからなる層から巻き上げられるか積層され，流体の流れる多数の溝を有する金属触媒担体用のハニカム体を膠着し，ろう付けする方法において，",
          "text": [
            "B．波状薄板が，巻き上げ又は積層される前に，後にろう付けすべき領域として波形円頂部にのみ接着剤又は結合剤を塗布され，",
            "C．波状薄板の波形の一部は波形円頂部の全長にわたって，波形の他の部分は波形円頂部の部分領域にのみ接着剤又は結合剤が塗布され，",
            "D．次いで薄板がハニカム体に巻き上げられるか積層され，",
            "E．ハニカム体にろう粉末が送り込まれ，このろう粉末が接着剤又は結合剤を塗布された領域に付着残留するようにし，",
            "F．余分なろう粉末がハニカム体から除去される",
            "ことを特徴とする金属触媒担体用のハニカム体を膠着しろう付けする方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審判請求人(原告)の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求人(原告)は，本件発明について，本件発明は，下記審判甲第1号証に記載された発明に下記審判甲第2号証，審判甲第3号証に記載された内容を適用したものに相当するが，審判甲第1号証に記載された発明に，審判甲第2号証，審判甲第3号証に記載された内容を適用することは，その発明の属する技術の分野における通常の知識を有するものが下記審判甲第4～6号証の記載を参酌することにより容易に推考し得るものであるから，本件発明は，審判甲第1～第6号証に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないものである，旨主張した。",
                "記",
                "審判甲第1号証：米国特許第3479731号明細書(1969年11月25日",
                "発行)(本訴甲7の1)",
                "審判甲第2号証：ドイツ連邦共和国特許出願公開第2924592号明細書(1981年1月15日発行)(本訴甲8の1)",
                "審判甲第3号証：ドイツ連邦共和国特許公開第3312944号明細書(1984年10月11日発行)(本訴甲9の1)",
                "審判甲第4号証：「自動車産業レポート」第230号，1990年4月25日株式会社アイアールシー発行，2～4頁(本訴甲10の1)",
                "審判甲第5号証：特開昭59-171640号公報(本訴甲17)",
                "審判甲第6号証：実願昭56-17862号(実開昭57-131987号)の",
                "マイクロフィルム(本訴甲18)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求人は，次の審判被請求人(被告)の主張に対し，審判甲第5，第6号証の証拠の存在下では先の無効審判とは証拠が異なるので，本件審判は前記審決の効力によって拘束されるものではない，と主張した。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審判被請求人(被告)の主張",
          "text": [
            "被請求人(被告)は，無効審判の請求の理由の大部分は，先の無効審判において申し立てられた論拠を繰り返しているにすぎないとして，本件発明の構成C．は，審判甲号各証から容易に類推し得たものではないと主張した。",
            "また，審判甲第2号証の部分的又は相互的組合せが適用されることについては，先の無効審判の審決において特許庁の判断が既になされていると主張した。"
          ]
        },
        {
          "fig": "5",
          "subject": "審決の理由の要点(一事不再理についての判断)",
          "text": [
            "本件無効審判の請求が，特許法167条の規定に違反してなされたものであるか否かについて判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "先の無効審判の本件発明(請求項9に係る発明)についての当事者の主張及び審決の理由は，それぞれ，以下，a～cのとおりである。",
                "a．先の無効審判における審判請求人(原告)の主張と提示証拠",
                "審判請求人は，審判甲第1号証として米国特許第3479731号明細書(1969年11月25日発行)を，審判甲第2号証としてドイツ連邦共和国特許出願公開第2924592号明細書(1981年1月15日発行)を，審判甲第3号証と",
                "してドイツ連邦共和国特許公開第3312944号明細書(1984年10月11",
                "日発行)を，前審判甲第4号証として欧州特許公開第49489号パンフレット(1982年4月14日発行)を，前審判甲第5号証として「自動車産業レポート」第230号，1990年4月25日株式会社アイアールシー発行，2～4頁を，前審判甲第6号証として日本規格協会編「JIS用語辞典　V　金属・化学・窯業編」1978年11月1日財団法人日本規格協会発行，531頁を，前審判甲第7号証としてろう接の生産技術編集委員会編「ろう接の生産技術」1982年5月30日溶接新聞社発行，434～435頁を，前審判甲第8号証として日本機械学会編「機械工学便覧　改定第6版」昭和52年7月15日社団法人日本機械学会発行，第14編118～119頁を，前審判甲第9号証としてろう接の生産技術委員会編「ろう接の生産技術」1982年5月30日溶接新聞社発行，19～21，96，102～105，187～189，378～379頁を，及び前審判甲第1",
                "0号証として特公昭55-50706号公報を提示し，",
                "本件発明は，平成8年8月23日付け手続補正により新たに付加された請求項のものであり，出願当初の明細書及び図面には，巻き上げ前における膠着処理の種々の可能性と，その可能性を組み合わせることが記載されている。そして，本件発明の構成は，これら種々の可能性のうちの特定のものを組み合わせたものであるが，出願当初の明細書及び図面には，この特定の組合せを特に指定したものは記載されておらず，またその組合せによっていかなる有利な効果が得られるかについては記載がない。また，審判甲第2号証には，巻き上げ前における膠着処理の種々の可能性と，その可能性を組み合わせることが記載されている。したがって，本件発明は，審判甲第1～3号証に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，本件発明に係る特許は，特許法29条2項の規定に違反して特許されたものである。",
                "旨主張した。",
                "b．先の無効審判における被請求人(被告)の主張と提示証拠",
                "被請求人は，審判乙第1号証として，「SAE　TECHＮICAL　PAPE",
                "R　SERIES」1991年発行，1～9頁を提示し，",
                "本件発明について，審判甲第2号証及び審判甲第3号証のいずれにも，二つの異なった形状の接着剤塗布を同一の薄板で同時に行うことは，記載されていないから，審判請求人の主張は理由がない。また，無効審判請求人である新日本製鐵株式会社に勤務している者の執筆した審判乙第1号証からも，本件発明に特許性があることが証明される。",
                "旨主張した。",
                "c．先の無効審判における審決の判断",
                "審決は，次の理由により，本件発明についての審判請求は成り立たないとした。",
                "本件発明と，審判甲第1～第10号証に記載されたものとを対比すると，前記審判甲号各証には，本件発明の必須の構成である「波状薄板が，巻き上げ又は積層される前に，後にろう付けすべき領域として波形円頂部にのみ接着剤又は結合剤を塗布され，波状薄板の波形の一部は波形円頂部の全長にわたって，波形の他の部分は波形円頂部の部分領域にのみ接着剤又は結合剤が塗布され」る構成が記載されておらず，かつ，該構成が示唆されているとすることもできない。",
                "審判甲第2号証には，「最初の実施例によれば，ろうを波打ち鋼板の丸みを帯びた各波頭部の全長にわたり被着する。これに反して一変容によれば，ろうを波打ち鋼板の丸みを帯びた各波頭部の全長をいくつかに区分したその一つだけ又はいくつかにわたり被着するにとどめる。」(7頁32～36行参照)，「図3は，波打ち鋼板の丸みを帯びた波頭部への液状ろうペーストの被着を示す。図4は，丸みを帯びた各波頭部の全長をいくつかに区分した一つだけ又はいくつかへのろうの被着を示す。」(10頁30～34行参照)と記載され，図3には，すべての波頭部の全長にわたってろうが被着されたものが，図4には，すべての波頭部の長さ方向の一部のみにろうが被着されたものが示されており，また，「本発明は，以上に図示し又説明したプロセス手段及び特徴に限られるものではない。本発明は，一切の専門的変容とさらなる進展並びに部分的そして相互的組合せをも包含する。」(16頁36行～12頁3行参照)と記載されているが，当該16頁36行～12頁3行の記載は，特許明細書に一般的に使用される常套句であって，特別に意味のあるものではなく，この記載が，図3に示されたものと図4に示されたものとの組合せを直接に示唆するといえるものではない。また，図3に示されたものと，図4に示されたものとは，いずれも，すべての波頭部にろうが被着されるものであるから，これを重ね合わせれば，図3に示されたろうの被着状態となってしまうから，審判甲第2号証に記載されたものにおいて，図3に示されたものと，図4に示されたものとを組み合わせることを予定しているとは認められない。",
                "なお，審判請求人は，本件特許の出願当初の明細書と，審判甲第2号証の記載とを対比し，本件特許の出願当初の明細書と審判甲第2号証との記載は実質的に異なることはないから，出願当初の明細書に記載された範囲内の発明である本件発明は，審判甲第1号証，審判甲第2号証及び審判甲第3号証に記載された発明に基づいて，当業者が容易に推考し得るものである旨主張するが，本件特許の出願当初の明細書には，「まだ完全には巻き上げられていない薄板1，2の部分片を用いて，巻き上げ前における膠着処理の種々の可能性を図面で説明する。1つの膠着処理法は例えば平坦な薄板1の縁帯域3，4で行うが，巻き上げるべきハニカム体8の内部における条片部5でも可能である。さらに波状薄板2を膠着することも好ましく，この場合にも多くの可能性が提案される。接着剤又は結合材は波形の円頂部にのみ塗布することが好ましい。これは膠着された帯域6に図示されているように，薄板の全幅にわたっていてよい。他の可能性は，帯域7によって図示されているように，薄板の縁帯域ですべての円頂部又は間隔を置いて若干の円頂部をろう付することである。上記の可能性を組み合わせることも有利である。」(5頁3～14行)と記載され，接着剤又は結合材の塗布の複数の可能性と，「上記の可能性を組み合わせることも有利である。」との，それら可能性の組合せを直接示唆する記載があり，また，審判甲第2号証には記載がない，「間隔を置いて若干の円頂部をろう付けするもの」が可能性として記載されていることからすると，本件特許の出願当初の明細書と審判甲第2号証の記載が実質的に同一であるとする審判請求人の主張は採用できない。",
                "したがって，本件発明は，前記審判甲号各証に記載された発明に基づいて当業者が容易に発明をすることができたものとすることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件無効審判において提示された審判甲第1号証，審判甲第2号証，審判甲第3号証及び審判甲第4号証は，それぞれ先の無効審判において審判請求人が提示した審判甲第1号証，審判甲第2号証，審判甲第3号証及び前審判甲第5号証と同一である。",
                "また，本件無効審判において提示された審判乙第1号証は，先の無効審判において被請求人が提示した審判乙第1号証と同一である。",
                "本件無効審判において提示された審判甲第5号証及び審判甲第6号証は，先の無効審判において提示されていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，審判甲第5号証及び審判甲第6号証について検討する。",
                "無効審判請求の理由における審判甲第5号証及び審判甲第6号証の位置付けについてみると，本件発明が，審判甲第1号証に記載された発明に審判甲第2号証，審判甲第3号証に記載された内容を適用したものに相当することを前提として，この適用容易性の根拠を審判甲第5号証及び審判甲第6号証に記載された内容に求めるものと認められる。",
                "そして，審判甲第5号証及び審判甲第6号証について審判請求書には，「二つの部材を接合するに当たり，接着剤の塗布領域を全面とすることなく構成Cの塗布領域に相当する額縁状や格子状等の塗布領域とすることは，審判甲第5号証や審判甲第6号証にも記載されているように格別新規な事項ではない。すなわち，全面を均一に接着することが通常である接着方法において，故意に不接着部分を設け額縁状に接着することは審判甲第5号証に記載されており，また，全面を接着することに代えて縦方向(帯状)，縦方向と横方向(格子状)，島状，千鳥状等の部分的に接着することが審判甲第6号証に記載されている。つまり，二つの部材を接着する際には，全面接着する場合以外にも，必要に応じて任意の形状の接着領域で部分的に接着することは，審判甲第5号証及び審判甲第6号証にも開示されるように本件出願前から当業者が任意に行う常套手段であるから，ろうの節約を主たる目的として請求項9の発明の構成Cのように接着剤の塗布領域を想定することは格別の創作力を要するものではなく，当業者が任意になし得る程度のことである。」と記載されていることから，審判甲第5号証及び審判甲第6号証は，二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがあるということが，当業者において，本件出願前から慣用されていた技術であるという事実を証するためのものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ところで，周知・慣用の技術とは，本来当業者が熟知している事項であって，当業者の常識ともいうべきものである。そして，本件審判請求における審判甲第5号証及び審判甲第6号証によって，慣用技術であると立証しようとする「二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがあるということ」は，審判甲第1号証，審判甲第2号証及び審判甲第3号証に記載されている技術という具体的事実のもとに，審判甲第1号証に記載された発明に審判甲第2号証，審判甲第3号証に記載された内容を適用することが容易であるとの結論を導き出すための論理過程を具体的に説明する際に用いられた常識というべきものであって，特許法167条の「事実」に当たるものではない。",
                "また，たとえ前記慣用技術が，特許法167条の「事実」に当たるものであったとしても，特許法29条2項の発明の進歩性の判断において，複数の文献にそれぞれ記載された発明の組合せが容易であるか否かを判断する際には，当業者において，周知又は慣用されている技術を考慮することは，当然であり，二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することが当業者に慣用されていることは，先の無効審判においても，当然に事実として認定し，判断されているものである。しかも，二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがあることは，当業者のみならず，一般に慣用されているといい得るものであるから，格別に主張がないからといって，無効審判の請求において，事実としての主張がなかったといい得るものではない。",
                "したがって，二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがあることが，当業者において，本件出願前から慣用されていた技術であるという事実及びこのような慣用技術が審判甲第1号証に記載された発明に，審判甲第2号証，審判甲第3号証に記載された内容を適用する際の容易性の根拠となるという事実は，先の無効審判において，主張され，判断の根拠とされていたものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "当業者において，周知又は慣用の技術とは，証拠を示すまでもなく，当業者であれば熟知しているものである。そして，前記(4)のとおり，二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがあることは，特許法167条の「事実」には当たらず，また「事実」に当たるとしても，当該事実が，既に，先の無効審判において，既に主張され，判断の根拠とされていた以上，審判甲第5号証及び審判甲第6号証を，実質的に新たな証拠とすることはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおりであるから，本件無効審判の請求は，実質的に，先の無効審判と同一の事実及び同一の証拠に基づいて審判を請求したものと認められる。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "審決の結論",
              "text": [
                "したがって，本件審判請求は，特許法167条の規定に違反してされた不適法な審判請求であるから，特許法135条の規定により却下すべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "最高裁判例から導かれる法理に基づく主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "最高裁判所昭和51年3月10日大法廷判決(民集30巻2号79頁)は，「審決の取消訴訟においては，抗告審判の手続において審理判断されなかった公知事実との対比における無効原因は，審決を違法とし，又はこれを適法とする理由として主張することができないものといわなければならない。」と判示したが，「審決取消訴訟の審理の対象」＝「特定の無効原因(に関するもの)」＝「同一の事実及び同一の証拠」と捉えている。ここからは，特許法167条の「事実」とは，「特定の公知事実との対比における無効原因」を意味し，特許法167条の「証拠」とは，「特定の公知事実を証するための証拠」を意味すると解される。",
                "そうだとすると，審決取消訴訟の段階で主張・立証が許される事実・証拠であれば(すなわち「審決取消訴訟の審理の対象」であれば)，「特定の無効原因に関するもの」であり，同時に特許法167条の「同一の事実及び同一の証拠」ということになる。つまり，先の無効審判の審決に対し，仮に審決取消訴訟を提起していたとすれば当該取消訴訟段階で新たに主張・立証が許されるような事実・証拠は，再審判請求において新たに追加しても，なお先の無効審判と「同一の事実及び同一の証拠」であり，再審判請求は許されない。",
                "審決取消訴訟において，無効審判の手続に現れていなかった資料に基づく主張・立証の可否が問題となった最高裁判所昭和55年1月24日第一小法廷判決(民集34巻1号80頁)は，「審判で審理判断されていた刊行物記載の考案との対比における無効原因の存否を認定して審決の適法，違法を判断するに当たり，審決の手続に現れていなかった資料に基づき当業者の実用新案登録出願当時における技術常識を認定し，これによって同考案の持つ意義を明らかにした上無効原因の存否を認定したとしても，このことから審判で審理判断されていなかった刊行物記載の考案との対比における無効原因の存否を認定して審決の適法，違法を判断したものということはできない。」旨説示する。55年最判が審決取消訴訟において新たに主張・立証できる資料を技術常識に限定する趣旨ではないとすれば，55年最判は，「無効審判で審理判断されていた引用例に係る技術の意義を明らかにするための資料(事実及び証拠)」は，審決取消訴訟段階で新たに主張・立証してよいとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "最大判と55年最判から導かれる結論をまとめると，以下のとおりである。",
                "I)　特許法167条にいう「事実」とは，「特定の公知事実(引用例に係る発明・技術)との対比における無効原因」を意味し，同条にいう「証拠」とは，「特定の公知事実を証するための証拠(引用例)」を意味する。",
                "II)　後の無効審判における無効原因が，先の無効審判とは別の公知事実との対比における無効原因(別個の無効原因)であれば，後の無効審判請求は，「別の事実」(及び「別の証拠」)であり，後の無効審判における無効原因が先の無効審判におけるのと同一の公知事実との対比における無効原因(同一の無効原因)の場合であっても，当該同一の公知事実を証するための証拠が異なれば，「同一の事実」ではあるが，「別の証拠」である。",
                "III)　「無効原因とは全く無関係の事実・証拠」及び「先の無効審判において既に認められた争点に関するだけの事実・証拠」は，特許法167条の「同一の事実及び同一の証拠」か否かの判断に際して，捨象される。",
                "IV)　「引用例に係る技術の意義を明らかにするための事実・証拠」は，特許法167条の「同一の事実及び同一の証拠」か否かの判断に際して，捨象される。",
                "なお，「引用例に係る技術の意義を明らかにするための事実・証拠」とは，「特許性が問題となっている発明・考案との対比において，当該引用例に係る技術自体の評価に影響を与えて，当該引用例自体に，問題の発明の構成(の一部)が開示・示唆していることを立証する事実・証拠」である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，「先の無効審判において提出された事実・証拠」と，「後の無効審判請求において提出予定の事実・証拠」のうち，上記基準III及び基準IV前段によって捨象される事実・証拠を除外して，残った事実・証拠をもって両者を対比し，「同一の事実」なのか，「同一の証拠」なのかを判断していくことになる。",
                "実務上問題となり得るのは，本件のように，先の無効審判において提出された証拠に，新たな証拠を追加した場合である。新証拠が，立証趣旨上無効原因とは全く無関係の証拠，あるいは先の無効審判で既に認められた争点に関する事実・証拠であれば，上記基準IIIにより，なお先の無効審判と「同一の事実及び同一の証拠」であり，再審判請求は許されない。",
                "新証拠が，立証趣旨上無効原因と無関係ではなく，また先の無効審判において排斥された争点に関するものである場合，その証拠は，「先の無効審判において審理判断されていた引用例に係る技術の意義を明らかにするための事実を立証するための証拠」か，あるいは「先の無効審判において審理判断された引用例と相まって，先の引用例とは別個の公知事実(技術水準)を構成する事実を立証するための証拠」のいずれかである。",
                "前者の場合には，それらの証拠及びそれらによって立証しようとする事実は判断の際捨象されるので，なお先の無効審判と「同一の事実及び同一の証拠」であり，再審判請求は許されないが，後者の場合には，これらの証拠及びその立証趣旨たる事実は特許法167条の判断の際捨象されず，対比判断の対象となるから，結局，先の無効審判と後の無効審判請求とでは無効原因として対比される公知事実が異なることになるので，「別個の事実及び別個の証拠」ということになり，再審判請求は許される。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "先の無効審判において本件発明と対比された特定の公知事実は，「審判甲第1号証，審判甲第2号証及び審判甲第3号証に係る各発明」であるから，「同一の事実及び同一の証拠」の判断において対比される，先の無効審判における「事実」は「審判甲第1号証，審判甲第2号証及び審判甲第3号証に係る各発明から本件発明は出願時の当業者が容易に発明することができたこと」であり，「証拠」は「審判甲第1号証，審判甲第2号証及び審判甲第3号証」である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "これに対して，本件無効審判において提出された証拠は，審判甲第1号証，審判甲第2号証，審判甲第3号証，審判甲第4号証，審判甲第5号証及び審判甲第6号証である。",
                "審判甲第4号証(自動車産業レポート)は，「審判甲第1号証に係る意義を明らかにするための証拠」であるから，「同一の事実及び同一の証拠」の判断に際して捨象される。",
                "問題は，審判甲第5号証及び審判甲第6号証である。これらが立証しようとする事実は「『二つの部材を接着する際に，全面接着する以外にも，必要に応じて任意の形状の接着領域で部分的に接着すること』は，本件出願前から当業者の周知慣用技術であったこと」(本件周知慣用技術)であり，これによって，本件発明の構成Cの想到が容易であることを立証しようとするものであるから，これらが本件発明の無効原因に関する事実・証拠であり，また，先の無効審判において排斥された争点に関するものであることは明らかである。",
                "そこで，審判甲第5号証及び審判甲第6号証及びこれらによって立証しようとする本件周知慣用技術が，「先の無効審判の引用例に係る発明の意義を明らかにするための事実・証拠」か否かが，問題となる。",
                "本件で争点となっている本件発明の構成は，構成C(「波状薄板の波形の一部は波形円頂部の全長にわたって，波形の他の部分は波形円頂部の部分領域にのみ接着剤又は結合材が塗布され」る構成)である。よって，審判甲第5号証及び審判甲第6号証ないしこれによって立証しようとする本件周知慣用技術が，「審判甲第1，第2又は第3号証に係る発明の評価自体に影響を与えて，審判甲第1，第2又は第3号証自体に，本件発明の構成Cが開示・示唆されていることを立証する事実・証拠」であれば，「審判甲第1，第2又は第3号証に係る発明の意義を明らかにするための事実・証拠」ということになる。",
                "ところで，審判甲第1号証及び審判甲第3号証に，本件発明の構成Cが開示・示唆されていないのは明らかであり，先の無効審判においても実質的に問題とされていない。よって，審判甲第5号証及び審判甲第6号証が，審判甲第1号証又審判甲第3号証自体に構成Cが開示・示唆されていることを立証するための証拠でないことも明らかである。",
                "先の無効審判で実際に問題となったのは，審判甲第2号証に本件発明の構成Cが開示ないし示唆されているか否かである。しかし，審判甲第5号証及び審判甲第6号証が，審判甲第2号証に係る発明自体の評価に影響を与えて，審判甲第2号証自体に，本件発明の要件Cが開示・示唆されていることを立証するための証拠でないこともまた明らかである。なぜなら，審判甲第5号証及び審判甲第6号証によって立証しようとする事実(本件周知慣用技術)は「『二つの部材を接着する際に，全面接着する以外にも，必要に応じて任意の形状の接着領域で部分的に接着すること』が，本件出願前から当業者の周知慣用技術であったこと」であるが，この事実は，審判甲第2号証に係る発明と，審判甲第2号証に使用されている文言の意味を明らかにするといった関連性があるわけでもなく，審判甲第2号証に係る発明とは，関連性のない別個独立の事実であり，審判甲第2号証に係る発明の評価を変えようにも，変えようがないからである。",
                "よって，審判甲第5号証及び審判甲第6号証並びに本件周知慣用技術は，「引用例の意義を明らかにするための事実・証拠」でもなく，そして「無効原因とは全く無関係の事実・証拠」でも「先の無効審判において既に認められた争点に関するだけの事実・証拠」でもないから，特許法167条の「同一の事実及び同一の証拠」か否かの判断において，捨象されない(対比の対象となる)事実・証拠ということになる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告が考える法理に基づく主張",
          "text": [
            "関連する最高裁判例から推し量れば，特許法167条の「同一の事実及び同一の証拠」の解釈は，上記1のとおりになるかと思われる。",
            "しかし，原告は，特許法167条の「同一の事実及び同一の証拠」の範囲は，より狭く解すべきと考える。具体的には，「先の無効審判で審理判断されていた引用例の意義を明らかにするための証拠」であるか否かにかかわらず，先の確定審決において主張が排斥された争点を是認するに足りる性質の証拠であれば，当該証拠を追加した再審判請求は許されるべきと考える。すなわち，「先の無効審判で審理判断されていた引用例の意義を明らかにするための証拠」が追加された再審判請求も，許されるべきであると解する。その根拠は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "先の無効審判で審理判断されていた引用例の意義を明らかにするための証拠」を追加した再審判請求が許されるべきであるとする理由を整理してみると，次のとおりである。",
                "①　条文の表現",
                "特許法167条は，「同一の事実及び同一の証拠」という用語を用いており，これを素直に読めば，「事実」が同一でも「証拠」が異なれば，再審判請求は許されるはずである。",
                "②　第三者の再審判請求まで遮断する効果(対世効)",
                "取消判決確定後の再審判は先の無効審判・取消訴訟と同一の当事者によって為されるものであるから，上記思想を貫くことも，手続保証と自己責任の原則によって正当化できる。しかし，確定審決後の再審判請求においては，第三者によるものも含まれるので，手続保証と自己責任の原則によって正当化することはできず，上記思想を貫くことは，第三者の無効審判を受ける利益を不当に侵害することになる(特許法167条は，確定審決後の再審判において，同一人が請求する場合と第三者が請求する場合とを区別していないので，同一人の場合のみ別意の考え方を採る解釈は，条文の文言上許されない。)。",
                "③　実質的な不都合",
                "「先の無効審判で審理判断されていた引用例の意義を明らかにするための証拠」を追加した場合もなお特許法167条の「同一の事実及び同一の証拠」であるとすれば，特定の引用例とその意義を明らかにする適切な証拠によれば本来無効となるべき特許が，ある者が無効審判・審決取消訴訟を追行中に当該証拠を発見できなかったという理由のみによって，生き残ってしまう結果となる。このような結果は，あまりに「特許権の安定」の利益に偏ったものであり，特許法167条の「無効審判を請求する者の固有の利益と特許権の安定という利益との調整を図る」との趣旨(最高裁判所平成12年1月27日第1小法廷判決(民集54巻1号69頁)参",
                "照)に反する。さらに，特許権が権利者に強力な独占権を与えるものであり，その市場経済に与える影響の大きさを考慮すれば，このような事態が国民全体の利益に反することも明らかである。",
                "「先の無効審判で審理判断されていた引用例の意義を明らかにするための証拠」を追加した場合に再審判が禁止されるとすれば，馴れ合い訴訟の危険も否定できない(引用例の意義を明らかにする決定的な証拠を提出させないまま「請求は成り立たない」旨の審決を確定させれば，何人に対しても当該証拠を提出する機会を奪うことが可能になる。)。",
                "以上のような不利益・不都合を避けるためにも，「先の無効審判で審理判断されていた引用例の意義を明らかにするための証拠」を追加した場合の再審判請求は，許されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "先の確定審決において排斥された争点に関する証拠であれば，当該証拠を追加した再審判請求は許されるべきであるとする理由について",
              "text": [
                "先の確定審決において排斥された争点に関する証拠を追加した請求であれば，単なる紛争の蒸し返しではない。また，特許法167条の一事不再理効は対世効が認めらるものであり，第三者の「無効審判を請求する利益」までも侵すものであるから，無効審判請求をする者の手続保証は特に重視されなければならないところ，少なくとも先の確定審決において排斥された争点に関する証拠を追加した請求を許容すれば，無効審判請求をする者の手続保証の観点からしても，不当とまではいえないであろう。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件へのあてはめ",
              "text": [
                "先の無効審判において審判請求人(原告)の主張が排斥された争点は，「本件発明の構成Cの容易想到性」である。",
                "そして，新証拠である審判甲第5号証及び審判甲第6号証が，当該争点を是認させるための証拠であることは，本件無効審判請求書(本訴甲3)の記載から明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "特許法167条に関する従来の判例・学説からの検討",
          "text": [
            "審決の認定判断は，特許法167条に関する従来の判例や同条に関する学説に照らしても，是認することはできない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "従来の判例・学説の分類",
              "text": [
                "特許法167条に関する従来の判例・学説は，以下のとおりである。",
                "①　重要証拠説",
                "この説は，大審院判例が採用した説である。",
                "大判大正8年5月24日民録25輯797頁は，「右法規(現特許法167条)ニ基キ重ネテ同一ノ審判ヲ請求セントスルニハ別異ノ事実ヲ主張スルカ若クハ確定審決ヲ覆スニ足ルベキ重要ナル新証拠ヲ提出スルコトヲ要スルモノトス」と判示し，大判大正9年10月19日民録26輯1534頁は，「所謂同一証拠トハ単ニ証拠自体ノ同一ナルコトノミヲ謂フニ非ズ審決ニ及ボス影響ノ同一ナル場合ヲモ包含ス」と判示した。",
                "この説は，新たな証拠が確定審決を覆すに足りるものであれば，再審判は許されるとするものである。",
                "②　形式証拠説",
                "この説は，「同一の事実」を証明するための証拠が全く同一である場合のみを「同一の証拠」とする説である。すなわち，前審に現れていない新証拠が一つでもあれば，再審判は許されるとする説である。裁判例の中には，この説を採用したものがある(東京高判昭和44年6月28日判タ237号199頁)。",
                "③　争点証拠説",
                "この説は，先の確定審決において既に主張が認められた争点に関するだけの証拠は新証拠であっても「同一の証拠」となり，再審判は許されないが，先の確定審決において主張が排斥された争点を是認させるに足りる性質の証拠である以上，その価値の軽重を論じることなく再審判を許すべきであるとする説である(原告の上記2における考えと同じ)。",
                "④　同一法規内証拠説",
                "この説は，同一法規の構成要件事実を証明するために用いられる証拠である限り，証拠の内容が違うからといって本条の効力を受けるのを避けることはできないとする説である。この説によれば，同一法規内(例えば特許法29条1項3号)の構成要件事実を主張する証拠であれば，引用例が異なろうと，再審判は許されないということになる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "各説による本件無効審判請求へのあてはめ",
              "text": [
                "①　重要証拠説からのあてはめ",
                "本件無効審判において新たに提出された新証拠である審判甲第5号証及び審判甲第6号証は，先の確定審決の結論を覆すに足りるものである。よって，この説によれば，本件審判請求は許されることになる。",
                "②　形式証拠説からのあてはめ",
                "本件無効審判では，先の無効審判において現れていない新証拠である審判甲第5号証及び審判甲第6号証が提出されている以上，形式証拠説によれば，本件無効審判請求は許されるべきである。",
                "③　争点証拠説からのあてはめ",
                "先の無効審判において審判請求人(原告)の主張が排斥された争点は，「本件発明の構成Cの容易想到性」である。そして，新証拠である審判甲第5号証及び審判甲第6号証が，当該争点を是認させるための証拠であることは，本件無効審判請求書(本訴甲3)の記載から明らかである。",
                "よって，争点証拠説によった場合も，本件無効審判請求は許されるべきものである。",
                "④　同一法規内証拠説からのあてはめ",
                "この説によれば，先の無効審判も本件無効審判も，いずれも特許法29条2項違反を理由とするものであるから，本件無効審判請求は許されない結論となる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "各説の検討",
              "text": [
                "以上のとおり，本件は，同一法規内証拠説以外の説を採用した場合には，いずれも本件無効審判請求を却下したのは誤りであったという結論になる。",
                "①　同一法規内証拠説への批判",
                "同一法規内証拠説は，最大判の下では，採用し得ないものである。",
                "②　重要証拠説への批判",
                "この説に対しては，再審判の適否に関する形式上の審理と審判の成否に関する実質上の審理とを混同してはならないとする批判がある。この説によれば，特許法167条による却下は紛争の蒸し返しを防ぐためなのに，却下するか否かの判断において実質的に先の無効審判と同じ審理判断が必要となり，本末転倒の結論となる。",
                "重要証拠説も採用すべきでない。",
                "③　形式証拠説への批判",
                "この説によれば同一紛争の蒸し返しを避けられず，矛盾する審決が出される可能性も増加する。形式証拠説も採用すべきでない。",
                "④　争点証拠説の妥当性",
                "特許法167条の解釈適用に当たっては，争点証拠説を採用するのが妥当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "同一法規内証拠説は最高裁判例に照らし明らかに採用できないものであり，それ以外の説によれば，本件無効審判請求は許すべきであったことになる。最も妥当な説である争点証拠説によっても，本件無効審判請求は許すべきであった。",
                "審決は，審判請求人(原告)が新証拠①及び②によって立証しようとした本件周知慣用技術が，「先の無効審判において『審判甲第1号証に記載された発明に審判甲第2号証，審判甲第3号証に記載された内容を適用することが容易であるとの結論を導き出すための論理過程を具体的に説明する常識』として，実際に用いられていた」と事実認定し，あるいは「先の無効審判において現実に主張され，判断の根拠とされていた(審理判断されていた)」と事実認定したことになるが，先の無効審判において，本件周知慣用技術が，現実には考慮されず，審理判断されていなかった。",
                "先の無効審判において，原告が現実には本件周知慣用技術を主張していないことはもちろん，先の確定審決も，本件周知慣用技術を判断の根拠としていないことは明白である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "審決取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "審判甲第5号証及び第6号証によって，無効審判請求人(原告)が立証しようとした周知，慣用技術の内容は，「二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがある」というものである。",
            "原告引用の最大判と55年最判によれば，審決取消訴訟の審理範囲と特許法167条の「同一の事実及び同一の証拠」とを矛盾なく解釈する限り，特許法167条にいういわゆる一事不再理効を生ぜしめる基準となる「同一の事実及び同一の証拠」にいう「事実」とは，「発明の新規性等を判断するために当該発明と対比されるべく引用された特定の公知事実に示される具体的な技術内容」(引用例)をいうものであり，このように「引用された特定の公知事実に示される具体的な技術内容の持つ意義を明らかにするための，特許出願当時の当業者の技術常識」等を含まないものと解することができる。",
            "審判甲第5号証及び第6号証によって，審判請求人(原告)が立証しようとした周知，慣用技術の内容は，「二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがある」というものである。この周知，慣用技術は，引用された特定の公知事実に示される具体的な技術内容の持つ意義を明らかにするための，特許出願当時の当業者の技術常識又はこれと同視すべきものであり，「発明の新規性等を判断するために当該発明と対比されるべく引用された特定の公知事実に示される具体的な技術内容」に該当しない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決の判断の趣旨は，a)先の無効審判において主張されなかったが，本件無効審判に至って主張された慣用技術は，特許法167条にいう「事実」に該当しないから，本件無効審判において新たな証拠とともにそのような慣用技術が主張されたとしても，同条にいう「事実」の新たな主張がなされたものとは認められない，すなわち，本件無効審判は，先の無効審判と「同一の事実」に基づく審判請求である，b)本来，当業者が当然に熟知しているべき技術常識，無効審判において証明を要しない事実であり，かつ，前項のような位置付け，内容を有する前記の本件周知慣用技術を証明するための審判甲第5号証及び第6号証は，(特許法167条にいう「証拠」に該当せず，)特許法167条の適用を免れるための「実質的に新たな証拠とすることはできない」というものである。",
            "55年最判に例示されている，「当業者の出願当時における技術常識を認定し，これによって引用された公知技術の持つ意義を明らかにするような場合」のみならず，周知，慣用技術が，引用された公知技術と同様の位置付けで先の無効審判において使用されていた場合も，その後，同一の周知，慣用技術を立証するための新証拠のみを追加してなされた新たな無効審判は，先の無効審判と「同一の事実及び同一の証拠」に基づく審判請求に該当し，特許法167条によって許されない。",
            "審決の上記判断は，最大判及び55年最判の趣旨に合致したものであり，この追加しようとした慣用技術が特許法167条にいう「事実」に該当せず，同条の適用の有無を検討する上では，これを捨象して，引用例として掲げられている審判甲第1号証及び第3号証に証明しようとしている事実が先の無効審判における無効原因を特定すべき事実と同一かどうかを検討すれば足りる。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "周知，慣用技術，技術常識である「二つの部材を接着する際には，全面接着する場合以外にも，必要に応じて任意の形状の接着領域で部分的に接着することがある」という事実が，先の無効審判において「現実に」主張されていないとしても，原告は，先の無効審判において，審判甲第2号証の第3図と第4図に示されている構成から本件発明の構成Cを想到することが容易である旨主張していたものであり，しかも，本件発明は，この第3図の一部に示された一種の全面接着の構成と第4図に示された部分接着の構成とを一つの製品中において組み合わせなければ得られない構成であるから，原告の上記主張には，「二つの部材を接着する際には，全面接着する場合以外にも，必要に応じて任意の形状の接着領域で部分的に接着することがある」という本件周知慣用技術，すなわち技術常識の主張を必ず含むものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "先の審判における審決の理由は，前記第2の5(審決の理由の要点)の(1)cのとおりであるが，要するに，(1)本件発明の構成B，Cは，審判甲第1～第10号証に記載されておらず，示唆がされているとすることもできない，(2)審判甲第2号証の図3には，すべての波頭部の全長にわたってろうが被着されたものが，図4には，すべての波頭部の長さ方向の一部のみにろうが被着されたものが示されているが，審判甲第2号証において，図3に示されたものと図4に示されたものを組み合わせることを予定しているとは認められない，(3)本件特許の出願当初明細書と審判甲第2号証の記載が実質的に同一であるとする審判請求人(原告)の主張は採用することができないから，この主張を根拠として本件発明を容易推考とすることはできない，(4)したがって，本件発明は，審判甲第1～第10号証に記載の発明に基づいて当業者が容易に発明をすることができたものとすることはできない，というものである。",
            "そして，本訴甲3によれば，本件審判請求の理由は，本件発明と審判甲第1号証に記載された発明との対比をして，その相違する構成(構成B及びC)については，当業者ならば，審判甲第2号証及び審判甲第3号証に記載されたところに基づいて容易に推考することができると主張するものであり(本件審判請求書1～17頁)，それに加えて，審判甲第5号証及び審判甲第6号証を引用して，二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがあるということが，当業者において，本件出願前から慣用されていた技術であるとの事実の主張を展開している(同18～19頁)ことが認められる。審判甲第5号証は「不接着部分を有する多層合紙とその製造方法」に関する発明の公開特許公報であり，審判甲第6号証は名称を「断熱パネル」とし扉や雨戸等に使用されるハニカム芯材の断熱パネルの改良に関する考案に関するものであって，いずれも，金属製ハニカム体を膠着しろう付けする方法に関する本件発明とは技術分野を異にするもので，これらは，本件発明の進歩性判断に際して公知技術としての適性を欠くものというべきである。",
            "原告は，このことを認めつつ，この二つの審判甲号証をもって，審判甲第2号証に記載の発明の技術分野に属する当業者にとって，「二つの部材を接着する際に，全面接着する以外にも，必要に応じて任意の形状の接着領域で部分的に接着すること」は，本件出願前から広く慣用されていた周知の技術であることを間接的に立証しようとするものである旨主張するが(原告第3準備書面3頁)，そうであれば，このことは，一般技術常識の立証ということになり，構成C(波状薄板の波形の一部は波形円頂部の全長にわたって，波形の他の部分は波形円頂部の部分領域にのみ接着剤又は結合剤が塗布され，との構成)が相違するとした点について，先の無効審判で審理された争点に関し一般技術常識を立証しようとするものにほかならず，この争点に関し新たな事実を付加するものではない。原告の主張としても，本件無効審判請求で主張する公知事実は，審判甲第1号証，第2号証及び第3号証に記載されているものであり，審判甲第5号証及び第6号証に記載されているところは，これら審判甲第1～第3号証に記載の発明から本件発明を容易に想到することができることの裏付けとして主張するものと理解されるのである。すなわち，審判甲第5号証及び第6号証は，審判甲第1号証，第2号証及び第3号証に記載されているところから導かれる公知技術を組み合わせることの可否を裏付けるため，当業者が当然に知っているはずの一般技術常識を証明するためのものであり，先の無効審判においても当然に審理されていると評価すべきものであって，先の審判請求と同一の事実を証明しようとするものにすぎないというべきである。なお，先の無効審判においてされた審決に対する取消訴訟は提起されなかったが，仮に提起されたとすれば，審判甲第5号証及び第6号証は，一般技術常識を証明する証拠として，取消訴訟において当然に提出が可能であったものである。",
            "そして，「必要に応じて任意の形状の接着領域で部分的に接着することがある」という事実が，先の無効審判において明示なものとして主張されていないとしても，本件発明は，審判甲第2号証の第3図の一部に示された一種の全面接着の構成と第4図に示された部分接着の構成とを一つの製品中において組み合わせることができるならば得られる構成であるから，先の無効審判においても，「二つの部材を接着する際には，全面接着する場合以外にも，必要に応じて任意の形状の接着領域で部分的に接着することがある」という一般技術常識の有無に関する審理は現にされたと認めるべきものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件無効審判請求が先の無効審判請求と同一の証拠に基づくものであるかをみるに，先の無効審判において審判請求人(原告)の主張が排斥された争点は，審判甲第1号証，第2号証及び第3号証に記載されているところから導かれる公知技術との対比における「本件発明の構成Cの容易想到性」である。審決は，「二つの部材を接着する際に，必要に応じて任意の形状の接着領域で部分的に接着することがあることは，当業者のみならず，一般に慣用されている」との事実を認定しており，そこに誤りがあると認めることはできないのであって，先の無効審判では，上記対比において勘案されるべき一般慣用技術の有無も，審理の対象となって，当該公知技術からの容易推考性の有無が審理され，判断されたと認めるべきであり，そのような一般技術常識を証明すべき証拠のないことも，審理の結果判断されたというべきである。したがって，上記一般技術常識を証明すべき証拠を，前記同一の事実に基づく後の審判において提出することは許されず，上記一般技術常識を証明するにすぎない審判甲第5号証及び審判甲第6号証を新たな証拠とすることはできないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却されるべきである。",
        "東京高等裁判所第18民事部",
        "裁判長裁判官       塚　　　原　　　朋　　　一　　　　　　　　　　　　裁判官       塩　　　月　　　秀　　　平                        裁判官       古　　　城　　　春　　　実"
      ]
    }
  ]
}