{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，別紙ロ号物件目録記載の媒体を販売してはならない。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は第1，第2審とも被控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第2項に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求",
              "text": [
                "主文第1ないし第3項と同旨"
              ]
            },
            {
              "fig": "(2)",
              "subject": "主文第2項についての予備的請求",
              "text": [
                "被控訴人は，別紙イ号物件目録記載のプログラムを販売してはならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件控訴を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "当審における訴訟費用は，控訴人らの負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "控訴人らは，発明の名称を「生体高分子-リガンド分子の安定複合体構造の探索方法」とする特許発明(特許番号第2621842号)についての特許権者(控訴人A)及び専用実施権者(控訴人株式会社医薬分子設計研究所)である。被控訴人は，別紙ロ号物件目録記載のプログラムを記録した媒体(CD-ROM。以下「ロ号物件」という。)を輸入し，日本国内で販売しているものである。控訴人らは，同プログラム中のFlexXと称するモジュール(プログラム)を使用する複合体探索方法(以下「ロ号方法」という。)が上記特許発明の技術的範囲に属し，かつ，同プログラムを記録した媒体であるロ号物件が「その発明の実施にのみ使用する物」(平成14年法律第24号による改正前の特許法101条2号。以下，本判決において「特許法101条2号」というときは，「平成14年法律第24号による改正前の特許法101条2号」を指す。)に当たると主張して，被控訴人の販売を差し止める裁判を求めたものである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張及び争いのない事実は，次のとおり付加するほか，原判決の「事実及び理由」の「第2　事案の概要」，「第3　争点に関する当事者の主張」欄記載のとおりであるから，これを引用する(本判決においても，「本件特許権」，「本件明細書」，「本件特許発明」，「構成要件A」ないし「構成要件C」との語を，原判決の用法に従って，用いる。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人らの当審における主張の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "専用実施権を設定した特許権者の差止請求権について",
              "text": [
                "原判決は，「特許権に専用実施権が設定されている場合には，設定行為により専用実施権者がその特許発明の実施をする権利を専有する範囲については，差止請求権を行使することができるのは専用実施権者に限られ，特許権者は差止請求権を行使することができないと解するのが相当である。」(原判決34頁2行～5行)と判断した。",
                "しかし，専用実施権を設定した特許権者も，次の理由により，差止請求権を行使し得ると解すべきである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "特許法100条の文言からみて，専用実施権を許諾した特許権者について，差止請求権を否定すべき理由はない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "特許権者が専用実施権を設定する関係は，所有権者が用益物権を設定する関係に等しく，用益物権を設定した所有権者が物上請求権を失わないのと同様に，専用実施権を設定した特許権者は，設定した専用実施権の範囲についても，自ら実施することができないだけで，なお差止請求権を有すると解すべきである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "特許権者が専用実施権を設定している場合に，設定契約において，特許権者が，専用実施権者の発明の実施を完全にするために，第三者の違法な特許侵害を停止させる義務を負担する場合もある。このような場合には，特許権者は，自ら差止請求権を行使することができなければならないはずである。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "特許権者が，専用実施権許諾期間中の第三者の侵害を停止することができなければ，特許権者に入るべき専用実施料が少なくなり，損害を被ることがあるだけでなく，その期間中に実施権者が第三者による侵害行為を放任すれば，第三者が多量の製品を製造販売してしまい，特許権者が権利を回復した後に，特許発明の実施による独占的利益を取得する余地が減少し，その結果損失が生じる，というおそれがある。専用実施権の設定期間が特許権の存続期間全部とされた場合であっても，特許権者と専用実施権者間の許諾契約の解除，専用実施権の取消し，専用実施権の放棄，混同等により専用実施権が消滅することもあるから，決して，特許権者の特許権実施による独占的利益取得を保護する必要性がなくなるものではない。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "特許権者は，専用実施権を設定した場合にも，特許権を譲渡したり，担保権を設定したりなどの処分行為をする権能を失わない。このような処分行為に当たって，特許権の価値として把握されるところが重要になる。ところが，特許権者自らが差止請求ができないときには，第三者の侵害行為により特許権の価値が減少させられるにもかかわらず，その侵害行為を排除できないことになるのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ロ号方法は，本件特許発明の技術的範囲に属する。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "「ダミー原子」について",
                  "text": [
                    "原判決は，①本件特許発明の「ダミー原子」は，新しい概念であるから，その意義は，本件明細書の発明の詳細な説明を参照して解釈しなければならない，とした上，②本件明細書の発明の詳細な説明には，実施例における「水素結合性領域を構成する三次元格子点の中心にダミー原子を配置する」(本件公報13欄6行～8行)などの記載があることなどを根拠として，③「ダミー原子」は，「水素結合性領域内でかつ，ファンデルワールス半径外に，適当な数，例えば5～20個の三次元格子点が存在する水素結合性領域を構成する三次元格子点の中心(すなわち1点)に設定される便宜上の原子」を意味する，と判断し，④ロ号方法における「生体高分子側相互作用点」は，「生体高分子中の相互作用可能な原子につきそれぞれ設定される相互作用面を構成する数十の点」(原判決45頁9行～11行)であるから，その役割，配置される位置及び設定される個数が相違している，として，ロ号方法の「生体高分子側相互作用点」は，本件特許発明の各構成要件の「ダミー原子」に該当しない，と判断した。",
                    "しかし，本件特許発明における「ダミー原子」が新しい概念であるとしたことも，「ダミー原子」が一つだけ設定されるものであるとしたことも，数十の「生体高分子側相互作用点」を一つの水素結合性領域に設定した場合に本件特許発明の「ダミー原子」に当たらないとしたことも，いずれも誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "本件特許発明を特定するために用いられている「ダミー原子」という概念は，従来から知られている概念である。",
                        "生体高分子-リガンド分子の安定複合体構造を探索する方法において，たんぱく質中の原子の水素結合の相手方となり得るヘテロ原子の存在し得る位置を三次元格子点で表して，その格子点の集合を水素結合性領域と呼び，リガンド分子中の水素結合性ヘテロ原子が水素結合性領域内に入る場合，すなわち水素結合し得る位置の三次元格子点のいずれかに略一致する場合に水素結合が成立すると判断することは，従来からGREEＮという名称のプログラム(以下「GREEＮ」という。)においても行われてきた(GREEＮは，本件特許発明の出願当時，英文学会誌に誌上発表され，学会での引用，口頭発表も多く，内外を通じて広く知られるに至っていたプログラムである。)。本件特許発明の構成要件Aにいう「生体高分子中の水素結合性官能基の水素結合の相手方となり得るヘテロ原子」が存在する位置が水素結合性領域であることは，本件明細書に接した当業者によって当然に理解されることである。",
                        "本件特許発明が「ダミー原子」について最初にしたのは，上記「生体高分子中の水素結合性官能基の水素結合の相手方となり得るヘテロ原子の位置」に対してこの用語を設定する，ということだけである。「ダミー原子」という用語自体は，分子のコンピュータシュミレーションの分野で，「位置を示すために仮に置かれる原子」として，一般的に用いられてきたものであり，本件特許発明の「ダミー原子」は，「生体高分子中の水素結合性官能基の水素結合の相手方となり得るヘテロ原子の位置」に設定された，実在の原子や原子団の身代わり又はその領域を表す点や原子という意味のものとして，当業者に理解されるものである。",
                        "したがって，原判決が，本件特許発明の「「ダミー原子」の意義は「特許請求の範囲」の記載からは明らかでなく，本件明細書の「発明の詳細な説明」の記載等を参酌して解釈せざるを得ない」(原判決42頁18行目以下)と判断したことは誤りである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "本件特許発明の「ダミー原子」は，水素結合性領域に一つだけ設定されるものではなく，適宜の数設定されるものである。",
                        "たんぱく質の結合ポケットにリガンド分子が安定してはまるか否かを，たんぱく質の水素結合性領域の距離関係とリガンド分子の水素結合性ヘテロ原子の距離関係との比較によって検討するのが，本件特許発明の方法の核心である。",
                        "本件特許発明の方法は，例えば，たんぱく質の三つの水素結合性領域にそれぞれダミー原子を置いて，それぞれの領域に設定したダミー原子がなす三角形と，リガンド分子中の三個のヘテロ原子のなす三角形の略合同を検討するものである。本件特許発明の「ダミー原子」は，「生体高分子中の水素結合性官能基の水素結合の相手方となり得るヘテロ原子の位置」に設定した，実在の原子や原子団の身代わり又はその領域を表す点や原子という意味のものであるから，水素結合性領域当たりのダミー原子の個数が一つか複数かは，本件特許発明の本質にはかかわりないことである。",
                        "水素結合性領域内に存在している例えば5ないし20個の三次元格子点のうちのどの格子点であっても，そこにリガンド分子のヘテロ原子が置かれさえすれば，水素結合が成立することは，従来から理解されていることである。この従来技術を念頭に置けば，本件特許発明の「ダミー原子」は，水素結合性領域に適宜の数だけ設定されるものであって，その数は一つだけに限定されるものではない，と理解することは容易である。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "結合の相手の原子が比較的狭く限定された距離・角度の位置に存在するのが，水素結合の特徴ではある。しかし，その距離と角度も一定の許容巾を持つものであることから，水素結合性領域は，もともと，一定の空間的拡がりを持つものである。この領域は，概念上のものであり，コンピュータ計算に取り込むには，三次元座標で記述することが可能な点として表現する必要があるため，「ダミー原子」という概念が必要となったにすぎない。本件特許発明の方法では，「ダミー原子」は，たんぱく質原子の水素結合の相手となり得る位置ならばどこに何個置いてもよい。水素結合性領域内の三次元格子点をそのまま利用してもよい。いずれか1個又は必要な数の三次元格子点を選んでもよい。三次元格子点の間の位置であってもよい。このように，水素結合性の三次元格子点である必要がないことから，これとは区別して，「ダミー原子」と呼ぶことにしただけである。本件明細書の実施例においては，最も簡明なものとして，水素結合性領域の中心に「ダミー原子」を置く例を示したにすぎない。ロ号方法の相互作用点は，本件特許発明の実施例のダミー原子と比べ，その数が多いだけで，質的には全く同じものである。",
                        "リガンド分子中のヘテロ原子の三角形との比較においても，結合ポケットへのはめ込みへの利用などにおいても，その扱われ方は同じである。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "本件特許発明の実施例(ダミー原子が一つのもの)とロ号方法とは，何ら変わりのない方法である。",
                        "ロ号方法においては，生体高分子のうち結合に関与する原子と結合し得る例えば三つの領域にそれぞれ数十もの相互作用点を設定して，三つの領域のそれぞれ数十もの相互作用点がなす多数の三角形のそれぞれと，リガンド分子の結合に関与する三つのヘテロ原子がなす三角形とが合同であるかを検討する。これに対し，本件特許発明の実施例では，たんぱく質の水素結合性の三つの領域の各中心に置いた三つのダミー原子のなす三角形と，リガンド分子の水素結合性の三つの原子がなす三角形が合同であるかを検討する。",
                        "ロ号方法においては，三つの領域それぞれの全域に多数のダミー原子があって三つの領域の間に多数の三角形ができれば，ヘテロ原子の三角形が上記多数の三角形のどれかと合同となることが期待でき，ダミー原子が領域当たり1個の場合に比べて，三角形の合同が見落とされることが少ない，とも考えられる。しかし，ロ号方法が，三つの領域のそれぞれに置いた数十の相互作用点のなす三角形により，ヘテロ原子のなす三角形と略合同か否かを判断するとしても，数学的に完全な合同というのは有り得ない。コンピュータ処理では，距離の違いがあってもそれがある範囲内では合同とみなす，という許容度を必ず設定する。本件特許発明の実施例のように，水素結合性領域当たり1個のダミー原子を用いたときには，その許容度をロ号方法より大きく設定すれば，生体高分子の一つの領域に多くの相互作用点(ダミー原子)を設定したロ号方法と同じ結果が得られるのである。",
                        "本件特許発明の実施例では，たんぱく質の三つの水素結合性領域当たり各1個のダミー原子のなす1個の三角形と，リガンド分子のヘテロ原子の三角形との略合同を検討すればよいのに対して，ロ号方法では，たんぱく質の三つの領域のそれぞれ数十の相互作用点のなす少しずつ形状の異なる数万の三角形と，リガンド分子のヘテロ原子の三角形との略合同を検討し，略合同となる三角形を探索した後に，似たようなものが多すぎるのでクラスタリング(グループを代表するものを選択すること)して，領域当たり1個の頂点を含む三角形に集約した上で，結合ポケットへのはめ込みの作業を行うのである。"
                      ]
                    },
                    {
                      "fig": "(e)",
                      "text": [
                        "本件特許発明は，世界で初めて，リガンド分子の立体的形状が変わり得ることを考慮して，生体高分子-リガンド分子の安定複合体構造を探索することを可能にしたものである。本件特許発明の方法が，安定複合体構造の探索を高速化したのは，水素結合性領域当たり1個のダミー原子を用いることによってである，との原判決の見方は誤りである。",
                        "本件特許発明は，ダミー原子の数を水素結合性領域当たり数十にしても何ら支障なく実施できる方法である。すなわち，ダミー原子の数を領域当たり1個とした場合，三角形の合同の検討(距離比較)に要する時間は，生体高分子-リガンド分子の安定複合体構造を探索するための全所要時間のわずかに0．01％程度である。領域当たりのダミー原子数を50倍にしても，計算して比較すべき距離の数は2500倍になるだけであり，全体の計算時間は25％増えるにすぎない。",
                        "ロ号方法は，たとい，本件特許発明の最良の実施例に比べ，ダミー原子数を多くし，その結果，計算時間が多少余計にかかるように実施されているとしても，リガンド分子の安定複合体が探索できるようになったという本件特許発明の効果を奏することに違いはない。",
                        "被控訴人は，本件特許発明において，領域当たりのダミー原子の数を増やせば，第3工程の後に行われるエネルギー極小化工程の計算に時間がかかる，と主張する。しかし，現にロ号方法で行っているように，同工程の前に，相互作用パターンと配座の類似した群をクラスタリングで1個にまとめることにすれば，同工程に要する時間は，ダミー原子が1個の場合と同じである。被控訴人の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(f)",
                      "text": [
                        "ロ号方法が「ダミー原子を数十も設定するような精緻な手法」(原判決44頁25行目～26行目)であるという原判決の判断は誤りである。",
                        "ロ号方法の開発者の論文(乙第2号証)によると，ロ号方法を「真の解」が18個である既知の系に適用した結果は，「真の解」が計算解の最上位に一致した例が18例中8例，「真の解」が計算解の上位10位に入った場合まで含めても9例しかない(乙第2号証481頁のTable 3及び甲第33号証の表で，rms誤差(平均二乗誤差の平方根)が1.0未満のものを「真の解」とした場合)。ロ号方法は，領域当たり数十の点を用いているにもかかわらず，膨大な可能性の中から，正しい解に到達することはできていない。これに対し，控訴人らが，上記論文が検証に用いたのと同じ既知の系について，本件特許発明の実施例の方法を実施したプログラムを使用して，領域当たり1ダミー原子を設定して計算したところ，その正答率は100％に近いという結果が得られたのである(甲第33号証の表参照)。",
                        "本件特許発明において，ダミー原子を用いて行おうとしていることは，生体高分子の水素結合性領域間の位置関係・距離関係を知ることである。リガンド分子の3個のヘテロ原子が同時に入り得るような，3個の水素結合性領域があるか否かを，各配座について，高速に調べることが可能な水素結合様式と配座を推定することになるからである。この水素結合性領域の各中心に各1個おいたダミー原子間の距離は一般に4ないし20オングストローム(Å)であり，ヘテロ原子間の距離も同様に4ないし20Åであり，水素結合性領域の中心に置いたダミー原子とそれが属する領域内の一番遠い点の距離は高々1Å程度である。このようなスケール(単位)を持つ生体高分子の結合ポケット内の水素結合性領域間の距離関係をみるために，1Å程度の狭い広がりしか持たない各領域内にあえて数十の点を置くのがロ号方法である。ロ号方法は，いわば，東京-札幌間と東京-大阪間の距離を比較しようとするときに，東京なら東京駅か皇居を考えればすむのに，23区の各区役所の位置から札幌市や大阪市の各区役所との距離をすべて計算して，結局は東京-札幌，東京-大阪というくくりで平均を取るといったような無駄な計算をやっているにすぎないのであり，精緻な手法とは到底いえないものである。",
                        "生体高分子の結合ポケット内の水素結合性領域の数は，生体高分子によって異なるものの，一般には3ないし15個である。平均8個の領域があるとすると，同領域の三角形の数は，56個(8個から3個を取り出す組合せの数であり，8 x 7 x 6 / 3 x 2 x 1)である。本件特許発明は，この56個の三角形の中から，ヘテロ原子の三角形の頂点が各領域内に収まり，かつ水素結合の性質が一致するものを漏れなく拾う，という作業を行うものであるから，ダミー原子の数を増やせば，精緻な手法になるということではないのである。"
                      ]
                    },
                    {
                      "fig": "(g)",
                      "text": [
                        "本件特許発明のダミー原子は，水素結合の相手となり得る原子の存在し得る位置である水素結合性領域の中であれば，どこに何個置いてもよいものである。実際には，近傍の原子によって存在できない部分があり，これを除くと，有効な水素結合性領域は，本来の水素結合性領域のごく一部であることも多い。本件特許発明の実施例では，各領域の中心に1個のダミー原子を置いてドッキングを行った例を示している。水素結合性の三次元格子点の数も近傍の原子により実際には存在し得ない部分も，水素結合性領域ごとにまちまちであり，その中心に置かれたダミー原子の位置は，理想的な水素結合の距離と角度で計算した位置に近いものであったり，その位置から遠いものであったりするものの，略合同の判定基準を適切に設定しておけば，満足できるドッキング結果が得られるのである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "「リガンド分子」について",
                  "text": [
                    "被控訴人は，本件特許発明にいう「リガンド分子」とはリガンド分子全体のことである，と解釈すべきである，と主張する。",
                    "しかし，本件特許発明の構成要件C及び構成要件Dの，「第2工程で得られた水素結合様式と配座毎に，リガンド分子中の水素結合性ヘテロ原子とダミー原子との対応関係に基づいてリガンド分子の全原子の座標を生体高分子の座標系に置き換えることにより，生体高分子-リガンド分子の複合体構造を得る第3工程を含む生体高分子-リガンド分子の安定複合体の構造を探索する方法」とは，まさに，第2工程で得られた水素結合様式と配座毎に，リガンド分子中の水素結合性ヘテロ原子とダミー原子との対応関係に基づいてリガンド分子の全原子の座標を生体高分子の座標系に置き換えるものであり，その際，非水素結合性部分の配座についてはタンパク質原子とのぶつかりを無視してとりあえず座標変換されるのである。",
                    "このとりあえず得られる不安定な複合体構造については，非水素結合性部分の回転可能な各結合を水素結合性部分に近い方から(根元から)順にねじれ角回転させて，タンパク質とのぶつかりや相互作用を考慮しつつ，適切な配座を推定することにより，本件特許発明が目的とする安定複合体構造を得る方法を意味しているのである(甲第8号証スライド35)。",
                    "ロ号方法では，ベース・フラグメントの配置を推定した後に，共有結合の情報に基づき，ベース・フラグメントに近いフラグメントから順に，ねじれ角(配座)を変えながら各フラグメントを接続し，生体高分子との相互作用を考慮しつつ，可能な配座を選択することを繰り返して，安定な複合体構造を探索するものである(ロ号方法の工程4)。この工程が，構成要件Cのうちの「生体高分子―リガンド分子の複合体構造を得る第3工程を含む生体高分子―リガンド分子の安定複合体の構造を探索する方法。」に該当するのである(甲第8号証スライド48)。",
                    "ロ号方法におけるフラグメントも，所与のリガンド分子を概念的に分割して得られたものにすぎないから，乙第3号証の図2及び図4に示されているように，フラグメント間の結合順・結合原子・結合長・結合角は定まっており，残っているのはねじれ角(配座)の自由度だけである(甲第8号証スライド48)。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "水素結合のみを考慮することについて",
                  "text": [
                    "ロ号方法において，疎水性相互作用の重み付けは，水素結合の重み付けに対して100分の1以下とされている(乙第7号証244頁)。疎水性相互作用が最重視されているとは到底いい得るところではない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "ダミー原子と水素結合性ヘテロ原子の組合せの網羅と距離の比較の順序について",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "ロ号方法においては，生体高分子側相互作用点のすべての2点の組合せを網羅して各2点間の距離を計算して整理したハッシュ表を作成し(ロ号物件目録の工程3(1)(iii))，リガンド分子側のベース・フラグメント中の相互作用可能な全原子を選択し，ベース・フラグメントの可能な配座を列挙する(ロ号物件目録の工程3(1)(ⅰⅰⅰの2))。ロ号方法では，その考え方が示されている「逐次構築アルゴリズムを用いた高速フレキシブルドッキング法」と題する論文(乙第2号証)に，「ベースフラグメントの相互作用中心(控訴人ら注・相互作用可能な原子)が作る各々の三角形について，受容体の活性部位の相互作用点が作る三角形の中からδ-適合(略合同)になるものを全て探せ」(乙第2号証訳文9頁11行～13行)と記載されていることから分かるように，各ベース・フラグメント中の相互作用可能な三つの原子の各組合せ(相互作用パターン)を網羅している。",
                        "ロ号方法では，ベース・フラグメントの各配座とベース・フラグメント中の相互作用可能な三つの原子の各組合せ(相互作用パターン)の三角形について，ハッシュ表を利用してほぼ等しい距離をもつ生体高分子側相互作用点の組合せを探索する(ロ号物件目録の工程3(1)(iv))。ロ号方法におけるハッシュ表は，生体高分子側相互作用点のすべての2点の組合せを網羅して，各2点間の距離を計算して整理した表にすぎず，ハッシュ表を作成するだけで，生体高分子側の二つの相互作用点の間の距離と，リガンド分子側のベース・フラグメントの二つの相互作用可能な原子の間の距離との比較を行っているのではない。",
                        "被控訴人の，ロ号方法では，あらかじめ生体高分子側相互作用点2点間の距離計算を行いハッシュ表を作成してしまうため，組合せを網羅した後に距離の比較を行うという順序では計算を行っていない，との主張は誤りである。ロ号方法では，ハッシュ表を作成して組合せのDOループをセットすることにより，組合せを網羅した後に，距離の比較を行うという工程を経るのである。",
                        "ロ号方法では，生体高分子側相互作用点のすべての2点の組合せを網羅したハッシュ表を用いて(ロ号物件目録の工程3(1)(iii))，リガンド側各ベース・フラグメント中の相互作用可能な三つの原子の各組合せについて略合同の三角形を探索するDOループをセットする(ロ号物件目録の工程3(1)(ⅰⅰⅰの2))ことにより，生体高分子側相互作用点とベース・フラグメントの相互作用可能な原子との組合せを網羅している(甲第8号証スライド44)。",
                        "被控訴人は，ロ号方法では，距離の比較(ロ号物件目録の工程3(1)(iv))に先立って，生体高分子側相互作用点とリガンド分子中の相互作用可能な原子との組合せを網羅することはないと主張している。しかし，ロ号方法において各ベース・フラグメント中の相互作用可能な三つの原子の各組合せについて，生体高分子側の三つの相互作用点の組合せとの略合同の三角形を探索するDOループをセットする(ロ号方法の工程3(1)(iiiの2)がこれに相当す",
                        "る。)ことが，生体高分子側相互作用点とベース・フラグメントの相互作用可能な原子の組合せを網羅することであり，構成要件Aの「ダミー原子とリガンド分子中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅することにより，生体高分子-リガンド分子間の水素結合様式を網羅する第1工程」に該当するのである(コンピュータプログラムにおけるDOループという概念は，一般に，繰り返し変数(整数)で始点と終点を定め，指定された検討や計算を繰り返し行うことをいう。",
                        "DOループをセットすることは，検討や計算の実行に先立って，網羅したい組合せやその範囲を定めることを意味する。このDOループの概念は当業者に一般的に周知のものである。乙第11号証参照。)。ロ号方法は，乙第11号証第9図左(翻訳は控訴人第1審第4準備書面別紙1として提出)にあるとおり，相互作用パターンのDOループをセットする時点(ロ号方法の工程3(1)(iiiの2)。各ベース・フラグメント中の相互作用可能な原子から3個を取り出す組合せ(以下「相互作用パターン」ともいう。)を網羅するDOループのセット)までが，本件特許発明の構成要件Aの「ダミー原子とリガンド分子中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅することにより，生体高分子-リガンド分子間の水素結合様式を網羅する第1工程」に該当し，ベース・フラグメント中の相互作用可能な原子間の距離を計算し，ハッシュ表を用いてベース・フラグメント中の相互作用可能な原子間の距離と生体高分子側相互作用点間の距離との比較を行って，略合同の三角形を探索し，これによって相互作用点と相互作用可能な原子の対応付けと配座の情報を取り出す工程(ロ号方法の工程3(1)(iv))が，本件特許発明の構成要件Bの「前記のダミー原子間の距離と前記の水素結合性ヘテロ原子間の距離を比較することにより，生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する第2工程」に該当する。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "ロ号方法において，生体高分子側では，ハッシュ表を作成して，生体高分子側相互作用点のすべての2点の間の距離を表にすることによって，生体高分子側相互作用点のうちの3点の作る三角形を網羅している(甲第8号証のスライド44)。ベース・フラグメントについては，相互作用可能な原子の三つの組を網羅するDOループを設定することによって相互作用パターンの網羅(三角形の網羅)を行っている。すなわち，ロ号方法においては，生体高分子側についてはハッシュ表を作成し，ベース・フラグメントについては，ハッシュ表を用いながら距離の比較を行う相互作用パターンのDOループを用意することが，構成要件Aの「ダミー原子とリガンド分子中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅することにより，生体高分子-リガンド分子間の水素結合性様式を網羅する」ことなのである。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "構成要件Bの「前記のダミー原子間の距離と前記の水素結合性ヘテロ原子間の距離」という記載における各「前記の」との文言は，構成要件Bにおいて用いるのが，構成要件Aにおいて「対応づけを組合せ的に網羅」した「ダミー原子」と「水素結合性ヘテロ原子」であることを示すためのものである。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "ロ号方法においてハッシュ表が作成されることの有する技術的意味は，すべての相互作用点間の距離を分類して棚に入れて整理をする，というだけのことである。ベース・フラグメント中の相互作用可能な三つの原子のなす3角形の2辺の長さを計算してハッシュ表にある距離と比較して合同な三角形を探索する工程(略合同の三角形の探索)自体は，工程3(1)(iv)の繰り返しループにおいてなされており，これが本件特許発明の構成要件Bに相当する。",
                        "ロ号方法においては，相互作用面の設定(工程3(1)(ⅰ))，ベース・フラグメントの選択(工程2)，配座の列挙(工程3(1)(ⅲの2))，ハッシュ表の作成(工程3(1)(ⅲ))によって，水素結合が成立するか否かを考慮すべき「組合せ」ないし「対応づけ」が列挙され，そのあとで繰り返しループにおいて，距離の比較(略合同の三角形の探索)がなされる(ここでハッシュ表で整理されたデータを使用しているにすぎない。)のであって，対応づけをした後に距離の比較をしていることに変わりはないのである。本件特許発明においてもロ号方法の工程においても，水素結合が成立すると判定されるときの水素結合様式及びリガンド分子の水素結合性部分の配座のセット(組)が得られるのは，当該ベース・フラグメントについて，当該水素結合様式と当該配座を試す距離の比較がなされた後であることは，同様である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "権利濫用の抗弁について",
              "text": [
                "被控訴人は，本件特許発明が，Journal of Computer-Aided Molecular Design, 6 (1992), 61-78,(1992年2月発行，乙第5号証，以下「乙5文献」という。)に記載された，生体高分子とリガンド分子との複合体の構造を解析する，LUDIと称されるプログラム(以下「LUDI」という。)と実質的に同一の発明であり，特許法29条1項3号の規定に該当する，あるいは，当業者がLUDIから容易に想到し得るものであるから，同条2項に該当する，と主張する。しかし，被控訴人の主張は全く理由がない。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "構成要件Dについて",
                  "text": [
                    "LUDIは，プログラムに内蔵したライブラリ中の数百の剛体のフラグメント(構造断片)を組み合わせて，標的タンパク質のポケットにはまり得る多様なリガンド分子の候補の構造を構築して提示する方法である。乙5文献のタイトルは，'A new method for de novo design for enzyme inhibitors・・・'(「酵素阻害剤のde novo設計のための新たな方法」)となっている。「de novo」は「新たに」という意味なので，「de novo設計」は，ユーザーがリガンド分子を入力するのではなく，結合ポケットに基づいてプログラムが新たな分子構造を構築して提示する設計方法(構造自動構築法)を意味する。",
                    "LUDIは，新たなリガンド分子候補の構造を計算の結果として提示するものであり，どんなリガンド分子候補の構造がプログラムから出力されるかは計算を開始する前に知ることはできないものである。したがって，LUDIには，生体高分子との安定複合体構造を検討するべく用意され，プログラムに入力される所与の「リガンド分子」という概念がない。すなわち，本件特許発明が第1工程から扱っている「リガンド分子」というものがLUDIには存在しないのである。",
                    "LUDIは，生体高分子-リガンド分子の安定複合体構造を探索するということをしていないので，本件特許発明の構成要件Dに該当しないことが明らかである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "構成要件Aについて",
                  "text": [
                    "LUDIには「(所与の)リガンド分子」という概念がなく，プログラムに内蔵したライブラリ中の数百の剛体のフラグメント(構造断片)を用いるにすぎないので，構成要件Aの「リガンド分子中の水素結合性ヘテロ原子」及び「生体高分子ーリガンド分子間の水素結合様式」という要素を，備えていない。",
                    "すなわち，LUDIにおける「分子フラグメント」は，本件発明でいうリガンド分子(配座を考慮したドッキングの対象となる分子)でも，リガンド分子の一部分である水素結合性部分でもない。LUDIにおける「分子フラグメント」は，ブリッジによりつながれて一つの分子が作られるパーツである(乙第5号証3頁最終段落)。被控訴人がドッキングの例としたメトトレキセート(MTX)の例でいえば，＃1～5の5個，3種類の分子フラグメントをライブラリから持ってきたにすぎず，これらを継ぎ手構造でつないだ分子は，メトトレキセートではなく，メトトレキセートに類似した分子でもない。このライブラリから持ってきた別々の「分子フラグメント」は，所与の分子から一部分を取り出す「水素結合性部分」とはいい得ない。",
                    "仮に，被控訴人が主張するように，LUDIの相互作用部位が本件特許発明のダミー原子に対応するとしても，構成要件Aの「ダミー原子と・・・・水素結合性へテロ原子との対応づけを組合せ的に網羅する」ことは，乙5文献のどこにも示されていない。",
                    "したがって，LUDIは，本件特許発明の構成要件Aの「生体高分子ーリガンド分子間の水素結合様式を網羅する」という要素を備えていない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "構成要件Bについて",
                  "text": [
                    "本件特許発明の構成要件Bの「同時に配座を推定する」とは，水素結合性部分の配座をDOループで変化させながら，距離の比較にダミー原子間の距離とヘテロ原子間の距離とを比較することにより，可能な水素結合様式とともに可能な配座を選ぶことである。LUDIは，入力したままの配座でしか距離を比較しないのであるから，上記「同時に推定する」という要素を欠いている。",
                    "本件特許発明の「水素結合性部分」は，水素結合に着目してリガンド分子の一部分を水素結合性ヘテロ原子が含まれるように分けて取り扱うものである。",
                    "LUDIの「分子フラグメント」は，上記「水素結合性部分」ではない。LUDIにおいて，「分子フラグメント」を「水素結合性部分」と他の部分とに分けるということがなされているわけでもない。したがって，LUDIでは，「水素結合様式と水素結合性部分の配座を同時に推定」することはしていない。",
                    "LUDIについて，フラグメント(構造断片)の代わりに，リガンド分子の座標を入力しておくことにより，自動ドッキングに使うことができる，とする論文が出たのは，本件特許出願の2年後の1994年である(甲第32号証)。この論文にも「単一の配座を使うということが，現在のアプローチの主要な制約となっています」(同626頁11～12行目)とあり，当業者であるLUDIの開発者も上記の限界を認識していたことがうかがわれる。このことは，LUDIが，本件特許明細書が解決すべき問題として挙げている，「はじめに与えた配座でしかドッキング状態が検索できない」(特許明細書の6欄1～8行)という従来技術の問題点を解決できていないことを示している。",
                    "仮に，LUDIを自動ドッキングの目的に利用したとしても，LUDIはもともとフラグメントを剛体としか扱えないため，フラグメントの代わりに入力した所与のリガンド分子も剛体としてしか扱えないのである。LUDIができるのは，剛体ドッキング，すなわち，入力した配座のままのリガンド分子がどういう結合様式で安定して結合ポケットに入り得るかを検討することのみである。これに対し，フレキシブルドッキングとは，配座の自由度があるリガンド分子について，任意の1配座に対応した1組の原子座標を入力するだけで，可能なすべての配座と結合様式で，安定して結合ポケットにはまり得る可能性を自動的に検討しながら，安定複合体構造の探索を行うドッキング，のことである。本件特許発明の方法は，世界で初めてフレキシブルドッキングを実現したものであり，剛体ドッキングしかできないLUDIとは，明らかに異なる。",
                    "乙5文献に，「内部の柔軟性はライブラリ中に一つのフラグメントについて幾つかの配座を含めておくことで扱える」(乙第5号証訳文10頁25～26行目)と記載されていることからすれば，LUDIにおいても，1個のリガンド分子について多数の異なる配座の原子座標の組をあらかじめ用意して入力し，片端からドッキングすることにより，配座の自由度が考慮できるということもできるであろう。しかし，一般に，フレキシブルドッキングの対象とする分子は，分子内に平均的に5ないし7個程度の回転可能な結合を持ち，考慮すべき配座数は，角度刻みを粗くしても(1結合につき3個のねじれ角を与えるとして)約700，半分の粗さにしても約50，000になる。つまり，LUDIで配座の自由度を考慮するには，1個のリガンド分子について約700～50，000もの原子座標の組(1組の原子座標とは，当該分子中の全原子の各々についてのx座標，y座標，z座標)をあらかじめ用意して，片端から剛体ドッキングを繰り返すことになる。すべての配座について，プログラムの頭に戻って計算を行い，すべての計算が終わった後に全配座の結果を比較して安定複合体構造を推定すれば，配座の自由度を考慮したことになる。しかし，この方法では，配座の自由度を考慮するための計算の準備が面倒なだけでなく，可能な配座を網羅するには計算時間がかかりすぎるので(プログラムの配座を変更するDOループの一部分の繰り返しをするのではなく，プログラムの最初から最後までを繰り返して実行しなければならないのでは，効率も悪く時間も掛かる)，現実的には実施不可能である。LUDIの方法は，本件特許発明の方法やロ号方法のように，1分子についての入力が任意の1配座に対応した1組の原子座標でよいというフレキシブルドッキングの方法とは，全く異なるものであることが明らかである。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "構成要件Cについて",
                  "text": [
                    "LUDIには，配座を推定する工程がないので，配座毎に処理を行う本件特許発明の構成要件Cの第3工程の手順が存在しない。本件特許発明の構成要件Cの「配座毎に」とは，構成要件Bで推定された複数の配座が次々と処理されることを意味しているのに対し，LUDIでは入力したままの配座しか扱えないのであるから，構成要件Cの「配座毎に」に該当する要素が存在しない。",
                    "結合ポケットに置いた複数のフラグメントを継ぎ手フラグメントで接続して分子を完成させるのが，LUDIの構造自動構築法である。LUDIは，数百の剛体のフラグメントのどれが結合ポケットの所定の区分にはまり得るか，隣接する区分にはまる複数のフラグメントが継ぎ手フラグメントを使ってつながるかを検討し，複数フラグメントがつながった構造を，結合ポケットにはまり得るリガンド分子の候補として提示するものにすぎない(乙第5号証，原文64頁",
                    "Fig.1の「fragment library」が数百の剛体フラグメントのデータ，「bridge library」が継ぎ手フラグメントのデータ，「final molecule」が最後に提示されるリガンド分子候補を表す。)。",
                    "ダミー原子とヘテロ原子との対応関係に基づいて座標変換するとしても，フラグメント単位で行われており，構成要件Cの「リガンド分子の全原子の座標を生体高分子の座標系に置き換える」ことはしていないのである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人の当審における主張の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ロ号方法は，本件特許発明の技術的範囲に属しない。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "ダミー原子について",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "たんぱく質の水素結合の相手となり得る概念上のヘテロ原子位置に対して，「ダミー原子」という用語を当てたのは，本件特許発明が最初である(控訴人らも認めている。)。GREEＮは，自動ドッキング計算を行うソフトウエアではなく，手動のドッキング計算ソフトウエアにすぎないから，これを本件特許発明の前提となる技術とすることはできない。また，GREEＮの技術は，公知公用ではあっても，周知技術といえるものではないから，GREEＮの技術を周知技術であるとして，本件特許発明の解釈の根拠とすることも誤りである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "原判決の指摘する本件明細書の記載や控訴人Aの発表論文(乙第4号証訳文7頁14～16行)の「基本的に，ダミー原子は各々の水素結合性ヘテロ原子サイトの中央に位置付けられる。1つの水素結合性ヘテロ原子から生成されるダミー原子の数は，官能基の水素原子と孤立電子対の数による。」との記載を参照すれば，控訴人らが「ダミー原子」は水素結合性領域に一つだけ設定されるものであると考えていたことが明らかである。すなわち，本件明細書によれば，本件特許発明の「ダミー原子」とは，たんぱく質の「水素結合の相手となり得るヘテロ原子の位置」を代表する一点として設定されるもののことである，としか理解できないのである。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "本件特許発明においては，各水素結合性領域ごとにダミー原子を一つとしたために，特許請求の範囲に記載された三つの工程の後に，エネルギー極小化等の工程が必要となり，同工程ではAMBER4．0という市販の別のソフトウエアを使用して，エネルギーが一定値以上の配座を排除することにより，真の解を得ている。本件特許発明における「ダミー原子」は，リガンド分子の配置と配座の候補を，簡単な方法で漏れなく網羅する役割を果たしているのであり，それが本件特許発明の重要な特徴である。これに対し，ロ号方法では，一つの領域に数十の生体高分子側相互作用点をあらかじめ設定することにより，正確にかつ厳密な推定をすることができるのであり，その結果，エネルギー極小化の工程等を大幅に削減することができたのである。したがって，本件特許発明の「ダミー原子」とロ号方法の数十の生体高分子側相互作用点との間には，本質的な役割の相違があるのである。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "ロ号方法のベクトル・テストは，ベース・フラグメント中の相互作用可能な原子が生体高分子側相互作用点上に位置するだけでなく，生体高分子中の相互作用可能な原子がベース・フラグメント中の相互作用可能な原子につき設定される相互作用面上に位置するか否かを確認するものである。ロ号方法では，このベクトル・テストを通過したものについてのみ，グループ分けをして，グループを代表する配置を得ているのである。すなわち，ロ号方法では，控訴人らの例えでいえば，「23区の各区役所の位置から札幌市や大阪市の各区役所との距離をすべて計算して」，ベクトル・テストを経た上で，「東京西地区-札幌南地区-大阪北地区」中の3区役所の組合せを代表する配置を得るのである。このベクトル・テストを実施するためには，数十の生体高分子側相互作用点を設定することが必須となるのであり，ロ号方法は，この点で本件特許発明と技術思想を根本的に異にしている。"
                      ]
                    },
                    {
                      "fig": "(e)",
                      "text": [
                        "控訴人らは，ダミー原子の数を領域当たり1個とした場合，三角形の合同の検討(距離比較)に要する時間は，生体高分子-リガンド分子の安定複合体構造を探索するための全所要時間のわずかに0．01％程度である，と主張する。",
                        "しかし，その具体的な裏付けはない。控訴人らは，領域当たりのダミー原子数を50倍にしても，計算して比較すべき距離の数は2500倍になるだけであり，全体の計算時間は25％増えるにすぎない，と主張する。しかし，計算して比較すべき距離の数が2500倍になれば，エネルギー極小化等の工程に要する計算時間も2500倍になり，同工程に要する計算時間は全体の50％を下らないはずであるから，全体の計算時間は1250倍となる。このような計算時間は実用的なものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "「リガンド分子」について",
                  "text": [
                    "本件特許発明にいう「リガンド分子」とはリガンド分子全体のことである，と解釈すべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "原判決は，「本件特許発明の第1工程は，ダミー原子とリガンド分子全体中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅する場合のみならず，ダミー原子とリガンド分子の一部分の水素結合性ヘテロ原子との対応づけを組合せ的に網羅する場合をも包含する」(原判決37頁9行～12行)との判断に至る前提として，「生体高分子とリガンド分子との間に形成される水素結合の最小値1minと最大値1maxとを指定する。」(本件公報13欄43行～44行)との本件明細書の記載に基づき，「そうすると，上記水素結合の数の最大値1maxによっては，たとえリガンド分子中のヘテロ原子であっても，水素結合性ヘテロ原子として選ばれない場合があり，その場合には，ダミー原子との対応づけにも含まれず，第1工程において水素結合様式を網羅する際にも考慮されない水素結合性ヘテロ原子が存在することになる。」(原判決37頁4～8行)と判断している。",
                        "しかし，原判決は，本件特許明細書の上記引用部分の意味を誤解している。「最小値1minと最大値1maxとを指定」される「生体高分子とリガンド分子との間に形成される水素結合の数」というのは，生体高分子とリガンド分子との間に形成される水素結合の数のことである。例えば，「生体高分子とリガンド分子との間に形成される水素結合の数」を3と指定した場合，すべてのダミー原子とすべての水素結合性ヘテロ原子を対象として，3本の水素結合が成立する組合せが網羅されるのである。したがって，「最小値1minと最大値1max」とをいかに「指定」しようが，すべてのダミー原子とすべての水素結合性ヘテロ原子とが組合せの候補として網羅されることには，何ら変わりない。このことは，本件明細書の「ダミー原子の数をm個，リガンド分子中に存在する水素結合性ヘテロ原子の数をn個とすると，i個の水素結合を形成する対応関係(組合せ)の数Ｎ(i)は，mPi × nCi (式中，Pは順列，Cは組合せを表す。)個となる。・・・ 1min≦i≦1maxの関係を満たすすべてのiについて，S12～S30のステップを繰り返す」(14欄8行～15行)との記載から明らかである。したがって，原判決の",
                        "前記判断(原判決37頁9行～12行の判断)は，上記誤解から導かれたものであり，明白な誤りである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "原判決は，本件明細書に，リガンド分子を水素結合性部分と非水素結合性部分とに分割する記載があることを根拠として，「本件特許発明の第3工程は，いったんリガンド分子の部分構造の座標を生体高分子の座標系に置き換えた後，最終的にリガンド分子の全原子の座標を生体高分子の座標系に置き換えるような態様をも包含するものと解される。」(原判決37頁21～24行)と判断した。しかし，原判決のこの判断も誤りである。",
                        "本件明細書においては，水素結合性ヘテロ原子とダミー原子との間の対応関係に基づいて配置及び配座を推定するのは水素結合性部分のみである。非水素結合性部分の配座を発生させる際には，もはや水素結合性ヘテロ原子とダミー原子との間の対応関係を考慮することはない。したがって，本件特許発明の第3工程は，いったんリガンド分子の部分構造の座標を生体高分子の座標系に置き換えた後，水素結合性ヘテロ原子とダミー原子との間の対応関係をもはや考慮することなくして最終的にリガンド分子の全原子の座標を生体高分子の座標系に置き換えるような態様をも包含すると認められるとしても，座標変換に先立って再度リガンド分子(の残余のフラグメント)と生体高分子との相互作用に基づき配置及び配座を定めるような態様は包含していない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "水素結合のみを考慮することについて",
                  "text": [
                    "本件特許発明は，「生体高分子-リガンド分子間相互作用」のうち，水素結合のみを考慮することを特徴とする。",
                    "原判決の「ロ号方法においては，(ア)水素結合のみならず，疎水相互作用をも考慮する・・・としても，それを根拠にして，ロ号方法が本件特許発明の技術的範囲に属しないということはできない。」(原判決39頁21行～25行)との判断は誤っている。疎水性相互作用を考慮することの重要性は，乙第11号証の第8図を見れば一目瞭然である。同図において緑色で示される疎水性相互作用の数からすれば，その考慮は決して単なる付加といえるものではない。一つ一つの疎水性相互作用の重要性が小さいとしても，大量の疎水性相互作用を考慮するかしないかが，ドッキング計算の正確性に大きな影響を与えることは自明である。",
                    "原判決は，「ロ号方法においては，・・・(イ)水素結合性へテロ原子を0個または1個しか含まないリガンド分子を取り扱うことが可能であるとしても，それを根拠にして，ロ号方法が本件特許発明の技術的範囲に属しないということはできない。」(原判決39頁21行～25行)と判断した。しかし，この判断は誤りである。原判決の「「FlexX」においても水素結合を疎水性相互作用よりもはるかに重要視している・・・疎水相互作用をも付加的に考慮できるようにしただけである」(原判決39頁12行～18行)との判断も誤りである。疎水性リガンド，すなわち水素結合性ヘテロ原子を一つも含まないリガンド分子のドッキング計算を行う場合には，ロ号方法は水素結合様式を網羅しようがないのである。疎水性リガンドのドッキング計算が実用的な用途であることは，乙第7号証に示すとおり，論文に発表されていることからも明らかである。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "ベクトル・テストについて",
                  "text": [
                    "本件特許発明は，「ダミー原子間の距離と水素結合性ヘテロ原子間の距離とを比較する」(第2工程)ことのみによって，リガンド分子中の生体高分子への配置を推定することとし，他の要素の考慮を排除するものである        　原判決の，ロ号方法におけるベクトル・テストは単なる付加にすぎないとの判断は，ベクトル・テストの意義を軽視している点でも不当である。原判決は，ドッキング計算の方法には計算の精度とスピードのバランスが重要であることを理解していない。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "subject": "構成要件Bの配置と配座の同時推定について",
                  "text": [
                    "本件特許発明では「生体高分子-リガンド分子間の水素結合様式」(配置)と「リガンド分子の水素結合性部分の配座」とが「同時に推定」されるのに対し，ロ号方法では，配座は距離の比較の前に選択される。",
                    "原判決は，「ベース・フラグメントの配座が選択された時点では，等しい原子間距離を持つ生体高分子側相互作用点の組合せの探索はまだ行われていないから，この時点では配座が推定されたものということはできない」(原判決42頁2～5行)と判断した。しかし，原判決はMIMUMBA　Library(データベース)を利用して複数の配座のベース・フラグメントをあらかじめ発生させるというロ号方法の独自性を不当に軽視している。また，原判決は，配置と配座の推定作業を同時に行うことと，配置の推定結果と配座の推定結果とが出そろう時点がいつかという問題とを混同している。本件特許発明の構成要件となっているのは，配置と配座の推定作業を同時に行うということである。これに対し，ロ号方法においては，配置と配座の推定作業が同時に行われることはない。ロ号方法においては，ベース・フラグメント選択の段階でMIMUMBA　Libraryを利用するため，その配座はあらかじめ固定されており，その後にハッシュ表等を利用して配置が推定される。そして，ベース・フラグメントの配置と配座とが出そろうのが，時間的に後になる配置の推定結果の出た時点であるというにすぎない。したがって，原判決は，この点でも誤っている。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "subject": "ダミー原子と水素結合性ヘテロ原子の組合せの網羅と距離の比較の順序について",
                  "text": [
                    "本件特許発明は，構成要件Aで，生体高分子中の水素結合性領域におけるダミー原子と，リガンド分子中の水素結合性ヘテロ原子との対応付けを組合せ的に網羅し，その後に，構成要件Bで，ダミー原子間の距離と水素結合性ヘテロ原子間の距離との比較を行うことが必須要件とされている。これに対し，ロ号方法では，あらかじめ生体高分子側相互作用点2点間の距離計算を行いハッシュ表を作成するため，組合せのDOループをセットする前に，距離の比較を開始しているのであり，組合せを網羅することはしていないし，組合せを網羅した後に距離の比較を行うという工程も採用していない。ロ号方法は，この点でも，本件特許発明の技術的範囲から外れている。"
                  ]
                },
                {
                  "fig": "(キ)",
                  "subject": "構成要件Cの座標系の置き換えについて",
                  "text": [
                    "ロ号方法では，ベース・フラグメントの生体高分子の座標系への変換を行い(ロ号物件目録3(1)(viii))，その他のフラグメントの座標系への変換は，その後に一つずつ行われ(同4(2))，これが繰り返される(同4(4))。ロ号方法においては，ダミー原子と水素結合性ヘテロ原子との対応関係に基づいて座標変換するとしても，フラグメント単位で行われており，「リガンド分子の全原子の座標系を生体高分子の座標系に置き換える」との構成要件Cを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "権利濫用の抗弁",
              "text": [
                "原判決の本件特許発明の構成要件の解釈を前提とする限り，本件特許には次のとおり明白な無効理由がある。原判決の構成要件の解釈を前提とするならば，控訴人らの本件特許に基づく請求は権利の濫用である。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件特許発明は，乙5文献に記載された，生体高分子とリガンドとの複合体の構造を解析する，LUDI(プログラム)と実質的に同一の発明であり，特許法29条1項3号の規定に該当し，特許を受けることができないものである。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "構成要件Aについて",
                      "text": [
                        "LUDIにおいては，たんぱく質原子をH供与性，H受容性，アロマティック及びアリファティックの四つのカテゴリーにクラス分けし，それぞれの原子について潜在的な相互作用部位を発生させるものとされている(乙第5号証訳文5頁2行～8行，以下乙第5号証を引用する場合には訳文のページにより示す。)。「H供与性」原子及び「H受容性」原子は，本件特許発明の「生体高分子中に存在する水素結合性官能基」に該当する。なお，本件特許発明においては，アロマティック及びアリファティック原子については解析しない。",
                        "LUDIにおける「相互作用部位」とは，空間中の点であり，酵素には占有されず，阻害剤(分子フラグメントに当たる。)の官能基の原子が酵素と好ましい相互作用をすることができる場所である(3頁8行～9行)。LUDIにおける相互作用部位は，一定の規則に基づいて相互作用部位を定めるアプローチ，低分子の結晶構造からの統計データを利用する方法，又は，別の構造解析ソフトウエアであるGRIDの出力を利用する方法により発生する(同5頁9行～13行)。",
                        "一定の規則に基づくアプローチをとる場合には，相互作用部位は，酵素の原子から一定の規則に基づく幾何学的条件によって配置される(同5頁14行～24行)。",
                        "この相互作用部位は，阻害剤の官能基の原子が存在し得る領域をそれぞれ代表する1点であり，「水素結合の相手となり得るヘテロ原子の位置に設定したダミー原子」に相当する。本件特許発明においても，本件明細書に「このステップは，まず，S6で算出した三次元格子点の水素結合性に基づいて，S7で選択した格水素結合性官能基(判決注・各水素結合官能基の誤記)と水素結合を形成し得る領域(以下，「水素結合性領域」という。)を決定し，次いで，水素結合性領域内でかつ，他の原子のファンデルワールス半径外に，適当な数，例えば5～20個の三次元格子点が存在する水素結合性領域を構成する三次元格子点の中心にダミー原子を配置することにより行うことができる。」(本件公報13欄1行～8行)と記載されており，ダミー原子は，水素結合という相互作用を行い得る領域の中心にある点である。",
                        "LUDIにおいては，低分子の分子フラグメントを相互作用部位と適合させる。このステップは，本件特許発明の第1工程における「ダミー原子とリガンド分子中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅」するステップに相当する。LUDIにおいては，分子フラグメントを用いて相互作用部位との適合を行っており，リガンド分子の全体を用いていないため，本件特許発明の「組合せ的に網羅」する点は記載されていないと解釈することもできる。しかしながら，原判決は，この点について，「本件特許発明の第1工程は，ダミー原子とリガンド分子全体中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅する場合のみならず，ダミー原子とリガンド分子の一部分の水素結合性ヘテロ原子との対応づけを組合せ的に網羅する場合をも包含するものと解される。」(原判決37頁9～12行，下線は被控訴人による)と判断している。本件特許発明の第1工程における「組合せ的に網羅」との用語をこのように解釈するのであれば，LUDIには，「ダミー原子とリガンド分子中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅」することが開示されている。したがって，LUDIの上記構成は，本件特許発明の構成要件Aと一致する。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "構成要件Bについて",
                      "text": [
                        "本件特許発明の「前記のダミー原子間の距離と前記の水素結合性ヘテロ原子間の距離を比較することにより」との構成については，乙5文献には，「距離を判定基準として，分子フラグメントと適合するような適切なペア，3つ組，あるいは4つ組を相互作用部位のリストから検索する。適切な相互作用部位を選ぶのに用いられる判定基準は，相互作用部位間の距離の2乗Rij2に基づいている。」(乙第5号証9頁11行～13行)と記載されている。",
                        "本件特許発明の「生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する第2工程」については，次のとおりである。本件明細書には，第2工程に対応する部分に関して，「S14で得られたダミー原子の原子間距離と，S18で得られた，対応するリガンド分子中の水素結合性へテロ原子の原子間距離との差の2乗の和であるFの値が一定の範囲以上となるリガンド分子の配座を除去する(S19)。このステップにより，生体高分子とリガンド分子の水素結合様式及びリガンド分子の配座の可能性を効率的に網羅することができる。」と記載されている(本件公報15欄8行～14行)。これに対し，乙5文献には「全てのフラグメントは剛体として扱われる。しかし，内部の柔軟性はライブラリ中に一つのフラグメントについて幾つかの配座を含めておくことで扱える(乙第5号証10頁25行～26行)」と記載されている。すなわち，LUDIにおいては，最初に種々の配座の分子フラグメントが選択され，各分子フラグメントは剛体として扱われ，その後に分子フラグメントの配置を求めることが行われる。したがって，乙5文献には，本件特許発明の「同時に推定」する点は記載されていないと解釈することもできる。しかしながら，この解釈に関して，原判決は，LUDIプログラムと同様に複数の配座のフラグメントをそれぞれ剛体として扱うロ号方法について，「ロ号方法においては，まず，MIMUMBA　Libraryというデータベースに基づきベース・フラグメントの配座が選択され，そして，その後に，ハッシュ表を用いた距離の比較やベクトル・テスト等の工程を経て所定の条件を満たしたものが解として得られるという探索方法をとっていることが認められる。・・・ベース・フラグメントの配座が選択された時点では，等しい原子間距離を持つ生体高分子側相互作用点の組合せの探索はまだ行われていないから，この時点では配座が推定されたものということはできない。ロ号方法において配座が推定されるのは，ハッシュ表を用いた距離の比較やベクトル・テスト等の工程を経て所定の条件を満たしたものが解として得られた段階であり，この段階で，生体高分子-リガンド分子間の水素結合様式(配置)及びリガンド分子の水素結合性部分の配座が同時に推定されることになる。」(原判決41頁19行～42頁9行)と判断している。すなわち，原判決は，配置と配座と同時に推定することには，あらかじめ種々の配座の分子フラグメントを選択し，次にそれぞれについて配置を求めることも包含されると解釈している。本件特許発明における「同時に推定」との用語をこのように解釈すれば，乙5文献には，「生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する」ことが記載されていることになる。",
                        "したがって，原判決の上記解釈の下では，LUDIの上記構成は，本件特許発明の構成要件Bと一致する。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "構成要件Cについて",
                      "text": [
                        "本件特許発明の構成要件Cの「第2工程で得られた水素結合様式と配座毎に，リガンド分子中の水素結合性ヘテロ原子とダミー原子との対応関係に基づいてリガンド分子の全原子の座標を生体高分子の座標系に置き換えることにより生体高分子-リガンド分子の複合体構造を得る第3工程」における座標系の置き換えに関しては，本件明細書には，リガンド分子の原子座標を生体高分子の座標系に置き換えるためには，Kabshの最小二乗法(W. Kabsh, Acta Cryst., A321, 922 (19764), W. Kabsh, Acta Cryst., A34, 827 (1978))を用いることができることが記載されている(本件公報第16欄第3行～19行)。",
                        "一方，乙5文献には，「分子フラグメントの適合は，Kabschにより発表されたアルゴリズム[24]を用いた平方二乗根(RMS)重ね合わせによって行われる。」(乙第5号証9頁18行～19行)と記載され，さらに，「ここでもKabschアルゴリズム[24]が最小二乗重ね合わせに用いられる。プログラムは，全てのフラグメントを1個の分子に融合させることを試みる。」とも記載されている(11頁11行～12行)。",
                        "LUDIにおいては，分子フラグメントの座標が変換されるのに対し，本件特許発明の第3工程においてはリガンド分子の全原子の座標が変換される点が一応相違する。しかし，この点に関して，原判決には，「本件特許発明の第3工程は，いったんリガンド分子の部分構造の座標を生体高分子の座標系に置き換えた後，最終的にリガンド分子の全原子の座標を生体高分子の座標系に置き換えるような態様をも包含するものと解される。」(原判決37頁21行～24行)」と判断しており，これによれば，乙5文献に記載される分子フラグメントの適合の態様も本件特許発明の第3工程に包含されると解釈し得るのである。　したがって，原判決の上記解釈の下では，LUDIの上記構成は，本件特許発明の構成要件Cと一致する。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "subject": "構成要件Dについて",
                      "text": [
                        "本件特許発明の構成要件Dの「を含む生体高分子-リガンド分子の安定複合体の構造を探索する方法。」について，本件明細書には，生体高分子が，「細胞間のシグナル伝達に関与する薬理学的受容体だけでなく，酵素，サイトカインたんぱく質その他のたんぱく質，及びそれらを主成分とする複合体，核酸を含む」こと，及び，リガンド分子が，「これらの生体高分子に結合する低分子量の化合物分子」であることが記載されている(本件公報4欄12行～24行)。",
                        "乙5文献には，その要約において，「低分子を蛋白質構造の溝(例えば酵素の活性部位)に対し，酵素との間に水素結合が形成され疎水性ポケットが疎水性原子団で埋まるように配置する，新たなコンピュータプログラムを示す。」(乙第5号証1頁6行～7行)と記載されている。また，乙5文献には，ジヒドロ葉酸還元酵素とその阻害剤であるメトトレキセートのドッキングを行った例と(同12頁10行～16頁1行)，トリプシンとベンザミジンのドッキングを行った例が記載されている(同16頁2行～末行)。これらの例では，メトトレキセート又はベンザミジンが，所与のリガンド分子として設定されているのであり，LUDIを生体高分子-リガンド分子の安定複合体構造の探索(ドッキング)に利用した例が記載されている。",
                        "したがって，LUDIの上記方法は，本件特許発明の構成要件Dと一致する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件特許発明は，仮にLUDIと同一でないとしても，LUDIに基づき，当業者が容易に発明をすることができたものであり，特許法29条2項の規定に該当し，特許を受けることができないものである。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "本件特許発明の構成要件A，B及びCに関して，乙5文献にそれぞれに対応する構成要件が記載されていることは，上述のとおりである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "本件特許発明は，その構成要件Dに明記されているように，生体高分子と所与のリガンド分子との安定複合体の構造を探索する方法であるのに対し，LUDIは，いわゆるde novo設計(新規設計)の方法である点において相違するとしても，de novo設計プログラムを所与のリガンドに適用することは，当業者であれば容易に思いつくことができたことである。すなわち，LUDIは，ライブラリ(データベース)から選択された分子フラグメントをたんぱく質構造の溝(例えば酵素の活性部位)に対して，酵素との間に水素結合が形成されるように配置するde novo設計プログラムであるとはいえ，ライブラリからフラグメントを選択する代わりに，所与のリガンド分子について，その中の一部の構造を分子フラグメントとして扱い，de novo設計プログラムを適用することによって，たんぱく質の相互作用部位に分子フラグメントを適合させてリガンド分子を逐次構築していくことは，当業者が通常行ってきたことである。例えば，乙5文献には，ジヒドロ葉酸還元酵素とその阻害剤であるメトトレキセート，並びにトリプシンとベンザミジンのドッキングを行った例が記載されている。したがって，LUDIを用いて生体高分子とリガンドとの複合体の構造を解析することは，当業者が容易に想到することができたことである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人らの本訴請求は理由があると判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "専用実施権が設定されている場合における特許権者による侵害の停止又は予防の請求の可否について",
          "text": [
            "控訴人Aは，本件特許権を有し，控訴人株式会社医薬分子設計研究所は，控訴人Aから，本件特許権について，範囲を全部，地域を日本全国，期間を特許権の存続期間全部とする専用実施権の設定を受けている(争いがない。)。",
            "原判決は，特許法100条に基づく権利は，特許発明を独占的に実施する権利を全うさせるために認められたものであるから，専用実施権を設定したことにより実施権を有しない特許権者については，その行使を認めることができない，また，その権利の行使を認めるべき実益もない，と判断した。",
            "しかし，特許法100条は，明文をもって「特許権者又は専用実施権者は，自己の特許権又は専用実施権を侵害する者又は侵害するおそれがある者に対し，その侵害の停止又は予防を請求することができる。」と規定している。しかも，専用実施権を設定した特許権者にも，次のとおり，上記権利を行使する必要が生じ得るのであり，上記権利の行使を認めないとすると，不都合な事態も生じ得る。これらのことからすれば，専用実施権を設定した特許権者も，特許法100条にいう侵害の停止又は予防を請求する権利を有すると解すべきである。",
            "専用実施権を設定した特許権者といえども，その実施料を専用実施権者の売上げを基準として得ている場合には，自ら侵害行為を排除して，専用実施権者の売上げの減少に伴う実施料の減少を防ぐ必要があることは明らかである。特許権者が専用実施権設定契約により侵害行為を排除すべき義務を負っている場合に，特許権者に上記権利の行使をする必要が生じることは当然である。特許権者がそのような義務を負わない場合でも，専用実施権設定契約が特許権存続期間中に何らかに理由により解約される可能性があること，あるいは，専用実施権が放棄される可能性も全くないわけではないことからすれば，そのときに備えて侵害行為を排除すべき利益がある。そうだとすると，専用実施権を設定した特許権者についても，一般的に自己の財産権を侵害する行為の停止又は予防を求める権利を認める必要性がある，というべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(差止請求の対象物の特定及びその内容)について",
          "text": [
            "控訴人らが，当審において一部訂正したロ号物件目録及び原審における被控訴人のロ号物件目録に対する認否・反論(原判決5頁下から3行～7頁2行)によれば，本判決添付の別紙ロ号物件目録について争いがあるのは，3(1)(ⅲの2)と同(ⅳ)の一部のみであり，その余は，当事者間に争いがない。この争いがある部分については，後に判断する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(ロ号方法は本件特許発明の技術的範囲に属するか)について    (1) 本件特許発明の概要(甲第2号証(本件公報))",
          "text": [
            "本件特許発明は，医薬，農薬等の構造設計に利用できる，生体高分子とリガンド分子との安定複合体構造の探索方法に関するものである。本件特許発明は，生体高分子に安定して結合する低分子量の化合物分子(薬物分子，酵素の基質，阻害剤等)であるリガンド分子を探索する方法であり，生体高分子に対するリガンド分子の結合様式とリガンド分子の活性配座を同時に探索することを目的としたものである。すなわち，本件特許発明は，生体高分子とリガンド分子との間の相互作用として，水素結合，静電相互作用，ファンデルワールス力を考慮して安定複合体の結合様式を探索すると同時に，リガンド分子の活性配座を探索することにより，任意のリガンド分子を生体高分子のリガンド結合領域に自動的にドッキングさせる方法を開発したものである。(本件公報4欄6行～6欄31行参照)",
            "本件特許発明の特許請求の範囲(本件明細書の【請求項1】)は，次のとおりである。",
            "「(1)生体高分子中の水素結合性官能基の水素結合の相手となり得るヘテロ原子の位置に設定したダミー原子とリガンド分子中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅することにより，生体高分子-リガンド分子間の水素結合様式を網羅する第1工程，",
            "(2)前記のダミー原子間の距離と前記の水素結合性ヘテロ原子間の距離を比較することにより，生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する第2工程，及び",
            "(3)第2工程で得られた水素結合様式と配座毎に，リガンド分子中の水素結合性ヘテロ原子とダミー原子との対応関係に基づいてリガンド分子の全原子の座標を生体高分子の座標系に置き換えることにより生体高分子-リガンド分子の複合体構造を得る第3工程",
            "を含む生体高分子-リガンド分子の安定複合体の構造を探索する方法。」      (上記特許請求の範囲における「生体高分子とは，生体に見出される高分子・・・である。水素結合性官能基は，水素結合に関与すると考えられる官能基及び原子を含む概念である。水素結合性ヘテロ原子とは，リガンド分子中に存在する水素結合性官能基を構成するヘテロ原子をいうものとする。水素結合性部分とは，リガンド分子の構造のうち，ダミー原子と対応づけられる水素結合性ヘテロ原子を含む構造部分をいうもの」(本件公報8欄21行～31行)である。)。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "本件特許発明の上記特許請求の範囲を，「発明を実施するための最良の形態」(本件公報9欄16行，以下「最良実施例」ともいう。)に基づいて具体的に説明すれば，次のとおりである(甲第2号証)。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "構成要件Aについて(本件公報9欄16行～14欄25行)",
                  "text": [
                    "①　生体高分子の原子座標等を入力し，生体高分子中の水素結合性官能基を構成するヘテロ原子について水素結合番号を付加する。(S1～S4。ただし，「S」は，本件明細書に記載されているもので，ステップの略語である。以下同じ。)",
                    "②　生体高分子の任意の部分(リガンド結合ポケット等)を含む領域を，目的に応じて，リガンド結合領域として指定する。(S5)",
                    "③　リガンド結合領域内に，0．3～2．0Å，好ましくは，0．3～0．5Åの一定間隔で，三次元格子点を発生させる。各格子点上にプローブとなる原子があると仮定して，所定の式で計算して得られる，生体高分子とプローブ電子との間に働くファンデルワールス相互作用エネルギー及び静電相互作用エネルギー，並びに，水素結合性等の物理化学的情報を各格子点情報とする。(S6)        ④　生体高分子中の水素結合性官能基でリガンド結合領域に存在するものの中から，リガンド分子と水素結合を形成することが予想されるものを選択する。",
                    "(S7)",
                    "⑤　各水素結合性官能基に対して「ダミー原子」を設定する。水素結合性領域内で，かつ，他の原子のファンデルワールス半径外に，適当な数，例えば5～20個の三次元格子点が存在する水素結合性領域を構成する三次元格子点の中心に，ダミー原子を配置することにより行うことができる。(S8)",
                    "⑥　リガンド分子を構成する原子について，原子名，原子座標，電荷，及び，その原子が水素結合性ヘテロ原子の場合には水素結合番号等を入力する。(S9)",
                    "⑦　生体高分子とリガンド分子とが形成する水素結合の数の最小値と最大値を指定する。(S10)",
                    "⑧　リガンド分子について，配座すなわちねじれ回転が可能な結合とその回転の様式を入力する。(S11)",
                    "⑨　ダミー原子とリガンド分子中の水素結合性ヘテロ原子との間に対応関係を付ける。この場合，ダミー原子とリガンド分子中の水素結合性ヘテロ原子の可能な組合せをすべて選択する。(S12)",
                    "以上のとおり，本件特許発明の構成要件Aは，「生体高分子中の水素結合性官能基の水素結合の相手となり得るヘテロ原子の位置に設定したダミー原子」(S8)と「リガンド分子中の水素結合性ヘテロ原子」(S9)との「対応づけを組合せ的に網羅することにより，生体高分子-リガンド分子間の水素結合様式を網羅する第1工程」(S12)である(ただし，括弧内のS8，S9等の記載は，構成要件中の各構成に対応する最良実施例中のステップを説明の便宜上付したものであり，構成要件中の各構成を最良実施例の各ステップのものに限定する趣旨ではない。)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "構成要件Bについて(本件公報14欄25行～15欄25行)",
                  "text": [
                    "①　上記(S12)で対応関係を付けたダミー原子とリガンド分子の水素結合性ヘテロ原子との組合せの一つを選択し(S13)，各ダミー原子間の距離を算出する(S14)。",
                    "②　リガンド分子を水素結合性部分と非水素結合性部分に分割する(S15)。(判決注・この最良実施例における「分割」の意味は，第2工程においては，水素結合性部分にのみ注目し，非水素結合性部分については，考慮しなくてよいとの意味であり，非水素結合性部分を切り離すという意味ではない。すなわち，仮に，切り離すという意味であるとすると，後に，非水素結合性部分を水素結合性部分に接続する工程が必要となるのに，そのような工程は，最良実施例においては，存在しない。)",
                    "③　リガンド分子の水素結合性部分について，ねじれ回転が可能な結合とその回転の様式を選択し(S16)，S11で指定した回転様式に従って回転させることによって，リガンド分子の配座を順次生成させ(S17)，生成した配座毎に以後のステップを繰り返す。",
                    "④　S17で生成した配座について，S13で選択した組合せに含まれるリガンド分子中の各水素結合性ヘテロ原子の原子間距離を算出する(S18)。",
                    "⑤　S14で得られたダミー原子の原子間距離と，S18で得られた，対応するリガンド分子中の各水素結合性ヘテロ原子の原子間距離との差の二乗の和であるFの値が一定の範囲以上となるリガンド分子の配座を除去する(S19)。",
                    "以上のとおり，本件特許発明の構成要件Bは，「前記のダミー原子間の距離と前記の水素結合性ヘテロ原子間の距離を比較することにより，生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する第2工程」(S19)である。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "構成要件Cについて(本件公報16欄13行～18欄9行)",
                  "text": [
                    "①　上記のステップで得られた配座を有するリガンド分子の水素結合性ヘテロ原子の座標と，対応するダミー原子の座標とが一致するように，リガンド分子の原子座標を生体高分子の座標系に置き換える(S22)。",
                    "②　生体高分子とリガンド分子の水素結合性部分との分子間相互作用エネルギー及びリガンド分子の水素結合性部分についての分子内エネルギーを算出する(S23)。",
                    "③　S23で算出された分子間相互作用エネルギーと分子内エネルギーとの和が一定値以上となったリガンド分子の配座を除去する(S24)。",
                    "④　リガンド分子の非水素結合性部分のねじれ回転が可能な結合を，S11で指定した回転様式に従って回転させることによって，リガンド分子の配座を順次生成させる(S26)。",
                    "⑤　生体高分子とリガンド分子との分子間相互作用エネルギー及びリガンド分子の分子内エネルギーを算出し(S27)，その和が一定値以上となったリガンド分子の配座を除去する(S28)。",
                    "⑥　リガンド分子全体の構造を最適化し(S29)，生体高分子の配座を変化させて，生体高分子-リガンド分子の複合体構造を最適化する(S30)。公開されている既知のエネルギー極小化計算プログラムAMBERを用いる。",
                    "以上のとおり，本件特許発明の構成要件Cは，「第2工程で得られた水素結合様式と配座毎に，リガンド分子中の水素結合性ヘテロ原子とダミー原子との対応関係に基づいてリガンド分子の全原子の座標を生体高分子の座標系に置き換えることにより生体高分子-リガンド分子の複合体構造を得る第3工程」(S22)である。なお，上記②ないし⑥の工程は，本件明細書の「請求項3」に発明特定事項として記載されている。これらの工程は，本件特許発明(請求項1)には，発明特定事項としては記載されていない。しかし，同発明がこれらの工程を含むものをその対象から除外しているわけではないことは明らかである。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "構成要件Dについて",
                  "text": [
                    "本件特許発明は，上記第1ないし第3工程「を含む生体高分子-リガンド分子安定複合体の構造を探求する方法。」である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明の技術的範囲に関する被控訴人の主張について      (ア) 「ダミー原子」について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "被控訴人は，本件特許発明の「ダミー原子」は，生体高分子の水素結合性領域を構成する三次元格子点の中心に1個だけ配置されるものである，と主張する。",
                        "しかし，本件特許発明を特定する特許請求の範囲に，同発明における「ダミー原子」が何であるかを述べるものとして記載されているのは，「生体高分子中の水素結合性官能基の水素結合の相手となり得るヘテロ原子の位置に設定したダミー原子」だけであり，これ以外にない。そして，「ダミー原子」がその位置に存在すると仮定した架空の原子という意味の用語であることは，当業者にとって自明の事項である(弁論の全趣旨)。そうだとすると，本件特許発明の「ダミー原子」とは，その特許請求の範囲に記載されたとおり，「生体高分子中の水素結合性官能基の水素結合の相手となり得るヘテロ原子の位置に設定した」架空の原子のことであり，「生体高分子中の水素結合性官能基の水素結合の相手となり得るヘテロ原子の位置に設定した」架空の原子であるものはすべてこれに含まれる，と解すべきであり，これを水素結合性領域を構成する三次元格子点の中心に1個配置されるものと限定して解釈すべき理由はないというべきである。確かに，本件明細書には，「水素結合性領域内で，かつ，他の原子のファンデルワールス半径外に，適当な数，例えば5～20個の三次元格子点が存在する水素結合性領域を構成する三次元格子点の中心にダミー原子を配置することにより行うことができる。」(本件公報13欄4行～8行)との記載がある。しかし，上記記載は，本件明細書の「発明を実施するための最良の形態」中の記載であり，いわば，最良実施例についての説明にすぎない。そうである以上，本件特許発明の「ダミー原子」を，最良実施例の構成のものに限定して解釈すべき根拠が認められない限り，本件特許発明の「ダミー原子」を被控訴人主張のものに限定して解釈することはできないことが明らかである。しかし，上記根拠は，本件全証拠を検討しても見いだすことができない。本件特許発明においては，生体高分子中の，水素結合性領域を構成する複数の三次元格子点の任意の箇所に任意の個数だけ架空の原子を設定した場合も，これらをそれぞれ本件特許発明の「ダミー原子」と解することができるというべきである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "被控訴人は，本件明細書の上記記載や控訴人Aの発表論文(乙第4号証訳文7頁14～16行)を参照すれば，控訴人らが「ダミー原子」は水素結合性領域に一つだけ設定されるものであると考えていたことが明らかである，と主張する。しかし，本件明細書の記載が本件特許発明の最良実施例についての記載にすぎないことは上記のとおりである。また，本件特許出願の明細書でもなく，出願経過の書類でもない，控訴人Aの発表論文を，本件特許発明の技術的範囲の解釈の資料とすることも相当ではない。被控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "被控訴人は，本件特許発明においては，各水素結合性領域ごとにダミー原子を一つとしたために，特許請求の範囲に記載された三つの工程の後に，エネルギー極小化等の工程が必要となり，AMBER4．0という市販の別のソフトウエアを使用して，エネルギーが一定値以上である配座を排除することにより，真の解を得ている，これに対し，ロ号方法では，一つの領域に数十の生体高分子側相互作用点をあらかじめ設定することにより，エネルギー極小化の工程等を大幅に削減することができたのである，と主張する。",
                        "しかし，被控訴人の上記主張は，本件特許発明の「ダミー原子」が，生体高分子中の各水素結合性領域に1個だけ配置されると限定して解釈することを前提としたものであり，そのように解釈することができないことは上記のとおりである以上，本件において意味のないものという以外にない。",
                        "被控訴人は，ロ号方法では，一つの領域に数十の生体高分子側相互作用点をあらかじめ設定することにより，正確にかつ厳密な推定をすることができる，とも主張する。しかし，これまた，本件特許発明の「ダミー原子」が，生体高分子中の各水素結合性領域に1個だけ配置されると限定して解釈することを前提にするものであり，本件において意味を持たないことが明らかである。のみならず，本件特許発明の最良実施例のように，水素結合性領域にダミー原子を一つ設定したものにおいても，ダミー原子の組合せとリガンド分子の水素結合性ヘテロ原子の組合せのそれぞれにより生じる各図形の間に略合同の関係が認められるか否かを判断するときの誤差の許容値の設定を適宜調整することにより，適切な配置，配座となり得るリガンド分子を漏らさず補足することが可能なことは明らかである。本件特許発明の最良実施例において，数十の生体高分子側相互作用点を設定するロ号方法と，その精度において有意な差異が生じないようにすることは，単なる設計的事項にすぎないものというべきである。",
                        "本件特許発明は，前記のとおり，生体高分子の水素結合性領域において安定して結合するリガンド分子を探索するために，その水素結合等に注目し，生体高分子中の水素結合性官能基の水素結合の相手となり得るヘテロ原子の位置に設定したダミー原子の間の距離と，リガンド分子中の水素結合性ヘテロ原子の間の距離を比較するのと同時に，リガンド分子の活性配座を推定することに，その発明としての中核的な技術思想があるのであり，ダミー原子自体は，必須のものではあるものの，その個数は，本件特許発明の上記技術思想と直接には関係しないのである。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "被控訴人は，そのほか，ロ号方法では，ベクトル・テストを実施するために，数十の生体高分子側相互作用点を設定することが必須となる，と主張する。しかし，ロ号方法においてベクトル・テストを実施することは，本件特許発明との対比において単なる付加にすぎない，と解すべきことは後記のとおりであり，このことが「ダミー原子」の解釈に影響を与えることはない。",
                        "被控訴人は，ダミー原子の数を増加させると，計算時間が膨大なものとなり，実用的ではない，とも主張する。しかし，本件特許発明の最良実施例について，水素結合性領域におけるダミー原子の数を1個から複数個に変えた場合を仮定してみても，計算時間が膨大なものとなり，実用的なものではなくなることを認め得る証拠はない(現に，ロ号方法においても，ロ号物件目録3(1)(ⅴⅰⅰ)において，ベース・フラグメントの生体高分子に対する配置を，その類似性によりグループ分けし，各グループごとに，そのグループを代表する配置のものに絞っているのである。)。"
                      ]
                    },
                    {
                      "fig": "(e)",
                      "text": [
                        "以上からすれば，本件特許発明の「ダミー原子」には，生体高分子の水素結合性領域の中心に1個だけ配置されたものも，複数の個数配置されたものも含まれるというべきであり，これを1個のものに限定すべきであるとする被控訴人の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "「リガンド分子」について",
                  "text": [
                    "被控訴人は，本件特許発明の構成要件A，B及びCにいう「リガンド分子」とは，いずれも「リガンド分子」全体のことである，と解釈すべきである，と主張する。",
                    "しかし，本件特許発明の構成要件Aの「ダミー原子とリガンド分子中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅する」を充足するには，「リガンド分子中の水素結合性ヘテロ原子との対応づけ」を網羅すれば足りるのであるから，上記要件は，リガンド分子中の水素結合性部分についてのみ規定しているものであり，リガンド分子中の非水素結合性部分については何も規定していない，というべきである。したがって，構成要件Aの第1工程において，リガンド分子全体が接続されたものが必ず必要であるとまでいうことはできない。",
                    "本件特許発明の構成要件Bの「前記のダミー原子間の距離と前記の(リガンド分子の)水素結合性ヘテロ原子間の距離比較することにより，生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する第2工程」におけるリガンド分子についても，ここで問題となるのは，その水素結合性ヘテロ原子間の距離と「生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座」であり，この第2工程の段階においても，規定されているのはリガンド分子の水素結合性部分についてのみであり，リガンド分子の非水素結合性部分については何も規定していないということができる。",
                    "したがって，この段階でも，リガンド分子全体が接続されていることが必ず必要であるとまでいうことはできない。本件特許発明の最良実施例においても，リガンド分子を水素結合性部分と非水素結合性部分に分離して(S15，ただし，この「分離」とは，水素結合性部分にのみ注目し，非水素結合性部分については，考慮しなくてよいと意味であり，非水素結合性部分を切り離すという意味ではないことは，前記のとおりである。)，その後，水素結合性部分のみについて，配座を順次発生させ，水素結合性ヘテロ原子の原子間距離を算出し，「生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する」(構成要件B)ことは，上記のとおりである。",
                    "本件特許発明の構成要件Cは，「リガンド分子の全原子の座標を生体高分子の座標系に置き換える」ものであるから，この第3工程の最終段階については，リガンド分子全体が接続されていることが必ず必要となることが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "ロ号方法の概要と本件特許発明との対比",
              "text": [
                "ロ号物件目録中の争いがない部分及び弁論の全趣旨によれば，ロ号方法は，次のとおりのものである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "構成要件Aに対応するロ号方法の工程",
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "ベース・フラグメントの選択",
                      "text": [
                        "ロ号物件では，まず初めに，リガンド分子全体を，ベース・フラグメントとその他の複数のフラグメントに分割する。ベース・フラグメントの分割に当たっては，水素結合・塩橋・疎水相互作用等の相互作用を考慮する。水素結合・塩橋のウエイトを疎水性相互作用の100倍以上とすることにより，水素結合・塩橋に関与する原子をより多く含む部分が優先的にベース・フラグメントとして選ばれる(ロ号物件目録2)。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "ベース・フラグメントの配置",
                      "text": [
                        "生体高分子中の相互作用可能な各原子につき，数十の点により近似的に表現される相互作用面を設定する。ここでいう相互作用面とは，相互作用の相手となる原子が存在することの可能な領域を経験的に推定したもので，生体高分子中の相互作用可能な原子からの距離と角度の条件により定義される球面・錐面・部分錐面等の様々なタイプからなる。相互作用面には，水素結合・塩橋・疎水性相互作用の種類がある(同3(1)(ⅰ))。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "生体高分子中の相互作用可能な原子につきそれぞれ設定される相互作用面を構成する前記各数十の点(単に「生体高分子側相互作用点」ともいう。)すべてを含むすべての2点の組合せの表が作成される。この表は，すべての2点の距離を計算してその計算値によって整理された表(ハッシュ表)である。この表を利用することにより，特定の原子間距離を持つ生体高分子側相互作用点の組合せをすべて直接選び出すことが可能になる(同3(1)(ⅰⅰⅰ))。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "ベース・フラグメント中の相互作用可能な全原子を選択し，ベース・フラグメントの可能な配座を列挙する(同3(1)(ⅰⅰⅰの2))。",
                        "(この点については争いがある。被控訴人は，この記載は削除すべきである，仮に，複数の配座のベースフラグメントを列挙する旨をロ号物件目録に記載する必要があれば，「ベース・フラグメントの配置」の工程ではなく，それに先立つ「ベース・フラグメントの選択」の工程に，「30個以下の配座を持つ4個までのベースフラグメントのセットが選択される。」旨を追加すべきである，と主張する(原判決6頁9行～13行)。しかし，ロ号物件目録3(1)(ⅳ)(争いがない部分である。)記載のとおり，ロ号方法においては，「選択された各ベース・フラグメントの各配座，及び,ベース・フラグメント中の相互作用可能な三つの原子の各組合せについて，前記組合せ表(ハッシュ表)を利用して等しい原子間距離を持つ生体高分子側相互作用点の組合せを探索する」のであるから，「等しい原子間距離を持つ生体高分子側相互作用点の組合せを探索する」前に，「選択された各ベース・フラグメントの各配座，及び,ベース・フラグメント中の相互作用可能な三つの原子の各組合せ」を網羅していることは明らかである。被控訴人の上記の指摘も，配座の個数とベース・フラグメントの個数の最大値を明記すべきであるとの主張であり，同目録3(1)(ⅰⅰⅰの2)の記載内容自体を争うものではない，と解することができる。そして，配座の個数の最大値の設定等は，本件特許発明との対比において必要な事項と解することもできないから，これを目録中に記載する必要はない。そうである以上，本件においては，控訴人らの主張のとおり，上記のようにロ号方法を認定するのが相当である。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "構成要件Aとロ号方法との対比",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "ロ号方法は，生体高分子中の相互作用可能な各原子につき，数十の生体高分子側相互作用点により近似的に表現される相互作用面を設定するものであり，この相互作用の主要なものは，水素結合であるから，ロ号方法の相互作用面上の数十の生体高分子側相互作用点は，構成要件Aの「生体高分子中の水素結合性官能基の水素結合の相手となり得るヘテロ原子の位置に設定したダミー原子」に相当する。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "ロ号方法では，生体高分子側相互作用点のすべてを含むすべての2点の距離を計算してその計算値によって整理されたハッシュ表が作成され，この表により，特定の原子間距離を持つ生体高分子側相互作用点の組合せをすべて選び出すことが可能になる。ロ号方法では，ベース・フラグメント中の相互作用可能な全原子を選択し，ベース・フラグメントの可能な配座を列挙する(なお，配座の数の最大値を30個以下とすることは前記のとおりである。)。ロ号方法では，これにより，後述のとおり，ベース・フラグメント中の相互作用可能な三つの原子の各組合せについて，これと等しい原子間距離を持つ生体高分子側相互作用点の組合せを探索することが行われるのであるから，その探索の前に，生体高分子相互作用点とベース・フラグメント中の相互作用可能な三つの原子の各組合せを網羅しているものということができる。したがって，ロ号方法は，「ダミー原子とリガンド分子中の水素結合性ヘテロ原子との対応づけを組合せ的に網羅することにより，生体高分子-リガンド分子間の水素結合様式を網羅する第1工程」との構成を具備しているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "被控訴人は，本件特許発明の「ダミー原子」は，生体高分子中の各水素結合性官能基の各水素結合可能領域につき1個ずつ設定されるものであるから，ロ号方法の数十の生体高分子側相互作用点は「ダミー原子」には該当しない，と主張する。しかし，本件特許発明の「ダミー原子」についての同主張を採用し得ないことは前記のとおりである。ロ号方法における数十の生体高分子側相互作用点は，正に「生体高分子中の水素結合性官能基の水素結合の相手となり得るヘテロ原子の位置に設定した」ものであり，これを「ダミー原子」ではないとする理由はない。",
                        "この点と関連して，数十の生体高分子側相互作用点をダミー原子とすることにより，その後の計算がどの程度繁雑となり，全体の探索時間にどのような影響を与えるのか，あるいは，「ダミー原子」を1個とする本件特許発明の最良実施例のものと比べ，これを数十とするロ号方法が探索の精度において優れているのか等について，当事者双方が種々の議論を試みている。しかし，これらの議論は，ロ号方法のものを本件特許発明の最良実施例と比較した議論にすぎないものであり，ロ号方法が本件特許発明の技術的範囲に属するかどうかについて，直ちに影響を与えるべきものではないこと，及び，本件特許発明の最良実施例のものと比べても，顕著な作用効果の差異等を認めることができないことは，前記のとおりである。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "被控訴人は，本件特許発明にいう「リガンド分子」は，リガンド分子全体を意味するものと解釈すべきである，と主張する。しかし，本件特許発明の第1工程及び第2工程において，リガンド分子について規定しているのは，その水素結合性部分のみについてであり，これらの工程においては，リガンド分子の非水素結合性部分については規定しておらず，リガンド分子全体が接続されていることが必ず必要であるとまでいうことができないことは，上記のとおりである。ロ号方法においては，リガンド分子全体を，ベース・フラグメントとその他の複数のフラグメントに分割すること，ベース・フラグメントの分割に当たっては，水素結合・塩橋のウエイトを疎水性相互作用の100倍以上とすることにより，水素結合等に関与する原子をより多く含む部分が優先的にベース・フラグメントとして選ばれることは，上記のとおりである。したがって，この水素結合等に関与する原子を多く含むベース・フラグメントの相互作用可能な原子は，構成要件Aの「リガンド分子中の水素結合性ヘテロ原子」に相当するものであるということができる。"
                      ]
                    },
                    {
                      "fig": "(e)",
                      "text": [
                        "被控訴人は，本件特許発明は，「生体高分子-リガンド分子間相互作用」のうち，水素結合のみを考慮することを特徴とする，と主張する。しかし，本件特許発明は，生体高分子とリガンド分子との水素結合を考慮するものであればよく，ロ号方法においても，上記のとおり，ベース・フラグメントを選択するに当たって，水素結合・塩橋に関与する原子を，疎水性相互作用に関与する原子の100倍以上のウエイトをもって，優先的に選択し，生体高分子とベース・フラグメントとの水素結合を考慮するものであるから，水素結合以外に，疎水性相互作用をも考慮するものであるとしても，これは，水素結合に着目した本件特許発明の方法に，疎水性相互作用を利用した方法も付加するにすぎないものであるというべきである。したがって，ロ号方法が疎水性相互作用をも利用しているからといって，そのことを理由に本件特許発明の技術的範囲に属しないと解することはできない。",
                        "被控訴人は，乙第11号証の図8を指摘して，疎水性相互作用の重要性を強調する。しかし，ロ号方法においては，上記のとおり，ベース・フラグメントを選択するに当たって，水素結合に関与する原子を，疎水性相互作用に関与する原子の100倍以上のウエイトをもって，優先的に選択しているのである。ロ号方法における疎水相互作用の重要性を強調する被控訴人の主張は採用し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "構成要件Bに対応するロ号方法の工程",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "ロ号方法においては，選択された各ベース・フラグメントの各配座，及び,ベース・フラグメント中の相互作用可能な三つの原子の各組合せについて，ハッシュ表を利用して，等しい原子間距離を持つ生体高分子側相互作用点の組合せを探索する。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "上記工程により取り出された三つの生体高分子側相互作用点について，いわゆるベクトル・テストが行われる。ベクトル・テストでは，ベース・フラグメント中の相互作用可能な原子が生体高分子側相互作用点上に位置するだけでなく，生体高分子中の相互作用可能な原子がベース・フラグメント中の相互作用可能な原子につき設定される相互作用面上に位置することを確認する。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "上記の工程で得られたベース・フラグメントの生体高分子に対する配置を，その類似性によりグループ分けし，各グループごとに，すべての配置についての情報を総合して，そのグループを代表する配置を得る。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "構成要件Bとロ号方法との対比",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "ロ号方法では，上記のとおり，選択された各ベース・フラグメントの各配座，及び,ベース・フラグメント中の相互作用可能な三つの原子の各組合せについて，ハッシュ表等を利用して，これと等しい原子間距離を持つ生体高分子側相互作用点の組合せを探索するものであるから，構成要件Bの「前記のダミー原子間の距離と前記の水素結合性ヘテロ原子間の距離を比較することにより，生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する第2工程」との構成を具備するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "被控訴人は，本件特許発明では，「ダミー原子間の距離と水素結合性ヘテロ原子間の距離とを比較する」(第2工程)ことのみによって，リガンド分子中の生体高分子への配置を推定することとし，他の要素の考慮を排除するものである，と主張する。確かに，ロ号方法では，上記のとおり，ベクトル・テストを行っている。しかし，同方法が，選択された各ベース・フラグメントの各配座，及び,ベース・フラグメント中の相互作用可能な三つの原子の各組合せについて，ハッシュ表も利用して，これと等しい原子間距離を持つ生体高分子側相互作用点の組合せを探索しているものである以上，その後に，ベクトル・テストを行っているとしても，これは，本件特許発明の方法にベクトル・テストを付加したにすぎないものと解するのが相当である。上記ベクトル・テストの付加により，ロ号方法が本件特許発明の利用発明として別の特許の対象となることがあり得るとしても，このような付加によってロ号方法が本件特許発明の技術的範囲に属しなくなる，と解すべき理由はないのである。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "被控訴人は，本件特許発明では「生体高分子-リガンド分子間の水素結合様式」(配置)と「リガンド分子の水素結合性部分の配座」とが「同時に推定」されるのに対し，ロ号方法では，配座は距離の比較の前に選択される，と主張する。",
                        "本件特許発明の構成要件Bは，「生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する」ものである。",
                        "ロ号方法においても，選択された各ベース・フラグメントの各配座，及び,ベース・フラグメント中の相互作用可能な三つの原子の各組合せについて，ハッシュ表等を利用して，これと等しい原子間距離を持つ生体高分子側相互作用点の組合せが探索されるのであるから，ベース・フラグメントについて，生体高分子の相互作用点の距離と等しい原子間距離を持つものが探索され，その後ベクトル・テストも経て，真の解が得られたと判断された時点において，当該ベース・フラグメントの配置と配座が同時に推定されているのである。ロ号方法において，MIMUMBA　Libraryというデータベースに基づいて，ベース・フラグメントの配座が選択され，その後に，ハッシュ表等も用いて両者の距離の比較がなされるとしても，両者が等しい原子間距離を持つと判断され，ベクトル・テストを経た時点において，それに対応するベース・フラグメントの配置と配座が同時に推定されていることに変わりはない。MIMUMBA　Libraryによるベース・フラグメントの配座の選択は，距離の比較の前になされるものであり，本件特許発明の最良実施例でいう，リガンド分子の配座の入力(S11)に相当するものであり，構成要件Bの「配座を・・・推定する」こととは異なるものである。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "被控訴人は，本件特許発明は，構成要件Aで，生体高分子中の水素結合性領域におけるダミー原子と，リガンド分子中の水素結合性ヘテロ原子との対応付けを組合せ的に網羅し，その後に，構成要件Bで，ダミー原子間の距離と水素結合性ヘテロ原子間の距離との比較を行うことが必須要件とされている，これに対し，ロ号方法では，あらかじめ生体高分子側相互作用点2点間の距離計算を行いハッシュ表を作成するため，組合せのDOループをセットする前に，距離の比較を開始しているのであり，このようにして距離の比較をする前に組合せを網羅することはしていないし，組合せを網羅した後に距離の比較を行うという工程も採用していない，と主張する。",
                        "しかし，ロ号方法では，生体高分子側相互作用点のすべてを含む2点間距離を整理したハッシュ表を作成して，また，ベース・フラグメント中の相互作用可能な全原子を選択し，ベース・フラグメントの可能な配座を列挙し，その後，生体高分子側相互作用点の距離の組合せと等しいものが，選択された各ベース・フラグメントの各配座，及び，ベース・フラグメント中の相互作用可能な三つの原子の各組合せにあるかどうかを，ハッシュ表も利用して，探索するものであるから，本件特許発明の「ダミー原子」に相当する生体高分子側相互作用点の組合せと，リガンド分子の「水素結合性ヘテロ原子」に相当する，ベース・フラグメントの相互作用可能な全原子との組合せを網羅して(第1工程)，その後に各組合せごとに「ダミー原子」間の距離と水素結合性ヘテロ原子間の距離とを比較する」(第2工程)ものであるということができる。すなわち，ロ号方法では，生体高分子側相互作用点間の距離の組合せと等しい原子間距離の組合せを持つベース・フラグメントの相互作用可能な原子の組合せを，距離を比較して探索するものである以上，その前に各組合せを対応付けして網羅し，その後，対比するという作業がなされていることは当然だからである(もっとも，本件特許発明の最良実施例においては，前記のとおり，ダミー原子とリガンド分子の水素結合性ヘテロ原子の可能な組合せをすべて選択した(S12)後に，各ダミー原子間の距離を算出し(S14)，リガンド分子の水素結合性ヘテロ原子の原子間距離を算出しており(S18)，ロ号方法のハッシュ表の作成時期はこの点で本件特許発明の最良実施例とは異なるものである。しかし，本件特許発明の構成要件A及び構成要件Bにおいては，「・・・ダミー原子とリガンド分子の水素結合性ヘテロ原子との対応づけを組合せ的に網羅する・・・第1工程」と「前記のダミー原子間の距離と前記の水素結合性ヘテロ原子間の距離を比較することにより，生体高分子-リガンド分子の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する第2工程」とが要件として規定されているのであり，前記各距離の算出を，第1工程の「組合せ的に網羅する」の前に行うか，後に行うかについては，特に規定していない，と解すべきである。)。ロ号方法におけるハッシュ表は，生体高分子側相互作用点のすべての2点の組合せを網羅して，各2点間の距離を計算して整理した表にすぎず，ハッシュ表を作成するだけで，生体高分子側の二つの相互作用点の間の距離と，リガンド分子側のベース・フラグメントの二つの相互作用可能な原子の間の距離との比較を行っているということはできないのである。"
                      ]
                    },
                    {
                      "fig": "(e)",
                      "text": [
                        "被控訴人は，構成要件Bの「リガンド分子」についても，リガンド分子全体と解すべきであると主張する。しかし，構成要件Bの「リガンド分子」についても，構成要件Aの「リガンド分子」について述べたのと同じ理由により，「リガンド分子」の水素結合性部分についてのみ規定しているものと解すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(オ)",
                  "subject": "構成要件Cに対応するロ号方法の工程",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "ロ号方法においては，前記工程により取り出された三つの生体高分子側相互作用点と，ベース・フラグメント中の水素結合等の相互作用可能な三つの原子の対応関係に基づいて，ベース・フラグメントを生体高分子の結合ポケットにはめ込み，ベース・フラグメントの生体高分子の座標系への変換を行う。上記の変換は，対応付けされた生体高分子側相互作用点とベース・フラグメント中の相互作用可能な原子の各々が最も近づくように最小二乗法計算によって行う(同3(1)(ⅴⅰⅰⅰ))。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "ベース・フラグメントと他のフラグメントとの間がどのようにつながるか(つなぐ順番と各フラグメント間の距離及び角度)は，元のリガンド分子の構造における値がそのままデータとして保持されて用いられる(同上)。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "ベース・フラグメント中の相互作用可能な三つの原子の別の組合せ，又は選択された別のベース・フラグメント若しくは別の配座がある場合には，上記手順を繰り返す(同3(1)(ⅰx))。"
                    },
                    {
                      "fig": "(d)",
                      "subject": "他のフラグメントの接続",
                      "text": [
                        "①　以上の工程で取り出されたベース・フラグメントの配置に対し，残りの複数のフラグメントから，元のリガンド構造中でベース・フラグメントの隣にあるものを一つ選び，経験的に低いエネルギー値をとる構造から抽出した「環構造」や「回転可能角の組」が入っているデータベースを使用して，ベース・フラグメントと当該フラグメントの間の距離と角度は元のリガンド分子の構造中での値のとおりに保ちながら，生体高分子との相互作用(水素結合，疎水相互作用，又は塩橋)を考慮しながらはめ込んでいく。このときに変化させ得る自由度は，はめ込みをされる部分とはめ込む隣のフラグメントとの結合についてのねじれ回転角だけである(同4(1))。",
                        "②　上記①の工程でのはめ込みの際に，ベース・フラグメントにはめ込まれるフラグメントの生体高分子の座標系への変換を行う(同4(2))。",
                        "③　上記①の工程で得られたベース・フラグメントとフラグメントの配置を，配置の類似性によりグループ分けし，各グループごとに，すべての配置についての情報を総合して，そのグループを代表する配置を得る(同4(3))。",
                        "④　上記③の工程で得られたベース・フラグメントと他のフラグメントの各配置に対し，元のリガンド構造中で隣にあるフラグメントの一つを残りのフラグメントから選び，上記①ないし③と同様の工程を行うことを繰り返す(同4(4))。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(カ)",
                  "subject": "構成要件Cとロ号方法との対比",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "ロ号方法では，上記のとおり，生体高分子側相互作用点の距離の組合せと等しいものが，選択された各ベース・フラグメントの各配座，及び，ベース・フラグメント中の相互作用可能な三つの原子の各組合せにあるかどうかを，ハッシュ表も利用して，探索した後に，同ベース・フラグメントの生体高分子の座標系への変換を行い，その後，残りの複数のフラグメントから，元のリガンド分子の構造中でベース・フラグメントの隣にあったものを一つ選び，経験的に低いエネルギー値をとる構造から抽出した「環構造」や「回転可能角の組」が入っているデータベースを使用して，ベース・フラグメントと当該フラグメントとの間の距離と角度は元のリガンド分子の構造中での値のとおりに保ちながら，生体高分子との相互作用(水素結合，疎水相互作用，又は塩橋)を考慮しながらはめ込んでいき，そのはめ込みの際に，ベース・フラグメントにはめ込まれるフラグメントの生体高分子の座標系への変換を行うものであるから，結果としてリガンド分子全体の座標変換を行うものであり，構成要件Cの「第2工程で得られた水素結合様式と配座毎に，リガンド分子中の水素結合性ヘテロ原子とダミー原子との対応関係に基づいてリガンド分子の全原子の座標を生体高分子の座標系に置き換えることにより生体高分子-リガンド分子の複合体構造を得る第3工程」との構成を備えるものである。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "ロ号方法においては，前記のとおり，三つの生体高分子側相互作用点とベース・フラグメントの相互作用可能な三つの原子の対応関係に基づいて，ベース・フラグメントを生体高分子の座標系に変換するものである。もっとも，この座標系変換は，フラグメント単位で行われているものである。しかし，本件特許発明の構成要件Cは，上記のとおり規定しているだけであり，第2工程で得られた水素結合様式と配座ごとに，リガンド分子の全原子の座標を生体高分子の座標に置き換えればよいのであるから，①リガンド分子の水素結合性部分と非水素結合性部分とを分離しないままで，水素結合性部分にのみ着目して第1及び第2工程を実施した後に，非水素結合性部分も含めてリガンド分子の全原子の座標を置き換え，その後，非水素結合性部分について最適の配座を選択していくとの最良実施例の方法が構成要件Cを充足することは当然として，それだけでなく，②リガンド分子の水素結合等の相互作用可能な部分のみを当初から分離して，これについて第1及び第2工程を実施した後に，これを生体高分子の座標系に置き換え，その後，リガンド分子の水素結合性部分に隣接する非水素結合性部分について，これを水素結合性部分に接続し，生体高分子の座標系に置き換え，その後，隣接する非水素結合性部分に同様のステップを繰り返した後に，最終的にリガンド分子の全原子の座標を生体高分子の座標系に置き換えるとの方法も，構成要件Cを充足するものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(キ)",
                  "subject": "構成要件Dとロ号方法との対比",
                  "text": [
                    "ロ号方法が構成要件Dの「を含む生体高分子-リガンド分子の安定複合体の構造を探索する方法」であることは，上に述べたところから明らかである。"
                  ]
                },
                {
                  "fig": "(ク)",
                  "text": [
                    "以上のとおりであるから，ロ号方法は，本件特許発明の構成要件AないしDの構成をすべて具備するものであり，本件特許発明の技術的範囲に属する，というべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(ロ号物件による間接侵害の成否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ロ号物件は，「SYBYL」と称する分子モデリングシステム・ソフトウエアを記録した媒体であり，FlexX(ロ号方法を実施するためのソフトウエア)以外のソフトウエアも収録されている(ロ号物件目録前文)。",
                "ロ号物件の宣伝広告用パンフレットには，",
                "「SYBYLR／Baseは，分子設計に必要な様々なツールを含んでいます。",
                "・構造構築，構造最適化，構造比較",
                "・構造のグラフィックス表示，構造とデータの関連づけ",
                "・注釈(文字や矢印)の表示，ハードコピー機能，印刷機能",
                "・種々の力場の提供(適用分野：分子設計とグラフィックス表示)」      とSYBYLの機能が網羅的に記載され，その上で，FlexX等について，「FlexXTMとCSCORETMを共に用いてバーチャル(仮想的)・ハイ・スループット・スクリーニングを行うことにより，合成やスクリーニング実験に用いる化合物の順位付けを行うことができます。FlexXは高速かつ柔軟に複数のリガンドを活性部位にドッキングさせることができます。CScoreは複数の種類の評価関数を用いて，蛋白質に結合したリガンドの親和性を総合評価します。」などの記載がある(乙第6号証)。",
                "上記のように，SYBYLは，分子設計に必要な様々なツールを含んでいるとはいえ，FlexXが，分子設計において極めて重要な中心的な役割を果たしているものであることは，これまでに認定してきたことから優に認められ，FlexXを使用せずに分子設計をすることがほとんど考え難いことであることは，上記に認定したロ号方法の内容，機能から明らかである。",
                "特許法101条2号の「その発明の実施にのみ使用する物」とは，その方法の発明に使用する以外の用途を有しない物との意味であり，「その発明の実施にのみ使用する物」との立証を覆すためには，その方法の発明に使用する以外の用途が抽象的にあることをいうだけでは足りず，その用途が社会通念上経済的，商業的ないしは実用的な用途であると認めるに足りるものであることを主張し立証することを要するというべきである。",
                "しかし，SYBYLについては，上記のとおり，FlexX以外のソフトウエアを備えているとしても，SYBYLを分子設計以外の用途に使用することが実際上は考えられず，分子設計における，FlexXの上記のような重要性の下で，FlexXを使用しない用途が社会通念上経済的，商業的ないしは実用的な用途であることを認めるに足りる証拠は，本件全証拠を検討しても見いだすことができない。",
                "以上からすれば，ロ号物件は，本件特許発明の技術的範囲に属するロ号方法の使用にのみ用いるものである，ということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，ロ号方法が，疎水性リガンドについて，疎水性相互作用のみを考慮して実施されることがあり，このようなドッキング計算(水素結合を考慮しない用途)は実用的な用途である，と主張する。",
                "しかし，ロ号方法では，水素結合・塩橋があれば，そのウエイトを疎水相互作用の100倍以上とすることにより，水素結合・塩橋に関与する原子を含む部分が優先的にベース・フラグメントとして選択されるものとされている(ロ号物件目録2)。また，リガンド分子として採り上げられる生体内の生理活性分子や薬あるいは薬の候補分子についての特許情報を収録したデータベース(MDDR)によれば，これらのうち水素結合を1個以下しか含まない化合物は全体(9万5000個)のうち，0．7％しかなく，そのほとんどすべてのものが水素結合を2個以上含むものである(弁論の全趣旨)。さらに，FlexXを使用して，疎水性相互作用のみを利用した安定複合体の探索ができるかどうかを確認し得る証拠はない。これらの状況の下では，FlexX(ロ号方法)を使用する場合において，疎水性相互作用のみを利用した安定複合体を探索するとの方法が，社会通念上，経済的，商業的ないしは実用的な用途であるとまでいうことはできず，FlexX(ロ号方法)は，相互作用として水素結合を含む安定複合体の探索方法にのみ使用されるものであるというべきである。",
                "被控訴人は，控訴人らが主張するロ号物件目録3(iv)の「ベース・フラグメントには水素結合・塩橋に関与する原子をより多く含む部分が優先的に選ばれるので，三組のすべてが疎水性相互作用の性質をもつ場合は稀である。」との部分を否認する。上に認定したところからすれば，ロ号方法は，「三組のすべてが疎水性相互作用の性質をもつ場合は極めて稀である。」ものと認められる(控訴人らは，ロ号物件目録の上記部分について，当初，「極めて稀である」としていたのを，当審の最終段階において「稀である。」と訂正した。しかし，上に認定したところによれば，ロ号物件目録としては，「極めて稀である。」と記載するほうが，その表現として適切であるので，ロ号物件目録の上記表現をそのように訂正する。)。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点4(権利濫用の抗弁)について",
          "text": [
            "被控訴人は，本件特許発明は，LUDIと同一の発明である，そうでないとしても，LUDIから容易に想到し得る発明である，と主張する。しかし，本件特許発明は，LUDIと同一であるとも，LUDIから容易に想到し得るものであるとも，いうことができない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "乙5文献には，LUDIについて，次の記載がある。",
                    "①　その要約欄には，「低分子を蛋白質構造の溝(例えば酵素の活性部位)に対し，酵素との間に水素結合が形成される疎水性ポケットが疎水性原子団で埋まるように配置する，新たなコンピュータプログラムを示す。本プログラムは3段階で働く。始めに，水素結合を形成するか疎水性ポケットを埋めるのに適した空間中の離散的な位置である，相互作用サイトを計算する。相互作用サイトは，ケンブリッジ構造データベースを検索して得られた非結合接触の分布から導かれる。相互作用部位の別の導き方は，規則の使用である。第2の段階では，分子フラグメントを相互作用部位に対して適合する。現在我々は，この適合のために600フラグメントのライブラリを用いている。現在のプログラムの最終段階は，幾つかの，あるいは全ての適合されたフラグメントを，一つの分子につなぎ合わせることである。これはブリッジフラグメントを用いて行われる。」(乙第5号証訳文1頁)と記載されている。",
                    "②　全体的な説明として，用語を定義する「相互作用部位(interaction site)は，空間中の点であり，酵素には占有されず，阻害剤の官能基の原子が酵素と好ましい相互作用をすることができる場所である。・・・H-供与性およびH-受容性部位は酵素との水素結合の形成に適している。・・・分子フラグメント(molecular fragment)は理想的な構造を有する低分子あるいは官能基である。現行のプログラムで使用されている分子フラグメントの例は，ベンゼンや酢酸である。・・・ブリッジ(bridge)は分子フラグメントに非常によく似ている。これもまた理想的な構造を有する低分子である。ブリッジは分子フラグメント間に適合され，それらを一つの分子に併合させる。」(同3頁)との記載と，LUDI全体について述べる「本プログラムは3つのモジュール，BSITES,FRAGMT,BRIDGEから成る。BSITESは潜在的な相互作用部位を発生する。FRAGMTは分子フラグメントを選択し，それらを潜在的な相互作用部位に適合させる。BRIDGEはブリッジフラグメントを選択し，分子フラグメントを1つの分子に融合させる。」(同4頁)との説明がある。",
                    "③　相互作用部位の計算について，「LUDIでは，相互作用部位の発生に3つの異なるアプローチを用いることができるようになっている：(1)規則に基づく(以下を参照)；(2)CSDから導かれた統計的な水素結合の分布や非結合接触パターンを利用；(3)プログラムGRID【5】の出力を利用」(同5頁)との説明がある。",
                    "④　分子フラグメントの適合について，「次の段階は，前段階で発生した相互作用部位への分子フラグメントの適合であり，以下のように行われる。距離を判定基準として，分子フラグメントと適合するような適切なペア，3つ組，あるいは4つ組を相互作用部位のリストから検索する。」(同9頁)及び「分子フラグメントは，本プログラムによってフラグメントライブラリから読み込まれる。・・・フラグメントライブラリは，・・・低エネルギーの配座にある適切な分子を，注意深く選択することで手作業で作成した。・・・全てのフラグメントは剛体として扱われる。しかし，内部の柔軟性はライブラリ中に一つのフラグメントについて幾つかの配座を含めておくことで扱える。柔軟な分子の一例はジペプチドで，この場合は・・・複数の配座がライブラリに保存されている。・・・」(同10頁)等の説明がある。",
                    "⑤　フラグメントのブリッジングについて，「現在の本プログラムの最終段階は，適合されたフラグメントの幾つか若しくは全てを，一つの分子に連結する作業を含んでいる。これはブリッジライブラリ・・・に蓄積されているブリッジフラグメントによって行われる。」(同11頁)との説明がある。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "乙5文献の上記の記載から明らかなように，LUDIは，プログラムに内蔵したライブラリ中の数百の剛体の分子フラグメント(構造断片)をつなぎ合わせて，標的となるたんぱく質のポケットに水素結合等により結合し得る多様なリガンド分子の候補の構造を構築していく方法である。乙5文献のタイトルが，'A new method for de novo design of enzyme inhibitors'(「酵素阻害剤のde novo設計(新たな設計)のための新たな方法」)となっていることからも分かるように，LUDIは，ユーザーがリガンド分子を入力するのではなく，プログラムが結合ポケットに適合する分子フラグメント(構造断片)を順次組み合わせて，新たな分子構造を構築していく方法(構造自動構築法)であり，どんな構造のリガンド分子がプログラムから出力されるかは，当初からは知ることができないものである。したがって，LUDIには，本件特許発明が第1工程から扱っている「リガンド分子」，すなわち，生体高分子との安定複合体構造を探索するために，プログラムに入力される所与の「リガンド分子」という概念がない。このように本件特許発明にいう「リガンド分子」に相当するものがないLUDIが，本件特許発明における「生体高分子-リガンド分子の安定複合体の構造を探索する方法」(構成要件D)に該当することは，あり得ない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "乙5文献の上記の構成から明らかなように，LUDIにおいては，たんぱく質のポケットに適合し得る分子フラグメントは剛体であり，「600フラグメントのライブラリを用いて」ライブラリに入力されたままの配座でしか距離を比較しないのであるから，本件特許発明の構成要件Bの「リガンド分子の水素結合性部分の配座を同時に推定する」という構成を欠いている。",
                    "LUDIには，上記④のとおり，「内部の柔軟性は一つのフラグメントについて幾つかの配座を含めておくことで扱える」との記載がある。しかし，分子フラグメントを剛体として扱っていることは，上記④に記載されたとおりであり，LUDIが行っているのは，入力した配座のままのフラグメントがどういう結合様式で安定して結合ポケットに入り得るかを検討する剛体ドッキングである。このことは，乙5文献の著者自身が，本件特許出願の1年半後の1994年10月に発表した論文に，「我々の検索では，分子ごとに単一の三次元配座を，プログラム・・・により生成して用いた。FCD中には，複数の回転可能な結合を持つために複数の配座を取りえる構造が多数存在する。単一の配座を用いるということが現在のアプローチの最大の制約であり，いくつかの重要なヒットを逃すことになるかもしれない。」(甲第32号証同訳文)と記載して，LUDIについて，単一の配座の分子フラグメント(剛体のもの)を使用する制約があったことを認めていることからも明らかである。LUDIは，本件明細書が解決すべき問題として挙げている，「はじめに与えた配座・・・でしかドッキング状態が検索できない」(本件公報6欄6行～8行)という従来技術の問題点を解決できていなかったのである。",
                    "これに対し，本件特許発明の構成要件Bの「生体高分子-リガンド分子間の水素結合様式及びリガンド分子の水素結合性部分の配座を同時に推定する第2工程」とは，配座の自由度があるリガンド分子について，任意の1配座に対応した1組の原子座標を入力するだけで，可能なすべての配座と結合様式で安定に結合ポケットにはまり得る可能性を自動的に検討し，水素結合性様式と配座を同時に推定するものであり(より具体的には，リガンド分子の水素結合性部分の配座を変化させながら，ダミー原子間の距離とリガンド分子の水素結合性ヘテロ原子間の距離を比較することにより，可能な水素結合様式とともに可能な配座を選択するものである)，LUDIがこの構成を備えていないことは明らかである。また，LUDIの開発者の上記論文中の上記記載(甲第32号証)によれば，本件特許発明の出願時において，LUDIから本件特許発明に想到することが当業者にとって容易とはいえなかったことも明らかというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "以上のとおりであるから，控訴人の本訴請求は理由がある。そこで，控訴人の本訴請求を棄却した原判決を取り消し，控訴人の本訴請求(主位的請求)を認容することとし，第1，第2審における訴訟費用の負担につき民事訴訟法67条，61条を，仮執行の宣言について同法297条，259条1項を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成15年(ネ)1223",
    "date": "2004-02-27",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成13年(ワ)21278",
    "precedent_id": "010483",
    "ipprecedent_id": "892",
    "court": "東京高等裁判所",
    "court_section": "東京高等裁判所第6民事部"
  }
}