{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-890010号事件について令和元年11月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年11月21日，別紙商標目録記載の商標(以下「本件商標」という。)につき，指定商品を第7類「鉱山機械器具，土木機械器具，荷役機械器具，農業用機械器具，廃棄物圧縮装置，廃棄物破砕装置」として，商標登録出願をし，本件商標は，平成24年4月27日，登録された(登録第5490432号。甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効審判請求の経緯(後掲各証拠のほか，甲290)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成29年2月22日，本件商標について，商標登録無効審判を請求し，「GODZILLA」との文字から成る商標(以下「引用商標」という。)を引用して，商標法4条1項15号等に該当する旨主張した(甲175)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許庁は，被告の請求を無効2017-890010号事件として審理し，平成29年10月16日，「本件審判の請求は，成り立たない。」とする審決をした(以下「第1次審決」という。)。",
                    "被告は，同年11月22日，第1次審決の取消しを求める訴訟(当庁平成29年(行ケ)第10214号)を提起した。",
                    "知的財産高等裁判所は，平成30年6月12日，第1次審決を取り消す旨の判決(以下「第1次判決」という。)をし，同判決は，令和元年6月14日付けの上告不受理決定により確定した(甲293)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特許庁は，第1次判決の確定を受けて，無効審判について更に審理を行い，令和元年11月6日，本件商標の登録を無効とする旨の審決(以下「本件審決」という。)をし，その謄本は，同月14日，原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，同年12月12日，本件審決の取消しを求める本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件商標がその指定商品に使用されれば，その取引者及び需要者において，当該商品が被告や被告と緊密な関係にある営業主の業務に係る商品であると誤信されるおそれがあるから，本件商標は，商標法4条1項15号に該当する，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "商標法4条1項15号該当性判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標権の分割",
          "text": [
            "本件商標に係る商標権は，原告がした令和元年12月12日受付の申請により，次の(1)(2)のとおりに分割され，その登録がされた。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "指定商品を第7類「鉱山機械器具，土木機械器具，荷役機械器具，農業用機械器具，廃棄物圧縮装置，廃棄物破砕装置但し，パワーショベル用の破砕機・切断機・掴み機・穿孔機等のアタッチメントを除く」とするもの(登録第5490432号の1。甲294。以下，分割後の商標を「本件商標1」という。)"
            },
            {
              "fig": "(2)",
              "text": [
                "指定商品を第7類「パワーショベル用の破砕機・切断機・掴み機・穿孔機等のアタッチメント」とするもの(登録第5490432号の2。甲295。以下，この商標を「本件商標2」という。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標2が商標法4条1項15号に該当しないこと",
          "text": [
            "本件審決のうち取消判決である第1次判決の拘束力に従って判断された部分は争わない。しかし，その後にされた商標権の分割とその遡及的な効果からすれば，本件商標の一部である本件商標2が商標法4条1項15号に該当しないことになる。それにもかかわらず，本件商標の登録を無効とした点において，本件審決には，実体的な誤りがあり，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "誤認混同のおそれについて",
              "text": [
                "商標権の分割がされた後の本件商標2の指定商品は，「第7類  パワーショベル用の破砕機・切断機・掴み機・穿孔機等のアタッチメント」であるところ，被告の業務に係る商品とその性質，用途又は目的において関連性を有さず，取引者及び需要者も異なるから，当該指定商品について本件商標2が使用されたとしても，被告又は被告との間にいわゆる親子関係や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品であると誤信されるおそれはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の持つ顧客吸引力へのただ乗り等について",
              "text": [
                "本件商標2の指定商品である建設機械のアタッチメントの取引者及び需要者は，専らその性能や品質などを基準として商品を選択し，引用商標が有する映画「ゴジラ」や想像上の怪獣「ゴジラ」のイメージに誘引されて取引を行うことはない(換言すると，当該取引者及び需要者に対する顧客吸引力は引用商標にはない。)。",
                "そうである以上，本件商標2がその指定商品に使用されたとしても，引用商標の持つ顧客吸引力へのただ乗り(フリーライド)やその希釈化(ダイリュージョン)を招くことにはならず，本件商標2には商標法4条1項15号の趣旨が妥当しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件商標2は，商標法4条1項15号にいう「他人の業務に係る商品‥と混同を生ずるおそれがある商標」に該当しないから，本件審決には取り消されるべき瑕疵がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被告の後記主張に対する反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標権の分割の効力について",
              "text": [
                "商標法24条2項は，商標登録が無効とされるのを回避するために，商標権の消滅後においてもその分割をすることができることを定めており，この趣旨を全うするためには，分割の効果が商標登録時まで遡及するか，遡及したのと同等の利益が維持されるものと解さざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標2の商標法4条1項15号該当性について",
              "text": [
                "被告が使用許諾を求められた商品として挙げる「塗装機械器具」は，本件商標2の指定商品である建設機械のアタッチメントとは異なるし，この点を措くとしても，被告は，未だその商標が消費財だけでなく生産財にも使用許諾される可能性があることをいうにすぎない。",
                "また，被告がゴジラシリーズの映画に関連してタイアップや使用許諾をしてきた相手方として挙げる産業廃棄物処理業者，解体業者，コンクリート圧送工事等を行う業者の事業は，本件商標2の指定商品である建設機械のアタッチメントを用いるものとは異なる。",
                "さらに，原告の製品紹介動画(乙35，36)は，怪獣「GODZILLA」のもつ建造物を破壊するイメージを流用したものではない。",
                "したがって，本件商標2がその指定商品に使用されたとしても，それらに接した取引者や需要者が，その商品について誤認混同するおそれがあるとはいえない。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "商標権の分割について",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効審決後にされた商標権の分割は審決の適否の判断に影響しないこと",
              "text": [
                "審決の適否は，その審決がされた時点の事情をもとに判断されるべきものであるから，本件審決の後にされた商標権の分割によって影響が及ぶことはない。",
                "また，商標権の分割には遡及効がない。仮に，商標権の分割に既にされた審決の適否を左右するような効果を認めるとすれば，無効審判で敗れた商標権者に商標権の分割によって何度でも審理のやり直しの機会を求めることを許す結果となり，著しく訴訟経済に反し，妥当でない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標権の分割を理由にして本件審決の適否を争うことは，権利の濫用に当たり，許されないこと",
              "text": [
                "原告には，より早期に商標権の分割をする機会があった。それにもかかわらず，本件商標の商標登録を無効とすべき旨の第1次判決が確定した後に，商標権の分割を行い，上記判決に従ってされた無効審決の適否を争っており，確定判決の効力を無意味にすることにもなる。",
                "原告によるこのような商標権の分割は，権利の濫用に当たり，許されない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標2には商標法4条1項15号の無効理由があること",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標2の指定商品と被告の業務に係る商品等との関連性及び取引者及び需要者の共通性とこれによって生じる誤認混同のおそれ",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告の業務は，映画の制作・配給，演劇の制作・興行，不動産経営等と広く，被告の商品及び役務の需要者は，年齢，性別，職種等を問わない広汎な一般消費者である。被告は，引用商標「GODZILLA」について，多くの企業にいわゆる商品化権を与えており，その対象商品は，人形やぬいぐるみなどの玩具，文房具，衣料品，食料品，雑貨等であるなど，多岐にわたる。被告は，「GODZILLA」の著作物及びその名称に関し，様々な業種の企業と使用許諾契約を締結しており，プリンター，住宅，自動車等の高額の消費財について使用許諾をしてきたものもある。",
                    "本件商標2の指定商品は，建設機械用のアタッチメントであるが，建設機械及びその部品・附属品は，本件商標2の付された原告の商品も含め，中古で販売され，又はレンタルされているという取引の実情がある。",
                    "前記のとおり，被告の商品及び役務の需要者は，年齢，性別，職種等を問わない広汎な一般消費者であり，その中には，本件商標の指定商品に接する取引者や需要者も含まれるから，本件商標2の指定商品に接する取引者及び需要者と被告の業務に係る商品や役務の取引者及び需要者との関連性の程度は高い。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成27年9月11日には，被告の有する商標「GODZILLA／ゴジラ」(登録第4785876号)の指定商品である「塗装機械器具」について使用許諾を求められたことがあり，このことは，被告の商標が消費財だけでなく生産財にも使用許諾される可能性があることを示す。",
                    "また，被告は，ゴジラシリーズの映画に関連して，産業廃棄物処理業者，解体業者，コンクリート圧送工事等を行う業者とも，タイアップや使用許諾をしてきた実績があるが，これらは，怪獣「GODZILLA」に建造物を破壊するイメージが定着していることによるものである。",
                    "さらに，原告の製品紹介動画(乙35，36)は，怪獣「GODZILLA」のもつ建造物を破壊するイメージを流用したものであり，その需要者や取引者がこのような原告の広告に接すると，被告と原告の間にタイアップや使用許諾の契約が存在するものと考える可能性が高い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の事実に鑑みれば，被告の周知著名商標である引用商標と類似する本件商標2がその指定商品に使用されると，それらに接した取引者や需要者が，その商品について，被告との間に緊密な営業上の関係にある営業主の業務に係る商品であり，引用商標の使用許諾を受けたものであると誤認混同するおそれがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "よって，本件商標2に係る指定商品について検討しても，本件商標2は，商標法4条1項15号にいう「他人の業務に係る商品‥と混同を生ずるおそれがある商標」に該当するから，本件審決の判断に誤りはない。",
                "なお，原告は，本件商標2と商標及び指定商品を同じくする別の商標(登録第6143667号。令和元年5月10日登録。以下「別件商標」という。)の設定登録を受けたが，これについて，被告は，令和元年11月6日付けで無効審判請求をして，その効力を争っている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "前記第2の1の事実関係に加え，証拠(甲290，294，295，乙1，2)及び弁論の全趣旨を総合すれば，以下の事実関係が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "第1次判決は，以下のとおり判示して，無効審判請求が成り立たないとした第1次審決を取り消し，上告不受理決定により確定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法4条1項15号にいう「他人の業務に係る商品‥と混同を生ずるおそれがある商標」には，当該商標をその指定商品に使用したときに，当該商品が他人の業務に係る商品であると誤信されるおそれがある商標のみならず，当該商品が上記他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品であると誤信されるおそれがある商標が含まれる。そして，上記の「混同を生じるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品と他人の業務に係る商品との間の性質，用途又は目的における関連性の程度並びに商品の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標と引用商標とは，称呼において相紛らわしく，外観においても相紛らわしい点を含む。また，引用商標は周知著名であり，その独創性の程度も高い。",
                    "本件指定商品に含まれる商品のうち，専門的・職業的な分野において使用される機械器具についてみれば，性質，用途又は目的において被告の業務に係る商品との関連性の程度は高くないものの，多角化された被告の業務に係る商品の中には一定の関連性を有するものが含まれており，その取引者及び需要者は共通し，これらの取引者及び需要者は，取引の際に，商品の性能や品質のみではなく，商品に付された商標に表れる業務上の信用をも考慮して取引を行うものと認められる。",
                    "このように，本件指定商品は，本件商標を使用したときに当該商品が被告又は被告との間に緊密な営業上の関係にある営業主等の業務に係る商品であると誤信されるおそれがあるものを含むから，本件商標は，被告の業務に係る商品との間で出所混同のおそれがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件商標は，商標法4条1項15号にいう「他人の業務に係る商品‥と混同を生ずるおそれがある商標」に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，第1次判決の言渡しの後である平成30年7月25日，本件商標2と商標及び指定商品を同じくする別件商標の登録出願をし，令和元年5月10日に設定登録を受けた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，第1次判決を受けて，本件商標の登録を無効とする旨の本件審決をし，原告は，令和元年12月12日，その取消しを求める本件訴えを提起した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和元年12月12日付けで本件商標権の分割を申請し，その結果，本件商標は，指定商品を第7類「鉱山機械器具，土木機械器具，荷役機械器具，農業用機械器具，廃棄物圧縮装置，廃棄物破砕装置但し，パワーショベル用の破砕機・切断機・掴み機・穿孔機等のアタッチメントを除く」とする本件商標1と，指定商品を第7類「パワーショベル用の破砕機・切断機・掴み機・穿孔機等のアタッチメント」とする本件商標2に分割する旨の登録がされた。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，上記(4)の商標権分割を前提として，分割後の本件商標2が商標法4条1項15号に該当しないと主張して本件審決の取消しを求めている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標権の分割の効果",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標登録出願は，商標の使用をする商品又は役務を指定して，商標ごとにしなければならないが，指定する商品又は役務は二以上とすることもできるとされている(商標法6条1項)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "商標権は，設定の登録により発生し(商標法18条)，複数の商品又は役務を指定商品又は指定役務とする商標権は，登録名義人の申請により(商標登録令9条)，分割することができる(商標法24条1項)。",
                "商標権の分割をすることにより，指定商品又は指定役務ごとに商標権の移転(同法24条の2)が可能となる。移転を伴わない商標権の分割は，商標法条約7条(2)の要請に基づき設けられたものであり，異議申立てや無効審判の請求がされた場合に，問題のない商品又は役務に関する商標権を分離して，権利行使を容易にすることができるというメリットもあるとされている。",
                "なお，商標権が消滅した後においても，存続時に被った損害に係る賠償請求権の行使の便宜を図る趣旨から，無効審判請求(商標法46条3項)があったときは，その事件が審判，再審又は訴訟に係属している場合に限り，商標権の分割をすることができる(同法24条2項)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "商標権の分割は，登録しなければ，その効力を生じない(商標法35条，特許法98条1項1号)。そして，登録によって生じる分割の効果が遡及することを定めた規定はないから，分割の効果は，登録の時点から将来に向かって生じるものと解するのが相当である。",
                "この点に関し，原告は，商標法は，商標登録が無効にされるのを回避するために，その24条2項で，商標権の消滅後においてもその分割をすることができると規定しており，この趣旨を全うするためには，分割の効果が商標登録時まで遡及するか，遡及したのと同等の利益が維持されるものと解さざるを得ないと主張する。",
                "しかしながら，既に消滅し，存在しない権利関係を分割するということは，本来，実体としてはあり得ないものである。商標法24条2項がこのようなものを認めたのは，商標権が存続していた当時の権利行使の当否を判断する前提として，必要な限りにおいて，分割された商標権の存在を擬制するにすぎないというべきである。このように解したとしても，商標法24条2項の趣旨に反するものとは解されない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標権の分割の効果は，前記2のとおり，登録の時点から将来に向かって生じること，また，複数の指定商品についてされた1件の審決は，分割後のそれぞれの指定商品についてされたものと解すべきこと(商標法69条，46条の2参照)からすれば，原告が商標権の分割をしたことそれ自体は，本件審決の効力を左右するものではなく，その登録以前にされた本件審決の判断の当否に影響することはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点を措くとしても，以下に述べるとおり，原告が本件訴訟において商標権の分割の効果を主張して，審決の取消しを求めることは，原被告間の手続上の信義則に反し，又は権利を濫用するものとして許されないというべきである。",
                "なるほど商標法24条によれば，商標権の分割は，その商標権が存続している間は当然行うことができるものと解され，その時期を制限する旨の定めはない。しかしながら，商標法が，商標権の移転を伴わない場合も含めて，商標権を分割することを認めている趣旨は，前記2(2)のとおり，異議申立てや無効審判の請求がされた場合に，問題のない商品又は役務に関する商標権を分離して，権利行使を容易にすることができるというメリットを生かすことにある。そうであるとすれば，商標権の無効が主張され，異議申立てや無効審判の請求がされたときは，商標権者において商標権の分割を遅滞なく行うことを期待しても，商標権者に酷であるとは解されない。他方で，商標権者において商標権の分割がされないまま，異議申立てや無効審判の手続が進行すればするほど，商標登録の無効を主張した相手方には，商標権の分割がされることはないものとの信頼が生じることになる。",
                "また，商標登録無効審決後に商標権が分割された場合に，分割後の指定商品ごとに無効理由を判断し，審決の違法性を判断すべきものとすると，商標権を分割すれば実質的に特許庁や裁判所の判断を繰り返し求めることが可能になり，分割の回数を増やすことにより，紛争解決を引き延ばすことになる。",
                "商標権の分割をめぐるこのような当事者間の基本的な利害関係に加え，特に本件においては，本件商標の商標権者である原告において商標権の分割がされることなく，無効審判の手続が進行して請求不成立審決がされ，これを取り消す旨の第1次判決がされ，原告の上訴を経て第1次判決が確定し，無効審判の審理が更にされて本件商標の登録を無効とする旨の本件審決がされたという事実経過を経た後に，商標権の分割がされている。また，原告は，第1次判決後に本件商標2と商標及び指定商品を同じくする別件商標の出願をして，既にその商標登録を得ていることに照らせば，遅くとも別件商標の出願時には本件商標の分割をすることができたものである。さらに，本件商標2の指定商品は，本件商標の指定商品である商標法施行規則別表第7類2「鉱山機械器具」，同7類3「土木機械器具」，同7類4「荷役機械器具」，同7類18「農業用機械器具」及び同7類27「廃棄物圧縮装置，廃棄物破砕装置」のうち，同7類3「土木機械器具」に含まれるとされる「パワーショベル」を用途とするアタッチメントと解されるが，同7類5「化学機械器具」に含まれるとされる「破砕機」や同7類1「金属加工機械器具」に含まれるとされる「切断機」等も例示するものであって，このように細分化され，本件商標の指定商品に含まれるか否かが直ちに明らかとはいえないものを含む商品への分割は，予測し難いものである。これらの事情に鑑みると，本件商標について上記のような商標権の分割がされることはないとの被告の信頼の程度は大きいものということができる。",
                "よって，原告が本件訴訟において商標権の分割の効果を主張して，本件審決の取消しを求めることは，原被告間の手続上の信義則に反し，又は権利を濫用するものとして許されない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，商標権の分割とその遡及効を前提とする原告の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないので棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}