{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "text": "- 1 - "
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人グレイスランドは，原判決別紙被告ウェブサイト目録記載の各ウェブサイトに，原判決別紙被告表示目録記載1及び2の各表示をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人グレイスランドは，原判決別紙被告ウェブサイト目録記載の各ウェブサイトを表示するための電子ファイルから，原判決別紙被告表示目録記載1及び2の各表示を除去せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人グレイスランドは，原判決別紙被告ウェブサイト目録記載1のウェブサイトに，原判決別紙被告表示目録記載3及び4の各表示をしてはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人グレイスランドは，原判決別紙被告ウェブサイト目録記載1のウェブサイトを表示するための電子ファイルから，原判決別紙被告表示目録記載3及び4の各表示を除去せよ。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人グレイスランドは，原判決別紙被告表示目録記載5の表示をした原判決別紙被告商品目録記載2，4及び6の各商品を譲渡し，又は引き渡してはならない。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "被控訴人グレイスランドは，原判決別紙被告商品目録記載2，4及び6の各商品の商品パッケージに，原判決別紙被告表示目録記載5の表示をしてはならない。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "被控訴人グレイスランドは，原判決別紙被告表示目録記載5の表示の付された原判決別紙被告商品目録記載2，4及び6の各商品の商品パッケージを廃棄せよ。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して249万2500円及びこれに対する平成29年6月17日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等(略称は原判決のそれに従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被控訴人グレイスランドがインターネット上の店舗において販売している家庭用浄水器のろ過カートリッジに関し，同様にろ過カートリッジを販売している控訴人が，被告ウェブサイト1等や被告商品1等のパッケージに付された被告表示1等は品質を誤認させるものであって，不正競争防止法(平成30年法律第33号による改正前のもの。以下「不競法」という。)2条1項14号に当たると主張し，①被控訴人グレイスランドに対し，(ⅰ)同法3条1項に基づく被告各ウェブサイトにおける被告表示1及び2の表示の差止め，並びに，同条2項に基づく同各表示の除去，(ⅱ)同条1項に基づく被告ウェブサイト1における被告表示3及び4の表示の差止め，並びに，同条2項に基づく同各表示の除去，(ⅲ)同条1項に基づく被告表示5を付した被告商品2，4及び6の譲渡及び引渡しの差止め，(ⅳ)同条1項に基づく被告商品2，4及び6の商品パッケージにおける被告表示5の表示の差止め，並びに，同条2項に基づく同被告表示の付された被告商品2，4及び6の商品パッケージの廃棄を求めるとともに，②被控訴人らに対し，被控訴人好友印刷及び被控訴人Y3は被控訴人グレイスランドと共同して上記行為を行っているとして，不競法4条，民法709条，719条1項前段に基づき(被控訴人Y3については選択的に会社法429条1項若しくは597条に基づき)，損害賠償金249万2500円及びこれに対する不法行為の日以後である平成29年6月17日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を求める事案である。",
            "原判決は，控訴人の請求をいずれも棄却したので，控訴人がこれを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実及び争点は，原判決「事実及び理由」「第2  事案の概要等」の「1  前提事実」及び「2  争点」(原判決4頁4行目から6頁25行目まで)に記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "争点に関する当事者の主張は，後記2のとおり当審における控訴人の補充主張を付加するほかは，原判決「事実及び理由」「第3  争点に関する当事者の主張」(原判決6頁26行目から23頁1行目まで)に記載のとおりであるから(ただし，原判決18頁23行目の「増加」を「低下」に改める。)，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(品質誤認表示の有無)についての控訴人の補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告表示1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，被告表示1の一行目の「タカギ社製」は二行目の「浄水蛇口」を修飾する文言である旨認定した。",
                    "しかしながら， 被告表示1の二行目は「浄水蛇口の交換用カートリッジ」と文字がスペースなくひとまとまりに同一の行に表示されていること，被告表示1の右に表示されたカートリッジの写真の下には「交換用カートリッジ」の文字が大きいフォントで表示されていること，カタカナで表記された文字は目を引くという特性があることによれば，需要者は，被告表示1の一行目の「タカギ社製」は「交換用カートリッジ」を修飾すると認識する。",
                    "したがって，原判決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，被告各ウェブページには打消し表示が存在することを，需要者に品質誤認が生じないことの理由とした。",
                    "しかしながら，打消し表示が存在しないウェブページもあること，打消し表示は被告表示1から複数画面下方にスクロールさせてはじめて需要者の目に触れるものであることからすれば，打消し表示は被告表示1による誤認の発生を防ぐに足りるものではない。",
                    "したがって，原判決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告表示2について",
              "text": [
                "原判決は，①高性能・高品質の客観的な基準が法令等で定められていないこと，②商品の品質と価格の間には相関関係があること，③「高性能・高品質」と評価するかは需要者の主観に委ねられていること，④被告各商品(高除去タイプ)は2-MIB(カビ臭)の除去率が80％を上回ること，⑤被告各商品(標準タイプ)は浄水能力が高くないとしても浄水の流量が多いとの特徴を有していると認められること等から，被告表示2は商品の品質を誤認させるものではない旨判断したが，以下のとおり誤りである。",
                "①及び③については，浄水カートリッジの性能及び品質は除去対象物質及び除去率という客観的な指標により決定されるから，その評価に需要者の主観を差し挟む余地はない。",
                "②については，被告各商品は控訴人の商品と比較して安価であるが，需要者は，この価格差はインターネット通販という販路又は「やさしい価格」という価格設定によるものと理解するから，被告表示2に接したとき，価格差の分だけ「高性能・高品質」を割り引いて認識すると評価できるものではない。",
                "④については，「高除去タイプ」との表示に接した需要者は，単に2-MIBの除去率が80％を上回るということにとどまらず，遊離残留塩素等の他の物質についても控訴人の高除去性能タイプの浄水カートリッジに匹敵する能力があると期待するのであるから，かかる能力を備えない被告各商品(高除去タイプ)に「高性能・高品質」と表示することは品質を誤認させるものである。",
                "⑤については，控訴人が新たに実施した試験の結果も踏まえると，被告各商品(標準タイプ)は，除去対象物質の除去率として客観的に測定可能な浄水能力について，一般的な浄水カートリッジで提供される程度の浄水能力及び控訴人製の浄水カートリッジの浄水能力から著しく劣る商品であって，その性能及び品質が低いと評価されるべきものであり，到底「高性能・高品質」と評価し得るものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告表示3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告表示3の第1文について",
                  "text": [
                    "原判決は，被告各商品(高除去タイプ)の2-MIB(カビ臭)及びCAT(農薬)の除去率が80％を上回っていることを理由に，被告表示3の第1文は虚偽の内容とはいえない旨判断したが，下記(4)のとおり誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "同第2文について",
                  "text": [
                    "原判決は，被控訴人らが被告各商品の販売に先立ち第三者機関による性能試験を実施していない事実を認めるに足る証拠はないから，被告表示3の第2文は虚偽の内容とはいえない旨判断した。しかし，被控訴人らが性能試験の結果報告書を提出しないことからすれば，同試験は実施されていないと推認すべきであり，原判決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告表示4及び5について",
              "text": [
                "原判決は，控訴人が被告各商品(高除去タイプ)を購入して行った性能試験の結果について，被告表示4及び5の内容が虚偽であることを裏付けるものとはいえない旨判断したが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告試験1(甲10の11)について，原判決は，総ろ過水量800L通水時における2-MIBの除去率のデータが示されておらず，10L通水時のデータ(98％)及び1200L通水時におけるデータ(49％)から800L通水時の除去率が80％を下回ると推認することもできない旨判断した。",
                    "しかし，通水量に反比例して除去率が低下するとしても800L通水時の除去率は65．6％と計算されることは原審でも主張したとおりである上，800L通水時と1200L通水時との両方の除去率を測定した他の実験データによれば，800L通水時から1200L通水時までの除去率の低下度合はわずかであるから，上記検体につき800L通水時の除去率を測定したとすれば上記65．6％を下回ると推認される。",
                    "したがって，原判決の上記判断は誤りであり，少なくとも，原告試験1の検体を試験機関が受領した日である平成29年3月6日までは，被告表示4及び5は虚偽の内容であったというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告試験2(甲30)について，原判決は，総ろ過水量800L通水時における2-MIBの除去率が77．2％であるものの，検体が購入されてから試験に供されるまでに50日程度経過しておりその間の保管状況が明らかでないことを理由に上記試験結果を採用しなかった。",
                    "しかし，原判決は，長期間保管することによって除去性能が低下することについて何らの根拠を示していない。",
                    "したがって，少なくとも，原告試験2の検体を試験機関が受領した日である平成29年10月30日までは，被告表示4及び5は虚偽の内容であったというべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の請求はいずれも理由がなく，棄却されるべきものであると判断する。その理由は，当審における控訴人の補充主張に対する判断を次のとおり付加するほか，原判決「事実及び理由」「第4  当裁判所の判断」の「1  争点(1)(品質誤認表示の有無)について」(原判決23頁2行目から28頁6行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告表示1について",
              "text": [
                "控訴人は，被告表示1は，被告各商品がタカギ社純正品であると誤認させると主張する。しかし，「タカギ社純正品」であるとの表示が商品の品質等を表示していると理解するのは疑問であり，むしろ，商品の出所を表示するものと理解すべきであるから，控訴人主張の点は，不競法2条1項1号の問題としてとらえるべきもので，同項14号の問題としてとらえるべきものではない。そして，控訴人は，本訴においては同項1号該当の主張はしないと明言しているのであるから，控訴人の上記主張は，それ自体失当である。",
                "仮に，「タカギ社純正品」との表示が品質等の表示に当たると見る余地があり，かつ，一行目の「タカギ社製」が二行目の「交換用カートリッジ」を修飾すると認識する需要者も一定程度は存在するとしても，例えば，被告表示1の直下には「待望の交換用カートリッジついに発売！！」という表示があるところ，被告各ウェブページに接する需要者は控訴人製の浄水蛇口のユーザであって，もともと純正品の交換用カートリッジが控訴人によって提供されていることを知っているのであるから，上記表示を読めば直ちに被告各商品が控訴人製の純正品ではないことを認識するはずであることや，被告表示1と近接した位置にある「お買い求めの前に」の欄に，「標準タイプ・高除去タイプともに，純正カートリッジより浄水の流量が少ないですが」と被告各商品がタカギ社純正品ではないことを前提とした記述があることなどに照らしてみれば，需要者は，被告各商品が控訴人の製品ではないと認識すると考えられる。",
                "したがって，控訴人の上記各主張は，被告表示1が同項14号の表示に当たらない旨の判断を左右するものでなく，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告表示2について",
              "text": [
                "控訴人の主張は，被告表示2のように「高性能・高品質」をうたうに当たっては満たすべき一定の性能及び品質の基準があることを前提とし，被告各商品はかかる基準を満たさないから「高性能・高品質」との記載は虚偽の内容であるとするものであるが，上記の前提自体が控訴人の独自の見解というべきである。むしろ，需要者は，商品の購入に当たって価格等を含めた種々の要素を考慮するのが通常であり，「高性能・高品質」と評価するかどうかは需要者の主観に委ねられていることは，原判決を引用して説示したとおりである。",
                "したがって，控訴人の主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告表示3について",
              "text": [
                "被告表示3は，①被告各商品が有害物質を除去する性能を有していること(第1文)，②上記性能の具有につき第三者機関による試験を実施して確認済みであること(第2文)，という二つの内容から成る。控訴人の主張は，①について被告表示4及び5と同様に虚偽の内容である旨を，②については被控訴人らが試験結果の開示の求めに応じないこと等からすれば虚偽の内容と認定されるべき旨を主張するものである。",
                "このうち，上記②については，仮にそのような試験結果が得られていなかったとすれば，被告表示3は真実に反する内容を含むということにはなるが，そのことによって直ちに，被告表示3が不競法2条1項14号の文言にいう「商品の原産地，品質，内容，製造方法，用途若しくは数量について誤認させるような表示」に該当するものではない(換言すれば，商品に関する広告宣伝の文章中に真実でない表示が含まれていたとしても，必ずしも不競法違反の問題を生じるとは限らない。)。被告表示3が同号に該当するか否かは，結局のところ上記①が虚偽の内容といえるか否かにかかってくるというべきであり，被告表示4及び5と併せて下記(4)で検討する。",
                "なお，控訴人の令和元年6月28日付け文書提出命令申立ては，上記②が虚偽の内容であることを立証するためのものであるが，上述したところに照らして必要性を欠く。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告表示4及び5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原告試験1(甲10の11)において，1200L通水時の除去率45．1％という試験結果から800L通水時の除去率が80％を下回ると推認することはできない旨の原判決の判断は誤りである旨主張する。",
                    "しかしながら，控訴人が援用する試験結果(当審で新たに提出した甲73～88を含む。)を踏まえても，通水量の増加と除去率の低下との関係が控訴人の主張どおりであることを裏付ける的確な証拠は見当たらないといわざるを得ない。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，原告試験2(甲30)において800L通水時の除去率が77．2％にとどまったことについて，原判決が，検体の購入から供試までに経過した50日程度の間の保管状況が明らかでないことを理由に同試験結果を採用しなかった原判決の判断は根拠を欠く旨主張する。",
                    "しかしながら，77．2％という試験結果と，被告表示4及び5に記載された80％という数値との差異はわずかであり，保管状況等によって生じたものである可能性を否定することはできない。",
                    "したがって，控訴人の上記主張は，原告試験2の試験結果を根拠に被告表示4及び5が虚偽の内容であると認めることはできないとした原判決の判断を左右するものとはいえず，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求はいずれも理由がないから，これと同旨の原判決の判断は相当である。よって，本件各控訴をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(ネ)10039",
    "date": "2019-11-11",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成29年(ワ)19266",
    "precedent_id": "089042",
    "ipprecedent_id": "5266",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}