{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対して，連帯して3000万円及びこれに対する平成30年12月28日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，被控訴人日本製鉄(以下，被控訴人日本製鉄について，旧商号時についても特に区別せず，単に「被控訴人日本製鉄」ということがある。)の子会社であって，後に被控訴人日鉄テクノロジーに吸収合併されたテクノリサーチ社にかつて勤務していた控訴人が，①船舶の傾斜測定装置として被控訴人日本製鉄の使用・販売する装置(被告装置)は，控訴人の保有する本件特許に係る発明の技術的範囲に属するものであり，被控訴人日本製鉄による被告装置の使用及び販売は本件特許権を侵害し，テクノリサーチ社は被控訴人日本製鉄による本件特許権の侵害行為の原因となる行為をした，②被控訴人日本製鉄及びテクノリサーチ社は，控訴人のテクノリサーチ社在勤中にした別件発明につき，別件訴訟1で控訴人の職務を偽って主張するなどして裁判所に職務発明であるとの誤った判断をさせ，その後，適切な内容での特許出願をせず拒絶査定を意図的に確定させるなどした上，さらに，被控訴人らにおいて，異議に理由がないことを知りながら本件特許に対して特許異議の申立てをするなどの一連の不法行為をし，③被控訴人日鉄テクノロジーはテクノリサーチ社を吸収合併したことによりテクノリサーチ社の権利義務を承継したと主張して，被控訴人らに対し，不法行為による損害賠償請求権に基づき，①について，損害額2億6300万円の一部である2720万円及び②について，損害額607万円の一部である280万円の合計3000万円並びにこれに対する訴状送達の日の翌日である平成30年12月28日から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の連帯支払を求める事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，①被告装置の具体的構成及び被告装置と本件特許に係る発明(以下，後述する訂正後の請求項の番号に従い，「本件訂正発明2」などといい，本件訂正発明2，4～9を併せて「本件訂正発明」という。)との対比についての主張が控訴人よりされておらず，被告装置が本件訂正発明の技術的範囲に属することを認めるに足りる証拠はない，②控訴人が問題とする被控訴人ら及びテクノリサーチ社の行為は，不法行為を構成しないものであるか，控訴人の主張するところが別件判決1の既判力に実質的に矛盾するものであるなどとして，控訴人の請求をいずれも棄却したところ，控訴人は，原判決を不服として，控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり補正するほかは，原判決2頁8行目から5頁8行目に記載のとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁11行目から13行目までを以下のとおり改める。",
                "「ア  控訴人は，被控訴人日本製鉄の子会社であったテクノリサーチ社に勤務していた当時，原判決別紙2発明目録(別件発明)記載の発明(以下「別件発明」という。)をした個人である(甲1，11，43，乙1，2，弁論の全趣旨)。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁15行目から16行目を以下のとおり改める。",
                "「ウ  被控訴人日鉄テクノロジーは，被控訴人日本製鉄の子会社であって，鉄鋼業等における品質保証に関する業務等を目的とする株式会社であり，吸収合併によりテクノリサーチ社の権利義務を承継した(甲43，82，弁論の全趣旨)。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁6行目「別件発明に係る特許を受ける権利は，」の後に「テクノリサーチ社の「特許等の発明考案規定」(乙14。以下「本件発明考案規定」という。)に基づき」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決4頁9行目「優先日同年3月24日」の後に「［以下「本件優先日」という。］」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決4頁10行目「特願2015-79588」を「特願2015-534854号」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決4頁15行目「本件特許権」を「本件特許」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決4頁26行目「特許庁審判官」を「特許庁の審判官合議体」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決5頁5～8行目を以下のとおり改める。",
                "「(6)  本件特許に係る特許請求の範囲"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定により，本件特許に係る特許請求の範囲は，原判決別紙3「特許請求の範囲(本件発明)」のとおり訂正された(甲39，乙3)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明2は，以下の構成要件に分説するのが相当である。",
                    "A  船舶の両舷のドラフト差を測定するべく，",
                    "B  左舷と右舷にそれぞれ取付ける2つの液位測定管(11)と，",
                    "C  前記2つの液位測定管(11)を互いに連通させる連通ホース(41)と，",
                    "D  前記連通ホース(41)の中央部が固定されかつ左ホース部分(41a)と右ホース部分(41b)を同時に巻き取るドラム(51)と，を備えた",
                    "E  測定装置(1)であって，",
                    "F  前記ドラム(51)の軸部材(51a)の外周面上に固定された複数のシート片から構成されかつ前記シート片同士の間の隙間により溝が形成されたホース保持シート(45)を有し，",
                    "G  前記連通ホース(41)の中央部は，前記ホース保持シート(45)の前記溝に嵌め込まれることにより前記ドラム(51)に固定されることを特徴とする",
                    "H  船舶の両舷のドラフト差測定装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正発明4は，以下の構成要件に分説するのが相当である。",
                    "I  前記液位測定管(11)及び前記連通ホース(41)に充填される測定液(W)が，水と着色されたエチレングリコールとからなり，着色されたエチレングリコールは測定液(W)の3体積％～5体積％含まれることを特徴とする",
                    "J  請求項2のいずれかに記載の船舶の両舷ドラフト差測定装置。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正発明9は，以下の構成要件に分説するのが相当である。",
                    "A  船舶の両舷のドラフト差を測定するべく，",
                    "B  左舷と右舷にそれぞれ取付ける2つの液位測定管(11)と，",
                    "C  前記2つの液位測定管(11)を互いに連通させる連通ホース(41)と，",
                    "D  前記連通ホース(41)の中央部が固定されかつ左ホース部分(41a)と右ホース部分(41b)を同時に巻き取るドラム(51)と，を備えた",
                    "E  測定装置(1)であって，",
                    "K  前記連通ホース(41)の中央部をU字状に湾曲させて引っ掛けるために，前記ドラム(51)の軸部材(51a)の外周面から突出するホース掛け突起(51c)と，",
                    "L  前記連通ホース(41)の中央部に装着された樹脂製コイルスプリング(42)と，を有し，",
                    "M  前記連通ホース(41)及び前記樹脂製コイルスプリング(42)を覆うように前記軸部材(51a)の周囲に巻き付けられ固定された補助固定テープ(43)をさらに有し，",
                    "Ｎ  前記液位測定管(11)と前記連通ホース(41)の間に接続された透明な弾性体からなる空気抜き操作チューブ(13)をさらに有し，",
                    "O  前記空気抜き操作チューブ(13)は前記連通ホース(41)内に存在する",
                    "空気を排出させるべく外部から押圧操作されることを特徴とする",
                    "P  船舶の両舷ドラフト差測定装置。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人らによる本件特許権侵害の有無及び損害(争点1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "別紙1の写真1，2に写っている装置(以下「被告装置A」という。)が，本件特許権の設定登録日(以下「本件設定登録日」という。)以降に被控訴人日本製鉄により，使用・販売されていたか否か(争点1-1)"
                },
                {
                  "fig": "イ",
                  "subject": "被告装置A及び別紙2の写真1に写っている装置(以下「被告装置B」といい，被告装置Aと被告装置Bを併せて「被告装置」という。)が，本件訂正発明2，4，9の技術的範囲に属するか否か(争点1-2)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許の無効理由の存否(争点1-3)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人らが無効の抗弁を主張することが許されるか否か(争点1-3-1)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告装置が公然実施されたことに基づく新規性の欠如(争点1-3-2)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "冒認出願(争点1-3-3)"
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "先使用権の成否(争点1-4)"
                },
                {
                  "fig": "オ",
                  "subject": "損害(争点1-5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人らによる控訴人主張に係るその他の不法行為の有無及び損害(争点2)"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に対する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1(被告装置Aが，本件設定登録日以降に被控訴人日本製鉄により，使用・販売されていたか否か)について",
              "text": [
                "【控訴人の主張】",
                "被控訴人日本製鉄は，本件設定登録日以後も被告装置Aを使用・販売している。",
                "被控訴人らは，被告装置Aについて，圧力でコイルスプリングがつぶれてしまうという欠点があったため，現在では使用されていないと主張するが，ホースより遥かに強固なコイルがホースの圧力によりつぶれることはなく，被控訴人らの主張は虚偽である。",
                "【被控訴人らの主張】",
                "被告装置Aは，平成20年に試作されたものの，ホースを収納する際に圧力でコイルスプリングがつぶれてしまうという欠点があったため，試作品の段階で使用が中止され，実用化されることはなく，試作品も廃棄された(乙4～6)。",
                "したがって，本件設定登録日後に被告装置Aが使用・販売された事実はないから，被告装置Aによる本件特許権侵害は成立しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-2(被告装置が本件訂正発明2，4，9の技術的範囲に属するか否か)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告装置Aについて",
                  "text": [
                    "平成20年3月5日にテクノリサーチ社の原料試験センターの中庭で撮影された別紙1の写真1や同年8月13日に同センターの会議室で撮影された別紙1の写真2に写されている被告装置Aは，補助固定テープも含め，本件特許の請求項9に記載されている構成を全て備えている。別紙1の写真2からすると，被告装置Aが液位測定管を備えるとともに，本件訂正発明9の構成要件Ｎ及びOを充足していることが分かる。",
                    "したがって，被告装置Aは本件訂正発明9の技術的範囲に属するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告装置Bについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "平成23年1月31日にテクノリサーチ社の原料試験センター会議室で撮影された別紙2の写真1に写されている被告装置Bは，独立した複数のシート片が接着剤によりドラムの芯部に固定されているものであり，ドラムの芯部の一部が水ホースを保護する溝により区切られている。また，上記写真1には写されていないが，被告装置Bは，別紙1の写真2にある被告装置Aと同じ構成の液位測定管などを備えている。したがって，被告装置Bは，本件訂正発明2の構成要件を全て備えており，本件訂正発明2の技術的範囲に属するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "平成23年1月25日にテクノリサーチ社の原料試験センター別棟検査官室で撮影された別紙2の写真2，3に写っている液体(以下「本件測定液」という。)は，被告装置に用いられる測定液であり，水と着色されたエチレングリコールとからなり，着色されたエチレングリコールが測定液の3体積％～5体積％含まれている。したがって，本件測定液を用いた被告装置Bは，本件訂正発明4の技術的範囲にも属するものである。",
                        "被控訴人らは，現在，被告装置Bで用いられている測定液(乙6，13。以下「被告装置測定液」という。)には，エチレングリコールが2．73体積％しか含まれておらず，その容器に「3％」とあるのは，重量％の記載であった可能性があると主張しているが，本件訂正発明4の「着色されたエチレングリコール」とは，「着色されたエチレングリコール溶液」を意味するから，0．92を乗じる被控訴人らの計算式は誤っている。",
                        "また，本件訂正発明の明細書(甲29。以下，本件訂正発明に係る明細書及び図面を併せて「本件明細書」という。)の段落【0053】に，「水とエチレングリコールを混合し調整した後，数分間煮沸することにより気泡を除去してもよい。」と記載されていることからすると，水とエチレングリコールの沸点の違いから，被告装置測定液では，0．2ℓ程度の水が蒸発していると考えられる。",
                        "そして，重量％の可能性があるという主張で，被告装置Bが，本件訂正発明4の技術的範囲に属することを否定できるものではない。",
                        "【被控訴人らの主張】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "控訴人が本件特許権侵害の事実を主張立証できていないこと",
                  "text": [
                    "控訴人は，被告装置と，別紙1，2の写真がどのように対応しているのか説明していない。また，上記写真の装置と，本件特許の請求項の各構成要件の対比もしておらず，控訴人は，被告装置が，本件訂正発明の技術範囲に含まれる製品であるという事実を立証できていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告装置Aが本件訂正発明9の技術的範囲に属しないこと",
                  "text": [
                    "被告装置Aには，本件訂正発明9の構成要件M「前記連通ホース(41)及び前記樹脂製コイルスプリング(42)を覆うように前記軸部材(51a)の周囲に巻き付けられ固定された補助固定テープ(43)」に相当する構成及び構成要件Ｎ「前記液位測定管(11)と前記連通ホース(41)の間に接続された透明な弾性体からなる空気抜き操作チューブ(13)」に相当する構成が見当たらない。また，構成要件Oの「前記空気抜き操作チューブ(13)は前記連通ホース(41)内に存在する空気を排出させるべく外部から押圧操作される」という点も不明である。",
                    "控訴人は，別紙1の写真2に写っている装置が被告装置Aと同一のものであり，本件訂正発明9の構成要件Ｎ及びOを充足していると主張するが，上記写真を見ても，どの部分が構成要件Ｎの「前記液位測定管(11)と前記連通ホース(41)の間に接続された透明な弾性体からなる空気抜き操作チューブ(13)」の構成に相当するのか明らかではないし，構成要件Oの「前記空気抜き操作チューブ(13)は前記連通ホース(41)内に存在する空気を排出させるべく外部から押圧操作される」の構成を備えているものであるかどうかも明らかではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告装置Bが本件訂正発明2，4の技術的範囲に属しないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告装置Bが，本件訂正発明2の構成要件Fの「前記ドラム(51)の軸部材(51a)の外周面上に固定された複数のシート片から構成されかつ前記シート片同士の間の隙間により溝が形成されたホース保持シート(45)」という構成及び構成要件Gの「前記連通ホース(41)の中央部は，前記ホース保持シート(45)の前記溝に嵌め込まれることにより前記ドラム(51)に固定される」という構成を備えているかは明確ではなく，被告装置Bは，本件訂正発明2の技術的範囲に属さない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告装置測定液について，証拠(乙13)によると，被告装置測定液は，エチレングリコールが92％含まれる不凍液原液600mℓと蒸留水19．6ℓを調合して作成されたものであるから，以下の計算式のとおり，着色されたエチレングリコールを約2．7体積％しか含まないものである。被告装置測定液の容器にある「3％」の記載は，エチレングリコールの比重が約1．1であることからすると，重量％の記載であった可能性がある。",
                        "(計算式)",
                        "(0．6×0．92)÷(19．6＋0．6)＝0．0273",
                        "以上からすると，被告装置Bは，本件訂正発明4の構成要件Iのうち，「着色されたエチレングリコールは測定液(W)の3体積％～5体積％含まれる」という部分を充足しておらず，被告装置Bは，本件訂正発明4の技術的範囲に属さない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点1-3-1(被控訴人らが無効の抗弁を主張することが許されるか否か)について",
              "text": [
                "【控訴人の主張】",
                "無効審決の確定まで，特許権は適法かつ有効に存続し，対世的に無効とされず(特許法125条)，被控訴人らが，本件特許権が無効であることの証拠を十分に提出していないまま，無効主張することは許されない。",
                "【被控訴人らの主張】",
                "争う。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点1-3-2(被告装置が公然実施されたことに基づく新規性の欠如)について",
              "text": [
                "【被控訴人らの主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告装置Aが公然実施されていたこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明の両舷ドラフト差測定装置(以下，単に「ドラフト差測定装置」ともいう。)とは，船舶について，積荷の状態でのドラフト(喫水)と，空荷の状態でのドラフト(喫水)の差を調べることで，貨物の重さによって排除された海水の容積を割り出し，それに基づき運賃の算定や積荷の積揚げ重量を計算するというドラフトサーベイを行うためのものである。",
                        "船舶のドラフトサーベイは，積荷の積揚げ重量を計算する上で非常に重要な作業となることから，船舶の荷役責任者である一等航海士が必ず立ち会うのが，世界的な常識となっているし，一等航海士以外の乗組員がドラフトサーベイに参加することもよくある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告装置Aは，平成20年にテクノリサーチ社において試作されたドラフト差測定装置と思われるが，被告装置Aは，一般財団法人新日本検定協会(以下「新日本検定協会」という。)千葉事業所のチーフエクスパートであるAⅰ(以下「Aⅰ」という。)作成の2008年(平成20年)7月4日付け鑑定書(乙10)記載のとおり，Aⅰによって精度検査がされたほか，3隻の船舶でドラフトサーベイに用いられている(乙4，7)。そして，その際，サーベイヤー(鑑定人)と船舶側の荷役責任者である一等航海士の最低2名でドラフトが確認されているし，被告装置Aは各船舶の甲板上で，船舶の乗組員から見える場所で使用されており，乗組員の見学等は一切禁止されていなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人日鉄テクノロジーが，ドラフトサーベイを委託している各検査会社等にドラフト差測定装置を貸与する際，装置の構造について守秘義務契約は締結していないし，各船舶の乗組員も装置の構造について守秘義務を負っていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上からすると，被告装置Aは，本件優先日より前の平成20年7月4日の時点で，既に不特定又は多数人に知られるおそれのある状況で使用されており，被告装置Aの構造に関する発明は公然実施されていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告装置Bが公然実施されていたこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告装置Bは，平成20年11月頃から，テクノリサーチ社において使用されるようになったドラフト差測定装置と思われるが，被告装置Bは，Aⅰの作成した2009年(平成21年)2月10日付け鑑定書(乙11)にあるとおり，Aⅰによって平成21年2月8日に精度検査に使用された。",
                        "また，被告装置Bは，「OCEAＮ CHAMPIOＮ」での平成20年12月6日のドラフトサーベイ，「CHIＮ SHAＮ」での同月24日，同月26日の各ドラフトサーベイにも使用された(乙4，8，9)。",
                        "そして，被告装置Bは，新日本検定協会以外にも一般社団法人日本海事検定協会，日本検査株式会社といった各検査会社に貸与されて船舶のドラフトサーベイに使用されていた上，下北丸，鉄洋丸，名友丸，君津丸などの船舶に直接貸与されることもあった(甲99)。",
                        "ドラフトサーベイのサーベイヤー(鑑定人)と船舶側の荷役責任者である一等航海士の最低2名でドラフトが確認されているし，被告装置Bは各船舶の甲板上で，船舶の乗組員から見える場所で使用されており，乗組員の見学等は一切禁止されていなかった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前記アのとおり，被控訴人日鉄テクノロジーと各検査会社等との間に被告装置の構造について守秘義務契約は締結されていないし，各船舶の乗組員は被告装置の構造について守秘義務を負っていない。"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上からすると，被告装置Bも，本件優先日より前の時点で，各検査会社や船舶において，不特定又は多数人に知られるおそれのある状況で使用されていたのであり，被告装置Bの構造や被告装置測定液に関する発明は公然実施されていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上からすると，仮に，被告装置が本件特許の実施品であったとしても，本件特許には公然実施の無効理由があることになり(特許法29条1項2号)，控訴人は権利行使できない(同法104条の3第1項)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張に対する反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告装置Bは，ドラムに測定液を入れたチューブを巻き付けただけの簡素な構造をしており，その構造や被告装置測定液の組成は，分解・分析することで容易に知ることができ，分解・分析に特別な技術を要するものではないから，被告装置Bの構造や被告装置測定液の組成は，公然実施されていたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "法的な秘密保持義務が認められるには，「商取引上密接な特別な関係」が必要であり，明示的に守秘義務を負担させることなく内部者以外の者に製品を販売等すると，当該製品の構成に関する情報をもはや秘密にする必要はないと考えていたことを前提とするというのが，従来の裁判例の考え方である。",
                        "そして，被控訴人らは，船舶上で被告装置Bを使用するに際して，第三者の検査会社，サーベイヤー，船長，一等航海士等と，被告装置Bについて守秘義務を負わせる契約など締結していないし，それらの者は，被告装置の構成に関する情報を秘密にする必要など無いと考えて使用していたのであり，守秘義務が認められる場合に当たらない。",
                        "【控訴人の主張】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人らは，カタログ，業界紙などの公然実施の立証に必要な証拠を一切示していない。また，限られた場所や条件下での仮使用により公然実施となるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告装置のドラムには，船幅よりも長いホースが巻かれていて使用時にもホースが残っているから，ドラムの芯部が暴露し，人目に晒されることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正発明4は，特許庁で新規性・進歩性が肯定されており，第三者は，測定液のどこが特許に値するのかといったことやそのノウハウが理解できなかったから，公然実施に当たらない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "第三者検定機関である各検査会社は，他社の研究に対して守秘義務を負っている。また，旗国主義の船上において，船長や一等航海士は，日本国の開発中の発明に対して守秘義務を負っていた。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人が主張している内容は，意匠における公然実施の範囲にとどまる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，本件訂正発明が公然実施されたとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点1-3-3(冒認出願)について",
              "text": [
                "【被控訴人らの主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "別件訴訟1は，控訴人と被控訴人日本製鉄との間で，別件発明の特許を受ける権利の帰属に関して争われたものであるが，別件訴訟1の判決である別件判決1は，控訴人は，テクノリサーチ社の従業員としてドラフトサーベイの改善業務に従事しており，その問題点を指摘して改善案を提示することが期待されていたから，ドラフトサーベイを正確かつ簡便に行えるようにするための装置を発明することは，その職務に含まれると評価することができると認定し，別件発明は職務発明であるとして，別件発明の特許を受ける権利が，本件発明考案規定に基づき，遅くとも別件発明の特許出願がされた平成22年1月4日までに，控訴人からテクノリサーチ社に承継されたと認定した。",
                    "本件訂正発明が，控訴人がテクノリサーチ社に在職中に発明したものであるとすると，本件訂正発明も，別件発明と同様にドラフトサーベイのための装置であるから，別件判決1の判断に基づき職務発明であることになり，特許を受ける権利は本件発明考案規定に基づき，テクノリサーチ社に帰属することになる。",
                    "したがって，本件特許は無権利者の出願として，無効になるから，権利行使できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，ドラフトサーベイの改善業務が，テクノリサーチ社の業務ではなかったと主張しているが，テクノリサーチ社は被控訴人日本製鉄から業務委託を受けてドラフトサーベイに関する業務の厳正化に取り組んでいたのであり，ドラフトサーベイに関する業務は，テクノリサーチ社の業務であった(乙18)。",
                    "また，本件発明考案規定は，研究者の従業員だけではなく，すべての従業員に適用される規定である。",
                    "【控訴人の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "別件訴訟1で審理されたのはあくまで別件発明であり，本件訂正発明は職務発明の適用外である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "別件訴訟1では，被控訴人新日鉄とテクノリサーチ社との間の業務委託契約書に原料の検量に関する研究・技術的解決策の項目が記載されていたから，別件発明が職務発明であると認定されたが，検量と鑑定は法律上，異なるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，テクノリサーチ社の原料試験課に属しており(甲125)，テクノリサーチ社における控訴人の職務は，原料を粉砕して調整するという単純労働者の職務であった。控訴人は末端の平社員であって，技術主幹などではなく，ドラフト差測定装置は，控訴人の職務とは無関係に発明されたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は上記のように単純労働者であったから，研究者等に適用される規定である本件発明考案規定は控訴人には適用されない。テクノリサーチ社においては研究部署が存在していたし，計測機器・検査機器等の事業部署が研究成果を事業に発展させることとしていた(甲123，124)から，本件発明考案規定が適用される研究者等が発明をし，それを製造部署が製造・販売しないと，職務発明にならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，本件訂正発明の特許を受ける権利について，協議・意見の聴取はされておらず，譲渡同意書を作成していないし，対価の支払も受けていないから，職務発明には当たらない。",
                    "また，本件発明考案規定の，発明者が発明の詳細を報告するということも遵守されていない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "テクノリサーチ社は，被控訴人日本製鉄の完全子会社であり，ドラフトサーベイの厳正化活動は，被控訴人日本製鉄の業務として(甲126，127)，その指揮命令下において行われており，控訴人としても，ドラフトサーベイの厳正化活動が，テクノリサーチ社の業務ではなく，被控訴人日本製鉄の業務であると認識していたから，本件訂正発明は，テクノリサーチの職務発明になることはない。",
                    "業務委託契約書(乙18)の2条(1)～(3)に記載されているのは，検量業務であり，鑑定業務であるドラフトサーベイには該当せず，被控訴人らが主張するようにドラフトサーベイの改善活動とすると，日本鑑定検量協議会の事業に介入することになってしまい，港湾運送事業法に違反する(甲121，122)。また，上記契約書のどこにも改善活動とは記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点1-4(先使用権の成否)について",
              "text": [
                "【被控訴人らの主張】",
                "本件訂正発明が，控訴人の退職後の発明であり，かつ被告装置Bが本件訂正発明を実施した装置であるとすると，テクノリサーチ社によって被告装置Bは本件特許の優先日前から開発され使用されていたから，被控訴人日本製鉄は，「本件特許出願に係る発明の内容を知らないで自らその発明をし，・・・特許出願の際現に日本国内においてその発明の実施である事業をしている者」に該当し，先使用権(特許法79条)を有することになる。",
                "【控訴人の主張】",
                "被控訴人らの特許法79条の主張は，被控訴人らの誰が本件訂正発明を発明したのか，発明の内容，被控訴人日鉄テクノロジーの事業等が明らかにされておらず，曖昧で具体性がないものであり，理由がない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点1-5(損害)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人日本製鉄は，被告装置を使用・販売して本件特許権を侵害している(甲60～64)。被控訴人日本製鉄による本件特許権の侵害は，平成21年1月1日から継続しており，今後も令和11年12月31日まで継続することは確実であるから，控訴人としては，本件優先日である平成27年3月24日から，控訴審の口頭弁論終結時までの期間に係る損害賠償を求める。",
                    "被控訴人日本製鉄が被告装置を使用することにより，控訴人に6300万円の損害(特許法102条1項)が生じる。また，被告装置に係る利益率は1台当たり年間1万円であるから，1000隻の船舶に本件訂正発明が実施されているとすると，被告装置の販売によって得られる利益の額(特許法102条1項)は，2億円(1000隻×1万円×20年)である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "テクノリサーチ社は，被控訴人日本製鉄の子会社であり，テクノリサーチ社が被控訴人日本製鉄に対して別件発明に係る特許を受ける権利を譲渡するなどした結果，前記アの損害が発生しているから，テクノリサーチ社の行為は不法行為を構成し，テクノリサーチ社の権利義務を承継した被控訴人日鉄テクノロジーも，前記アの損害について賠償責任を負う。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，控訴人は，被控訴人らに対し，民法709条に基づき，上記損害金の一部である2720万円及びこれに対する平成30年12月28日から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の連帯支払を求める。",
                    "【被控訴人らの主張】",
                    "争う。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "争点2(被控訴人らによる控訴人主張に係るその他の不法行為の有無及び損害)について",
              "text": [
                "原判決6頁16行目「同社の発明考案規定」を「本件発明考案規定」と補正するほかは，原判決6頁10行目から8頁2行目に記載のとおりであるから，これを引用する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点1-1(被告装置Aが，本件設定登録日以降に被控訴人日本製鉄により，使用・販売されていたか否か)及び争点1-2(被告装置が本件訂正発明2，4，9の技術的範囲に属するか否か)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告装置Aについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人らは，被告装置Aについて，本件設定登録日(平成27年10月23日)以前に試作品が廃棄されており，同日以降，使用・販売されていない旨主張してそれに沿う証拠(乙4～6)を提出している。控訴人が被告装置Aを写したとされる写真の撮影日がいずれも本件設定登録日より相当以前のものであり，その他，被告装置Aが，本件設定登録日以降に被控訴人らによって使用・販売されていると認めるに足りる証拠がないことからすると，被告装置Aが本件設定登録日以降も被控訴人日本製鉄により使用・販売されていたとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，コイルスプリングが圧力によってつぶれるという欠点があったために試作にとどまったという被控訴人らの主張が虚偽であると主張し，それに沿う証拠(甲112～115)を提出するものの，それをもって，被告装置Aが，本件設定登録日以降も被控訴人日本製鉄において使用されていたと認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上からすると，その余の点について判断するまでもなく，被告装置Aについての本件特許権侵害の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告装置Bについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告装置Bについて，①被告装置Bを写したと認められる別紙2の写真1には，透明のホースがドラムの左右へと伸びている様子が写っており，同ホースがドラムに巻き取られる構造となっている様子が看取できること(本件訂正発明2の構成要件C，D)，②同様に，別紙2の写真1からは，複数の黒いシート片状のものがドラムの軸の外周面に取り付けられていて，上記ホースの中央部が同シート片で形成された溝に嵌め込まれて固定されている様子が看取できること(本件訂正発明2の構成要件D，F，G)，③証拠(甲96，乙4～6，8，9，11，12)及び弁論の全趣旨によると，被告装置Bは，平成20年11月頃から現在まで船舶の両舷のドラフト差を測定する両舷ドラフト差測定装置として使用されているもので，上記ホースは，連通ホースであり，それぞれに液位測定管が取り付けられていたと認められること(本件訂正発明の構成要件A～E，H)からすると，被告装置Bは，本件訂正発明2の技術的範囲に属するものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人らは，①控訴人が，別紙1，2の写真と被告装置の対応関係を説明せず，本件特許の請求項の各構成要件と被告装置との対比もしていないことからすると，控訴人は，被告装置が，本件訂正発明の技術範囲に含まれる製品であるという事実を立証できていない，②被告装置Bが，本件訂正発明2の構成要件Fの「前記ドラム(51)の軸部材(51a)の外周面上に固定された複数のシート片から構成されかつ前記シート片同士の間の隙間により溝が形成されたホース保持シート(45)」という構成及び構成要件Gの「前記連通ホース(41)の中央部は，前記ホース保持シート(45)の前記溝に嵌め込まれることにより前記ドラム(51)に固定される」という構成を備えているかは明確ではないと主張する。",
                    "しかし，別紙2の写真1によると，被告装置Bについて，複数の黒いシート片状のものがドラムの軸の外周面に取り付けられていて，連通ホースの中央部が同シート片同士の間の隙間により形成された溝に嵌め込まれて固定されている様子が看取できるし，被告装置Bが，その余の本件訂正発明2の構成要件を充足することについても認定できることは，前記アのとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，被告装置Bには，測定液として，本件訂正発明4の構成要件Iを充足する測定液が用いられているから，被告装置Bが本件訂正発明4の技術的範囲にも属するものである旨主張するので，この点について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "現在，被告装置Bに用いられる測定液(被告装置測定液)を撮影した乙6，13の写真には，ペットボトルに入った赤色に着色された液体が写されており，同ペットボトルには「WATER-RED-3％」と記載されたラベルが貼られている上，被控訴人日鉄テクノロジーの従業員であるAⅱ(以下「Aⅱ」という。)は，被告装置測定液作成時にエチレングリコールと蒸留水を用いたと陳述している(乙6，13)。",
                        "この点，Aⅱは，エチレングリコールが92％含まれる不凍液原液600mℓと蒸留水19．6ℓを用いたために，被告装置測定液中には，エチレングリコールは約2．7体積パーセントしか含まれていないと述べている(乙13)ので，以下，被告装置測定液が，本件特許の請求項4の構成要件Iにいう「測定液(W)が，水と着色されたエチレングリコールとからなり，着色されたエチレングリコールは測定液(W)の3体積％～5体積％含まれる」を充足するかについて検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許の請求項4の構成要件Iにいう「測定液(W)が，水と着色されたエチレングリコールとからなり，着色されたエチレングリコールは測定液(W)の3体積％～5体積％含まれる」の意義について検討するに，構成要件Iに「着色されたエチレングリコール」とあり，本件明細書の段落【0011】にも「エチレングリコールは着色されたものを用いる」とあることからすると，本件訂正発明4で用いられる「着色されたエチレングリコール」とは，正確には，「着色剤が添加されるなどして着色されたエチレングリコール溶液」のことをいい，純粋なエチレングリコールを指すものではないと認められる。",
                        "もっとも，本件明細書の段落【0027】に，「本発明では，着色したエチレングリコールと水の組成を最適としたことにより，長期間使用しても測定液が分離することがない。」とあり，さらに，同段落【0051】～【0054】において，エチレングリコールは気泡の発生を防止するために用いられるものであるが，エチレングリコールの濃度が高すぎるとエチレングリコールと水の分離現象を生じるので，エチレングリコールと水の組成を最適化する必要がある旨記載されていることからすると，本件特許の請求項4の構成要件Iにいう「着色されたエチレングリコール」，すなわち「着色剤が添加されるなどして着色されたエチレングリコール溶液」においては，その中におけるエチレングリコールの濃度が重要であって，「着色剤が添加されるなどして着色されたエチレングリコール溶液」が測定液の3体積％～5体積％含まれてさえいれば，溶液中に含まれるエチレングリコールの濃度は問わないというものではなく，本件訂正発明4にいう「着色されたエチレングリコールは・・・3体積％～5体積％含まれる。」とは，「着色剤が添加されるなどして着色されたエチレングリコール溶液」であって，その中に本件訂正発明4の上記技術的意義を没却しないような濃度の範囲で純粋なエチレングリコールが含まれるものが，3体積％～5体積％含まれるということを指すものであると解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(イ)で判断した本件訂正発明4の構成要件Iにおける「測定液(W)が，水と着色されたエチレングリコールとからなり，着色されたエチレングリコールは測定液(W)の3体積％～5体積％含まれる」の意義に照らして検討するに，証拠(乙6，13)によると，被告装置測定液を作成するに当たって蒸留水19．6ℓと混合されたエチレングリコール(不凍原液)600mℓは，純粋なエチレングリコールではなく，赤色をしていて「着色剤が添加されるなどして着色されたエチレングリコール溶液」に当たるものであり，そのようなエチレングリコール溶液(不凍原液)は，以下の計算式のとおり，被告装置測定液に約3体積％含まれていたものと認められる。",
                        "(計算式)",
                        "0．6÷(19．6＋0．6)≒3",
                        "そして，証拠(乙6，13)によると，被告装置測定液は，平成23年頃から現在まで，被控訴人日鉄テクノロジーによって実際にドラフト差測定装置である被告装置Bの測定液として使用されているものであると認められることからすると，純粋なエチレングリコールが約2．7体積パーセントしか含まれていない被告装置測定液であっても，気泡が生じるなどの不都合がなかったものと認められ，被告装置測定液で蒸留水と混合されたエチレングリコール溶液(不凍原液)中における純粋なエチレングリコールの濃度は，本件訂正発明4の上記技術的意義を没却しないようなものであったものと推認することができる。",
                        "そうすると，被告装置測定液は，本件訂正発明4の構成要件Iの「測定液(W)が，水と着色されたエチレングリコールとからなり，着色されたエチレングリコールは測定液(W)の3体積％～5体積％含まれる」を充足するといえる。前記ア，イのとおり，被告装置Bが本件訂正発明2の技術的範囲に属するものであることからすると，被告装置測定液を使用した被告装置Bは，本件訂正発明4の技術的範囲に属するものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1-3-1(被控訴人らが無効の抗弁を主張することが許されるか否か)について",
          "text": [
            "控訴人は，無効審決の確定まで特許権は適法かつ有効に存続し，対世的に無効とされない上(特許法125条)，被控訴人らが，本件特許権が無効であることの証拠を十分に提出していないから無効主張をすることは許されないと主張する。",
            "しかし，特許法104条の3第1項は，特許が特許無効審判により無効にされるべきものと認められるときは，特許権者又は専用実施権者は，相手方に対しその権利を行使することができない旨を定めているものであり，同項によると，被控訴人らが本件訴訟において無効の抗弁を主張することは許されるというべきである。",
            "また，被控訴人らの無効主張が，理由のないものでないことは，後記3のとおりである。",
            "したがって，控訴人の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点1-3-3(冒認出願)について",
          "text": [
            "事案に鑑み，争点1-3-3についてまず判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明考案規定に基づく特許を受ける権利の承継について",
              "text": [
                "控訴人は，平成16年7月1日に被控訴人日本製鉄から出向先であったテクノリサーチ社に転籍し，平成21年6月30日に定年退職となった後，同年7月1日にテクノリサーチ社との間で期間の定めを1年とする嘱託雇用契約を締結し，平成22年6月30日に期間満了となった後，さらに，同年12月1日からテクノリサーチ社のアルバイト従業員になり，平成23年12月末日にテクノリサーチ社を退職した者である(甲1～4，43，44，弁論の全趣旨)。",
                "そして，本件発明考案規定(乙14)によると，従業員がテクノリサーチ社に在職中に会社の業務範囲に属する発明で発明者の会社における職務に属する発明をした場合には，その特許を受ける権利は，テクノリサーチ社に承継されるとされている。",
                "以上からすると，①控訴人が，テクノリサーチ社の在職期間中に本件訂正発明2，4をし，②本件訂正発明2，4がテクノリサーチ社の業務範囲に属するもので，かつ，③控訴人が，本件訂正発明2，4をするに至った行為がテクノリサーチ社における控訴人の職務に属すると認められる場合には，本件発明考案規定により，本件訂正発明2，4の特許を受ける権利は控訴人からテクノリサーチ社に承継されることになるので，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "事実関係",
              "content": [
                {
                  "fig": "ア",
                  "subject": "テクノリサーチ社は，平成16年頃から，被控訴人日本製鉄の委託を受け，被控訴人日本製鉄の製鉄所に入港する原料船のドラフトサーベイの管理是正業務(喫水検査管理是正業務)を行うようになった。被控訴人日本製鉄との業務委託契約によりテクノリサーチ社が行うとされた業務の中には，被控訴人日本製鉄の各製鉄所で喫水検定項目が適切に行われていることの確認及び指導業務等があり，テクノリサーチ社は，ドラフトサーベイに関する業務の厳正化に向けた改善活動の推進を業務として行っていた。(甲45，46，126～128，乙15～18，弁論の全趣旨)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，テクノリサーチ社において，ドラフトサーベイの改善活動に従事していたが，平成19年2月頃には，テクノリサーチ社における上記ドラフトサーベイ改善活動の一環として，「豪州定期船における問題点と是正対策の概略(案)」と題する書面(乙19，20)を作成し，ドラフトサーベイの現状に問題点があることを指摘した上で，抜取りでドラフトサーベイを実施すること，入港時及び出港時に簡易サーベイを実施することなどの各種活動案を提示していた(甲45，46，134～137，乙16，17，19，20，弁論の全趣旨)。",
                    "なお，ドラフトサーベイ自体は，港湾運送事業法2条1項7号にいう「鑑定」に当たり，新日本検定協会をはじめとする国土交通大臣の認可を受けた第三者の検査会社等によって行われている(乙4，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人は，平成19年11月頃，被控訴人日本製鉄の製鉄所のシーバースで水チューブを利用した傾斜計を紹介され，この方法によると正確な測定をすることができるのではないかと考え，平成20年2月頃，テクノリサーチ社において，水チューブを利用したドラフト差測定装置を作成した。控訴人は，同時期に，ドラフト差測定装置のために使用するホース，リール，スケール等の部材を自ら購入していたところ，その費用について，テクノリサーチ社名義で領収書の発行を受けた上で，テクノリサーチ社から支払を受けた。(甲45，46，乙21，22，弁論の全趣旨)"
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，テクノリサーチ社の従業員という立場でメールを発出して船会社の協力を得た上，平成20年2月22日，被控訴人日本製鉄の製鉄所に入港した船舶にテクノリサーチ社のドラフトサーベイ担当者及び被控訴人日本製鉄の関係者と共に乗船し，ドラフト差測定装置の試作品を用いた測定精度の調査等のテストを行ったが，測定液に水道水を用いたため，気泡が発生して正確な測量ができなかった(甲45，46，乙21，23，24，弁論の全趣旨)。",
                    "控訴人は，平成20年4月4日，被控訴人日本製鉄の製鉄所に入港した船舶に乗船してドラフト差測定装置のテストを行い，新日本検定協会への説明会を実施し，翌5日からは大分に出張し，被控訴人日本製鉄の製鉄所で船舶に乗船し，オーストラリアにおけるドラフトサーベイについての水チューブの使用状況について聞き取り調査を行い，それについての報告書を作成するとともに，その出張旅費についてテクノリサーチ社から支払を受けた(甲45，46，乙21，25～27)。",
                    "控訴人は，その後も平成23年12月にテクノリサーチ社を退職するまで，千葉県君津市にあるテクノリサーチ社における自らの職場及び日本各地の被控訴人日本製鉄の製鉄所において，ドラフト差測定装置の精度調査，取扱説明書の作成などを行っていた(甲45，46，136，乙21，弁論の全趣旨)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人が本件訂正発明2，4を発明した時期について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告装置B及び本件測定液を作成した者について",
                      "text": [
                        "控訴人が，被告装置と本件測定液を自ら作成したことを自認している上，前記(2)ウ，エのとおり，控訴人が，ドラフト差測定装置の開発をしていたことからすると，被告装置B及び本件測定液を作成したのは，控訴人であったと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明2の発明時期について",
                      "text": [
                        "本件訂正発明2に関し，控訴人は，令和2年8月16日付け第4準備書面の13頁において，平成20年11月下旬頃に分割シートタイプの計器を新日本検定協会に貸与したと主張しているところ，これは，同月下旬頃に分割シートタイプである被告装置Bを借り受け，同年12月頃から使用を開始したとする新日本検定協会のAⅰの陳述書(乙4)と一致するものといえる。",
                        "そして，前記1(2)で認定判断したとおり，被告装置Bが本件訂正発明2の実施品であり，かつ，上記(ア)のとおり，被告装置Bが控訴人により作成されたものであることからすると，控訴人は，遅くとも平成20年11月頃までの間に本件訂正発明2を完成させていたと認められる。これは，前記(1)のとおり，控訴人がテクノリサーチ社に在籍していた時期である。",
                        "なお，控訴人は，当審において，本件訂正発明2を完成させたのは平成23年の初めであったなどとも主張しているが，上記に照らし，これを採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件訂正発明4の発明時期について",
                      "text": [
                        "控訴人は，令和2年8月16日付け第4準備書面の13頁において，希釈溶液の作成を，遅くとも平成20年10月末日から開始したと主張している。また，本件測定液を撮影した別紙2の写真2によると，「03．Oct．2008」と記載されたラベルが本件測定液に貼られていたものと認められるから，本件測定液は，控訴人が，テクノリサーチ社に在籍していた平成20年10月頃に作成したものであると認められる。",
                        "そして，本件測定液が赤色の液体であって，ラベルに「WATER-RED-3％」と記載されていること，かつ，控訴人が，本件測定液が本件訂正発明4の構成要件Iを充足するものである旨主張していること及び上記(イ)のとおり，被告装置Bが遅くとも平成20年11月頃までには完成していたと認められることからすると，控訴人は，本件訂正発明4についても遅くとも同月頃までにはこれを完成させていたと認められるが，これは，前記(1)のとおり，控訴人がテクノリサーチ社に在籍していた時期である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明2，4とテクノリサーチ社の業務範囲及び控訴人のテクノリサーチ社における職務との関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明は，ドラフトサーベイに用いられるドラフト差測定装置に関するものであり，測定液に気泡が発生して正確な測定ができなかったり，ホースが接続部分で折れたり，潰れたりするなどの課題があったことに対し，従来の装置に比して，測定液中の気泡の発生及び測定液の漏れを防止でき，耐久性を向上させ，軽量化し，かつ，安定した正確な測定ができることを目的とした発明である(本件明細書の段落【0011】～【0017】)。",
                        "そして，前記(2)アで認定したとおり，テクノリサーチ社は，被控訴人日本製鉄からの委託を受けて，ドラフトサーベイの改善業務を行っていたところ，上記のような利点を持つ本件訂正発明のようなドラフト差測定装置を開発し，第三者の検査会社によって担われるドラフトサーベイを改善することは，テクノリサーチ社の業務範囲に属するものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前記(2)イで認定したとおり，控訴人は，テクノリサーチ社においてドラフトサーベイの改善業務に従事していて，各検査会社等によって行われるドラフトサーベイの問題点を指摘して改善案を提示していた。現に，前記(2)ウで認定したとおり，控訴人は，テクノリサーチ社の経費でドラフト差測定装置の部材を調達したり，テクノリサーチ社の従業員という立場で，テクノリサーチ社の費用負担の下，ドラフト差測定装置のテストや各種調査を行うなどしていたのであるから，本件訂正発明のような，ドラフトサーベイの改善に資するドラフト差測定装置を発明することは，テクノリサーチ社における控訴人の職務に含まれるものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上からすると，本件訂正発明2，4に係る特許を受ける権利は，本件発明考案規定に基づき，それらが発明された平成20年11月頃に控訴人からテクノリサーチ社に承継されたと認められる。",
                    "したがって，本件訂正発明2，4に係る特許には，特許法123条1項6号に規定する無効理由があるものといえ，控訴人は，被控訴人らに対し，本件訂正発明2，4に係る本件特許権を行使することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，①控訴人のテクノリサーチ社における職務は，単純労働者であり，ドラフトサーベイのための装置を発明することは，控訴人の職務ではなかった，②本件発明考案規定は，研究者等に適用されるものであり，本件発明考案規定が適用される研究者等が発明し，製造部署が製造・販売しないと職務発明とはならない，③本件訂正発明の特許を受ける権利について協議・意見の聴取はされておらず，譲渡同意書を作成していないし，対価の支払も受けていないから，職務発明には当たらない，④検量と鑑定は，法律上異なるものであって，業務委託契約書(乙18)で定められたテクノリサーチ社の業務は，ドラフトサーベイを改善する業務に当たらないし，仮にテクノリサーチ社がドラフトサーベイの同業務を行っていたとすると，日本鑑定検量協議会などの事業に不当に介入することになり，港湾運送事業法に違反する，⑤ドラフトサーベイの厳正化活動は，被控訴人日本製鉄の業務であったと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①について",
                  "text": [
                    "控訴人は，テクノリサーチ社において，ドラフトサーベイの改善活動に従事しており，本件訂正発明のような，ドラフトサーベイの改善に資するドラフト差測定装置を発明することは，同社における控訴人の職務であることは，前記(3)イ(イ)のとおりであって，このことは，控訴人の同社において所属していた課や同課の職務分掌によって左右されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②について",
                  "text": [
                    "本件発明考案規定は，「1．定義」として，  ①「発明考案」とは，社員がなした会社の業務範囲の属する発明，考案または意匠の創作をいう，②「社員」とは，従業員，役員，参与，顧問その他これらに準ずる者をいう，③「発明考案者」とは発明考案をなした社員をいうと規定しているのであり，その規定からして，テクノリサーチ社の研究部門に属する従業員等に限って適用されるものでないことは明らかであり，控訴人の上記②の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③について",
                  "text": [
                    "本件発明考案規定によると，従業員との協議，意見の聴取，譲渡同意書の作成，対価の支払が，特許を受ける権利が従業員からテクノリサーチ社へと承継されるための要件となっていたと解することはできない。控訴人が提出する証拠(甲16)は，証拠(乙14)及び弁論の全趣旨によると，本件発明考案規定の「6．補償と報奨」の項目にある添付資料であると認められ，そこから，本件発明考案規定において，従業員との協議，意見の聴取，譲渡同意書の作成，対価の支払などが特許を受ける権利の承継の要件となっていたとは認められない。",
                    "なお，控訴人は，本件発明考案規定のうち，発明者が発明考案やその詳細を報告するという規定(本件発明考案規定の「4．発明考案の届出および権利化までの手続き」)が遵守されていないと主張するが，これは，控訴人がその義務を怠ったというだけであり，そのことが，特許を受ける権利がテクノリサーチ社に承継されることを妨げるものとはいえない。",
                    "したがって，控訴人の上記③の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "上記④について",
                  "text": [
                    "被控訴人日本製鉄とテクノリサーチ社との間に締結された業務委託契約書(乙18)には，「第1条  目的  甲の製鐵所に入港する原料船の喫水検定管理実務について，乙は，甲からの委託を受けて，これを遂行するものとする。」，「第2条  委託業務  (8)  甲の各製鐵所にて喫水検定項目が適切に行われていることの確認及び指導業務」という，ドラフトサーベイに関する記載があり，かつ，テクノリサーチ社に所属していた控訴人がドラフトサーベイの改善に関する書面(乙19，20)を作成するなどしていたことからすると，テクノリサーチ社は，被控訴人日本製鉄からの委託を受けて，ドラフトサーベイを是正，すなわち改善する業務を行っていたものと認められる。上記契約書の2条(1)～(3)において，「検量」という語が使われているからといって，前記(2)アの認定が左右されるものではない。",
                    "また，前記(2)イで認定したとおり，ドラフトサーベイ自体は，新日本検定協会といった鑑定人である第三者の検査会社等によって行われるものであると認められるが，そうであるからといって，原料を購入する側であって，ドラフトサーベイの正確性などについて利害関係を有する被控訴人日本製鉄やその子会社であるテクノリサーチ社が，ドラフトサーベイを改善する業務をしないということにはならず，テクノリサーチ社がドラフトサーベイの改善活動をすることが，検査会社やそれらを会員とする(甲133)日本鑑定検量協議会の事業に不当に介入するものであるとか，港湾運送事業法に違反するということはできない。",
                    "以上からすると，控訴人の上記④の主張は採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "上記⑤について",
                  "text": [
                    "テクノリサーチ社は，控訴人日本製鉄からの委託を受けてドラフトサーベイの改善活動をしており，本件訂正発明がその業務範囲に属するものであることは，前記(3)イ(ア)のとおりである。本件訂正発明が，被控訴人日本製鉄の事業としてされたというべき事情は認められない。",
                    "したがって，控訴人の上記⑤の主張も採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "これまで検討してきたところからすると，その余の点について判断するまでもなく，被控訴人らが被告装置を使用・販売することにより，本件特許権を侵害したと認めることはできないし，被控訴人日鉄テクノロジーが，被控訴人日本製鉄による本件特許権侵害に関連して不法行為責任を負うということもできない。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点2(被控訴人らによる控訴人主張に係るその他の不法行為の有無及び損害)について",
          "text": [
            "以下のとおり補正するほかは，原判決9頁16行目から12頁18行目に記載のとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決9頁22行目から23行目の「同社の発明考案規定」を「本件発明考案規定」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決10頁5行目の「原告の主張の趣旨は明確ではないが，」と「いずれにしても，」をいずれも削る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決10頁9行目「前記第2の1(3)アのとおり，」を「前記第2の2で引用する原判決第2の1(3)アのとおり，」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決10頁23行目「もとより，」を削る。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原判決10頁26行目「別件訴訟1の成立過程」を「別件訴訟1における各裁判所の判断の成立過程」と改める。"
            },
            {
              "fig": "(6)",
              "text": [
                "原判決11頁9行目から14行目までを以下のとおり改める。",
                "「控訴人は，テクノリサーチ社による不法行為を基礎付ける事実として，テクノリサーチ社が，本件発明考案規定中の単独発明の規定である甲16に違反して，控訴人に無断で，別件発明に係る特許を受ける権利を被控訴人日本製鉄に譲渡したと主張するが，前記3(4)ウで認定したとおり，甲16は，本件発明考案規定の「6．補償と報奨」の添付資料にすぎず，本件発明考案規定が，テクノリサーチ社が，従業員の職務発明に係る特許を受ける権利を第三者に譲渡する場合に，当該従業員の合意を得ることを要する旨定めているものとは認められないから，控訴人の上記主張は理由がない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決11頁21行目から25行目までを以下のとおり改める。",
                "「(エ) 被控訴人日本製鉄行為④",
                "控訴人は，被控訴人日本製鉄がAⅲについても別件発明の発明者であると偽って別件出願をした行為が不法行為に当たる旨主張する。",
                "しかし，別件出願は拒絶査定を受けて特許として成立していないものであり，仮に別件出願で真実は特許法上の共同発明者とはいえないAⅲが共同発明者とされていたとしても，それにより控訴人の発明者名誉権等の法律上保護すべき権利又は利益が侵害されたということはできず，控訴人の上記主張は認められない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決12頁2行目から18行目までを以下のとおり改める。",
                "「(2)  本件異議申立てに係る不法行為",
                "前記のとおり，本件異議申立てを受けて，特許庁の審判官合議体は，本件訂正前の請求項1及び3に係る特許について進歩性欠如の取消理由があると判断し，審判長が，控訴人に対して取消理由を通知し，控訴人は，同取消理由通知に対して，請求項1及び3を削除し，請求項4及び5に係る引用関係を改め，請求項6～9を追加する旨の本件訂正をして対応しているのであり，このような審理経過からすると，本件異議申立てが特許異議の申立て制度の趣旨目的に照らして著しく相当性を欠くものであったということはできず，本件異議申立てが不法行為を構成するとは認められない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の被控訴人らに対する請求はいずれも理由がなく，これを棄却した原判決は結論において相当であるから，本件控訴を棄却することとして，主文のとおり判決する。",
        "なお，本件は，原審において，被告装置の具体的構成が明らかでないなどとして控訴人の請求が棄却されたが，当審において，裁判所から求釈明をするなどして被告装置の構成が特定され，それが本件訂正発明の技術的範囲に属するかどうかや無効事由が存するかどうか等の審理がされて上記の結論に至ったものである。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決に「被告日本製鉄」とあるのを「被控訴人日本製鉄」と，「被告日鉄テクノロジー」とあるのを「被控訴人日鉄テクノロジー」と読み替える。また，原判決の引用部分の「別紙」を全て「原判決別紙」と改める。"
  ],
  "meta": {
    "case_num": "令和1年(ネ)10055",
    "date": "2020-12-02",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成30年(ワ)33118",
    "precedent_id": "089902",
    "ipprecedent_id": "5459",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}