{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800121号事件について令和元年8月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成18年11月21日，発明の名称を「低鉄損一方向性電磁鋼板」とする特許出願をし，平成25年4月12日，設定の登録を受けた(特許第5241095号。請求項の数3。甲36。以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年10月5日，本件特許について無効審判請求をし，特許庁は，これを無効2018-800121号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和元年8月20日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同月29日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，同年9月27日，本件審決の取消しを求める本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲の記載は，次のとおりである。以下，各請求項に係る発明をそれぞれ「本件発明1」などといい，併せて「本件各発明」ともいう。また，その明細書(甲36)を，図面を含めて「本件明細書」という。",
            "【請求項1】",
            "鋼板の板厚内部における1箇所又は複数箇所に，板厚方向に対する応力が引張り応力であり，かつその最大値が40MPa 以上で鋼板素材の降伏応力値以下である応力が存在する領域が，鋼板の圧延方向に7．0mm以下の間隔で形成されていることを特徴とする低鉄損一方向性電磁鋼板。",
            "【請求項2】",
            "前記引張り応力が存在する領域の圧延方向の分布幅が0．8mm以下であり，かつ板厚方向の分布幅が板厚の80％以下の大きさを持つことを特徴とする請求項1に記載の低鉄損一方向性電磁鋼板。",
            "【請求項3】",
            "前記引張り応力が存在する領域が，鋼板の圧延方向に対して60～120°の方向に連続的または所定間隔で形成されていることを特徴とする請求項1または2に記載の低鉄損一方向性電磁鋼板。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件各発明は，発明の詳細な説明に記載されたものであるから，特許法36条6項1号の要件(以下「サポート要件」という。)に適合する，②本件発明1及び3は，下記アの引用例1に記載された発明(以下「引用発明1」という。)ではないので特許法29条1項3号に該当せず，また，同発明に基づいて容易に発明をすることができたものとはいえない，③本件発明1及び3は，下記イの引用例2に記載された発明(以下「引用発明2」という。)ではないので特許法29条1項3号に該当せず，また，同発明に基づいて容易に発明をすることができたものとはいえない，というものである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平1-281708公報(甲3)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2006-233299公報(甲1。平成18年9月7日公開)"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "引用発明1に基づく新規性・進歩性の各判断の誤り(取消事由2。本件発明1及び3関係)"
            },
            {
              "fig": "(3)",
              "subject": "引用発明2に基づく新規性・進歩性の各判断の誤り(取消事由3。本件発明1及び3関係)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，以下に述べるとおり，サポート要件の判断の前提となる課題の認定自体を誤り，その結果，本件各発明が発明の詳細な説明に記載され，その記載から課題を解決できると認識できる範囲のものであるか否かについての判断をも誤っているから，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各発明の課題及びその解決手段の認定",
              "text": [
                "本件明細書には，従来のレーザー照射条件，すなわち，パルスレーザーを空気中で照射し，鋼板の圧延方向に5．0mm，鋼板の圧延方向に対して直角方向に，パルス間隔が0．3mmピッチの条件で照射した鋼板の鉄損値を，図5の△値で示す記載があるところ，このときの鋼板内部の板厚方向の引張り応力値が6Mpa程度である(【0029】，図5)。また，本件明細書には，鉄損値(W17／50)が優れた一方向性電磁鋼鈑を得るためには，鋼板内部における板厚方向の引張り応力の最大値は40MPa以上必要であることが記載され(【0028】，【0031】)，そのことは，図5でも確認することができる。",
                "加えて，「板厚方向に鋼板素材の降伏応力以下の範囲で引張り応力を導入すること」自体は従来から知られている技術常識であり，現に鉄損の小さい方向性電磁鋼板を提供することを目的とするものとして被告によって出願された甲5や，甲5において引用されている甲29が存在している。",
                "以上によれば，「板厚方向の引張り応力の最大値が40MPa以上となること」が本件各発明の課題解決手段となる。本件審決は，本件明細書の記載を看過し，本件課題を解決する手段が，「板厚方向に鋼板素材の降伏応力以下の範囲で引張り応力を導入すること」であると判断した点において誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "信義則による主張制限",
              "text": [
                "審判において，被告は，本件各発明の課題解決手段が，板厚方向に鋼板素材の降伏応力以下の範囲で引張り応力を導入することに尽き，引張り応力の最大値の下限が40MPaとなることは課題解決手段に含まれない旨主張し，本件審決は，被告の上記主張を容れて，特許を維持した。",
                "しかし，被告は，審査段階においては，上記の主張と異なり，本件各発明では，板厚方向の引張り応力成分が40MPa以上であることにより，良好な鉄損値を安定的に示し，その安定性において，甲5に比較して著しい効果を示す旨主張していた。仮に，審査でも審判手続と同様の主張をしていたとすれば，数値範囲の最適化は設計事項の変更と評価され，甲5に基づいて容易に発明することができたものとして，拒絶の査定をされていたはずである。被告が審判手続でした主張は，信義則により許されるべきでなかったものであり，本件訴訟で主張することも許されない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実施例(図5)の結果を一般化することができないこと",
              "text": [
                "前記のとおり，「板厚方向の引張り応力の最大値が40MPa以上となること」が本件各発明の課題解決手段となるところ，そこでいう板厚方向に対する引張り応力の「最大値が40MPa以上」は，本件明細書の図5を根拠として導き出されたものである。その数値は，特定の条件の下で得られたものにすぎないから，それ以外の板厚，分布幅・照射痕幅・レーザスポット形状，7．0mm以下の照射間隔，帯状範囲の圧延方向に対する角度，圧延方向の引張残留応力，組成の鋼板において，例えば空気中でパルスが重ならないように照射した場合にも，技術的に意味のある引張り応力の最大値の下限値が「40MPa」となるとはいえない。したがって，実施例(図5)の結果を一般化することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件特許に係る特許請求の範囲の記載は，本件各発明が発明の詳細な説明に記載され，その記載から課題を解決できると認識できる範囲のものであるとはいえず，サポート要件を満たさない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件各発明は，一方向性電磁鋼板の鉄損をヒステリシス損と渦電流損に分けて，特に磁区細分化による渦電流損の観点から，歪および応力分布を表面内だけでなく，板厚内部も含めて定量的に適正な条件下で制御することにより，優れた一方向性電磁鋼板を提供することを課題とするものである。",
                "本件各発明の課題解決の機序は，①板厚方向の引張り応力が導入されると，還流磁区が発生し，180度磁区が細分化されることにより渦電流損が低減するという機序，及び，②引張り応力の最大値が大きくなると，塑性域が増加し，磁壁がその塑性域にピンニングされてヒステリシス損が増加するため，引張り応力の最大値を降伏応力以下に抑えることによって塑性域の発生を抑え，ヒステリシス損を抑制するという機序からなる。本件審決が，本件各発明の課題解決手段を，「板厚方向に鋼板素材の降伏応力値以下の範囲で引張り応力を導入すること」であると認定した上，本件各発明が発明の詳細な説明に記載され，その記載から課題を解決できると認識できる範囲のものであると判断したことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件各発明の課題解決の機序が，前記(1)のとおりであることからすれば，板厚方向に鋼板素材の降伏応力値以下の範囲で引張り応力が導入されれば，そのような応力が導入されない場合よりも鉄損を低減することができる。したがって，本件各発明において板厚方向の引張り応力の最大値の下限値とされている「40MPa」は，本件各発明の課題解決手段ないし技術的特徴とまではいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件各発明の課題解決の機序が，前記(1)のとおりであることからすれば，原告が指摘する板厚，分布幅・照射痕幅等の諸条件のいずれかを変化させた試料で実験したとしても，本件発明の上記の課題解決手段の機序が大きく阻害されるとか，全く異なる機序に変化してしまうような事情が生じるとは解されないから，結局，実験試料が示す具体的な鉄損値が変化する場合があるだけで，板厚方向に対する引張り応力の最大値と鉄損との相関関係が図5に示される傾向と大きく異なる傾向を示すとは解されない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "サポート要件の適否を判断する前提としての当該発明の課題の認定は，原則として，発明の詳細な説明の記載に基づいてすべきであり，その判断の枠組みに進歩性の判断を取り込むべきではない。原告は，本件審決のした課題認定に関し，甲5，29を援用するが，特許請求の範囲の記載の要件であるサポート要件を充足するか否かの判断の枠組みに，特許の要件である進歩性の判断を取り込むもので，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，被告が，審査段階では「40MPa以上」の数値の技術的意義を強調しながら，審判・訴訟段階で「40MPa以上」の数値が課題解決手段とまではいえない旨主張することは，矛盾抵触し，信義則により許されないとも主張するが，このような主張も，上記(4)の原告主張と同様に，サポート要件を充足するか否かの判断の枠組みに進歩性の判断を取り込むもので，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1に基づく新規性・進歩性の各判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "実験成績証明書(1)(甲4)によれば，本件発明1及び3は，引用発明1であり，そうでないとしても，引用発明1に基づいて当業者が容易に発明をすることができたものである。",
            "本件審決は，甲4は，鋼板の成分組成のうちSi含有量が異なる点において，引用例1の再現になっていないとした。",
            "しかし，電子ビームというエネルギーによって物理的に鋼板に生成される引張り応力の値は，鋼板の成分組成が若干異なっても，実質的に変化しない。従来技術(甲5，31，32)でもSi含有量を変化させているが，鋼板面垂直方向の応力の形成条件を変えるべきとの記載は存在せず，また，本件明細書に，鋼板の成分組成が変わった場合に鋼板面垂直方向の応力の形成条件を変えるべきという記載は一切なく，逆に【0030】で有効数字1桁である「3％」という数値を用いてSiの組成を規定した上で「約350MPa」という数値を持ち出していることからすると，引用例1と甲4のようにわずかに成分が変わることで，物理的に形成される引張り応力の値が大きく変わるとは考え難い。",
            "本件発明1及び3は，甲4で再現実験された結果からすると引用発明1であり，仮に相違点があるとしても微差にすぎないから，引用発明1に基づいて容易に発明をすることができたものである。",
            "〔被告の主張〕",
            "再現実験を伴う新規性・進歩性欠如の主張は，後知恵による判断となることが避けられないから，原則として認められるべきでない。",
            "仮に認められるとしても，実施例の忠実な再現といえる場合でなければならず，原告の主張に係る実験がそのようなものでないことは，本件審決の判断するとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明2に基づく新規性・進歩性の各判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "実験成績証明書(2)(甲2)によれば，本件発明1及び3は，引用発明2であり，仮に相違点があるとしても微差にすぎないから，引用発明2に基づいて当業者が容易に発明をすることができたものである。",
            "本件審決は，要件AないしCを挙げた上，要件Bに関し，少なくとも，条件G(レーザー出力)，条件L(照射間隔)，条件M(照射幅)，条件R(甲1パラメータη)，条件T(P／Vと甲12の条件)において，引用例2の条件(甲1条件)と甲2条件とは相違し，又は，甲1条件にない甲2条件は技術常識とまではいえないとして，甲2による再現を認めず，特許を維持した。",
            "しかし，甲2におけるレーザ出力条件について，特開昭60-115911号公報(甲33)に電磁鋼板の鉄損低減に20～600W出力の連続波Ｎd：YAGレーザが使用されることが開示されていることからすれば，引用例2のレーザ出力条件として「26．1～273．3W」程度の値を選択することは技術常識であるので，条件G(レーザー出力)，条件T(P／Vと甲12の条件)に関して，甲2条件を採用することには技術常識としての根拠がある。条件L(照射間隔)，条件M(照射幅)，条件R(甲1パラメータη)に関しても，甲2条件を採用することには引用例2での根拠があるから，要件A及びBを満たしている。また，要件Cは過剰な要求であり，その適合性を求める必要がない。",
            "また，甲2の作成者である原告従業員A作成の陳述書(甲18)によれば，引用例2のレーザ出力条件151．2Wでレーザ照射した鋼板をSPring-8で行う実験試料として選定したことは，最も合理的であり，恣意的なものではない。",
            "本件発明1及び3は，甲2で再現実験された結果からすると引用発明2であり，仮に相違点があるとしても微差にすぎないから，引用発明2に基づいて容易に発明をすることができたものである。",
            "〔被告の主張〕",
            "前記2と同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項",
              "text": [
                "本件明細書(甲36)には，次の各記載がある(図及び表は別紙1記載のもの)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野，背景技術",
                  "text": [
                    "【0001】本発明は，トランスの鉄心等に利用され，一方向性電磁鋼板の性能，特に低鉄損性に優れた一方向性電磁鋼板に関するものである。",
                    "【0002】‥鋼板の圧延方向に磁化容易軸をもつ一方向性電磁鋼板は，主に変圧器やその他の電力変換器の鉄心に用いられ，エネルギー変換時に生じる損失を小さくするために，鉄心の材料には，低い鉄損特性が強く要求されている。",
                    "【0003】電磁鋼板の鉄損には，大別して，ヒステリシス損と渦電流損からなっている。ヒステリシス損は，結晶方位，欠陥，粒界等により影響を受け，渦電流損は，材料の板厚，電気抵抗および180°磁区幅等により決まる。",
                    "【0004】‥これまでは，ヒステリシス損低減の観点から結晶粒組織を(110)［001］方位に高度に揃え，結晶の欠陥を少なくするなどの方法が用いられ，渦電流損低減の観点から板厚を薄くし，Si含有量の増加などにより材料の抵抗値を高めたり，張力被膜の鋼板表面への塗布などにより180°磁区幅を細分化するなどの方法が用いられ，電磁鋼板の低損失化が試みられてきた。",
                    "【0005】また，近年，鉄損を飛躍的に減少させるために，鉄損の大部分を占める渦電流損低減の観点から，上記の鋼板表面への張力付与以外の手段を用いて，人為的に鋼板に磁区細分化の芽を発生させ，180°磁区を細分化させる方法が提案されている。",
                    "【0006】‥特許文献1には，鉄損の改善を目的とし，一方向性鋼板表面の圧延方向と直角方向に対して，レーザーを，所定のビーム幅，エネルギー密度，照射間隔で照射することにより，鋼板表面に局部的な高転位密度領域，すなわち微小塑性歪を加えることで，磁区細分化を行い，鉄損を低減する一方向性電磁鋼板の製造方法が開示されている。",
                    "【0007】上記特許文献1の方法は，一方向性電磁鋼鈑表面に局部的な高転位密度領域(塑性歪領域)を生成させ，磁区の芽を生成して磁区の細分化を行なうことを技術思想とする技術であるが，これらの塑性歪を付与する方法で得られる鋼板の鉄損(W17／50)は0．80～0．78W／Kg程度が限界であった。なお，前記W17／50は磁束密度1．7T，周波数50Hzにおける鉄損を示す。",
                    "【0009】‥特許文献2は，鋼板表面の圧延方向に対する弾性引張り応力値と塑性歪の範囲を規定することにより，鉄損を低減する一方向性電磁鋼板が提案されている。一般に応力は，圧延方向，板厚方向，板幅方向を基準にした値であり，素材の表面，内部，各点において値を持つものである。しかしながら，特許文献2の技術は，鋼板表面の歪や引張り応力だけに着目し，鉄損特性を制御することを技術思想としている。これは，鋼板表面に張力皮膜を塗布することにより，表面内に引張り応力を発生させ，180度磁区内に発生したランセット磁区を消滅し(‥)，磁区の再構成を促し，180度磁区幅を細分化(渦損低減)する現象を利用した技術思想と同じである。また，特許文献2の技術は，本来あるべき板厚内部の歪あるいは応力状態の鉄損特性への効果については，全く言及していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0011】本発明は，一方向性電磁鋼板の鉄損をヒステリシス損と渦電流損に分けて，特に磁区細分化による渦電流損の観点から，歪および応力分布を表面内だけでなく，板厚内部も含めて定量的に適正な条件下で制御することにより，優れた一方向性電磁鋼板を提供するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の効果",
                  "text": [
                    "【0013】本発明によれば，鉄損特性が非常に優れた一方向性電磁鋼板を提供でき，トランスのエネルギー損失が非常に小さくなる等，工業的効果および地球環境問題改善への効果が極めて大きい。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0015】本発明者らは，一方向性電磁鋼鈑の板厚内部に局所的な歪を形成し，歪から変換される応力値と鉄損の相関を調べる試験を実施し，板厚内部の応力状態が鉄損改善に及ぼす効果を詳細に検討した。その結果，180度磁区細分化の促進，すなわち渦損の低減に飛躍的に効果を持つ歪あるいは応力状態は，特許文献2で提案された鋼板表面の応力や歪でなく，鋼板の板厚内部の応力状態，特に板厚方向に対する引張り応力こそが，還流磁区を発生させる芽であり，180度磁区細分化を促進させることを見出した。また，その引張り応力の値が塑性域の応力，すなわち降伏応力以上になると，板厚内部の塑性域が磁壁のピンニングサイトとして働き，鉄損の一部であるヒステリシス損が増加することも見出した。",
                    "【0016】本発明は，一方向性電磁鋼板の板厚内部に形成される歪あるいは歪から変換される応力が，板厚方向に対して引張り応力が導入されるよう制御して，還流磁区を効果的に発生させ，180度磁区の細分化を促し，渦電流損を低減させ，さらに，板厚内部の応力値を降伏応力以下に定量的に制限することにより，ヒステリシス損の増加を抑え，従来の一方向性電磁鋼板に比べて大幅に鉄損を低減させることを技術思想とするものである。",
                    "【0018】図2の概念図に示すように，一般に，一方向性電磁鋼板の磁化容易軸は圧延方向に向いているため，磁区は圧延方向に平行および反平行な磁化で構成され180°磁区幅を形成する。特許文献2で提案されているように，この状態において，鋼板の表面に圧延方向に引張り応力を付与するだけでは，磁区を構成する磁化は，圧延方向に平行および反平行の方向に向く方がエネルギー的により安定となるので，磁区構造は図2の状態のままで，180度磁区幅の低減はあまり期待できない。",
                    "【0019】圧延方向に引張り応力が加わった場合，磁化が圧延方向に向く方がエネルギー的に安定であるのは次の理由からである。一般に，磁化と応力が存在すると，電磁鋼板の磁化と応力の相互作用エネルギー＝-C×M×σ×cos2θ(ここで，C：正の定数，M：磁化の大きさ，σ：応力の大きさ，θ：磁化と応力のなす角度)を生じる。特許文献2が提案するように，圧延方向に引張り応力が存在しても，磁化の向きは，応力とのなす角θ＝0または180度の場合が最もエネルギーが低くなる。つまり，応力と磁化は，平行あるいは反平行の場合がエネルギー的に安定になる。従って，図2の状態に，鋼板表面の圧延方向に引張り応力が導入されても，現状の磁区構造に大きな変化を与えることはできず，180度磁区幅の低減もあまり期待できない。",
                    "【0020】‥本発明では，図3の概念図に示すように，板厚の内部の板厚方向に対して引張り応力あるいはそれに相当する歪を局所的に導入している。その結果，上述の電磁鋼板の磁化と応力の相互作用エネルギーは，応力σは張力なので正となり，磁化は，応力の向き，すなわち板厚方向に向く方がエネルギー的に安定となる。その結果，得られる磁区構造は，図4に示すように，圧延方向に対して垂直向きの磁化分布，すなわち，還流磁区が形成され，その結果鋼板全体の磁区の再構成が促進され，180度磁区幅の細分化，すなわち渦電流損が低減する。本発明は，上記の磁区解析結果を踏まえ，鋼板の板厚内部の板厚方向に対して引張り応力あるいはそれに相当する歪を局所的に導入することにより，一方向性電磁鋼板の鉄損を飛躍的に低減するものであり，従来とは異なる技術思想に基づいている。",
                    "【0021】‥特許文献2で提案されている鋼板表面内の応力量を規定し鉄損を改善させる技術思想は，鋼板表面への張力皮膜の塗布により，鉄損特性を良くする技術思想に基づくものである。一方，本発明は，鋼板の各点に発生している応力，すなわち，圧延方向，板厚方向，板幅方向それぞれに対して定義される応力の中で，板厚内部の板厚方向に対する応力こそが，磁区細分化発生の芽であることに着目し，その応力の最大値を制御することにより，磁区細分化を効率良く促進させ，一方向性電磁鋼板の鉄損を低減する技術思想に基づくものである。本発明は，鉄損を低減させる技術思想が従来とは全く異なるものである。",
                    "【0022】本発明の低鉄損一方向性電磁鋼板は，第1に，板厚方向に対する応力が引張り応力であり，かつその最大値が40MPa 以上で素材の降伏応力値以下であるであることを特徴とする。",
                    "【0024】図5は，一方向性電磁鋼板の表面にレーザーを照射し，鋼板の板厚内部に応力を発生させた試料を作成し，発生した応力の中で，板厚方向に対する引張り応力の最大値と鉄損(W17／50)との相関を示したグラフである。ここで，W17／50は単板磁気測定装置を用いて周波数50Hzで励磁した時の磁束密度(B)1．7Tの条件で測定した鉄損値を示す。また，一方向性電磁鋼板の板厚は約0．23mmであり，レーザーは照射ビーム径150μmのパルスYAGレーザーを使用した。照射条件は，鋼板を水中に置き，図6のように，鋼板の圧延方向に5．0mmの照射間隔(ピッチ)で，鋼板の圧延方向に対して直角方向に照射パルスが重なるように照射した。",
                    "【0026】鋼板内部に形成される板厚方向に対する引張り応力の最大値は，例えば，集光レンズの焦点距離などの光学条件を変えずにレーザー出力を調整することにより制御でき，レーザー出力の増加により板厚方向に対する引っ張り応力の最大値は増大する。",
                    "【0027】本試験では，レーザー吸収層として水を選択したが，プラスチックテープ，ブラックペイント，金属箔などのいずれを利用しても良い。なお，本試験で使用した水中でのレーザー照射法は，レーザーピーニングと呼ばれ，橋梁の橋桁，自動車の足回り部品などの溶接構造物などの疲労特性を改善する方法として知られている。しかし，この場合のレーザー照射条件は，鋼板表面の全面に照射するのが特徴である。一方，本試験では，図7のように，鋼板の圧延方向に5．0mmの照射間隔(ピッチ)で，鋼板の圧延方向に対して直角方向に照射パルスが重なるように照射しており，疲労特性改善で使用されている照射条件とは異なる。",
                    "【0028】図5から明らかなように，鉄損値(W17／50)が優れた一方向性電磁鋼鈑を得るためには，鋼板内部における板厚方向の引張り応力の最大値は40MPa以上必要であることが分かる。ここで，圧延方向の応力や板幅方向の応力は，数MPa程度であり，板厚方向の引張り応力に比べて小さい値であり，鉄損特性との相関は得られなかった。",
                    "【0029】図5の△値は，従来のレーザー照射条件，すなわち，パルスレーザーを空気中で照射し，鋼板の圧延方向に5．0mm，鋼板の圧延方向に対して直角方向に，パルス間隔が0．3mmピッチの条件で照射した鋼板の鉄損値を示す。このとき，鋼板内部の板厚方向の引張り応力値は，6MPa程度であり，本発明に従い導入された鋼板内部における板厚方向の引張り応力値に比べて小さく，鉄損との相関はなかった。また，圧延方向の応力は，圧縮となり，その大きさは35MPa，板幅方向の応力は数MPaであり，本発明と従来の鋼板内部の応力状態は異なるものである。",
                    "【0030】図5に示されているように，引張り応力の最大値が，300MPaを超える付近から鉄損が増加している。これは，引張り応力の最大値が大きくなると，塑性域が増加するため，磁壁がその塑性域にピンニングされ，ヒステリシス損が増加するものと考えられる。そのため，鋼板内部における板厚方向の引張り応力を導入することにより，磁区細分化，すなわち渦電流損は低減するものの，ヒステリシス損が増加するため，渦電流損とヒステリシス損を加えた全損失が低減しない。一般に，応力状態が弾性域から塑性域に大きく変わる点は素材の降伏応力により規定できる。素材の降伏応力は組成に依存するが，例えば，Fe-3％Siの組成を持つ一方向性電磁鋼板の降伏応力は，約350MPaであるので，図5における鉄損が増加した応力値とほぼ傾向が一致する。",
                    "【0031】以上の理由から，本発明では，板厚内部における板厚方向の引張り応力の最大値は40MPa以上，素材の降伏応力値以下であることが必要である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "text": [
                    "【0043】板厚が0．23mmの一方向性電磁鋼板を用いて，この鋼板を水中に置き，ビーム径150μmのパルスYAGレーザーを照射パルスが重なるように照射した。このレーザーの出力を調整することにより，表1に示すような，板厚内部における板厚方向の引張り応力の最大値，本応力分布の板厚内部における圧延方向の分布幅および板厚方向の分布幅(対板厚率)，本応力が存在する領域の圧延方向の間隔，本領域の圧延方向に対する角度をそれぞれ変えた一方向性電磁鋼板を製造後，各鋼板の鉄損W17／50の測定を行った。なお，表1の板厚内部における板厚方向の引張り応力は，上述したように，X線回折法により，3方向の結晶格子の歪を測定し，弾性率等の物性値を用いて応用値に変換し求めた。また，鉄損値は，周波数50Hz，磁束密度1．7T時の鉄損W17／50を，単板磁気装置を用いて測定した。",
                    "【0044】表1から明らかなように，試験Ｎo．1～7(本発明例)に示す一方向性電磁鋼板は何れも，板厚内部における板厚方向に対する引張り応力の最大値が本発明で規定する範囲内にあるため，これらの条件が外れる試験Ｎo．8～10(比較例)に比べて低鉄損特性に優れた一方向性電磁鋼鈑が得られた。",
                    "【0045】また，上記試験Ｎo．1～7(本発明例)のうちで，板厚内部における板厚方向に対する引張り応力の最大値に加えて，さらに，この応力分布の板厚内部における圧延方向の分布幅および板厚方向の分布幅(対板厚率)，鋼板の圧延方向に対する応力存在領域(板厚内部における板厚方向に対する引張り応力が存在する領域)の圧延方向間隔，同領域の圧延方向に対する角度が好ましい範囲内にある試験Ｎo．1～3(発明例)は，試験Ｎo.4～7(発明例)に比べてより鉄損を低減することができた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の特徴",
              "text": [
                "本件各発明は，低鉄損性に優れた一方向性電磁鋼板に関するものである(【0001】)。",
                "電磁鋼板の鉄損には，大別して，ヒステリシス損と渦電流損があり，ヒステリシス損は，結晶方位，欠陥，粒界等により影響を受け，渦電流損は，材料の板厚，電気抵抗および180°磁区幅等によって決まる。従来，電磁鋼板のヒステリシス損又は渦電流損について，種々の方法により低損失化が試みられ，近年では，鉄損の大部分を占める渦電流損低減の観点から，鋼板表面への張力付与以外の手段を用いて，人為的に鋼板に磁区細分化の芽を発生させ，180°磁区を細分化させる方法が提案されてきているが，鉄損の低減については更に改善の余地がある(【0003】～【0007】，【0009】)。",
                "本件各発明が解決しようとする課題は，一方向性電磁鋼板の鉄損をヒステリシス損と渦電流損に分け，特に磁区細分化による渦電流損の観点から，歪及び応力分布を表面内だけでなく，板厚内部も含めて定量的に適正な条件下で制御することにより，優れた一方向性電磁鋼板を提供することである(【0011】)。",
                "本件各発明は，一方向性電磁鋼板の板厚内部に形成される歪あるいは歪から変換される応力が，板厚方向に対して引張り応力が導入されるよう制御して，還流磁区を効果的に発生させ，180度磁区の細分化を促し，渦電流損を低減させ，さらに，板厚内部の応力値を降伏応力以下に定量的に制限することにより，ヒステリシス損の増加を抑えることを技術思想とする(【0016】)。",
                "一般に，磁化と応力が存在すると，電磁鋼板の磁化と応力の相互作用エネルギー＝-C×M×σ×cos2θ(ここで，C：正の定数，M：磁化の大きさ，σ：応力の大きさ，θ：磁化と応力のなす角度)を生じる(【0019】)。",
                "磁化の向きは，応力となす角がθ＝0又は180度の場合に最もエネルギーが低くなるので，応力と磁化は，平行あるいは反平行の場合がエネルギー的に安定になるから，鋼板表面の圧延方向に引張り応力が導入されても，現状の磁区構造に大きな変化を与えることはできず，180度磁区幅の低減もあまり期待できない(【0018】，【0019】)。",
                "これに対し，本件各発明では，板厚の内部の板厚方向に対して引張り応力あるいはそれに相当する歪を局所的に導入するので，電磁鋼板の磁化と応力の相互作用エネルギーは，応力σは張力なので正となり，磁化は，応力の向き，すなわち板厚方向に向く方がエネルギー的に安定となる。その結果，得られる磁区構造は，圧延方向に対して垂直向きの磁化分布，すなわち還流磁区が形成され，その結果鋼板全体の磁区の再構成が促進され，180度磁区幅の細分化，すなわち渦電流損が低減する。",
                "本件各発明は，上記の磁区解析結果を踏まえ，鋼板の板厚内部の板厚方向に対して引張り応力あるいはそれに相当する歪を局所的に導入することにより，一方向性電磁鋼板の鉄損を飛躍的に低減するものである(【0020】)。",
                "本件各発明によれば，鉄損特性が非常に優れた一方向性電磁鋼板を提供することができる(【0013】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(サポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の判断の枠組み",
              "text": [
                "特許請求の範囲の記載が，サポート要件を定めた特許法36条6項1号に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明により当業者が当該発明の課題を解決できると認識できる範囲内のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できる範囲のものであるか否かを検討して判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本件各発明に係る特許請求の範囲の記載は，前記第2の2のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の詳細な説明の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明の課題の認定",
                  "text": [
                    "サポート要件の適否を判断する前提としての当該発明の課題の認定は，原則として，発明の詳細な説明の記載に基づいてするのが相当である。",
                    "本件明細書の発明の詳細な説明には，本件各発明は，低鉄損性に優れた一方向性電磁鋼板に関するものであること(【0001】)，電磁鋼板の鉄損には，大別して，ヒステリシス損と渦電流損があり，ヒステリシス損は，結晶方位，欠陥，粒界等により影響を受け，渦電流損は，材料の板厚，電気抵抗および180°磁区幅等により決まるところ，従来，電磁鋼板のヒステリシス損又は渦電流損について，種々の方法により低損失化が試みられ，近年では，鉄損の大部分を占める渦電流損低減の観点から，鋼板表面への張力付与以外の手段を用いて，人為的に鋼板に磁区細分化の芽を発生させ，180°磁区を細分化させる方法が提案されてきているが，鉄損の低減については更に改善の余地があること(【0003】～【0007】，【0009】)，本件各発明は，一方向性電磁鋼板の鉄損をヒステリシス損と渦電流損に分けて，特に磁区細分化による渦電流損の観点から，歪および応力分布を表面内だけでなく，板厚内部も含めて定量的に適正な条件下で制御することにより，優れた一方向性電磁鋼板を提供するものであること(【0011】)，以上の記載がある。",
                    "これらの記載からすれば，本件各発明については，「発明が解決しようとする課題」として記載されたとおり，「一方向性電磁鋼板の鉄損をヒステリシス損と渦電流損に分けて，特に磁区細分化による渦電流損の観点から，歪および応力分布を表面内だけでなく，板厚内部も含めて定量的に適正な条件下で制御することにより，優れた一方向性電磁鋼板を提供すること」を課題とするものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "作用機序について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "渦電流損の低減",
                      "text": [
                        "本件明細書には，鋼板の板厚内部の応力状態，特に板厚方向に対する引張り応力こそが，還流磁区を発生させる芽であり，180度磁区細分化を促進させることが記載されている(【0015】)。",
                        "また，板厚内部の板厚方向に対して引張り応力を導入すると，「電磁鋼板の磁化と応力の相互作用エネルギー＝-C×M×σ×cos2θ(C:正の定数，M：磁化の大きさ，σ：応力の大きさ，θ：磁化と応力のなす角度)」(【0019】)は，磁化が板厚方向に向くほうが安定となるので，還流磁区が形成され，その結果，鋼板全体の磁区の再構成が促進され，180度磁区幅の細分化，すなわち渦電流損が低減すること(【0019】，【0020】)が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ヒステリシス損の低減",
                      "text": [
                        "本件明細書には，板厚方向に対する引張り応力の値が，塑性域の応力，すなわち降伏応力以上になると，板厚内部の塑性域が磁壁のピンニングサイトとして働き，鉄損の一部であるヒステリシス損が増加することが記載されている(【0015】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件各発明の作用機序",
                      "text": [
                        "本件明細書には，上記(ア)(イ)を踏まえ，本件各発明が，一方向性電磁鋼板の板厚方向に対して引張り応力が導入されるよう制御して，還流磁区を効果的に発生させ，180度磁区の細分化を促し，渦電流損を低減させ，さらに，板厚内部の応力値を降伏応力以下に定量的に制限することにより，ヒステリシス損の増加を抑えて，従来の一方向性電磁鋼板に比べて大幅に鉄損を低減させることが記載されている(【0016】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図5についての記載",
                  "text": [
                    "図5は，一方向性電磁鋼板の表面にレーザーを照射し，鋼板の板厚内部に応力を発生させた試料を作成し，発生した応力の中で，板厚方向に対する引張り応力の最大値と鉄損(W17／50)との相関を示したグラフである。",
                    "図5には，鋼板内部に形成した板厚方向に対する引張り応力の最大値と鉄損の関係を示すグラフが記載されているところ，同図は，W17／50は単板磁気測定装置を用いて周波数50Hzで励磁した時の磁束密度(B)1．7Tの条件で測定した鉄損値を示すものであり，一方向性電磁鋼板の板厚は約0．23mmで，レーザーは照射ビーム径150μmのパルスYAGレーザーを使用した。照射条件は，鋼板を水中に置き，鋼板の圧延方向に5．0mmの照射間隔(ピッチ)で，鋼板の圧延方向に対して直角方向に照射パルスが重なるように照射した(【0024】)。",
                    "ここで，図5をみると，鉄損値は，【0024】の条件の下で，板厚方向に対する引張り応力の最大値が0MPaのときに最も高く，引張り応力の最大値が大きくなるにつれて減少し，40MPaから300MPa程度までは低い水準で推移し，300MPaを超えるあたりから増加していることがみてとれる(【0030】，図5)。",
                    "そうすると，図5には，優れた鉄損値(W17／50)が得られるのは，鋼板内部における板厚方向の引張り応力の最大値が40MPa以上のときであること，300MPaを超える付近から鉄損が増加するのは，引張り応力の最大値が大きくなると，塑性域が増加するため，磁壁がその塑性域にピンニングされ，ヒステリシス損が増加するものと考えられること，Fe-3％Siの組成を持つ一方向性電磁鋼板の降伏応力は，約350MPaであるので，図5における鉄損が増加した応力値とほぼ傾向が一致すること，これらの理由から，本件各発明では，板厚内部における板厚方向の引張り応力の最大値は40MPa以上，素材の降伏応力値以下であることが必要であることが記載されている(【0028】，【0030】，【0031】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例の記載(【0043】～【0045】)",
                  "text": [
                    "板厚が0．23mmの一方向性電磁鋼板を用いて，表1に示すような，板厚内部における板厚方向の引張り応力の最大値，応力分布の板厚内部における圧延方向の分布幅及び板厚方向の分布幅(対板厚率)，応力が存在する領域の圧延方向の間隔，応力が存在する領域の圧延方向に対する角度をそれぞれ変えた一方向性電磁鋼板を製造後，各鋼板の鉄損W17／50を測定したところ，板厚方向の引張り応力の最大値が40MPaから150Maである本件各発明のもの(Ｎo．1～7)は，板厚方向の引張り応力の最大値が10，20，又は360MPaである比較例のもの(Ｎo．8～10)と比較して鉄損値が小さいことが記載されている。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "課題解決手段",
                  "text": [
                    "以上のとおり，本件明細書の発明の詳細な説明の記載によれば，本件各発明は，鋼板の板厚方向に対する引張り応力を導入し，その最大値が40MPa 以上で鋼板素材の降伏応力値以下である応力の存在する領域を，鋼板の圧延方向に7．0mm以下の間隔で，鋼板の板厚内部に形成するとの構成を採用することにより，一方向性電磁鋼板の鉄損をヒステリシス損と渦電流損に分け，特に磁区細分化による渦電流損の観点から，歪及び応力分布を表面内だけでなく，板厚内部も含めて定量的に適正な条件下で制御することにより，優れた一方向性電磁鋼板を提供するとの課題を解決したものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "サポート要件適合性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の発明の詳細な説明の記載(前記(3)イ)によれば，渦電流損とヒステリシス損という2種類の鉄損のうち，①渦電流損については，一方向性電磁鋼板の板厚方向に対して引張り応力が導入されるよう制御して，還流磁区を効果的に発生させ，180度磁区の細分化を促すことによって，渦電流損を低減させ，②ヒステリシス損については，導入される板厚内部の応力の最大値を定量的に制限することにより，ヒステリシス損の増加を抑え，③以上の機序によって，従来の一方向性電磁鋼板に比べて大幅に鉄損を低減させるものであることを，演繹的に理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これをより具体的に言えば，本件発明1の効果のうち，上記①の渦電流損の低減については，本件明細書の発明の詳細な説明の記載に前記(3)イ(ア)の事項が記載され，当該記載からは，一方向性電磁鋼板の板厚内部に対して引張り応力を導入すると，磁化が板厚方向に向く方がエネルギー的に安定となるので還流磁区が形成され，その結果，180度磁区幅が細分化され，渦電流損が低減することを理解できる。そして，図5は，前記(3)ウのとおり，【0024】の条件の下で，一方向性電磁鋼板の板厚内部に対して導入される引張り応力の最大値が40MPa以上であると，渦電流損が有意に低減することの一つの具体的な裏付けとなる。さらに，実施例をみると，【0043】の条件の下で，板厚方向に対する引張り応力の最大値が50MPaから150MPaの電磁鋼板は，当該値が10，20MPaの電磁鋼板よりも鉄損特性に優れることが記載されているが，これらの記載も，一方向性電磁鋼板の板厚内部に対して最大値が40MPa以上で引張り応力を導入すると渦電流損が低減することを具体的に裏付けている。",
                        "また，本件発明1の効果のうち，上記②のヒステリシス損の増加抑制については，本件明細書の発明の詳細な説明の記載に前記(3)イ(イ)の事項が記載され，当該記載からは，電磁鋼板の板厚内部に対して導入する引張り応力が降伏応力以上になると，板厚内部の塑性域が磁壁のピンニングサイトとして働くので，ヒステリシス損が増加するということを理解できる。そして，図5に加え，Fe-3％Siの組成を持つ一方向性電磁鋼板の降伏応力が約350MPaであるとの記載(【0030】)と併せ考えれば，導入される引張り応力の最大値が鋼板素材の降伏応力値以下であると，ヒステリシス損が低減することの一つの具体的な裏付けとなる。さらに，実施例をみると，【0043】の条件の下で，板厚方向に対する引張り応力の最大値が50MPaから150MPaの電磁鋼板は，当該値が360MPaの電磁鋼板よりも鉄損特性に優れることが記載されており，これらの記載も，導入された引張り応力の最大値が鋼板素材の降伏応力以上であるとヒステリシス損が増加することを具体的に裏付けている。",
                        "そうすると，当業者は，本件明細書の記載から，一方向性電磁鋼板の板厚内部に対して引張り応力が導入されると，渦電流損が低減すること，導入される引張り応力の最大値が40MPa以上であると，渦電流損が有意に低減すること，及び，その引張り応力の最大値が鋼板素材の降伏応力値以下であれば，ヒステリシス損の増加が回避されることを，作用機序の観点から，具体的裏付けをもって理解することができるものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)(イ)に照らすと，最大値が40MPa以上で鋼板素材の降伏応力値以下である引張り応力が存在する領域を板厚内部に形成した本件発明1は，一方向性電磁鋼板について，ヒステリシス損と渦電流損との2つの観点から，鉄損の低減を図ったものであり，特に渦電流損の低減は磁区細分化によるものであること，及び，当該引張り応力の導入により，鉄損特性に優れたものとなることが理解できる。",
                        "一方，本件発明1の課題は，前記(3)アのとおりであるところ，当該課題における「優れた一方向性電磁鋼板」とは，本件明細書全体の記載，特に，「鉄損特性に非常に優れた一方向性電磁鋼板を提供でき」る(【0013】)との記載や，実施例の一方向性電磁鋼板が比較例に比べて低鉄損特性に優れていた旨の記載(【表1】，【0044】)からみて，鉄損特性に優れた一方向性電磁鋼板を意味すると解される。",
                        "そうすると，当業者は，本件明細書の詳細な説明の記載から，本件各発明の課題を解決できると認識することができる。また，本件発明1に係る特許請求の範囲の記載は，詳細な説明に記載されたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2及び3について",
                  "text": [
                    "本件発明2及び3は，いずれも本件発明1と共通の課題を有するところ，本件発明1の構成と共通する部分に関しては，アと同様の理由により，本件各発明の課題を解決するものであり，当業者はそのことを認識することもできる。",
                    "本件発明2及び3は，本件発明1の板厚方向に対する引張り応力が存在する領域について，本件発明2では，これに加え，その圧延方向の分布幅と板厚方向の分布幅をもって，本件発明3では，これに加え，圧延方向に対する角度をもって，それぞれ特徴付けるものである。本件明細書の実施例，特に表1には，これらの特徴部分との関係でも課題を解決できることが記載されており，当業者は，その課題を解決できると認識することができる。また，本件発明2及び3に係る特許請求の範囲の記載は，詳細な説明に記載されたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "課題解決手段の誤り及び信義則による主張の制限",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件各発明の課題解決手段には，「板厚方向の引張り応力の最大値が40MPa以上となること」が含まれるとして，本件審決が「板厚方向に鋼板素材の降伏応力以下の範囲で引張り応力を導入すること」をもって課題解決手段であるとしたのは誤りであると主張する。",
                        "また，原告は，このことに関連して，課題解決手段に係る本件審決の上記認定が，審判における被告のその旨の主張を採用したものであったこと，被告は，審査段階においては，これと異なる主張をしていたことを指摘して，被告が本件各発明の課題解決手段について，「板厚方向に鋼板素材の降伏応力以下の範囲で引張り応力を導入すること」に尽き，「板厚方向の引張り応力の最大値が40MPa以上となること」は含まれないと主張することは，信義則により許されないとも主張する。",
                        "そこで判断するに，本件各発明に係る特許請求の範囲の記載は，前記第2の2のとおりであり，板厚方向に対する「最大値が40MPa 以上で鋼板素材の降伏応力値以下である」応力の存在する領域をもって発明を特定していることからすれば，「板厚方向の引張り応力の最大値が40MPa以上となること」は，本件各発明の課題解決手段に含まれるものといわざるを得ず，その点に係る本件審決の認定ないし判断は誤りである。また，上記の点に係る被告の主張も失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，特許請求の範囲の記載が，サポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比して判断され，その対比は，実質的な対応関係に基づいてされる。この実質的な対応関係の検討は，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明により当業者が当該発明の課題を解決できると認識できる範囲内のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できる範囲のものであるか否かを検討して判断される。",
                        "本件各発明は，一方向性電磁鋼板の鉄損を渦電流損とヒステリシス損とに分けて，特に磁区細分化による渦電流損の観点から，歪および応力分布を表面内だけでなく，板厚内部も含めて定量的に適正な条件下で制御することにより，優れた一方向性電磁鋼板を提供することを課題とする。",
                        "本件各発明は，この課題を，一方向性電磁鋼板の板厚方向に対して最大値が40MPa以上の引張り応力が導入されるよう制御し，かつ，導入される板厚内部の応力を鋼板素材の降伏応力値以下に定量的に制限することにより，渦電流損を低減するとともに，ヒステリシス損の増加を抑えるという機序によって，解決しようとするものである。",
                        "これらを踏まえて検討すれば，当業者が，本件明細書の詳細な説明の記載から，本件各発明の課題を解決できると認識することができ，また，本件各発明に係る特許請求の範囲の記載が詳細な説明に記載されたものであることは，前記(4)のとおりである。そうすると，本件審決の上記の誤りが直ちにサポート要件に係る判断の誤りと評価されることはない。",
                        "なお，本件審決の前記認定ないし判断は誤りであるから，その前提とされた被告の主張が信義則により制限されるか否かは問題とする余地がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施例(図5)の結果を一般化することができないこと",
                  "text": [
                    "原告は，板厚方向に対する引張り応力の「最大値が40MPa以上」であることは，本件明細書の図5を根拠として導き出されたもので，このような特定の条件の下で得られた数値をもとに本件各発明に一般化することはできないと主張する。",
                    "しかしながら，本件各発明の課題解決の機序は，前記のとおりであり，これを今一度敷衍すれば，次のとおりとなる。",
                    "すなわち，本件各発明は，鋼板の各点に発生している応力の中で，板厚内部の板厚方向に対する応力こそが磁区細分化発生の芽であることに着目したものである(【0021】)。",
                    "一般に，磁化と応力が存在すると，電磁鋼板の磁化と応力の相互作用エネルギー＝-C×M×σ×cos2θ(ここで，C：正の定数，M：磁化の大きさ，σ：応力の大きさ，θ：磁化と応力のなす角度)を生じる(【0019】)。",
                    "そして，本件明細書の【0019】，【0020】には，電磁鋼板の磁化と応力の相互作用エネルギー(＝-C×M×σ×cos2θ，C：正の定数，M：磁化の大きさ，σ：応力の大きさ，θ：磁化と応力のなす角度)は，θが0°又は180°であると低くなり，エネルギー的に安定になること，板厚方向に引張り応力が導入されると，σは正なので，磁化は，応力の向き，すなわち板厚方向に向く方がエネルギー的に安定になること，その結果，還流磁区が形成され，鋼板全体の磁区の再構成が促進され，180度磁区幅が細分化され，渦電流損が低減することが，上記式によって論理的に説明されている。",
                    "これを，例えば，図5から導かれる「40MPa」の引張り応力を板厚方向に導入することにあてはめると，上記式において，σ＝40MPaのときに，磁化の向きは，エネルギー的に安定になる，θが0°又は180°であるような向き，すなわち板厚方向であり，その結果，還流磁区が形成され，鋼板全体の磁区の再構成が促進され，180度磁区幅が細分化され，渦電流損が低減するものといえる。",
                    "なるほど，図5及び実施例は，それぞれ特定の条件(【0024】，【0043】)の下で得られた例であるが，電磁鋼板の磁化と応力の相互作用エネルギーの前記の式には，電磁鋼板の板厚，分布幅，照射痕幅，レーザスポット形状，照射間隔，帯状範囲の圧延方向に対する角度，圧延方向の引張り応力，組成，照射条件(空気中か水中か)の寄与についての要素が含まれないことからみれば，これらの条件により左右されるものではない。そして，前記の本件各発明の機序を併せ考えると，原告が指摘する板厚，分布幅・照射痕幅等の諸条件のいずれかを変化させた試料で実験したとしても，電磁鋼板の磁化と応力の相互作用エネルギーには影響がないから，これにより本件各発明の上記の課題解決手段の機序が大きく阻害されるとか，全く異なる機序に変化してしまうような事情が生じるとは解されない。",
                    "また，ヒステリシス損増加抑制の機序は，その引張り応力の値が，塑性域の応力，すなわち降伏応力以上になると，板厚内部の塑性域が磁壁のピンニングサイトとして働き，鉄損の一部であるヒステリシス損が増加するという関係があることから，引張り応力の最大値を降伏応力以下とすれば，ヒステリシス損の増加を抑制することができるというものであり，同様に発明の詳細な説明の記載から理解することができる(【0015】)。",
                    "そうすると，板厚方向に対する引張り応力の「最大値が40MPa以上で鋼板素材の降伏応力値以下」であることにより鉄損の低減が図られることが理解される。",
                    "したがって，本件明細書の発明の詳細な説明に本件各発明が記載されており，これにより課題を解決できると認識できる範囲内のものということができる。",
                    "よって，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件各発明に係る特許請求の範囲の記載は，サポート要件に適合する。本件審決は，「板厚方向の引張り応力の最大値が40MPa以上となること」を本件各発明の課題解決手段としなかった点において誤りであるが，結論において正当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用発明1に基づく新規性・進歩性の各判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，以下の記載がある(表は別紙2記載のもの)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲・1項",
                      "text": [
                        "電気用シート製品のコアロス特性を改善するための，以下の内容を有する方法：",
                        "シートの形状を実質的に変化させずに，ストリップの製造方向を実質的に横切る非処理領域によって隔てられた，狭く実質的に平行な処理領域の帯をつくるために，シートの少なくとも一つの面が電子ビーム処理され；",
                        "この電子ビーム処理は，前記面を損うことなく磁区壁の間隔を微細化(refinement)し，かつコアロスを減少するのに十分なエネルギー密度を与えるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "本発明は，電気用のシート状又はストリップ状製品の表面を加工して，コアロス性を減少させるように磁区の大きさを変える方法に関するものである。特に本発明は，電子ビーム処理によって電気用鋼の表面に局部歪を付与し，表面皮膜に損傷を与えずに又は形状に変化を与えずにコアロスを改善する方法に関するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "従来の技術及び発明が解決しようとする課題",
                      "text": [
                        "‥結晶粒配向珪素鋼は，一般に電力トランス，配電トランス，発電機などの電気機器に用いられている。この種の用途における珪素鋼はその磁区構造及び抵抗によって，与えられる交番磁界に対して「コアロス」と呼ばれるある程度のエネルギー損失を生じる。従って，このような用途に用いられる鋼はコアロス値の小さいことが望まれる。",
                        "‥いま必要とされているのは，電気用シート製品の磁区細分化処理を，シート上の絶縁皮膜やミルガラスのような皮膜を破壊せず，かつシートの形状を実質的に変化させずに行うための方法及び装置である。更にその方法及び装置は，高透磁率形及び普通形両結晶配向珪素鋼，並びに非晶質タイプの電気用材料のいずれの処理に対しても適するものでなければならない。(2頁右上欄下から2行～4頁左上欄1行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "本発明では，最終焼鈍された磁区構造を持つ電気用シート又はストリップのコアロスを改善する方法が提供される。その方法は，当該シートの少なくとも一表面を電子ビームにて処理し，シート製造方向を実質的に横切る方向の非処理域によって隔てられる，処理領域としての狭く実質的に平行な帯を形成するものである。また当該電子ビーム処理は，シートの形状変化やシート皮膜の損傷を生じることなく磁壁間隔を細分化するに足りる線エネルギー密度を持つものである。(4頁左上欄2～13行)",
                        "‥本発明の開発過程では代表して，次に例示する組成の3種類の鋼試料を用いた。2種類は結晶粒配向珪素鋼，1種類は非晶質鋼であり，次の初期公称成分を持つ。",
                        "鋼1は普通形結晶粒配向珪素鋼，鋼2は高透磁率形結晶粒配向珪素鋼，鋼3は磁性非晶質鋼である。(普通，非晶質材料はその組成を原子パーセントで表す。鋼3の公称組成は77～80Fe，13～16Si，5～7B原子パーセントである。)以下特に示さない限り，組成範囲はすべて重量パーセントである。",
                        "鋼1及び鋼2の製造においては，鋳造し，熱間圧延し，焼ならし，2段以上の冷間圧延をするときは中間焼鈍を付して最終寸法まで冷間圧延し，脱炭し，MgOで被覆し，そしてキューブオンエッジ配向の望ましい二次最結晶を得るために最終組織焼鈍された。脱炭工程と高温の最終組織焼鈍との間に，酸化マグネシウムを初期成分とする耐火性酸化物皮膜が施され，この皮膜は焼鈍によって鋼表面にフォルステライト皮膜を形成する。鋼1及び2は，初めは上記の公称成分を持っているが，最終組織焼鈍の後はC，Ｎ及びSは約0．001％以下のトレースまで減少する。(5頁左下欄8行～5頁右下欄15行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例1",
                      "text": [
                        "本発明における磁区細分化の効果を明示するため，鋼2と同様の組成を持つ珪素鋼が溶解され，鋳造され，熱間圧延され，必要に応じ中間焼鈍を付して最終寸法9ミルまで冷間圧延され，脱炭され，MgO焼鈍分離皮膜を施して最終組織焼鈍され，加熱平坦化され，そして応力付与被覆が付された。(6頁左上欄1～8行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例3",
                      "text": [
                        "更に別の例として，鋼1の代表的組成を持つ普通形結晶粒配向珪素鋼に対する磁区細分化の実験を行った。各試料は，公称寸法7ミル又は9ミルの普通形結晶粒配向珪素鋼製作に必要な変更以外は実施例1と同様の方法で調製され，第Ⅲ表に示した実験条件で処理し，3mm間隔の平行な処理帯域を形成した。磁気特性はすべてエプスタインパックによる結果である。磁区の構造は第4図の6×顕微鏡写真に示されており，典型的な磁区細分化と処理域の平行な帯が観察される。",
                        "第Ⅲ表のデータは，普通形結晶粒配向珪素鋼の電子ビーム磁区細分化によって，7ミル材料のコアロスが1．5Tで約5％から1．7Tで約10％まで減少できることを示している。9ミル材料のコアロスは，1．5Tで約6％から1．7Tで，約9％まで減少した。磁区細分化処理の結果，全試料とも変形や曲がりは無視できる程度で，いずれも皮膜の破壊や損傷は観察されなかった。",
                        "第Ⅲ表の結果を得る前に，鋼1の9ミルストリップについて，ビーム条件150kV，0．75mAで磁区細分化に及ぼす走査速度の影響を調査した。線エネルギー密度0．22～0．75J／inの範囲の処理でストリップの磁区イメージを比較した結果，この条件下で有効な磁区細分化の限界は0．3J／inであるらしいことが示された。磁区イメージによれば，この条件で電子ビーム処理を行うと約3mm間隔の磁区細分化の得られることが示された。(8頁右下欄16行～9頁最終行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アによれば，引用例1から，以下の事項を理解することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "結晶粒配向珪素鋼は，一般に電力トランス，配電トランス，発電機などの電気機器に用いられ，「コアロス」と呼ばれるエネルギー損失が小さいことが望まれている。本発明は，電気用のシート状又はストリップ状製品の表面を加工し，コアロスを減少させるように磁区の大きさを変える方法に関するものであり，特に，電子ビーム処理によって電気用鋼の表面に局部歪を付与し，表面皮膜に損傷を与えずに又は形状に変化を与えずにコアロスを改善する方法に関するものである(前記ア(ア))。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "具体的には，「D7-86839」として，鋼1の組成を持つ珪素鋼が溶解，鋳造，熱間圧延され，必要に応じ中間焼鈍を付して最終寸法9ミルまで冷間圧延され，脱炭され，MgO焼鈍分離皮膜を施して最終組織焼鈍され，加熱平坦化され，応力付与被覆が付され，C，Ｎ及びSが約0．001％以下のトレースまで減少した厚さ9ミルストリップに対して，電子ビームを照射したところ，コアロスは，1．5Tで約6％，1．7Tで，約9％減少し，被膜の破壊や損傷は観察されなかった(前記ア(オ)，(カ))。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1並びに引用発明1と本件発明1との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定",
                  "text": [
                    "本件審決が，引用発明1をどのように認定したかは，判然としないものの，前記(1)によれば，引用発明1は，引用例1の特許請求の範囲請求項1に記載された，",
                    "「電気用シート製品のコアロス特性を改善するための，以下の内容を有する方法：",
                    "シートの形状を実質的に変化させずに，ストリップの製造方向を実質的に横切る非処理領域によって隔てられた，狭く実質的に平行な処理領域の帯をつくるために，シートの少なくとも一つの面が電子ビーム処理され；",
                    "この電子ビーム処理は，前記面を損うことなく磁区壁の間隔を微細化し，かつコアロスを減少するのに十分なエネルギー密度を与えるもの」であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1と本件発明1との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "低鉄損一方向性電磁鋼板である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本件発明1は，「鋼板の板厚内部における1箇所又は複数箇所に，板厚方向に対する応力が引張り応力であり，かつその最大値が40MPa以上で鋼板素材の降伏応力値以下である応力が存在する領域が，鋼板の圧延方向に7．0mm以下の間隔で形成されている」ことを特徴とするのに対して，引用発明1は，このような特徴がない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1の具体例である実験3(第Ⅲ表)のうちの，「エプスタインパックD7-86839」なる試料(以下，当該試料について引用例1に記載された実験を「甲3実験」という。)について，再現実験(以下，甲4の再現実験を「甲4実験」という。)したとして，実験成績証明書(1)(甲4)を提出するところ，甲4には，甲4実験において，鋼板内部に最大100MPa程度の引張り応力が発生していることが明らかになったことが記載されている。",
                    "しかしながら，甲3実験の条件は，鋼板厚さ(条件A)，鋼板成分含有量(同B)，鋼板表面皮膜(同C)，照射雰囲気(同D)，電子ビーム装置(同E)，電子ビーム出力(同G)，照射速度(同H)，ビーム径(同J)，照射間隔(同L)，鉄損測定方法(同Ｎ)，鉄損(同O)，鋼板厚さ方向応力測定(同P)及び応力値(同Q)であるが，条件としては，ほかにも照射の方向(後記甲1実験の条件F)や幅(同M)なども考えられ，鋼板内部に導入される応力の状態や大きさが甲3実験の上記各条件だけで決まることを示す証拠はない。",
                    "そうすると，仮に引用例1に記載された限りの甲3実験の条件の全てを忠実に再現して実験を行い，その結果，鋼板内部に最大100MPa程度の引張り応力が発生したとしても，直ちに甲3実験においても同様の圧力が発生しているということは困難である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲3実験の各条件を甲4実験とで対比すると，次のとおり異なる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "鋼板成分含有量(条件B)",
                      "text": [
                        "甲3実験；C：0．001wt％以下，Ｎ：0．001wt％以下，Mn：0．07wt％，S：0．001wt％以下，Si：3．15wt％，Cu：0．22wt％，Fe：残部",
                        "甲4実験；C：0．002wt％以下，Ｎ：0．001wt％以下，Mn：0．07wt％，S：0．001wt％以下，Si：3．4wt％，Cu：0．12wt％，Fe：残部"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "電子ビーム照射前後の電気用シートの鉄損(条件O。周波数60Hz，磁束密度1．5T(W15／60)又は周波数60Hz，磁束密度1．7T(W17／60))(単位は全てmWPP)。",
                        "W15／60での甲3実験；照射前430，照射後401，改善率6．7％",
                        "同甲4実験；照射前379，照射後356，改善率6．1％",
                        "W17／60での甲3実験；照射前630，照射後576，改善率8．6％",
                        "同甲4実験；照射前509，照射後459，改善率9．8％"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)(イ)によれば，甲4実験が，引用例1に記載された限りの甲3実験の条件の全てを忠実に再現して実験を行ったものであるともいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，甲4実験において，鋼板内部に最大100MPa程度の引張り応力が発生していることが明らかになったとの甲4の記載をもって，引用発明1において，板厚方向に対する応力が引張り応力であり，かつその最大値が40MPaで鋼板素材の降伏応力値以下である応力が存在する領域が，電気用シートに形成されている，ということはできない。",
                    "よって，上記相違点は実質的なものであり，本件発明1は引用発明1ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，引用例1には，電気用シートの板厚方向に，引張り応力を導入することについて記載も示唆もされておらず，この値について，最大値を40MPa以上で電気用シートの素材の降伏応力値以下とすることについても何ら記載も示唆もされていないから，引用発明1において，板厚方向に対する応力が引張り応力であり，かつその最大値が40MPaで電気用シートの素材の降伏応力値以下である応力が存在する領域を形成することは，動機付けられない。",
                    "よって，上記相違点に係る事項は，当業者が容易に想到できず，本件発明1は，引用発明1に基づいて当業者が容易に発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件発明3は，本件発明1を引用するものであり，上記ア～エと同様の理由により，引用発明1ではないし，引用発明1に基づいて当業者が容易に発明をすることができたものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，鋼板の成分組成が若干異なっても，電子ビームというエネルギーによって物理的に鋼板に生成される板厚方向に対する引張り応力の値は，実質的に変化せず，特に，引用例1(甲3)と甲4のようにわずかに成分が変わるだけでは，物理的に形成される引張り応力の値が大きく変わるとは考え難いと主張する。",
                "そこで判断するに，確かに，原告が従来技術であるとして提出する各証拠(甲5，31及び32)でも，Si含有量を変化させる一方で，鋼板面垂直方向の応力の形成条件を変えるべきとの記載は存在せず，また，本件明細書に，鋼板の成分組成が変わった場合に鋼板面垂直方向の応力の形成条件を変えるべきという記載もない。",
                "しかし，上記各証拠に，鋼板の成分組成の若干の異同にかかわらず，物理的に鋼板に生成される引張り応力の値が実質的に変化しないという，原告の主張する事実を示す記載も見当たらず，上記各証拠の記載からそのことが裏付けられていると解すべき根拠もない。本件明細書に，鋼板の成分組成が変わった場合に鋼板面垂直方向の応力の形成条件を変えるべきという記載がないことや，Siの組成を「3％」と規定した上で「約350MPa」という数値を持ち出していることが，原告の主張する上記事実の根拠になるわけでもない。",
                "よって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1及び3が引用発明1に基づいて新規性を欠くとも進歩性を欠くともいえない。本件審決は，引用発明並びに本件発明1及び3との相違点を的確に認定していない点において，措辞不適切であるが，新規性及び進歩性を認めた結論において正当である。",
                "よって，取消事由2はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(引用発明2に基づく新規性・進歩性の各判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，以下の記載がある(図は別紙3記載のもの)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】",
                        "圧延方向と直角な線状あるいは点列状に，且つ圧延方向に周期的にレーザビームを照射して磁区制御を行った一方向性電磁鋼板において，該一方向性電磁鋼板の板厚をt(mm)，前記レーザビームの線状照射痕の圧延方向幅または前記レーザビームの照射によって生成される環流磁区の圧延方向幅をw(mm)，および前記レーザビームの照射の圧延方向での照射間隔をPL(mm)とするとき，次式を満足することを特徴とする低鉄損一方向性電磁鋼板。",
                        "1．3×10-4≦π／8×(w×w)／(t×PL)≦1．3×10-2",
                        "【請求項2】",
                        "圧延方向と直角な線状あるいは点列状に，且つ圧延方向に周期的にレーザビームを照射して磁区制御を行った一方向性電磁鋼板において，該一方向性電磁鋼板の板厚をt(mm)，前記レーザビームの線状照射痕の圧延方向幅または当該レーザビームによって生成される環流磁区の圧延方向幅をw(mm)，および前記レーザビームの照射の圧延方向での照射間隔をPL(mm)とするとき，wが0．05mm以上且つ0．2mm以下であり，さらに次式を満足することを特徴とする低鉄損一方向性電磁鋼板。",
                        "7．0×10-4≦π／8×(w×w)／(t×PL)≦1．3×10-2"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0004】従来技術は，一方向性電磁鋼板の板厚にあわせて局所的な積算照射エネルギー密度とレーザパワー密度を変更することは開示されているものの，照射ビーム径に関しては板厚変化に対して考慮されておらず一定とするものであった。",
                        "本発明の課題は，一方向性電磁鋼板の板厚に応じてレーザ照射条件を変更して，高い鉄損改善を得る一方向性電磁鋼板およびその製造方法を提供することにある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0005】本発明者らは，レーザ照射による磁区制御を施した低鉄損一方向性電磁鋼板を鋭意研究の結果，板厚にあわせてレーザ照射によって導入される歪みによる環流磁区の形状やレーザ照射の圧延方向の間隔を制御することによって，従来よりも極めて低い鉄損の一方向性電磁鋼板及びそれを実現できる製造方法を想到した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0008】本発明により，一方向性電磁鋼板の板厚に応じて鉄損特性の優れた電磁鋼板が得られる。本発明の一方向性電磁鋼板を用いることで，高効率で小型のトランスが低い作業負荷で製造可能となる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例",
                      "text": [
                        "【0010】‥本実施例では，レーザ装置3から出力されるレーザビームLBを，ポリゴンミラー4とfθ レンズ5を使用し，一方向性電磁鋼板(鋼板)1上に走査照射した。fθ レンズ5と鋼板1の距離を変えることにより，レーザビームの圧延方向集光径dlを変化させた。",
                        "6は円柱レンズあるいは複数の円柱組レンズであり，必要に応じてレーザビームの集光スポットについてビームスキャン方向の集光径(スキャン方向長)dcを変化させて，円形から楕円形まで集光形状を制御するのに用いる。図1は，レーザと走査装置が一組の例であるが，鋼板の板幅に応じて板幅方向に同様の装置を複数台配置してもよい。",
                        "【0011】本発明者らは，ファイバコア径10μmの連続波ファイバレーザ装置を用いて，各種板厚の一方向性電磁鋼板表面に圧延方向にほぼ垂直方向に線状のレーザ照射を施して鉄損を調べた。この実験において，レーザ照射の照射条件により鋼板表面に照射痕が生じる場合と生じない場合がある。照射痕が生じる場合は，その照射痕の圧延方向の幅を光学顕微鏡による観察と照射によって生じる圧延方向の環流磁区の幅を，200kVの加速電圧を持つ走査型電子顕微鏡の反射電子を用いた観察で測定した。その結果，照射痕の幅と環流磁区の幅はほぼ一致した。",
                        "【0012】また，照射痕が発生しない場合は環流磁区の幅を測定した。以下の記述では，照射痕あるいは環流磁区の幅を同一のものとして扱い，圧延方向照射幅w(mm)とする。‥なお，圧延方向照射幅wはレーザ照射ビーム径dlによって制御した。",
                        "【0013】また，鉄損を低減させるため，各条件では平均照射エネルギー密度Ua(mJ／mm2) を，板幅方向のレーザビームの板幅方向走査速度Vc(m／s)",
                        "を変化させた。なお，Ua(mJ／mm2) は，PL(mm)，Vc(m／s) ，およびレーザパワーをP(W) を用いて，Ua(mJ／mm2) ＝P／(Vc×PL)で定義される。鉄損はSST(Single Sheet Tester)測定器でW17／50を測定した。W17／50は周波数50Hz，最大磁束密度1．7Tのときの鉄損である。",
                        "【0014】本実施例で用いたサンプルにおいて，板厚が0．23mmの場合には，レーザ照射前のW17／50の範囲は0．80～0．85W／kg，板厚が0．27mmの場合には，レーザ照射前のW17／50の範囲は0．80～0．90W／kg，板厚が0．30mmの場合には，レーザ照射前のW17／50の範囲は0．95～1．00W／kg であった。",
                        "【0018】鋼板の圧延方向断面における歪みの面積の占める割合(以下，歪み比率ηと呼ぶ)をπ／×(w×w)／(t×PL)で定義して，板厚をパラメータとして歪み比率ηと鉄損W17／50の関係を調べた結果を図2に示す。図2の中で，点線で示す各板厚における最小鉄損を基準として，これに対する劣化率を(到達鉄損-最小鉄損)／最小鉄損×100％と定義した時，どの板厚においても歪み比率ηが点線で示す1．3×10-4以上且つ1．3×10-2以下で，1点鎖線で示す劣化率5％以内を実現することができる。",
                        "【図2】各種板厚における歪み比率η＝π／8×(w×w)／(t×PL)と鉄損W17／50の関係図である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アによれば，引用例2には，以下の事項が記載されているものといえる。",
                    "従来技術は，一方向性電磁鋼板の板厚にあわせて局所的な積算照射エネルギー密度とレーザパワー密度を変更することは開示されているものの，照射ビーム径に関しては板厚変化に対して考慮されておらず一定とするものであったところ，本発明の課題は，一方向性電磁鋼板の板厚に応じてレーザ照射条件を変更して，高い鉄損改善を得る一方向性電磁鋼板及びその製造方法を提供することにある(【0004】)。",
                    "本発明者らは，レーザ照射による磁区制御を施した低鉄損一方向性電磁鋼板を鋭意研究の結果，板厚にあわせてレーザ照射によって導入される歪みによる環流磁区の形状やレーザ照射の圧延方向の間隔を制御することによって，従来よりも極めて低い鉄損の一方向性電磁鋼板及びそれを実現できる製造方法を想到した(【0005】)。",
                    "本発明により，一方向性電磁鋼板の板厚に応じて鉄損特性の優れた電磁鋼板が得られ，本発明の一方向性電磁鋼板を用いることで，高効率で小型のトランスが低い作業負荷で製造可能となるという効果が奏される(【0008】)。",
                    "具体的には，板厚が0．23mm，0．27mm，0．30mmの一方向性電磁鋼板表面に，ファイバコア径10μmの連続波ファイバレーザ装置を用いて，圧延方向にほぼ垂直方向に線状のレーザ照射を施した。どの板厚においても，鋼板の圧延方向断面における歪みの面積の占める割合(＝歪み比率η＝π／8×(w×w)／(t×PL)，t：一方向性電磁鋼板の板厚(mm)，w：レーザビームの線状照射痕の圧延方向幅またはレーザビームの照射によって生成される環流磁区の圧延方向幅(mm)，PL：レーザビームの照射の圧延方向での照射間隔(mm))が，1．3×10-4以上且つ1．3×10-2以下で，劣化率(＝(到達鉄損-最少鉄損)／最少鉄損×100％)が5％以内を実現することができた(【0010】，【0014】，【0018】，図2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2の認定",
              "text": [
                "本件審決が，引用発明2をどのように認定したかは，判然としないものの，前記(1)によれば，引用発明2は，引用例2の請求項1及び2に記載されたものであると認められる(以下，請求項1に記載された発明を「引用発明2」，同2に記載された発明を「引用発明2’」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と引用発明2又は2’との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2及び2’は，いずれも「低鉄損一方向性電磁鋼板」に係るものであるから，本件発明1と引用発明2又は2’とは，「低鉄損一方向性電磁鋼板」であるという点で一致する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，本件発明1と，引用発明2又は2’とは，本件発明1においては，「鋼板の板厚内部における1箇所又は複数箇所に，板厚方向に対する応力が引張り応力であり，かつその最大値が40MPa以上で鋼板素材の降伏応力値以下である応力が存在する領域が，鋼板の圧延方向に7．0mm以下の間隔で形成されている」のに対して，引用発明2又は2’のいずれにおいても，この記載がない点で相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "実験成績証明書(2)(甲2)は，引用発明2又は2’の具体例である実施例の実験(以下「甲1実験」という。)を，再現(以下，甲2の再現実験を「甲2実験」という。)したとして，提出されたものであり，甲2には，甲2実験において，鋼板内部に最大70MPaの引張り応力が発生していることが明らかになったことが記載されている。",
                    "しかしながら，鋼板内部に導入される応力の状態や大きさが，引用例2に記載された甲1実験の各条件のみによって決まるということを示す証拠はないから，仮に引用例2に記載された限りの甲1実験の条件の全てを忠実に再現して，再現実験を行い，その結果，鋼板内部に最大70MPaの引張り応力が発生したとしても，そのことから，甲1実験においても同様の圧力が発生しているとはいえない。また，甲1には，レーザ照射の際のレーザ出力，照射速度の条件についても記載されておらず，甲1実験におけるこれらの条件は明らかでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，甲2の作成者である原告従業員A作成の陳述書(甲18)には，甲2で採用したレーザ出力，照射速度，スポット径等の条件について説明する以下の記載がある。",
                    "「照射速度及びスポット径に関しては，甲1の出願人が採用していると考えられる合理的な値を採用致しました。甲2で選択している照射速度及びスポット径が，甲1の出願人が出願している甲12で指定されている範囲と合致していることから，照射速度及びスポット径の値に合理性があることをご理解頂けると思います。",
                    "‥レーザ出力に関しては26．1Wから273．3Wで変化させました。",
                    "これらの範囲において鉄損値は甲1の図2に示すような挙動を示し，レーザ出力が下限値である26．1Wや上限値である273．3Wに近づくにつれて鉄損値が大きくなり，中心付近で鉄損値が小さくなりました。このため，26．1W未満や273．3W超過の範囲でレーザ出力を変化させても鉄損値が大きくなると判断し，26．1W未満や273．3W超過の範囲でレーザ出力を変化させることは行いませんでした。",
                    "‥鉄損値は中心付近で小さくなり優れた結果となっておりましたので，概ね中心値である151.2Wでレーザ照射した鋼板をSPring-8で行う実験試料として選定致しました。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記イによれば，なるほど甲2実験の照射速度につき甲12(WO2004／083465A1)の条件を採用した経緯や理由は理解できるが，そのことを超えて，引用例2でも甲12の条件が採用されていたと認めることはできない。",
                    "また，甲12には，「本発明の一実施例では，…ビームの走査線速度Vは3000～16000mm／sである。」と記載されており(6頁16～22行)，甲2実験の照射速度である「10000mm／sec」だけが記載されているものではない。さらに，甲1実験がレーザ出力について「26．1Wから273．3W」のうちの「151．2W」なる条件で行っていることの根拠は見当たらない。",
                    "甲2実験は，「26．1Wから273．3W」で変化させて鉄損値を測定し，中心付近で鉄損値が小さくなったことに基づいて，照射速度を「151．2W」を決定したものであることからしても，甲1実験をそのまま忠実に再現したものといえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，鋼板内部に最大70MPaの引張り応力が発生していることが甲2実験で明らかになったとの甲2の記載をもって，引用発明2において，電磁鋼板の板厚方向に対する応力が引張り応力であり，かつその最大値が40MPaで鋼板素材の降伏応力値以下である応力が存在する領域があるとはいえない。",
                    "よって，上記相違点は実質的な相違点であり，本件発明1は引用発明2ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，引用例2には，電磁鋼板の板厚方向に，引張り応力を導入することについて記載も示唆もなく，この値について，最大値を40MPa以上で鋼板素材の降伏応力値以下とすることについて何ら記載も示唆もされていないから，引用発明2において，板厚方向に対する応力が引張り応力であり，かつその最大値が40MPaで鋼板素材の降伏応力値以下である応力が存在する領域を形成することは，動機付けられない。",
                    "よって，上記相違点に係る事項は，当業者が容易に想到できたものではなく，本件発明1は，引用発明2に基づいて当業者が容易に発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件発明3は，本件発明1を引用するものであり，上記ア～オと同様の理由により，引用発明2ではないし，引用発明2に基づいて当業者が容易に発明をすることができたものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2におけるレーザ出力条件について，特開昭60-115911号公報(甲33)に電磁鋼板の鉄損低減に20～600W出力の連続波Ｎd：YAGレーザが使用されることが開示されていることからすれば，引用例2のレーザ出力条件として「26．1～273．3W」程度の値を選択することは，技術常識であるなどと主張する。",
                    "しかしながら，甲33は，レーザ処理用光学操作装置についての一文献であり，甲1において明らかでないレーザ出力条件を決定する上で，甲33に記載された条件を採用することに合理的な根拠はない。また，そもそも，甲33に記載されているのは「20～600Wの出力の高出力連続波Ｎd：YAGレーザ」(6頁右下欄20～7頁左上欄1行)であって，「26．1～273．3W」の出力ではないし，使用されたレーザも，甲1で使用されているファイバレーザとは異なる。",
                    "よって，甲33の開示から「26．1～273．3W」程度の値を選択することが技術常識であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，前記A作成の陳述書(甲18)の記載を挙げて，151．2Wでレーザ照射した鋼板をSPring-8で行う実験試料として選定したことは，最も合理的であり，恣意的なものではないともいうが，甲18の記載をみても，甲1において明らかでないレーザ出力条件を「26．1～273．3W」と設定することや，このうちの151．2Wとすることが技術常識であるとは認められない。",
                    "よって，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1及び3が引用発明2に基づいて新規性を欠くとも進歩性を欠くともいえない。本件審決は，引用発明並びに本件発明1及び3との相違点を的確に認定していない点において，措辞不適切であるが，新規性及び進歩性を認めた結論において正当である。",
                "よって，取消事由3はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないので棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10128",
    "date": "2020-09-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089735",
    "ipprecedent_id": "5430",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}