{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-890049号事件について平成31年3月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "サクラグループ有限会社(以下「サクラグループ」という。)は，平成24年3月12日，別紙1の構成からなる商標(以下「本件商標」という。)について，指定商品を第25類「被服，エプロン，靴下，手袋，ネクタイ，バンダナ，保温用サポーター，マフラー，耳覆い，帽子，ベルト，履物，運動用特殊衣服，運動用特殊靴」として，商標登録出願をし，同年8月3日，その登録査定を受け，同月31日，本件商標の商標権の設定登録(登録第5517873号)を受けた(甲2，48，84)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "サクラグループは，被告に対し，本件商標の商標権を譲渡し，その旨の移転登録(受付日平成30年5月31日)を経由した(甲84)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年6月29日，本件商標について商標登録無効審判(以下「本件無効審判」という場合がある。)を請求した。",
                "特許庁は，上記請求を無効2018-890049号事件として審理を行い，平成31年3月28日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年4月5日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年7月30日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりである。",
            "その要旨は，商標法4条1項7号にいう「公の秩序又は善良の風俗を害するおそれがある商標」には，当該商標の登録出願の経緯に著しく社会的相当性を欠くものがあり，その登録を認めることが商標法の予定する秩序に反するとして到底容認し得ないような場合などが含まれると解されるが，請求人(原告)が提出した全証拠によっても，本件商標の出願経緯等に不正の利益を得る目的その他不正の目的があるなど社会通念に照らして著しく社会的相当性を欠くものがあったと認めることができないなどとして，本件商標は，同号に該当しないから，本件商標の登録を無効とすべきではないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件商標の商標法4条1項7号該当性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "以下のとおり，被告及び被告と密接な関連性を有するサクラグループ(以下，サクラグループ又は被告を区別せずに，「被告ら」という場合がある。)は，原告及びその取引先の業務を妨害し，また，本件商標の商標権を譲渡することにより不正の利益を得る目的で，本件商標の登録出願をしたものであり，本件商標の出願経緯等には，適正な商道徳に反し，社会通念に照らして著しく社会的相当性を欠く事情があるから，本件商標は，商標法4条1項7号の「公の秩序又は善良の風俗を害するおそれがある商標」に該当するというべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "業務妨害等の目的",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，1983年(昭和58年)に米国において，ティーシャツ等に「Goodwear」の欧文字からなる商標(甲3の1)の使用を開始し，その後，日本においても，「Goodwear」ブランドの商品を販売するようになった。",
                        "原告と被告らとの間では，平成11年におけるビーグッドカンパニー株式会社(以下「ビーグッド社」という。)が保有する「good  wear」又は「Good  Wear」の欧文字を含む商標(別紙3の構成からなる登録第3259517号商標(甲71)，登録第4105562号商標(甲72)及び登録第4141511号商標(甲73)。以下，これらを併せて「ビーグッド社商標」という。)についての同社からの譲受けを巡る交渉，その後のビーグッド社商標を譲り受けた被告らによる原告の取引先に対する警告書の送付などを経て，「Goodwear」ブランドに関する対立構造が生じた。",
                        "もっとも，原告は，赤色の「Goodwear」の文字を横書きし，その文字を金色又はベージュで縁取りした「ロゴ」及び米国国旗風のデザインを組み合わせた「ロゴ」を使用し，被告らは，黒色や赤色で「Good Wear」の文字を横書きし，この文字の上方又は下方に大きくデザイン化された「G」の文字を組み合わせた「ロゴ」を使用し，それぞれが特有のデザインを施すことにより，「Goodwear」ブランドに関し，原告と被告らとのすみ分けがされてきた。また，被告らは，平成14年1月18日に登録第4604878号商標(甲75)の登録出願をした後平成21年までの間，「Goodwear」ブランドの新たなデザインについて権利取得を試みることはなかった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，平成22年11月18日付けの繊研新聞(甲27の1，2)に「カジュアルウエアメーカーのハワード(東京，B社長)は来春夏から，米国のカジュアルブランド「グッドウェア」のライセンス製造販売を始める。」，「米国生まれのグッドウェアらしさを重視し，売り場に映える企画」に取り組んだなどと報じる記事が掲載されていることを確認した。上記記事の「ハワード」(以下「ハワード社」という。)は，被告らから商標ライセンスを受ける予定になっていたが，原告とは取引関係がなかったため，原告は，ハワード社に対し，抗議文を送るとともに，株式会社繊研新聞社(以下「繊研新聞社」という。)に対して上記記事の訂正を要求し，その訂正記事(甲29の1，2)が掲載された。この繊研新聞の記事に関する出来事を契機として，原告と被告らとの間に鋭い対立が生じることになった。",
                        "すなわち，被告らは，原告に対し，原告がしたハワード社に対する抗議行為に対する報復措置を講ずる可能性があることについて述べたメール(甲30の1，2)，具体的な報復措置の内容を列挙したメール(甲30の1，2，31の1，2)を送信した上で，原告の多数の取引先に対し，警告書(甲32の1ないし10)を送付したり，平成23年1月17日及び同年2月14日には原告の保有する別紙2の構成からなる登録商標(登録第4660048号。以下「原告登録商標」という。甲74)について商標法53条1項に基づく不正使用取消審判(取消2011-300044号事件(甲59の1))及び同法51条1項に基づく不正使用取消審判(取消2011-300162号事件(甲59の2))を請求した。また，被告らは，同年6月3日に原告登録商標とほとんど同じ構成態様の商標(商願2011-41590号)の登録出願をし，同年7月28日に「Goodwear」の欧文字と原告所在地の地名(「Massachusetts」又は「Essex」)の欧文字を含む登録第5468464号商標(甲80)及び登録第5468465号商標(甲81)の登録出願をした。",
                        "そして，被告らは，平成24年3月12日，本件商標の登録出願をし，同年8月31日，本件商標の商標登録(設定登録)を受けた。被告らは，本件商標の商標登録後，本件商標を利用して，原告商品の襟ネームのロゴ(赤色の「Goodwear」の欧文字を横書きし，金色又はベージュで縁取りしたロゴ)とほとんど同じ構成態様の「ロゴ」を作成し，被告らの商品の襟ネームに上記ロゴの使用を開始し，また，米国国旗を入れた「ロゴ」の使用も開始した。",
                        "このような本件商標の出願前後の事情からすれば，被告らは，原告がした繊研新聞の記事に係るハワード社に対する抗議行為に対する報復措置の一環として，原告のロゴとほぼ同一のロゴをあえて使用して，原告及びその取引先の業務を妨害するとともに，原告のブランドにフリーライドするという不正の目的で，本件商標の登録出願をしたものといえる。",
                        "そして，原告の上記抗議行為は正当なものであり，被告らから報復措置を受けるいわれがないにもかかわらず，被告らが本件商標を利用して，業務妨害行為及びフリーライド行為を行ったから，その不当性は強度である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "不正の利益を得る目的",
                  "text": [
                    "原告は，平成28年12月，被告らの保有する本件商標，登録第5468464号商標及び登録第5468465号商標について商標登録無効審判(無効2016-890077号事件，無効2016-890078号事件及び無効2016-890079号事件)を請求した。",
                    "これを受けた被告らは，平成29年1月，原告に対し，本件商標を含むグッドウェア関連商標を譲渡する意向がある旨を告げるとともに，もし譲渡交渉が成功すれば，訴訟や刑事告訴などといった原告と被告らとの間の将来の紛争を回避できるであろうなどと述べた上で，120万米ドルの譲渡対価を要求した。",
                    "このことは，被告らが，原告が他社による保有を望まない商標(本件商標を含む。)をあえて選択して商標登録出願をし，商標登録を受けた上で，自己に有利な交渉材料として本件商標等を利用し，120万米ドルもの極めて高額な譲渡対価を要求したことを示すものといえる。",
                    "このような本件商標の出願後の事情に加えて，本件商標の出願時に原告と被告らとの間では鋭い対立関係があった事情にも鑑みると，被告らは，不正の利益を得る目的で，本件商標の登録出願をしたものであり，その不当性は強度である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，被告らは，原告及びその取引先の業務を妨害し，本件商標の商標権を譲渡することにより不正の利益を得る目的で本件商標の登録出願をしたものであり，その不当性は強度であるから，被告らによる本件商標の出願経緯等には，適正な商道徳に反し，社会通念に照らして著しく社会的相当性を欠く事情がある。こうした被告らの背信性は，原告が本件商標の登録出願をしなかったという事情により減じられるものではない。もとより，原告は，平成11年7月2日に「Goodwear 」の欧USA文字からなる商標について，指定商品を「被服」等として，商標登録出願を行ったが，拒絶査定を受けた経緯があり(甲57の1ないし3)，法に基づく適切な措置を講じている。",
                    "したがって，本件商標は，「公の秩序又は善良な風俗を害するおそれがある商標」(商標法4条1項7号)に該当するから，これを否定した本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "商標自体に公序良俗違反のない商標が商標法4条1項7号に該当するのは，その登録出願の経緯に著しく社会的相当性を欠くものがあり，登録を認めることが商標法の予定する秩序に反するものとして到底容認し得ないような場合に限られ，「私的な利害の調整」は，原則として，公的な秩序の維持に関わる同号の問題ではないというべきであるから，原告の主張に一部正しいと認められるものがあると仮定しても，それは，「私的な利害の調整」に関するものであり，そもそも同号の問題ではない(甲52)。",
                "また，原告が日本進出後約15年から25年の期間に「Goodwear」の欧文字を横書きした構成から成る商標の登録出願及び登録をしなかった合理的理由はないから，本件においては，商標権の帰属という私的問題について同号を適用すべき特段の事情はない。",
                "したがって，本件商標が同号に該当しないとした本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(理由不備の違法)",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "商標法56条が準用する特許法157条2項の趣旨からすると，審決には，少なくとも，当事者が提出し，又は職権で調査した証拠に基づいて認定した事実，認定した事実を法律に適用した場合の論理過程及び判断過程を過不足なく記載することが不可欠である。",
                "しかるところ，本件審決は，本件商標の出願経緯等に不正の利益を得る目的その他不正の目的があるなど社会通念に照らして著しく社会的相当性を欠くものがあったものと認めることはできないとの結論を示すにとどまり，本件商標の出願経緯等や出願目的に関する事実認定，法律を事実に適用した判断過程を示しておらず，重要な争点について実質的な理由を欠いている。",
                "したがって，本件審決には，理由不備(商標法56条，特許法157条2項)の違法がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本件審決は，原告の立証不備(主要事実を直接的に証する証拠もなければ，間接事実及びそれを証する証拠も皆無の状態)により，本件商標は商標法4条1項7号に該当するというはできないと判断したものであり，本件審決において，結論に至る論理過程及び判断過程に過不足はないから，理由不備の違法はない。",
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "前記第2の1の事実と証拠(甲3ないし23，27ないし34，36，38ないし41，43ないし49，56ないし60，70ないし74，80ないし84(いずれも枝番を含む。特に断りのない限り，以下同じ。)及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，米国マサチューセッツ州の法律に基づいて設立された米国法人である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成3年12月6日に設立された，衣料品繊維製品及び衣料用付属品の販売等を目的とする株式会社であり，サクラグループは，被告の関連会社である。",
                    "Aは，被告の設立以来，その代表取締役を務めている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，1983年(昭和58年)6月，米国において，「Goodwear」の欧文字からなる商標(甲3の1)の使用を開始した。",
                    "原告は，1987年(昭和62年)ころ，「Goodwear」ブランドを立ち上げて，米国において，「Goodwear」の商標を付したティーシャツ等を製造，販売するようになり，1990年(平成2年)ころから，「Goodwear」ブランドのティーシャツ(以下「原告商品」という。)を日本へ輸出，販売するようになった(甲4，36，46，47)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，1997年(平成9年)から，高島株式会社の米国子会社である高島USA社を通じて，原告商品を輸入し，日本国内で販売するようになった。",
                    "被告は，1999年(平成11年)5月ころ，同年分を上回る数量の翌年分の原告商品を発注するに当たり，原告商品に係る商標権について調査したところ，原告が日本において「Goodwear」の商標の商標登録をしていないこと，ビーグッド社は，「good  wear」又は「Good  Wear」の欧文字を含む別紙3の構成からなるビーグッド社商標(登録第3259517号商標(甲71)，登録第4105562号商標(甲72)及び登録第4141511号商標(甲73))の商標権を有し，同商標を使用していること，ビーグッド社と原告との間には取引関係がないことが判明した。また，被告は，同年6月，ビーグッド社が条件次第でビーグッド社商標を譲渡する意思があることを確認した(甲9)。",
                    "Aは，同月，原告の代表者と面談し，上記調査結果を説明した。",
                    "その後，ビーグッド社は，原告との間で，ビーグッド社商標の原告への譲渡交渉を開始し，その一方で，被告との間でも，ビーグッド社商標の被告への譲渡交渉を進めるようになった。",
                    "その間の同年7月2日，原告は，「Goodwear 」の欧文字かUSAらなる商標について，指定商品を第25類「被服」等として商標登録出願(甲57の1)をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ビーグッド社は，原告に対し，平成11年10月12日付けファックス(甲8)で，ビーグッド社商標を15万米ドルで譲渡する旨の提案をし，同年11月8日付けファックス(甲11)で，提示した譲渡対価は不当に高いものではない旨及びビーグッド社商標の取得に前向きな他社からの申出を受けている旨を述べた。",
                        "これを受けた原告は，譲渡対価を10万米ドルとする旨の提案をし，ビーグッド社は，原告の提案を踏まえた契約書案を作成し，Aに対し，原告に交付することを委ね，Aは，その契約書案を持参して渡米した。",
                        "この間の同年10月18日及び19日，被告は，高島USAに対し，翌年分の原告製品の発注を打診したところ，原告は，同月21日付けファックス(甲56の添付3-11)で，高島USAを通じて，被告に対し，被告がビーグッド社との間でビーグッド社商標の譲渡交渉をしないことなどを誓約する旨の合意書に署名しないのであれば，上記発注に応じられない旨を述べた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "Aは，平成11年11月22日，米国の滞在先から，電話で，棚上げとなっている原告製品の発注に応じることを条件として，ビーグッド社と原告間のビーグッド社商標の譲渡契約書案を交付する旨を原告に伝えた。",
                        "原告は，同日付けファックス(甲19，20)で，ビーグッド社に対し，Aから上記電話があった旨を述べるとともに，契約書案を受け取っていないので，原告の当初の申出を撤回し，新たな最終的な提案としてビーグッド社商標の譲渡対価として3万米ドルを支払う旨を述べた。",
                        "ビーグッド社は，同月30日付けファックス(甲21)で，原告に対し，原告の上記提案に同意できない旨，同日にビーグッド社商標を被告に譲渡する予定であり，それと同時に過去及び将来の原告との交渉問題の一切を被告に引き継がせる旨を述べた。",
                        "そのころまでに，被告は，高島USAと相談の上，翌年分の原告商品の発注をしないことを決定した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ビーグッド社と被告は，ビーグッド社がビーグッド社商標を被告に譲渡する旨の平成11年10月29日付け合意書(甲10の1)及びビーグッド社商標を譲渡代金合計1500万円とし，同年11月30日に500万円，平成12年11月30日に500万円，平成13年11月30日に400万円，平成14年11月30日に100万円の分割払とする旨の平成11年10月29日付け覚書(甲10の2)を作成した。",
                        "ビーグッド社商標の商標権について，平成12年1月6日，ビーグッド社から被告への移転登録(受付日平成11年12月15日)が経由された。",
                        "その後，被告は，被告の販売するティーシャツ等にビーグッド社商標を使用するようになった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告の代理人弁護士は，平成11年12月から平成12年1月ころにかけて，原告の取引先(西澤株式会社，株式会社百又等)に対し，被告の保有するビーグッド社商標と類似する商標を使用した衣類等の輸入販売を行っているとして，その販売行為の中止等を求める警告書(甲22の1ないし3)を送付した。",
                        "原告は，同年5月12日付け書面(甲22の6)で，原告の取引先に対し，被告の上記要求に応じる必要はないと考えている旨を述べた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成14年3月28日付けで，「Goodwear 」USAの欧文字からなる商標の商標登録出願(前記イ)について，当該商標が商標法3条1項3号に該当することを理由に拒絶査定(甲57の2，3)を受けた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，平成14年3月8日，別紙2の構成からなる金色で縁取りをした赤色の「Goodwear」の欧文字，図形等を含む商標(原告登録商標)について，指定商品を第25類「米国製のスウェットパンツ，米国製のベスト，米国製のティーシャツ，米国製のスウェットシャツ，米国製のその他の被服，米国製のガーター，米国製の靴下止め，米国製のズボンつり，米国製のバンド，米国製のベルト，米国製の履物，米国製の仮装用衣服，米国製の運動用特殊衣服，米国製の運動用特殊靴」として，商標登録出願をし，平成15年4月4日，その設定登録(登録第4660048号)を受けた(甲74)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成22年11月18日付けの繊研新聞(甲27の1，2)において，「ハワード  来春夏から米「グッドウエア」  米・日・中製のライトアウトドアウェア販売」の見出しの下に，「カジュアルウエアメーカーのハワード(東京，B社長)は来春夏から，米国のカジュアルブランド「グッドウェア」のライセンス製造販売を始める。」，「米国生まれのグッドウェアらしさを重視し，売り場に映える企画」に取り組んだなどと報じる記事が掲載された。",
                    "上記記事に気づいた原告は，上記記事中の「米国のカジュアルブランド「グッドウェア」」は原告を意味するが，上記記事中の「ハワード」(ハワード社)と取引も取引交渉もなかったため，上記記事に誤りがあると考え，繊研新聞社に対して抗議し，上記記事の訂正を求めた。また，原告の代理人弁護士は，そのころ，ハワード社に対し，米「グッドウェア」は原告を意味するが，原告と「サクラグループ」との間には何らの契約関係もないことから，「サクラグループ有限会社」の商標権に基づくライセンスを受けても，原告商品との誤認，混同を生ずるような商品の販売は許されない旨を通知した(甲28)。",
                    "その後，平成22年12月18日付けの繊研新聞(甲29の1，2)において，「11月18日付ハワードの記事について」との見出し下に，「カジュアルメーカーのハワード(東京，B社長)が来春夏に発売する「グッドウェア」は，サクラグループからライセンス供与を受けて製造・販売するものです。サクラグループは，商標登録第3259517号，同第4604877号，同第4604878号を取得しています。」，「商標登録第4660048号を取得している米国のグッドウェア・コーポレーションとは関係がありません。」との訂正記事を掲載した。",
                    "なお，上記訂正記事の掲載された当時までに，ビーグッド社商標(登録第3259517号商標，登録第4105562号商標，登録第4141511号商標)の商標権は，被告からサクラグループへ譲渡された。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Aは，平成22年12月25日，原告代表者に対し，「あなたの代理人であるC弁護士より我々の顧客であるハワード(株)への法律行為に対する報復措置として，あなたの主要顧客へ同様に警告状を送付する様に，我々の弁護士より勧められておりますが，私個人の意見としては，相手方の顧客に対する警告状や法的措置の応酬は，お互いのビジネスの縮小しか招かないと考えております。それで，私はあなたに直接電話をしたのだし，あなたもその点に関しては同意したものだと考えていました。しかし，あなたが最初の同意から意見を変える様な態度をこの様に取り続けるのであれば，私自身が回避したい状況に追い込まれてきます。私は，心から，そして，切に，あなたが交渉のテーブルに戻ることを要請致します。」などと記載したメール(甲30の1・訳文甲30の2)を送信した。",
                    "Aは，同月29日，原告代表者に対し，「これらの交渉が決裂した場合どういった事態になるかご想像いただけなかったらいけないので，具体的に触れたいと思います。」，「(1)  私たちの次の手段  C氏の Haward Co.への行為に対する報復措置として，以下の行為を行うように勧められています。「(a)…商標登録の取消審判請求」，「(b)…商標権を侵害する者又は侵害するおそれがある者に対し，その侵害の停止又は阻止を求める差止めおよび／または仮差止請求」，「(c)私たちの顧客にその代理人を通して送付している Goodwear Corporation に対する差止請求および／または仮差止請求」，「(d)日本において Goodwear Corporation が製造した製品を扱っている者および／または会社への警告状の送付」」，「(2)  双方の費用対効果の比較  私たちの法務部は能力および経験を持っていますので，上記行為のすべてを弁護士なしで自ら行うことができます。しかし，あなた方はこの点で，知的財産および英語／日本語を専門とする弁護士に依頼する必要があり…適切に主張をしようとするならば，私たちと比べてはるかに多く(約50倍)の費用がかかります。」，「(4)",
                    "提案  あなた方と，C.F.L SPORTSWEAR TRADING，INC.の合意よりも少なくとも具体的なものとなる最小限の合意に私たちが至ることができるように，あなた方が交渉のテーブルに戻ることを心から，強く要請いたします。」などと記載したメール(甲31の1・訳文甲31の2)を送信した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，平成23年1月17日，原告登録商標の通常使用権者が原告登録商標に類似する商標を他人の業務に係る商品と混同を生ずる使用(不正使用)をしている旨主張して，商標法53条1項に基づき，原告登録商標の取消しを求める審判(取消2011-300044号事件。甲59の1)を請求した。",
                        "被告は，同月20日付け(甲32の1)及び同年2月1日付け(甲32の2ないし10)の内容証明郵便で，原告の取引先(大協産業株式会社ほか9社)に対し，被告が原告登録商標の取消審判を請求したこと，原告登録商標を取り消す旨の審決が確定すれば，現在取り扱っている商品の法的拠り所を喪失することになること，審決の結果いかんに関わらず，商標法37条所定の使用をした場合には，サクラグループから権利行使を受けることになることを警告する旨の通知をした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，平成23年2月14日，原告による原告登録商標に類似する商標の使用が，他人の業務に係る商品との混同又は商品の品質の誤認を生ずるものである旨主張して，商標法51条1項に基づき，原告登録商標の取消しを求める審判(取消2011-300162号事件。甲59の2)を請求した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "サクラグループは，平成23年7月28日，赤色の「Goodwear」の欧文字と「Massachusetts」の欧文字を含む商標について指定商品を第25類「米国製の被服，米国製のエプロン，米国製の靴下，米国製の手袋，米国製のネクタイ，米国製のバンダナ，米国製の保温用サポーター，米国製のマフラー，米国製の耳覆い，米国製の帽子，米国製のベルト，米国製の履物，米国製の運動用特殊衣服，米国製の運動用特殊靴」とする商標登録出願(商願2011-57413号。甲80)及び赤色の「Goodwear」の欧文字と「Essex」の欧文字を含む商標について指定商品を第25類「被服，エプロン，靴下，手袋，ネクタイ，バンダナ，保温用サポーター，マフラー，耳覆い，帽子，ベルト，履物，運動用特殊衣服，運動用特殊靴」とする商標登録出願(商願2011-57414号。甲81)をし，平成24年2月10日，それぞれ設定登録(登録第5468464号及び登録第5468465号)を受けた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "特許庁は，平成24年3月2日，取消2011-300044号事件について，請求不成立審決をしたため，被告は，上記請求不成立審決の取消しを求める審決取消訴訟(知的財産高等裁判所平成24年(行ケ)第10113号事件)を提起した。",
                        "また，特許庁は，同年4月23日，取消2011-300162号事件について，請求不成立審決をしたため，被告は，上記請求不成立審決の取消しを求める審決取消訴訟(知的財産高等裁判所平成24年(行ケ)第10188号事件)を提起した。",
                        "知的財産高等裁判所は，同年11月29日，上記各審決取消訴訟について，それぞれ被告の請求を棄却する旨の判決(甲59の3，4)をした。被告は，上記各判決を不服として，上告受理の申立て(最高裁判所平成25年(行ヒ)第94号事件及び同第95号事件)をしたが，平成25年4月16日，いずれも上告審として受理しない旨の決定(甲59の3，4)がされた。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "サクラグループは，平成24年3月12日，別紙1のとおり，「Goodwear」の欧文字を横書きし，その外側に，該文字を籠文字風に縁取りし，当該縁取りにつなげて，右端上方には六角形を表してなる本件商標の商標登録出願をし，同年8月31日，その設定登録を受けた。",
                    "サクラグループ及びそのライセンシー又は被告は，本件商標の商標登録後，本件商標のうち，「Goodwear」の欧文字部分を黒色から赤色とした商標(甲38ないし41，60)をティーシャツ等に使用するようになった。",
                    "その後，サクラグループは，被告に対し，本件商標の商標権を譲渡し，その旨の移転登録(受付日平成30年5月31日)を経由した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成28年12月5日，原告が使用する「Goodwear」の欧文字からなる標章(使用標章)が周知・著名であることを前提に，本件商標が商標法4条1項10号，11号，15号及び19号に該当する旨主張して，本件商標について商標登録無効審判(無効2016-890079号。以下「別件無効審判」という。甲70)を請求した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "Aは，平成29年1月31日，原告代表者に対し，「私たちは再び衝突しそうです。こちらとしては今回でこの一連の紛争を終結させたいと真に望んでいるので，いったん衝突に至れば，こちらは勝つためにありとあらゆる手段(訴訟，刑事告訴等を含みます。)をとらざるを得ません。一方で，紛争には辟易しています。最近，私は，条件が満たされるならばこちらの商標を誰かに近々譲渡しようかと考えています。そちらはこの譲渡の件に興味をお持ちではないでしょうか？  うまくいけば，私たちは衝突の繰り返しを回避することができます。…私たちは円満な解決を望んでおります。」などと記載したメール(甲44の1・訳文甲44の3)を送信した。",
                    "また，Aは，同年2月6日，原告代表者に対し，「現段階での私の考える解決に関してですが，過去のことについては話し合う必要はありません。話し合うべきことは，譲渡額のみです。私たちの提示額は，私たちの5年間の利益に基づいて算出された120万米ドルです。あなたのお考えを聞かせてください。」と記載したメール(甲44の1・訳文甲44の2)を送信した。",
                    "これに対して原告代表者は，応答しなかった。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "特許庁は，平成29年10月3日，別件無効審判について，原告が使用する「Goodwear」の欧文字からなる標章(使用標章)が本件商標の出願時及び登録査定時に周知であったということはできないなどとして，本件商標は商標法4条1項10号，11号，15号及び19号に該当しない旨判断して，請求不成立審決(甲70)をした。その後，上記請求不成立審決は，平成30年2月13日，確定した。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，平成30年6月29日，本件無効審判を請求した。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件商標の商標法4条1項7号該当性の判断の誤り)について",
          "text": [
            "原告は，被告及び被告と密接な関連性を有するサクラグループは，原告及びその取引先の業務を妨害し，本件商標の商標権を譲渡することにより不正の利益を得る目的で，本件商標の登録出願をしたものであり，本件商標の出願経緯等には，適正な商道徳に反し，社会通念に照らして著しく社会的相当性を欠く事情があるから，本件商標は，商標法4条1項7号の「公の秩序又は善良の風俗を害するおそれがある商標」に該当する旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "業務妨害等の目的について",
              "text": [
                "原告は，被告又はサクラグループは，原告がした繊研新聞の記事に係るハワード社に対する抗議行為に対する報復措置の一環として，原告のロゴとほぼ同一のロゴをあえて使用して，原告及びその取引先の業務を妨害するとともに，原告のブランドにフリーライドするという不正の目的で，本件商標の登録出願をしたものといえる，原告の上記抗議行為は正当なものであり，被告らから報復措置を受けるいわれがないにもかかわらず，被告らが本件商標を利用して，業務妨害行為及びフリーライド行為を行ったから，その不当性は強度である旨主張する。",
                "そこで検討するに，前記1の認定事実によれば，①原告と被告は，1997年(平成9年)から，被告が，高島USAを通じて，「Goodwear」の商標を付したティーシャツ(原告商品)を輸入し，日本国内で販売するという取引関係にあったところ，被告が1999年(平成11年)に原告商品に係る商標権について調査した結果，原告が日本において「Goodwear」の商標の商標登録を有しておらず，一方で，ビーグッド社が「good wear」又は「Good  Wear」の欧文字を含むビーグッド社商標の商標権を有していることが判明したことを契機として，原告及び被告がそれぞれビーグッド社との間でビーグッド社商標の譲渡交渉を行うようになった後，被告がビーグッド社からビーグッド社商標の商標権の譲渡を受け，平成12年1月6日にその移転登録が経由された後，被告が被告の販売する商品にビーグッド社商標を使用するようになり，原告と被告との取引関係が解消されたこと，②原告は，ビーグッド社商標の譲渡交渉中の平成11年7月2日，「Goodwear 」の欧文字からなる商標について商標登録出願USAをし，平成14年3月28日付けで，当該商標が商標法3条1項3号に該当することを理由に拒絶査定を受けた後，平成15年4月4日，別紙2の構成からなる金色で縁取りをした赤色の「Goodwear」の欧文字，図形等を含む原告登録商標の商標登録を受けたが，原告商品に使用されていた「Goodwear」の欧文字からなる商標(甲3の1)については，商標登録出願をしなかったこと，③被告の関連会社のサクラグループが本件商標の商標登録出願をしたのは，原告と被告の上記取引関係の解消から約12年を経過した後の平成24年3月12日であること，④サクラグループ及びそのライセンシー又は被告は，本件商標の商標登録後，本件商標のうち，「Goodwear」の欧文字部分を黒色から赤色とした商標をティーシャツ等に使用するようになったものであり，上記商標は本件商標と社会通念上同一の商標であると認められることからすると，被告及びサクラグループは，サクラグループによる本件商標の登録出願時，原告との関係で，「Goodwear」の欧文字を含む商標の商標登録出願を差し控えるべき信義則上の義務等を負っていたものとまで認めることはできないし，一方で，サクラグループ及びそのライセンシー又は被告は，本件商標の商標登録後，本件商標と社会通念上同一の商標を実際に使用しているのであるから，サクラグループによる本件商標の商標登録出願が原告及びその取引先の業務を妨害する目的や原告のブランドにフリーライドする目的をもって行ったものと認めることはできない。",
                "もっとも，前記1の認定事実によれば，平成22年11月18日付けの繊研新聞において，サクラグループの取引先のハワード社が米国のカジュアルブランド「グッドウェア」のライセンス製造販売を始める旨の記事が掲載されたことについて，原告は，上記記事中の「米国のカジュアルブランド「グッドウェア」」は原告を意味するが，原告とハワード社とは取引も取引交渉もなかったため，上記記事に誤りがあると考え，繊研新聞社に対して上記記事の訂正を求めるとともに，原告の代理人弁護士を通じて，ハワード社に対し，原告とサクラグループとの間には何らの契約関係もないことから，サクラグループの商標権に基づくライセンスを受けても，原告商品との誤認，混同を生ずるような商品の販売は許されない旨を通知したことに端を発し，被告の代表取締役のAが原告代表者に対して原告と被告との交渉が決裂した場合には原告の代理人弁護士のハワード社への通知に対する「報復措置」を行うこと及びその「報復措置」の具体例について言及したメールを送信した後，被告が原告登録商標について商標法53条1項に基づく不正使用取消審判(取消2011-300044号事件)及び同法51条1項に基づく不正使用取消審判(取消2011-300162号事件)を請求するとともに，原告の取引先に対し，原告登録商標を取り消す旨の審決が確定すれば，現在取り扱っている商品の法的拠り所を喪失することになるなどと警告する旨の通知をし，さらに，サクラグループは，赤色の「Goodwear」の欧文字と「Massachusetts」の欧文字を含む商標，赤色の「Goodwear」の欧文字と「Essex」の欧文字を含む商標及び本件商標の商標登録出願をしたことが認められる。上記認定事実によれば，サクラグループによる本件商標の商標登録出願は，原告の代理人弁護士のハワード社への通知に対する対抗措置の一環として行われた側面があるものと認められる。",
                "しかしながら，上記①ないし④の事情に照らすと，このような側面があるからといって直ちにサクラグループによる本件商標の商標登録出願が原告及びその取引先の業務の妨害や原告のブランドにフリーライドする目的をもって行ったものと認めることはできない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "不正の利益を得る目的について",
              "text": [
                "原告は，原告が平成28年12月に本件商標について別件無効審判を請求した後，被告らは，平成29年1月，原告に対し，本件商標を含むグッドウェア関連商標を譲渡する意向がある旨を告げるとともに，もし譲渡交渉が成功すれば，訴訟や刑事告訴などといった原告と被告らとの間の将来の紛争を回避できるであろうなどと述べた上で，120万米ドルの譲渡対価を要求したことは，被告らが，原告が他社による保有を望まない商標(本件商標を含む。)をあえて選択して商標登録出願をし，商標登録を受けた上で，自己に有利な交渉材料として本件商標等を利用し，120万米ドルもの極めて高額な譲渡対価を要求したことを示すこと，本件商標の出願時に原告と被告らとの間では鋭い対立関係があった事情にも鑑みると，被告らは，不正の利益を得る目的で，本件商標の登録出願をしたものであり，その不当性は強度である旨主張する。",
                "そこで検討するに，前記1(4)イ及びウ認定のとおり，被告の代表取締役のAは，原告が平成28年12月5日に本件商標について別件無効審判を請求した後の平成29年1月31日，原告代表者に対し，「私たちは再び衝突しそうです。こちらとしては今回でこの一連の紛争を終結させたいと真に望んでいるので，いったん衝突に至れば，こちらは勝つためにありとあらゆる手段(訴訟，刑事告訴等を含みます。)をとらざるを得ません。一方で，紛争には辟易しています。最近，私は，条件が満たされるならばこちらの商標を誰かに近々譲渡しようかと考えています。そちらはこの譲渡の件に興味をお持ちではないでしょうか？  うまくいけば，私たちは衝突の繰り返しを回避することができます。…私たちは円満な解決を望んでおります。」などと記載したメールを送信し，さらに，同年2月6日，原告代表者に対し，「現段階での私の考える解決に関してですが，過去のことについては話し合う必要はありません。話し合うべきことは，譲渡額のみです。私たちの提示額は，私たちの5年間の利益に基づいて算出された120万米ドルです。あなたのお考えを聞かせてください。」などと記載したメールを送信したことが認められる。",
                "上記認定事実によれば，被告は，原告に対し，被告又はサクラグループが保有する本件商標を含む「Goodwear」の欧文字を含む商標の商標権を120万米ドルで譲渡する旨の提案をしたことが認められるが，一方で，①Aの上記各メールの文面によれば，120万米ドルの譲渡対価はあくまでも被告側の希望額の提示であるにすぎないこと，②本件においては，Aが上記提案をした後，原告に対し，本件商標を含む「Goodwear」の欧文字を含む商標の買取りを求める更なる要求をしたことをうかがわせる証拠はないこと，③サクラグループ及びそのライセンシー又は被告は，本件商標の商標登録後，本件商標と社会通念上同一の商標を実際に使用していること(前記1(4)ア)に照らすと，Aが原告に対し上記提案をしたことから直ちにサクラグループによる本件商標の商標登録出願が不正の利益を得る目的をもって行ったものと認めることはできない。他にこれを認めるに足りる証拠はない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，被告及びサクラグループは，原告及びその取引先の業務を妨害し，本件商標の商標権を譲渡することにより不正の利益を得る目的で，本件商標の登録出願をしたものと認めることはできないから，本件商標の出願経緯等に，適正な商道徳に反し，社会通念に照らして著しく社会的相当性を欠く事情があるとの原告の前記主張は，その前提を欠くものである。",
                "したがって，本件商標は商標法4条1項7号に該当するものと認めることはできないから，これと同旨の本件審決の判断はその結論において誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(理由不備の違法)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決は，本件商標の出願経緯等に不正の利益を得る目的その他不正の目的があるなど社会通念に照らして著しく社会的相当性を欠くものがあったものと認めることはできないとの結論を示すにとどまり，本件商標の出願経緯等や出願目的に関する事実認定，法律を事実に適用した判断過程を示しておらず，重要な争点について実質的な理由を欠いているから，本件審決には，理由不備(商標法56条，特許法157条2項)の違法がある旨主張する。",
                "そこで検討するに，本件審決の審決書によれば，本件審決は，①原告提出の全証拠によっても，本件商標の出願経緯等に不正の利益を得る目的その他不正の目的があるなど社会通念に照らして著しく社会的相当性を欠くものがあったものと認めることはできないし，本件商標の登録後，被告が原告に対して，何らの実質的損害がないにもかかわらず不当な要求をする警告書等を送付したというような事実も見いだせず，原告主張のビーグッド社とのビーグッド社商標の譲渡交渉経緯や原告登録商標に対する被告による異議申立てや取消審判(商標法53条1項，同法51条1項，同法50条1項)等については，いずれの商標も本件商標とは構成態様を異にするものであり，かつ，「Goodwear」の文字部分の識別力が弱いことも併せ考慮すれば，当該経緯等が，本件の審理判断に影響を及ぼすものではないから，本件商標が同法4条1項7号に該当するということはできない，②原告提出の証拠及び主張を前提とすると，原告は，平成2年(1990年)頃の我が国への進出にあたって，「Goodwear」の欧文字からなる商標を自ら登録出願する機会は十分にあったというべきであり，また，平成11年(1999年)6月後半の時期においても，原告は，速やかに「Goodwear」の欧文字からなる商標を登録出願することができたものであるところ，被告が，その時期に「Goodwear」の欧文字からなる商標の存在を認識していたものであるとしても，商標権の帰属等をめぐる問題は，あくまでも，当事者同士の私的な問題として解決すべきであり，しかも，原告は，この時期においても被告に対し，原告の「Goodwear」関連の商標登録出願をしないことや，出願をした場合には原告へ帰属させる旨の契約や交渉等ができたにもかかわらず，そのような措置を講じた事実は見いだせず，かつ，自ら登録出願しなかった責めを被告に求めるべき格別な事情を見いだすこともできないことからすると，本件商標について，商標法の先願登録主義を上回るような，その登録出願の経緯に著しく社会的相当性を欠くものがあるということはできないし，そのような場合には，あくまでも，当事者間の私的な問題として解決すべきであるから，公の秩序又は善良の風俗を害するというような事情があるということはできず，本件商標は，同号に該当しない旨判断したことが認められる。",
                "上記認定事実によれば，本件審決は，本件商標が同号に該当しないとの結論に至った判断過程を具体的に示して，原告提出の証拠及び主張について実質的な評価，判断をしているものと認められるから，本件審決に理由不備の違法があるものとはいえない。",
                "したがって，原告の上記主張(原告主張の取消事由2)は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10105",
    "date": "2020-01-29",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089215",
    "ipprecedent_id": "5303",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}