{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-650052号事件について平成31年3月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，平成29年5月2日，別紙記載の構成からなる商標(以下「本願商標」という。)について，指定役務を第43類「Restaurant services ;",
              "text": [
                "carry-out restaurant services ; catering services」(訳文「レストランにおける飲食物の提供，レストランサービスの実施，ケータリング」)とする国際商標登録出願(国際登録第1351134号。以下「本件出願」という。)をした(甲24)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年5月10日付けの拒絶査定を受けたため，同年7月26日，拒絶査定不服審判を請求した。",
                "特許庁は，上記請求を不服2018-650052号事件として審理を行い，平成31年3月12日，「本件審判の請求は成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月23日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年7月19日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
            "その要旨は，本願商標は，本願の出願日前の商標登録出願に係る「EMPIRE」の文字を標準文字で表してなる登録商標(商標登録第5848647号。出願日平成27年12月8日，登録日平成28年5月13日，指定役務第43類「宿泊施設の提供,宿泊施設の提供の契約の媒介又は取次ぎ, 焼肉料理・海鮮料理およびその他の飲食物の提供」。以下「引用商標」という。甲25，乙1)と類似する商標であり，その指定役務も引用商標と同一又は類似するものであるから，本願商標は，商標法4条1項11号に該当し，登録することができないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の要部抽出の判断の誤り",
              "text": [
                "本件審決は，①まず，本願商標全体についてみると，その構成態様から，図形部分， 「EMPIRE」の文字部分及び「STEAK  HOUSE」の文字部分とは，視覚上，分離して看取され得るものであることに加え， それぞれに強い観念上のつながりなども認められず，それぞれを分離して観察することが不自然というべき特段の事情も見いだせない，②次に，文字部分についてみると，「STEAK  HOUSE」の文字は，「ステーキ専門店」の意味を有する語であるところ，該文字は，役務「飲食物の提供」の一業態を表すものとして一般に用いられていることから，需要者は該文字が役務の質を表したものと理解， 認識するとみるのが相当であって，自他役務の識別標識としての機能を果たし得ないものといえる，③他方，「EMPIRE」の文字は，「帝国」を意味する語として，一般に広く知られており， 本願の指定役務との関係においては，自他役務の識別標識として機能を果たし得るものであって， 該文字部分が，看者に強く支配的な印象を与えるものといえることから，本願商標から該文字を要部として抽出し， これと引用商標とを比較して， 商標そのものの類否を判断することも許されるというべきである旨判断したが，本件審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の外観",
                  "text": [
                    "本願商標は，別紙記載のとおり，上段に，尻尾を立て，後肢で地面を掴み，前肢で地面を蹴ろうとする前傾姿勢の食用牛を金色の地に白黒の陰とハイライトをもって描写した牛の絵を大きく配し，牛の絵の下に，赤色の二重線の上下にローマ文字で「EMPIRE」と「STEAK  HOUSE」と記した構成よりなる結合商標である。",
                    "本願商標のような結合商標は，それが識別を目的とした標識である以上，各要素は無機的に結合されたものでなく，有機的に結合されたものと考えるべきであり，第一次的に判断される対象は各要素それ自体でなく，商標全体である。",
                    "そして，ある文字が顕著に表されているか否かは他の文字との関係において判断すべきであり，仮に他の文字が小さく表されているとしても，それが大きく表されている文字と一体となるように表されていることが客観的に明白な場合は，それに接した需要者，取引者は大きく表されている文字のみに着目することなく，全体に着目する。",
                    "本願商標において「EMPIRE」の文字部分と「STEAK  HOUSE」の文字部分を上下2段に配したのは，看板やメニューに商標を配するに際し，「EMPIRE  STEAK  HOUSE」と横一列に配したのではデザイン上の収まりが悪く，需要者，取引者の関心をひきにくいためであるが，本願商標は，字数が異なる「EMPIRE」の文字部分と「STEAKHOUSE」の文字部分の幅を揃えるために両者の文字の大きさを変えて調整し，上下段の文字部分の間に二重線を配することによって，上下段の文字部分同士に関連付けをしている。",
                    "したがって，本願商標の外観上，「EMPIRE」の文字部分と「STEAK  HOUSE」の文字部分を分離して観察することは不自然である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「STEAK  HOUSE」の文字部分",
                  "text": [
                    "「STEAK  HOUSE」の文字は，「ステーキ専門店」の意味を有することは否定しないが，もともとは造語である。我が国では，ステーキの主流は鉄板焼きステーキであり，牛肉をグリル板や炉で焼くレストランの業態の一つの「ステーキハウス」は，日本全国でも数えるほどしかなく，「STEAK  HOUSE」の文字は，ごく限られた店が使用しているにすぎない。「STEAK  HOUSE」の文字を使用する場合であっても，AＮAインターコンチネンタルホテル東京のレストラン「THE  STEAKHOUSE/ ザ・ステーキハウス」(甲26，27)のように，「THE」と結合して全体として特定の店名を指標する造語の成分として使用されている。",
                    "さらに，世界的に有名な米国のグルメガイド「ZAGAT」(2012年(平成24年)ニューヨーク版。甲4)のステーキハウスカテゴリーにノミネートされている70のレストランの中で「STEAK  HOUSE」の文字を店名に含む店は原告の店舗「EMPIRE  STEAK  HOUSE」のみである。",
                    "したがって，本件審決が「STEAK  HOUSE」の文字を役務「飲食物の提供」の一業態を表すものとして一般に用いられているものと断じたことは誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「EMPIRE」の文字部分",
                  "text": [
                    "「EMPIRE」の文字には「帝国」，「帝政」，「帝権」などの意味があるが(甲2，3)，これらの意味を持つ「EMPIRE」はそれ単独では商標としての指標力が弱く，他の文字と結合して使用する必要がある。",
                    "本願商標の場合は，それを「STEAK  HOUSE」の文字と結合することにより，「帝国のステーキハウス」，「帝政(時代)のステーキハウス」という観念を生じさせ，そこから高級な，並外れたステーキハウスであることがアピールされている。",
                    "そして，前記イのとおり，「STEAK  HOUSE」の文字は，他の文字と結合して全体として特定の店名を指標する造語の成分として使用されており，これに接する需要者，取引者もそのように認識している。",
                    "したがって，本願商標に接した需要者，取引者が「STEAK  HOUSE」の文字部分を自他役務の識別標識としての機能を果たし得ない箇所と直感して，「EMPIRE」の文字部分のみをもって識別の用に供することはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，本願商標のうち，「EMPIRE」の文字部分及び「STEAK  HOUSE」の文字部分は，「EMPIRE  STEAK  HOUSE」の全体をもって造語としての店名を構成して識別の用に供され，「帝国のステーキハウス」，「帝政(時代)のステーキハウス」という観念を生じさせ，そこから高級な，並外れたステーキハウスであることがアピールされているから，本願商標から「EMPIRE」の文字部分を分離して観察することは不自然である。",
                    "したがって，本願商標から「EMPIRE」の文字部分を要部として抽出することはできないから， 「EMPIRE」の文字部分と引用商標とを比較して， 商標そのものの類否を判断することは許されないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標の類否判断の誤り",
              "text": [
                "本件審決は，本願商標と引用商標とを比較すると，両商標は，全体の外観においては相違するものの，「エンパイア」の称呼及び「帝国」の観念を同じくするものであるから，これらを総合勘案すれば，本願商標と引用商標とは，互いに紛れるおそれのある類似の商標というべきである旨判断したが，本件審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，本願商標から「EMPIRE」の文字部分を分離して観察することは不自然であり，上記文字部分を要部として抽出することはできないから，本願商標から「エンパイア」の称呼は生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に本願商標を分離観察した場合，本願商標の「EMPIRE」の文字部分と引用商標との称呼が「エンパイア」である点で共通するとしても，本願商標と引用商標は，外観上の顕著な相違及び観念上の相違により，役務の出所に誤認混同をきたすおそれはないから，両商標は非類似である。",
                    "すなわち，別紙記載のとおり，本願商標のうち，牛の絵が占める面積は下段の「EMPIRE」と「STEAK  HOUSE」の占める面積に匹敵し，本願商標に接した需要者，取引者に対し，牛の絵は強い印象を与える。これに対し引用商標は，標準文字で「EMPIRE」と表した構成にすぎず，外観において本願商標とは明らかな差異があり，牛の絵が需要者，取引者に強い印象を与える本願商標と相紛れるおそれはない。",
                    "そして，前記(1)ウのとおり，「EMPIRE」の文字には「帝国」，「帝政」，「帝権」などの意味があるが，「EMPIRE」が他の文字と結合して使用することによって独自の観念を有する場合があることは経験則の教えるところである。このことは，例えば，著名なエンパイアステートビルや我が国の帝国ホテルを思い浮かべれば容易に理解できる。",
                    "本願商標は，「EMPIRE」の文字を「STEAK  HOUSE」の文字と結合することにより，高級な，並外れたステーキハウスであることをアピールする「帝国のステーキハウス」などの観念を生じさせるものであるから，単なる「帝国」の観念しか有しない引用商標とは観念上相紛れるおそれはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告の店舗「EMPIRE  STEAK  HOUSE」は，2010年(平成22年)に米国のニューヨークで創業された著名なレストランであり，引用商標の登録出願時である平成27年12月8日当時，ニューヨークで2店舗を営業し，年間売上げ800万米ドルを計上している。原告の店舗「EMPIRE  STEAK  HOUSE」は，例えば，ウォールストリートジャーナル，ニューヨークポスト，abcニュース，CBSニューヨークなどの著名メデイア(甲28の1)に取り上げられて確固たる知名度を獲得している。原告の店舗「EMPIRE  STEAK  HOUSE」は，終始一貫してその文字の全体をもって識別されており，決して「EMPIRE」として識別はされていない。",
                        "原告は，平成29年10月17日，日本において，東京都六本木に「EMPIRE  STEAK  HOUSE」を開店した。上記店舗は，大変な注目を浴びて各種のインターネット記事(甲7ないし21)で取り上げられているが，上記記事では，「EMPIRE」あるいは「エンパイア」と呼ばれることは一切なく，「EMPIRE  STEAK  HOUSE」あるいは「エンパイアステーキハウス」と呼ばれている。",
                        "そして，上記店舗は，「客単価」1万円を越える敷居の高い高級店であり，客は，飛び込みで来店することはなく，事前に店舗のことを調べ予約してから来店することなどの取引の実情の下においては，店名を「EMPIRE」あるいは「エンパイア」と誤解することは皆無である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し被告は，原告の店舗が「エンパイア」と略称されている例として文献(乙26ないし29)を提出するが，上記文献には前後の文脈中に「エンパイアステーキハウス」の文字が記載されており，文脈全体では決して「STEAK  HOUSE」(ステーキハウス)の文字を除いて，原告の店舗を特定しているわけではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本願商標を需要者，取引者に与える印象，記憶，連想等を総合して全体的に観察した場合，仮に引用商標と称呼が共通であるとしても，外観上の顕著な相違，観念上の相違及び前記ウの取引の実情により，役務の出所に誤認混同をきたすおそれはないから，両商標は非類似である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標と引用商標は非類似の商標であるから，本願商標が商標法4条1項11号に該当するとした本件審決の判断は誤りである。",
                "したがって，本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の要部抽出の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の外観",
                  "text": [
                    "本願商標は，別紙記載のとおり，上段に，全身を写実的に表した牛の図形を，中段に，大きく顕著に「EMPIRE」の文字(語頭及び語尾の「E」の文字はひときわ大きく表されている。)を，その下には当該文字と幅を揃えた二重の横線(赤色)を配し，下段に，「STEAK  HOUSE」の文字を表してなる結合商標である。",
                    "そして，本願商標は，牛の図形部分，「EMPIRE」の文字部分及び「STEAK  HOUSE」の文字部分を上中下の3段に構成した印象を与えるもので，それら構成部分は相互に一定の間隔を空けて，重なり合うこともなく配置され，文字部分の間には区切り線のような印象を与える二重の横線が配されていることもあり，各構成部分は，それぞれが独立したものであるとの印象を与え，視覚上分離して認識されるものである。",
                    "また，本願商標の構成においては，目につきやすい中央部に大きく顕著に表された「EMPIRE」の文字部分に目を引かれること，当該文字部分の語頭及び語尾の「E」の文字は当該文字部分を囲って強調するように，ひときわ大きく表されていること，そして，その下に配された赤色の二重線にしても「EMPIRE」の文字部分を強調する下線のような印象をも与えることに鑑みると，視覚的に，「EMPIRE」の文字部分を強く印象づける特徴を備えているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標の各構成部分の称呼及び観念",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「EMPIRE」の文字部分について",
                      "text": [
                        "本願商標の構成中「EMPIRE」の文字部分は，「帝国」を意味する英語であるが，国語辞典においても「エンパイア」(empire)の語が「帝国。」(甲2，3)の意味を有する語として掲載されるなど，我が国においても意味の理解が比較的容易な親しまれた外来語といえるから，これにより「エンパイア」の称呼及び「帝国」の観念を生じる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「STEAK  HOUSE」の文字部分について",
                      "text": [
                        "本願商標の構成中「STEAK  HOUSE」の文字部分は，「ステーキ専門店」(乙2)の意味を有する英語である。",
                        "本願の指定役務を提供する業界においては，「STEAK  HOUSE」(ステーキハウス)の文字は，例えば，「WOLFGAＮG’S  STEAKHOUSE」(ウルフギャング・ステーキハウス)，「BEＮJAMIＮ  STEAK  HOUSE」(ベンジャミンステーキハウス)，「MORTOＮ’S  THE  STEAKHOUSE」(モートンズ  ザ",
                        "ステーキハウス)，「RUTH’S  CHRIS  STEAK  HOUSE」(ルースクリス  ステーキハウス)，「OUTBACK  STEAKHOUSE」(アウトバックステーキハウス)，「JACK’S  STEAK  HOUSE」(ジャッキーステーキハウス)，「La  Paysanne(ステーキハウス  ラ・ペイザン)」，「STEAK  HOUSE  ライおン」，「ステーキハウス  牛の松阪」，「STEAK HOUSE  US・6(ステーキハウスUS・6)」，「Steak  House  JOYBULL」(ステーキハウス  ジョイブル)，「ステーキハウス  柳鳳」(乙3ないし14)などのように，飲食店の業態を表す語として取引上普通に用いられ，広く一般にも定着している。また，上記各店舗は，実際の取引にあたっては，「STEAK  HOUSE」(ステーキハウス)の文字部分を除いて略称される場合もあり，それぞれ，例えば，「ウルフギャング」，「ベンジャミン」，「モートンズ」，「ルースクリス」，「アウトバック」，「ジャッキー」，「ラ・ペイザン」，「ライおン」，「牛の松阪」，「US・6」，「ジョイブル」，「柳鳳」(乙15ないし25)などのように略称されている。",
                        "さらに，「日本標準産業分類」(総務省，平成25年10月改定，平成26年4月1日施行。乙30)においては，「ステーキハウス」は「飲食サービス業」，「飲食店」の一業態として例示，分類されている。",
                        "そうすると，本願商標の構成中「STEAK  HOUSE」の文字部分は，その指定役務「レストランにおける飲食物の提供」との関係においては，その業態(ステーキ専門店)を表示する語として認識され，自他役務の識別機能を有しないものであるから，出所識別標識としての独立した称呼及び観念は生じないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "牛の図形部分",
                      "text": [
                        "本願商標の構成中の牛の図形部分は，突進しようとする様子の牛の全身を写実的に表したものと認識できるが，その様子が何らかの象徴的な態様を表現したものではなく，また，直ちに特定のキャラクターなどを表したものとも看取できないため，特定の称呼及び観念までは生じない。",
                        "また，飲食店などの取引においては，提供される料理や食材などをモチーフにした図形を看板や広告などに表示することは，極めて一般的に採択されている手法であって，ステーキハウスを含む牛肉などに関連した料理を提供する店舗においても，食材である牛の全身又は一部をモチーフとした図形を用いることは，広く一般的に行われていることである(乙31ないし40)。",
                        "そうすると，本願商標の構成中の牛の図形部分は，その指定役務との関係において，牛をモチーフにした図形という抽象的な特徴においては，自他役務の識別標識として与える印象は極めて乏しいものであり，出所識別標識としての機能が極めて弱い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上を踏まえると，本願商標の各構成部分は外観，称呼及び観念のいずれにおいても密接な関連性はなく，それぞれが独立した印象を与えることから，それらを分離して観察することが不自然であると思われるほど不可分的に結合しているものではない。",
                    "そして，本願商標の構成において，中央に目立つ態様で表された「EMPIRE」の文字部分は，視覚上，強く印象づけられる特徴を備える一方で，その他の構成部分である「STEAK  HOUSE」の文字部分及び牛の図形部分は，その指定役務との関係において，自他役務の識別標識としての機能がない又は極めて弱いものといえるから，出所識別標識としての独立した称呼及び観念は生じない。",
                    "そうすると，本願商標は，「EMPIRE」の文字部分が，取引者及び需要者に対して役務の出所識別標識として強く支配的な印象を与え，その他の構成部分からは出所識別標識としての独立した称呼及び観念は生じないものであるから，本願商標から「EMPIRE」の文字部分を要部として抽出し，これと引用商標とを比較して商標そのものの類否を判断すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標の類否判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，その要部の「EMPIRE」の文字部分に相応して「エンパイア」の称呼及び「帝国」の観念が生じる。",
                    "一方，引用商標は，「EMPIRE」の文字を標準文字で表してなるものであるから，これにより「エンパイア」の称呼及び「帝国」の観念が生じる。",
                    "本願商標の要部である「EMPIRE」の文字部分と引用商標とを比較すると，両者は，いずれもつづりを共通にする欧文字「EMPIRE」を表してなるものであり，称呼(エンパイア)及び観念(帝国)は同一であることから，外観，称呼及び観念のいずれにおいても相紛らわしく，それらを総合的に判断すると，互いに類似するものといえる。",
                    "そうすると，本願商標と引用商標とは，自他役務の識別標識としての機能がない又は極めて弱い「STEAK  HOUSE」の文字部分及び牛の図形部分の有無という外観上の相違があるとしても，同一又は類似の役務に使用された場合には，当該役務の出所について混同が生じるおそれがある類似の商標と判断するのが相当である。",
                    "そして，本願の指定役務は，引用商標の指定役務中，第43類「焼肉料理・海鮮料理およびその他の飲食物の提供」とは，役務の提供場所や質(内容，業種)を共通にすることから，両者は同一又は類似のものである。",
                    "以上によれば，本願商標は，引用商標と類似する商標であり，かつ，引用商標の指定役務と同一又は類似の役務について使用をするものであるから，商標法4条1項11号に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，原告の店舗「EMPIRE  STEAK  HOUSE」は，「EMPIRE  STEAK  HOUSE」あるいは「エンパイアステーキハウス」と呼ばれており，店名を「EMPIRE」あるいは「エンパイア」と誤解することは皆無であるという取引の実情があることを考慮すると，本願商標と引用商標は，同一又は類似の役務に使用された場合に，当該役務の出所について混同が生じるおそれはない旨主張する。",
                    "しかしながら，原告の主張する原告の店舗に関する取引の実情は，原告の店舗固有の特殊的，限定的な実情にすぎず，一般的かつ恒常的な取引の実情ではないから，本願商標と引用商標の類否の判断において考慮すべきではない。かえって，原告の店舗「EMPIRE  STEAK  HOUSE」を言及する際，「六本木ステーキ戦線に異状あり！ＮY発『エンパイア』上陸で混戦模様に」(2017年9月5日付け)の見出しの下，「エンパイアは，ジャック，ジェフ，ラスのシナナジ兄弟が2010年に立ち上げたステーキハウス。」，「エンパイアが提供する価値とは…店のコンセプトは，ずばり『ＮYにあるエンパイアの再現』であり，『本場のＮYスタイルを楽しんで欲しい』とのこと。」等の記載(「マイナビニュース」のウェブサイト。乙28)のように，店名から「STEAK  HOUSE」の文字を除いて，「EMPIRE」あるいは「エンパイア」と略称される場合もあるから(甲28の1，乙26ないし29)，本願商標の「EMPIRE」の文字部分に相応する称呼及び観念をして取引されていることが裏付けられる。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標は，引用商標に類似する商標であって，本願商標の指定役務は，引用商標の指定役務又は指定商品と同一又は類似するから，本願商標は商標法4条1項11号に該当する。",
                "したがって，これと同旨の本件審決の判断に誤りはないから，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標の要部抽出の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "複数の構成部分を組み合わせた結合商標については，その構成部分全体によって他人の商標と識別されるから，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは原則として許されないが，取引の実際においては，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない商標は，必ずしも常に構成部分全体によって称呼，観念されるとは限らず，その構成部分の一部だけによって称呼，観念されることがあることに鑑みると，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部を要部として取り出し，これと他人の商標とを比較して商標そのものの類否を判断することも，許されると解するのが相当である(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，別紙のとおり，上段に，左向きの金色の牛の全身を表した図形を配し，当該図形部分の下方に，「EMPIRE」の黒色の欧文字と「STEAK  HOUSE」の黒色の欧文字を上下2段に横書きに書してなり，上下2段の文字部分の間に文字部分と幅を揃えた赤色の二重線を配してなる結合商標である。",
                    "本願商標は，牛の図形部分，「EMPIRE」の文字部分及び「STEAK  HOUSE」の文字部分の各構成部分が相互に一定の間隔を空けて，重なり合うことなく配置され，上記各文字部分の間に赤色の二重線が配されていることから，各構成部分は，それぞれが独立したものであるとの印象を与え，視覚上分離して認識されるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「EMPIRE」の文字部分は，目につきやすい中央部に，「STEAK  HOUSE」の文字部分よりも大きく表され，「EMPIRE」の文字部分の語頭及び語尾の「E」の文字は当該文字部分を囲って強調するように他の文字よりも大きく表されていること，「EMPIRE」の文字部分の下に配された赤色の二重線は，「EMPIRE」の文字部分と「STEAK  HOUSE」の文字部分との区切り線のような印象を与えるとともに，「EMPIRE」の文字部分を強調する下線のような印象をも与えていることに鑑みると，本願商標の外観上，「EMPIRE」の文字部分は，牛の図形部分及び「STEAK  HOUSE」の文字部分よりも，強く印象づける特徴を備えている。",
                    "そして，「EMPIRE」の文字部分に相応する「empire」の語は，「帝国」の意味を有する基本的な英単語として知られており(新英和中辞典(第7版)，広辞苑(第七版)，大辞林第三版(甲2))，本願商標の構成中「EMPIRE」の文字部分から「エンパイア」の称呼が生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標の構成中「STEAK  HOUSE」の文字部分に相応する「steakhouse」の語は，「ステーキ専門店」(ジーニアス英和辞典第5版(乙2))，「ステーキハウス」(新英和中辞典(第7版))の意味を有する英単語である。",
                        "証拠(乙3ないし25，30)によれば，①「レストランにおける飲食物の提供」をする業界において，「STEAK  HOUSE」又は「STEAKHOUSE」(ステーキハウス)の語は，例えば，「WOLFGAＮG’S  STEAKHOUSE」(ウルフギャング・ステーキハウス)(乙3)，「BEＮJAMIＮ  STEAK  HOUSE」(ベンジャミンステーキハウス)(乙4)，「MORTOＮ’S  THE  STEAKHOUSE」(モートンズ  ザ  ステーキハウス)(乙5)，「RUTH’S  CHRIS  STEAK  HOUSE」(ルースクリス  ステーキハウス)(乙6)，「OUTBACK  STEAKHOUSE」(アウトバックステーキハウス)(乙7)，「JACK’S  STEAK  HOUSE」(ジャッキーステーキハウス)(乙8)，「La  Paysanne(ステーキハウス  ラ・ペイザン)」(乙9)，「STEAK  HOUSE  ライおン」(乙10)，「ステーキハウス",
                        "牛の松阪」(乙11)，「STEAK  HOUSE  US・6(ステーキハウスUS・6)」(乙12)，「Steak  House  JOYBULL」(ステーキハウス  ジョイブル)(乙13)，「ステーキハウス  柳鳳」(乙14)などのように，「ステーキ専門店」を表す語として用いられ，上記各店舗は，例えば，「ウルフギャング」(乙15)，「ベンジャミン」(乙15)，「モートンズ」(乙16)，「ルースクリス」(乙17)，「アウトバック」(乙18)，「ジャッキー」(乙19)，「ラ・ペイザン」(乙20)，「ライおン」(乙21)，「牛の松阪」(乙22)，「US・6」(乙23)，「ジョイブル」(乙24)，「柳鳳」(乙25)などのように略称される場合があること，②「日本標準産業分類」(総務省，平成25年10月改定，平成26年4月1日施行。乙30)には，「ステーキハウス」は，「飲食サービス業」の一業態の「7629  その他の専門料理店」として例示，分類されていることが認められる。",
                        "上記認定事実によれば，我が国において，「STEAK  HOUSE」又は「STEAKHOUSE」(ステーキハウス)の語は，「ステーキ専門店」を表す語として一般に用いられていること，上記語が「ステーキ専門店」の店名の一部に含まれる場合には，上記語を除いて，当該店名が略称される場合があることも普通であることが認められる。",
                        "そうすると，「STEAK  HOUSE」の語が本願の指定役務中「レストランにおける飲食物の提供」に使用される場合には，「レストラン」の業態の一つである「ステーキ専門店」を表示する語として一般に認識されるものと認められるから，本願商標の構成中「STEAK  HOUSE」の文字部分は，自他役務を識別する標識としての機能が微弱であるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原告は，①「STEAK  HOUSE」の文字は，「ステーキ専門店」の意味を有することは否定しないが，もともとは造語であり，我が国では，ステーキの主流は鉄板焼きステーキであり，牛肉をグリル板や炉で焼くレストランの業態の一つの「ステーキハウス」は，日本全国でも数えるほどしかなく，「STEAK  HOUSE」の文字は，ごく限られた店が使用しているにすぎない，②「STEAK  HOUSE」の文字を使用する場合であっても，AＮAインターコンチネンタルホテル東京のレストラン「THE  STEAKHOUSE/ ザ・ステーキハウス」(甲26，27)のように，「THE」と結合して全体として特定の店名を指標する造語の成分として使用されている，③世界的に有名な米国のグルメガイド「ZAGAT」(2012年(平成24年)ニューヨーク版。甲1)のステーキハウスカテゴリーにノミネートされている70のレストランの中で「STEAK  HOUSE」の文字を店名に含む店は原告の店舗「EMPIRE  STEAK  HOUSE」のみであるなどとして，「STEAK  HOUSE」の文字を役務「飲食物の提供」の一業態を表すものとして一般に用いられているものとはいえない旨主張する。",
                        "しかしながら，上記①の点については，前記(ア)の認定事実に照らすと，「ステーキ専門店」において，「STEAK  HOUSE」の文字がごく限られた店が使用しているにすぎないということはできない。",
                        "また，上記②及び③の事実があるからといって，「STEAK  HOUSE」(ステーキハウス)の語が「ステーキ専門店」を表す語として我が国において一般に用いられていることを否定すべき理由にはならない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願商標の構成中牛の図形部分は，別紙記載のとおり，本願商標の上段に位置し，下段の「EMPIRE」の文字部分及び「STEAK  HOUSE」の文字部分が占める面積と同程度の面積を有し，その金色の色彩は黒色の上記各文字部分とコントラストをなしている。",
                    "他方で，上記牛の図形部分から特定の象徴的な態様や特定のキャラクタ―を看取できるとまではいえないこと，飲食店などの取引においては，提供される料理や食材などをモチーフにした図形を看板や広告などに表示することは，一般的に採択されている手法であって，ステーキハウスを含む牛肉などに関連した料理を提供する店舗においても，食材である牛の全身又は一部をモチーフにした図形を用いることは，広く一般的に行われていること(乙31ないし40)に照らすと，本願商標に接した需要者は，上記牛の図形部分は，「STEAK  HOUSE」の文字部分と相まって「ステーキハウス」(ステーキ専門店)で提供される食材の牛をモチーフにした図形という印象を受けるものと認められる。",
                    "そうすると，本願商標の構成中牛の図形部分は，本願の指定役務中「レストランにおける飲食物の提供」との関係においては，自他役務を識別する標識としての機能が微弱であるというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記ア認定のとおり，本願商標中，牛の図形部分，「EMPIRE」の文字部分及び「STEAK  HOUSE」の文字部分の各構成部分は，外観上それぞれが独立したものであるとの印象を与え，視覚上分離して認識されるものと認められるから，上記各構成部分を分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない。",
                    "そして，前記イないしエ認定のとおり，本願商標の構成において，目につきやすい中央部に配置された「EMPIRE」の文字部分は，牛の図形部分及び「STEAK  HOUSE」の文字部分よりも，外観上強く印象づける特徴を備えており，「EMPIRE」の文字部分から「エンパイア」の称呼及び「帝国」の観念が生じること，他方で，「STEAK  HOUSE」の文字部分及び牛の図形部分は，本願の指定役務中「レストランにおける飲食物の提供」との関係においては，自他役務を識別する標識としての機能が微弱であることに鑑みると，本願商標は，「EMPIRE」の文字部分が，取引者及び需要者に対して上記役務の出所識別標識として強く支配的な印象を与えるものと認められるから，本願商標から「EMPIRE」の文字部分を要部として抽出し，これと引用商標とを比較して商標そのものの類否を判断することは許されるというべきである。",
                    "これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告は，本願商標のうち，「EMPIRE」の文字部分及び「STEAK  HOUSE」の文字部分は，「EMPIRE  STEAK  HOUSE」の全体をもって造語としての店名を構成して識別の用に供され，「帝国のステーキハウス」，「帝政(時代)のステーキハウス」という観念を生じさせ，そこから高級な，並外れたステーキハウスであることがアピールされているから，本願商標から「EMPIRE」の文字部分を分離して観察することは不自然であることからすれば，本願商標から「EMPIRE」の文字部分を要部として抽出することはできないから， 「EMPIRE」の文字部分と引用商標とを比較して， 商標そのものの類否を判断することは許されない旨主張する。",
                "しかしながら，前記(1)ウ認定のとおり，我が国において，「STEAK HOUSE」又は「STEAKHOUSE」(ステーキハウス)の語は，「ステーキ専門店」を表す語として一般に用いられていること，上記語が「ステーキ専門店」の店名の一部に含まれる場合には，上記語を除いて，当該店名が略称される場合があることも普通であることに照らすと，本願商標のうち，「EMPIRE」の文字部分及び「STEAK  HOUSE」の文字部分は，「EMPIRE  STEAK  HOUSE」の全体をもって造語としての店名を構成して識別の用に供されているものと認めることはできないから，原告の上記主張は，その前提において理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標と引用商標の類否判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記(1)の認定事実を前提に，本願商標の要部である「EMPIRE」の文字部分と引用商標を対比すると，引用商標は，「EMPIRE」の標準文字からなるのに対し，本願商標の「EMPIRE」の文字部分は，語頭及び語尾の「E」の文字は当該文字部分を囲って強調するように他の文字よりも大きく表されている点において，両者の外観は，同一とはいえないが，紛らわしいものといえること，本願商標の「EMPIRE」の文字部分と引用商標は，「エンパイア」の称呼及び「帝国」の観念が生じる点において，称呼及び観念が同一であること，「STEAK  HOUSE」の文字部分及び牛の図形部分は，本願の指定役務中「レストランにおける飲食物の提供」との関係においては，自他役務を識別する標識としての機能が微弱であることに鑑みると，本願商標全体の外観と引用商標の外観が相違することを考慮しても，両商標が上記役務と同一又は類似の役務に使用された場合には，その役務の出所について誤認混同を生じるおそれがあるものと認められるから，両商標は全体として類似しているものと認められる。",
                "したがって，本願商標は，引用商標と類似する商標である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し原告は，①原告の店舗「EMPIRE  STEAK  HOUSE」は，2010年(平成22年)に米国のニューヨークで創業された著名なレストランであり，引用商標の登録出願当時，ニューヨークで2店舗を営業し，年間売上げ800万米ドルを計上し，例えば，ウォールストリートジャーナル，ニューヨークポスト，abcニュース，CBSニューヨークなどの著名メデイアに取り上げられて確固たる知名度を獲得し，終始一貫してその文字の全体「EMPIRE  STEAK  HOUSE」をもって識別されており，決して「EMPIRE」として識別されていないこと，②原告が平成29年10月17日に東京都六本木に開店した店舗「EMPIRE  STEAK  HOUSE」は，大変な注目を浴びて各種のインターネット記事(甲7ないし21)で取り上げられ，上記記事では，「EMPIRE」あるいは「エンパイア」と呼ばれることは一切なく，「EMPIRE  STEAK  HOUSE」あるいは「エンパイアステーキハウス」と呼ばれており，また，上記店舗は，「客単価」1万円を越える敷居の高い高級店であり，客は，飛び込みで来店することはなく，事前に店舗のことを調べ予約してから来店することなどの取引の実情の下においては，上記店舗の店名を「EMPIRE」あるいは「エンパイア」と誤解することは皆無であるという取引の実情があることを考慮すると，本願商標と引用商標は，同一又は類似の役務に使用された場合に，当該役務の出所について混同が生じるおそれはない旨主張する。",
                "しかしながら，上記①の点は，米国所在の原告の店舗に関する事情を述べるものであり，我が国における取引の実情を反映したものとはいえない。",
                "次に，上記②の点については，原告が挙げるインターネットの記事(甲7ないし21)では，「ＮY人気ステーキハウス上陸  「エンパイアステーキハウス」の実力」(「日経トレンディネット」のホームページ。甲7)，「ＮYの高級ステーキ「エンパイア  ステーキ  ハウス」が日本初上陸！  今秋、六本木にオープン」(「asoview！  ＮEWS」のホームページ。甲9)などのように，原告の六本木の店舗「EMPIRE  STEAK  HOUSE」が「エンパイアステーキハウス」として紹介されていることが認められるが，上記記事は，本願商標を直接引用して紹介したものではないから，本願商標に接した需要者，取引者に対し与える印象等と直接結びつくものとはいえない。",
                "加えて，「ＮY発『東京ステーキ戦争』  人気店が続々出店，熟成肉が売り」の見出しの下，「昨年には『ベンジャミン』と『エンパイア』が相次ぎ六本木に出店した。」(2018年9月1日付けの「FujiSankei Business  i.」。乙26)，「ステーキ激戦区，六本木，熱々，本場ＮY発VS．日本発，家族・友達とわいわい，気分はマンハッタン。」の見出しの下，「六本木通りを挟んで反対側には10月，『エンパイア  ステーキ  ハウス』が上陸する。…マンハッタンのエンパイアを訪れたことがあるＮY在住の…」(2017年9月18日付け「日経MJ(流通新聞)。乙27)，「六本木ステーキ戦線に異状あり！ＮY発『エンパイア』上陸で混戦模様に」(2017年9月5日付け)の見出しの下，「エンパイアは，ジャック，ジェフ，ラスのシナナジ兄弟が2010年に立ち上げたステーキハウス。」，「エンパイアが提供する価値とは…店のコンセプトは，ずばり『ＮYにあるエンパイアの再現』であり，『本場のＮYスタイルを楽しんで欲しい』とのこと。」(「マイナビニュース」のウェブサイト。乙28)，「六本木が『ステーキの街』に大変身した必然」(2017年10月29日付け)の見出しの下，「六本木，芋洗坂の中腹に10月17日に開業した『エンパイアステーキハウス六本木』」，「エンパイアは今回，初めてとなる海外進出先に六本木を選んだ。」，「ウルフギャングの後に続くのは冒頭のエンパイアだけではない。」(「東洋経済OＮLIＮE」のウェブサイト。乙29)などと記載したインターネットの記事のように，原告の六本木の店舗は，「エンパイア」と略称で表示される例も見受けられる。",
                "したがって，上記①及び②の点は，本願商標と引用商標が同一又は類似の役務に使用された場合に，当該役務の出所について混同が生じるおそれはないことを基礎付ける取引の実情に当たるものと認めることはできないから，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願商標は，引用商標と類似する商標である。",
                "そして，本願の指定役務(第43類「Restaurant services; carry-out restaurant services; catering services.」)は，引用商標の指定役務中，第43類「焼肉料理・海鮮料理およびその他の飲食物の提供」と同一又は類似のものである。",
                "したがって，本願商標は，商標法4条1項11号に該当するものと認められるから，これと同旨の本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，本願商標が商標法4条1項11号に該当するとした本件審決の判断に誤りはないから，原告主張の取消事由は理由がない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10104",
    "date": "2019-12-26",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089143",
    "ipprecedent_id": "5288",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}