{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2018-700853号事件について令和元年9月20日にした異議決定のうち，特許第6313029号の請求項1～5に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許異議申立事件において，訂正を認めた上で特許を取り消した異議決定の取消訴訟である。争点は，サポート要件違反の有無，実施可能要件違反の有無及び手続違背の有無である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「ロール製品パッケージ」とする発明について，平成25年11月27日に特許出願（特願2013-244532号）をし，平成30年3月30日に設定登録を受けた（特許第6313029号。請求項の数7。以下「本件特許」という。甲20）。",
            "本件特許について，同年10月18日，特許異議の申立てがあり，特許庁は，これを異議2018-700853号事件として審理し，原告は，令和元年7月18日，訂正請求（以下「本件訂正請求」という。甲18）をした。",
            "特許庁は，令和元年9月20日，本件訂正請求を認めた上で，「特許第6313029号の請求項1～5に係る特許を取り消す。特許第6313029号の請求項6及び7に係る特許についての特許異議の申立てを却下する。」との決定（以下「本件決定」という。）をし，その謄本は，同年9月30日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載（甲18，20）",
          "text": [
            "本件訂正請求に係る訂正（以下「本件訂正」という。）後の特許請求の範囲の記載は，次のとおりである（以下，請求項に係る発明を，それぞれの請求項の番号に応じて「本件発明1」などといい，本件発明1～5を併せて「本件発明」という。また，本件訂正後の本件特許の明細書及び図面を併せて「本件明細書」という。）。",
            "【請求項1】",
            "ポリエチレンからなり，密度が0．86～0．91g／cm3，坪量が25．5～40．5g／m2，厚さが29～47μmのフィルムからなる包装袋に，衛生薄葉紙のシートを巻いたロール製品を縦に2段で4個，キャラメル包装又はガゼット包装にて収納してなるロール製品パッケージであって，前記ロール製品パッケージは，前記ロール製品が前記包装袋に接するよう前記ロール製品の配置された寸法と略同一寸法で，前記ロール製品が2plyの場合，巻長が65～95m，コアを除く1ロールの質量が200～350g，巻き硬さが1．2～2．3mmであり，前記ロール製品が1plyの場合，巻長が125～185m，コアを除く1ロールの質量が250～430g，巻き硬さが0．7～1．8mmであり，前記ロール製品が2plyの場合，（前記巻き硬さ（mm）／前記フィルムの坪量（g／m2））が0．037～0．071（mm／（g／m2））であり，前記ロール製品が1plyの場合，（前記巻き硬さ（mm）／前記フィルムの坪量（g／m2））が0．021～0．055（mm／（g／m2））であるロール製品パッケージ。",
            "【請求項2】",
            "前記ロール製品の軸方向が上下方向となるように前記包装袋に収納され，前記包装袋の上面を跨いで，持手部の両端部がそれぞれ前記包装袋の対向する側面に接合されている請求項1記載のロール製品パッケージ。",
            "【請求項3】",
            "前記ロール製品が2plyの場合，坪量が1ply当たり15．0～16．8g／m2であり，前記ロール製品が1plyの場合，坪量が19．0～21．2g ／m2である請求項1又は2記載のロール製品パッケージ。",
            "【請求項4】",
            "前記包装袋の所定箇所に開封用のミシン目が設けられ，該ミシン目の（カット部/非カット部）の比が，0．3～3．0である請求項1～3のいずれかに記載のロール製品パッケージ。",
            "【請求項5】",
            "前記持手部が厚さ40～130μm，幅が10～40mmのポリプロピレンを含むフィルムからなり，該把手部の両端部がそれぞれ前記包装袋の対向する短編側の側面に接合されている請求項2記載のロール製品パッケージ。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の段落【0026】～【0037】には，実施例1～12のロール製品パッケージが記載されており，実施例1～12について，段落【0030】に記載された官能評価を行った結果が，【表1】及び【表2】に記載されているところ，当該官能評価中，フィルムの破れについて評価したのは，「フィルムの強さ：トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」（段落【0030】）のみである。",
                        "しかし，本件明細書には，上記の「フィルムの強さ」について，単に包装した後のフィルムの状態を評価したものであるのか，何かしらの使用後のフィルムの状態を評価したものであるのか等，どのような状況でのフィルムの破れの有無を評価したものであるのかが記載されておらず，また，文言からは単に包装後のパッケージの破れの有無を評価しているとも考えられるから，「フィルムの強さ」が持ち運ぶ際の破れにくさを表しているとは，理解できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，本件明細書の【表1】及び【表2】の「フィルムの強さ」が，特許権者の主張する持ち運ぶ際に破れにくいことを表しているとしても，実施例のロール製品パッケージの包装形態は，段落【0026】に「表1に示す物性のポリエチレンフィルムを用意し，図2に示す形態でトイレットロール製品を包装してロール製品パッケージを得た。」と記載されているところ，【図2】を見ても，どのような包装形態（キャラメル包装であるのか，ガゼット包装であるのか等）のものであるのか，一義的に理解できないこと，ロール製品パッケージは，包装形態によって持ち運ぶ際に力の集中する箇所が異なることが技術常識であるから，持ち運ぶ際の破れにくさは，包装形態，把手部の形態等によって異なることからすると，包装形態が明らかでない実施例1～12の結果から，本件発明1のキャラメル包装やガゼット包装のものが，持ち運ぶ際に破れにくいという課題を解決できるとは認識できず，ましてや，把手部を有しないパッケージを含む本件発明1が持ち運ぶ際に破れにくいという課題を解決できるとは認識できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の段落【0004】に「上記した長巻のロール製品は1個のロール当りの重量が大きいため，ロール製品を包装したパッケージを消費者が持ち運ぶ際，持ち手部や包装袋の底面に荷重がかかる。」と，段落【0015】に「上記した巻長，質量，巻き硬さを有する長巻のトイレットペーパーは，通常のトイレットペーパーに比べて1ロールの重量が重いため，通常のトイレットペーパー用のフィルムで包装すると，フィルムが破れやすい。」とそれぞれ記載されており，包装される1個のロール製品（トイレットペーパー）の重量の増加によって，破れる可能性が高くなることは技術常識である。一方，本件明細書で確認したのは，コアを除く質量（g）が，2plyで318g（実施例4），1plyで390g（実施例10）のパッケージまでであるから，比較例の「フィルムの強さ」を参照しても，本件発明1の2plyで350g，1plyで430gのパッケージまでが破れがないとまでは理解できない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件明細書からは，本件発明1が持ち運ぶ際に破れにくいという課題を解決できることは認識できない。",
                        "したがって，本件発明1は，発明の詳細な説明に記載した範囲のものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2～5について",
                  "text": [
                    "本件発明2～5は，上記アで検討したのと同じ理由により，発明の詳細な説明に記載した範囲のものでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件特許は，特許法36条6項1号に違反してされたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件について",
              "text": [
                "本件発明の課題には，持ち運ぶ際に破れにくいロール製品パッケージの提供が含まれているところ，本件明細書において，具体的にフィルムの破れに関して評価したのは，「フィルムの強さ：トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」，「評価基準は5点満点で行った。5点：大変良好である，4点：良好である，3点：実用上問題ない，2点：劣る，1点：顕著に劣る。」（段落【0030】）のみであり，同評価の結果として【表1】及び【表2】に「1」，「3」及び「5」の記載がある。",
                "しかし，前記(1)ア(ア)のとおり，「フィルムの強さ」は，持ち運ぶ際の破れにくさを表しているとは，理解できない。",
                "また，仮に，「フィルムの強さ」が，持ち運ぶ際に破れにくいことを評価しているとしても，「破れの有無」は，通常，破れがあるかないかの2段階評価と考えられ，少なくとも「5点：大変良好である」，「3点：実用上問題ない」，「1点：顕著に劣る」が，それぞれ，「破れ」のどのような状態を表しているのか，持ち運ぶ際の破れにくさをどのように表しているのかが理解できない。",
                "したがって，本件明細書には，本件発明において，持ち運ぶ際に破れにくいロール製品パッケージについて，当業者が実施できる程度に記載されておらず，本件特許は，特許法36条4項1号に違反してされたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件違反の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，1個のロール当りの重量が大きい長巻のロール製品を収納する包装袋では，通常の場合よりも，「包装袋を厚くして強度を高くする」必要があるが，「包装袋を厚くして強度を高くすると，ロール製品を包装した際，ロール製品を締め付ける力が増してロールが潰れやすくなったり，フィルムがゴワゴワしてフィルムの触感が悪くなるという問題がある。また，ロールが潰れにくくなるようにロールを固く巻くと，ロールを持った時の柔らかさが劣るという問題がある。」ことを課題とし，長巻のロール製品を包装袋に収納したロール製品パッケージにおいて，持ち運ぶ際に破れにくくてゴワゴワせず，かつ適度な巻き硬さを有するロール製品を包装した場合にロール製品が潰れ難いロール製品パッケージの提供を目的とするものであることが記載されており（段落【0004】），また，本件明細書の実施例，比較例の記載（【表1】，【表2】）から，本件クレームの数値範囲の場合に，「トイレットロールの潰れにくさ」，「トイレットロールの柔らかさ」，「フィルムのゴワゴワ感」，「シートの使用感」，「フィルムの強さ」，「ペーパーホルダーへの装着性」，「ロールの交換頻度」において良好な評価を得られたこと，すなわち，課題を解決できることが記載されている。",
                    "したがって，本件発明1は，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであり，サポート要件を充足する。",
                    "同様に，本件発明2～5もサポート要件を充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明の「持手部」及びガゼットの延長部に設けられた把手部について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「包装」とは，「①うわづつみ。②荷造り。」を意味する語であり，「袋」とは，「中に物を入れて，口をとじるようにした入れ物。紙・布・革などでつくる。」を意味する語であり，「うわづつみ」とは，「物の表面を包むもの。書物の帙 ，書ちつ状を包む紙など。包紙。」を意味する語である（甲23）。このような「包装」及び「袋」の通常の意味によると，「包装袋」は，内容物（被包装物）を包んでいる（うわづつみしている）袋本体のことであり，袋本体以外の部分，部材は「包装袋」には当たらないと解される。",
                        "そして，本件特許の特許請求の範囲の記載によると，本件発明の「持手部」は「包装袋」の一部とはされておらず，むしろ，「包装袋」は「持手部」の接合の対象とされている（【請求項2】）。また，「包装袋」は，「衛生薄葉紙のシートを巻いたロール製品を縦に2段で4個，キャラメル包装又はガゼット包装にて収納」し，ロール製品パッケージが「ロール製品が前記包装袋に接するように前記ロール製品の配置された寸法と略同一寸法」になるようにロール製品を包装するものであると規定されており（【請求項1】），もっぱら，ロール製品を包んでいる袋本体に着目して規定している。このような特許請求の範囲の記載からすると，本件発明の「包装袋」は，ロール製品を包んでいる袋本体を意味しており，ガゼットの延長部のように，ロール製品を包んでいない部分は「包装袋」には当たらないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書には，包装袋（包装袋2，包装袋20）がロール製品を包装することは記載されている（段落【0009】，【0013】，【0024】）が，それ以外の機能（把手部等の機能）を果たすことは記載されていないし，ガゼットの延長部のようにロール製品を包む袋本体以外のフィルムに着目した記載はない。",
                        "この点，「フィルムからなる包装袋」につき，包装袋からフィルムを延長すれば，様々な形状，構造，機能を有する部分を包装袋に付加することは可能であるが，本件発明はそのように無数に考えられる付加部分の破れやすさまでを解決課題とするものではない。本件明細書の段落【0013】～【0015】，【0020】の記載から明らかなとおり，本件発明は，包装袋のフィルムの強度が不十分だと，パッケージの運搬時等に包装袋が破れることがあることに鑑み，ロール製品パッケージを持ち運ぶ際に（包装袋が）破れにくいものとすることにより，持ち運ぶ際に（包装袋が）破れにくいロール製品パッケージの提供を目的の一つとするものであって，包装袋以外の部分の破れ，例えば，「持手部」の破断の防止までを目的とするものではない。",
                        "また，袋本体からガゼットを延長して把手部を設ける場合には，その部分に補強材を入れたりすることが多い（甲24）。このことからも，ロール製品を包んでいる袋本体のフィルムの破れやすさと，フィルムを袋本体から延長して設けられる付加部分の破れやすさは，必ずしも課題として一体不可分のものではなく，当業者が両者を別の課題として扱っていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件発明の（フィルムからなる）「包装袋」は，ロール製品を包んでいる袋本体を意味し，その他のフィルムの部分（延長部分等）を含まないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件決定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定は，本件明細書には，段落【0030】の「フィルムの強さ」について，単に包装した後のフィルムの状態を評価したものであるのか，何かしらの使用後のフィルムの状態を評価したものであるのか等，どのような状況でのフィルムの破れの有無を評価したものであるのかが記載されておらず，また，同文言からは単に包装後のパッケージの破れの有無を評価しているとも考えられるから，「フィルムの強さ」が持ち運ぶ際の破れにくさを表しているとは，理解できないと判断したが，以下のとおり，同判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の段落【0004】，【0007】，【0014】及び【0020】には，包装袋（フィルム）の強度について，パッケージの運搬時の破れのおそれに関して記載されているのに対し，本件明細書には，包装時の破れのおそれに関する記載は一切ない。",
                        "このように，本件明細書は，【発明が解決しようとする課題】，【発明の効果】，【発明を実施するための形態】において，包装袋（フィルム）の強度に関して，一貫して，パッケージの運搬時の破れのおそれを問題としており，パッケージの製造時（包装時）における破れのおそれについては何ら問題としていないのであるから，【実施例】に係る段落【0030】の「フィルムの強さ：トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」の記載についても，パッケージの製造時（包装時）ではなく，パッケージの運搬時の破れのおそれを問題としたものであり，「フィルムの破れ」が持ち運ぶ際の破れであることは，本件明細書の記載から一義的に明確である。",
                        "以上のとおり，本件明細書の段落【0030】の「フィルムの強さ」は，消費者が持ち運ぶ際の破れにくさを意味している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書には，実施例に関して，「表1に示す物性のポリエチレンフィルムを用意し，図2に示す形態でトイレットロール製品を包装してロール製品パッケージを得た。」（段落【0026】）として，【図2】の形態のロール製品パッケージを用いて評価を行ったことが記載されており，【図2】には，帯状フィルムからなる持手部40が，包装袋20の上面を跨いで，自身の両端部40a，40b をそれぞれ包装袋20の対向する短辺側の側面に接合されたロール製品パッケージが示されている（段落【0024】）。",
                        "そして，【図2】に示すロール製品パッケージを持ち運ぶ際には，持手部を掴んで持ち運ぶことは自明である（そのための持手部である。）ところ，持手部を掴んでロール製品パッケージを持ち運ぶ際には，持ち上げる力が持手部を介してフィルムの持手部との接合部分又はその周囲に伝わり，フィルムの当該部分に収納されたロール製品の荷重がかかるので，フィルムが弱ければ当該部分に破れが生じる。したがって，フィルムの破れの有無を評価することにより，ロール製品パッケージの持手部を掴んで持ち運んだ際のフィルムの破れにくさ（フィルムの強さ）を評価することができる。",
                        "これが，本件明細書の段落【0030】の「フィルムの強さ」の官能評価である。すなわち，「フィルムの強さ」は，ロール製品パッケージの持手部を掴んで持ち上げるなどしてフィルムに荷重をかけて，破れの有無を官能評価したものであり，【表1】，【表2】は，実施例と比較例におけるフィルムの破れの有無の評価について有意な差異を確認したものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，本件決定は，「破れの有無」は，通常，破れがあるかないかの2段階評価と考えられるとするが，ポリエチレン製包装パッケージには，大きく裂けるような破れ（破断）だけでなく，微小な破れが生じるのであり，「破れの有無」の評価が「破れがあるかないかの2段階評価」となることはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件決定は，本件明細書の「フィルムの強さ」が，甲14～16に記載されているような把手部を持って所定時間運んだり，上下動させる際のフィルムのものであることは，本件明細書に何ら記載されていないと判断したが，甲14～16は，本件発明における「フィルムの強さ」は，持ち運ぶ際に（又はそれを促進する評価としての上下動で）破れるかどうかを確認していることを当業者が理解できることの根拠として提出したのであって，本件明細書に，甲14～16に記載された上記の事項が記載されていると主張したのではない。",
                        "そして，本件明細書の段落【0030】の「フィルムの強さ」が，（持手部を掴んで）持ち運ぶ際に（又はそれを促進する評価としての上下動で）破れるかどうかを確認していることは明らかであることは，上記(ア)，(イ)のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件決定は，本件明細書の【図2】の包装形態（キャラメル包装であるのか，ガゼット包装であるのか等）が不明であるとした上で，ロール製品パッケージは，包装形態によって持ち運ぶ際に力の集中する箇所が異なることが技術常識であるから，持ち運ぶ際の破れにくさは，包装形態，把手部の形態等によって異なることは明らかである，包装形態が明らかでない実施例1〜12の結果から，本件発明1のキャラメル包装やガゼット包装のものが，持ち運ぶ際に破れにくいという課題を解決できるとは認識できず，ましてや，把手部を有しないパッケージを含む本件発明1が持ち運ぶ際に破れにくいという課題を解決できるとは認識できないと判断したが，以下のとおり，同判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)アのとおり，本件発明は，1個のロール当りの重量が大きい長巻のロール製品を収納する包装袋では，通常の場合よりも，包装袋を厚くして強度を高くする必要があるが，包装袋を厚くして強度を高くすると，ロール製品を包装した際，ロール製品を締め付ける力が増してロールが潰れやすくなったり，フィルムがゴワゴワしてフィルムの触感が悪くなり，また，ロールが潰れにくくなるようにロールを固く巻くと，ロールを持った時の柔らかさが劣るという問題が生じることから，包装袋を厚くして強度を高くすることにより生じる「ロールの潰れ」や「フィルムの触感」に関する問題をロールを持った時の柔らかさを損なわずに解決することを解決課題とするものである。そして，1個のロール当りの重量が大きい長巻のロール製品を収納する包装袋では，通常の場合よりも，包装袋を厚くして強度を高くする必要があり，包装袋を厚くして強度を高くすると，「ロールの潰れ」や「フィルムの触感」に関する問題が生じることは，「前記ロール製品が前記包装袋に接するよう前記ロール製品の配置された寸法と略同一寸法である前記ロール製品パッケージ」について一般的にいえるものである。このような問題に係る課題こそが本件発明が解決する課題であって，本件発明の解決課題は，個別の包装形態の構造に起因して力が集中するといったものではない。",
                        "したがって，包装形態によって持ち運ぶ際に力の集中する箇所が異なることを理由に，本件明細書の記載から，持ち運ぶ際に破れにくいという課題を解決できるとは認識できないとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，ガゼット包装の場合には，持手部を別部材でわざわざ設けること（本件明細書の段落【0024】）は稀であり，異議申立人も，本件明細書の【図2】の包装につき，令和1年8月26日付け意見書において，「この図示の形態からして，キャラメル包装に準ずるロール製品パッケージであることは明らかである。」（甲19の7頁13～16行）と主張していることから，本件明細書の【図2】の包装形態がキャラメル包装であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，包装袋が持手部を有さず，消費者が包装袋を手で掴む場合であっても，ロール製品を包装したパッケージを消費者が持ち運ぶ際，以下の写真のとおり（同写真における持ち方を，以下「原告把持方法」という。），消費者が手で掴んだ部分のフィルムに収納されたロール製品の荷重がかかるのであるから，1個のロール当りの重量が大きい長巻のロール製品を収納する包装袋では，通常の場合よりも，包装袋を厚くして強度を高くする必要があり，包装袋を厚くして強度を高くすると，「ロールの潰れ」や「フィルムの触感」に関する問題が生じることは，持手部を有する場合と変わらない。そして，持手部がある場合でも，持手部がなく手でロール製品パッケージを掴む場合でも，包装袋と持手部との接合部分又は手で掴んだ部分に，収納されたロール製品の荷重がかかることには変わりがないのであるから，持手部を持ってロール製品パッケージを持ち運ぶ際にフィルムが破れにくければ，ロール製品パッケージを手で掴んで持ち運ぶ際にもフィルムが破れにくいといえ，「フィルムの強さ」の官能評価の結果は持手部のないロール製品パッケージにも当然に適用できる。",
                        "手で掴む部分",
                        "（荷重がかかる部分）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，「トイレットロール包装袋の持手部破断試験  ガゼット包装とキャラメル包装」（甲13）には，ガゼット包装とキャラメル包装のトイレットペーパー包装体のそれぞれ持手部を掴んで上下させる実験により，「①キャラメル包装では，テープ部材の接合部位で破れが生じる。」，「②ガゼット包装では，取手部分の指かけ孔から破れが生じる。」との記載がある。",
                        "しかし，甲13におけるガゼット包装の「取手部分」は，ガゼット包装のガゼット部分から延長された部分に指かけ用に設けられた穴（把持部）であり，「包装袋の上面を跨いで，持手部の両端部がそれぞれ前記包装袋の対向する側面に接合されている」ものではないから，本件発明における「持手部」ではないし，前記(1)イのとおり，本件明細書における「包装袋」でもない。",
                        "したがって，「ガゼット包装」の「取手部分」に係る甲13の実験は，本件明細書の「フィルムの強さ」を評価する実験ではなく，本件明細書の段落【0030】の官能評価を再現するものでないから，本件発明のサポート要件充足性とは関係がないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件決定は，本件明細書で確認したのは，コアを除く質量（g）が，2plyで318g（実施例4），1plyで390g（実施例10）のロール製品パッケージまでであり，本件発明1の2plyで350g，1plyで430gのロール製品パッケージまでが破れがないとまでは理解できないとするが，実施例4（2ply）には，ロール製品のコアを除く質量が「318（g）」である場合に，「フィルムの強さ」が「5」であることが記載されており，質量が「350（g）」であるときに破れが懸念されるわけではなく，また，実施例10（1ply）には，ロール製品のコアを除く質量が「390（g）」である場合に，「フィルムの強さ」が「5」であることが記載されており，質量が「430（g）」であるときに破れが懸念されるわけでもないから，本件発明1の2plyで350g，1plyで430gまでのロール製品パッケージについて破れの懸念がないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件明細書の段落【0030】の記載から,「フィルムの強さ」の評価時点は「トイレットロールを包装後」であり，評価内容は「フィルムの破れの有無」であることを読み取ることができるところ，「有無」とは「有ると無いと。」の二択を意味する用語である（乙1）から，「フィルムの破れの有無」とは，評価時点においての破れのあるなし，すなわち，その時点でフィルムが既に破れているかどうかを意味すると理解されると主張する。",
                    "しかし，本件明細書の段落【0030】の記載は，「フィルムの強さ：トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」というものであるところ，「フィルムの強さ」の「強さ」の語から，その評価が二択ではないことは明らかである。また，同段落には「評価基準は5点満点で行った。5点：大変良好である，4点：良好である，3点：実用上問題ない，2点：劣る，1点：顕著に劣る。」と記載され，「フィルムの強さ」が5段階評価であることが明記されているのであって，被告の上記主張は本件明細書の明示の記載に反する。",
                    "さらに，本件発明の「フィルムからなる包装袋」はポリエチレン製であるところ，本件明細書の段落【0014】には，包装袋のポリエチレンが「破れにくい（伸びやすい）」素材であることが記載されており，このことは，「破れの有無」が2択を意味しないことに整合する。むしろ，甲21の写真に示されるとおり，ポリエチレンには，微細な破れが生じるが，微細な破れには様々な程度のものがあり，二択の評価に適さないものである。",
                    "以上から，本件明細書の段落【0030】の「破れの有無」の評価は「破れがあるかないかの2段階評価」ではなく，発生する微細な破れの程度を含めた評価であると統一的に理解できる。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件明細書の段落【0030】の記載からすると，評価時点は「トイレットロールの包装後」であるから，トイレットロールのパッケージが製造された後の時点を意味するものでしかなく，運搬や持ち上げなど何らかの作用，負荷を経た時点を指すと解することはできず，したがって，「フィルムの強さ」とは，トイレットロールのパッケージが製造された後，そのまま，フィルムに破れがあるかどうかを，官能評価することで決定される指標であると理解されると主張する。",
                    "しかし，本件明細書の段落【0030】の「トイレットロールを包装後のパッケージにおいて」の記載は，「フィルムの強さ」の官能評価の対象が，フィルム単体（包装前のフィルム）ではなく，ロール製品パッケージとなった状態でのフィルムであることを意味するものであり，「トイレットロールを包装した直後に」「対象物に手を触れることなく官能評価を行う」という意味ではない。実際問題としても，モニターによる官能評価を製造現場でしかも製造直後に行うことはないし，官能評価は対象物に手を触れずに行わなければならないという技術常識があるわけでもない。",
                    "また，本件明細書においては，包装袋（フィルム）の強度に関して，一貫して，ロール製品パッケージの持ち運び時（運搬時）の破れのおそれを問題としており（段落【0004】，【0007】，【0014】，【0020】），ロール製品パッケージの製造時（包装時）における破れのおそれについては何ら問題としていないのであるから，本件明細書の段落【0030】の「フィルムの強さ：トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」の記載についても，パッケージの製造時（包装時）ではなく，ロール製品パッケージの運搬時の破れのおそれを問題としたものであり，「フィルムの破れ」が持ち運ぶ際の破れを意味することは明らかである。",
                    "さらに，本件明細書の段落【0030】の「トイレットロールの潰れにくさ：包装後のトイレットロールについて，フィルムによるロールの潰れ度合を評価した。」，「トイレットロールの柔らかさ：包装後のトイレットロールについて，包装フィルムを取り除き，トイレットロールを手で持ち，柔らかさを評価した。」，「フィルムのゴワゴワ感：トイレットロールを包装後，パッケージを手で触り，フィルムのゴワゴワ感を評価した。」及び「ペーパーホルダーへの装着性：包装後のトイレットロールについて，包装フィルムを取り除き，トイレットロールをペーパーホルダーに装着して評価した。」との記載からも，同段落の「包装後の」が，製造直後を意味するものではなく，また，対象物に手を触れずに官能評価を行うことを意味しないことは明らかである。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件明細書の段落【0030】の「フィルムの強さ」の評価内容の解釈に，段落【0004】，【0007】，【0014】，【0020】の記載を参酌する必要はないと主張する。",
                    "しかし，本件発明は，包装袋のフィルムの強度が不十分だと，ロール製品パッケージの運搬時等に包装袋が破れることがある（本件明細書の段落【0014】，【0015】，【0020】）ことに鑑み，ロール製品パッケージの包装袋を持ち運ぶ際に破れにくいものとすることにより，持ち運ぶ際に破れにくいロール製品パッケージの提供を目的とするものであって，その評価に本件明細書の段落【0030】に記載された「フィルムの強さ」を用いるのは適切である。また，本件明細書の段落【0026】には，【図2】の形態のロール製品パッケージを用いて評価を行ったことが記載されており，【図2】に示すロール製品パッケージを持ち運ぶ際には，持手部を掴んで持ち運ぶことは自明である（そのための持手部である。）。",
                    "したがって，本件明細書の段落【0030】の「フィルムの強さ」は，ロール製品パッケージの持手部を掴んで持ち上げるなどしてフィルムに荷重をかけて，破れの有無を官能評価したものであることは当業者にとって明らかであり，本件明細書は，「消費者が持ち運ぶ際」という条件を「フィルムの強さ」の評価に反映している。",
                    "加えて，明細書の記載の意味内容は，明細書全体を通じて明らかにされるべきであって，「フィルムの強さ」の評価内容の解釈に，本件明細書の段落【0004】，【0007】，【0014】，【0020】の記載を参酌するのは当然である。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件明細書には，「フィルムの強さ」の官能試験がロール製品パッケージの持手部を掴んで持ち運ぶ際のフィルムの破れにくさを試験したものであるとする記載はないし，また，そのような試験方法が本件特許の出願時の技術常識であるともいえないと主張する。",
                    "しかし，本件明細書は，持ち運ぶ際に破れにくいことを課題の一つとする発明の開示において，持手部のあるロール製品パッケージを用いて，「フィルムの強さ」を評価しているのであるから，持手部を持って負荷をかけて評価していることを十分理解できるというべきであり，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，本件明細書には，段落【0030】の官能評価において，持ち運びの態様等については記載されていないから，いかなる態様の持ち運びによって評価したのかは理解できず，その結果得られた数値範囲により，どのように持ち運ぶ際の破れの発生が防止され得るのかという課題解決性を認識することができないと主張する。",
                    "しかし，本件明細書の段落【0030】において，「フィルムの強さ」について，フィルム単体の引張試験等ではなく官能評価を行ったのは，ロール製品パッケージを持ち運ぶ者として消費者を想定したものであり（本件明細書の段落【0004】），持ち運びの態様（静かに持ち上げる，振る，など）は人により多少の違いがあるので，官能評価とするのが適切であると考えたためである。",
                    "そして，本件明細書の段落【0030】の官能評価は，持手部のあるロール製品パッケージを用いて，持手部を掴んで持ち上げて行われたものであるが，そこで得られた知見は，持手部のないロール製品パッケージ（この場合は，消費者はロール製品パッケージを鷲掴みする）においても当てはまる。なぜなら，ロール製品パッケージの持手部を持つ場合には，包装袋と持手部の接合部にロール製品の荷重がかかるところ，持手部以外を鷲掴みにする場合でも，包装袋の鷲掴みにされた部分にロール製品の荷重がかかるのであって，包装袋の一部にロール製品の荷重がかかる点では，持手部を持つ場合と同じであり，持手部のあるパッケージでの試験で得られた知見は，鷲掴みにする場合にも当てはまるからである。",
                    "なお，本件発明は，爪を立てたり故意にフィルムを破るようにパッケージを掴むなど，特異な条件を含めてあらゆる条件下で常に破れないことを解決課題としているわけではない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，直接ロール製品パッケージを鷲掴みにするなどして持ち上げた際の力の分布と，持手部を持ち上げた際の力の分布とは，力の集中する箇所並びに荷重の方向及び大きさが異なることが明らかであるし，持手部を備えるロール製品パッケージであっても，その様式には種々の形態があることから，それらの相違に応じて把持した持手部周囲のフィルム内部の応力分布も相違することは明らかであると主張する。",
                    "しかし，ロール製品パッケージの持手部を持つ場合には，包装袋の接合部にロール製品の荷重がかかるところ，持手部以外を鷲掴みにする場合でも，包装袋の鷲掴みにされた部分にロール製品の荷重がかかるのであって，包装袋の一部にロール製品の荷重がかかる点では，持手部を持つ場合と同じであり，力の分布や荷重の方向及び大きさが大きく異なるものではない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被告は，一般に，ロール製品パッケージに力を加えた際に，荷重の方向がフィルム面に平行な方向と垂直な方向とでフィルムの破れやすさが相違するから，持手部を掴んでロール製品パッケージを持ち運ぶ際にフィルムが破れにくければ，ロール製品パッケージを掴んで持ち運ぶ際にもフィルムが破れにくいということはできないと主張する。",
                    "しかし，ロール製品パッケージの持手部を持つ場合には，包装袋と持手部の接合部にロール製品の荷重がかかるところ，持手部以外を鷲掴みにする場合でも，包装袋の鷲掴みにされた部分にロール製品の荷重がかかるのであって，包装袋の一部にロール製品の荷重がかかる点では，持手部を持つ場合と同じであるから，持手部を持ってロール製品パッケージを持ち運ぶ際にフィルムが破れにくければ，ロール製品パッケージを把持して持ち運ぶ際にもフィルムが破れにくいといえる。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "被告は，原告が主張する種々の包装様式に共通してフィルムに求められる性状とは，通常の場合よりも，包装袋を厚くして強度を高くする必要があるといった定性的な事項（必要なフィルム強度に下限値があること）にとどまっているのであり，本件発明が含むフィルム諸元の定量的な特定事項についてもキャラメル包装かガゼット包装か包装様式を問わず共通することについて，原告は主張立証するものではないと主張する。",
                    "しかし，キャラメル包装又はガゼット包装でロール製品を収納する「包装袋」において，特異的な力のかかり方をするという技術常識はないのであるから，これを前提とする被告の主張には理由がない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "被告は，甲13の実験の持手部はロール製品パッケージの一部であるから，甲13の2bの破断後は，通常，ロール製品パッケージにおいて破れたものと認識されると主張する。",
                    "しかし，前記(1)イのとおり，本件発明の「包装袋」は，ロール製品を包んでいる袋本体を意味し，「持手部」を含まないから，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "被告は，本件明細書の【表1】及び【表2】に示された実施例において，官能評価が何らかの持ち運びによる負荷を，コアを除く1ロール当たりの質量が，2ply製品で318g（実施例4），1ply製品で390g（実施例10）のロール製品パッケージが「5」であることが示されているとしても，それよりも重量が大きい，1ロール当たりの質量が，2ply製品で350g，1ply製品で430gのロール製品について消費者が持ち運ぶ際にフィルムの破れが生じないとはいえないと主張する。",
                    "しかし，318g（実施例4）で，評価が5であり，破断限界に余裕があることから，350gでも破断限界に達しないことを理解できるというべきである。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "被告は，実施例4は，坪量32．5g／m2，厚さ36μm，密度0．90g／cm3，実施例10は，坪量32．6g／m2，厚さ36μm，密度0．91g／cm3であるところ，2ply製品で318g（実施例4），1ply製品で390g（実施例10）において，坪量，厚さ，密度の数値範囲の下限値である，坪量25．5g／m2，厚さ29μm，密度0．86g／cm3まで破れがないとはいえないと主張する。",
                    "しかし，本件決定は，サポート要件に関して，「坪量，厚さ，密度の数値範囲の下限値」における「ロール製品の重量」と「フィルムの強さ」の関係については何ら判断していないのであるから，この点は本件訴訟の審理の対象外であり，被告が「坪量，厚さ，密度の数値範囲の下限値」における「ロール製品の重量」と「フィルムの強さ」の関係を理由とするサポート要件違反の主張をすることはできないというべきであるし，また，被告がこのようなサポート要件違反の主張をすることは信義則に反する。"
                  ]
                },
                {
                  "fig": "シ",
                  "text": [
                    "被告は，予備的に，仮に，本件明細書の段落【0030】に記載された「フィルムの強さ」についての官能評価が，原告の主張するように，実際にモニターがロール製品パッケージの持手部を掴んで持ち運ぶ際のフィルムの破れにくさを試験したものであると理解したとしても，サポート要件を充たさないと主張する。",
                    "しかし，前記(1)イのとおり，「包装袋」とは，ロール製品を包んでいる袋本体を意味しており，また，本件発明では，「包装袋」（袋本体）に包まれる内容物は，「ロール製品を縦に2段で4個」のものに限定されているから，本件発明の「包装袋」（袋本体）において，キャラメル包装，ガゼット包装のいずれの包装形態においても，持ち運ぶ際に「包装袋」（袋本体）に特異的に力が集中するという技術常識は存在しない。",
                    "また，パッケージの持手部を持つ場合には，包装袋と持手部の接合部にロール製品の荷重がかかるところ，持手部以外を鷲掴みにする場合でも，包装袋の鷲掴みにされた部分にロール製品の荷重がかかるのであって，包装袋の一部にロール製品の荷重がかかる点では，持手部を持つ場合と同じであり，力の分布や荷重の方向及び大きさが大きく異なるものではない。",
                    "さらに，本件発明は，特異な条件を含めてあらゆる条件下で常に破れないことを解決課題としているわけではない。一般的な運搬の仕方において，破れのおそれがあるかは，持手部を掴んで持ち上げるなどで十分である。",
                    "したがって，被告の上記予備的主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件発明は，本件明細書の発明の詳細な説明に記載した範囲内のものであるから，その特許は，特許法36条6項1号に違反してされたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（実施可能要件違反の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件決定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件決定は，段落【0030】の「フィルムの強さ」は，持ち運ぶ際の破れにくさを表しているとは，理解できないと判断した。",
                    "しかし，本件明細書の実施例における「フィルムの強さ」の官能試験がロール製品パッケージの持手部を掴んで持ち運ぶ際のフィルムの破れにくさを試験したものであることを理解できることは，前記1(2)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件決定は，仮に，「フィルムの強さ」が，持ち運ぶ際に破れにくいことを評価しているとしても，「破れの有無」は，通常，破れが有るか無いかの2段階評価と考えられ，少なくとも「5点：大変良好である」，「3点：実用上問題ない」，「1点：顕著に劣る」が，それぞれ，「破れ」のどのような状態を表しているのか，持ち運ぶ際の破れにくさをどのように表しているのかが理解できないと判断した。",
                    "しかし，ポリエチレン製包装パッケージに生じる破れには，大きく裂けるような破れ（破断）から微小な破れまで様々なものがあり，実施例と比較例の各例におけるフィルムの破れの有意な差異を踏まえて，これを常識的な観点から「大変良好である」，「実用上問題ない」，「顕著に劣る」と官能評価することは可能である。例えば，ほとんど破れがなければ，「大変良好である」となり，逆に，破断やそれに近い程度に破れがひどければ「顕著に劣る」と評価される。したがって，官能評価として基準が不明確であるということはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明は，「フィルムの強さ」や「破れ」で発明を特定していないから，本件決定のいう「『破れ』のどのような状態を表しているのか，持ち運ぶ際の破れにくさをどのように表しているのかが理解できない」ことは，実施可能要件とは関係がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件発明の課題は，「長巻のロール製品を包装袋に収納したロール製品パッケージにおいて，持ち運ぶ際に破れにくくてゴワゴワせず，かつ適度な巻き硬さを有するロール製品を包装した場合にロール製品が潰れ難いロール製品パッケージを提供すること」であるが，本件明細書には，持ち運ぶ際に破れにくいことを解決することは記載されていないから，本件明細書には，課題を解決するものについて，当業者が実施できる程度に記載されているとはいえないと主張する。",
                    "しかし，前記(1)のとおり，本件明細書には，本件発明の課題を解決できることが記載されている。",
                    "また，実施可能要件を充足するためには，当業者が，明細書の記載及び出願時の技術常識に基づき，過度の試行錯誤を要することなく，その物を生産し，かつ，使用することができる程度の記載があればよいのであり，本件明細書に，当業者が本件発明に係るロール製品パッケージを生産し，使用することができる程度に記載されている（段落【0009】～【0033】）のであるから，実施可能要件違反は認められない。",
                    "したがって，被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件明細書の【表1】及び【表2】の「フィルムの強さ」の評価が全て整数値であることについて主張するが，【表1】及び【表2】の「フィルムの強さ」の評価が全て整数値であるのは，モニター20人の評価の平均値を四捨五入したためである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明について，本件明細書の発明の詳細な説明は，当業者がその発明を実施できる程度に記載されているから，実施可能要件に違反してされたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（手続違背の有無）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定は，異議申立人が令和元年8月26日に提出した新証拠（甲9～13）に基づいて，「トイレットロール製品パッケージは，包装形態によって持ち運ぶ際に力の集中する箇所が異なることが技術常識であるから，持ち運ぶ際の破れにくさは，包装形態，把手部の形態等によって異なることは明らかである。」との認定を行い，この認定に基づいて，本件発明1が持ち運ぶ際に破れにくいという課題を解決できるとは認識できないとの誤った判断に至ったものである。",
                "審判合議体が，申立人提出の新証拠に基づいて上記の事実認定をしたり，当該認定された事実に基づいてサポート要件違反との判断をするのであれば，特許権者にはその点について反論をする機会が保証されるべきであり，そのような機会を与えずに認定・判断を行うことは，特許権者にとっては不意打ちに他ならない。",
                "本件決定は，サポート要件（さらには実施可能要件）の判断における重要な点について，特許権者に反論の機会を与えることなく，上記の認定，判断をしたものであり，当該手続上の違法は本件決定の結論に直接影響を及ぼすものであるから，本件決定は審理不尽を理由として取消しを免れない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件訴訟において，サポート要件に関して，実施例4は，坪量32．5g／m2，厚さ36μm，密度0．90g／cm3，実施例10は，坪量32．6g／m2，厚さ36μm，密度0．91g／cm3であるところ，2ply製品で318g（実施例4），1ply製品で390g（実施例10）において，坪量，厚さ，密度の数値範囲の下限値である，坪量25．5g／m2，厚さ29μm，密度0．86g／cm3まで破れがないとはいえないと主張する。",
                "しかし，本件決定は，「坪量，厚さ，密度の数値範囲の下限値」に関しては何ら言及していない。",
                "また，被告は，異議の審理において，「ロール製品の重量」と「フィルムの強さ」の関係を理由とするサポート要件違反の取消理由通知を発していない。",
                "このように，原告には異議段階で被告の上記主張に反論する機会も「ロール製品の重量」と「フィルムの強さ」の関係に関して訂正を行う機会も与えられなかったのであるから，そのような機会を与えずに，「本件発明1の2plyで350g，1plyで430gのパッケージまでが破れがないとまでは理解できない。」との認定，判断をすることは，特許権者にとっては不意打ちに他ならない。",
                "また，仮に，被告が，本件訴訟において，本件決定におけるサポート要件違反の判断を維持するために，「坪量，厚さ，密度の数値範囲の下限値」における「ロール製品の重量」と「フィルムの強さ」の関係に関する主張をすることができるとすれば，原告に，異議段階で反論，訂正の機会を与えることなく，「坪量，厚さ，密度の数値範囲の下限値」における「ロール製品の重量」と「フィルムの強さ」の関係に基づくサポート要件違反の認定，判断をすることが許されることになってしまうが，このようなことは特許権者にとっては不意打ちに他ならない。",
                "したがって，本件決定は，サポート要件（さらには実施可能要件）の判断における重要な点について，特許権者に反論の機会を与えることなく，上記の認定，判断をしたものであり，当該手続上の違法は決定の結論に直接影響を及ぼすものであるから，本件決定は審理不尽を理由として取消しを免れない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，令和元年5月23日付け「取消理由通知書（決定の予告）」（乙2。以下「本件取消理由通知書」という。）に，①「包装されるロール製品（トイレットペーパー）の個数（重量）の増加及び配置によって，破れる可能性が高くなること」，②「ロール製品パッケージを持ち運ぶ際の締め付け力は，包装されるロール製品（トイレットペーパー）の個数（重量）の増加及び配置によって左右されるところ，締め付け力が高くなると，トイレットロールの柔らかさが悪くなること及びトイレットロールの潰れる可能性が高くなることは技術常識」であることが記載されていると主張する。",
                    "しかし，本件取消理由通知書には，「ロール製品の個数，配置」の点の指摘があったが，それ以外の点についての具体的な指摘はなかったから，「持ち運ぶ際の破れにくさは，包装形態，把手部の形態等によって異なる」との認定について特許権者に反論の機会を与えたということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件取消理由通知書に，フィルムの応力分布に関し，「包装の形態や持手部が，ロール製品パッケージを持ち運ぶ際の破れやすさ，フィルムに係る力及びロール製品の締め付け力を左右することは技術常識」であることが記載されていると主張する。",
                    "しかし，本件取消理由通知書には，サポート要件に関して上記の記載はないから，サポート要件に関して特許権者に反論の機会を与えたことにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件取消理由通知書に「包装の形態についても，キャラメル包装，ガゼット包装等の包装の形態が，破れやすさに影響すること，並びにフィルムにかかる力及び締め付け力に影響することは技術常識」であることが説示されていると主張する。",
                    "しかし，本件取消理由通知書は，「包装方法，サイズ」を指摘するのみであり，それ以外の点についての具体的な指摘はなかったから，「持ち運ぶ際の破れにくさは，包装形態，把手部の形態等によって異なる」との認定について特許権者に反論の機会を与えたということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件違反の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書の段落【0030】の「フィルムの強さ：トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」の記載について，ロール製品パッケージの製造時（包装時）ではなく，ロール製品パッケージの運搬時の破れのおそれを問題としたものであり，「フィルムの破れ」が持ち運ぶ際の破れであることは，本件明細書の記載から一義的に明確であると主張する。",
                    "しかし，本件明細書の段落【0030】には，「下記の官能評価を，モニター20人によって行った」，「フィルムの強さ：トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」，「評価基準は5点満点で行った。5点：大変良好である，4点：良好である，3点：実用上問題ない，2点：劣る，1点：顕著に劣る。」と記載されており，【表1】，【表2】には，「官能評価」，「フィルムの強さ」の欄に実施例1～12及び比較例1～8それぞれについて「1」，「3」，「5」の評価が記載されている。",
                    "本件明細書の段落【0030】の上記記載から,「フィルムの強さ」の評価時点は「トイレットロールを包装後」であり，評価内容は「フィルムの破れの有無」であることを読み取ることができる。ここで，「有無」とは「有ると無いと。」の二択を意味する用語である（乙1）ことから，「フィルムの破れの有無」とは，評価時点においての破れのあるなし，すなわち，その時点でフィルムが既に破れているかどうかを意味すると理解するほかなく，「破れるかどうか」ではないのであるから，何らかの作用，負荷に対する破れの新たな「発生」という動的な事象について評価する意味であると理解することはできない。",
                    "また，評価時点は「トイレットロールの包装後」であるから，ロール製品パッケージが製造された後の時点を意味するものでしかなく，運搬や持ち上げなど何らかの作用，負荷を経た時点を指す，又はそのような意味内容を含むと解することはできない。",
                    "そうすると，本件明細書の段落【0030】に記載された「フィルムの強さ」とは，ロール製品パッケージが製造された後，そのまま，フィルムに破れがあるかどうかを官能評価することで決定される指標であると，その文言から明確かつ一義的に理解される。",
                    "したがって，本件明細書の段落【0004】，【0007】，【0014】，【0020】に包装袋（フィルム）の強度について，ロール製品パッケージの運搬時の破れのおそれに関して記載されているとしても，その評価に必ずしも段落【0030】に記載された「フィルムの強さ」のみが関連するとは限らないこと，段落【0030】には「消費者が持ち運ぶ際」という条件を評価に反映させることについて何らの記載も示唆もないことからすると，「フィルムの強さ」の評価内容の解釈に，上記各段落の記載を参酌する必要はなく，また，仮に参酌したとしても前記評価の内容を理解することはできない。",
                    "さらに，本件明細書には，「フィルムの強さ」の官能試験がロール製品パッケージの持手部を掴んで持ち運ぶ際のフィルムの破れにくさを試験したものであるとする記載はないし，また，そのような試験方法が本件特許の出願時の技術常識であるともいえない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書の段落【0030】の「フィルムの強さ」は，ロール製品パッケージの持手部を掴んで持ち上げるなどしてフィルムに荷重をかけて，破れの有無を官能評価したものであり，【表1】，【表2】は，実施例と比較例におけるフィルムの破れの有無の評価について有意な差異を確認したものであると主張する。",
                    "しかし，本件明細書の段落【0030】の「トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」との記載における評価が，「包装後のパッケージ」に対して何らかの作用や負荷をかけて行ったものであると理解することができないことは，前記アのとおりである。",
                    "また，仮に，原告の主張するように理解したとしても，上記作用や負荷について本件明細書に全く記載も示唆もない。ロール製品パッケージを持ち運ぶ方法として，商店の陳列棚から取り出して購入するまでの持ち運びにおいて，持手部以外を鷲掴みにするなどし得ることから，持手部を持つとは限らないし，その後，持ち上げたり徒歩等によって運搬したりする際も，どの程度の加速度で持ち上げるのか，運搬時の歩く速さや上下動など，種々の不確定な条件に思い当たるのであり，官能評価であることを考慮しても，評価結果によりフィルム諸元の数値範囲を決定するという目的に照らすと，条件のうちいずれの条件を取捨選択し（徒歩時のみであるのか，上げ下ろしや鷲掴みなどを含めるのか），また，程度を規制したうえでの評価であるのか理解できなければ，その結果得られた数値範囲により，どのように持ち運ぶ際の破れの発生が防止され得るのかという課題解決性を認識することもできない。したがって，本件明細書の段落【0030】における評価の内容を理解することができない。",
                    "よって，原告の上記主張は理由がない。  "
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「破れの有無」の評価が，破れがあるかないかの2段階評価となることはないと主張する。",
                    "しかし，「有無」は，「有ると無いと。」との意味であるから，「破れの有無」とは，破れがあることとないことであって，「大きく破けるような破れ」も「微小な破れ」もともに破れがあると理解できる。",
                    "したがって，「破れの有無」は，通常，破れがあるかないかの2段階評価と考えられる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件明細書の段落【0004】に記載された課題が本件発明が解決する課題であって，本件発明の解決課題は，個別の包装形態の構造に起因して力が集中するといったものではないから，包装形態によって持ち運ぶ際に力の集中する箇所が異なることを理由に，本件明細書の記載から，持ち運ぶ際に破れにくいという課題を解決できるとは認識できないとはいえないと主張する。",
                    "しかし，本件発明の課題は，「長巻のロール製品を包装袋に収納したロール製品パッケージにおいて，持ち運ぶ際に破れにくくてゴワゴワせず，かつ適度な巻き硬さを有するロール製品を包装した場合にロール製品が潰れ難いロール製品パッケージの提供」をすること（本件明細書の段落【0004】）であるが，本件発明には，キャラメル包装，ガゼット包装の種別とその個々における持手部の有無に関し，複数の様式が含まれるのであるから，その個々の様式毎に，持手部を持つか持手部以外の箇所を鷲掴みにするかの持手部の有無に起因する把持形態の相違や，上記包装様式自体の相違によるパッケージの形状（パッケージを構成するフィルムの形状）の相違に応じて，パッケージのある部分を把持した場合のパッケージのフィルム内部における力の集中箇所，すなわち，破れの生じやすい部位や，当該部位への力の集中程度が異なることは明らかである。したがって，フィルムの諸元の範囲を決定するために行った評価の対象とした包装様式がキャラメル包装かガゼット包装か不明であることは，当該評価から求めた数値範囲が，「持ち運ぶ際に破れにくく」をはじめとする本件発明の課題を解決するものであるか否かの認識に影響することは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件明細書の【図2】の包装形態は，ガゼット包装の場合には，持手部を別部材でわざわざ設けることは稀であるから，キャラメル包装である旨主張するが，ガゼット包装において持手部を設けることは可能であるし，【図2】にはキャラメル包装であれば当然有しているフィルムの折れ線等（甲8の【図1】，甲10の【図1】参照）が何ら示されていないことからも，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，持手部を持つ場合でも手で掴む場合でも，持手部が包装袋に接合した部分又は指で把持される部分に，収納されたロール製品の荷重がかかることには変わりがないから，持手部を持ってロール製品パッケージを持ち運ぶ際にフィルムが破れにくければ，ロール製品パッケージを手で掴んで持ち運ぶ際にもフィルムが破れにくいといえ，「フィルムの強さ」の官能評価の結果は持手部のないロール製品パッケージにも当然に適用できると主張する。",
                    "しかし，甲21の写真⑧と写真⑦又は甲13の写真2aとを比較して，直接ロール製品パッケージを鷲掴みにするなどして持ち上げた際の力の分布と，持手部を持ち上げた際の力の分布とは，力の集中する箇所（第一義的には，持ち手部周辺か，鷲掴みにした指の突き立て位置か）並びに荷重の方向及び大きさが異なることが明らかである。また，持手部を備えるパッケージであっても，甲8～13からも明らかなとおり，持手部の指や手を通す穴の形状や周囲の補強程度，持手部のフィルムとロール製品を包囲する部分のフィルムとの接合の有無やその様式には種々の形態があることから，それらの相違に応じて把持した持手部周囲のフィルム内部の応力分布（力の集中する箇所）も相違することは明らかである。さらに，一般に，ロール製品パッケージに力を加えた際に，荷重の方向がフィルム面に平行な方向と垂直な方向とでフィルムの破れやすさが相違するから，持手部を持ってロール製品パッケージを持ち運ぶ際にフィルムが破れにくければ，ロール製品パッケージを掴んで持ち運ぶ際にもフィルムが破れにくいということはできない。",
                    "また，原告が主張する種々の包装様式に共通してフィルムに求められる性状とは，通常の場合よりも，包装袋を厚くして強度を高くする必要があるといった定性的な事項（必要なフィルム強度に下限値があること）にとどまっているのであり，本件発明が含むフィルム諸元の定量的な特定事項についてもキャラメル包装かガゼット包装か包装様式を問わず共通することについて，原告は主張立証するものではない。",
                    "なお，原告は，ガゼット包装の取手部に係る甲13の実験は，本件明細書の「フィルムの強さ」を評価する実験ではないと主張するが，持手部はロール製品パッケージの一部であるから，甲13の2bの破断後は，通常，ロール製品パッケージにおいて破れたものと認識されるものである。",
                    "したがって，フィルムの厚みや密度に関連する坪量について上下限値を特定するという本件発明の定量的な特定事項が本件発明の課題を解決することを，当業者が認識することはできない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原告は，本件発明1の2plyで350g，1plyで430gまでのパッケージについて破れの懸念がないと主張する。",
                    "しかし，本件明細書の段落【0030】に記載された官能評価は，製品パッケージの製造後の破れの有無を評価したものとしか解されないから，パッケージされる個々のロール製品の質量とパッケージ製造後の破れの有無との間の因果関係が不明である。したがって，質量の小さなロール製品パッケージにおける破れの有無についての官能評価の結果から，質量の大きなロール製品パッケージにおける破れの有無を予測することは困難である。",
                    "仮に，本件明細書の段落【0030】に記載された官能評価が何らかの方法で「持ち運ぶ際」について新たに生じる破れの程度を評価するものであるとしても，包装される1個のロール製品の重量が増加するとフィルムの破れる可能性が高くなることは技術常識であり，本件発明のロール製品パッケージは4個のロール製品を収納しているから，「フィルムの破れ」は，1個の重量の4倍の重量によって生じることになる。そうすると，本件明細書の【表1】及び【表2】に示された実施例において，仮に，官能評価が何らかの持ち運びによる負荷を，コアを除く1ロール当たりの質量が，2ply製品で318g（実施例4），1ply製品で390g（実施例10）のロール製品パッケージが「5」であることが示されているとしても，それは単に上記質量によってはフィルムの破断限界に達していないことを示すにすぎず，破断限界がいかなる重量（フィルム内部の応力強度）に存するのかは不明であって，それよりも重量が大きい，1ロール当たりの質量が，2ply製品で350g，1ply製品で430gのロール製品が4個包装されたパッケージにおいて，直ちに，消費者が持ち運ぶ際におけるフィルムの破れが生じないとはいえない。",
                    "さらに，実施例4は，坪量32．5g／m2，厚さ36μm，密度0．90g／cm3，実施例10は，坪量32．6g／m2，厚さ36μm，密度0．91g／cm3であるところ，2ply製品で318g（実施例4），1ply製品で390g（実施例10）において，坪量，厚さ，密度の数値範囲の下限値である，坪量25．5g／m2，厚さ29μm，密度0．86g／cm3まで破れがないとはいえない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "本件発明2～5について",
                  "text": [
                    "本件発明2～5は，本件発明1に特定される全ての事項を包含するものであるところ，前記のとおり，本件発明1は，本件明細書の発明の詳細な説明に記載したものではないから，本件発明2～5も，本件明細書の発明の詳細な説明に記載したものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的主張",
              "text": [
                "仮に，本件明細書の段落【0030】に記載された「フィルムの強さ」についての官能評価が，原告の主張するように，実際にモニターがロール製品パッケージの持手部を持って持ち運ぶ際のフィルムの破れにくさを試験したものであると理解したとしても，サポート要件を充たさないことについて，以下，予備的に主張する。",
                "「フィルムの破れ」は，力の集中する箇所から破れるものであるが，キャラメル包装，ガゼット包装等の包装形態が異なると包装時の接着する箇所やフィルムが重なる箇所が異なり，力の集中する箇所が異なることは明らかであるから，ガゼット包装，キャラメル包装といった包装形態が，ロール製品パッケージにおいて，持ち運ぶ際に破れにくさの試験に影響することは自明である。",
                "また，本件発明に含まれる包装形態には，持手部を有するものも有しないものも含まれるし，持手部を有しない包装形態については，「持ち運ぶ際」に何れの箇所をどのように把持するかは消費者の任意性に委ねられているのであり，特段の技術常識等は存在しない。",
                "さらに，単に「持ち運ぶ際」といっても，例えば，持手部を持って歩行するのであれば，持手部を中心として上下に振動，すなわち加速度が生じるところ，モニターにそうした搬送時の条件をどのように再現されるかによっても破れの程度が変化することは容易に想定し得るのに，本件明細書には，そうした持ち運び時の態様についても何ら開示されていない。",
                "したがって，包装形態が明らかでない実施例1～12の結果から，本件発明のキャラメル包装やガゼット包装の範囲の全てのものが，持ち運ぶ際に破れにくいという課題を解決できるとは認識できず，ましてや，持手部を有しないパッケージを含む本件発明が持ち運ぶ際に破れにくいという課題を解決できるとは認識できず，したがって，本件発明の範囲の全てのロール製品パッケージが，持ち運ぶ際に破れにくいという課題を解決できるものであるとは認識できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明は，本件明細書の発明の詳細な説明に記載されたものとはいえないから，本件特許の特許請求の範囲の記載は特許法36条6項1項に違反する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（実施可能要件違反の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張について",
              "text": [
                "原告は，ポリエチレン製包装パッケージに生じる破れには，大きく裂けるような破れ（破断）から微小な破れまで様々なものがあり，実施例と比較例の各例におけるフィルムの破れの有意な差異を踏まえて，これを常識的な観点から「大変良好である」，「実用上問題ない」，「顕著に劣る」と官能評価することは可能であり，官能評価として基準が不明確であるということはないと主張する。",
                "しかし，本件発明の課題は，「長巻のロール製品を包装袋に収納したロール製品パッケージにおいて，持ち運ぶ際に破れにくくてゴワゴワせず，かつ適度な巻き硬さを有するロール製品を包装した場合にロール製品が潰れ難いロール製品パッケージの提供をすること」（本件明細書の段落【0004】）であるが，前記1のとおり，本件明細書には，持ち運ぶ際に破れにくいことを解決することは記載されていないから，本件明細書には，包装様式や運搬形態を問わず，課題である持ち運ぶ際に破れにくいことを解決するものについて，当業者が実施できる程度に記載されているとはいえない。",
                "また，本件明細書には，「モニター20人によって行った。」，「トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」，「フィルムの強さ」について，「評価基準は5点満点で行った。5点：大変良好である，4点：良好である，3点：実用上問題ない，2点：劣る，1点：顕著に劣る。」と記載されているにすぎない（段落【0030】）から，原告が主張する「常識的な観点」の中身も不明である。",
                "さらに，モニター20人の評価基準を統一したのか，【表1】及び【表2】の「フィルムの強さ」の評価が全て整数値である（もし，20人のモニターの評価の平均値を「フィルムの強さ」とするならば，平均値算出のためにモニターの評価の合計値をモニターの人数（20）で除するから，整数値ばかりとなることはないはずである。）ところ，モニター20人の評価結果をどのように処理した結果であるのか等も記載されておらず，当該評価が「フィルムの強さ」としてどのような技術的意義を示しているのか明確に理解できず，上記官能評価の「フィルムの強さ」がロール製品パッケージの運搬時の破れにくさを表しているとは理解できないから，本件発明の課題を解決するものである本件発明のロール製品パッケージについて，本件明細書に当業者がその発明を実施できる程度に記載されているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的主張",
              "text": [
                "仮に，本件明細書の段落【0030】に記載された「フィルムの強さ」が消費者が持ち運ぶ際の破れにくさを意味しているものである場合であっても，「破れの有無」は文言上，破れがあるかないかの2段階を意味すると解するほかないのであり，少なくとも本件明細書に記載されたように，「5点：良好である」，「3点：実用上問題ない」，「1点：顕著に劣る」が，それぞれ「破れの有無」のあるかないかの二段階とどのように関係するのか，またそれが，持ち運ぶ際の破れにくさをどのように表しているのかが理解できない。",
                "したがって，本件明細書は，当業者がその発明を実施できる程度に記載されているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件明細書の発明の詳細な説明は，当業者がその発明を実施できる程度に記載されているとはいえないから，本件明細書の発明の詳細な説明の記載は，特許法36条4項1号に違反する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（手続違背の有無）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件取消理由通知書（乙2）において，①「包装されるロール製品（トイレットペーパー）の個数（重量）の増加及び配置によって，破れる可能性が高くなること」，②「ロール製品パッケージを持ち運ぶ際の締め付け力は，包装されるロール製品（トイレットペーパー）の個数（重量）の増加及び配置によって左右されるところ，締め付け力が高くなると，トイレットロールの柔らかさが悪くなること及びトイレットロールの潰れる可能性が高くなることは技術常識」であること，③フィルムの応力分布に関し，「包装の形態や持手部が，ロール製品パッケージを持ち運ぶ際の破れやすさ，フィルムに係る力及びロール製品の締め付け力を左右することは技術常識」であること，④「包装の形態についても，キャラメル包装，ガゼット包装等の包装の形態が，破れやすさに影響すること，並びにフィルムにかかる力及び締め付け力に影響することは技術常識」であることが説示されているところ，本件決定における「トイレットロール製品パッケージは，包装形態によって持ち運ぶ際に力の集中する箇所が異なることが技術常識」との認定における技術常識は，上記の③の「包装の形態や持手部が，ロール製品パッケージを持ち運ぶ際の破れやすさ，フィルムに係る力及びロール製品の締め付け力を左右することは技術常識」との説示の表現を換えたものにすぎない。",
                "したがって，本件決定に記載した技術常識は，本件取消理由通知書において通知済みのものであるといえる。そして，本件決定は，甲8～13を通知済みの技術常識の例示として示したものであって，上記技術常識は本件取消理由通知書において通知済みであるから，改めて特許権者に反論の機会を与える必要はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，上記の「技術常識」は，甲8～13に示されているように，当業者であれば既に知っている事項であるといえるから，「技術常識」を示す証拠を示さなかったことに，本件決定を取り消さなければならないほどの違法性があるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，上記の「技術常識」が当該分野においての技術常識であるとまでいえないとしても，二次元・三次元的な大きさ・分布をもつ物体の一部に力をかけた場合に，当該物体内部に働く力（応力）が一様ということはなく，物体の形状に応じた強弱分布が生じること自体は，物理学的に自明な事項であることに照らすと，そのことを物体がロール製品パッケージである場合にあてはめた場合に，包装形態すなわち包装フィルムの三次元的な形状や折り重なり形態が相違すれば，類似の箇所を，把持し，持ち上げ，運搬するといった形で力をかけたとしても，包装フィルムの内部における力の分布が相違することは自明な事項である。",
                "そして，上記の「技術常識」の存否は，本件特許に特許法36条6項1項及び同条4項1号についての取消理由が存在することを基礎付ける事実の一つであるにすぎず，また，本件取消理由通知書に示した他の事実によっても特許法36条6項1項及び同条4項1号についての取消理由が存在するのであるから，本件特許が取り消されるべきであるとの結論に影響があるとまではいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，被告が2ply製品で318g（実施例4），1ply製品で390g（実施例10）において，坪量，厚さ，密度の数値範囲の下限値で破れがないとはいえないと主張したことに対して，本件決定は，「坪量，厚さ，密度の数値範囲の下限値」に関しては何ら言及しておらず，また，異議の審理において，「ロール製品の重量」と「フィルムの強さ」の関係を理由とするサポート要件違反の取消理由通知は発せられていないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，本件決定においては，①本件特許明細書で確認したのは，コアを除く質量（g）が，2plyで318g（実施例4），1plyで390g（実施例10）のパッケージまでであり，2plyで368g（比較例2，比較例3），1plyの比較例5及び比較例8のパッケージの「フィルムの強さ」を参照しても，坪量，厚さ，密度なる三つのパラメータについて上下限値を定めた本件発明1が持ち運ぶ際に破れにくいという課題を解決できることは認識できないこと，及び②本件発明1の2plyで350g，1plyで430gのパッケージまでが破れがないとまでは理解できないことを説示しているのであるから，本件決定は，本件発明1に記載されたフィルムの上記三つのパラメータの上下限値，「ロール製品の重量」と「フィルムの強さ」との関係について判断を示したといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件取消理由通知書では，「包装されるロール製品（トイレットペーパー）の個数（重量）の増加及び配置によって，破れる可能性が高くなること」，「本件発明1は，・・・ロール製品の重さでフィルムが破れやすくなるパッケージが含まれており」などと説示しており，「ロール製品の重量」と「フィルムの強さ」の関係について言及している。",
                    "また，平成30年12月6日付け取消理由通知書では，「例えば，多数個のロール製品を収納したり，ロール製品を上下方向に多段配置する等により，ロール製品の重さでフィルムが破れやすくなるパッケージが含まれており」などと説示しており，「ロール製品の重量」と「フィルムの強さ」の関係について言及している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件明細書には，以下の記載がある（甲20）。",
            "【発明の詳細な説明】",
            "【技術分野】【0001】この発明は，長巻のトイレットペーパーなどの薄葉紙のロール製品を複数個包装袋に収納したロール製品パッケージに関する。",
            "【背景技術】【0002】トイレットペーパー等の包装袋として，ポリエチレン等の筒状フィルムにガセットを対称的に折り込んで本体とし，その上部を平面状に折り畳んで持手部を構成したものが用いられている（特許文献1）。持手部には購入者が運搬するための指掛け穴が備えられている。又，上記した包装袋の本体と別体の帯状の持手部を，包装袋の上面を跨いで，両端部をそれぞれ本体の対向する側面に接合したものが用いられている（特許文献2）。",
            "一方，近年，トイレットペーパー等のロール製品を従来に比べてより長く巻き取り，1個のロール当りの有効使用量を多くし，持ち運び時及び保管時のコンパクト化を図ったものが販売されている。",
            "【特許文献】【0003】【特許文献1】特開2004-269010号公報【特許文献2】特開2005-153959号公報 ",
            "【発明の概要】【発明が解決しようとする課題】【0004】しかしながら，上記した長巻のロール製品は1個のロール当りの重量が大きいため，ロール製品を包装したパッケージを消費者が持ち運ぶ際，持ち手部や包装袋の底面に荷重がかかる。そこで，包装袋の本体や持ち手部等の強度を確保するために，包装袋を厚くすることが考えられる。ところが，包装袋を厚くして強度を高くすると，ロール製品を包装した際，ロール製品を締め付ける力が増してロールが潰れやすくなったり，フィルムがゴワゴワしてフィルムの触感が悪くなるという問題がある。また，ロールが潰れにくくなるようにロールを固く巻くと，ロールを持った時の柔らかさが劣るという問題がある。",
            "従って，本発明は，長巻のロール製品を包装袋に収納したロール製品パッケージにおいて，持ち運ぶ際に破れにくくてゴワゴワせず，かつ適度な巻き硬さを有するロール製品を包装した場合にロール製品が潰れ難いロール製品パッケージの提供を目的とする。",
            "【課題を解決するための手段】【0005】上記課題を解決するため，本発明のロール製品パッケージは，フィルムからなる包装袋に，衛生薄葉紙のシートを巻いたロール製品を複数個収納してなり，前記ロール製品が2plyの場合，巻長が65～95m，コアを除く1ロールの質量が200～350g，巻き硬さが1．0～3．0mmであり，前記ロール製品が1plyの場合，巻長が125～185m，コアを除く1ロールの質量が250～430g，巻き硬さが0．5～2．5mmであり，前記ロール製品が2plyの場合，（前記巻き硬さ（mm）／前記フィルムの坪量（g／m2））が0．020～0．100（mm／（g／m2））であり，前記ロール製品が1plyの場合，（前記巻き硬さ（mm）／前記フィルムの坪量（g／m2））が0．015～0．080（mm／（g／m2））であり，前記フィルムの坪量が25～45g/m2である。",
            "【0006】前記ロール製品の軸方向が上下方向となるように前記包装袋に収納され，前記包装袋の上面を跨いで，持手部の両端部がそれぞれ前記包装袋の対向する側面に接合されていることが好ましい。",
            "前記ロール製品が2plyの場合，坪量が13．1～17．0g／m2であり，前記ロール製品が1plyの場合，坪量が16．5～21 ．5g／m2であることが好ましい。",
            "前記包装袋の所定箇所に開封用のミシン目が設けられ，該ミシン目の（カット部/非カット部）の比が，0．3～3．0であることが好ましい。",
            "前記持手部が厚さ40～130μmのフィルムからなることが好ましい。",
            "前記持手部を構成する前記フィルムはポリプロピレンを含み，該持手部の幅が10～40mmであることが好ましい。",
            "前記ロール製品が4個収納されてなることが好ましい。",
            "【発明の効果】【0007】この発明によれば，長巻のロール製品を包装袋に収納したロール製品パッケージにおいて，持ち運ぶ際に破れにくくてゴワゴワせず，かつ適度な巻き硬さを有するロール製品を包装した場合にロール製品が潰れ難いロール製品パッケージが得られる。",
            "【図面の簡単な説明】【0008】",
            "【図1】本発明の第1の実施形態に係るロール製品パッケージの斜視図である。",
            "【図2】本発明の第2の実施形態に係るロール製品パッケージの斜視図である。",
            "【発明を実施するための形態】【0009】以下，本発明の実施形態について説明する。",
            "図1は，本発明の第1の実施形態に係るロール製品パッケージ100の斜視図を示す。ロール製品パッケージ100は，チューブ状フィルムからなる包装袋2と，包装袋2に収納された複数個のロール製品6と，包装袋2の上端側に取り付けられた持手部4とを備えている。ロール製品パッケージ100は上面が略正方形の箱状をなしている。",
            "【0010】ロール製品6は，衛生薄葉紙のシートを巻いてなり，例えばトイレットペーパーのロール体である。ロール製品が2plyの場合，巻長が65～95m，コア（芯）を除く質量が200～350g，巻き硬さが1．0～3．0mmである。ロール製品が1plyの場合，巻長が125～185m，コアを除く質量が250～430g，巻き硬さが0．5～2．5mmである。",
            "【0011】ロール製品6の巻長が上記下限値未満であると，1ロール当りの巻長が短くなり，ロールの交換頻度が多くなったり，保管時の省スペース化が図れない。ロール製品6の巻長が上記上限値を超えるものは，巻直径（ロールの外径）が従来のロール製品より大きくなり過ぎ，トイレットペーパーホルダー等に収まり難くなる。ロール製品が2plyの場合，巻長は70～95mであることが好ましい。ロール製品が1plyの場合，巻長は140～185mであることが好ましい。",
            "ロール製品6のコアを除く質量が上記下限値未満のものは，1ロール当りの巻長が短くなり，ロールの交換頻度が多くなったり，保管時の省スペース化が図れない。ロール製品6のコアを除く質量が上記上限値を超えるものは，巻長が長すぎて巻直径（ロールの外径）が従来のロール製品より大きくなり過ぎ，トイレットペーパーホルダー等に収まり難くなる。",
            "なお，通常の2plyのトイレットペーパーの1ロール当りの巻長は25m程度，質量は90g程度である。通常の1plyのトイレットペーパーの1ロール当りの巻長は50m程度，質量は120g程度である。",
            "【0012】ロール製品6の巻き硬さが上記下限値未満であると，トイレットロールが固すぎて，ロールの触感（柔らかさ）が劣る。ロール製品6の巻き硬さが上記上限値を超えるものは，ロールをフィルムで包装する際，ロールが潰れて見た目が悪くなる。",
            "ロール製品が2plyの場合，巻き硬さは，好ましくは1．0～2．4mm，より好ましくは1．3～2．2mmである。ロール製品が1plyの場合，巻き硬さは，好ましくは0．5～2．0mm，より好ましくは0．8～1．6mmである。",
            "なお，巻き硬さは圧縮試験機（カトーテック株式会社製のハンディー圧縮試験機KES-G5）を用いて，次のように測定する。まず，ロール製品6を軸心が水平になるよう横に置く。ロールの上面にアクリル板（幅4cm，長辺の長さ12cm，厚さ2mm）を，アクリル板の長辺が，ロール幅方向（一般的には110～115mm程度）と平行になるように置く。この際，アクリル板の重量でロールが潰れないよう，アクリル板の重量は約11gとする。次に，アクリル板の中心に上記KES-G5の圧縮子（面積2．0cm2）を，速度0．01cm／秒の条件で押し込む。圧縮子がアクリル板を押す圧力が0．5gf／cm2のときの押し込み深さをT0，圧力が500gf／cm2のときの押し込み深さをTmとして，TmとT0の差を巻き硬さとする。圧縮子で直接ロールを圧縮せず，アクリル板を使用することで，ロールの幅全体にわたって押し込むことができ，フィルムで包装した時のロールの潰れやすさを評価することができる。測定は，10個のロールを測定し，測定結果を平均した。",
            "【0014】包装袋2を構成するフィルムの坪量が25～45g/m2である。",
            "フィルムの坪量が25g／m2未満であると，強度が低下し，パッケージの運搬時等に包装袋が破れる。フィルムの坪量が45g／m2を超えると，強度が高くなり過ぎ，ロール製品を包装した際，ロール製品を締め付ける力が増してロール製品が潰れやすくなったり，フィルムがゴワゴワする。フィルムの坪量は，好ましくは30～45g／m2，より好ましくは30～38g／m2である。",
            "フィルムの材質は制限されないが，破れにくい（伸びやすい）ポリエチレンを含む組成が好ましい。また，フィルムの片面が印刷されていても良く，印刷面（印刷層）は包装袋2の外面（消費者が手で触る面）側でもよく，内面（包装袋2内のトイレットロール等に接する面）側にあってもよい。但し，印刷層が包装袋2の外面側に位置すると，ロール製品パッケージの商品を陳列する場合，擦れ等により印刷層が傷ついたり剥がれるおそれがあることから，印刷層を包装袋2の内面に向けることが好ましい。なお，フィルムを積層（ラミ）構造とすると，印刷層の両面をフィルムで挟む構造となり，印刷層を内外面のどちらに向けても傷が付き難いが，コストアップになる。",
            "【0015】上記した巻長，質量，巻き硬さを有する長巻のトイレットペーパーは，通常のトイレットペーパーに比べて1ロールの重量が重いため，通常のトイレットペーパー用のフィルムで包装すると，フィルムが破れやすい。一方，フィルムの坪量を高めて強度を高くすると，ロール製品を締め付ける力が強くなり，ロール製品が潰れやすくなる。そこで，本発明はフィルムの強度(坪量)を適正な範囲に規定している。",
            "特に，ロール製品の巻き硬さ／フィルムの坪量をコントロールすると，ロール製品がさらに潰れにくく，かつ，フィルムの強度を適正にすることができる。",
            "【0016】具体的には，ロール製品が2plyの場合，（巻き硬さ（mm）／フィルムの坪量（g／m2））を好ましくは0．020～0．100（mm／（g／m2）），より好ましくは0．040～0．070（mm／（g／m2））とする。また，ロール製品が1plyの場合，（巻き硬さ／フィルムの坪量）を好ましくは0．015～0．080（mm／（g／m2）），より好ましくは0．025～0．050（mm／（g／m2））とする。",
            "巻き硬さを一定とした場合，フィルムの坪量を高くすると，（巻き硬さ／フィルムの坪量）の値は小さくなり，フィルムがロールを締め付ける強さが大きくなることを意味する。逆に，（巻き硬さ／フィルムの坪量）の値が大きくなると，フィルムの強度が弱くなることを意味する。",
            "一方，フィルムの坪量を一定とした場合，ロールを柔らかくして巻き硬さの値が大きくなると，（巻き硬さ／フィルムの坪量）の値は大きくなり，ロールが潰れやすくなることを意味する。逆に，（巻き硬さ／フィルムの坪量）の値が小さくなると，フィルムの強度が弱くなることを意味する。",
            "従って，（巻き硬さ／フィルムの坪量）の値を適正な範囲にすることで，ロール製品がさらに潰れにくく，かつ，フィルムの強度を適正にすることができる。",
            "【0020】包装袋2を構成するフィルムの厚さが28～50μmであることが好ましい。フィルムの厚さが28μm未満であると，強度が低下し，パッケージの運搬時等に包装袋が破れることがある。フィルムの厚さが50μmを超えると，強度が高くなり過ぎ，ロール製品を包装した際，ロール製品を締め付ける力が増してロールが潰れやすくなる。フィルムの厚さはより好ましくは34～50μm，さらに好ましくは34～42μmである。",
            "又，フィルムの密度は，0．5～1．3g／cm3が好ましく，より好ましくは0．6～1．2g／cm3，さらに好ましくは0．7～1．1g／cm3である。",
            "【0022】フィルムからなる持手部4が，包装袋2の上面を跨いで，自身の両端部4a，4bをそれぞれ包装袋2の対向する側面に接合されていてもよい。持手部4を構成するフィルムの厚さは40～130μmであることが好ましく，より好ましくは50～120μm，さらに好ましくは60～110μmである。持手部4は，例えばヒートシール，粘着テープ，ホットメルト等により包装袋2に接合することができる。",
            "持手部4を構成するフィルムの厚さが40μm 未満であると，強度が低下し，持手部4を持ったときに破断することがある。フィルムの厚さが130μm を超えると，包装フィルムと持手部のフィルムの厚さが大きく異なり，バランスが欠けると共にコストアップにもなる。",
            "【0023】持手部4を構成するフィルムがポリプロピレンを含む組成であると，伸び難いので好ましい。又，ポリプロピレンフィルムとポリエチレンフィルムを貼り合せて持手部4を構成することが好ましい。特に，ポリプロピレンフィルム全体に粘着テープを張り付け，ポリプロピレンフィルムの両端部を除いた位置にポリエチレンフィルムを貼り合せ，粘着テープが露出した両端部を包装体2に接合することが好ましい。",
            "又，持手部4の幅は10～40mmであることが好ましく，15～35mmであることがより好ましく，20～30mmであることがさらに好ましい。持手部4の幅が10mm未満であると，強度が低下し，持手部4を持ったときに破断したり，手の一部分に力がかかって手を痛めることがある。持手部4の幅が40mmを超えると，持手部4を持ちにくい。",
            "【0024】【図2】は，本発明の第2の実施形態に係るロール製品パッケージ102の斜視図を示す。ロール製品パッケージ102は，4個のロール製品6を1段当り2個並べたものを2段に配置し，これを包装袋20で包装してなる。ロール製品パッケージ102は上面が略矩形の箱状をなしている。",
            "帯状フィルムからなる持手部40は，包装袋20の上面を跨いで，自身の両端部40a，40bをそれぞれ包装袋20の対向する短辺側の側面に接合されている。又，包装袋20には横方向に延びる開封用のミシン目20mが設けられている。",
            "【実施例】【0026】パルプ組成（質量％）をＮBKP10％，LBKP90％とし，この原料に対して，牛乳パック由来の古紙原料を35％配合した衛生薄葉紙のシートを抄造し，【表1】に示す特性のトイレットロール製品を製造した。一方，【表1】に示す物性のポリエチレンフィルムを用意し，【図2】に示す形態でトイレットロール製品を包装してロール製品パッケージを得た。",
            "【0027】以下の評価を行った。",
            "1）衛生薄葉紙シートの特性",
            "乾燥時の縦方向引張り強さDMDTと乾燥時の横方向引張り強さDCDT：JIS  P8113に基づいて，製品枚数（1ply製品は1ply，2ply製品は2ply）の衛生薄葉紙につき，破断までの最大荷重をＮ／25mmの単位で測定した。",
            "坪量：JIS P8124に基づいて測定し，衛生薄葉紙1枚当たりに換算した。",
            "紙厚：シックネスゲージ（尾崎製作所製のダイヤルシックネスゲージ「PEACOCK」）を用いて測定した。測定条件は，測定荷重3．7kPa，測定子直径30mmで，測定子と測定台の間に試料を置き，測定子を1秒間に1mm以下の速度で下ろしたときのゲージを読み取った。なお，衛生薄葉紙を10枚重ねて行った。又，測定を10回繰り返して測定結果を平均した。",
            "比容積：衛生薄葉紙1枚当たりの厚さを1枚当たりの坪量で割り，単位gあたりの容積cm3で表した。",
            "【0028】2）ロール製品の特性",
            "巻長：実測した。測定は，10個のロールを測定し，測定結果を平均した。",
            "巻直径：ムラテックKDS株式会社製ダイヤメータールールを用いて測定した。",
            "測定は，10個のロールを測定し，測定結果を平均した。",
            "コアを除く1ロールの質量：まず，コアを含む1ロールの質量を秤量した。次に，ロールから全てのシートを取り除き，コアの質量を秤量した。（コアを含む1ロールの質量）-（コアの質量）＝（コアを除く1ロールの質量）とした。測定は，10個のロールを測定し，測定結果を平均した。",
            "巻き硬さ：上述の通り測定した。",
            "【0029】3）フィルムの特性",
            "坪量：JIS P8124に基づいて測定し，フィルム1枚当たりに換算した。",
            "厚さと密度：JIS P 8118（1998）に準拠して測定した。なお，フィルム厚さと密度は，熊谷理機工業社製の測定機（製品名 TM600）を用いて，加圧面の圧力50kPaとして測定した。",
            "【0030】下記の官能評価を，モニター20人によって行った。",
            "トイレットロールの潰れにくさ：包装後のトイレットロールについて，フィルムによるロールの潰れ度合を評価した。",
            "トイレットロールの柔らかさ：包装後のトイレットロールについて，包装フィルムを取り除き，トイレットロールを手で持ち，柔らかさを評価した。",
            "シートの使用感：トイレットロールをトイレで使用したときの使用感を評価した。",
            "フィルムの強さ：トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。",
            "フィルムのゴワゴワ感：トイレットロールを包装後，パッケージを手で触り，フィルムのゴワゴワ感を評価した。",
            "ペーパーホルダーへの装着性：包装後のトイレットロールについて，包装フィルムを取り除き，トイレットロールをペーパーホルダーに装着して評価した。",
            "ロールの交換頻度：トイレットロール1本を使いきるまでの期間を評価した。",
            "評価基準は5点満点で行った。5点：大変良好である，4点：良好である，3点：実用上問題ない，2点：劣る，1点：顕著に劣る。",
            "なお，トイレットペーパーの坪量，引張り強さ，紙厚，比容積，巻長，巻直径，質量，巻き硬さ及びフィルムの坪量，厚さ，密度の測定は，JIS-P8111に規定する温湿度条件下(23±1℃，50±2％RH)で平衡状態に保持後に行った。",
            "【0031】得られた結果を【表1】，【表2】に示す。なお，【表1】は2ply製品であり，【表2】は1ply製品である。",
            "【0032】",
            "【表1】",
            "【0033】",
            "【表2】",
            "【0034】【表1】から明らかなように，ロール製品が2plyであって，巻長が65～95m，コアを除く1ロールの質量が200～350g，巻き硬さが1．0～3．0mmであり，フィルムの坪量が25～45g/m2である実施例1～6の場合，トイレットロールの使用感や柔らかさに優れると共に，1ロール当りの巻長を長くしてロールの交換頻度が少なくなった。さらに，ロール製品パッケージとしたときにフィルムの強度を保ってもロールが潰れ難くなった。",
            "【0035】 一方，フィルムの坪量が25g/m2未満である比較例1の場合，フィルムの強度が低下した。",
            "フィルムの坪量が45g/m2を超え，1ロールの質量が350gを超え，巻き硬さが1．0mm未満である比較例2の場合，トイレットロールの使用感や柔らかさに劣り，さらにフィルムがゴワゴワした。",
            "フィルムの坪量が45g/m2を超え，1ロールの質量が350gを超えた比較例3の場合，フィルムがゴワゴワした。又，比較例3の場合，ロールの巻き直径が135mmを超えたためにペーパーホルダーへの装着性に劣った。",
            "比較例4は，市販のロール製品パッケージであり，1ロール当りの巻長は25m，質量は88gであった。また，巻き硬さの値が3．0mmを超えて高く，ロールが潰れやすかった。",
            "【0036】同様に，【表2】から明らかなように，ロール製品が1plyであって，巻長が125～185m，コアを除く1ロールの質量が250～430g，巻き硬さが0．5～2．5mmであり，フィルムの坪量が25～45g/m2である実施例7～12の場合，トイレットロールの使用感や柔らかさに優れると共に，1ロール当りの巻長を長くしてロールの交換頻度が少なくなった。さらに，ロール製品パッケージとしたときにフィルムの強度を保ってもロールが潰れ難くなった。",
            "【0037】 一方，フィルムの坪量が25g/m2未満である比較例5の場合，フィルムの強度が低下した。",
            "フィルムの坪量が45g/m2を超え，巻き硬さが0．5mm未満である比較例6の場合，トイレットロールの使用感や柔らかさに劣り，さらにフィルムがゴワゴワした。",
            "フィルムの坪量が45g/m2を超え，1ロールの質量が430gを超えた比較例7の場合，フィルムがゴワゴワした。又，比較例7の場合，ロールの巻き直径が135mmを超えたためにペーパーホルダーへの装着性に劣った。",
            "比較例8は，市販のロール製品パッケージであり，1ロール当りの巻長は50m，質量は117gであった。また，巻き硬さの値が2．5mmを超えて高く，ロールが潰れやすかった。",
            "【図1】",
            "【図2】"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（サポート要件違反の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明の課題，その解決手段及び効果等",
                  "text": [
                    "前記第2の2で認定した本件訂正後の特許請求の範囲の記載，前記1で認定した本件明細書の記載からすると，本件発明の課題，その解決手段及び効果は，以下のとおりであると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "近年，トイレットペーパー等のロール製品を従来に比べてより長く巻き取り，1個のロール当りの有効使用量を多くし，運搬時及び保管時のコンパクト化を図ったものが販売されているところ，長巻のロール製品は1個のロール当りの重量が大きいため，ロール製品を包装したパッケージを消費者が運搬する際，持手部や包装袋の底面に荷重がかかることから，包装袋の本体や持手部等の強度を確保するために，包装袋を厚くすることが考えられるが，そのように包装袋を厚くして強度を高くすると，ロール製品を包装した際，ロール製品を締め付ける力が増してロールが潰れやすくなったり，フィルムがゴワゴワしてフィルムの触感が悪くなるという問題があり，また，ロールが潰れにくくなるようにロールを固く巻くと，ロールを持った時の柔らかさが劣るという問題がある（段落【0001】，【0002】，【0004】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "そこで，本件発明は，①持ち運ぶ際に破れにくい，②ゴワゴワしない，③ロール製品が適度な巻き硬さを有する，④包装した場合にロール製品が潰れ難い，長巻のロール製品を包装袋に収納したロール製品パッケージを提供するものである（段落【0004】）。    "
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明は，○aフィルムからなる包装袋に，衛生薄葉紙のシートを巻いたロール製品を縦に2段で4個，キャラメル包装又はガゼット包装にて収納したロール製品パッケージであり，○b上記包装袋は，ポリエチレンからなり，密度が0．86～0．91g／cm3，坪量が25．5～40．5g／m2，厚さが29～47μmであり，○c前記ロール製品パッケージは，前記ロール製品が前記包装袋に接するよう前記ロール製品の配置された寸法と略同一寸法で，前記ロール製品が2plyの場合，巻長が65～95m，コアを除く1ロールの質量が200～350g，巻き硬さが1．2～2．3mmであり，前記ロール製品が1plyの場合，巻長が125～185m，コアを除く1ロールの質量が250～430g，巻き硬さが0．7～1．8mmであり，また，前記ロール製品が2plyの場合，「前記巻き硬さ（mm）／前記フィルムの坪量（g／m2）」が0．037～0．071（mm／（g／m2））であり，前記ロール製品が1plyの場合，「前記巻き硬さ（mm）／前記フィルムの坪量（g／m2）」が0．021～0．055（mm／（g／m2））のものである（【請求項1】，段落【0005】，【0006】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明によると，上記(イ)①～④の長巻のロール製品を包装袋に収納したロール製品パッケージが得られる（段落【0007】）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "前記(ア)で述べたところに，(ⅰ)前記(ウ)のとおり，本件発明は，フィルムからなる包装袋について，ポリエチレンからなるものとし，密度，坪量及び厚さの数値限定がされていること，(ⅱ)本件明細書の段落【0014】に「 フィルムの坪量が25g／m2未満であると，強度が低下し，パッケージの運搬時等に包装袋が破れる。フィルムの坪量が45g／m2を超えると・・・フィルムがゴワゴワする。」，段落【0015】に「通常のトイレットペーパー用のフィルムで包装すると，フィルムが破れやすい。」，段落【0020】に「フィルムの厚さが28μm未満であると，強度が低下し，パッケージの運搬時等に包装袋が破れることがある。」とそれぞれ記載されていること並びに(ⅲ)後記ウのとおり，本件明細書の段落【0030】において「フィルムの強さ」，「フィルムのゴワゴワ感」の官能評価を行っていることからすると，上記(イ)①の「持ち運ぶ際に破れにくい」は，「ロール製品パッケージを持ち運ぶ際に包装袋のフィルムが破れにくいこと」を，「ゴワゴワしない」は「包装袋のフィルムがゴワゴワしないこと」をそれぞれ意味すると解することができる。",
                        "そして，以上述べたところに，【請求項2】において「持手部」について記載されていることを総合すると，上記の「フィルム」には，ロール製品パッケージの「持手部」のように包装袋本体とは別の部材によって形成された「持手部」のフィルムは含まれず，同「持手部」のフィルムを破れにくくすることやゴワゴワしないものとすることは本件発明の課題ではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "上記の「フィルムが破れにくい」という課題と「フィルムがゴワゴワしない」という課題は，その解決手段において相反する関係にあり，本件発明は，同課題を，包装袋のフィルムの密度を0．86～0．91g／cm3，坪量を25．5～40．5g／m2，厚さを29～47μmとすることによって解決し，また，上記の「ロール製品が潰れ難い」という課題と「ロール製品が適度な巻き硬さ」という課題は，その解決手段において相反する関係にあり，本件発明は，同課題を，包装袋のフィルムの密度，坪量及び厚さを上記の範囲とし，ロール製品の巻き硬さを，1．2～2．3mm（2plyの場合）又は，0．7～1．8mm（1plyの場合）とすることによって解決し，さらに，上記の「フィルムが破れにくい」という課題と「ロールが潰れ難い」という課題は，その解決手段において相反する関係にあり，本件発明は，同課題を，包装袋のフィルムの密度，坪量及び厚さを上記の範囲とし，ロール製品の巻き硬さを上記の範囲とするとともに，「前記巻き硬さ（mm）／前記フィルムの坪量（g／m2）」を0．037～0．071（mm／（g／m2）（2plyの場合）又は0．021～0．055（mm／（g／m2）（1plyの場合）とすることによって解決したものであると解される。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上のとおり，上記の「フィルムが破れにくい」という課題を，フィルム及びロール製品を本件発明の数値限定の範囲のものとすることによって解決したことは，本件発明にとって欠かすことができないものであり，これについて発明の詳細な説明の記載及び技術常識により当業者が解決することできると認識できる範囲のものと認められないときは，サポート要件に反するということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件明細書における官能評価の内容及び同官能評価と本件発明の課題との関係",
                  "text": [
                    "前記1で認定したとおり，本件明細書には，【図2】のロール製品パッケージ（以下「本件ロール製品パッケージ」という。）を使用して，フィルムの密度，坪量及び厚さ，ロール製品の巻長，コアを除く質量及び巻き硬さなど並びにロール製品の巻き硬さをフィルムの坪量で除した数値などが種々のもの（それらの測定方法については，段落【0027】～【0029】）について，モニター20人による官能評価（段落【0030】。以下「本件官能評価」という。）を行い，本件官能評価においては，「トイレットロールの潰れにくさ」，「トイレットロールの柔らかさ」，「シートの使用感」，「フィルムの強さ」，「フィルムのゴワゴワ感」，「ペーパーホルダーへの装着性」，「ロールの交換頻度」の7項目について，1点～5点の点数を付ける評価を行った旨の記載があるところ，本件発明の前記イ(イ)の課題のうち，「フィルムが破れにくい」は，本件官能評価の「フィルムの強さ」によって，「フィルムがゴワゴワしない」は「フィルムのゴワゴワ感」によって，「ロール製品が潰れ難い」は「トイレットロールの潰れにくさ」によって，「ロール製品が適度な巻き硬さを有する」は「トイレットロールの柔らかさ」によってそれぞれ評価されるものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件官能評価の結果",
                  "text": [
                    "前記1で認定したとおり，本件官能評価の結果は，2plyについては【表1】として，1plyについては【表2】として記載されている（段落【0032】，【0033】）が，同表によると，フィルムの密度，坪量及び厚さ，ロール製品の巻長，コアを除く質量及び巻き硬さ並びに「前記巻き硬さ（mm）／前記フィルムの坪量（g／m2）」が本件発明が規定する範囲内である実施例1～12についての官能評価は，「トイレットロールの潰れにくさ」，「トイレットロールの柔らかさ」，「シートの使用感」，「フィルムの強さ」，「フィルムのゴワゴワ感」，「ペーパーホルダーへの装着性」及び「ロールの交換頻度」のいずれの項目においても，「3」（実用上問題ない）～「5」（大変良好である）と記載されている。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件官能評価における「フィルムの強さ」の評価方法",
                  "text": [
                    "本件明細書の段落【0030】には，「フィルムの強さ」について，「トイレットロールを包装後のパッケージにおいて，フィルムの破れの有無を評価した。」と記載されていることからすると，「フィルムの強さ」とは，包装袋のフィルムの破れの有無によって評価されたものと理解される。また，前記イのとおり，本件発明の課題及び効果の一つは，ロール製品パッケージを持ち運ぶ際に，包装袋のフィルムが破れにくいという点にあることからすると，「フィルムの破れ」とは，ロール製品パッケージの運搬時の破れを意味するものと認められる。",
                    "そして，前記ウのとおり，本件官能評価は，本件ロール製品パッケージを使用して行われたものであるところ，本件ロール製品パッケージは，ロール製品をキャラメル包装で収納したもの（このようなロール製品パッケージを，以下「キャラメル包装パッケージ」という。）で，持手部の両端部が包装袋の対向する側面に接合されているものと認められ（段落【0024】，【図2】），このような持手部のあるロール製品パッケージを用いて運搬時の包装袋のフィルムの破れの有無や程度を評価したのであるから，持手部を持って運搬したときの包装袋について，そのフィルムの破れの有無や程度を評価したものというべきであり，本件明細書の記載から，そのように理解することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ガゼット包装によって包装したロール製品パッケージを運搬する場合における「フィルムが破れにくい」の意義及びその場合に本件発明の課題を解決できると認識できるかについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明がガゼット包装によって包装したロール製品を含むことは，【請求項1】に明示されているところ，前記1のとおり，本件明細書には，「トイレットペーパー等の包装袋として，ポリエチレン等の筒状フィルムにガセットを対称的に折り込んで本体とし，その上部を平面状に折り畳んで持手部を構成したものが用いられている（特許文献1）。」（段落【0002】），「【特許文献1】特開2004-269010号公報」(段落【0003】）と記載されており，同記載及び特開2004-269010号公報（甲9）の記載からすると，ガゼット包装とは，ロール製品を収納した包装袋の上部の余剰部分を折り畳んで持手部を形成した包装形態であると認められる。",
                        "そして，ガゼット包装で包装したロール製品パッケージ（以下「ガゼット包装パッケージ」という。）を消費者が運搬する場合は，同商品の質量分の負荷を主に受ける部分は，持手部に設けられた指掛け用の穴のうち，消費者が指を引っ掛けている部分であるから，同部分は，運搬時に破れる可能性が高いと推認できる。このことに，ガゼット包装パッケージの持手部とロール製品を包んでいる部分は一体の部材であって，上記持手部は包装袋の一部ともいいうるものであり，本件発明が「フィルムが破れにくい」との課題を解決するための手段として設定したフィルムの坪量等についての数値はガゼット包装パッケージの持手部のフィルムにも当てはまることを総合すると，ガゼット包装パッケージの場合のフィルムの破れにくさを評価するに当たっては，持手部の指掛け用の穴の指が引っ掛かる部分の破れにくさについても検討する必要があるというべきである。",
                        "この点について，原告は，本件発明は，包装袋以外の部分の破れ，例えば，持手部の破断の防止までを目的とするものではないと主張するが，上記のとおり，ガゼット包装パッケージを消費者が運搬する場合，持手部に設けられた指掛け用の穴のうち，消費者が指を引っ掛けている部分は破れる可能性が高いのであるから，本件発明において，このような破れる可能性の高い部分のフィルムを破れにくいものとすることを課題としていないということは不合理である。",
                        "また，原告は，ガゼット包装パッケージの場合，持手部に補強材を入れることが多いと主張するが，そうであるとしても，持手部について本件発明の課題が解決されるか否かを検討する必要がないというべき理由はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ガセット包装パッケージにおいて，上記の指掛け用の穴の形状や数，同部分を構成するフィルムの枚数等については，種々のものが考えられ，また，消費者が指掛け用の穴に指を引っ掛ける方法にも種々のものが考えられる（例えば，二つの穴が設けられている場合には，両方の穴に二本ずつ指を引っ掛ける方法や一つの穴だけに一本の指を引っ掛ける方法等種々のものが考えられる。）ところであり，これらの各種の形態，構成や，消費者が指掛け用の穴に指を引っ掛ける方法に応じて，消費者が上記持手部の指掛け用の穴に指を引っ掛けて同商品を持った場合に，同穴の上部の指を引っ掛ける部分に同商品の質量の負荷がかかる程度や同部分の破れにくさは異なってくるものと考えられる。",
                        "一方，前記(1)のとおり，本件官能評価は，持手部の両端部が包装袋の対向する側面に接合されているキャラメル包装パッケージである本件ロール製品パッケージの持手部を持って運搬した場合の包装袋のフィルムの破れの有無及び程度を評価したものであるが，本件ロール製品パッケージの持手部を持って運搬した場合に，包装袋において同商品の質量分の負荷を受ける部分は，持手部が包装袋の側面に接合された部分及びその周辺部分（以下「本件接合部分」という。）であり，本件官能評価においても主に本件接合部分の破れの有無及び程度が評価されたと推認されるところ，本件接合部分が受ける負荷の程度や本件接合部分の破れにくさは，本件接合部分の面積や接合の強さ等にも影響されるものと考えられる。",
                        "このように，ガゼット包装パッケージの指掛け用の穴に指を引っ掛けた部分及び本件ロール製品パッケージの本件接合部分とも，その破れにくさは，種々の条件に影響を受けること，本件官能評価の内容については，本件ロール製品パッケージの持手部を持って運搬した際の本件接合部分の破れの有無及び程度を評価したものであることは分かるが，それ以外の条件については明らかではないことからすると，本件ロール製品パッケージの本件接合部分の破れにくさのみを評価した本件官能評価の結果から，ガゼット包装パッケージを運搬した場合に，指掛け用の穴の指を引っ掛ける部分も破れにくいと認められるとはいえないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "持手部のないキャラメル包装パッケージを運搬する場合に本件発明の課題を解決できると認識できるかについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "縦に2段で4個のロール製品を包装した持手部のないキャラメル包装パッケージを運搬する場合の把持方法としては，両手で持つ方法，片手で商品を抱え込むように持つ方法，原告把持方法等が考えられるところ，縦に2段で4個のロール製品を包装した場合の大きさ，形状及び重さを考慮すると，原告把持方法によることも少なくないと考えられ，原告把持方法も一般的な把持方法であるといえる。",
                        "そして，原告把持方法によって上記ロール製品パッケージを運搬した場合，同商品のフィルムが同商品の質量分の負荷を受ける部分は，消費者の指が同商品に接した部分（以下「本件接触部分」という。）であり，運搬時に破れる可能性のある部分は本件接触部分であると推認される。",
                        "一方で，前記アのとおり，本件官能評価に用いられた本件ロール製品パッケージを運搬する場合は，包装袋において同商品の質量分の負荷を受ける部分は，本件接合部分であり，本件官能評価においても主に本件接合部分の破れの有無及び程度が評価されたと推認されるが，その形状や面積等は本件接触部分と同じではない。",
                        "このように，本件発明の対象となる4個のロール製品をキャラメル包装によって包装した持手部のないロール製品パッケージを原告把持方法によって運搬した場合に，同商品の質量分の負荷を受ける部分である本件接触部分と，本件官能評価の対象となった本件ロール製品パッケージを本件官能評価における方法で運搬した場合に，同商品の質量分の負荷を受ける本件接合部分とでは，その形状及び面積が同じではないことからすると，本件ロール製品パッケージを運搬した場合に，本件接合部分が破れにくいといえるとしても，必ずしも，本件ロール製品パッケージと同じ特質を有するフィルムを使用して製造された持手部のないキャラメル包装パッケージを原告把持方法によって運搬した場合にも，本件接触部分が破れにくくなるとはいえないというべきである。",
                        "また，縦に2段で4個のロール製品を包装した持手部のないキャラメル包装パッケージを原告把持方法によって運搬する場合，同商品のフィルムの材質はポリエチレンであるため，滑りやすい場合もあるというべきであり，そのような場合は，通常，必要以上に指に力を入れることになるから，同じ特質のフィルムによって製造されたキャラメル包装パッケージで持手部のあるものを同持手部を持って運搬する場合に比較して，本件接触部分のフィルムは破れやすくなるというべきである。",
                        "以上の事情を考慮すると，本件ロール製品パッケージの本件接合部分の破れにくさのみを評価した本件官能評価の結果から，縦に2段で4個のロール製品を包装した持手部のないキャラメル包装パッケージを原告把持方法によって運搬した場合に，本件接触部分も破れにくいと認められるとはいえないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件ロール製品パッケージの持手部を持って運搬する場合と持手部のないキャラメル包装パッケージを原告把持方法によって運搬する場合とでは，収納されたロール製品の荷重がかかることには変わりがなく，また，荷重の分布，方向及び大きさは大きく異なるものではないから，本件ロール製品パッケージを持手部を持って運搬する際に本件接合部分のフィルムが破れにくければ，持手部のないキャラメル包装パッケージを原告把持方法で持ち運ぶ際にも，本件接触部分のフィルムが破れにくいといえ，本件官能評価の結果は持手部のないロール製品パッケージにも適用できる旨主張する。",
                        "しかし，前記(ア)のとおり，本件官能評価によって，本件ロール製品パッケージを持手部を持って運搬する際に本件接合部分のフィルムが破れにくいといえても，持手部のないキャラメル包装パッケージを原告把持方法によって運搬する際にも，本件接触部分のフィルムが破れにくいということはできないというべきである。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記アのガゼット包装パッケージを運搬する場合において，消費者が，指掛け用の穴に指を引っ掛けて運搬することは一般的に行うことであり，その際の指を引っ掛ける方法については種々のものが考えられるが，消費者がいずれかの方法で運搬するものであり，いずれの方法も一般的であるということができる。また，前記イの持手部のないキャラメル包装によって包装されたロール製品パッケージを運搬する場合，前記イのとおり，原告把持方法によって運搬することは一般的であるということができる。",
                    "そして，前記ア，イのとおり，これらの方法によって運搬した場合に，必ずしも，運搬時にフィルムが破れにくいとはいえないのであるから，本件発明1は，本件明細書の記載から，本件発明の課題を解決できると認識できる範囲のものということはできないというべきである。",
                    "なお，原告は，本件発明は，特異な条件を含めてあらゆる条件下で常に破れないことを解決課題としているわけではないと主張するが，上記のとおり，上記判断は，一般的に行われている条件に基づいて判断しているのであって，特異な条件を想定して判断しているものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，本件発明1は，発明の詳細な説明の記載により当業者が本件発明に係るロール製品パッケージを運搬した場合に「フィルムが破れにくい」という本件発明1の課題を解決できると認識できる範囲のものであるということはできないというべきである。また，本件発明1が，上記課題を解決できるとする技術常識が存在するとも認められないから，本件発明1は，当業者が出願時の技術常識に照らし上記課題を解決できると認識できる範囲のものであるということもできない。",
                    "したがって，本件発明1は，サポート要件に適合しないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，本件発明2～5は，いずれも，本件発明1を限定するものであるが，本件発明に係るロール製品パッケージを運搬した場合に，「フィルムが破れにくい」という本件発明の課題を解決するための手段は本件発明1と同じであるから，既に判示した理由により，サポート要件に適合しないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（手続違背の有無）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件決定が，甲9～13に基づいて，本件発明がサポート要件に適合していない旨の判断をしたが，本件決定に係る異議の手続において，原告に，甲9～13について，反論をする機会を与えなかったことが違法であると主張する。",
                "しかし，前記2のとおり，本件発明は，サポート要件に適合しないが，同判断は，甲9～13によって左右されないから，本件決定に係る異議の手続に，本件決定を取り消すべき違法があったということはできない。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，被告は，本件訴訟において，実施例4，実施例10につき，坪量，厚さ，密度の数値範囲の下限値まで破れがないとはいえないと主張するが，本件決定は，坪量，厚さ，密度の数値範囲の下限値に関しては何ら言及しておらず，また，「ロール製品の重量」と「フィルムの強さ」の関係を理由とするサポート要件違反の取消理由通知を発していないから，本件決定に係る異議の手続には違法があると主張する。",
                "しかし，異議決定において審理，判断していない事項について被告が異議決定の取消訴訟において主張することによって，異議の手続に違法があるということはできない。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，その余について判断するまでもなく，本件特許を取り消した本件決定の判断は相当であるから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}