{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人の被控訴人に対する損害賠償請求を棄却した部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，2800万円及びこれに対する平成30年4月7日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断りのない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「会計処理方法および会計処理プログラムを記録した記録媒体」とする特許(特許第4831955号。請求項の数4。以下，この特許を「本件特許」といい，本件特許に係る特許権を「本件特許権」という。)の特許権者である控訴人が，別紙1物件目録記載1ないし3の各製品(以下，これらを一括して「被告製品」という。)は本件特許の特許請求の範囲の請求項1に係る発明(以下「本件発明」という。)の技術的範囲に属し，被控訴人による被告製品の生産及び使用は本件特許権の侵害に該当する旨主張して，被控訴人に対し，特許法100条1項及び2項に基づき，被告製品の生産，使用の差止め及び廃棄を，本件特許権侵害の不法行為に基づく損害賠償として2800万円及びこれに対する平成30年4月7日(不法行為の後である訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，被告製品は本件発明の技術的範囲に属するものと認めることはできないから，その余の点について判断するまでもなく，控訴人の請求は，いずれも理由がないとして，これを棄却した。",
            "控訴人は，原判決のうち，損害賠償請求を棄却した部分のみを不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "次のとおり訂正するほか，原判決「事実及び理由」の第2の2に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁末行から4頁22行目までを次のとおり改める。",
                "「イ  本件特許の特許請求の範囲の請求項1の記載は，次のとおりである(甲2)。",
                "【請求項1】",
                "財務諸表を作成する会計処理のためのコンピュータシステムであって，",
                "予算を含む，従来の単式簿記システムにより作成された伝票データから資金(現金及び現金同等物)の受入(A1)と払出(A2)を有する資金収支計算書勘定(A)を記録する資金収支計算書勘定記憶手段と，",
                "資金収支計算書勘定記憶手段から，前記伝票データを変換して複式簿記での伝票データとした複式仕訳データを用いて，企業会計における複式簿記・発生主義会計として用いられてきた閉鎖残高勘定(貸借対照表勘定)(B1～B4)と損益勘定(行政コスト計算書勘定)(B5～B7)を作成・記録する閉鎖残高勘定及び損益勘定作成・記録手段と，",
                "前記資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から，さらに，前記複式仕訳データを用いて，国家の政策レベルの意思決定を記録・会計処理するために，拡張された処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録する損益外純資産変動計算書勘定作成・記録手段と，",
                "処理された結果で，資金収支計算書，貸借対照表，損益外純資産変動計算書，損益勘定行政コスト計算書をふくむ，少なくとも1つ以上の財務諸表を作成する財務諸表作成手段と，",
                "作成した財務諸表を表示する財務諸表表示手段とを備え，",
                "資金収支計算書勘定(A)の期末の収支尻(貸借差額)(A3)が，当期資金増減額として，貸借対照表上の資金勘定(B1)に振替えられ，資金収支計算書勘定と貸借対照表勘定の間での勘定連絡であり，",
                "損益外純資産変動計算書勘定作成・記録手段の記録は，その期における損益外の純資産増加(C3，C4)と純資産減少(C1，C2)の2つで構成され，前記損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)である純経常費用(B7)が処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の(C1)に振替えられ，",
                "処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の貸方と借方の差額(収支尻)が，当期純資産変動額(C5)という形で，最終的には(B)の閉鎖残高勘定(貸借対照表勘定)の純資産(国民持分)(B4)の部に振り替えられて，(B)の閉鎖残高勘定(貸借対照表勘定)の借方(左側)と貸方(右側)がバランスし，",
                "一方で，処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の借方側(勘定の左側)には純経常費用(C1)と並んで財源措置(C2)という項目もあるが，これは具体的に言えば社会保障給付や，インフラ資産を整備した際の資本的支出のような，損益外で財源を費消する取引のことを指しており，",
                "処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の貸方側(勘定の右側)に計上される資産形成充当財源(C4)は，財源措置として支出がなされた場合，財源は費消されるが，その一部分は，インフラ資産のように将来にわたって利用可能な資産形成に充当されるため，その支出の時点で政府の純資産(国民持分)がまるまる毀損したわけではなく，何らかの資源が現金以外の形で会計主体としての政府の内部に残っていると考えることができ，将来世代も利用可能な資産が，当期どれだけ増加したかを示しているのが資産形成充当財源(C4)であることを特徴とする会計処理コンピュータシステム。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明(請求項1に係る発明)を構成要件に分説すると次のとおりである(以下，各構成要件を符号に対応させて「構成要件A」などという。)。",
                    "A  財務諸表を作成する会計処理のためのコンピュータシステムであって，",
                    "B1  予算を含む，従来の単式簿記システムにより作成された伝票データから資金(現金及び現金同等物)の受入(A1)と払出(A2)を有する資金収支計算書勘定(A)を記録する資金収支計算書勘定記憶手段と，",
                    "B2  資金収支計算書勘定記憶手段から，前記伝票データを変換して複式簿記での伝票データとした複式仕訳データを用いて，企業会計における複式簿記・発生主義会計として用いられてきた閉鎖残高勘定(貸借対照表勘定)(B1～B4)と損益勘定(行政コスト計算書勘定)(B5～B7)を作成・記録する閉鎖残高勘定及び損益勘定作成・記録手段と，",
                    "B3  前記資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から，さらに，前記複式仕訳データを用いて，国家の政策レベルの意思決定を記録・会計処理するために，拡張された処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録する損益外純資産変動計算書勘定作成・記録手段と，",
                    "C  処理された結果で，資金収支計算書，貸借対照表，損益外純資産変動計算書，損益勘定行政コスト計算書をふくむ，少なくとも1つ以上の財務諸表を作成する財務諸表作成手段と，",
                    "D  作成した財務諸表を表示する財務諸表表示手段とを備え，",
                    "E  資金収支計算書勘定(A)の期末の収支尻(貸借差額)(A3)が，当期資金増減額として，貸借対照表上の資金勘定(B1)に振替えられ，資金収支計算書勘定と貸借対照表勘定の間での勘定連絡であり，",
                    "F  損益外純資産変動計算書勘定作成・記録手段の記録は，その期における損益外の純資産増加(C3，C4)と純資産減少(C1，C2)の2つで構成され，前記損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)である純経常費用(B7)が処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の(C1)に振替えられ，",
                    "G  処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の貸方と借方の差額(収支尻)が，当期純資産変動額(C5)という形で，最終的には(B)の閉鎖残高勘定(貸借対照表勘定)の純資産(国民持分)(B4)の部に振り替えられて，(B)の閉鎖残高勘定(貸借対照表勘定)の借方(左側)と貸方(右側)がバランスし，",
                    "H  一方で，処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の借方側(勘定の左側)には純経常費用(C1)と並んで財源措置(C2)という項目もあるが，これは具体的に言えば社会保障給付や，インフラ資産を整備した際の資本的支出のような，損益外で財源を費消する取引のことを指しており，",
                    "I  処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の貸方側(勘定の右側)に計上される資産形成充当財源(C4)は，財源措置として支出がなされた場合，財源は費消されるが，その一部分は，インフラ資産のように将来にわたって利用可能な資産形成に充当されるため，その支出の時点で政府の純資産(国民持分)がまるまる毀損したわけではなく，何らかの資源が現金以外の形で会計主体としての政府の内部に残っていると考えることができ，将来世代も利用可能な資産が，当期どれだけ増加したかを示しているのが資産形成充当財源(C4)であることを特徴とする",
                    "J  会計処理コンピュータシステム。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁23行目の「(4)  被告の行為」を「(3)  被控訴人の行為」と改め，同5頁1行目から11行目までを次のとおり改める。",
                "「イ  被告製品による財務書類作成の流れは，概要，総務省が平成27年1月に作成した「統一的な基準による地方公会計マニュアル」(以下「本件マニュアル」といい，本件マニュアルで説明されている基準を「統一的な基準」という。甲3，6，7，乙4，29)記載のとおりである。",
                "すなわち，被告製品においては，別紙2被告製品説明書記載1のように，取引データを仕訳して複式仕訳データを作成し，「仕訳帳」として記録し，「仕訳帳」の複式仕訳データを勘定科目ごとに金額の増減を記録・計算した「総勘定元帳」を作成し，「総勘定元帳」のデータに基づいて，勘定科目ごとの残高と合計額を表示した一覧表である「合計残高試算表」を作成し，「合計残高試算表」に基づいて，合計残高試算表の残高について財務書類ごとに表示した一覧表である「精算表」を作成した上で，同別紙記載2の様式の「貸借対照表」，同別紙記載3の様式の「行政コスト計算書」，同別紙記載4の様式の「純資産変動計算書」及び同別紙記載5の「資金収支計算書」の財務書類4表を作成するというものである。この財務書類4表の構成の相互関係は，同別紙記載6のとおりである。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "次のとおり訂正するほか，原判決「事実及び理由」の第2の3に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁14行目から25行目までを次のとおり改める。",
                "「(1)  被告製品の本件発明の構成要件充足性(争点1)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告製品の構成要件B1の充足性(争点1-1)"
                },
                {
                  "fig": "イ",
                  "subject": "被告製品の構成要件B2の充足性(争点1-2)"
                },
                {
                  "fig": "ウ",
                  "subject": "被告製品の構成要件B3の充足性(争点1-3)"
                },
                {
                  "fig": "エ",
                  "subject": "被告製品の構成要件Eの充足性(争点1-4)"
                },
                {
                  "fig": "オ",
                  "subject": "被告製品の構成要件Fの充足性(争点1-5)"
                },
                {
                  "fig": "カ",
                  "subject": "被告製品の構成要件Gの充足性(争点1-6)"
                },
                {
                  "fig": "キ",
                  "subject": "被告製品の構成要件Hの充足性(争点1-7)"
                },
                {
                  "fig": "ク",
                  "subject": "被告製品の構成要件Iの充足性(争点1-8)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "均等論(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "無効の抗弁の成否(争点3)」"
            },
            {
              "fig": "(2)",
              "text": [
                "原判決5頁末行の「本件発明は」の次に「乙12の1，2を主引用例として」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原判決6頁3行目を「(4)  権利濫用の成否」と，同頁4行目を「(5)",
              "text": [
                "控訴人の損害額」と改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(被告製品の本件発明の構成要件充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1(被告製品の構成要件B1の充足性)について",
              "text": [
                "次のとおり訂正するほか，原判決「事実及び理由」の第3の1(1)に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決6頁9行目の「別紙4被告製品説明書」を「別紙2被告製品説明書」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決6頁17行目の「本件明細書」を「本件特許の特許出願(以下「本件出願」という。)の願書に添付した明細書(以下，図面も含めて「本件明細書」という。甲2)」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決7頁4行目末尾に行を改めて次のとおり加える。",
                    "「  この点に関し被控訴人は，構成要件B-1の「伝票データから…資金収支計算書勘定(A)を記録する」とは，「伝票データ」から，「直接」，「資金収支計算書勘定(A)」を作成・記録することを意味する旨主張する。",
                    "しかしながら，構成要件B-1には「直接」なる文言は存在しないこと，単式会計に関するデータを複式会計に変換する場合は，データ構造が異なるので，単式から複式に「直接」変換することなどおよそ不可能であって，複式データに変更する必要があることは上記のとおり技術常識であること，本件明細書の図1及び図5に照らすと，構成要件B-1の「資金収支計算書勘定(A)」は，単式会計に関する伝票データが複式伝票データへ変換された上で作成されていると理解できるから，被控訴人の上記主張は失当である。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-2(被告製品の構成要件B2の充足性)について",
              "text": [
                "次のとおり訂正するほか，原判決「事実及び理由」の第3の1(2)に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決8頁22行目の「別紙4被告製品説明書」を「別紙2被告製品説明書」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決9頁20行目の「がないから」を「を備えていないから」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点1-3(被告製品の構成要件B3の充足性)について",
              "text": [
                "次のとおり訂正するほか，原判決「事実及び理由」の第3の1(3)に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決10頁20行目の「別紙4被告製品説明書」を「別紙2被告製品説明書」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決12頁14行目末尾に行を改めて次のとおり加える。",
                    "「エ  当審における控訴人の補充主張"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から…処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録する損益外純資産変動計算書勘定作成・記録手段」の意義について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書の【0031】には，「勘定連絡」は「(勘定科目間の金額の連動)」と定義され，「一つの勘定科目の金額が変動した場合に，公会計の勘定体系である(A)，(B)，(C)のすべてが連動して他の勘定科目に対する金額的な波及効果が完全に計算可能となる」との記載があること，「管理関係論」の一般的な教科書(甲29)に「原価計算は会計システムであるため，勘定を通じて計算が行われる。勘定を用いた計算を体系的に示すのが勘定連絡図である。」との記載があるように，「勘定連絡」の用語は会計学上の技術常識であることからすると，当業者は，【0031】記載の「勘定連絡」とは，「勘定体系において貸借が一致するよう勘定科目間で金額が連動すること」を意味するものと理解する。すなわち，「勘定連絡(勘定科目間の金額の連動)」とは，「取引の二重性」を中心原理とする複式簿記の構造に基づき，資産・負債・資本の増減及び費用・収益の発生という損益計算上の純資産増減と損益外の純資産増減とが，「貸借平均の原理」(借方と貸方の金額が常に一致していること)から導かれる「会計恒等式」(資産＝負債＋資本)を満たすよう整合的に公会計上の勘定体系(本件明細書の図1の(A)，(B)，(C))が整備されていること，あるいは，「会計恒等式」を満たす複式仕訳の組合せを指すものと理解する。このように「勘定連絡(勘定科目間の金額の連動)」は，「財務諸類4表」の勘定間ないし図1の(A)，(B)，(C)間の双方的，相互依存的な因果関係を示す用語であり，決して一方的な因果関係ないし直接の因果関係のみを示す用語ではない。",
                            "また，「勘定連絡(勘定科目間の金額の連動)」は，単に期末の決算整理における勘定間の「振替」処理に限定されるものではなく，期中及び期末の全ての取引を記録する複式仕訳において，借方と貸方の金額が一致する「貸借一致」の厳密なロジックに基づき「勘定科目間の金額の連動」が常に必ず成立することを意味するものである。なお，本件明細書の図1の「勘定連絡図」(【0022】)には，3つの矢印(→)で，いずれも期末の決算整理仕訳による勘定間の「振替」処理が示され，【0023】に「図1の(A)の部分が示すのは，…資金収支計算書勘定である。期末の収支尻(貸借差額)が，当期資金増減額として，図1の(B)貸借対照表上の資金勘定に振替えられることになる。これが資金勘定(資金収支計算書勘定)と閉鎖残高勘定(貸借対照表勘定)の間での勘定連絡である。」との記載があるが，当業者は，上記記載は，期末の「振替」処理が「勘定連絡」の一つの結果ないし一態様として理解し，期末の「振替」処理以外にも，例えば，税収が発生したときは，資金収支計算書勘定の資金(現金及び現金同等物)勘定の借方で「受入(A1)」(構成要件B-1)に，処分・蓄積勘定の貸方で損益外の純資産増加である「財源(C3)」(構成要件F)にそれぞれ同額が記録・計上され，資金収支計算書勘定と処分・蓄積勘定も，当然相互に連動しているものと理解する。",
                            "さらに，「から」の助詞は，起点を示す用法のほかにも，資料，素材，原料を示す用法もあり(甲30)，必ずしも起点のような一方的な因果関係のみを示す用語ではない。そうすると，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」とは，「との勘定連絡を通じて」を意味すると解しても，「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段」を「資料として」処分・蓄積勘定(損益外純資産変動計算書勘定)を作成・記録する「損益外純資産変動計算書勘定作成・記録手段」と理解すれば，「から」の本来の語義から外れることもない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上のとおり，本件明細書の【0031】，図1及び会計学上の技術常識によれば，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」は「との勘定連絡を通じて」と解すべきであるから，構成要件B3は，「損益外純資産変動計算書勘定作成・記録手段」が，「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段との勘定連絡を通じて処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録」する構成を備えることを規定したものである。",
                            "したがって，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」は「基に」と解するのが文理上自然であり，相当であるとした原判決の認定判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告製品が構成要件B3を充足すること",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告製品は，純資産変動計算書勘定が資金収支計算書勘定，貸借対照表勘定及び行政コスト計算書勘定との勘定連絡を通じて作成，記録されるから，「損益外純資産変動計算書勘定作成・記録手段」を備えるものであり，構成要件B3を充足する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」を「基に」を意味するものと解したとしても，被告製品は，「資金収支計算書勘定及び閉鎖残高勘定及び損益勘定」(「資金収支計算書勘定，貸借対照表勘定及び行政コスト計算書勘定」)を基に，各勘定科目間の有機的な連動を通じて，「処分・蓄積勘定」(「純資産変動計算書勘定」)を作成・記録する構成を有しているから，構成要件B3を充足する。",
                            "すなわち，被告製品が準拠する「統一的な基準」(甲3)によれば，「資金収支計算書」(別紙2被告製品説明書記載5)の【業務活動収支】欄の「業務収入」行と「金額」列の交点は「500」(内訳は「税収等収入  450」，「使用料及び手数料収入  50」)であり，【投資活動収支】欄の「投資活動収入」行と「金額」列の交点は「100」(内訳は「国県等補助金収入  100」)であるところ，「純資産変動計算書」(別紙2被告製品説明書記載4)の「財源」欄の「税収等」行と「余剰分(不足分)」列の交点は「500」，「国県等補助金」行と「余剰分(不足分)」列の交点は「100」，「合計」が「600」である。これは，「資金収支計算書」に「業務収入  500(内訳・税収等収入450，使用料及び手数料収入50)」と「国県等補助金収入  100」)が「合計  600」計上された場合，「純資産変動計算書」にも「税収等  500」と「国県等補助金  100」が合計600計上されることを示すものである。このように「資金収支計算書」及び「純資産変動計算書」の対応する科目の金額が正確に一致しているから，「資金収支計算書」を基に「純資産変動計算書」が作成されている。",
                            "次に，「貸借対照表」(別紙2被告製品説明書記載2)には，【純資産の部】欄の「固定資産等形成分」科目の「金額」として「600」が，「余剰分(不足分)」科目の「金額」として「△570」計上されているところ，「純資産変動計算書」(別紙2被告製品説明書記載4)の「本年度末純資産残高」科目のうち，「固定資産等形成分」の「金額」として「600」，「余剰分(不足分)」の「金額」として「△570」計上されるなど，「貸借対照表」及び「純資産変動計算書」の対応する科目の金額が正確に一致しているから，「貸借対照表」を基に「純資産変動計算書」が作成されている。",
                            "さらに，「行政コスト計算書」(別紙2被告製品説明書記載3)の「純行政コスト」科目の「金額」は「△570」であるところ，「純資産変動計算書」(別紙2被告製品説明書記載4)の「純行政コスト(△)」科目の「金額」も「△570」であり，「行政コスト計算書」及び「純資産変動計算書」の対応する科目の金額が正確に一致しているから，「行政コスト計算書」を基に「純資産変動計算書」が作成されている。",
                            "以上のとおり，被告製品は，「資金収支計算書勘定及び閉鎖残高勘定及び損益勘定」(「資金収支計算書勘定，貸借対照表勘定及び行政コスト計算書勘定」)を基に，各勘定科目間の有機的な連動を通じて，「処分・蓄積勘定」(「純資産変動計算書勘定」)を作成・記録する「損益外純資産変動計算書勘定作成・記録手段」を備えるものであるから，構成要件B3を充足する。」"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決14頁9行目末尾に行を改めて次のとおり加える。",
                    "「エ  当審における控訴人の補充主張に対し"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から…処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録する損益外純資産変動計算書勘定作成・記録手段」の意義について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」について，「から」が起点を示す助詞であること，「作成，記録」されるのは「処分・蓄積勘定(損益外純資産変動計算書勘定)」という「勘定」であることを理由に，構成要件B3の「から」は「基に」を意味すると解釈したものである。",
                            "そして，構成要件B3には「勘定連絡」の語の記載がなく，構成要件B3の「から」の意義の解釈と構成要件B3に記載のない「勘定連絡」の意義の解釈とは無関係であるから，仮に控訴人の述べる「勘定連絡」の解釈が正しいとしても，構成要件B3の「から」が「基に」を意味することを否定する理由にはならない。",
                            "したがって，構成要件B3の「から」を「基に」を意味すると解釈した原判決の認定判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，仮に構成要件B3の「から」が「との勘定連絡を通じて」を意味するとの解釈を前提としたとしても，「勘定連絡」は，期末における勘定間の振替処理に限られると解すべきであるから，「勘定連絡」が「勘定体系において貸借が一致するよう勘定科目間で金額が連動すること」を意味するとの控訴人の主張は，以下のとおり理由がない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "構成要件B3の「損益外純資産変動計算書勘定作成・記録手段」は「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から…処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録」するものであるから，「から」が「との勘定連絡を通じて」を意味するとの解釈を前提としたとしても，いずれも期末における振替仕訳によって得られる「閉鎖残高勘定」(期末における資産，負債及び資本の残高を，残高振替仕訳により振り替えて得られるもの)及び「損益勘定」(期末における収益・費用に関する諸勘定が，損益振替仕訳により振り替えられて得られるもの)を起点とする以上，「勘定連絡」は，「閉鎖残高勘定」及び「損益勘定」の作成後に行われる期末における勘定間の振替処理に限られると解すべきであって，「閉鎖残高勘定」及び「損益勘定」の作成前に行われる期中の複式仕訳までをも対象とするものではない。",
                                "また，本件明細書では，図1が「勘定連絡図」であることを説明した上で(【0022】)，図1を説明する限度で「勘定連絡」という用語が用いられ，その際には「勘定連絡」は期末における勘定間の振替処理を意味するものとして用いられているが(【0023】，【0025】，【0026】)，一方で，本件明細書には，「勘定連絡」が期中の取引に関して用いられていることを示す記載は一切見当たらないことからすると，本件明細書記載の「勘定連絡」は，期末における勘定間の振替処理を意味すると理解できる。",
                                "したがって，本件発明においては，「勘定連絡」は，期末における勘定間の振替処理に限られると解すべきである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人が「勘定連絡」が「勘定体系において貸借が一致するよう勘定科目間で金額が連動すること」を意味するとの主張の根拠として挙げる甲29は，飽くまで原価計算(いわゆる工業簿記における製造原価計算)において原価を算出するために「勘定連絡図」を用いて説明するだけであって，企業会計や公会計の分野で「勘定連絡」を用いることを説明するものではないから，甲29の記載から「勘定体系において貸借が一致するよう勘定科目間で金額が連動すること」を意味するものと理解することはできない。",
                                "次に，控訴人が述べるように「から」という助詞が資料，素材，原料を示す用法もあるとしても，資料，素材，原料から何かが生成される一方的な因果関係を示す用語であると理解するのが通常であって，双方的，相互依存的な因果関係を示すものであるとはいえない。また，構成要件Eにおいては「勘定連絡」という用語が用いられているのに対し，構成要件B3では，「勘定連絡」という用語を用いずに，「勘定連絡」の意味を有する「から」という用語を用いているというのは，不自然であり，論理の飛躍がある。",
                                "したがって，「勘定連絡」が「勘定体系において貸借が一致するよう勘定科目間で金額が連動すること」を意味するとの控訴人の主張は，失当である。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告製品が構成要件B3を充足するとの主張に対し",
                      "text": [
                        "控訴人は，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」を「基に」を意味するものと解したとしても，被告製品は，構成要件B3を充足する旨を，「資金収支計算書」(別紙2被告説明書記載5)及び「純資産変動計算書」(同別紙記載4)の対応する科目の金額，「貸借対照表」(同別紙記載2)及び「純資産変動計算書」(同別紙記載4)の対応する科目の金額，「行政コスト計算書」(同別紙記載3)及び「純資産変動計算書」(同別紙記載4)の対応する科目の金額がそれぞれ一致している例を挙げて主張する。",
                        "しかしながら，控訴人の主張は，単に「純資産変動計算書」と「資金収支計算書」，「貸借対照表」又は「純資産変動計算書」との中に金額の一致する科目があることを指摘するにすぎず，両財務諸表中に金額の一致する科目があることが，「純資産変動計算書」が他の財務諸表を基に作成されていることを意味するものではない。",
                        "次に，控訴人が例として挙げる「税収等収入」，「使用料及び手数料収入」，「国県等補助金収入」，「税収等」及び「国県等補助金」に関する仕訳は，別紙3-1の仕訳例を基に作成されたものであるところ(甲3の9頁，14頁)，控訴人の指摘する「純資産変動計算書」の「税収等」の「500」の金額は，「資金収支計算書」の「税収等収入」の「450」と「貸借対照表」の「未収金」の「50」とを足した金額と一致するが，これは，期中における仕訳(別紙3-1①の【仕訳例】の番号①-1)に基づいているのであって，「資金収支計算書」を基に作成されているのではないし，また，「純資産変動計算書」の「国県等補助金」の金額の「100」は，資金収支計算書の「国県等補助金収入」の金額の「100」と一致するが，これは，期中における仕訳(別紙3-1①の【仕訳例】の番号②-2)に基づいているのであって，「資金収支計算書」を基に作成されているのではない。",
                        "さらに，被告製品においては，「貸借対照表」の【純資産の部】の「固定資産等形成分」に記載される「金額」は，「純資産変動計算書」の「本年度末純資産残高」のうち「固定資産等形成分」の「金額」ではあるが，一方で，「貸借対照表」の「余剰分(不足分)」の金額は，「貸借対照表」の「純資産合計」-「固定資産等形成分」という式から算出しているにすぎず(乙36)，「貸借対照表」は「純資産変動計算書」の固定資産等形成分を基に作成されているとはいえるが，「純資産変動計算書」が貸借対照表を基に作成されているとはいえない(この点において被告製品は「統一的な基準」に準拠しているものでない。)。",
                        "したがって，控訴人の上記主張は，理由がない。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点1-4(被告製品の構成要件Eの充足性)，争点1-5(被告製品の構成要件Fの充足性)，争点1-6(被告製品の構成要件Gの充足性)，争点1-7(被告製品の構成要件Hの充足性)及び争点1-8(被告製品の構成要件Iの充足性)について",
              "text": [
                "原判決14頁11行目，15頁14行目，22行目，17頁4行目，16行目，23行目，19頁6行目，22行目及び21頁13行目の各「別紙4被告製品説明書」を「別紙2被告製品説明書」と改めるほか，原判決「事実及び理由」の第3の1(4)ないし(8)にそれぞれ記載のとおりであるから，これを引用する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(均等論)について",
          "text": [
            "次のとおり訂正するほか，原判決「事実及び理由」の第3の2に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決22頁1行目から4行目までを次のとおり改める。",
                "「  仮に本件発明の構成要件Hは「社会保障給付」が「財源措置(C2)」に含まれる構成であると解した場合には，被告製品においては，「社会保障給付」が，「財源措置(C2)」に含まれておらず，「純経常費用(C1)」に含まれている点で本件発明と相違することとなるが，以下のとおり，被告製品は，均等の第1要件ないし第3要件を充足するから，本件発明の特許請求の範囲に記載された構成と均等なものとして，本件発明の技術的範囲に属する。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決22頁5行目を「(1)  第1要件(相違部分が本質的部分でないこと)について」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決23頁14行目末尾に行を改めて次のとおり加える。",
                "「エ  第1要件に関する控訴人の補充主張"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の記載(【0002】ないし【0008】，【0021】【0026】，【0028】ないし【0031】)によれば，本件発明の本質的部分，すなわち発明の背後にある技術的思想(課題解決原理)は，①(C)の処分・蓄積勘定(純資産変動計算書勘定)が損益外の純資産増加(C3，C4)(貸方)と純資産減少(C1，C2)(借方)の2つで構成され(構成要件F)，期末にその貸方と借方の差額(収支尻)が当期純資産変動額(C5)という形で閉鎖残高勘定(貸借対照表勘定)の純資産(国民持分)(B4)の部に振り替えられる(構成要件G)ことで，国民が将来負担すべき負債を明確にするという点，②(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の貸方側において，将来世代も利用可能な資産が当期どれだけ増加したかを示している(財源が固定資産などに転化したもの，すなわち税収等の財源が使用されて減少したが，将来世代が利用可能な資産の形で増加したと解釈できるものを計上する)資産形成充当財源(C4)の金額が，将来利用可能な資源を明確にする(構成要件I)という点，③処分・蓄積勘定(損益外純資産変動計算書勘定)と資金勘定(資金収支計算書勘定)，閉鎖残高勘定(貸借対照表勘定)，損益勘定(行政コスト計算書勘定)との「勘定連絡(勘定科目間の金額の連動)」がプログラムに設定されていることが，政策レベルの意思決定と将来の国民の負担をコンピュータ・シミュレーションする会計処理を可能にするという点にあるというべきである。",
                        "そして，本件発明は，処分・蓄積勘定(損益外純資産変動計算書勘定)の収支尻(貸借差額)である「当期純資産変動額」をもって，本件発明の解決課題の一つである「将来世代への負担の先送り額の明確化」を解決したものであるから(【0007】，【0030】)，本件発明の課題解決原理として不可欠な重要部分は，処分・蓄積勘定の収支尻(貸借差額)である「当期純資産変動額」である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告製品は，①純資産変動計算書勘定が損益外の純資産増加(貸方)と純資産減少(借方)の2つで構成され，その貸方と借方の差額(収支尻)が本年度純資産変動額という形で貸借対照表の純資産の部に振り替えられることで，国民が将来負担すべき負債を明確にしている点，②純資産変動計算書の貸方側において，将来世代も利用可能な資産が当期どれだけ増加したかを示している固定資産等形成分の金額が，将来利用可能な資源を明確にしている点，③純資産変動計算書勘定と資金収支計算書勘定，貸借対照表勘定，行政コスト計算書勘定との勘定連絡がプログラムに設定されていることで，政策レベルの意思決定と将来の国民の負担をコンピュータ・シミュレーションする会計処理が可能になっている点において，被告製品の技術的思想は，本件発明の課題解決原理と同一である。",
                            "したがって，被告製品は，本件発明の本質的部分を含むものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告製品においては，「社会保障給付」が，「財源措置(C2)」に含まれておらず，「純経常費用(C1)」に含まれている点で本件発明と相違するが，上記相違部分は，本件発明の本質的部分(前記(ア)①ないし③)とは無関係な些細な相違にすぎない。",
                            "すなわち，本件明細書の記載(【0026】，【0028】，【0038】，【0051】，図1)から，「純経常費用(C1)」の具体的内容が，「純経常費用への財源措置」であり，「当期に費消する資源の流出」を意味すること，「財源措置」とは，将来利用可能な資源の増加を伴うか否かにかかわらず，「当期に費消する資源の金額」を意味するものであり，「純経常費用(C1)」と「財源措置(C2)」を包括する上位概念であることを理解できる。この意味で「純経常費用(C1)」と「財源措置(C2)」は同質的であり，個別の政府活動が「行政レベルの業務執行上の意思決定」と「国家の政策レベルの意思決定」のいずれに分類されたとしても，処分・蓄積勘定(純資産変動計算書勘定)の借方の金額，すなわち，「当期に費消する資源の金額」には変化はないから，本件発明の課題解決原理として不可欠な重要部分である処分・蓄積勘定の収支尻(貸借差額)，すなわち「当期純資産変動額」に影響を及ぼすものではない。",
                            "したがって，被告製品の上記相違部分は，本件発明の本質的部分とは無関係な些細な相違にすぎないものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被告製品と本件発明との相違部分は，本件発明の本質的部分(前記(ア)①ないし③)ではないから，被告製品は，第1要件を充足する。",
                        "これと異なる原判決の判断は誤りである。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決25頁11行目末尾に行を改めて次のとおり加える。",
                "「オ  第1要件に関する控訴人の補充主張に対し"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書に記載されている従来技術が解決できなかった課題は，本件出願時の従来技術に照らして客観的に見て不十分であるから，本件発明の本質的部分は，本件明細書の記載に加えて，本件出願前に頒布された刊行物である乙12の1，2，24及び39に記載の従来技術も参酌して認定されるべきである。",
                        "そして，本件発明は，乙12の1，2等に開示されているものにすぎず，新規性が欠如し，また，少なくとも主引用例である乙12の1，2に乙24，39等を適用することにより，当業者が容易に発明をすることができたものであることからすると，本件発明は，従来技術と比較して本件発明の貢献の程度がそれ程大きくないと評価される場合に該当するから，本件発明の本質的部分は，特許請求の範囲の記載とほぼ同義のものとして認定されるべきである。",
                        "しかるところ，被告製品においては，「社会保障給付」が，「財源措置(C2)」に含まれておらず，「純経常費用(C1)」に含まれている点で本件発明と相違し，本件発明の構成要件Hを充足しないから，本件発明の本質的部分を備えているということはできない。",
                        "したがって，被告製品の上記相違部分は，本件発明の本質的部分でないということはできないから，被告製品は，第1要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件明細書の「本発明では，上記の課題を解決するために，純資産の変動計算書勘定を新たに設定」(【0008】)との記載から，構成要件B3において，「純資産の変動計算書勘定」に当たる「処分・蓄積勘定(損益外純資産変動計算書勘定(C))」を新たに設定したことは，少なくとも本件発明の本質的部分であるといえる。本件発明においては，「処分・蓄積勘定(損益外純資産変動計算書勘定(C))」は，主として国家の政策レベルの意思決定を対象とし，「損益勘定(行政コスト計算書勘定)」は，主として行政レベルの業務執行上の意思決定を対象とする(【0036】，【0037】)。",
                        "そして，構成要件Hにおいては，社会保障給付は，損益外の取引として「損益外純資産変動計算書勘定(C)」の勘定科目たる「財源措置(C2)」に該当することが明記されている。このように，損益外の取引としての社会保障給付が「損益外純資産変動計算書勘定」の「財源措置(C2)」なる勘定科目として記録されるからこそ，損益外の純資産の変動を把握することができ，その結果，「当該年度の政策決定による資産変動を明確にする」(【0008】)ことができ，また，「政策レベルの意思決定を支援できる」会計処理方法を提供する」(【0007】)という本件発明の課題を解決することが可能となる。例えば，国家の政策レベルの意思決定をする者(政策決定者)が将来世代の負担額の削減を検討するときは，整備新幹線の財源措置を増減することを検討するのと同様に，社会保障給付の増減も具体的に検討することができることになる。",
                        "仮に「財源措置(C2)」に社会保障給付を含まないものとすれば，損益外で財源を費消する取引が「処分・蓄積勘定(損益外純資産変動計算書勘定(C))」では読み取れなくなり，政策決定者が損益外の純資産変動額を勘案して政策レベルの意思決定をすることができなくなる。",
                        "以上によれば，政策レベルの意思決定を支援することを可能にする構成要件B3及びHは，本件発明の技術的思想を構成する特徴的部分(本質的部分)であるといえる。",
                        "しかるところ，被告製品は，構成要件B3及びHをいずれも充足しないから，本件発明の本質的部分を備えているということはできない。",
                        "したがって，被告製品の前記(ア)の相違部分は，本件発明の本質的部分でないということはできないから，被告製品は，第1要件を充足しない。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(無効の抗弁の成否)について",
          "text": [
            "原判決26頁16行目の「本件発明は」の次に「乙12の1，2を主引用例として」を加えるほか，原判決「事実及び理由」の第3の3に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点4(権利濫用の成否)について",
          "text": [
            "原判決「事実及び理由」の第3の4に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点5(控訴人の損害額)について",
          "text": [
            "原判決「事実及び理由」の第3の5に記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の損害賠償請求は理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲2)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図1，2，4及び5については別紙4を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，会計処理方法であって，特に，国や地方自治体などの公会計における会計処理方法および当該会計処理をコンピュータで処理するためのプログラムを記録した記録媒体に関する。",
                    "【背景技術】",
                    "【0002】",
                    "公会計は，国家の政策レベルの意思決定，すなわち国家の行く末や進むべき方向性に関するビジョンの設定，さらに予算を通じた大枠としての資源の調達と配分に関する意思決定をその対象とする。そして公会計の目的は，単なる企業会計と同様の会計処理の観点にとどまらず，むしろそのような国家の政策レベルの意思決定の責任と是非について検証可能な情報を提供することを通じて，政策レベルの意思決定そのものを方向付け，また規律付けるという政治の観点を含むものである。従って企業会計のように，「損益勘定」を重視するのではなく，政策レベルの意思決定を直接，記録・会計処理することが重要である。",
                    "【0003】",
                    "従来の現金主義に基づく公会計は，政府としての政策レベルの意思決定を示していることは間違いない。しかし，資金勘定(資金収支計算書勘定)が示しているのは資金(現金及び現金同等物)の増減にすぎない。",
                    "【0004】",
                    "これまでの資金勘定(資金収支計算書勘定)が公会計のメインフレームとして使われていた理由は，国家の所有者である国民の代表者が国会で決めた予算に対して，法規範性を持たせて厳しくチェックするためには，どこから財源を調達してどのように使ったのかを完全に把握する必要があったからである。",
                    "【0005】",
                    "従来の現金主義に基づく公会計は，政策レベルの意思決定を反映する「鏡」のようなものだと考えることができ，資金(現金及び現金同等物)の増減という「鏡」を見ることで，間接的に国家の政策レベルの意思決定を把握することができるが非常に分かりづらく，政策レベルの意思決定に利用することは困難である。これに対して，政策レベルの意思決定を正面から記録・計算する勘定が要求される。",
                    "【0006】",
                    "従来の会計処理ソフトとしては，企業の消費税，公共料金など振り替え処理を行うソフト(例えば，特許文献1を参照)や国際会計基準に準拠したキャッシュフロー計算書などの財務諸表の作成ソフト(例えば，特許文献2を参照)などが開示されている。また，公会計の会計処理については，政府側から見た貸借対照表と国民側から見た貸借対照表とを作成するソフトが提案されている。(例えば，特許文献3を参照)",
                    "しかし，ここで提案されている貸借対照表は，過去から引き継ぐ全資産の貸借対照表であり，国民側から見て，従来のものより，見やすいとはいえ，政策立案には利用しにくかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【発明が解決しようとする課題】",
                  "text": [
                    "【0007】",
                    "本発明の課題は，国民が将来負担するべき負債や将来利用可能な資源を明確にして，政策レベルの意思決定を支援できる会計処理方法および会計処理を行うためのプログラムを記録した記憶媒体を提供することである。",
                    "【課題を解決するための手段】",
                    "【0008】",
                    "本発明では，上記の課題を解決するために，純資産の変動計算書勘定を新たに設定し，当該年度の政策決定による資産変動を明確にするとともに，将来の国民の負担をシミュレーションできる会計処理方法を提案した。",
                    "【0009】",
                    "請求項1に係る発明は，財務諸表を作成する会計処理のためのコンピュータシステムであって，予算を含む，従来の単式簿記システムにより作成された伝票データから資金(現金及び現金同等物)の受入(A1)と払出(A2)を有する資金収支計算書勘定(A)を記録する資金収支計算書勘定記憶手段と，資金収支計算書勘定記憶手段から，前記伝票データを変換して複式簿記での伝票データとした複式仕訳データを用いて，企業会計における複式簿記・発生主義会計として用いられてきた閉鎖残高勘定(貸借対照表勘定)(B1～B4)と損益勘定(行政コスト計算書勘定)(B5～B7)を作成・記録する閉鎖残高勘定及び損益勘定作成・記録手段と，前記資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から，さらに，前記複式仕訳データを用いて，国家の政策レベルの意思決定を記録・会計処理するために，拡張された処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録する損益外純資産変動計算書勘定作成・記録手段と，処理された結果で，資金収支計算書，貸借対照表，損益外純資産変動計算書，損益勘定行政コスト計算書をふくむ，少なくとも1つ以上の財務諸表を作成する財務諸表作成手段と，作成した財務諸表を表示する財務諸表表示手段とを備え，資金収支計算書勘定(A)の期末の収支尻(貸借差額)(A3)が，当期資金増減額として，貸借対照表上の資金勘定(B1)に振替えられ，資金収支計算書勘定と貸借対照表勘定の間での勘定連絡であり，損益外純資産変動計算書勘定作成・記録手段の記録は，その期における損益外の純資産増加(C3，C4)と純資産減少(C1，C2)の2つで構成され，前記損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)である純経常費用(B7)が処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の(C1)に振替えられ，処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の貸方と借方の差額(収支尻)が，当期純資産変動額(C5)という形で，最終的には(B)の閉鎖残高勘定(貸借対照表勘定)の純資産(国民持分)(B4)の部に振り替えられて，(B)の閉鎖残高勘定(貸借対照表勘定)の借方(左側)と貸方(右側)がバランスし，一方で，処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の借方側(勘定の左側)には純経常費用(C1)と並んで財源措置(C2)という項目もあるが，これは具体的に言えば社会保障給付や，インフラ資産を整備した際の資本的支出のような，損益外で財源を費消する取引のことを指しており，処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の貸方側(勘定の右側)に計上される資産形成充当財源(C4)は，財源措置として支出がなされた場合，財源は費消されるが，その一部分は，インフラ資産のように将来にわたって利用可能な資産形成に充当されるため，その支出の時点で政府の純資産(国民持分)がまるまる毀損したわけではなく，何らかの資源が現金以外の形で会計主体としての政府の内部に残っていると考えることができ，将来世代も利用可能な資産が，当期どれだけ増加したかを示しているのが資産形成充当財源(C4)であることを特徴とする会計処理コンピュータシステムである。",
                    "【0010】",
                    "このような会計処理により，純資産変動額や将来償還すべき負担の増減額を財務諸表のなかに表示することができるので，国民の資産が当期の予算措置で増えるのかまたは減るのか，また，その財源の内訳から将来の国民負担がどの程度増えるのかまたは減るのかを一目で知ることが出来る。したがって，政策決定者は純資産変動額を勘案して政策を遂行することができる。",
                    "【0011】",
                    "請求項2に係る発明は，予算データから請求項1に記載した会計処理コンピュータシステムで得られた財務諸表に対して，純資産変動額または将来償還すべき負担の増減額の目標値を設定する項目と，増減額を少なくとも仕訳された1の科目以上を変数とするように項目を選択して変数とする科目とを定める表を表示し，該表に入力することで，シミュレーション手順を選択するシミュレーション手順選択手段と，請求項1に記載した会計処理コンピュータシステムで前と同じ予算データを処理して，純資産変動額または将来償還すべき負担の増減額が目標値になるように，該変数に指定した科目の金額の組み合わせを算出して，シミュレーション結果を表又はグラフで表示する結果表示手段とを備える会計処理のコンピュータシミュレーション・システムである。",
                    "【0012】",
                    "このような会計処理方法においては，純資産変動額または将来償還すべき負担の増減額を目標値として，当期の財政支出をシミュレーションして調整することにより，政策の意思決定者に対して財政状況を考慮した政策決定のための支援を行うことができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0021】",
                    "本発明によれば，純資産の変動計算書勘定を新たに設定し，当該年度の政策決定による資産変動を明確にするとともに，将来の国民の負担をシミュレーションできる会計処理方法をコンピュータで処理することができる。これにより，政策の意思決定者が汎用のコンピュータを使ってデータを入力するだけで，当期における純資産の変動額に関する会計処理ができ，さらに，シミュレーションを行い，その結果を政策の意思決定に反映させることができる。さらに，純資産の変動額を織り込んだ貸借対照表を作成することができ，国が所有する国民の資産と負債の総額が明確になり，償還するべき負債総額と財政収入のバランスから，今後の政策の方向性を決定するのを支援できる効果を発揮する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明を実施するための最良の形態】",
                  "text": [
                    "【0022】",
                    "以下，本発明について，好ましい実施形態を，図を参照しながら詳述する。図 1に，従来の公会計による会計処理と本発明による会計処理との勘定連絡図を示す。",
                    "【0023】",
                    "まず，図1の(A)の部分が示すのは，従来，単式簿記・現金主義会計で扱ってきた資金(現金及び現金同等物)の受入と払出を記録・会計処理する資金収支計算書勘定である。期末の収支尻(貸借差額)が，当期資金増減額として，図 1の(B)貸借対照表上の資金勘定に振替えられることとなる。これが資金勘定(資金収支計算書勘定)と閉鎖残高勘定(貸借対照表勘定)の間での勘定連絡である。",
                    "【0024】",
                    "次に，(B)の部分が示すのは，従来，企業会計における複式簿記・発生主義会計として用いられてきた閉鎖残高勘定(貸借対照表勘定)と損益勘定(行政コスト計算書勘定)である。なお，現在，証券取引法適用企業についてはキャッシュフロー計算書の作成も義務付けられているが，通常，キャッシュフロー計算書は，期中の仕訳を経ずに期末に貸借対照表及び損益計算書を組替えて作成されるにとどまっている。従って，現在，企業会計で用いられている勘定体系の中心は，(B)の部分の閉鎖残高勘定(貸借対照表勘定)と損益勘定(行政コスト計算書勘定)である。",
                    "【0025】",
                    "そして，(C)の部分が，主として国家の政策レベルの意思決定を記録・会計処理するために，本発明により拡張された処分・蓄積勘定(損益外純資産変動計算書勘定)である。処分・蓄積勘定は，(B)の損益勘定(行政コスト計算書勘定)の収支尻を「純経常費用」として受入れるとともに，処分・蓄積勘定自体の収支尻である「当期純資産変動額」を(B)の貸借対照表上の純資産の部に振替えることとなる。",
                    "【0026】",
                    "(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の構成は，その期における損益外の純資産増加と純資産減少の二つである。まず，(B)の損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)である純経常費用が(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)に振替えられてくる。公共部門の場合は，一般事業会社と違って自分で収益を上げるということはほとんど想定されていないので，(B)の損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)は赤字になると考えられる。そこで，ここではマイナスの形で表現しているが，それがそのまま(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の借方側(勘定の左側)に純経常費用への財源措置として振り替えられてくる。これは人件費や旅費等の純経常費用(収益-費用)として，財源が費消されていることを意味する。それに対する財源の調達は，税収等の形でなされるものであるが，それは当期利用可能な資源，すなわち財源の増加額として貸方側(勘定の右側)に計上される。",
                    "【0027】",
                    "一方で，(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の借方側(勘定の左側)には純経常費用と並んで財源措置という項目もあるが，これは具体的に言えば社会保障給付や，インフラ資産を整備した際の資本的支出のような，損益外で財源を費消する取引のことを指している。",
                    "【0028】",
                    "最後に，(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の貸方側(勘定の右側)に計上される資産形成充当財源について説明する。財源措置として支出がなされた場合，財源は費消されるが，その一部分は，インフラ資産のように将来にわたって利用可能な資産形成に充当されるため，その支出の時点で政府の純資産(国民持分)がまるまる毀損したわけではなく，何らかの資源が現金以外の形で会計主体としての政府の内部に残っていると考えることができる。そこで，将来世代も利用可能な資産が，当期どれだけ増加したかを示しているのが資産形成充当財源である。",
                    "【0029】",
                    "別の言い方をすれば，財源とは，税収や他会計からの繰入金のように現金などの形で流動性の高い資源として流入してきた未使用の資源を意味する一方で，資産形成充当財源とは，そのような財源が固定資産などに転化したもの，すなわち税収等の財源が使用されて減少したが，将来世代が利用可能な資産の形で増加したと解釈できるものを計上することになる。",
                    "【0030】",
                    "そして，(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の貸方と借方の差額(収支尻)が，当期純資産変動額という形で，最終的には(B)の閉鎖残高勘定(貸借対照表勘定)の純資産(国民持分)の部に振り替えられて，(B)の閉鎖残高勘定(貸借対照表勘定)の借方(左側)と貸方(右側)がバランスすることになる。(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の収支尻(貸借差額)である当期純資産変動額がここで表現されているようにマイナスになる場合は，国民の持分である純資産を食い潰していることを意味する。これは本来であれば当期において現役世代の負担において財源の手当てをすべきだったのに，財源不足に陥ったため，将来の利用可能な資産か純資産(国民持分)の一部を食い潰したということであり，将来世代がいずれこの部分を穴埋めしなければならなくなる。従って，マイナスの当期純資産変動額とは，当期に処理しきれなかった歪みであって，将来世代に対して負担が現実的に先送りされた金額だと考えることができる。",
                    "【0031】",
                    "このようにして，この発明による会計処理方法によって表示・計算される将来利用可能な資源の増加額や，将来世代への負担の先送り金額が明らかになることとなる。そして，こうした勘定連絡(勘定科目間の金額の連動)をきちんと設定しておくことによって，本発明による会計処理の特徴であるシミュレーション機能が現実に可能となる。一つの勘定科目の金額が変動した場合に，公会計の勘定体系である(A)(B)(C)のすべてが連動して他の勘定科目に対する金額的な波及効果が完全に計算可能となるからである。",
                    "【0032】",
                    "予算編成上の意思決定を行うためには，財政政策による資源配分の変更を行うことによって政府の財務諸表上にどのような波及効果が生じるのかを予測しながら意思決定を行わなければならない。これを可能とするために，本発明による会計処理の勘定連絡の設定が有効に機能する。",
                    "【0033】",
                    "図2に，処分・蓄積勘定(損益外純資産変動計算書勘定)の一実施例を示す。図2に示すような表形式は，例えばマイクロソフト社のエクセル(商品名)を利用して，コンピュータで読み取り可能な記録媒体に，表のフォーマットをプログラムしておく。記録媒体としては，フレキシブルディスク(FD，CD-ROM，光磁気ディスク(MO)などを使うことができる。表の中のデータとしての具体的数値は，図3に示すコンピュータ1のキーボードやバーコード読み取り装置，光学式読み取り機(OCR)による読み取り装置などの入力装置2から入力する。また，コンピュータのプログラムを読み取るための読み取り装置3としては，フレキシブルディスク(FD)ドライブ，CD-ROMドライブ，光磁気ディスク(MO)ドライブなどを装備する。また，データはFD，CD-ROM，MOなどに記録したものを上記のドライブを使って入力してもよい。",
                    "【0034】",
                    "図2において，左側上部の行政コスト(経常損益)すなわち行政にかかる費用は，当期中に損益勘定(行政コスト計算書勘定)で処理すべき総費用及び総収益を計上する。この表では，とりあえず通常の企業会計で用いられる発生形態別分類に準拠して経常費用を計上することとしているが，勘定科目の設定は，現在，政府で用いている歳入・歳出項目であっても差し支えない。",
                    "【0035】",
                    "行政コスト(経常損益)の小計，すなわち経常損益財源の変動は，図1で示した損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)である純経常費用に一致する。その金額は，純経常費用を補填するための財源措置として図1の(C)で表される損益外純資産変動計算区分の最上部に計上される。",
                    "【0036】",
                    "損益勘定(行政コスト計算書勘定)は，主として行政レベルの業務執行上の意思決定を対象とするので，行政コスト(損益)計算区分に計上される行政コスト(経常損益)は少なければ少ないほど効率的な行政運営であることを意味する。",
                    "【0037】",
                    "図2において，左側中段にある財源の使途(損益外財源の減少)に属する勘定科目群は，処分・蓄積勘定(損益外純資産変動計算書勘定)の借方側に計上される科目である。ここは主として国家の政策レベルの意思決定として，どこにどれだけの資源を配分するかということを表示する部分である。これは現役世代によって構成される内閣及び国会が，予算編成上，どこにどれだけの資源を配分すべきかを意思決定し，当該会計期間中に費消する資源の金額である。",
                    "【0038】",
                    "財源の使途(損益外財源の減少)とは，当該会計期間中における損益勘定(行政コスト計算書勘定)に計上されない純資産(国民持分)の減少原因であって，当期に費消可能な資源の流出をいう。この表では，その金額を損益外純資産変動計算区分において財源措置(当期費消する資源の総額)として計上している。",
                    "【0039】",
                    "具体的には，まず資本形成への財源措置として，固定資産形成のための資本的支出額を計上している。例えば文教関連であれば，国立大学法人で施設整備する場合の資本的支出額を計上する。通常の公共事業の場合は道路や橋への資本的支出額を計上する。次に，貸付金・出資金への財源措置として，金融資産を形成することとなる貸付・出資金額を計上する。例えば中小企業対策として国民金融公庫などの連結対象特殊法人等を経由して，当期に(期間一年以上の)貸付を行った金額を計上する。経済協力の場合も，例えば円借款でどの国にいくら貸付を行ったか，その金額を計上する。さらに預金保険機構を通じて金融機関に対する資本注入を行った場合も，その出資金額を計上することとなる。これらは，国民の純資産として将来に残る資産の科目からなる財源措置と区分される。",
                    "【0040】",
                    "そして補助金・社会保障給付等の移転支出への財源措置については，非交換性の支出(対価なき移転支出)金額を計上する。その他，国債整理基金のような減債基金を設定している場合には，減債基金への繰入額(元本分)を計上する。これらは，国民の純資産として将来に残る資産の科目以外の科目からなる財源措置と区分される。",
                    "【0041】",
                    "この表では財源の使途(損益外財源の減少)の勘定科目分類として，とりあえず性質別に固定資産形成，金融資産形成，非交換性の支出という形式としているが，この他にももちろん事務事業・施策単位など別の勘定科目分類を設定することも可能であり，国民の純資産として将来に残る資産の科目とそれ以外の科目に区分できればよい。",
                    "【0042】",
                    "図2における中央部には，財源措置，すなわち財源の使途(損益外財源の減少)に対応する財源の調達(損益外財源の増加)を，科目別に区分して記載する。これについては，損益外純資産変動計算区分の財源の調達(損益外財源の増加)の欄において，その金額が，財源の種類別(税収からの一般財源，他会計からの繰入，その他の財源)としてその金額が計上される。",
                    "【0043】",
                    "例えば，政府が破綻金融機関に公的資金を注入する場合，その資本注入額自体は損益外財源変動計算区分の財源措置(当期費消する資源の総額)として計上されるが，そのための財源の調達(現役世代の負担額)が税金によるものなのか，それ以外の財源によるものなのか，ということが表示される。もし税収(一般財源)等による調達額が不足すれば，その負担は最終的に将来世代へと先送りされることになる。現役世代が，当期費消する資源の総額(財源措置)と現役世代の負担額(財源の調達)の差額として，各純資産の変動原因(勘定科目)ごとにいくら実質的な公債発行相当額が生じたのか，言い換えればどれだけ将来世代への負担の先送り額が生じたのかを計算することとなる。",
                    "【0044】",
                    "図2の下段にある資産形成充当財源の変動に属する勘定科目群は，処分・蓄積勘定(損益外純資産変動計算書勘定)の貸方側に計上される科目である。資産形成充当財源の変動とは，当該会計期間中における損益勘定(行政コスト計算書勘定)に計上されない純資産(国民持分)の変動原因であって，原則として資金以外の形態をとる将来利用可能な資源の流出入をいう。会計上は，資産形成に充当された資産見返勘定を変動させるすべての取引を意味する。この表では，その金額を資産形成充当財源変動計算区分として計上している。",
                    "【0045】",
                    "具体的には，まず資産形成充当財源の減少原因別に，資産形成充当財源変動計算区分にその金額を計上する。この表の場合，例えば減価償却・直接資本減耗や除売却による固定資産の減少額の他，貸付金等の元本償還による金融資産の減少額を表示する。次に資産形成充当財源の増加原因については，財源内訳別にその金額を計上する。つまり資産形成の財源内訳として，例えば税収(一般財源)によるものなのか，他会計からの繰入によるものなのか，あるいはその他の財源(公債発行の場合を含む)によるのなのかによって区別して表示する。さらに，資産形成充当財源の増加も減少もあり得る変動原因として，資産及び負債の再評価差額(再評価損益)を計上する。",
                    "【0046】",
                    "資産形成充当財源(将来利用可能な資源)の変動額の一部は，実は財源措置額(当期費消する資源の総額)の一部分と連動している。と言うのも，当該会計期間中の財源措置(当期費消する資源の総額)の一部分は，インフラ資産等の固定資産，貸付金・出資金等の金融資産に形を変えて将来世代も含めて利用可能な資源となっているからである。従って，その部分については，将来利用可能な資源(資産形成充当財源)が増加したものとして，資産形成充当財源変動計算区分においてその金額が計上されることとなる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "【0050】",
                  "text": [
                    "図2において，右側に位置する当期純変動の欄に，赤字公債相当額，建設公債相当額などの将来世代の負担変動額が表示されることとなっている。",
                    "【0051】",
                    "上記のように，行政コスト(損益)計算区分の収支尻(貸借差額)である純経常費用への財源措置を含め，損益外純資産変動計算区分において，財源措置(当期費消する資源の総額)とこれに対応する財源の調達(現役世代の負担額)が計上される。そしてその差額が，当期純変動(将来世代の負担変動額)を構成する赤字公債相当額または建設公債相当額として表示される。赤字公債相当額または建設公債相当額のいずれに該当するかは，資産形成(将来利用可能な資源の増加)を伴う財源措置か否かによって区別される。",
                    "【0052】",
                    "ここで赤字公債相当額または建設公債相当額という言い方をしているのは，現実の公債発行額とは必ずしも金額が一致しないからである。つまり，公債発行による資金調達が行われる場合，当該会計期間中に現実にキャッシュを必要とする場合が大半だと思われるが，公債発行以外の場合であっても，キャッシュの流出入なくして政府の負債が増加することは十分あり得る。例えば，国庫債務負担行為や公的年金債務の積立不足額の増加のようにキャッシュの流出入なくして政府の負債が増加する一方で，その分，純資産(国民持分)が減少する場合，現実の公債発行はなされないものの，実質的な赤字公債相当額として計上される。",
                    "【0053】",
                    "まず赤字公債相当額は，資産形成(将来利用可能な資源の増加)を伴わない財源措置額(当期費消する資源の総額)と，現役世代の負担額(当期利用可能な資源の増加)との差額として，当期純変動に計上される。具体的には，赤字公債相当額は，資産形成を伴わない行政コスト(経常損益)や社会保障給付等の非交換性の支出(対価なき移転支出)に対する財源措置額と，それに対する現役世代の負担額(財源の調達)との差額として計算される。そしてこの赤字公債相当額は，計算上最終的に，将来世代への負担の先送り額を構成することになる。",
                    "【0054】",
                    "次に建設公債相当額は，資産形成(将来利用可能な資源の増加)を伴う財源措置額(当期費消する資源の総額)と，現役世代の負担額(当期利用可能な資源の増加)との差額として，当期純変動に計上される。具体的には，財源の使途(損益外財源の減少)を構成する勘定科目群のうち，扶助費・補助金等移転支出(非交換性の支出)に対する財源措置は資産形成(将来利用可能な資源の増加)を伴わないものであるから，それ以外の財源の使途(損益外財源の減少)の合計金額と，これに対応する現役世代の負担額(当期利用可能な資源の増加)との差額が建設公債相当額として計算される。",
                    "【0055】",
                    "上記の赤字公債相当額及び建設公債相当額の合計金額は，当期純変動における経常損益財源の変動(行政コスト[経常損益]の小計)と損益外財源の変動(損益外財源の変動の小計)との合計金額に一致する。その金額は，現役世代から構成される内閣及び国会の意思決定によって，既に現時点において，将来の負債償還のために拘束された資源額を意味する。",
                    "【0056】",
                    "他方，資産形成充当財源の変動は，将来利用可能な資源の変動額を意味し，当期純変動においてその小計金額が計上される。",
                    "【0057】",
                    "これら当期純変動における経常損益財源の変動(行政コスト[経常損益]の小計)，損益外財源の変動(損益外財源の変動の小計)，そして資産形成充当財源の変動をすべて合算することによって，純資産変動計算書の最終的な収支尻(貸借差額)が計算される。そしてこの当該会計期間中の純資産変動が，将来世代の負担変動額を意味する。",
                    "【0058】",
                    "当該会計期間中の純資産変動額は，貸借対照表上の純資産(国民持分)の変動として反映される。そして政府が過去・現在・未来にわたる時間軸上の資源配分を行う会計主体であるとすれば，その純資産(国民持分)の変動こそが現役世代と将来世代との間での資源の配分を意味する。例えば純資産(国民持分)が減少する場合は，現役世代が将来世代にとっても利用可能であった資源を費消して便益を享受する一方で，将来世代にその分の負担が先送りされたことになる。逆に純資産(国民持分)が増加する場合は，現役世代が自らの負担によって将来世代も利用可能な資源を蓄積したこととなり，その分，将来世代の負担は軽減される。",
                    "【0059】",
                    "本発明の会計処理方法によれば，現役世代と将来世代との間での資源の配分を検討するために，行政コストの削減，政策実行のための財源措置すなわち当期の実行予算を様々に変えて，図2に示す表の計算を行うことができる。これにより，現役世代が負担する分と将来世代にその分の負担が先送りされる部分とが明確になり，政策意思決定を支援できる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "【0060】",
                  "text": [
                    "さらに，図4におけるステップS5で，全てのデータが入力されたことを判定し，次のステップS7で，貸借対照表作成を選択すると，貸借対照表作成のためのデータ入力画面(図示しない)が表示される(ステップS8)。ステップS9で，貸借対照表作成のために必要なデータ，例えば，現金，有価証券，インフラ資産，公債発行残高，公的年金債務など借方と貸方に対応するデータを入力する。このとき，先に計算された純資産変動額が貸方に計上される。この場合も，借方と貸方のデータ入力の度に，ステップS10の演算が行われ，貸借対照表の欄が埋められて，全てのデータが入力されたとき(ステップ11)に，貸借対照表が完成する(ステップ12)。",
                    "【0061】",
                    "図1の(B)で示される貸借対照表は，資産の部では，過去の政策運営の蓄積として，政府に保有されている資産がどのような状況にあるのかが表示される。例えば社会保障分野の場合，公的年金の積立金を様々な形態で運用していれば，有価証券や公債として計上される。非金融資産(固定資産)のうち，行政庁舎のように基本的に収益を上げない資産はインフラ資産として，あるいは保養施設や厚生年金会館のように収益事業に用いられる資産は事業用資産として計上される。これらによって，社会保障の分野においてどのような資産がこれまで蓄積されてきたのかが明らかになる。",
                    "【0062】",
                    "次に負債の部では，それらの資産を形成するための資金をどのように調達したかが表示される。例えば公債の発行残高が計上される他，社会保障分野の場合，公的年金債務(責任準備金)等が計上される。",
                    "【0063】",
                    "最後の純資産(国民持分)の部は，どれだけの資産が財源または資産形成充当財源という形態で蓄積されているかを意味するとともに，その合計金額は上記の資産と負債の差額に一致する。",
                    "【0064】",
                    "損益計算書の作成は，既に損益外純資産変動計算書の作成のときに，データを入力しているので，そのデータを連結することにより，貸借対照表作成のフローと同様に，損益計算書作成を選択することによって，該当するデータを連結させて，容易に作成できる。また，資金収支計算書は，当期の現金の受け入れ，払い出しの収支計算であり，当期の損益外純資産変動計算書における予算措置に対して，払い出し実績と，貸借対照表の資金残高を計上したもので，前記の貸借対照表作成のフローと同様に，払い出し実績のデータを入力することにより，同様の手順で容易に作成できる。",
                    "【0065】",
                    "図2では，代表的な大枠で科目を示していて，基本的な処理プロセスを説明するのに，図4に示したように逐次データを入力するようなフローを使ったが，実際のデータでは，勘定科目が数千科目もあり，この表を作りながらデータを入力するのは効率が悪く実用的ではない。したがって，最初に全てのデータを入力し，データが揃った後に上記のそれぞれの財務諸表を作成するようなプロセスにするのがよい。すなわち，数千の勘定科目のデータは出納システムの伝票データとして，従来の形式で存在しているか，または，従来の形式により，各行政機関で作成される。CD-ROM，FD，MOなどの記録媒体に記録されたこれらのデータを一括して読み込み，それをこの会計処理に合うように仕訳を行うのがよい。",
                    "【0066】",
                    "図5に，従来の単式簿記システムにより作成されたデータを，本発明に適用する科目に仕訳けるためのソフトウエア構造の一例を示す。図5において，従来の方式である単式会計システム 21でのマスタデータと会計処理データを，マスタ登録モジュール 22における変換定義 23と仕訳パターン24にしたがって，データ変換モジュール 25と複式仕訳入力モジュール 26により複式仕訳データ 27 に変換する。この複式仕訳データ 27は，複式簿記を作成する場合のデータとなるものである。",
                    "【0067】",
                    "複式仕訳データ 27 は，仕訳変換モジュール 28を通し，仕訳エンジン 29により，本発明の会計処理による財務諸表，特に，損益外純資産変動計算書を作成するための仕訳を行い，仕訳マスタ 30として格納する。",
                    "【0068】",
                    "このようにして，会計処理に必要なデータが揃うと，図2に示すような損益外純資産変動計算書をはじめ貸借対照表，損益計算書，資金収支計算書などの財務諸表を同時に作成することができる。",
                    "【0075】",
                    "この発明は，上記の実施例に限定されるものではなく，当業者が，この発明の趣旨に基づき，容易に実施できる部分的な会計処理手順の変更や置き換えも請求の範囲に含まれる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本件明細書には，本件発明に関し，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "公会計は，国家の政策レベルの意思決定，すなわち，国家の行く末や進むべき方向性に関するビジョンの設定と予算を通じた大枠としての資源の調達と配分に関する意思決定を対象とするものであり，政策レベルの意思決定を直接記録し，会計処理をすることが重要であるところ，従来の現金主義に基づく公会計は，資金(現金及び現金同等物)の増減を見ることで，間接的に国家の政策レベルの意思決定を把握することができたが，非常に分かりづらく，政策レベルの意思決定に利用することは困難であり，政策レベルの意思決定を正面から記録，計算する勘定が要求されていた(【0002】，【0005】)。",
                    "また，従来の公会計の会計処理のソフトとして，政府側から見た貸借対照表と国民側から見た貸借対照表とを作成するソフトが提案されているが，作成される貸借対照表は，過去から引き継ぐ全資産の貸借対照表であり，国民側から見て，従来のものより，見やすいとはいえ，政策立案には利用しにくいという問題点があった(【0006】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「本発明」は，国民が将来負担すべき負債や将来利用可能な資源を明確にして，政策レベルの意思決定を支援することができる会計処理方法を提供することを課題とし，この課題を解決するために，「純資産の変動計算書」を新たに設定し，当該年度の政策決定による資産変動を明確にすることができる会計処理方法を提案するものである(【0007】，【0008】)。",
                    "そして，請求項1に係る発明(本件発明)は，財務諸表を作成する会計処理のためのコンピュータシステムであって，予算を含む，従来の単式簿記システムにより作成された伝票データから資金(現金及び現金同等物)の受入(A1)と払出(A2)を有する資金収支計算書勘定(A)を記録する「資金収支計算書勘定記憶手段」と，資金収支計算書勘定記憶手段から前記伝票データを変換して複式簿記での伝票データとした複式仕訳データを用いて企業会計における複式簿記・発生主義会計として用いられてきた閉鎖残高勘定(貸借対照表勘定)(B1～B4)と損益勘定(行政コスト計算書勘定)(B5～B7)を作成・記録する「閉鎖残高勘定及び損益勘定作成・記録手段」と，前記資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から，さらに前記複式仕訳データを用いて，国家の政策レベルの意思決定を記録・会計処理するために，拡張された処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録する「損益外純資産変動計算書勘定作成・記録手段」と，処理された結果で資金収支計算書，貸借対照表，損益外純資産変動計算書，損益勘定行政コスト計算書をふくむ，少なくとも1つ以上の財務諸表を作成する「財務諸表作成手段」と，作成した財務諸表を表示する「財務諸表表示手段」とを備え，資金収支計算書勘定(A)の期末の収支尻(貸借差額)(A3)が，当期資金増減額として，貸借対照表上の資金勘定(B1)に振り替えられ，資金収支計算書勘定と貸借対照表勘定の間での勘定連絡であり，損益外純資産変動計算書勘定作成・記録手段の記録は，その期における損益外の「純資産増加(C3，C4)」と「純資産減少(C1，C2)」の2つで構成され，前記損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)である「純経常費用(B7)」が処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の(C1)(「純経常費用」)に振り替えられ，処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の貸方と借方の差額(収支尻)が，「当期純資産変動額(C5)」という形で，最終的には(B)の閉鎖残高勘定(貸借対照表勘定)の「純資産(国民持分)(B4)」の部に振り替えられて，(B)の閉鎖残高勘定(貸借対照表勘定)の借方(左側)と貸方(右側)がバランスし，一方で，処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の借方側(勘定の左側)の「財源措置(C2)」は，具体的には社会保障給付やインフラ資産を整備した際の資本的支出のような損益外で財源を費消する取引を指し，処分・蓄積勘定(損益外純資産変動計算書勘定)(C)の貸方側(勘定の右側)の「資産形成充当財源(C4)」は，財源措置として支出がされた場合，財源は費消されるが，その一部分は，インフラ資産のように将来にわたって利用可能な資産形成に充当されるため，その支出の時点で政府の純資産(国民持分)が何らかの資源が現金以外の形で会計主体としての政府の内部に残っていると考えることができ，将来世代も利用可能な資産が当期どれだけ増加したかを示していることを特徴とする会計処理コンピュータシステムの構成を採用したものである(【0009】，図1)。",
                    "請求項1に係る発明(本件発明)は，このような会計処理により，純資産変動額や将来償還すべき負担の増減額を財務諸表の中に表示し，当該年度の政策決定による資金変動を明確にすることができるので，国民の資産が当期の予算措置で増えるのか又は減るのか，また，その財源の内訳から将来の国民負担がどの程度増えるのか又は減るのかを一目で知ることができ，政策決定者は純資産変動額を勘案して政策を遂行することができるという効果を奏する(【0010】，【0021】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(被告製品の本件発明の構成要件充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-3(被告製品の構成要件B3の充足性)について",
              "text": [
                "次のとおり訂正するほか，原判決「事実及び理由」の第4の2に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決49頁5行目及び17行目の「作成・記録」」を「作成・記録する損益外純資産変動計算書勘定作成・記録手段」」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決49頁22行目から50頁19行目までを次のとおり改める。",
                    "「    以上のとおり，本件発明の特許請求の範囲(請求項1)によれば，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から…処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録する損益外純資産変動計算書勘定作成・記録手段」にいう「から」とは「基に」を意味するものと解するのが文理上自然であるから，構成要件B3は，「損益外純資産変動計算書勘定作成・記録手段」が「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段」を基に「処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)」を作成・記録する構成を備えることを規定したものと解される。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "これに対し控訴人は，本件明細書の【0031】，図1及び会計学上の技術常識によれば，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」とは「との勘定連絡を通じて」と解すべきであるから，構成要件B3は，「損益外純資産変動計算書勘定作成・記録手段」が，「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段との勘定連絡を通じて処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)を作成・記録」する構成を備えることを規定したものである旨主張する",
                      "text": [
                        "しかしながら，原告の主張は，以下のとおり理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明の特許請求の範囲(請求項1)の記載中には，「勘定連絡を通じて」との文言がないのに，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」を「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段との勘定連絡を通じて」と読み替えることは文理上不自然である。一方で，構成要件Eにおいて，「資金収支計算書勘定(A)の期末の収支尻(貸借差額)(A3)が，当期資金増減額として，貸借対照表上の資金勘定(B1)に振替えられ，資金収支計算書勘定と貸借対照表勘定の間での勘定連絡であり」との記載があり，「勘定連絡」の語が用いられていることに照らすと，構成要件B3においても，「勘定連絡」の語を用いて，「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段との勘定連絡を通じて」と明記することができたものといえるが，そのような記載がされていないということは，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」は「との勘定連絡を通じて」とは別の意味であると受け止めるのが自然である。",
                            "そうすると，請求項1の記載に接した当業者において，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」とは「との勘定連絡を通じて」を意味するものと理解するのは困難であるものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，本件明細書においても，構成要件B3の「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段から」にいう「から」とは「との勘定連絡を通じて」を意味することを明示した記載はない。もっとも，本件明細書の【0031】には，「このようにして，この発明による会計処理方法によって表示・計算される将来利用可能な資源の増加額や，将来世代への負担の先送り金額が明らかになることとなる。そして，こうした勘定連絡(勘定科目間の金額の連動)をきちんと設定しておくことによって，本発明による会計処理の特徴であるシミュレーション機能が現実に可能となる。一つの勘定科目の金額が変動した場合に，公会計の勘定体系である(A)(B)(C)のすべてが連動して他の勘定科目に対する金額的な波及効果が完全に計算可能となるからである。」との記載があり，上記記載から，「勘定連絡」とは，「勘定科目間の金額の連動」を意味すること，「勘定連絡」をきちんと設定することにより「公会計の勘定体系である(A)(B)(C)のすべてが連動して他の勘定科目に対する金額的な波及効果が完全に計算可能となる」ことを理解できるが，上記記載は「勘定連絡」の具体的な設定方法について述べたものではなく，ましてや，構成要件B3の「損益外純資産変動計算書勘定作成・記録手段」が「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段」との勘定連絡を通じて「処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)」を作成・記録することを述べたものとはいえない。",
                            "また，本件明細書には，図1に関し，「図1に，従来の公会計による会計処理と本発明による会計処理との勘定連絡図を示す。」(【0022】)，「まず，図1の(A)の部分が示すのは，従来，単式簿記・現金主義会計で扱ってきた資金(現金及び現金同等物)の受入と払出を記録・会計処理する資金収支計算書勘定である。期末の収支尻(貸借差額)が，当期資金増減額として，図 1の(B)貸借対照表上の資金勘定に振替えられることとなる。これが資金勘定(資金収支計算書勘定)と閉鎖残高勘定(貸借対照表勘定)の間での勘定連絡である。」(【0023】)，「そして，(C)の部分が，主として国家の政策レベルの意思決定を記録・会計処理するために，本発明により拡張された処分・蓄積勘定(損益外純資産変動計算書勘定)である。処分・蓄積勘定は，(B)の損益勘定(行政コスト計算書勘定)の収支尻を「純経常費用」として受入れるとともに，処分・蓄積勘定自体の収支尻である「当期純資産変動額」を(B)の貸借対照表上の純資産の部に振替えることとなる。」(【0025】)，「(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の構成は，その期における損益外の純資産増加と純資産減少の二つである。まず，(B)の損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)である純経常費用が(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)に振り替えられてくる。…」(【0026】)，「そして，(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の貸方と借方の差額(収支尻)が，当期純資産変動額という形で，最終的には(B)の閉鎖残高勘定(貸借対照表勘定)の純資産(国民持分)の部に振り替えられて，(B)の閉鎖残高勘定(貸借対照表勘定)の借方(左側)と貸方(右側)がバランスすることになる。」(【0030】)との記載がある。これらの記載から，資金勘定(資金収支計算書勘定)，閉鎖残高勘定(貸借対照表勘定)，損益勘定(行政コスト計算書勘定)及び処分・蓄積勘定(損益外純資産変動計算書勘定)との間で「勘定科目間の金額の連動」があること自体は理解できるが，これらの記載から直ちに構成要件B3の「損益外純資産変動計算書勘定作成・記録手段」が「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段」との勘定連絡を通じて「処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)」を作成・記録することを示したものとまで理解することはできない。このことは，控訴人が主張するように「勘定連絡(勘定科目間の金額の連動)」とは，「取引の二重性」を中心原理とする複式簿記の構造に基づき，資産・負債・資本の増減及び費用・収益の発生という損益計算上の純資産増減と損益外の純資産増減とが，「貸借平均の原理」(借方と貸方の金額が常に一致していること)から導かれる「会計恒等式」(資産＝負債＋資本)を満たすよう整合的に公会計上の勘定体系が整備されていることを意味することが会計学上の技術常識であることを勘案しても，同様である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "よって，控訴人の前記主張は，理由がない。」"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決50頁20行目から51頁11行目までを次のとおり改める。",
                    "「イ  被告製品について",
                    "被告製品による財務書類作成の流れは，概要，総務省が平成27年1月に作成した「統一的な基準による地方公会計マニュアル」(本件マニュアル)記載のとおりであり，被告製品においては，別紙2被告製品説明書記載1のように，取引データを仕訳して複式仕訳データを作成し，「仕訳帳」として記録し，「仕訳帳」の複式仕訳データを勘定科目ごとに金額の増減を記録・計算した「総勘定元帳」を，「総勘定元帳」のデータに基づいて，勘定科目ごとの残高と合計額を表示した一覧表である「合計残高試算表」を，「合計残高試算表」のデータに基づいて，合計残高試算表の残高について財務書類ごとに表示した一覧表である「精算表」を順次作成した上で，同別紙記載2の様式の「貸借対照表」，同別紙記載3の様式の「行政コスト計算書」，同別紙記載4の様式の「純資産変動計算書」及び同別紙記載5の様式の「資金収支計算書」の財務書類4表を作成することは，前記第2の2(3)イに記載のとおりである。",
                    "これを本件マニュアルに掲記されている「8．統一的な基準における具体的な仕訳例」(甲3の9頁・別紙3-1①)，「9．統一的な基準における財務書類の作成例」の「総勘定元帳」(甲3の10頁～12頁)及び「合計残高試算表」(甲3の13頁)の記載に基づいて敷衍すると，以下のとおりである(なお，別紙3-1②は，「8．統一的な基準における具体的な仕訳例」(別紙3-1①)に説明のために赤線及び符号を加筆したもの，別紙3-2は，「総勘定元帳」に説明のために赤線及び符号を加筆したもの，別紙3-3は「合計残高試算表」に説明のために赤線及び符号を加筆したものである。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品では，日々の取引について仕訳して複式仕訳データを作成し，「仕訳帳」(別紙3-1①，②)に記録する。",
                        "例えば，別紙3-1②の「仕訳帳」の【取引】欄の番号①-1(2月3日)の「住民税の調定」の金額「500」は，【仕訳例】欄の番号①-1の2月3日の「借方」の「[BS]未収金」の金額「500」，「貸方」の「[ＮW]税収等」の金額「500」(Ⓕ)に仕訳され，【取引】欄の番号②-2の3月6日の「国補助金収入(道路関係)」の金額「100」は，【仕訳例】欄の番号②-2の3月6日の「借方」の「[CF]国県等補助金収入」の金額「100」(Ⓔ)，「貸方」の「［ＮW］」国県等補助金」の金額「100」(Ⓖ)に仕訳され，【取引】欄の番号③の3月17日の「職員給与支払い」の金額「150」は，【仕訳例】欄の番号③の3月17日の「借方」の「[PL]職員給与費」の金額「150」(Ⓗ)，「貸方」の「[CF]人件費支出」の金額「150」に仕訳される(なお，[BS]は「貸借対照表」，[ＮW]は「純資産変動計算書」，[PL]は「行政コスト計算書」，[CF]は「資金収支計算書」の略称である。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，被告製品では，「仕訳帳」の【仕訳例】の「借方」及び「貸方」のデータを勘定科目ごとに並べ替えて集約し，勘定科目ごとに金額の増減を記録・計算した「総勘定元帳」を作成する(甲3の8頁の※2，乙29の9頁の「2」参照)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "例えば，別紙3-1②の「仕訳帳」の【仕訳例】欄の番号①―1の2月3日の「貸方」の「［ＮW］」税収等」(金額「500」)(Ⓕ)として仕訳されたものは，別紙3-2の「総勘定元帳」の「○純資産変動計算書」欄の「<税収等>」の「勘定科目」の「貸方」の「[BS]未収金(①-1)」(金額「500」)に並び替えて集約され，「残高  500」(Ⓕ)と記録される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "別紙3-1②の「仕訳帳」の【仕訳例】欄の番号①-2の3月3日の「借方」の「[CF]税収等収入」(金額「450」)(Ⓒ)として仕訳されたものは，別紙3-2の「総勘定元帳」の「○資金収支計算書」欄の「＜税収等収入＞」の勘定科目の「借方」の「［BS］未収金(①-2)(金額450)に並び替えて集約され，「残高  450」(Ⓒ)と記録される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "別紙3-1②の「仕訳帳」の【仕訳例】欄の番号②-2の3月6日の「借方」の「［CF］国県等補助金収入」(金額「100」)(Ⓔ)，「貸方」の「［ＮW］国県等補助金」(金額100)(Ⓖ)として仕訳されたものは，前者については，別紙3-2の「総勘定元帳」の「○資金収支計算書」欄の「＜国県等補助金収入(投資活動収支)＞」の「勘定科目」の「借方」の「［ＮW］国県等補助金(②―2)」(金額100)に並び替えて集約され，「残高  100」(Ⓔ)と記録され，後者については，別紙3-2の「総勘定元帳」の「○純資産変動計算書」の「＜国県等補助金＞」の「勘定科目」の「貸方」の「［CF］国県等補助金収入(②-2)」(金額100)に並び替えて集約され，「残高  100」(Ⓖ)と記録される。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "別紙3-1②の「仕訳帳」の【仕訳例】の番号③の3月17日の「借方」の「［PL］職員給与費」(金額150)(Ⓗ)として仕訳されたものは，別紙3-2の「総勘定元帳」の「○行政コスト計算書」欄の「＜職員給与費＞」の「勘定科目」の「借方」の「［CF］人件費支出(③)」(金額150)に並び替えて集約され，「残高  150」(Ⓗ)と記録される。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "別紙3-1②の「仕訳帳」の【仕訳例】欄の番号⑦の3月31日の「借方」の「［CF］使用料及び手数料収入」(金額50)(Ⓓ)として仕訳されたものは，別紙3-2の「総勘定元帳」の「○資金収支計算書」欄の「＜使用料及び手数料収入＞の「勘定科目」の「借方」の「［PL］使用料及び手数料(⑦)」(金額50)に並び替えて集約され，「残高  50」(Ⓓ)と記録される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告製品においては，「総勘元帳」が作成されると，「仕訳帳」から「総勘元帳」への転記が正確に行われているかを検証するために，「総勘定元帳」の勘定科目ごとの残高と合計額を表示した「合計残高試算表」が作成される。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "例えば，別紙3-2の「総勘定元帳」の「○貸借対照表関係」欄の「＜現金預金＞」の「借方」の金額の合計額「900」，「貸方」の金額の合計額「770」，「残高」の「130」(Ⓐ)は，別紙3-3の「合計残高試算表」の「勘定科目」の「BS現金預金」の「本年度計上額」の「借方」に「900」，「貸方」に「770」とそれぞれ記録され，また，「本年度末残高」の「借方」に残高「130」(Ⓐ)が記録される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "別紙3-2の「総勘定元帳」の「○貸借対照表関係」欄の「＜未収金＞」の「借方」の「500」，「貸方」の「450」，「残高」の「50」(Ⓑ)は，別紙3-3の「合計残高試算表」の「勘定科目」の「BS未収金」の「本年度計上額」の「借方」に「500」，「貸方」に「450」とそれぞれ記録され，また，「本年度末残高」の「借方」に残額「50」(Ⓑ)が記録される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "別紙3-2の「総勘定元帳」の「○行政コスト計算書」欄の「＜職員給与費＞」の「借方」の「150」と「残高」の「150」(Ⓗ)は，別紙3-3の「合計残高試算表」の「PL職員給与費」の「本年度計上額」の「借方」に「150」，「本年度末残高」の「借方」に「150」(Ⓗ)とそれぞれ記録される。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "別紙3-2の「総勘定元帳」の「○純資産変動計算書」欄の「＜税収等＞」の「貸方」の「500」と「残高」の「500」(Ⓕ)は，別紙3-3の「合計残高試算表」の「ＮW税収等」の「本年度計上額」の「貸方」に「500」，「本年度末残高」の「貸方」に「500」(Ⓕ)とそれぞれ記録される。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "別紙3-2の「総勘定元帳」の「○純資産変動計算書」欄の「＜国県等補助金＞」の「貸方」の「100」と「残高」の「100」(Ⓖ)は，別紙3-3の「合計残高試算表」の「ＮW国県等補助金」の「本年度計上額」の「貸方」に「100」，「本年度末残高」の「貸方」に「100」(Ⓖ)とそれぞれ記録される。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "別紙3-2の「総勘定元帳」の「○資金収支計算書」欄の「＜税収等収入＞」の「借方」の「450」と「残高」の「450」(Ⓒ)は，別紙3-3の「合計残高試算表」の「＜資金収支計算書関係(現金預金の内訳)＞」欄の「CF税収等収入」の「本年度計上額」の「借方」に「450」，「本年度末残高」の「借方」に「450」(Ⓒ)とそれぞれ記録される。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "別紙3-2の「総勘定元帳」の「○資金収支計算書」欄の「＜使用料及び手数料収入＞」の「［PL］使用料及び手数料(⑦)」の「借方」の「50」と「残高」の「50」(Ⓓ)は，別紙3-3の「合計残高試算表」の「＜資金収支計算書関係(現金預金の内訳)＞」欄の「CF使用料及び手数料収入」の「本年度計上額」の「借方」に「50」，「本年度末残高」の「借方」に「50」(Ⓓ)とそれぞれ記録される。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "別紙3-2の「総勘定元帳」の「○資金収支計算書」欄の「＜国県等補助金収入(投資活動収支)＞」の「［ＮW］国県等補助金(②―2)」の「借方」の「100」，「残高」の「100」(Ⓔ)は，別紙3-3の「合計残高試算表」の「＜資金収支計算書関係(現金預金の内訳)＞」欄の「CF国県等補助金収入(投資活動収支)」の「本年度計上額」の「借方」に「100」，「本年度末残高」の「借方」に「100」(Ⓔ)とそれぞれ記録される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告製品においては，「合計残高試算表」が作成されると，「合計残高試算表」の残高について財務書類ごとに表示した一覧表である精算表が作成された上で，「合計残高試算表」に基づいて，貸借対照表，行政コスト計算書，純資産変動計算書及び資金収支計算書が作成される。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "例えば，別紙3-3の「合計残高試算表」の「BS現金預金」の「本年度末残高」の「借方」の「130」(Ⓐ)は，別紙3-4の「貸借対照表」の【資産の部】欄の「流動資産」の「現金預金」に金額「130」(Ⓐ)と，別紙3-3の「合計残高試算表」の「BS未収金」の「本年度末残高」の「借方」の「50」(Ⓑ)は，別紙3-4の「貸借対照表」の【資産の部】欄の「流動資産」の「未収金」に金額「50」(Ⓑ)とそれぞれ記録される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "別紙3-3の「合計残高試算表」の「PL職員給与費」の「本年度末残高」の「借方」の「150」(Ⓗ)は，別紙3-5の「行政コスト計算書」の「経常費用」の「業務費用」の「人件費」の「職員給与費」に金額「150」(Ⓗ)と記録される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "別紙3-3の「合計残高試算表」の「ＮW税収等」の「本年度末残高」の「貸方」の「500」(Ⓕ)，「ＮW国県等補助金」の「本年度末残高」の「貸方」の「100」(Ⓖ)は，別紙3-6の「純資産変動計算書」の「財源」の「税収等」の行と「余剰分(不足分)」の列との交点に金額「500」(Ⓕ)，「国県等補助金」の行と「余剰分(不足分)」の列との交点に金額「100」(Ⓖ)とそれぞれ記録される。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "別紙3-3の「合計残高試算表」の「＜資金収支計算書関係＞(現金預金の内訳)」欄の「CF税収等収入」の「本年度末残高」の「借方」の「450」(Ⓒ)は，別紙3-7の「資金収支計算書」の「【業務活動収支】」欄の「業務収入」の「税収等収入」に金額「450」(Ⓒ)と，別紙3-3の「合計残高試算表」の「CF使用料及び手数料収入」の「本年度末残高」の「借方」の「50」(Ⓓ)は，別紙3-7の「資金収支計算書」の「【業務活動収支】」欄の「業務収入」の「使用料及び手数料収入」に金額「50」(Ⓓ)と，別紙3-3の「合計残高試算表」の「CF国県等補助金収入(投資活動収支)」の「本年度末残高」の「借方」の「100」(Ⓔ)は，別紙3-7の「資金収支計算書」の「【投資活動収支】」欄の「投資活動収入」の「国県等補助金収入」に金額「100」(Ⓔ)とそれぞれ記録上される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "このように「合計残高試算表」に基づいて，貸借対照表，行政コスト計算書，純資産変動計算書及び資金収支計算書が作成されることにより，被告製品は，別紙2被告製品説明書記載6の「財務書類4表構成の相互関係」のとおり，資金収支計算書の本年度末残高に本年度末歳計外現金残高を加えたものは貸借対照表の「現金預金」の金額に対応し，純資産変動計算書の「本年度末残高」は貸借対照表の「純資産」の金額に対応する。そして，行政コスト計算書の「純行政コスト」の金額は，純資産変動計算書の「純行政コスト」の金額に記載される(甲3の5頁)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告製品の充足性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記イの認定事実よれば，被告製品においては，個々の取引の複式仕訳データが「仕訳帳」から「総勘定元帳」に転記され，「総勘定元帳」のデータに基づいて「合計残高試算表」を，合計残高試算表の残高について財務諸表ごとに表示した一覧表である「精算表」を順次作成した上で，「合計残高試算表」のデータに基づいて，「貸借対照表」，「行政コスト計算書」，「純資産変動計算書」及び「資金収支計算書」の財務書類4表を作成・記録しているものと認められる。",
                        "そうすると，被告製品は，「損益外純資産変動計算書勘定作成・記録手段」が「資金収支計算書勘定記憶手段及び閉鎖残高勘定及び損益勘定作成・記録手段」から「処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)」を作成・記録する構成を備えるものと認められないから，構成要件B3を充足するものと認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し控訴人は，被告製品が準拠する「統一的な基準」(甲3)によれば，①「資金収支計算書」(別紙2被告製品説明書記載5)の【業務活動収支】欄の「業務収入」行と「金額」列の交点は「500」(内訳は「税収等収入  450」(別紙3-7記載のⒸ)，「使用料及び手数料収入  50」(別紙3-7記載のⒹ))であり，【投資活動収支】欄の「投資活動収入」行と「金額」列の交点は「100」(内訳は「国県等補助金収入  100」(別紙3-7記載のⒺ)であるところ，「純資産変動計算書」(別紙2被告製品説明書記載4)の「財源」欄の「税収等」行と「余剰分(不足分)」列の交点は「500」(別紙3-6記載のⒻ)，「国県等補助金」行と「余剰分(不足分)」列の交点は「100」(別紙3-6記載のⒼ)，「合計」が「600」であり，これは，「資金収支計算書」に「業務収入  500(内訳・税収等収入450，使用料及び手数料収入50)」と「国県等補助金収入  100」)が「合計  600」計上された場合，「純資産変動計算書」にも「税収等  500」と「国県等補助金  100」が合計600計上されることを示すものであるから，「資金収支計算書」及び「純資産変動計算書」の対応する科目の金額が正確に一致していること，②「貸借対照表」(別紙2被告製品説明書記載2)には，【純資産の部】欄の「固定資産等形成分」科目の「金額」として「600」が，「余剰分(不足分)」科目の「金額」として「△570」が計上されているところ，「純資産変動計算書」(別紙2被告製品説明書記載4)の「本年度末純資産残高」科目のうち，「固定資産等形成分」の「金額」として「600」，「余剰分(不足分)」の「金額」として「△570」が計上されるなど，「貸借対照表」及び「純資産変動計算書」の対応する科目の金額が正確に一致していること，③「行政コスト計算書」(別紙2被告製品説明書記載3)の「純行政コスト」科目の「金額」は「△570」であるところ，「純資産変動計算書」(別紙2被告製品説明書記載4)の「純行政コスト(△)」科目の「金額」も「△570」であり，「行政コスト計算書」及び「純資産変動計算書」の対応する科目の金額が正確に一致していることからすると，被告製品は，「資金収支計算書勘定及び閉鎖残高勘定及び損益勘定」(「資金収支計算書勘定，貸借対照表勘定及び行政コスト計算書勘定」)を基に，「処分・蓄積勘定」(「純資産変動計算書勘定」)を作成・記録する「損益外純資産変動計算書勘定作成・記録手段」を備えるものであるから，構成要件B3を充足する旨主張する。",
                        "しかしながら，前記のとおり，被告製品においては，控訴人が指摘する純資産変動計算書の「税収等」(前記イ(ア)，(イ)a，(ウ)d，(エ)c)，「国県等補助金」の行と「余剰分(不足分)」の列との交点に記載されている金額(前記イ(ア)，(イ)c，(ウ)e，(エ)c)は，いずれも期中における仕訳後，総勘定元帳，合計残高試算表及び精算表が順次作成された上で，「合計残高試算表」のデータに基づいて計上されているのであって，資金収支計算書を基に作成されているのではないから，上記①の主張は理由がない。",
                        "次に，別紙被告製品説明書記載2の様式の貸借対照表の【純資産の部】欄記載の「固定資産等形成分」科目の金額(600)，「余剰分(不足分)」科目の金額(△570)は，それぞれ別紙被告製品説明書記載4の様式の純資産変動計算書の「本年度末純資産残高」科目のうち「固定資産等形成分」科目の金額(600)，「余剰分(不足分)」科目の金額(△570)に同額が計上されているが，証拠(甲3，乙36)によれば，被告製品においては，「純資産変動計算書」の「本年度末純資産残高」の行と「固定資産等形成分」の列の交点に記載される金額(600)が貸借対照表の「【純資産の部】」の「固定資産等形成分」に転記された上で，貸借対照表の「純資産合計」の科目に記載される金額(30)から「固定資産等形成分」の金額(600)を控除した金額が貸借対照表の「余剰分(不足分)」の金額(△570)として記載されるものと認められる。加えて，被告製品においては，被告製品の純資産変動計算書は，前記(ア)のとおり，「合計残高試算表」のデータに基づいて作成されているのであって，貸借対照表を基に作成されているということはできないから，上記②の主張も理由がない。",
                        "さらに，被告製品の行政コスト計算書の収支尻として計算される純行政コストは，純資産変動計算書に振り替えられている(甲3，乙29〔25頁〕)ものの，被告製品の純資産変動計算書は，上記のとおり，「合計残高試算表」のデータに基づいて作成されているのであって，行政コスト計算書を基に作成されているということはできないから，上記③の主張は理由がない。",
                        "したがって，被告製品が構成要件B3を充足するとの控訴人の上記主張は，理由がない。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-7(被告製品の構成要件Hの充足性)について",
              "text": [
                "以下のとおり訂正するほか，原判決「事実及び理由」の第4の2(2)に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決54頁21行目の「別紙4被告製品説明書」を「別紙2被告製品説明書」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決55頁7行目から9行までを次のとおり改める。",
                    "「  以上のとおり，被告製品においては，「社会保障給付」が「財源措置(C2)」に含まれているものと認められないから，構成要件Hを充足するものと認められない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被告製品は，少なくとも構成要件B3及びHを充足するものと認められないから，その余の点について判断するまでもなく，本件発明の技術的範囲に属するものと認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(均等論)について",
          "text": [
            "控訴人は，仮に本件発明の構成要件Hは「社会保障給付」が「財源措置(C2)」に含まれる構成であると解した場合には，被告製品においては，「社会保障給付」が，「財源措置(C2)」に含まれておらず，「純経常費用(C1)」に含まれている点で本件発明と相違することとなるが，被告製品は，均等の第1要件ないし第3要件を充足するから，本件発明の特許請求の範囲に記載された構成と均等なものとして，本件発明の技術的範囲に属する旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2(2)認定のとおり，被告製品は，少なくとも構成要件B3及びHを充足するものと認められないから，被告製品は，構成要件Hの構成以外に，構成要件B3の構成を備えていない点においても本件発明と相違するものと認められる。",
                "しかるところ，控訴人の主張は，被告製品に構成要件B3の構成についても相違部分が存在し，被告製品と本件発明は構成要件B3及びHにおいて相違することを前提とするものではないから，その前提において理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "次に，被告製品の第1要件の充足性について，念のため判断する。",
                    "本件発明の特許請求の範囲(請求項1)の記載及び前記1(2)認定の本件明細書の開示事項を総合すれば，本件発明は，国民が将来負担すべき負債や将来利用可能な資源を明確にして，政策レベルの意思決定を支援することができる「財務諸表を作成する会計処理のためのコンピュータシステム」を提供することを課題とし，この課題を解決するために「純資産の変動計算書」(「処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)」)を新たに設定し，当該年度の政策決定による資産変動を明確にできるようにしたことに技術的意義があり，具体的には，構成要件B1ないしIの構成を採用し，純資産変動額や将来償還すべき負担の増減額を「処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)」に表示し，当該年度の政策決定による資金変動を明確にすることができるようにしたことにより，国民の資産が当期の予算措置で増えるのか又は減るのか，また，その財源の内訳から将来の国民負担がどの程度増えるのか又は減るのかを一目で知ることができ，政策決定者は純資産変動額を勘案して政策を遂行することができるという効果を奏するようにしたこと(【0002】，【0005】，【0007】ないし【0010】，【0021】，図1)に技術的意義があるものと認められる。",
                    "そして，本件発明の上記技術的意義に鑑みると，本件発明の本質的部分は，「資金収支計算書勘定記憶手段及び閉鎖残高勘定(貸借対照表勘定)及び損益勘定作成・記録手段」から，国家の政策レベルの意思決定を記録・会計処理するために，「処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)」を作成・記録する損益外純資産変動計算書勘定作成・記録手段を備え(構成要件B3)，損益外純資産変動計算書勘定作成・記録手段の記録は，その期における損益外の純資産増加(C3，C4)と純資産減少(C1，C2)の2つで構成され，損益勘定(行政コスト計算書勘定)の収支尻(貸借差額)である「純経常費用(B7)」が処分・蓄積勘定(損益外純資産変動計算書勘定)の「純経常費用(C1)」に振替えられ(構成要件F)，「処分・蓄積勘定(損益外純資産変動計算書勘定)」の貸方と借方の差額(収支尻)が，「当期純資産変動額(C5)」という形で，最終的には「閉鎖残高勘定(貸借対照表勘定)」の「純資産(国民持分)(B4)」の部に振り替えられて，「閉鎖残高勘定(貸借対照表勘定)」の借方(左側)と貸方(右側)がバランスし(構成要件G)，「処分・蓄積勘定(損益外純資産変動計算書勘定)」の借方側(勘定の左側)の「財源措置(C2)」は，具体的には社会保障給付やインフラ資産を整備した際の資本的支出のような損益外で財源を費消する取引を指し(構成要件H)，処分・蓄積勘定(損益外純資産変動計算書勘定)の貸方側(勘定の右側)の「資産形成充当財源(C4)」は，財源措置として支出がされた場合，財源は費消されるが，その一部分は，インフラ資産のように将来にわたって利用可能な資産形成に充当されるため，その支出の時点で政府の純資産(国民持分)が何らかの資源が現金以外の形で会計主体としての政府の内部に残っていると考えることができ，将来世代も利用可能な資産が当期どれだけ増加したかを示している(構成要件I)という構成を採用することにより，当該年度の政策決定による資金変動を明確にし，国民の資産が当期の予算措置で増えるのか又は減るのか，また，その財源の内訳から将来の国民負担がどの程度増えるのか又は減るのかを一目で知ることができ，政策レベルの意思決定を支援することができるようにしたことにあるものと認めるのが相当である。",
                    "しかるところ，被告製品においては，「資金収支計算書勘定記憶手段及び閉鎖残高勘定(貸借対照表勘定)及び損益勘定作成・記録手段」から「処分・蓄積勘定(損益外純資産変動計算書勘定)(C1～C4)」を作成・記録する損益外純資産変動計算書勘定作成・記録手段を備えておらず，また，「社会保障給付」が「財源措置(C2)」に含まれていないため，構成要件B3及びHを充足せず，当該年度の政策決定による資金変動を明確にし，財源の内訳から将来の国民負担がどの程度増えるのか又は減るのかを一目で知ることができるようにして政策レベルの意思決定を支援することができるようにするという本件発明の効果を奏するものと認めることはできない。",
                    "したがって，被告製品は， 本件発明の本質的部分を備えているものと認めることはできず，被告製品の相違部分は，本件発明の本質的部分でないということはできないから，均等論の第1要件を充足しない。",
                    "よって，その余の点について判断するまでもなく，被告製品は，本件発明の特許請求の範囲に記載された構成と均等なものとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し控訴人は，本件明細書の記載によれば，本件発明の本質的部分(課題解決原理)は，①(C)の処分・蓄積勘定(純資産変動計算書勘定)が損益外の純資産増加(C3，C4)(貸方)と純資産減少(C1，C2)(借方)の2つで構成され(構成要件F)，期末にその貸方と借方の差額(収支尻)が当期純資産変動額(C5)という形で閉鎖残高勘定(貸借対照表勘定)の純資産(国民持分)(B4)の部に振り替えられる(構成要件G)ことで，国民が将来負担すべき負債を明確にするという点，②(C)の処分・蓄積勘定(損益外純資産変動計算書勘定)の貸方側において，将来世代も利用可能な資産が当期どれだけ増加したかを示している(財源が固定資産などに転化したもの，すなわち税収等の財源が使用されて減少したが，将来世代が利用可能な資産の形で増加したと解釈できるものを計上する)資産形成充当財源(C4)の金額が，将来利用可能な資源を明確にする(構成要件I)という点，③処分・蓄積勘定(損益外純資産変動計算書勘定)と資金勘定(資金収支計算書勘定)，閉鎖残高勘定(貸借対照表勘定)，損益勘定(行政コスト計算書勘定)との「勘定連絡(勘定科目間の金額の連動)」がプログラムに設定されていることが，政策レベルの意思決定と将来の国民の負担をコンピュータ・シミュレーションする会計処理を可能にするという点にあり，被告製品は，本件発明の本質的部分を備えている旨主張する。",
                        "しかしながら，本件発明の本質的部分は前記アのとおり認めるのが相当であり，また，上記③の点については，本件発明は，請求項2に係る発明とは異なり，「コンピュータ・シミュレーション」を行うことを発明特定事項とするものではないから，本件発明の本質的部分であるということはできない。",
                        "したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，「財源措置」とは，将来利用可能な資源の増加を伴うか否かにかかわらず，「当期に費消する資源の金額」を意味するものであり，「純経常費用(C1)」と「財源措置(C2)」を包括する上位概念であるから，この意味で「純経常費用(C1)」と「財源措置(C2)」は同質的であり，個別の政府活動が「行政レベルの業務執行上の意思決定」と「国家の政策レベルの意思決定」のいずれに分類されたとしても，処分・蓄積勘定(純資産変動計算書勘定)の借方の金額，すなわち，「当期に費消する資源の金額」には変化はないから，本件発明の課題解決原理として不可欠の重要部分である処分・蓄積勘定の収支尻(貸借差額)，すなわち「当期純資産変動額」に影響を及ぼすものではないことからすると，被告製品の構成要件Hに係る相違部分(被告製品においては，「社会保障給付」が，「財源措置(C2)」に含まれておらず，「純経常費用(C1)」に含まれている点)は，本件発明の本質的部分とは無関係な些細な相違にすぎない旨主張する。",
                        "しかしながら，本件明細書には，①処分・蓄積勘定(損益外純資産変動計算書勘定)の借方の「純経常費用(C1)」は，「損益勘定(行政コスト計算書勘定)」の収支尻である「純経常費用」が振り替えられて計上されるところ(【0026】，【0035】，図1)，「損益勘定(行政コスト計算書勘定)」は，主として行政レベルの業務執行上の意思決定を対象とするもので，行政コスト(損益)計算区分に計上される行政コスト(計上損益)は少なければ少ないほど効率的な行政運営であることを意味するものであること(【0036】)，②処分・蓄積勘定(損益外純資産変動計算書勘定)の借方の「財源措置(C2)」は，社会保障給付やインフラ資産を整備した際の資本的支出のような，「損益外で財源を費消する取引」を指し(【0027】)，「財源の使途」(損益外財源の減少)に属する勘定科目群は，主として国家の政策レベルの意思決定の対象として，現役世代によって構成される内閣及び国会が，予算編成上，どこにどれだけの資源を配分すべきかを意思決定するものであり(【0037】，図2)，社会保障給付は，上記勘定科目群の「移転支出への財源措置」に計上される非交換性の支出(対価なき移転支出)であること(【0040】)の開示があることに照らすと，本件発明においては，「純経常費用(C1)」と「財源措置(C2)」は同質的なものであるとはいえず，「財源措置(C2)」に含まれる社会保障給付にいくら財源を配分するのかは国家の政策レベルの意思決定の対象であるといえるから，控訴人の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，被告製品は，本件発明の特許請求の範囲に記載された構成と均等なものとは認められないから，本件発明の技術的範囲に属するものと認めることはできない。",
                "したがって，控訴人の前記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の損害賠償請求は理由がないから，控訴人の損害賠償請求を棄却した原判決は相当である。",
            "よって，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}