{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用のうち，原告補助参加人の参加によって生じたものは同人の負担とし，その余は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "原告のために，この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800028号事件について令和元年6月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「パロノセトロン液状医薬製剤」とする発明について，平成16年1月30日（優先日：平成15年1月30日（以下「本件優先日」という。），優先権主張国：米国）を国際出願日とする特許出願（特願2006-501686号。以下「原出願」という。）の一部を分割して，平成23年7月28日に新たな出願（特願2011-165212号。以下「本件出願」という。）をし，平成26年5月30日，特許権の設定登録（甲48，特許第5551658号。請求項の数18。以下，この特許を「本件特許」という。）を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成28年10月27日，請求項1～17について特許無効審判を請求した（無効2016-800125号事件）。原告は，平成29年11月22日付けで訂正請求（以下「本件訂正」という。）を行い，請求項10及び17を削除した。",
                "特許庁は，平成30年1月5日，本件訂正を認めた上，本件訂正後の請求項1～9，11～16について特許無効審判請求を不成立とする審決をし，同審決はその後確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成30年3月6日，請求項1～9，11～16，18について特許無効審判を請求した（甲50，無効2018-800028号事件）。",
                "特許庁は，令和元年6月11日，請求項1～9，11～16，18について特許を無効とする旨の審決（以下「本件審決」という。）をし，その謄本は，同月20日，原告に送達された。本件審決には，出訴期間として原告に対し90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和元年10月16日，本件訴訟を提起した。",
                "原告補助参加人は本件特許の実施権者であり，同年11月29日，補助参加をした。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正後の本件特許の請求項（以下「本件発明1」等という。）のうち，独立請求項であるものは次のとおりである。",
                "【請求項1】",
                "a）0.01～0.2mg/mlのパロノセトロン又はその薬学的に許容される塩；及び",
                "b）薬学的に許容される担体",
                "を含む，嘔吐を抑制又は減少させるための，少なくとも24ケ月の貯蔵安定性を有する溶液であって，",
                "当該薬学的に許容される担体はマンニトールを含む，前記溶液。",
                "【請求項3】",
                "a）0.03～0.2mg/mlのパロノセトロン又はその薬学的に許容される塩；及び",
                "b）薬学的に許容される担体",
                "を含む，嘔吐を抑制又は減少させるための，少なくとも24ケ月の貯蔵安定性を有する，5mlの体積でバイアルに充填された，癌化学療法誘起吐き気及び嘔吐（CIＮV）治療用溶液。",
                "【請求項9】",
                "a）0.01～0.02mg/mlのパロノセトロン又はその薬学的に許容される塩；及び",
                "b）薬学的に許容される担体",
                "を含む，嘔吐を抑制又は減少させるための，少なくとも24ケ月の貯蔵安定性を有する，癌化学療法誘起吐き気及び嘔吐（CIＮV）治療用静脈投与用溶液。",
                "【請求項15】",
                "a）0.01～0.2mg/mlのパロノセトロン又はその薬学的に許容される塩；及び",
                "b）薬学的に許容される担体",
                "を含む，pHが4.0～6.0の嘔吐を抑制又は減少させるための，少なくとも24ケ月の貯蔵安定性を有する溶液。",
                "【請求項16】",
                "a）0.01～0.2mg/mlのパロノセトロン又はその薬学的に許容される塩；",
                "b）10～100ミリモルのクエン酸緩衝液；及び",
                "c）0.005～1.0mg/mlのEDTA を含む，嘔吐を抑制又は減少させるための，少なくとも24ケ月の貯蔵安定性を有する溶液。",
                "【請求項18】",
                "パロノセトロン又はその薬学的に許容される塩の溶液をその中に含む容器の充填方法であって，",
                "a）1以上の殺菌蓋なし容器を提供すること；",
                "b）非-無菌環境でパロノセトロンの溶液で当該容器を充填すること；",
                "c）当該充填容器を密閉すること；及び",
                "d）当該密閉された充填容器を殺菌すること",
                "を含み，",
                "ここで，(ⅰ)前記パロノセトロン又はその薬学的塩が0.01mg/ml～0.2mg/mlの濃度で注射製剤中に存在し，(ⅱ)当該溶液のpHが4.0～6.0であり，(ⅲ)当該溶液が0.005～1.0mg/mlのEDTAを含み，(ⅳ)当該溶液がマンニトールを含み，そして(ⅴ)当該溶液が10～100ミリモルのクエン酸緩衝液を含む，前記パロノセトロン又はその薬学的に許容される塩の溶液が少なくとも24ケ月の貯蔵安定性を有することを特徴とする，前記方法。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記のとおり，本件各発明は，いずれも「少なくとも24ケ月の貯蔵安定性」（以下「24ケ月要件」という。）を発明特定事項に含むが，同要件は，本件出願時の請求項には存在せず，平成25年11月14日の手続補正によって追加された（甲8）。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "本件審決の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件審決は，無効理由2（明確性要件非充足）は成り立たないが，無効理由1（サポート要件非充足）及び3（実施可能性要件非充足）は成り立つと判断して，本件訂正後の全請求項についての特許を無効とした。そして，無効理由1及び3についての本件審決の説示は，本件訂正後の各請求項に共通の発明特定事項である24ケ月要件について，無効理由1及び3が成り立つことをいうものであり，他の発明特定事項（パロノセトロンの濃度等）については判断されていない。",
            "そこで，以下，24ケ月要件のサポート要件非充足及び実施可能性要件非充足についての本件審決の理由の概要を示す。"
          ]
        },
        {
          "fig": "2",
          "subject": "無効理由1（サポート要件非充足）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の明細書（以下「本件明細書」という。）には，24ケ月要件に直接関係する記載として，次の記載がある（判決注：下線は本判決が付した。本判決において，明細書の「発明の詳細な説明」を単に「明細書」と表現する場合がある。本件審決は，本件訂正後の請求項のうち，物の発明である請求項1～9，11～16と方法の発明である請求項18とを分けて説示しているが，説示内容は実質的に同じであるので，以下では「本件各発明」のように総称する。）。",
                "「【0017】",
                "発明の要約",
                "発明者は，パロノセトロンを用いる嘔吐の治療及び抑制のための驚くべき効果的かつ多用途の製剤を支持する一連の発見をした。これらの製剤は，室温で24ケ月を越える期間，保存安定的であり，従って冷蔵することなく保存することができ，及び非-無菌な最終殺菌処理を用いて製造され得る。」",
                "「【0037】",
                "更に実施態様は，パロノセトロン製剤が簡便に保存又は製造される改良法に関する。特に，本発明者らは，本発明の製剤が室温で長期間製品を保存できる，ことを発見した。従って，更に別の実施態様では，本発明は，以下を含むパロノセトロン又はその薬学的に許容される塩の溶液をその中に含む1個又はそれ以上の容器を保存する方法を提供する：a）当該1個又はそれ以上の容器を含む部屋を提供すること；b）約10，15又は20℃より高い部屋の温度を維持すること；及びc）当該部屋で1ケ月，3ケ月，6ケ月，1年，18ケ月，24ケ月又はそれ以上（しかし，好ましくは36ケ月を越えない），当該容器を保存すること，ここで，(ⅰ)パロノセトロン又はその薬学的塩は約0.01mg/mL～約5.0mg/mLの濃度で存在する，(ⅱ)本溶液のpHは約4.0～約6.0であり，(ⅲ)本溶液は約0.01～約5.0mg/mlのパロノセトロン又はその薬学的に許容される塩，約10～約100ミリモルのクエン酸緩衝液及び約0.005～約1.0mg/mlのEDTAを含み，(ⅳ)本溶液はキレート剤を含み，又は(ⅴ)本溶液は約10～約100ミリモルのクエン酸緩衝液を含む。」",
                "しかし，いずれの記載もパロノセトロン製剤を安定に保存できる期間を文言上記載したにとどまるものであって，パロノセトロン製剤を安定に保存できる期間を当業者が理解できるような裏付けなどと共に具体的に示す記載ではなく，これらの記載をもって，24ケ月要件を発明特定事項とする本件各発明が，実質的に明細書に記載されているということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の【0019】【0020】【0032】【0034】～【0037】は，pH及び／又は賦形剤濃度の調整，マンニトール及びキレート剤の添加によりパロノセトロン製剤の安定性を向上させることができることを発見したと述べてはいるものの，パロノセトロン製剤を安定に保存できる期間を具体的に確認したことは述べていない。したがって，いずれの記載もパロノセトロン製剤を安定に保存できる期間を当業者が理解できるような裏付けなどと共に具体的に示す記載ではなく，これらの記載をもって，24ケ月要件を発明特定事項とする本件各発明が，実質的に明細書に記載されているということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書の【0039】～【0045】には，実施例1～5について記載されているが，いずれの記載もパロノセトロン製剤を安定に保存できる期間を当業者が理解できるような裏付けなどと共に具体的に示す記載ではなく，これらの記載をもって，24ケ月要件を発明特定事項とする本件各発明が，実質的に明細書に記載されているということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件明細書の【0046】～【0051】には，実施例6・7として，パロノセトロン製剤の貯蔵安定性についての試験結果が開示されているが，いずれの試験結果も，まず4℃で暗闇にて14日間保存後，23℃で標準的な研究室の蛍光灯に48時間曝露したものであって，その期間は14日間に48時間を足した合計16日間である。",
                "ここで，原出願時前に頒布された甲3（平成3年2月15日薬審第43号「医薬品の製造（輸入）承認申請に際して添付すべき安定性試験成績の取扱いについて（通知）」）及び甲4（「安定性データの評価に関するガイドラインについて」（医薬審発第0603004号）平成15年6月3日）によれば，医薬品組成物を安定に保存できる期間を確認するためには，原則としてその期間を超える期間の成績が必要であり，長期データが経時的な変化及び変動をほとんど示さない場合には外挿をすることができるが，その提示期間は当該長期データがカバーする期間の2倍までであり，しかも長期データがカバーする期間を12ヵ月以上超えてはならないことが，原出願時における技術常識であったと認められる。",
                "したがって，実施例6・7に関する上記各記載も，パロノセトロン又はその薬学的に許容される塩を含む溶液が「少なくとも24ケ月の貯蔵安定性を有する」ものであることを当業者が理解できるような裏付けなどと共に具体的に示す記載ではなく，これらの記載をもって，24ケ月要件を発明特定事項とする本件各発明が，実質的に明細書に記載されているということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件明細書の他の記載を検討しても，パロノセトロン又はその薬学的に許容される塩を含む溶液が「少なくとも24ケ月の貯蔵安定性を有する」ものであることを具体的に示す記載はない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また，本件各証拠の記載を検討しても，24ケ月要件を発明特定事項とする本件各発明が実質的に明細書に記載されているという根拠となる原出願時の技術常識を見出すこともできない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上によれば，24ケ月要件を発明特定事項とする本件各発明は，pH，マンニトール，キレート剤についての特定の有無に関わらず，実質的に明細書に記載したものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "無効理由3（実施可能性要件非充足）について",
          "text": [
            "本件各発明はいずれも24ケ月要件を発明特定事項とするから，実施可能要件を満たすためには，本件明細書の記載が，当業者が本件各発明に係る24ケ月要件を充たすパロノセトロン製剤を生産し，使用することができる程度のものでなければならない。",
            "しかるに，上記2の(1)～(5)に検討したのと同様の理由により，本件明細書には，本件各発明に係る溶液が「少なくとも24ケ月の貯蔵安定性を有する」ものであることを当業者が理解できるような裏付けなどと共に具体的に示す記載はなく，当業者が本件各発明に係る「少なくとも24ケ月の貯蔵安定性を有する溶液」を生産し，使用することができるという根拠となる記載は見出せない。また，本件各証拠の記載を検討しても，当業者が原出願時の技術常識に照らし本件各発明に係る「少なくとも24ケ月の貯蔵安定性を有する溶液」を生産し，使用することができるという根拠となる原出願時の技術常識を見出すこともできない。",
            "したがって，本件明細書の記載は，当業者が本件各発明を実施する程度に明確かつ十分に記載されていない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "原告の主張（審決取消事由）",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件充足性に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "医薬製剤設計の過程に，プレフォーミュレーション（前処方化／予備処方設計）とそれに続くフォーミュレーション（処方化）の段階が含まれることは，製剤設計の分野における古くからの技術常識である。そして，本件明細書に記載された実施例1～5のうち，『pHの安定』なる表題が付された実施例1は高い安定性を得られるpHを知るためのものであり，『濃度範囲の安定』なる表題が付された実施例2は高い安定性を得られる濃度範囲を知るためのものであり，『等張剤』なる表題が付された実施例3は最適な等張剤を知るためのものであって，いずれもプレフォーミュレーションである。また，冒頭に『---パロノセトロンを含む代表的な医薬製剤である。』とされる実施例4及び実施例5は，実施例1～3で得られた個々の最適条件を統合して最終的に設計された医薬製剤（フォーミュレーョンの結果物）であることは，医薬製剤の設計に係る技術分野の当業者に，極めて容易に，且つ当然に，認識される。したがって，フォーミュレーション（処方化）の結果物である実施例4及び実施例5の製剤が，まさに，本件特許発明の対象物としての，代表的な医薬製剤である。",
                "他方，本件明細書の【0017】には，「発明の要約」の標題の下に，「発明者は，パロノセトロンを用いる嘔吐の治療及び抑制のための驚くべき効果的かつ多用途の製剤を支持する一連の発見をした。これらの製剤は，室温で24ケ月を越える期間，保存安定的であ（る）」と記載されている。「発明の要約」は，その用語が示すとおり特許を受けようとする発明を端的に表現したものであるから，当該発明は医薬製剤（フォーミュレーションの結果物）に係る発明である。",
                "したがって，実施例4及び実施例5に記載されている『代表的な医薬製剤』は，『室温で24ケ月を超える期間，保存安定的であ（る）』と不離一体の関係であり，少なくとも実施例4及び実施例5に記載されている『代表的な医薬製剤』は『室温で24ケ月を超える期間，保存安定的』なる属性の所持物であることが明らかである。",
                "すなわち，本件明細書の記載によれば，実施例4及び実施例5に記載されている『代表的な医薬製剤』の組成により，『室温で24ケ月を超える期間，保存安定性』が得られるという関係にあり，この関係は当業者に容易に理解できる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の【0017】及び【0037】の記載によれば，本件各発明の課題は，a）嘔吐を抑制または減少させるための，少なくとも24ケ月の貯蔵安定性を有する，パロノセトロン又はその医薬として許容される塩を含む溶液を提供することである。そして，当該課題を解決するための手段は，例えば，請求項1に記載されているように，b）パロノセトロンの濃度を，「0.01～0.2mg/ml」の濃度範囲にすることである。",
                "そこで，サポート要件を充足するか否かは，出願当時の技術常識（特に，実験，分析）に照らして，上記bの解決手段により，上記aの課題が解決されることを当業者が認識できるか否かによって判断される。なお，当業者は，「i)研究開発（文献解析，実験，分析，製造等を含む。）のための通常の技術的手段を用いることができる」者であり，かつ，「ⅱ）材料の選択，設計変更等の通常の創作能力が発揮できる」者である。",
                "本件明細書には，「少なくとも24ケ月の貯蔵安定性を有する溶液」を得るという課題を解決するための手段として，当該溶液中のパロノセトロンの濃度を「0.01～0.2mg/ml」とすることが明記されており，しかも，このことを確認するための安定性試験の実施方法は技術常識であり，その手法は極めて簡単なものであり，かつ，実験条件は，例えば実施例4及び実施例5に記載の組成及びpH値として，本件明細書に明確に記載されている。",
                "したがって，上記i及びⅱの能力を有する当業者は，明細書の記載に基づき，出願時の技術常識に照らして，パロノセトロンの濃度を「0.01～0.2mg/ml」とすることにより，「少なくとも24ケ月の貯蔵安定性を有する溶液」が得られることを認識できる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "出願時の技術常識（特に，実験，分析）に照らして，上記bの手段により上記aの課題が解決されると当業者が認識できることは，甲36において同旨の実験結果が得られていることによっても裏付けられる。",
                "甲36は，医薬品の承認申請のために原告が米国FDAに提出した書面であり，その提出日は，原出願より前の2002年（平成14年）9月26日である。同書面に記載された実験結果は，本件明細書の段落【0017】及び【0037】の記載と符合するものであるから，これらの段落において数値により表現された貯蔵安定性の程度は，原告（発明者・出願人）の予測や期待を表現したものではなく，出願に先立って実験により得られたものである。",
                "同旨の実験結果は，原告補助参加人が平成18年から平成26年にかけて行った実験においても得られている（甲33）。",
                "なお，甲36，33の実験結果は，A）実験方法・条件が明細書記載のものと実質的に同じであること，B）得られた結果が明細書記載の内容と実質的に同じであること，C）実験の手法が原出願当時の技術常識の範囲内にあること，D）貯蔵安定性の測定の実験手法は極めて簡単であること，に照らすと，明細書に開示された内容の範囲内にあり，明細書の記載を裏付けるものであって，明細書の記載内容を記載外で補足するものではないから，サポート要件充足性を立証するために許容される証拠である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ところで，サポート要件を充足するには，明細書に接した当業者が，特許請求された発明が明細書に記載されていると合理的に認識できれば足り，また，課題の解決についても，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りるのであって，厳密な科学的な証明に達する程度の記載までは不要であると解される。その理由は，①サポート要件は，発明の公開の代償として独占権を与えるという特許制度の本質に由来するものであるから，明細書に接した当業者が当該発明の追試や分析をすることによって更なる技術の発展に資することができれば，サポート要件を課したことの目的は一応達成せられるからであり，また，②明細書が，先願主義の下での時間的制約もある中で作成されるものであることも考慮すれば，その記載内容が，科学論文において要求されるほどの厳密さをもって論証されることまで要求するのは相当ではないからである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(1)～(3)で主張したところによれば，本件明細書には上記の「合理的」な「認識」及び「期待」を可能にする記載が存在し，上記①にいう「サポート要件を課したことの目的」が「達成」されているといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許の出願経過に照らすと，上記②の観点からもサポート要件が充足されているといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告（特許出願人）は，24ケ月要件を裏付けるものとして，科学論文において要求されるほどの厳密さを備えた実験結果（甲36）を本件優先日前に得ていたが，これを本件明細書に記載しなかったは，次のような事情による。",
                        "本件優先日当時，原告は，出願当初の発明に対する唯一の有効な従来技術は，米国特許第5202333号（甲29）であると認識していた。このような認識のもとでは，実施例6及び7の記載により，本件特許に係る医薬組成物が上記米国特許に開示された組成物よりも高い貯蔵安定性を有する旨を裏付けることで，サポート要件は充足されると考えられた。",
                        "ところが，審査段階の拒絶理由通知（甲7）において，原告がその存在を認識していなかった文献が引用され，これらの引用文献の組合せに対して進歩性を主張するために，平成25年11月14日の手続補正（甲8）により，出願時には全く予期しなかった「少なくとも24ケ月の貯蔵安定性を有する」なる限定を追加することを余儀なくされた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許出願人が事前にその存否さえ知らなかった引用文献に行き着くまで先行技術の調査を徹底的に行った上，これらすべての先行技術との関係で進歩性を主張し得るような発明特定事項を加える必要が生じる可能性を考慮し，それをサポートする記載を備えた明細書を作成しなければならないとすれば，必然的に多大な時間を要し，先願主義の下で出願が遅れてしまい，発明者に対して酷に失する結果をもたらす。",
                        "このように，本件特許の出願経過を上記②の観点をふまえて考慮しても，本件各発明については，本件明細書の記載をもってサポート要件が充足されていると解するべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本件各発明が24ケ月要件の点でサポート要件を充足しない旨の本件審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，本件審決はパロノセトロンの濃度に関する発明特定事項のサポート要件充足性については判断していないが，本件明細書には，発明の実施態様として同濃度を0.01～5.0mg/mlとする旨の記載【0018】【0019】【0031】【0033】，実施例2として同濃度0.05mg/mlにおいて安定性が最大であった旨の記載【0040】があり，原出願時の技術常識の下でこれらの記載を考慮すると，各請求項で特定された濃度範囲（最も広いもので0.01～0.2mg/ml）の全範囲について本件明細書に実験的確認が開示されているのでなくても，サポート要件は充足される。また，上記甲33，36に加えて甲37の実験結果も，本件明細書の記載を裏付けている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（実施可能要件充足性に関する判断の誤り）",
          "text": [
            "本件明細書の実施例4の製剤Iの【表2】に記載の組成及び実施例5の製剤IIの【表3】に記載の組成は，代表的な医薬製剤の組成であるから，【0017】に記載の発明の要約の項に記載されている「室温で24ケ月を越える期間」の貯蔵安定性と不離一体の関係にある。",
            "貯蔵安定性の測定は技術常識の範囲内で極めて簡単に行うことができ，しかもその際の被験液の組成やpHは既に実施例4及び実施例5に記載されているから，パロノセトロンの濃度を「0.01～0.2mg/ml」にすることにより「少なくとも24ケ月の貯蔵安定性を有する溶液」を得ることは，当業者に期待し得る程度を超える試行錯誤，複雑高度な実験等を必要としないで確認することができる。",
            "したがって，本件各発明が24ケ月要件の点で実施可能要件を充足しない旨の本件審決の判断は，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件充足性に関する判断の誤り）について",
          "text": [
            "本件各発明がサポート要件を充足するというためには，本件明細書の記載及び技術常識に照らし，「少なくとも24ケ月の貯蔵安定性を有する」パロノセトロン製剤溶液が本件明細書に実質的に記載されていると当業者が認識できる程度の記載を必要とするというべきである。",
            "しかるに，本件明細書においては，パロノセトロン又はその薬学的に許容される塩を含む溶液が少なくとも24ケ月の貯蔵安定性を有するものであることを，当業者が技術常識に照らして理解できるような裏付けなどとともに具体的に示す記載を見出すことができない。原告は，甲36，33，37によって24ケ月要件が裏付けられると主張するが，これらは本件明細書に記載のない後出し実験データであるから，考慮されるべきではない。そのため，24ケ月要件を発明特定事項とする本件各発明は，いずれも実質的に明細書に記載されたものであるとはいえず，サポート要件を充足しない。",
            "原告は，サポート要件が認められるためには，明細書に，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りると主張するが，本件明細書には，その水準に達する程度の記載さえないのであるから，上記の基準に基づいて判断したとしても，サポート要件は満たされていない。",
            "また，原告は，先願主義における時間的制約も考慮すべきであるとか，出願時には，24ケ月要件を追加する補正が必要となることは予測できなかったなどと主張するが，そのような事情はサポート要件充足を肯定するために必要な明細書の記載のレベルを下げる理由にはならない。むしろ，原告によれば，出願時において，既に甲36の実験結果が存在したというのであるから，それに基づいた記載を省略することが許される理由は全くない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（実施可能要件充足性に関する判断の誤り）について",
          "text": [
            "本件明細書には，本件各発明に係るパロノセトロン医薬製剤が「少なくとも24ケ月の貯蔵安定性」を有することを具体的に確認した記載がなく，さらに，医薬製剤の貯蔵安定性に関する技術常識を考慮すれば，本件各発明に係る「少なくとも24ケ月の貯蔵安定性を有する溶液」を生産し，使用することは，当業者に期待し得る程度を超える試行錯誤を必要とするから，本件各発明は実施可能要件を充足しない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件充足性に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明の課題に関する記載",
                  "text": [
                    "背景技術及び発明の課題に関する本件明細書の【0001】～【0007】，【0012】～【0015】には，本件各発明の課題は，医薬安定性が向上し，長期間の保存を可能にするパロノセトロン製剤とその製剤を安定化する許容される濃度範囲を提供することである旨が記載されている。そして，これらの段落では「長期間」の具体的な長さに関する言及はないが，出願審査中の平成25年11月14日の手続補正（甲8）により各請求項に24ケ月要件が追加されたので，「長期間」は24ケ月以上を意味することになったといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "24ケ月要件に関する記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の【0017】にはパロノセトロンを用いる効果的かつ多用途の製剤は，室温で24ケ月を超える期間，保存安定的であり，従って冷蔵することなく保存できる旨が記載されている。また，【0037】には，室温で長期間製品を保存できるパロノセトロン又はその塩を含む溶液をその中に含む容器を保存する方法で，24ケ月又はそれ以上，当該容器を保存できる旨が記載されている。",
                        "ただし，いずれの段落においても，当該製剤ないし容器を24ケ月以上保存できることをいかなる方法で確認したか等の具体的な記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の【0032】～【0034】を総合すると，a）約0.01mg/ml～約5.0mg/mlのパロノセトロン又はその塩；及びb）担体を含む安定な溶液において，製剤のpH及び／又は賦形剤濃度を調整することによって，パロノセトロン製剤の安定性を向上させることができ，約4.0～約6.0のpH，約10～約100ミルモルのクエン酸緩衝液，約0.005～約1.0mg/mlのEDTAを混合すること，また，マンニトール及びキレート剤の添加がパロノセトロン製剤の安定性を向上させることができ，キレート剤は，約0.005～約1.0mg/ml，マンニトールは約10.0mg/ml～約80.0mg/mlで添加されることが記載されている。",
                        "しかし，いずれの段落においても，24ケ月要件に直接関係する記載はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書のうち，発明の実施例1～3に関する【0039】～【0041】には，それぞれ，パロノセトロン塩酸塩を含む製剤が最も安定するpHの値の試験結果【0039】，パロノセトロン塩酸塩，クエン酸緩衝液及びEDTAの好適な濃度範囲に関する調査結果【0040】，並びに製剤の安定性のために含まれるマンニトールの最適レベルに関する調査結果【0041】についての記載がある。",
                        "また，発明の実施例4，5に関する【0042】～【0044】には，「薬物の静脈製剤又はその他の液剤に有用なパロノセトロンを含む代表的な医薬製剤」の成分比についての記載がある。そして，その成分比は，実施例4は本件発明2，実施例5は本件発明1が特定する範囲に含まれている。",
                        "しかし，実施例1～3に関しては，いかなる試験ないし調査を行ったのか，また，いかなる試験ないし調査結果をもって安定的であると評価したのかについては記載がなく，また，実施例4，5に関しては，そもそも裏付けとなる安定化試験を行ったことについての記載もない。まして，24ケ月要件に直接関係する記載は全くない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件明細書のうち，発明の実施例6，7に関する【0046】～【0051】には，デキサメタソンの非存在下及び存在下それぞれのパロノセトロンの安定性に関する試験結果が記載されている。",
                        "しかし，試験に供された試料の組成については，パロノセトロン塩酸塩の濃度がおおむね本件各発明の特定する範囲に含まれていることをうかがわせる記載はあるが，その他の成分（賦形剤，等張剤など）の有無及び濃度に関する記載や，pHの値に関する記載はない。また，安定性を評価した期間は，最も長い試料でも16日間であり（4℃で14日間保存後，23℃で48時間後に採取した試料），24ケ月には遠く及ばない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願時の技術常識",
              "text": [
                "後掲各証拠によれば，原出願時において，以下のとおりの技術常識があったことを認定できる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "医薬品の承認申請における安定性試験とは，医薬品の有効性及び安定性を維持するために必要な品質の安定性を評価し，医薬品の貯蔵方法及び有効期間の設定に必要な情報を得るために行う試験である。このうち，長期保存試験は，試験期間を3年以上（承認申請書に有効期間を設定している場合には当該期間以上）とし，加速試験は品質の安定性を短期間で推定するために実施し，試験期間は6カ月間以上としている。（甲3）"
                },
                {
                  "fig": "イ",
                  "subject": "ある項目の長期データ及び加速データが経時的な変化及び変動をほとんど示さない場合には，長期データがカバーする期間を超えたリテスト期間又は有効期間の外挿を提示することができ，長期データがカバーする期間の2倍までのリテスト期間又は有効期間を提示できるが，長期データがカバーする期間を12ヵ月以上超えてはならない。（甲4，甲5（「安定性データの評価に関するガイドライン（案）」について，大薬協発第196号，平成14年6月7日））"
                },
                {
                  "fig": "ウ",
                  "subject": "薬剤の安定化のための合理的な条件を見出すための要因として温度，pH，溶解度，溶媒，添加物などがある。注射剤の変質はpHの影響を受ける場合が多く，最安定pHを保持するために緩衝液系の選択が重要である。（甲21（脇山尚樹「医薬品の安定性と有効期間」，Materials Life，Vol.3，No.2，104頁～109頁，1991年））"
                },
                {
                  "fig": "エ",
                  "subject": "プレフォーミュレーション（予備処方設計，前処方化）は，医薬品開発における製剤研究の初期ステージに位置し，引き続いて実施される処方化研究（製剤設計）に必要な原薬の物理化学的，力学的，化学的及び生物薬剤学的特性を明らかにし，処方化研究に反映させる過程をいう。（甲59（「最新製剤学」，廣川書店，135頁3行～136頁2行，平成13年9月25日），甲60（「医薬品の開発  第16巻  プレフォーミュレーションと薬物物性試験」，廣川書店，1頁2～20行，平成2年1月15日発行），甲61（「製剤学テキスト」，廣川書店，122頁2行～123頁4行，平成4年5月15日））"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "検討",
              "text": [
                "上記(1)イ(イ)・(ウ)のとおり，本件明細書においては，パロノセトロン又はその塩を含む溶液は，pH及び／又は賦形剤濃度の調整並びにマンニトール及びキレート剤の適切な濃度での添加によって，安定性が向上することが記載され，実施例1～3において，製剤が最も安定するpHの値，クエン酸緩衝液及びEDTAの好適な濃度範囲，マンニトールの最適レベルが示され，実施例4，5に代表的な医薬製剤が示されているが，実施例4，5においては，実際に安定性試験が行われていないため，そこに記載された医薬製剤が少なくとも24ケ月の貯蔵安定性を有することが記載されているとはいえない。また，その他の箇所をみても，安定化に資する要素は挙げられてはいるものの，それらが24ケ月の貯蔵安定性を実現するものであることについての直接的な言及はないし，どのような要素があればどの程度の貯蔵安定性を実現することができるのかを推論する根拠となるような具体的な指摘もなく，結局，具体的な裏付けをもって，具体的な医薬製剤が少なくとも24ケ月の貯蔵安定性を有することが記載されているとはいえない。",
                "なお，上記(1)イ(イ)のとおり，本件明細書の一連の実施例は，薬剤の安定化のための合理的な条件を見出すための要因を探求するものであって，特に，実施例1～3は，個々の要因を探求するプレフォーミュレーション（予備処方設計，前処方化）に該当し，実施例4，5の代表的な医薬製剤は処方化研究（製剤設計）に該当するといえるとしても，上記のとおり，本件明細書には，pH，賦形剤，マンニトール及びキレート剤の濃度を調整することで，安定性向上に関し，どのような作用・機序があるのか，どの程度の安定性の向上，安定性への貢献が見込めるのかが記載されていないため，実施例4，5の医薬製剤が少なくとも24ケ月の貯蔵安定性を有することが記載されているとはいえないし，その他の箇所をみても，合理的な説明をもって，具体的な医薬製剤が少なくとも24ケ月の貯蔵安定性を有することが記載されているとはいえない。",
                "そうすると，本件明細書には，24ケ月要件を備えたパロノセトロン製剤が記載されているとはいえないし，本件出願時の技術常識に照らしても，当業者が，本件各発明につき，医薬安定性が向上し，24ケ月以上の保存を可能にするパロノセトロン製剤とその製剤を安定化する許容される濃度範囲を提供するという本件各発明の課題（上記(1)ア）を解決できると認識できる範囲のものであるとはいえない。",
                "なお，実施例6，7の記載は，(1)イ(エ)のとおり，パロノセトロン塩酸塩以外の成分（賦形剤，等張剤など）の有無及び濃度についての記載や，pHの値についての記載を欠くため，本件各発明に該当する製剤に関する実施例であるとはいえないし，これによって安定性が確認されたのは，最長でも16日間にすぎないのであるから，上記(2)イの技術常識に照らしてみても，24ケ月要件を備えたパロノセトロン製剤を提供する等の本件各発明の課題（上記(1)ア）を解決し得ることの根拠にはなり得ない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記第4の1(1)及び(2)の主張について",
                  "text": [
                    "上記(3)のとおり，本件明細書には，pH，賦形剤，マンニトール及びキレート剤の濃度を調整することで，安定性向上に関し，どのような作用・機序があるのか，どの程度の安定性の向上，安定性への貢献が見込めるのかが記載されていないため，本件出願時の技術常識を踏まえても，実施例4，5の医薬製剤が24ケ月要件を備えたものであることが記載されているとはいえないし，その他の箇所をみても，具体的な医薬製剤が少なくとも24ケ月の貯蔵安定性を有することを，具体的な根拠に基づいて合理的に説明しているとはいえない。そして，24ケ月という期間に直接言及する【0017】【0037】の記載も，上記(1)イ(ア)のとおり，当該製剤ないし容器を24ケ月以上保存できることをいかなる方法で確認したか等についての具体的な言及を欠くから，これらの段落の記載をもって，24ケ月要件が本件明細書に実質的に記載されているということもできない。",
                    "したがって，原告の上記第4の1(1)及び(2)の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記第4の1(3)の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "サポート要件適合性は，明細書に記載された事項と出願時の技術常識に基づいて認定されるべきであるから，上記(3)のとおり，本件明細書と技術常識によっては24ケ月要件を備えた製剤が記載されていると認識することができないにもかかわらず，本件出願後に実験データ（甲36，33）を提出して明細書の上記不備を補うことは許されないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，甲36，33は，本件明細書の段落【0017】【0037】を補うものにすぎないから，新たな実験結果ではないという趣旨の主張をするが，本件明細書には，【0017】【0037】に記載された24ケ月の貯蔵安定性につき，いかなる方法及び条件の下での試験によってその貯蔵安定性を確認したのかが一切記載されていないため，甲36，33の試験が本件明細書と同一の方法及び条件によるものか否かは不明であり，原告の主張は失当である。",
                        "この点につき，原告は，A）実験方法・条件が本件明細書記載のものと実質的に同じであること，B）得られた結果が本件明細書記載の内容と実質的に同じであること，C）実験の手法が原出願当時の技術常識の範囲内にあること，D）貯蔵安定性の測定の実験手法は極めて簡単であることを主張するが，上記のとおり，本件明細書には，24ケ月の貯蔵安定性につき，いかなる方法及び条件の下での試験によってその貯蔵安定性を確認したのかが一切記載されていない以上，甲36，33の実験方法・条件，得られた結果が明細書記載の内容と実質的に同じであるとはいえない。また，結果が同じであるからといって実験方法・条件が同一であるとは限らないし，貯蔵安定性を測定するための実験方法が一つに定まるというのであればともかく（そのような事情を認めるに足りる証拠はない。），そうではない以上，たとえ実験の手法が技術常識の範囲内のものであり，また，実験手法が簡単なものであったとしても，そのことによって，本件明細書に記載された実験の方法・条件と，甲36，33の実験の方法・条件が同一であることが保障されるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，原告の上記第4の1(3)の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記第4の1(4)の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，サポート要件適合性が認められるためには，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りると主張するが，上記(1)～(3)に説示したとおり，本件明細書が24ケ月要件に即した具体的な記載を一切欠く以上，これに接する当業者において，課題（24ケ月以上の保存安定性）が解決できるであろうとの合理的な期待が得られる程度の記載があるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "出願経過書類（甲7，8）及び本件明細書の内容に照らすと，本件特許の出願経過において発明特定事項として24ケ月要件を追加する補正がなされた経緯や，24ケ月要件を裏付ける実験結果を原出願時に本件明細書に記載していなかった理由は，おおむね原告の主張どおりであると認められる。",
                        "しかしながら，たとえ，先願主義の下における時間的制約があるとしても，上記(ア)の原告の主張にいう「合理的な期待」が得られる程度にも達しない記載によってサポート要件適合性を肯定することはできないところ，「合理的な期待」が得られる程度の記載があるとは認められないことは既に説示したとおりである。",
                        "また，原告は，本件においては，24ケ月要件を追加する補正が必要になることは予見できなかったものであり，その点を根拠付けるための記載が不十分であったことにはやむを得ない事情があるから，甲36，33の実験結果を追加することは許されるべきであるという趣旨の主張をする。",
                        "しかしながら，そのような事情があるからといって，実験結果の後出しが許されることになるのかはそもそも疑問である。また，出願の過程で，様々な補正が必要になることは一般的に生じ得る事態であるところ，原告は，出願当初から，本件明細書に，本件各発明の課題は，医薬安定性が向上し，長期間の保存を可能にするパロノセトロン製剤とその製剤を安定化する許容される濃度範囲を提供することであると記載し（【0013】～【0015】），かつ，パロノセトロンを用いる効果的かつ多用途の製剤は，室温で24ケ月を超える期間，保存安定的であると記載していた（【0017】）のであるから，24ケ月要件を追加する補正が予想外の事態であったといえるかどうかにも問題があり，原告の主張には，その前提においても疑問がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，原告の上記第4の1(4)の主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，本件各発明はサポート要件を充足しない旨の本件審決の判断に誤りがないから，取消事由2（実施可能要件充足性に関する判断の誤り）について判断するまでもなく，本件各発明に関する特許を無効とした本件審決の結論に誤りはない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}