{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-900号事件について平成31年4月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年7月4日，「走行練習用自転車」という名称の発明について特許出願をした（特願2013-153910号。以下「本願」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，平成29年9月29日，本願について拒絶査定をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年1月23日，拒絶査定不服審判を請求するとともに，特許請求の範囲等を補正する手続補正を行った（以下，この手続補正を「本件補正」という。）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，上記審判請求を不服2018-900号事件として審理した上，平成31年4月26日，本件補正を却下する旨の決定をするとともに，「本件審判の請求は，成り立たない。」との審決をした。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，同年5月20日に審決謄本の送達を受け，同年6月17日，審決の取消を求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の請求項1の記載は，次のとおりである（下線は補正箇所を示す。以下，同請求項1に係る発明を「本件補正発明」といい，本件補正後の明細書及び図面を併せて「本件明細書」という。）。",
                "「  前輪及び後輪が装着され，前記前輪と前記後輪との間に，サドル部が上方に設けられた本体接続部が中段下方に設けられている二輪車体と，前記本体接続部に着脱可能に接続されるユニット接続部を備えたペダルユニットとを含み，前記本体接続部に前記ユニット接続部が接続されることでペダルで駆動する自転車において，",
                "前記ペダルユニットは，前記ユニット接続部と，このユニット接続部における前記本体接続部と反対側に設けられた軸部と，この軸部の軸端上に設けられたチェーンホイール及び前記ペダルを備えた2本のクランクとを含み，",
                "前記ユニット接続部及び前記本体接続部は，それぞれ前記自転車の進行方向にボルトに貫通される孔が形成され，前記本体接続部及び前記ユニット接続部の一方が他方に前記孔の位置を合わせながら挿入され，前記ボルトで接続され，",
                "前記孔は，前記二輪車体の中段下方且つ側面視における前記ペダルの駆動領域の内側に位置する，",
                "ことを特徴とする自転車。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願に添付の図面は，本判決の別紙1のとおりである。本件明細書では，本件補正発明に係る走行練習用自転車を例示する一実施形態に関し，図1ないし図3を参照しつつ詳述されている。図4及び図5は，「従来の走行練習用自転車」の構成の説明に当たって用いられている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由の要旨は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，登録実用新案第3093576号公報（甲1。以下「引用文献1」という。）に記載された発明（以下「引用発明」という。），技術常識及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項に該当する。したがって，本件補正は独立特許要件を欠き，却下すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正発明は，本件補正前の請求項1に係る発明（以下「本願発明」という。）の発明特定事項を全て含み，更に他の事項を付加したものに相当するところ，本件補正発明が特許法29条2項に該当する以上，本願発明も，同様の理由により同条同項に該当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本願発明は，特許法29条2項の規定により特許を受けることができないから，他の請求項に係る発明について検討するまでもなく，本願は拒絶されるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が上記(1)アのとおり本件補正発明の進歩性を否定した理由は，概ね次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "「  前輪及び後輪が装着され，前輪と後輪との間に，サドル部が上方に設けられた接続部11が中段下方に固設されている車体10と，固定ロッド21が形成されペダルユニット30が枢設端24上に枢設されている接続部品20とを含み，固定ロッド21が接続部11内の収納空間12内に着脱可能に固設され，固定ロッド21が形成されペダルユニット30が枢設端24上に枢設されている接続部品20を，車体10上の接続部11の収納空間12内に固設すると，一般の自転車モードとなり，ペダルを踏んで前進する走行練習用の自転車において，",
                    "固定ロッド21が形成されペダルユニット30が枢設端24上に枢設されている接続部品20は，固定ロッド21と，固定ロッド21における接続部11と反対側の固定ロッド21の下方に，固設されている枢設端24と，枢設端24上に枢設されている，チェーンホイール31とペダルを備えた2カ所のクランク32とで構成されているペダルユニット30とを含み，",
                    "固定ロッド21は，走行練習用の自転車の左右方向に固定ネジ23が貫設する貫通孔22が形成され，接続部11は，走行練習用の自転車の左右方向に前記固定ネジ23が貫設する貫通孔13が形成され，前記固定ネジ23が接続部11に形成された貫通孔13と固定ロッド21に形成された貫通孔22とを貫設することにより，固定ロッド21が接続部11内の収納空間12内に固設され，",
                    "接続部11に形成された貫通孔13及び固定ロッド21に形成された貫通孔22は，車体10の中段下方且つ側面視におけるペダルの駆動領域の内側に位置する，",
                    "走行練習用の自転車。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定",
                  "text": [
                    "「  前輪及び後輪が装着され，前記前輪と前記後輪との間に，サドル部が上方に設けられた本体接続部が中段下方に設けられている二輪車体と，前記本体接続部に着脱可能に接続されるユニット接続部を備えたペダルユニットとを含み，前記本体接続部に前記ユニット接続部が接続されることでペダルで駆動する自転車において，",
                    "前記ペダルユニットは，前記ユニット接続部と，このユニット接続部における前記本体接続部と反対側に設けられた軸部と，この軸部の軸端上に設けられたチェーンホイール及び前記ペダルを備えた2本のクランクとを含み，",
                    "前記ユニット接続部及び前記本体接続部は，それぞれボルトに貫通される孔が形成され，前記本体接続部及び前記ユニット接続部の一方が他方に前記孔の位置を合わせながら挿入され，前記ボルトで接続される，",
                    "自転車。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定",
                  "text": [
                    "「前記ユニット接続部及び前記本体接続部は，それぞれボルトに貫通される孔が形成される」構成に関して，",
                    "本件補正発明は，",
                    "前記ユニット接続部及び前記本体接続部は，それぞれ「前記自転車の進行方向に」ボルトに貫通される孔が形成される構成であり，さらに，その孔に関して，「前記孔は，前記二輪車体の中段下方且つ側面視における前記ペダルの駆動領域の内側に位置する」構成であるのに対して，",
                    "引用発明は，",
                    "「固定ロッド21は，走行練習用の自転車の左右方向に固定ネジ23が貫設する貫通孔22が形成され，接続部11は，走行練習用の自転車の左右方向に前記固定ネジ23が貫設する貫通孔13が形成され，前記固定ネジ23が接続部11に形成された貫通孔13と固定ロッド21に形成された貫通孔22とを貫設することにより，固定ロッド21が接続部11内の収納空間12内に固設され，接続部11に形成された貫通孔13及び固定ロッド21に形成された貫通孔22は，車体10の中段下方且つ側面視におけるペダルの駆動領域の内側に位置する」構成である点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点に係る構成の容易想到性",
                  "text": [
                    "相違点に係る構成は，技術常識及び周知技術に基づいて，当業者が容易に想到し得た。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用文献1に掲記された図面は本判決別紙2のとおりであり，いずれも，当該考案に係る走行練習用自転車の図面である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告が主張する取消事由",
      "text": [
        "審決が本件補正を却下したことは，次のとおり，本件補正発明の進歩性の判断を誤ったものである。よって，本件補正の却下を前提とした審決の結論も違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定及び相違点の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用文献1から引用発明を認定するに当たって，次の各事項（それぞれ「事項①」「事項②」という。）を構成に含めなかった。",
                        "①  固定ネジ23の本数",
                        "引用文献1においては，固定ネジ23が2本用いられている。これに対応して，固定ネジが貫設する貫通孔13，22も2個ずつである。しかるに，審決が認定した引用発明では，固定ネジの本数及び貫通孔の個数が特定されていない。",
                        "②  三角部材の存在及び三角部材と貫通孔22との位置関係",
                        "引用文献1においては，接続部11の後方面には，その下端部から上端部に至るまでの領域に，一辺を接続部11の後方面に接し，もう一辺を車体10のシャーシに接する三角形状の部材（以下「三角部材」という。）が設けられているところ，2か所の貫通孔13及び2か所の貫通孔22が設けられた位置は，固定ロッド21が接続部11の収納空間12内に固設された状態で三角部材の下端よりも上方である。しかるに，審決が認定した引用発明では，三角部材の存在及び三角部材と貫通孔13，22との位置関係を認定していない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "主引用発明の技術内容は，引用文献の記載を基礎として，客観的かつ具体的に認定・確定されるべきであって，引用文献に記載された技術内容を抽象化したり，一般化したり，上位概念化したりすることは，恣意的な判断を容れるおそれが生じるため，許されない。しかるに，審決は，事項①及び②を捨象することによって，引用文献1に記載された技術内容を抽象化・一般化・上位概念化して引用発明を認定しており，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決の引用発明の認定は，ペダルユニット30を接続部品20の構成要素として位置付けている点においても誤りがある。",
                    "すなわち，引用文献1では接続「部品」という名称が用いられていること，【図1】には接続部品20とペダルユニット30とが分離して示されていること，【図2】には接続部品20のみが示されていること等からみて，接続部品20とペダルユニット30は別の部材である。それにもかかわらず，後者を前者の構成要素として位置付けることは，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記(1)アのとおり，審決の引用発明の認定には誤りがあるため，次の相違点を看過した誤りがある。",
                        "①  固定ネジの本数について",
                        "引用発明においては固定ネジは2本であるのに対し，本件補正発明においては本数が特定されていないこと",
                        "②  三角部材の有無及び位置について",
                        "引用発明においては固定ネジと同じ高さ位置に三角部材が存在するのに対し，本件補正発明においては三角部材は存在しないこと"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の点に加えて，審決には，相違点の認定に当たっての前提事項を捨象した誤りもある。",
                        "すなわち，審決は，ボルトの貫設方向が引用発明においては左右方向であるのに対し本件補正発明においては進行方向であることのみを相違点として認定したが，この相違点は，「二輪車体の中段下方に設けられた本体接続部と，本体接続部に着脱可能に接続されるユニット接続部とを備えた自転車において，本体接続部及びユニット接続部が，その一方が他方に孔の位置を合わせながら挿入され，孔が二輪車体の中段下方且つ側面視におけるペダルの駆動領域の内側に位置し，孔にボルトが貫通してボルトで接続される」という構成を前提にした相違点である。なぜなら，自転車に用いられるボルトに関しては，単に「ボルトの貫設方向」という抽象的な内容だけでなく，当該ボルトの取り付け位置，ボルトにより締結される部材の構成及び接続関係を含めた具体的なまとまりのある構成を単位として認定しなければ，当該ボルトの貫設方向が自転車の中で持つ技術的な意義は明らかにならないからである。",
                        "しかるに，審決はこの前提事項を捨象しており，この点においても誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(1)イのとおり，引用文献1記載の発明は，「車体10と接続部品20」及び「接続部品20とペダルユニット30」の2か所での接続作業が必要となる。これに対し，本件補正発明は「ユニット接続部と一体化されたペダルユニット」を二輪車体に接続するものであるため，接続作業が1か所で済む点で相違する。",
                    "審決には，この相違点を看過した誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術常識に基づく容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術常識の立証がないこと",
                  "text": [
                    "審決は，「ボルトとナットとを用いる接合において，応力の方向を考慮すること（以下「技術常識1」という。）」，「ボルト貫通方向は，その方向の応力に対して強く抵抗できること（以下「技術常識2」という。）」，「自転車を走行させる場合，左右方向や進行方向の応力が発生すること（以下「技術常識3」という。）」が技術常識であるとする。",
                    "しかしながら，審決では，上記の各技術常識の根拠となる文献を何ら示していない。被告が本件訴訟手続で提出した証拠を踏まえても，上記の各技術常識は認定できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に各技術常識を組み合わせても本件補正発明の構成に至らないこと",
                  "text": [
                    "仮に上記の各技術常識を認定することができたとしても，自転車においては，ペダルの踏み込みに伴い発生する左右方向の応力の影響が大きいと当業者は通常認識しているから，この応力の方向を考慮するならば，引用発明のようにボルトを左右方向に貫設することが自然であり，進行方向に貫設する本件補正発明の構成には至らない。ボルトを進行方法に貫設する本件補正発明の構成は，接続箇所の捩れ防止の効果に加え，ボルト脱落に伴うチェーン外れ防止の効果も奏するところ，引用発明に上記の各技術常識を組み合わせるだけでは本件補正発明の構成に至らない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術に基づく容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術の認定の誤り",
                  "text": [
                    "審決は，「自転車のフレーム構造において，ペダルユニットが取り付けられるフレームと他のフレ-ムとを固定する際に，固定する部分に向きが自転車の進行方向になるようにボルトを設け，当該ボルトを用いて固定すること，すなわち，自転車の進行方向にボルトに貫通される孔が形成されて固定されること」が周知技術であると認定した。この認定には，次の誤りがある。",
                    "①  審決は，周知技術を登録実用新案第3141550号（甲2。以下「引用文献2」という。）に基づいて認定したが，引用文献2の記載事項を認定するに当たり，その構成の一部を抽象化・上位概念化した誤りがある。",
                    "すなわち，引用文献2に記載の発明は，⒜「接続部に対応した板形状の結合部」と⒝「湾曲した板体から成る接続部」とを⒞「板体の表面に対し垂直方向にボルトを貫設し，そのうち3本は進行方向，1本は上下方向となっている」ものであるのに対し，審決は，これらの構成を抽象化・上位概念化して，⒜「自転車のフレーム」と⒝「ペダルユニットを備える部品」とを⒞「向きが自転車の進行方向になるようにボルトを設け，当該ボルトを用いて固定する」ことを周知技術と認定している。引用文献2に開示されている事項は，「湾曲した板形状のフレームの表面に対し垂直方向にボルトを貫設する」という程度にとどまり，本件審決の周知技術における「向きが自転車の進行方向になるようにボルトを設け，当該ボルトを用いて固定する」という上位概念化された技術的思想は，引用文献2に一切開示されていない。",
                    "②  審決は，上記①の誤りに加え，引用文献2にはボルトの貫設方向に関し複数パターンの開示があるにもかかわらず，その中から進行方向に貫設されたボルトのみを恣意的に抽出した点においても誤っている。",
                    "すなわち，引用文献2の図1には，その進行方向に貫設された3本のボルトと，上下方向に挿入された1本のボルトという，ボルトの貫設方向に関し少なくとも2通りの具体的形態が開示されている。そして，引用文献2には，上下方向及び進行方向に貫設されたボルトが，それぞれどのような作用効果をもたらすのかという点の記載はおろか，そもそもボルトの貫設方向に関する言及すらない。そうすると，引用文献2に接した当業者が，図面のみを見てあえてボルトの貫設方向に着目するとは考え難い上，仮にその点に着目したとしても，貫設方向として進行方向・上下方向のいずれを採用すべきかを判断することができない。また，上述したとおり引用発明は，「固定ネジ23が2本である」という構成を有するので，引用文献2の図1に示された4本のボルトのうち，どの2本を採用すべきかということも判断できないことになる。",
                    "審決は，引用文献2を根拠として，「固定する部分に向きが自転車の進行方向になるようにボルトを設け，当該ボルトを用いて固定すること，すなわち，自転車の進行方向にボルトに貫通される孔が形成されて固定されることは，周知技術である」と認定しているが，かかる認定は本件補正発明を見た後だからこそ可能な，典型的な後知恵にすぎない。",
                    "③  審査及び審判の手続内で引用された文献（登録実用新案第367607号公報（甲3），実公昭57-53747号公報（甲4），特開昭63-106192号公報（甲5））に基づいても，上記周知技術は認定できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に周知技術を組み合わせることの容易想到性についての判断の欠落ないし誤り",
                  "text": [
                    "審決は，相違点に係る構成に対応する構成が上記の周知技術であるとの前提の下，引用発明にこの周知技術を組み合わせることの容易性について特段の検討を行わないまま，本件補正発明の構成を容易想到としている。しかし，上記検討を欠くことは許されないから，審決の判断にはこの点において誤りがある。",
                    "また，これを検討すると，以下のとおり，引用発明においてボルトを進行方向に貫設することには阻害要因が存在する上，引用発明においてボルトを進行方向に貫設する動機付けも存在しないから，審決の判断には二重に誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "阻害要因の存在",
                      "text": [
                        "引用発明は，三角部材をその構成に含むものであり（上記1(1)の事項②），この三角部材は，その一辺を接続部11の後方面に接している。そうすると，引用発明においてボルトを貫設する方向を左右方向から進行方向に変更することは，三角部材の存在により物理的に不可能である上，仮に可能であったとしても大幅な接続強度の低下を伴い現実的ではないから，引用発明に上記の周知技術を適用することには阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "動機付けの不存在",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "課題の共通性がないこと",
                          "text": [
                            "⒜  引用発明には，本件補正発明のような課題が存在しないこと",
                            "引用文献1の【0003】【0004】の記載によれば，引用発明は，「操作コントロールとバランス感覚を養う上で支援となる自転車を提供すること」及び「走行練習の期間を短縮させる自転車を提供すること」を課題とし，その解決手段としてペダルユニットを車体上から取り外すことができるという構成を採用した発明である。そして，引用発明におけるボルトの挿入方向を左右方向とする構成でも，一応はペダルユニットを車体上から着脱可能となるので，引用発明が解決すべき課題をすでに解決できている。",
                            "これに対し，本件補正発明は，本件明細書の【0006】の記載のとおり，接続箇所の捩れの防止，ボルト脱落に伴うチェーン外れの防止及び組立ての容易化という課題を解決するための発明である。",
                            "引用文献1には，本件補正発明のような課題については，記載も示唆もされていない。よって，引用文献1に接した当業者は，上記本件補正発明の課題の認識に至らず，引用発明のボルトの貫設方向をあえて変更する動機付けが生じない。",
                            "このため，引用発明においては，ボルトを進行方向に貫設することの動機付けは生じない。",
                            "⒝  周知技術と引用発明との間には課題の共通性がないこと",
                            "引用発明が解決すべき課題は，上記のとおり「ペダルユニットを車体上から着脱可能な構成とすることで，ペダルの装着されていない状態における操作コントロール及びバランス感覚の習得を可能とし，練習時間を短縮すること」であるのに対し，審決の認定した周知技術は，かかる課題の解決とは関連しないものである。",
                            "このように，周知技術と引用発明との間には，課題の共通性がないので，引用発明に周知技術を組み合わせる動機付けは存在しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "作用・機能の共通性がないこと",
                          "text": [
                            "引用発明の作用・機能は「最初にペダルユニットの装着されていない状態で操作コントロールとバランス感覚を習得し，その後ペダルユニットを装着してペダル踏み動作の練習を行わせることで，子供が容易にペダル踏み動作を習得し，走行練習時間が短縮される」（引用文献1の【0009】）というものであるが，審決の認定した周知技術はそのような作用・機能を有するものではない。",
                            "このように，引用発明と審決の認定した周知技術の間には作用・機能の共通性がないので，引用発明に周知技術を組み合わせる動機付けは存在しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "技術分野の共通性がないこと",
                          "text": [
                            "引用発明の属する技術分野は走行練習用の自転車であるのに対し，審決の認定した周知技術は自転車全般に関するものであり，せいぜい「自転車」という点が共通するにとどまるから，技術分野の点でも共通性がなく，引用発明に周知技術を組み合わせる動機付けは存在しない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "引用文献中に組み合わせに関する示唆がないこと",
                          "text": [
                            "引用文献1では，ボルトを貫設する方向に関し，図面の記載からその方向が左右方向であることが把握できるに留まり，明細書中においてボルトの貫設の方向をあえて変更することを示唆する言及は一切ない。また，周知技術の認定の根拠となり得る文献（引用文献2等）においても，ボルトを貫設する方向は図面の記載から把握できるに留まり，その方向をあえて変更することを示唆する言及は一切ない。",
                            "このように，いずれの引用文献中にも，ボルトの貫設の方向を変更するための示唆は皆無であるから，審決の認定した周知技術を引用発明に組み合わせる動機付けは存在しない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告の主張は，次のとおり理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定及び相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が，引用発明の認定に当たって事項①（ボルトの本数）及び同②（三角部材）を引用発明の認定に含めなかったことは，ひとまとまりの構成ないし技術的思想として発明特定事項を過不足なく認定するという適切な認定手法に則ったものであって，原告主張の誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が，引用発明の認定に当たってペダルユニット30を接続部品20の構成要素として位置付けたことは，引用文献1の記載を技術的に不自然のないよう解釈した結果によるものであり，原告主張の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の認定に誤りがないから，その誤りを前提として相違点の認定の誤りをいう原告の主張も失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点の認定に当たって，引用発明と本件補正発明との共通の構成について，原告のいう「相違点の認定に当たっての前提事項」（上記第3の1(2)ア(イ)）を含めなければならないという理由はないから，これを捨象したことの誤りをいう原告の主張も失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術常識の認定について",
              "text": [
                "審決が示した技術常識1ないし3は，本件出願前に広く流布していた刊行物（「機械設計便覧新版」日刊工業新聞社刊昭和49年4月30日発行（乙1），実開昭和51-34143号（乙2），「自転車実用便覧第4版」自転車産業振興協会刊昭和57年9月25日発行（乙3））の記載によっても裏付けられており，当業者ならば当然知っているはずの技術常識である。したがって，審決が，これらの技術常識を認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術の認定について",
              "text": [
                "審決の認定した周知技術（ボルトの貫設の方向を進行方向とすること）は，審決で引用した引用文献2のみならず，審査及び審判の手続内で引用された文献（甲3～5）並びに中国実用新案第202156493号明細書（乙4）に例示されている。また，本件明細書の【0004】【図4】【図5】においても，ペダルユニットと自転車本体とを進行方向に貫設する固定ネジによって固定するものが例示されており，従来技術としての位置付けではあるが，進行方向に固定ネジを貫設することを問題視する記載は何ら添えられていない。したがって，審決が，進行方向に貫設されるネジによるペダルユニットの固定を，本願出願時における周知技術として認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明における相違点に係る構成に対応する構成について，技術常識に基づく容易想到性の判断を十分に示した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献1に記載された三角部材は，接続部の後面全体を覆うものとも，図示された態様での設置が必須である部材であるともいえない。また，仮に補強のためこれを設けるとしても，他部材と干渉しない位置を選択して設ければ足りる程度の部材である。よって，三角部材が，審決の認定した周知技術（ボルトの貫設の方向を進行方向とすること）の適用を阻害する要因となるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明において，審決の認定した周知技術を適用し，ボルトの貫設の方向を進行方向とすることは当業者であれば適宜になし得た設計的事項であり，当業者が行うに際し特段の動機付けを要しない事項である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，相違点に係る構成を技術常識及び周知技術に基づき当業者が容易に想到し得たとの審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定及び相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が事項①（ボルトの本数）及び事項②（三角部材）を構成に含めずに引用発明を認定したことは誤りである旨主張するので，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の認定に際しては，ひとまとまりの技術的思想を構成する要素のうち，本件補正発明の発明特定事項に相当する事項を過不足のない限度で認定すれば足り，特段の事情がない限り，本件補正発明の発明特定事項との対応関係を離れて，引用発明を必要以上に限定して認定する必要はないと解される。",
                        "審決の認定した引用発明は，「操作コントロールとバランス感覚を養う上で支援となる自転車を提供すること」及び「走行練習の期間を短縮させる自転車を提供すること」という考案の課題（引用文献1の【0003】）に照らし，「接続部品を車体上の接続部の収納空間内から取り外し，前記ペダルユニットを車体上から分離させる」こと（同【0007】）及び「ペダルユニットが枢設されている接続部品を車体上の接続部の収納空間内に固設する」こと（同【0008】）に対応する構成を含めて「走行練習用の自転車」の構成要素を特定したものであるから，課題を解決するために必須の構成を，ひとまとまりの技術的思想として把握できるように特定したものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "事項①（ボルトの本数）を捨象したことについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "ボルトの本数について，引用文献1の実施例を示した【図1】【図2】【0006】では2本とされているものの，【実用新案登録請求の範囲】においてボルトの本数は特定されていない上に，【考案の詳細な説明】においても，実施例においてボルトを2本としたことの理由やその作用効果，自転車の機能との関係等についての記載や示唆はみられない。そうすると，引用発明において，ボルトの本数（それが2本であること）は，発明の本質的要素には当たらないというべきであるから，事項①を欠くことによって，引用文献1に開示された考案の技術的思想を把握できなくなるものではない。",
                            "したがって，引用文献1において，ボルトの本数には特段の技術的意義はないと解するのが当業者の通常の理解であると考えられるから，「ひとまとまりの技術的事項」としての引用発明を認定するに当たって，ボルトの本数に関する事項①を捨象することは妨げられないといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，本件補正発明は，ボルトの本数を，発明特定事項として何ら限定するものでないから，引用発明の認定に当たって事項①を捨象しても，本件補正発明の発明特定事項に相当する事項を過不足のない限度で認定しているといえ，この点からしても，原告の主張は失当である。",
                            "また，原告の主張中には，本件補正発明の意義の中には，組立てを容易にすることが含まれているとする部分があり，この主張は，本件補正発明は，組立てを容易にするという観点から，ボルトの本数（1本）を本質的な要素とするという趣旨であると考えられないでもない。しかしながら，本件補正発明の請求項の範囲には，ボルトの本数は含まれていないし，本件明細書を検討しても，ボルトの本数が1本であることが，本件補正発明の本質的要素であることが記載されていると理解することはできないから，上記のような理解は成り立たない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "事項②（三角部材）を捨象したことについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用文献1の【図1】～【図3】には三角部材らしき図示がなされているものの，考案の詳細な説明では言及がないし，同種の形状を有する自転車車体において三角部材が必須の部材であるとの技術常識があるとも認めがたい。そうすると，引用文献1に接した当業者が三角部材に特段の技術的意義があると理解することは想定し難いから，ひとまとまりの技術的事項としての引用発明を認定するに当たって事項②を捨象することは妨げられない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "他方，本件補正発明は，三角部材に相当する部材を備えることを発明の構成要素とするものではなく（本件明細書において発明の一実施形態として【0018】で言及され，本願図1ないし3に図示されているにとどまる。），それを除外することを構成要素とするものでもない。したがって，引用発明の認定に当たって事項②を捨象しても，本件補正発明の発明特定事項に相当する事項を過不足のない限度で認定しているといえ，この点からしても原告の主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，事項①及び②を捨象した審決の引用発明の認定は，引用文献1に開示された考案の有するひとまとまりの技術的思想につき，本件補正発明の発明特定事項に相当する事項を過不足のない限度で認定したものということができる。かかる認定が，引用文献1に記載された技術内容から必須の一部構成を捨象したとも，不当に抽象化・一般化・上位概念化したともいえない。",
                        "したがって，引用発明の認定に誤りがあるとの原告の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ペダルユニット30を接続部品20の構成要素として位置付けたことについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，ペダルユニット30と接続部品20とは別の部品であるから，審決が引用発明の認定に当たり前者を後者の構成要素として位置付けたことは誤りである旨主張するので，検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用文献1の記載によれば，同文献は「ペダルユニットを車体から取り外すことが可能である自転車」に係る考案を開示するものであり【0001】，考案の目的【0003】を達成するために，ペダルユニットを車体から取り外すこと，改めて車体に装着することがいずれも可能なように構成されている【0004】。",
                        "そして，引用文献1の【0004】の「本考案では，前記接続部品がペダルユニットを車体上から取り外すことができるようになっている」との記載は，接続部品「が」ペダルユニット「を」車体上から取り外す，と述べるもので，接続部品20を車体上から取り外すことでペダルユニット30が車体から取り外される，すなわち，接続部品20とペダルユニット30とが一体となって車体から取り外されることを意味すると解される。また，ペダルユニット30を車体に取り付ける際には，ペダルユニット30と一体的に取り外された接続部品20をわざわざペダルユニット30と分離して，先に車体に接続し，その後接続部品20にペダルユニット30を取り付けるような組立工程を採ると解することは，技術的に不自然であるから，取付けに際しても，接続部品20とペダルユニット30は，一体となって車体に取り付けられるものと解される。",
                        "さらに，引用文献1の「ペダルユニット30」は，「チェーンホイール31と2か所のクランク32とで構成されており」，「接続部品20」の「枢設端24上に枢設されている」ものである【0006】から，ペダルユニット30を接続部品20に取り付ける際には，ペダルユニット30の2か所のクランク32の間のクランク軸からクランク32の少なくとも1か所を取り外し，クランク軸を枢設端24の軸受構造に取り付けた後に，再び取り外したクランク32を再結合するなどといった煩雑な作業を要するものと解されるところ，このような煩雑な作業を何度も繰り返すべき理由は見当たらないから，いったん接続部品20に取り付けられたペダルユニット30は，その後は一体のものとして取り扱われ，上記のとおり，一体のものとして，車体に取り付けられたり，車体から取り外されたりするものであると解するのが自然であるし，当業者もそのように認識するものと考えられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，ユニット接続部とペダルユニットとの関係について特段の特徴を有するものではない本件補正発明と引用発明とを対比するのに当たっては，引用発明において，接続部品20とペダルユニット30とが，別体の部品であることが予定されているという点に着目する必要はなく，むしろ，接続部品20とペダルユニット30とが，一体のものとして車体に取り付けられたり，車体から取り外されたりすることが予定されている点に着目すれば足りるというべきである。",
                        "したがって，審決がこれと同旨の認定をしたことに誤りはなく，その誤りをいう原告の主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)のとおり，審決の引用発明の認定には誤りがないから，その認定の誤りを前提として相違点の認定の誤りをいう原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決のいうとおり「ボルトの貫設の方向が進行方向であるか左右方向であるか」のみを相違点として認定するとしても，かかる相違点は，本件補正発明の，「二輪車体の中段下方に設けられた本体接続部と，本体接続部に着脱可能に接続されるユニット接続部とを備えた自転車において，本体接続部及びユニット接続部が，その一方が他方に孔の位置を合わせながら挿入され，孔が二輪車体の中段下方且つ側面視におけるペダルの駆動領域の内側に位置し，孔にボルトが貫通してボルトで接続される」という構成を前提にした相違点であるところ，審決には，かかる前提を捨象してボルトの貫設の方向の相違のみを実質的な相違点として認定した点に誤りがある旨主張する。",
                    "しかしながら，原告が相違点の前提として指摘する上記構成のうち，本件補正発明においては，孔が二輪車体の中段下方且つ側面視におけるペダルの駆動領域の内側に位置するとの点は，相違点の一部として認定されており，その余の点は，審決の一致点の認定の中に含められているのであるから，審決に，相違点の前提を捨象したという誤りはない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件の相違点は，ボルトの挿入方向を自転車の進行方向（本件補正発明）にするか，左右方向（引用発明）にするかという点にあるところ（なお，ボルト貫設のための孔が，二輪車体の中段下方且つ側面視におけるペダルの駆動領域の内側に位置するとの点は，ボルトを進行方向に貫設した場合には，当然採用される構成であるといえるから，このこと自体の容易想到性についいて判断する必要はない。），自転車を走行させる場合，主として左右方向や進行方向に応力が発生することになるから，それに抵抗して車体とペダルユニットとをしっかり固定させるためには，上記の応力のいずれかに強く抵抗できる左右方向か進行方向にボルトを貫設し，両者を固定するのが適当であるということは誰しも思いつくところであるといえる。この点につき，原告は，上記判断の前提となる技術常識，すなわち，①ボルトとナットとを用いる接合においては，応力の方向を考慮すること（技術常識1），②ボルトの貫設方向は，その方向の応力に対して強く抵抗できること（技術常識2），③自転車を走行させる場合，左右方向や進行方向の応力が発生すること（技術常識3）について，その認定根拠となる証拠がないと主張しているが，被告が本件訴訟で示した証拠（乙1～3）により，技術常識の証明は十分であるといえ，上記の主張は失当である。",
                "そうすると，ボルトの貫設方向として，左右方向と進行方向のいずれかが優先されるとか，いずれかを採用することに妨げがあるという事情が存しない限り，左右方向を採用するか，進行方向を採用するかは設計的事項であって，いずれを選択することも容易に想到し得る事柄であるということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこでまず，引用発明が，ボルトの貫設方向として左右方向を採用していることに特段の理由があるのかについてみるに，引用発明の相違点に係る引用発明の構成（ボルトの貫設が左右方向）については，【実用新案登録請求の範囲】において特定がされていないことはもとより，引用文献1にはかかる構成の技術的意義について何らの記載も示唆もない。したがって，引用発明は，単に，接続部11と固定ロッド21とを固定するに当たって双方に設けた貫通孔をボルトが貫設するという技術的事項を開示しているにとどまり，貫設の方向（それが左右方向であること）に特段の技術的意義を見出していたとはいえないし，他に貫設の方向が左右方向であることに特段の技術的意義があることを認めるに足りる証拠はない（原告は，左右方向にボルトを貫設するのが自然であるという趣旨の主張をしているが，その主張を裏付けるに足りる証拠はないし，「自然である」という趣旨が，ボルトを進行方向に貫設することを妨げるほどのものであることを意味するのかどうかも明らかではない。）。",
                "また，原告は，引用文献2からは，ボルトの貫設方向を進行方向とすることが周知技術であると認定することはできないと主張するが，既に説示したとおり，ボルトの貫設方向を進行方向とすることは，技術常識1～3に基づき，誰しも思いつくことができる，いわば技術常識であるから，周知技術として認定できるかどうかは，本来結論に関わりのない事柄であるということができる。また，念のため検討してみても，上記の点が周知技術であることは，引用文献2に加えて，審査・審判の段階で示された甲3～5及び本件明細書が示す背景技術（【0004】【図4】【図5】）を総合すれば十分に立証されているといえる。",
                "さらに，原告は，本件補正発明は，接続箇所の捩れ防止，ボルト脱落に伴うペダルユニット落下の防止という技術的意義を有すると主張するところ，この主張は，本件補正発明において，ボルトの貫設方向を進行方向としたのは，上記のような技術的意義を実現するための特別な構成であるから，このような方向を採用することは設計的事項に当たらないという趣旨を主張するものとも受け取れる。しかしながら，本件明細書の【0010】によれば，ボルトの貫設方向を進行方向としたのは，「進行（前後）方向から受ける応力に強く抵抗する構造になる」からであって，この点は，先に認定した技術常識と異なるものではない（左右側から受ける応力に抵抗することや，ペダルユニットに通常ではない応力が掛かった場合に捩れることを防止することは，本件補正発明において，ユニット接続部及び本体接続部が平面視五角～二十角の多角柱状とされていることの効果，あるいは，このことと，ボルトの貫設方向が進行方向であることがあいまった効果とされているから，これらをボルトの貫設方向を進行方向としたこと単独の効果とみることはできない。）。また，ボルト脱落に伴うペダルユニット落下の防止の効果は，本件明細書には何ら記載されていないから，この効果に関する主張は，明細書の記載に基づかない主張であるといわざるを得ないし，自転車の走行中，ボルトやナットには，様々な方向の力や振動が伝わるであろうこと等を考慮すると，ボルトの貫設方向を進行方向にしたからといって，ボルトの脱落が防止されることになるのかどうか自体そもそも疑問である。このように考えると，原告が主張する本件補正発明の意義は，採用できるものではなく，したがって，ボルトの貫設方向を進行方向とすることが特別な構成であることを裏付けるに足りるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明にはその構成要素として三角部材が含まれており，これがボルトの貫設方向を進行方向とすることについて阻害要因となる旨主張するが，引用発明の認定に当たって三角部材を含める必要がないことは上記1(1)で説示したとおりである。",
                "また，三角部材を考慮するとしても，引用文献1の記載に照らすと，三角部材が接続部の後面全体を覆うものとはいえず，図示された態様での設置が必須である部材であるともいえない。そうすると，仮に補強のために三角部材を設けるとしても，他の部材と干渉しない位置及び大きさを選択して設ければ足りるといえる（例えば，三角部材を車体の左右両側に設ければボルトの進行方向への挿通・締結作業にとって妨げとなるが，引用文献1に図示されたとおりに左側のみに設ければ車体の右側からの作業は妨げられない。）から，三角部材の存在が，ボルトの貫設方向を進行方向とすることを阻害するとはいえず，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "以上の次第で，ボルトの貫設方向として，左右方向と進行方向のいずれかが優先されるとか，いずれかを採用することに妨げがあるという事情が存するとはいえないから，いずれの方向を採用するかは設計的事項であるといえる。そうすると，このような設計的事項について，技術常識及び周知技術を踏まえて適宜設計することは当業者が通常行う創意工夫の一つにすぎないといえるから，動機付けについて特段論ずるまでもなく，ボルトの貫設方向を本件補正発明の方向（進行方向）とすることは容易に想到し得るものであ  ",
              "text": [
                "ったというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，相違点に係る構成を技術常識及び周知技術に基づき当業者が容易に想到し得たとの審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，審決の取消事由に関する原告の主張はいずれも採用することができない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}