{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800118号事件について令和元年9月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求に対する不成立審決の取消訴訟である。争点は，特許発明の進歩性(発明の要旨認定の誤り，一致点及び相違点の認定の誤り)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要等",
          "text": [
            "被告らは，名称を「医薬品相互作用チェックシステム」とする発明に係る特許権(特許第5253605号。請求項の数は9)の特許権者である(以下「本件特許権」といい，本件特許権に係る特許を「本件特許」という。甲58)。",
            "本件特許は，平成12年3月28日(以下，同日を「本件出願日」という。)に出願された特願2000-089076号の一部が，平成21年12月25日に特願2009-295717号として新たに特許出願され，その一部が平成24年6月21日に特願2012-140141号として新たに特許出願され，平成25年4月26日に設定登録されたものである(甲58，弁論の全趣旨)。",
            "被告らは，平成27年6月3日，本件特許について訂正審判請求をし，同年7月10日に訂正することを認める旨の審決がされ，同月21日に確定した(甲58の2。以下，訂正後の明細書及び図面を「本件明細書」という。)。",
            "原告は，平成30年9月26日，上記訂正後の本件特許の請求項1～4，6，8及び9に記載された発明(以下，これらの発明を順に「本件発明1」，「本件発明2」などといい，併せて「本件発明」という。)について無効審判(以下「本件審判」という。)請求をした。特許庁は，同請求を無効2018-800118号事件として審理して，令和元年9月25日，「本件審判の請求は，成り立たない。」との審決(以下，「本件審決」という。)をし，その謄本は，同年10月3日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の特許請求の範囲",
          "text": [
            "【本件発明1】",
            "ネットワーク接続されたいずれかの機器に，",
            "一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせを個別に格納する相互作用マスタを記憶する記憶手段と，",
            "入力された新規処方データの各医薬品を自己医薬品及び相手医薬品とし，自己医薬品と相手医薬品の組み合わせが，前記相互作用マスタに登録した医薬品の組み合わせと合致するか否かを判断することにより，相互作用チェック処理を実行する制御手段と，",
            "対象となる自己医薬品の名称と，相互作用チェック処理の対象となる相手医薬品の名称とをマトリックス形式の行又は列にそれぞれ表示し，前記制御手段による自己医薬品と相手医薬品の間の相互作用チェック処理の結果を，前記マトリックス形式の該当する各セルに表示する表示手段と，",
            "を備えたことを特徴とする医薬品相互作用チェックシステム。",
            "【請求項2】",
            "前記記憶手段に記憶する相互作用マスタは，相互作用が発生する組み合わせを，各医薬品の効能を定めた薬効コードの組み合わせとして格納することを特徴とする請求項1に記載の医薬品相互作用チェックシステム。",
            "【請求項3】",
            "前記記憶手段は，相互作用が発生する医薬品の各組み合わせに対して，作用・機序を含む詳細情報を関連付けた作用マスタをさらに記憶し，",
            "前記制御手段は，前記相互作用チェック処理の結果が表示された各セルが指定されると，前記記憶手段に記憶した作用マスタに基づいて，相互作用についての詳細情報を前記表示手段に表示させることを特徴とする請求項1又は2に記載の医薬品相互作用チェックシステム。",
            "【請求項4】",
            "前記記憶手段は，患者データを含む過去の処方データを蓄積した蓄積処方データをさらに記憶し，",
            "前記相手医薬品は，蓄積処方データの各医薬品を含むことを特徴とする請求項1から3のいずれか1項に記載の医薬品相互作用チェックシステム。",
            "【請求項5】",
            "前記表示手段は，自己医薬品の名称と相手医薬品の名称をマトリックス形式の行又は列にそれぞれ表示し，相手医薬品が新規処方データの各医薬品である場合と，相手医薬品が蓄積処方データの各医薬品である場合とで切替可能に表示することを特徴とする請求項1から4のいずれか1項に記載に医薬品相互作用チェックシステム。",
            "【請求項6】",
            "前記表示手段に表示されたマトリックス形式の各セルに表示される相互作用チェックの結果には，識別可能な記号で表示される併用注意と併用禁忌を含むことを特徴とする請求項1から5のいずれか1項に記載の医薬品相互作用チェックシステム。",
            "【請求項7】",
            "前記表示手段は，表示するマトリックス形式の画面中，新規処方データの各医薬品に加えて，新たに医薬品を追加表示可能とする薬品追加ボタンを備え，",
            "前記制御手段は，前記薬品追加ボタンが操作されることにより，前記表示手段に表示したマトリックス形式の画面中，新規処方データの各医薬品の名称が表示された行又は列に，新たな医薬品の名称を追加し，追加表示した自己医薬品と，相手医薬品との相互作用を再チェックすることを特徴とする請求項1から6のいずれか1項に記載の医薬品相互作用システム。",
            "【請求項8】",
            "前記記憶手段は，相互作用マスタに登録された相互作用が発生する医薬品の組み合わせのうち，相互作用チェック処理を除外した医薬品の組合せについて格納する相互作用除外マスタを記憶し，",
            "前記制御手段は，前記相互作用マスタに基づいて相互作用チェック処理を実行した後，前記相互作用除外マスタを検索して該当する医薬品の組み合わせを除外することを特徴とする請求項1から6のいずれか1項に記載の医薬品相互作用チェックシステム。",
            "【請求項9】",
            "前記記憶手段は，相互作用が発生する医薬品の組み合わせについてのデータを格納する相互作用共通マスタとは別に，各医療施設に応じて作成した相互作用個別マスタを記憶し，",
            "前記制御手段は，前記相互作用共通マスタに優先して，前記相互作用個別マスタに基づく相互作用チェック処理を実行することを特徴とする請求項1から8のいずれか1項に記載の医薬品相互作用チェックシステム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審判で主張された無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1-1",
              "text": [
                "本件発明1，2及び4は，甲1に記載された発明(以下，「甲1発明」という。)及び周知技術に基づき，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1-2",
              "text": [
                "本件発明3は，甲1発明，甲7に記載された発明及び周知技術に基づき，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由1-3",
              "text": [
                "本件発明6は，甲1発明，甲6に記載された発明及び周知技術に基づき，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由1-4",
              "text": [
                "本件発明8は，甲1発明，甲28に記載された発明及び周知技術に基づき，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由2-1",
              "text": [
                "本件発明9は，甲1発明，甲10に記載された発明(以下，「甲10発明」という。)及び周知技術に基づき，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由2-2",
              "text": [
                "本件発明9は，甲1発明，公知発明(甲9，甲9の2，甲10，14～18により認定される日本国内において公然知られた発明)及び周知技術に基づき，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "甲1，2，6，7，9，10，14～18，28について",
              "text": [
                "甲1  特開平11-195078号公報",
                "甲2  折井孝男「相互作用チェック機能を有する市販ソフト(システム)の紹介」(薬局Vol.49 No.1 258-270 頁 1998 年)",
                "甲6  辻田朋子「平成30年6月5日付け閲覧結果報告書」",
                "甲7  安部好弘「開局薬局での薬物間相互作用に関する服薬指導の問題点と解決策」(月刊薬事〔2月臨時増刊号〕Vol.38 No.3 871-883 頁 1996 年)",
                "甲9 「-わかりやすい薬剤情報提供のための-写真付／服薬指導CD-ROM(以下，「服薬指導CD-ROM」という。)＜1999年9月版＞」の製品写真",
                "甲9の2  「服薬指導CD-ROM＜1999年9月版＞」の盤面のコピー",
                "甲10 「服薬指導CD-ROM＜1999年9月版＞の操作マニュアル」(1999 年9 月29 日発行)",
                "甲14  「服薬指導CD-ROM＜1999年3月版＞操作マニュアル」(1999 年3 月23 日発行)",
                "甲15  A「2018年7月11日付け報告書」",
                "甲16  服薬指導CD-ROMのCD-ROMに格納されたファイル一覧の画面キャプチャ",
                "甲17  「月刊薬事」1999年10月号(vol.41 No.11)",
                "甲18  服薬指導CD-ROM＜1999年9月版＞の操作マニュアル同梱DVD 甲28  特開平9-94287号公報"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次の甲1発明が記載されていると認められる。",
                    "(甲1発明)",
                    "医薬品相互作用チェック装置であって，",
                    "医薬品相互作用チェック装置は医薬品相互作用チェック結果を表示するための表示装置10と，チェックする医薬品を入力するための入力装置11と，CPU及びメモリ等の処理部12と，あらかじめ用意された全ての医薬品に関するデータが作成記憶されているディスク13と出力装置16とから構成され，",
                    "自己医薬品テーブル102には，予め医薬品入力101の過程により入力された処方される医薬品(自己医薬品)の医薬品マスターコードが記憶され，相手医薬品テーブル103には，処方履歴を基に抽出した患者が服用している医薬品(相手医薬品)及び処方される医薬品の医薬品マスターコードが記憶され，",
                    "各医薬品に付される添付文書から抽出された医薬品に関する情報はコード化されており，",
                    "医薬品相互作用チェックマスタ104には，予め医薬品固有の情報が全て記憶され，医薬品相互作用チェックテーブル105には，医薬品間の相互作用の有無をチェックする情報が記憶されており，自己医薬品に対する自己テーブル部401と相手医薬品に対する相手テーブル部402とを含み，",
                    "医薬品相互作用コメントファイル106には，医薬品の相互作用の結果をコメントとして提供するための文字情報がコメントコードと共に記憶され，",
                    "医薬品相互作用機序ファイル107には，医薬品相互作用の機序が文字情報として相互作用機序コードと共に記憶され，",
                    "検索前処理801では，",
                    "処方される医薬品として入力装置11に入力された自己医薬品の医薬品マスターコードを基に，一般名コード，薬効分類コード，BOXコードを医薬品相互作用チェックマスタ104から検索して自己医薬品のそれぞれのコードを確定し，",
                    "処方履歴等を基に抽出された相手医薬品の医薬品マスターコードを基に一般名コード，薬効分類コード，BOXコードを医薬品相互作用チェックマスタ104から検索して相手医薬品のそれぞれのコードを確定し，",
                    "相互作用チェックテーブルの検索処理802では，",
                    "医薬品相互作用チェックテーブル105から自己テーブル部401の検索が行われ，",
                    "検索前処理801で検索した自己医薬品の一般名コードが，医薬品相互作用チェックテーブル105の自己テーブル部401に存在するか否かの検索が行われ，同様にして，薬効分類コードとBOXコードについても検索が行われ，",
                    "それぞれの検索で存在したコードに関するデータは処方医薬品相互作用チェックテーブルTの形態で一時記憶テーブル110に記憶され，",
                    "一時記憶テーブル110に記憶したデータから相手テーブル部402の検索が行われ，",
                    "検索前処理801で検索した相手医薬品の一般名コードが前記一時記憶テーブル110の相手テーブル部402に存在しているかの検索が行われ，同様にして薬効分類コードとBOXコードについても検索が行われ，",
                    "それぞれの検索でコードが存在する場合には，処方する自己医薬品には患者が服用している医薬品あるいは処方する医薬品(相手医薬品)との間に相互作用を有する組み合わせが存在することになり，",
                    "検索後処理803では，",
                    "前記相互作用チェックテーブルの検索処理802で相互作用を有する医薬品の組み合わせが存在した場合のコメントテーブル部403の作成が行われ，",
                    "検索された医薬品相互作用チェック結果は，表示装置10に画面表示され，",
                    "表示欄には，入力された自己医薬品名と，患者の処方履歴に記載された調剤日と医療機関名，及び，相手医薬品名と，相互作用コメントファイルから抽出された相互作用コメントと，医薬品相互作用機序ファイルから抽出された相互作用機序が表示される",
                    "医薬品相互作用チェック装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明との一致点及び相違点",
                  "text": [
                    "＜一致点＞",
                    "一の医薬品から見た他の医薬品の相互作用が発生する組み合わせを個別に格納する相互作用をチェックするためのマスタを記憶する記憶手段と，",
                    "入力された新規処方データの各医薬品を自己医薬品及び相手医薬品とし，自己医薬品と相手医薬品の組み合わせについて，上記マスタに基づいて相互作用をチェックするための処理を実行する制御手段と，",
                    "前記制御手段による自己医薬品と相手医薬品の間の相互作用をチェックするための処理の結果を，表示する表示手段と，",
                    "を備えた医薬品相互作用チェック装置",
                    "＜相違点＞",
                    "(相違点1)",
                    "相互作用をチェックするためのマスタが，本件発明1では，「一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせを格納する」のに対し，甲1発明では，「一の医薬品から見た他の医薬品の一般名コード，薬効分類コード，BOXコードかの少なくともいずれかについて，相互作用が発生する組み合わせを格納し，また，他の一の医薬品から見た医薬品の一般名コード，薬効分類コード，BOXコードかの少なくともいずれかについて，相互作用が発生する組み合わせを格納する」点。",
                    "(相違点2)",
                    "相互作用をチェックするための処理が，本件発明1では，自己医薬品と相手医薬品との組み合わせと相互作用マスタに登録した医薬品の組み合わせが合致するか否かを判断するのに対し，甲1発明では，「自己テーブル部」に「自己医薬品の一般名コードが存在するか」，「自己医薬品の属する薬効分類コードが存在するか」，「自己医薬品に付与されたBOXコードが存在するか」をそれぞれ検索して，いずれかのコードが存在していれば，処方医薬品相互作用チェックテーブルTの形態で一時記憶テーブル110に記憶し，一時記憶テーブル110に記憶したデータの「相手テーブル部」に，「相手医薬品の一般名コードが存在するか」，「相手医薬品の属する薬効分類コードが存在するか」，「相手医薬品に付与されたBOXコードが存在するか」をそれぞれ検索して，いずれかのコードが存在していれば，「自己医薬品」と「相手医薬品」とが相互作用を有する組み合わせが存在すると判断するものである点。",
                    "(相違点3)",
                    "本件発明1では，「対象となる自己医薬品の名称と，相互作用チェック処理の対象となる相手医薬品の名称とをマトリックス形式の行又は列にそれぞれ表示し」，相互作用チェック処理の結果を，「前記マトリックス形式の該当する各セルに表示」しているのに対し，甲1発明では，マトリックス形式で表示していない点。",
                    "(相違点4)",
                    "本件発明1と甲1発明とは，いずれも，記憶手段，制御手段及び表示手段を備えた本件発明1は，「ネットワーク接続されたいずれかの機器」に記憶手段，制御手段及び表示手段を備えたものであるのに対し，甲1発明は，そうではない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1についての相違点の判断",
                  "text": [
                    "相違点1及び2について判断すると，相互作用をチェックするための処理について，甲1発明においては，自己医薬品について，一般名コード，薬効分類コード，BOXコードのそれぞれについて検索を行い，相手医薬品についても，一般名コード，薬効分類コード，BOXコードのそれぞれについて検索を行うため，6回の検索が必要であり，一時記憶テーブルを必要とするのに対し，本件発明1においては，医薬品と医薬品の組み合わせ同士の合致を判断するため，1回の検索(双方向の検索をそれぞれ別の検索と考えても2回の検索)により行うことができる。",
                    "また，得られる検索結果について，本件発明1においては，処方された医薬品の組み合わせと相互作用をチェックするためのマスタに登録された医薬品の組み合わせとが合致したものを検索結果とするのに対し，甲1発明においては，医薬品相互作用チェックテーブル105に登録された自己医薬品と相手医薬品の一般名コードが一致するものだけではなく，自己医薬品と薬効分類コードやBOXコードの一致する他の医薬品の相互作用チェックテーブルも一時記憶テーブルに記憶し，相手医薬品の一般名コード，薬効分類コード，BOXコードが存在するかを検索するため，薬効分類コード，BOXコードのいずれかのみの一致するものも検索結果とし，本件発明1よりも多くの検索結果を得るものと解され，両発明において得られる検索結果は異なる。",
                    "このように，甲1発明は，添付文書の相互作用の項目に記載された医薬品の情報をそのままコード化してデータベースを構築し，相互作用をチェックするための処理において，データベースの各項目(一般名，薬効，BOX)それぞれについて検索を行うことにより漏れのない相互作用チェックを行うのに対し，本件発明1は，添付文書の相互作用の項目に記載された医薬品の情報に基づいて医薬品と医薬品との組み合わせについてデータベースを構築し，相互作用チェック処理においては，医薬品と医薬品との組み合わせのみで単純に検索するため，1回の検索(双方向の検索をそれぞれ別の検索と考えても2回の検索)で相互作用チェックできるというものであるから，両発明はその技術思想を異にする。",
                    "また，周知技術を示すために提示されたいずれの証拠方法も，相違点1及び相違点2に係る構成を開示するものでない。",
                    "そうすると，本件発明1の相違点1及び相違点2に係る構成について，当業者が容易に想到し得たものであるということはできない。",
                    "よって，相違点3及び相違点4について判断するまでもなく，無効理由1(無効理由1-1)は，理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2及び4について",
                  "text": [
                    "前記ウに示したことに照らすと，本件発明2及び本件発明4についても，相違点1及び相違点2に係る構成について，当業者が容易に想到し得たものであるということはできないから，他の相違点について判断するまでもなく，無効理由1(無効理由1-1)は，理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明3について",
                  "text": [
                    "前記ウに示したことに加え，副引例として提示された甲7も，相違点1及び相違点2に係る構成を開示するものでない。",
                    "そうすると，本件発明3の相違点1及び相違点2に係る構成について，当業者が容易に想到し得たものであるということはできないから，他の相違点について判断するまでもなく，無効理由1(無効理由1-2)は，理由がない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明6について",
                  "text": [
                    "前記ウに示したことに加え，副引例として提示された甲6も，相違点1及び相違点2に係る構成を開示するものでない。",
                    "そうすると，本件発明3の相違点1及び相違点2に係る構成について，当業者が容易に想到し得たものであるということはできないから，他の相違点について判断するまでもなく，無効理由1(無効理由1-3)は，理由がない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件発明8について",
                  "text": [
                    "前記ウに示したことに加え，副引例として提示された甲28も，相違点1及び相違点2に係る構成を開示するものでない。",
                    "そうすると，本件発明3の相違点1及び相違点2に係る構成について，当業者が容易に想到し得たものであるということはできないから，他の相違点について判断するまでもなく，無効理由1(無効理由1-4)は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(本件発明9に係る無効理由)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲10について",
                  "text": [
                    "甲10には，",
                    "「  服薬指導CD-ROMに搭載されたデータを含む相互作用チェックに利用されるデータベースをメモリ(記憶部)に記憶し，CPU(制御部)は，このデータベースを用いて相互作用チェックを実行する，医薬品相互作用チェックシステムであって，",
                    "ユーザーによってこのデータベースに相互作用をチェックする薬剤の組み合わせを登録することが可能である，医薬品相互作用チェックシステム。」",
                    "の発明が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "公知発明(甲9，甲9の2，甲10，14～18により認定される，本件出願日前に日本国内において公然知られた発明)について",
                  "text": [
                    "服薬CD-ROMのFuku．exeというプログラム(以下，「甲9プログラム」という。)に係る医薬品相互作用チェックシステムについての報告書(甲15，55〔松下外「平成31年4月7日付け報告書」〕)によると，甲9に係る医薬品相互作用チェックシステムに係る発明(甲9発明)について，次のとおり認められる。",
                    "「  服薬指導CD-ROMに搭載されたデータを含む相互作用チェックに利用されるデータベースをメモリ(記憶部)に記憶し，CPU(制御部)は，このデータベースを用いて相互作用チェックを実行する，医薬品相互作用チェックシステムであって，",
                    "ユーザーによってこのデータベースに相互作用をチェックする薬剤の組み合わせを登録することが可能であり，",
                    "初期一覧における内容に対応する服薬指導CD-ROMに搭載されたデータと個別に入力された内容に対応するユーザによって登録された相互作用をチェックする薬剤の組み合わせに係るデータとが表示され，その際，『個別に入力された内容』の表示が常に『初期一覧における内容』よりも先に(上に)表示される場合があるが，常に先に(上に)表示されるわけではない，",
                    "医薬品相互作用チェックシステム。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "対比",
                  "text": [
                    "本件発明9と甲1発明とは，前記(1)イの一致点において一致し，前記(1)イの相違点1～4及び次の相違点5において相違している。",
                    "(相違点5)",
                    "本件発明9は，「記憶手段」が「相互作用が発生する医薬品の組み合わせについてのデータを薬効コードの組み合わせとして格納する相互作用共通マスタとは別に，各医療施設に応じて作成した相互作用個別マスタを記憶」するものであり，制御手段が「前記相互作用共通マスタに優先して，前記相互作用個別マスタに基づく相互作用チェック処理を実行する」ものであるのに対し，甲1発明は，相互作用共通マスタとは別に，各医療施設に応じて作成した相互作用個別マスタを記憶しておらず，かつ，前記相互作用共通マスタに優先して，前記相互作用個別マスタに基づく相互作用チェック処理を実行してもいない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲10や公知発明の認定の根拠として示された各証拠方法(甲9，甲9の2，甲10，14～18)は，相違点1及び相違点2に係る構成を開示するものではないから，本件発明9の相違点1及び相違点2に係る構成について，当業者が容易に想到し得たものであるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点5について容易想到であるというためには，副引用発明として，少なくとも，「相互作用が発生する医薬品の組み合わせについてのデータを薬効コードの組み合わせとして格納する相互作用共通マスタ」に対応するデータベースとは異なる「各医療施設に応じて作成した相互作用個別マスタ」に対応するデータベースが存在し，後者のデータベースに基づく相互作用チェック処理を前者のデータベースの相互作用チェック処理に対して優先させる技術が本件出願日当時公知又は周知であったことを示す必要があるところ，このことを示す証拠方法はない。",
                        "この点，甲10に記載された発明又は公知発明として，前記ア及びイの内容を認定することはできるものの，これらは，「相互作用が発生する医薬品の組み合わせについてのデータを薬効コードの組み合わせとして格納する相互作用共通マスタ」に対応するデータベースとは異なる「各医療施設に応じて作成した相互作用個別マスタ」に対応するデータベースが存在し，後者のデータベースに基づく相互作用チェック処理を前者のデータベースの相互作用チェック処理に対して優先させる技術ではない。",
                        "そうすると，本件発明9の相違点5に係る構成について，当業者が容易に想到し得たものであるということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，相違点1及び相違点2又は相違点5に係る構成について，当業者が容易に想到し得たものということはできないから，他の相違点について判断するまでもなく，無効理由2(無効理由2-1及び無効理由2-2)は，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1(本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1の相互作用マスタの「一の医薬品から見た他の一の医薬品の場合と，他の一の医薬品から見た一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせを個別に格納」というのは，特許請求の範囲の記載の文理上，「薬品Aと薬品Bを処方する場合に，薬品Aの添付文書に薬品Bについて記載があるかの情報(薬品Aを自己医薬品としてみた場合の情報)と，薬品Bの添付文書に薬品Aについての記載があるかの情報(薬品Bを自己医薬品としてみた場合の情報)の2通りを区別して格納している。」のほかに解釈しようがない。",
                "しかし，本件審決は，本件発明1の「一の医薬品」と「他の一の医薬品」について，次の①～④のとおり認定し(以下，「認定①」などという。)，「医薬品」の語は，販売名(商品名)，一般名あるいは，薬効，有効成分及び投与経路を特定できるコードを意味し，「『一の医薬品』と『他の医薬品』は，同一のレベルの概念」とのレベル論を持ち出して認定しており，その判断には誤りがある。",
                "①  本件発明1の「一の医薬品」と「他の一の医薬品」は，いずれも「医薬品」という同一の文言を用いて記載されている。また，特許請求の範囲には，相互作用チェック処理について，入力された新規処方データの各医薬品を自己医薬品及び相手医薬品とすること，及び，自己医薬品と相手医薬品の組み合わせが前記相互作用マスタに登録した医薬品の組み合わせと合致するか否かを判断することが記載されており，入力された新規処方データの「各医薬品」に当たる医薬品を「自己医薬品」にも「相手医薬品」にもすることとされ，その組み合わせが「相互作用マスタに登録した医薬品」の組み合わせと合致するかを判断するとされている。これらを踏まえれば，「相互作用マスタに登録した医薬品」，すなわち，「一の医薬品」と「他の一の医薬品」は，同一のレベルの概念であることを要するものである。",
                "②  さらに，「相互作用マスタ」に登録された医薬品の組み合わせとの合致の有無を判断する「新規処方データの各医薬品」は，医師の交付する処方せんのデータを示すものと解されるところ，医師の交付する処方せんには販売名(商品名)か一般名が記載されるものであり，医薬品の有効成分すら特定できない薬効分類を基準とするものであると考えることはできない。",
                "③  このことから，相互作用チェック処理において「新規処方データの各医薬品」の組み合わせとの合致を判断する対象たる「相互作用マスタ」に格納される「一の医薬品」及び「他の一の医薬品」は，薬効分類などの上位レベルの概念でないことが，明らかである。",
                "④  この点，本件発明2の「薬効コード」に対応して，本件明細書には，「薬価基準収載用医薬品コード」の先頭7桁が例示されているところ(【0026】，原告注：【0040】の誤記と思われる。)，これにより薬効，有効成分及び投与経路が特定されており，「医薬品」については，薬効，有効成分及び投与経路を特定するコードである場合を含むものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の「医薬品」の解釈について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「医薬品」との文言は一義的に明確に理解することができること",
                  "text": [
                    "最高裁平成3年3月8日判決(以下，「リパーゼ事件判決」という。)によると，発明の要旨認定は，特許請求の範囲の記載に基づかなければならないのであって，この記載を超えて，特許請求の範囲に記載のない構成(発明特定事項)を，発明の詳細な説明や図面の記載のみに基づいて付加してはならないのであり，発明の詳細な説明の記載を参酌することができるのは，例外的な場合に限られる。",
                    "本件審決は，本件発明1について，(i)特許請求の範囲に記載された「医薬品」との文言を，相互作用マスタに記憶される「医薬品」に関するデータの概念・種類を表す語であるとともに，(ii)当該データを，販売名(商品名)，一般名あるいは，薬効，有効成分及び投与経路を特定できるコードとする要旨認定を行っている(認定②及び④)。具体的にいえば，本件審決は，「医薬品」の語は，相互作用マスタに記載される，「医薬品」に関するデータの概念・種類を示す語であるとの細分化をする解釈を導くため，本件明細書の発明の詳細な説明に何の記載もない，「『一の医薬品』と『他の医薬品』は，同一のレベルの概念」とのレベル論を持ち出し(認定①)，「医薬品」の語は，販売名(商品名)，一般名あるいは，薬効，有効成分及び投与経路を特定できるコードを意味すると認定している。",
                    "しかし，本件特許の特許請求の範囲の記載によると，「医薬品」との文言が何らかのデータの概念・種類を表す語であると読み取ることは不可能であり，「医薬品」との文言は，そのまま「医薬品」の意であるものと一義的に明確に理解することができるのであるから，「医薬品」との文言解釈につきリパーゼ事件判決でいうところの「特段の事情」は認められず，本件明細書の参酌は許されない。",
                    "したがって，本件審決の本件発明の要旨認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「医薬品」との文言を限定解釈する余地はないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明に反した限定解釈であること",
                      "text": [
                        "本件明細書の【0040】においては，「相互作用が発生する医薬品の組み合わせ」の概念と，その表現方法，すなわち，組み合わせを表現するためのデータの概念・種類(【0040】では「薬効コード」)を区別しているから，相互作用マスタに記憶されるのは，「医薬品」を薬効コードなどで表現したデータであり，「医薬品」との文言はそのまま「医薬品」の意として使用され，「医薬品」に関するデータの概念・種類とは別概念であることが記載されている。",
                        "したがって，「医薬品」との文言が，相互作用マスタに記憶されるデータの概念・種類を表す語であるとする本件審決の要旨認定は，発明の詳細な説明の記載と矛盾している。リパーゼ事件判決は，明細書の発明の詳細な説明の記載を参酌することを原則として認めないものであり，発明の詳細な説明の記載に反するような限定解釈は，より一層認めないものであるから，本件審決の要旨認定は違法である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明に何の根拠もない限定解釈であること",
                      "text": [
                        "本件審決は，前記ア(i)，(ⅱ)のとおり解釈している(認定②及び④)が，「医薬品」との文言が，相互作用マスタに記憶される「医薬品」に関するデータの概念・種類を表す語であることも，相互作用マスタに記憶される「医薬品」に関するデータが，販売名(商品名)，一般名あるいは，薬効，有効成分及び投与経路を特定できるコードであることも，発明の詳細な説明に一切記載がない。",
                        "本件審決の要旨認定は，本件明細書の発明の詳細な説明の記載にすら，その根拠がなく，この点でも違法なものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "他の請求項の記載に矛盾した限定解釈であること",
                      "text": [
                        "本件特許の請求項2は，「相互作用が発生する(医薬品の)組み合わせ」の概念を，「薬効コードの組み合わせとして格納する」と記述しており，「相互作用が発生する医薬品の組み合わせ」の概念と，その表現方法，すなわち医薬品の組み合わせを表現するためのデータの概念・種類(薬効コード)を区別している。",
                        "したがって，請求項2の記載に照らしても，特許請求の範囲の「医薬品」の文言を，データの概念・種類(販売名〔商品名〕，一般名あるいは，薬効，有効成分及び投与経路を特定できるコード)を表す語であるとする本件審決の要旨認定は，根拠を欠くものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件審決の限定解釈を支持する技術常識がないこと",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記ア(i)のような解釈をするべき技術常識は存在しない。",
                            "前記ア(ii)についても，相互作用が発生する組み合わせを定義する「医薬品」に関するデータとして，「商品名，薬剤名，一般名，薬理薬効名」(甲72・特開平9-99039の【0008】)，あるいは，「成分コード，薬効コード(原告注：有効成分，薬効を特定するが，投与経路までは特定しないもの。有効成分，薬効，投与経路を特定する本件明細書の【0040】の薬効コード［薬価基準収載用医薬品コードの先頭7桁］とは異なる。)，禁忌成分コード，禁忌薬効コード，相互作用成分コード，相互作用薬効コード，重複成分コード，重複チェックフラグ」(甲73)，「薬効コード(日本標準商品分類番号下4桁。原告注：総務省が定めた商品分類コードで，厚労省が定めた本件明細書の「薬価基準収載用医薬品コード」とは異なる。)＋設定コード1(英数字4桁)である薬剤コード，グループ化したコード欄」(甲74)など種々のデータが知られており，本件発明に係る技術分野における技術常識である。",
                            "本件審決は，技術常識に反し，かつ，明細書の発明の詳細な説明に根拠もなく，データを，販売名(商品名)，一般名あるいは，薬効，有効成分及び投与経路を特定できるコードに限定して解釈するもので，その要旨認定は違法である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件審決は，「医師の交付する処方せんには販売名(商品名)か一般名が記載されるものであり，医薬品の有効成分すら特定できない薬効分類を基準とするものであると考えることはできない」と認定する(認定②)が，医師の処方せんが，「販売名(商品名)か一般名」で記載されることを示す本件明細書の詳細な説明の記載も，技術常識も認められない。",
                            "処方せんの「処方」欄には，医薬品の一般的名称(いわゆる「一般名」)に剤形及び含量を付加した記載か，薬価基準に記載された名称(すなわち「商品名」)を記載することとされているから，処方せんには，一般的名称(いわゆる「一般名」)に剤形及び含量を付加した記載，又は薬価基準に記載された名称(つまり「商品名」)が記載され，これが当該技術分野の技術常識である(甲75，83)。",
                            "処方せんには「販売名(商品名)か一般名」を記載するとの本件審決の認定は，技術常識に反するもので，誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件審決は，「本件明細書には，『薬価基準収載用医薬品コード』の先頭7桁が例示されているところ(【0026】，原告注：【0040】の誤記と思われる。)，これにより薬効，有効成分及び投与経路が特定されており，『医薬品』については，薬効，有効成分及び投与経路を特定するコードである場合を含むものである」と認定する(認定④)。",
                            "しかし，「薬価基準収載用医薬品コード」の詳細は，本件明細書に記載がない。また，「薬価基準収載用医薬品コード」を根拠に，「医薬品」について「薬効，有効成分及び投与経路を特定するコードである場合を含む」との認定については，そのような認定をすべき技術常識が認められない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "訂正審判及び訂正請求の制度趣旨を没却する違法があること",
                      "text": [
                        "本件審決は，特許請求の範囲に記載のない構成要素を付加して，「医薬品」の文言を，データの種類(本件審決にいう販売名〔商品名〕，一般名あるいは，薬効，有効成分及び投与経路を特定できるコードといったデータ〔情報〕)を表す語であると殊更狭く要旨認定した。このように違法な要旨認定がされたことは，本件発明1について，サポート要件違反，実施可能要件違反，明確性要件違反の無効理由が存在することを示すものである。",
                        "しかし，そのような限定解釈は，訂正審判又は訂正請求を経ることなく，特許法36条違反の救済をしたものであって，特許法所定の訂正審判及び訂正請求の制度趣旨を没却する違法がある点でも，本審決の要旨認定は，誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1において「一の医薬品」と「他の一の医薬品」が「同一のレベルの概念」とはいえないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「『一の医薬品』と『他の一の医薬品』は，同一のレベルの概念であることを要するものである。」と認定した(認定①)が，ⓐ「医薬品」(現実に処方され，服用されるもの)がどのような概念であるかということ，ⓑその医薬品を本件発明のデータベースにどのように格納するかということ，ⓒ二つの医薬品が相互作用を発生する組み合わせであるかをどのように判断するかということは，いずれも全く異なる概念である。本件審決は「一の医薬品」と「他の一の医薬品」が「同一レベルの概念」であるなどと述べるが，システム上どのように相互作用マスタに登録し，どのように組み合わせの判断を行うかとは無関係の事柄を述べているにすぎない。",
                    "本件審決は「医薬品」が「同一のレベルの概念」であるなどということを理由として，本件発明における格納の態様や組み合わせ判断の態様についても「同一のレベルの概念」であると判断しているが，論理の飛躍がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，本件発明1において，「相互作用が発生する医薬品の組み合わせを格納する」ということが「同一レベルの概念」でその組み合わせを表現することであるという解釈を導いている。",
                    "しかし，本件発明1と本件発明2を比較すると，本件発明2では，本件発明1を引用し，「相互作用が発生する医薬品の組み合わせを格納すること」を前提として，当該「相互作用が発生する(医薬品の)組み合わせを薬効コードの組み合わせとして格納すること」がさらに特定されるという引用関係をとっている。このことは，「相互作用が発生する医薬品の組み合わせを格納すること」と，この組み合わせを「特定の概念・種類のデータの組み合わせで表現すること」が別の発明特定事項であることを示している。",
                    "本件明細書を見ても，【0040】では，「相互作用が発生する医薬品の組合せについてのデータは，データ量を抑えるために医薬品コードではなくて薬効コードの組合せで表現する」とされている。この記載は，「相互作用が発生する医薬品の組み合わせを格納すること」は，「組み合わせについてのデータ」を格納することを意味し，そのデータが，「薬効コードという特定の概念・種類のデータの組み合わせで表現される」という関係にあることを示している。",
                    "このように，本件発明1と本件発明2の関係に照らしても，本件明細書の記載に照らしても，本件発明1では「相互作用が発生する医薬品の組み合わせを格納すること」のみが特定されているのであり，これを「どのようなレベルの概念・種類のデータを用いて表現するのか」については，何ら特定されていないと解釈すべきである。",
                    "それにもかかわらず，本件審決は，本件発明1では，(ⅰ)組み合わせを格納することを超えて，(ⅱ)どのように組み合わせを表現するかについて，(ⅱ-1)「どのようなレベルの概念・種類のデータを用いて表現するのか」まで特定されていると限定解釈したうえで，さらにそれが，(ⅱ-2)「同一のレベルの概念同士の組み合わせ」で表現される必要があると限定解釈し，しかも(ⅱ-3)それは販売名(商品名)や一般名というレベルの概念であって薬効分類のような上位の概念は含まないなどと限定解釈し，特許請求の範囲の記載に基づかない限定解釈を繰り返している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，「医薬品」という同じ文言である以上，同じレベルの概念であるという命題から，格納されているデータや相互作用マスタの構成についてまで限定解釈を施している。",
                    "しかし，仮に，本件審決のような解釈をとるのであれば，本件発明のシステムに「格納」されている「医薬品」の組み合わせも，「入力」される「医薬品」も，チェック結果が「表示」される「医薬品」の名称も，蓄積処方データの「医薬品」も，全て「同一レベルの概念」ということになる。しかし，本件明細書の実施例において，【図2】では蓄積処方データ内の「トリルダン錠」は「4490008F1020」という12桁のコードで表現されているのに対し，【図3】及び【図4】では相互作用マスタ内の「トリルダン錠」は「4490008」という7桁のコードで表現されており，同一レベルの概念ではない。また，【図3】，【図5】及び【図6】では「ハルシオン錠」と記載されているが，【図3】に記載されている「1124007」という7桁のコードはその一般名である「トリアゾラム錠」を示すものであり，同一レベルの概念ではない。",
                    "このように本件審決の解釈は，本件発明の実施例とすら合致しないものであって，発明の要旨認定として誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「医師の交付する処方せんには販売名(商品名)か一般名が記載されるものであり，医薬品の有効成分すら特定できない薬効分類を基準とするものであると考えることはできない」として，処方データに含まれる「医薬品」の概念のレベルを「販売名(商品名)及び一般名」に暗に限定し，「薬効分類」は含まないことを限定した上で，本件発明の制御手段は，この処方データに含まれる医薬品の組み合わせが，相互作用マスタに格納された医薬品の組み合わせと「合致」するか否かを判断するのであるから，相互作用マスタにおける「医薬品」の概念のレベルも，処方データでいうところの「医薬品」の概念のレベルと同一であると暗に示し，相互作用マスタに登録される「医薬品」は，販売名(商品名)，一般名のレベルであり，薬効分類のレベルは含まれないとの結論を導いている。",
                        "しかし，ⓐ医師が処方せんでどのように医薬品を特定するかと，ⓑそれを本件発明のシステムにどのように入力するか，ⓒさらには，システムにおいて相互作用をどのように定義してどのように組み合わせ判断を行うのかとは，全く別の概念である。処方せんは，医師から薬剤師等に対して，処方する商品を指示する目的で作成されるものであって，相互作用を確認するために作成されるものではない。一方，相互作用を定義する目的で作成される相互作用マスタにおいては，相互作用のチェックを行うのに必要な範囲で，相互作用が発生する医薬品の組み合わせがシステムに登録されれば足りるのであって，処方せんの記載方法をそのまま相互作用マスタの相互作用の定義方法に反映させる意味は全くない。例えば，処方せんに「ハルシオン0.125mg 錠」と記載される場合であっても，相互作用マスタにおいてハルシオン 0.125mg 錠を含む医薬品の概念をどのように登録するかは別の問題であって，一般名に対応するコード(1124007)で表現したり，薬効分類に対応するコード(1124)で表現したりすることは当然にあり得る。例えば処方データとしては12桁のコードで登録しつつ，相互作用マスタを7桁のコードの組み合わせで定義するということもあり得る。",
                        "処方せんの記載と相互作用マスタにおいて医薬品の組み合わせをどのように表現するかは異なる概念であるにもかかわらず，本件審決はこれを混同して，処方せんの記載から本件発明の構成を論じている時点において誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に「処方せん」ではなく「処方データ」に着目したとしても，処方データで特定される医薬品の概念のレベルは，一般名のような上位概念ではなく，販売名(商品名)か「一般名，剤形，及び含量の組み合わせ」で特定される概念であるから，本件審決の理論によっては，相互作用マスタに登録される「医薬品」の概念が一般名のレベルのものであるとの解釈を導くことはできない。このことは，本件明細書の【図2】の蓄積処方データでは12桁のコードで特定されていることからもうかがえる。",
                        "薬効，投与経路及び成分が特定される7桁のコードでは，容量の違いに起因する相互作用の違いは表現できないのであり，処方せんの「処方」欄には，医薬品の一般的名称(いわゆる「一般名」)に剤形及び含量を付加した記載か，薬価基準に記載された名称(すなわち「商品名」)を記載することとされている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決の理論で相互作用マスタに格納されるデータの概念のレベルについて解釈を行うと，結局どの概念のレベルまで特定すれば本件発明1の範囲に含まれ，どの概念のレベルでは当該範囲に含まれないのか判然とせず，発明の外縁が不明確となる。",
                        "例えば，薬価基準収載医薬品コードの上3桁までは，効能を階層化して表現するものであり，下位の桁が特定されるにつれて，効能が下位概念化され，4桁目では，成分の化学的な系列が特定され，一定のレベルで成分が特定される(甲76)。",
                        "したがって，薬価基準収載医薬品コードの上4桁を用いる場合には，本件審決のいうところの「成分すら特定されていない薬効分類」に該当せず，本件発明の射程に入るとも解釈することができる。実質的に考えてみても，成分の化学的な系列が特定されると，これと相互作用の生じる医薬品の組み合わせを特定することができるのであって，この「レベル」での特定が本件発明の射程に入らないという合理的な理由はない。",
                        "また，本件明細書で「薬効コード」は「何でもよい」とされていることからすると(【0040】)，有効成分の構造式・薬理作用・剤形を組み合わせた概念をコード化して定義することなども考えられるところ，このようにして医薬品を特定した場合でも，構造式によって成分が特定されることになるから，本件審決の理屈でいえば，本件発明の射程に入ることになる。そして，甲1発明にいう「薬効分類コード」は，医薬品を示す「87」に薬価基準収載医薬品コードの上4桁を付した，日本標準商品分類番号に相当するものであり(甲1の【0019】，甲77)，「BOXコード」は，有効成分の構造式・薬理作用・剤形を一つの群としてとらえたものであるから(甲1の【0019】)，いずれも，少なからず成分が特定されており，成分すら特定されていない概念ではないことになるが，本件審決は，甲1発明では「医薬品相互作用チェックテーブル105」に格納される医薬品が，添付文書に由来して「薬効分類」のみの記載を含みうるものであることを，相違点とすべき主要な理由としているように理解でき，本件発明1と甲1発明との間で，相互作用マスタについて何をもって相違点としているのか判然としない。",
                        "本件審決は，本件発明1について，「医薬品」の語の解釈において，少なくとも薬効・成分・投与経路は特定されたデータの概念・種類(すなわちそれより特定された概念)であると限定的に認定し，一方で，甲1発明については，「薬効分類コード」「BOX」コードの語句が明細書に定義されているにもかかわらず，これを参酌することなく，字面のみによって，これらのコードは成分が特定されないデータの概念であると認定しており，本件発明1についても甲1発明についても，結論ありきの都合よい解釈をとっている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "相互作用の定義が同一レベルの概念のみに限定されるとの技術常識はない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相互作用チェックシステムにおける相互作用の定義は，多くは添付文書の記載に基づいて行われるところ(甲2)，添付文書の記載において，相互作用が発生する相手方医薬品の特定のレベルは，成分名，商品名の総称，成分系統，化学物質，薬効，成分系統＋薬効名など様々であり(甲80)，これは，医薬品の相互作用が，商品名-成分名，商品名―商品名の総称，商品名―成分系統，商品名―化学物質，商品名―薬効，商品名―成分系統＋薬効名のような異なるレベルの概念の組み合わせで定義されることを直接的に示している。このように，異なるレベルの概念の組み合わせでも相互作用は定義されており，相互作用の定義が同一のレベルの概念の組み合わせで行われることが必須であるといった技術常識はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告らが本件発明の具体的態様として主張するリレーショナル・データベース・システムの態様から見ても，相互作用マスタに登録されるデータが同一レベルの概念の組み合わせに制限されることもない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件審決の一致点，相違点の認定誤り，容易想到性の判断誤り",
              "text": [
                "本件審決は，前記(2)ア(i)，(ii)のとおり要旨認定をし，相互作用をチェックするマスタに記憶する「医薬品」に関するデータの概念・種類を甲1発明と対比し，相違点1を認定した。",
                "しかし，「医薬品」の文言を，相互作用マスタに記憶する「医薬品」に関するデータの概念・種類と解する根拠はなく，甲1発明のマスタも，医薬品同士の相互作用が発生する組み合わせを記憶する点に変わりはない。",
                "本件審決は，「医薬品」の文言を，「医薬品」に関するデータの概念・種類と解する誤った要旨認定をした結果，一致点及び相違点の認定を誤り，その結果，容易想到性の判断を誤るものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明9の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1の要旨認定を誤った結果，請求項1の従属項である請求項9に係る本件発明9の要旨認定をも誤り，引用例との一致点，相違点の認定を誤って，容易想到性の判断を誤ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明9は，個別マスタを共通マスタと別に設け，個別マスタを優先して処理する点において，甲1発明と相違する。この相違点について，本件審決は，甲9プログラムに係る医薬品相互作用チェックシステムについて，その操作マニュアルである甲10は，「ユーザが登録されたデータを記憶する，制御部であるCPUが参照する記憶部に記憶されたデータベースが，同様に制御部が参照する記憶された服薬指導CD-ROMに共通に搭載された，相互作用チェックに利用されるデータベースとは異なることを記載したものとなっていない。また，このことが公知発明の認定の根拠として示された他の証拠において示されているということもできない。」と判断した。",
                    "しかし，甲9プログラムに係る医薬品相互作用チェックシステムの動作を示す甲15の報告書からは，ユーザ登録されたデータの一覧を読み出し，一覧表示できること，かつ，ユーザ登録がされた後でも，服薬指導CD-ROMに共通に搭載された相互作用チェックに利用されるデータベースを読み出し，一覧表示できることがわかる(40頁～44頁)。",
                    "したがって，服薬指導CD-ROMに共通に搭載された，相互作用チェックに利用されるデータベースと，ユーザ登録されたデータを記憶するデータを登録するデータベースが，データベースとして論理的に別のものであることは明らかである。",
                    "本件審決は，本件発明9の共通マスタと個別マスタが，物理的なファイルとして独立していることが特定されているものと認定したと推察されるが，本件発明9にはそのような特定は存在しない。本件審決は，この点でも，特許請求の範囲の記載に基づかない要旨認定をしており，誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，前記アの点について，本件審決の認定のように，本件発明9において，共通マスタと個別マスタが物理的なファイルとして独立していることが限定されていると解釈したとしても，データ構造が同じ2つのマスタについて，これを物理的なファイルとして独立させるのか，物理的なファイルとしては独立させず，各データにフラグを付けることにより論理的に区別するのかは，当業者の設計事項である。",
                    "そして，甲9プログラムにおいて，ユーザ登録機能は，「相互作用をチェックする薬剤の組み合わせをユーザー登録する」(甲10の80頁，「7．8」の「3)」)ものであるから，共通のデータには当該薬剤の組み合わせがない，すなわち，そのままでは当該薬剤の組み合わせについては「相互作用なし」とのチェック結果となってしまうことが前提となっている。したがって，ユーザ登録機能を使用した時点で，必ず，ユーザ登録のデータ(相互作用あり)が，共通のデータ(相互作用なし)に優先して処理されることとなることも明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告らは，上記(2)の主張が時機に後れた攻撃防御方法であると主張する。",
                "本件審決の取消事由として，本件発明9に関しては，進歩性の判断の誤りを挙げている。原告としては，本件発明1に関する進歩性の判断の誤りが認められれば，本質的部分を共通する本件発明9についても進歩性が否定されるものであると考えるが，本件発明9に固有の構成において進歩性が認められることがないよう，原告準備書面(2)において主張を補充したものである。",
                "そして，この点について，被告らにおいて反論が行われ，書証の取調べを行うことにより判断が可能なものであり，判断に当たって人証調べや検証物の取調べ等を要するものではないから，原告準備書面(1)において主張していなかった点を捉えて，時機に後れたものであると評価するとしても，少なくとも訴訟の完結を遅延させることとならない。したがって，却下されるべき攻撃防御方法には当たらない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明2における「薬効コード」を，薬効，有効成分及び投与経路を特定するコードに限定して解釈しているが，薬効とは，薬の効能を示す語句であり，本件発明2にも「各医薬品の効能を定めた薬効コード」と記載されているのであるから，「薬効コード」は薬の効能を示すコードであれば何でもよいと解釈すべきである。また，本件明細書の【0040】にも，「薬効コードは厚生省が定めた薬価基準収載用医薬品コードの先頭7桁でもなんでもよい」と記載されており，これに限定されていない。",
                "本件審決の認定は，特許請求の範囲及び明細書の記載に基づかないものであり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "薬効コードの組み合わせとして格納することは相違点ではないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2にいう，相互作用が発生する組み合わせを「薬効コードの組み合わせ」として格納することは，甲1発明との相違点ではない。",
                    "甲1発明は，相互作用が発生する組み合わせを，一般名コード，薬効分類コード，及びBOXコードの何れかから選ばれるコードの組み合わせとして格納するものである。ここで，甲1発明の薬効分類コードは，日本標準商品分類番号である(甲1の【0019】)ところ，当該番号は，すべての添付文書に記載されている事項である(甲77のX頁，16頁～17頁参照)から，甲1発明において，甲1の【0008】の記載に従って各医薬品に付される添付文書から抽出された医薬品に関する情報をコード化することで，甲1発明における医薬品相互作用チェックテーブル105の自己医薬品の薬効コードの欄には，これに対応した薬効分類コードが格納されることになる。",
                    "そして，甲1発明では，相手方医薬品についての特定は，一般名コード，薬効分類コード，又は少なくとも構造式が特定されるBOXコードで行われるのであるから，添付文書において，相手医薬品について，「降圧剤」(血圧降下剤)のような薬効の記載がある場合には，日本標準商品分類に基づいて，「降圧剤」に属する医薬品の日本標準商品分類番号(薬効分類コード)を機械的に決定し，相手方医薬品に入力されることになる。",
                    "そうすると，甲1発明においては，添付文書の記載に基づいて，自己医薬品と相手医薬品の何れについても薬効分類コードの組み合わせでの定義が標準的に行われるものであり，薬効分類コードの組み合わせとして格納する構成を有している。甲1発明では，例えば相手が飲食物であって薬効分類コードがない場合や，薬効分類コード以外の組み合わせで定義したい場合などを想定して，薬効分類コードの組み合わせのみならず，他のコードによる組み合わせでも，相互作用が発生する組み合わせが定義されているにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，甲1発明の薬効分類コードの組み合わせと本件発明2の薬効コードの組み合わせとの間に，本件審決のいう「概念のレベル」などの何らかの点において相違があるとしても，どのような薬効コードを用いるかは当業者が適宜選択，決定し得る設計事項にすぎない(甲79［特開平8-315040号公報］)上，本件発明の実施例と同様の概念のレベル(7桁の薬効コード)で相互作用を表現することも公知であって(甲78［特開平11-47238号公報］)，このような点は本件発明2と甲1発明との実質的な相違点になり得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告らは，本件発明2についての原告の主張が時機に後れた攻撃防御方法であると主張する。",
                "しかし，本件発明2は，本件発明1における相互作用マスタに関して，「相互作用が発生する組み合わせを，各医薬品の効能を定めた薬効コードの組み合わせとして格納することを特徴とする」という構成が付加されたものである。",
                "本件発明において相互作用が生じる医薬品の組み合わせがコード化されて格納されていることについては争いがなく，本件発明1に関しても本件発明2に関しても，争点は，本件審決が当該コードの抽象度について，「薬効，有効成分及び投与経路を特定するコード」に限定して解釈したこと，その結果，相互作用マスタの構成に係る相違点を認定したことの当否である。",
                "この点については，既に本件発明1に関するものとして当事者ら間で十分に議論が尽くされていること，本件発明2に関するものとしても被告ら準備書面において既に本件発明1と同様の反論が行われていることに加え，その判断には書証の取調べを行うことにより可能なものであり，人証調べや検証物の取調べ等を要するものではないから，原告準備書面(1)において本件発明2に関する項目を独立の取消事由として挙げていなかったことを捉えて，時機に後れたものであると評価するとしても，訴訟の完結を遅延させることとならないのであり，却下されるべき攻撃防御方法には当たらない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告らの主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1(本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決が正当であること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決の判断の手法の正当性",
                  "text": [
                    "本件審決が発明の要旨として認定しているのは，「相互作用が発生する」「一の医薬品」と「他の一の医薬品」との「組み合わせ」がデータベースに「個別に格納」されるに際しての，「一の医薬品」と「他の一の医薬品」との関係性であって，「医薬品」の通常の語義を限定しようとするものではない。",
                    "リパーゼ事件判決が禁ずるのは，あくまで，「リパーゼ」のような上位概念の集合から，明細書の記載のみを手掛かりに，部分集合にあたる「Raリパーゼ」のような下位概念を取り出し，その範囲に限定して発明の要旨を認定することである。リパーゼ事件判決の下でも，発明の要旨認定に当たり，特許請求の範囲に記載された技術事項の意味を把握するために明細書の記載を参酌することは妨げられない。",
                    "したがって，「一の医薬品」と「他の一の医薬品」との関係性を把握するに際し，「一の医薬品」及び「他の一の医薬品」といった記載の技術的意味を理解するため，本件明細書の記載を参酌することが許されるのは当然であり，本件審決が採用した認定判断の手法はリパーゼ事件判決の判旨に反するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の認定の正当性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "認定①について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明は，相互作用チェックに用いるデータベースの具体的なデータ構造とその処理によって特定されているから，本件発明1との対比を行うに当たっては，「一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせを個別に格納する」ことの意味をデータ構造の観点から特定する必要がある。認定①は，特許請求の範囲の記載の素直な文理解釈であって，本件審決の認定は正当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，本件審決が，医薬品としての概念レベルの同一性を認定し，そこからデータの格納態様や組み合わせ判断の態様も「同一レベルの概念」との認定を導いたと考えているようであるが，これは，言葉遊びの次元の主張である。",
                            "本件審決は，一貫して，特許請求の範囲の記載から，相互作用マスタにはどのような構造のデータが格納されるのかを認定している。本件審決が，「一の医薬品」と「他の一の医薬品」がいずれも「医薬品」という同一の文言を用いて記載されていることを指摘したのも，「医薬品」の概念レベルなるものを認定したものではなく，「相互作用マスタ」に「個別に格納」される「一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせ」がどのようなデータ構造であるのかを認定したものである。",
                            "また，「『一の医薬品』と『他の一の医薬品』は，同一のレベルの概念であることを要する」との認定も，あくまでデータ構造の文脈で述べられたものであって，データ構造と「医薬品」の意味とを分断して捉え，一般的意味における医薬品につき，その「概念レベル」を問題とするような認定手法を見て取ることはできないし，そのような解釈は技術的にも意味がない。",
                            "したがって，医薬品の概念レベルを問題にする原告の主張は，本件審決の趣旨を誤解したものであって，失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定②～④について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明は，「病院や調剤薬局などの医療施設で処方箋監査業務や処方設計業務に使用する医薬品相互作用チェックシステム及びプログラムに関するものであ」り(本件明細書の【0001】)，「医薬品の相互作用のチェック結果を，実用的に分かりやすく表示できる医薬品相互作用チェックシステム及びプログラムを提供することを課題とする」ものである(本件明細書の【0012】)ところ，このような本件発明においては，相互作用が発生する医薬品の組み合わせを格納するに際し，当然，技術常識に照らして上記課題の解決上必要と認められるデータの格納が要求される。",
                            "本件審決が「上位レベルの概念」として言及する「薬効分類」は，薬効分類表(乙3)に見られるように，薬価基準収載用医薬品コードの上3桁に相当するもので，極めて抽象的な効能の分類を示したものであるところ，薬効分類のみに基づいて相互作用チェックを行うことはできない。",
                            "他方，本件明細書の【0040】には，「相互作用が発生する医薬品の組合せについてのデータは，データ量を抑えるために医薬品コードではなくて薬効コードの組合せで表現する」との記載があるところ，薬効コードは，薬効分類に示される抽象的薬効に加えて有効成分及び投与経路を特定するものであり，相互作用チェックを行うのに十分な情報を内包している。そして，一般に，データは，粒度が粗い(抽象的である)ほどその量を抑えることができるから，「データ量を抑えるために医薬品コードではなくて薬効コードの組合せで表現する」との上記記載は，薬効コードが，相互作用チェックに供することが可能であり，かつ，最も効率の良い(最も上位レベル)のデータであることを開示したものといえる。",
                            "本件審決は，このような理解に基づき，認定④のとおり述べたものであり，「相互作用マスタ」に格納される「一の医薬品」及び「他の一の医薬品」は，薬効分類などの上位レベルの概念でないとの認定は，技術常識及び本件明細書の記載に基づくものであって，正当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，本件審決の認定②～④について，本件発明2は，本件発明1の「相互作用マスタ」について，「相互作用が発生する組み合わせを，各医薬品の効能を定めた薬効コードの組み合わせとして格納することを特徴とする」点で限定したものであることから，逆に，本件発明1の特許請求の範囲には，相互作用が発生する医薬品の組み合わせをどのような概念・種類のデータの組み合わせで表現するか，格納の在り方は何ら限定されていないと主張する。",
                            "本件発明1における「相互作用マスタ」は，「一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせ」を「個別に格納」するものであるから，データの格納のあり方が何ら限定されていないとの主張は，特許請求の範囲の記載を無視するものであって失当である。",
                            "そして，「相互作用が発生する」「一の医薬品」と「他の一の医薬品」との「組み合わせ」がマスタデータベースに「個別に格納」されるとの記載の解釈に際し，本件明細書及び技術常識から認定できる範囲でその意味を探求することが許されるのは当然である。",
                            "そうすると，ここでの問題は，何ら限定のないクレーム上の文言を限定解釈したことの是非ではなく，「『一の医薬品』及び『他の一の医薬品』は，薬効分類などの上位レベルの概念でないことが，明らかである」との認定が特許請求の範囲並びに本件明細書の記載及び技術常識に照らして妥当といえるかという点に帰着するところ，上述したところから明らかなとおり，本件審決の認定は正当である。",
                            "また，原告は，本件審決が，同一のレベルの概念同士の組み合わせは販売名(商品名)や一般名というレベルの概念であって薬効分類のような上位の概念は含まないなどと限定解釈した点で不当であると述べるが，相互作用チェックのためのデータとして不十分な薬効分類は除外されているものの，本件明細書の【0040】の記載からも，薬効コードや医薬品コードが用いられ得ることは当然の前提となっているから，販売名(商品名)や一般名というレベルにまで限定されているわけではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「医薬品」の文言の解釈について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，医薬品の概念と医薬品を表現するデータとを同一視する本件審決は，本件明細書の【0040】の記載と矛盾している旨主張する。",
                    "しかし，本件審決は，「医薬品」は「医薬品」として検討しており，その判断内容を見ても，医薬品の概念と医薬品を表現するデータとが混同されている個所はない。",
                    "本件発明は，データベースシステムに係る発明であり，かつ，データベースに格納される具体的なデータは，「相互作用が発生する」「一の医薬品」と「他の一の医薬品」との「組み合わせ」である。そのため，最終的に，医薬品がデータの一部として表現されるのは当然であるし，「相互作用が発生する」「一の医薬品」と「他の一の医薬品」との「組み合わせ」のデータ表現の形式が論じられることも当然である。",
                    "「医薬品」の概念をいかに把握するかということと，「医薬品」がデータベース上どのように表現されるかということは別問題であり，本件審決が認定しているのは，「医薬品」の語義ではなく，本件発明に係るデータベースシステムにおいて，「一の医薬品」と「他の一の医薬品」の情報が格納されるに際し，両者がどのような関係性を有するのかということである。本件審決の認定に，「医薬品」を単体で切り出して概念かデータかといったことを検討している箇所はない。",
                    "また，本件審決は，「一の医薬品」と「他の一の医薬品」の抽象度が薬効分類のような上位概念にわたらない範囲で同一レベルに揃っていることを発明の要旨として認定しているのであって，「医薬品」がデータであるなどとは一切述べていない。「医薬品」には薬効があるが，データには薬効はないから，本件審決が，上記認定に際し，薬効が処方で指定されないことを根拠としているのは，「医薬品」を「医薬品」として捉えていることを示すものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決の(i)特許請求の範囲の「医薬品」との文言を，相互作用マスタに記憶される，「医薬品」に関するデータの概念・種類を表す語であるとの解釈及び，(ii)当該データを，販売名(商品名)，一般名あるいは，薬効，有効成分及び投与経路を特定できるコードとの解釈は，本件明細書に基づかない認定であると主張する。",
                    "しかし，本件審決はそのような認定をしていない。データの内容が「販売名(商品名)，一般名あるいは，薬効，有効成分及び投与経路を特定できるコード」であるとの議論は，「相互作用が発生する」「一の医薬品」と「他の一の医薬品」との「組み合わせ」がデータベースに「個別に格納」されるに際し，「一の医薬品」と「他の一の医薬品」がどのように表現されるかを述べたものであって，「医薬品」の語義を解釈したものではない。",
                    "本件審決には，「この点，本件発明2の『薬効コード』に対応して，本件明細書には，『薬価基準収載用医薬品コード』の先頭7桁が例示されているところ(【0026】)，これにより薬効，有効成分及び投与経路が特定されており，『医薬品』については，薬効，有効成分及び投与経路を特定するコードである場合を含むものである」との記載があるが，文脈に照らすと，この記載は，「医薬品」がデータかどうかといったことを問題としたものではなく，「相互作用が発生する」「一の医薬品」と「他の一の医薬品」との「組み合わせ」がデータベースに「個別に格納」される際の「医薬品」の表現のあり方について述べたものであることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件特許の請求項2は，「相互作用が発生する医薬品の組み合わせ」の概念と，その表現方法，すなわち，医薬品の組み合わせを表現するためのデータの概念・種類(薬効コード)を区別するものであるから，本件審決の「医薬品」の解釈は誤りであると主張し，被告らとしても，請求項2の記載が，「相互作用が発生する医薬品の組み合わせ」の概念と，データベースにおけるその表現方法とを区別するものであることは特に争うものではない。",
                    "しかし，原告は，「医薬品」の解釈に関する本件審決の判断を読み誤っているため，上記主張はその前提を欠くものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，認定②に関し，処方せんに販売名(商品名)か一般名を記載する技術常識がないと主張する。",
                        "しかし，昭和31年の各都道府県知事あて厚生省医務・薬務局長連名通知(以下，「本件通知」という。)には，「処方せんには記載する医薬品の名称は，公定書名，一般名又は商品名の何れを用いても差支えない」との記載があり(乙4)，「処方における剤形と薬用量記載方式の調査と検討」(乙5)の135頁には，昭和58年当時の状況として，「薬名の記載は現在商品名によることが多いが，商品名支持と一般名支持とにわかれ，前者がやや多い」との記載がある。",
                        "平成24年の診療報酬・調剤報酬の改定以降は，後発医薬品の普及のため，一般名の使用が推奨されるようになったが，本件出願日までに，上記状況に大きな変更はなかった。",
                        "以上によると，我が国において，本件出願日当時，処方せんの医薬品名の記載は，公定書名，一般名又は商品名のいずれかを用いればよいとされていたこと，医療の現場では，商品名と一般名の使用が概ね均衡し，商品名が用いられることがやや多い状況にあったことが認められるというべきであり，上記の「公定書名」の実体は一般名であることからすると，「医師の交付する処方せんには販売名(商品名)か一般名が記載される」との本件審決の認定は正当であり，処方せんが薬剤師による調剤に用いられるものであることに鑑みると，「医薬品の有効成分すら特定できない薬効分類を基準とするものであると考えることはできない」との本件審決の認定も正当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，認定④について，本件明細書の【0040】に「薬価基準収載用医薬品コード」の記載はあるものの，その詳細の記載がないから，「医薬品」について「薬効，有効成分及び投与経路を特定するコードである場合を含む」と認定すべき技術常識は認められないと主張する。",
                        "しかし，厚生労働省が定める「薬価基準収載用医薬品コード」は，12桁からなるコードであり，商品名まで特定するには12桁すべての情報が必要であるが，薬効，有効成分及び投与経路を特定するだけであれば，先頭の7桁の情報を特定すれば足りるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上から，技術常識に係る原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件審決が，特許請求の範囲に記載のない構成要素を付加して，その要旨認定を限定解釈により導いたことが，訂正審判又は訂正請求を経ることなく特許法36条違反の救済をしたものであって，違法である旨主張する。",
                    "しかし，本件審決は，通常の手法で発明の要旨認定を行ったものであって，特許請求の範囲に記載のない構成要素を付加して発明を限定解釈したわけではないから，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1の「一の医薬品」と「他の一の医薬品」が「同一レベルの概念」であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決の解釈によると，格納された「医薬品」の組み合わせも，入力又は表示される「医薬品」も同一レベルの概念である必要があるところ，本件明細書の記載はそのようになっていないと主張する。",
                    "しかし，本件審決は，「相互作用マスタ」のデータ構造を認定する上で，「一の医薬品」と「他の一の医薬品」が同一のレベルの概念であること，すなわち，1対1対応で相互作用に係るデータが格納されることを，具体的に述べているにすぎない。「相互作用が発生する」「一の医薬品」と「他の一の医薬品」との「組み合わせ」がデータベースに「個別に格納」されるとの特許請求の範囲の記載を総合的に解釈しているのであって，「医薬品」を切り出して，分断的にその意味を解釈しているのではない。個々の「医薬品」の概念のレベルなど観念することに意味はなく，クレーム解釈上，「医薬品」は，患者に処方され，服用される医薬品であると解すれば足りる。",
                    "そして，本件発明は，「病院や調剤薬局などの医療施設で処方箋監査業務や処方設計業務に使用する」(本件明細書の【0001】)ものであるから，入力又は表示される医薬品のデータは，実際の医薬品と結びつけることが可能な販売名か一般名(又はそれらと対応するデータ)となると考えるのが素直であり(本件特許の【請求項1】，本件明細書の【図2】，【図3】，【図5】，【図6】等)，その前提として，「相互作用マスタ」にも，販売名や一般名によって特定される具体的な医薬品の組み合わせが格納されていることとなる(本件明細書の【図3】等)。",
                    "したがって，本件審決による認定は，技術常識及び本件明細書の記載や図面から無理なく導くことが可能なものであるといえる。",
                    "なお，「相互作用が発生する医薬品の組み合わせを格納する」ためには，最終的に相互作用に関するデータと医薬品とが販売名や一般名のレベルで紐づけられていることが必要であるが，リレーショナル・データベース・システムにおいては複数のテーブルを任意に組み合わせたデータ抽出が可能であるから，「その組み合わせ」については，当業者の任意の選択により，「各医薬品の効能を定めた薬効コードの組み合わせ」(本件特許の【請求項2】)で表現することも可能になる。したがって，「相互作用マスタ」の具体的実装手法としては，一つのテーブル(表形式のデータ)に販売名や一般名ごとに相互作用が発生する組み合わせを持たせることもできるし，本件発明2のように，あるテーブルで薬効コードの組み合わせを持ちつつ，別途販売名や一般名を薬効コードと結びつけるテーブルを設け，両者を随時結合させることによって効率化を図ることもでき，これは，原告が主張する「相互作用が発生する医薬品の組み合わせを格納することと，その組み合わせを特定の概念・種類のデータの組み合わせで表現することは区別される」ことの具体的意味である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，処方せんの記載から相互作用マスタの形態を導くことは非合理であると主張するが，この主張は，「医薬品」との文言を切り出してクレームを分断的に把握する誤った解釈手法に基づくものであるから失当である。",
                    "なお，原告は，上記主張の前提として，ⓐ医師が処方せんでどのように医薬品を特定するか，ⓑそれを本件発明のシステムにどのように入力するか，ⓒシステムにおいて相互作用をどのように定義しておきどのように組み合わせ判断を行うかは全く別の概念であると主張するところ，これらはそれ自体は正しい。",
                    "そして，ⓐについては，技術常識に照らすと，医師が処方せんで医薬品を特定するときは，販売名によるのが通常である。ⓑについては，本件発明のシステムへの入力は，通常の設計では販売名によることとなるが，一般名によることも考えられる(本件特許の【請求項1】，本件明細書の【図2】，【図3】，【図5】，【図6】等)。販売名と一般名は，いずれも(通常の意味における)医薬品を特定するものであって，いずれによるかはクレーム上限定されていない。ⓒについては，システムにおける相互作用の定義及び組み合わせ判断は，技術常識及び本件明細書の【0040】等の記載から，薬効のほか有効成分及び投与経路が特定される薬効コードや，さらに個々の医薬品固有の情報まで特定される医薬品コードなどのデータを用いることが考えられるが，少なくとも「降圧剤」などの薬効のみをデータ化した薬効分類では相互作用の判断をすることはできず，ここで用いるデータには適しない。本件発明2のように相互作用マスタの構成として「相互作用が発生する組み合わせ」を薬効コードで表現する場合でも，具体的な医薬品との紐づけがなされることはシステムの構成上明白であり(本件明細書の【図2】，【図3】，【図5】，【図6】等)，また，そのことは，「相互作用が発生する医薬品の組み合わせを格納することと，その組み合わせを特定の概念・種類のデータの組み合わせで表現することは区別される」との原告の主張の帰結でもある。",
                    "原告が主張する上記ⓐ～ⓒは，本件発明に無理なくあてはめることが可能であって，上記命題から本件審決の誤りを導くことはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件審決の認定によると，データの概念レベルが不明確になると主張する。",
                    "しかし，本件明細書の【0040】において，医薬品コード(最下位概念)や薬効コードによるべきことは特定されており，原告が主張するような問題はない。",
                    "原告は，薬価基準収載医薬品コードの上4桁によっても成分は特定されると主張するが，本件発明の技術的思想によると，相互作用の確認に用いられるべきデータは，相互作用の確認をするのに十分な情報を持ったデータであり，本件明細書には，これに適したデータとして，医薬品コードや薬効コードが具体的に指摘されている。",
                    "本件明細書の【0040】には，「薬効コードは厚生省が定めた薬価基準収載用医薬品コードの先頭7桁でも何でもよい」とは書かれているが，それは，文字通り「何でもよい」のではなく，技術常識や記載の趣旨に照らして，薬価基準収載用医薬品コードの薬効コードと等価又は代替可能なもの，あるいは，相互作用の確認が可能なものであることを前提としていることは明らかである。",
                    "本件審決も，「薬効分類などの上位レベルの概念」と述べているように，その趣旨は，薬効分類を例に，相互作用を確認するのに不十分なデータが除外されるという，本件発明の技術的思想に照らして当り前のことを述べているにすぎず，これによって，明確性の問題を生じるものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件審決が「医薬品」の文言を，「医薬品」に関するデータの概念・種類と解する誤った要旨認定をした結果，一致点及び相違点の認定を誤り，その結果，容易想到性の判断を誤ったと主張する。",
                "しかし，原告は，発明の要旨認定において，本件審決の認定判断を誤解しているから，原告の主張は前提を欠く。本件審決による発明の要旨認定，一致点・相違点の把握及び容易想到性の認定は，いずれも正当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明9の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1の要旨認定を誤っていないから，本件発明9の容易想到性の判断に誤りがあるとの原告の主張は，前提を欠き，成り立たない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の前記第3の2(2)の主張は，最初の準備書面の提出期間内に行われるべきものであるところ，それを徒過した後にされており，訴訟の完結を遅延させるものである。また，これまで原告は，本件特許を巡る侵害訴訟その他の手続において，手続の濫用を繰り返し，訴訟遅延をもたらしてきており，このような主張のあり方が故意によるものであることも明らかである。",
                    "したがって，原告の前記第3の2(2)の主張は，時機に後れた攻撃防御方法として却下されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲9プログラムにおいて，ユーザ登録機能を使用した時点で必ずユーザ登録のデータが共通のデータに優先して処理されると主張するが，本件審判の審理において，甲9プログラムによる相互作用チェックに際し，「相互作用個別マスタ」に格納された相互作用情報が，「相互作用共通マスタ」に登録された内容よりも先に(上に)表示されない事例があることが明らかになっている(甲55)。甲15は，甲9プログラムの挙動を客観的に説明するかのように装いつつも，原告に都合のよい事実のみを抽出し，断片的に提示することで，その読者を誤信させることを意図した完全な創作であるから，このような証拠に依拠した原告の主張には理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の本件発明2に関する主張は，前記2(2)アのとおり，時機に後れた攻撃防御方法として却下されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，甲1発明においても薬効コードに相当する情報が格納されているとしても，依然として甲1発明が「一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせを個別に格納する」ことを開示していることとはならないから，原告の主張は，本件審決による相違点1の認定の当否に影響しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の要旨について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲58，甲58の2)には，次の記載がある。",
                "【発明の詳細な説明】",
                "【技術分野】",
                "【0001】",
                "本発明は，病院や調剤薬局などの医療施設で処方箋監査業務や処方設計業務に使用する医薬品相互作用チェックシステムに関するものである。",
                "【背景技術】",
                "【0002】",
                "従来，病院などのホストコンピュータ上で稼働する処方オーダリングシステムでは，患者に投薬する医薬品の処方を医師が指示して，その処方データを入力する際に医薬品間の相互作用，すなわち医薬品の効能が相殺される等をチェックすることが行われている。",
                "【0008】",
                "しかしながら，・・・医薬品間の相互作用のチェックに主眼が置かれ，表示内容は「A医薬品とB医薬品は併用禁忌」等の簡単なものに過ぎない。したがって，同一患者の過去の処方データも含めて処方全体を監査したり，不都合な医薬品の代替品を検討するなど，処方データの詳細を分析するような薬剤師向けの用途には不十分である。この場合，単純に相互作用のチェック内容を表示するだけでは，複雑で見にくいものとなり，実用的でない。",
                "【0009】",
                "また，前記いずれの従来例でも，各医療施設に応じた形式で，相互作用のデータ結果を表示することは不可能である。また，全医薬品について相互作用をチェックすると，併用注意の組合せが多数発生し，表示は非常に見づらいものとなる。",
                "【0010】",
                "特に，相互作用チェックの結果に問題がある医薬品は別の医薬品に代替しなければならないが，そのための対策は何等なされていない。",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0012】",
                "本発明は，医薬品の相互作用のチェック結果を，実用的に分かりやすく表示できる医薬品相互作用チェックシステム及びプログラムを提供することを課題とする。【課題を解決するための手段】",
                "【0013】",
                "本発明は，前記課題を解決するための手段として，",
                "医薬品相互作用チェックシステムを，",
                "ネットワーク接続されたいずれかの機器に，",
                "一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせを個別に格納する相互作用マスタを記憶する記憶手段と，",
                "入力された新規処方データの各医薬品を自己医薬品及び相手医薬品とし，自己医薬品と相手医薬品の組み合わせが，前記相互作用マスタに登録した医薬品の組み合わせと合致するか否かを判断することにより，相互作用チェック処理を実行する制御手段と，",
                "対象となる自己医薬品の名称と，相互作用チェック処理の対象となる相手医薬品の名称とをマトリックス形式の行又は列にそれぞれ表示し，前記制御手段による自己医薬品と相手医薬品の間の相互作用チェック処理の結果を，前記マトリックス形式の該当する各セルに表示する表示手段と，",
                "を備えた構成としたものである。",
                "【0014】",
                "この構成により，新規処方データと蓄積処方データの各医薬品について相互作用を一目で把握可能に表示させることが可能となる。",
                "【0015】",
                "前記記憶手段に記憶する相互作用マスタは，相互作用が発生する組み合わせを，各医薬品の効能を定めた薬効コードの組み合わせとして格納するのが好ましい。",
                "【0016】",
                "前記記憶手段は，相互作用が発生する医薬品の各組み合わせに対して，作用・機序を含む詳細情報を関連付けた作用マスタをさらに記憶し，",
                "前記制御手段は，前記相互作用チェック処理の結果が表示された各セルが指定されると，前記記憶手段に記憶した作用マスタに基づいて，相互作用についての詳細情報を前記表示手段に表示させるのが好ましい。",
                "【0017】",
                "前記記憶手段は，患者データを含む過去の処方データを蓄積した蓄積処方データをさらに記憶し，",
                "前記相手医薬品は，蓄積処方データの各医薬品を含むのが好ましい。",
                "【0018】",
                "前記表示手段は，自己医薬品の名称と相手医薬品の名称をマトリックス形式の行又は列にそれぞれ表示し，相手医薬品が新規処方データの各医薬品である場合と，相手医薬品が蓄積処方データの各医薬品である場合とで切替可能に表示すると，表示画面の複雑化を防止できる点で好ましい。",
                "【0019】",
                "前記表示手段に表示されたマトリックス形式の各セルに表示される相互作用チェックの結果には，識別可能な記号で表示される併用注意と併用禁忌を含むのが好ましい。",
                "【0021】",
                "前記記憶手段は，相互作用マスタに登録された相互作用が発生する医薬品の組み合わせのうち，相互作用チェック処理を除外した医薬品の組合せについて格納する相互作用除外マスタを記憶し，",
                "前記制御手段は，前記相互作用マスタに基づいて相互作用チェック処理を実行した後，前記相互作用除外マスタを検索して該当する医薬品の組み合わせを除外すると，重要度の高い相互作用だけを表示できる点で好ましい。",
                "【0022】",
                "前記記憶手段は，相互作用が発生する医薬品の組み合わせについてのデータを格納する相互作用共通マスタとは別に，各医療施設に応じて作成した相互作用個別マスタを記憶し，",
                "前記制御手段は，前記相互作用共通マスタに優先して，前記相互作用個別マスタに基づく相互作用チェック処理を実行するのが好ましい。",
                "【発明の効果】",
                "【0032】",
                "以上の説明から明らかなように，本発明によれば，相互作用のチェック結果を，新規処方データの各医薬品と蓄積処方データの各医薬品とのマトリックス形式で表示するようにしたので，相互作用を詳細にチェック可能となると共に，直感的にも分かりやすくすることができる。",
                "【発明を実施するための形態】",
                "【0034】",
                "以下，本発明に係る実施形態を添付図面に従って説明する。",
                "図1は，本実施形態に係る医薬品相互作用チェック装置を示す。この装置は，液晶ディスプレイなどの表示装置1，キーボード・マウスなどの入力装置2，及びハードディスクなどの記憶装置3を備える。医薬品相互作用チェック装置全体としては中央処理装置(CPU)4によってプログラム制御する。また，必要に応じて，レーザプリンタなどの印刷装置5，及びホストコンピュータ(処方データ送信装置)6を接続する。これらの装置はパーソナルコンピュータで構成してもよい。但し，ハードウェア機器の種類と台数は任意である。",
                "【0035】",
                "ホストコンピュータ6は，処方データを送信する機能を有し，連動チェック動作(後述)の場合に接続される。ここでは，ホストコンピュータ6には，病院の処方オーダリングシステムなどが稼働する病院ホスト，調剤薬局の医療事務用(レセプト)コンピュータ，または，薬局の調剤システム制御装置(コンピュータ内蔵)が含まれる。",
                "【0036】",
                "中央処理装置(CPU)4は処理に必要なデータを一時的に記憶するためのメモリ(RAM)を内蔵する。このメモリは，処方データを記憶する処方データメモリ，その他メモリ(処理上での作業データ，変数，など)として使用する。",
                "【0037】",
                "記憶装置3には，各種データをファイルやデータベースとして記憶する。各種データには，過去の処方データを蓄積して記憶する蓄積処方データ，相互作用の薬効組合せと作用を登録して記憶する相互作用共通マスタ，医療施設毎に相互作用を登録して記憶する相互作用個別マスタ，相互作用チェックを除外する薬効組合せを登録して記憶する相互作用除外マスタ，作用・機序内容を登録して記憶する作用マスタ，処方データを入力する際などの関連情報を記憶する各種マスタがある。各種マスタには，医薬品マスタ，患者マスタ，診療科マスタ，医師マスタ，病棟マスタ，処方箋区分マスタ，用法マスタなどがある。・・・",
                "【0038】",
                "なお，前記記憶装置3が独立したデータベースサーバ装置(CPU内蔵)であって，中央処理装置(CPU)4，表示装置1及び入力装置2がクライアント端末として，サーバ装置とネットワーク(LAＮ)で接続したようなクライアント・サーバ構成でもよい。また，サーバ装置をデータセンタに設置して，ユーザはクライアント端末のブラウザ・ソフトからインターネット経由でアプリケーションを実行する構成でもよい。さらに，医薬品相互作用チェック装置はホストコンピュータ6とハードウェア機器を共用してもよい。",
                "【0039】",
                "蓄積処方データは，患者の全ての処方データを蓄積して記憶するデータである。その記憶内容を図2に示す。この蓄積処方データ(図2)は，単独チェック動作の場合には，新規の処方データをキーボード入力して書き込み(図13のステップS66)，連続チェック動作の場合には，ホストコンピュータ6から処方データを受信して相互作用の発生が無ければ自動的に書き込む(図14のステップS78)(相互作用の発生が有れば単独チェック動作と同様に操作者の判断で書き込む。)。図2の「3／10内科」処方の例では，病院薬局なので医療機関コードはデータ無し状態の空であり(調剤薬局ならば，多くの医療機関から発行される院外処方箋を受け付けるので，その識別が必要になる。)，外来処方箋なので病棟コードと病室番号は空である。医薬品コード(例：4490008F1020)には，厚生省が定めた薬価基準収載用医薬品コード12桁を使用しているが，独自体系のコードでもよい。但し，その場合は，医薬品マスタに薬効コードを登録して，医薬品コードから薬効コードを求める処理が必要になる。なお，蓄積処方を検索する場合は患者番号と投薬期間を検索キーとする。",
                "【0040】",
                "相互作用が発生する医薬品の組合せについてのデータは，データ量を抑えるために医薬品コードではなくて薬効コードの組合せで表現する。これらのデータには，添付文書データから作成して医療施設に配付する共通マスタ，各医療施設が個別に相互作用を登録する個別マスタ，及び，各医療施設が相互作用チェックを除外する除外マスタがある。これらの3種類のマスタはデータ構成が同じであり，相互作用共通マスタの記憶内容を図3に示す。図3中，主薬効コードとは，組合せの主となる薬効コードを意味する。薬効コードは厚生省が定めた薬価基準収載用医薬品コードの先頭7桁でも何でもよい。従薬効コードとは，組合せの従となる薬効コードを意味する。危険度とは，薬剤相互作用の危険度を意味する。併用注意であれば1，併用禁忌であれば2を入力する。作用コードとは，作用マスタ(図4)の作用コードを意味する。・・・",
                "【0041】",
                "作用マスタは，作用・機序などの詳細情報を記憶するデータである。その記憶内容を図4に示す。相互作用共通マスタ(図3)と同様に，作用マスタは添付文書データから作成して医療施設に配付するが，各医療施設で個別に登録することもできる。・・・図4中，作用コードとは，作用の詳細情報を特定するための一意なコードを意味する。作用・機序内容とは，作用，処置，文献書誌事項などのあらゆる詳細情報を意味する。",
                "【0042】",
                "次に，単独チェック動作の処理について，図7のフローチャートに従って説明する。ここに，単独チェック動作の処理とは，医薬品相互作用チェック装置とホストコンピュータ6とを接続しない場合の処理を意味する。",
                "【0043】",
                "この処理では，まず，メニュー画面(起動ボタンが並ぶだけの画面なので図示省略)から起動し，図5(新規処方内チェック結果)又は図6(蓄積処方内チェック結果)に示す「相互作用チェック」画面を表示させる(ステップS1)。この状態では，「対象日」欄に本日の日付が表示され，「患者番号」欄と「新規処方」欄とが空となっている。そこで，患者番号と新規処方の医薬品とを，キーボードやマウスで入力する(ステップS2)。「患者番号」欄に入力すると，図2に示すデータ構成と同様の画面構成のサブウィンドウ(図示省略)が表示され，処方データの詳細が新規処方データとして入力される。そして，「患者処方チェック」手続き(図8)を呼び出し，新規処方内の相互作用チェックと，新規処方と蓄積処方の相互作用チェックとを行う患者処方チェック処理を実行する(ステップS3)。但し，チェックの「対象日」欄に任意の日付を入力し，対象日を指定して相互作用チェックを実行することもできる。続いて，「チェック画面処理」手続き(図12)を呼び出し，「相互作用チェック」画面(図5)での画面操作によりチェック画面処理を実行する(ステップS4)。この処理は，「相互作用チェック」画面(図5)の「終了」ボタンがマウスでクリックされるまで繰り返す(ステップS5)。",
                "【0044】",
                "前記ステップS4のチェック画面処理では，図8のフローチャートに示すように，まず，作業データの「自己処方」に新規処方を設定する(ステップS11)。また，作業データの「相手処方」に新規処方を設定する(ステップS12)。そして，「処方間チェック」手続き(図9)を呼び出し，自己処方と相手処方の相互作用チェック(処方間チェック)を実行する(ステップS13)。また，蓄積処方データ(図2)から同一患者の蓄積処方を検索する(ステップS14)。その後，蓄積処方データが終了したか否かを判断し(ステップS15)，終了していれば，図7の単独チェック動作の処理に復帰し，終了していなければ，作業データの「相手処方」に次の蓄積処方データを設定して(ステップS16)，前記ステップS13の処方間チェックから繰り返す。",
                "【0045】",
                "前記ステップS13の処方間チェックの処理は，図9のフローチャートに示すように，作業データの「自己医薬品」に自己処方の1行目(行＃1)の医薬品を設定する(ステップS21)。続いて，「複数相手医薬品チェック」手続き(図10)を呼び出し，自己医薬品と相手処方の複数医薬品との相互作用チェック(複数相手医療品チェック)を実行する(ステップS22)。ここで，自己処方内の医薬品のチェックが全て終了したか否かを判断し(ステップS23)，全て終了していれば，図8の患者処方チェック処理に復帰し，終了していなければ，作業データの「自己医薬品」に自己処方の次行目の医薬品を設定し(ステップS24)，前記ステップS22に戻って前記処理を繰り返す。",
                "【0046】",
                "前記ステップS22の複数相手医薬品チェックの処理は，図10のフローチャートに示すように，作業データの「相手医薬品」に相手処方の1列目(列＃1)の医薬品を設定する(ステップS31)。そして，「医薬品間チェック」手続き(図11)を呼び出し，自己医薬品と相手医薬品の相互作用チェック(医薬品間チェック)を実行する(ステップS32)。ここで，相手処方内の医薬品のチェックが全て終了したか否かを判断し(ステップS33)，全て終了していれば，図9の処方間チェックに復帰し，終了していなければ，作業データの「相手医薬品」に相手処方の次列目の医薬品を設定し(ステップS34)，前記ステップS32に戻って前記処理を繰り返す。",
                "【0047】",
                "前記ステップS32の医薬品間チェックの処理は，図11のフローチャートに示すように，自己医薬品と相手医薬品が同じか否かを判断し(ステップS41)，同じであれば，図10の複数相手医薬品チェックの処理に復帰する。また，同じでなければ，自己医薬品と相手医薬品の薬効コードの組合せについて，「自己-相手」と「相手-自己」の2通りの主従関係で相互作用個別マスタ(データ構成は図3と同じ)を検索し，該当する行データを取得する(ステップS42)。そして，自己医薬品と相手医薬品の薬効コードの組合せについて，相互作用除外マスタ(データ構成は図3と同じ)を検索し，該当する行データを除外する(ステップS43)。ここで，取得した中から除外した残りの相互作用データが有るか否かを判断し(ステップS44)，有れば，チェック画面処理(図12)が処理するための相互作用データ(チェック結果)を設定する(ステップS48)。一方，残りの相互作用データがなければ，自己医薬品と相手医薬品の薬効コードの組合せについて，「自己-相手」と「相手-自己」の2通りの主従関係で相互作用共通マスタ(図3)を検索し，該当する行データを取得する(ステップS45)。そして，自己医薬品と相手医薬品の薬効コードの組合せについて，相互作用除外マスタ(データ構成は図3と同じ)を検索し，該当する行データを除外する(ステップS46)。ここで，再度，取得した中から除外した残りの相互作用データが有るか否かを判断し(ステップS47)，有れば前記ステップS48でチェック結果を設定し，無ければ，図10の複数相手医薬品チェックの処理に復帰する。",
                "【0048】",
                "また，図7のステップS4に於けるチェック画面処理は図12及び図13のフローチャートに示すように，まず，「相互作用チェック」画面(図5)での医薬品マトリックス表示部に新規処方のチェック結果を表示する(ステップS51)。具体的には，マトリックスの「セル」に表示する記号で表現し，「△」印が併用注意であり，「×」印が併用禁忌である。そして，「△」印または「×」印の「セル」をマウスでクリックすると，作用表示欄に作用・機序などの詳細情報を表示させることが可能である。図5の例では，ハルシオン錠とイトリゾールカプセルの「×」印の「セル」をマウスでクリックして詳細情報を表示させている。続いて，「薬品追加」ボタンがマウスでクリックされれば(ステップS52)，新規処方の次の行に新規の医薬品をキーボード・マウス入力する(ステップS53)。次いで，作業データの「自己医薬品」に追加医薬品を設定する(ステップS54)。さらに，「複数相手医薬品チェック」手続き(図10)を呼び出し，追加医薬品と相手処方の複数医薬品との相互作用チェック(複数相手医薬品チェック処理)を実行する(ステップS55)。その後，前記ステップS52に戻って薬品追加ボタン判断から繰り返す。「タブ」(図5の「新規処方」「3／10内科」)がマウスでクリックされれば(ステップS56)，「タブ」に該当する相手処方を列項目とするマトリックス表示に切り替え(ステップS57)，新規処方に追加医薬品が有るか否かを判断し(ステップS58)，有れば前記ステップS54及びS55を実行する。図5の例では，「3／10内科」の「タブ」をマウスでクリックして図6の表示に切り替える。「セル」がマウスでクリックされれば(ステップS61)，「セル」に該当する作用・機序内容を作用マスタ(図4)から取得して作用表示部に表示する(ステップS62)。作用表示部の除外チェックボックス(□)がマウスでチェックされれば(ステップS63)，チェックボックス内に「∨」印でチェックされたデータを相互作用除外マスタ(データ構成は図3と同じ)に登録する(ステップS64)。これは，数が多く，重要性の低い医薬品について，相互作用チェックの対象から除外することにより，併用注意が多くなり過ぎる弊害を防止するために行う。「処方登録」ボタンがマウスでクリックされれば(ステップS67)，新規処方の処方データを蓄積処方データ(図2)に登録する(ステップS66)。・・・",
                "【0049】",
                "次に，連動チェック動作の処理について，図14のフローチャートに従って説明する。ここに，連動チェック動作の処理とは，医薬品相互作用チェック装置とホストコンピュータ6とを接続した場合の処理を意味する。したがって，医薬品相互作用チェック装置には，ホストコンピュータ6から新規処方データが随時受信され，その処方データを相互作用のチェックに有効利用することが可能である。",
                "【0050】",
                "連動チェック動作の処理は，メニュー画面(起動ボタンが並ぶだけの画面なので図示省略)から起動し，「処方チェック連動」画面(図15)を表示する(ステップS71)。図15の画面が既に表示されていればアクティブなウィンドウにする。そして，ホストコンピュータ6から新規処方の処方データを受信する(ステップS72)。ここで，「患者処方チェック」手続き(図8)を呼び出し，新規処方内の相互作用チェックと，新規処方と蓄積処方の相互作用チェックとからなる患者処方チェック処理を実行する(ステップS73)。なお，患者処方チェック処理は，前述の図8ないし図11に記載した内容と同様である。そして，相互作用チェックの結果の表示では，画面の「対象日」欄には問題のある投薬日付が表示され，行項目と列項目を新規処方の医薬品とする新規処方内のチェック結果をマトリックス形式で図5の様に「タブ」付きで表示する。問題がある蓄積処方データとの関係は別の「タブ」付きマトリックス表示で隠されており，「タブ」をマウスでクリックすると，図6に示すようにマトリックス表示を切り替える。",
                "【0051】",
                "続いて，図15の「No.」から「医師名」までの項目からなる処方データ1行を表示し(ステップS74)，併用禁忌の相互作用データが有るか否かを判断する(ステップS75)。併用禁忌の相互作用データが有れば，中央処理装置(CPU)に内蔵する音源装置で音を鳴らして薬剤師に報知し(ステップS76)，併用禁忌だけのチェック結果(図16)を印刷する(ステップS77)。併用禁忌の相互作用データが無ければ，正常な新規処方データを蓄積処方データ(図2)に登録する(ステップS78)。次いで，「相互作用」ボタンがマウスでクリックされたか否かを判断する(ステップS79)。「相互作用」ボタンがマウスでクリックされれば，反転表示で選択された処方データ1行を新規処方として，「相互作用チェック」画面(図5)を別ウィンドウで表示する(ステップS80)。そして，「チェック画面処理」手続き(図12及び図13)を呼び出し，「相互作用チェック」画面(図5)での画面操作(チェック画面処理)を実行した後(ステップS81)，前記ステップS71に戻って「処方チェック連動」画面表示から繰り返す。「相互作用」ボタンがマウスでクリックされなければ，「終了」ボタンがマウスでクリックされたか否かを判断し(ステップS82)，クリックされれば，連動チェック動作の処理を終了してメニュー画面(図示省略)に復帰し，クリックされなければ，前記ステップS72に戻って新規処方データ受信から繰り返す。",
                "【0052】",
                "以上のようにして得られた連動チェック動作の相互作用チェック結果は，例えば，図16に示す内容で印刷することができる。ここでは，ホストコンピュータ6から処方データを受信し，相互作用チェックを実行して，併用禁忌が有る場合のみ印刷している。勿論，印刷量が多くてもよければ併用注意を印刷してもよい。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の概要",
              "text": [
                "前記第2の2の本件特許の特許請求の範囲の記載及び上記(1)の本件明細書の記載によると，本件発明は，以下のとおりのものであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本件発明は，病院や調剤薬局などの医療施設で処方箋監査業務や処方設計業務に使用する医薬品相互作用チェックシステムに関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "従来，病院などのホストコンピュータ上で稼働する処方オーダリングシステムでは，患者に投薬する医薬品の処方を医師が指示して，その処方データを入力する際に医薬品間の相互作用，すなわち医薬品の効能が相殺される等をチェックすることが行われている(【0002】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明が解決しようとする課題",
                  "text": [
                    "従来は，医薬品間の相互作用のチェックに主眼が置かれ，表示内容は「A医薬品とB医薬品は併用禁忌」等の簡単なものにすぎず，同一患者の過去の処方データも含めて処方全体を監査したり，不都合な医薬品の代替品を検討するなど，処方データの詳細を分析するような薬剤師向けの用途には不十分であり，この場合，単純に相互作用のチェック内容を表示するだけでは，複雑で見にくいものとなり，実用的でない(【0008】)。",
                    "そこで，本件発明は，医薬品の相互作用のチェック結果を，実用的に分かりやすく表示できる医薬品相互作用チェックシステム及びプログラムを提供することを課題とする(【0012】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本件発明は，前記課題を解決するための手段として，",
                    "医薬品相互作用チェックシステムを，",
                    "ネットワーク接続されたいずれかの機器に，",
                    "一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせを個別に格納する相互作用マスタを記憶する記憶手段と，",
                    "入力された新規処方データの各医薬品を自己医薬品及び相手医薬品とし，自己医薬品と相手医薬品の組み合わせが，前記相互作用マスタに登録した医薬品の組み合わせと合致するか否かを判断することにより，相互作用チェック処理を実行する制御手段と，",
                    "対象となる自己医薬品の名称と，相互作用チェック処理の対象となる相手医薬品の名称とをマトリックス形式の行又は列にそれぞれ表示し，前記制御手段による自己医薬品と相手医薬品の間の相互作用チェック処理の結果を，前記マトリックス形式の該当する各セルに表示する表示手段と，",
                    "を備えた構成としたものである(【0013】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明の効果",
                  "text": [
                    "本件発明によると，新規処方データと蓄積処方データの各医薬品について相互作用を一目で把握可能に表示させることが可能となる(【0014】)。",
                    "本件発明によると，相互作用のチェック結果を，新規処方データの各医薬品と蓄積処方データの各医薬品とのマトリックス形式で表示するようにしたので，相互作用を詳細にチェックすることが可能になるとともに，直感的にも分かりやすくすることができる(【0032】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由1(本件発明1の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次の記載がある。",
                    "【発明の詳細な説明】",
                    "【0001】",
                    "【発明の属する技術分野】本発明は，医療機関において処方情報の監査処理をコンピュータ上で行う処方鑑査システムに係り，医師あるいは薬剤師が行う処方箋の発行や処方鑑査業務を効率的に行えるようにした医薬品相互作用チェック方法及びその装置に関する。",
                    "【0002】",
                    "【従来の技術】従来，医薬品を処方する場合には，医師または薬剤師が処方する医薬品の相互作用に関して，医師または薬剤師の持つ知識あるいは文書情報をもとに判断して，行わなければならなかった。しかし，膨大な医薬品数の中から全ての相互作用を把握することは不可能に近く，いちいち文書情報を確認することは大変手間のかかることであった。ここで，医薬品の相互作用とは，2種以上の医薬品を併用したときに一方の医薬品がもう一方の医薬品の作用を強めたり，あるいは効能を弱めてしまう作用であり，併用を禁じられている医薬品の組み合わせも多数ある。このため，それぞれの医薬品に対し，相互作用を有する医薬品との作用関係を全て記載したものが作成され，医薬品の処方の際にはこの作成されたものを確認する相互作用チェック方法が提案されている。",
                    "【0006】",
                    "【発明が解決しようとする課題】しかしながら，・・・それぞれの医薬品に対し，相互作用を有する医薬品との作用関係を全て記載したものが作成され，医薬品の処方の際にはこの作成されたものを確認する相互作用チェック方法では，構築するデータ量が膨大なものとなってしまいファイルも大容量化してしまうこと，その結果，データ処理に時間がかかってしまうこと等の欠点があった。",
                    "【0007】また，・・・二つの医薬品名に対して，一方の医薬品と相互作用を生じる可能性のある医薬品名リストを出力し，もう一方の医薬品と同一の医薬品名リストを出力して，共通する医薬品名が存在する場合に，二つの医薬品は相互作用が発生する可能性があると判定する方法，あるいは・・・，処方される医薬品の組み合わせにおいて，一方の医薬品の上位語，下位語，同義語，異表記語からなる単語列を辞書から選択し，他方の医薬品名をキーとして医薬品情報データベースから検索された文字列データに前記単語列が含まれているか否かを文字検索で行うチェック方法では，指定した一医薬品と相互作用の存在する医薬品を検索して医薬品名の一覧を表示するだけであるため，相互作用が発生することはわかっても作用の内容まで理解できるものではなかった。また，検索方法としては文字検索を使用していることから，すべての文字情報に関して検索処理を行なってしまうため処理に時間がかかるという欠点があった。更に，文字情報による方法は，一般名，薬理薬効名等からなる医薬品分類シソーラスを構築すること，あるいは添付文書から相互作用テーブルを自動生成する等の工夫が見られるが，いずれもその内容の主たる構成要素は文字情報(文章情報)であり，すべてをコード化するには至っていないこと，あるいは一医薬品と相互作用の存在する医薬品を検索しその一覧を表示する機能にとどまるものであった。",
                    "【0008】本発明は上記問題に着目してなされたもので，各医薬品に付される添付文書から抽出された医薬品に関する情報をコード化することによりデータの処理時間を短縮し，容易に医薬品相互作用のチェックを行うことができる医薬品相互作用チェック方法及びその装置を提供することを目的としている。",
                    "【0009】",
                    "【課題を解決するための手段】以後の説明において，処方もしくは調剤を行なおうとする医薬品又は処方もしくは調剤が行われた医薬品を自己医薬品と称し，自己医薬品と同時に服用する可能性のある一種もしくは複数種の医薬品を相手医薬品と称する。尚，相手医薬品には飲食物も含まれる。",
                    "【0016】図1は，本発明の装置の一形態を示す構成図である。本発明に係る装置は図1に示すように，医薬品相互作用チェック結果を表示するための表示装置10と，チェックする医薬品を入力するための入力装置11と，CPU及びメモリ等の処理部12と，あらかじめ用意された全ての医薬品に関するデータが作成記憶されているディスク13(記憶手段としてはこの他に，CD-ROM14，フロッピーディスク15を使用することもできる。)と，医薬品に関するデータ，あるいはチェックした医薬品の相互作用に関するデータ等をプリントアウトするための出力装置16とから構成されている。",
                    "【0017】図2は，医薬品相互作用チェック処理に使用される各機能ごとのデータの構成，すなわちファイル構成を示しており，それぞれがメモリ上では区分されてファイルとして記憶されている。自己医薬品テーブル102には，予め医薬品入力101の過程により入力された処方される医薬品(自己医薬品)の医薬品マスターコード(後述する)が記憶され，相手医薬品テーブル103には，処方履歴を基に抽出した患者が服用している医薬品(相手医薬品)及び処方される医薬品の医薬品マスターコード，調剤日，医療機関名が記憶される。医薬品相互作用チェックマスタ104には，予め医薬品固有の情報が全て記憶され，医薬品相互作用チェックテーブル105には，医薬品間の相互作用の有無をチェックする情報が記憶されており，自己医薬品に対する自己テーブル部401と相手医薬品に対する相手テーブル部402とを含む。また，医薬品相互作用コメントファイル106には，医薬品の相互作用の結果をコメントとして提供するための文字情報がコメントコードと共に記憶され，医薬品相互作用機序ファイル107には，医薬品相互作用の機序が文字情報として相互作用機序コードと共に記憶されている。",
                    "【0018】そして，前記のファイルに基づく医薬品相互作用チェック108の過程では，上記入力データ及び記憶データを基に自己医薬品及び相手医薬品の一般名コード，薬効分類コード，BOXコード(いずれも後述する)を医薬品相互作用チェックマスタ104から取得して，処方医薬品相互作用チェックマスタSの形態で一時記憶テーブル110に記憶され(図3を参照)，自己医薬品の前記各コードに対して相互作用を有する全ての医薬品(相手医薬品，相手飲食物等)と相互作用コメント等が処方医薬品相互作用チェックテーブルTの形態で一時記憶テーブル110に記憶される(図4を参照)。図3に示すように，処方医薬品相互作用チェックマスタSの形態は，入力された処方医薬品の医薬品マスターコードに対応する医薬品名称，一般名コード，薬効分類コード，BOXコードが記憶される構成となる。また，図4に示すように，処方医薬品相互作用チェックテーブルTの形態では，自己テーブル部401に入力された処方医薬品の一般名コード，薬効分類コード，BOXコードが記憶され，相手テーブル部402に前記自己テーブル部のそれぞれのコードと相互作用を持つ医薬品の一般名コード，薬効分類コード，BOXコードが記憶される。そして，コメントテーブル部403には，それぞれの相互作用に対するコメントと重篤区分に対応するレベルコードと相互作用の機序コードが記憶される。",
                    "【0019】ここで，本発明に係る医薬品に関連する各コードについて説明する。医薬品マスターコードとは，厚生省により制定されている医薬品を特定するためのレセプト電算処理システムマスターコードであり，薬効分類コードとは，通産省により制定されている医薬品の効能効果を階層化して分類した日本標準商品分類コードである。そして両コードとも標準化されたコードとなっている。また，医薬品は構成成分によって全て一般名が制定されており，本発明では剤型・適応症状等を考慮した分類として一般名コードを設定している。更に，医薬品添付文書において医薬品の構造式・薬理作用・剤型等による表現が多いことから，この表現を一つの群としてとらえ辞書化してそれぞれの群をBOXコードとして設定した。",
                    "【0020】前記の本発明に関連する医薬品の分類形態を図5に示す。全ての個々の医薬品(W)が医薬品マスターコードで特定され，構成成分・剤型・適応症状等の分類により制定されている一般名(R)に一般名コードが付与されている。更に，効能効果を共通とする一般名の集合である薬効分類(Q)に薬効分類コードを制定",
                    "し，医薬品の共通した構造式・薬理作用・剤型等の集合であるBOX(P)にBOXコードを付与している。それぞれのBOXは薬効分類と該薬効分類に属さない一般名から構成される。",
                    "【0021】次に，医薬品相互作用のチェック方法の実施の一形態を図6に添って詳しく説明する。検索前処理801では，ステップ810において，前述したように処方される医薬品として入力装置11に入力された自己医薬品の医薬品マスターコードを基に，一般名コード，薬効分類コード，BOXコードを医薬品相互作用チェックマスタ104から検索して(ステップ811)，処方薬品相互作用チェックマスタSの形態(図3を参照)で自己医薬品のそれぞれのコードを確定する。また，ステップ812において，処方履歴等を基に抽出された相手医薬品の医薬品マスターコードを基に一般名コード，薬効分類コード，BOXコードを医薬品相互作用チェックマスタ104から検索して(ステップ813)，処方医薬品相互作用チェックマスタSの形態で相手医薬品のそれぞれのコードを確定する。",
                    "【0022】相互作用チェックテーブルの検索処理802では，ステップ820において，医薬品相互作用チェックテーブル105から自己テーブル部401の検索が行われる。まず，検索前処理801で検索した自己医薬品の一般名コードが，医薬品相互作用チェックテーブル105の自己テーブル部401に存在するか否かの検索が行われる(ステップ821)。同様にして，薬効分類コードとBOXコードについても検索が行われ(ステップ822，823)，それぞれの検索で存在したコードに関するデータは処方医薬品相互作用チェックテーブルTの形態で一時記憶テーブル110に記憶される。また，ステップ824において，前記ステップ820で検索して一時記憶テーブル110に記憶したデータから相手テーブル部402の検索が行われる。まず，検索前処理801で検索した相手医薬品の一般名コードが前記一時記憶テーブル110の相手テーブル部402に存在しているかの検索が行われる(ステップ825)。同様にして薬効分類コードとBOXコードについても検索が行われ(ステップ826，827)，それぞれの検索でコードが存在する場合には，処方する自己医薬品には患者が服用している医薬品あるいは処方する医薬品(相手医薬品)との間に相互作用を有する組み合わせが存在することになる。",
                    "【0023】検索後処理803では，ステップ830において，前記相互作用チェックテーブルの検索処理802で相互作用を有する医薬品の組み合わせが存在した場合のコメントテーブル部403の作成が行われる。まず，相互作用を有する医薬品の組み合わせから相互作用コメントが確定され(ステップ830)，相互作用の重篤レベルに対応する重篤区分が確定する(ステップ832)。そして，同様に医薬品の組み合わせに対する相互作用機序が確定される(ステップ831)。",
                    "【0024】以上のように検索された医薬品相互作用チェック結果は，図7に示すような形態で表示装置10に画面表示される。表示欄901には，入力された自己医薬品名が，検索されたコードを基に医薬品相互作用チェックマスタから抽出され，表示される。また，表示欄902には，患者の処方履歴に記載された調剤日と医療機関名，及び，前記自己医薬品名に対して検索されたコードを基に相手医薬品名が，医薬品相互作用チェックマスタから抽出され，表示される。更に，表示欄903には，検索された相互作用コメントコードを基に相互作用コメントが相互作用コメントファイルから抽出されて表示され，表示欄904には，検索された機序コードを基に相互作用機序が医薬品相互作用機序ファイルから抽出され，表示される。そして，前記画面表示は，検索した相互作用コメントの重篤レベルコードに対応して，重篤のコメントの場合には色付けにより強調して表示するようにしている。尚，上記の表示画面及び検索過程におけるデータは，必要に応じて接続された出力装置16からプリントアウトすることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明の要旨",
                  "text": [
                    "上記アによると，甲1発明は，前記第2の4(1)アのとおりと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲1発明の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術常識について",
                  "text": [
                    "後掲の証拠及び弁論の全趣旨によると，本件出願日当時，以下の技術常識が存在したと認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "医薬品には，一般名，販売名(商品名)などの名称があり，「薬価基準収載用医薬品コード」と「日本標準商品分類番号」とが付されている。",
                        "「日本標準商品分類番号」は，6桁の番号で，医薬品については，左から3桁目～6桁目は薬効群を利用した分類番号となっている。",
                        "「薬価基準収載用医薬品コード」は，下図のような12桁の医薬品コードであり，左から4桁の薬効分類番号(うち左から3桁が薬効を示し，次の桁が成分系統を示す。)，その次の3桁の投与経路及び有効成分を特定する番号などによって構成されている。このうち「薬効」とは，全身麻酔剤，抗てんかん剤，強心剤などの分類である。",
                        "薬効及び成分系統が特定された(4桁のコード)としても，具体的成分に起因する相互作用の違いは表現できない。薬効，投与経路及び有効成分が特定される(7桁のコード)と，具体的成分に起因する相互作用の違いは表現することができるが，容量の違いに起因する相互作用の違いは表現することはできない。",
                        "(甲1，10，30，41，78，83，乙4，5)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "医薬品に付される添付文書には，相互作用(併用禁忌，併用注意)が記載されるが，併用禁忌や併用注意として，商品名，一般名の他に，「他の降圧剤」のような薬効などが記載されている。(甲40，41)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件通知では，処方せんに記載する医薬品の名称は，公定書名(日本薬局方等の医薬品企画の文書に収載された一般名)，一般名又は商品名のいずれを用いても差し支えないとされていた。もっとも，医療の現場では，販売名(商品名)か一般名が用いられており，販売名(商品名)が用いられることが多い。(甲83，乙4，5)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1と，前記(1)イの甲1発明とを対比すると，本件発明1と甲1発明は，少なくとも前記第2の4(1)イの一致点において一致し，相違点3及び4において相違することが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の請求項1によると，本件発明1において「相互マスタ」には，「一の医薬品から見た他の一の医薬品と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせ」が個別に格納される。そして，本件発明1において，「相互作用チェック処理」は，入力された新規処方データの各医薬品を自己医薬品及び相手医薬品とし，自己医薬品と相手医薬品の組み合わせが，前記相互作用マスタに登録した医薬品の組み合わせと合致するか否かを判断するものであるから，入力された新規処方データの「各医薬品」に当たる医薬品は「自己医薬品」にも「相手医薬品」にもなり，その組み合わせが「相互作用マスタに登録した医薬品」の組み合わせと合致するかが判断されることになる。",
                        "したがって，本件発明1において，「相互作用マスタに登録した医薬品」，すなわち，「一の医薬品」と「他の一の医薬品」は，相互作用の有無を判定しうるものとして登録されるものであると解される。そして，前記ア(ア)のとおり，薬効及び成分系統が特定された(薬価基準収載用薬品コードの左から4桁のコード)としても，具体的成分に起因する相互作用の違いは表現できないが，薬効，投与経路及び有効成分が特定される(薬価基準収載用薬品コードの左から7桁のコード)と具体的成分に起因する相互作用の違いが表現できるのであるから，相互作用の有無を判定するためには，少なくとも，薬効，投与経路及び有効成分が特定される(薬価基準収載用薬品コードの左から7桁のコード)ものが登録される必要があると解される。また，前記ア(ウ)のとおり，処方せんにおいては，販売名(商品名)又は一般名が用いられていたところ，これらが用いられていたのは，患者に処方する医薬品を特定することができ，他の医薬品との相互作用を確認することができるからであると解される。これに関し，原告は，処方せんは，医師から薬剤師等に対して，処方する商品を指示する目的で作成されるものであって，相互作用を確認するために作成されるものではないと主張するが，本件出願日当時において，患者に投与する医薬品について相互作用をチェックする必要があることは広く知られていた(甲1～5)上，薬剤師は，処方せんに記載された医薬品について処方の妥当性を評価することが業務とされていたのである(甲1【0001】，甲2，7，73)から，処方せんの記載に上記のような意義を認めることができる。",
                        "これらによると，本件発明1においては，「相互マスタ」には，「一の医薬品」及び「他の一の医薬品」として，「降圧剤」などといった単なる薬効を入力するだけでは足りず，販売名(商品名)又は一般名を記載するか，薬価基準収載用薬品コードであれば薬効，投与経路・有効成分(7桁のコード)以下の下位の番号によって特定されるものなど，具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベルのものを登録する必要があると解される。なお，原告は，薬効，投与経路及び成分が特定される薬価基準収載用薬品コードの左から7桁のコードでは，容量の違いに起因する相互作用の違いは表現できない，処方せんの「処方」欄には，医薬品の一般的名称(いわゆる「一般名」)に剤形及び含量を付加した記載か，薬価基準に記載された名称(すなわち「商品名」)を記載することとされていると主張するが，前記ア(ア)のとおり，薬効，投与経路・有効成分が特定される薬価基準収載用薬品コードの左から7桁のコードで具体的成分に起因する相互作用の違いは表現できるのであるから，剤形や容量まで特定されている必要は必ずしもなく，原告の主張は上記認定を左右するものではない。",
                        "したがって，本件発明1において相互作用マスタに格納される「一の医薬品」，「他の一の医薬品」とは，販売名(商品名)又は一般名，薬価基準収載用薬品コードであれば投与経路・有効成分(7桁のコード)以下の下位の番号によって特定されるものなど，具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベルのものを意味すると認められる。本件審決が「薬効分類などの上位レベルの概念ではない」としているのは，このことを意味していると解される。",
                        "また，本件発明1が「一の医薬品」，「他の一の医薬品」の相互作用をチェックするものであることからすると，「相互作用マスタに登録した医薬品」，すなわち，「一の医薬品」と「他の一の医薬品」は，一方が前記「具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベル」のものであり，他方が「他の降圧剤」などといった薬効を示すレベルであるとは考えられず，両者はいずれも「具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベル」のものであると認められる。本件発明が「『一の医薬品』と『他の一の医薬品』は同一のレベルの概念であることを要する」としているのは，このことを意味していると解される。なお，本件明細書の実施例において，【図2】では蓄積処方データ内の「トリルダン錠」は「4490008F1020」という12桁のコードで表現されているのに対し，【図3】及び【図4】では相互作用マスタ内の「トリルダン錠」は「4490008」という7桁のコードで表現されており，【図3】，【図5】及び【図6】では「ハルシオン錠」と記載されているが，【図3】に記載されている「1124007」という7桁のコードはその一般名である「トリアゾラム錠」を示すものであるとしても，これらは，上記の意味での同一レベルの概念であるといえるから，本件明細書の記載と矛盾することはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1では，「相互マスタ」には，「相互作用が発生する組み合わせ」が「2通りの主従関係」で「個別に格納」される。",
                        "このうち，「2通りの主従関係で」というのは，一の医薬品を主，他の一の医薬品を従とする場合と，他の一の医薬品を主，一の医薬品を従とする場合の2通りを意味すると解される。また，「個別に」とは，「一つずつ別に。個々別々」(広辞苑第6版，甲45)，「一つ一つ。一人一人。また，それぞれを別々に扱うこと。」(大辞林第3版，甲46)という意味であるから，「個別に格納」とは，一の医薬品を主，他の一の医薬品を従とする場合と，他の一の医薬品を主，一の医薬品を従とする場合をそれぞれ別々に格納することを意味すると認められる。",
                        "これらによると，本件発明1では，「一の医薬品」と「他の一の医薬品」の相互作用が，「一の医薬品」からみた「他の一の医薬品」の相互作用と，「他の一の医薬品」からみた「一の医薬品」の相互作用が，それぞれ一対一の対応関係で，「相互マスタ」に格納，すなわち登録されると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明では，「医薬品相互作用チェックテーブル105」には「医薬品間の相互作用の有無をチェックする情報」が記憶され，自己医薬品に対する「自己医薬品テーブル部401」及び相手医薬品に対する「相手テーブル部402」には，それぞれ一般名コード(構成成分によって制定された一般名について，剤型・適応症状等を考慮した分類として設定されたもの)，薬効分類コード(通産省により制定されている医薬品の効能効果を階層化して分類した日本標準商品分類コード)，BOXコード(医薬品添付文書において表現されている医薬品の構造式，薬理作用，剤型等を一つの群としてとらえ辞書化したもの)が記憶される(甲1の【0017】～【0020】，【図4】)。",
                        "そして，「相互作用チェックテーブル105」には，「各医薬品に付される添付文書から抽出された医薬品に関する情報」が自己医薬品に対する「自己テーブル部401」と相手医薬品に対する「相手テーブル部402」に記憶される(甲1の【0008】，【0017】，【図4】)から，例えば，A医薬品に付される添付文書から抽出した医薬品に関する情報と，B医薬品に付される添付文書から抽出された医薬品に関する情報がそれぞれ記憶されることになる。そのため，「相互作用チェックテーブル105」には，一の医薬品から見た他の医薬品の相互作用が発生する組み合わせが当該「一の医薬品」の添付文書から抽出された情報として格納され，また，他の一の医薬品から見た医薬品の相互作用が発生する組み合わせが当該「他の一の医薬品」の添付文書から抽出された情報として別に格納されることになる。",
                        "前記ア(イ)のとおり，医薬品に付される添付文書の相互作用(併用禁忌，併用注意)の記載は，商品名を付して記載されているものもあるが，「他の降圧剤」など薬効のみで記載されているものもあることからすると，甲1発明の「医薬品相互作用チェックテーブル105」の「相手テーブル部402」に記憶される「医薬品間の相互作用の有無をチェックする情報」は，薬効のみの場合も含みうるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲1発明では，①「医薬品相互作用チェックテーブル105」において，「自己テーブル部」に，「自己医薬品」に係る「一般名コード」，「薬効分類コード」，「BOXコード」が存在するかをそれぞれ検索し，②いずれかのコードが存在していれば，「処方医薬品相互作用チェックテーブルT」の形態で「一時記憶テーブル110」に記憶し，③「一時記憶テーブル110」に記憶したデータの「相手テーブル部」に，「相手医薬品」に係る「一般名コード」，「薬効分類コード」，「BOXコード」が存在するかをそれぞれ検索し，④いずれかのコードが存在していれば，「自己医薬品」と「相手医薬品」とが相互作用を有する組み合わせが存在すると判断するものである(甲1の【0018】，【0021】，【0022】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上によると，本件発明1の「相互作用マスタ」と甲1発明の「医薬品相互作用チェックテーブル105」とは，「一の医薬品から見た他の医薬品の相互作用が発生する組み合わせを個別に格納する相互作用をチェックするためのマスタ」である点で共通するが，本件発明1が前記ウで述べたとおり「一の医薬品から見た他の一の医薬品の場合と，前記他の一の医薬品から見た前記一の医薬品の場合の2通りの主従関係で，相互作用が発生する組み合わせを格納する」のに対し，甲1発明では，「一の医薬品から見た他の医薬品の一般名コード，薬効分類コード，BOXコードかの少なくともいずれかについて，相互作用が発生する組み合わせを格納し，また，他の一の医薬品から見た医薬品の一般名コード，薬効分類コード，BOXコードかの少なくともいずれかについて，相互作用が発生する組み合わせを格納する」点で相違することになるから，本件審決の認定した前記2の4(1)イの相違点1において相違すると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明1は，「自己医薬品と相手医薬品との組み合わせ」と，前記ウで述べたような「相互作用マスタに登録した医薬品の組み合わせ」についての合致の有無を判断するものであるのに対し，甲1発明は前記エ(イ)の①～④の過程により「自己医薬品」と「相手医薬品」とが相互作用を有する組み合わせが存在するか否かを判断するものであるから，本件発明1の「相互作用チェック処理」と甲1発明の「検索処理」とは，いずれも，「入力された新規処方データの各医薬品を自己医薬品及び相手医薬品とし，自己医薬品と相手医薬品の組み合わせについて，相互作用をチェックするためのマスタに基づいて相互作用をチェックするための処理」を実行する点で共通するが，甲1発明の「検索処理」は，自己医薬品と相手医薬品との間で，一般名コード，薬効分類コード，BOXコードのいずれかの組み合わせが存在すれば相互作用を有する組み合わせであると判断するものであり，自己医薬品と相手医薬品との組み合わせと，前記ウで述べたような相互作用マスタに登録した医薬品の組み合わせとの，医薬品の組み合わせ同士の合致を判断しているとはいえないから，本件発明1の「自己医薬品と相手医薬品との組み合わせと相互作用マスタに登録した医薬品の組み合わせが合致するか否かを判断することにより，相互作用チェック処理を実行する」「相互作用チェック処理」とは相違することになる。したがって，本件審決の認定した前記2の4(1)イの相違点2において相違すると認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「医薬品」の語は，販売名(商品名)，一般名あるいは，薬効，有効成分及び投与経路を特定できるコードを意味するとの本件審決の認定は，リパーゼ事件判決に反していると主張する(前記第3の1(2)ア)。",
                    "特許請求の範囲から発明を認定するに当たり，特許請求の範囲に記載された発明特定事項の意味内容や技術的意義を明らかにする必要がある場合に，技術常識を斟酌することは妨げられないというべきであり，リパーゼ事件判決もこのことを禁じるものであるとは解されない。",
                    "そして，本件発明1における「相互マスタ」に登録される「一の医薬品」と「他の一の医薬品」が，いずれも，販売名(商品名)又は一般名，薬価基準収載用薬品コードであれば薬効，投与経路・有効成分(7桁のコード)以下の下位の番号によって特定されるものなど，具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベルのものを意味すると認められることは，前記(2)ウ(ア)のとおりであり，特許請求の範囲の記載や技術常識からこのように判断できるものであることは，前記(2)ウ(ア)で判断したとおりである。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決の要旨認定は，「医薬品」の概念と，「医薬品」を表現するデータ(本件明細書の【0040】)を区別する本件明細書の記載と矛盾すると主張する(前記第3の1(2)イ(ア))。",
                    "しかし，「相互マスタ」に登録される「一の医薬品」と「他の一の医薬品」について，具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベルのものを意味すると判断することは，データの格納の構成について判断しているものであり，本件明細書の【0040】の記載にも沿うものであるから，本件明細書の記載と矛盾するものではない。",
                    "原告は，本件審決の「医薬品」の認定は，「相互作用が発生する医薬品の組み合わせ」の概念と，その表現方法，すなわち医薬品の組み合わせを表現するためのデータの概念・種類(薬効コード)を区別している本件特許の請求項2の記載に反するものであるとも主張する(前記第3の1(2)イ(ウ))が，同様に，「相互マスタ」に登録される「一の医薬品」と「他の一の医薬品」について，具体的に当該医薬品の薬効及び有効成分が特定できるレベルのものを意味すると判断することは，データの格納の構成について判断しているものであり，本件特許の請求項2の記載にも沿うものであるから，本件特許の請求項2の記載と矛盾するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件審決は，特許請求の範囲に記載のない構成要素を付加して「医薬品」の文言を殊更狭く要旨認定をしており，サポート要件違反，実施可能要件違反，明確性要件違反の無効理由が存在することを示すものである旨の主張をする(前記第3の1(2)イ(オ))が，本件発明1における「相互マスタ」に登録される「一の医薬品」と「他の一の医薬品」が，いずれも，販売名(商品名)又は一般名，薬価基準収載用薬品コードであれば薬効，投与経路・有効成分(7桁のコード)以下の下位の番号によって特定されるものなど，具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベルのものを意味すると認められることは，前記(2)ウ(ア)のとおりであり，そのように解することから，本件発明1にサポート要件違反，実施可能要件違反，明確性要件違反があるとは認められないから，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件審決の理論で相互作用マスタに格納されるデータの概念のレベルについて解釈を行うと，結局どの概念のレベルまで特定すれば本件発明1の範囲に含まれ，どの概念のレベルでは当該範囲に含まれないのか判然とせず，発明の外縁が不明確となると主張する(前記第3の1(3)エ(ウ))。",
                    "しかし，既に判示したとおり，本件発明1において，「相互マスタ」に登録される「一の医薬品」と「他の一の医薬品」について，具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベルのものを意味すると認められるのであり，そのように解することが，本件発明1の外縁を不明確にするということはできない。",
                    "また，原告は，本件明細書の【0040】が「薬効コード」は「何でもよい」としていることを指摘するが，この段落の記載は，本件特許の特許請求の範囲の記載を超えたものを意味していると認めることはできないから，「何でもよい」というのも，具体的に当該医薬品の薬効，投与経路及び有効成分が特定できるレベルであれば「何でもよい」と述べているにすぎないと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "その他の原告の主張を採用することができないことは，既に判示したところから明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によると，本件審決の一致点及び相違点の認定に誤りはなく，それに基づく相違点1，2についての容易想到性の判断(前記第2の4(1)ウ)も誤りはないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消理由2(本件発明9の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決は，本件発明1の要旨認定を誤った結果，請求項1の従属項である請求項9に係る本件発明9の要旨認定をも誤り，引用例との一致点，相違点の認定を誤ったと主張する。",
                "しかし，前記2で判示したところによると，本件発明9と甲1発明には，少なくとも前記第2の4(1)イの相違点1～4が認められることになる。そして，相違点1及び2についての容易想到性の判断(前記第2の4(1)ウ)にも誤りがないから，その余の点を判断するまでもなく，本件発明9は，当業者が容易に発明をすることができたものとは認められない。",
                "したがって，取消事由2は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，原告は，本件発明9は，個別マスタを共通マスタと別に設け，個別マスタを優先して処理する点において，甲1発明と相違するが，本件審決は，この点の容易想到性の判断を誤ったものであると主張する。",
                "原告の上記主張は，令和元年12月10日付けの原告準備書面(1)において主張されたものではなく，この準備書面に対し，被告らから令和2年2月10日付け被告ら第1準備書面で反論がされた後の同年3月27日付け原告準備書面(2)において初めて主張されたものであるから，時機に後れた攻撃防御方法の提出であるが，取消事由2については，前記(1)のとおり，原告の上記主張について判断するまでもなく判断することができるので，上記主張は，訴訟の完結を遅延させるものではない。",
                "したがって，上記主張を却下することはしないこととする。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本件発明2の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2で判示したところによると，本件発明2と甲1発明には，少なくとも前記第2の4(1)イの相違点1～4が認められることになる。そして，本件審決の相違点1及び2についての容易想到性の判断(前記第2の4(1)ウ)にも誤りがないから，その余の点について判断するまでもなく，本件発明2は，当業者が容易に発明をすることができたものとは認められない。",
                "したがって，取消事由3は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，原告は，本件発明2についても，令和2年3月27日付け原告準備書面(2)において初めて，本件審決の本件発明2の要旨認定の誤り，相違点の認定の誤りを主張し，また，相違点が実質的な相違点ではないと主張しており，これらは，時機に後れた攻撃防御方法の提出であるが，取消事由3については，前記(1)のとおり，原告の上記主張について判断するまでもなく判断することができるので，上記主張は，訴訟の完結を遅延させるものではない。したがって，上記主張を却下することはしないこととする。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第で，原告の請求には理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10148",
    "date": "2020-10-07",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089749",
    "ipprecedent_id": "5432",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}