{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人の当審における拡張請求及び予備的請求をいずれも棄却する。"
    },
    {
      "fig": "3",
      "text": "当審における訴訟費用は全て控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "別紙2のとおり"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，控訴人が，①控訴人とAが作詞作曲した「ふみとやすおの歌」（以下「控訴人作品」という。）が言語及び音楽の著作物（著作権法10条1項1号，2号）に当たるところ，被控訴人らが控訴人の許諾なくこれを変形するなどして放送したこと又はそのDVDを販売するなどしたことは控訴人の著作権（複製権，翻案権，同一性保持権又は公表権）を侵害する，②被控訴人らが控訴人を「暴走族」などと発言した映像を放送したこと又はそのDVDを販売するなどしたことは控訴人の名誉権を侵害する，③被控訴人らが控訴人のプライバシーを発言した映像を放送したこと又はそのDVDを販売するなどしたことは控訴人のプライバシーを侵害する，④被控訴人らが控訴人を殺害する旨の発言をした映像を放送したこと又はそのDVDを販売するなどしたことは脅迫に当たる，⑤被控訴人らが控訴人を「デーブー」などと発言した映像を放送したこと又はそのDVDを販売するなどしたことは侮辱に当たる，⑥被控訴人らが「Xストップ」などと発言した映像を放送したこと又はそのDVDを販売するなどしたことは控訴人の人格権の一種である平穏生活権を侵害するとして，不法行為による損害賠償請求権に基づき，被控訴人らに対して，控訴の趣旨（主位的請求）記載の金額の損害賠償金及び遅延損害金の支払を求めるものである（一部請求）。",
            "原審は，被控訴人らにおいて，控訴人の著作権（複製権，翻案権，同一性保持権又は公表権），名誉権，プライバシー又は平穏生活権を侵害し，又は脅迫若しくは侮辱に該当する発言が収録された映像を放送したこと又はそのDVDを販売するなどしたことを認めることはできず，控訴人の請求は理由がないと判断して，控訴人の請求をいずれも棄却した。",
            "控訴人は，原判決を不服として本件控訴を提起した。",
            "控訴人は，当審において，訴えを拡張し，上記請求に係る遅延損害金の起算日を一部変更して請求を拡張し（別紙3訴額計算書の被控訴人テレビ朝日に係る表の「甲号証」の「24-1」，「25-1」，「27-1」及び「28-1」の「支払い起算日」欄記載のとおり），さらに，予備的請求として，被控訴人らが控訴人の許諾なく控訴人作品を変形するなどして放送したこと又はそのDVDを販売するなどしたことは控訴人の著作隣接権（実演家の録音権，録画権，放送権，複製権）を侵害するとして，不法行為による損害賠償請求権に基づき，被控訴人らに対し，控訴の趣旨（予備的請求）記載の金額の損害賠償金及び遅延損害金の支払を求める（一部請求）。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "別紙5のとおり（ただし，同別紙の記載中，「原告」を「控訴人」，「被告」を「被控訴人」と読み替えるものとする。）",
                    "控訴人の主張の概要は，前記1の①ないし⑥のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人らの主張",
                  "text": [
                    "原判決第2の2（3頁19行目～4頁5行目）記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "別紙6の8項（6頁5行目～7頁9行目）記載のとおり"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人らの主張",
                  "text": [
                    "著作隣接権侵害の主張に対しては否認ないし争う。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人の主位的請求及び予備的請求は，いずれも理由がないものと判断する。その理由は，次のとおり訂正し，当審における当事者の主張に対する判断を付加するほかは，原判決「事実及び理由」の第3の1（4頁7行目～25行目）記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁11行目及び19行目の「甲1ないし68の各1」を「甲1ないし68及び98ないし100の各1」と改め，同頁11行目及び20行目の「甲1ないし68の各2」を「甲1ないし68及び98ないし100の各2」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁18行目の「原告作品」を「控訴人作品」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張について",
          "text": [
            "控訴人は，被控訴人らが，控訴人の許諾なく控訴人作品を変形するなどして放送したこと又はそのDVDを販売するなどしたことは控訴人の著作隣接権（実演家の録音権，録画権，放送権，複製権）を侵害する旨主張する。",
            "しかしながら，前記引用に係る原判決「事実及び理由」の第3の1のとおり，被控訴人らにおいて，控訴人の許諾なく控訴人作品を変形するなどして放送したこと又はそのDVDを販売するなどしたことは，認められないものである。",
            "したがって，控訴人の上記主張は，その前提を欠くものであって，採用することはできない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "その他，別紙6のとおり，控訴人はるる主張するが，いずれも，被控訴人らにおいて，控訴人の著作権（複製権，翻案権，同一性保持権又は公表権），著作隣接権，名誉権，プライバシー又は平穏生活権を侵害し，又は脅迫若しくは侮辱に該当する発言が収録された映像を放送したこと又はそのDVDを販売するなどしたことを認めることはできないとする前記判断を左右するものではない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，控訴人の原審における不法行為による損害賠償請求はいずれも理由がないから，これを棄却した原判決は相当であって，本件控訴は理由がないから，これを棄却すべきである。また，控訴人が当審において追加した遅延損害金の拡張請求及び著作隣接権侵害の不法行為による損害賠償の予備的請求も，理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}