{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800071号事件について平成31年2月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告らは，平成26年7月29日，発明の名称を「下肢関節手術用牽引手術台，接続マットユニット及び下肢関節手術用牽引手術台設置・収納システム」とする発明について，特許出願（特願2014-154355号。以下「本件出願」という。）をし，平成27年6月5日，その設定登録（特許第5754680号，請求項の数8，共有持分各2分の1）を受けた（甲1，乙10，21。以下，この登録に係る特許を「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年5月24日付けで本件特許の請求項1ないし7に係る発明について特許無効審判請求（無効2017-800071号）をした（甲80）。",
                "特許庁が平成30年6月8日に本件特許の請求項1ないし7に係る発明についての特許を無効にするとの審決の予告をしたところ（甲89），被告らは，平成30年8月17日付けで本件特許の請求項1ないし8に係る特許請求の範囲を訂正する訂正請求を行い（甲91，92。以下，この訂正請求に係る請求書を「本件訂正請求書」と，本件訂正請求書に係る訂正を「本件訂正」という。）。",
                "これに対し，特許庁が訂正請求を拒絶すべきものとして平成30年11月21日付けの審理結果通知書（甲95）を原告に，同旨の訂正拒絶理由通知書を被告らにそれぞれ送付したところ，被告らは，同年12月25日付けで，本件訂正請求書に添付した本件特許の請求項1ないし8の発明に係る特許請求の範囲を補正する手続補正書（甲97），「訂正特許請求の範囲」（甲98）及び意見書（甲96）を提出した（以下，この手続補正書を「本件手続補正書」と，本件手続補正書に係る補正を「本件補正」という。）。",
                "特許庁は，平成31年2月13日，「特許第5754680号の特許請求の範囲を平成30年12月25日提出の手続補正書（本件手続補正書）により補正された訂正請求書（本件訂正請求書）に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔1-7〕，8について訂正することを認める。本件審判の請求は，成り立たない。」との審決（乙9。以下「本件審決」という。）をし（出訴期間として90日を附加），その謄本は，同月21日，原告に送達された（弁論の全趣旨）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年6月20日，本件審決の取消しを求めて本件訴えを提起した（顕著な事実）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載等",
          "text": [
            "本件特許の請求項1ないし8の発明（以下，請求項の番号に応じて「本件発明1」などといい，本件発明1ないし7を併せて「本件発明」という。）に係る特許請求の範囲の記載，本件補正の内容，及び本件補正により補正された後の本件訂正後の請求項1ないし8の発明（以下，請求項の番号に応じて「本件訂正発明1」などといい，本件訂正発明1ないし7を併せて「本件訂正発明」という。）に係る特許請求の範囲の記載は，それぞれ，次のとおりである（甲1，91，97）"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明及び本件発明8（下線部は，本件補正により補正された後の本件訂正により訂正された部分に対応する部分であり，下線部末尾に付された括弧内の番号は各訂正事項に付された番号であり，本判決にて付加した。）",
              "text": [
                "【請求項1】",
                "二本の平行な棒状部材を備えたメインフレームを有するメインフレーム部と， ",
                "前記メインフレームに沿って移動可能である移動フレーム，前記移動フレームに設置され手術対象者の足を固定するための足固定部，を備える位置調整部と，",
                "前記位置調整部に接続され，前記メインフレーム部を支持するとともに前記メインフレーム部の傾きを調整可能な支持脚部と，を有する下肢関節手術用牽引手術台であって，",
                "前記位置調整部は，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を固定する第一のモード，前記メインフレームに沿った移動動作を解放し前記支持脚部の傾き調整動作を固定する第二のモード，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を解放する第三のモード，を一つのグリップの握り動作で設定することのできるグリップ部，を備える下肢関節手術用牽引手術台。（1）",
                "【請求項2】",
                "前記足固定部は，",
                "前記移動フレームに接続される足支持フレーム，",
                "前記足支持フレームによって支持されるとともに手術対象者の足を固定するための足固定フレーム，",
                "前記足固定フレームを回転させる回転ハンドル，",
                "前記回転ハンドルの回転方向を制御する回転方向制御部を備える請求項1記載の下肢関節手術用牽引手術台。",
                "【請求項3】",
                "前記メインフレーム部は，手術台本体に接続するジョイント部を備え，",
                "前記ジョイント部は，",
                "手術台本体に設けられる接続マットに接続固定される接続固定部材，",
                "前記接続固定部材から，前記手術台本体部の短軸方向（2）に延伸する短軸側延伸部材，",
                "前記短軸側軸部材（3）に接続され前記手術台本体部の長軸方向（2）に延伸するとともに前記メインフレームに接続するための長軸側棒状部材を備えた請求項1記載の下肢関節手術用牽引手術台。",
                "【請求項4】",
                "手術台本体に設けられる接続マットに対し，右足側及び左足側のいずれ側としても設置可能である請求項3記載の下肢関節手術用牽引手術台。",
                "【請求項5】",
                "前記足固定部は，",
                "前記足支持フレームの位置を調整するための足支持フレーム位置調整部，",
                "前記足支持フレームの位置調整量を表示する足支持フレーム位置調整量表示部，を備える請求項2記載の下肢関節手術用牽引手術台。",
                "【請求項6】",
                "前記メインフレームの傾き角を表示するフレーム傾き角表示部，を備える請求項1記載の下肢関節手術用牽引手術台。",
                "【請求項7】",
                "前記足固定フレームを挿入する挿入部材が裏面に固定されるとともに，手術対象者の足 を配置する底部材，手術対象者の足両側部を覆う側部材，前記側部材を固定するバックル及びベルトを備え，前記バックルは，前記ベルトを二重に止める構造となっているブーツ ，を有する請求項1記載の下肢関節手術用牽引手術台。（4）",
                "【請求項8】",
                "下端面が，前記長軸側棒状部材及び前記メインフレームの二本の棒状部材の断面形状いずれかに合わせて形成されてなる少なくとも三本の脚部材，前記三本の脚部材の上に配置されるマット部材，を有するトレー部と，を備えた請求項3記載の下肢関節手術用牽引手術台。（5）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正請求書による訂正の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正事項1",
                  "text": [
                    "請求項1のうち，",
                    "「  グリップ部，を備える下肢関節手術用牽引手術台。」を",
                    "「  グリップ部，を備え，",
                    "前記グリップ部の握り込み量に応じて位置が変化する第一の抑え部材及び前記グリップ部の握り込み量に応じて位置が変化する第二の抑え部材を有し，",
                    "前記第一の抑え部材は，前記メインフレーム部のガイド用棒状部材の溝にかみ合うことにより，前記移動フレーム部の前記メインフレームに沿った移動動作を固定することが可能であり，",
                    "前記第二の抑え部材は，前記支持脚部の溝にかみ合うことにより，前記支持脚部の傾き調整動作を固定することが可能であり，",
                    "前記移動フレーム部の前記メインフレームに沿った移動動作を解放するための前記グリップの握り込み量と，前記支持脚部の傾き調整動作を解放するための前記グリップの握り込み量が異なり，",
                    "前記グリップ部には付勢手段が付されており，",
                    "前記グリップ部を握る力を抜くと，前記グリップ部が元の位置に戻る下肢関節手術用牽引手術台。」と訂正する（以下，この訂正事項を「本件訂正事項1」という。）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正事項2",
                  "text": [
                    "請求項3の「前記手術台本体部の短軸方向」，「前記手術台本体部の長軸方向」とあるのをそれぞれ「前記手術台本体の短軸方向」，「前記手術台本体の長軸方向」と訂正する（以下，この訂正事項を「本件訂正事項2」という。）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正事項3",
                  "text": [
                    "請求項3の「前記短軸側軸部材」とあるのを「前記短軸側延伸部材」と訂正する（以下，この訂正事項を「本件訂正事項3」という。）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正事項4",
                  "text": [
                    "請求項7の「請求項1記載の下肢関節手術用牽引手術台。」とあるのを「請求項2記載の下肢関節手術用牽引手術台。」と訂正する（以下，この訂正事項を「本件訂正事項4」という。）。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件訂正事項5",
                  "text": [
                    "請求項8を",
                    "「  二本の平行な棒状部材を備えたメインフレームを有するメインフレーム部と，",
                    "前記メインフレームに沿って移動可能である移動フレーム，前記移動フレームに設置され手術対象者の足を固定するための足固定部，を備える位置調整部と，",
                    "前記位置調整部に接続され，前記メインフレーム部を支持するとともに前記メインフレーム部の傾きを調整可能な支持脚部と，を有する下肢関節手術用牽引手術台であって，",
                    "前記位置調整部は，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を固定する第一のモード，前記メインフレームに沿った移動動作を解放し前記支持脚部の傾き調整動作を固定する第二のモード，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を解放する第三のモード，を一つのグリップの握り動作で設定することのできるグリップ部，を備え，",
                    "前記メインフレーム部は，手術台本体に接続するジョイント部を備え，",
                    "前記ジョイント部は，",
                    "手術台本体に設けられる接続マットに接続固定される接続固定部材，",
                    "前記接続固定部材から，前記手術台本体の短軸方向に延伸する短軸側延伸部材，",
                    "前記短軸側延伸部材に接続され前記手術台本体の長軸方向に延伸するとともに前記メインフレームに接続するための長軸側棒状部材を備え，",
                    "下端面が，前記長軸側棒状部材及び前記メインフレームの二本の棒状部材の断面形状いずれかに合わせて形成されてなる少なくとも三本の脚部材，前記三本の脚部材の上に配置されるマット部材，を有するトレー部と，を備えた請求項3記載の下肢関節手術用牽引手術台。」と訂正する（以下「本件訂正事項5」という。）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件補正の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正請求書に添付した特許請求の範囲の請求項1の「前記グリップ部の握り込み量に応じて位置が変化する第一の抑え部材」，「前記グリップ部の握り込み量に応じて位置が変化する第二の抑え部材」，「前記グリップ部を握る力」，「前記グリップ部が元の位置に戻る」の各「グリップ部」を「グリップ」に補正する（以下「本件補正1」という。）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "同請求項1の「前記移動フレーム部」を「前記移動フレーム」に補正する（以下「本件補正2」という。）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "同請求項8の「請求項3記載の下肢関節手術用牽引手術台。」を「下肢関節手術用牽引手術台。」に補正する（以下「本件補正3」という。）。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明及び本件訂正発明8（下線部は，本件訂正による訂正部分であり，下線部末尾に付された括弧内番号は各訂正事項に付した番号であり，本判決にて付加した。）",
              "text": [
                "【請求項1】",
                "二本の平行な棒状部材を備えたメインフレームを有するメインフレーム部と，",
                "前記メインフレームに沿って移動可能である移動フレーム，前記移動フレームに設置され手術対象者の足を固定するための足固定部，を備える位置調整部と，",
                "前記位置調整部に接続され，前記メインフレーム部を支持するとともに前記メインフレーム部の傾きを調整可能な支持脚部と，を有する下肢関節手術用牽引手術台であって，",
                "前記位置調整部は，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を固定する第一のモード，前記メインフレームに沿った移動動作を解放し前記支持脚部の傾き調整動作を固定する第二のモード，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を解放する第三のモード，を一つのグリップの握り動作で設定することのできるグリップ部，を備え，",
                "前記グリップの握り込み量に応じて位置が変化する第一の抑え部材及び前記グリップの握り込み量に応じて位置が変化する第二の抑え部材を有し，",
                "前記第一の抑え部材は，前記メインフレーム部のガイド用棒状部材の溝にかみ合うことにより，前記移動フレームの前記メインフレームに沿った移動動作を固定することが可能であり，",
                "前記第二の抑え部材は，前記支持脚部の溝にかみ合うことにより，前記支持脚部の傾き調整動作を固定することが可能であり，",
                "前記移動フレームの前記メインフレームに沿った移動動作を解放するための前記グリップの握り込み量と，前記支持脚部の傾き調整動作を解放するための前記グリップの握り込み量が異なり，",
                "前記グリップ部には付勢手段が付されており，",
                "前記グリップを握る力を抜くと，前記グリップが元の位置に戻る下肢関節手術用牽引手術台。（1）",
                "【請求項2】",
                "前記足固定部は，",
                "前記移動フレームに接続される足支持フレーム，",
                "前記足支持フレームによって支持されるとともに手術対象者の足を固定するための足固定フレーム，",
                "前記足固定フレームを回転させる回転ハンドル，",
                "前記回転ハンドルの回転方向を制御する回転方向制御部を備える請求項1記載の下肢関節手術用牽引手術台。",
                "【請求項3】",
                "前記メインフレーム部は，手術台本体に接続するジョイント部を備え，",
                "前記ジョイント部は，",
                "手術台本体に設けられる接続マットに接続固定される接続固定部材，",
                "前記接続固定部材から，前記手術台本体の短軸方向（2）に延伸する短軸側延伸部材，",
                "前記短軸側延伸部材(3）に接続され前記手術台本体の長軸方向（2）に延伸するとともに前記メインフレームに接続するための長軸側棒状部材を備えた請求項1記載の下肢関節手術用牽引手術台。",
                "【請求項4】",
                "手術台本体に設けられる接続マットに対し，右足側及び左足側のいずれ側としても設置可能である請求項3記載の下肢関節手術用牽引手術台。",
                "【請求項5】",
                "前記足固定部は，",
                "前記足支持フレームの位置を調整するための足支持フレーム位置調整部，",
                "前記足支持フレームの位置調整量を表示する足支持フレーム位置調整量表示部，を備える請求項2記載の下肢関節手術用牽引手術台。",
                "【請求項6】",
                "前記メインフレームの傾き角を表示するフレーム傾き角表示部，を備える請求項1記載の下肢関節手術用牽引手術台。",
                "【請求項7】",
                "前記足固定フレームを挿入する挿入部材が裏面に固定されるとともに，手術対象者の足を配置する底部材，手術対象者の足両側部を覆う側部材，前記側部材を固定するバックル及びベルトを備え，前記バックルは，前記ベルトを二重に止める構造となっているブーツ，を有する請求項2記載の下肢関節手術用牽引手術台。（4）",
                "【請求項8】",
                "二本の平行な棒状部材を備えたメインフレームを有するメインフレーム部と，",
                "前記メインフレームに沿って移動可能である移動フレーム，前記移動フレームに設置され手術対象者の足を固定するための足固定部，を備える位置調整部と，",
                "前記位置調整部に接続され，前記メインフレーム部を支持するとともに前記メインフレーム部の傾きを調整可能な支持脚部と，を有する下肢関節手術用牽引手術台であって，",
                "前記位置調整部は，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を固定する第一のモード，前記メインフレームに沿った移動動作を解放し前記支持脚部の傾き調整動作を固定する第二のモード，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を解放する第三のモード，を一つのグリップの握り動作で設定することのできるグリップ部，を備え，",
                "前記メインフレーム部は，手術台本体に接続するジョイント部を備え，",
                "前記ジョイント部は，",
                "手術台本体に設けられる接続マットに接続固定される接続固定部材，",
                "前記接続固定部材から，前記手術台本体の短軸方向に延伸する短軸側延伸部材，",
                "前記短軸側延伸部材に接続され前記手術台本体の長軸方向に延伸するとともに前記メインフレームに接続するための長軸側棒状部材を備え，",
                "下端面が，前記長軸側棒状部材及び前記メインフレームの二本の棒状部材の断面形状いずれかに合わせて形成されてなる少なくとも三本の脚部材，前記三本の脚部材の上に配置されるマット部材，を有するトレー部と，を備えた下肢関節手術用牽引手術台。（5）"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決は，次のとおり，本件補正及び本件訂正は適法であり，本件訂正発明1ないし7は新規性及び進歩性を欠如しておらず，本件訂正発明7は明確性要件を満たし，本件訂正発明7に係る明細書の発明の詳細な説明は実施可能要件を満たすとし，また，冒認出願を理由とする請求部分について，原告は特許無効審判の請求人適格を有しないと判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正の適否",
              "text": [
                "本件補正1に係る補正前の「グリップ部」，本件補正2に係る補正前の「前記移動フレーム部」，本件補正3に係る補正前の「請求項3記載の下肢関節手術用牽引手術台。」は，それぞれ，「グリップ」，「前記移動フレーム」，「下肢関節手術用牽引手術台。」の誤記であるから，本件補正1ないし3は，いずれも本件訂正請求書の要旨を変更するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正の適否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正事項1は，訂正前の「グリップ部」を，その作用ないし構造面から訂正後のように技術的に限定するものであるから特許請求の範囲の減縮を目的とする訂正に該当し，また，本件出願に係る明細書及び図面（以下，これらを併せて「本件明細書」という。）の段落【0032】ないし【0037】，図7（a）ないし（c）の記載に基づくものであるから，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内のものであり，かつ，実質上，特許請求の範囲を拡張し又は変更するものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正事項2及び本件訂正事項3は，それぞれ訂正前の「前記手術台本体部」，「前記短軸側軸部材」の記載を，請求項3において当該記載に先行して記載されていた「手術台本体」，「短軸側延伸部材」なる記載と表現を整合させるためのものであるから，明瞭でない記載の釈明を目的とする訂正に該当し，また，本件出願に係る願書に添付した特許請求の範囲の請求項3の記載に基づくものであるから，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内のものであり，かつ，実質上，特許請求の範囲を拡張し又は変更するものでもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正事項4は，請求項1を引用する形式で記載されていた訂正前の請求項7につき，その引用元の請求項を請求項1から請求項2へと変更するものであるところ，請求項2は請求項1を引用しつつ更に限定事項を付した請求項であることから，この訂正は，特許請求の範囲の減縮を目的とする訂正に該当し，また，本件出願に係る願書に添付した特許請求の範囲の請求項1及び2の記載に基づくものであるから，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内のものであり，かつ，実質上，特許請求の範囲を拡張し又は変更するものでもない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正事項5は，請求項3を引用する形式で記載されていた訂正前の請求項8を独立形式の記載に改めるとともに，本件訂正事項2及び3に係る訂正も併せて反映させるという訂正であるから，明瞭でない記載の釈明及び引用関係の解消を目的とするものであり，また，本件出願に係る願書に添付した特許請求の範囲の請求項1，3及び8の記載に基づくものであるから，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内のものであり，かつ，実質上，特許請求の範囲を拡張し又は変更するものでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "新規性欠如又は進歩性欠如（無効理由1Aないし1E，2Aないし2E，3Aないし3E，4Aないし4E）の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "「医療機器製品の構成及び動作等に関する事実実験公正証書」謄本（以下「甲49」という。）から認められる医療機器製品（以下「甲49製品」という。）に係る発明として，本件出願前に日本国内において公然実施され（無効理由1Aないし1Eの関係），かつ，公然知られた（無効理由2Aないし2Eの関係），次の発明（以下「甲49発明」という。）が認められる。",
                    "「  2本の平行を成す棒状部材を備えたフレームを含むフレーム部と，",
                    "前記フレームの2本の平行を成す棒状部材に沿って移動することのできる移動部，前記移動部に設置され患者の足を入れて固定するための靴を取り付ける靴取付部，を含む移動調整部と，",
                    "前記移動調整部に接続され，前記フレーム部を支えるとともに前記フレーム部の傾きを調整する脚部と，を有する医療機器の主要部であって，",
                    "前記移動調整部は，ハンドル部を備え，ハンドル部の青色部材を握る操作により，銀色部材の上下方向の位置を変更し，",
                    "銀色部材が下がっている状態では，2本の平行を成す棒状部材を備えたフレームに沿って，移動調整部を動かすことができず，また，脚部によるフレーム部の傾きを調整する動作もできず，銀色部材が少し上がっている状態では，2本の平行を成す棒状部材を備えたフレームに沿って，移動調整部を動かすことができ，また，脚部によるフレーム部の傾きを調整する動作はできず，銀色部材が高く上がっている状態では，2本の平行を成す棒状部材を備えたフレームに沿って，移動調整部を動かすことができ，また，脚部によるフレーム部の傾きを調整する動作もでき，",
                    "銀色部材が少し上がっている状態は，青色部材も少し上がった状態であって，青色部材から手が離れても維持され，そのため，銀色部材が少し上がっている状態では，青色部材を握ることなく移動調整部を動かすことができる，医療機器の主要部。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明1と甲49発明との一致点",
                  "text": [
                    "「  二本の平行な棒状部材を備えたメインフレームを有するメインフレーム部と，",
                    "前記メインフレームに沿って移動可能である移動フレーム，前記移動フレームに設置され手術対象者の足を固定するための足固定部，を備える位置調整部と，",
                    "前記位置調整部に接続され，前記メインフレーム部を支持するとともに前記メインフレーム部の傾きを調整可能な支持脚部と，を有する下肢関節手術用牽引手術台であって，",
                    "前記位置調整部は，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を固定する第一のモード，前記メインフレームに沿った移動動作を解放し前記支持脚部の傾き調整動作を固定する第二のモード，前記メインフレームに沿った移動動作及び前記支持脚部の傾き調整動作を解放する第三のモード，を一つのグリップの握り動作で設定することのできるグリップ部，を備える下肢関節手術用牽引手術台。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明1との相違点（①ないし⑦は，本判決で参考のため付したものである。以下，番号に従い「技術事項①」などという。）",
                  "text": [
                    "本件訂正発明1では，「①グリップの握り込み量に応じて位置が変化する第一の抑え部材及び前記グリップの握り込み量に応じて位置が変化する第二の抑え部材を有し，②前記第一の抑え部材は，メインフレーム部のガイド用棒状部材の溝にかみ合うことにより，移動フレームの前記メインフレームに沿った移動動作を固定することが可能であり，③前記第二の抑え部材は，支持脚部の溝にかみ合うことにより，前記支持脚部の傾き調整動作を固定することが可能であり，④前記移動フレームの前記メインフレームに沿った移動動作を解放するための前記グリップの握り込み量と，前記支持脚部の傾き調整動作を解放するための前記グリップの握り込み量が異なり，⑤前記グリップ部には付勢手段が付されており，⑥前記グリップを握る力を抜くと，前記グリップが元の位置に戻る」のに対し，甲49発明では，「①グリップの握り込み量に応じて位置が変化する第一の抑え部材及び前記グリップの握り込み量に応じて位置が変化する第二の抑え部材を有し」ているのか否か，「②前記第一の抑え部材は，メインフレーム部のガイド用棒状部材の溝にかみ合うことにより，移動フレームの前記メインフレームに沿った移動動作を固定することが可能であ」るのか否か，「③前記第二の抑え部材は，支持脚部の溝にかみ合うことにより，前記支持脚部の傾き調整動作を固定することが可能であ」るのか否か，「④前記移動フレームの前記メインフレームに沿った移動動作を解放するための前記グリップの握り込み量と，前記支持脚部の傾き調整動作を解放するための前記グリップの握り込み量が異な」るのか否か，「⑤前記グリップ部には付勢手段が付されて」いるのか否かがいずれも不明であり，かつ，「⑥グリップを握る力を抜くと，前記グリップが元の位置に戻る」のではなく，⑦グリップから手が離れても，グリップが少し上がった状態で維持される点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "新規性（無効理由1A及び無効理由2A（本件訂正発明1ないし5，7につき））",
                  "text": [
                    "甲49発明は，少なくとも技術事項⑥を具備しないから，本件訂正発明1は，甲49発明ではなく，本件訂正発明1に他の発明特定事項を付加した本件訂正発明2ないし7も甲49発明ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "進歩性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由1B及び無効理由2B（本件訂正発明1ないし5，7につき）",
                      "text": [
                        "甲49発明が備える技術事項⑦により，医療従事者は位置調整部の移動操作にのみ専念でき，また，その結果，単純な操作で位置調整部の移動・位置決めが期待できる。このような甲49発明に接した当業者が，甲49発明に対し，その利便性が損なわれる技術事項⑥のような改変を想起すべき動機付けは見当たらないから，相違点における本件訂正発明1に係る特定事項は当業者において容易に想到することができず，本件訂正発明1に他の発明特定事項を付加した本件訂正発明2ないし7も容易に発明することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由1C及び無効理由2C（本件訂正発明1ないし5，7につき）",
                      "text": [
                        "相違点に係る本件訂正発明1の特定事項は，米国特許第7316040号明細書（以下「甲68」という。），英国特許出願公開第2281375号明細書（以下「甲69」という。），特開2014-83077号公報（以下「甲70」という。），実願昭59-11651号（実開昭60-124341号）のマイクロフィルム（以下「甲71」という。）に記載された事項であるとも，甲68ないし71に基づく周知技術であるともいえないから，甲49発明及び甲68ないし71に記載された発明ないし周知技術に基づいて当業者が容易に想到することができない。本件訂正発明1に他の発明特定事項を付加した本件訂正発明2ないし7も容易に発明することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由1D及び無効理由2D（本件訂正発明5ないし7につき）",
                      "text": [
                        "相違点に係る本件訂正発明1の特定事項は，特開昭59-210313号公報（以下「甲13」という。），特開昭58-30610号公報（以下「甲14」という。），国際公開第2013／034916号（以下「甲15の1」という。），特表2014-525302号公報（以下「甲15の2」という。），実願昭60-127516号（実開昭62-36714号）のマイクロフィルム（以下「甲16」という。），実願昭60-161512号（実開昭62-70517号）のマイクロフィルム（以下「甲17」という。），実願昭60-163615号（実開昭62-73216号）のマイクロフィルム（以下「甲18」という。），実願平5-66707号（実開平7-31035号）のCD-ROM（以下「甲19」という。），特開2011-78781号公報（以下「甲20」という。），特開2011-101662号公報（以下「甲21」という。），実願昭48-6299号（実開昭49-108696号）のマイクロフィルム（以下「甲22」という。），特表2013-506513号公報（以下「甲23」という。），特表2002-518068号公報（以下「甲24」という。），特開平10-230038号公報（以下「甲25」という。），特開平9-10373号公報（甲26）及び特開2008-35931号公報（以下「甲27」という。）のいずれにも記載も示唆もされていないから，本件訂正発明1に他の発明特定事項を付加した本件訂正発明5ないし7を，甲49発明，甲13ないし27に記載された発明ないし周知技術に基づいて当業者が容易に発明することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "無効理由1E及び無効理由2E（本件訂正発明5ないし7につき）",
                      "text": [
                        "相違点に係る本件訂正発明1の特定事項は，甲68ないし71に記載された事項であるとも，甲68ないし71に基づく周知技術であるともいえないし，また，甲13ないし27についても同様であるから，本件訂正発明1に他の発明特定事項を付加した本件訂正発明5ないし7を，甲49発明，甲68ないし71に記載された発明ないし周知技術及び甲13ないし27に記載された発明ないし周知技術に基づいて当業者が容易に発明することはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "無効理由3Aないし3E（本件訂正発明1ないし5，7又は本件訂正発明5ないし7につき）",
                      "text": [
                        "仮に，甲49発明が外国において公然実施された発明であるとしても，前記(ア)ないし(エ)のとおり，本件訂正発明1ないし5，7は，甲49発明ではなく，本件訂正発明1ないし7は，甲49発明と，甲13ないし27又は甲68ないし71に記載された発明ないし周知技術に基づいて当業者が容易に発明することはできない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "無効理由4Aないし4E（本件訂正発明1ないし5，7又は本件訂正発明5ないし7につき）",
                      "text": [
                        "仮に，甲49発明が外国において公然知られた発明であるとしても，前記(ア)ないし(エ)のとおり，本件訂正発明1ないし5，7は，甲49発明ではなく，本件訂正発明1ないし7は，甲49発明と，甲13ないし27又は甲68ないし71に記載された発明ないし周知技術に基づいて当業者が容易に発明することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "冒認出願（無効理由5）の有無",
              "text": [
                "仮に，原告が，甲49発明の特許を受ける権利を有していたとしても，甲49発明とは別異の特徴点を具備する本件訂正発明1ないし7の特許を受ける権利又は本件訂正発明1ないし7と同内容の他の発明の特許を受ける権利までをも有しているとはいえないから，原告は，特許無効審判の請求人適格を有しない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "明確性要件違反（無効理由6）の有無",
              "text": [
                "原告は，本件訂正発明7における「バックルは，前記ベルトを二重に止める構造となっている」との事項の技術的意味が不明確である旨を主張するが，この文言は，「バックルは，1本のベルトを2箇所のバックルで固定する構造」であると理解することができ，しかも，その意義も当業者にとって自明であるから，その技術的意味が不明確であるとはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "実施可能要件違反（無効理由7）の有無",
              "text": [
                "原告は，本件訂正発明7における「バックルは，前記ベルトを二重に止める構造となっている」との事項について発明の詳細な説明において説明がなく，これをどのように製造し，使用するのか認識できない旨主張するが，当業者は，本件明細書の段落【0047】及び【図13】の記載や本件特許の出願当時の技術常識に基づいて，前記(5)のバックルを製造し，使用することができる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正要件に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正に係る補正要件に関する判断の誤り（取消事由1-1）"
                },
                {
                  "fig": "イ",
                  "subject": "本件補正に係る訂正要件に関する判断の誤り（取消事由1-2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規性欠如及び進歩性欠如（無効理由1Aないし1E，2Aないし2E，3Aないし3E，4Aないし4E）に関する判断の誤り（取消事由2）"
            },
            {
              "fig": "(3)",
              "subject": "冒認出願（無効理由5）に関する判断の誤り（取消事由3）"
            },
            {
              "fig": "(4)",
              "subject": "明確性要件違反（無効理由6）に関する判断の誤り（取消事由4-1）"
            },
            {
              "fig": "(5)",
              "subject": "実施可能要件違反（無効理由7）に関する判断の誤り（取消事由4-2）"
            },
            {
              "fig": "(6)",
              "subject": "手続違反（取消事由5）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1（本件補正に係る補正要件に関する判断の誤り）の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件補正中，本件補正3は，本件訂正請求書の要旨を変更するものであるから，本件補正は，特許法134条の2（特許無効審判における訂正の請求）第9項で準用する同法131条の2（審判請求書の補正）第1項の補正として許されるものではない。すなわち，本件訂正では，請求項8において請求項3を引用しているから，本件発明8は，本件発明3に従属する発明であった。ところが，本件補正は，「請求項3記載の」との部分を削除して請求項3に対する従属をなくしているから，特許請求の範囲を拡張するものであり，要旨の変更となる。",
                "したがって，本件審決が本件補正を認めたことは，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告ら",
              "text": [
                "被告らは，本件訂正請求書（甲91）において，請求項8を請求項3に従属しない形で独立項としたものを示すとともに，請求項8を他の請求項の記載を引用しないものとすることを目的としている旨主張しており，意見書（甲90）において，請求項8を独立項としたものとして示している。すなわち，本件補正は，訂正特許請求の範囲（甲92）の請求項8の記載中に誤記として残っていた請求項3に関する記載を，誤記の訂正として削除するにすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2（本件補正に係る訂正要件に関する判断の誤り）の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "補正要件を満たさない本件補正は，実質的には訂正に該当するところ，本件補正は，特許法134条の2第1項ただし書各号のいずれかを目的とした訂正とはいえないから，訂正要件に違反する。すなわち，請求項1では「グリップ部」と「グリップ」との2つの用語が用いられているから両者はそれぞれ別の技術的意味を持つ用語と理解されるが，それにもかかわらず，本件補正1は，「グリップ部」を「グリップ」と変更するものである。また，本件補正3は，前記1(1)のとおり，特許請求の範囲を拡張するものである。",
                "したがって，本件審決が本件補正を認めたことは，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告ら",
              "text": [
                "本件補正1は，訂正前の「グリップ部」を，その作用ないし構造面から技術的に限定するものであり，特許法第134条の2第1項1号の特許請求の範囲の減縮を目的とする訂正に該当する。本件補正3が適法なものであることは，前記1(2)のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（新規性欠如及び進歩性欠如に関する判断の誤り）の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲49発明は，本件審決が認定するほかに，次のaないしfの構成を有し（参考として，本判決に別紙2として，甲第60号証の添付資料3を添付する。），他方，本件審決が認定する技術的事項⑦の「グリップから手が離れても，グリップが少し上がった状態で維持される（青色部材から手が離れても維持され，そのため，銀色部材が少し上がっている状態では，青色部材を握ることなく移動調整部を動かすことができる。）。」との構成を有しない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "前記青色部材の握り込み量に応じて位置が変化するセントラルロッドの歯（凸部）及び前記青色部材の握り込み量に応じて位置が変化するラテラルロッドの歯（凸部）を有し，"
                        },
                        {
                          "fig": "b",
                          "subject": "前記セントラルロッドの歯（凸部）は，前記フレーム部のセントラルシャフトの溝（凹部）にかみ合うことにより，前記フレームの前記フレームに沿った移動動作を固定することが可能であり，"
                        },
                        {
                          "fig": "c",
                          "subject": "前記ラテラルロッドの歯（凸部）は，前記脚部のレッグスシャフトの溝（凹部）にかみ合うことにより，前記脚部の傾きを調整する動作を固定することが可能であり，"
                        },
                        {
                          "fig": "d",
                          "subject": "前記フレームの前記フレームに沿った移動動作を解放するための前記青色部材の握り込み量と，前記脚部の傾きを調整する動作を解放するための前記青色部材の握り込み量が異なり，"
                        },
                        {
                          "fig": "e",
                          "subject": "前記ハンドル部にはスプリング（バネ）が付されており，"
                        },
                        {
                          "fig": "f",
                          "text": [
                            "前記銀色部材が少し上がっている状態は，前記青色部材も少し上がった状態であり，前記銀色部材が高く上がっている状態では，前記青色部材も高く上がった状態である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲49発明が前記(ア)の構成を有することは，甲49製品が次のような3つのモードを備える構造であることから明らかである（甲3，49，66の1～3，67，73，76，102，乙2，5）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "各モードについて",
                          "text": [
                            "第1モードは，移動部が水平方向にも垂直方向にも移動できないモードである。セントラルロッドの歯（凸部）とセントラルシャフトの溝（凹部）とが噛み合っている状態にあり，移動部を2本の平行を成す棒状部材を備えたフレームに沿って動かすことができない。また，ラテラルロッドの歯（凸部）とレッグスシャフトの溝（凹部）とが噛み合っているため，移動部を垂直方向にも動かすことができない。",
                            "第2モードは，移動部が水平方向には移動できるが，垂直方向には移動できないモードである。セントラルロッドの歯（凸部）とセントラルシャフトの溝（凹部）とが噛み合っていない状態となるため，移動部を2本の平行を成す棒状部材を備えたフレームに沿って動かすことができる。他方，ラテラルロッドの歯（凸部）とレッグスシャフトの溝（凹部）とは依然として噛み合っているため，移動部を垂直方向に動かすことはできない。",
                            "第3モードは，移動部が水平方向にも垂直方向にも移動できるモードである。セントラルロッドの歯（凸部）とセントラルシャフトの溝（凹部）とが噛み合っていない状態となるため，移動部を2本の平行を成す棒状部材を備えたフレームに沿って動かすことができる。また，ラテラルロッドの歯（凸部）とレッグスシャフトの溝（凹部）とが噛み合っていない状態となるため，移動部を垂直方向に動かすことができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "各モードの切替え",
                          "text": [
                            "第1モードは，青色部材が上に持ち上げられていない状態（銀色部材が下げられた状態）であり，第2モードは，青色部材を少し上に持ち上げるハンドル操作により銀色部材が少し上がっている状態であり，青色部材を更に上に持ち上げるハンドル操作により銀色部材が更に高く上がっている状態が第3モードである（甲3，49，102）。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "ハンドル部に付されているスプリング",
                          "text": [
                            "ハンドル部にはスプリングが付されている。手でハンドルを握る動作をすることによって，青色部材を少し上げられている状態に持ち上げると青色部材の位置が第1モードの位置から第2モードの位置となるが，この状態から，青色部材を手で握ることによって加えられた力がなくなると，スプリングにより保持された力により青色部材の位置が第1モードの位置に戻る。",
                            "同じようにして，青色部材をより高く上げられている状態に持ち上げると青色部材の位置が第1モードの位置から第3モードの位置となるが，この状態から，青色部材を手で握ることによって加えられた力がなくなると，スプリングに保持された力により青色部材の位置が第1モードの位置に戻る。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲49発明の公用性及び公知性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，甲49製品のハンドル部の内部構造に係る事項が本件出願前に日本国内において公然と実施され，又は，公然と知られていたことを否定するが，甲49製品（後述のとおり「請求人製品1」と「請求人製品2」の2種があるが，本件とは関連しない部分のみが相違する。）は，原告において開発，製造し，本件出願前に日本国内及び外国で医療機関に貸渡しをしていた製品であり（甲6ないし8，28の1・2，29の1～4，30の1～3，31の1～3，32の1・2，33の1・2，40，48ないし50，72，103ないし107），その貸渡しを受けた医療機関に対し，その構造，構成要素及び機能について守秘義務を負わせておらず，それらを第三者に開示することも出版物等に記載することも自由であった（甲48，50）。したがって，甲49製品の内部構造は公然と実施され，又は，公然と知られていたものであり，甲49発明は公用性及び公知性を有する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲49の事実実験の対象となった甲49製品は，相原病院に平成26年5月2日に貸し渡されて以降，甲49の事実実験日（平成29年12月19日）及び甲第102号証の事実実験日（令和元年6月3日）を通して，今日まで同病院で保管され続けられてきたものであり，改造や部品交換はされていない（甲103ないし107）。そもそも，医療機器である甲49製品に当初には備えなかった機能を備えさせることになる改造を加えることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告らは，後記(2)イ(ウ)のとおり，甲49製品は，平成24年5月に千葉大学に貸し渡された当時，第1モードと第3モードしかなく，第2モードはなかった旨主張するが，これは誤りである。",
                        "乙第5号証7頁に記載された「ロック」は，第1モードを指し，「ロック解除」とは第1モードになっていない状態，すなわち，第2モード又は第3モードとなっている状態である。かえって，甲第76号証（乙第5号証と同じ取扱説明書）の6頁には，「索引」の操作として，「足の長さに合わせてキャレッジ（移動部）を調整してください。」との記載があるところ，これは，水平方向で移動部の位置を調整するとの意味であって，第2モードに関する記載である。そして，同17頁には，「過伸」の操作のため，水平方向と傾き方向（垂直方向）のいずれのロックも解除されていると説明されている。この「過伸」とは，大腿骨の露出のために移動部を傾き方向（垂直方向）に移動させる操作であり，この際には，水平方向と傾き方向（垂直方向）の両方のロックが解除されるから，第3モードに関する記載である。そして，同20頁の「2．過伸の解除とキャレッジでの牽引」に，「ブルーのハンドルが正しくロックされているか確認してください。」と記載があり，これは，第3モードから第1モードの状態にするようにとの記載である。",
                        "そうすると，甲49製品について，第2モードを有し，また，第3モードで青色部材の握りを離すと青色部材の位置が元に戻って第1モードになる構成を有していたことが理解できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告らは，後記(2)イ(エ)のとおり，甲49製品は青色部材から手を離すと銀色部材が元の位置に戻るものではなく，これに反する原告の主張や立証は著しく信用性を欠く旨主張するが，これは誤りである。",
                        "青色部材から手を放しても銀色部材が少し上がったままの状態であるということがあるのは，青色部材の握りを緩めて銀色部材が下がっても，たまたま，セントラルロッドの歯がセントラルシャフトの凸部に載る位置にあると，セントラルロッドの歯がセントラルシャフトの溝と噛み合わないことがあるからである。この状態は，銀色部材が少し上がっている状態なので，第2モードであり（セントラルロッドの歯がセントラルシャフトの凹凸の凸部に載っている位置なので，第2モードの銀色部材の位置の下限の位置である。），ある程度のスピードで動かせばセントラルロッドの歯がセントラルシャフトの凹部に落ち込むことがないまま水平移動が可能となる。甲49において青色部材から手を離しても水平方向の移動ができたとする記載は，このような状態のことである。しかし，この状態でも，ラテラルロッドの歯がレッグスシャフトの溝に噛み合っているため，移動部は垂直方向には動かすことができない。この状態で，セントラルロッドの歯とセントラルシャフトの溝が噛み合う状態（第1モード）にするためには,①移動部を水平方向に僅かに動かすことでセントラルロッドの歯をセントラルシャフトの溝にはまり込ませるか，②移動部を垂直方向に揺すって脚部の傾きを変え，これによって移動部を相対的に水平方向へ移動したことと同様の動きを生じさせ，これによってセントラルロッドの歯をセントラルシャフトの溝にはまり込ませればよい。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "令和2年11月19日に原告日本法人事務所で施行された本件の進行協議期日で甲49製品の動作が確認されたが（以下，この動作確認を「本件実験」という。），甲49製品は，青色部材を握って銀色部材が上がった状態（第2モード又は第3モード）から，青色部材を握る力を抜いて青色部材から手を離すと，青色部材及び銀色部材を元の位置に戻そうとする付勢力により，青色部材及び銀色部材が元の位置に戻り，銀色部材が下がった状態（第1モード）になる構成を有することが確認された。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一致点及び相違点の認定の誤り",
                  "text": [
                    "甲49発明は上記アのとおりと認定すべきところ，甲49発明の構成aは，本件訂正発明1の「①前記グリップの握り込み量に応じて位置が変化する第一の抑え部材及び前記グリップの握り込み量に応じて位置が変化する第二の抑え部材を有し，」に，同構成bは，本件訂正発明1の「②前記第一の抑え部材は，前記メインフレーム部のガイド用棒状部材の溝にかみ合うことにより，前記移動フレームの前記メインフレームに沿った移動動作を固定することが可能であり，」に，同構成cは，本件訂正発明1の「③前記第二の抑え部材は，前記指示脚部の溝にかみ合うことにより，前記支持脚部の傾き調整動作を固定することが可能であり，」に，同構成dは，本件訂正発明1の「④前記移動フレームの前記メインフレームに沿った移動動作を解放するための前記グリップの握り込み量と，前記支持脚部の傾き調整動作を解放するための前記グリップの握り込み量が異なり，」に，同構成eは，本件訂正発明1の「⑤前記グリップ部には付勢手段が付されており，」に，同構成fは，本件訂正発明1の「⑥前記グリップを握る力を抜くと，前記グリップが元の位置に戻る」にそれぞれ相当するから，本件訂正発明1と甲49発明は全ての構成において一致し，相違点はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性判断の誤り",
                  "text": [
                    "仮に，本件訂正発明1と甲49発明との間に本件審決が認定する相違点があるとしても，本件審決が当業者において容易に想到し得ないとした技術的事項⑥（構成f）は，当業者であれば適宜になし得た程度の設計的事項であり，当該適宜になし得た設計的事項を甲49発明に適用して，本件訂正発明1に至ることは極めて容易であった。",
                    "すなわち，上に持ち上げた物が元の位置に戻るのは，自然法則の実現にすぎないし，当業者は，部材を所望の位置にした後に当該部材を当初の位置に戻す必要がある場合には当然に部材を元の位置に戻るようにしようとする。よって，甲49発明において青いハンドルを持ち上げる動作を認識した当業者が，その青いハンドルが元の位置に戻る動作を想到することは，極めて容易である。なお，その元の位置に戻る動作を付勢手段により実現することも，当業者であれば適宜になし得た程度の設計的事項であるか，極めて容易に想到し得る事項であり，甲68ないし71が開示する周知技術でもある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告ら",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤りの主張について",
                  "text": [
                    "本件審決は，本件訂正発明の新規性及び進歩性を肯定した点で，結論において正当であるものの，その引用発明の認定には誤りがあると思料する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲49発明の公用性及び公知性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明の発明者である中村順一が同発明に係る手術台を開発した旨の発表を行おうとしたところ，原告代理人は，平成28年2月25日，上記中村個人に対し，その発表内容に制限を加えようとする通知を行った（乙22）。このような事情に照らせば，甲49製品の構造，構成要素及び機能について，第三者に開示することも出版物等に記載することも自由であったとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲49の事実実験が行われたのは，本件出願後である平成29年12月29日であるから，そもそも甲49をもって，甲49製品が本件出願前に公然実施され又は公然知られたものであることを明らかにはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲49製品は，平成24年5月に被告国立大学法人千葉大学に貸し渡された当時，第1モードと第3モードしかなく，第2モードはなかった（乙11ないし15，17，19ないし21）。平成24年5月に甲49製品の取扱説明書（日本語版）として原告日本法人から同被告に貸し渡された甲49製品の取扱説明書（日本語版）として配布された乙第5号証の7頁の記載によると，甲49製品は，ロックによる全固定か，ロックの解除である全解除の二状態しかないとされ，同17頁には，「AMISレッグ・ポジショナーは，過伸の際，牽引を自動的に解く特許付きメカニズムを搭載しています。牽引と過伸を同時に解きます。」との記載がある。それゆえ，この点の技術上の課題を解決するために，第2モードを有する本件訂正発明が発明されたのである。甲49製品は，平成24年5月時点では，甲49に記載されている構造すら有していなかった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲第102号証に記載された甲49製品の構造と甲49に記載された甲49製品の構造が異なっている（乙24）。",
                        "甲49に記載された甲49製品と同じ製品の動画である甲第4号証の4によると，青色部材が少し上がり，操作者が青色部材から手を離した状態で，操作者が移動部を棒状部材に沿って水平方向に動かしていること，その間，青色部材及び銀色部材の位置が少し上がっていることが確認できる。また，甲第3号証に記載された甲49製品について，「銀色部材が少し上がっている状態においては，当該移動部の2本の平行を成す当該棒状部材に沿った動きが可能となるが，当該脚部による2本の平行を成す当該棒状部材の傾き調整動作は固定される。」（20頁）との記載があり，その状態の写真（写真27）として，操作者が青色部材を握らなくても青色部材及び銀色部材が少し上がったままの状態が示されている。また，甲49に記載された甲49製品も，青色部分が少し上がった状態で手を放してもその状態が維持され，移動部を動かすことが示されており（3頁～8頁，写真47～50，53～56），逆に，甲49には，青色部材から手を離すと銀色部材が元の位置に戻ることについては一切記載されていない。さらに，原告の上申書（甲87）には，「第1モードになった状態及び第2モードになった状態では，ハンドル部の下の部分に手をかけずとも，銀色部材がそれぞれのモードの位置を保つ状態になっている状態にすることが可能である。」（16頁13行目ないし15行目）と記載されている。加えて，平成30年4月11日付けの原告役員作成の陳述書（甲60）には，「青色部材が少し上げられており，銀色部材が少し上げられている。」と記載され，添付の写真には，手を離しても銀色部材が戻っていないことが示されている。",
                        "ところが，甲49製品と同じ製品の操作を明らかにするとする甲第66号証の1の動画（平成30年10月2日撮影）においては，甲49製品は，青色部材を手で握り，握った手を離すと，青色部材が元の位置に戻っており，青色部材を握った手を離すと水平，垂直のいずれの方向においても固定されるようになっている。甲49製品と同じ製品の操作を明らかにするとする甲第66号証の2（平成30年10月2日撮影）においても，青色部材から手を離すと，青色部材が元の位置に戻り，移動部を水平，垂直のいずれの方向にも動かすことができなくなっている。さらに，甲49製品と同じ製品の操作を明らかにするとする甲第102号証（令和元年6月3日事実実験）に記載された製品も，第2モードにおいてグリップを握る力を抜くと，グリップが元の位置に戻っている（9頁10行目から10頁4行目）。",
                        "なお，原告は，青色部材から手を離しても銀色部材が少し上がったままの状態は，セントラルロッドの歯がセントラルシャフトの凸部と当接しているためであると主張するが，そうであったところで，移動部をセントラルシャフトに沿って水平に移動させればセントラルロッドの歯はセントラルシャフトの凹部に落ち込むこととなり，移動部の動きは直ちにロックされ，水平移動はできないはずである。",
                        "結局，原告は，被告らが本件訂正により請求項1の発明に「前記グリップ部を握る力を抜くと，前記グリップ部が元の位置に戻る」との発明特定事項を追加したことから，甲49製品の構造を本件訂正発明と合致させて本件審判及び本件訴訟を有利に展開するため，甲第66号証の1ないし3（平成30年10月2日撮影），甲第67号証（平成30年10月2日撮影），甲第102号証（令和元年6月3日事実実験）を作成したのであり，これらの証拠は，本件出願前の甲49製品の構造を証明する証拠としては，著しく信用性を欠くものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件実験での甲49製品の動作確認の際，青色部材を握った手を離しても銀色部材が少し上がっている状態を維持できる場合があったが，この状態の再現性は低く，フレームを上下に振動させると水平移動及び垂直移動とも固定された。本件実験によっても，上記(エ)の各書証間における矛盾は解消されなかった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一致点及び相違点の認定の誤りの主張に対し",
                  "text": [
                    "本件審決の甲49発明の認定を前提とすると，一致点及び相違点についても本件審決が認定するとおりであり，本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性判断の誤りの主張について",
                  "text": [
                    "本件審決の一致点及び相違点の認定を前提とすると，容易想到性についても本件審決が判断するとおりであり，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（冒認出願に関する判断の誤り）の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件訂正発明1ないし7は，甲49発明と同一の発明であるか，又は，甲49発明に周知技術を適用したものか，若しくは，当業者が適宜設計する程度の変更をしたにすぎないものであるから，甲49発明の特許を受ける権利を有している原告は，本件訂正発明1ないし7についても特許を受ける権利を有しており，特許法123条2項にいう「特許を受ける権利を有する者」に当たるから，請求人適格を有する。",
                "したがって，本件審決の判断には，誤りがある。      "
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告ら",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，自らが本件訂正発明の発明者であることについて具体的な主張，立証を行っておらず，冒認出願に関する請求人適格はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明は，甲49発明と同一ではなく，甲49発明に基づき当業者が容易に想到できたものでもないから，原告が本件訂正発明について特許を受ける権利を有していることはあり得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4-1（明確性要件違反に関する判断の誤り）の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件訂正発明7の「バックルは，前記ベルトを二重に止める構造」は，バックルの構造について規定していることは明らかであるから，これを，本件審決が認定するように，「2つのバックルが存在し，ベルトの一端を一方のバックルで止め，ベルトの他端をもう一方のバックルで止める」と解釈することはできない。",
                "したがって，その技術的意味は明確ではないから，本件審決の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告ら",
              "text": [
                "本件審決が判断するとおりであり，その判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4-2（実施可能要件違反に関する判断の誤り）の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "本件訂正発明7における「バックルは，前記ベルトを二重に止める構造となっている」との構成について，当業者は，そのような構造を有するバックルをどのように製造し，使用するのか認識できない。そうすると，本件訂正発明7について，発明の詳細な説明の記載は実施可能要件に違反する。",
                "したがって，本件審決の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告ら",
              "text": [
                "本件審決が判断するとおりであり，その判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由5（手続違反）の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告",
              "text": [
                "原告は，平成31年1月31日，審理終結通知書（甲99）と同時に，本件補正に係る意見書副本（甲100）及び手続補正書副本（甲101）を受領したことから，本件補正及び同補正に基づき訂正特許請求の範囲（甲98）に記載のとおりになされた各請求項に対する実質的な訂正に対し，意見を述べる機会が与えられなかった。それにもかかわらず， 本件審判が本件補正を認め，請求は成り立たない旨の審決をしたことは，重大な手続違背に当たる。",
                "原告が審理終結通知書と本件手続補正書を受領後も意見を述べなかったのは，被告らが提出した本件手続補正書が重要な内容を含むにもかかわらず，原告に意見を述べる機会を与えることなく原告に不利な審決をするはずはなく，それゆえ，この実質的な訂正請求が採用されることはないと考えたからであり，これが実務に則った考え方である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告ら",
              "text": [
                "特許法156条3項は，当事者は，審理終結通知があったとしても，その手続に審決を取り消さなければならないほどの重大な違法性があると認識していたとすれば，審理の再開に関して審判長に対して申立てを行うことができると定めている。しかしながら，原告は，審理終結通知書，意見書副本の送付通知及び手続補正書副本の送付通知を受領した平成31年1月31日から，本件無効審判の審決の送達のあった同年2月13日までの間，何らの申立てをしていない。すなわち，原告は，審判手続に対して異議がなかったにもかかわらず，本件訴訟に至ってから審判手続に重大な違法性があった旨を主張しているにすぎず，本件審判の手続に違法はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明について",
          "text": [
            "本件明細書には，別紙1のとおりの記載があり，この記載によると，本件訂正発明について，次のような開示があると認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明は，下肢関節手術用牽引手術台に関するものである（【0001】）。下肢関節手術においては，患者の下肢関節に対して十分な手術対象領域を確保する必要から，下肢関節を牽引，伸展，内転，内外旋等行う必要があるところ，公知の下肢関節手術用牽引手術台として，テーブルマットとトラクションフレームを備えた構造であって，通常の手術台の上にテーブルマットを設置し，トラクションフレームを接続することにより下肢の牽引，伸展，内転，内外旋を同時に保持するとともに，牽引及び伸展する際のリリース機能を一段階で行う技術がある（【0002】，【0003】）。",
                "上記公知の技術では，牽引・伸展それぞれにおける解放操作を一度に行ってしまうため，牽引・伸展いずれか一方のみの解放操作を行おうとする場合であっても，他方の解放操作が行われてしまい，改めて牽引・伸展双方を行わなければならないといった課題が残り，また，意図しない解放操作による手術対象者及び操作を行う者の安全性への懸念も残る。",
                "そこで，本件訂正発明は，上記課題に鑑み，牽引・伸展の操作に対する利便性を損なうことなく，牽引・伸展を確実に行うことのできる下肢関節手術用牽引手術台を提供することを目的とする（【0005】，【0006】）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記課題を解決するため，本件訂正発明の下肢関節手術用牽引手術台は，二本の平行な棒状部材を備えたメインフレームを有するメインフレーム部と，メインフレームに沿って移動可能である移動フレーム，移動フレームに設置され手術対象者の足を固定するための足固定部，を備える位置調整部と，位置調整部に接続され，メインフレーム部を支持するとともにメインフレーム部の傾きを調整可能な支持脚部と，を有する下肢関節手術用牽引手術台であって，位置調整部は，メインフレームに沿った移動動作及び支持脚部の傾き調整動作を固定する第一のモード，メインフレームに沿った移動動作を解放し支持脚部の傾き調整動作を固定する第二のモード，メインフレームに沿った移動動作及び支持脚部の傾き調整動作を解放する第三のモード，を一つのグリップの握り動作で設定することのできるグリップ部，を備える（【0009】）。",
                "グリップにはバネ等の付勢手段が付されており，力を入れて握ると筐体に押し込むことができ，力を抜くと元の位置に戻るようになっている（【0033】）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明によれば，牽引・伸展の操作に対する利便性を損なうことなく，牽引・伸展を確実に行うことのできる下肢関節手術用牽引手術台が提供される。（【0012】）"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-1（本件補正に係る補正要件に関する判断の誤り）について",
          "text": [
            "原告は，前記第3の1(1)のとおり，本件補正3が特許請求の範囲を拡張するものであるから要旨の変更にあたると主張する。",
            "しかしながら，本件訂正事項5に係る訂正特許請求の範囲（甲92）の請求項8には，「・・・を備えた請求項3記載の下肢関節手術用牽引手術台。」と記載されているが，この訂正特許請求の範囲と同日に提出された本件訂正請求書（甲91）及び意見書（甲90）においては，本件訂正事項5に係る請求項8に関する記載箇所は，いずれも「を備えた下肢関節手術用牽引手術台。」となっており，請求項3を引用する記載は認められない。本件訂正請求書（甲91）には，「訂正の理由」として，「訂正後の請求項8については，訂正前の請求項3（訂正前の請求項3は更に訂正前の請求項1を引用）を引用するものであったが，・・・訂正後請求項8は，訂正前請求項8を訂正前の請求項1，3を引用しない独立項として記載し直したものである。」と記載されている。そして，本件訂正に係る訂正特許請求の範囲（甲92）の請求項3には，「前記メインフレーム部は，手術台本体に接続するジョイント部を備え，前記ジョイント部は，手術台本体に設けられる接続マットに接続固定される接続固定部材，前記接続固定部材から，前記手術台本体部の短軸方向に延伸する短軸側延伸部材，前記短軸側軸部材に接続され前記手術台本体部の長軸方向に延伸するとともに前記メインフレームに接続するための長軸側棒状部材を備え」との記載があるが，全く同一の文言が本件訂正事項5に係る訂正特許請求の範囲（甲92）の請求項8に完全に含まれている。",
            "そうすると，本件訂正事項5に係る訂正特許請求の範囲のうち「請求項3記載の」との記載部分は，誤記と取り扱うべきものであることは明らかである。本件補正3は，この誤記を削除するにすぎないから，特許法第134条の2第9項で準用する同法第131条の2第1項に規定する要旨の変更に該当しない。",
            "したがって，本件補正は適法であり，取消事由1-1は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1-2（本件補正に係る訂正要件に関する判断の誤り）について",
          "text": [
            "原告は，前記第3の2(1)のとおり，本件補正が実質的な訂正であり，特許法134条の2第1項ただし書各号が定める目的を有しないと主張する。",
            "しかしながら，本件訂正事項1に係る訂正特許請求の範囲（甲92）の請求項1には，「前記グリップ部の握り込み量に応じて位置が変化する第一の抑え部材」，「前記グリップ部の握り込み量に応じて位置が変化する第二の抑え部材」，「前記グリップ部を握る力」，「前記グリップ部が元の位置に戻る」と記載されているが，この訂正特許請求の範囲（甲92）と同日に提出された本件訂正請求書（甲91）及び意見書（甲90）においては，上記記載箇所に「グリップ部」となっているところが，いずれも「グリップ」となっている。本件訂正請求書（甲91）の「訂正の理由」中でも，「グリップの握り込み量」，「前記グリップ部には付勢手段が付されており」，「前記グリップを握る力を抜くと，前記グリップが元に位置に戻る」と記載されている。本件訂正発明1においては，「第一のモード・・・，第二のモード，・・・第三のモード，を一つのグリップの握り動作で設定することのできるグリップ部」と記載されていることに鑑みると，本件訂正発明は，「位置調整部」において，モードを切り替えるための機構である「グリップ部」のうち，実際に手で握る部分を「グリップ」としていることは明らかである。",
            "そうすると，本件訂正事項1に係る訂正特許請求の範囲の「グリップ部」との記載は「グリップ」の誤記と認められ，本件補正1は，この誤記を訂正するにすぎないから，特許法第134条の2第9項で準用する同法第131条の2第1項に規定する要旨の変更に該当しない。",
            "したがって，本件補正1は補正として適法であり，本件補正3も補正として適法であることは前記2のとおりであるから，本件補正を実質的な訂正ということもできず，取消事由1-2は，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（新規性欠如及び進歩性欠如に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，前記第3の3(1)アのとおり，原告において本件出願前に甲49製品を開発，製造しており，「青色部材を握っていた手を離すと青色部材が元の位置に戻る」等の構成を有する甲49発明が，本件出願前に公然と実施され，又は，公然と知られたと主張するところ，原告が甲49製品に係る証拠として提出する以下の各証拠によれば，次のような事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲49（平成29年12月19日事実実験）には，甲49製品が次のような動作をすること等が示されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲49製品は，手術台本体，主要部，両者を接続するヒンジ及び靴から成り，主要部には，棒状部材等から成るフレーム部と，移動調整部と，脚部とから成り，移動調整部は，移動部と靴取付部とから成る。",
                            "移動調整部は，ハンドル部を備え，ハンドル部の青色部材を握る操作により，銀色部材の上下方向の位置を変更することができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "移動調整部の側面には，品番として「01.15.10.0190」，ロット番号として「1410342」の文字が刻印されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "銀色部材が下がっている状態では，移動調整部を，2本の平行を成す棒状部材を備えたフレームに沿って動かすことができず，また，脚部によるフレーム部の傾きを調整する動作もできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "ハンドル部の青色部材を握ると，青色部材が少し上がった状態となり，銀色部材も少し上がった状態となる。このような状態は，青色部材から手が離れても維持される（写真（47）～（50））。",
                            "このように銀色部材が少し上がっている状態では，移動調整部を，フレームに沿って水平方向に動かすことができる。このような操作は，操作者において青色部材を握ることなくできる（写真（53）～（56））。",
                            "また，銀色部材が少し上がっている状態では，脚部によるフレーム部の傾きを調整する動作はできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "ハンドル部の青色部材を握ると，青色部材が高く上がった状態となり，銀色部材も高く上がった状態となる。",
                            "このような銀色部材が高く上がっている状態では，移動調整部を，フレームに沿って水平方向に動かすことができる。また，脚部によるフレーム部の傾きを調整する動作もできる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲第4号証の4の動画（平成29年1月20日撮影）には，撮影対象製品として，フレーム部分，ヒンジ部分及び手術台本体について改良が加えられたほかは，甲49製品と主要部のフレーム，移動部，靴取付部，靴及び脚部の構成が同じである製品（甲3の27頁，甲10，11，48，50参照）が撮影されており，同製品は，次のような動作をすること等が示されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "同製品の移動調整部の側面には，品番として「01.15.10.0190」，ロット番号として「1213677」の文字が刻印されている（甲3の12頁の写真20）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "動画は第3モードから開始され，操作者が青色部材を握りながら移動部を水平方向及び垂直方向に移動させている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "その後，操作者が青色部材から手を離すと，銀色部材が下に落ちる「カタ」との音が出て，第2モードとなり，操作者は青色部材から手を離して移動部を水平方向に大きく移動させている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "その後，操作者が青色部材を握って「カチャ」との音を出して手を離すと銀色部材が下に落ちる。操作者が，再度，青色部材を握って「カチャ」との音を出すと第3モードとなる。操作者は青色部材を握りながら，移動部を水平方向及び垂直方向に移動させている。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "その後，操作者が青色部材から手を離すと，銀色部材が下に落ちる「カタ」との音が出て，第2モードとなる。操作者は青色部材から手を離して移動部を水平方向に大きく移動させている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲第3号証（平成29年1月20日撮影）の報告書は，上記(イ)の製品の動作を報告するものである。甲第3号証には，同製品が次のような動作をすること等が示されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "銀色部材が下がっている状態では，移動調整部を，2本の平行を成す棒状部材を備えたフレームに沿って動かすことができず，また，脚部によるフレーム部の傾きを調整する動作もできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ハンドル部の青色部材を握ると，青色部材が少し上がった状態となり，銀色部材も少し上がった状態となる。このような状態は，青色部材から手が離れても維持される（16頁の写真27，20頁の写真(a)）。",
                            "このように銀色部材が少し上がっている状態では，移動調整部を，フレームに沿って水平方向に動かすことができる。",
                            "また，銀色部材が少し上がっている状態では，脚部によるフレーム部の傾きを調整する動作はできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ハンドル部の青色部材を握ると，青色部材が高く上がった状態となり，銀色部材も高く上がった状態となる。",
                            "このような銀色部材が高く上がっている状態では，移動調整部を，フレームに沿って水平方向に動かすことができる。また，脚部によるフレーム部の傾きを調整する動作もできる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲第76号証（乙第5号証と同じ，平成24年5月作成）は，甲49製品の取扱説明書の日本語版であるが，甲49製品が次のような動作をすること等が示されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「4.1  AMISモバイル式レッグ・ポジショナー」（6頁）において，「AMISモバイル式レッグ・ポジショナーは股関節部を屈曲，伸展，外転，内転，回旋することができます。」，「足の長さに合わせてキャレッジを調整してください。」との記載がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「4.2  患者の位置決め」（7頁）において，確認事項として，「青いハンドルが正しくロックされているか確認してください。」と記載され，図面で，「ロック」の状態と「ロック解除」の2つの状態が示されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「7.1  大腿骨の位置付け」（16ないし18頁）において，「1・牽引：黒いハンドルで微量な牽引を掛けてください。」，「2・外転：ハンドルバーを回転させ膝蓋骨を90°，またはそれ以上の角度に外転させます。・・・」，「3・牽引を解く：過伸の際，下脚神経が伸びすぎないよう，リトラクターが設置された段階で，全ての牽引を解かなくてはいけません。AMISレッグ・ポジショナーは，過伸の際，牽引を自動的に解く特許付きメカニズムを搭載しています。（ブルーのハンドルを押すと，牽引と過伸を同時に解きます）。いかなる場合にも，過伸する前に黒いハンドルを左に回し，牽引を解く事をお勧めします。」，「4・過伸：キャレッジのメカニズムを解除し，AMISレッグ・ポジショナーを床の方に低くすることができます。（ブルーのハンドルを押し，過伸機能を解除してください）。」，「5・内転：・・・」との記載がある。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "「8  整復」（20ないし21頁）には，「1・内転の解除：・・・」の次に「2・過伸の解除とキャレッジでの牽引：過伸を解除し，キャレッジを前方に動かし脚にけんいん（ママ）をかけてください。ブルーのハンドルが正しくロックされているか確認して下さい。」との記載があり，図面には水平方向と垂直方向に移動できる様子を表す矢印やアニメーションが示されており，さらに，「外転の解除と整復：・・・」，「4・牽引の解除：黒いハンドルを左に回し牽引を解除して下さい。・・・」との記載がある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「医療機器製品の構成及び動作等に関する事実実験公正証書」謄本である甲第102号証（令和元年6月3日事実実験）には，甲49製品が次のような動作をすること等が示されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "移動調整部の側面には，品番として「01.15.10.0190」，ロット番号として「1410342」の文字が刻印されており（48頁の写真（5）），これは前記(ア)の甲49製品と同じものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "銀色部材が下がっている状態では，移動調整部を，2本の平行を成す棒状部材を備えたフレームに沿って動かすことができず，また，脚部によるフレーム部の傾きを調整する動作もできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ハンドル部の青色部材を軽く握ると，青色部材が少し上がった状態となり，銀色部材も少し上がった状態となる。",
                            "このように銀色部材が少し上がっている状態では，移動調整部を，フレームに沿って水平方向に動かすことができたが，脚部によるフレーム部の傾きを調整する動作はできなかった。",
                            "この状態から，公証人が青色部材から手を離すと，銀色部材が下がった状態になった。この状態では，移動調整部を，2本の平行を成す棒状部材を備えたフレームに沿って動かすことができず，また，脚部によるフレーム部の傾きを調整する動作もできなかった（9頁ないし10頁）。          "
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "ハンドル部の青色部材を強く握ると，青色部材が高く上がった状態となり，銀色部材も高く上がった状態となる。このような銀色部材が高く上がっている状態では，移動調整部を，フレームに沿って水平方向に動かすことができる。また，脚部によるフレーム部の傾きを調整する動作もできる。",
                            "この状態から，公証人が青色部材から手を離すと，銀色部材が下がった状態になった。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "甲第66号証の1ないし3の動画（平成30年10月2日撮影）及び本件実験に係る動画（甲118，119の1ないし3，乙30ないし45，令和2年11月19日撮影）の撮影対象は，前記(オ)と同じ，品番「01.15.10.0190」，ロット番号「1410342」の甲49製品を対象とするものであり，甲49製品は，前記(オ)と同じ動作をしたことが確認される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記ア(ア)ないし(ウ)によると，平成29年12月ころには，甲49製品は，①青色部材を握ると第1モードから第2モードに移る，②第2モードでは青色部材から手を離しても第2モードが維持される，③更に青色部材を握ると第3モードに移る，④第3モードで青色部材から手を離すと第2モードに移る，⑤第2モードから第1モードに移るためには再度青色部材を握り直し何らかの機構の解除措置を行うとの構造を有していたことが認められる（以下，この構造を「A構造」という。）。他方，同(オ)及び(カ)によると，平成30年10月ころ以降は，甲49製品は，①青色部材を少し握ると第1モードから第2モードに移る，②第2モードで青色部材から手を離すと第1モードに戻る，③青色部材を大きく握ると第3モードに移る，④第3モードで青色部材から手を離すと第1モードに移るとの構造を有していることになる（以下，この構造を「B構造」という。）。",
                    "両者の構造は明らかに相容れず，特に，前記ア(ア)と同(オ)及び(カ)は同一ロット番号の製品であって，有体物として同一物であるはずであるから，この矛盾は深刻なものであるところ，本件実験では，現時点における甲49製品がB構造であることは確認されたが，A構造のような操作結果が生じることは遂に確認されず，その矛盾は解消していない。また，甲第76号証（乙第5号証）の記載によっても，甲49製品が水平方向及び垂直方向のいずれにも移動可能な第3モードを有していることは明らかに確認できるものの，水平移動である「牽引」が，そのためだけに存する第2モードによるのか，それとも第3モードを利用して単に水平に移動させているのか確定できず，結局，甲49製品が，第1モードと第3モードしか有していない場合，又は，そのほかに第2モードを有している場合のいずれであるとしても不整合とはいい難く，いわんや，第1モードないし第3モード間の移行方法を知ることはできない。そのほかに，甲49製品にA構造とB構造の両方が生じる理由を合理的に説明できる的確な証拠はない。",
                    "なお，この点につき，原告は，甲49に示された甲49製品において，第2モードで青色部材から手を離しても銀色部材が少し上がったままの状態であり，移動調整部を水平方向に移動できたのは，たまたま，セントラルロッドの凸部とセントラルシャフトの凸部とが重なる状態となっていたからである旨主張する。",
                    "しかしながら，上記の状態から移動部を水平方向に移動させれば，ハンドル部にスプリング（バネ）が付され，セントラルロッドが常に下方向，すなわちセントラルシャフトの方向に付勢されている以上，セントラルロッドの歯（凸部）がセントラルシャフトの溝（凹部）に直ちに落ち込むことは自明であるから，原告の主張するような理由で上記のような事態が生じたわけではないことは明らかである。",
                    "また，本件実験における甲49製品の構成と動作等を記録した乙第31ないし33，40及び45号証によると，本件実験において，青色部材から手を離しても青色部材が上がったままの状態が維持され，移動部が水平方向へ移動可能であるとの事象が生じたことはあるものの，その発生のためには第3モードに移った後に移動部と脚部の両方の微妙な位置調整をしながら青色部材から手を離すことを要し，その状態が生じると，ゆっくりであってもスピードを付けても，脚部を上下方向に動かさない限りは水平方向に移動可能である一方，脚部にわずかな振動を加えるだけでセントラルロッドの歯（凸部）がセントラルシャフトの溝（凹部）に落ち込み，第1モードに戻ったことが認められる。このことに鑑みると，上記事象は，ラテラルロッドの歯（凸部）がレッグスシャフトの凸部に重なることにより生じたものと推認される（この重なりにより青色部材から手を離しても銀色部材が上がったままの状態が維持され，他方，銀色部材は第3モードの下限の位置にあるから，当然に移動部の水平方向への移動が可能である。）が，上記のとおり，第3モードからの特殊な状況下で初めて生じ，脚部へのわずかな振動で解消されるようなものであるから，このような一時的・不安定な状態が甲49における移動部が青色部材から手を離しても水平方向への移動が可能との記載の根拠になっていたとは到底考えられず，また，甲第4号証の4の動画における操作状況とは明らかに異なる。",
                    "以上のとおりであるから，原告の上記主張は採用できず，少なくとも，本件出願時（平成29年12月ころ以前）における甲49発明が，原告が前記第3の3(1)アにおいて引用発明の誤りとして主張する構成を有すると認めることはできないから，甲49発明は，本件審決が認定する限度での構成を有するものと認定すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点の認定の誤りについて",
              "text": [
                "前記(1)における認定のとおり，甲49発明は，本件審決の認定する甲49発明の構成を超え出ないから，本件訂正発明1と甲49発明との間には，少なくとも，本件審決が認定する相違点があることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明1の新規性・進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "新規性について",
                  "text": [
                    "本件訂正発明1と甲49発明との間には相違点が存するから，本件訂正発明1は甲49発明ではない。 "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "進歩性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，前記第3の3(1)エのとおり，相違点に係る技術的事項⑥（構成f）は，当業者であれば適宜になし得た程度の設計的事項であり，当該適宜になし得た設計的事項を甲49発明に適用して，本件訂正発明1に至ることは極めて容易である旨主張する。",
                        "しかしながら，本件訂正発明1は，「前記グリップを握る力を抜くと，前記グリップが元の位置に戻る」との構成を有するのであり，グリップを握る力を抜くだけでそのほか特段の操作をすることなくグリップが元の位置に戻るよう構成するものであるから（本件明細書の【0033】参照），「メインフレームに沿った移動操作を解放する」（第2モードに相当）握り込み量である場合でも，「支持脚部の傾き調整動作を解放する」（第3モードに相当）握り込み量である場合でも，グリップを握る力を抜くと，グリップが「元の位置」（第1モードに相当）に戻るよう構成するものである。これに対し，甲49発明は，「銀色部材が少し上がっている状態は，青色部材も少し上がった状態であって，青色部材から手が離れても維持され，そのため，銀色部材が少し上がっている状態では，青色部材を握ることなく移動調整部を動かすことができる」（前記(1)ア(ア)参照）から，第2モードでグリップを握る力を抜いても，グリップは第1モードに戻らずに第2モードが維持され，そのまま，グリップを握らずに位置調整部の水平移動が可能である。そして，甲49発明が当該事項を具備することにより，医療従事者は，位置調整部の水平移動にあたり，グリップを握るか否か，握るのであればその握る力に不足はないか，逆に握る力が過大となり支持脚部の傾きに影響が生じないか，さらには，その力をいかに一定に保つべきかなどの諸事に注意力を奪われることなく，位置調整部の水平移動操作にのみ専念できること，また，その結果，単純な操作で位置調整部の水平移動・位置決めが期待できることは，甲49発明の奏する作用効果として，甲49製品の外観，動作及び操作の態様から，当業者が普通に認識できるところである。",
                        "他方，本件訂正発明1は，「グリップを握る力を抜くと，前記グリップが元の位置に戻る」事項を具備することにより，医療従事者において，位置調整部の水平移動の際に常にグリップを適切な力加減で調整しながら握ることに注意力が奪われるデメリットが生じるものの，グリップを握っていた手を離すと，直ちに水平方向の移動動作は固定され，意図しないときに患者の下肢を水平方向に牽引してしまう事態を回避し，安全に手術を行うことができるという作用効果を奏するものである。",
                        "このように，本件訂正発明1と甲49発明とは相反する作用効果を有するものであるから，甲49発明に接した当業者が，甲49発明に対し，本件訂正発明1の「グリップを握る力を抜くと，前記グリップが元の位置に戻る」ような改変を想起すべき動機付けは見当たらず，かえって，甲49発明のグリップ部を「グリップを握る力を抜くと，前記グリップが元の位置に戻る」グリップ部へ変更すると，位置調整部の移動の際は，常にグリップを適切な力加減で調整しながら握る必要性が生じるため，甲49発明の利便性が損なわれるのであるから，上記のような変更には阻害要因がある。そうすると，このような変更を，当業者が適宜に設計する程度の変更であるとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，甲49発明に，甲68ないし71に記載の技術事項又はこれらが開示する周知技術を適用すれば，「前記グリップを握る力を抜くと，前記グリップが元の位置に戻る」との技術的事項⑥は容易に想到できると主張する。",
                        "しかしながら，本件訂正発明1が甲49発明に基づいて容易に発明できるか否かは，「グリップを握る力を抜くと，前記グリップが元の位置に戻る」との構成それ自体が文献に開示されているか，あるいは，周知技術であるか否かのみによって決せられるのではない。グリップの位置が変化することは，操作モードも変更することを意味するのであるから，その操作モードとの関連において，容易に発明できるか否かを検討しなければならない。のみならず，上記のとおり，甲49発明に上記構成のように改変することは阻害要因があるから，その阻害要因を克服してなおかつそのような改変をすることが容易であることが示されなければならない。しかしながら，原告は，この点について具体的に主張するものではなく，また，甲68ないし71にも，そのような点は開示も示唆もされていない。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，本件訂正発明1の新規性及び進歩性を否定することはできず，そうである以上，本件訂正発明1に他の発明特定事項を付加した本件訂正発明2ないし7の新規性及び進歩性も否定できない。",
                    "したがって，取消事由2は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3（冒認出願に関する判断の誤り）について",
          "text": [
            "原告は，前記第3の4(1)のとおり，冒認出願を理由とする特許無効審判の請求人適格を有する旨主張する。",
            "しかしながら，前記4における認定判断のとおり，本件訂正発明は，甲49発明と同一でもなく，甲49発明から容易に発明できるものとも認められないから，甲49発明とは別途の創作を要する。原告が，その創作に関与したことを認めるに足りる証拠はなく，また，原告は，本件訂正発明の発明者である中村順一ら5名から本件訂正発明について特許を受ける権利を承継したものでもない。",
            "したがって，原告は，本件特許について特許を受ける権利を有しないから，冒認出願を理由として特許無効審判を請求できる者ではない（特許法123条1項6号，同条2項括弧書）。これに反する原告の主張は，失当である。",
            "よって，本件審決の冒認出願に関する判断に誤りはないから，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4-1（明確性要件違反に関する判断誤り）について",
          "text": [
            "原告は，前記第3の5(1)のとおり，本件訂正発明7の「バックルは，前記ベルトを二重に止める構造」の技術的意味が明確ではないから，明確性要件違反が存在する旨主張する。",
            "しかしながら，「二重に止める」が，あるものを止めることを2回繰り返すとの意味であることは用語上明らかであるから，「ベルトを二重に止める構造」とは，あるベルトを止めることを2回繰り返す構造，すなわち，ベルトを2か所で止めることができる構造であると自然に把握できる。そうすると，「バックルは，前記ベルトを二重に止める構造となっている」とは，「バックルが，あるベルトを2か所で止めるような構造になっている」ことにほかならない。そして，バックルがベルトを2か所で止めるための構造として，バックルが1本のベルトに対して2つずつ存在する構造も，当業者であれば普通に認識できるところであり，現に本件明細書をみても，「バックルは，前記ベルトを二重に止める構造」として，まさしく，1本のベルトに対してバックルが2つずつ存在する構造が示されている（【0046】，【図13】）。したがって，本件訂正発明7の上記文言は，明確性要件（特許法36条6項2号）に反するものではなく，これに反する原告の主張は，採用することができない。",
            "よって，取消事由4-1は，理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由4-2（実施可能要件違反に関する判断の誤り）について",
          "text": [
            "原告は，前記第3の6(1)のとおり，本件訂正発明7につき，発明の詳細な説明の記載は実施可能要件に違反する旨主張する。",
            "しかしながら，前記6のとおり，本件訂正発明7の「バックルは，前記ベルトを二重に止める構造となっている」とは，バックルがベルトを2か所で止める構造となっているとの意味であるところ，そのような構造とするためには，本件明細書の段落【0046】及び【図13】を参照すれば，一方のバックル（図13の「金具（1つ目）」）側から引き出されたベルトを，他方のバックル（図13の「金具（2つ目）」）で折り返して一度止め，さらに，前記一方のバックル（図13の「金具（1つ目）」）でもう一度止めるようにすればよいことが理解できる。したがって，本件明細書の発明の詳細な説明は，当業者が本件訂正発明7を実施することができる程度に明確かつ十分に記載されたものといえ，実施可能要件（特許法36条4項1号）に反するものではないから，これに反する原告の主張は，採用することができない。",
            "よって，取消事由4-2は，理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由5（手続違背）について",
          "text": [
            "訂正の請求が訂正要件に適合しないことが明らかであって，職権で訂正拒絶理由を通知することが相当であるときは，審判長は，当事者の双方及び参加人に対して職権審理の結果を通知し，相当の期間を指定して意見を申し立てる機会を与える（特許法134条の2第5項）。訂正拒絶理由通知を受けた被請求人は，指定期間内に意見書の提出及び訂正請求書に添付された訂正明細書等の補正（同法17条の5第2項）及び訂正請求書の補正（同法17条1項）をすることができる。この補正は，訂正請求書の要旨を変更するものであってはならない（同法134条の2第9項，131条の2第1項）。",
            "なお，審判請求書については，要旨変更となる補正も審判長の許可等があれば許され（同法131条の2第1項2号，2項），このような要旨変更となる補正を許可するときは，特別の事情があるときを除き，その補正に係る手続補正書の副本を被請求人に送達し，相当の期間を指定して答弁書を提出する機会を与えなければならない（同法134条2項，131条の2第2項）とされているが，この規定は訂正請求書の補正については準用されていない。しかも，審判請求書の場合でも，要旨変更とならない補正に対して相手方に意見を述べる機会を与えるとすべき規定は見当たらない。",
            "原告は，前記第3の7(1)のとおり，本件補正について意見を述べる機会が与えられなかったことは重大な手続違反に当たる旨主張する。",
            "そこで検討するに，前記第2の1(2)のとおり，特許庁は，本件訂正請求書による訂正請求を拒絶すべきものとして平成30年11月21日付けの審理結果通知書（甲95）を原告に，同旨の訂正拒絶理由通知書を被告らに対して送付したところ，被告らは，同年12月25日付けで，本件手続補正書（甲97），「訂正特許請求の範囲」（甲98）及び意見書（甲96）を提出し，特許庁は，平成31年1月31日，原告に対し，審理終結通知と共に，本件手続補正書副本及び本件補正に係る意見書副本を送付したことが認められる（甲99及び100）。",
            "そうすると，前記1において判断したとおり，本件手続補正書による本件訂正請求書の補正は要旨変更には当たらないから，この補正に対して原告に意見を述べさせなかったことを違法とする根拠規定は見当たらない。また，原告は，本件訂正請求書に対する平成30年10月19日付け弁駁書（甲94）において，訂正された内容の発明について現に新規性・進歩性欠如の主張をし，審理結果通知書（甲95）の送付を受けて，本件訂正請求書による訂正請求について意見を述べる機会が与えられていたのであるから，実質的にも手続保障は図られていたといえ，本件補正に対して，原告に改めて意見を述べる機会を与えなければ不意打ちになるなどの手続上の正義に反する事態が生じたと認めることもできない。",
            "したがって，その他の点について判断するまでもなく，原告の主張する手続違背は認められないから，取消事由5は，理由がない。"
          ]
        },
        {
          "fig": "9",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告が主張する取消事由は，いずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}