{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2017-800086号事件について平成31年4月23日にした審決のうち，特許第5536254号の請求項1から8に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告のその余の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，これを9分し，その1を原告の負担とし，その余を被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800086号事件について平成31年4月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "三菱重工業株式会社は，平成22年12月18日を出願日とする特願2010-282471号の一部を新たな出願として，平成25年4月30日，発明の名称を「船舶」とする特許出願(特願2013-95949号。以下「本件出願」という。)をし，平成26年5月9日，特許権の設定の登録を受けた(特許第5536254号。請求項の数は8。甲22。以下「本件特許権」といい，本件特許権に係る特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "三菱重工業株式会社は，平成27年8月17日，特許請求の範囲について訂正を求める訂正審判の請求をし(訂正2015-390092号，甲9の1)，同年10月6日付けで手続補正をした(甲9の2。以下，手続補正後の訂正審判の請求に係る訂正を「本件訂正1」という。)。",
                "特許庁は，同年10月13日，本件訂正1を認める旨の審決をした(甲9の3)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "三菱重工業株式会社は，平成29年6月2日，特許請求の範囲について訂正を求める訂正審判の請求をした(訂正2017-390042号，甲23の1。以下この訂正審判請求に係る訂正を「本件訂正2」という。)。",
                "特許庁は，同年7月25日，本件訂正2を認める旨の審決をした(甲23の2)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成29年7月4日，本件特許につき特許庁に無効審判請求をし(甲24の1)，特許庁は上記請求を無効2017-800086号事件として審理した。",
                "被告は，平成30年3月20日，一般承継により本件特許権の移転を受けた(弁論の全趣旨)。",
                "被告は，平成30年11月26日付けで本件特許の特許請求の範囲につき訂正請求した(以下「本件訂正請求」といい，本件訂正請求に係る訂正を「本件訂正3」という。本件訂正3後の請求項の数は9である。甲35)。",
                "特許庁は，平成31年4月23日，「特許第5536254号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔1-5，7，8〕，6，9について訂正することを認める。本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決(以下「本件審決」という。)をし，その謄本は，令和元年5月10日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，令和元年6月5日，本件審決の取消しを求めて，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "登録時",
              "text": [
                "登録時の特許請求の範囲の記載は，次のとおりである。以下，特許請求の範囲に記載された発明を「本件登録時発明」といい，本件特許の明細書(甲22)を，図面を含めて「本件明細書」という。なお，本件訂正1，本件訂正2，本件訂正3を通じて，本件明細書の記載に変更はない。",
                "【請求項1】",
                "船外に面する左右の側壁を有する船体と，",
                "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                "前記側壁及び前記隔壁に接する少なくとも1つの浸水防止部屋と，",
                "を備え，",
                "前記浸水防止部屋は，端部が前記側壁及び前記隔壁に接合される仕切板により形成され，前記仕切板の全面が前記部屋に面すると共に，",
                "前記浸水防止部屋は，ショアランプが設けられる甲板に面してその下方に設けられ，",
                "前記浸水防止部屋の少なくとも1つは，機関区域の前記部屋に設けられ，前記機関区域の前記部屋の前記側壁と前記隔壁との連結部を覆っていることを特徴とする船舶。",
                "【請求項2】",
                "前記浸水防止部屋は，前記左側の側壁と前記隔壁に接する左方浸水防止部屋と，前記右側の側壁と前記隔壁に接する右方浸水防止部屋とを有することを特徴とする請求項1に記載の船舶。",
                "【請求項3】",
                "前記浸水防止部屋は，前記隔壁を挟んで前後の前記部屋側にそれぞれ設けられることを特徴とする請求項1または2のいずれか一つに記載の船舶。",
                "【請求項4】",
                "前記浸水防止部屋は，前記複数の部屋より容積が小さく，且つ，満載喫水線での幅が前記船体の幅の1／10以上に設定されることを特徴とする請求項1から3のいずれか一つに記載の船舶。",
                "【請求項5】",
                "前記浸水防止部屋は，前記複数の部屋より容積が小さく，且つ，前記満載喫水線での前後長さが前記船体の全長の3／100以上に設定されることを特徴とする請求項1から3のいずれか一つに記載の船舶。",
                "【請求項6】",
                "前記浸水防止部屋は，前記隔壁の前記船体の後方の前記部屋側に設けられることを特徴とする請求項1または2に記載の船舶。",
                "【請求項7】",
                "前記浸水防止部屋は，4辺の壁に囲まれていることを特徴とする請求項1から3のいずれか一つに記載の船舶。",
                "【請求項8】",
                "前記浸水防止部屋は，前記ショアランプが設けられる甲板と船底との間に設けられる車両搭載甲板より後方に設けられることを特徴とする請求項1から3のいずれか一つに記載の船舶。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正1後",
              "text": [
                "本件訂正1後の特許請求の範囲の請求項1の記載は，次のとおりである。下線部は訂正箇所である。以下，浸水防止部屋が，「空間であり前記側壁が損傷した場合浸水」することを「事項a」，「前記浸水防止部屋で前記連結部が覆われた前記隔壁は，前記機関区域の2つの前記部屋を区画し，前記機関区域の前記部屋は，縦通隔壁で区画されていない」ことを「事項b」という。なお，請求項2から8の文言は，訂正されていない。",
                "【請求項1】",
                "船外に面する左右の側壁を有する船体と，",
                "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                "前記側壁及び前記隔壁に接する少なくとも1つの浸水防止部屋と，",
                "を備え，",
                "前記浸水防止部屋は，端部が前記側壁及び前記隔壁に接合される仕切板により形成され，前記仕切板の全面が前記部屋に面すると共に，",
                "前記浸水防止部屋は，ショアランプが設けられる甲板に面してその下方に設けられ，",
                "前記浸水防止部屋の少なくとも1つは，機関区域の前記部屋に設けられ，前記機関区域の前記部屋の前記側壁と前記隔壁との連結部を覆った空間であり前記側壁が損傷した場合浸水し，",
                "前記浸水防止部屋で前記連結部が覆われた前記隔壁は，前記機関区域の2つの前記部屋を区画し，",
                "前記機関区域の前記部屋は，縦通隔壁で区画されていないことを特徴とする船舶。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正2後",
              "text": [
                "本件訂正2後の特許請求の範囲の請求項1の記載は，次のとおりである。下線部は訂正箇所である。なお，請求項2から8の文言は，訂正されていない。",
                "【請求項1】",
                "船外に面する左右の側壁を有する船体と，",
                "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                "前記側壁及び前記隔壁に接する少なくとも1つの浸水防止部屋と，",
                "を備え，",
                "前記浸水防止部屋は，端部が前記側壁及び前記隔壁に接合される仕切板により形成され，前記仕切板の全面が前記部屋に面すると共に，",
                "前記浸水防止部屋は，ショアランプが設けられる甲板に面してその下方に設けられ，",
                "前記浸水防止部屋の少なくとも1つは，機関区域の前記部屋に設けられ，前記機関区域の前記部屋の前記側壁と前記隔壁との連結部を覆った空間であり前記空間に面する前記側壁が損傷した場合浸水し，",
                "前記浸水防止部屋で前記連結部が覆われた前記隔壁は，前記機関区域の2つの前記部屋を推進方向の前後に区画し，",
                "前記機関区域の前記部屋は，縦通隔壁で区画されていないことを特徴とする船舶。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正3後",
              "text": [
                "本件訂正3後の特許請求の範囲の請求項1，6，9の記載は，次のとおりである。以下，本件訂正3後の特許請求の範囲に記載された発明を「本件訂正3発明」といい，個別に特定するときは請求項の番号に従って「本件訂正3発明1」などという。下線部は訂正箇所である。なお，請求項2から5，7，8の文言は，訂正されていない。以下，請求項1において，浸水防止部屋に関し，「前記部屋の高さ方向にわたって形成され，」とする訂正を「訂正事項1-1」，「前記機関区域の前記部屋は，縦通隔壁で区画されていない」とあるのを，「前記隔壁によって推進方向の前後に区画された前記機関区域の2つの前記部屋は，いずれも縦通隔壁で区画されていない」とする訂正を「訂正事項1-2」という。また，請求項6に係る訂正を「訂正事項2」，新たな請求項として，請求項9を追加する訂正を「訂正事項3」という。訂正事項2及び3は，訂正前の請求項6の引用関係を解消し，請求項1を引用する請求項6を新たに請求項6とし，請求項2を引用する請求項を新たに請求項9とするものであり，いずれも訂正事項1-1及び1-2に係る訂正内容も含まれている。",
                "【請求項1】",
                "船外に面する左右の側壁を有する船体と，",
                "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                "前記側壁及び前記隔壁に接する少なくとも1つの浸水防止部屋と，",
                "を備え，",
                "前記浸水防止部屋は，端部が前記側壁及び前記隔壁に接合される仕切板により形成され，前記仕切板の全面が前記部屋に面すると共に，",
                "前記浸水防止部屋は，ショアランプが設けられる甲板に面してその下方に設けられ，前記部屋の高さ方向にわたって形成され，",
                "前記浸水防止部屋の少なくとも1つは，機関区域の前記部屋に設けられ，前記機関区域の前記部屋の前記側壁と前記隔壁との連結部を覆った空間であり前記空間に面する前記側壁が損傷した場合浸水し，",
                "前記浸水防止部屋で前記連結部が覆われた前記隔壁は，前記機関区域の2つの前記部屋を推進方向の前後に区画し，",
                "前記隔壁によって推進方向の前後に区画された前記機関区域の2つの前記部屋は，いずれも縦通隔壁で区画されていないことを特徴とする船舶。",
                "【請求項6】",
                "船外に面する左右の側壁を有する船体と，",
                "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                "前記側壁及び前記隔壁に接する少なくとも1つの浸水防止部屋と，",
                "を備え，",
                "前記浸水防止部屋は，端部が前記側壁及び前記隔壁に接合される仕切板により形成され，前記仕切板の全面が前記部屋に面すると共に，",
                "前記浸水防止部屋は，ショアランプが設けられる甲板に面してその下方に設けられ，前記部屋の高さ方向にわたって形成され，",
                "前記浸水防止部屋の少なくとも1つは，機関区域の前記部屋に設けられ，前記機関区域の前記部屋の前記側壁と前記隔壁との連結部を覆った空間であり前記空間に面する前記側壁が損傷した場合浸水し，",
                "前記浸水防止部屋で前記連結部が覆われた前記隔壁は，前記機関区域の2つの前記部屋を推進方向の前後に区画し，",
                "前記隔壁によって推進方向の前後に区画された前記機関区域の2つの前記部屋は，いずれも縦通隔壁で区画されず，",
                "前記浸水防止部屋は，前記隔壁の前記船体の後方の前記部屋側に設けられることを特徴とする船舶。",
                "【請求項9】",
                "船外に面する左右の側壁を有する船体と，",
                "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                "前記側壁及び前記隔壁に接する少なくとも1つの浸水防止部屋と，",
                "を備え，",
                "前記浸水防止部屋は，端部が前記側壁及び前記隔壁に接合される仕切板により形成され，前記仕切板の全面が前記部屋に面すると共に，",
                "前記浸水防止部屋は，ショアランプが設けられる甲板に面してその下方に設けられ，前記部屋の高さ方向にわたって形成され，",
                "前記浸水防止部屋の少なくとも1つは，機関区域の前記部屋に設けられ，前記機関区域の前記部屋の前記側壁と前記隔壁との連結部を覆った空間であり前記空間に面する前記側壁が損傷した場合浸水し，",
                "前記浸水防止部屋で前記連結部が覆われた前記隔壁は，前記機関区域の2つの前記部屋を推進方向の前後に区画し，",
                "前記隔壁によって推進方向の前後に区画された前記機関区域の2つの前記部屋は，いずれも縦通隔壁で区画されず，",
                "前記浸水防止部屋は，前記左側の側壁と前記隔壁に接する左方浸水防止部屋と，前記右側の側壁と前記隔壁に接する右方浸水防止部屋とを有し，",
                "前記浸水防止部屋は，前記隔壁の前記船体の後方の前記部屋側に設けられ，二つの前記浸水防止部屋が上下2段に並んで配置されていることを特徴と",
                "する船舶。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告が主張した無効理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正1の訂正要件違反(新規事項追加)(無効理由1)"
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正3発明1，4，5，7，8について，甲3の1文献に記載された発明(以下「甲3発明」という。)に基づく新規性欠如。本件訂正3発明2，3，6について，甲3発明並びに甲4文献及び甲5文献に記載された事項に基づく進歩性欠如(無効理由2-1)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正3発明1から8について，甲4文献に記載された発明(以下「甲4発明」という。)及び甲5文献に記載された事項に基づく進歩性欠如(無効理由2-2)"
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正3発明1から8について，甲6文献に記載された発明(以下「甲6発明」という。)並びに甲5文献及び甲7文献に記載された事項に基づく進歩性欠如(無効理由2-3)"
                },
                {
                  "fig": "オ",
                  "subject": "本件訂正3発明9について，甲3発明に基づく進歩性欠如(無効理由3)",
                  "text": [
                    "甲3の1：「Damage Stability Tests with the Model of a 200 m RoPax Vessel Final Report Part IIb」(200 m RoPax船のモデルを用いた損傷時復原性試験最終報告 Part IIb)，表紙からアネックスAまで，「1st EMSA study on damage stability of ROPAX vessels [2009 Report & Annexes]」(「ROPAX船の第1回EMSA研究報告」[2009年報告および添付資料] )",
                    "甲4    ：「船の科学」1977年12月号(昭和52年12月10日)，発行所：株式会社船舶技術協会，第30巻第12号，p31-33，51-57，106",
                    "甲5    ：特開昭52-143689号公報",
                    "甲6    ：「船の科学」2001年1月号(平成13年1月10日)，発行所：株式会社船舶技術協会，第54巻第1号，p55-61，104",
                    "甲7    ：特開2003-137168号公報"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決の理由は，別紙審決書の写しに記載のとおりである。要するに，本件訂正請求を認めた上で，無効理由1から3はいずれも成り立たないとするものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した甲3発明は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明の内容",
                  "text": [
                    "「  船外に面する左右舷の側壁を有する船体と，",
                    "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                    "前記右舷の側壁及び前記隔壁の前方側に接し，壁1及び壁2が接合されることで形成される区画と，前記左右舷の側壁及び前記隔壁の後方側に接する構造体と，",
                    "を備え，",
                    "前記右舷の側壁及び前記隔壁の前方側に接し，壁1及び壁2が接合されることで形成される区画は，一端が前記右舷の側壁に接合される前記壁1と，一端が前記隔壁に接合される前記壁2とを有し，前記壁1の他端と前記壁2の他端が接合されることで形成され，前記壁1及び前記壁2の全面が前記エンジンルームに面し，",
                    "前記右舷の側壁及び前記隔壁の前方側に接し，壁1及び壁2が接合されることで形成される区画は，前記エンジンルームに設けられ，前記エンジンルームの前記右舷の側壁と前記隔壁との連結部を覆った空間であり，",
                    "前記空間に面する前記右舷の側壁が損傷した場合浸水し，",
                    "前記構造体は，左右舷の側壁側にある二つの浸水区画と，船体の幅方向中央にあるエンジン＆電気室が設けられ，前記構造体に接する右舷の側壁が損傷した場合に前記二つの浸水区画が浸水し，",
                    "前記右舷の側壁及び前記隔壁の前方側に接し，壁1及び壁2が接合されることで形成される区画で前記連結部が覆われた前記隔壁は，前記エンジンルームとエンジン＆電気室を推進方向の前後に区画し，",
                    "前記エンジンルームは，前記左右舷の側壁と前記隔壁で区画され，前記エンジン＆電気室は，前記隔壁，壁3，4，及び後側の隔壁で区画されている200 m RoPax船のモデル。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正3発明1との一致点及び相違点",
                  "text": [
                    "〔一致点〕",
                    "「  船外に面する左右の側壁を有する船体と，",
                    "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                    "前記側壁及び前記隔壁に接する少なくとも1つの浸水防止部屋と，",
                    "を備え，",
                    "前記浸水防止部屋は，端部が前記側壁及び前記隔壁に接合される仕切板により形成され，前記仕切板の全面が前記部屋に面すると共に，",
                    "前記浸水防止部屋の少なくとも1つは，機関区域の前記部屋に設けられ，前記機関区域の前記部屋の前記側壁と前記隔壁との連結部を覆った空間であり前記空間に面する前記側壁が損傷した場合浸水し，",
                    "前記浸水防止部屋で前記連結部が覆われた前記隔壁は，前記機関区域の2つの前記部屋を推進方向の前後に区画する船。」",
                    "〔相違点1〕",
                    "本件訂正3発明1は，「船舶」であり，「前記浸水防止部屋は，ショアランプが設けられる甲板に面してその下方に設けられ，前記部屋の高さ方向にわたって形成され」ているのに対し，",
                    "甲3発明は，「200 m RoPax船のモデル」であり，ショアランプが設けられる甲板の特定がなく，該甲板と「前記右舷の側壁及び前記隔壁の前方側に接し，前記壁1及び壁2が接合されることで形成される区画」との配置関係も特定されていない点。",
                    "〔相違点2〕",
                    "本件訂正3発明1は，「前記隔壁によって推進方向の前後に区画された前記機関区域の2つの前記部屋は，いずれも縦通隔壁で区画されていない」のに対して，",
                    "甲3発明は，「前記エンジンルームは，前記左右舷の側壁と前記隔壁で区画され，前記エンジン＆電気室は，前記隔壁，壁3，4，及び後側の隔壁で区画されている」点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正3発明9との相違点",
                  "text": [
                    "本件訂正3発明9と甲3発明は，少なくとも〔相違点2〕を含む。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "取消事由1：本件訂正3の訂正事項1-1，2，3に係る訂正要件(新規事項追加)についての判断の誤り",
            "取消事由2：本件訂正3の訂正事項1-2，2，3に係る訂正要件(新規事項追加)についての判断の誤り",
            "取消事由3：本件訂正1の事項aに係る訂正要件(新規事項追加)についての判断の誤り(無効理由1関係)",
            "取消事由4：本件訂正1の事項bに係る訂正要件(新規事項追加)についての判断の誤り(無効理由1関係)",
            "取消事由5：相違点の認定の誤り(無効理由2-1，3関係)",
            "取消事由6：容易想到性の判断の誤り(無効理由2-1，3関係)",
            "取消事由7：相違点の認定の誤り(無効理由2-2，2-3関係)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正3の訂正事項1-1，2，3に係る訂正要件(新規事項追加)についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の段落【0030】，【0031】，【0035】及び【図2】によれば，本件明細書に記載された発明(以下「本件発明」という。)に係る船舶は，別紙1の【断面図1】のように，進行方向に垂直に船舶を切断すると，ショアランプ甲板の下側は，浸水防止部屋27aと29a，及び27bと29bが，上下に個別に水密な部屋として設けられている構造である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，訂正事項1-1によれば，「前記部屋の高さ方向にわたって形成され」とあるのみであることから，下側の浸水防止部屋29a，29bを省略した構造(別紙1の【断面図2】参照)が含まれることとなる。かかる構造は，被告が審判段階で主張した，「ショアランプの下方のどの高さで損傷しても，浸水防止部屋に侵入した水が機関区域へ侵入するのを防止することができる」という効果と合わない。",
                "また，訂正事項1-1の表現では，別紙1の【断面図3】及び【断面図4】の構造も含まれる可能性がある。しかし，これらの構造は，本件明細書の記載から導けるものではなく，さらに，船舶設計時の損傷時復原性の計算では，水がどこに流れ込んで溜まるかは重要な技術要素となるため，上下の浸水防止部屋が実質的に1つの水密区画である1つの浸水防止部屋を形成する構造を含む表現は，新たな技術的事項を導入するものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のように，訂正事項1-1は，新たな技術的事項を導入するものであり，訂正事項2，3は，訂正事項1-1を含むため，同様に新たな技術的事項を導入するものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正3の訂正事項1-2，2，3に係る訂正要件(新規事項追加)についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「機関区域」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「機関区域」という用語は，審査段階で追加された表現である。したがって，本来は，補正要件違反(特許法17条の2第3項)として，無効審判を請求すべきであった。",
                    "しかし，無効審判は職権にて審理され，かつ，本件審決においても新規事項の追加であるか否かが審理されている点と，当事者を共通にする別の無効審判(無効2017-800109)では，「機関区域」という用語の追加を補正要件違反として主張しており，再度の無効審判の請求を防止するためにまとめて審理されることが好ましい点とを考慮すると，本件審決取消請求事件にて審理判断されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件出願の願書に最初に添付した明細書及び図面(以下「出願当初明細書」という。)には，「部屋22a，23aは，機関室として利用し，部屋22b，23bは，軸室として利用してもよい。」(段落【0034】)という記載しかない。",
                    "しかし，SOLAS条約の定義を参照すると，機関区域とは，機関室及び軸室に対して極めて広い領域を指す。実際，減揺装置が設けられた部屋や，発電機室などの区画が，機関区域の大きな部分を占めることがある。なお，機関室に，主機だけでなく補器類がともに配置されていることはあるが，主機がなく，補器類だけが設けられた部屋を機関室とは呼ばない。よって，機関室及び軸室が機関区域に属することをもって，機関区域の任意の場所に浸水防止部屋を設けるという広い概念は導かれない。",
                    "また，機関区域には，通風機や空気調和機械を収容する場所のように，比較的狭い部屋も含まれるから，本来の目的である2つの広い部屋の浸水を防止するという観点に対して新たな技術的事項を導入するものであるといえる。",
                    "したがって，訂正事項1-2は，新規事項の追加である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「縦通隔壁で区画されていない」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件明細書の【図1】に縦通隔壁を示す線が描かれていないことから，縦通隔壁で区画されないことが示されていると判断した。",
                    "しかし，本件明細書の【図1】は非常に簡略化された図であり，通常，船舶の様々な場所に配置される燃料タンクやバラストタンク等のタンクやボイド(空所)が一切記載されていないことから，浸水防止部屋27a，27bを示すことのみを目的として記載された図といえる。しかも，【図1】では仕切甲板24の上の部屋も下の部屋もまとめて表現したものである。したがって，【図1】から「縦通隔壁で区画されていない」と判断することはできない。",
                    "仮にこのような訂正を認めた場合，将来，新たに発見された先行技術に対して，「他のボイドスペースは存在しない」や，「他のタンクは存在しない」等の訂正が無限に認められることになり，明らかに不合理である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件審決は，「『縦通隔壁』は，船の縦方向に設ける仕切り壁であって，船の前後に全通しないで一部分に設ける仕切り壁を含むものと解することができる。」と判断した。それを前提とするのであれば，別紙1の【断面図5】及び【断面図6】に示す壁も，縦通隔壁と認定されるべきである。",
                    "そうすると，本件明細書の【図1】のように甲板の下に接する隔壁が単純に描かれるのみで，主機関やタンク等が一切描かれておらず，さらには，上側の浸水防止部屋27a，27bと下側の浸水防止部屋29a，29bとをまとめて描いている図において，【断面図5】及び【断面図6】に示す構造が存在したとしても描かれる可能性はない。したがって，「縦通隔壁」の意義を本件審決のとおり認定した場合，本件明細書の【図1】からは，機関区域に縦通隔壁が存在しないことは導かれない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のことから，「縦通隔壁で区画されていない」という表現を含む訂正事項1-2は，出願当初明細書に対して，新たな技術的事項を導入するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小結",
              "text": [
                "以上のように，訂正事項1-2は，新たな技術的事項を導入するものであり，訂正事項2，3は，訂正事項1-2を含むから，同様に新たな技術的事項を導入するものといえる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件訂正1の事項aに係る訂正要件(新規事項追加)についての判断の誤り(無効理由1関係))について",
          "text": [
            "本件訂正1の事項aは，浸水防止部屋が，「空間であり前記側壁が損傷した場合浸水」することを追加するものである。",
            "タンクは，空所と同様に製作され，損傷時に浸水を防止する機能を有し，損傷時復原性の計算においても空所として扱われているから，当業者にとって，空所もタンクも同じ空間であるところ，事項aに係る訂正が，タンクを除くことを意味するものならば，重要な特徴部分である「浸水防止部屋」の意味を汎用の浸水防止部屋から実質的に空所へと変更することから，新たな技術的事項を導入するものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件訂正1の事項bに係る訂正要件(新規事項追加)についての判断の誤り(無効理由1関係))について",
          "text": [
            "「機関区域」や「縦通隔壁で区画されていない」を含む事項bに係る訂正を行う本件訂正1は，取消事由2と同様に，新規事項の追加であり，訂正要件を満たさない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点の認定の誤り(無効理由2-1，3関係))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3の1文献は，遅くとも2009年(平成21年)7月14日には，欧州海上保安機関(以下「EMSA」という。)のウェブサイトに掲載されたものであり，このことは，EMSAの担当者の証言(甲13)及びEMSAから実験依頼を受けたHSVA社の責任者の証言(甲14の1，3)から明らかである。",
                "よって，甲3の1文献は，引例としての適格性を有する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲3の1文献には，別紙2記載の図面及び写真が記載されているところ(参考写真11及び参考写真15は，それぞれ，写真11及び写真15に各部の名称等を書き加えたものである。)，本件審決は，甲3発明の壁3，4を縦通隔壁と認定した。",
                "しかし，参考写真11のAA断面は，別紙1の【断面図7】に示す構造となっているところ，特別な構造を除いて，当業者は，上下の甲板の間の空間または甲板と船底との間の空間を天井から床まで左右に仕切る水密な壁を縦通隔壁と呼ぶことから，甲3発明の壁3，4は縦通隔壁と呼ぶべきではない。",
                "したがって，甲3発明において縦通隔壁が存在するという相違点2の認定は誤っているところ，本件審決は，この相違点の存在を理由に進歩性を肯定しているから，上記の判断の誤りは，本件審決の結論に影響を及ぼす。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(容易想到性の判断の誤り(無効理由2-1，3関係))について",
          "text": [
            "船舶の設計は，コストを最小限にしつつ様々な構造上の仕様，船体剛性，損傷時復原性等の法的要件を満たすことが重要であり，縦通隔壁と認定された壁3，4の有無は，適宜決定されるものにすぎない。例えば，船体が小さい場合，損傷時復原性の要件等が満たされるのであれば，別紙1の【断面図7】の床を左右に広げて壁3，4を省くことも容易に可能である。",
            "したがって，仮に甲3発明において縦通隔壁が存在すると認定した場合であっても，本件訂正3発明は，甲3発明に対して進歩性を有しない。",
            "本件審決は，相違点2の存在を前提に，甲3発明は，損傷時復原性の調査に資する船であるから，構造の変更に阻害要因があると判断している。",
            "しかし，甲3発明は，損傷時復原性調査のための船の発明ではなく，たまたまそれに利用されたにすぎないから，甲3発明を見た船舶設計者が縦通隔壁を省略した構造に想到するか否かは損傷時復原性の調査とは全く関係がない。",
            "以上のとおり，本件訂正3発明は甲3発明等に対して新規性または進歩性を有しない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点の認定の誤り(無効理由2-2，2-3関係))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲4文献には，別紙3の【甲4図面】に示す一般配置図が記載されているところ(ただし，【甲4図面】は，一部を拡大したものであり，「機関室」等の記載は原告による。)，そこには，本件訂正3発明1の浸水防止部屋と同様の構造の「小部屋」(タンク)が記載されている。",
                "また，甲6文献には，別紙3の【甲6図面】に示す一般配置図が記載されているところ(ただし，【甲6図面】は，一部を拡大したものであり，「第一軸室」等の記載は原告による。)，そこには，本件訂正3発明1の浸水防止部屋と同様の構造のタンクが記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記3記載のとおり，「浸水防止部屋」から，タンク等は除かれない。",
                "したがって，甲4発明及び甲6発明におけるタンクは，本件訂正3発明の浸水防止部屋に対応するものであるから，本件訂正3発明1～8は進歩性を有しない。",
                "なお，無効理由2-2及び2-3に関して，本件訂正3発明9は審理対象にはされなかったが，本件訂正3発明9についても同様である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正3の訂正事項1-1，2，3に係る訂正要件(新規事項追加)についての判断の誤り)について",
          "text": [
            "本件明細書の段落【0027】，【0031】及び【図2】の記載からすれば，部屋の高さ方向にわたって浸水防止部屋が形成されることが記載されているといえるから「前記部屋の高さ方向にわたって形成され」るとの限定は，新規事項の追加に該当せず，訂正要件に違反しない。",
            "また，訂正事項1-1は，浸水防止部屋について，部屋の「高さ方向にわたって形成され」るものに限定する趣旨の訂正であるから，従来権利範囲に含んでいないものを新たに含めるようになることなどない。",
            "よって取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正3の訂正事項1-2，2，3に係る訂正要件(新規事項追加)についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「機関区域」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「機関区域」という用語は，本件訂正3前の請求項にも記載があり，訂正事項1-2によって初めて導入された用語ではないから，訂正事項1-2は，新たな技術的事項を導入するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，機関室には，補機器(船に装備する補機(すなわち船に装備する主機以外の機械)及び機器類の総称)が配置される部屋も含まれ，「機関区域」の大部分を占めるから，「機関区域」という表現は，新たな技術的事項を導入するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「縦通隔壁で区画されていない」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【図1】は平面図であるところ，仮に部屋22a，22bに縦通隔壁があるならば，部屋22a，22bに紙面の横方向に線があるべきであり，それがないのであるから，部屋22a，22bが縦通隔壁で区画されていないことを表しているのは明らかである。",
                    "【図1】自体は特許図面ではあるものの，本件発明の目的に関連する図面であり，浸水防止部屋を設置し縦通隔壁で区画されていないことにより設計の自由度が上がり，部屋22a，22bの幅方向の長さを狭めることも可能な構造が，正しく図示されていると理解すべきである。",
                    "したがって，【図1】をもってして「縦通隔壁で区画されていない」ことが記載されていると判断しても何ら不当ではない。",
                    "なお，本件発明は，損傷時の復原性を担保しつつ設計の自由度を拡大することを目的としたものである。この点，縦通隔壁で区画されていないことは「設計の自由度を拡大する」という点とも整合しており，【図1】に頼らずとも，縦通隔壁で区画されていないことについての技術的思想は，本件明細書に開示されている。",
                    "よって，「縦通隔壁で区画されていない」との限定は，新規事項の追加には該当せず，原告の主張には理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，【断面図5】や【断面図6】に示す構造が存在したとしても描かれる可能性はないから，【図1】からは，機関区域に縦通隔壁が存在しないことは導かれない旨主張する。",
                    "しかし，【図1】は，上下でほぼ構造が同じであるからこそ，一つの図で基本的には上側の構造を示しつつ，カッコ書きで数字を表すことによって下側の構造も同様であることを記載しているのである。上下で別々の構造である【断面図5】や【断面図6】などの構造は【図1】のように一つの図では表さないから，【断面図5】や【断面図6】を論拠とする原告の主張は恣意的であって妥当ではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件訂正1の事項aに係る訂正要件(新規事項追加)についての判断の誤り(無効理由1関係))について",
          "text": [
            "本件明細書において，「浸水防止部屋」は，液体を貯留するタンク(段落【0004】)とは区別して記載されているから，本件発明の「浸水防止部屋」にはタンクは含まれない。タンクと空所とが仮に構造が類似していたとしても，本件発明の「浸水防止部屋」は主として浸水防止を目的とした空間である以上，タンクとは浸水防止を主たる目的として企図しているか否かに大きな違いがある。",
            "このように，そもそもタンクが含まれていないため，本件訂正1の事項aに「浸水防止部屋」から「タンク」を除くという訂正が含まれることはありえず，新規事項の追加には該当しえない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件訂正1の事項bに係る訂正要件(新規事項追加)についての判断の誤り(無効理由1関係))について",
          "text": [
            "前記2(取消事由2に対する反論)で主張したように，「機関区域」及び「縦通隔壁で区画されていない」という事項は，いずれも本件明細書に記載された事項の範囲内のものであり，また「機関区域」については本件訂正1によって初めて導入された用語ではないため，新たな技術的事項を導入するものではない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点の認定の誤り(無効理由2-1，3関係))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3の1文献が，2009年7月14日時点に，不特定多数の者が閲覧可能であったことは否認する。",
                "また，仮に同日時点で甲3の1のファイルがダウンロード可能になっていたとしても，Wayback  Machineの記録によれば，同日時点でファイルが破損していた可能性を否定できるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「縦通隔壁」とは，本件審決の認定のとおり，船の縦方向に設ける仕切り壁であって，船の前後に全通しないで一部分に設ける仕切り壁を含むものである。",
                "したがって，【断面図7】の壁3，4も「縦通隔壁」に該当するから，本件審決の相違点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(容易想到性の判断の誤り(無効理由2-1，3関係))について",
          "text": [
            "甲3発明は，甲53に記載の特定の200mRoPax船の一般配置図に基づいて，損傷時復原性の実験に適合する必要最小限度の範囲で作成したモデル(模型)である。したがって，このモデルに起因して，損傷時復原性とは異なる別の目的の発明を想到するということ自体あり得ない。",
            "また，甲3発明は，船舶損傷時の復原性を確保することを目的として，区画の全体配置を最適化して検討されたものであるため，その一部の区画だけをピンポイントで変更する動機付けはないし，多くの区画の中から原告が主張するような変更を行う動機付けもない。",
            "さらに，甲3の1文献は，損傷時復原性の調査が目的の文書であるところ，床を左右に広げて壁3，4を省くと，甲3の1文献に記載された実験と同じように側壁の所定位置に損傷穴が空いた場合，「エンジン＆電気室」が浸水することとなる。そうすると，甲3発明における実験結果とは浸水区画が変わることにより，甲3発明に係る船舶モデルの損傷時の復原機能を果たしえなくなることは明らかであって，甲3の1文献の調査目的に反するから，変更には阻害要因があるといえる。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(相違点の認定の誤り(無効理由2-2，2-3関係))について",
          "text": [
            "前記3で述べたとおり，「浸水防止部屋」とは，損傷を受けた場合に浸水する「空間」であって，主として「浸水防止」を企図した「空間」であると解すべきところ，甲4文献に記載のタンク及び甲6文献に記載のタンクは，主として「浸水防止」を企図した「空間」ではなく，タンクである以上，本件訂正3発明の「浸水防止部屋」に該当しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，以下の記載がある(【図1】及び【図2】は，別紙4を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，旅客船，フェリー，RO-RO船(Roll-on/Roll-off Ship)，自動車専用船としてのPCC(Pure Car Carrier)，PCTC(Pure Car/Truck Carrier)などの船舶に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】  例えば，従来の旅客船は，船体に多層の甲板を有する区画が設けられ，この各区画に各層の甲板間を接続するランプウェイが設けられたものが一般的である。この場合，船体の上層に居住区画が形成され，下層に車両区画が形成され，自動車は，ドライバが運転し，岸壁からショアランプウェイを介して船内の甲板へ入り込み，ランプウェイを経由して下層の甲板に移動し，指定された位置に駐車する。",
                    "【0003】  また，このような旅客船は，居住区画や車両区画とは別に，船内が機関室や軸室など多数の部屋が区画形成されている。この場合，船舶の国際規則として，ダメージスタビリティの要件が規定されている。この規則では，船側損傷の要件として，損傷後の残存復原力の確保，損傷後の最終水線が浸水を制限する甲板を超えないことなどが規定されている。",
                    "【0004】  なお，このような従来の船舶の区画構造としては，下記特許文献1に記載されたものがある。この特許文献1に記載された自動車運搬船は，船舶の船底のボイドスペースを形成する最下層の水密甲板に遠隔で開放可能な海水導入手段を設けたものであり，これにより，船舶の船側外板等が破損して，海水が船内に進入した場合，最下層の水密甲板に設けられた海水導入手段を開放することにより，船内に進入した海水をボイドスペースに導入し，このボイドスペースを海水バラストタンクとして機能させることで，船舶の復原力を回復させることができる。",
                    "【0005】",
                    "【特許文献1】特開2008-201308号公報"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0006】  上述した従来の船舶の国際規則において，船側損傷は，旅客搭載人数によりその損傷時の損傷想定長さ，幅，高さが決められており，損傷時の浸水容積が大きな区画(例えば，機関室，補機室，軸室など)が損傷した際，隔壁を挟んで2区画の損傷要件となる。そのため，船損傷時の浸水容積が過大となり，規則要求の復原性能の項目としてのGoM(横メタセンタ高さ)が大きくなってしまう。この場合，船型計画の制約，上部構造の制約，区画配置の制約があることから，配置の自由度が制限されてしまう。",
                    "【0007】  本発明は，上述した課題を解決するものであり，船損傷時における複数の部屋への浸水を防止すると共に設計の自由度を拡大可能とする船舶を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0008】  上記の目的を達成するための本発明の船舶は，左右の側壁を有する船体と，該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，前記側壁及び前記隔壁に接する浸水防止部屋と，を備え，前記浸水防止部屋は，機関室の上部甲板の下方またはショアランプが設けられる甲板の下方に設けられることを特徴とするものである。",
                    "【0009】  従って，側壁における隔壁の近傍が損傷を受けても，浸水防止部屋が浸水するだけで，複数の部屋に跨って浸水することはなく，船損傷時における複数の部屋への浸水を防止することができると共に，複数の部屋の大型化を抑制して設計の自由度を拡大することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0022】  本発明の船舶によれば，隔壁により船体の前後に複数の部屋を区画し，側壁とこの隔壁に接する浸水防止部屋を設け，浸水防止部屋をショアランプが設けられる甲板の下方に設けるので，船損傷時における複数の部屋への浸水を防止することができると共に設計の自由度を拡大することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【実施例1】",
                    "【0025】  図1は，本発明の実施例1に係る船舶としての旅客船における後部の平面図，図2は，実施例1の旅客船を表す側面図である。",
                    "【0026】  実施例1の船舶としての旅客船(カーフェリー)において，図2に示すように，船体11は，上下多層の甲板12a，12b，12c，12d，12e，12fが設けられており，甲板12bの下方に後述する機関室が設けられる下層空間13が形成され，この下層空間13の船尾側に推進用エンジン14が配置されている。",
                    "【0027】  ・・・また，甲板12bの船首側右舷に，車両がロールオン・ロールオフするための起倒式の船首舷側ランプ17aが設けられ，船尾側右舷には，起倒式の船尾舷側ランプ17bが設けられている。",
                    "【0029】  また，船体11は，左右の側壁20a，20bと船底21を有しており，甲板12bと船底21との間の空間で，且つ，甲板12aの配設位置より後方の空間に，複数の部屋22a，22b，23a，23bが設けられている。",
                    "【0030】  即ち，図1及び図2に示すように，船体11は，甲板12bと船底21との間に仕切甲板24が設けられることで，上下の空間(部屋)22，23が区画されている。また，船体11は，この各空間(部屋)22，23の前後方向のほぼ中間部に位置して隔壁25(25a，25b)が設けられることで，前後の空間(部屋)22a，22b，23a，23bが区画されている。",
                    "【0031】  そして，船体11は，上部の空間(部屋22a，22b)にて，端部が左右の側壁20a，20b及び隔壁25(25a)に接合される仕切板26a，26bが設けられることで，左右の側壁20a，20b及び隔壁25(25a)に接する左右の浸水防止部屋27a，27bが形成されている。また，下部の空間(部屋23a，23b)にて，端部が左右の側壁20a，20b及び隔壁25(25b)に接合される仕切板28a，28bが設けられることで，左右の側壁20a，20b及び隔壁25(25b)に接する左右の浸水防止部屋29a，29bが形成されている。",
                    "【0032】  本実施例では，左側の側壁20aと隔壁25(25a，25b)に接する左方浸水防止部屋27a，29aと，右側の側壁20bと隔壁25(25a，25b)に接する右方浸水防止部屋27b，29bとが設けられている。",
                    "【0033】  この場合，各浸水防止部屋27a，27b，29a，29bは，複数の部屋22a，22b，23a，23bより容積が小さく，且つ，満載喫水線Lでの幅が船体11の幅の1／10以上に設定されると共に，満載喫水線Lでの前後長さが船体11の全長の3／100以上に設定されている。これは，船舶区画規定の第44条に規定される要件を満足するものである。",
                    "【0034】  なお，この場合，部屋22a，23aは，機関室として利用し，部屋22b，23bは，軸室として利用してもよい。",
                    "【0035】  従って，船体11の外部から隔壁25(25a，25b)の近傍に位置する左側壁20aに損傷を受けた場合，部屋22aまたは部屋23aには浸水するものの，部屋22bや部屋23bに浸水することがない。即ち，このとき，部屋22b，23bより小さい浸水防止部屋27a，29aに浸水することで，部屋22b，23bへの浸水が防止される。",
                    "【0036】  このように実施例1の旅客船にあっては，左右の側壁20a，20bを有する船体11と，この船体11の内部であって隔壁25(25a，25b)により推進方向の前後に区画される複数の部屋22a，22b，23a，23bと，側壁20a，20b及び隔壁25(25a，25b)に接する浸水防止部屋27a，27b，29a，29bとを設けている。",
                    "【0037】  従って，側壁20a，20bにおける隔壁25(25a，25b)の近傍が損傷を受けても，浸水防止部屋27a，27b，29a，29bが浸水するだめで(原文のまま)，前後の部屋22a，22b，23a，23bに跨って浸水することはなく，船損傷時における複数の部屋22a，22b，23a，23bへの浸水を防止することができると共に，複数の部屋22a，22b，23a，23bの大型化を抑制して設計の自由度を拡大することができる。",
                    "【0038】  また，実施例1の旅客船では，浸水防止部屋として，左側の側壁20aと隔壁25(25a，25b)に接する左方浸水防止部屋27a，29aと，右側の側壁20bと隔壁25(25a，25b)に接する右方浸水防止部屋27b，29bとを設けている。従って，浸水防止部屋27a，27b，29a，29bが船体11の左右両側にそれぞれ設けられることとなり，浸水防止性能を向上することができる。",
                    "【0039】  また，実施例1の旅客船では，浸水防止部屋27a，27b，29a，29bは，複数の部屋22a，22b，23a，23bより容積が小さく，且つ，満載喫水線Lでの幅が船体11の幅の1／10以上に設定されている。従って，浸水防止部屋による浸水防止性能を十分に確保することができる。",
                    "【0054】  なお，上述した各実施例では，船体11における甲板12bと船底21との間で，且つ，甲板12aより後方に，複数の部屋22a，22b，23a，23bを設け，側壁20a，20b及び隔壁25(25a，25b)に接する浸水防止部屋27a，27b，29a，29b，32a，32b，34a，34b，43，44，47，48を設けたが，この構成に限定されるものではない。例えば，船体11の前部や甲板12bの上方に，部屋や浸水防止部屋を設けてもよい。また，複数の部屋22a，22b，23a，23bは，前後及び上下に設ける必要はなく，前後だけであってもよい。更に，前後の部屋の間に浸水防止部屋を設けたが，上下の部屋の間に浸水防止部屋を設けてもよい。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "【0055】  本発明は，船舶において，側壁と前後の部屋を区画する隔壁に接する浸水防止部屋を設けることで，船損傷時における複数の部屋への浸水を防止すると共に設計の自由度を拡大可能とするものであり，いずれの船舶に適用することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によれば，本件発明は，概ね以下のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "技術分野は，旅客船，フェリー等の船舶に関するものである(段落【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "船舶の国際規則では，ダメージスタビリティの要件が規定されているところ，船側損傷について，隔壁を挟んだ2区画が損傷することを前提に復原性を計算することとなる。そのため，損傷時の浸水容積が大きな区画については，浸水容積が過大となり，その結果として，GoM(横メタセンタ高さ。船舶の復原性能を示す項目)を大きくする必要がある。この場合，船型計画の制約，上部構造の制約，区画配置の制約があることから，配置の自由度が制限されてしまうとの課題があった。本件発明は，かかる課題を解決するものであり，船損傷時における複数の部屋への浸水を防止すると共に設計の自由度を拡大可能とする船舶を提供することを目的とする(段落【0003】，【0006】，【0007】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "課題解決手段は，隔壁を挟んだ2区画(部屋)に，側壁及び隔壁に接する浸水防止部屋を設けるなどの構造とすることである。これにより，側壁における隔壁の近傍が損傷を受けても，浸水容積が小さい浸水防止部屋が浸水するだけで，浸水防止部屋を設けた部屋が浸水することはないので，船損傷時に，浸水区画の大きい部屋が複数浸水することを防止することができるとともに，設計の自由度を拡大することができる(段落【0008】，【0009】，【0022】，【0035】，【0037】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件訂正3の訂正事項1-1，2，3に係る訂正要件(新規事項追加)についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，浸水防止部屋が「前記部屋の高さ方向にわたって形成され」るとの発明特定事項を追加する本件訂正3の訂正事項1-1は，新規事項の追加に当たる旨主張する。",
                "特許法134条の2第9項が準用する126条5項は，訂正について，「願書に添付した明細書，特許請求の範囲又は図面・・・に記載した事項の範囲内においてしなければならない。」旨定めているところ，訂正が，当業者によって，明細書又は図面のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入しないものであるときは，当該訂正は，「明細書又は図面に記載した事項の範囲内において」するものということができる。もっとも，明細書又は図面に記載された事項は，通常，当該明細書又は図面によって開示された技術的思想に関するものであるから，例えば，特許請求の範囲の減縮を目的として，特許請求の範囲に限定を付加する訂正を行う場合において，付加される訂正事項が当該明細書又は図面に明示的に記載されている場合や，その記載から自明である事項である場合には，そのような訂正は，特段の事情のない限り，新たな技術的事項を導入しないものであると認められ，「明細書又は図面に記載された範囲内において」するものであるということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訂正事項1-1に係る浸水防止部屋は，「ショアランプが設けられる甲板に面してその下方に設け」られるものであるところ，本件明細書の実施例1では，甲板12bが「ショアランプが設けられる甲板」に当たるので(段落【0027】)，訂正事項1-1に係る浸水防止部屋は，その下方にある浸水防止部屋27a，27bということになる。",
                "本件明細書の【図2】によれば，浸水防止部屋27a，27bを形成する仕切板は，上端が甲板12bに，下端が仕切甲板24にそれぞれ接しているように描かれている。浸水防止部屋を設けることで，これを設けた部屋への浸水を防止するという本件発明の目的に照らせば，浸水防止部屋は水密な区画であると解されるところ，仕切板が上下の甲板に接していないのであれば，浸水防止部屋に天井又は床を形成する部材が必要となるはずであるが，本件明細書の段落【0031】には，仕切板28a及び28bについてしか記載がないことからも，仕切板は，上下の甲板に接していると解される。",
                "また，浸水防止部屋が，これを設ける部屋の高さ方向にわたって形成されていれば，隔壁付近の側壁のどのような高さの部分が損傷しても，浸水防止部屋を設けた部屋への浸水を防止できることとなり，本件発明の目的にかなうこととなる。",
                "したがって，本件明細書には，浸水防止部屋27a，27bを，部屋22bの高さ方向にわたって形成することが記載されているといえる。",
                "以上によれば，訂正事項1-1に係る事項は，本件明細書に明示的に記載されていると認められるから，訂正事項1-1に係る本件訂正3は，新規事項の追加に当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，訂正事項1-1によれば，下側の浸水防止部屋29a，29bを省略した構造など(別紙1【断面図2】から【断面図4】)が含まれることになり，新規事項の追加に当たると主張する。",
                "しかし，原告が主張する構造の内容に照らして，仮に本件訂正3発明1に原告が主張する構造が含まれるのだとすれば，それは訂正事項1-1に係る発明特定事項を追加したことによるものではなく，もともと本件登録時発明に含まれていたと解するほかないから，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件訂正3の訂正事項1-2，2，3に係る訂正要件(新規事項追加)についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「機関区域」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法126条5項は，「第1項の明細書，特許請求の範囲又は図面の訂正は，願書に添付した明細書，特許請求の範囲又は図面(同項ただし書第2号に掲げる事項を目的とする訂正の場合にあつては，願書に最初に添付した明細書，特許請求の範囲又は図面(外国語書面出願に係る特許にあつては，外国語書面))に記載した事項の範囲内においてしなければならない。」と規定しているから，特許請求の範囲の減縮を目的とする本件訂正3の新規事項追加の有無は，本件特許の登録時の明細書，特許請求の範囲又は図面を基準として判断すべきである。",
                    "「機関区域」に浸水防止部屋を設けることは，登録時の本件特許の特許請求の範囲の請求項1に記載されている。",
                    "したがって，本件訂正3の訂正事項1-2，2，3中，「機関区域」に係る部分は，「特許請求の範囲・・・に記載した事項の範囲内において」するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "念のため，補正要件の問題として検討しても，以下のとおり，「浸水防止部屋」を「機関区域」に設けることは，新規事項の追加とはならない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件出願の願書に最初に添付した特許請求の範囲の請求項1の記載は，以下のとおりである(甲39)。",
                        "「  左右の側壁を有する船体と，",
                        "該船体の内部であって隔壁により推進方向の前後に区画される複数の部屋と，",
                        "前記側壁及び前記隔壁に接する浸水防止部屋と，",
                        "を備え，",
                        "前記浸水防止部屋は，機関室の上部甲板の下方またはショアランプが設けられる甲板の下方に設けられることを特徴とする船舶。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "出願当初明細書の記載は，登録時の明細書及び図面である本件明細書と同一である。",
                        "よって，出願当初明細書に記載された発明の内容は，本件発明に係る前記1(2)と同じであり，要するに，浸水容積が過大となることを防止するために，隔壁を挟んだ2つの部屋に，浸水防止部屋を所定の態様で設けるというものである。",
                        "ここで，出願当初明細書には，浸水防止部屋を設ける部屋の種類を特に限定する記載はなく，その効果を奏する部屋に設ければよいと解される。もっとも，「損傷時の浸水容積が大きな区画(例えば，機関室，補機室，軸室など)が損傷した際・・・浸水容積が過大となり」(段落【0006】)との記載によれば，本件発明の課題である，浸水容積が過大になってしまうという区画の例として，「機関室」，「補機室」及び「軸室」があげられているから，これらに浸水防止部屋を設けることが基本的に想定されているといえる。",
                        "そして，本件明細書中の「船舶の国際規則」(段落【0003】等)が示すと考えられるSOLAS条約(甲43)並びに日本工業規格(甲77)及び鋼船規則(乙9)によれば，「機関区域」の大半は「機関室」，「軸室」又は「補機室」であるから，浸水防止部屋を設ける場所を「機関区域」とすることは自明であるといえ，かかる補正は，当業者が，本件明細書に記載された事項を総合することにより導かれる技術的事項との関係で，新たな技術的事項を導入するものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，原告は，①機関区域とは，機関室及び軸室に対して極めて広い領域を指し，減揺装置が設けられた部屋や，発電機室などの区画が，機関区域の大きな部分を占めることがある，②「機関区域」には，通風機や空気調和機械を収容する場所のように，比較的狭い部屋も含まれるから，本来の目的である2つの広い部屋の浸水を防止するという観点に対して新たな技術的事項を導入するものである旨主張する。",
                        "しかし，①について，前記のとおり，出願当初明細書に記載された発明は，浸水防止部屋を設ける部屋を特に限定していないのであり，減揺装置が設けられた部屋や，発電機室などの区画が，浸水区画が大きくなるのであれば，これらに浸水防止部屋を設けることは自明である。",
                        "②について，通風機や空気調和機械を収容する場所は，補機室に当たるし，本件登録時発明及び本件訂正3発明は，「機関区域」のすべての部屋に浸水防止部屋を設けなければならないとするものではないから，比較的狭い部屋が「機関区域」に含まれるとしても，そのことは，出願当初明細書に記載された発明の本来の目的に対して，新たな技術的事項を導入することとなるものではない。",
                        "よって，原告の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「縦通隔壁で区画されていない」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，前記1(2)のとおり，船側損傷について，隔壁を挟んだ2区画が損傷することを前提に判断することとなるため，浸水容積が過大となり，配置の自由度が制限されてしまうとの課題を解決して，船側損傷時における複数の部屋への浸水を防止すると共に設計の自由度を拡大可能とする船舶を提供することを目的とするものであり，そのために，隔壁を挟んだ2区画(部屋)に，側壁及び隔壁に接する浸水防止部屋を設けるなどの構造とすることで，側壁における隔壁の近傍が損傷を受けても，浸水容積が小さい浸水防止部屋が浸水するだけで，浸水防止部屋を設けた部屋が浸水することがないようにするとともに，設計の自由度を拡大するものである。",
                    "そうだとすれば，本件発明は，隔壁を挟んだ2区画(部屋)が，いずれも浸水容積が大きい場合に適用することが第一次的に想定されているといえるところ，一般に，2つの部屋がいずれも「縦通隔壁で区画されていない」方が，浸水容積が大きくなるし，設計の自由度も高いといえる。",
                    "また，本件明細書の【図1】は，「本発明の実施例1に係る船舶としての旅客船における後部の平面図」(段落【0025】)であるが，部屋22ab，23abに，縦通隔壁は記載されていない。確かに，特許図面は設計図面等とは異なり，構造の一部が省略されることがありうるものであるが，浸水区画の広狭が問題となる本件発明において，隔壁の存否は浸水区画に影響するから，存在するとすれば記載があるのが自然であるし，船側及び横置隔壁で囲まれた区画には，「22a(23a)部屋」等の番号が付されおり，仕切甲板24の上下に2部屋あることは明示しているから，22a等の区画は1つの部屋と見るのが自然であり，上下の部屋の一方が，不図示の隔壁により複数の部屋に区画されているにも関わらず，それらをまとめて1つの番号を付しているとは考え難い。",
                    "したがって，当業者が，本件明細書に記載された事項を総合すれば，隔壁を挟んだ2区画(前記隔壁によって推進方向の前後に区画された前記機関区域の2つの前記部屋)が，いずれも縦通隔壁で区画されていない構造であることを導くことができるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，①別紙1の【断面図5】及び【断面図6】のような形状の壁も「縦通隔壁」に該当するが，これらが存在していたとしても【図1】には表れないから，縦通隔壁で区画されていないことは導かれない，②このような訂正を認めた場合，将来，新たに発見された先行技術に対して，「他のボイドスペースは存在しない」や，「他のタンクは存在しない」等の訂正が無限に認められることになり，明らかに不合理である旨主張する。",
                    "①について，確かに，「隔壁」とは，船側から船側まで，又は前後に全通しないで一部分に設ける隔壁を意味する「部分隔壁」を含む概念であること(日本工業規格造船用語―一般(甲37))，上下の甲板を全通せず，一部分に設ける構造の壁を「縦通隔壁」と呼ぶ例が実際に複数あること(特開平7-2167号(乙7)，特開平4-50092号(乙8))，本件発明は船損傷時における浸水区画の広狭に着目する発明であるところ，上下の甲板を全通せず，一部分に設ける構造の壁であっても，浸水区画の広狭に影響することからすれば，「縦通隔壁」には，船の縦方向に設ける隔壁であって，上下の甲板を全通せず，一部分に設けられるものが含まれると解される。そのため，【断面図5】及び【断面図6】のような形状の壁も「縦通隔壁」に該当すると認められる。",
                    "しかし，【断面図5】や【断面図6】のような縦通隔壁を有する構造が一般的であると認めるに足りる証拠はなく，【図1】が専らこのような構造の船舶のみを念頭に置いて記載されているとは到底認めることはできない。そうすると，【図1】には，縦通隔壁が存在しない場合も含まれることになるから，①の主張にかかわらず，縦通隔壁で区画されていないという事項は，新規事項に当たらないことに変わりはない。",
                    "②について，「いずれも縦通隔壁で区画されていない」ことが本件明細書に記載した事項の範囲内といえるのは，前記アのとおり，本件発明の目的や図面に明記された事項等を考慮してのものであって，【図1】に記載がなければ訂正を無限に認めるというものではないから，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本件訂正1の事項aに係る訂正要件(新規事項追加)についての判断の誤り(無効理由1関係))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正1の事項aは，浸水防止部屋が，「空間であり前記側壁が損傷した場合浸水」するとの発明特定事項を加えるものである。",
                "本件明細書には，実施例1として，「上部の空間(部屋22a，22b)にて，・・・仕切板26a，26bが設けられることで，左右の側壁20a，20b及び隔壁25(25a)に接する左右の浸水防止部屋27a，27bが形成されている。」(段落【0031】)ことが記載されている。この記載によれば，「浸水防止部屋」は，空間に仕切板を設けることで形成するものであるから，「浸水防止部屋」自体も空間と考えるのが自然である。",
                "また，「船体11の外部から隔壁25(25a，25b)の近傍に位置する左側壁20aに損傷を受けた場合・・・浸水防止部屋27a，29aに浸水することで，部屋22b，23bへの浸水が防止される。」(段落【0035】)との記載によれば，「浸水防止部屋」は，「側壁が損傷した場合浸水」するものである。",
                "したがって，本件明細書の記載から，「浸水防止部屋」が，「空間であり前記側壁が損傷した場合浸水」することは自明であるといえ，特段の事情も見当たらないから，事項aに係る本件訂正1は，新規事項の追加に当たらない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，事項aに係る本件訂正1は，「浸水防止部屋」の意味を汎用の浸水防止部屋から実質的に空所へと変更することから，新たな技術的事項を導入するものである旨主張する。",
                "しかし，前記のとおり，本件明細書には，「空間であり前記側壁が損傷した場合浸水」するという構造の「浸水防止部屋」が開示されているから，そのような「浸水防止部屋」に限定することが，新たな技術的事項を導入するものでないことは明らかであり，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本件訂正1の事項bに係る訂正要件(新規事項追加)についての判断の誤り(無効理由1関係))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「機関区域」について",
              "text": [
                "「機関区域」との語は，本件登録時発明において，すでに特許請求の範囲の記載に用いられている語であって，本件訂正3によって新たに加わったわけではないから，訂正要件違反の問題が生じる余地はない。",
                "また，補正要件の問題として検討しても，補正要件違反の問題が生じないことは，取消事由2と同様である(前記3(1)参照)。",
                "したがって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「縦通隔壁で区画されていない」について",
              "text": [
                "本件明細書に記載された事項を総合すれば，「縦通隔壁で区画されていない」ことを導くことができることは，取消事由2と同様である(前記3(2)参照)。",
                "したがって，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(相違点の認定の誤り(無効理由2-1，3関係))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3の1文献は，「200 m RoPax 船のモデルを用いた損傷時復原性試験最終報告 Part IIb」と題する文書であり，「本調査の主目的は，2009年1月に発効するSOLAS2009の損傷時復原性条件に適合して設計された試験船が，ストックホルム合意の甲板上浸水条件も満たすかを検証することである。」，「1．2  モデルの構成  200 m RoPax 船は二軸船であり，2つの車両倉を有し，最大乗客収容人数は542である。船はより大きな近代的なRoPax 船であり，そのため，今回の損傷時復原性の調査に十分に適している。」などと記載されている。",
                "また，別紙2のとおりの図面，写真が掲載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載及び弁論の全趣旨によれば，別紙2の参考写真11のAA断面は，別紙1【断面図7】のとおりとなるものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「縦通隔壁」には，上下の甲板を全通せず，一部分に設けるものが含まれると解されることは，前記3(2)のとおりである。",
                "よって，甲3発明の壁3，4は，「縦通隔壁」に該当するものであり，本件訂正3発明1は，「前記隔壁によって推進方向の前後に区画された前記機関区域の2つの前記部屋は，いずれも縦通隔壁で区画されていない」のに対して，甲3発明は，「前記エンジンルームは，前記左右舷の側壁と前記隔壁で区画され，前記エンジン＆電気室は，前記隔壁，壁3，4，及び後側の隔壁で区画されている」との点を相違点2として認定した本件審決に誤りはないから，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6(容易想到性の判断の誤り(無効理由2-1，3関係))について",
          "text": [
            "原告は，甲3発明において，壁3，4の有無は，適宜決定されるものにすぎないから，本件訂正3発明1は，甲3発明に対して進歩性を有しない旨主張する。",
            "しかし，甲3の1文献は，SOLAS2009の損傷時復原性条件に適合して設計された試験船が，ストックホルム合意の甲板上浸水条件も満たすかを，計算及び模型試験によって検証することを目的とするものであるが，実験結果を受けて，床を左右に広げて壁3，4を省く構成とすべきなどとする記載も示唆もない。",
            "また，甲3発明の構造は，SOLAS2009の損傷時復原性条件に適合した船になるように全体配置が検討された結果と考えられるところ，仮に床を左右に広げて壁3，4を省くとの設計変更を行うとすれば，側壁損傷の際，エンジン＆電気室が浸水することになるなど，浸水区画が変わってくるから，SOLAS条約やストックホルム合意に適合させるため，当該部分に留まらず，全体的な配置の検討が必要になるものと考えられ，かかる場合に，一致点とされた部分を変更することなく，相違点に係る部分のみを設計変更することが容易に想到できるとする根拠も見当たらない。",
            "原告は，甲3発明が実験目的であることを重視すべきでない旨主張するが，相違点に想到することの容易性の検討に当たって，引用発明の目的を考慮することは当然であり，甲3発明の目的に照らして，当業者が損傷時復原性等を念頭に置かずに設計変更を試みるとは考え難いから，原告の主張は採用できない。",
            "したがって，相違点2の容易想到性についての本件審決の判断に誤りがなく，取消事由6に係る主張には理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由7(相違点の認定の誤り(無効理由2-2，2-3関係))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4発明を主引例とする無効理由(無効理由2-2)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4文献の記載",
                  "text": [
                    "甲4文献の51頁から57頁は，「ロール・オン／ロール・オフ貨物船“TOUGGOURT”について」と題する文章であり，下記(ア)から(ウ)の記載のほか，「ロールオン・ロールオフ貨物船“TOUGGOURT”」の一般配置図(別紙3【甲4図面】参照)が示されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "51頁右欄3～7行",
                      "text": [
                        "「3．一般計画及び配置",
                        "一般配置に示すとおり，本船は車両搭載用として，主甲板下の船倉，主甲板，および全通上甲板を有し，機械室を主甲板下船尾に，居住区を上甲板上船首に配置し，その外観は客船のようにスマートである。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "51頁右欄16～18行",
                      "text": [
                        "「  主甲板下，船首タンクの次に，バウスラスター室，船倉，アンチローリングタンク，機械室，舵取機室等が配置されている。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "52頁右欄10～20行",
                      "text": [
                        "「4・3  準受動式減揺兼自動ヒール調整装置",
                        "本船には，荒天時車両の移動防止および乗り心地を良くする為にアンチローリングタンクを設けた。我国では初めてのこの方式は，左右舷側に設けられたタンク間の下部をダクトで結び，各タンク上部には空気駆動の弁が設けられており，・・・減揺効果が得られるので，貨物の積付がいろいろとかわるこの種の船には，効果的なものである。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当事者の主張等",
                  "text": [
                    "原告は，アンチローリングタンクが，「浸水防止部屋」に相当する旨主張するのに対し，被告は，「浸水防止部屋」とは，損傷を受けた場合に浸水する「空間」であって，主として「浸水防止」を企図した「空間」であると解すべきところ，アンチローリングタンクは，主として「浸水防止」を企図した「空間」ではないから，本件訂正3発明の「浸水防止部屋」に該当しない旨主張する。また，本件審決は，「浸水防止部屋」は，損傷を受けた場合に浸水する「空間」であり，専ら「浸水防止」を企図した「空間」であると解すべきであるところ，甲4発明のアンチローリングタンクは，専ら「浸水防止」を企図した「空間」であるとはいえないから，本件訂正3発明の「浸水防止部屋」には該当しないとして，本件訂正3発明1から8と甲4発明との対比等を行うことなく，進歩性違反の無効理由は成立しないと判断した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「浸水防止部屋」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲の記載によれば，本件訂正3発明1の「浸水防止部屋」は，側壁及び隔壁に接すること，仕切板により形成されること，部屋の高さ方向にわたって形成されること，機関区域の部屋に設けられること，側壁と隔壁との連結部を覆った空間であり空間に面する側壁が損傷した場合浸水することなどが特定されているものの，「専ら」あるいは「主に」浸水防止を企図した空間であるべきかは明らかでない。なお，当業者の技術常識として，「空間」とは，「空所」や「ボイド」とは異なり，必ずしも物体が存在しない場所には限定されないと認められ，このことは「下層空間13の船尾側に推進用エンジン14が配置されている」(段落【0026】)などの本件明細書の記載とも整合する。したがって，「空間」であることから，直ちに「専ら」あるいは「主に」浸水防止を企図していることは導けない。また，SOLAS条約によれば，浸水率の計算において，タンクは，0または0．95のいずれかよりリスクが高くなるケースを用いて計算すべきとされており，タンクであってもそれに面する側壁が損傷した場合浸水する場合があることとなるから，「空間に面する側壁が損傷した場合浸水すること」が，必ずしもタンクを排除するものとはいえない。",
                        "次に，本件発明の課題及び解決手段は，前記のとおり，浸水防止部屋を設けて，側壁における隔壁の近傍が損傷を受けても，浸水防止部屋が浸水するだけで，浸水防止部屋を設けた部屋が浸水することがないようにすることで，浸水区画が過大となることを防止し，設計の自由度を拡大することを目的とするものである。そうだとすれば，「浸水防止部屋」は，それに面する側壁が損傷し浸水しても，それが設けられた「部屋」に浸水しないような水密構造となっていれば，浸水区画が過大となることを防止するという本件発明の目的にかなうのであって，タンク等の他の機能を兼ねることが，当該目的を阻害すると認めるに足りる証拠はない(被告は，タンクが浸水すると，タンク本来の機能を果たせなくなったり，環境汚染につながったりするから，タンクと「浸水防止部屋」は両立しえないと主張するが，本件発明は，「浸水防止部屋」を意図的に浸水(損傷)しやすくするわけではないから，上記認定は左右されない。)。かえって，実願昭49-19748号(実開昭50-111892号)のマイクロフィルム(甲17)には，別紙5に示す第1図及び「本考案は，横置隔壁2の船側部両端に，船側外板1を一面とした高さ方向に細長い浸水阻止用の区画7を備えているから，横隔壁数を増加しなくても，船側外板1の損傷による船内への浸水を該区画7内に，または該区画7と隣接する1つの船内区画内にとどめることができ」(4頁下から7～1行)との記載があり，本件発明の「浸水防止部屋」の機能に類似する「空間7」を有する船舶の発明が開示されているところ，同文献には，「該区画7を小槽として利用することもできる。」(5頁7行)とも記載されているから，浸水防止を目的とした区画を，小槽(タンク)として利用することは，公知であったと認められる。また，「浸水防止部屋」が他の機能を兼ねることを許容する方が，設計の自由度が拡大し，その意味で本件発明の目的に資するものである。",
                        "以上によれば，「浸水防止部屋」とは，それに面する側壁が損傷し浸水しても，それが設けられた「部屋」に浸水しないような水密の構造となっている部屋を意味すると解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本件明細書の段落【0004】を根拠に，本件明細書では，タンクと浸水防止部屋は区別されている旨主張する。",
                        "しかし，段落【0004】は，ボイドスペースを海水バラストタンクとして機能させるという従来技術が記載されているにとどまり，タンクと浸水防止部屋を比較して記載しているものではないから，前記「浸水防止部屋」の解釈を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "アンチローリングタンクについて",
                  "text": [
                    "甲4発明のアンチローリングタンクは，タンクであって液体を貯留するものであるから，それが設けられた部屋に液体が浸水しないような水密の構造となっている可能性がある。",
                    "しかるに，本件審決は，アンチローリングタンクが，専ら浸水防止を企図した空間ではないとの理由のみから，これが浸水防止部屋に該当せず，無効理由2-2は成立しないと判断したものであるから，本件審決に誤りがあることは明らかであり，その誤りは審決の結論に影響を及ぼすものである。",
                    "なお，本件訂正3により，請求項9が新設されたところ，原告は，無効理由2-1については，弁駁書(甲36)を提出して，請求項9に対し，無効理由2-1と同内容の無効理由3を主張したのに対し，無効理由2-2については，請求項9に対する新たな主張を行わなかったのであるから，無効理由2-2は，請求項1から8のみを対象とするものと解するほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲6発明を主引例とする無効理由(無効理由2-3)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6文献の記載",
                  "text": [
                    "甲6文献の55頁から61頁は，「2基2軸CPP装備・船尾双胴型旅客船兼自動車航送船“3号はやぶさ”の概要」と題する文章であり，57頁19～28行の下記の記載のほか，「共栄運輸向け旅客船兼自動車航送船“3号はやぶさ”」の一般配置図(別紙3【甲6図面】参照)が示されている。",
                    "「(9)トリム及びヒール調整装置",
                    "本装置は車輌乗降時の岸壁と舷外ランプの高さを保つため，船首トリミングタンク(F.P.T.,No.1W.B.T.(C)，No.2W.B.T.(C)，No.3W.B.T.(C))及び船尾トリミングタンク(No.4W.B.T.(C)&No.4W.B.T.(P/S))を利用して船体のトリムを調整し易いように配管されており，船橋操縦盤に組み込みのタッチパネル式監視制御コンソールによりポンプ，弁の遠隔操作が出来るようになっている。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，船尾トリミングタンクが，専ら「浸水防止」を企図した「空間」であるとはいえず，「浸水防止部屋」に相当しないと判断したが，かかる浸水防止部屋の解釈が誤りであることは，前記(1)と同様である。",
                    "よって，本件審決の判断には誤りがあり，その誤りは審決の結論に影響を及ぼすものである。",
                    "なお，無効理由2-3は，請求項1から8のみを対象とすると解されることは，無効理由2-2と同様である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由1から6については理由がないが，取消事由7については理由があるので，本件審決のうち，請求項1から8に係る部分については取り消し，請求項9に係る部分については原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}