{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800115号事件について令和元年5月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩性についての判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成26年3月27日，発明の名称を「美容器」とする発明につき，特許出願(特願2014-65029号。以下「本件原出願」という。)をし，平成28年4月26日，同出願の一部を新たな出願(特願2016-88002号)とした。この新たな特許出願は，平成29年4月7日，特許第6121026号として特許権の設定登録(請求項の数4)を受けた(甲6，7。以下，この特許を「本件特許」，特許権を「本件特許権」といい，明細書と図面を併せて「本件明細書」という。)。",
            "原告は，平成30年9月11日，本件特許の無効審判を請求し(甲8)，特許庁は，同無効審判請求を無効2018-800115号事件として審理し，令和元年5月29日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同審決謄本は，同年6月6日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，以下のとおりである(以下，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」，請求項3に係る発明を「本件発明3」，請求項4に係る発明を「本件発明4」といい，本件発明1～4を併せて「本件発明」という。)。",
            "【請求項1】",
            "棒状のハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバーとからなるハンドルと，",
            "上記ハンドル本体の長手方向の一端に一体的に形成された一対の分枝部と，",
            "該一対の分枝部のそれぞれに形成されているとともに，上記凹部に連通する軸孔と，",
            "該軸孔に挿通された一対のローラシャフトと，",
            "該一対のローラシャフトに取り付けられた一対のローラと，",
            "を備え，",
            "上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構成している，美容器。",
            "【請求項2】",
            "上記凹部には，上記軸孔に挿通された上記ローラシャフトを支持するシャフト支持台が設けられている，請求項1に記載の美容器。",
            "【請求項3】",
            "上記凹部には電源部が収納されており，該電源部は上記ローラシャフトを介して，上記ローラに電気的に接続されており，該ローラと肌との間に微弱電流が流れるように構成され，上記凹部の底には上記ハンドル本体を貫通して上記電源部としての太陽電池パネルに外光を到達させる窓部が形成されている，請求項1又は2に記載の美容器。",
            "【請求項4】",
            "上記一対のローラの並び方向から見たときに，上記一対のローラシャフトは上記ハンドル本体に対して傾斜しており，上記凹部は上記一対のローラシャフトが傾斜する側に開口するように形成されている，請求項1～3のいずれか一項に記載の美容器。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "中国実用新案登録第201586180号公報(甲1の1。以下「甲1文献」という。)には，以下の発明(以下「甲1発明」という。)が記載されている。",
                "「細長椀状の固定フレーム(2)及び下部装飾カバー(4)と，固定フレーム(2)において内方に窪んだ凹部と，下部装飾カバー(4)との結合部分が露出しない状態で，内蔵する固定フレーム(2)の上記凹部を覆うように設けられた上部装飾カバー(1)とを含む持ち手(15)と，",
                "固定フレーム(2)の長手方向の一端に一体的に形成された一対の分枝部と，",
                "該一対の分枝部のそれぞれに形成されているとともに，凹部に連通する軸孔と，",
                "該軸孔に挿通された一対のスタッドボルト(9)と，",
                "該一対のスタッドボルト(9)に取り付けられた一対のマッサージローラ(5)と，を備え，",
                "下部装飾カバー(4)の表面及び上部装飾カバー(1)の表面が，持ち手(15)の表面を構成している，美容器。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1と甲1発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「ハンドルと，",
                    "一対の分枝部と，",
                    "該一対の分枝部のそれぞれに形成されているとともに，凹部に連通する軸孔と，該軸孔に挿通された一対のローラシャフトと，",
                    "該一対のローラシャフトに取り付けられた一対のローラと，",
                    "を備え，",
                    "ハンドルの表面を構成する二つの部分が，上記ハンドルの表面を構成している，美容器」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「ハンドル」の構造に関し，本件発明1のハンドルは，「表面から内方に窪んだ凹部」がある「棒状のハンドル本体」と「ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」とからなるのに対し，甲1発明のハンドル(持ち手(15))は，本件発明1の「表面から内方に窪んだ凹部」がある「ハンドル本体」と「ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」に相当する構成を備えておらず，代わりに，細長椀状の固定フレーム(2)及び細長椀状の下部装飾カバー(4)並びに上部装飾カバー(1)の三つの部材を含み，下部装飾カバー(4)との結合部分が露出しない状態で，内蔵する固定フレーム(2)の凹部を覆うように上部装飾カバー(1)を設けたものである点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1の一対の分枝部は，ハンドル本体の長手方向の一端に形成されているのに対し，甲1発明の一対の分枝部は，固定フレーム(2)の長手方向の一端に形成されている点"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "ハンドルの表面を構成する二つの部分に関し，本件発明1においては，ハンドル本体の表面及び上記ハンドルカバーの表面であるのに対し，甲1発明においては，下部装飾カバー(4)の表面及び上部装飾カバー(1)の表面である点"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1，3の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "実用新案登録第3169597号公報(甲2。以下「甲2文献」という。)には，以下の事項(以下「甲2技術事項」という。)が記載されている。",
                    "「長尺状把持部2及びヘッド部3を備えるマッサージローラー1において，把持部2からヘッド部3まで延在する本体ケース4に，本体ケース4の表面から内方に窪み，本体ケース4のほぼ全長にわたって延在する凹部を設け，凹部のうちヘッド部3の部分に，太陽電池8及びローラー11～16を配置し，透明窓部6が設けられた背面カバー部材5により，凹部のうちヘッド部3の部分を覆い，ハンドルカバーにより，凹部のうち把持部2の部分を覆い，本体ケース4の把持部2の部分の表面及びハンドルカバーの表面により，把持部2の表面を構成すること」"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2技術事項は，本体ケース4が甲1発明のように固定フレーム(2)の一端に形成された一対の分岐部を備える構成ではない。また，甲1発明が細長椀状の固定フレーム(2)及び下部装飾カバー(4)並びに上部装飾カバー(1)の三つの部材を積層構造にして構成されるのに対し，甲2技術事項は，本体ケース4上にハンドルカバー及び背面カバー部材5を同一面内並列状に配置するもので，両者はカバーの組立構造が大きく異なる。これらを踏まえると，甲2技術事項を甲1発明に適用すべき動機付けは存在しない。",
                        "したがって，相違点1，3を容易に想到できるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，甲1発明に甲2技術事項を適用したとしても，甲2技術事項におけるハンドルカバーが，本体ケース4又は背面カバー部材5に対してどのように取り付けられるかについては，甲2文献には説明されておらず，図面を参酌しても，ハンドルカバーが本体ケース4との結合部分を備えているかどうかは不明であるから，相違点1に係る構成には到達し得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件発明の技術的意義は，特に，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できるようにしたことであると認められる。ところが，甲1発明の「凹部」は，本件発明1の「凹部」のようにハンドルの成形精度や強度を維持する技術的意義を有するものではなく，また，甲2技術事項の「凹部」もそのようなものではないから，仮に甲1発明に甲2技術事項を適用し得たとしても，本件発明1における技術的意義を有する「凹部」とすることが容易であるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，本件発明1についての特許を無効にすることはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件発明2～4は，本件発明1の発明特定事項を全て含み，さらに限定を付するものであるから，本件発明2～4は，本件発明1と同様，甲1発明とは相違点1～3で相違し，相違点1，3に係る構成は，甲1発明及び甲2技術事項から容易に想到できるものではない。",
                "したがって，本件発明2～4は，当業者が容易に想到し得たものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1の進歩性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の要旨の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明の技術的意義は，特に，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できるようにしたことであると認められると判断している。",
                    "しかし，請求項の記載のみで，本件発明を一義的かつ明確に特定することができるのであるから，本件発明の認定において，本件明細書を参酌することは許されない(最高裁平成3年3月8日第二小法廷判決)。",
                    "そして，本件発明は，請求項の記載に基づく限り，上下又は左右に分割したハンドルが除外されていないのであるから，そういうものとして発明の要旨は認定されなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，高い強度を維持するという作用効果を有するとされているが，この作用効果は，主に，基端部の中身の詰まった部分に依存する作用効果であるところ，本件発明の請求項には，ハンドル基端部の上記の構造につき記載が一切なく，本件発明は，基端部に中身の詰まった部分が存在しないものを包含している。そうすると，上下又は左右に分割されたハンドルと本体に表面から内方に窪んだ凹部を形成して該凹部をハンドルカバーで覆ったハンドルとで，構造的な強度の差が生じないから，この作用効果の面からみて，本件発明から，上下又は左右に分割されたハンドルを除外する理由はない。",
                    "また，本件発明は，ハンドルの成形精度を高く維持することや密閉の容易性という作用効果を有するとされているが，これらの作用効果の面からみても，上下又は左右に分割されたハンドルを除外する理由はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件発明のハンドルは，上下又は左右に分割したハンドルが除外されていないものとして認定されなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1文献に記載された発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以下のとおり，本件発明1との対比において，甲1文献に記載された発明の下部装飾カバー(4)と固定フレーム(2)は，一体的な部材であり，下部装飾カバー(4)は技術的意義を有さないから，固定フレーム(2)の表面が持ち手(15)の表面を構成していると評価すべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献に図示されているとおり，下部装飾カバー(4)は，固定フレーム(2)の下面と同じ形状の凹部を有しており，固定フレーム(2)を下部から密着して覆うものである。",
                        "そして，下部装飾カバー(4)は，ネジ(13)を用いて，固定フレーム(2)に固定されている。このように，下部装飾カバー(4)の凹部には，固定フレーム(2)が嵌め込まれて固定されているのであるから，構造的にみて，固定フレーム(2)の凹部は，下部装飾カバー(4)の凹部と一体の構成であると評価されるべきものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1文献に記載された発明において，ソーラーエレクトロニクス装置(17)は，その機能を発揮させるために必要な構成であるところ，ソーラーエレクトロニクス装置(17)を覆うための上部装飾カバー(1)は，甲1文献に記載された発明において，技術的にみて必須の技術的構成である。これに対し，甲1文献に記載された発明の主な作用効果であるマッサージローラ(5)によるマッサージ及び微弱な電流をマッサージローラ(5)に流すという目的を達成する上で，下部装飾カバー(4)は何ら機能しておらず，下部装飾カバー(4)の存在に技術的な意味はない。下部装飾カバー(4)は，持ち手(15)の見栄えを整えるための部材であり，技術的意義を有さない部材である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，甲1文献に記載された発明(以下「原告主張甲1発明」という。)は，以下のとおりである。",
                    "「ネジ(13)で固定された固定フレーム(2)と，固定フレーム(2)において内方に窪んだ凹部と，一体化された固定フレーム(2)及び下部装飾カバー(4)の上記凹部を覆うように設けられた上部装飾カバー(1)とを含む持ち手(15)と，固定フレーム(2)の長手方向の一端に一体的に形成された一対の分枝部と，該一対の分枝部のそれぞれに形成されているとともに，凹部に連通する軸孔と，該軸孔に挿通された一対のスタッドボルト(9)と，該一対のスタッドボルト(9)に取り付けられた一対のマッサージローラ(5)と，を備え，固定フレーム(2)の表面及び上部装飾カバー(1)の表面が，持ち手(15)の表面を構成している，美容器具」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と原告主張甲1発明との一致点及び相違点",
              "text": [
                "本件発明1と原告主張甲1発明との一致点及び相違点は以下のとおりとなる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「ハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバーとからなるハンドルと，一対の分枝部と，該一対の分枝部のそれぞれに形成されているとともに，凹部に連通する軸孔と，該軸孔に挿通された一対のローラシャフトと，該一対のローラシャフトに取り付けられた一対のローラと，を備え，上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構成している，美容器」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告主張相違点1",
                      "text": [
                        "「本件発明1のハンドル本体は，棒状であるのに対して，本件発明1のハンドル本体に相当する原告主張甲1発明の一体化された固定フレーム(2)及び下部装飾カバー(4)は，細長椀状である点」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告主張相違点2",
                      "text": [
                        "「本件発明1の一対の分枝部は，ハンドル本体の長手方向の一端に形成されているのに対して，原告主張甲1発明の一対の分枝部は，一体化された固定フレーム(2)及び下部装飾カバー(4)に形成されているが，固定フレーム(2)とは一体化しているものの，下部装飾カバー(4)とは一体化していない点」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2文献に甲2技術事項が記載されていることは認める。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告主張相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1においては，ハンドル本体は棒状であると特定されているところ，甲2技術事項による本体ケース4は，長尺状とは特定されているものの，実質的には棒状であるといえる。",
                            "また，本件発明1における凹部やハンドルカバーは，成形精度や強度を高く維持するとの効果はなく，デザイン的な観点から設けられたものにすぎず，技術的には設計事項に属するものにすぎない。",
                            "したがって，原告主張甲1発明における細長椀状の固定フレーム(2)及び下部装飾カバー(4)の形状を，甲2技術事項に記載されているように，長尺状，すなわち，棒状に形成するよう変更することには，動機付けが存在する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告主張甲1発明において，ハンドル本体に相当する部材として，固定フレーム(2)及び下部装飾カバー(4)が存在し，固定フレーム(2)及び下部装飾カバー(4)に凹部が設けられ，ハンドルカバーに相当する部材として，上部装飾カバー(1)が存在するのに対して，甲2技術事項においても，ハンドル本体に相当する部材として本体ケース4が存在し，本体ケース4に凹部が設けられ，ハンドルカバーに相当する部材が存在することから，原告主張甲1発明の固定フレーム(2)及び下部装飾カバー(4)からなるハンドル本体を長尺状の棒状に変更して，それに合わせて，甲2技術事項のハンドルカバーと同様の形状に，上部装飾カバー(1)の形状を変更することは，設計事項の範疇に含まれるものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件特許の出願時において，先端が二股に分かれた分枝部を有する美容器又はマッサージ器に関して，種々のハンドルの形状が存在し，これらが凹部又はハンドルカバー部材で構成されている(甲16～19)から，ハンドルの形状及び構造をいかなる形状及び構造とするかは，単なる設計事項にすぎないといえる。",
                            "したがって，甲2技術事項において，分枝部が存在しなかったとしても，甲2技術事項のハンドルの形状のみに着目して抽出し，原告主張甲1発明に適用することの動機付けは存在し，甲2技術事項に分枝部が存在しない点は阻害要因とならない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "よって，原告主張相違点1に係る構成は容易に想到できる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件審決について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件審決は，甲2技術事項は，一対の分枝部を有さないこと，カバーの組立構造が大きく異なることから，甲2技術事項を甲1発明に適用する動機付けは存在しないと認定する。",
                            "しかし，ハンドルの形状及び構造は，本件特許の出願時において，設計事項の範疇に属し，デザイン的思考によってハンドルの形状が決定されている。",
                            "したがって，ハンドルの形状のみに着目して，甲2技術事項のように，長尺状，すなわち，棒状に，甲1発明の持ち手部(15)を構成する部材の全体形状を変更し，かつ，固定フレーム(2)及び下部装飾カバ-(4)の形状を甲2技術事項の本体ケース4のような形状にして，上部装飾カバー(1)の形状を甲2技術事項のハンドルカバーの形状に変更することには，動機付けが存在する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件審決は，ハンドルカバーが，本体ケース4又は背面カバー5に対してどのように取り付けられるかについては，甲2文献には何ら記載されておらず，図面を参酌しても，ハンドルカバーが本体ケース4との結合部分を備えているかどうかは不明であるから，相違点1に係る構成には到達し得ないと判断する。",
                            "しかし，甲2技術事項を甲1発明に適用するに際して問題とすべきは，甲2技術事項におけるハンドルの外観的な形状である。",
                            "そして，甲2技術事項には，ハンドル本体に本体ケース4と本体ケース4に存在する一部の凹部を覆うように設けられたハンドルカバーとが存在することを確認することができるのであるから，このデザイン的形状を，甲1発明に適用することは極めて容易なことである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件審決は，本件発明1の凹部は，ハンドルの成形精度や強度を高く維持するという技術的意義を有するのに対し，甲1発明の「凹部」は，ハンドルの成形精度や強度を維持するとの技術的意義を有さず，甲2技術事項の「凹部」も，そのようなものではないと認定する。",
                            "しかし，本件発明1の凹部について，ハンドルの成形精度や強度を高く維持するとの技術的意義を見いだすことができないから，本件審決は，前提に誤りがある。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告主張相違点2について",
                  "text": [
                    "原告主張甲1発明においては，下部装飾カバー(4)が，ネジ(13)によって，固定フレーム(2)に固定されているものの，デザイン的に問題とならないのであれば，下部装飾カバー(4)自体がなくてもよいし，また，固定フレーム(2)の下部の外周を見栄えのよいデザインとすることは，意匠的工夫にすぎず何ら困難なものではない。",
                    "したがって，下部装飾カバー(4)を物理的に固定フレーム(2)と一体化したり，固定フレーム(2)を意匠的に構成することによって，下部装飾カバー(4)を用いないようにすれば，ハンドル本体に相当する固定フレーム(2)から，分枝部が一体的に形成されることとなり，原告主張相違点2に係る構成を容易に想到することができる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2～4の進歩性についての判断の誤り)",
          "text": [
            "本件発明1を容易に発明することができるのであるから，本件審決における本件発明2～4に関する判断は，その前提を欠き，誤っている。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "原告は，本件発明のハンドルは，上下又は左右に分割したハンドルが除外されていないものとして認定されなければならないと主張するが，本件特許についての別件の無効審判事件の審決及び同審決に対する審決取消訴訟(知財高裁平成30年(行ケ)第10160号)の判決において，本件発明1は上下又は左右に分割したハンドルを含まないとの判断がされているから，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1文献に記載された発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，下部装飾カバー(4)は，ネジ(13)を用いて，固定フレーム(2)に固定されているのであるから，構造的にみて，固定フレーム(2)の凹部は，下部装飾カバー(4)の凹部と一体の構成であると評価されるべきものであると主張する。",
                    "しかし，甲1文献のネジ(13)は，上部装飾カバー(1)と下部装飾カバー(4)とを固定するものであり，下部装飾カバー(4)と固定フレーム(2)のみを固定するものではない。甲1文献に記載された発明の持ち手(15)は，固定フレーム(2)を，上部装飾カバー(1)と下部装飾カバー(4)とで挟んだ状態で，上部装飾カバー(1)と下部装飾カバー(4)とをネジ(13)により固定される構成である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1文献に記載された発明において，下部装飾カバー(4)は技術的意義を有さないと主張する。",
                    "しかし，甲1文献の段落【0013】には，「持ち手は，上部装飾カバー(1)，下部装飾カバー(4)，内蔵される固定フレーム(2)，シールリングA(3)，シールリングB(18)及びネジ(13)を含む。」との記載されており，持ち手(15)には下部装飾カバー(4)も含まれている。",
                    "また，甲1文献の図1には，持ち手(15)の表面が，上部装飾カバー(1)の表面と下部装飾カバー(4)により構成された図が示されており，固定フレーム(2)は表面に露出していない。",
                    "したがって，下部装飾カバー(4)は，上部装飾カバー(1)とともに持ち手(15)の表面を構成し，美容器具において使用者が把持する部分として機能するという技術的意義を有し，下部装飾カバー(4)は技術的意義がないとの原告の主張は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，固定フレーム(2)と下部装飾カバー(4)を一体的部材とは評価することはできず，下部装飾カバー(4)には技術的意義があるから，甲1文献に記載された発明において，固定フレーム(2)の表面が持ち手(15)の表面を構成していると評価することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点及び相違点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の一致点及び相違点の主張は誤りであり，本件審決の相違点1～3の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1は，ハンドルを上下又は左右に分割した構成を含むものではないから，上下に分割されている甲1発明の上部装飾カバー(1)及び下部装飾カバー(4)が，本件発明1のハンドル本体及びハンドルカバーに相当する構成を有するとはいえず，本件発明1の「ハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部」及び「上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」が一致点とはなり得ないし，「上記ハンドル本体の表面及び上記ハンドルカバーの表面」が，上記ハンドルの表面を構成している点も一致点とはなり得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の容易想到性について",
              "text": [
                "前記(3)のとおり，原告主張相違点1，2は誤りであるから，同相違点についての容易想到性を主張しても，本件審決の誤りを主張したことにはならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "本件発明2～4は，本件発明1を直接又は間接に引用する従属請求項であるから，本件発明1の容易想到性についての前記1の主張と同様の理由により本件発明2～4についての本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲の記載は，前記第2，2のとおりであるほか，本件明細書には，以下の記載がある(甲7)。",
                "【技術分野】【0001】本発明は，美容器に関する。",
                "【背景技術】【0002】従来，肌をローラによって押圧等してマッサージ効果を奏する美容器が種々提案されている。このような美容器の例として，特許文献1には，二股に分かれた先端部を有するハンドルの当該先端部に一対のローラが軸回転可能に取り付けられたものが開示されている。かかる美容器は，一対のローラを肌に接触させた状態で往復動作させることにより，肌の押圧とともに肌の摘み上げがなされてマッサージ効果を奏する。",
                "【発明の概要】【発明が解決しようとする課題】【0004】例えばハンドルを中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度が低下したり，各部材がハンドルの内部を密閉する作業に手間がかかって美容器の組み立て作業性が低下したりするおそれがある。",
                "【0005】本発明は，かかる背景に鑑みてなされたもので，ハンドルの成形精度や強度を高く維持することができるとともに，組み立て作業性の向上が図られる美容器を提供しようとするものである。",
                "【課題を解決するための手段】【0006】本発明の一の態様は，棒状のハンドル本体と，該ハンドル本体の表面から内方に窪んだ凹部と，上記ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバーとからなるハンドルと，上記ハンドル本体の長手方向の一端に一体的に形成された一対の分枝部と，該一対の分枝部のそれぞれに形成されているとともに，上記凹部に連通する軸孔と，該軸孔に挿通された一対のローラシャフトと，該一対のローラシャフトに取り付けられた一対のローラと，を備え，上記ハンドル本体の表面及び上記ハンドルカバーの表面が，上記ハンドルの表面を構成している，美容器にある。",
                "【発明の効果】【0007】上記美容器において，ハンドル本体は棒状であって，長手方向の一端に一対の分枝部が一体的に形成されている。そして，ハンドル本体には凹部が形成され，該凹部は分枝部に形成された軸孔が連通するとともに，ハンドルカバーによって覆われている。上記美容器は，このような構成を有することにより，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できることから美容器の組み立て作業性が向上する。",
                "【0008】以上のごとく，本発明によれば，ハンドルの成形精度や強度を高く維持することができるとともに，組み立て作業性の向上が図られる美容器を提供することができる。",
                "【発明を実施するための形態】【0010】上記凹部には，上記軸孔に挿通された上記ローラシャフトを支持するシャフト支持台が設けられていることが好ましい。この場合には，ローラシャフトが凹部内で支持され，ローラシャフトの抜け止めされることとなる。",
                "【0011】上記凹部には電源部が収納されており，該電源部は上記ローラシャフトを介して，上記ローラに電気的に接続されており，該ローラと肌との間に微弱電流が流れるように構成されている。この場合には，肌への刺激が増して，マッサージ効果が一層高まる。",
                "【0028】(実施例1)本例の実施例に係る美容器につき，図1～図7を用いて説明する。",
                "本例の美容器1は，図1に示すように，ハンドル本体13と，一対のローラシャフト22と，一対のローラ20と，ハンドルカバー14とを備える。",
                "ハンドル本体13は，棒状であって，凹部15が形成されている。",
                "ハンドル本体13の長手方向Yの一端である第1の端部11には，一対の分枝部11a，11bが一体的に形成されている。",
                "一対の分枝部11a，11bには，図4，図5に示すように，凹部15に連通する軸孔11cが形成されている。",
                "一対のローラシャフト22は，軸孔11cに挿通されている。",
                "一対のローラ20は，一対のローラシャフト22に取り付けられている。",
                "ハンドルカバー14は，凹部15を覆っている。",
                "【0029】そして，本例では，一対のローラ20は，図6に示すように，ハンドル10の第1端部11に互いに離隔してそれぞれの軸線L1，L2を中心に回転可能に支持されている。そして軸線L1，L2はハンドル10の中心線L0に対して第1端部11と反対側の第2端部12から第1端部11に向かう方向(図1に示すY1方向)に傾斜するように配設されている。・・・",
                "【0045】次に，本例の美容器1の作用効果を説明する。",
                "本例の美容器1によれば，ハンドル10のハンドル本体13は棒状であって，長手方向Yの一端に一対の分枝部11a，11bが一体的に形成されている。そして，ハンドル本体13には凹部15が形成され，凹部15は分枝部11a，11bに形成された軸孔11cが連通するとともに，ハンドルカバー14によって覆われている。美容器1は，このような構成を有することにより，ハンドル10を上下又は左右に分割した場合に比べて，ハンドル10の成形精度や強度を高く維持することができるとともに，ハンドルカバー14によって凹部15の内部を容易に密閉できることから美容器1の組み立て作業性が向上する。",
                "【0046】また，本例の美容器1では，凹部15には，軸孔11cに挿通されたローラシャフト22を支持するシャフト支持台33bが設けられている。これにより，ローラシャフト22が凹部15内で支持され，ローラシャフト22の抜け止めされている。",
                "【0047】また，本例の美容器1では，凹部15には電源部としての太陽光パネル31が収納されており，電源部としての太陽光パネル31はローラシャフト22を介して，ローラ20a，20bに電気的に接続されており，ローラ20a，20bと肌との間に微弱電流が流れるように構成されている。これにより，肌への刺激が増して，マッサージ効果が一層高まる。",
                "【0056】また，本例では，ハンドル10は細い棒状に形成されていることから，例えばハンドル10を中心線L0に沿って上下又は左右に分割して，ハンドル10の内部に各部材を収納する構成とした場合には，ハンドル10の成形精度や強度が低下したり，各部材がハンドル10の内部を密閉する作業に手間がかかって美容器1の組み立て作業性が低下したりするおそれがある。しかし，本例では，図4に示すように，ハンドル10は，その一部(中央部)を凹状にくり抜いて形成された凹部15内に各部材を配設するとともに，ハンドルカバー14によって当該凹部15を覆うことにより各部材を収納する構成を採用している。これにより，ハンドル10の中心線L0に沿って上下又は左右に分割した場合に比べて，ハンドル10の成形精度や強度を高く維持することができるとともに，ハンドルカバー14によって凹部15の内部を容易に密閉できることから美容器1の組み立て作業性が向上する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によると，本件発明は，次のとおりのものであると認められる。",
                "本件発明は，美容器に関するものである(段落【0001】)。従来，肌をローラによって押圧等してマッサージ効果を奏する美容器が種々提案されており，このような美容器の例として，二股に分かれた先端部を有するハンドルの当該先端部に一対のローラが軸回転可能に取り付けられたものが開示されているところ，このような美容器は，一対のローラを肌に接触させた状態で往復動作させることにより，肌の押圧とともに肌の摘み上げがなされてマッサージ効果を奏するものである(段落【0002】)。例えば，ハンドルを中心線に沿って上下又は左右に分割して，ハンドルの内部に各部材を収納する構成とした場合には，ハンドルの成形精度や強度が低下したり，各部材がハンドルの内部を密閉する作業に手間がかかって美容器の組立て作業性が低下したりするおそれがあるため，本件発明は，このような背景に鑑みてされたもので，ハンドルの成形精度や強度を高く維持することができるとともに，組立て作業性の向上が図られる美容器を提供しようとするものである(段落【0004】，【0005】)。本件発明は，ハンドル本体は棒状であって，長手方向の一端に一対の分枝部が一体的に形成されており，ハンドル本体には凹部が形成され，該凹部は分枝部に形成された軸孔が連通するとともに，ハンドルカバーによって覆われているので，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルカバーによって凹部の内部を容易に密閉できることから美容器の組み立て作業性が向上する(段落【0007】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件発明のハンドルは，上下又は左右に分割したハンドルが除外されていないものとして認定されなければならないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，前記(1)で認定した本件明細書の記載によると，本件発明は，棒状のハンドル本体に表面から内方に窪んだ凹部を形成し，該凹部をハンドルカバーによって覆うことで，ハンドルを上下又は左右に分割した場合に比べて，ハンドルの成形精度や強度を高く維持することができるとともに，ハンドルの内部を容易に密閉できるようにし，組立て作業性を向上させた発明であると認められ，本件特許の特許請求の範囲の記載もそのようなものとして理解すべきであるから，本件発明を，ハンドルが上下又は左右に分割された構成を含むものと認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，原告は，特許発明の要旨認定は，当該特許の特許請求の範囲の記載のみによって行うべきである旨主張する。発明の要旨認定は，特許請求の範囲の記載に基づいて認定されるべきである(最判平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)が，その技術内容を理解するためには，発明の詳細な説明や図面を参酌することができるのであって，そのようにして理解した技術内容をもとに，特許請求の範囲の記載に基づいて発明の要旨を認定すべきである。本件においては，上記のとおり本件発明の要旨を認定することができるのであって，これに反する原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，本件発明の高い強度を維持するという作用効果は，主に，基端部の中身の詰まった部分に依存する作用効果であり，上下又は左右に分割されたハンドルと本体に表面から内方に窪んだ凹部を形成して該凹部をハンドルカバーで覆ったハンドルとで，構造的な強度の差が生じないとして，甲20の1～3を提出する。",
                    "しかし，前記(1)の本件明細書の記載によると，本件発明の作用効果は，ハンドル本体は棒状であって，長手方向の一端に一対の分枝部が一体的に形成されており，ハンドル本体には凹部が形成され，該凹部は分枝部に形成された軸孔が連通すると共に，ハンドルカバーによって覆われているという本件発明の構成によるものであって，基端部の中身が詰まっていることによるものとは認められない。そして，基端部の中身が詰まっていないが上記の本件発明の構成を有するものと上下に分割されたハンドルを有するものでは，強度がそれほど異ならない実験結果(甲20の1～3)があるとしても，それのみで，前記(1)の本件明細書の記載に反して本件発明の構成によって強度を高く維持するという作用効果がないとはいえないし，また，本件発明の作用効果は，上記(2)のとおりそれのみに限られない。この点について，原告は，ハンドルの成形精度や密閉の容易性という点からみても，上下に分割されたハンドルを除外する理由はないと主張するが，これらの作用効果によって前記(1)の本件明細書の記載に反して，本件発明の構成を有するものと上下に分割されたハンドルを有するものでは異ならないというべき事情は認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1文献の記載",
          "text": [
            "本件原出願前に頒布された甲1文献には，以下のとおりの記載がある(甲1)。",
            "請求の範囲",
            "1．持ち手(15)，ソーラーエレクトロニクス装置(17)及びY型マッサージへツド(16)から構成され，Y型マッサージヘッド(16)は，持ち手(15)の一端の両側に設けられて持ち手(15)とともに全体としてY宇形状を構成し，ソーラーエレクトロニクス装置(17)は持ち手(15)の表面に設けられることを特徴とするY型構造の美容器具。",
            "2．前記持ち手(15)は，上部装飾カバー(1)，下部装飾カバー(4)，内蔵される固定フレーム(2)，シールリングA(3)，シールリングB(18)及びネジ(13)を含み，上下の装飾カバー(1，4)の接続箇所にはシールリングA(3)が内蔵され，固定フレーム(2)部分はシールリングB(18)とネジ(13)により固定されることを特徴とする請求項1に記載のY型構造の美容器具。",
            "3．前記ソーラーエレクトロニクス装置(17)は，透明レンズ(12)，シールリングC(19)，ソーラーシート(10)，接続バネ(11)及び電極コネクタ(21)を含み，透明レンズ(12)，シールリングC(19)，ソーラーシート(10)，接続バネ(11)は上から下へと順に持ち手(15)の表面に固定され，電極コネクタ(21)は持ち手(15)とY型マッサージヘッド(16)を接続していることを特徴とする請求項1に記載のY型構造の美容器具。",
            "明細書",
            "考案の概要",
            "［0003］本考案は，ヘルスケア，美容，マッサージ機能を一体化したY型構造の美容器具を提供することを目的とする。",
            "［0004］本考案は，持ち手，ソーラーエレクトロニクス装置及びY型マッサージヘッドから構成される。持ち手は，上部装飾カバー，下部装飾カバー，内蔵される固定フレーム，シールリングA，シールリングB及びネジを含む。上下の装飾カバーの接続箇所にはシールリングAが内蔵されており，固定フレーム部分はシールリングBとネジにより固定されている。ソーラーエレクトロニクス装置は，透明レンズ，シールリングC，ソーラーシート，接続バネ及び電極コネクタを含む。透明レンズ，シールリングC，ソーラーシート，接続バネは，上から下へと順に持ち手の表面に固定されている。また，電極コネクタは，陽極がマッサージローラに接続されており，陰極が持ち手に接続されている。Y型マッサージヘッドは持ち手の一端の両側に設けられ，持ち手とともに全体としてY字形状を構成している。Y型マッサージヘッドは，2組の固定カバー，シールリングD，スタッドボルト，軸受，鉱物リング，固定ナット及びマッサージローラを含む。持ち手のY型に分岐した先端にはシールリングDを介してスタッドボルトが接続されており，スタッドボルトの外周には軸受と鉱物リングが固定されている。また，固定カバーは軸受の外周に固定されている。マッサージローラの表面は多角形状に設計されており，マッサージローラは固定カバーの外周に覆設されている。また，スタッドボルトの他端には固定ナットが設けられている。",
            "図面の説明",
            "［0011］図中の1は上部装飾カバー，2は固定フレーム，3はシールリングA，4は下部装飾カバー，5はマッサージローラ，6は固定カバー，7は鉱物リング，8は固定ナット，9はスタッドボルト，10はソーラーシート，1 1は接続バネ，12は透明レンズ，13はネジ，14は軸受，15は持ち手，16はY型マッサージヘッド，17はソーラーエレクトロニクス装置，18はシールリングB，19はシールリングC，20はシールリングD，21は電極コネクタである。",
            "具体的実施形態",
            "［0013］本考案は，持ち手(15)，ソーラーエレクトロニクス装置(17)及びY型マッサージヘッド(16)から構成される。持ち手(15)は，上部装飾カバー(1)，下部装飾カバー(4)，内蔵される固定フレーム(2)，シールリングA(3)，シールリングB(18)及びネジ(13)を含む。上下の装飾カバー(1，4)の接続箇所にはシールリングA(3)が内蔵されており，固定フレーム(2)部分はシールリングB(18)とネジ(13)により固定されている。ソーラーエレクトロニクス装置(17)は，透明レンズ(12)，シールリングC(19)，ソーラーシート(10)，接続バネ(11)及び電極コネクタ(21)を含む。透明レンズ(12)，シールリングC(19)，ソーラーシート(10)，接続バネ(11)は，上から下へと順に持ち手(15)の表面に固定されている。また，電極コネクタ(21)は，陽極がマッサージローラ(5)に接続されており，陰極が持ち手(15)に接続されている。Y型マッサージヘッド(16)は持ち手(15)の一端の両側に設けられ，持ち手(15)とともに全体としてY字形状を構成している。Y型マッサージヘッド(16)は，2組の固定カバー(6)，シールリングD(20)，スタッドボルト(9)，軸受(14)，鉱物リング(7)，固定ナット(8)及びマッサージローラ(5)を含む。持ち手(15)のY型に分岐した先端にはシールリングD(20)を介してスタッドボルト(9)が接続されており，スタッドボルト(9)の外周には軸受(14)と鉱物リング(7)が固定されている。また，固定カバー(6)は軸受(14)の外周に固定されている。マッサージローラ(5)の表面は多角形状に設計されているため，人の手でマッサージされているかのような心地よさを与えられる。マッサージローラ(5)は固定カバー(6)の外周に覆設されている。また，スタッドボルト(9)の他端には固定ナット(8)が設けられている。",
            "図1",
            "図3"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本件発明1の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1文献に記載された発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2で認定した甲1文献の記載からすると，甲1文献には，以下の本件審決が認定したとおりの甲1発明が記載されていると認められる。",
                    "「細長椀状の固定フレーム(2)及び下部装飾カバー(4)と，固定フレーム(2)において内方に窪んだ凹部と，下部装飾カバー(4)との結合部分が露出しない状態で，内蔵する固定フレーム(2)の上記凹部を覆うように設けられた上部装飾カバー(1)とを含む持ち手(15)と，固定フレーム(2)の長手方向の一端に一体的に形成された一対の分枝部と，該一対の分枝部のそれぞれに形成されているとともに，凹部に連通する軸孔と，該軸孔に挿通された一対のスタッドボルト(9)と，該一対のスタッドボルト(9)に取り付けられた一対のマッサージローラ(5)と，を備え，下部装飾カバー(4)の表面及び上部装飾カバー(1)の表面が，持ち手(15)の表面を構成している，美容器。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，甲1文献において，下部装飾カバー(4)は，固定フレーム(2)の下面と同じ形状の凹部を有しており，ネジ(13)を用いて，固定フレーム(2)に固定されているから，構造的にみて，固定フレーム(2)の凹部は，下部装飾カバー(4)の凹部と一体の構成であると評価されるべきものであること，甲1文献に記載された発明の主な作用効果であるマッサージローラ(5)によるマッサージ及び微弱な電流をマッサージローラ(5)に流すという目的を達成する上で，下部装飾カバー(4)は何ら機能しておらず，下部装飾カバー(4)は，持ち手(15)の見栄えを整えるための部材であり，技術的意義を有さないことを理由に，固定フレーム(2)の表面が持ち手(15)の表面を構成していると主張する。",
                    "しかし，前記2のとおり，甲1文献には，本考案のY型構造の美容器は，持ち手(15)及びY型マッサージヘッド(16)から構成されると記載されているところ，甲1文献の図1，3では，持ち手(15)は，上部装飾カバー(1)と下部装飾カバー(4)とで固定フレーム(2)を挟むことによって構成され，持ち手(15)の表面は上部装飾カバー(1)の表面及び下部装飾カバー(4)の表面によって構成されていることが示されており，段落［0013］には，「持ち手(15)は，上部装飾カバー(1)，下部装飾カバー(4)，内蔵される固定フレーム(2)，シールリングA(3)，シールリングB(18)及びネジ(13)を含む。」と記載されている。このように，甲1文献には，下部装飾カバー(4)は，固定フレーム(2)及び上部装飾カバー(1)とともに持ち手(15)を構成する固定フレーム(2)とは別個の部材として記載されている。そして，下部装飾カバー(4)は，持ち手(15)の表面を構成して持ち手(15)を持ち易くするという機能を有しているものと認められるから，この点に技術的意義が認められる。また，美容器にとって，見栄えは重要であるから，見栄えをよくする点からも下部装飾カバー(4)に技術的意義が認められる。そうすると，下部装飾カバー(4)は，美容器を持ち易く，見栄えのいいものにするという技術的意義を有する，固定フレーム(2)とは別個の部材であるということができるから，甲1文献に接した当業者が，固定フレーム(2)の表面が持ち手(15)の表面を構成していると理解することはないというべきである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1と甲1発明を比較すると，以下の本件審決が認定したとおりの一致点及び相違点があると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「ハンドルと，一対の分枝部と，該一対の分枝部のそれぞれに形成されているとともに，凹部に連通する軸孔と，該軸孔に挿通された一対のローラシャフトと，該一対のローラシャフトに取り付けられた一対のローラと，を備え，ハンドルの表面を構成する二つの部分が，上記ハンドルの表面を構成している，美容器」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「ハンドル」の構造に関し，本件発明1のハンドルは，「表面から内方に窪んだ凹部」がある「棒状のハンドル本体」と「ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」とからなるのに対し，甲1発明のハンドル(持ち手(15))は，本件発明1の「表面から内方に窪んだ凹部」がある「ハンドル本体」と「ハンドル本体との結合部分が露出しない状態で上記凹部を覆うように上記ハンドル本体に取り付けられたハンドルカバー」に相当する構成を備えておらず，代わりに，細長椀状の固定フレーム(2)及び細長椀状の下部装飾カバー(4)並びに上部装飾カバー(1)の三つの部材を含み，下部装飾カバー(4)との結合部分が露出しない状態で，内蔵する固定フレーム(2)の凹部を覆うように上部装飾カバー(1)を設けたものである点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1の一対の分枝部は，ハンドル本体の長手方向の一端に形成されているのに対し，甲1発明の一対の分枝部は，固定フレーム(2)の長手方向の一端に形成されている点"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "ハンドルの表面を構成する二つの部分に関し，本件発明1においては，ハンドル本体の表面及び上記ハンドルカバーの表面であるのに対し，甲1発明においては，下部装飾カバー(4)の表面及び上部装飾カバー(1)の表面である点"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1～3の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件原出願前に頒布された甲2文献には，以下のとおりの記載がある(甲2)。",
                    "【考案の詳細な説明】【技術分野】",
                    "【0001】本考案は，顔等の体表面に当接させてマッサージを行う手持ちのマッサージローラーに関するものである。",
                    "【考案を実施するための形態】",
                    "【0020】本考案の一実施の形態によるマッサージローラーを図1及び図2に示す。本マッサージローラー1は，長尺状把持部2の先端部に設けられたヘッド部3にステンレス鋼製の第1～6の6本の円筒状ローラー(11，12，13，14，15，16)を備えたものである。ヘッド部3は，把持部2から延在する枠状の本体ケース4に収められたローラーホルダー7の軸受部に各回転軸(11s，12s，13s，14s，15s，16s)の両端が軸支されることによってローラーがヘッド部3の表面側に把持部長軸方向に沿って並列配置され，本体ケース4の背面側が背面カバー部材5によって覆われるものである。",
                    "【0021】なお，本実施形態においては，本体ケース4の表面側には中央位置に2～3mm幅の仕切り部4sが設けられており，ローラーホルダー7の第3のローラーの回転軸13sと第4のローラーの回転軸14sを軸支する軸受部の位置がこの仕切り部4sの幅に対応して離されている。これによって，ヘッド部3の表面側で，先端側の第1～第3のローラー(11，12，13)の軸支領域と後端側の第4～第6のローラー(14，15，16)の軸支領域とが互いに区分けされ，該領域同士が若干離れた配置となっている。",
                    "【0022】一方，背面カバー部材5には，中央部にアクリル等の光透過性部材からなる透明窓部6が設けられており，その内側に太陽電池8が配置されている。従って，太陽電池は，透明窓部を透過した光を受光面で受けると，光起電力効果により光エネルギーを電力に変換して出力することができる。",
                    "【図1】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アで認定した甲2文献の記載からすると，甲2文献には，以下の本件審決が認定したとおりの甲2技術事項が記載されているものと認められる(当事者間に争いがない。)。",
                    "「長尺状把持部2及びヘッド部3を備えるマッサージローラー1において，把持部2からヘッド部3まで延在する本体ケース4に，本体ケース4の表面から内方に窪み，本体ケース4のほぼ全長にわたって延在する凹部を設け，凹部のうちヘッド部3の部分に，太陽電池8及びローラー11～16を配置し，透明窓部6が設けられた背面カバー部材5により，凹部のうちヘッド部3の部分を覆い，ハンドルカバーにより，凹部のうち把持部2の部分を覆い，本体ケース4の把持部2の部分の表面及びハンドルカバーの表面により，把持部2の表面を構成すること」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明を相違点1～3に係る構成を有する発明とすることの容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)アのとおり，甲1発明の美容器は，持ち手(15)には一対の分枝部が形成され，同分枝部の軸孔に挿通された一対のスタッドボルト(9)には，一対のマッサージローラ(5)が取り付けられ，持ち手(15)は，上部装飾カバー(1)と下部装飾カバー(4)とで固定フレーム(2)を挟むことによって構成され，持ち手(15)の表面は，上部装飾カバー(1)の表面と下部装飾カバー(4)の表面によって構成されている。",
                        "一方，前記(3)ア，イのとおり，甲2技術事項のマッサージローラは，長尺把持部2及び同部材から延在する本体ケース4上に，ハンドルカバー及び背面カバー部材5の二つの部材を同一面内並列状に配置し，同マッサージローラの表面は，一体として構成された長尺把持部2及び本体ケース4，ハンドルカバー，背面カバー部材5並びに六つのローラー(11～16)によって構成され，長尺状把持部2，ヘッド部3及びローラー(11～16)とは一体として構成され，分枝部を備えていない。",
                        "このように，甲1発明と甲2技術事項とは，形状に大きな差異があるから，甲2技術事項を甲1発明に適用する動機付けが存在すると認めることはできない。",
                        "したがって，甲1発明に甲2技術事項を適用して，甲1発明を相違点1～3に係る構成を有するものとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件発明における凹部やハンドルカバーは，成形精度や強度を高く維持するとの効果はなく，デザイン的な観点から設けられたものにすぎず，技術的には設計事項に属するものにすぎないと主張するが，この主張を採用することができないことは，前記1(2)，(3)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲1発明においては，下部装飾カバー(4)は不要であり，固定フレーム(2)の下部の外周を見栄えのよいデザインとすることは，意匠的工夫にすぎず何ら困難なものではないと主張する。",
                        "しかし，前記(1)イのとおり，下部装飾カバー(4)は，持ち手(15)の表面を構成しており，持ち易く見栄えのいいものにするという技術的意義を有しているのであり，単なる装飾的な部材であるということはできない。",
                        "また，ハンドルの表面を構成している部材に分枝部を形成させるか否かによって，形状，強度及び製造に要する部材の点数等に少なからぬ差異が生じるから，相違点2が単なる設計事項ということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，本件特許の出願時において，先端が二股に分かれた分枝部を有する美容器又はマッサージ器に関して，種々のハンドルの形状が存在する(甲16～19)から，ハンドルの形状及び構造をいかなるものとするかは，単なる設計事項にすぎないと主張する。",
                        "しかし，先端が二股に分かれた分枝部を有する美容器又はマッサージ器に関して，種々のハンドルの形状が存在するからといって，そのことから直ちにハンドルの形状及び構造をいかなるものとするかは単なる設計事項であるということができることにはならない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，当業者が，甲1発明を相違点1～3に係る構成を有する発明とすることを容易に想到できるとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明2～4の進歩性についての判断の誤り)について",
          "text": [
            "本件発明2～4は，本件発明1の発明特定事項を全て含み，さらに発明特定事項を付加した発明であるから，本件発明1と同様の理由により，当業者が容易に想到し得たものではない。",
            "したがって，取消事由2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}