{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-17311号事件について令和元年8月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年3月10日，発明の名称を「UFOの飛行原理に基づくUFO飛行装置」とする特許出願をし(請求項の数1。特願2015-65193号。以下「本件出願」という。甲1)，平成30年1月15日付けで手続補正書を提出して図面について補正し(甲2)，同年5月27日付けで手続補正書を提出して特許請求の範囲について補正したが(甲5)，同年11月7日付けで拒絶査定を受けた(甲8)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年12月8日，拒絶査定不服審判請求をし(甲9)，同請求は，不服2018-17311号事件として特許庁に係属した。特許庁は，令和元年8月5日付けで審判請求は成り立たない旨の審決(以下「本件審決」という。)をし，本件審決の謄本は同月28日に原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年9月21日，本件審決の取り消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "平成30年5月27日付け手続補正書により補正された特許請求の範囲請求項1の記載は，次のとおりである。以下，「本願発明」といい，明細書を図面と合わせて「本願明細書」という。",
            "【請求項1】",
            "磁石及び対をなす電極が取り付けられた物体であって，それらの電極間で放電が可能で，放電時に於いて運動する電子が作る磁界から磁石が受ける力を物体の推力として利用する  もの。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりであるが，要するに，本件出願は，実施可能要件(特許法36条4項1号)に違反するから，特許を受けることができないというものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件違反に関する判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "運動量保存の法則の適用を誤り科学的に間違った判断がなされた(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "運動量保存の法則に抵触する科学的根拠のない断定(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "科学的でない拒絶理由(取消事由4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(実施可能要件違反に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書【0007】には，「「𝐼⃗×𝐵⃗⃗ = ⃗0⃗とならないような位置関係で磁石と一対の電極とを固定した構造体について考える。その構造体の磁界の中に於いて電極間で放電を起こすと，力の伝達に係る対称性が崩れ，構造体には零でない力が伝達される。」この力により，構造体は加速度運動を行なう。」と記載されている。この文言を読めば，「磁石と一対の電極とを固定した構造体を作り，電極間で放電を起こすと構造体は加速度運動を行なう。」という事を，即ち，飛行装置とか推進装置とかの類が実現するのだという事を誰もが了解するものといえる。",
                "そして，構造体の質量を勘案し，適切な大きさの電流・磁界を与えれば，ニュートンの運動法則に従い，構造体は加速度運動を行う。当業者であれば，この程度のことは読み解ける。",
                "よって，本願発明は，特許法36条4項1号に規定する要件を満たしているので，審決は取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本願発明においては，外力の作用を受けていない構造体の運動量が変化しており運動量保存の法則に反すると主張する。",
                "本願発明の構造体では，当該構造体の周囲の媒介物等との間に，連続的な反作用や他の外力が作用しないだけでなく，連続的でない反作用や他の外力も作用しないこと，かかる構造体は，全体として一つの運動系を構成しており，この運動系の中で構造体自体の質量変化も生じないことは認める。また，運動量保存の法則自体も認める。",
                "しかし，自動車の車体は，それ自体には直接的には外力は作用しないが，燃料がエンジンの内部において爆発的燃焼を起こすことによりエンジンが起動し，タイヤが回転し，そのタイヤが車体とつながっているので，車体が動くということは万人が認めるところであり，この現象を運動量保存の法則に反すると主張する人がいるという話は聞いたことがない。一方本願発明においても，構造体には直接外力は作用しないが，フレミングの左手の法則により磁石の磁界から力を受ける電極間を飛行する電子の運動量に等しい大きさの運動量を磁石が受け取り，この運動量が，磁石を固定している点を介して構造体に伝達されるものであって，本願発明の構造体の運動が運動量保存の法則を満たすことと，自動車の車体が動く際の運動が運動量保存の法則を満たすことは，同じ現象である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(運動量保存の法則の適用を誤り科学的に間違った判断がなされた)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「「静止」している状態と「飛行」している状態とで運動量は変化していることになり，・・・運動量保存の法則に反している。」との審決の主張は科学的に間違っている。電極UV間に存在する各電子に対して，各電子の運動量と大きさが等しい反対向きの運動量を磁石が持たなければならない。磁石は構造体に固定されているから，磁石を固定している点を介して運動量が構造体に伝達され，構造体全体が運動する事になる。",
                "よって，「本願発明は運動量保存の法則に反している」とする審決の主張は科学的に間違っている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，審決は，系の内部の部分的な運動量について指摘するものではないというが，運動量が関係する物理現象においては系のいかなる部分においても運動量保存の法則が満たされなければならないのであって，空中を飛ぶ電子と電子の運動に影響を与える磁石の間の相互作用として現れる運動量は，運動量保存の法則により，その和は零でなければならない。運動量が第三の物体(本件の場合，「構造体」)に伝達されないことと，物理現象そのものが運動量保存の法則を満たさないこととは別のものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(運動量保存の法則に抵触する科学的根拠のない断定)について",
          "text": [
            "審決は，「電極U及び電極Vにはあわせて下向きの力Fが作用する。」とする。ここで言う力Fは，フレミングの左手の法則によって磁界から電流(電子)が受ける力である。しかし，電極U及び電極Vに作用する力が，力Fに等しいか否かは自明ではない。もし，上下方向の力が釣り合っていると仮定するならば，構造体は推力を持たず，運動をしない事になる。この場合，磁石の磁界から力を受けて運動量を変化させながら空中を飛んでいる電子の運動量と釣り合う運動量が存在せず，運動量保存の法則に反する事になる。即ち，運動量保存の法則からの帰結として上下方向の力は釣り合う事はない。",
            "よって，「電極U及び電極Vに合わせて下向きの力Fが作用する」と言う主張は科学的に間違っている。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(科学的でない拒絶理由)について",
          "text": [
            "審決は，「本願明細書を参照してもその動作原理が理解でき」ないとする。",
            "動作原理が理解出来ないまま判断を下したと言う事であるから，本件審決は主観的判断に従ったと言う事である。これは，客観的である事を旨とする科学とは真逆の立ち位置からの判断であり，科学的に判断すべしとする特許法2条の精神に反するものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(実施可能要件違反に関する判断の誤り)について",
          "text": [
            "本願明細書に示される構造体は，当該構造体の周囲の媒介物等との間に，連続的な反作用や他の外力が作用しないだけでなく，連続的でない反作用や他の外力も作用しない孤立系である。しかし，本願明細書によれば，構造体は静止状態から飛行状態へと構造体の速度が変化しており，構造体自体の質量は変化していないから，その総運動量(構造体自体の質量×構造体自体の速度)が変化していることは明らかである。",
            "よって，本願明細書で示される「構造体」の運動は，運動量保存の法則に反したものであり，その動作原理は明らかでないところ，そのような場合，実際に本願発明が動作したことの実証実験が重要である。しかし，実際に動作した実施結果について本願明細書には何ら開示がない。",
            "したがって，本願発明の「物体の推力」を得る構造について，本願明細書を参照してもその動作原理が理解できず，また，動作原理が理解できないまま実施しようとしても，本願明細書には，それを動作させるのに十分な情報が開示されていない。",
            "以上のとおり，審決に誤りはなく，原告が主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(運動量保存の法則の適用を誤り科学的に間違った判断がなされた)について",
          "text": [
            "審決は，構造体自体の運動量が変化しているため，運動量保存の法則に反していることを指摘するものであって，系(一つの運動体を構成する構造体自体)の内部の部分的な運動量について指摘するものではない。",
            "よって，原告が主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(運動量保存の法則に抵触する科学的根拠のない断定)について",
          "text": [
            "本願発明において，「電子は，磁石Jの影響を受けて磁石に近付く向きに曲げられて飛ぶ」とされており，結局，電子は，電極Uの位置に至るものである。電子は，磁石に近づく向きに曲げられて飛ぶだけでは，電極Uの位置に至ることはできず，電子が磁石方向に近づいて落ちていかないように支えようとする力(即ち，電極が電子を引っ張り上げる力)が存在することにより構造体ABCD-EFGHの電極Uの位置に至るといえる(仮に，電子を電極Uの位置まで支えようとする力を考えないとすると，「電極U，V間で放電」するという前提が成り立たない。)。",
            "構造体ABCD-EFGHに作用する上下方向の力に注目すると，電子を磁石Jの影響を受けて磁石に近づく向きに曲げる力Fに対向する磁石J方向に近づいて落ちて行かないように支えようとする力を構造体ABCD-EFGHの電極U及び電極Vを支えている部分が受け持ち，電極U及び電極Vにはあわせて下向きの力Fが作用し，電極U及び電極Vが固定された構造体ABCD-EFGHには下向きの力Fが作用するといえる。",
            "よって，原告の主張する取消事由3は，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(科学的でない拒絶理由)について",
          "text": [
            "本願明細書の記載事項は，運動量保存の法則に反するものであるから，その動作原理が理解できないことは，先に述べたとおりであり，何ら審決が取り消されるべき違法性はない。",
            "よって，原告が主張する取消事由4は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲の記載は，前記第2の2記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件明細書の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "【0001】  この発明は，フレミングの左手の法則から導かれるUFOの飛行原理に基づくUFO飛行装置に関するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題を解決するための手段",
              "text": [
                "【0005】  課題を解決するための手段は，発明者が見出したUFOの飛行原理に基づくものである。",
                "まず，その原理を紹介する為に，発明者が著した論文を全文引用する。",
                "因みに，この論文は未発表である。",
                "【0006】  ・・・2-2．導線Lを設置せずに，電極U，V間で放電を起こした場合",
                "図2に於いて，電気を電極Uから電極Vに向けて放電させた場合，電子はVからUに向って空中を飛ぶ。電子は，磁石Jの影響を受けて磁石に近付く向きに曲げられて飛ぶから，首尾よく放電を起こさせるために，電極U及び電極Vは電子の軌道の曲がりを考慮して，位置や大きさを決める必要がある。",
                "電子の流れが磁石から受ける力は，フレミングの左手の法則に従って であり，この電子の流れが作る磁界が磁石Jに及ぼす力は- である。",
                "磁石Jは点P，Qで固定されているので，磁石が受ける力- は，点P，Qを介して構造体ABCD‐EFGHに伝達される。",
                "一方，放電を起こすVU間を移動する電子は全体として力 を受けるが，電子自体はこの力を構造体ABCD-EFGHに伝達する事は出来ない。",
                "何故なら，UV間を繋ぐ物体(導線)は存在せず，電子は空中を飛んでいるからである。",
                "従って，点Vと点Uの間で放電を起こした場合には，構造体ABCD-EFGHには力- のみが伝達される。",
                "それ故，図2に示すように，構造体ABCD‐EFGHに磁石J及び電極U，Vを固定し，電極V，U間で放電を起こさせれば，構造体はなる力を受ける。",
                "3．UFOの飛行原理とUFO飛行装置",
                "とならないような位置関係で，磁石と一対の電極とを構造体にそれぞれ固定し，電極間で放電を起こすものとする。(磁石が棒状の磁石であるならば，例えば図2に示すようになる。)",
                "放電により空間を飛ぶ電子は，磁石が作る磁界から力を受け，曲線運動を行なう。しかし，電子が受けている力は，電子が空間を飛んでいるが故に構造体には伝達されない。",
                "然るに，磁石も運動する電子が作る磁界から力を受けるが，この力は，磁石を固定している点を介して構造体に伝達される。",
                "電極間が導線で繋がれておれば，磁石が受ける力と導線の中を走る電子が受ける力(導線が受ける力)とは，それぞれが共に構造体に伝達されるが，導線を設置せずに放電と言う方法を用いた場合，空間を飛ぶ電子が受ける力の方は構造体には伝達されない。",
                "以上を要約する。",
                "「 とならないような位置関係で磁石と一対の電極とを固定した構造体について考える。その構造体の磁界の中に於いて電極間で放電を起こすと，力の伝達に係る対称性が崩れ，構造体には零でない力が伝達される。」",
                "この力により，構造体は加速度運動を行なう。",
                "これが，UFOの飛行原理である。",
                "そして，この構造体が，UFOの飛行原理に基づくUFO飛行装置である。",
                "4．UFOの作成",
                "飛行させたい物体に(形状は問わない。)UFO飛行装置取り付ければ，UFOの基本的な部分は完成である。",
                "因みに，UFO本体の構造，電力供給の問題，飛行制御の方法等，工学上のテーマについては，稿を改めて考察すべき事柄である。・・・",
                "5．おわりに",
                "地球と月の間の距離は約380000kmである。",
                "地球から月までを，ここで提案したUFOで行くものとする。中間地点まではgで加速し，それ以降はgで減速し，月には速度0で着陸するものとする。",
                "・・・よって，往復に要する時間は，約7時間であり，月旅行は日帰りが可能となる。",
                "尚，加減速がgであるから，身体的負担はないものと思われる。",
                "【0007】  以下に，引用論文の一部を再掲する。",
                "「 とならないような位置関係で磁石と一対の電極とを固定した構造体について考える。その構造体の磁界の中に於いて電極間で放電を起こすと，力の伝達に係る対称性が崩れ，構造体には零でない力が伝達される。」",
                "この力により，構造体は加速度運動を行なう。",
                "これが，UFOの飛行原理である。",
                "そして，この構造体が，UFOの飛行原理に基づくUFO飛行装置である。",
                "【0008】  引用論文に記述されているように， とならないような位置関係で磁石と一対の電極とが固定された構造体(構造体の役割は，磁石と電極との相対的な位置関係を固定する事であるから，形状は問わない。また，構造体は磁石や電極に対して電磁気的な影響を与える事がないように配慮されているものとする。)であって，これらの電極間で放電を起こす事が出来るように作成された構造体は，UFOの飛行原理に基づくUFO飛行装置である。",
                "ここに， は放電の電流， は固定された磁石の磁界である。",
                "【0009】  UFO飛行装置を，飛行させようとする飛行体に取り付ける事により課題が解決する。",
                "何故なら，この飛行体は適当な大きさの電流を供給すれば，地球の重力に打ち勝って加速度運動をする事が出来るからである。",
                "本発明は，以上の構成よりなるUFO飛行装置である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の効果",
              "text": [
                "【0010】  本発明によるUFO飛行装置を，円盤に取り付ければ，所謂UFOが実現する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1ないし4について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，取消事由1ないし4を主張するが，要するに，本件出願が特許法36条4項1号(実施可能要件)に違反するとした審決の判断は誤りである旨主張するものと解されるので，一括して判断する。",
                "特許法36条4項1号は，発明の詳細な説明の記載は，発明の属する技術の分野における通常の知識を有する者が，その実施をすることができる程度に明確かつ十分に記載したものでなければならないことを規定するものである。本願発明は，物の発明(特許法2条3項1号)であるから，本願発明が実施可能要件を充足するためには，当業者がこれを生産し，かつ使用することができる程度に明確かつ十分に記載したものでなければならない。そして，実施可能要件を満たすことは，出願人が立証責任を負う。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は「磁石及び対をなす電極が取り付けられた物体であって，それらの電極間で放電が可能で，放電時に於いて運動する電子が作る磁界から磁石が受ける力を物体の推力として利用する  もの。」(【請求項1】)とあるように，本願発明に係る「物体」ないし「もの」(以下，本願発明に係る「物体」及び「もの」並びに本願明細書に開示された「構造体」を，「「UFO飛行装置」」ということがある。)は，電磁力を利用して物体に推進力を与えることができるものとされている。推進力を与えるものであるから，その速度が変化することは明らかである。なお，段落【0006】によれば，重力加速度gに等しい大きさの推進力を与えることが可能であるとされている。",
                "しかるに，本願明細書中には，「UFO飛行装置」内部の電子と磁石の関係についての記載はあるものの，「UFO飛行装置」が装置の外部の電磁場から影響を受ける旨の記載はないし，外部の電磁場の状態を特定するような記載もない。かえって，段落【0006】によれば，「UFO飛行装置」を取り付けた物体は，地球から月まで行くことができ，その中間地点まで加速しそれ以降は減速できるとされているから，「UFO飛行装置」は，宇宙空間においても地球上でも使用可能なものであり，外部の電磁場の状態に関わりなく動作可能なものであることが前提とされていると考えられる。したがって，本願明細書に開示された「UFO飛行装置」は，装置の外部にある電磁場との関係で生じる電磁力により推進力を得るものではないと解される。",
                "また，電磁力以外の力についても，本願明細書には，「UFO飛行装置」が，外部の物体を押すことによる反作用を受けるなど，何らかの物理的な力を外部から受けることは記載されていない。さらに，「UFO飛行装置」が，外部に物質を噴射するなどして質量を変化させることも記載されていない。",
                "なお，原告も，「UFO飛行装置」は，周囲の媒介物等との間に，連続的な反作用や他の外力が作用しないだけでなく，連続的でない反作用や他の外力も作用しないこと，質量変化も生じないことを認めている。",
                "以上によれば，本願発明の「UFO飛行装置」は，外部からの何らかの力を受けることも，質量を変化させることもないにも関わらず，その速度を変化させることができるとする発明であると解するほかない。これは，外力の作用なく「UFO飛行装置」の運動量(質量×速度)が変化するということであるから，運動量保存の法則に反する。また，「UFO飛行装置」の推進力に対向する反作用の力が見当たらないから，作用反作用の法則にも反する。",
                "このように，本願発明は，当業者の技術常識に反する結果を実現するとする発明であるが，本願明細書には，本願発明の「UFO飛行装置」が推進した事実(実験結果)は示されていない。",
                "したがって，本願明細書の発明の詳細な説明には，当業者が「放電時に於いて運動する電子が作る磁界から磁石が受ける力を物体の推力として利用する」「UFO飛行装置」を生産し，かつ使用できる程度に明確かつ十分に記載されているとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，自動車の内部で燃料が燃焼を起こすことによりタイヤが回転し車体が動くが，これが運動量保存の法則に反するとはされていない旨主張する。",
                "しかし，自動車の場合は，路面とタイヤとの間に摩擦力が働き，タイヤが路面に及ぼす力と反対方向の力を，路面がタイヤに反作用として及ぼすことで推進するのであって，自動車は路面という外部からの力を受けている。",
                "これに対し，本願発明は，「UFO飛行装置」の外部との間に何ら力が働かないにもかかわらず，推進することができるとするものであるから，自動車の場合と相違することは明らかである。",
                "その他，原告は，本願発明の原理としてるる主張するが，いずれも「UFO飛行装置」内部の現象にとどまり，「UFO飛行装置」全体が外部からの力を受けることなく運動量を変化させられることを説明するものではないから，前記認定を左右しない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10122",
    "date": "2020-02-04",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089229",
    "ipprecedent_id": "5308",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}