{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2018-14114号事件について令和元年10月16日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「X線透視撮影装置」とする発明について，平成26年10月29日に特許出願(特願2014-220371。以下「本願」という。)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年1月5日付けで特許請求の範囲及び明細書の記載事項について手続補正をし，同年9月7日付けで拒絶理由通知を受けたため，同年11月17日付けで特許請求の範囲及び明細書の記載事項について手続補正(以下「本件補正」という。)をし，平成30年2月16日付けで拒絶理由通知を受けたため，同年4月19日付けで特許請求の範囲及び明細書の記載事項について手続補正をしたが，同年7月19日付けで，補正の却下の決定がされた上で，同日付けで拒絶査定を受けた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年10月24日付けで，拒絶査定不服審判(不服2018-14114号事件)を請求した。",
                "特許庁は，令和元年10月16日，本件審判の請求は成り立たない旨の審決(以下「本件審決」という。)をし，その謄本は，同月29日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和元年11月25日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正によって補正した特許請求の範囲の請求項1の記載は，次のとおりである(以下，本件補正後の請求項1に係る発明を「本願発明」という。甲5)。",
            "【請求項1】",
            "X線管と，",
            "前記X線管から照射され被検者を通過したX線を検出するX線検出部と，",
            "前記X線管と前記X線検出部とを支持するアームと，",
            "移動機構を備え，前記アームを支持する本体と，前記本体に配設され前記X線検出部により検出したX線に基づいてX線画像を表示する表示部と，",
            "前記X線検出部により検出したX線に基づいてX線画像を表示する前記表示部とは異なる第2表示部を備えたモニタ台車と，",
            "を備えたX線透視撮影装置において，",
            "前記表示部と前記第2表示部には，手術中に透視された同一のX線画像が表示され，",
            "前記X線画像のうち，前記表示部に表示されるX線画像のみを回転させる画像回転機構を備えるX線透視撮影装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本願発明は，本願の出願前に頒布された刊行物である甲第1号証(特開2006-122448号。以下「引用文献1」という。また，書証については，以下，単に「甲1」などと略記する。)に記載された発明(以下「引用発明」という。)及び甲2(特開2009-022602号。以下「引用文献2」という。)に記載された事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができず，本願は拒絶されるべきものであると判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "操作者が手押しで移動させる台車41と，",
                    "台車41上に保持されたポジショニングを手動で行うC型アーム42と，",
                    "C型アーム42の端部のそれぞれに取り付けられた，X線管11とコリメータ12，およびイメージインテンシファイア14とTVカメラ15とを組み合わせ，被検者のX線画像信号が得られる撮像装置と，",
                    "台車41とは別体に構成されたキャビネット43上に設置された診断用画像モニタ装置17と，",
                    "台車41の上面に設けられたタッチパネル装置22付き操作用液晶ディスプレイ装置21とを有する，外科用X線映像装置において",
                    "TVカメラ15からカメラ制御ユニット16を経て出力される映像信号は診断用画像モニタ装置17に送られてX線透視像が表示されるとともに，制御ユニット18を経て操作用液晶ディスプレイ装置21に送られ，操作用液晶ディスプレイ装置21においてもX線透視像が表示される",
                    "外科用X線映像装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "X線管と，",
                    "前記X線管から照射され被検者を通過したX線を検出するX線検出部と，",
                    "前記X線管と前記X線検出部とを支持するアームと，",
                    "移動機構を備え，前記アームを支持する本体と，前記本体に配設され前記X線検出部により検出したX線に基づいてX線画像を表示する表示部と，",
                    "前記X線検出部により検出したX線に基づいてX線画像を表示する前記表示部とは異なる第2表示部を備えたモニタ台車と，",
                    "を備えたX線透視撮影装置において，",
                    "前記表示部と前記第2表示部には，手術中に透視された同一のX線画像が表示されるX線透視撮影装置。",
                    "(相違点)",
                    "本願発明は，「前記X線画像のうち，前記表示部に表示されるX線画像のみを回転させる画像回転機構を備え」ているのに対し，引用発明は，そのような特定がない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明の容易想到性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "本件審決は，①引用文献2には，「術者の位置情報に基づいてX線画像302の回転処理を行」い「このような処理により，術者によるX線画像と実際の患者の患部の位置把握が容易となる」技術事項が記載されており，この技術事項において，「術者」は，「X線画像」を見ている者であるから，引用文献2には，「X線画像を見る者によるX線画像と実際の患者の位置把握を容易にするために，X線画像を見る者の位置情報に基づいてX線画像302の回転処理を行う」という技術事項(以下「技術事項2」という。)が記載されているといえる，②引用発明の「C型アーム42」は，「ポジショニングを手動で行う」ものであることから，引用発明において，「操作用液晶ディスプレイ装置21」を見て操作する「操作者」は，「被検者」に対し，いろいろな位置に移動しなければならないことは明らかであり，この場合において，「操作用液晶ディスプレイ装置21」を見て操作する「操作者」の「被検者」の視認方向が，「診断用画像モニタ装置17」を見る「術者」と一致しないことは明らかであるから，「操作用液晶ディスプレイ装置21」を見る「操作者」の位置情報に基づいて，「操作用液晶ディスプレイ装置21」及び「診断用画像モニタ装置17」の「X線透視像」を共に回転処理した場合，「診断用画像モニタ装置17」に表示される「X線透視像」の方向が，「診断用画像モニタ装置17」を見る「術者」の「被検者」の視認方向と一致しない(以下，この下線部について「課題B2」という。)，③すると，「診断用画像モニタ装置17」を見る「術者」の「X線透視像」と実際の「被検者」の患部の位置把握が難しくなるから，「操作用液晶ディスプレイ装置21」を見る「操作者」の位置情報に基づいて回転処理する「X線透視像」は，「操作用液晶ディスプレイ装置21」のみとしなければならないといえ，技術事項2を引用発明の「操作用液晶ディスプレイ装置21」に表示された「X線透視像」のみに適用し，本願発明のごとく構成することは，当業者にとって容易に想到できたことであると判断したが，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の技術的思想は，X線を曝射しない状態において，コリメータの開閉・回転操作及びTVカメラの回転操作を行う際，当該操作に対応した画像を表示するのに大掛かりな画像処理を必要とせず，簡単・安価な処理で済み，さらには操作者の手元で表示することができるようにしたX線映像装置を提供するとの課題を解決するために(【0004】ないし【0006】)，X線照射停止直前の画像を操作用画像表示手段に表示するとともに，この画像に重ねてマーカ画像を表示し，このマーカ画像の表示位置・角度を実際のコリメータ位置・角度及び撮像手段の回転角度に対応したものとする構成(【0007】，【0009】，【0015】ないし【0019】)を採用することで，操作者が，X線照射を停止した状態で操作用画像表示手段の表示を観察しながら，視覚的にX線コリメーションや撮像画像回転の調整作業を容易に行うことができるとの作用効果(【0009】，【0023】)を奏する点にある。",
                "そして，本願の出願日当時，外科用X線撮影装置の分野においては，「術者」の希望する方向にX線透視像の表示方向を補正するために，操作者は，術者の指示に基づいてTVカメラを回転させることは技術常識であり(甲15(特開2013-017569号公報)の段落【0003】，甲16(特開2010-063586号公報)の段落【0005】，【0006】，甲17(特開平9-298687号公報)の段落【0004】ないし【0007】，乙2(特開2013-017759号公報)の段落【0002】，【0003】)，術者と操作者との間には主従の関係がある。したがって，このような技術常識を把握した当業者は，引用文献1においても，操作者は「操作用液晶ディスプレイ装置21」を見ながら，術者の指示に基づいてTVカメラを回転操作することにより，術者の所望する方向にX線透視像の表示方向を補正するという役割を担うのであり，そのために「操作用液晶ディスプレイ装置21」には「診断用画像モニタ装置17」と同一のX線透視像が同一の向きに表示されるという前提が存在し，操作者は，「操作用液晶ディスプレイ21」を見ながら，術者の指示に基づいてTVカメラを回転操作することにより，術者の所望する方向にX線透視像の表示方向を補正し，「操作用液晶ディスプレイ21」と「診断用画像モニタ装置17」とが同一の向きに表示されるように構成されていると理解するのが当然である。引用文献1には，「操作用ディスプレイ装置21」を見て操作する「操作者」の視認方向が，「診断用画像モニタ装置17」を見る「術者」と一致しないという本件審決が認定した課題B2について記載も示唆もないし，前述したところに照らせば，手術中に被検者の患部を表示する画像表示装置において，異なる方向から被検者に対向する場合，各々が見る画像表示装置の画像の向きを各々が被検者を見る向き(視認方向)に一致させるという課題が，操作者において，本願の出願日当時，周知の課題であるともいえない。",
                "よって，このような課題があることを前提として，相違点の構成，すなわち，「前記画像X線画像のうち，前記表示部に表示されるX線画像のみを回転させる画像回転機構を備え」る構成にする動機づけが当業者にあったとはいえない。",
                "なお，被告は，後記2(1)において，乙3及び4によれば，手術中に被検者の患部を表示する画像表示装置において，異なる方向から被検者に対向する場合，各々の被検者を見る向き(視認方向)に一致させるという課題は当業者にとって周知である旨主張するが，これらの文献は，引用発明における術者の課題を提示するものといえても，引用発明における操作者の課題を提供するものではなく，そこで示されている課題は，あくまで画像中に手技が映り込む「術者」の視認方向と画像の表示方向とをそろえることにより，手技とその手技が映り込む画像の方向を一致させるということであり，手術を行わない「操作者」にとって，被告の主張する「周知課題」を適用して，操作者から見た患部の方向と操作用ディスプレイの患部画像の見え方とを一致させる必要はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，前記(1)記載のような課題があるとしても，引用文献2の技術的思想は，従来の循環器診断装置のCアームを専門の技師が操作室で制御する方法では，術者と技師との間で連絡が困難なことから，術者の所望する位置に迅速にCアームを移動させることができないとの問題に鑑み(【0006】，【0009】)，術者が人手を介することなく所望する位置に迅速にCアームを移動させることで，容易に所望のX線画像を得られるようにすることを目的として，術者にHMD(ヘッドマウントディスプレイ)を装着させ，術者の位置情報に基づいてX線画像の方向と実際の患者の方向とが一致するように回転処理されたX線画像をHMD上に重畳表示し，当該X線画像に対する術者の視線移動に応じてCアームを移動させるとの構成(【0010】，【0020】，【0022】，【0023】，【0026】，【0033】，【0040】)を採用することで，術者が人手を介することなく，容易に所望のX線画像を得ることができるとの作用効果を奏する(【0012】，【0043】)というものであり，「X線画像を回転させる」基となる「位置情報」は「HMDを装着した術者の位置情報」であって，「術者とは別の操作者の位置情報」は含まれないと解するのが自然である。したがって，「術者によるX線画像と実際の患者の患部の位置把握を容易にするために術者の位置情報に基づいてX線画像302の回転処理を行う」という技術事項から，「X線画像を見る者によるX線画像と実際の患者の患部の位置把握を容易にするために，X線画像を見る者の位置情報に基づいてX線画像302の回転処理を行う」という技術事項(技術事項2)を導き出すことは，本願の出願日当時の技術常識を参酌しても当業者が導き出せる事項とはいえず，技術事項2が引用文献2に記載されているに等しい事項であるとはいえないから，引用発明において，術者とは別の操作者の位置情報に基づいて，当該操作者が見る操作用液晶ディスプレイ21に表示されたX線画像のみを回転させるという相違点の構成に至ることは困難である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，技術事項2を引用発明に適用すると，「X線画像を見る者である操作者による操作用液晶ディスプレイ装置21に表示されたX線透視像と実際の患者の患部の位置把握を容易にするために，X線画像を見る者である操作者の位置情報に基づいて操作用液晶ディスプレイ装置21に表示されたX線透視像の回転処理を行う」ことになる。",
                "しかし，このようにしてしまうと，①前記(1)のとおり，本願の出願日当時，外科用X線撮影装置の分野においては，「術者」の希望する方向にX線透視像の表示方向を補正するために，操作者は，術者の指示に基づいてTVカメラを回転させることが技術常識であるところ，操作者が見るX線透視像が術者の意図する方向とは異なることとなる結果，術者の指示に基づいて術者の意図する角度にX線透視像を調整することが困難となり，操作者本来の役割を果たすことができなくなるし，②引用発明の外科用X線撮影装置の分野において，操作者は，術者の指示に従ってC型アームの位置合わせをする役割も担っているところ，C型アームの移動方向と操作者用ディスプレイに表示された患部画像の移動する方向とが一致せず，C型アームを移動させて関心領域を画面の中心に合わせるという操作者本来の役割を果たせなくなる。",
                "したがって，引用発明における操作者に技術事項2を適用することについては，阻害要因がある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，技術事項2を引用発明の「操作用液晶ディスプレイ装置21」に表示された「X線透視像」のみに適用し，本願発明のごとく構成することは，当業者にとって容易に想到することができたとした本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "①Cアームを備えたX線診断装置であって，術者専用のX線画像表示手段である別置きモニタのほかに，診断装置の筐体側にもX線画像を表示するタッチパネル付きのモニタが設けられたX線診断装置においては，操作者がX線画像を見ながらCアームの操作や位置決めをすること(乙1の段落【0042】。以下，「操作者がC型アーム側の操作用モニタを見ながらアームを操作すること」を「技術常識1」という。)，②操作者(オペレータ)がC型アームを移動させて手術中の患部のX線透視像を撮影する際，操作者(オペレータ)は医師や補助者(以下「医師等」という。)の邪魔にならない位置でX線撮影装置の操作を行う必要があること，医師等の位置に応じて，操作者(オペレータ)が医師等の邪魔にならないよう，被検者に対して様々な位置でX線撮影装置の操作を行うこと(乙1の段落【0015】，【0016】，図1，図2，乙2の段落【0025】，【0026】，図3，図4。以下，「操作者は医師の邪魔にならない様々な位置に移動してアームの操作を行うこと」を「技術常識2」という。)，③手術中のX線撮影装置の分野においては，「術者」が見る「診断用画像モニタ装置」の「患部の画像の角度」と「術者」が見る「手術中の患部の方向」とを一致させると，術者にとって見やすくなること(甲15の段落【0003】。以下，「手術中は，画像中の角度と患部の目視方向とが一致すると見やすいこと」を「技術常識3」という。)は，本願の出願日当時の技術常識であった。",
                "技術常識1及び2からすると，当業者は，引用文献1の装置においても，「操作者」が「操作用液晶ディスプレイ装置21」に表示されるX線透視像を見てC型アームのポジショニングを行っており，その際，医師の邪魔にならないように様々な位置に移動してアームの操作を行うものと理解する。そして，技術常識3により，当業者であれば，引用発明において被検者に対していろいろな位置でX線撮影装置の操作を行わなければならない「操作者」が，医師等の術者が被検者を見る方向とは異なる方向から被検者を見ることにより，操作者が被検者を見る方向と操作者用の画像表示装置に表示される患部の方向とが一致しない状況になる場合がある(課題B2)と理解する(別紙「被告作成図面1」参照)。",
                "そして，手術中に被検者の患部を表示する画像表示装置において，異なる方向から被検者に対向する場合，各々が見る画像表示装置の画像の向きを各々の被検者を見る向き(視認方向)に一致させるという課題は，本願の出願日当時，当業者にとって周知であった(乙3の段落【0007】，【0022】，乙4の段落【0022】，【0025】，図1，図10)から，当業者であれば，手術中に被検者の患部を表示する画像表示装置である引用発明において，医師等の術者が被検者を見る方向とは異なる方向から被検者を見ることにより，被検者を見る方向と画像表示装置に表示される被検者の患部の方向とが一致しない状況になっている「操作者」に対して，上記の周知課題を参照し，異なる方向から被検者に対向する操作者が見る操作用液晶ディスプレイ21の画像の向きを，操作者が被検者を見る向き(視認方向)に一致させるという課題を当然に把握する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明と引用文献2に記載された技術事項2は，共に操作者が患部を見る方向が操作者の移動に応じて変化し，操作者に提示されるX線画像がそのまま(角度が固定された状態)では，操作者の移動に応じて操作者が患部を見る像の角度と，操作者が見えるX線画像の角度との関係が変化するという前提において共通するから，引用発明に技術事項2を適用する動機付けはあり，引用発明における操作者の都合に着目して，引用文献2の「術者」が操作者として振る舞う場合に着目した技術事項2を上記の動機付けに基づいて適用するに際には，操作者とは都合の異なる術者用のモニタに対し操作用ディスプレイと同様の画像回転を施すことが動機付けられることは技術常識3に照らしてあり得ないから，「操作用液晶ディスプレイ21」に表示される「X線透視像」のみを操作者の立ち位置，都合に合わせて回転することが動機付けられ，当該構成に想い至るものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，引用発明において，上記周知課題を解決するために，被検者を見る方向と操作者用の画像表示装置に表示される被検者の患部の方向とが一致しない状況にある「操作者」が見る「操作用液晶ディスプレイ21」に表示された「X線透視像」のみに対して技術事項2を適用することにより，「操作用ディスプレイ21」に表示される「X線透視像」のみを回転させる画像回転機構を備えるようにすることは，当業者が容易に想到し得るのであり，これと同旨の本件審決の判断に誤りはない。",
                "なお，原告は，引用文献2は，X線画像を回転させる位置情報は，HMDを装着した術者の位置情報であって，術者とは別の操作者の位置情報は含まれないから，本件審決が認定した技術事項2は誤りである旨主張するが，引用文献2の【0014】には，「・術者の頭部に装着しX線画像と実際の患者の様子を観察することができるとともに，得られたX線画像を表示するための表示部を提供する・・・ヘッドマウントディスプレイ(HMD110)」と記載されているのであるから，引用文献2の「術者」は，「X線画像を観察する者」である。そして，「術者」とは，同【0016】に「術者は・・・X線画像の一部を注視したり，・・・所望の照射部位Cアーム103を移動することを可能とする。」と記載されているのであるから，患者に手術を行う「医師」として患部を観察する者との立場に加え，「オペレータ」(本件明細書)又は「操作者」(引用文献1)に当たる，Cアームのポジショニング(位置決め操作)等を担う者としてX線撮影対象である患部を観察する者としての立場も備えるものである。そうすると，引用文献2の位置情報には，操作者の位置情報も含まれるから，本件審決が認定した技術事項2に誤りはない。",
                "また，原告は，前記1(3)のとおり，引用発明における操作者に技術事項2を適用することについては，阻害要因がある旨主張するが，操作者が「術者の意図する角度にX線透視像を調整するために，術者の指示に基づいてX線透視像を回転させる役割」を担うことは技術常識であるところ，引用文献1の【0019】に記載があるように，操作用液晶ディスプレイ装置において診断用画像モニタ装置のX線透視像の正立位置，すなわち上方方向位置を，マーカを移動させる等の間接的な方法を指定することで当該透視像を回転させることもできるのであり，必ずしも操作用液晶ディスプレイ装置のX線透視像そのものを同期回転させることが唯一の選択肢であるとはいえないし，また，(操作者用液晶ディスプレイの付属した)C型アーム(台車)を患部に対して回転しても，操作者用液晶ディスプレイに表示されるX線透視像は，操作者からみた患者(患部)の視認像の向きに一致するように回転されることになるから，C型アームを移動させる場合に，前記ディスプレイに表示された像において所望の向きに移動させれば，C型アームの画角を患部(関心領域)に対し所望の向きに移動させられることになり，C型アームの移動方向と操作者用ディスプレイに表示された患部画像の移動する方向が同一となるので，引用発明における操作者に技術事項2を適用することについては，阻害要因はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載事項について",
          "text": [
            "本願に係る明細書及び図面(ただし，本件補正後のもの。以下，これらを併せて「本件明細書」という。甲3，5，18)には，別紙1のとおりの記載があり，この記載によれば，本件明細書の「発明の詳細な説明」には，本件発明に関し，次のような開示があることが認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "手術室に搬入されて使用される外科用X線透視撮影装置においては，X線透視画像又はX線撮影画像(以下，これらを「X線画像」という。)は，本体とは別に設けられたモニタ台車における表示部に表示され，モニタ台車は，手術等の治療を実行する医師と対向する位置に配置され，治療時においては，オペレータが本体の表示部に表示されたX線画像を確認することによりC型アームの位置決めを行っているが，本体における表示部には医師と対向配置されたモニタ台車に表示されるX線画像と同一のX線画像が表示されるため，本体における表示部に表示されるX線画像の向きと被検者の向きとは一般的に異なっており，したがって，オペレータが本体における表示部に表示されたX線画像を確認しながらC型アームの位置決めを行うことは困難であり高度の熟練を要するという問題があり，また，医師とオペレータの情報共有を図るため，医師が見ているモニタ台車の表示部の画像とオペレータが見ている本体の表示部の画像との向きを同一にしたいという要望があった(【0002】，【0003】，【0006】，【0007】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「この発明」は，上記の課題を解決するためにされたものであり，本体の表示部に表示されるX線画像のみを回転させることにより，本体の表示部に表示されるX線画像の向きをオペレータに適した方向とすることが可能となり，オペレータは，本体の表示部に表示されるX線画像を容易に認識することができ，これによりC型アームの位置決め等を容易に実行することが可能となる(【0008】，【0014】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用例の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1には，別紙2のとおりの記載があり，この記載によれば，引用文献1には，引用発明の課題につき次のような開示があるものと認められ，また，【0012】ないし【0015】及び図2によれば，引用発明は，前記第2の3(2)アのとおりの発明であると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "X線装置では，操作者が被検者に対してX線管やX線撮像手段のポジショニングを行うとともに，その手元で管電圧や管電流などのX線条件の設定操作を行い，それとは離れた場所に置かれた診断用画像モニタ装置を医師等が観察して診断を行うことがあり，また，その際，操作者が，X線条件等の設定操作だけでなく，コリメータやTVカメラの調整を行うことがあるが，操作者が行うコリメータやTVカメラの調整は，X線照射中に行うようにすれば確実ではあるものの，診断目的に合致した画像を得るように調整できるまで被検者に対してX線を曝射しなければならず，被検者のみならず操作者に対してもX線被曝が問題となり，そのような不必要なX線被曝を避けるため，X線照射停止中に画像処理装置を利用してX線照射中と同様の調整を行えるようにしているものがあるが，画像処理装置を備えていない安価なX線映像装置ではこうしたX線曝射しない状態での表示，調整をすることはできず，画像処理装置を備えた高価なX線映像装置であっても，画像処理後の画像は，操作者からは離れた場所に置かれる診断用モニタ装置に表示されるため，操作者がその画像を見て確認するには不便であるという問題があった(【0002】ないし【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「この発明」の課題は，X線曝射しない状態でコリメータ・カメラの操作に対応した画像を表示するために大掛かりな画像処理を必要とせず，簡単・安価な処理で済み，さらには操作者の手元で表示することができるようにしたX線映像装置を提供することにある(【0006】)。"
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献2には，別紙3のとおりの記載があり，この記載によれば，引用文献2には，発明の課題ないし目的につき次のような開示があるものと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "X線画像装置のなかでも，特に循環器診断装置は，心血管をはじめとして，頭部，腹部，下肢血管などの全身の動静脈，主として動脈系が診断対象となり，血管内に造影剤を注入し，血流をX線透過像で診断することから，全身に対していろいろな角度からX線による透視及び撮影が可能でなければならないところ，そのような循環器診断装置では，一般に保持装置がCアーム形になっており，天板(テーブル)が片持ちされた検診台(カテーテル寝台)と組み合わせることにより被検体を動かすことなく自由な角度での透視・撮影位置を取ることができるが，このようなX線画像診断装置において術者が検査や手術を実施する場合，透視用モニタに表示された透視像を観察しながらカテーテルの先端を血管内に誘導し，所定の位置まで挿入し，再び透視用モニタ装置を観察しながらCアームを動かし診断部位を最適位置に再セットするといったように，従来のシステムでは，診断又は手術中に透視用モニタを確認するために，術者が被検体及びカテーテル挿入部から何度も目を離さなければならず，また，天板及びCアームを最適位置に動かすためにはフットスイッチを足で操作したり，術者以外の専門の技師を必要としており，フットペダルでCアームを制御する方法では，術者の立ち位置が変わった場合やフットペダルの数が多くなった場合には誤動作につながるという危険性があり，また，専門の技師が操作室などでCアームを制御する方法では，術者と技師との間でお互いの連絡が取りにくいなどの理由から，術者の所望する照射部位に迅速にCアームを移動させることが難しいという問題があった(【0002】ないし【0004】，【0006】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本発明は，術者が人手を介することなく，容易に所望のX線画像を得ることを可能にし，操作性に優れた放射線画像装置及びその制御方法を提供することを目的とするものである(【0009】，【0012】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記ア(ア)及び(イ)のような課題ないし目的を前提にしつつ，引用文献2の【0014】ないし【0017】，【0020】，【0022】，図1，図14によれば，引用文献2には，「HMDを装着し操作者を兼ねた術者が見るHMDの画像表示部に表示されるX線画像と実際の患者の患部の位置把握を容易にするために，上記術者の床面上の位置情報に基づいて上記X線画像の回転処理を行う」との技術事項(以下「技術事項2’」という。)が記載されているものと認められるべきである。本件審決は，回転処理されるX線の画像は術者が装着したHMDの画像であること，操作者を兼ねた術者の位置情報が床面(センサ)からのものであるという構成を捨象して，「X線画像を見る者によるX線画像と実際の患者の位置把握を容易にするために，X線画像を見る者の位置情報に基づいてX線画像302の回転処理を行う」という技術事項(技術事項2)を認定したものであり，技術事項の範囲を不当に抽象化，拡大化するものといえ，誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(1)イのとおり，引用発明は，医師等が観察して診断を行う診断用画像モニタ装置と離れて，操作者が被検者に対してX線装置のコリメータやTVカメラの調整等を行う際の被検者及び操作者のX線被爆を避けるために，X線曝射しない状態でコリメータやカメラの操作ができ，簡単かつ安価で操作者の手元で表示することができるX線映像装置を提供することを目的とするものである。",
                    "そして，引用文献1は，こうした課題を解決するために，医師等が観察する診断用画像モニタ装置とは別に，1対の平行コリメータ位置マーカ24，24や円形コリメータ位置マーカ25，カメラ画像正立位置マーカ26の画像を，制御ユニット18の制御の下で，X線照射停止直前に撮像され画像メモリ19に格納されたX線透視像を画像と重ねて操作用液晶ディスプレイ装置21に表示し，マーカ24，25，26上を指などで触れてドラッグすると，その位置情報が制御ユニット18に取り込まれて演算されて新たな表示位置が求められ，その位置へ各マーカが動いていくような表示がされ，この入力情報に応じて制御ユニット18が指令をコリメータ12及びTVカメラ15へ出し，コリメータ12の遮蔽板の位置や方向が変更され，TVカメラ15の回転角度が調整され，現実に動いた位置・方向の情報が制御ユニット18に返され，これに応じて制御ユニット18が平行コリメータ位置マーカ24，24又は円形コリメータ位置マーカ25の表示位置を固定するとともに，表示されたX線透視像23及びカメラ画像正立位置マーカ26を回転させる(【0018】，【0019】)という構成を開示している。",
                    "このように，引用発明は，あくまで，医師等が観察して診断を行う診断用画像モニタ装置とは別に，X線被爆を避けるために，X線曝射しない状態で操作ができ，画像を操作者の手元で表示することができるX線映像装置を提供することを目的とするものであって，こうした技術的意義を有する引用発明において，引用文献1には，操作者が医師等の術者が被検者を見る方向と異なる方向から被検者を見ることにより，操作者が被検者を見る方向と操作用画像表示装置に表示される患部の方向とが一致しないという課題(課題B2)があるといった記載や示唆は一切ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点につき，被告は，前記第3の2(1)のとおり，当業者であれば，課題B2の存在を理解し，手術中に被検者の患部を表示する画像表示装置において，「操作者」が異なる方向から被検者に対向する場合，各々の被検者を見る向き(視認方向)に一致させるという周知の課題(乙3，4)を参照し，異なる方向から被検者に対向する操作者が見る操作用液晶ディスプレイ21の画像の向きを，操作者が被検者を見る向き(視認方向)に一致させるという課題を当然に把握し，引用発明に技術事項2を適用する動機づけがある旨主張する。",
                    "しかし，当業者であれば，課題B2の存在を当然に理解するという点については，これを裏付けるに足りる証拠の提出はなく，むしろ，原告が主張するように，術者と操作者との力関係や役割の違いに照らせば，操作者は，従前は，このような課題を具体的に意識することもなく，術者の指示に基づきその所望する方向に画像を調整することに注力していたものであるのに対して，本願発明は，その操作者の便宜に着目して，操作者の観点から画像の調整を容易にするための問題点を新たに課題として取り上げたことに意義があるとの評価も十分に可能である。",
                    "また，乙3には，「本発明の手術用顕微鏡システムでは，前記画像表示手段を複数備え，少なくとも一つの画像表示手段で表示される画像の向きが変更可能であることが望ましい。このような構成では，術者と助手とが向き合って手術する時のように，撮像部分を異なる方向から見る場合においても，それぞれの見る方向に応じて画像の向きを変えることにより，撮像部分を見るのと同じ向きの画像を表示することが可能となり，より手際のよい手術が行えるようになる。」(【0007】)，「本発明の手術用顕微鏡システムは，・・・前記画像処理装置は，各電気光学撮像手段からの撮像信号に基づいて，基準画像信号を生成して，基準画像を前記画像表示手段に表示させる基準画像生成部と，前記各撮像信号に基づいて，基準画像と上下または左右が反転した反転画像信号を生成して，前記画像表示手段に表示させる反転画像生成部とを備えることを特徴とする。」(【0008】)との記載があるように，術者とそれを補助する術者が向き合って手術をするときのように撮像部分を異なる方向から見る場合でも，画像表示手段で表示される画像の向きをそれぞれの見る方向に応じて変更する構成により，撮像部分を見るのと同じ向きの画像を表示することが可能となり，より手際のよい手術が行えるようになるとの課題が示されているにとどまり，術者とX線撮影装置の操作者についてそのような課題があると開示するものではない。",
                    "さらに，乙4には，「本実施例の装置の動作について，図を参照して説明する。まず，図1において術者Aは第1モニタ4を見て，術者Bは第2モニタ7を見て手技を行っている。ここで術者Bは内視鏡2に対向しているので，内視鏡2の原画像をそのまま第2のモニタ7に表示すると，上下左右が逆の感覚で見えてしまう。このため，画像処理装置8にて，第2モニタ7の画面のみを上下左右反転させた倒立像を映し出す。」(【0022】)，「本実施例では，第2モニタ7を倒立像にすることで，術者Bが上下左右逆の感覚で手技を行うことがないので，スムーズに手技を行うことができる。また，第1モニタ4及び第2モニタ7のいずれでも倒立像にできるので，内視鏡2の向きや術者の位置が変わっても，容易に対応できる。」(【0025】)との記載があるように，術者Aと術者Bがそれぞれ異なるモニタを見て手技を行う場合において，術者Bが見ている第2のモニタ7に内視鏡2の原画像を見てそのまま表示すると，上下左右が逆の感覚で見えてしまうという課題が示されているにとどまり，術者とX線撮影装置の操作者についてそのような課題があると開示するものではない。",
                    "そうすると，上記の乙3，4の各文献に記載された課題は，あくまで術者と助手又は術者と術者がそれぞれ異なるモニタを見ることによって生じる課題を指摘するにとどまり，術者とは異なる操作者が操作を行うという引用発明の場合において，操作者の便宜のために，操作者が見る患部の向きの方向と，操作者が見る操作用液晶ディスプレイの患部の向きとを一致させるという課題を示唆するものとはいえないから，当業者がこのような課題を当然に把握するともいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，仮に，引用発明について，前記課題B2の存在を認識し，異なる方向から被検者に対向する操作者が見る操作用液晶ディスプレイ21の画像の向きを，操作者が被検者を見る向き(視認方向)に一致させるという課題を把握して，操作用液晶ディスプレイ装置21に表示されるX線画像のみを回転させるという相違点の構成とする動機づけがあると仮定しても，前記2(2)のとおり，技術事項2’は，HMDを装着し操作者を兼ねた術者が見るHMDの画像表示部に表示されるX線画像と実際の患者の患部の位置把握を容易にするために，上記術者の床面上の位置情報に基づいて上記X線画像の回転処理を行うものであるから，回転処理がされるX線画像はHMDの画像表示部であり(引用文献2の【0014】，【0020】，図14等)，また，画像回転処理の基になる位置情報は，床面に設けられた感圧センサによるものである(引用文献2の【0022】)。",
                "こうした技術事項2’の構成は，キャビネット43に設置された診断用画像モニタ17は術者である医師が使用し，台車41に設けられた操作用液晶ディスプレイ装置21は撮像装置のセッティング等のために操作者が状況に応じて自由に移動し，また台車41に様々な立ち位置を取ることができる引用発明の具体的な構成と大きく異なるものであるから，引用発明と引用文献2に記載されたX線装置は同一の技術分野に属し，X線画像を表示する装置を有する点で共通するとしても，HMDに表示されるX線画像の回転処理が行われるという技術事項のみを抽出して引用発明に適用する動機づけがあるとはいえない。",
                "さらに，技術事項2’は，操作者を兼ねた術者が装着したHMDに表示されるX線透視像を床面の位置情報に基づいて回転させるという構成を有するものであるから，こうした構成を無視して，表示されたX線画像のみを回転させるという技術事項のみを適用し，本願発明の相違点の構成に想到するとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願発明と引用発明との相違点は，本願発明は「前記X線画像のうち，前記表示部に表示されるX線画像のみを回転させる画像回転機構を備え」ているのに対し，引用発明は，そのような特定がない点に尽きるが(本願発明における画像回転機構自体については目新しいものとはいえない。)，引用文献1には，「操作用液晶ディスプレイ装置21」を見て操作する「操作者」の視認方向が「診断用画像モニタ装置17」を見る「術者」の「被検者」の視認方向と一致しないという課題(課題B2)について記載も示唆もなく，被告が提出した文献からは，手術中に被検者の患部を表示する画像表示装置において，異なる方向から被検者に対向する操作者が見る操作用液晶ディスプレイ21の画像の向きを，操作者が被検者を見る向き(視認方向)に一致させるという課題があると認めるに足りないから，こうした課題があることを前提として，引用発明との相違点の構成にする動機づけがあるとはいえず，また，本件審決の技術事項2の認定に誤りがあり，引用文献2に記載された事項(技術事項2’)から引用発明との相違点の構成に想到するともいえないから，結局のところ，本願発明は，引用発明及び引用文献2に記載された技術事項2’に基づいて当業者であれば容易に想到し得たものとはいえず，これと異なる本件審決の判断は，その余の点につき判断するまでもなく，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由は理由があるから，本件審決は取り消されるべきである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10159",
    "date": "2021-04-15",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090249",
    "ipprecedent_id": "5544",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}