{
  "decision": [
    {
      "fig": "1",
      "text": "1審被告の控訴に基づき，原判決のうち1審被告敗訴部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "上記取消しに係る1審原告の請求をいずれも棄却する。"
    },
    {
      "fig": "3",
      "text": "1審原告が当審において追加した請求を棄却する。"
    },
    {
      "fig": "4",
      "text": "1審原告の控訴を棄却する。"
    },
    {
      "fig": "5",
      "text": "訴訟費用は，第1，2審とも1審原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "1審原告の控訴関係",
          "content": [
            {
              "fig": "(1)",
              "subject": "1審原告",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決主文第2項及び第3項を次のとおり変更する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1審被告は，1 審原告に対し，別紙1「⑦元本」欄記載の各金員及びこれに対する同「⑧債務発生日」欄記載の各日から支払済まで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "訴訟費用は，第1，2審とも1審被告の負担とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "仮執行宣言"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "1審被告",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1審原告の控訴を棄却する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "1審原告が当審において追加した請求を棄却する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴費用は，1審原告の負担とする。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "1審被告の控訴関係",
          "content": [
            {
              "fig": "(1)",
              "subject": "1審被告",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決のうち1審被告敗訴部分を取り消す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記取消しに係る1審原告の請求をいずれも棄却する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "訴訟費用は，第1，2審とも1審原告の負担とする。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "1審原告",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1 審被告の控訴を棄却する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴費用は，1審被告の負担とする。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「情報管理方法，情報管理装置及び情報管理プログラム」とする特許第5075201号（本件特許）に係る本件特許権を有する1審原告が，1審被告は，その特許請求の範囲請求項7に係る発明（本件発明）の技術的範囲に属する原判決別紙1記載の被告プログラムを使用したサービスを顧客に提供し，本件特許権を侵害しているとして，1審被告に対し，特許法100条1項に基づき，被告プログラムの譲渡等の差止めを求めるとともに，民法709条に基づき，平成25年5月26日から平成31年4月末日までの期間についての損害賠償及び不法行為の後の日から民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，1審原告の請求のうち，被告プログラムの譲渡等の差止めと，民法709条に基づく損害賠償請求の一部を原判決別紙2-1記載のとおり認容し，その余の請求を棄却したため，1審原告及び1審被告がそれぞれ控訴した。",
            "1審原告は，当審において，別紙1のとおり，令和元年5月1日から令和2年1月末日までの期間についての民法709条に基づく損害賠償及び不法行為の後の日から民法所定の年5分の割合による遅延損害金の支払を求めて，請求を拡張した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実（当事者間に争いがない事実又は文中に掲記した証拠及び弁論の全趣旨により認定することができる事実）",
          "text": [
            "次のとおり，原判決を補正するほかは，原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する。",
            "（原判決の補正）",
            "原判決5頁7行目の「が存在した。」を，次のとおり改める。",
            "「，「架電トラッキングシステムにおいて電話番号の割り当て及び再利用を行うための方法及び装置」に関する発明（以下「乙14発明」という。）を記載した米国特許出願公開第2005／0251445号明細書（乙14。以下「乙14」という。）が存在した。"
          ],
          "content": [
            {
              "fig": "(7)",
              "subject": "1審被告は，平成29年11月28日，特許庁に対し，本件特許の請求項1，4及び7に係る発明について，乙14に基づく新規性欠如を理由として無効審判を請求した。特許庁は，同請求を無効2017-800143号事件として審理し，令和元年6月25日，「訂正後の請求項1及び4について訂正することを認める。特許第5075201号の請求項1及び7に係る発明についての特許を無効とする。特許第5075201号の請求項4に係る発明についての審判の請求は，成り立たない。」との審決をした（乙79）。」"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及びこれに関する当事者の主張",
          "text": [
            "次のとおり，原判決を補正し，当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第2の3及び第3記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "text": [
                "原判決6頁21行目の「（X2p4）」を削る。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における1審原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求の拡張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原審において審理の対象となった損害の範囲は，平成25年5月26日から平成31年4月末日までの期間において1審原告に発生した損害であるところ，1審被告は，令和元年5月以降も被告サービス（「Callクレヨン」と称するサービス）を顧客に提供している。そのため，1審原告は，令和元年5月1日から令和2年1月31日までの期間において1審原告に発生した損害も損害賠償の対象に含める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審被告による本件特許権の継続的な侵害行為によって1審原告が被った損害額は，別紙1の「⑧債務発生日」欄の各年月日において，同別紙の「②貢献利益」欄記載の各金額である。計算鑑定書は平成30年9月までの期間の売上高等しか鑑定対象としていないから，1審原告は，原判決の認定と同様に，同年4月から同年9月までの各月の平均額をもって，同年10月以降の1審被告の1か月当たりの貢献利益と仕入費の金額とした。",
                        "また，特許侵害者から，当該侵害行為について共同不法行為者の関係に立つ第三者に支払われた利益額（経費部分を除いた利潤部分）は，特許法102条2項の利益額の算定において控除することが許されないから，1審被告は，共同不法行為者であるインテックに対して支払った別紙1の「③仕入費」欄記載の各金額に含まれるインテックの利益についても賠償責任を負う。被告サービスの限界利益率は50％を下らないことから，本来あるべき貢献利益額は，同別紙の「④あるべき貢献利益」欄記載の各金額となる。",
                        "さらに，特許法102条2項に基づき損害額と推定される「利益」には，消費税額相当分（別紙1の「④あるべき貢献利益」欄記載の各金額に，同別紙の「⑤消費税率」欄記載の各税率を乗じた金額）及び弁護士費用（別紙1の「⑥弁護士費用」欄記載の金額）が加算される。",
                        "以上より，損害元本額は，別紙1の「⑦元本」欄の金額となる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1審被告は，1審原告に対し，別紙1の「⑦元本」欄記載の各金員に対する同別紙の「⑧債務発生日」欄記載の各年月日から支払済みまで民法所定の年5分の割合による遅延損害金の支払義務を負う。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "時機に後れた攻撃防御方法ではないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審原告は，平成30年10月4日付け原告第16準備書面において，①特許権侵害者から当該侵害行為について共同不法行為者の関係に立つ第三者に支払われた利益額（経費部分を除いた利潤部分）は特許法102条2項の利益額の算定において控除することが許されない，②1審被告とインテックは1審被告の特許侵害行為に関して共同不法行為者の関係に立つから，1審被告からインテックに支払われた費用のうち，同社が受領する利益額相当分を控除することは許されないと主張（以下「本件原告主張」という。）したところ，原審裁判所は，令和元年6月19日の第22回弁論準備手続期日において，本件原告主張を民訴法157条1項により却下した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件原告主張は，以下のとおり，時機に後れたものではない。",
                        "1審原告は，平成30年3月15日に提出された同日付け被告準備書面（14）及び損害額に関する証拠により，1審被告が被告サービスの売上げの●●●●●に相当する金額を100％子会社のインテックに支払っていることを知り，「まずは売上額に関する証拠について検討し，疑義があれば1審被告に釈明を求めるように」との原審裁判所の同月22日の第13回弁論準備手続期日における訴訟指揮に従って，売上額に関する求釈明事項をまとめた同年4月13日付け原告第11準備書面を提出し，その後，同年8月15日付け原告第14準備書面を提出し，売上げから控除すべき経費に関する反論を開始し，この書面において，インテックが1審被告から受領した金員のうち，同社の利益部分は，100％親子会社間の利益の移し替えであり，そのような移し替えによって，本来，特許権者が得られるべき損害額が減少するのは衡平に反しているから，当該金額を控除すべきではないと主張し，さらに，同年10月4日付け原告第16準備書面において，本件原告主張を提出した。",
                        "このように，1審原告は，原審裁判所の訴訟指揮に基づく訴訟活動を行ったものであり，経費に関する主張は平成30年8月以降になったが，本件原告主張が記載された同年10月4日付け原告第16準備書面は，経費に関する反論書面としては2本目の準備書面である。また，1審原告は，同年6月20日の第15回弁論準備手続期日において1審被告から提出された1審被告とインテックが共同不法行為者の関係に立つことを示す重要な証拠（乙37，41，43）を踏まえて本件原告主張を行ったものであるが，当該証拠が提出されてから1審原告が本件原告主張を行うまで，弁論準備手続期日は同年8月27日の第16回弁論準備手続期日の1回しか開かれていない。",
                        "したがって，本件原告主張の提出は，時機に後れたものではない。このことは，本件原告主張の提出後も約8か月にもわたって合計5回もの弁論準備手続期日が開かれていること，損害論の審理期間（平成29年11月～令和元年6月の20か月）全体でみると，当該審理期間のほぼ中間時点に原告第16準備書面が提出されていることからも裏付けられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件原告主張は，既に提出済の証拠（甲3，20，22，乙18，19，37，41，43）や1審被告自身の主張（平成30年3月15日付け被告準備書面（14）7頁～11頁）から優に認定することができるから，「訴訟の完結を遅延させることとなる」という要件も充足しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "1審原告にとっては，1審被告とインテックの関係は1審被告からの開示がなければ詳細が一切不明であったところ，1審被告から両者が共同不法行為者の関係に立つことを示す重要な証拠が提出されたのは，平成30年6月20日の第15回弁論準備手続期日である。1審被告とインテックが共同不法行為者であることに基づく主張をすることについては，1審被告から開示を受けた1審被告とインテックの関係を示す相当数の訴訟資料の調査のみならず，特許侵害者から当該侵害行為について共同不法行為者の関係に立つ第三者に支払われた利益額が特許法102条2項の利益額の算定において控除することが可能か否かという論点についての法的調査にも相当な時間を要するものであり，仮に，本件訴訟において当該主張をした時期が時機に後れているとしても，当該遅延について1審原告に故意も重過失も存在しない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上から，本件原告主張が時機に後れた攻撃防御方法であるとの原審裁判所の判断には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙14に基づく無効の抗弁に対する反論（争点2：無効理由の有無）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審被告は，原審で時機に後れた攻撃防御方法として却下された乙14に基づく新規性欠如の抗弁を，当審においても再度主張したが，1審原告は，当該無効主張（新規性欠如）について民訴法157条1項に基づく却下は求めない。しかし，本件特許は，乙14に基づき新規性が欠如するものではない。詳細は，別紙2「乙14に基づく無効の抗弁についての当事者の主張」記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1審被告の乙14に基づく進歩性欠如の無効の抗弁は，時機に後れた攻撃防御方法であり，訴訟の完結を遅延させ，1審被告に故意又は過失が認められるため，却下を求める。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "当審における1審被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求の拡張について",
                  "text": [
                    "被告プログラムは本件発明の技術的範囲に属さず，また，本件特許は特許無効審判により無効にされるべきものであるから，1審被告の行為は何ら本件特許権を侵害しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1審原告が共同不法行為の成立を基礎づける根拠として挙げた書証である甲3（プレスリリース）及び甲22（論文）は，いずれも本件訴訟提起前から作成，公表されているものであり，1審原告は訴訟の当初からその内容を把握していた。乙18及び19（特許公報）も本件訴訟提起前から作成，公表されているものであり，1審原告は訴訟の当初からその内容を把握していたはずである。",
                        "1審原告は，1審被告とインテックとの間に本件特許権の侵害について共同不法行為が成立すると主張するのであれば，平成28年5月26日付け訴状を提出する段階において（又は少なくとも侵害論の審理中において），両者を被告とする民法719条に基づく損害賠償請求をすることができたのであるから，本件原告主張は，「時機に後れて提出した攻撃又は防御の方法」に該当する。",
                        "1審原告は，原審における審理経過について主張するが，原審裁判所は，平成30年3月22日の第13回弁論準備手続期日において，1審原告が主張するような訴訟指揮はしていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "共同不法行為は，一つの共同不法行為の主張を基軸として，共同行為者各自の行為が客観的に関連し共同して違法に損害を加えたか否か（又は主観的要素と客観的要素とを総合的に評価し，全額連帯責任を負わせるだけの一体性があるかどうか），各自の行為がそれぞれ独立に不法行為の要件を備えるか否かなどの争点が一連となって形成されるため，民法709条に基づく通常の不法行為を請求原因とする訴訟で，新たに民法719条に基づく共同不法行為の主張の追加を許容するならば，当該共同不法行為の主張を基軸として新たな一連の争点が生ずることになり，実質的には審理のやり直しとなるに等しくなる。",
                        "1審原告の本件原告主張による攻撃方法を却下せずに，これを審理した場合と，これらの攻撃方法を却下した場合について，それぞれ予想される訴訟完結の時点を比較すると，1審原告の攻撃方法が「訴訟の完結を遅延させることとなる」ものであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1審原告の主張の前提となる共同不法行為についての主張が時機に後れたことについては，重大な過失がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙14発明に基づく無効の抗弁（争点2：無効理由の有無）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新規性欠如",
                      "text": [
                        "本件発明は，乙14発明と同一であり，特許法29条1項3号に違反して特許されたものであるから，同法123条1項2号により無効とされるべきであって，1審原告は，権利行使をすることができない。",
                        "その詳細は，別紙2「乙14に基づく無効の抗弁についての当事者の主張」記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "進歩性欠如",
                      "text": [
                        "仮に，本件発明の構成要件⑥に係る「一定期間の始期」及び「一定期間における送出可能な状態」の構成が乙14発明と異なるとしても，当業者は，乙14に記載の技術に基づいて当該構成要件⑥に係る構成を容易に想到することができるため，本件発明は，進歩性が欠如しており，特許法29条2項に違反して特許されたものであるから，同法123条1項2号により無効とされるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "時機に後れた攻撃防御方法ではないこと",
                      "text": [
                        "1審被告は，原審において乙14発明に基づく無効の抗弁を主張していたが，原審裁判所により時機に後れた攻撃防御方法として却下された。しかし，1審被告が請求した特許無効審判（無効2017-800143号事件）において，本件特許は乙14発明に基づき無効である旨の審決がされている（乙79）。このような経緯に鑑みると，控訴理由書において改めて上記審決に沿って乙14発明に基づく無効の抗弁を主張することは，「時機に後れた」ものには当たらず，また，当該無効の抗弁の主張の提出により本件の「訴訟の完結を遅延させる」ことにならない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "事案に鑑み，争点2（無効理由の有無）のうち，乙14に基づく新規性欠如の抗弁について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書等（甲2）には，次の記載がある。",
                    "【技術分野】",
                    "【0001】",
                    "本発明は，情報管理方法，情報管理装置，情報管理プログラム及び架電受付装置に係り，特にペイ・パー・コール（Pay  Per  Call）方式において識別情報を再利用して情報資源を有効利用することのできる情報管理方法等に関する。",
                    "【背景技術】",
                    "【0002】",
                    "従来より，インターネットのウェブページを利用した広告方法の一方式として，ペイ・パー・クリック（Pay  per  Click）方式というものが利用されている。ペイ・パー・クリック方式とは，広告代理業者が，ウェブページ上に表示された広告情報のクリック回数に応じて広告主に対して広告料を課金する方式のことをいう。",
                    "【0003】",
                    "例えば広告提供サイトのウェブページに広告主の広告情報が掲載され，そのページを閲覧した利用者が広告情報を選択（クリック）すると，広告主が管理する自社のウェブサイトへとリンクされてその広告情報に関する詳細情報を閲覧することができるようになっている。そして，その広告情報のクリック回数に応じて広告主がポータルサイトの管理者に広告料を支払うのである。",
                    "【0005】",
                    "しかし，このペイ・パー・クリック方式は，広告主が自社サイトを有していない場合には，リンク先を設定することができず広告情報に関する詳細情報を提供することもできないという問題がある。単に広告情報をクリックするのみで広告料の支払が発生するので，広告費用に対する効果として，「利用者（顧客）との直接的なコンタクト（連絡）」を得ることもできない。",
                    "【0006】",
                    "また，利用者が何げなく広告情報をクリックした場合や意図的に繰り返しクリックした場合でも，クリック回数に応じて広告料が課金されてしまうので，広告効果と広告料との関連性が低くなってしまう場合もある。",
                    "【0007】",
                    "そこで，広告提供サイトのウェブページに広告情報とともに広告主ごとに対応付けられた電話番号を掲載し，それを見た利用者が広告主に対して電話を架けた場合に，その通話の成立に基づいて広告料の課金を発生させる方式も提案されている。なお，この広告方法の一方式を，ペイ・パー・コール（Pay  per  Call）方式といい，例えば特許文献1に記載のものがある。",
                    "【0008】",
                    "しかしながら，多数の広告提供サイトに広告情報を掲載する場合に，掲載するすべての電話番号を一律に同じ電話番号にしてしまうと，利用者がどの広告提供サイトを見て電話を架けてきたのかわからない。そのため，どの広告提供サイトの広告効果が高く，どの広告提供サイトの広告効果が低いのかを把握することができないという問題がある。",
                    "【0009】",
                    "そのため，広告情報ごとに異なる電話番号を割り振って異なる広告提供サイトに掲載し，いずれの電話番号に電話が架かってきたかによって利用者がいずれの広告提供サイトを見て電話を架けてきたかを把握する方法も提案されている・・・。この方法によれば，広告提供サイトごとの広告効果を把握することができる。",
                    "【発明が解決しようとする課題】",
                    "【0011】",
                    "近年では広告提供サイトも数多く存在している。例えば，広告主が10，000の広告提供サイトに自社の広告情報を掲載する場合に，これらのサイトごとに異なる電話番号を割り当てて掲載する場合には10，000番号という膨大な数の電話番号を準備する必要がある。",
                    "【0012】",
                    "更に，1つの広告提供サイト内に複数の商材（商品やサービス等の広告の対象物。）の広告情報を掲載する場合もある。仮に，広告主が1つの広告提供サイト内に10，000種類の商材の広告情報を掲載し，各々の商材について各々異なる電話番号を割り当てるとすると，10，000サイト×10，000商材で100，000，000番号の電話番号を準備する必要がある。",
                    "【0013】",
                    "このように，数多くの広告提供サイト及び商材ごとに異なる電話番号を割り当てるには，桁数の多い電話番号とする必要がある。しかし電話番号の桁数が増えると，電話を架ける利用者の架け間違いが増えたり，煩わしさから架電を断念する利用者が増えたりしてしまい，広告効果の減退に繋がってしまう。架電受付システム側の仕様により，広告情報に対して割当て可能な電話番号桁数に制約があり，むやみに桁数を増加させることができない場合もある。",
                    "【0014】",
                    "また，広告主が広告情報を掲載する広告提供サイトの数や取り扱う商材の種類は変動することがあるため，広告主ごとに（又は広告提供サイトごとに）余裕を見て多めの電話番号数を確保しておく必要がある。そうすると，電話番号の桁数を例え多くしてもその電話番号資源がすぐに枯渇してしまい，更にどんどん電話番号の桁数を増やして広告主ごとの電話番号数の確保に対応しなければならない。",
                    "【0015】",
                    "本発明は上記の事情に鑑みて為されたもので，ペイ・パー・コール（Pay  Per  Call）方式における電話番号を指標する識別情報を広告情報ごとに動的に割り当てて，識別情報の再利用を可能とすることにより，識別情報の資源の有効活用及び枯渇防止を図ることのできる情報管理方法，情報管理装置，情報管理プログラム及び架電受付装置を提供することを例示的課題とする。",
                    "【課題を解決するための手段】",
                    "【0016】",
                    "上記の課題を解決するために，本発明の例示的側面としての情報管理方法は，ウェブページにおいて明示的又は黙示的に提供され，かつ架電先を識別する識別情報を管理するための情報管理方法であって，第1の架電先に架電接続可能な状態とされた識別情報を，ウェブページを構築するウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させるステップと，送出不可能な状態とされた識別情報を，第2の架電先に架電接続可能な状態へと変化させるステップと，第2の架電先に架電接続可能な状態とされた識別情報を，ウェブサーバ又は他のウェブサーバに向けて送出可能な状態へと変化させるステップと，を有する。",
                    "【0017】",
                    "第1の架電先に架電接続可能とされた識別情報を，ウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させた上で第2の架電先に架電接続可能とし，ウェブサーバ又は他のウェブサーバへと送出可能とするので，1つの識別情報に対して動的に異なる架電先を接続可能とすることができる。したがって，識別情報の有効活用及び枯渇防止に寄与することができる。",
                    "【0018】",
                    "ここで，「ウェブページにおいて明示的又は黙示的に提供され」とは，ウェブページ上に文字情報として明示的に識別情報が表示される場合を含む。また，ウェブページ上に明示的に表示されないが，そのウェブページのデータに内部的に関連付けられており，ウェブページに対する何らかの操作に基づき明示的に提供可能であったり，その識別情報に関連付けられた架電先へと架電可能であったりする状態を含む。",
                    "【0019】",
                    "識別情報とは，架電先に関連付けられることによりその架電先を識別する情報であって，例えば複数桁の番号を含んで構成される。また，識別情報は，例えば広告情報にも関連付けられており，広告情報ごとに異なる識別情報が割り当てられるようになっていてもよい。",
                    "【0020】",
                    "識別情報がウェブサーバに向けて送出可能な状態とは，例えば，利用者がウェブページにアクセスしたときに，広告情報に関連付けられた識別情報がウェブサーバへと送信されてそのウェブページ上に表示され得る状態をいう。「識別情報が第1の架電先に架電接続可能な状態」とは，識別情報に基づく架電が第1の架電先に接続され得る状態をいう。",
                    "【0021】",
                    "識別情報をウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させるステップが，第1の所定条件の成立に基づき実行されてもよい。",
                    "【0022】",
                    "第1の所定条件の成立は，例えば一定期間の満了，一定回数の満了を含む。例えば，一定期間満了に基づき，識別情報をウェブサーバに向けて送出不可能とすれば，一定期間のみ識別情報をウェブサーバにおいて提供可能とし，その後ウェブサーバにおいて提供不可能とすることができる。",
                    "【0023】",
                    "そして，提供不可能とした識別情報を，今度は第1の架電先とは異なる第2の架電先に架電接続可能な状態にしてウェブサーバに向けて提供することができるので，1つの識別情報を時期的にずらして様々な架電先へと関連付けることができ，識別情報を有効に再利用することができる。",
                    "【0024】",
                    "一方，識別情報と広告情報とが関連付けられている場合には，1つの広告情報に関連付ける識別情報を時期的にずらして様々に変えることができる。したがって，利用者からの架電がいずれの識別情報に基づき行われたかを把握することにより，その広告情報が高い広告効果を発揮している時期や時間帯を把握することができる。",
                    "【0026】",
                    "第2の所定条件の成立は，例えばその所定期間内の識別情報に基づく架電の有無を含む。すなわち，所定期間内に，識別情報に基づく架電が有った場合に所定期間を延長したり，架電が無かった場合に所定期間を短縮したりすることができる。これにより，ウェブページに提供されなくなった識別情報であっても，依然その識別情報に関連付けられた広告情報の広告効果が残存して時々その識別情報に基づく架電が行われるような場合に，その架電を適正に第1の架電先に接続可能な期間（所定期間）を延長することができる。",
                    "【0027】",
                    "なお，ここで「架電接続不可能な状態」とは，その識別情報に基づく架電を架電先に非接続とすることをいう。すなわち，識別情報に基づく架電があっても，その架電を架電先に着信させず，話中処理したり，呼出し状態のまま保留したり，接続先が無い旨の応答アナウンス処理をしたりすることをいう。",
                    "【0028】",
                    "識別情報を，第1の架電先に架電接続不可能な状態へと変化させるステップの実行から第2の架電先に架電接続可能な状態へと変化させるステップの実行までの接続不可能期間を，第3の所定条件の成立に基づき延長又は短縮してもよい。",
                    "【0029】",
                    "第3の所定条件の成立は，例えばその接続不可能期間内の識別情報に基づく架電の有無を含む。すなわち，接続不可能期間内に，識別情報に基づく架電が有った場合に接続不可能期間を延長したり，架電が無かった場合に接続不可能期間を短縮したりすることができる。これにより，ウェブページに提供されなくなってから長期間経過した識別情報であっても，依然その識別情報に関連付けられた広告情報の広告効果が残存してその識別情報に基づく架電が時々行われるような場合に，しばらくは新たな第2の架電先への接続を行うことなく，その架電を非接続とする期間を延長することができる。",
                    "【0030】",
                    "本発明の他の例示的側面としての情報管理装置は，ウェブページにおいて明示的又は黙示的に提供され，かつ架電先を識別する識別情報を管理するための情報管理装置であって，第1の架電先に架電接続可能な状態とされた識別情報を，ウェブページを構築するウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させ，送出不可能な状態とされた識別情報を，第2の架電先に架電接続可能な状態へと変化させ，第2の架電先に架電接続可能な状態とされた識別情報を，ウェブサーバ又は他のウェブサーバに向けて送出可能な状態へと変化させる。",
                    "【0031】",
                    "第1の架電先に架電接続可能とされた識別情報を，ウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させた上で第2の架電先に架電接続可能とし，ウェブサーバ又は他のウェブサーバへと送出可能とするので，1つの識別情報に対して動的に異なる架電先を接続可能とすることができる。したがって，識別情報の有効活用及び枯渇防止に寄与することができる。",
                    "【0036】",
                    "ここで管理情報とは，広告情報を識別するための情報であって，例えば広告主ごとに割り当てられた広告主ID（以下，MIDという。），広告事業者ごとに割り当てられた広告事業者ID（以下，DIDという。），広告に係る商品又はサービス（商材）ごとに割り当てられたID（以下，PIDという。），広告事業者の関連先であって広告情報のページ掲載依頼先である広告提供者（パートナー）のサイトごとに割り当てられたID（以下，SIDという。）を含む。また，パートナーとの契約に基づき，個人が自身のウェブページやブログ等に広告情報を掲載する場合にその個人ページや個人ブログごとに割り当てられたID（以下，UIDという。）を含む場合もある。",
                    "【0038】",
                    "識別情報と管理情報とが関連付けられていない場合，すなわち両者の関連付けが解除されている場合に，識別情報関連付け実行部が識別情報と管理情報との関連付けを行うので，識別情報送出部は，ウェブサーバから管理情報を取得した場合に必ずそのウェブサーバに向けて識別情報を送出することができる。したがって，ウェブページにおいて，広告情報に関連付けられた識別情報を必ず表示することができる。",
                    "【0039】",
                    "その識別情報を，いずれの管理情報とも関連付けられていない識別情報の中から抽出するのはもちろんのこと，いずれの架電先とも関連付けられていない識別情報の中から抽出して，その広告情報に係る架電先と関連付けつつ管理情報とも関連付けて，ウェブサーバに向けて送出することにより，ウェブページにおいて提供された識別情報に基づく架電を適正にその架電先へと接続することができる。",
                    "【0041】",
                    "管理情報と関連付けられた識別情報が提供不可能状態である場合に，識別情報関連付け実行部が他の識別情報と管理情報との関連付けを行うので，識別情報送出部は，ウェブサーバから管理情報を取得した場合に識別情報が提供不可能であっても他の識別情報をウェブサーバに向けて送出することができる。したがって，ウェブページにおいて，広告情報に関連付けられた識別情報を必ず表示することができる。",
                    "【0042】",
                    "他の識別情報を，いずれの管理情報とも関連付けられていない識別情報の中から抽出するのはもちろんのこと，いずれの架電先とも関連付けられていない識別情報の中から抽出して，その広告情報に係る架電先と関連付けつつ管理情報とも関連付けて，ウェブサーバに向けて送出することにより，ウェブページにおいて提供された他の識別情報に基づく架電を適正にその架電先へと接続することができる。",
                    "【0043】",
                    "本発明の更に他の例示的側面としての情報管理プログラムは，ウェブページにおいて明示的又は黙示的に提供され，かつ架電先を識別する識別情報を管理するための情報管理プログラムであって，第1の架電先に架電接続可能な状態とされた識別情報を，ウェブページを構築するウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させ，送出不可能な状態とされた識別情報を，第2の架電先に架電接続可能な状態へと変化させ，第2の架電先に架電接続可能な状態とされた識別情報を，ウェブサーバ又は他のウェブサーバに向けて送出可能な状態へと変化させる機能をコンピュータに発揮させる。",
                    "【0044】",
                    "第1の架電先に架電接続可能とされた識別情報を，ウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させた上で第2の架電先に架電接続可能とし，ウェブサーバ又は他のウェブサーバへと送出可能とするので，1つの識別情報に対して動的に異なる架電先を接続可能とすることができる。したがって，識別情報の有効活用及び枯渇防止に寄与することができる。",
                    "【0045】",
                    "本発明の更に他の例示的側面としての情報管理プログラムは，ウェブページにおいて提供される広告情報を識別するための管理情報を，ウェブページを構築するウェブサーバから取得するための管理情報取得部，架電先を識別するための識別情報と取得した管理情報とが関連付けられているか否かを判別するための第1判別部，識別情報がウェブサーバに向けて提供可能な状態であるか否かを判別するための第2判別部，及び，識別情報と管理情報とが関連付けられており，かつ提供可能な状態である場合に，識別情報をウェブサーバに向けて送出する識別情報送出部としてコンピュータを機能させる。",
                    "【0046】",
                    "管理情報と識別情報とが関連付けられている場合であって，その識別情報がウェブサーバに提供可能である場合に識別情報送出部が識別情報を送出するので，管理情報と識別情報とが関連付けられていない場合や，関連付けられている識別情報が提供不可能な状態の場合に，識別情報をウェブサーバに向けて送出することがない。したがって，識別情報の状態に応じて適正にウェブサーバへの送出／非送出を管理することができる。",
                    "【発明の効果】",
                    "【0049】",
                    "本発明によれば，ペイ・パー・コール（Pay  Per  Call）方式における電話番号を指標し，架電先を識別するための識別情報を広告情報ごとに動的に割り当てて，識別情報の再利用を可能とすることにより，識別情報の資源の有効活用及び枯渇防止を図ることができる。",
                    "【0050】",
                    "ウェブページへの提供期間や提供回数に応じて動的に識別情報を変化させることにより，広告効果を時期や時間帯に基づき把握することもできる。また，ウェブページへの提供が終了した識別情報に基づく架電の有無の程度に応じて架電先への接続期間や非接続期間を延長／短縮することにより，広告効果の確実な獲得や利用者の混乱防止，識別情報の資源の一層の有効活用を実現することができる。",
                    "【発明を実施するための最良の形態】",
                    "【0051】",
                    "［実施の形態1］",
                    "以下，本発明の実施の形態1に係る情報管理方法を用いた広告情報管理システムSについて図面を用いて説明する。なお，本明細書において，サーバはサーバコンピュータを意味し，サイト（ウェブサイト，インターネットサイトも略同義。）は，サーバ内に仮想的に構築されるウェブページの集合体を意味する。ウェブページとは，URLによって特定することができ，文字情報や画像情報等の種々の情報が掲載される仮想的な情報提供媒体である。ここにおいて，「ウェブサイトに掲載」することを「ウェブページに掲載」することと同義に用い，「ウェブサイトを閲覧」することを「ウェブページを閲覧」することと同義に用いる。",
                    "【0052】",
                    "図1は，この広告情報管理システムSの全体構成を示す概略構成図である。この広告情報管理システムSは，情報管理サーバ（情報管理装置）1，架電受付サーバ（架電受付装置）2を有して大略構成され，その情報管理サーバ1は，インターネットWを介して広告主サーバ3，事業者サーバ4，広告提供サーバ5a～5c，利用者コンピュータ6と情報送受信可能に接続されている。広告主と利用者とは各々広告主電話器7，利用者電話器8を有しており，それらは電話回線網Ｎを介して架電受付サーバ2に接続されている。",
                    "【0053】",
                    "広告主サーバ3は，広告主Aが管理するサーバコンピュータであり，内部に第2のインターネットサイトとしての広告主のウェブサイト（広告主サイト）3aが構築されている。この広告主サイト3aは，後述する広告情報9a～9cにリンクされており，利用者Uが広告情報9a～9cをクリックすることによって利用者コンピュータ6に広告主サイト3aの内容（広告情報の詳細情報。）が表示されるようになっている。また，広告主Aは広告主サーバ3を介して事業者サーバ4に向けてバナー画像9を送出することができるようになっている。",
                    "【0054】",
                    "このバナー画像9は，例えば利用者の注意を惹き付けるように種々の色彩や模様が付加された装飾的広告画像であったり，広告主Aの広告内容を簡単に説明する説明的広告画像である。",
                    "【0055】",
                    "事業者サーバ4は，広告事業者が管理するサーバコンピュータであり，インターネットWを介して複数の広告提供サーバ5a～5cに接続され，これらの広告提供サーバ5a～5cを統括管理するためのものである。事業者サーバ4は，広告主サーバ3からバナー画像9を受け取る機能を有している。そして，そのバナー画像9を情報管理サーバ1に向けて送出し，Flash等のスクリプト（指標情報）21と合成された合成後のバナー画像9を情報管理サーバ1から受け取る。更に，その合成後のバナー画像9を，複数の広告提供サーバ5a～5cに向けて広告情報9a～9cとして送出する機能も有する。",
                    "【0056】",
                    "事業者サーバ4は内部に図示しない記憶装置を有している。その記憶装置内には，図2に示すように管理IDデータベース4aが構築されている。この管理IDデータベース4aは，管理ID（管理情報）14とバナー画像9とが関連付けられて構築されている。",
                    "【0057】",
                    "この管理ID14は，広告情報9a～9cごとの課金管理を行うのに用いる情報であって，広告情報9a～9cを識別する情報である。管理IDは，例えばMID（広告主ID）14p，DID（広告事業者ID）14q，PID（商材ID）14r，SID（広告提供サイトID）14sを含んで構成されている。すなわち，管理ID14によって，いずれの広告事業者が管理するいずれの広告提供サイトに掲載されたいずれの商材の広告情報であるかを識別することができるようになっている。更に，管理ID14がUID（個人ページID）14tを含む場合は，管理IDによって，その広告情報がいずれの広告提供サイトの管理者（広告提供者）との契約に基づきいずれの個人ページ（又は個人ブログ等。）に掲載されたものであるかを識別することができるようになっている。したがって，広告情報9a～9cには，各々管理ID14a～14cが関連付けられている。",
                    "【0058】",
                    "広告提供サーバ（ウェブサーバ）5a～5cは，それぞれ広告提供者が管理するサーバコンピュータであり，各々内部に第1のインターネットサイトとしての広告提供サイト12a～12cが構築されている。図3は，広告提供サイト12aのウェブページの表示画面例である。",
                    "【0060】",
                    "広告情報9aは，バナー画像9とスクリプト21とが合成されて構成されており，利用者Uの注意を惹き付けつつ利用者Uに対してスクリプト21の機能により識別情報11aを表示する機能を有している。その識別情報11aは，架電先を識別するための情報であって，例えば前半7桁のサーバ識別番号と後半10桁の広告識別番号とを有する合計17桁の電話番号情報「0125423-0011002553」である。利用者Uは，この識別情報11aに基づいて架電を行うことにより，この広告情報9aの広告主Aと電話連絡（通話）を行うことができるようになっている。",
                    "【0061】",
                    "広告提供サイト12aにおける識別情報11aの提供方法としては，いくつかの方法が適用可能である。例えば，図3に示すように，バナー画像9と共に識別情報11aを広告提供サイト12a上に掲載して表示する方法もある。例えば，図4（a）に示すように，通常状態，すなわちバナー画像9上にマウスポインタMがない場合にはバナー画像9のみが表示されて識別情報11aが表示されず，図4（b）に示すように，バナー画像9上にマウスポインタMを移動させた場合に識別情報11aがバルーン表示される方法もある。例えば，図5（a）に示すように，通常状態，すなわちバナー画像9上をマウスでクリックする前はバナー画像9のみが表示されて識別情報11aが表示されず，図5（b）に示すように，バナー画像9をマウスでクリックすると別ウィンドウが表示されてそのウィンドウ内に識別情報11aが表示される方法もある。",
                    "【0062】",
                    "広告提供サイト12b，12cにも同様に広告情報9b，9cが掲載される。その広告情報9b，9c中のバナー画像9は広告情報9aのものと共通であるが，スクリプト21の機能により表示される識別情報11b，11cは各々の番号が異なっている。すなわち，識別情報11bは，「0125423-0011002554」であり，識別情報11cは，「0125423-0011002555」である。したがって，利用者Uがどの番号に電話を架けたかを把握すれば，どの広告情報9a～9cの広告効果があったかを把握することができるようになっている。",
                    "【0065】",
                    "利用者コンピュータ6は，広告提供サイト12a～12cを閲覧する利用者Uが管理，使用するコンピュータである。利用者Uが利用者コンピュータ6によりインターネットWを介して広告提供サイト12aを閲覧すると，広告提供サイト12a内の様々な情報と共に広告情報9aが利用者コンピュータ6の表示画面に表示されるようになっている。",
                    "【0066】",
                    "そして，利用者Uが広告情報9aに興味を持ち，表示された「0125423-0011002553」の番号に自宅の利用者電話器8から架電を行うと，架電受付サーバ2によって受け付けられ，広告主Aと通話を行うことができるようになっている。",
                    "【0067】",
                    "情報管理サーバ1は，この広告情報管理システムSの主要部を構成するサーバコンピュータであり，インターネットWを介して事業者サーバ4に接続されている。情報管理サーバ1は，事業者サーバ4から受け取ったバナー画像9にスクリプト21を合成して，合成後のバナー画像9を事業者サーバ4に向けて返送する動作を実行する。更に，広告提供サーバ5a～5cから管理ID14a～14cの情報と共に識別情報11a～11cの要求信号を取得する動作も実行する。その要求信号に基づき，管理ID14a～14cに対応する広告提供サーバ5a～5cに向けて，識別情報11a～11cをその状態に基づいて動的に割り振って送出する動作も実行する。更に，後述する架電受付サーバ2から識別情報11a～11cを受け取ると，その識別情報11a～11cの状態を指標する情報を架電受付サーバ2に向けて送出する動作も実行する。",
                    "【0068】",
                    "図6は，この情報管理サーバ1の内部構成の概略を示すブロック図である。情報管理サーバ1は，内部に演算処理装置（CPU）15，記憶装置16を有している。このCPU15がコンピュータの主要部として上記の各動作を実行する。",
                    "【0069】",
                    "記憶装置16内には，情報管理プログラムP，情報管理データベースD，識別情報データベースEが格納されている。上記の各動作は，この情報管理プログラムPの指令に基づいてCPU15が実行する。すなわち，情報管理プログラムPにより，CPU15は，スクリプト合成部15a，管理ID取得部（管理情報取得部）15b，第1判別部15c，第2判別部15d，識別情報関連付け実行部15e，識別情報送出部15f，送出状態変更部15g，接続状態変更部15h，架電受付情報受信部15j，期間変更部15kとして機能する。以下，各部の機能及びその動作について図7を参照しつつ説明する。",
                    "【0070】",
                    "スクリプト合成部15aは，事業者サーバ4から受け取ったバナー画像9に対して所定のスクリプト21を合成し，事業者サーバ4に向けて返送する機能を有する。そのスクリプト21が合成された合成後のバナー画像9は，広告情報9a～9cとして事業者サーバ4から複数の広告提供サーバ5a～5cに向けて送信される。",
                    "【0071】",
                    "スクリプト21は，例えばFlash等により構成され，識別情報11を要求する要求信号を情報管理サーバ1に向けて送出し，情報管理サーバ1から受け取った識別情報11をウェブページ内に表示する機能を有する動作モジュールである。すなわち，広告提供サイト12a～12cのウェブページが利用者Uによって閲覧されると，ウェブページに掲載された広告情報9a～9c内のスクリプト21の機能に基づき，情報管理サーバ1から受け取った識別情報11a～11cがそのウェブページ内に表示されるようになっている。",
                    "【0072】",
                    "管理ID取得部15bは，広告提供サーバ5a～5cから送出される管理ID14a～14cを取得する機能を有する。例えば，利用者Uが利用者コンピュータ6を用いて広告提供サイト12aにアクセスすると，広告情報9a内のスクリプト21の機能に基づき，広告提供サーバ5aから情報管理サーバ1に向けて識別情報の要求信号が送出される。その際，広告提供サーバ5aからは要求信号と共に広告情報9aの管理ID14aも情報管理サーバ1に向けて送出され，その管理ID14aが管理ID取得部15bによって取得される。管理ID取得部15bは，取得した管理ID14の情報を第1判別部15c及び第2判別部15dに向けて送出する。",
                    "【0073】",
                    "第1判別部15cは，取得した管理ID14aといずれかの識別情報とが関連付けられているか否かを判別する機能を有する。この判別機能は，情報管理データベースDを用いることにより行われるので，以下，情報管理データベースDについて説明する。",
                    "【0074】",
                    "図8は，情報管理データベースDの内部構造の概略を示すデータ構造図である。情報管理データベースDは，管理ID14，識別情報11，状態情報17が相互に関連付けられて構築されている。この情報管理データベースDにおいて，例えば管理ID14aに対応して識別情報11aが関連付けられている場合，管理ID14aが指標する架電先（すなわち，広告主Aの広告主電話器7。）と識別情報11aとが関連付けられていることを意味する。",
                    "【0075】",
                    "ここで，状態情報17は，識別情報11の種々の状態を指標する情報であり，例えば，送出状態情報17a，接続状態情報17bを有している。送出状態情報17aが”1”の場合，広告提供サーバ5a～5cに向けてその識別情報11を送出することが可能な状態であることを意味している。送出状態情報17aが”0”の場合，広告提供サーバ5a～5cに向けてその識別情報11を送出することが不可能な状態であることを意味している。",
                    "【0076】",
                    "また，接続状態情報17bが”1”の場合，識別情報11に基づく架電が，その識別情報11に関連付けられている管理ID14が指標する架電先に接続可能な状態であることを意味している。接続状態情報17bが”0”の場合，識別情報11に基づく架電が，その識別情報11に関連付けられている管理ID14が指標する架電先に接続不可能な状態であることを意味している。例えば，管理ID14aに対応して識別情報11aが関連付けられている場合であってその接続状態情報17bが”1”の場合，その識別情報11aに基づく架電が管理ID14aが指標する広告主Aの広告主電話器7へと接続されるようになっている。",
                    "【0077】",
                    "なお，情報管理データベースDにおいては，識別情報11の送出状態情報17aが”1”である場合には，接続状態情報17bは常に”1”であり，送出状態情報17aが”0”の場合には，接続状態情報17bが”1”の場合と”0”の場合とがある。また，1つの管理ID14に対して複数の識別情報11が関連付けられる場合があるが，そのうち送出状態情報17aが”1”である識別情報11は常に1つであり，他の識別情報11の送出状態情報17aは”0”である。",
                    "【0078】",
                    "記憶装置16内の識別情報データベースE内には，図9に示すように，予め複数の識別情報11がいずれの管理ID14とも架電先とも関連付けられていない状態で格納されている。その中の特定の識別情報11aが特定の管理ID14aと識別情報関連付け実行部15eによって関連付けられると，情報管理データベースD内において管理ID14aに関連付けられて識別情報11aが設定され，その識別情報11aに対して送出状態情報17a及び接続状態情報17bが送出状態変更部15g及び接続状態変更部15hによって設定されるようになっている。そして，管理ID14aと識別情報11aとの関連付けが識別情報関連付け実行部15eによって解除されると，情報管理データベースD内において管理ID14aに関連付けられた識別情報11aが削除されるようになっている。そして，情報管理データベースD内からすべての識別情報11aが削除されると，識別情報11aが再び識別情報データベースE内へと格納されるようになっている。その後，今度は別の管理ID14bと識別情報11aとが関連付けられると，情報管理データベースD内の管理ID14bに対応する欄に識別情報11aが設定されるようになっている。",
                    "【0080】",
                    "第1判別部15cは，情報管理データベースDを参照することにより，管理情報ID14aと関連付けされている識別情報11の有無を判別し，関連付けられた識別情報11（本実施の形態においては識別情報11a。）が有る場合には，「識別情報有り」を指標する情報を第2判別部15dに向けて送出する。管理ID14aに関連付けられている識別情報11が無い場合には，「識別情報無し」を指標する情報を識別情報関連付け実行部15eに向けて送出する。",
                    "【0081】",
                    "第2判別部15dは，識別情報11がウェブサーバに向けて提供可能な状態であるか否かを判別する機能を有する。すなわち，第1判別部15cから「識別情報有り」を指標する情報を受け取った場合に，管理ID14aに関連付けられた識別情報11aの送出状態情報17aを情報管理データベースDを参照して確認する。そして識別情報11aの送出状態情報17aが”1”，すなわち送出可能状態を指標していれば，「送出可能」を指標する情報を識別情報送出部15fに向けて送出する。",
                    "【0082】",
                    "一方，管理ID14aに関連付けられたすべての識別情報11の送出状態情報17aが”0”である場合，「送出不可能」を指標する情報を識別情報関連付け実行部15eに向けて送出する。",
                    "【0083】",
                    "識別情報関連付け実行部15eは，識別情報11と管理ID14とが関連付けられていない場合に，識別情報11と管理ID14との関連付けを行う機能を有する。すなわち，第1判別部15cから「識別情報無し」を指標する情報を受け取ると，識別情報データベースEからいずれの管理ID14とも架電先とも関連付けられていない新たな識別情報11aを抽出し，管理ID14aとの関連付けを行う。",
                    "【0084】",
                    "なお，識別情報関連付け実行部15eにより管理ID14aに新たな識別情報11aが関連付けられると，送出状態変更部15g及び接続状態変更部15hにより，その識別情報11aの送出状態情報17a及び接続状態情報17bが共に”1”に設定される。そして，識別情報関連付け実行部15eは，識別情報送出部15fに向けて「識別情報有り」及び「送出可能」を指標する情報を送出する。",
                    "【0085】",
                    "また，識別情報関連付け実行部15eは，識別情報11が広告提供サーバ5a～5cに向けて提供不可能な状態である場合に，その識別情報11とは異なる他の識別情報11eと管理ID14との関連付けを行う機能も有する。すなわち，第2判別部15dから「送出不可能」を指標する情報を受け取ると，識別情報データベースEからいずれの管理ID14とも架電先とも関連付けられておらず，管理ID14aに関連付けられた識別情報11aとは異なる他の識別情報11eを抽出し，管理ID14aとの関連付けを行う。",
                    "【0086】",
                    "なお，識別情報関連付け実行部15eにより管理ID14aに他の識別情報11eが関連付けられると，送出状態変更部15g及び接続状態変更部15hにより，他の識別情報11eの送出状態情報17a及び接続状態情報17bが共に”1”に設定される。そして，識別情報関連付け実行部15eは，識別情報送出部15fに向けて「識別情報有り」及び「送出可能」を指標する情報を送出する。",
                    "【0087】",
                    "識別情報送出部15fは，識別情報11と管理ID14とが関連付けられており，かつ提供可能な状態である場合に，識別情報11を広告提供サーバ5a～5cに向けて送出する機能を有する。すなわち，第2判別部15dから「送出可能」を指標する情報を受け取った場合，又は識別情報関連付け実行部15eから「識別情報有り」及び「送出可能」を指標する情報を受け取った場合には，管理ID14aが指標する広告提供サーバ5aに向けて管理ID14aに関連付けられかつ送出可能な識別情報11を送出する。",
                    "【0088】",
                    "CPU15によるこれら一連の機能及び動作により，利用者Uが広告提供サイト12aにアクセスした場合に，その時点で管理ID14aに関連付けられ，かつ送出可能とされている識別情報が広告提供サーバ5aに向けて動的に送出され，広告提供サイト12aに表示されるようになっている。",
                    "【0089】",
                    "なお，本実施の形態1においては，第1判別部15cが「識別情報無し」を判別した場合も，第2判別部15dが「送出不可能」を判別した場合も，識別情報関連付け実行部15eが管理ID14aに新たな識別情報11を関連付けるように構成している。しかしながら，第1判別部15cによる「識別情報無し」を指標する情報や，第2判別部15dによる「送出不可能」を指標する情報が識別情報送出部15fに向けて送出されるように構成し，それらの場合には，広告提供サーバ5aへの識別情報の送出を行わないようにすることも可能である。",
                    "【0090】",
                    "次に，送出状態変更部15g，接続状態変更部15h，架電受付情報受信部15j，期間変更部15kの各機能について，図10の状態説明図を用いて説明する。図10は，識別情報11aの各状態を説明するための状態説明図である。",
                    "【0091】",
                    "図中（a）で示す送出状態情報17aは，上述したように広告提供サーバ5aからの要求信号があった場合に，その広告提供サーバ5aに向けて識別情報11aを送出可能か否かを指標する情報である。この送出状態情報17aの送出可能を指標する”1”の状態と送出不可能を指標する”0”の状態とは，送出状態変更部15gの機能に基づき設定及び変更される。",
                    "【0092】",
                    "（b）で示す接続状態情報17bは，識別情報11aに基づく架電を架電先に架電接続可能か否かを指標する情報である。この接続状態情報17bの接続可能を指標する”1”の状態と接続不可能を指標する”0”の状態とは，接続状態変更部15hの機能に基づき設定及び変更される。ここで，架電先とは，識別情報11aが関連付けられている管理ID14aが指標する広告主の連絡先（広告主電話器7）である。すなわち，識別情報11aが管理ID14aに関連付けされている場合は，その架電先は広告主電話器7（第1の架電先）であるが，識別情報11aが他の新たな管理ID14dに関連付けされた場合は，その架電先は広告主電話器7とは異なる他の架電先（第2の架電先）となる。",
                    "【0093】",
                    "（c）で示す管理ID14との関連付け状態は，識別情報11aが管理IDと関連付けられているか否かを指標する状態である。すなわち「Y」の場合は，識別情報11aがいずれかの管理ID14と関連付けられている状態であり，識別情報11aが識別情報データベースE内になく，情報管理データベースD内にある状態である。逆に，「Ｎ」の場合は，識別情報11aがいずれの管理ID14とも関連付けられていない状態であり，識別情報11aが識別情報データベースE内にあり，情報管理データベースD内にない状態である。",
                    "【0094】",
                    "（d）で示す抽出信号は，識別情報関連付け実行部15eによる識別情報データベースE内からの抽出動作を表す信号である。この抽出信号が「OＮ」になったとき，識別情報データベースE内から識別情報11aが抽出されて管理ID14との関連付けが行われ，その識別情報11aの送出状態情報17a及び接続状態情報17bが共に”1”に設定される。",
                    "【0095】",
                    "例えば，図中の公開期間T1において広告提供サイト12aに利用者Uがアクセスした場合，識別情報11aは管理ID14aに関連付けられており，送出可能かつ接続可能であるので，広告提供サイト12aに識別情報11aが表示される。そして，その識別情報11aに基づく架電が広告主電話器7へと接続される。",
                    "【0096】",
                    "しかし，図中の非公開期間（所定期間）T2において広告提供サイト12aに利用者Uがアクセスした場合，識別情報11aは管理ID14aに関連付けられているが，送出不可能な状態であるので，識別情報11aは広告提供サーバ5aに向けて送出されない。このとき，識別情報関連付け実行部15eによって抽出された他の識別情報11eが広告提供サーバ5aに向けて送出される。この非公開期間T2においては，識別情報11aは送出不可能な状態であるが，接続可能状態であるので，識別情報11aに基づく架電が行われた場合には，その架電は第1の架電先としての広告主電話器7へと接続される。なお，この公開期間T1と非公開期間T2とを合わせて接続可能期間T12と呼ぶこととする。",
                    "【0097】",
                    "図中の無効期間T3において，広告提供サイト12aに利用者Uがアクセスした場合，識別情報11aは管理ID14aに関連付けられているが，送出不可能かつ接続不可能な状態である。したがって，識別情報11aは広告提供サーバ5aに向けて送出されず，識別情報11aに基づく架電は，接続不可能（話中，呼出し状態，非接続アナウンス等。）とされる。なお，広告提供サイト12aには他の識別情報11eが表示される。",
                    "【0098】",
                    "図中の関連付け解除期間T4において，広告提供サイト12aに利用者Uがアクセスした場合も，無効期間T3と同様である。ただし，この関連付け解除期間T4においては，管理ID14aと識別情報11aとの関連付けが解除され，識別情報11aが情報管理データベースDから削除されて識別情報データベースE内へと格納されている。したがって，識別情報11aは，他の広告提供サーバからの要求信号に基づいて，いずれの管理ID14及び架電先とも関連付け可能な状態となっている。なお，無効期間T3と関連付け解除期間T4とを合わせて接続不可能期間T34と呼ぶこととする。",
                    "【0099】",
                    "なお，これらの各期間T1～T4は任意の時間又は期間に設定することが可能である。また，特に公開期間T1等においては，時間を基準とするのでなく広告提供サーバ5aへのアクセス回数（すなわち，広告提供サーバ5aに向けての識別情報11aの送出回数。）を基準として設定することも可能である。",
                    "【0100】",
                    "この関連付け解除期間T4において，識別情報関連付け実行部15eによる識別情報11aの抽出（図中X）が実行され，新たな管理ID（新たな管理情報）14dとの関連付けが行われると，識別情報11aは新たな管理ID14dが指標する広告提供サーバへと送出され，また，識別情報11aに基づく架電は新たな管理ID14dが指標する第2の架電先へと接続されるようになる。",
                    "【0101】",
                    "架電受付情報受信部15jは，識別情報11aに基づく架電があったことを指標する架電受付情報18を架電受付サーバ2から受信する機能を有する。そして，情報管理データベースDに基づき，識別情報11aに関連付けられかつ接続可能とされている架電先の情報を架電受付サーバ2に向けて返送する。",
                    "【0102】",
                    "すなわち，情報管理データベースD内に識別情報11aが無い場合，又は識別情報11aが有ってもその接続状態情報17bが”0”である場合には，「接続不可能」を指標する情報を架電受付サーバ2へと返送する。一方，情報管理データベースD内に識別情報11aが有り，かつその接続状態情報17bが”1”である場合は，識別情報11aに関連付けられた管理ID14aに基づき，架電先としての広告主電話器7の電話番号情報を架電受付サーバ2へと返送する。",
                    "【0103】",
                    "期間変更部15kは，識別情報11aを送出不可能な状態へと変化させてから広告主電話器7に架電接続不可能な状態へと変化させるまでの非公開期間（所定期間）T2内に，識別情報11aに基づく架電があった場合にその非公開期間T2を延長する機能を有する。すなわち，非公開期間T2内に識別情報11aに基づく架電受付情報18を架電受付情報受信部15jが受信した場合，識別情報11aに関連する広告情報9aの広告効果が残存しているとの判断のもとに，その架電を広告主電話器7へと接続可能な期間を延長する。",
                    "【0104】",
                    "例えば，非公開期間T2内の特定の時点（例えば中間時点。）において，識別情報11aに基づく架電が全く無かった場合に，非公開期間T2を短縮するように構成するのももちろん可能である。",
                    "【0105】",
                    "また，期間変更部15kは，識別情報11aを広告主電話器7に架電接続不可能な状態へと変化させてから第2の架電先に架電接続可能な状態へと変化させるまでの接続不可能期間T34内に識別情報11aに基づく架電があった場合に，接続不可能期間T34を延長する機能を有する。特に，無効期間T3内に識別情報11aに基づく架電受付情報18を架電受付情報受信部15jが受信した場合，識別情報11aを新たな架電先に関連付けるのは時期尚早であるとの判断のもとに，その架電を接続不可能とする無効期間T3を延長する。",
                    "【0106】",
                    "例えば，無効期間T3内の特定の時点（例えば中間時点。）において，識別情報11aに基づく架電が全く無かった場合に，無効期間T3を短縮するように構成するのももちろん可能である。",
                    "【図1】",
                    "【図2】",
                    "【図3】",
                    "【図4】",
                    "【図5】",
                    "【図6】",
                    "【図7】",
                    "【図8】",
                    "【図9】",
                    "【図10】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アによると，本件発明は，①「インターネットのウェブページを利用した広告方法で，広告提供サイトのウェブページに広告情報とともに広告主ごとに対応付けられた電話番号を掲載し，それを見た利用者が広告主に対して電話を架けた場合に，その通話の成立に基づいて広告料の課金を発生させるというペイ・パー・コール（Pay  per  Call）方式」における情報管理プログラムに係る発明であり（段落【0007】），②利用者がいずれの広告提供サイトを見て電話を架けてきたかなどを把握するために，数多くの広告提供サイトや商材ごとに異なる電話番号を掲載しようとすると，電話番号資源が枯渇するという課題を解決するため（段落【0011】～【0014】），③電話番号を指標する識別情報を広告情報ごとに動的に割り当て，一定時間の経過又は一定回数のアクセスを基準として，その提供を終了することで，識別情報の再利用を可能とし，識別情報の資源の有効活用及び枯渇防止を図るものであると認められる（段落【0015】～【0022】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙14発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙14には，次の記載がある。",
                        "発明の分野",
                        "［0002］  本発明は，架電トラッキングに関する。特に，本発明は，架電の活動を測定し，この活動に基づいて電話番号及びその広告主に請求を行うために架電をトラッキングすることに関する。",
                        "発明の要旨",
                        "［0006］  一実施形態では，ペイ・パー・コールの実績型広告を提供するための方法及び装置が提供される。当該方法では，電話番号は，ジャスト・イン・タイム方式で広告に動的に割り当てられ，所定期間，電話番号が表示されない又は架電されないと，そのとき当該電話番号は，割り当て解除されて，再利用される。",
                        "発明の詳細な説明",
                        "［0025］  以下の説明において，本発明の完全な理解を提供するために，説明のための数多くの具体的な詳細を示す。ただし本発明は，こうした具体的な詳細がなくても実施できることは当業者には明らかであろう。他の例では，構造及びデバイスを，本発明を不明確にしないためにブロック図の形で示す。",
                        "［0027］  図1は，従来技術のペイドプレイスメント広告モデルやペイドインクルージョン広告モデルに従って，顧客と広告主がどのようにして互いに対話するかを示している。図1を参照すると，参照番号10で示す複数の顧客が，ワイドエリアネットワーク（WAＮ）14，例えばインターネットに通信経路12を介して結合されている。広告主16は，通信経路18を介してWAＮ14に結合されている。通信経路12及び18は，一実施形態において，TCP／IPプロトコルをサポートしてよい。各広告主16はウェブページ20を所有している。このウェブページは，上述したペイドプレイスメント広告モデルやペイドインクルージョン広告モデルによって，顧客10のユーザが開始したキーワード検索の結果ページに含められる。この検索は，オンラインの検索エンジン19によって実施される。ペイドプレイスメントモデル，又はペイドインクルージョンモデルに基づいて，広告主16のウェブページ20は，検索エンジン19によって集められた結果のページに含められ，検索を開始した顧客10に通信経路12を介して送られる。その結果，ウェブページ20が，検索を要求した顧客10のユーザによって選択又は閲覧することができるようになる。上述したように，広告主16が，ウェブページ20を持っていない，又はウェブの訪問者の評価を効果的に得ることのできるウェブページ20を持っていない場合，現時点では，このような広告主は，ペイドプレイスメントプログラムやペイドインクルージョンプログラムなど，実績型のマーケティングに参加することができないか，効果的に参加することができない。",
                        "［0030］  図3は，一実施形態による，図2の非ウェブベースの通信経路22を確立するための技術を示す。図3を参照すると，ブロック26で，固有の電話番号が広告主16に割り当てられる。その後，ブロック28で，広告主16に関連する広告が，広告主のために，発行又は媒体チャネル上に供給又は発行される。広告は，固有の電話番号又は固有の電話番号への参照を含む。ブロック30で，後で説明するように，この固有の電話番号への架電が監視される。ブロック32で，広告主は，後で説明するように，割り当てられた電話番号への架電活動に基づいて請求される。",
                        "［0031］  図4は，図3の方法を実行するためのシステムの機能的記載を示す。図4を参照すると，システムは，アカウント生成・管理モジュール34，広告発行モジュール36，架電処理モジュール38，及び請求モジュール40を含む。別の実施形態では，発明から逸脱せずに，追加の，より少ない，又は異なるモジュールがシステムに含まれてもよい。",
                        "［0032］  一実施形態による，アカウント生成・管理モジュール34の構成要素を，図5により詳細に示す。図5を参照すると，アカウント生成・管理モジュール34は，ユーザインターフェースモジュール44，広告作成モジュール46，支払規定モジュール48を含むことがわかるであろう。ユーザインターフェースモジュール44は，ユーザに情報を提示し，ユーザから情報を受け取るためのロジックを含む。例えば，一実施形態において，ユーザインターフェースモジュール44は，ウェブページ，例えば図8のウェブページ112を顧客のブラウザに表示させる。",
                        "［0033］  広告作成モジュール46はテキスト作成ロジック50を含む。テキスト作成ロジック50の目的は，広告主16，又は広告主16のために働いている代理店が，最終的には広告作成モジュール46によって作成される広告用のテキストを入力できるようにすることである。本発明の理解を深めるために，本記述の残りにおいて，ここで開示される技術から恩恵を受ける広告主の例として，「バート配管」と呼ばれる地方企業が用いられる。バート配管は，ネットワーク14に直接接続できても，できなくてもよい。バート配管がネットワーク14に直接接続できない場合は，バート配管の代表者（以下，「バート」とする）は，図8Aのウェブページ112を閲覧するために，ネットワーク14に接続可能なコンピュータへのアクセス権を取得しなければならない。例えば，バートは，友人のコンピュータ，地域の図書館にあるコンピュータなどを使うことができる。別の実施形態において，検索オペレータ，インターネットの電話帳プロバイダ又は他のタイプの発行者が，バートに代わってこの活動を実施又は管理することができる。テキスト作成ロジック50によって，例えば「サンフランシスコのバート配管です。当社の特別サービスをご覧ください」という，描画されると広告に含められるテキストをバートは入力することができる。モジュール46は，キーワード関連付けロジック57も含む。これによって，バートの広告に関連付けられるキーワードをバートは入力することができる。ここでのアイデアは，顧客10の1人が，バートにより入力されたキーワードの1つに合致するキーワードを用いて検索エンジン19を通じて検索を開始したとき，バートの広告が検索結果内に表示されるということである。バート配管は全国的な事業でも企業でもないので，バートの広告をある特定の地区内の顧客に表示することが必要である。したがって，モジュール46は，バートの広告への地理的位置の関連付けを構築する位置決定ロジック54を含む。一実施形態において，位置決定ロジック54は，対象としたいある特定の地理的位置，例えばサンフランシスコをバートに選択させる。その選択で，バートの広告はサンフランシスコ地域内の顧客にのみ表示されることになる。",
                        "［0034］  モジュール46は，固有の電話番号を生成し，固有の電話番号が架電されるとバートの電話が鳴るように固有の電話番号をバートの実際の電話番号にマッピングし，固有の電話番号をバートの広告に関連づける電話番号自動生成ロジック56も含む。一実施形態において，自動生成される電話番号は無料通話番号でよい。一実施形態において，電話番号は，バートの実際の電話番号と同じ地域コードを有する市内番号でよい。一実施形態において，電話番号は，バートの事業用電話番号にマッピングされた独自の拡張によって修正された，認識しやすい800番でよい。例えば，一実施形態において，番号は，「1-800-YEL-PAGES-1234」番でよい。800番の1234の部分は，バートの電話番号にマッピングされる独自の拡張であり，そうすることによって，検索者が1-800-YEL-PAGES-1234番を架電すると，架電は，以下でより詳細に説明するように，バートの電話に自動的に転送されることになる。",
                        "［0035］  一実施形態において，広告作成モジュール46は，バートに割り当てられた固有の電話番号を自動的にバートの広告に直接挿入する。或いは，バートの広告に自動的に挿入されるボタン，すなわちクリック可能な電話番号を生成するために，クリックコールロジック58を呼び出すことができ，顧客10を操作するユーザによってそのボタン又は電話番号が選択される，すなわちクリックされると，架電がバートの電話番号に対して自動的に開始される。",
                        "［0037］  モジュール46は，様々な電話番号への架電の自動転送を可能にするスマート接続ロジック62を含む。例えば，バートは，自社の広告に関連付けられた，一次的な電話番号と1つ以上の二次的な電話番号を含むこともある。したがって，一実施形態において，スマート接続ロジック62は，最初にバートの一次的な電話番号に架電を転送し，接続できなかった場合，接続できるまで，バートの二次的な電話番号のリスト全体を循環して転送する。",
                        "［0038］  モジュール46は，検索者がバートとの通話を希望する時間を検索者が入力できる架電手配ロジック64も含む。システムは次いで，検索者との架電を手配するために，バートに交信する。手配された架電に気付かせるために，バートには，例えばバートへのファクシミリの送信，バートへのeメールの送信，バートへの電話など，様々な方法で交信してよい。代替実施形態において，本発明から逸脱することなく，追加ロジック，より少ないロジック，又は異なるロジックを広告作成モジュールに含めることができる。",
                        "［0042］  ここで，図6を参照すると，広告発行モジュール36の構成要素が詳細に示されている。図を見ればわかるように，モジュール36は，広告描画エンジン74と広告配給エンジン76を含む。広告描画エンジン74の目的は，バートの広告をある特定のチャネル上で自動的に描画することである。いくつかの実施形態において，広告描画エンジン74は，キャンペーン管理インターフェース113（図8Bを参照）を広告主に表示する。インターフェース113は，広告が供給／掲載されるべき，例えばSBC，QwestDex，Ingenioのチャネルとカテゴリを広告主に選択させる。インターフェース113は，選択したチャネルとカテゴリを用いて広告を供給するために支払うことを希望する最高入札金額を広告主に指定させる。図9は，本明細書で説明する技術によって描画／供給される広告を含むウェブページ112の一例を示す。一実施形態において，この掲載チャネルは，本発明のシステムのオペレータによって操作されるウェブベースの掲載チャネルでよい。",
                        "［0044］  図6を見ればわかるように，広告描画エンジン74は，架電単価ロジック78，活動履歴ロジック80，架電状態ロジック82，接続成功ロジック84，手動索引付けロジック86，及びランダムロジック88を含む。ロジック構成要素78～88はそれぞれ，バートの広告が最終的にどのようにして描画されるかという基礎を形成するパラメータを制御する。架電単価ロジック78は，バートの広告を架電単価に基づいて掲載する。したがって，例えば，バートが各架電に対して低い金額しか払わないことを望む場合は，この広告は，検索結果ページ又は広告主のカテゴリにおいて，低く配置される又は低く順位付けされる。或いは，バートが高い架電単価を払うことを望む場合は，バートの広告は，検索結果ページ又は広告主のカテゴリにおいて高く配置される。",
                        "［0045］  活動履歴ロジック80は，バートが所与の期間，例えば前日／先週／先月中に受けた架電数を分析し，活動履歴に基づいて，表示ページ中でバートの広告を順位付ける。架電状態ロジック82は，バートの広告の状態（活動又は非活動）を調査し，その状態に基づいて，バートの広告を選択的に掲載する。接続成功ロジック84は，バートの広告に割り当てられた電話番号への架電の接続の成功率を測定し，接続の成功率に基づいて，表示ページ中でバートの広告を順位付ける。例えば，バートの電話番号の接続成功率が低い場合は，ロジック84は，バートの広告を掲載ページ中で低く順位付ける。手動索引付けロジック86は，オペレータに掲載ページ中でバートの広告を手作業で索引付け又は順位付けさせる。ランダムロジック88は，バートの広告を結果ページ中でランダムに順位付け又は配置させる。一実施形態において，表示ページ中でのバートの広告の順位付けは，システムを利用する第三者が指示することができる，ロジック構成要素78～88によって制御されるパラメータのどの組み合わせに基づいてもよい。代替実施形態において，本発明から逸脱することなく，追加ロジック，より少ないロジック，又は異なるロジックを広告描画エンジン74に含めることができる。",
                        "［0046］  ここで，図7を参照すると，架電処理モジュール38中の構成要素は，架電転送エンジン92と架電監視エンジン94を含む。図を見ればわかるように，架電転送エンジン92は，バートの広告に割り当てられた番号へ架電をリダイレクトするためのリダイレクトロジック96を含む。リダイレクションは，広告作成モジュール46を用いた広告の作成において，バートによって指定された電話番号へのものである。架電転送エンジン92は，VoIPロジック98も含み，これは，顧客への又は顧客からの架電を，バートによって広告中で指定された電話番号に，VoIP技術を用いて転送するためのものである。",
                        "［0047］  架電転送エンジン92は，バートの電話番号に架電を転送する前",
                        "に，プロンプトが架電者に対して行われるようにするプロンプトロジック99も含むことができる。一実施形態において，プロンプトロジック99は，架電者に情報のプロンプトを行って，架電者にバートの実際の電話番号を知らせる。したがって，架電者は今後，システムによってバートに割り当てられた電話番号ではなく，バートの実際の電話番号を用いて，バートに直接架電することができる。このような場合，バートは，自社の実際の電話番号への架電に関しては，システムによる請求が行われない。一実施形態において，プロンプトロジック99は，情報のプロンプトがバートに対して行われるようにして，バートに架電の発信源を知らせることもできる。いくつかの場合において，プロンプトロジック99は，広告主に架電者の電話番号を知らせるために，eメール又はファクシミリによる警告が自動的に生成され，広告主に送られるようにすることができる。このようなeメールの一例を，図10に参照番号116で示す。代替実施形態において，本発明から逸脱することなく，追加ロジック，より少ないロジック，又は異なるロジックを架電転送エンジン92に含めることができる。",
                        "［0048］  架電監視エンジン94は，バートの広告に応答して生成される架電の数をトラッキングするための架電数ロジック100を含む。架電監視エンジン94は，バートに対して架電を行う架電者の固有の番号群のうちの番号を自動的に識別するための，自動番号識別（AＮI）ロジック102も含む。架電監視エンジンは，バートへの各架電の長さを監視する架電長さロジック104も含む。接続状況ロジック108は，架電が成功したか，話中の音，すなわちビジー音が聞こえたか，又はバートが単に電話に応答しなかったのかを監視する。ロジック構成要素100～106によって供給された情報に基づいて，報告が編集され，バートによる閲覧が可能となる。一実施形態において，報告は，複数の架電，固有の電話番号からの架電の数，架電者の電話番号，各架電の長さ，及び，話中音が返された又は応答されなかった架電に対する，成功した架電の数を含む。報告は，広告キャンペーンの有効性を監視し，キャンペーンを最適化するために，バートによる利用が可能である。代替実施形態において，本発明から逸脱することなく，追加ロジック，より少ないロジック，又は異なるロジックを架電監視エンジン94に含めることができる。",
                        "［0054］  上記のように，配給エンジン76はバートの広告を複数の第三者に配給するのに使用される。第三者の追加の例には，Yahoo！（登録商標），MSＮ（登録商標），AOL（登録商標），及びその他の同様の要求パートナーが含まれる。多くの場合，このような要求パートナー（本明細書では配給パートナーとも呼ばれる）は，本明細書に記載のペイ・パー・コールによる方法及びシステムを介して発生した広告収入の一定割合を受け取る。",
                        "［0059］  別の実施形態によれば，参照により本明細書に組み込まれる2004年5月10日出願の「A  Method  and  Apparatus  to Provide  Pay-Per-Call  Performance  Based  Advertising  and  Billing」と題する同時係属の米国特許出願第60／552，124号に記載の，クリックして表示する方法が提案される。図15のフロー図に記載されているように，プロセス1502において，広告が要求パートナーのウェブサイトを介してユーザに提示される。広告は，広告主の完全な電話番号を表示していないが，その代わりに広告主の電話番号又は電話番号の残りの部分を表示するためのハイパーリンクを含む。プロセス1504において，広告描画エンジン74は，広告主の番号を表示するためのクリックスルーの数を監視する。一実施形態において，要求パートナーからの各クリックスルーは各広告主への架電をもたらすものとされる。結果として，プロセス1506において，請求モジュール40は，広告主の電話番号を表示するためのクリックスルーの数に少なくとも部分的に基づいて要求パートナーの貸方に記入する金額をトラッキング及び／又は計算する。",
                        "［0070］  架電トラッキングは，物理的な職業別電話帳に加え，多様な広告媒体の効果を測定するのに使用可能である。新聞の告知欄は，消費者がかける電話番号を表示するテレビコマーシャルと同様に，架電トラッキングを利用することができる。そのような広告が受ける架電の数をカウントすることにより，キャンペーンの効果を測定することができる。これは広告主と電話帳のいずれにも利益がある。",
                        "［0075］  ディレクトリが架電の要求ソースを特定することも希望するケースでは，1つの広告主に，それぞれがその広告主が現れる各要求ソースのためのものである複数の固有の電話番号が与えられる必要がある。例えば1人の配管工の広告は，2つの異なるオンラインディレクトリ及び3つの異なるオンライン検索エンジンに表示される場合がある。これらの要求ソースのうちのどれが顧客からの架電を生成したかをトラッキングするために，1人の配管工に5つの異なる固有の電話番号が割り当てられる必要がある。どの固有の電話番号がダイアルされたかを監視することにより，架電の生成がどの要求ソースの成果であるかを決定することができる。",
                        "［0076］  このアプローチの潜在的な問題は，非常に多くの固有の電話番号が必要になる可能性があることである。1人の配管工が5つの異なる広告を有し，それぞれが100個のウェブサイトディレクトリに配給された場合，結果として単に1人の配管工の架電分散をトラッキングするために500個もの固有の電話番号が提供されることになる。10万の広告主を有するディレクトリには，架電分散をトラッキングするのに何百万個もの固有の電話番号が必要となる。固有の電話番号は，市内番号であれフリーダイアルの1-800番であれ，提供するのに費用がかかる可能性が高い。上記のように大量に使用することは法外に費用がかかる。",
                        "［0077］  したがって，本発明の一実施形態は，電話番号の割り当て及び再利用を行うためのシステムを提供する。一実施形態において，電話番号は，必要とされる場合のみ動的に割り当てられる。結果として，必要な番号の数はかなり少なくなる。例えば，「工業用シャワーヘッド」のための特定の配管工の広告は，ある検索エンジンのウェブサイトでは一度も表示されないかもしれない。したがって，そのウェブサイトのその広告に固有の電話番号を割り当てることは無駄である。顧客がその特定のウェブサイトで「工業用シャワーヘッド」を検索する場合のみ，システムは，その瞬間に固有の電話番号を動的に割り当てるほうがよい。このように，番号は必要なときのみ割り当てられ，無駄が削減される。",
                        "［0078］  また，本発明の一実施形態は番号を再利用することによって，必要とされる番号の総数を更に減らす。例えば，固有の番号が表示されてからある一定時間が経過した場合，システムは自動的にその番号を「クリーン」と見なして再利用し，番号のプールに戻すことができる。同様に，固有の番号が架電されてからある一定時間が経過した場合，システムは自動的にその番号を「クリーン」と見なして再利用し，番号のプールに戻すことができる。このようなパラメータ及びその他のパラメータを使用することで，本発明の一実施形態は固有の電話番号を節約及び再利用するため，必要な電話番号が少なくてすみ，コスト削減を可能にする。",
                        "［0079］  図19は，一実施形態による電話番号を割り当てるプロセスを説明するフロー図を提供する。図19を参照すると，プロセス1902において，電話番号がジャスト・イン・タイム方式で広告に動的に割り当てられる。例えば電話番号は，ある特定の広告主の電話番号が表示されることを要求するエンドユーザの検索が要求パートナーに提出されることに応答して割り当てられる。一実施形態において，未割り当ての電話番号のプールが保持される。未割り当ての電話番号とは，決して特定の広告，広告主，又は要求パートナーに前もって割り当てられたり，関連付けられたりしていない電話番号である。プロセス1902は，未割り当ての電話番号のプールから電話番号を選択し，選択した電話番号を広告にジャスト・イン・タイム方式で割り当てることにより実行される。「ジャスト・イン・タイム方式」という言葉を使用することで，電話番号は未割り当ての電話番号のプール内にあり，顧客が電話番号を含む広告を見ようとする直前に特定の広告に割り振られる又は割り当てられることを意味する。",
                        "［0080］  プロセス1904において，広告に割り当てられた電話番号が所定期間架電されない場合は，その電話番号は割り当て解除され，未割り当ての電話番号のプールにリサイクルされる。例えば一実施形態において，所定期間は固定日数でよい。その電話番号に架電が行われない場合は，その電話番号は割り当て解除される。",
                        "［0081］  図19に関連して，割り当てられた電話番号が所定期間内に架電された場合は，その電話番号は割り当てられた広告／広告主と関連付けられる。割り当てられた電話番号を使用した架電が行われると，割り当てられた電話番号は広告に関連付けられた（以下「関連付けられた広告」）広告主に割り振られる。そうではなく，割り当てられた電話番号が架電されない場合は，番号は自由なままで，全ての要求パートナーに使用可能である。",
                        "［0082］  一実施形態において，要求パートナーが提供する広告は問い合わせをもたらすが架電がない場合は，動的に割り当てられた電話番号は所定期間その広告に関連付けられる。動的に割り当てられた電話番号が所定期間内に架電された場合は，その電話番号はより長い期間その広告に関連付けられる。",
                        "［0086］  別の実施形態において，同じ電話番号を同じ広告主／広告のために異なる要求パートナーに割り当てることによって，必要な電話番号の数を減らすことができる。図21は，1つの広告主／広告のための1つの電話番号を複数の要求パートナーに割り当てるプロセスを説明するフロー図を示す。プロセス2102において，ある広告が第1の要求パートナーにより提供され，次に所定期間，例えば30分以内に第2の要求パートナーにより提供された場合は，プロセス2104において，第2の要求パートナーに新しい又は異なる電話番号が割り当てられる。しかし，第2の要求パートナーによる提供が所定期間（30分）を超えて行われる場合は，プロセス2106において，同じ電話番号を第2の要求パートナーに割り当てることができる。一般に，第1の提供後，架電が発生しない期間が長ければ長いほど，議論の余地がある電話である可能性が高いため，第1の要求パートナーに割り当てられた同じ電話番号を使用することがより実現可能になる。",
                        "［0089］  例えば，1つのウェブサイトにおいて，ユーザが「カンザスシティ",
                        "の歯科医」を検索した瞬間，広告会社はウェブサイトと通信し，カンザスシティ地域の広告を購入している10人の歯科医の広告を挿入する。10人の歯科医は，潜在的な顧客からの架電を着信した瞬間に，例えば5ドルの料金を支払うことを意味する「ペイ・パー・コール」に同意することにより広告を購入している。歯科医らは同業者よりも上に表示されることを望む場合に高い料金を支払うことができる。広告会社は，架電単価が最も高いものから最も低いものへと降順に歯科医を表示する。",
                        "［0090］  広告会社は，ウェブサイト上に3つの広告を表示するとき，広告に現れる固有の電話番号を動的に割り当てる。このようにして，ある歯科医が潜在的な顧客から架電された場合，広告会社はどのウェブサイトが架電の発生に貢献したかを判定することができる。広告会社は架電の時間を求め，その瞬間に歯科医が同意したペイ・パー・コールの金額を歯科医に請求することもできる。このようなことが行われると，広告会社は架電をその歯科医の標準電話番号に転送し，歯科医は架電を受ける。",
                        "［0091］  表示された10個の固有の電話番号のうちのいくつかは，フリーダイアル1-800番又は1-866番であった。そのうちの1つは，その歯科医がローカルと思われる固有の電話番号を有する広告のみが示されるように要求したために，ローカルのカンザスシティ913地域コード番号であった。",
                        "［0092］  広告会社は，10人の歯科医の広告を1，000個の異なるウェブサイトに配給している。エンドユーザがたまたまカンザスシティの歯科医を検索するときはいつでも，広告会社は一日中10人の歯科医を何百もの異なるサイトに絶えず表示している。結果として生じる架電活動をトラッキングするために，広告会社が1，000個のウェブサイト各々の各歯科医に固有の電話番号を割り当てたい場合，10，000個の固有の電話番号を割り当てる必要がある。固有の電話番号を提供及び維持するには費用がかかるため，これにはとてもお金がかかる。広告会社は，割り当てる固有の電話番号を最小限に抑える方法を見つける必要があり，プールに有する合計50，000個を超える固有の番号を使用することは決してできない。",
                        "［0093］  割り当てる必要のある固有の電話番号を減らすために，広告会社は，本発明を使用して固有の電話番号を動的に割り当て，再利用する。カンザスシティの歯科医のケースにおいて，広告会社は，最初に10，000個の組み合わせの全てを割り当てるわけではない。その代わりに，特定のウェブサイトでカンザスシティの歯科医の検索が行われた瞬間に固有の電話番号を1つだけ割り当てる。動的な「ジャスト・イン・タイム」の割り当てによって，架電及び表示が行われないかもしれない広告への無駄な番号の割り当てを防ぐ。",
                        "［0095］  一実施形態において，ある特定の広告主の広告がある時間にある特定のウェブサイトにある特定の固有の電話番号と共に表示されたことをシステムが記録する。ますます多くの広告が異なるウェブサイトに表示されるため，一実施形態において，システムは割り当てられた電話番号がそれぞれ最後に表示されたのはいつかを記録する。",
                        "［0096］  図22は，電話番号を再利用する一実施形態を説明するフロー図を示す。一実施形態では，プロセス2202において，電話番号のアクティブな「表示キュー」が保持される。アクティブな表示キューは，表示された時間に従って（最近表示された）「最も若いもの」から（以前に表示された）「最も古いもの」の順に電話番号を掲載する。",
                        "［0097］  例えばある広告主の広告がある特定のウェブサイトに表示され，固有の電話番号が必要とされる場合，プロセス2204において，電話が表示キューの「最も古い」方の側から，すなわち比較的最近表示されたものではない電話番号が選択される。番号のプールは有限であると推定されるため，選ばれる電話番号は以前に使用されたことがあるということがあり得る。しかし，その電話番号は，恐らく5週間前に表示された「最も古い」番号であるため，この番号が過去に表示された広告のものと混同されない確率が高い。このように，電話番号は最後の表示時間に基づいて再利用され，混同の可能性が減少する。",
                        "［0098］  一実施形態では，プロセス2206において，システムは，選択された電話番号は所定期間内で最近表示されたかどうかを判定する。例えばシステムは，電話番号が例えば直近の24時間内に異なるコンテキストで表示されたかどうかをチェックすることができる。選択された電話番号が所定期間内に表示されていた場合は，プロセス2208において，番号プールは過剰再利用の危険にさらされており，選択された電話番号はそのとき割り当てられない。",
                        "［0099］  選択された電話番号が所定期間内に表示されなかったとシステムが判定した場合，一実施形態では，プロセス2210において，システムは選択された電話番号が所定期間内で最近架電されたかどうかを判定することに進む。例えばある電話番号がある歯科医の広告に3か月前に表示されたが，最後の架電が昨日であった場合，その番号が今日配管工に再割り当てされれば混乱を招くことが考えられる。",
                        "［0100］  選択された電話番号は所定期間（例えば24時間）内に表示されず，第2の所定期間（例えば直近の30日）内に架電されなかったとシステムが判定した場合，プロセス2212において，システムは選択された電話番号を安全と見なし，選択された電話番号を新しいコンテキストに表示されるよう割り当てる。",
                        "［0107］  一実施形態において，システムは，様々な要因に基づく固有の番号の別個のプールを保持することもできる。図24は，一実施形態による固有の電話番号の別個のプールを保持するプロセスを説明するフロー図を示す。プロセス2402において，システムは，異なる配給パートナーに対応する異なる電話番号のプールを保持する。例えば1つの大きい配給者が，番号が再利用されて競合配給者と混同されないよう要求することができる。プロセス2404において，システムは，異なる広告主のカテゴリに対応する異なる電話番号のプールを保持する。例えばシステムは，民主党員用及び共和党員用に別個の電話番号プールを保持し，架電者が間違って他党に接続される可能性を低くすることができる。",
                        "［0108］  プロセス2406において，一実施形態では，システムは選択広告主又は広告主群に再利用されない安定した番号を提供する。例えば，番号が変わる又は再利用されることを望まない広告主もおり，システムは，このような広告主を再利用手順から削除して不変の電話番号を提供することができる。",
                        "［0109］  同様に，プロセス2408において，一実施形態では，システムは選択された広告主又は広告主群に特定の期間特定の電話番号を提供する。その後，電話番号は再利用されてよい。例えば日刊新聞は，特別な「本日のお買い得品」を有する5つの旅行代理店のトラッキング可能な電話番号を掲載することがある。この場合，電話番号は少なくとも1日間は変わるべきではないが，その後は再利用プロセスに入ることができる。",
                        "特許請求の範囲",
                        "11．  前記広告主に対応する広告が少なくとも2つの位置の第1の位置に表示された場合に，少なくとも2つの料率のうち第1の高い料率を前記広告主に請求することを更に含む，請求項10に記載の方法。",
                        "【図1】",
                        "【図2】",
                        "【図3】",
                        "【図4】",
                        "【図5】",
                        "【図6】",
                        "【図7】",
                        "【図8A】",
                        "【図8B】",
                        "【図9】",
                        "【図15】",
                        "【図19】",
                        "【図22】",
                        "【図24】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記(ア)によると，乙14発明は，インターネットのウェブページを利用した広告方法で，広告提供サイトのウェブページに広告情報とともに広告主ごとに対応付けられた電話番号を掲載し，それを見た利用者が広告主に対して電話を架けた場合に，その通話の成立に基づいて広告料の課金を発生させるというペイ・パー・コール（Pay  per  Call）方式に係る発明であり，乙14には，次のとおりの乙14発明が記載されていると認められる。",
                            "「  固有の電話番号を節約及び再利用することが出来るペイ・パー・コールの実績型広告を提供するための方法であって，",
                            "前記方法を実行するシステムは，『アカウント生成・管理モジュール34』，『広告発行モジュール36』，『架電処理モジュール38』，及び『請求モジュール40』を含み，さらに，前記『アカウント生成・管理モジュール34』は，『広告作成モジュール46』を含み，また，『広告発行モジュール36』は，『広告描画エンジン74』と『広告配給エンジン76』とを含み，",
                            "前記システムは，特定の広告，広告主，又は要求パートナーに前もって割り当てられたり，関連付けられたりしていない電話番号である未割り当ての電話番号のプールを保持し，",
                            "前記『アカウント生成・管理モジュール34』は，『ユーザインターフェースモジュール44』，『広告作成モジュール46』，『支払規定モジュール48』を含み，",
                            "前記『ユーザインターフェースモジュール44』は，ウェブページを顧客のブラウザに表示させ，",
                            "前記『広告作成モジュール46』は，広告主に割り当てられた固有の電話番号を自動的に広告主の広告に直接挿入するものであり，検索エンジン19を通じたキーワード検索が開始された際，広告主の広告が検索結果内に表示されるようにするためのキーワードを入力することができるようにするための『キーワード関連付けロジック57』と，固有の電話番号を生成し，固有の電話番号が架電されると広告主の電話が鳴るように固有の電話番号を広告主の実際の電話番号にマッピングし，固有の電話番号を広告主の広告に関連づける『電話番号自動生成ロジック56』を含み，",
                            "前記『固有の電話番号』は，エンドユーザから要求パートナー（ある検索エンジンのウェブサイト）に対して検索要求がされ，『ジャスト・イン・タイム方式』で，未割り当ての電話番号のプール内にある電話番号の中から『固有の電話番号』となる電話番号が検索要求におけるキーワードと関連付けがされた特定の広告主の広告に対して直前に動的に割り当てられて，その広告に自動的に挿入されるものであり，そして，そのように『固有の電話番号』が挿入された広告は，検索結果のページ内に表示され，",
                            "また，前記『固有の電話番号』は，『表示されてからある一定期間』が経過した場合には，『再利用』のために『電話番号のプール』に戻され，また，『問合せをもたらすが架電がない場合』には，この『固有の電話番号』が『表示されてからある一定期間』が経過するまでの『所定期間』の間，『動的に割り当てられた電話番号』は『その広告に関連付けられる』ものであり，",
                            "前記システムは，ある特定の広告主の広告がある時間にある特定のウェブサイト（ある検索エンジンのウェブサイト）にある特定の固有の電話番号と共に表示されたことを記録し，また，『割り当てられた電話番号がそれぞれ最後に表示されたのはいつか』を記録し，この『電話番号についての最後の表示時間』の情報は，『電話番号が例えば直近の24時間内に異なるコンテキストで表示されたかどうかをチェックする』等により『割り当てられた電話番号』が『所定期間内で最近表示されたかどうか』を『判定』するために用いられ，前記『割り当てられた電話番号』が所定期間内に表示されていた場合には，前記『割り当てられた電話番号』は，前記『特定の広告主の広告』以外の広告主の広告には割り当てられないものであり，",
                            "さらに，前記システムは，選択された広告主又は広告主群に特定の期間特定の電話番号を提供するものであり，この特定の期間の後は再利用プロセスに入ることができる，",
                            "方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "このうち，エンドユーザから要求パートナーの検索エンジンに対して検索要求がされたことに応じて，乙14発明において行われている処理については，次の構成要件（a）～（e）のとおりであると認められる。",
                            "（a）検索要求を受信した要求パートナーの検索エンジンは，検索要求をシステムに伝え，",
                            "（b）システムは，「ジャスト・イン・タイム方式」で，未割り当ての電話番号のプール内にある電話番号の中から「固有の電話番号」となる電話番号が検索要求におけるキーワードと関連付けがされた特定の広告主の広告に割り当ててその広告に自動的に挿入し，割り当てられた「固有の電話番号」が挿入された広告を要求パートナーの検索エンジンに送信し，",
                            "（c）要求パートナーの検索エンジンは，検索要求に対する検索結果内に，システムから送信された「固有の電話番号が挿入された広告」を表示する，",
                            "（d）システムは，ある特定の広告主の広告がある時間にある特定のウェブサイト（ある検索エンジンのウェブサイト）にある特定の固有の電話番号と共に表示されたことを記録し，",
                            "（e）システムは，「固有の電話番号」が「表示されてからある一定期間」が経過した場合には，「再利用」のために「電話番号のプール」に戻され，また，「問合せをもたらすが架電がない場合」には，この「固有の電話番号」が「表示されてからある一定期間」が経過するまでの「所定期間」の間，「動的に割り当てられた電話番号」が「その広告に関連付けられる」"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と乙14発明の対比等について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件①（「ウェブページにおいて明示的又は黙示的に提供され，かつ架電先の電話器を識別する識別情報を管理するための情報管理プログラムであって，」）について",
                  "text": [
                    "前記(2)によると，乙14発明における「広告作成モジュール46」は，「固有の電話番号を生成し，固有の電話番号が架電されると広告主の電話が鳴るように固有の電話番号を広告主の実際の電話番号にマッピングし，固有の電話番号を広告主の広告に関連づける『電話番号自動生成ロジック56』を含み，広告主に割り当てられた固有の電話番号を自動的に広告主の広告に直接挿入」する機能を備えている。また，「広告主の広告」は，ウェブページにおいて顧客のブラウザに表示されるものである。",
                    "そうすると，乙14発明における「固有の電話番号」は，本件発明の「ウェブページにおいて明示的に提供され，かつ架電先の電話器を識別する識別情報」に相当するといえる。",
                    "そして，乙14発明は，「固有の電話番号を節約及び再利用することが出来るペイ・パー・コールの実績型広告を提供するための方法」であって，乙14発明の「広告作成モジュール46」を備えるシステムは，「固有の電話番号」という識別情報を管理していると認められ，これらはプログラムによって実行されていると認められる。",
                    "したがって，乙14発明は，本件発明の構成要件①を備えていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件②（「コンピュータに，」）について",
                  "text": [
                    "前記(2)によると，乙14発明である「固有の電話番号を節約及び再利用することが出来るペイ・パー・コールの実績型広告を提供するための方法」は，「アカウント生成・管理モジュール34，広告発行モジュール36，架電処理モジュール38，及び請求モジュール40を含」む「システム」によって実行されるから，上記「システム」はコンピュータであると認められる。",
                    "したがって，乙14発明は，本件発明の構成要件②を備えていると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件③（「前記識別情報に基づく架電が第1の架電先の電話器に接続される状態の該識別情報を，前記ウェブページを構築するウェブサーバであって前記コンピュータとは異なるウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させる機能と，」）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(2)によると，乙14発明に係るシステムでは，「『固有の電話番号』は，エンドユーザから要求パートナー（ある検索エンジンのウェブサイト）に対して検索要求がされ，『ジャスト・イン・タイム方式』で，未割り当ての電話番号のプール内にある電話番号の中から『固有の電話番号』となる電話番号が検索要求におけるキーワードと関連付けがされた特定の広告主の広告に対して直前に動的に割り当てられて，その広告に自動的に挿入」されるものであり，「固有の電話番号が挿入された広告」は，要求パートナー（検索エンジンのウェブサイト）のウェブページを介して顧客のブラウザに表示される。したがって，乙14発明に係るシステムは，「固有の電話番号が挿入された広告」を要求パートナー（検索エンジンのウェブサイト）に送出する処理を行っているといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(2)によると，乙14発明において，「固有の電話番号」は，「固有の電話番号が架電されると広告主の電話が鳴るように固有の電話番号を広告主の実際の電話番号にマッピング」されたものであるから，「検索要求におけるキーワードと関連付けがされた特定の広告主の広告に対して直前に動的に割り当てられて，その広告に自動的に挿入された状態の固有の電話番号」は，本件発明の「識別情報に基づく架電が第1の架電先の電話器に接続される状態の識別情報」に相当するといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙14発明の「検索要求におけるキーワードと関連付けがされた特定の広告主の広告に対して直前に動的に割り当てられて，その広告に自動的に挿入された状態の固有の電話番号」は，「固有の電話番号が挿入された広告」として要求パートナー（ある検索エンジンのウェブサイト）に送出されるものであり，「要求パートナー（ある検索エンジンのウェブサイト）」は，「固有の電話番号が挿入された広告」を顧客のブラウザに表示させるためのウェブページを構築するウェブサーバといえるから，乙14発明における「システム」とは異なるものと認められる。",
                        "そうすると，乙14発明の「検索要求におけるキーワードと関連付けがされた特定の広告主の広告に対して直前に動的に割り当てられて，その広告に自動的に挿入された状態の固有の電話番号」は，本件発明の「ウェブページを構築するウェブサーバであって前記コンピュータとは異なるウェブサーバに向けて送出可能な状態」にあるものといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "他方，乙14発明の「固有の電話番号」は，それが「表示されてからある一定期間」が経過した場合には，「再利用」のために「電話番号のプール」に戻されるのであるから，「固有の電話番号」が「『再利用』のために『電話番号のプール』に戻され」た状態は，本件発明の「送出不可能な状態」であると認められる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によると，乙14発明は，本件発明の構成要件③を備えていると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件④（「前記送出不可能な状態とされた前記識別情報に基づく架電を第2の架電先の電話器に接続される状態にする機能と，」）について",
                  "text": [
                    "前記(2)によると，乙14発明のシステムは，「ある特定の広告主の広告がある時間にある特定のウェブサイト（ある検索エンジンのウェブサイト）にある特定の固有の電話番号と共に表示されたことを記録」し，「固有の電話番号」を，「『表示されてからある一定期間』が経過した場合には，『再利用』のために『電話番号のプール』に戻」すという処理を行う。「番号のプールに戻された固有の電話番号」は，前記ウのとおり，「送出不可能な状態とされた識別情報」であり，かつ，再利用のため「別の広告に割り振られる又は割り当てられる状態にある」ものといえる。",
                    "また，電話番号のプールに戻された「固有の電話番号」が再利用された場合にマッピングされる広告主は，本件発明の「第2の架電先」に相当すると認められる。",
                    "したがって，乙14発明は，本件発明の構成要件④を備えていると認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件⑤（「前記識別情報に基づく架電が前記第2の架電先の電話器に接続される状態となった場合の該識別情報を，前記ウェブサーバ又は他のウェブサーバに向けて送出可能な状態にする機能と，」）について",
                  "text": [
                    "前記(2)及びエによると，乙14発明においては，「番号のプールに戻された固有の電話番号」が，再利用のため別の広告に割り振られる又は割り当てられた場合には，当該「別の広告」は，要求パートナー（ある検索エンジンのウェブサイト）に送出されることになるのであるから，「『送出不可能な状態とされた識別情報』である『番号のプールに戻された固有の電話番号』」（前記ウ）は，別の広告に割り振られる又は割り当てられる時点で，要求パートナー（ある検索エンジンのウェブサイト）に向けて送出可能な状態になると認められる。",
                    "したがって，乙14発明は，本件発明の構成要件⑤を備えていると認められる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "構成要件⑥（「前記識別情報を前記ウェブサーバに向けて送出可能な状態から送出不可能な状態へと変化させるステップを，前記ウェブサーバに向けて前記識別情報が送出されてから一定期間が満了した場合に，又は前記ウェブサーバへアクセスされた回数が基準に達した場合に実行する機能とを」）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「一定期間」の始期について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "乙14では，「ウェブページ・・・を顧客のブラウザに表示させる」（段落［0032］），「バートの広告は・・・顧客にのみ表示されることになる」（段落［0033］，「広告描画エンジン74は，キャンペーン管理インターフェイス・・・を広告主に表示する」（段落［0042］），「表示ページ中でバートの広告を順位付ける」（段落［0045］），「クリックして表示する方法」，「広告は，広告主の完全な電話番号を表示していないが，その代わりに・・・残りの部分を表示するためのハイパーリンクを含む。」（段落［0059］），「新聞の告知欄は，消費者がかける電話番号を表示するテレビコマーシャルと同様に」（段落［0070］），「歯科医らは同業者よりも上に表示されることを望む場合に高い料金を支払うことができる。広告会社は，架電単価が最も高いものから最も低いものへと降順に歯科医を表示する。」（段落［0089］），「広告会社は，ウェブサイト上に3つの広告を表示するとき，広告に現れる固有の電話番号を動的に割り当てる。」（段落［0090］），「広告主に対応する広告が少なくとも2つの位置の第1の位置に表示された場合に・・・」（請求項11）などにおいては，「表示(display)」は，「情報が画面に映される（it shows  it  on  its  screen）」，「画面に単語や写真等を見せる（to  show  words,",
                          "text": [
                            "pictures, etc. on a screen）」，「コンピュータの画面に情報を見せる（to show information on a computer screen）」などの意味で用いられていることが認められる。",
                            "しかし，乙14には，「広告会社は，ウェブサイト上に3つの広告を表示するとき，広告に現れる固有の電話番号を動的に割り当てる。」（段落［0090］），「広告会社は一日中10人の歯科医を何百もの異なるサイトに絶えず表示している。」（段落［0092］）などのように，「表示」について，ユーザ端末等の画面のみに情報を映すという意味に限定されず，システム（広告会社）が要求パートナーのウェブサイトに対して電話番号を割り当てた広告等の情報を提示することをも含むと理解することができる記載がある。",
                            "また，乙14の「一実施形態において，ある特定の広告主の広告がある時間にある特定のウェブサイトにある特定の固有の電話番号と共に表示されたことをシステムが記録する。ますます多くの広告が異なるウェブサイトに表示されるため，一実施形態において，システムは割り当てられた電話番号がそれぞれ最後に表示されたのはいつかを記録する。」（段落［0095］）との記載では，「システムが記録する」とされていて，システムが，ユーザ端末等の画面に電話番号が割り当てられた広告が映されたことを把握し，それを記録に反映することについての記載が全くないことからすると，ここにいう「表示」は，ユーザ端末等の画面のみに情報を映すという意味に限定されず，システム（広告会社）が要求パートナーのウェブサイトに対して電話番号を割り当てた広告等の情報を提示することを含む意味であると理解することができる。",
                            "そして，構成要件（c）のとおり，乙14発明の要求パートナーの検索エンジンは，「検索要求に対する検索結果内に，システムから送信された『固有の電話番号が挿入された広告』を表示する」ものであり，構成要件（b），（c）のとおり，要求パートナーの検索エンジンのウェブサイト等に情報を提示することは，システムが「固有の電話番号が挿入された広告」を当該要求パートナーへ送信することにより行われるのであるから，乙14発明において「表示」というときに，システムが，「固有の電話番号が挿入された広告」を，要求パートナーのウェブサイトに提示させるために送出するという意味をも含むと理解することができる。また，構成要件（d）の「表示されたことを記録し」についても，システムが，「固有の電話番号が挿入された広告」を要求パートナーのウェブサイトに提示させるために送出したことを含むと理解することができる。",
                            "したがって，乙14発明において，固有の電話番号が再利用のために「電話番号のプール」に戻されるまでの期間の始期である「表示されてからある一定期間」にいう「表示されてから」は，「固有の電話番号が挿入された広告が要求パートナーの検索エンジンに送出」されたときを含むものと解することができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し，1審原告は，当業者は，「ウェブページが何時の時点でユーザ端末に表示されたか」を把握するためのウェブビーコン等の周知技術を参酌して乙14の記載を理解するため，ユーザ端末等に電話番号が表示された時期を容易に把握することができるから，乙14における「表示してから」は，文字どおり，ユーザ端末等に電話番号が表示された時点と解すべきであると主張する。",
                            "しかし，上記aのとおり，乙14には，システムが，ユーザ端末等の画面に電話番号が割り当てられた広告が映されたことを把握することについて記載も示唆もなく，また，乙14のシステムは，「固有の電話番号が挿入された広告」を提供したことを記録することにより，要求パートナーのウェブサイトに「電話番号が割り当てられた広告」が提示されたことを把握できるから，乙14発明の出願時に，Webページ（又は電子メール）上にグラフィックを設置し，利用者が当該Webページ（又は電子メール）を開いた際に，自社のサーバに対してGET要求をし，どのIPアドレスのマシンが，いつ，どのWebページにアクセスしたのかについての情報をトレースすることができるというウェブビーコンなどの技術が周知技術であったとしても，乙14発明がこの技術を用いることを前提としたものであると理解されるとは認められない。",
                            "また，乙14発明は，固有の電話番号を提供するには費用がかかるため，広告及びウェブサイト毎に固有の電話番号を割り当ててペイ・パー・コールの実績型広告を実施するための架電トラッキングを実施すると，非常に多くの固有の電話番号，すなわち非常に多くの費用が必要になるとの課題（段落［0076］）に対して，「当該方法では，電話番号は，ジャスト・イン・タイム方式で広告に動的に割り当てられ，所定期間，電話番号が表示されない又は架電されないと，そのとき当該電話番号は，割り当て解除されて，再利用される。」（段落［0006］）ことにより上記課題を解決するものである。そうすると，このような乙14発明において，「所定期間」の始期を，ユーザ端末等に電話番号が表示された時点に限定するような技術的な必要性は特に認められない。1審原告は，「一定期間」の始期を「送出されてから」とする本件発明は，ユーザの動作部分を対象としておらず，サーバの側で完結するものであり，「一定期間の始期」がユーザ端末等に「表示されてから」とする乙14発明は技術思想が異なると主張するが，乙14発明の上記のような意義を考慮すると，乙14発明において，システム設計の便宜（一定期間の計測の容易性）よりも，ユーザ側の利益（表示期間の確保）を優先させる必要性は特に認められないから，1審原告が主張するような本件発明と乙14発明との技術思想の違いを認めることはできない。",
                            "かえって，乙14発明において，「表示」をユーザ端末等に電話番号が表示された時点と解すると，通信エラー等で電話番号が送出されたがユーザ端末等に表示されなかった場合には，「一定期間」が進行しないことになり，乙14発明の上記の課題が解決されないことになる。",
                            "したがって，1審原告の上記主張を採用することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，1審原告は，乙14の段落［0059］で引用されている米国公開公報（甲33）によると，乙14発明の構成要件（c）における「表示」は，ユーザの「コンピュータの画面に情報を見せる（to show information on a computer screen）」という意味を有するものとして使用されていると主張する。",
                            "しかし，乙14の段落［0059］には，広告が要求パートナーのウェブサイトを介してユーザに提示されるに当たり，広告が，広告主の電話番号又は電話番号の残りの部分を表示するためのハイパーリンクを含んでいる方法が記載されており，その中で，甲33に記載されている「クリックして表示する方法」が引用されているにすぎないから，仮に，甲33の「表示」が1審原告主張の「表示」の意味のみを有するものとして用いられているとしても，甲33の記載をもって乙14の「表示」を1審原告主張のように認めるべき事情があるということはできない。",
                            "1審原告は，乙14発明の［0078］の「表示された」の解釈について，1審原告の主張に沿った内容を記載した意見書（甲32）を提出するが，上記説示に照らし，この意見書の記載内容を採用することはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によると，乙14発明においての「表示されてから」とは，要求パートナーの検索エンジンに向けて電話番号が「送出」されたときを含むと認めるのが相当であるから，本件発明と乙14発明には「一定期間」の始期について相違点がないことになる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「『送出可能な状態』である」ことについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(2)によると，乙14発明では，エンドユーザから要求パートナー（ある検索エンジンのウェブサイト）に対して検索要求がされると，「ジャスト・イン・タイム方式」で，未割り当ての電話番号のプール内にある電話番号の中から「固有の電話番号」となる電話番号が検索要求におけるキーワードと関連付けがされた特定の広告主の広告に対して直前に動的に割り当てられて，その広告に自動的に挿入されるものであり（段落［0006］，［0033］～［0035］），そのように「固有の電話番号」が挿入された広告は，検索結果のページ内に表示され，「固有の電話番号」は，「表示されてからある一定期間」が経過した場合には，「再利用」のために「電話番号のプール」に戻され（段落［0006］，［0077］～［0081］），また，「問合せをもたらすが架電がない場合」には，この「固有の電話番号」が「表示されてからある一定期間」が経過するまでの「所定期間」の間，「動的に割り当てられた電話番号」は「その広告に関連付けられる」（段落［0082］）のであるから，乙14発明の「固有の電話番号」は，広告情報と関連づけられて送出され，「表示されてからある一定期間」が経過するまでの「所定期間」の間は，広告情報と関連付けられていることが認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "もっとも，乙14の段落［0078］には，固有の電話番号が表示されてから一定時間が経過した場合や固有の番号が架電されてから一定時間が経過した場合，システムは自動的にその番号を再利用し，番号のプールに戻すことができるなどの記載はあるが，乙14には，ある要求パートナー（検索エンジンのウェブサイト）に固有の電話番号が表示された後，番号のプールに戻るまでの間に，当該電話番号が，同じ要求パートナー（検索エンジンのウェブサイト）で新たに検索された際に同一の広告に表示されるのか否かについての明示の記載はない。",
                            "しかし，乙14発明は，固有の電話番号を提供するには費用がかかるため，広告及びウェブサイト毎に固有の電話番号を割り当ててペイ・パー・コールの実績型広告を実施するための架電トラッキングを実施すると，非常に多くの固有の電話番号，すなわち非常に多くの費用が必要になるとの課題（段落［0076］）に対して，「当該方法では，電話番号は，ジャスト・イン・タイム方式で広告に動的に割り当てられ，所定期間，電話番号が表示されない又は架電されないと，そのとき当該電話番号は，割り当て解除されて，再利用される。」（段落［0006］）ことにより上記課題を解決するものである。",
                            "そして，ペイ・パー・コールの実績型広告を実施するための架電トラッキングでは，支払先を特定するために，架電があった電話番号が，どの検索エンジンのウェブサイトで表示されたものなのかさえ特定できればよいのであるから，同じ検索エンジンのウェブサイトの第2の顧客の検索に対して，第1の顧客の検索によって割り当てた電話番号とは異なる電話番号を新たに割り当てて表示する必要はなく，同じ電話番号を再び割り当てて表示することにより，管理する電話番号の数を減らすことは，乙14発明が当然の前提としていると解される。そうでなければ，所定期間「固有の電話番号」を広告情報と関連付けておく意義が乏しいことになる。1審原告は，表示されてから一定期間，当該番号が送出不可能である場合に，当該期間，同じ要求パートナーや同じコンテキストで同じ番号が表示されないとしても，一定期間の長さなどを適宜調整するなどすれば，発明の課題は十分解決することができると主張するが，1審原告が主張する方法をとるよりも，同じ要求パートナーの同じコンテキストに同じ番号を表示する方が管理する電話番号の数を減らすことに資するのであるから，1審原告の主張を採用することはできない。",
                            "そうすると，乙14の段落［0078］の記載は，エンドユーザから要求パートナーの検索エンジンに対する検索要求に対して，広告に「ジャスト・イン・タイム方式」でプール内にある電話番号を割り当てるに当たって，同じ要求パートナー又は同じコンテキストにおいて，広告が表示されてから所定期間内の電話番号は，再度「固有の電話番号」として前記「広告」に割り当てられ，前記「所定期間内の電話番号」が挿入された広告が要求パートナーの検索エンジンに送信されることを示していると解される。",
                            "これに対し，1審原告は，乙14発明において，表示されてから一定期間，電話番号が送出不可能であったとしても，すでに送出された電話番号を「ウェブサーバ」に表示させ続けることにより，同じ要求パートナーや同じコンテキストについて同じ番号を表示することは可能であるから，乙14発明において，所定の期間，電話番号が送出可能である必要はない旨主張するが，乙14発明は，ジャスト・イン・タイム方式であり，検索された都度，電話番号が割り当てられるものであるから，1審原告が主張するような構成を採るものであると解することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によると，乙14発明は，「固有の電話番号」が「表示されてからある一定期間」が経過するまでの「所定期間」の間，識別情報（「固有の電話番号」）は広告情報（「その広告」）と関連づけられており，当該期間内の，エンドユーザから要求パートナーの検索エンジンに対する検索要求に対して，同じ要求パートナー又は同じコンテキストにおいて，広告に関連付けられた電話番号が挿入された広告が要求パートナーの検索エンジンに送信され前記エンドユーザに対して表示されることになるから，本件発明における，「一定期間」が終了して「送出不可能な状態」となるまで「送出可能な状態」である点は，乙14発明との一致点となる。1審原告は，乙14の段落［0078］，［0086］及び［0098］の記載から，広告に「ジャスト・イン・タイム方式」で割り当てられたプール内にある電話番号は，表示されてから所定期間の間「送信可能状態」が継続しているとの1審被告の主張は，本件発明の「一定期間」（構成要件⑥）と乙14発明の「所定期間」を混同するものであると主張するが，乙14発明の「所定期間」については前記aのとおり認められるのであり，1審原告の主張するところは前記aの判断を左右するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記ウによると，乙14発明は，構成要件③を備えていることが認められる。そして，前記(ア)，(イ)によると，乙14発明の「一定期間」の始期である「『固有の電話番号』が『表示されてから』」とは，本件発明の「一定期間」の始期である「前記ウェブサーバに向けて前記識別情報が送出されてから」に相当し，乙14発明には，「『一定期間』の間『送出可能な状態』であること」が記載されていることが認められる。",
                        "したがって，乙14発明は，本件発明の構成要件⑥を備えていると認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "構成要件⑦（「実現させるための情報管理プログラム」）について",
                  "text": [
                    "前記アのとおり，乙14発明の「固有の電話番号」は，本件発明の「ウェブページにおいて明示的に提供され，かつ架電先の電話器を識別する識別情報」に相当し，乙14発明の「広告作成モジュール46」を備えるシステムは，「固有の電話番号」という情報を管理し，これらはプログラムによって実行されていると認められる。",
                    "したがって，乙14発明は，本件発明の構成要件⑦を備えていると認められる。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "以上によると，本件発明は乙14発明と同一であるから，本件発明に係る特許は，特許法123条1項2号（同法29条1項3号違反）により無効とされるべきものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "よって，本件発明に係る特許は無効とされるべきものであるから，1 審原告がこの特許権に基づき権利行使をすることは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，1審原告の請求は，当審における追加請求を含め，理由がないことになるから，1審被告の控訴に基づき，原判決のうち1審被告敗訴部分を取り消し，当審で追加された請求を含めて1審原告の請求をいずれも棄却し，1審原告の控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "以下，用語の略称及び略称の意味は，原判決に従い，原判決の引用部分の「別紙」をすべて「原判決別紙」と改める。また，書証を掲記する際には，枝番号の全てを含むときはその記載を省略することがある。"
  ]
}