{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800017号特許無効審判事件について平成31年3月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（当事者間に争いがない。）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "ノキア  シーメンス  ネットワークス  オサケ  ユキチュア（以下「ノキア」という。）は，発明の名称を「通信ネットワークシステムにおけるコントロールチャネル」とする発明について，平成20年5月6日（優先日平成19年5月7日，優先権主張国欧州特許庁）を国際出願日とする特許出願（特願2010-506918号。以下「本件出願」という。）をし，平成24年9月7日，特許権の設定登録（特許第5081296号。請求項の数16。）を受けた（以下，この登録を受けた特許を「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ノキアは，原告に対し，本件特許に係る特許権を譲渡し，その旨の移転登録（受付日平成27年3月9日）を経由した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成29年2月3日，本件特許について特許無効審判（無効2017-800017号事件）を請求した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年2月9日付けで審決の予告を受け，同年4月5日付けで訂正の請求をしたが，同年6月20日付けで訂正を認めない旨の通知を受け，同年10月26日付けで審決の予告を受けたため，平成31年2月5日付けで，①本件特許の特許請求の範囲の請求項1ないし7，14ないし16を一群の請求項として，請求項1及び請求項5を訂正し，請求項3及び請求項4を削除し，②本件特許の特許請求の範囲の請求項8ないし10を一群の請求項として，請求項8を訂正し，③本件特許の特許請求の範囲の請求項11ないし13を一群の請求項として，請求項11を訂正し，④本件出願の願書に添付した明細書（以下，図面を含めて「本件明細書」という。）について訂正（以下，①ないし④の訂正を「本件訂正」という。）する旨の訂正請求（以下「本件訂正請求」という。）をした。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "特許庁は，平成31年3月27日，本件訂正請求は認められないとした上で，特許法123条1項4号の規定により，本件訂正前の特許請求の範囲である「請求項1ないし16に係る発明についての特許を無効とする」旨の審決（以下「本件審決」という。）をし，その謄本は，同年4月9日，原告に送達された。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，令和元年8月5日，本件審決の取消を求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前",
              "text": [
                "本件訂正前の特許請求の範囲の請求項1ないし16の記載は，以下のとおりである。",
                "【請求項1】",
                "ツリー構造のノードにより表されるコントロールチャネルをアロケートするステップであって，各コントロールチャネルは，コントロールチャネルを検知するために使用されるそれぞれの識別子に対する情報を伝送する少なくとも一つのコントロールチャネルエレメントを有し，前記アロケーションは最高レベルのコントロールチャネルのアロケーションを制限することによって実行され，前記最高レベルのコントロールチャネルは，最高レベルにあるツリー構造のノードによって表される，ステップと，",
                "コントロールチャネルの比較的低いレベルのアロケーションを増大させるステップであって，比較的低いレベルのコントロールチャネルは，ツリー構造の低レベルにあるノードによって表される，ステップと，",
                "を含む方法。",
                "【請求項2】",
                "請求項1記載の方法であって，",
                "アロケートされたコントロールチャネルをユーザイクイップメントに，アロケートされたコントロールチャネルをシステムバンド幅にわたりサブキャリアに分散することによって送信するステップをさらに含む，方法。",
                "【請求項3】",
                "請求項1記載の方法であって，",
                "比較的高いレベルのコントロールチャネルは，比較的低いレベルのコントロールチャネルと組み合わされる，方法。",
                "【請求項4】",
                "請求項1記載の方法であって，",
                "比較的低いレベルのツリー構造においてアロケーションがより増大される，方法。",
                "【請求項5】",
                "ツリー構造のノードにより表されるコントロールチャネルをデコーディングすることによって，および，識別子を使用することによって，コントロールチャネルを検索するステップを含み，",
                "各コントロールチャネルは，コントロールチャネルを検知するために使用されるそれぞれの識別子に対する情報を伝送する少なくとも一つのコントロールチャネルエレメントを有し，",
                "検索は，最高レベルのコントロールチャネルに対して制限され，",
                "最高レベルのコントロールチャネルは，最高レベルにあるツリー構造のノードによって表され，",
                "検索は，コントロールチャネルの比較的低いレベルに対して増大され，",
                "比較的低いレベルのコントロールチャネルは，ツリー構造の比較的低いレベルにあるノードによって表される，",
                "方法。",
                "【請求項6】",
                "請求項5記載の方法であって，",
                "コントロールチャネルはネットワークデバイスから受信される，方法。",
                "【請求項7】",
                "請求項5または6記載の方法であって，",
                "検索は，最低レベルのコントロールチャネルから開始され，",
                "最低レベルのコントロールチャネルはツリー構造の最低レベルにあるノードにより表される，方法。",
                "【請求項8】",
                "ツリー構造のノードにより表されるコントロールチャネルをアロケートするように構成されているアロケーションユニットを備え，",
                "各コントロールチャネルは，コントロールチャネルを検知するために使用されるそれぞれの識別子に対する情報を伝送する少なくとも一つのコントロールチャネルエレメントを有し，",
                "前記アロケーションユニットは，最高レベルのコントロールチャネルのアロケーションを制限するように構成されており，",
                "前記最高レベルのコントロールチャネルは，最高レベルにあるツリー構造のノードによって表され，",
                "前記アロケーションユニットは，比較的低いレベルのコントロールチャネルのアロケーションを増大するように構成されており，",
                "前記比較的低いレベルのコントロールチャネルは，ツリー構造の比較的低いレベルにあるノードによって表される，",
                "デバイス。",
                "【請求項9】",
                "請求項8記載のデバイスであって，",
                "アロケートされたコントロールチャネルをユーザイクイップメントに，アロケートされたコントロールチャネルをシステムバンド幅にわたりサブキャリアに分散することによって送信するように構成されている送信ユニットを備える，デバイス。",
                "【請求項10】",
                "請求項8または9記載のデバイスであって，",
                "eＮBを含む，デバイス。",
                "【請求項11】",
                "ツリー構造のノードにより表されるコントロールチャネルをデコードすることによって，および，識別子を使用することによって，コントロールチャネルを検索するように構成されているデコーディングユニットを備え，",
                "各コントロールチャネルは，コントロールチャネルを検知するために使用されるそれぞれの識別子に対する情報を伝送する少なくとも一つのコントロールチャネルエレメントを有し，",
                "前記デコーディングユニットは，最高レベルのコントロールチャネルに対する検索を制限するように構成されており，",
                "前記最高レベルのコントロールチャネルは，最高レベルにあるツリー構造のノードによって表され，",
                "前記デコーディングユニットは，比較的低いレベルのコントロールチャネルに対する検索を増大するように構成されており，",
                "前記比較的低いレベルのコントロールチャネルは，ツリー構造の比較的低いレベルにあるノードによって表される，",
                "デバイス。",
                "【請求項12】",
                "請求項11記載のデバイスであって，",
                "コントロールチャネルをネットワークデバイスから受信するように構成された受信ユニットをさらに備える，デバイス。",
                "【請求項13】",
                "請求項11または12記載のデバイスであって，",
                "ユーザイクイップメントをさらに備える，デバイス。",
                "【請求項14】",
                "コンピュータプログラムが処理デバイスで実行されるときに，請求項1から7までのいずれか一項記載のステップを実行するためのソフトウエアコード部分を有する，処理デバイス用のコンピュータプログラム。",
                "【請求項15】",
                "請求項14記載のコンピュータプログラムが格納されたコンピュータ読み出し可能媒体。",
                "【請求項16】",
                "請求項14記載のコンピュータプログラムであって，",
                "コンピュータプログラムは，処理デバイスの内部メモリに直接ロード可能である，コンピュータプログラム。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後",
              "text": [
                "本件訂正後の特許請求の範囲の記載（下線部は本件訂正による箇所を示す。以下同じ。）は，以下のとおりである。",
                "【請求項1】",
                "ツリー構造のノードにより表されるコントロールチャネルをアロケートする方法であって，各コントロールチャネルは，コントロールチャネルを検知するために使用されるそれぞれの識別子に対する情報を伝送する少なくとも一つのコントロールチャネルエレメントを有する，方法において，ユーザイクイップメントに対するアロケーションに使用可能な最高レベルのコントロールチャネル候補を部分的に制限することによって，ユーザイクイップメントに対するアロケーションのための前記最高レベルのコントロールチャネル候補を決定するステップであって，前記最高レベルのコントロールチャネルは，前記最高レベルにあるツリー構造のノードによって表される，ステップと，",
                "前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合を，前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくするように，前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補を決定するステップであって，前記最高レベルよりも低い各レベルのコントロールチャネルは，ツリー構造の前記最高レベルよりも低いレベルにあるノードによって表される，ステップと，",
                "を含む方法。",
                "【請求項2】",
                "請求項1記載の方法であって，",
                "アロケートされたコントロールチャネルをユーザイクイップメントに，アロケートされたコントロールチャネルをシステムバンド幅にわたりサブキャリアに分散することによって送信するステップをさらに含む，方法。",
                "【請求項3】",
                "削除",
                "【請求項4】",
                "削除 ",
                "【請求項5】",
                "ツリー構造のノードにより表されるコントロールチャネルをデコーディングすることによって，および，識別子を使用することによって，コントロールチャネルを検索するステップを含み，",
                "各コントロールチャネルは，コントロールチャネルを検知するために使用されるそれぞれの識別子に対する情報を伝送する少なくとも一つのコントロールチャネルエレメントを有し，",
                "検索は，検索されるべき最高レベルのコントロールチャネル候補を部分的に制限して実行され，",
                "前記最高レベルのコントロールチャネルは，前記最高レベルにあるツリー構造のノードによって表され，",
                "検索は，前記最高レベルよりも低い各レベルにおける検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして実行され，",
                "前記最高レベルよりも低い各レベルのコントロールチャネルは，ツリー構造の前記最高レベルよりも低いレベルにあるノードによって表される，",
                "方法。",
                "【請求項6】",
                "請求項5記載の方法であって，",
                "コントロールチャネルはネットワークデバイスから受信される，方法。",
                "【請求項7】",
                "請求項5または6記載の方法であって，",
                "検索は，最低レベルのコントロールチャネルから開始され，",
                "最低レベルのコントロールチャネルはツリー構造の最低レベルにあるノードにより表される，方法。",
                "【請求項8】",
                "ツリー構造のノードにより表されるコントロールチャネルをアロケートするように構成されているアロケーションユニットを備え，",
                "各コントロールチャネルは，コントロールチャネルを検知するために使用されるそれぞれの識別子に対する情報を伝送する少なくとも一つのコントロールチャネルエレメントを有し，",
                "前記アロケーションユニットは，ユーザイクイップメントに対するアロケーションに使用可能な最高レベルのコントロールチャネル候補を部分的に制限して，ユーザイクイップメントに対するアロケーションを実行するように構成されており，",
                "前記最高レベルのコントロールチャネルは，前記最高レベルにあるツリー構造のノードによって表され，",
                "前記アロケーションユニットは，前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合を，前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくして，ユーザイクイップメントに対するアロケーションを実行するようにさらに構成されており，",
                "前記最高レベルよりも低い各レベルのコントロールチャネルは，ツリー構造の前記最高レベルよりも低いレベルにあるノードによって表される，",
                "デバイス。",
                "【請求項9】",
                "請求項8記載のデバイスであって，",
                "アロケートされたコントロールチャネルをユーザイクイップメントに，アロケートされたコントロールチャネルをシステムバンド幅にわたりサブキャリアに分散することによって送信するように構成されている送信ユニットを備える，デバイス。",
                "【請求項10】",
                "請求項8または9記載のデバイスであって，",
                "eＮBを含む，デバイス。",
                "【請求項11】",
                "ツリー構造のノードにより表されるコントロールチャネルをデコードすることによって，および，識別子を使用することによって，コントロールチャネルを検索するように構成されているデコーディングユニットを備え，",
                "各コントロールチャネルは，コントロールチャネルを検知するために使用されるそれぞれの識別子に対する情報を伝送する少なくとも一つのコントロールチャネルエレメントを有し，",
                "前記デコーディングユニットは，検索されるべき最高レベルのコントロールチャネル候補を部分的に制限して検索を実行するように構成されており，",
                "前記最高レベルのコントロールチャネルは，前記最高レベルにあるツリー構造のノードによって表され，",
                "前記デコーディングユニットは，前記最高レベルよりも低い各レベルにおける検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして検索を実行するようにさらに構成されており，",
                "前記最高レベルよりも低い各レベルのコントロールチャネルは，ツリー構造の前記最高レベルよりも低いレベルにあるノードによって表される，",
                "デバイス。",
                "【請求項12】",
                "請求項11記載のデバイスであって，",
                "コントロールチャネルをネットワークデバイスから受信するように構成された受信ユニットをさらに備える，デバイス。",
                "【請求項13】",
                "請求項11または12記載のデバイスであって，",
                "ユーザイクイップメントをさらに備える，デバイス。",
                "【請求項14】",
                "コンピュータプログラムが処理デバイスで実行されるときに，請求項1から7までのいずれか一項記載のステップを実行するためのソフトウエアコード部分を有する，処理デバイス用のコンピュータプログラム。",
                "【請求項15】",
                "請求項14記載のコンピュータプログラムが格納されたコンピュータ読み出し可能媒体。",
                "【請求項16】",
                "請求項14記載のコンピュータプログラムであって，",
                "コンピュータプログラムは，処理デバイスの内部メモリに直接ロード可能である，コンピュータプログラム。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "①本件訂正請求における請求項1ないし7及び14ないし16からなる一群の請求項に係る訂正（訂正事項3，8，11，14，16），請求項8ないし10からなる一群の請求項に係る訂正（訂正事項22，11，14，16），請求項11ないし13からなる一群の請求項に係る訂正（訂正事項26，11，14，16）は，本件明細書，特許請求の範囲又は図面（以下「特許明細書等」という。）の全ての記載を総合することにより導かれる技術的事項との関係において新たな技術的事項を追加するものであり，かつ，実質上特許請求の範囲を拡張又は変更するものであって，特許法134条の2第9項で準用する同法126条5項及び6項の規定に適合しないから，本件訂正は認められない，②本件訂正前の請求項1ないし16に係る発明についての特許は，同法36条6項1号及び2号，又は同条4項1号に規定する要件を満たしていない特許出願に対してされたものであるから，同法123条1項4号に該当し，無効とすべきものであるというものである。",
            "原告の主張と関係する訂正事項と訂正事項に関する本件審決の判断の要旨は，別紙1のとおりである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件訂正に訂正要件違反があると判断した本件審決の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求項1ないし7及び14ないし16からなる一群の請求項における訂正事項3，8，11，14及び16に係る訂正事項の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項3について  ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新規事項について",
                      "text": [
                        "別紙1の1(4)イのとおり，本件審決は，①本件明細書の図4に示される実施例では，45個の潜在的なコントロールチャネル候補に対してどのような観点に基づいて制限した結果，図4に示される15個の使用可能なコントロールチャネル候補に至ったのかについて記載も示唆もないから，少なくとも訂正後ステップ（ⅱ）のように潜在的なコントロールチャネル候補に対して「各レベル」における「割合」に着目して制限することは新規事項の追加に当たる，②本件明細書の【0035】の「比較的低いレベルのコントロールチャネルのアロケーションを増大することができる。」との記載は，「アロケーション」に関する何の数量や程度に対して「増大すること」を意味するのか明らかでないが，少なくとも特定の対象についての指標（数量，程度）がある状態に対して「増大する」ことを意味するものと解されるところ，本件訂正後の請求項1では，「最高レベル」における使用可能なコントロールチャネル候補の割合と「最高レベルよりも低い各レベル」における使用可能なコントロールチャネル候補の割合の大小関係，すなわち，異なる対象についての大小関係を特定しており，上記記載と対応しないから，各レベル間の割合の大小関係を特定した訂正後ステップ（ⅱ）に係る訂正は，新規事項の追加に当たる旨判断したが，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "訂正後ステップ（ⅱ）は本件明細書に記載された事項であること",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "特許法134条の2第9項が準用する同法126条5項は，「第1項の明細書，特許請求の範囲又は図面の訂正は，願書に添付した明細書，特許請求の範囲又は図面…に記載した事項の範囲内においてしなければならない。」と規定しているから，訂正の根拠となる記載は，明細書，特許請求の範囲，図面のうち少なくとも一つにあれば十分であるというべきである。",
                                "これを前提に検討すると，「ツリー構造」のコントロールチャネルでは，アロケーションに使用可能なコントロールチャネル候補の数は，最高レベルが最も多く，低レベルになるほど減少していくところ，本件明細書の図4の実施例では，アロケーションに使用可能なコントロールチャネル候補の数は，最高レベルの集合1は24，それよりも低いレベルの集合レベル2は12，集合レベル4は6，集合レベル8は3である。最高レベルにアロケーションできないような悪いチャンネル状態を有する端末でも，最も多いコントロールチャネル候補の数を有する最高レベル（集合1）のコントロールチャネルを検索しなければならないため，最高レベルにアロケーションできないような悪いチャンネル状態を有する端末は，最高レベルよりも低いレベルにアロケーションされたコントロールチャネルを検索するまでに時間がかかり，また，より低いレベルにアロケーションされたコントロールチャネルを検索するには更に時間を要することから，本件明細書の【0035】では，「最高レベルよりも低レベルにおけるアロケーションに使用可能なコントロールチャネル候補の割合を最高レベルと比較して増大させる」こと，すなわち，最も多いコントロールチャネル候補の数を有する最高レベルのコントロールチャネル候補の割合を制限することが提案されており，【0038】では，「レベルが低くなるほどアロケーションに使用可能なコントロールチャネル候補の割合を増大させる」ことが提案されている。図4の実施例では，最高レベルよりも低い各レベル2，4，8のそれぞれにおいて，スケジュール（アロケーション，検索）に使用可能なコントロールチャネル候補の割合，すなわち，アロケーションに使用可能なコントロールチャネル候補の割合が，最高レベル1の当該割合と比較して大きくされていることが明確に示されており，これにより，各レベルにおいて使用可能なコントロールチャネル候補の数のバランスを改善することができ（図4の実施例では，集合レベル1，2，4はそれぞれ4，集合レベル8は3），【0007】の「スケジューリングフレキシビリティは維持される」一方で，【0004】の「統合されたコントロールチャネルに対するツリー検索が系統的に低減されるように構成する」という課題を解決することができる。",
                                "こうした図4で示された技術的構成は，上記の【0035】，【0038】のほか，「本発明の実施例によれば，図4の白と灰色のエリアにより示されたコントロールチャネル構造は，白の集合コントロールチャネル候補だけがスケジュールに使用可能であるという制限を受ける。」（【0026】），「サーチセクション12は，比較的低いレベルのコントロールチャネルに対する検索を増大することができる。」（【0040】）との記載とも整合する。",
                                "したがって，訂正後ステップ（ⅱ）のうち「前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合を，前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくする」との技術的構成は，本件明細書の図4，【0025】ないし【0027】，【0035】，【0038】に記載されており，また，上記技術的構成に基づいて，訂正後ステップ（ⅱ）のうち「前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補を決定」していることも，本件明細書の図4，【0025】ないし【0027】，【0035】，【0038】に記載されている。",
                                "⒝  これに対し，被告は，後記(2)ア(ア)aのとおり，【0025】，【0026】及び図4には，「コントロールチャネル候補」の制限に関する事項は記載されているが，コントロールチャネルを実際に割り当てること，すなわち，「アロケーション」については一切触れられていない旨主張する。",
                                "しかし，【0025】には「図4は，種々の集合可能性（白と灰色エリアの両方）に対する潜在的コントロールチャネル候補を示す。・・・アロケーションごとに45のデコーディング試行となる」との記載があり，「デコーディング試行」は検索を通じて実施される動作である（【0018】）ことからすると，上記記載は，潜在的コントロールチャネル候補を用いてアロケーション及び検索が行われることを意味するものであり，続けて【0025】には，「言い替えると，集合レベル1では24のコントロールチャネルエレメントが，それぞれ一つのコントロールチャネルを形成する。」との記載があり，これは，コントロールチャネル候補を使用してコントロールチャネルのアロケーションを行うことによって，コントロールチャネルを形成することを意味するものであるから，上記記載は，コントロールチャネル候補を使用してコントロールチャネルのアロケーションを行うことが実質的に記載されているのに等しい事項である。",
                                "また，【0026】には，「白の集合コントロールチャネル候補だけがスケジュールに使用可能であるという制限を受ける。」との記載があるが，スケジュールは，アロケーション及び検索の上位概念であるから，白の集合コントロールチャネル候補だけがアロケーション及び検索に使用可能な制限を受けるとの記載と同義であるし，続けて，「この制限により，デコーディング試行の数は15に低減される（灰色エリアはコントロールチャネル候補の検索のためにデコードされない）。」との記載があり，デコーディング試行とは，実際にアロケーションが行われた後に実施される動作であり，実際に検索を行うことを通じて実施される動作であるから，上記記載は実際にアロケーション及び検索が行われたことを前提としていることからすると，【0026】の記載は，制限されたコントロールチャネル候補の構成を使用して実際にアロケーション及び検索が行われることが実質的に記載されているのに等しい事項である。",
                                "したがって，被告の上記主張は誤りである。",
                                "⒞  また，被告は，後記(2)ア(ア)aのとおり，より多くの個数のコントロールチャネル候補を有する，より高いレベルにおいて，より多くのコントロールチャネル候補の使用を制限する手法を採用した場合には，最高レベルにおいて使用可能なコントロールチャネル候補の数が比較的低いレベルの使用可能なコントロールチャネル候補の数よりも少なくなってしまい，かえってスケジューリングフレキシビリティが低減する状況が発生し得るから，【0007】の課題を解決することができない旨主張する。",
                                "しかし，【0007】，【0027】の記載からも明らかなように，統合されたコントロールチャネルに対するツリー検索の系統的な低減，すなわち，デコーディング試行の格段の低減という課題を解決するために，スケジューリングフレキシビリティのいかなる低減も許容しないというものではなく，若干のスケジューリングフレキシビリティの低減はトレードオフとして許容されている。そして，仮に最高レベルで使用可能なコントロールチャネル候補の個数が不足した場合には，最高レベルよりも低い集合レベル2で使用可能なコントロールチャネル候補を代替的にアロケーションすることにより，通信ネットワークの運用に支障を生じさせ得るスケジューリングフレキシビリティの低減が発生する可能性を極めて低くすることが可能であるから，コントロールチャネル候補に対して「各レベル」における「割合」に着目して制限する構成において，本件発明の課題を解決することができなくなる程度のスケジューリングフレキシビリティの低減が発生し得ることはない。",
                                "したがって，被告の上記主張は誤りである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件審決の【0035】の「増大」の解釈は誤っていること",
                          "text": [
                            "「増大」の概念には，単一かつ同一の特定の対象の指標（数量や程度）に限らず，同種の複数の客体のうち一つの客体の数量や程度に対して，他の客体の数量や程度が増している状態も含まれると解される。",
                            "上記aのとおり，図4には，最高レベルよりも低い各レベル2，4，8のそれぞれにおいて，レベルがより低くなるに従って，スケジュール（アロケーション，検索）に使用可能なコントロールチャネル候補の割合，すなわち，アロケーションに使用可能なコントロール候補の割合が，より大きくされていることが明確に示されており，最高レベルよりも低い各レベル2，4，8のそれぞれにおいてアロケーションに使用可能なコントロールチャネル候補の割合が最高レベル1の当該割合と比較して大きくされていること，すなわち，数量や程度が増していることから，図4に示された技術的思想ないし構成に関する【0035】の記載は，「増大」の語義に合致する。",
                            "また，【0038】の「アロケーションセクション22は，比較的低いレベルのツリー構造においてアロケーションをより増大する」ことは，「より増大する」とあるから，【0035】の記載との比較からも，「低いレベルほどアロケーションを増大する」の意味に解釈されるが，【0035】と【0038】の「増大」を統一的に解釈するならば，「アロケーションに使用可能なコントロールチャネル候補の割合を増大させること」と解釈されるべきである。すなわち，【0035】には，「図4を参照すると，比較的低いレベルは集合レベル2，4と8により表されている。」との記載があることから，「比較的低いレベルのコントロールチャネルのアロケーション」に関する何の数量や程度が増大しているかについては図4を参照することになる。そして，【0026】にも記載されているとおり，図4では，比較的低いレベルのコントロールチャネルのアロケーションに関して，コントロールチャネル候補の数が4：4：4：3であることが示されており，コントロールチャネル候補の数は増大していないが，アロケーションに使用可能なコントロールチャネル候補の割合は最高レベル1の割合よりも増大していることが理解できる。そうすると，「アロケーションセクション22は，比較的低いレベルのコントロールチャネルのアロケーションを増大することができる。」（【0035】）との記載は，比較的低いレベルにおいては「アロケーション」に使用可能な「コントロールチャネル候補」の「割合」が最高レベル1の当該割合よりも「増大」していると解釈されるべきであり，こうした解釈によって，同じアロケーションセクション22について【0038】の記載と整合した解釈をすることができる。",
                            "加えて，「アロケーションをより増大する」（【0038】）の「より増大」の「より」については，「増大」が単一かつ同一の特定の対象についての指標（数量や程度）を指すものとすれば，増える前の状態と増えた後の状態とを比較して「より」増えているという同義反復になるから，他の対象と比較して「増大」している場合についてのみ，「より」という言葉が意味を持つことになるところ，「比較的低いレベル」の「アロケーション」に使用可能な「コントロールチャネル候補」の「割合」と，それよりも高いレベルにおけるアロケーションに使用可能な「コントロールチャネル候補」の「割合」とを比較して，「比較的低いレベル」の「アロケーション」に使用可能な「コントロールチャネル候補」の「割合」が「より」増大していると解釈することによって，「より」という言葉が意味を持つことになる。そうすると，【0038】の「より増大する」との記載からも，最高レベルよりも低い各レベル2，4，8のそれぞれにおいて，スケジュールに使用可能なコントロールチャネル候補の割合，すなわち，アロケーションに使用可能なコントロールチャネル候補の割合を，最高レベルの当該割合と比較して大きくすることを理解することができる。",
                            "したがって，本件審決の【0035】の「増大」に関する解釈は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "小括",
                          "text": [
                            "以上のとおり，訂正後ステップ（ⅱ）のように，潜在的なコントロールチャネル候補に対して「各レベル」における「割合」に着目して制限することは，本件特許請求の範囲，明細書又は図面に開示されているから，訂正事項3に係る訂正は，特許明細書等の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を追加するものではなく，特許法134条の2第9項が準用する同法126条5項に適合するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許請求の範囲の拡張又は変更について",
                      "text": [
                        "別紙1の1(4)ウのとおり，本件審決は，訂正前ステップ（ⅱ）の発明特定事項により，本件訂正前の請求項1は，「最高レベル」及び「比較的低いレベル」の「アロケーション」は，「コントロールチャネルの比較的低いレベルのアロケーションを増大させ」て実行されるものと解することができるが，訂正後ステップ（ⅱ）のように「前記最高レベル」と「前記最高レベルよりも低い各レベル」という異なる対象の「アロケーションに使用可能なコントロールチャネル候補の割合」についての大小関係を特定してアロケートしたとしても，必ずしも「コントロールチャネルの比較的低いレベルのアロケーション」が「増大」し得るとはいえないから，訂正事項3は，実質上特許請求の範囲を拡張又は変更するものである旨判断したが，訂正前の請求項1に係る発明の発明特定事項と訂正後の請求項1に係る発明特定事項は，実質的に同等の発明特定事項であるといえるから，誤りである。",
                        "すなわち，訂正前の請求項1に係る発明では，訂正前ステップ（ⅰ）で「最高レベルのコントロールチャネルのアロケーションを制限すること」によって「アロケーション」が「実行され」，訂正前ステップ（ⅱ）で「コントロールチャネルの比較的低いレベルのアロケーションを増大させ」て実行するものであるから，こうした発明特定事項は，図4に示された技術的構成に合致するものである。",
                        "他方，訂正後の請求項1に係る発明では，訂正後ステップ（ⅱ）で「前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合を，前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくするように，前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補を決定する」ことが特定されているところ，こうした技術的構成は，図4及び本件明細書の【0025】ないし【0027】，【0035】，【0038】の記載に合致するものであり，「アロケーションを増大する」（【0035】）における「増大」とは，「増えて大きくなること。数量や程度を増やすこと」を意味することは前記(ア)のとおりである。",
                        "そうすると，訂正後の請求項1に係る発明特定事項は，図4及び本件明細書の【0025】ないし【0027】，【0035】，【0038】の記載に整合するものであるから，本件訂正前の請求項1に係る発明の発明特定事項と本件訂正後の請求項1に係る発明特定事項は，実質的に同等の発明特定事項であるといえる。",
                        "したがって，訂正事項3に係る訂正は，実質上特許請求の範囲を拡張又は変更するものではなく，特許法134条の2第9項で準用する同法126条6項の規定に適合するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，訂正事項3は，特許法134条の2第9項で準用する同法126条5項及び6項に適合するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項8について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新規事項について",
                      "text": [
                        "別紙1の(5)ア(ア)のとおり，本件審決は，①本件明細書の図4に示される実施例では，45個の潜在的なコントロールチャネル候補に対してどのような観点に基づいて制限した結果，図4に示される15個の使用可能なコントロールチャネル候補に至ったのかについて記載も示唆もないから，少なくとも訂正事項8のように，検索されるべきコントロールチャネル候補の「各レベル」に着目して検索されるべき候補を制限することは新規事項の追加に当たる，②本件明細書の【0040】の「サーチセクション12は，比較的低いレベルのコントロールチャネルに対する検索を増大することができる。」との記載は，「検索」に関する何の数量や程度に対して「増大すること」を意味するのか明らかでなく，【0025】ないし【0027】，図4の記載を参照しても，「検索を増大すること」が何を意味するのか明らかではないのに対し，訂正事項8に係る訂正は，検索されるべきコントロールチャネル候補の「各レベル」における「割合」に着目した上で，最高レベルよりも低い各レベルにおける割合と，最高レベルにおける割合という異なる対象についての大小関係を特定したものであって，「検索」に関する何らかの指標が何らかの状態から増大することを特定するものではないから，【0040】の「検索を増大すること」に対応せず，各レベル間の大小関係を特定した訂正事項8に係る訂正は，新規事項の追加に当たる旨判断したが，以下のとおり誤りである。        "
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "訂正事項8は本件明細書に記載された事項であること",
                          "text": [
                            "図4には，最高レベルよりも低い各レベル2，4，8のそれぞれにおいて，スケジュール（アロケーション，検索）に使用可能なコントロールチャネル候補の割合，すなわち，検索されるべきコントロールチャネル候補の割合が，最高レベル1の当該割合と比較して大きくされていることが明確に示されている。なお，スケジュールに使用可能なコントロールチャネル候補は，アロケーションに使用可能なコントロールチャネル候補及び検索されるべきコントロールチャネル候補の両方を意味する。",
                            "そして，図4に示された技術的構成に関して，本件明細書には，【0026】，【0035】，【0038】のほか，「サーチセクション12は，比較的低いレベルのコントロールチャネルに対する検索を増大することができる。」（【0040】）との記載があり，これらの記載は，図4で示された技術的構成と整合するものである。",
                            "したがって，「検索は，前記最高レベルよりも低い各レベルにおける検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして実行され」る技術的構成は，図4，【0025】ないし【0027】，【0035】，【0038】，【0040】に記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件審決の【0040】の「増大」の解釈は誤りであること",
                          "text": [
                            "前記ア(ア)bのとおり，「増大」とは，同種の複数の客体のうち一つの客体の数量や程度に対して他の客体の数量や程度が増している状態も「増大」に含まれるものであるところ，上記aのとおり，図4には，最高レベルよりも低い各レベル2，4，8のそれぞれにおいて，スケジュール（アロケーション，検索）に使用可能なコントロールチャネル候補の割合，すなわち，検索されるべきコントロールチャネル候補の割合が最高レベル1の当該割合と比較して大きくされていることが示されており，【0040】の記載も，最高レベルよりも低い各レベル2，4，8のそれぞれにおいて，検索されるべきコントロールチャネル候補の割合が，最高レベル1の当該割合と比較して大きくされていること，すなわち，数量や程度を増すようにされていることを述べたものであるから，「増大」の語義とも合致する。",
                            "また，【0035】には，「図4を参照すると，比較的低いレベルは集合レベル2，4と8により表されている。」との記載があるから，【0040】の「比較的低いレベルのコントロールチャネルに対する検索」に関する何の数量や程度が増大しているかについては図4を参照することになる。そして，【0026】において，図4では「4つのコントロールチャネル候補が集合レベル1にあり，4つのコントロールチャネル候補が集合レベル2に，4つのコントロールチャネル候補が集合レベル4に，そして3つのコントロールチャネル候補が集合レベル8にある」との記載があるとおり，「コントロールチャネル候補」の数は「増大」していないが，図4，【0035】，【0040】の記載からすると，「検索」されるべき「コントロールチャネル候補」の「割合」が最高レベル1の当該割合よりも「増大」しており，【0040】は，比較的低いレベルにおいては，検索されるべき「コントロールチャネル候補」の「割合」が最高レベルの当該割合よりも「増大」していると解釈されるべきである。",
                            "加えて，【0038】の「より増大」の記載は，「比較的低いレベル」の「アロケーション」に使用可能な「コントロールチャネル候補」の「割合」と，それより高いレベルにおけるアロケーションに使用可能な「コントロールチャネル候補」の「割合」とを比較して，「比較的低いレベル」の「アロケーション」に使用可能な「コントロールチャネル候補」の「割合」が「より増大」していると解釈されるべきであることは前記ア(ア)bのとおりであり，【0038】の記載と対比することによって，【0040】から，「検索は，前記最高レベルよりも低い各レベルにおける検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして実行され」る技術的構成を読み取ることができる。",
                            "したがって，本件審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "小括",
                          "text": [
                            "以上によれば，訂正事項8は，本件明細書の図4，【0026】，【0035】，【0038】，【0040】等に記載された事項であるから，特許法134条の2第9項が準用する同法126条5項の要件に適合するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許請求の範囲の拡張又は変更について",
                      "text": [
                        "別紙1の1(5)ア(イ)のとおり，本件審決は，本件訂正前の「検索は，コントロールチャネルの比較的低いレベルで増大され」の「増大」は，少なくとも特定の対象の数量の状態が増大するものであるのに対し，訂正事項8によれば，「前記最高レベル」及び「前記最高レベルよりも低い各レベル」における「検索されるべきコントロールチャネル候補の割合」について，「前記最高レベル」に対して「前記最高レベルよりも低い各レベル」の方を「大きくする」ことを特定しており，本件訂正前の「増大され」と本件訂正後の「大きくして」とでは，比較する対象が変更されているといえるから，訂正事項8に係る訂正は，実質上特許請求の範囲を拡張又は変更するものである旨判断したが，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "訂正前の請求項5に係る発明の発明特定事項と訂正後の請求項5に係る発明特定事項は，実質的に同等の発明特定事項であるといえること",
                          "text": [
                            "前記のとおり，図4には，最高レベルよりも低い各レベル2，4，8のそれぞれにおいて，スケジュール（アロケーション，検索）に使用可能なコントロールチャネル候補の割合，すなわち，アロケーションに使用可能なコントロールチャネル候補の割合が最高レベル1の当該割合と比較して大きくされているところ，「増大」の概念には同種の複数の客体のうち一つの客体の数量や程度に対して他の客体の数量や程度が増していることも含まれるから，図4に示された技術的構成ないし思想に関する「サーチセクション12は，比較的低いレベルのコントロールチャネルに対する検索を増大することができる」（【0040】）との記載も，最高レベルよりも低い各レベルにおける2，4，8のそれぞれにおいて検索されるべきコントロールチャネル候補の割合が，最高レベル1の当該割合と比較して大きくされていること，すなわち，数量や程度を増すようされていることが開示されており，「増大」の語義とも合致する。そして，訂正前の請求項5に係る発明では，「検索は，最高レベルのコントロールチャネルに対して制限され」，「検索は，コントロールチャネルの比較的低いレベルに対して増大され」ることが特定されているから，訂正前の請求項5の発明特定事項は，図4に示された技術的構成に合致するものである。",
                            "他方，訂正後の請求項5に係る発明では，「検索は，検索されるべき最高レベルのコントロールチャネル候補を部分的に制限して実行され」，「検索は，前記最高レベルよりも低い各レベルにおける検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして実行され」ることが特定されており，こうした技術的構成は，図4，【0025】ないし【0027】，【0040】の記載に合致するものであり，また，「増大」とは，「増えて大きくなること。数量や程度を増すこと」を意味するところ，訂正後の請求項5に係る発明では，「検索は，前記最高レベルよりも低い各レベルにおける検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして実行され」ることが特定されている。",
                            "したがって，訂正前の請求項5に係る発明特定事項と訂正後の請求項5に係る発明特定事項とでは，いずれも図4，【0025】ないし【0027】，【0040】の記載に合致するものであるから，両者は実質的に同等の発明特定事項である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件審決の「増大」に関する解釈は誤りであること",
                          "text": [
                            "訂正前の請求項5の「検索は，コントロールチャネルの比較的低いレベルに対して増大され」との発明特定事項に加え，本件明細書の「アロケーションセクション22は，比較的低いレベルのコントロールチャネルのアロケーションを増大することができる」（【0035】），「アロケーションセクション22は，比較的低いレベルのツリー構造においてアロケーションをより増大する」（【0038】）との各記載からすると，本件訂正の前後において比較されているのは「比較的低いレベル」のアロケーション，検索と，それより高いレベルにおけるアロケーション，検索であることは明らかである。",
                            "したがって，本件審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "小括",
                          "text": [
                            "以上によれば，訂正事項8に係る訂正は，実質上特許請求の範囲を拡張又は変更するものではなく，特許法134条の2第9項で準用する同法126条6項の規定に適合するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，訂正事項8は，特許法134条の2第9項で準用する同法126条5項及び6項に適合するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正事項11，14及び16に係る明細書の訂正事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項11について",
                      "text": [
                        "訂正事項11に係る訂正は，請求項1に係る訂正事項3に対応して【0035】の記載を訂正するものであるところ，訂正事項3に関しては前記アのとおり，特許請求の範囲，明細書又は図面に記載されたものであり，また，実質上特許請求の範囲を拡張又は変更するものではないから，訂正事項11に関する訂正は，特許法134条の2第9項で準用する同法126条5項及び6項の規定に適合する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項14について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "新規事項について",
                          "text": [
                            "前記アのとおり，図4には，最高レベルよりも低い各レベル2，4，8のそれぞれにおいて，スケジュール（アロケーション，検索）に使用可能なコントロールチャネル候補の割合が，最高レベル1の当該割合と比較して大きくされていることが明確に示されており，こうした技術的構成は，本件明細書の【0026】，【0035】，【0038】，【0040】の記載と整合するものである。とりわけ，【0038】の「アロケーションセクション22は，比較的低いレベルのツリー構造においてアロケーションをより増大する。」との記載は，レベル2，4，8とレベルが低くなるに従って使用可能なコントロールチャネル候補の割合がより大きくされるという具体的な構成に関して図4で示された技術的構成と整合するものである。",
                            "このように，訂正事項14による訂正後の【0038】に記載された「アロケーションセクション22は，ツリー構造における，より低いレベルほど，ツリー構造において，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合をより大きくすることができる。」との技術的構成は，図4，【0025】ないし【0027】，【0035】，訂正前の【0038】に記載された事項であり，訂正事項14による訂正後の【0038】の記載は，実質的には同一の記載である。",
                            "したがって，図4に開示された技術的構成を明細書において明確に特定するための訂正は，特許法134条の2第9項で準用する同法126条5項に適合するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "特許請求の範囲の拡張又は変更について",
                          "text": [
                            "訂正事項14に係る訂正は，請求項1に係る訂正事項3及び請求項5に係る訂正事項8に関連する【0038】の記載を訂正するものであるところ，上記aのとおり，上記訂正は，新たな技術的事項を導入するものではないから，実質上特許請求の範囲を拡張又は変更するものではなく，特許法134条の2第9項で準用する同法126条6項の規定に適合しないものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正事項16について",
                      "text": [
                        "訂正事項16に係る訂正は，請求項5に係る訂正事項8に対応して【0040】の記載を訂正するものであるところ，訂正事項8に関しては，前記イのとおり，特許請求の範囲，明細書又は図面に記載されたものであり，また，実質上特許請求の範囲を拡張又は変更するものではないから，訂正事項16に関する訂正は，特許法134条の2第9項で準用する同法126条5項及び6項の規定に適合する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，請求項1ないし7及び14ないし16からなる一群の請求項における訂正事項3，8，11，14及び16に係る訂正の請求を認めなかった本件審決の判断は誤りであるから，取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項1ないし3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新規事項について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "潜在的コントロールチャネル候補に対して「各レベル」における「割合」に着目して制限することは新規事項の追加に当たること",
                          "text": [
                            "原告は，前記(1)ア(ア)aのとおり主張するが，【0035】には，「アロケーションセクション22は，比較的低いレベルのコントロールチャネルのアロケーションを増大することができる」ことが記載されているにすぎない。また，本件明細書の【0025】，【0026】及び図4の記載によると，図4は，種々の集合可能性に対する潜在的コントロールチャネル候補を示しており，白色のエリアに対応する「コントロールチャネル候補」だけがスケジュールに使用可能であるという制限を受けることが記載されているが，コントロールチャネルを実際に割り当てること，すなわち，「アロケーション」については触れられていない。そして，【0025】，【0026】及び図4に記載の「コントロールチャネル候補」の制限と，【0035】の「アロケーション」の増大は異なる概念であるから，「コントロールチャネル候補」の制限について記載された【0025】，【0026】及び図4を参酌して，「アロケーション」の増大について言及する【0035】について「最も多いコントロールチャネル候補の数を有する最高レベルのコントロールチャネル候補の割合を制限する」ことを提案するものである旨の原告の上記主張は，「コントロールチャネル候補」の制限と「アロケーションの増大」とを混同するものである。",
                            "また，【0004】，【0007】，【0025】，【0026】の記載に鑑みると，本件発明は，その解決課題として，使用可能なコントロールチャネル候補の個数の低減に着目しているものであるが，こうした解決課題は，コントロールチャネル候補に対して「各レベル」における「割合」に着目して制限するという技術思想とは異なるものである。",
                            "さらに，【0007】の記載からすると，本件発明の解決課題としては，使用可能なコントロールチャネル候補の個数の低減のみならず，スケジューリングフレキシビリティを維持することにもあるところ，仮に，コントロールチャネル候補の使用を制限する方法，すなわち，「より多くの個数のコントロールチャネル候補を有する，より高いレベルにおいて，より多くの割合のコントロールチャネル候補の使用を制限する」手法を採用した場合には，最高レベルにおいて使用可能なコントロールチャネル候補の個数が比較的低いレベルの使用可能なコントロールチャネル候補の数よりも少なくなってしまい，かえってスケジューリングフレキシビリティが低減する状況が発生し得るから，本件発明の課題を解決することができない。",
                            "したがって，本件発明の解決課題として，コントロールチャネル候補に対して「各レベル」における「割合」に着目して制限することは開示されていないから，原告の上記主張は理由がなく，潜在的コントロールチャネル候補に対して「各レベル」における「割合」に着目して制限することは，新規事項の追加に当たるといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件審決の【0035】，【0038】の「増大」の解釈に誤りはないこと",
                          "text": [
                            "「増大」とは，「特定の対象についての指標（数量や程度）」が，ある状態に対して「増大する」（増えて大きくなること，増すこと）ことを意味するところ，本件明細書には，「アロケーションセクション22は，比較的低いレベルのコントロールチャネルのアロケーションを増大することができる。」（【0035】），「アロケーションセクション22は，比較的低いレベルのツリー構造においてアロケーションをより増大する。」（【0038】）との記載があるが，「アロケーション」に関して，何を，何に対して「（より）増大する」のか明らかではないから，「増大」については，上記のとおり通常の意味である「増えて大きくなること，数量や程度を増すこと」と解するのが妥当である。",
                            "この点，原告は，前記(1)ア(ア)bのとおり，【0035】の記載は，比較的低いレベルにおいては「アロケーション」に使用可能なコントロールチャネル候補の「割合」が最高レベル1の当該割合よりも「増大」していると解釈されるべきであり，こうした解釈によって【0038】の記載と整合した解釈をすることができる旨主張するが，【0035】と【0038】の「増大」の意味が明らかではないにもかかわらず，「増大」の一般的な意味とは異なる解釈をして「アロケーションに使用可能なコントロールチャネル候補の割合を増大させること」と解釈する根拠はない。また，原告は，「より増大」の「より」は，「増大」が単一かつ同一の特定の対象についての指標に限って適用されるとすれば，増える前の状態と増えた後の状態を比較して「より」増えているという単なる同義反復になってしまうから，他の対象と比較して「増大」している場合のみ，「より」という言葉が意味を持つとも主張するが，【0038】の「より増大する。」とは，文字どおりに「さらに増大する」との意味で解釈するのが自然であって，単に特定対象の数量や程度の増加量や増加幅が拡大することを示しているにすぎないから，この点に関する原告の主張も理由がない。",
                            "そうすると，「使用可能なコントロールチャネル候補」の「各レベル」における「割合」に着目した上で，「前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合」と，「前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合」という異なる対象についての大小関係を特定することは，【0035】の記載と整合しない旨の本件審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "小括",
                          "text": [
                            "以上によれば，コントロールチャネル候補に対して「各レベル」における「割合」に着目して制限する構成を特定することは，新たな技術的事項を導入するものといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実質上特許請求の範囲を変更又は拡張するものであること",
                      "text": [
                        "前記(ア)のとおり，訂正事項1ないし3は，新たな技術的事項を導入するものであるから，実質上特許請求の範囲を拡張又は変更するものであることも明らかであるが，訂正事項2及び3については，以下の点からも，実質上特許請求の範囲を拡張又は変更するものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正事項2は，請求項1の「・・・コントロールチャネルのアロケーションを制限する・・・」を「・・・コントロールチャネル候補を・・・制限する・・・」に訂正するものであり，制限する対象を「コントロールチャネルのアロケーション」から「コントロールチャネル候補」に変更するものである。「コントロールチャネルのアロケーション」は，実際にコントロールチャネルをアロケートする（割り当てる）処理であり，「コントロールチャネル候補」は，この割り当て処理に使用される可能性があるコントロールチャネルである。このように，訂正事項2においては，制限する対象を実際の割り当て処理からその割り当て処理の候補に変更するものであり，実際の割り当てを制限することと，割り当て処理の候補を制限することとは，技術的内容が明らかに異なる。",
                            "したがって，訂正前後で技術内容が明らかに異なる処理を特定する訂正事項2は，特許請求の範囲の減縮等に該当せず，実質上特許請求の範囲を拡張又は変更するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，訂正事項3は，請求項1の「コントロールチャネルの・・・アロケーションを増大させる・・・」を「・・・前記最高レベルよりも低い各レベルにおける・・・アロケーションに使用可能なコントロールチャネル候補の割合を，前記最高レベルにおける・・・アロケーションに使用可能なコントロールチャネル候補の割合よりも大きくする・・・」に訂正するものであり，「増大させる」（「大きくする」）対象を「コントロールチャネルのアロケーション」から「コントロールチャネル候補の割合」に変更するものである。前記aと同様に，訂正事項3においては，「増大させる」（「大きくする」）対象を，実際の割り当て処理からその割り当て処理の候補に変更するものであり，実際の割り当て処理を「増大させる」ことと，割り当て処理の候補の割合を「大きくする」こととは，技術的内容が明らかに異なる。",
                            "したがって，訂正前後で技術内容が明らかに異なる処理を特定する訂正事項3は，特許請求の範囲の減縮等には該当せず，実質上特許請求の範囲を拡張又は変更するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，訂正事項1ないし3は，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を拡張又は変更するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項6ないし9について",
                  "text": [
                    "訂正事項6ないし9は，請求項5に係る訂正事項であり，請求項5は，端末（UE）のような受信機における方法に関する発明を規定する。",
                    "したがって，前記アのとおり，基地局の送信機における方法に関する発明を規定する請求項1に関する議論が同様に当てはまるから，訂正事項6ないし9は，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を拡張又は変更するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正事項11，14及び16について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正事項11に係る訂正は，請求項1に係る訂正事項3に対応して【0035】の記載を訂正するものであって，前記アのとおり，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を拡張又は変更するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正事項14に係る訂正は，請求項1に係る訂正事項3及び請求項5に係る訂正事項8に関連する【0038】の記載を訂正するものであって，前記ア，イのとおり，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を拡張又は変更するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "訂正事項16に係る訂正は，請求項5に係る訂正事項8に対応して【0040】の記載を訂正するものであって，前記イのとおり，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を拡張又は変更するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，請求項1ないし7及び14ないし16からなる一群の請求項における訂正事項1ないし3，6ないし9，11，14及び16は，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を拡張するものである。",
                    "したがって，これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項8ないし10からなる一群の請求項における訂正事項22，11，14及び16に係る訂正事項の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項22について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新規事項について",
                      "text": [
                        "訂正前の請求項8の「前記アロケーションユニットは，比較的低いレベルのコントロールチャネルのアロケーションを増大するように構成されており」の記載を，訂正後の請求項8の「前記アロケーションユニットは，前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合を，前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくして，ユーザイクイップメントに対するアロケーションを実行するようにさらに構成されており，」との記載とすることは，前記1(1)アと同様の理由により，特許明細書等の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものではない。",
                        "したがって，訂正事項22に係る訂正は，特許法134条の2第9項で準用する同法126条5項の規定に適合しないものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許請求の範囲の拡張又は変更について",
                      "text": [
                        "前記1(1)イと同様の理由により，訂正前の請求項8の「前記アロケーションユニットは，比較的低いレベルのコントロールチャネルのアロケーションを増大するように構成されており，」との記載と，訂正後の請求項8の「前記アロケーションユニットは，前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくして，ユーザイクイップメントに対するアロケーションを実行するようにさらに構成されており，」との記載は，いずれも図4，【0025】ないし【0027】，【0035】，【0038】の記載に合致するものであるから，訂正前の請求項8に係る発明の発明特定事項と訂正後の請求項8に係る発明の発明特定事項は，実質的に同等の発明特定事項である。",
                        "したがって，訂正事項22に係る訂正は，実質上特許請求の範囲を拡張又は変更するものではなく，特許法134条の2第9項で準用する同法126条6項の規定に適合しないものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項11，14及び16について",
                  "text": [
                    "訂正事項11に係る訂正は，請求項8に係る訂正事項22に対応して本件明細書の【0035】の記載を訂正するものであり，訂正事項14に係る訂正は，請求項8に係る訂正事項22に関連する本件明細書の【0038】の記載を訂正するものであり，訂正事項16に係る訂正は，請求項8に係る訂正事項22に関連する訂正前の本件明細書の【0040】の記載を訂正するものであるところ，前記(1)ウと同様の理由により，いずれも明細書等の記載を総合することにより導かれる技術的事項との関係において新たな技術的事項を導入するものではなく，また，特許請求の範囲を実質的に拡張又は変更するものでもないから，特許法134条の2第9項で準用する同法126条5項及び6項の規定に適合しないものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，請求項8ないし10からなる一群の請求項における訂正事項22，11，14及び16に係る訂正の請求を認めなかった本件審決の判断は誤りであるから，取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項20ないし23について",
                  "text": [
                    "訂正事項20ないし23は，請求項8に係る訂正事項であるところ，請求項8は，基地局のような送信機に関する発明を規定するものである。",
                    "そうすると，前記1(2)アのとおり，基地局のような送信機における方法に関する発明を規定する請求項1に関する議論が当てはまるから，請求項8に係る訂正事項20ないし23は，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を拡張又は変更するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項11，14及び16について",
                  "text": [
                    "いずれの訂正についても，前記1(2)ウ(ア)ないし(ウ)と同様の議論が当てはまるから，訂正事項11，14及び16は，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を変更又は拡張するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，請求項8ないし10からなる一群の請求項における訂正事項20ないし23，11，14及び16は，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を拡張又は変更するものである。",
                    "したがって，これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求項11ないし13からなる一群の請求項における訂正事項26，11，14及び16に係る訂正事項の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項26について",
                  "text": [
                    "訂正事項26に係る訂正は，前記1(1)イと同様の理由により，明細書等の記載を総合することにより導かれる技術事項との関係において新たな技術的事項を導入するものではなく，また，特許請求の範囲を実質的に拡張又は変更するものでもないから，訂正事項26は，特許法134条の2第9項で準用する同法126条5項及び6項の規定に適合しないものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項11，14及び16について",
                  "text": [
                    "訂正事項11に係る訂正は，請求項11に係る訂正事項26に対応して本件明細書の【0035】の記載を訂正するものであり，訂正事項14に係る訂正は，請求項11に係る訂正事項26に関連する本件明細書の【0038】の記載を訂正するものであり，訂正事項16に係る訂正は，請求項11に係る訂正事項26に関連する訂正前の本件明細書の【0040】の記載を訂正するものであるところ，前記1(1)ウと同様の理由により，いずれも明細書等の記載を総合することにより導かれる技術的事項との関係において新たな技術的事項を導入するものではなく，また，特許請求の範囲を実質的に拡張又は変更するものでもないから，特許法134条の2第9項で準用する同法126条5項及び6項の規定に適合しないものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，請求項11ないし13からなる一群の請求項における訂正事項26，11，14及び16に係る訂正の請求を認めなかった本件審決の判断は誤りであるから，取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項24ないし27について",
                  "text": [
                    "訂正事項24ないし27は，請求項11に係る訂正事項であり，請求項11は，端末（UE）のような受信機に関する発明を規定するものである。",
                    "そうすると，UEの受信機における方法に関する発明を規定する請求項5に関する議論が同様に当てはまるから，訂正事項24ないし27は，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を変更又は拡張するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項11，14及び16について",
                  "text": [
                    "いずれの訂正についても，前記1(2)ウ(ア)ないし(ウ)と同様の議論が当てはまるから，新たな技術的事項を導入するものであり，かつ，実質的に特許請求の範囲を変更又は拡張するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，請求項11ないし13からなる一群の請求項における訂正事項24ないし27，11，14及び16は，新たな技術的事項を導入するものであり，かつ，実質上特許請求の範囲を変更又は拡張するものである。",
                    "したがって，これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の開示事項について",
          "text": [
            "本件明細書（甲3）には，別紙2のとおりの記載があり，この記載事項によれば，本件明細書には，次の事項が開示されているものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「本発明」は，通信ネットワークにおけるコントロールチャネル，とりわけ3GPP（第3世代パートナーシッププロジェクト）LTE（Long Term Evolution）ネットワークシステムにおけるコントロールチャネルアロケーション及びデコーディングに関するものであり，「本発明」の課題は，統合されたコントロールチャネルに対するツリー検索が系統的に低減されるように構成することにある（【0001】，【0004】）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「本発明」は，コントロールチャネルのデコーディング複雑性を低減する方法及び装置を提供し，また，コンピュータプログラム製品として実現されるものであり，「本発明」によれば，統合されたコントロールチャネルに対するツリー検索が系統的に低減され，これにより，UE（ユーザイクイップメント）側でのデコーディング試行数が格段に低減される一方で，eＮB（evolved Node B）でのほとんどのスケジューリングフレキシビリティが維持されるほか，UEは，ツリー構造を使用して，電力を節約するためにデコーディング複雑性を低減するなどの発明の効果が得られる（【0006】，【0007】，【0009】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項1ないし7及び14ないし16からなる一群の請求項に係る訂正事項について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1ないし3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "新規事項について",
                  "text": [
                    "特許無効審判における訂正の請求について，特許法134条の2第9項が準用する同法126条5項は，「第1項の明細書，特許請求の範囲又は図面の訂正は，願書に添付した明細書，特許請求の範囲又は図面・・・に記載した事項の範囲内においてしなければならない。」と規定するところ，同項の明細書又は図面に記載した事項とは，当業者によって，明細書又は図面の全ての記載を総合することにより導かれる技術的事項であり，訂正がこのようにして導かれる技術的事項との関係において新たな技術的事項を導入しないものであるときは，当該訂正は，明細書又は図面に記載した事項の範囲内においてするものということができると解される（知財高裁平成20年5月30日判決・判例時報2009号47頁参照）。以下，これを前提に判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正事項3は，訂正前の請求項1の「コントロールチャネルの比較的低いレベルのアロケーションを増大させるステップであって，比較的低いレベルのコントロールチャネルは，ツリー構造の低レベルにあるノードによって表される，ステップと，」（訂正前ステップ（ⅱ））とあるのを，「前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合を，前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくするように，前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補を決定するステップであって，前記最高レベルよりも低い各レベルのコントロールチャネルは，ツリー構造の前記最高レベルよりも低いレベルにあるノードによって表される，ステップと，」（訂正後ステップ（ⅱ））に訂正するものである。",
                        "そこで，訂正後ステップ（ⅱ）が，本件明細書の記載及び図面の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものといえるかについて検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正事項3に関して，本件明細書には，「図4は，図3からの平坦なツリー構造の一種を示す。図4は，種々の集合可能性（白と灰色エリアの両方）に対する潜在的コントロールチャネル候補を示す。図4から分かるように，全部で24のコントロールチャネルエレメント（CCE）がある。・・・集合レベル1では24のコントロールチャネルエレメントが，それぞれ一つのコントロールチャネルを形成する。集合レベル2では2つのコントロールチャネルエレメントが一つのコントロールチャネルにまとめられる。集合レベル4では，4つのコントロールチャネルエレメントが一つのコントロールチャネルにまとめられ，集合レベル8では，8つのコントロールチャネルエレメントが一つコントロールチャネルにまとめられる。」（【0025】），「…図4の白と灰色のエリアにより示されたコントロールチャネル構造は，白の集合コントロールチャネル候補だけがスケジュールに使用可能であるという制限を受ける。この制限により，デコーディング試行の数は15に低減される（灰色エリアはコントロールチャネル候補の検索のためにデコードされない）。このことは係数3の低減に相当する。言い替えると，4つのコントロールチャネル候補が集合レベル1にあり，4つのコントロールチャネル候補が集合レベル2に，4つのコントロールチャネル候補が集合レベル4に，そして3つのコントロールチャネル候補が集合レベル8にある。」（【0026】），「上記の制限をツリー構造に課すことにより，スケジュールフレキシビリティは，以下の論点に基づきさほど低減しない。・ユーザイクイップメントが集合レベル1だけを要求するコントロールチャネルをスケジュールするeＮBに近接するユーザエクイップメントが多数存在すれば，電力の低減された集合レベル2エレメントを，電力平衡を実行する可能性があるので，より多くのユーザを持つために使用することができる。図4に示された例では，有利に条件付けられた9つのユーザをこのアプローチを使用してスケジュールすることができる。言い替えると，集合レベル1では4つのコントロールチャネルを，集合レベル2では2つのコントロールチャネルを，集合レベル4では2つのコントロールチャネルを，そして集合レベル8では1つのコントロールチャネルをスケジュールすることができる。・・・・集合レベル間の差は係数2であるので，電力平衡を使用する場合には，集合と電力の相互間である程度のトレードフレキシビリティが存在する。」（【0027】）との記載があり，図4は，以下のとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記の本件明細書の記載等からすると，本件明細書には，図4で示された24のコントロールチャネルエレメントについて，最高レベルの集合レベル1ではそれぞれが1つのコントロールチャネル（24個）を形成し，比較的低いレベルである集合レベル2では2つのコントロールチャネルエレメントが1つのコントロールチャネル（12個）に，集合レベル4では4つのコントロールチャネルエレメントが1つのコントロールチャネル（6個）に，集合レベル8では8つのコントロールチャネルエレメントが1つのコントロールチャネル（3個）に，それぞれまとめられた上で，スケジュールに使用可能なコントロールチャネル候補は，集合レベル1は4つ，集合レベル2は4つ，集合レベル4は4つ，集合レベル8は3つに制限され，この制限によってデコーディング試行の数は15に低減されること，このような制限をツリー構造に課すことにより，図4の例では，集合レベル1では4つのコントロールチャネルを，集合レベル2では2つのコントロールチャネルを，集合レベル4では2つのコントロールチャネルを，集合レベル8では1つのコントロールチャネルをスケジュールすることができることが開示されている。",
                        "また，本件明細書の上記記載に加えて，図4を総合すると，スケジュールに使用可能なコントロールチャネル候補の制限をツリー構造によって課される割合は，図4の実施例では，最高レベルの集合レベル1では，24個のコントロールチャネルを4つの候補に（候補の割合6分の1），比較的低いレベルの集合レベル2では12個のコントロールチャネルを4つの候補に（候補の割合3分の1），集合レベル4では6個のコントロールチャネルを4つの候補に（候補の割合3分の2）それぞれ制限し，集合レベル8の3個のコントロールチャネルを制限しない（候補の割合1分の1）ことが開示されているに等しい事項といえる。",
                        "そうすると，本件明細書及び図面には，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補は，最高レベルの集合レベル1，2，4の各レベルにおいて部分的に制限されており，最高レベルよりも低い2，4，8の各レベルにおけるユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合は，最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくするように，最高レベルよりも低い各レベルにおけるユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補を決定するステップが開示され，又は開示されているに等しい事項であるということができる。また，【0025】の記載からすると，最高レベルよりも低い各レベルのコントロールチャネルは，ツリー構造の前記最高レベルよりも低いレベルにあるノードによって表されていることが開示されているといえる。",
                        "したがって，訂正後ステップ（ⅱ）は，本件明細書の記載及び図面の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものであるとはいえないから，訂正事項3は，新規事項の追加に当たるものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許請求の範囲の拡張又は変更について",
                  "text": [
                    "願書に添付した特許請求の範囲の訂正をすべき旨の審決が確定したときは，訂正の効果は出願時まで遡及する（特許法128条）ところ，特許請求の範囲の記載に基づいて特許発明の技術的範囲が定められる特許権の効力は第三者に及ぶものであることに鑑みれば，同法126条6項の「実質上特許請求の範囲を拡張し，又は変更するもの」であるかは，訂正の前後の特許請求の範囲の記載を基準として判断されるべきであり，こうした解釈によって，特許請求の範囲の記載の訂正によって第三者に不測の不利益を与えることを防止することができる。以下，これを前提にして判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正前の請求項1は，「ツリー構造のノードによって表されるコントロールチャネルをアロケートするステップであって，・・・前記アロケーションは最高レベルのコントロールチャネルのアロケーションを制限することによって実行され，前記最高レベルのコントロールチャネルは，最高レベルにあるツリー構造のノードによって表される，ステップと」（訂正前ステップ（ⅰ）），「コントロールチャネルの比較的低いレベルのアロケーションを増大させるステップであって，比較的低いレベルのコントロールチャネルは，ツリー構造の低レベルにあるノードによって表される，ステップ」（訂正前ステップ（ⅱ））との発明特定事項を有しており，この発明特定事項によれば，ツリー構造のノードによって表されるコントロールチャネルのアロケーションは，最高レベルのコントロールチャネルのアロケーションを制限し，比較的低いレベルのコントロールチャネルのアロケーションを増大させることによって実行されるものと解することができる。",
                        "これに対して，訂正後の請求項1は，「ユーザイクイップメントに対するアロケーションに使用可能な最高レベルのコントロールチャネル候補を部分的に制限することによって，ユーザイクイップメントに対するアロケーションのための前記最高レベルのコントロールチャネル候補を決定するステップ…」（訂正後ステップ（ⅰ）），「前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合を，前記最高レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくするように，前記最高レベルよりも低い各レベルにおける，ユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補を決定するステップであって，・・・」（訂正後ステップ（ⅱ））との発明特定事項を有しており，この発明特定事項によれば，最高レベルのコントロールチャネル候補を部分的に制限し，最高レベルよりも低い各レベルにおけるユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合を，最高レベルにおけるユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合よりも大きくするように，最高レベルよりも低い各レベルにおけるユーザイクイップメントに対するアロケーションに使用可能なコントロールチャネル候補の割合が決定されるステップが含まれるものと解することができる。",
                        "このように，訂正後の請求項1は，訂正前の各ステップにはない「コントロールチャネル候補の割合」という概念を追加し，最高レベルよりも低い各レベルで，アロケーションに使用可能なコントロールチャネル候補の割合を大きくするステップに訂正するものであり，また，各レベルのコントロールチャネル候補からどのようにアロケートされるかについては定義されていないから，訂正前の請求項1のように，比較的低いレベルのコントロールチャネルのアロケーションは，最高レベルのコントロールチャネルのアロケーションを制限することによって実行されるものとは限らないことになる。",
                        "そうすると，訂正事項2及び3は，特許請求の範囲を実質上変更するものといえるから，特許法126条6項に適合するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，前記第3の1(1)ア(イ)のとおり，訂正前の請求項1に係る発明の発明特定事項と訂正後の請求項1に係る発明の発明特定事項は，いずれも本件明細書の【0025】ないし【0027】，【0035】，【0038】，図4に示された技術的構成に合致するものであるから，両者は実質的に同等の発明特定事項である旨主張する。",
                        "しかし，特許請求の範囲を実質的に拡張又は変更するものであるかについては，特許請求の範囲の記載を基準として判断されるべきことは前記のとおりであるところ，原告の上記主張は，本件明細書の記載との対応関係において，本件訂正前の請求項1の技術的構成と本件訂正後の請求項1の技術的構成が実質的に同等の技術的構成であると主張しているにすぎず，本件訂正後の特許請求の範囲が本件訂正前の特許請求の範囲の記載を基準として実質的に特許請求の範囲を拡張又は変更するものではないと主張するものとはいえないから，当を得ないものというほかない。発明の詳細な説明に記載された事項からどの事項を発明特定事項とし，上位概念とするかについては，出願者がその技術的意義に鑑みて適宜選択して特許請求の範囲とするものであって，本件においても，原告が訂正前の請求項1のとおり特許請求の範囲の記載をしている以上，明細書に記載された事項及び図面から導き出される技術的構成が訂正の前後で同一であるからといって，訂正の前後で特許請求の範囲の記載が実質的に同一の発明特定事項を有するものとはいえない。",
                        "したがって，原告の上記主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，訂正事項2及び3は，特許法126条6項の要件に適合するものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "上記のとおり，請求項1に係る訂正事項2及び3は，特許法126条6項の要件に適合しないものであるから，一群の請求項である請求項1ないし7及び14ないし16に係る訂正事項1，6ないし9，10ないし19についての同条5項及び6項の要件の適合性について判断するまでもなく，これらの一群の請求項に係る本件訂正を認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求項8ないし10からなる一群の請求項に係る訂正について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項20及び22について",
              "text": [
                "請求項8は，請求項1に記載された方法の発明を実行するアロケーションユニットを備えたデバイスを発明特定事項とするものであるから，請求項1に係る訂正事項2及び3に関する前記2の判断が当てはまるものであり，請求項8に係る訂正に関する訂正事項22は，新規事項の追加に当たるものではないが，訂正事項20及び22は，特許請求の範囲を実質上変更するものであるといえる。",
                "したがって，訂正事項20及び22は，特許法126条6項の要件に適合するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "上記のとおり，請求項8に係る訂正事項20及び22は，特許法126条6項の要件に適合しないものであるから，一群の請求項である請求項8ないし10に係る訂正事項21，23，10ないし19についての同条5項及び6項の要件の適合性について判断するまでもなく，これらの一群の請求項に係る本件訂正を認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "請求項11ないし13からなる一群の請求項に係る訂正について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項24ないし27について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "新規事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正事項26は，訂正前の請求項11の「前記デコーディングユニットは，比較的低いレベルのコントロールチャネルに対する検索を増大するように構成されており，」とあるのを，「前記デコーディングユニットは，前記最高レベルよりも低い各レベルにおける，検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして検索を実行するようにさらに構成されており，」に訂正するものである。",
                        "そこで，訂正後の構成が本件明細書の記載及び図面の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものといえるかについて検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正事項26に関して，本件明細書には，前記2(1)ア(イ)で掲記した【0025】ないし【0027】及び図4のほか，「上記のアプローチにより，各UEに必要とされるデコーディング試行の数を低減することができる。」（【0031】），「サーチセクション12は，比較的低いレベルのコントロールチャネルに対する検索を増大することができる。比較的低いレベルのコントロールチャネルは，ツリー構造の比較的低いレベルにあるノードによって表される。」（【0040】）との記載がある。",
                        "上記の本件明細書の記載等からすると，前記2(1)ア(ウ)のとおり，本件明細書には，図4で示された24のコントロールチャネルエレメントについて，最高レベルの集合レベル1ではそれぞれが1つのコントロールチャネルを形成し，比較低いレベルである集合レベル2では2つのコントロールチャネルエレメントが1つのコントロールチャネルに，集合レベル4では4つのコントロールチャネルエレメントが1つのコントロールチャネルに，集合レベル8では8つのコントロールチャネルエレメントが1つのコントロールチャネルに，それぞれまとめられた上で，検索されるべきコントロールチャネル候補は，集合レベル1は4つ，集合レベル2は4つ，集合レベル4は4つ，集合レベル8は3つに制限され，この制限によってデコーディング試行の数は15に低減されることが開示されており，また，本件明細書の上記記載に加えて，図4を総合すると，検索されるべきコントロールチャネル候補の割合は，図4の実施例では，最高レベルの集合レベル1では，24のコントロールチャネルを4つの候補に（候補の割合6分の1），比較的低いレベルの集合レベル2では12のコントロールチャネルを4つの候補に（候補の割合3分の1），集合レベル4では6のコントロールチャネルを4つの候補に（候補の割合3分の2）それぞれ制限し，集合レベル8の3のコントロールチャネルを制限しない（候補の割合1分の1）ことが開示されているに等しい事項といえる。",
                        "そうすると，本件明細書及び図面には，最高レベルよりも低い2，4，8の各レベルにおける検索されるべきコントロールチャネル候補の割合は，最高レベルにおける，検索されるべきコントロールチャネル候補の割合よりも大きくして検索を実行する構成が開示又は開示されているに等しい事項であるということができるから，訂正事項26の「前記デコーディングユニットは，前記最高レベルよりも低い各レベルにおける，検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして検索を実行するようにさらに構成されており，」との構成は，新規事項の追加に当たるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許請求の範囲の拡張又は変更について",
                  "text": [
                    "特許法126条6項の「実質上特許請求の範囲を拡張し，又は変更するもの」であるかは，訂正の前後の特許請求の範囲の記載を基準として判断されるべきであることは，前記2(1)イのとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正前の請求項11は，「前記デコーディングユニットは，最高レベルのコントロールチャネルに対する検索を制限するように構成されており，前記デコーディングユニットは，最高レベルのツリー構造のノードによって表され，前記デコーディングユニットは，比較的低いレベルのコントロールチャネルに対する検索を増大するように構成されており，」との発明特定事項を有しており，この発明特定事項から，訂正前の請求項11では，デコーディングユニットは，ツリー構造のノードによって表される最高レベルのコントロールチャネルに対する検索を制限し，比較的低いレベルのコントロールチャネルに対する検索を増大するように構成されるものと解することができる。",
                        "これに対して，訂正後の請求項11は，「前記デコーディングユニットは，検索されるべき最高レベルのコントロールチャネル候補を部分的に制限して検索を実行するように構成されており，前記最高レベルのコントロールチャネルは，前記最高レベルにあるツリー構造のノードによって表され，前記デコーディングユニットは，前記最高レベルよりも低い各レベルにおける検索されるべきコントロールチャネル候補の割合を，前記最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして検索を実行するようにさらに構成されており，」との発明特定事項を有しており，この発明特定事項からは，デコーディングユニットは，最高レベルのコントロールチャネル候補を部分的に制限し，さらに，最高レベルよりも低い各レベルにおける検索されるべきコントロールチャネル候補の割合を，最高レベルにおける検索されるべきコントロールチャネル候補の割合よりも大きくして検索を実行されるように構成されるものと解することができる。",
                        "このように，訂正前の請求項11では，デコーディングユニットは，最高レベルのコントロールチャネルの検索を制限し，比較的低いレベルのコントロールチャネルに対する検索を増大する構成を有するにすぎないものが，訂正後の請求項11では，デコーディングユニットは，最高レベルとそれよりも低い「各レベル」のコントロールチャネル候補の割合を，前者よりも後者の割合を大きくする処理を行った後に検索を実行する構成となっている。",
                        "そうすると，訂正事項24ないし26による訂正は，特許請求の範囲を実質的に変更するものであるといえるから，特許法126条6項の要件に適合するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，前記第3の3(1)アにおいて，訂正前の請求項11に係る発明特定事項と訂正後の請求項11に係る発明特定事項は，本件明細書の図4，【0025】ないし【0027】，【0040】の記載に合致するものであるから，両者は実質的に同等の発明特定事項である旨主張するが，前記2(1)イ(イ)と同様の理由により採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，訂正事項24ないし26は，特許法126条6項の要件に適合するものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "前記のとおり，請求項11に係る訂正事項24ないし26は，特許法126条6項の要件に適合しないものであるから，一群の請求項である請求項11ないし13に係る訂正事項27，10ないし19についての同条5項及び6項の要件の適合性について判断するまでもなく，これらの一群の請求項に係る本件訂正を認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，本件訂正の請求を認めなかった本件審決の判断は結論において相当であって，原告の取消事由は理由がなく，そうすると，特許法123条1項4号の規定により，本件訂正前の特許請求の範囲である請求項1ないし16に係る発明についての特許を無効とした本件審決にはこれを取り消すべき違法は認められないから，原告の請求は棄却されるべきである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}