{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800156号事件について令和元年5月21日にした審決のうち，特許第3877000号の請求項1に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "株式会社岸製作所は，平成17年4月22日，発明の名称を「シート状の積層体」とする発明について，特許出願(特願2005-125264号。以下「本件出願」という。)をし，平成18年11月10日，特許権の設定登録(特許第3877000号。請求項の数1。以下，この特許を「本件特許」という。)を受けた(甲1，2)。",
                "原告は，株式会社岸製作所から，本件特許の特許権を譲り受け，平成20年4月8日，その旨の移転登録を経由した(甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成29年12月21日，本件特許について特許無効審判(無効2017-800156号事件)を請求した。",
                "原告は，平成30年9月5日付けの審決の予告を受けたため，同年11月2日付けで，本件特許の特許請求の範囲及び本件出願の願書に添付した明細書を訂正する訂正請求(以下「本件訂正」という。甲15の2)をした(以下，本件訂正後の明細書を，図面を含めて「本件明細書」という。甲2，15の2)。",
                "特許庁は，令和元年5月21日，本件訂正を認めた上で，「特許第3877000号の請求項1に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は，同月30日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年6月14日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本件訂正発明」という。下線部は本件訂正による訂正箇所である。甲15の2)。",
            "【請求項1】",
            "折り畳まれた複数枚のシート状物が連続して取り出せるように積層されたシート状物の積層体において，",
            "上記シート状物はスパンレース不織布からなり，",
            "上記シート状物の各々は，所望とする積層体の幅寸法と略同じ長さに形成された第1の中間片と，",
            "上記シート状物の一辺と平行な折れ線で積層方向下側に折られ，上記第1の中間片の略1／2の幅に，上記第1の中間片に隣接して形成された第2の中間片と，",
            "上記第2の中間片から積層方向下側に折り返され上記第2の中間片と略同じ幅に形成された第1の折片と，",
            "上記第1の中間片から積層方向上側に折り返され上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整するとともに，上記第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅となる第2の折片とを有するように折り畳まれ，",
            "積層される上記シート状物の偶数番目の上記シート状物と奇数番目の上記シート状物とは，左右対称となるように折り畳まれた状態で積層され，",
            "各偶数番目(奇数番目)の上記シート状物の上記第1の中間片及び上記第2の中間片によってできる谷部に，上記シート状物の次に積層される各奇数番目(偶数番目)の上記シート状物の上記第1の中間片及び上記第2の折片によってできる山部を重ね合わせることを特徴とするシート状物の積層体。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。",
                "その要旨は，被告主張の無効理由1(実施可能要件違反)，無効理由2(本件出願前に頒布された刊行物である特開平11-56666号公報を主引用例とする進歩性欠如)，無効理由3(本件出願前に頒布された刊行物である特許第2951187号公報を主引用例とする進歩性欠如)及び無効理由4(明確性要件違反)について，無効理由1，3及び4は理由がないが，本件訂正発明は，特開平11-56666号公報(審判甲1・本訴甲6。以下，単に「甲6」という。)に記載された発明及び特開2002-85289号公報(審判甲21・本訴甲7。以下，単に「甲7」という。)に記載された技術事項に基づいて，当業者が容易に発明をすることができたものであるから，無効理由2は理由があり，本件訂正発明は，特許法29条2項の規定により，特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲6に記載された発明(以下「甲6(審判甲1)発明」という。)，本件訂正発明と甲6(審判甲1)発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6(審判甲1)発明",
                  "text": [
                    "複数枚の右向きの腰折ウェットテシュー11と複数枚の左向きの腰折ウェットテシュー12とから成り，各右向き腰折ウェットテシュー11の下部折片11bと各左向き腰折ウェットテシュー12の上部折片12aと，各左向き腰折ウェットテシュー12の下部折片12bと各右向き腰折ウェットテシュー11の上部折片11aとを相の手に組んで多重ねにし，各腰折ウェットテシュー11，12を順次連続して取出し得るようにした多重",
                    "腰折ウェットテシューにおいて，",
                    "腰折ウェットテシュー11，12の各々は，腰折ウェットテシュー11，12の展開長の略五分の二の長さの，折線S1及び折線S3に挟まれた上部中間片と，",
                    "上部中間片と折線S1を介して下側に折り返されて接続され，腰折ウェットテシュー11，12の展開長の略五分の一の長さの，折線S1及び折線S2に挟まれた下部中間片と，",
                    "下部中間片と折線S2を介して下側に折り返されて接続され，腰折ウェットテシュー11，12の展開長の略五分の一の長さの折り返し片11e，12eと，",
                    "上部中間片と折線S3を介して上側に折り返されて接続され，腰折ウェットテシュー11，12の展開長の略五分の一の長さ，又は腰折ウェットテシュー11，12の幅方向の中心線Yを越えず且つこれに接近した長さの折り返し片11f，12fとを有するように折り畳まれ，",
                    "右向き腰折ウェットテシュー11と左向き腰折ウェットテシュー12とは左右対称となるように折り畳まれており，",
                    "各右向き腰折ウェットテシュー11の下部折片11bの内面に各左向き腰折ウェットテシュー12の上部折片12aの内面が重なり，各左向き腰折ウェットテシュー12の下部折片12bの内面に各右向き腰折ウェットテシュー11の上部折片11aの内面が重なるよう積層されている，",
                    "多重腰折ウェットテシュー。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「折り畳まれた複数枚のシート状物が連続して取り出せるように積層されたシート状物の積層体において，",
                    "上記シート状物の各々は，所望とする積層体の幅寸法と略同じ長さに形成された第1の中間片と，",
                    "上記シート状物の一辺と平行な折れ線で積層方向下側に折られ，上記第1の中間片の略1／2の幅に，上記第1の中間片に隣接して形成された第2の中間片と，",
                    "上記第2の中間片から積層方向下側に折り返され上記第2の中間片と略同じ幅に形成された第1の折片と，",
                    "上記第1の中間片から積層方向上側に折り返される第2の折片とを有するように折り畳まれ，",
                    "積層される上記シート状物の偶数番目の上記シート状物と奇数番目の上記シート状物とは，左右対称となるように折り畳まれた状態で積層され，",
                    "各偶数番目(奇数番目)の上記シート状物の上記第1の中間片及び上記第2の中間片によってできる谷部に，上記シート状物の次に積層される各奇数番目(偶数番目)の上記シート状物の上記第1の中間片及び上記第2の折片によってできる山部を重ね合わせた，",
                    "シート状物の積層体。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "(相違点1)",
                    "第2の折片の幅について，",
                    "本件訂正発明は，「上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整するとともに，上記第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅となる」のに対し，",
                    "甲6(審判甲1)発明は，「腰折ウェットテシュー11，12の展開長の略五分の一の長さ，又は腰折ウェットテシュー11，12の幅方向の中心線Yを越えず且つこれに接近した長さ」である点。",
                    "(相違点2)",
                    "シート状物について，",
                    "本件訂正発明は，「スパンレース不織布」からなるのに対し，",
                    "甲6(審判甲1)発明は，「ウェットテシュー」である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "取消事由",
      "text": [
        "甲6を主引用例とする本件訂正発明の進歩性の判断の誤り"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定の誤り",
              "text": [
                "特許法施行規則24条の2は，特許発明の技術上の意義ある部分は，「発明が解決しようとする課題及びその解決手段その他」により特定される旨規定していることからすると，発明は，解決課題(目的あるいは作用・効果)と解決手段(構成)とで特定しなければならない。",
                "そして，本件明細書記載の本件訂正発明の課題を踏まえると，本件訂正発明は，第2の折片の幅が加減できる構成となっているため，シート全体の大きさが大きくなったとしても，「他の片の幅を変えずに」折り畳むことができ，この構成によって，包装体の変更を要せずに従来の包装体に収納できるようにするという課題を達成することができる。",
                "他方，甲6に記載された発明は，シート全体を5等分することになるので，シート全体の大きさが大きくなると，第2の折片の幅が変わることはもちろん，他のすべての片の幅も変更になってしまう結果，積層体が大きくなり，従来の包装体には収納することができなくなる。",
                "したがって，本件訂正発明と甲6に記載された発明の相違点を捉えるには，第2の折片と他の片との関係性をシート全体の折構造で把握する必要があるから，本件審決における甲6(審判甲1)発明の認定は適切ではなく，相違点1は，次のとおり認定すべきである。これと異なる本件審決における相違点1の認定は誤りである。",
                "(原告主張の相違点1)",
                "本件訂正発明は，従来の発明が，大きさが従来より大きいサイズのウェットティッシュを使用し，従来からの折り畳み構造を有する積層体を製造すると，必然的に出来上がる積層体の幅は従来のものより大きくなり包装体の大きさを変更しなければならず，ウェットティッシュの積層体の製造装置の設計変更に加え，包装体の製造装置の設計変更もしなければならず，また，包装体の大きさを変更すると，製品出荷時に用いられる段ボール等の大きさも変更しなければならず，在庫スペースの変更も生じ，ウェットティッシュ1枚の大きさの変更で，規格変更をしなければならない箇所が多数でてくるという問題点に鑑み，包装体の大きさが従来と変わらない大きさでありながら，より大きなサイズのシート状物を積層できる構造を提供するとともに，包装体同士を積み重ねた際の安定感のあるシート状物の積層体を提供することを目的とし，特に，シート状物の各々は，所望とする積層体の幅寸法と略同じ長さに形成された第1の中間片と，上記シート状物の一辺と平行な折れ線で積層方向下側に折られ，上記第1の中間片の略1／2の幅に，上記第1の中間片に隣接して形成された第2の中間片と，上記第2の中間片から積層方向下側に折り返され上記第2の中間片と略同じ幅に形成された第1の折片と，上記第1の中間片から積層方向上側に折り返され上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整するとともに，上記第1の中間片の幅の1／2「未満で，かつ，上記第1の折片の幅より短い幅」となる第2の折片とを有するように折り畳まれる構成によって，上記課題を解決した発明であるのに対し，",
                "甲6に記載された発明は，従来の多重腰折ウェットテシューは定寸法のウェットテシューを二つ折りして略二分の一の折片を他の折片と相の手に組むようにした構成なために，使用に際して上位の腰折ウエットテシュー1又は2を取り出した時に，容器3の取出口3aから下位の腰折ウェットテシュー1又は2の略二分の一の折片が誘出されてしまい，誘出長が長すぎ美感を損なうと指摘されていた点，殊に多重腰折ウェットテシュー4は薬液等を湿潤した状態であり，上記のように容器3の取出口3aから誘出された部分が乾いてその効用を喪失するので，誘出長をできるだけ短くすることが望まれている点，各腰折ウェットテシューの折片がその端末から相当の長さに亘って薬液により接着するので，取出口より取り出そうとする腰折ウェットテシューの次に続く腰折ウェットテシューの全体が友連れされて取り出されてしまう欠点，上記ウエットテシュー長の略二分の一の腰折巾を有する多重腰折ウエットテシュー4の縮小化と，これを収容する容器3の小形化が要望されている点を課題とし，ウェットテシューを略5等分して5分の3の位置に腰折り用の折線S1を設定し，5分の2の部分を略2等分する位置に折り返し用の折線S2を設定し，5分の3の部分を略3等分し遊離端から3分の1の位置に折り返し用の折線S3を設定して折り返し，相の手に組んで多重ねにする構成によって，上記課題を解決した発明である点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の判断の誤り",
              "text": [
                "本件審決は，本件審決認定の相違点1について，本件訂正発明と甲6(審判甲1)発明とは，「第2の折片」に関して構造上差異が無く，相違点1は，文言上は相違するとしても，実質的な差異ではない旨判断したが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1のうち，本件訂正発明の「第2の折片の幅」が「第1の中間片の幅の1／2未満で，かつ，第1の折片の幅より短い幅」である構成に差異はないとした判断の誤り",
                  "text": [
                    "本件審決は，甲6(審判甲1)発明の「折り返し片11f，12f」(第2の折片)の長さ(幅)は，「上部中間片」(第1の中間片)の長さ(幅)の1／2か，それより小さい値であるから，甲6(審判甲1)発明は本件訂正発明の「第2の折片」の幅が「上記第1の中間片の幅の1／2未満」となる点で差異はなく，また，甲6(審判甲1)発明の「略五分の一の長さの折り返し片11e，12e」(第1の折片)は「略五分の二の長さ」の「上部中間片」(第1の中間片)の1／2の長さ(幅)であるから，甲6(審判甲1)発明の「折り返し片11f，12f」(第2の折片)の長さ(幅)は，「折り返し片11e，12e」(第1の折片)の長さ(幅)より短いともいえるので，甲6(審判甲1)発明は本件訂正発明の「第2の折片」の幅が「上記第1の折片の幅より短い幅となる」点で差異はない旨判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，甲6に記載された発明は，多重腰折ウェットテシューの縮小化とこれを収容する容器の小型化を解決する発明であるから，第2の折片の幅は中心線上にまで達する幅が望ましいこと，甲6の特許請求の範囲(請求項1)には，「上記各右向き腰折ウェットテシューの上部短巾重畳端及び各左向き腰折ウェットテシューの下部短巾重畳端と各左向き腰折ウェットテシューの上部短巾重畳端及び各右向き腰折ウェットテシューの下部短巾重畳端とが多重腰折ウェットテシューの左半部側と右半部側に按分され」との記載があることからすると，甲6における「折り返し片11f，12f」(第2の折片)の幅が，「按分」すなわち，「2分の1」であることは明らかである。",
                        "また，甲6の【0022】及び【0023】の記載によれば，折線S3で区切られた折り返し片の幅(全体の略五分の一の長さ)(「第2の折片」)は，折線S3とS1で区切られた上部中間片の幅(全体の略五分の二の長さ)(「第1の中間片」)の約2分の1となるから，甲6における「折り返し片11f，12f」(「第2の折片」)の幅が，「按分」すなわち，「2分の1」であることは明らかである。そのため，甲6の【0026】の「各腰折ウェットテシュー11，12の上部短巾重畳端11c，12cの折り返し片11f，12fの先端が多重腰折ウェットテシュー14の中心線Y付近，好ましくは図3Aに示すように，上記折り返し片11f，12fを中心線Yを越えず且つこれに接近した折り返し寸法に設定する。」との記載中の「上記折り返し片11f，12fを中心線Yを越えず且つこれに接近した」長さとは，甲6の特許請求の範囲(請求項1)に「左半部側と右半部側に按分され」との文言があるように，右向き腰折ウェットテシューの折り返し片(第2の折片)の幅と，左向き腰折ウェットテシューの折り返し片(第2の折片)の幅とが中央で按分される幅，すなわち，上部中間片(第1の中間片)の2分の1の幅となることを指していると解すべきである。",
                        "仮に甲6における「折り返し片11f，12f」(第2の折片)の幅が上部中間片(第1の中間片)の2分の1未満の幅も含むとすれば，単に【0026】は「中心線Yを越えない長さ」と記載すればよいのであって，あえて「中心線Yを越えず且つこれに接近した」という表現を用いる必要はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に甲6における「折り返し片11f，12f」(第2の折片)の幅が上部中間片(第1の中間片)の2分の1未満の幅も含むとすれば，甲6の【0024】記載の腰折ウェットテシューの製造工程は，①「各ウェットテシューの一端部をウェットテシュー長の五分の一より小さい値に相当する長さだけ外側へ折り返して上部短巾重畳端11c，12cを形成する」，②「同様に各ウェットテシューの他端部をウェットテシュー長の上記五分の一より小さい値に相当する長さだけ外側へ折り返して下部短巾重畳端11d，12dを形成する」こととなり，「上部中間片がその分長くなる」か，又は「下部中間片がその分長くなる」かのいずれかの状況が生じ，「ウエットテシュー長の略二分の一の腰折巾を有する多重腰折ウエットテシュー4の縮小化と，これを収容する容器3の小形化」(【0006】)の課題を達成することができず，「この発明では同五分の二の巾に縮小できる」(【0027】)との効果を得ることもできない。",
                        "さらには，「下部中間片がその分長くなる」場合には，下部中間片は，長くなった分だけ中心線Yを超えることになるため，中心線Y近傍で左右のシート状物が重なり合うことになり，積層体の中央部分が嵩高となり，見栄えが悪く，包装体同士を積み重ねた際の安定感のあるシート状物の積層体とすること(【0008】)という課題にも反するものである。",
                        "したがって，甲6における「折り返し片11f，12f」(第2の折片)の幅が上部中間片(第1の中間片)の2分の1未満の幅も含むものと解釈することは妥当でない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲6における「折り返し片11f，12f」(第2の折片)の幅は，上部中間片(第1の中間片)の「1／2より小さい値」ではないから，本件訂正発明の「第2の折片の幅」が「上記第1の中間片の幅の1／2未満」となる点で差異はないとした本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1のうち，本件訂正発明の「第2の折片の幅」について「第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」構成に差異はないとした判断の誤り",
                  "text": [
                    "本件審決は，本件訂正発明と甲6(審判甲1)発明とは，「第2の折片」を設けることにより積層体の大きさを変えずにシートの大きさを大きくできる点で共通しており，甲6(審判甲1)発明において「第2の折片」の幅を変えることは，結果としてシートの幅と積層体の幅を変えることになるので，甲6(審判甲1)発明の「第2の折片」の幅は「第1の中間片」の幅を所望とする積層体の幅寸法となるように調整していると解することができるから，甲6(審判甲1)発明の「第2の折片」の幅は「第1の中間体の幅が所望とする積層体の幅寸法となるように調整する」構成に差異はない旨判断した。",
                    "しかしながら，本件明細書の記載によれば，本件訂正発明の「所望とする積層体の幅寸法となるように調整する」とは，シート状物全体の大きさを第2の折片の面積分を限度に大きいサイズ，又は，小さいサイズに変更した場合であっても，積層体の幅寸法は所望の幅寸法で変わらないように「第2の折片」の幅を調整するというものであり，これによって，出来上がる積層体を包装する包装体の製造装置の設計変更を要せず，さらには，製品出荷時に用いられる段ボール等の大きさの変更も要せず，在庫スペースの変更も必要が無くなるという効果を得る(【0011】)。",
                    "一方，甲6に記載された発明においては，甲6における「折り返し片11f，12f」(第2の折片)は，シート状物全体の略5分の1の長さで固定されるため(【0007】，【0008】，【0023】)，そもそも「折り返し片11f，12f」(第2の折片)の幅を変えるという発想には至らないし，また，シート状物全体の大きさを変更すれば，積層体の幅も変更されてしまうから，「折り返し片11f，12f」(第2の折片)の幅を変更しても，積層体の幅寸法を所望の幅とすることはできない。",
                    "したがって，甲6における「折り返し片11f，12f」(第2の折片)は，本件訂正発明の「第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」という機能を有しているとはいえない。これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点1の認定及び判断に誤りがあるから，本件訂正発明は，甲6(審判甲1)発明及び甲7に記載された技術事項に基づいて，当業者が容易に発明をすることができたものであるとした本件審決の判断は誤りである。",
                "したがって，本件審決は違法として取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定の誤りの主張に対し",
              "text": [
                "特許法施行規則24条の2は，明細書の記載要件に関し，「発明が解決しようとする課題及びその解決手段」が，当業者がその発明の技術上の意義を理解するために必要な事項であることを示すものにすぎないから，同条から，原告が主張する「発明は，解決課題(目的あるいは作用・効果)と解決手段(構成)とで特定しなければならない」との解釈が直ちに導かれるものではない。",
                "したがって，原告主張の相違点1は，その前提を欠くものであるから，理由がなく，本件審決における相違点1の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明の「第2の折片の幅」が第1の中間片の幅の1／2未満で，かつ，第1の折片の幅より短い幅」である構成について",
                  "text": [
                    "本件訂正発明の「第2の折片」に係る「第1の中間片の幅の1／2未満」という構成について，甲6(審判甲1)発明では，「第2の折片」に相当する「折り返し片11f，12f」は，「腰折ウェットテシュー11，12の幅方向の中心線Yを超えず且つこれに接近した長さ」とされている(【0026】)。",
                    "この「腰折ウェットテシュー11，12の幅方向の中心線Yを越えず且つこれに接近した長さ」とは，その文言上，「上部中間片」の中心線Yまで届かない長さ，すなわち短い長さを意味することは明らかであるから，甲6(審判甲1)発明においては，「第2の折片」に相当する「折り返し片11f，12f」は，「第1の中間片」に相当する「上部中間片」の長さ(幅)の1／2より小さい値であると解するほかない。",
                    "かかる解釈は，甲6(審判甲1)発明における「折り返し片11f，12f」が取出口から誘出される部分に該当するところ，甲6(審判甲1)発明が，湿潤状態のシート状物の乾燥を防ぐために，容器の取出口から誘出される部分の長さをできるだけ短くすることを課題とすること(【0004】)からも裏付けられる。",
                    "したがって，甲6には，「第2の折片の幅」が第1の中間片の幅の1／2未満で，かつ，第1の折片の幅より短い幅」である構成(相違点1に係る本件訂正発明の構成)が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明の「第2の折片の幅」について「第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」構成について",
                  "text": [
                    "本件訂正発明の「第2の折片」が「第1の中間片」の幅を「調整する」とは，「第1の中間片」(積層体)の幅寸法が変わらずに，「第2の折片」の「幅」が変われば，シート状物の大きさ(幅)が変わることをいうものである。そして，甲6の記載(【0006】，【0008】，【0027】)によれば，本件訂正発明と甲6(審判甲1)発明は，「第2の折片」を設けることにより積層体の大きさ(幅)を変えずにシートの大きさ(幅)を大きくできる点で共通しており，甲6(審判甲1)発明においても，「折り返し片11f，12f」(第2の折片)の幅を変えれば，結果として，シートの幅と積層体の幅が変わることになるので，「折り返し片11f，12f」(第2の折片)の幅は，「上部中間片」(第1の中間片)の幅を所望とする積層体の幅寸法となるように「調整」していることは明らかである。",
                    "したがって，甲6には，「第2の折片の幅」について「第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」構成(相違点1に係る本件訂正発明の構成)が開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本件訂正発明の「第2の折片」について，「第1の中間片の幅の1／2未満で，かつ，第1の折片の幅より短い幅」であり，「第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」という構成は，甲6(審判甲1)発明の「折り返し片11f，12f」も備えることが甲6に開示されているから，相違点1に係る本件訂正発明の構成は実質的な相違点ではない。",
                    "したがって，これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における相違点1の認定及び判断に誤りはないから，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲2，15の2)には，次のような記載がある(本件明細書の「図1」ないし「図4」については別紙1を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【技術分野】",
                  "text": [
                    "【0001】",
                    "本発明は，シート状物の積層体に関し，特に，湿式のウェットティッシュの折りたたまれた状態で，このウェットティッシュを連続して取り出せるように積層したシート状物の積層体に関する。",
                    "【背景技術】",
                    "【0002】",
                    "従来，アルコール，保湿剤，界面活性剤等を含む薬液を紙，織布又は不織布の繊維素材に含浸させたウェットティッシュは，気密性や液密性を有する包装体に収容される。ウェットティッシュは，皮膚の汚れ拭き取り，化粧落とし，幼児のお尻拭き，トイレの清掃等，様々な用途に用いられている。この種の包装体は，包装体の一箇所に開閉蓋を有する取出口が設けられ，この取出口から内部に収容されたウェットティッシュを取出すことができる。また，このウェットティッシュは，様々な形に折り畳まれ，複数枚が積層され，一のウェットティッシュを持ち上げると，その下に積層されたウェットティッシュも持ち上がり，連続して取り出せるように積層した，いわゆるポップアップ式の積層体を形成している。",
                    "【0003】",
                    "図4(A)に示すように，従来のウェットティッシュの積層体100は，複数のウェットティッシュ101が折り畳まれ，積層されたものである。詳述すると，ウェットティッシュ101は，折れ線102において折られて形成される上部折片103と下部折片104と，下部折片104の遊離端側を折れ線102で折られた方向とは逆の方向に折り返して短巾の重畳端105を形成している。また，上述のように折られたウェットティッシュ101は，折れ線102において折られる方向によって，右向き腰折りウェットティッシュ101Rと左向き腰折りウェットティッシュ101Lとに分けられる。ウェットティッシュの積層体100は，各右向き腰折りウェットティッシュ101Rの短巾重畳端105を各左向き腰折りウェットティッシュ101Lの上部折片103の遊離端側と相の手に組み，各左向き腰折りウェットティッシュ101Lの短巾重畳端105を各右向き腰折りウェットティッシュ101Rの上部折片103の遊離端側と相の手に組むことにより形成される。また，ウェットティッシュの積層体100は，ウェットティッシュ101の短巾重畳端105が左半部側と右半部側とに按分される構成を有している(特許文献1参照。)。",
                    "【0004】",
                    "ところで，多用途に用いられるウェットティッシュは，1枚のウェットティッシュの大きさが大きいものが望まれている。",
                    "【0005】",
                    "しかしながら，大きさが従来より大きいサイズのウェットティッシュを使用し，従来からの折り畳み構造を有する積層体を製造すると，必然的に出来上がる積層体の幅は従来のものより大きくなり包装体の大きさを変更しなければならず，ウェットティッシュの積層体の製造装置の設計変更に加え，包装体の製造装置の設計変更もしなければならない。また，包装体の大きさを変更すると，製品出荷時に用いられる段ボール等の大きさも変更しなければならず，在庫スペースの変更も生じ，ウェットティッシュ1枚の大きさの変更で，規格変更をしなければならない箇所が多数でてくる。",
                    "【0006】",
                    "また，特許文献1に示す取り出し構造では，出来上がった積層体は，図4(B)に示すように，確かに，断面が略矩形状になっている。しかしながら，この積層体を内包した包装体を商品として陳列する場合に用いられる積み重ね陳列は，断面が略矩形状のため，一見して安定感があるようであるが，出来上がる商品は運搬時等の影響を受けて安定が悪いものとなることもあった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【発明が解決しようとする課題】",
                  "text": [
                    "【0008】",
                    "そこで，本発明は，上述の問題点に鑑みて，包装体の大きさが従来と変わらない大きさでありながら，より大きなサイズのシート状物を積層できる構造を提供するとともに，包装体同士を積み重ねた際の安定感のあるシート状物の積層体を提供することを目的とする。",
                    "【課題を解決するための手段】",
                    "【0009】",
                    "本発明に係るシート状物の積層体は，折り畳まれた複数枚のシート状物が連続して取り出せるように積層されたシート状物の積層体において，上記シート状物はスパンレース不織布からなり，上記シート状物の各々は，所望とする積層体の幅寸法と略同じ長さに形成された第1の中間片と，上記シート状物の一辺と平行な折れ線で積層方向下側に折られ，上記第1の中間片の略1／2の幅に，上記第1の中間片に隣接して形成された第2の中間片と，上記第2の中間片から積層方向下側に折り返され上記第2の中間片と略同じ幅に形成された第1の折片と，上記第1の中間片から積層方向上側に折り返され上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整するとともに，上記第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅となる第2の折片とを有するように折り畳まれる。そして，積層される上記シート状物の偶数番目の上記シート状物と奇数番目の上記シート状物とは，左右対称となるように折り畳まれた状態で積層され，各偶数番目(奇数番目)の上記シート状物の上記第1の中間片及び上記第2の中間片によってできる谷部に，上記シート状物の次に積層される各奇数番目(偶数番目)の上記シート状物の上記第1の中間片及び上記第2の折片によってできる山部を重ね合わせることを特徴とする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【発明の効果】",
                  "text": [
                    "【0011】",
                    "本発明は，従来の積層構造にはない第2の折片が設けられているので，その第2の折片の面積分だけ従来と比較して大きいサイズのシート状物であっても，従来と変わらないサイズの積層体を形成することができる。そのため，出来上がる積層体を包装する包装体の製造装置の設計変更を要せず，さらには，製品出荷時に用いられる段ボール等の大きさの変更も要せず，在庫スペースの変更も必要が無くなる。",
                    "【0012】",
                    "また，本発明は，各偶数番目のシート状物の上記第1の中間片及び上記第2の中間片によってできる谷部に，上記シート状物の次に積層される各奇数番目のシート状物の上記第1の中間片及び上記第2の折片によってできる山部を重ね合わせて交差掛けとし，同様に，各奇数番目のシート状物の上記第1の中間片及び上記第2の中間片によってできる谷部に，上記シート状物の次に積層される各偶数番目のシート状物の上記第1の中間片及び上記第2の折片によってできる山部を重ね合わせて交差掛けとしている。そのため，形成されるシート状物積層体自体は，各シート状物の上記第1の折れ線及び上記第3の折れ線近傍において，第2の折片が設けられた大きさ分だけ，肉厚部分が形成され，積層体同士を重ね合わせた際の安定感を向上させることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【発明を実施するための最良の形態】",
                  "text": [
                    "【0013】",
                    "以下，本発明に係るシート状物積層体の最良の形態を図面を参照して詳細に説明する。",
                    "【0014】",
                    "図1は，本発明に係るシート状物積層体のシート状物10の展開図を示す。図1に示すように，シート状物10は，所望とする積層体の幅寸法と略同じ長さに形成された第1の中間片11と，積層方向下側に折られ，第1の中間片11の略1／2の幅に第1の中間片11に隣接して形成された第2の中間片12と，第2の中間片12から積層方向下側に折り返され第2の中間片12と略同じ幅に形成された第1の折片13と，第1の中間片11から積層方向上側に折り返され第1の中間片11の幅が所望とする積層体の幅寸法となるように調整する第2の折片14とから構成されている。また，図2に示すように，シート状物10は折られ，各シート状物10が折り重ねられ，シート状物積層体1を形成している。",
                    "【0015】",
                    "なお，説明上，本発明においては，図2に示すx軸方向，つまりシート状物10の長辺と平行する方向をシート状物10の長さ方向，図2に示すy軸方向，つまりシート状物10の長辺と直交する方向をシート状物10の幅方向，図2に示すz軸方向，つまり各シート状物10が折り重ねられ形成されるシート状物積層体1の積層される方向を各シート状物10が積層される積層方向と称する。",
                    "【0016】",
                    "シート状物10は，長辺10a，10b，及び短辺10c，10dとによって形成される略矩形の布帛からなり，例えば，天然繊維又は合成繊維が織布，不織布，編布に形成された布帛を用いる。この中でも汎用性やコスト等から不織布からなる布帛が最も好ましく用いられる。具体的に，天然繊維としては，例えば綿，絹，麻，ウール，パルプなどが挙げられ，合成繊維としては，例えばポリエチレンテレフタレート，ポリエステル，ポリプロピレン，ポリエチレン，アクリル，ナイロン，ビニロン，ポリ塩化ビニル，ポリウレタン，レーヨン等が挙げられる。また，これら天然繊維と合成繊維とを混合させた布帛を用いることができる。本発明においては，合成繊維からなる不織布，特に，合成繊維に高圧ウォータージェット流(繊維を交絡させるための水)を施し，繊維を交絡させて，乾燥状態では使用に耐え得る十分な強度を有するとともに，液体による湿潤状態ではウェブ形状を保持し，極めて容易且つ速やかな吸水性を有するスパンレース不織布が最も好ましく用いられる。また，シート状物10は，図1に示すように，シート状物10の一方の短辺10cから長さ方向にかけて，第2の折片14，第1の中間片11，第2の中間片12，第1の折片13が順に設けられている。",
                    "【0017】",
                    "第1の中間片11は，図1に示すように，シート状物10の長さ方向に平行な長辺10a，10bと，シート状物10の幅方向に平行な第1の折れ線15及び第3の折れ線17とによって囲まれる部分である。シート状物10の長辺10a，10bの第1の中間片11の長さにあたる部分，つまり第1の折れ線15と第3の折れ線17との距離Aは，その長さが最終的に形成されるシート状物積層体1の幅と略同一となる長さである。",
                    "【0018】",
                    "第2の中間片12は，第1の中間片11と隣接し，シート状物10の長さ方向に平行な長辺10a，10bと，シート状物10の幅方向に平行な第1の折れ線15及び第2の折れ線16とによって囲まれる部分である。シート状物10の長辺10a，10bの第2の中間片12の長さにあたる部分，つまり第1の折れ線15と第2の折れ線との距離Bは，第1の中間片11の長さ11aの略1／2の長さである。",
                    "【0019】",
                    "第1の折片13は，第2の中間片12と隣接し，シート状物10の長さ方向に平行な長辺10a，10bと，第2の折れ線16と，短辺10dとによって囲まれる部分である。シート状物10の長辺10a，10bの第1の折片13の長さにあたる部分，つまり第2の折れ線16と短辺10dとの距離Cは，距離Bと略同一の長さである。",
                    "【0020】",
                    "第2の折片14は，第1の中間片11と隣接し，シート状物10の長さ方向に平行な長辺10a，10bと，第3の折れ線17と短辺10cとによって囲まれる部分である。シート状物10の長辺10a，10bの第2の折片14の長さにあたる部分，つまり第3の折れ線17と短辺10cとの距離Dは，D＜Cの関係を有する。つまり，距離Dは，距離Aの半分より小さい値である。",
                    "【0021】",
                    "以上のような部分から構成されるシート状物10は，図2及び図3(A)に示すように，各折れ線15，16，17において折り返される。つまり，シート状物10は，第1の折れ線15において積層方向とは反対方向(-z方向)に折り返し第1の中間片11及び第2の中間片12を形成し，第2の折れ線16において積層方向とは反対方向(-z方向)に折り返し第1の折片13を形成し，第3の折れ線17において積層方向(z方向)に折り返し第2の折片14を形成する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "subject": "【0022】",
      "text": [
        "次に，シート状物積層体1の積層構造について，図2，図3(A)及び図3(B)を用いて説明する。",
        "【0023】",
        "シート状物積層体1は，シート状物10が所定の位置において交差掛けされる。つまり，シート状物積層体1は，偶数番目に積層されるシート状物10Rと奇数番目に積層されるシート状物10Lとが，互いに交差掛けされる。",
        "【0024】",
        "なお，便宜上，シート状物10の第1の中間片11に対し，第2の中間片12及び第1の折片13が図2中の右側に設けられるシート状物をシート状物10Rとし，シート状物10の第1の中間片11に対し，第2の中間片12及び第1の折片13が図2中の左側に設けられるシート状物をシート状物10Lと称する。また，本説明におけるシート状物10Rとシート状物10Lとは，シート状物10を短辺10c(y軸と平行する方向)に対して対称になるように折り返されたものであり，上述したシート状物10と同様の構成を有する。また，シート状物10Rは，図2及び図3(A)に示す偶数番目に積層されるシート状物であり，シート状物10Lは，図2及び図3(A)に示す奇数番目に積層されるシート状物である。",
        "【0025】",
        "具体的には，シート状物積層体1は，各シート状物10Rの第1の中間片11及び第2の中間片12によってできる谷部に，各シート状物10Rの次に積層されるシート状物10Lの第1の中間片11及び第2の折片14によってできる山部を重ね合わせて交差掛けとし，各シート状物10Lの第1の中間片11及び第2の中間片12によってできる谷部に，各シート状物10Lの次に積層されるシート状物10Rの第1の中間片11及び第2の折片14によってできる山部を重ね合わせて交差掛けとして積層体を形成する。"
      ]
    },
    {
      "fig": "カ",
      "subject": "【0026】",
      "text": [
        "以上のように構成されたシート状物積層体1は，従来の積層構造においてはない第2の折片14を有することで，従来と変わらない積層体の幅としても，第2の折片14の面積分だけ従来よりもサイズの大きいシート状物10を積層させることができる。具体的には，シート状物10は，従来使用されるシート状物の大きさと比較して，第2の折片14の面積分，つまり上述のD＜Cの関係を有する範囲内で大きさを変更することができ，約25％まで大きいサイズのシート状物を使用することができる。そのため，積層されるシート状物の大きさを変更したとしても，シート状物積層体の製造装置の設計変更のみで，出来上がる積層体を包装する包装体の製造装置の設計変更を要せず，さらには，製品出荷時に用いられる段ボール等の大きさの変更も要せず，在庫スペースの変更も必要が無くなる。",
        "【0027】",
        "また，シート状物積層体1は，各シート状物10Rの第1の中間片11及び第2の中間片12によってできる谷部に，各シート状物10Rの次に積層されるシート状物10Lの第1の中間片11及び第2の折片14によってできる山部を重ね合わせて交差掛けとし，各シート状物10Lの第1の中間片11及び第2の中間片12によってできる谷部に，各シート状物10Lの次に積層されるシート状物10Rの第1の中間片11及び第2の折片14によってできる山部を重ね合わせて交差掛けとする。そのため，形成されるシート状物積層体1自体は，図3(B)に示すように，嵩高状態が第1の折れ線15及び第3の折れ線17近傍，つまりシート状物積層体1の端部近傍において，第2の折片14の大きさ分だけ積層体の嵩が高くなっている。つまり，シート状物積層体1は，第2の折片14が設けられた大きさ分だけ，各シート状物10の第1の折れ線15及び第3の折れ線17近傍において，肉厚部分が形成され，積層体の躯体部分が補強されることになり，積層体同士を重ね合わせた際の安定感を向上させることができる。",
        "【0028】",
        "なお，第2の折片14は，シート状物10のサイズを大きくするとともに，シート状物積層体1の躯体部分を補強する目的で設けられ，そのため，第2の折片14の第3の折れ線17と短辺10cとの距離Dが距離Cよりも大きくなると，出来上がるシート状物積層体1において，各シート状物10R(又はシート状物10L)の第2の折片14と各シート状物10L(又はシート状物10R)の第1の折片13とが重なり合い，全体の嵩高状態が，中央部が膨らみ不安定なものとなる。従って，本発明においては，第2の折片14の第3の折れ線17と短辺10cとの距離DをD＜Cとした。"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "前記(1)の記載事項によれば，本件明細書には，本件訂正発明に関し，次のような開示があることが認められる。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "薬液を繊維素材に含浸させたウェットティッシュは，気密性や液密性を有する包装体に収容され，様々な形に折り畳まれ，複数枚が積層され，一枚のウェットティッシュを持ち上げると，その下に積層されたウェットティッシュも持ち上がり，連続して取り出せるように積層した，いわゆるポップアップ式の積層体を形成しているところ(【0002】)，従来のウェットティッシュの積層体は，各右向き腰折りウェットティッシュ101Rの短巾重畳端105を各左向き腰折りウェットティッシュ101Lの上部折片103の遊離端側と相の手に組み，各左向き腰折りウェットティッシュ101Lの短巾重畳端105を各右向き腰折りウェットティッシュ101Rの上部折片103の遊離端側と相の手に組むことにより形成され，ウェットティッシュ101の短巾重畳端105が左半部側と右半部側とに按分される構成を有していた(【0003】，図4(A))。",
        "しかるところ，ウェットティッシュは，1枚の大きさが大きいものが望まれているが，従来のウェットティッシュの積層体は，ウェットティッシュ1枚の大きさの変更で，包装体の大きさ，製品出荷時に用いられる段ボール等の大きさの規格変更をしなければならず，在庫スペースの変更も生じ，また，従来のウェットティッシュの積層体を内包した包装体を商品として積み重ねて陳列する場合には，断面が略矩形状のため，一見して安定感があるようであるが，運搬時等の影響を受けて安定が悪いものとなることもあった(【0004】ないし【0006】，図4(B))。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "「本発明」は，上述の問題点に鑑み，包装体の大きさが従来と変わらない大きさでありながら，より大きなサイズのシート状物を積層できる構造を提供するとともに，包装体同士を積み重ねた際の安定感のあるシート状物の積層体を提供することを目的とし，その課題を解決するための手段として，シート状物の各々は，所望とする積層体の幅寸法と略同じ長さに形成された第1の中間片と，シート状物の一辺と平行な折れ線で積層方向下側に折られ，第1の中間片の略1／2の幅に，第1の中間片に隣接して形成された第2の中間片と，第2の中間片から積層方向下側に折り返され第2の中間片と略同じ幅に形成された第1の折片と，第1の中間片から積層方向上側に折り返され第1の中間片の幅が所望とする積層体の幅寸法となるように調整するとともに，第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より狭い幅となる第2の折片とを有するように折り畳まれ，積層される上記シート状物の偶数番目の上記シート状物と奇数番目の上記シート状物とは，左右対称となるように折り畳まれた状態で積層され，各偶数番目(奇数番目)の上記シート状物の上記第1の中間片及び上記第2の中間片によってできる谷部に，上記シート状物の次に積層される各奇数番目(偶数番目)の上記シート状物の上記第1の中間片及び上記第2の折片によってできる山部を重ね合わせる構成を採用した(【0008】，【0009】)。",
        "これにより「本発明」は，従来の積層構造にはない第2の折片が設けられているので，その第2の折片の面積分だけ従来と比較して大きいサイズのシート状物であっても，従来と変わらないサイズの積層体を形成することができるため，積層体を包装する包装体の製造装置の設計変更を要せず，製品出荷時に用いられる段ボール等の大きさの変更も要せず，在庫スペースの変更も必要が無くなり，また，第1の中間片及び第2の折片によってできる山部を重ね合わせて交差掛けとしているため，形成されるシート状物積層体自体は，各シート状物の第1の折れ線及び第3の折れ線近傍において，第2の折片が設けられた大きさ分だけ，肉厚部分が形成され，積層体同士を重ね合わせた際の安定感を向上させることができるという効果を奏する(【0011】，【0012】，【0026】ないし【0028】)。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "2",
              "subject": "甲6の記載事項について"
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "甲6には，次のような記載がある(下記記載中に引用する「図1」ないし「図4」については別紙2を参照)。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "特許請求の範囲",
      "text": [
        "【請求項1】各右向き腰折ウェットテシューの下部折片と，各左向き腰折ウェットテシューの上部折片とを相の手に組んで多重腰折ウェットテシューを形成し，該多重腰折ウェットテシューを容器内に収容し，該容器に設けた取出口より最上位の腰折ウェットテシューの上部折片を引き出すことにより上記相の手組部において摩擦係合する下位の腰折ウェットテシューの上部折片の遊離端を上記取出口より誘出させ連続取出しが行われるようにした多重腰折ウェットテシューの連続取出し構造において，上記各右向きと左向き腰折ウェットテシューの上部折片と下部折片の遊離端側を各腰折ウェットテシューの腰折り方向とは逆方向に折り返して短巾の上部重畳端と下部重畳端を形成し，上記各右向き腰折ウェットテシューの上部短巾重畳端を各左向き腰折ウェットテシューの下部短巾重畳端と相の手に組み，上記各左向き腰折ウェットテシューの上部短巾重畳端を各右向き腰折ウェットテシューの下部短巾重畳端と相の手に組み，上記各右向き腰折ウェットテシューの上部短巾重畳端及び各左向き腰折ウェットテシューの下部短巾重畳端と各左向き腰折ウェットテシューの上部短巾重畳端及び各右向き腰折ウェットテシューの下部短巾重畳端とが多重腰折ウェットテシューの左半部側と右半部側に按分され，上記各上部短巾重畳端を腰折ウェットテシューの取出し手段としたことを特徴とする多重腰折ウェットテシューの連続取出し構造。"
      ]
    },
    {
      "fig": "イ",
      "subject": "【0001】",
      "text": [
        "【発明の属する技術分野】",
        "この発明は多重腰折ウェットテシューを容器に収容し，容器に設けた取出口より各腰折ウェットテシューを順次連続して取出し得るようにした多重腰折ウェットテシューの連続取出し構造に関する。",
        "【0002】",
        "【従来の技術】",
        "従来の多重腰折ウェットテシューは図1に示すように，二つ折りした各右向き腰折ウェットテシュー1の下部折片1aと各左向き腰折ウェットテシュー2の上部折片2bとを相の手に組んで多重腰折ウェットテシュー4を形成し，該多重腰折ウェットテシュー4を容器3内に収容し，容器3の天板に設けた取出口3aより最上位の腰折ウェットテシュー1又は2の上部折片1b又は2bを引き出すことにより，上記相の手組部において摩擦係合する下位の腰折ウェットテシュー1又は2の上部折片1b又は2bの遊離端を上記取出口3aより誘出させて連続取出しが行えるように構成されている。",
        "【0003】",
        "【発明が解決しようとする課題】",
        "上記多重腰折ウェットテシュー4は旧来より普遍的に用いられてきているが，この多重腰折ウェットテシューは定寸法のウェットテシューを二つ折りして略二分の一の折片を他の折片と相の手に組むようにした構成なために，使用に際して上位の腰折ウエットテシュー1又は2を取り出した時に，容器3の取出口3aから下位の腰折ウェットテシュー1又は2の略二分の一の折片が誘出されてしまい，誘出長が長すぎ美感を損なうと指摘されている。",
        "【0004】",
        "殊に多重腰折ウェットテシュー4は薬液等を湿潤した状態であり，上記のように容器3の取出口3aから誘出された部分が乾いてその効用を喪失するので，誘出長をできるだけ短くすることが望まれている。",
        "【0005】",
        "又各腰折ウェットテシューの折片がその端末から相当の長さに亘って薬液により接着するので，取出口より取り出そうとする腰折ウェットテシューの次に続く腰折ウェットテシューの全体が友連れされて取り出されてしまう欠点を有している。",
        "【0006】",
        "又上記ウエットテシュー長の略二分の一の腰折巾を有する多重腰折ウエットテシュー4の縮小化と，これを収容する容器3の小形化が要望されている。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "【0007】",
      "text": [
        "【課題を解決するための手段】",
        "この発明は上記課題を解決する手段として，各右向き腰折ウェットテシューと左向き腰折ウェットテシューとを相の手に組んで多重腰折ウェットテシューを形成し，この多重腰折ウェットテシューを容器内に収容して上部折片を摘出し連続取出しを行うようにする場合に，上記各右向きと左向き腰折ウェットテシューの上部折片と下部折片の遊離端側を各腰折ウェットテシューの腰折り方向とは逆方向に折り返して短巾の上部重畳端と下部重畳端を形成し，上記各右向き腰折ウェットテシューの上部短巾重畳端と各左向き腰折ウェットテシューの上部短巾重畳端とを上位の腰折ウェットテシューの下部短巾重畳端と相の手に組むようにして各腰折ウェットテシューの上部折片の誘出量を充分に短縮できるようにすると共に，上記右向き腰折ウェットテシューの上部短巾重畳端及び左向き腰折ウェットテシューの下部短巾重畳端と左向き腰折ウェットテシューの上部短巾重畳端及び右向き腰折ウェットテシューの下部短巾重畳端とが多重腰折ウェットテシューの左半部側と右半部側に按分されるようにし，各上位の腰折ウェットテシューの上部短巾重畳端を摘持して容器に設けた取出口より連続的に取出す構成としたものである。"
      ]
    },
    {
      "fig": "エ",
      "subject": "【0008】",
      "text": [
        "【作用】",
        "この発明によれば，各腰折ウェットテシューの上部折片と下部折片の遊離端側を折り返して上部短巾重畳端と下部短巾重畳端を形成し，この両者を相の手に組んで多重ねを行っているので，各腰折ウェットテシュー間における上記相の手組部の寸法(重畳巾の寸法)をウェットテシュー長の略五分の一に縮小でき，この結果，上位の腰折ウェットテシューの上部短巾重畳端を摘持して引き出したときの容器の取出口から誘出される下位の腰折ウェットテシューの誘出寸法を上部短巾重畳端の重畳巾に短縮できる。この時各下位の腰折ウェットテシューの上部短巾重畳端は，各上位の腰折ウェットテシューの下部短巾重畳端とウェットテシュー長の略五分の一の巾で薬液により接着しているのみで他の五分の四には引張力が作用しない。",
        "【0009】",
        "又各腰折ウェットテシューの下部折片と各下位の腰折ウェットテシューの上部折片の相の手組部の寸法を縮小して，上位の腰折ウェットテシューの取出しに伴って下位の腰折ウェットテシューの上部折片が過度に引き出されたり，或いは下位の腰折ウェットテシュー全体が引き出されてしまう問題点を有効に解消できる。",
        "【0010】",
        "よって，多重腰折ウェットテシューにおける各腰折ウェットテシューの上部折片の誘出量を縮小し，併せて上記誘出された上部短巾重畳端の重ね合わせ部内面における薬液の乾燥が極力抑えられる。",
        "【0011】",
        "又誘出された上部短巾重畳端を摘持してウェットテシューの連続取出しを行うことができ，この摘持部に上部短巾重畳端による強度を持たせることができる。",
        "【0012】",
        "又上記腰折ウエットテシューの腰折巾を縮小できるため，これを収容する容器の小形化を達成できる。"
      ]
    },
    {
      "fig": "オ",
      "subject": "【発明の実施の形態】",
      "text": [
        "以下この発明の実施形態例を図2乃至図4に基づき説明する。",
        "【0014】",
        "多重腰折ウェットテシュー14は，右向きの腰折ウェットテシュー11と左向きの腰折ウェットテシュー12とから成り，各右向き腰折ウェットテシュー11の下部折片11bと各左向き腰折ウェットテシュー12の上部折片12aとを相の手に組んで多重ねにしている。換言すると各右向き腰折ウェットテシュー11の下部折片11bの内面に各左向き腰折ウェットテシュー12の上部折片12aの内面が重なるように交叉掛けにする。これを相の手と称する。",
        "【0015】",
        "又右向き腰折ウェットテシュー11とは左側に腰折り用の折線S1を有して右オープンとなされた腰折ウェットテシューを意味し，左向き腰折ウェットテシュー12とは右側に腰折り用の折線S1を有して左オープンとなされた腰折ウェットテシューを意味する。",
        "【0016】",
        "尚上記相の手組みした各腰折ウェットテシュー11，12を上記右向き又は左向きと定義したが，相の手組みの左右を逆にしても上記と同一組手の多重腰折ウェットテシュー14が形成される。",
        "【0017】",
        "上記多重腰折ウェットテシュー14は容器13に収容され，容器13の天板に設けた取出口13aより順次腰折ウェットテシュー11，12が引き出されて使用に供される。",
        "【0018】",
        "図2，図3に示すように，上記各右向きと左向き腰折ウェットテシュー11，12の上部折片11a，12aの遊離端側を各腰折ウェットテシュー11，12の腰折り方向とは逆方向に折り返して短巾の上部重畳端11c，12cを形成し，この各上部短巾重畳端11c，12cを各腰折ウェットテシュー11，12の上記取出し手段とする。即ち上部短巾重畳端11c，12cを摘持して腰折ウェットテシュー11，12の取出しを行うようにする。",
        "【0019】",
        "更に上記各右向きと左向き腰折ウェットテシュー11，12の下部折片11b，12bの遊離端側を各腰折ウェットテシュー11，12の腰折り方向とは逆方向に折り返して短巾の下部重畳端11d，12dを形成する。",
        "【0020】",
        "上記上部短巾重畳端11c，12cは各右向きと左向きの腰折ウェットテシュー11，12の上部折片11a，12aの遊離端側を同折片の基部側外面へ折り返し形成する。又は同折片の基部側内面へ折り返し形成することもできる。同様に下部短巾重畳端11d，12dは各右向きと左向きの腰折ウェットテシュー11，12の下部折片11b，12bの遊離端側を同折片の基部側外面へ折り返し形成する。又は同折片の基部側内面へ折り返し形成することもできる。"
      ]
    },
    {
      "fig": "カ",
      "subject": "【0021】",
      "text": [
        "図4は上記各腰折ウェットテシュー11，12の展開図を示し，S1は腰折り用の折線，S2は上記下部折片11b，12bを折り返して下部短巾重畳端11d，12dを形成するための折り返し用の折線，S3は上記上部折片11a，12aを折り返して上部短巾重畳端11c，12cを形成するための折り返し用の折線を夫々示す。",
        "【0022】",
        "上記折線S1はウェットテシューを略五等分して五分の三の位置に設定し，該五分の三の長さの折片で上部折片11a，12aを形成し，残りの五分の二の長さの折片で下部折片11b，12bを形成する。",
        "【0023】",
        "又折線S2は上記下部折片11b，12bを更に略二等分する位置に設定し，折線S3は上部折片11a，12aを略三等分し遊離端から三分の一の位置に設定する。従って折線S2によって折り返された折り返し片11e，12eは腰折ウェットテシュー11，12の展開長の略五分の一の長さとなり，折線S3によって折り返された折り返し片11f，12fは同様に腰折ウェットテシュー11，12の展開長の略五分の一の長さになる。",
        "【0024】",
        "製造工程としては，各ウェットテシューの一端部をウェットテシュー長の略五分の一に相当する長さだけ外側へ折り返して上部短巾重畳端11c，12cを形成し，同様に各ウェットテシューの他端部をウェットテシュー長の上記略五分の一に相当する長さだけ外側へ折り返して下部短巾重畳端11d，12dは形成し，上部短巾重畳端11c，12cと下部短巾重畳端11d，12dは何れか一方を形成した後，他方を形成し，次いでウェットテシュー長の上記略五分の三に相当する長さで腰折して各腰折ウェットテシュー11，12を形成する。",
        "【0025】",
        "こうして上記各右向き腰折ウェットテシュー11の上部短巾重畳端11cを上位の各左向き腰折ウェットテシュー12の下部短巾重畳端12dと相の手に組み，更に上記各左向き腰折ウェットテシュー12の上部短巾重畳端12cを上位の各右向き腰折ウェットテシュー11の下部短巾重畳端11dと相の手に組んで，図2に示すように多重腰折ウェットテシュー14を形成する。",
        "【0026】",
        "この時，上記各右向き腰折ウェットテシュー11の上部短巾重畳端11c及び各左向き腰折ウェットテシュー12の下部短巾重畳端12dと各左向き腰折ウェットテシュー12の上部短巾重畳端12c及び各右向き腰折ウェットテシュー11の下部短巾重畳端11dとが多重腰折ウェットテシュー14の左半部側と右半部側とに按分される。又この時各腰折ウェットテシュー11，12の上部短巾重畳端11c，12cの折り返し片11f，12fの先端が多重腰折ウェットテシュー14の中心線Y付近，好ましくは図3Aに示すように，上記折り返し片11f，12fを中心線Yを越えず且つこれに接近した折り返し寸法に設定する。",
        "【0027】",
        "上記多重腰折ウエットテシュー14はウエットテシュー長の略五分の二の腰折巾Wに形成され，従来の如き多重腰折ウエットテシューに比べ，その腰折巾が縮小される。従って，容器の巾と従来の腰折巾がウエットテシューの略二分の一であるのに対し，この発明では同五分の二の巾に縮小できる。"
      ]
    },
    {
      "fig": "キ",
      "subject": "【0035】",
      "text": [
        "【発明の効果】",
        "この発明によれば，各腰折ウェットテシュー間における上記相の手組部の寸法(重畳巾Lの寸法)をウェットテシュー長の略五分の一に縮小でき，上位の腰折ウェットテシューの上部短巾重畳端を摘持して引き出したときの容器の取出口から誘出される下位の腰折ウェットテシューの誘出寸法を上部短巾重畳端の重畳巾に縮小できる。これにより従来に比べ腰折ウエットテシューの誘出量を縮小できると共に，上部重畳端の重ね合わせ部内面における薬液の乾燥を極力抑えることができる。",
        "【0036】",
        "又上部短巾重畳端を摘持してウェットテシューの連続取出しを行うので，取出しが容易であると共に，この摘持部に上部短巾重畳端による強度を持たせて取出し時の紙切れの問題を解消できる。",
        "【0037】",
        "よって上位の腰折ウェットテシューの取り出しに伴って下位の腰折ウェットテシューの上部折片が過度に引き出されてウェットテシューに含浸させた殺菌液を乾燥させてその効力を喪失させてしまう問題点，或いは下位の腰折ウェットテシュー全体が引き出されてしまう問題点を有効に解消できる。",
        "【0038】",
        "又多重腰折ウェットテシューにおける各腰折ウェットテシューの上部折片の誘出量を縮小したことにより，美感を良好にすることができる。",
        "【0039】",
        "又上記相の手組み構造によって腰折ウエットテシューの腰折巾を縮小でき，これにより腰折ウエットテシューを収容する容器の小形化を達成できる。"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "前記(1)の記載事項によれば，甲6には，次のような開示があることが認められる。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "二つ折りした各右向き腰折ウェットテシューの下部折片と各左向き腰折ウェットテシューの上部折片とを相の手に組んで形成した多重腰折ウェットテシューを容器内に収容し，上部折片を容器に設けた取出口から引き出すことにより連続取出しが行えるように構成した従来の多重腰折ウェットテシューにおいては，定寸法のウェットテシューを二つ折りして略二分の一の折片を他の折片と相の手に組むようにした構成であるため，上位の腰折ウエットテシューを取り出したときに，容器の取出口から下位の腰折ウェットテシューの略二分の一の折片が誘出されてしまい，誘出長が長すぎて美感を損ない，また，薬液等で湿潤した状態のウエットテシューの誘出された部分が乾いてその効用を喪失するので，誘出長をできるだけ短くすることが望まれ，さらには，多重腰折ウエットテシューの縮小化とこれを収容する容器の小形化が要望されているなどの課題があった(【0001】ないし【0006】)。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "「この発明」は，上記課題を解決する手段として，各右向きと左向き腰折ウェットテシューの上部折片と下部折片の遊離端側を各腰折ウェットテシューの腰折り方向とは逆方向に折り返して短巾の上部重畳端と下部重畳端を形成し，上記各右向き腰折ウェットテシューの上部短巾重畳端と各左向き腰折ウェットテシューの上部短巾重畳端とを上位の腰折ウェットテシューの下部短巾重畳端と相の手に組むようにして各腰折ウェットテシューの上部折片の誘出量を充分に短縮できるようにすると共に，右向き腰折ウェットテシューの上部短巾重畳端及び左向き腰折ウェットテシューの下部短巾重畳端と左向き腰折ウェットテシューの上部短巾重畳端及び右向き腰折ウェットテシューの下部短巾重畳端とが多重腰折ウェットテシューの左半部側と右半部側に按分されるようにし，各上位の腰折ウェットテシューの上部短巾重畳端を摘持して容器に設けた取出口より連続的に取出す構成を採用した(【0007】)。",
        "「この発明」によれば，各腰折ウェットテシューの上部折片と下部折片の遊離端側を折り返して上部短巾重畳端と下部短巾重畳端を形成し，この両者を相の手に組んで多重ねを行っているので，各腰折ウェットテシュー間における相の手組部の寸法(重畳巾の寸法)をウェットテシュー長の略五分の一に縮小でき，上位の腰折ウェットテシューの上部短巾重畳端を摘持して引き出したときの容器の取出口から誘出される下位の腰折ウェットテシューの誘出寸法を上部短巾重畳端の重畳巾に縮小できるため，従来に比べ腰折ウエットテシューの誘出量を縮小できると共に，上部重畳端の重ね合わせ部内面における薬液の乾燥を極力抑えることができ，このように各腰折ウェットテシューの上部折片の誘出量を縮小することにより，美感を良好にすることができ，さらには，上記相の手組み構造によって腰折ウエットテシューの腰折巾を縮小でき，これにより腰折ウエットテシューを収容する容器の小形化を達成できるなどの効果を奏する(【0008】ないし【0012】，【0035】ないし【0039】)。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "3",
              "subject": "相違点1の認定の誤りについて"
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "前記2(1)の甲6の記載事項(図2ないし4を含む。)を総合すれば，甲6には，本件審決が認定するとおり，甲6(審判甲1)発明が記載されていることが認められる。",
            "そして，本件訂正発明と甲6(審判甲1)発明を対比すると，本件訂正発明の第2の折片の幅と甲6(審判甲1)発明における「腰折ウェットテシュー11f，12f」(第2の折片に相当)の幅について，本件訂正発明は，「上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整するとともに，上記第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅となる」のに対し，甲6(審判甲1)発明は，「腰折ウェットテシュー11，12の展開長の略五分の一の長さ，又は腰折ウェットテシュー11，12の幅方向の中心線Yを越えず且つこれに接近した長さ」である点で相違すること(本件審決認定の相違点1)が認められる。",
            "したがって，本件審決における相違点1の認定に誤りはない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "これに対し原告は，①特許法施行規則24条の2は，特許発明の技術上の意義ある部分は，「発明が解決しようとする課題及びその解決手段その他」により特定される旨規定していることからすると，発明は，解決課題(目的あるいは作用・効果)と解決手段(構成)とで特定しなければならない，②本件訂正発明と甲6に記載された発明の相違点を捉えるには，第2の折片と他の片との関係性をシート全体の折構造で把握する必要があるなどとして，本件審決における甲6(審判甲1)発明の認定は適切ではなく，本件審決認定の相違点1は，原告主張の相違点1(前記第3の1(1))のとおり認定すべきである旨主張する。",
            "しかしながら，特許出願に係る発明の要旨の認定は，特許出願の願書に添付した特許請求の範囲の記載に基づいてすべきものであるところ，原告主張の相違点1は，本件訂正発明の特許請求の範囲(請求項1)記載の発明特定事項以外の事項(本件明細書記載の「背景技術」，「発明が解決しようとする課題」等)をも含めて本件訂正発明の要旨を認定することを前提として，本件訂正発明と甲6に記載された発明とを対比するものであるから，その前提において，採用することができない。また，特許法施行規則24条の2は，特許法36条4項1号の経済産業省令の定めるところによる記載は，発明が解決しようとする課題及びその解決手段その他のその発明の属する技術の分野における通常の知識を有する者が発明の技術上の意義を理解するために必要な事項によりしなければならない旨規定し，明細書の発明の詳細な説明の記載要件を定めた規定であるから，原告主張の相違点1が適切であることの根拠となるものではない。",
            "したがって，原告の上記主張は理由がない。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "相違点1の判断の誤りについて"
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "本件訂正発明の「上記第1の中間片から積層方向上側に折り返され上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整するとともに，上記第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅となる第2の折片」にいう「調整」の意義について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件訂正発明の「上記第1の中間片から積層方向上側に折り返され上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整するとともに，上記第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅となる第2の折片とを有するように折り畳まれ」との記載から，本件訂正発明の「第2の折片」は，「第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅」であって，「第1の中間片から積層方向上側に折り返され」，「第2の折片」によって「第1の中間片の幅が所望とする積層体の幅寸法となるように調整」することができることを理解できる。",
        "一方で，本件訂正発明の特許請求の範囲(請求項1)には，「上記第1の中間片から積層方向上側に折り返され上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」にいう「調整」について，具体的な調整方法等について規定した記載はない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "次に，本件明細書には，「調整」に関し，「調整」の語について定義した記載はなく，「図1に示すように，シート状物10は，所望とする積層体の幅寸法と略同じ長さに形成された第1の中間片11と，積層方向下側に折られ，第1の中間片11の略1／2の幅に第1の中間片11に隣接して形成された第2の中間片12と，第2の中間片12から積層方向下側に折り返され第2の中間片12と略同じ幅に形成された第1の折片13と，第1の中間片11から積層方向上側に折り返され第1の中間片11の幅が所望とする積層体の幅寸法となるように調整する第2の折片14とから構成されている。」(【0014】)との記載がある。また，本件明細書には，「第2の折片」に関し，「第2の折片14は，第1の中間片11と隣接し，シート状物10の長さ方向に平行な長辺10a，10bと，第3の折れ線17と短辺10cとによって囲まれる部分である。シート状物10の長辺10a，10bの第2の折片14の長さにあたる部分，つまり第3の折れ線17と短辺10cとの距離Dは，D＜Cの関係を有する。つまり，距離Dは，距離Aの半分より小さい値である。」(【0020】)，「以上のように構成されたシート状物積層体1は，従来の積層構造においてはない第2の折片14を有することで，従来と変わらない積層体の幅としても，第2の折片14の面積分だけ従来よりもサイズの大きいシート状物10を積層させることができる。具体的には，シート状物10は，従来使用されるシート状物の大きさと比較して，第2の折片14の面積分，つまり上述のD＜Cの関係を有する範囲内で大きさを変更することができ，約25％まで大きいサイズのシート状物を使用することができる。」(【0026】)との記載がある。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "以上の本件訂正発明の特許請求の範囲の記載，本件明細書の記載及び図1によれば，本件訂正発明の「上記第1の中間片から積層方向上側に折り返され上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」にいう「調整」とは，シート状物の第1の中間片の幅が所望とする積層体の幅寸法となるように，「第2の折片」の幅を「第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅」となるように設定することを意味するものと解される。",
        "以上を前提に，本件審決における相違点1の判断の誤りの有無について検討する。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "相違点1のうち，本件訂正発明の「第2の折片の幅」が第1の中間片の幅の1／2未満で，かつ，第1の折片の幅より短い幅」である構成に差異はないとした判断の誤りについて"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "前記3(1)認定のとおり，甲6(審判甲1)発明における「腰折ウェットテシュー11f，12f」は，本件訂正発明の「第2の折片」に相当するものであり，「腰折ウェットテシュー11，12の展開長の略五分の一の長さ，又は腰折ウェットテシュー11，12の幅方向の中心線Yを越えず且つこれに接近した長さ」を有している。",
        "そして，甲6には，甲6(審判甲1)発明における「腰折ウェットテシュー11f，12f」に関し，「図4は上記各腰折ウェットテシュー11，12の展開図を示し，S1は腰折り用の折線，S2は上記下部折片11b，12bを折り返して下部短巾重畳端11d，12dを形成するための折り返し用の折線，S3は上記上部折片11a，12aを折り返して上部短巾重畳端11c，12cを形成するための折り返し用の折線を夫々示す。」(【0021】)，「上記折線S1はウェットテシューを略五等分して五分の三の位置に設定し，該五分の三の長さの折片で上部折片11a，12aを形成し，残りの五分の二の長さの折片で下部折片11b，12bを形成する。」(【0022】)，「又折線S2は上記下部折片11b，12bを更に略二等分する位置に設定し，折線S3は上部折片11a，12aを略三等分し遊離端から三分の一の位置に設定する。従って折線S2によって折り返された折り返し片11e，12eは腰折ウェットテシュー11，12の展開長の略五分の一の長さとなり，折線S3によって折り返された折り返し片11f，12fは同様に腰折ウェットテシュー11，12の展開長の略五分の一の長さになる。」(【0023】)，「この時，上記各右向き腰折ウェットテシュー11の上部短巾重畳端11c及び各左向き腰折ウェットテシュー12の下部短巾重畳端12dと各左向き腰折ウェットテシュー12の上部短巾重畳端12c及び各右向き腰折ウェットテシュー11の下部短巾重畳端11dとが多重腰折ウェットテシュー14の左半部側と右半部側とに按分される。又この時各腰折ウェットテシュー11，12の上部短巾重畳端11c，12cの折り返し片11f，12fの先端が多重腰折ウェットテシュー14の中心線Y付近，好ましくは図3(A)に示すように，上記折り返し片11f，12fを中心線Yを越えず且つこれに接近した折り返し寸法に設定する。」(【0026】)との記載がある。",
        "上記記載と図3(A)及び図4によれば，甲6には，甲6(審判甲1)発明における「折線S1と折線S3とで挟まれた部分」(本件審決認定の「上部中間片」)(本件訂正発明の「第1の中間片」に相当)の長さ(幅)は，「折線S1はウェットテシューを略五等分して五分の三の位置に設定」し，「折線S3によって折り返された折り返し片11f，12f」は「腰折ウェットテシュー11，12の展開長の略五分の一の長さ」であるから(【0022】，【0023】)，「ウェットテシュー11，12の展開長の略五分の二」であり，また，「折り返し片11e，12e」(本件訂正発明の「第1の折片」に相当)の長さ(幅)は，「腰折ウェットテシュー11，12の展開長の略五分の一」(【0023】)であることの開示があることが認められる。",
        "そして，甲6には，「折り返し片11f，12f」の「先端」は「多重腰折ウェットテシュー14の中心線Y付近，好ましくは図3(A)に示すように，上記折り返し片11f，12fを中心線Yを越えず且つこれに接近した折り返し寸法に設定され」(【0026】)との記載があること，図3(A)には，「折り返し片11f，12f」の「先端」が「ウェットテシュー14の中心線Y」に到達せずに，「中心線Y」との間に間隙があることが図示されていることからすれば，「折り返し片11f，12f」の長さ(幅)である「腰折ウェットテシュー11，12の展開長の略五分の一」にいう「略五分の一」とは，「五分の一」とおおよそ同じであるが，正確には「五分の一」よりも小さい値を意味するものと理解できる。",
        "そうすると，甲6には，甲6(審判甲1)発明における「腰折ウェットテシュー11f，12f」の長さ(幅)は，「折線S1と折線S3とで挟まれた部分」である「上部中間片」の1／2未満で，かつ，「折り返し片11e，12e」の幅より短い幅であることの開示があることが認められるから，甲6(審判甲1)発明における「腰折ウェットテシュー11f，12f」は，本件訂正発明の「第2の折片の幅」が「第1の中間片の幅の1／2未満で，かつ，第1の折片の幅より短い幅」である構成を備えるものと認められる。",
        "したがって，これと同旨の本件審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "これに対し原告は，①甲6に記載された発明は，多重腰折ウェットテシューの縮小化とこれを収容する容器の小型化を解決する発明であるから，第2の折片の幅は中心線上にまで達する幅が望ましいこと，②甲6の特許請求の範囲(請求項1)，【0022】及び【0023】の記載によれば，甲6における「折り返し片11f，12f」(第2の折片)の幅が，「按分」すなわち，「2分の1」であることは明らかであること，③甲6の【0026】の「上記折り返し片11f，12fを中心線Yを越えず且つこれに接近した」長さとは，右向き腰折ウェットテシューの折り返し片(第2の折片)の幅と，左向き腰折ウェットテシューの折り返し片(第2の折片)の幅とが中央で按分される幅，すなわち，上部中間片(第1の中間片)の2分の1の幅となることを指していると解すべきであること，④仮に甲6における「折り返し片11f，12f」(第2の折片)の幅が上部中間片(第1の中間片)の2分の1未満の幅も含むとすれば，甲6の【0024】記載の腰折ウェットテシューの製造工程では，「上部中間片がその分長くなる」か，又は「下部中間片がその分長くなる」かのいずれかの状況が生じ，「ウエットテシュー長の略二分の一の腰折巾を有する多重腰折ウエットテシュー4の縮小化と，これを収容する容器3の小形化」(【0006】)の課題を達成することができず，「この発明では同五分の二の巾に縮小できる」(【0027】)との効果を得ることができないし，また，「下部中間片がその分長くなる」場合には，下部中間片は，長くなった分だけ中心線Yを超えることになるため，中心線Y近傍で左右のシート状物が重なり合うことになり，積層体の中央部分が嵩高となり，見栄えが悪く，包装体同士を積み重ねた際の安定感のあるシート状物の積層体とする(【0008】)という課題にも反することなどからすれば，甲6における「折り返し片11f，12f」(第2の折片)の幅が上部中間片(第1の中間片)の2分の1未満の幅も含むものと解釈することは妥当でない旨主張する。",
        "しかしながら，上記①の点については，前記2(2)認定のとおり，甲6には，従来の多重腰折ウェットテシューにおいては，上位の腰折ウエットテシューを取り出したときに，容器の取出口から下位の腰折ウェットテシューの略二分の一の折片が誘出されてしまい，誘出長が長すぎて美感を損ない，また，薬液等で湿潤した状態のウエットテシューの誘出された部分が乾いてその効用を喪失するので，誘出長をできるだけ短くすることが望まれ，さらには，多重腰折ウエットテシューの縮小化とこれを収容する容器の小形化が要望されていることなどが課題であることの開示があるが，このような課題との関係で，「折り返し片11f，12f」(第2の折片)の幅は中心線上にまで達する幅が望ましいものとは直ちにいうことはできないし，かえって，甲6の【0026】には，「好ましくは図3Aに示すように，上記折り返し片11f，12fを中心線Yを越えず且つこれに接近した折り返し寸法に設定され」との記載がある。",
        "次に，上記②及び③の点については，甲6の特許請求の範囲(請求項1)には，「上記各右向き腰折ウェットテシューの上部短巾重畳端及び各左向き腰折ウェットテシューの下部短巾重畳端と各左向き腰折ウェットテシューの上部短巾重畳端及び各右向き腰折ウェットテシューの下部短巾重畳端とが多重腰折ウェットテシューの左半部側と右半部側に按分され」との記載があるが，甲6には，ここにいう「左半部側と右半部側に按分」が厳密に2分の1づつに按分することを意味することを明示した記載はないのみならず，甲6(審判甲1)発明は，甲6記載の図面等に基づいて認定したものであり，甲6の請求項1に係る発明そのものではない。また，前記アで説示したところに照らせば，甲6の【0022】，【0023】及び【0026】の記載から，甲6における「折り返し片11f，12f」の幅が「2分の1」であるということはできない。",
        "さらに，上記④の点については，甲6には，多重腰折ウェットテシューの厚さやサイズ，容器に収容する枚数等を特定する記載はないことに照らすと，甲6(審判甲1)発明における「腰折ウェットテシュー11f，12f」の長さ(幅)は，「折線S1と折線S3とで挟まれた部分」である「上部中間片」の1／2未満としたからといって，積層体の中央部分が嵩高となり，見栄えが悪く，包装体同士を積み重ねた際の安定感のあるシート状物の積層体とするという課題に反する事態が直ちに生じるものと認めることはできないし，また，甲6記載の課題を達成できなくなるということもできない。",
        "したがって，原告の上記主張は採用することができない。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "相違点1のうち，本件訂正発明の「第2の折片の幅」について「第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」構成に差異はないとした判断の誤りについて"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "前記(1)ウのとおり，本件訂正発明の「上記第1の中間片から積層方向上側に折り返され上記第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」にいう「調整」とは，シート状物の第1の中間片の幅が所望とする積層体の幅寸法となるように，「第2の折片」の幅を「第1の中間片の幅の1／2未満で，かつ，上記第1の折片の幅より短い幅」となるように設定することを意味するものと解される。",
        "そして，甲6(審判甲1)発明においては，その構造上，腰折ウェットテシューの展開長(サイズ)を変えることなく，「折り返し片11f，12f」を「中心線Yを越えず且つこれに接近した折り返し寸法」に設定すること(【0026】)により，上部中間片(第1の中間片)の幅を所望とする積層体の幅寸法となるように設定することができることは自明である。",
        "そうすると，甲6には，甲6(審判甲1)発明は，本件訂正発明の「第2の折片の幅」について「第1の中間片の幅が所望とする積層体の幅寸法となるように調整する」構成を備えていることが開示されているものと認められる。",
        "したがって，これと同旨の本件審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "これに対し原告は，甲6に記載された発明においては，甲6における「折り返し片11f，12f」は，シート状物全体の略5分の1の長さで固定されるため(【0007】，【0008】，【0023】)，そもそも「折り返し片11f，12f」の幅を変えるという発想には至らないし，また，シート状物全体の大きさを変更すれば，積層体の幅も変更されてしまうから，「折り返し片11f，12f」の幅を変更しても，積層体の幅寸法を所望の幅とすることはできない旨主張する。",
        "しかしながら，前記ア認定のとおり，甲6(審判甲1)発明において，腰折ウェットテシューの展開長(サイズ)を変えることなく，「折り返し片11f，12f」を「中心線Yを越えず且つこれに接近した折り返し寸法」に設定することができることは，その構造上自明であり，また，シート状物全体の大きさを変更した場合であっても，「折り返し片11f，12f」を「中心線Yを越えず且つこれに接近した折り返し寸法」に設定することにより，積層体の幅寸法を所望の幅とすることができるものと認められる。",
        "したがって，原告の上記主張は採用することはできない。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上によれば，甲6(審判甲1)発明の「折り返し片11f，12f」は，相違点1に係る本件訂正発明の構成(「第2の折片」の構成)を備えているものと認められるから，相違点1は実質的な差異ではないとした本件審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "5",
              "subject": "結論",
              "text": [
                "以上のとおり，本件審決における相違点1の認定及び判断に誤りはないから，原告主張の取消事由は理由がない。その他原告は縷々主張するが，いずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
                "したがって，原告の請求は棄却されるべきものである。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10088",
    "date": "2020-03-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089347",
    "ipprecedent_id": "5345",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}