{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2018-700690号事件について令和元年8月20日にした決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成29年3月14日，発明の名称を「ウエハ検査装置」とする発明について特許出願(平成25年10月29日に出願した特願2013-224460号(以下「本件原出願」という。)の分割出願)をし，平成30年2月2日，特許権の設定登録(特許第6283760号。請求項数2。甲9)を受けた(以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "株式会社東京精密は，平成30年8月20日，本件特許について特許異議の申立て(異議2018-700690号)をした(甲12)。",
                "原告は，平成31年4月15日付け訂正請求書(甲19)により，特許請求の範囲について訂正請求をした(以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和元年8月20日，本件訂正を認めた上，「特許第6283760号の請求項1，2に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，その謄本は，同月29日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和元年9月26日，本件決定の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1，2の記載は，以下のとおりである(甲20)。なお，「／」は原文の改行部分を示す(以下同じ。)。以下，各請求項に係る発明を「本件発明1」などといい，これらを併せて「本件発明」という。また，本件訂正後の明細書(甲9，21)を，図面を含めて，「本件明細書」という。",
            "【請求項1】ローダと整備空間との間に配置された複数の検査室であって，半導体デバイスが形成されたウエハの検査の際に用いられる被整備テストヘッドと，前記被整備テストヘッドを前記整備空間側に引き出すスライドレールと，を備えた複数の検査室と，／ウエハを搬送先の検査室内に搬送する前記ローダと，を備え，／前記被整備テストヘッドを引き出す整備空間側と前記ウエハを搬送するローダ側とが前記複数の検査室が配置されたセルタワーの反対側であることを特徴とするウエハ検査装置。",
            "【請求項2】ローダと整備空間との間に配置された複数の検査室であって，半導体デバイスが形成されたウエハの検査の際に用いられる被整備テストヘッドと，前記被整備テストヘッドを前記整備空間側に引き出すスライドレールと，を備えた複数の検査室と，／ウエハを搬送先の検査室内に搬送する前記ローダと，を備え，／前記被整備テストヘッドを引き出す整備空間と前記ウエハを搬送するローダが前記複数の検査室が配置されたセルタワーを挟んで対向することを特徴とするウエハ検査装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定の理由は，別紙決定書(写し)記載のとおりである。要するに，本件発明は，下記アの引用例に記載された発明(以下「引用発明」という。)並びに下記イの文献等に記載された事項及び周知技術に基づいて容易に発明をすることができたものであって，特許法29条2項の規定により，特許を受けることができないものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：再公表特許第2011／016096号(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "甲2文献：特開平5-175290号公報(甲2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件決定が認定した引用発明，本件発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "試験対象となる半導体ウエハ等の基板(ウエハ101)を試験装置100の内部で搬送する機構を内蔵するEFEM110であって，ロードユニット130およびアライメントユニット400の間でウエハを搬送するロボットアーム116を内蔵するEFEM110と，／複数の試験ユニット170のそれぞれを内部に収容する複数の収容室172であって，前記試験ユニット170は，ウエハ101と電気的に接続され，当該ウエハ101に形成されたチップの電気的特性を試験するテストヘッド200と，前記テストヘッド200および前記ウエハ101を電気的に接続するプローブカード300とを有する，収容室172と，を備え，／当該収容室172のそれぞれには，開口173，背面扉190およびメンテナンスカバー192が設けられ，当該メンテナンスカバー192の外側には，前記プローブカード300を引き出した場合に当該プローブカード300を支持するガイドレール193が設けられており，前記収容室172の底部に該当する部分に設けられた前記開口173を介して前記収容室172と前記アライメントユニット400とが連通しており，／前記背面扉190および前記メンテナンスカバー192は，前記収容室172の背面側の部分に設けられており，前記背面扉190はテストヘッド200のメンテナンスが容易な位置に配され，前記メンテナンスカバー192は前記プローブカード300のメンテナンスが容易な位置に配されており，／前記メンテナンスカバー192から外部に引き出した前記プローブカード300が存在する空間は，前記複数の収容室172からみて，前記EFEM110と反対側である試験装置100。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との一致点及び相違点",
                  "text": [
                    "一致点1：ローダと整備空間との間に配置された複数の検査室であって，半導体デバイスが形成されたウエハの検査の際に用いられる被整備テストヘッドを備えた複数の検査室と，／ウエハを搬送先の検査室内に搬送する前記ローダと，を備え，／整備空間側と前記ウエハを搬送するローダ側とが前記複数の検査室の反対側であるウエハ検査装置。",
                    "相違点1：本件発明1は，「複数の検査室」が，「前記被整備テストヘッドを前記整備空間側に引き出すスライドレール」を備え，「被整備テストヘッド」を引き出すものであるのに対し，引用発明は，「複数の収容室172のそれぞれには，」「メンテナンスカバー192が設けられ，当該メンテナンスカバー192の外側には，前記プローブカード300を引き出した場合に当該プローブカード300を支持するガイドレール193が設けられ」，「プローブカード300」を引き出しているものの，「テストヘッド200」を引き出すものではなく，「テストヘッド200」を「整備空間側に引き出すスライドレール」も備えていない点。",
                    "相違点2：本件発明1は，「複数の検査室が配置されたセルタワー」を備えているのに対し，引用発明は，そのような構成を備えているか定かではない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2との一致点及び相違点",
                  "text": [
                    "一致点2：ローダと整備空間との間に配置された複数の検査室であって，半導体デバイスが形成されたウエハの検査の際に用いられる被整備テストヘッドを備えた複数の検査室と，／ウエハを搬送先の検査室内に搬送する前記ローダと，を備え，／整備空間と前記ウエハを搬送するローダが前記複数の検査室を挟んで対向するウエハ検査装置。",
                    "相違点3：本件発明2は，「複数の検査室」が，「前記被整備テストヘッドを前記整備空間側に引き出すスライドレール」を備え，「被整備テストヘッド」を引き出すものであるのに対し，引用発明は，「複数の収容室172のそれぞれには，」「メンテナンスカバー192が設けられ，当該メンテナンスカバー192の外側には，前記プローブカード300を引き出した場合に当該プローブカード300を支持するガイドレール193が設けられ」，「プローブカード300」を引き出しているものの，「テストヘッド200」を引き出すものではなく，「テストヘッド200」を「整備空間側に引き出すガイドレール」も備えていない点。",
                    "相違点4：本件発明2は，「複数の検査室が配置されたセルタワー」を備えているのに対し，引用発明は，そのような構成を備えているか定かではない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "引用例に基づく進歩性判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "一致点1及び2の認定の誤り",
          "text": [
            "一致点1及び2の認定は，引用発明の「プローブカード300が存在する空間」が本件発明の「整備空間」に相当することを前提としている。しかし，本件発明の「整備空間」において整備される対象はテストヘッドであるのに対し，引用発明の「プローブカード300が存在する空間」において整備される対象は，テストヘッドではなくプローブカードであるから，引用発明の「プローブカード300が存在する空間」が本件発明の「整備空間」に相当するとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1及び3の容易想到性の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "文献の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2文献には，①ガイドレール74，75によりプローブカード2を引き出す際，テストヘッド3はヘッドプレート10a上に装着したままであること(【0019】)，②テストヘッド3のメンテナンスなどを行う場合には，テストヘッド保持手段4によりテストヘッド3を保持してプローブ装置本体1から分離させること(【0020】)が記載されている。このように，甲2文献において，プローブカード2とテストヘッド3のメンテナンス方法は全く異なるものとして記載されているから，甲2文献は，プローブカードのメンテナンス方法をテストヘッドのメンテナンス方法に容易に適用できない例を示すものである。",
                    "被告が指摘する乙1～3には，テストヘッドを収容する検査室を備えた構成は記載されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「スライド」は「滑ること。」，「滑る」は「物の上をなめらかに移行する。」，「滑らか」は「面が平らで摩擦力が働かないこと。」を意味する(甲23)から，本件発明のスライドレールはテストヘッドを引き出す際の摩擦力を軽減する機能を果たすものである。これに対し，甲2文献のガイドレール74，75は，プローブカード用のレールとしてプローブカードを「保持」するものであり(【0017】)，摩擦力を軽減する機能を有しないから，本件発明のスライドレールに相当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性",
              "text": [
                "引用例には，プローブカード300を引き出すことの記載はあるが，テストヘッド200を移動可能な構成としたり，収容室172の外に取り出したりすることを示唆する記載はなく，テストヘッド200を移動させた上でメンテナンスすることは想定されていない。引用例には，メンテナンスの対象物をスライドレールにより引き出してメンテナンスを行う方がメンテナンス作業を容易に行うことができることの記載も示唆もない。プローブカードとテストヘッドは，形状・構造・重量等に大きな差があることは技術常識であるから，引用発明におけるプローブカード300とガイドレール193に係る構成をテストヘッドに適用することを容易に想到することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2及び4の容易想到性の判断の誤り",
          "text": [
            "本件発明のセルタワーは，複数の検査室(セル)が多段に配置された構成を意味する。これに対し，引用発明の収容室172はこのような構成を有しないから，本件発明の検査室と相違する。",
            "仮に，このような多段に配置されたセルタワーが周知技術であったとしても，本件発明は，スライドレールを用いることによりウエハ検査装置のセルタワーを小型化できるという作用効果を有する。これに対し，引用発明のように，テストヘッドを引き出す構成を備えない構成で収容室172を多段の積層構造とすれば，収容室172の内部にメンテナンス作業用のスペースを要することになり，試験装置100に余分な高さが必要になり，このような作用効果を有しない。"
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上によれば，本件決定における引用例に基づく進歩性判断には誤りがあり，この誤りは決定の結論に影響を及ぼすことが明らかであるから，本件決定は取り消されるべきものである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "一致点1及び2の認定の誤り",
          "text": [
            "引用発明における「プローブカード300」のメンテナンスを行う空間は「整備空間」である。本件決定は，整備空間において整備される対象がテストヘッドであることを一致点として認定しているわけではないから，本件決定の一致点1及び2の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1及び3の容易想到性の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "文献の記載",
              "text": [
                "甲2文献によれば，メンテナンスの対象物を引き出してメンテナンスをすること，その際に，スライドレールにより引き出す構成とすることは周知技術である。このことは，乙1にテストヘッドをレールにより水平移動(引出)する構成とすること，乙2及び3に，テストヘッドをレールにより水平移動(引出)してメンテナンスすることが記載されていることからも裏付けられる。",
                "原告は，甲2文献のガイドレール74，75は本件発明のスライドレールとは異なると主張するが，本件明細書にはスライドレールが摩擦力を軽減する機能を果たすことの記載はないし，「スライド」の語は摩擦力を軽減するという意味を有しないから，両者が異なるということにはならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性",
              "text": [
                "乙3(【0024】)にも記載があるとおり，テストヘッドを引き出した方が作業性に優れることは自明であるから，メンテナンスの対象物をスライドレールにより引き出してメンテナンスを行う方が，作業が容易であることを動機付けとして，引用発明において，テストヘッド200を収容室172から引き出し，その際にスライドレールにより引き出す構成を採用することは容易に想到できたといえる。",
                "したがって，当業者が，引用発明において，相違点1に係る本件発明の構成を採用することは容易に想到することができたといえる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2及び4の容易想到性の判断の誤り",
          "text": [
            "特許請求の範囲には，セルタワーが複数の検査室(セル)が多段に配置されたものを意味するとの記載はない。本件明細書の「前記複数の検査室が配置されたセルタワー」(【0008】)との記載からは，セルタワーはセルが多段に配置されたものに限られないことが理解される。したがって，本件発明のセルタワーは，複数の検査室が配置されたものであると解されるから，相違点2は実質的な相違点ではない。",
            "仮に，本件発明のセルタワーが多段に検査室が配置された構成を意味するとしても，甲3(【0031】)及び甲4(【0045】)に記載された周知技術に照らせば，相違点2に係る構成は容易に想到することができる。原告の主張する本件発明の作用効果(スライドレールを用いることによりウエハ検査装置のセルタワーを小型化できる)は，本件明細書に記載がないし，自明のものともいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書の発明の詳細な説明には，以下の記載がある(また，図面は別紙本件明細書図面目録のとおり)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，複数のテストヘッドを有するウエハ検査装置に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】多数の半導体デバイスが形成された半導体ウエハ(以下，単に「ウエハ」という。)において各半導体デバイスの電気的特性検査を行うために，ウエハ検査装置としてのプローバが用いられている。プローバはウエハと対向するプローブカードを備え，プローブカードは複数の柱状接触端子であるコンタクトプローブを有する(例えば，特許文献1参照。)。このプローバでは，プローブカードの各コンタクトプローブが半導体デバイスにおける電極パッドや半田バンプに接続された半導体デバイスへ検査信号を流すことによって半導体デバイスの電気回路の導通状態等を検査する。",
                    "【0003】プローブカードの各コンタクトプローブへは検査回路であるメインボードを搭載したテストヘッドから検査信号が流されるが，近年，ウエハの検査効率を向上するために，それぞれにプローブカードが装着された複数のテストヘッドを備え，搬送ステージによって一のテストヘッドへウエハを搬送中に他のテストヘッドでウエハの半導体デバイスを検査可能なウエハ検査装置が開発されている。このウエハ検査装置では，フットプリント削減の観点から複数のテストヘッドを収容するセルが多段積みで配置される。",
                    "【0004】各テストヘッドのメインボードは一種の消耗品であるために定期的に交換する必要があるが，メインボードを交換するためにはテストヘッドをウエハ検査装置から整備用台車の上に引き出す必要がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0006】しかしながら，テストヘッドは重量が約70kgfであり，スライドレールで支持されるため，テストヘッドを引き出し方向以外に移動させるのは困難である。したがって，整備用台車の位置をテストヘッドの位置へ正確に合わせる必要があるが，整備用台車はリフト機構等を有し，重量が大きいために位置の微調整が困難であり，その結果，テストヘッドを引き出すのが困難であるという問題がある。",
                    "【0007】本発明の目的は，テストヘッドを容易に引き出すことができるウエハ検査装置を提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0008】上記目的を達成するために，本発明のウエハ検査装置は，ローダと整備空間との間に配置された複数の検査室であって，半導体デバイスが形成されたウエハの検査の際に用いられる被整備テストヘッドと，前記被整備テストヘッドを前記整備空間側に引き出すスライドレールと，を備えた複数の検査室と，ウエハを搬送先の検査室内に搬送する前記ローダと，を備え，前記被整備テストヘッドを引き出す整備空間側と前記ウエハを搬送するローダ側とが前記複数の検査室が配置されたセルタワーの反対側であることを特徴とする。",
                    "【0009】上記目的を達成するために，本発明のウエハ検査装置は，ローダと整備空間との間に配置された複数の検査室であって，半導体デバイスが形成されたウエハの検査の際に用いられる被整備テストヘッドと，前記被整備テストヘッドを前記整備空間側に引き出すスライドレールと，を備えた複数の検査室と，ウエハを搬送先の検査室内に搬送する前記ローダと，を備え，前記被整備テストヘッドを引き出す整備空間と前記ウエハを搬送するローダが前記複数の検査室が配置されたセルタワーを挟んで対向することを特徴とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0010】本発明によれば，テストヘッドを容易に引き出すことができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0012】以下，本発明の実施の形態について図面を参照しながら説明する。",
                    "【0013】まず，本実施の形態に係るウエハ検査装置について説明する。",
                    "【0014】図1は，本発明の実施の形態に係るウエハ検査装置の構成を概略的に示す斜視図である。",
                    "【0015】図1において，ウエハ検査装置10は，複数の検査室(セル)11が多段，例えば，4段に配置されたセルタワー12と，該セルタワー12に隣接して配置され，搬送機構(図示しない)を内蔵してウエハの各セル11への搬出入を行うローダ13とを備える。セルタワー12及びローダ13はそれぞれ直方体状を呈し，高さは，例えば，2．4mである。",
                    "【0016】ウエハ検査装置10では，セルタワー12におけるローダ13との隣接面の反対側(以下，「外側」という。)には作業者が各セル11の整備作業を行うことが可能な空間が確保され，後述する整備用台車27が配置される。",
                    "【0017】図2は，図1におけるセルタワーの各セルに内蔵される構成要素を説明するための図であり，図2(A)はテストヘッドの斜視図であり，図2(B)は各セルにおけるテスタヘッド，ポゴフレーム及びプローブカードの配置状態を示す正面図である。",
                    "【0018】図2(A)において，テストヘッド15は，直方体状の筐体からなる本体16と，本体16の長手方向の側面上部から側方へ突出するフランジ17とを有し，本体16は検査回路であるメインボード(図示しない)を収容する。",
                    "【0019】また，図2(B)に示すように，各セル11は，内部において，テストヘッド15と，プローブカード18と，プローブカード18及びメインボードを電気的に接続するポゴピン(図示しない)を保持するポゴフレーム19とを有する。プローブカード18及びポゴフレーム19，並びにポゴフレーム19及びテストヘッド15の間にはシール部材20，21が配置され，該シール部材20，21に囲まれた空間が減圧されることにより，プローブカード18及びポゴフレーム19が真空吸着によってテストヘッド15へ装着される。",
                    "【0020】プローブカード18は，円板状の本体24と，本体24の下面から図中下方へ向けて突出するように配置される多数の柱状接触端子である複数のコンタクトプローブ25とを有する。各コンタクトプローブ25は，プローブカード18へウエハ(図示しない)が当接した際，該ウエハに形成された各半導体デバイスの電極パッドや半田バンプ(いずれも図示しない)と接触する。",
                    "【0021】図1に戻り，各セル11の外側には整備用開口部26が開設され，該整備用開口部26を介してテストヘッド15が引き出される。作業者は引き出されたテストヘッド15から消耗したメインボードを取り外し，新しいメインボードを取り付ける。",
                    "【0022】ところで，テストヘッド15の重量は約70kgfであり，作業者の力だけでは取り扱いが困難であるため，テストヘッド15は，セル11内において当該テストヘッド15の長手方向(以下，単に「長手方向」という。)に沿って配置されるスライドレール(図示しない)によってフランジ17を介して支持され，スライドレールの上面に設けられた複数のボール台座によって長手方向に引き出し可能に構成される。",
                    "【0023】ウエハ検査装置10において，作業者が容易にメインボードの交換を行うためには引き出されたテストヘッド15を支持する支持機構が必要であり，これに対応して，本実施の形態では後述する整備用台車27が提供される。",
                    "【0024】図3は，本実施の形態に係る整備用台車の構成を概略的に示す図であり，図3(A)は側面図であり，図3(B)は正面図である。",
                    "【0025】図3(A)及び図3(B)において，整備用台車27は，複数のころ28(車輪)によって支持されて移動可能に構成される台車基部29と，該台車基部29から立設されたリフト機構30と，テストヘッド15を収容可能な筐体状のテストヘッドケース31(ケース)とを有する。",
                    "【0029】図4は，図3(A)及び図3(B)におけるリフタ及びテストヘッドケースの構成を概略的に示す図であり。図4(A)は側面図であり，図4(B)は正面図である。なお，説明を簡単にするために，図4(A)及び図4(B)では，テストヘッド15が破線で示され，さらに，図4(B)は，後述するスライドレールカバー40を一点鎖線で示し，且つスライドレールカバー40を透けた状態で示す。",
                    "【0030】図4(A)及び図4(B)に示すように，テストヘッドケース31は直方体状を呈するとともに，長手方向に関する両端が開放されて開口部を形成し，テストヘッド15をセル11から引き出す際，両端の開口部のいずれかがセル11の整備用開口部26に対向し，整備用開口部26を介して引き出されたテストヘッド15を内部に収容する。また，テストヘッドケース31の上面も開放されているため，作業者は収容されたテストヘッド15へテストヘッドケース31の上面からアクセス可能であり，該上面を介してメインボードを交換する。",
                    "【0034】テストヘッドケース31の長手方向に関する両側面の上部には複数のボール台座からなるスライドレール37が配される。スライドレール37はテストヘッドケース31に収容されたテストヘッド15のフランジ17を支持し，テストヘッド15をテストヘッドケース31の長手方向にスライドさせる。",
                    "【0038】図1に戻り，セルタワー12の外側下方にはガイドレール41が配される。ガイドレール41はセルタワー12の長手方向に沿い，断面が矩形の管状体であり，セルタワー12と反対側の側壁41aにスリット42が形成される。一方，図3(B)に示すように，整備用台車27は台車基部29に配されたガイド部43(ガイド機構)を有する。",
                    "【0044】図7は，図3の整備用台車を用いるウエハ検査装置の整備方法を説明するための工程図である。",
                    "【0045】まず，ガイドレール41の端部においてガイド部43のローラ43bをガイドレール41の内部に収容させた後，ローラ43bをガイドレール41の内部に収容させたまま整備用台車27を，整備を行うテストヘッド15が収容されるセル11が存在する位置まで大まかに移動させる。その後，台車基部29の各ころ28のブレーキを作動させて整備用台車27の位置を固定する(図7(A))。",
                    "【0046】次いで，リフト機構30がテストヘッドケース31を，当該テストヘッドケース31のスライドレール37が整備を行うテストヘッド15のフランジ17と正対する高さまで上昇させ，その後，テストヘッドケース31の位置を固定する(図7(B))。",
                    "【0047】次いで，水平位置調整ステージ35によってテストヘッドケース31の位置を水平方向に微調整してスライドレール37を，整備を行うテストヘッド15のフランジ17と正確に正対させ(図7(C))，本整備方法を終了する。",
                    "【0048】本実施の形態に係る整備用台車27によれば，水平位置調整ステージ35が，移動自在な台車基部29から立設されるリフト機構30のリフタ34，及びテストヘッド15を収容するテストヘッドケース31の間に介在し，テストヘッドケース31をリフタ34に対して水平に移動させるので，台車基部29の位置を固定し，整備を行うテストヘッド15が存在する位置までテストヘッドケース31を昇降させて当該テストヘッドケース31の位置を固定した後，テストヘッドケース31の位置を水平方向に微調整してスライドレール37を，整備を行うテストヘッド15のフランジ17と正確に正対させることができ，その結果，テストヘッドケース31へ向けてテストヘッド15を容易に引き出すことができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によれば，本件発明の概要は，以下のとおりである。",
                "テストヘッドのメインボードは定期的に交換する必要があるところ，従来，複数のテストヘッドを収容するセルが多段積みで配置されたウエハ検査装置において，交換のためにテストヘッドをウエハ検査装置から整備用台車の上に引き出す際に，テストヘッドは重量が約70kgfで，スライドレールにより支持されるため，引き出し方向以外に移動させるのは困難であった。そのため，整備用台車の位置をテストヘッドの位置へ正確に合わせる必要があるが，整備用台車は重量が大きいために位置の微調整が困難であり，その結果，テストヘッドを引き出すのが困難であるという問題があった。本件発明は，テストヘッドを容易に引き出すことができるウエハ検査装置を提供することを目的とする。(【0001】，【0003】，【0004】，【0006】，【0007】，【0010】)",
                "本件発明は，ローダと整備空間との間に配置された複数の検査室であって，半導体デバイスが形成されたウエハの検査の際に用いられる被整備テストヘッドと，前記被整備テストヘッドを前記整備空間側に引き出すスライドレールと，を備えた複数の検査室と，ウエハを搬送先の検査室内に搬送する前記ローダと，を備え，前記被整備テストヘッドを引き出す整備空間側と前記ウエハを搬送するローダ側とが前記複数の検査室が配置されたセルタワーの反対側である(本件発明1)，または，前記複数の検査室が配置されたセルタワーを挟んで対向する(本件発明2)ことを特徴とするウエハ検査装置である。(【0008】，【0009】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(引用例に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，次の記載がある(図面は別紙引用例図面目録のとおり)。",
                    "【0013】・・・また，試験装置100は，複数の試験ユニットを内部に収容する筐体171を備える。試験装置100は，例えば，半導体ウエハに形成されたチップの電気的特性を試験して，被試験デバイスの良否を判断する。・・・",
                    "【0014】EFEM110は，試験対象となる半導体ウエハ等の基板を試験装置100の内部で搬送する機構を内蔵する。・・・",
                    "【0020】図2は，試験装置100の部分縦断面図の一例を概略的に示す。・・・",
                    "【0023】EFEM110は，ロボットアーム116を内蔵する。ロボットアーム116は，レール115に沿って走行するコラム117に搭載され，ロードユニット130およびアライメントユニット400の間でウエハを搬送する。・・・",
                    "【0027】試験ユニット170は，被試験デバイスを試験する。試験ユニット170は，テストヘッド200と，プローブカード300とを有する。本実施形態において，試験装置100は，複数の試験ユニット170を備える。また，試験装置100は，複数の試験ユニット170を内部に収容する筐体171を備え，筐体171は，複数の収容室172を有する。複数の収容室172は，試験ユニット170のそれぞれを内部に収容する。・・・",
                    "【0028】本実施形態において，複数の収容室172のそれぞれには，開口173，背面扉190およびメンテナンスカバー192が設けられる。また，メンテナンスカバー192の外側には，プローブカード300を引き出した場合にプローブカード300を支持するガイドレール193が設けられる。開口173は，筐体171の収容室172の底部に該当する部分に設けられており，開口173を介して収容室172とアライメントユニット400とが連通している。",
                    "【0029】背面扉190およびメンテナンスカバー192は，筐体171の収容室172の背面側の部分に設けられており，複数の試験ユニット170のそれぞれを外部に対して開放または閉鎖できる。背面扉190はテストヘッド200のメンテナンスが容易な位置に配され，メンテナンスカバー192はプローブカード300のメンテナンスが容易な位置に配されている。",
                    "【0030】プローブカード300は，開口173の周囲に支持されているが，メンテナンスカバー192を開けて，背面のメンテナンスカバー192から外部に引き出すことができる。・・・",
                    "【0036】テストヘッド200は，ウエハ101と電気的に接続され，ウエハ101の電気的特性を試験する。・・・テストヘッド200は，複数のピンエレクトロニクス210を格納する。ピンエレクトロニクス210には，試験の対象および試験の内容に応じて求められる電気回路が実装される。本実施形態において，テストヘッド200は，下面に装着されたコンタクタ202を介して，プローブカード300と電気的に接続される。",
                    "【0037】プローブカード300は，試験装置100において試験を実行する場合に，テストヘッド200とウエハ101との間に介在して，テストヘッド200およびウエハ101を電気的に接続する配線基板ユニットであってよい。ウエハ101に対して試験を実行する場合は，プローブカード300により，テストヘッド200とウエハ101との間に電気的な信号経路が形成される。プローブカード300を交換することにより，レイアウトの異なるウエハ101に試験装置100を対応させることができる。",
                    "【0061】図5は，テストヘッド200の断面図である。図1から図4と共通の要素には同じ参照番号を付して重複する説明を省く。テストヘッド200は，筐体201，コンタクタ202，ピンエレクトロニクス210，マザーボード220およびフラットケーブル230を備える。",
                    "【0063】マザーボード220の上面において，中継コネクタ224の各々には，アングルコネクタ222を介してピンエレクトロニクス210が装着される。このような構造により，試験対象の仕様および試験内容に応じてピンエレクトロニクス210を交換することができる。・・・",
                    "【0069】図6は，試験装置100の背面図の一例を概略的に示す。・・・試験装置100は，複数の収容室172のそれぞれに対応して，背面扉190，メンテナンスカバー192，ガイドレール193，施錠部196および警告表示部198を備える。",
                    "【0080】・・・即ち，制御システム500は，モード切替スイッチ186で選択された試験ユニット170と，施錠部196で選択された試験ユニット170とが一致した場合に，モード切替スイッチ186で選択された試験ユニット170を外部に対して開放することを許可する。これにより，ユーザは，対応する背面扉190およびメンテナンスカバー192を開けて，試験ユニット170のピンエレクトロニクス210，プローブカード300を交換したり，その他のメンテナンスを実施したりすることができる。",
                    "【0085】予め定められた動作としては，テストヘッド200とプローブカード300とを接触させる工程，ウエハ101とプローブカード300とを位置合わせする工程のように，機械的な振動または電圧の変動に対して敏感な工程を例示できる。これにより，他の試験ユニット170が予め定められた動作を実行している間，当該動作に影響を与える動作を禁止すべき旨をユーザに伝えることができる。当該動作に影響を与える動作としては，対応する背面扉190およびメンテナンスカバー192を開ける作業，試験ユニット170のピンエレクトロニクス210，プローブカード300を交換する作業，またはその他のメンテナンス作業のように，試験ユニット170に機械的な振動または電圧の変動を与えるような動作を例示できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の認定",
                  "text": [
                    "以上によれば，引用例には，本件決定が認定したとおりの引用発明(前記第2の3(2)ア)が記載されていることが認められ，この点については当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上によれば，本件発明1と引用発明との相違点は，本件決定が認定した相違点1及び2(前記第2の3(2)イ)，本件発明2と引用発明との相違点は，本件決定が認定した相違点3及び4(前記第2の3(2)ウ)のとおりであると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件発明と引用発明では整備される対象が異なるから，引用発明の「プローブカード300が存在する空間」が本件発明の「整備空間」に相当するとはいえず，本件決定の本件発明と引用発明との一致点1及び2の認定に誤りがあると主張する。",
                        "しかし，原告の主張する整備の対象が異なるとの点は相違点1及び3において相違点として認定されており，本件発明における「被整備テストヘッドを引き出す整備空間」と引用発明における「外部に引き出した前記プローブカード300が存在する空間」がいずれも「整備空間」であるとした本件決定の一致点1及び2の認定に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "公知文献の記載(各文献の図面は証拠番号に対応した別紙各目録のとおりである。)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2文献",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2文献には次のとおりの記載がある。",
                            "【0001】本発明は，プローブ装置に関する。",
                            "【0010】被検査体の測定時には，テストヘッドはプローブ装置本体の例えば上面に被検査体に対向して載置されているが，プローブ装置のデバッグやテストヘッドの交換あるいはテストヘッドのメンテナンスなどを行うときには，テストヘッド保持手段を，対応するプローブ装置本体の近傍まで移動させ，この保持手段によりテストヘッドを保持してプローブ装置本体から離脱させて上昇させる。・・・",
                            "【0016】そして前記筐体1内には，図示しない駆動機構によりX，Y，Z，θ方向に移動可能なウエハ保持台11が設置されると共に，このウエハ保持台11の上方側には，プローブ針21を備えたプローブカード2がウエハ保持台11と対向するように配設されている。前記プローブカード2は，インサートリング22の下面に固定されると共に，このインサートリング22は，取り付けリング71内に嵌合して保持されている。",
                            "【0017】前記筐体10の上面部をなすヘッドプレート10aには，例えばインサートリング22をテストヘッド3側のポゴピン13に対して接離させるに十分なストロークだけ昇降させるように，穴23の周縁部にて図示しない昇降機構により昇降する(Z方向に移動する)Zプレート72が設けられており，更にこのZプレート72には，プローブ針21とウエハW上の電極パッドとのθ方向(鉛直軸を中心とする回転方向)の微小な位置合わせを行うためにθ方向に回動自在なθプレート73が取り付けられている。このθプレート73の下面には，一対のL字型のガイドレール74，75が，筐体10前面に形成された引き出し用の窓76を通して水平に外側に伸びるように架設されており，前記インサートリング22は前記ガイドレール74，75に保持されながら案内されるように取り付けられている。・・・",
                            "【0018】次に上述実施例の作用について説明する。・・・次いでプローブ針21と電極パッドとを接触させ，テストヘッド3に接続された図示しないテスタによりウエハW上のICチップについて測定を行う。",
                            "【0019】そして例えばプローブ針21が摩耗してプローブカード2を交換する場合には，テストヘッド3をヘッドプレート10a上に装着したままZプレート72を下降させて，インサートリング22をテストヘッド3側のポゴピン13から離し，その後作業者により取り付けリング71をガイドレール74，75に沿ってスライドさせながら筐体10の窓76を介して外に引き出し，プローブカード2を取り付けリング71から取り外して新たな別のプローブカード2を当該取り付けリング71に嵌入して，逆の操作によりプローブカードを所定位置(プロービングセンタ)に装着する。この場合プローブカード2をプロービングセンタから筐体10の外に引き出し，また逆にプロービングセンタに装着する操作は，別途作動機構を設けて自動化してもよいし，更に取り付けリング71に対するプローブカード2の着脱はロボットアームを用いて行ってもよい。",
                            "【0020】またテストヘッド3のパフォーマンスボードの交換，テストヘッド3のメンテナンスなどを行う場合には，テストヘッド保持手段4を前記テストヘッド3に近接する位置に移動させ，次のようにしてテストヘッド3を保持してプローブ装置本体1から分離させる。先ず例えばモータMによりボールネジ63を回動させてアーム41，42をテストヘッド3の両側面と対向する位置まで降下させ，キャスタ64により前記保持手段4本体を動かしてアーム41，42のX，Y方向の位置を調整すると共に，ボールネジ63によりZ方向の位置を調整し，更にネジ51，53及び回動部材52を調整して夫々X，Y，Z軸まわりについてのテストヘッド3に対するアーム41，42の位置合わせを行う。",
                            "【0021】そしてボールネジ43を手動であるいは図示しないモータにより駆動させてアーム41，42を閉じ，アーム41，42側の突起部44とテストヘッド3側の凹部34とを係合させこの係合のみによってあるいは更にテストヘッド3の両側面を狭圧した状態で，アーム41，42によりテストヘッド3を保持し，装置本体1から分離して上昇させる。その後保持手段4を例えば別の場所へ移動してテストヘッド3のメンテナンスやパフォーマンスボードの交換などを行う。テストヘッド3について所定の作業が終了した後上述と逆の操作によりテストヘッド3をプローブ装置本体1の元の位置に戻すが，このとき筐体10の上面の突起部14とテストヘッド3の仮面側の凹部31とを係合させることによって筐体10に対してテストヘッド3が自動的に位置合わせされる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上によれば，甲2文献には，プローブ装置において，①プローブ装置筺体内から外に向かってガイドレールを設け，プローブカードを交換する際に，プローブカードをガイドレールに沿って引き出すこと，②プローブ装置本体の上面に被検査体に対向して載置されたテストヘッドのメンテナンスやパフォーマンスボードの交換については，テストヘッドをプローブ装置本体から分離して上昇させて別の場所に移動することが記載され，検査室の内部から整備空間側にテストヘッドを引き出すことの記載はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件原出願時の公知文献には次のことが記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙1(特開昭63-114229号公報)には，半導体ウエハプローバに関し，テストヘッド5を，測定位置(プローバ筺体の上方)とプローバ筺体側面のテストヘッド収納部17の間において，ガイドレール13に沿ってスライド可能とする構成が記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙2(特開平8-64645号公報)には，半導体ウエハのプローブ装置に関し，テストヘッド5を搬送手段7によって装置本体1の側面に沿って水平方向に搬送して装置本体1の上方から退避させ，装置本体1に装着されたプロ-ビングカード3を交換し，あるいは，テストヘッド5を回転駆動機構20により反転させて点検を行う構成が記載されている(【0001】，【0024】，【0025】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙3(特開平9-148388号公報)には，半導体ウエハのプローブ装置において，装置本体1の上方に設置された500kgを超えるような超重量級のテストヘッド4を装置本体1の一側面で例えば前後方向，上下方向及びθ方向で移動させる移動機構6を備え，この移動機構6は，テストヘッド4を水平方向に往復移動させる水平移動機構11を備えて，これにより，テストヘッド4をガイドレール114に従って水平方向に，メンテナンス等の作業性に優れた位置に装置本体1から退避させる構成が記載されている(【0001】，【0005】，【0007】，【0011】，【0021】，【0024】)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性",
                  "text": [
                    "上記アによれば，甲2文献及び乙1～3には，相違点1に係る構成(検査室が整備空間側にテストヘッドを引き出すスライドレールを備え，テストヘッドを引き出す構成)の記載はなく，本件証拠上，他に上記構成が記載された文献はない。そうすると，引用発明に甲2文献及び乙1～3に記載された事項を組み合わせても，本件発明の構成には到らない。",
                    "したがって，当業者において，引用発明に甲2文献及び乙1～3に記載された事項を組み合わせて，相違点1に係る本件発明1の構成を容易に想到することができたということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲2文献や乙1～3の記載によれば，メンテナンスの対象物を引き出してメンテナンスをすること，また，その際に，スライドレールにより引き出す構成とすることは周知技術であると主張する。",
                        "前記(1)ア及び上記ア(ア)のとおり，引用例及び甲2文献には，プローブ装置において，メンテナンスの際に検査室からプローブカードを引き出すこと及びその際ガイドレールに沿って引き出す構成とすることの記載がある。しかし，本件原出願の当時，テストヘッドの重量は25kgから300kgを超えるものが知られ(本件明細書【0022】，甲5【0003】・【0043】，甲6【0014】，甲7，乙3【0005】)，テストヘッドとプローブカードとは重量や大きさにおいて相違することは明らかである。したがって，プローブカードに関する上記記載から，テストヘッドを含むメンテナンスの対象物一般について，メンテナンスの対象物を引き出してメンテナンスをすること，また，その際に，スライドレールにより引き出す構成とすることが周知技術であったということはできない。",
                        "また，乙1～3には，検査室に収容されたテストヘッドの構成は開示されておらず，テストヘッドを引き出すものではないから，被告の主張する周知技術を裏付けるものではない。",
                        "以上によれば，被告の主張する各文献の記載から，メンテナンスの対象物を引き出してメンテナンスをすること，また，その際に，スライドレールにより引き出す構成とすることが周知技術であったということはできず，ほかにこれを認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，乙3(【0024】)にも記載があるとおり，テストヘッドを引き出した方が作業性に優れることは自明であるから，メンテナンスの対象物をスライドレールにより引き出してメンテナンスを行う方が，作業が容易であることを動機付けとして，引用発明において，相違点1に係る構成を想到することは容易であると主張する。",
                        "しかし，前記ア(イ)cのとおり，乙3はテストヘッドが検査室に収容されたプローブ装置を開示するものではなく，同段落の「超重量級のテストヘッドであってもテストヘッド4を安全且つ円滑に反転させ，前後，上下に移動させることができ，テストヘッド4をメンテナンス等の作業性に優れた位置へ移動させることができる。」との記載から，テストヘッドを引き出した方が作業性に優れていることを読み取ることはできない。",
                        "また，引用例には，①試験対象の仕様及び試験内容に応じて行うピンエレクトロニクスの交換や，その他のテストヘッドのメンテナンスは収容室の背面扉を開けて行うこと(【0029】，【0036】，【0063】，【0080】，【0085】)，②レイアウトの異なるウエハに対応するためのプローブカードの交換や，その他のプローブカードのメンテナンスは収容室のメンテナンスカバーを開けて行い，プローブカードは収容室の外部に引き出すことができること(【0028】，【0029】，【0030】，【0037】，【0080】，【0085】)，③背面扉はテストヘッドのメンテナンスが容易な位置に配置され，メンテナンスカバーはプローブカードのメンテナンスが容易な位置に配されていること(【0029】)が記載されている。",
                        "このように，引用発明においては，テストヘッドのメンテナンスは背面扉を開けて行うものとされ，背面扉はメンテナンスを行うのに容易な位置に配置されているのであるから，検査室が整備空間側にテストヘッドを引き出すスライドレールを備え，テストヘッドを引き出す構成を採用することの動機付けは見いだせない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被告の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "相違点3に係る本件発明の構成の容易想到性については，上記(2)において相違点1について述べたところが妥当する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，その余の点を判断するまでもなく，本件発明は，引用発明及び甲2文献等に記載された事項に基づいて容易に発明をすることができたということはできない。したがって，本件決定の判断には誤りがあり，取消事由は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は理由があるから認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}