{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2017-700814号事件について令和元年7月31日にした決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，特許第6093811号発明「機械式駐車装置，機械式駐車装置の制御方法，及び機械式駐車装置の安全確認機能を設ける方法」(以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許の請求項1ないし21に係る特許についての出願は，平成25年8月30日に出願された特許出願の一部を，平成27年7月13日に新たな特許出願としたものであって，平成29年2月17日にその特許権の設定登録がされた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件特許に対して，平成29年8月30日以降3件の特許異議申立てがなされ，特許庁はこれらを異議2017-700814号として審理した。",
                "平成31年3月11日，原告は，本件特許の特許請求の範囲等について訂正請求(以下「本件訂正」という。)をした。",
                "特許庁は，令和元年7月31日，「特許第6093811号の請求項1ないし21に係る特許を取り消す。」との決定(以下「本件決定」という。)をした。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和元年8月9日，本件決定の謄本の送達を受け，同年9月6日，その取消しを求めて本件訴えを提起した。",
                "注：本判決の用語等について"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "「登録時請求項1」等は，特許登録時の請求項を指し，特許登録時の各項記載の発明を「登録時発明1」等という(本件決定中の用語では「本件発明1」等に相当する。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「訂正後請求項1」は，本件訂正後の請求項を指す。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「本発明」は，訂正の前後及び各々の請求項を通じての，本件特許の対象となる一個の技術的思想としての発明をいう。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "登録時請求項1～9は機械式駐車装置に係る物の発明である。同2～9は，同1に対する従属請求項である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "登録時請求項10～15は，同1，2，4～7の物の発明を，機械式駐車装置の制御方法の観点から特許請求したものである。また，同16～21は，同様に，安全確認機能を設ける方法の観点から特許請求したものである。",
                "そのため，同10～21についての特許要件の充足性の判断は，同1，2，4～7についてのものと軌を一にする。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "登録時請求項1～9の記載は，次のとおりである(a以下の符号は本判決が付した。)。",
                "【請求項1】",
                "「a  格納庫へ搬送される車両が載置され，前記車両の運転者が前記車両に乗降可能な乗降室が設けられる機械式駐車装置であって，"
              ],
              "content": [
                {
                  "fig": "b",
                  "subject": "人による安全確認の終了が入力される入力手段と，"
                },
                {
                  "fig": "c",
                  "subject": "人の前記乗降室への入退室を検知する入退室検知手段と，"
                },
                {
                  "fig": "d",
                  "subject": "前記入力手段に前記安全確認の終了が入力されている状態で，前記車両の搬送を実行する制御手段と，",
                  "text": [
                    "を備え，"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "前記制御手段は，前記入力手段に前記安全確認の終了が入力された後に，前記入退室検知手段によって前記乗降室への人の入室が検知された場合，前記入力手段への前記安全確認の終了の入力を解除する"
                },
                {
                  "fig": "f",
                  "subject": "機械式駐車装置。」",
                  "text": [
                    "【請求項2】",
                    "「前記入力手段は，入力が行われていない場合に入力を促す機能を有する請求項1記載の機械式駐車装置。」",
                    "【請求項3】",
                    "「前記入力手段は，前記乗降室の外側に設けられる操作盤または該操作盤の近傍に設けられている請求項1または請求項2記載の機械式駐車装置。」",
                    "【請求項4】",
                    "「前記乗降室外に配置され，前記車両の搬送の許可が入力される許可入力手段を備え，",
                    "前記制御手段は，前記入力手段に安全確認の終了が入力されている状態で，前記許可入力手段への操作が行われた後に，前記車両の搬送を実行する請求項1から請求項3の何れか1項記載の機械式駐車装置。」",
                    "【請求項5】",
                    "「前記制御手段は，前記入退室検知手段によって前記乗降室へ入室した人の退室が検知された後に，前記許可入力手段への操作を有効とする請求項4記載の機械式駐車装置。」",
                    "【請求項6】",
                    "「前記制御手段は，前記許可入力手段への操作が有効とされた後に，前記入退室検知手段によって前記乗降室への人の入室が検知された場合，前記入力手段への前記安全確認の終了の入力を解除すると共に，前記許可入力手段への操作を無効とする請求項4又は請求項5記載の機械式駐車装置。」",
                    "【請求項7】",
                    "「載置された前記車両の両側に配置され，前記車両の車幅を検知する車幅検知手段を備え，",
                    "前記制御手段は，前記入力手段へ前記安全確認の終了が入力されてから前記許可入力手段への操作の間に前記車幅検知手段から検知信号が出力された場合，前記入力手段への前記安全確認の終了を解除する請求項4から請求項6の何れか1項記載の機械式駐車装置。」",
                    "【請求項8】",
                    "「前記乗降室内を撮像する複数のカメラと，",
                    "前記入力手段の近辺に配置され，前記カメラで撮像された画像を表示するモニタとを備える請求項1から請求項7の何れか1項記載の機械式駐車装置。」",
                    "【請求項9】",
                    "「前記カメラは，前記車両を挟んで複数配置される請求項8記載の機械式駐車装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件特許の特許公報(甲11)に掲載された図面の一部を別紙1に示す。なお，特許公報掲載の「発明の詳細な説明」とこれらの図面とを併せて「本件明細書等」という。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正後請求項1の記載は，次のとおりである(A以下の符号は，登録時請求項のa以下の符号に対応して本判決が付した。下線は訂正によって付加された箇所を示す。)。",
                "【請求項1】",
                "「A  格納庫へ搬送される車両が載置され，前記車両の運転者が前記車両に乗降可能な乗降室が設けられる機械式駐車装置であって，",
                "B  前記車両の運転席側の領域の安全を人が確認する安全確認実施位置の近辺及び前記運転席側に対して前記車両の反対側の領域の安全を人が確認する安全確認実施位置の近辺のそれぞれに配置され，人による安全確認の終了が入力される複数の入力手段と，",
                "G  前記乗降室の外側に設けられた操作盤に配置され，前記車両の搬送の許可が入力される許可入力手段と，",
                "C  人の前記乗降室への入退室を検知する入退室検知手段と，",
                "D  前記入力手段に前記安全確認の終了が入力されている状態で，前記許可入力手段への操作が行われた後に，前記車両の搬送を実行する制御手段と，",
                "を備え，",
                "E  前記制御手段は，いずれかの前記入力手段に前記安全確認の終了が入力された後から，前記許可入力手段への操作が行われるまでの間に，前記入退室検知手段によって前記乗降室への人の入室が検知された場合，前記入力手段への前記安全確認の終了の入力を解除する",
                "F  機械式駐車装置。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求項2は，文言上は訂正されていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訂正後請求項3の記載は，次のとおりであり，登録時請求項3(上記2(3))のうち「乗降室の外側に設けられる」との文言が削除されている。",
                "【請求項3】",
                "「  前記入力手段は，前記操作盤または該操作盤の近傍に設けられている請求項1または請求項2記載の機械式駐車装置。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "登録時請求項4は削除された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "請求項5～9に係る訂正内容は，登録時請求項4の削除に伴い引用関係を整理する形式的なものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "本件決定の要旨",
      "text": [
        "本件決定は，次のような趣旨の判断をしている。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正の適否(新規事項の追加の有無)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求項1に係る本件訂正においては，構成bの「人による安全確認の終了が入力される入力手段」(以下，これを「安全確認終了入力手段」という。)について，「複数」あるものとし，また，その配置される位置について，「車両の運転席側の領域の安全を人が確認する安全確認実施位置の近辺及び前記運転席側に対して前記車両の反対側の領域の安全を人が確認する安全確認実施位置の近辺のそれぞれ」と特定している。この特定では，「安全確認実施位置」及びその「近辺」が，乗降室内か乗降室外のどちらであるか，またその両方であるのか，明確ではない。",
                "本件明細書等の記載によれば，本発明の第1，第2，第4実施形態では，確認ボタン34の配置は，乗降室20内において，車両12の右側及び左側に移動して目視する安全確認の実施位置の近辺であって，乗降室20内のパレット16(車両120)を挟んだ左右の壁面35もしくは床面90であることが記載されている。また，本発明の第3実施形態では，確認ボタン34は，乗降室20内において，車両12に対して反対側の安全確認を可能とする安全確認手段として，車両12に対して反対側に配置されたカメラ82で撮像された画像を表示するモニタ80の近辺に配置されることを基本とし，モニタ80と共に，乗降室20外に設けられた操作盤22に組み入れられたり，操作盤22の近傍に設置されたり，さらに乗降室20の内，外に複数設けられてもよいこと，が記載されている。",
                "よって，「安全確認実施位置」は，カメラとモニタを介さずに車両の左右に移動して直接目視により確認する場合は，乗降室内の車両の右側及び左側を意味し，カメラとモニタを介して確認する場合は，乗降室内の車両の右側及び左側に加えて，乗降室外の操作盤，操作盤近傍及びその他乗降室外を意味する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許権者(本件原告)は，訂正請求書において，「本件明細書等の【0042】，【0064】の記載，及び図2において確認ボタン34A，34Bは乗降室20内に配置されていることから，安全終了確認入力手段は乗降室内に配置されていると限定して解釈されるべきとも一見いえそうである。しかし，【0042】，【0064】における記載はあくまで一実施形態についての記載であり，乗降室内に限定されるべきではない。なぜなら，車両の片側だけでなく，反対側の安全確認も行うことでより確実に乗降室内の安全性が確保されるとの作用効果(本件明細書等の【0064】参照)は，何も乗降室内において安全確認を行わなければ奏し得ないというものではないことは，当業者から見て当然の事項である。例えば，一例として，本件明細書の図2において，乗降室外に設けられた操作盤の位置またはその近傍から乗降室内における車両の片側(図2では運転席側)の安全確認を行うことができることは明らかである。また，操作盤の位置またはその近傍から車両の反対側(図2では助手席側)の安全確認が行えない場合には，一案として，乗降室内外問わずに，反対側の安全確認を行う事ができる位置またはその近傍に安全終了確認入力手段を設置し，その位置から反対側の安全確認を行えばよいことは，当業者からみて当然のことである。なお，上記配置例は，安全終了確認入力手段が乗降室外に配置される場合の一態様を述べたにすぎず，本件の訂正後の請求項1に係る発明が上記配置例に限定して解釈されるべきではないことを付言しておく。」と主張するように，安全終了確認入力手段の位置は，乗降室内に限定されず，乗降室外も含むものと解釈している。",
                "しかしながら，特許権者が一例として挙げている，カメラとモニタを併用していない第1実施形態の図面である図2の乗降室外に配置された制御盤22周辺から，人が乗降室内をある程度覗き見ることができるかもしれないが，制御盤22が配置された壁や，車両そのものが障害物となり，車両の運転席側の領域の全体や，助手席側の全体を，人が目視することは困難である。さらに，乗降室外における制御盤22周辺以外の位置において，車両の運転席側の領域や，助手席側の領域を目視により安全確認を行うことは，さらに困難となることは明らかである。",
                "そして，上記(1)のとおり，「安全確認実施位置」やその「近辺」は，本件明細書等の記載によれば，カメラとモニタを介さずに，車両の左右に移動して直接目視により確認する場合は，乗降室内の車両の右側及び左側を意味し，カメラとモニタを介して確認する場合は，乗降室内の車両の右側及び左側に加えて，乗降室外の操作盤，操作盤近傍及びその他乗降室外を意味するものであり，その他の位置，特にカメラとモニタを介さずに，車両の左右を直接目視により確認する場合において，安全確認実施位置となり得る乗降室外の場所を示唆する記載も見当たらないことから，特許権者が主張する制御盤22周辺や，その他乗降室外は，車両の運転席側の領域及び助手席側の領域の安全を人が確認することができる安全確認実施位置とはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，特許権者が主張するような，カメラとモニタを介さずに車両の左右を直接目視により確認する場合において，安全確認実施位置が乗降室外を含むことは，本件明細書等に記載した事項の範囲を超える。よって，請求項1に係る訂正事項は新規事項を追加する訂正である。",
                "したがって，本件訂正請求は認めることができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許要件についての判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正請求は，上記1のとおり認めることができない。そこで，登録時請求項の記載に係る発明について，取消理由に引用された下記各刊行物に基づき，新規性及び進歩性を判断する。",
                "記",
                "刊行物1：特開2002-174048号公報(甲1)",
                "刊行物2：特開2010-138542号公報(甲2)",
                "刊行物3：実公昭49-3738号公報(甲3)",
                "刊行物4：特開昭53-45883号公報(甲4)",
                "刊行物5：特許第4750818号公報(甲5)",
                "刊行物6：特開2005-68640号公報(甲6)",
                "刊行物7：特公平3-44607号公報(甲7)",
                "刊行物8：実願昭62-1860号(実開昭63-111562号)のマイクロフィルム(甲8)",
                "刊行物9：特開2006-307495号公報(甲9)",
                "刊行物10：特開2002-352015号公報(甲10)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "登録時発明1の新規性欠如",
              "text": [
                "登録時発明1の構成は，刊行物1，同3，同4，同6及び同8に各記載された発明の構成と一致し，相違点は存在しないから，登録時発明1は新規性を欠く。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "登録時発明2～9の新規性・進歩性欠如",
              "text": [
                "登録時発明2～9は，登録時発明1に構成を付加したものであるところ，付加された構成を考慮しても上記(2)の各刊行物に記載された発明と同一であるか，付加された構成は上記(1)の各刊行物に記載された技術事項に基づき当業者が容易に想到できたものであるから，新規性又は進歩性を欠く。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規事項の追加についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正は本件明細書等に根拠を有すること",
              "text": [
                "本件決定は，構成Bに係る本件訂正は，本件明細書等に記載のない新規事項に当たる旨判断した。",
                "しかしながら，構成Bに係る訂正箇所は，安全確認終了入力手段の配置場所が「車両の運転席側の領域の安全を人が確認する安全確認実施位置の近辺及び前記運転席側に対して前記車両の反対側の領域の安全を人が確認する安全確認実施位置の近辺のそれぞれ」であることを限定するものであるところ，本件明細書の【0064】の「安全確認者である運転者が車両12の片側だけでなく，反対側の安全確認も行うこととなるので，より確実に乗降室20内の安全性が確保される。」との記載は，車両の片側(運転席側)の領域と，その反対側(助手席側)の領域において人による安全確認が行われることを明示するものである。そうすると，本件明細書の【0055】の「確認ボタン34が安全確認の実施位置の近辺に配置されるため，」との記載は，運転席側の安全確認実施位置の近辺とその反対側の安全確認実施位置の近辺とのそれぞれに安全確認終了入力手段が配置されることを意味する。",
                "したがって，本件訂正は，本件明細書等に記載した事項の範囲内においてしたものであり，新規事項に当たらない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "安全確認実施位置の所在場所を訂正要件充足性の問題としたことの誤り",
              "text": [
                "本件決定は，安全確認実施位置が乗降室の内外いずれかを問題にしているが，「安全確認実施位置」は，その文言どおり，車両の右側又は左側の安全の確認をなし得る位置であって，それが乗降室の内外いずれかであるかは，本件訂正の前後いずれの請求項1においても特定していない。したがって，「安全確認実施位置」が乗降室の内外いずれであるかを議論する必要は，もともと存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "安全確認実施位置が乗降室の内に限られるとの認定の誤り",
              "text": [
                "本発明の第3実施形態に関する本件明細書の【0086】～【0090】【図7】には，操作盤22が乗降室の外に設けられていることを前提として，「確認ボタン34とモニタ80が操作盤22に組み入れられたり，操作盤22の近傍に設置されてもよい」【0090】と記載されているから，乗降室の外の操作盤22の近傍において，モニタ80を通して安全確認を行い，安全確認終了入力手段に相当する確認ボタン34を押下して入力することが示されている。すなわち，安全確認実施位置が乗降室の外にある態様が明示されている。",
                "また，本件明細書の【0055】には，安全確認は，安全確認者が安全確認終了入力手段(確認ボタン34)の位置へ移動する過程において，必然的に周囲を目視することによって行われることが記載されている。そうすると，安全確認実施位置は，目視により乗降室内の安全確認を行うのに適した位置であれば足りるのであるから，安全確認実施位置が乗降室内に存在することは必ずしも必要でない。",
                "以上のとおり，本件明細書等の記載を総合して解釈すれば，安全確認実施位置は，カメラとモニタを介するか否かにかかわらず，乗降室外の位置を含むことが明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "乗降室外では安全確認が困難であるとの認定の誤り",
              "text": [
                "本件決定は，安全確認実施位置は乗降室の内部に限定される旨認定するに当たり，乗降室外からでは安全確認が困難であることを理由に挙げたが，誤りである。",
                "本発明は「機械式駐車装置」の発明であるところ，JIS(甲18)にいう「機械式駐車装置」は外囲いを含まない概念であるし，機械式駐車装置には，乗降室の内外が壁で隔てられておらず，格子や柵といった，人の出入りは防止するが中が透けて見える構造を採用しているものも多い(甲15。本判決の別紙2)。また，乗降室が壁で囲まれている場合でも，操作盤を操作するまでは入出庫口の扉が開いているから，乗降室の内部の安全確認をその外部から目視で行うことが可能である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(刊行物1発明に基づく新規性・進歩性欠如との判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "登録時発明1が新規性を欠くとの判断の誤り",
              "text": [
                "刊行物1には構成b，c，d及びeに相当する構成は開示されていないから，登録時発明1が刊行物1に記載された発明であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "登録時発明4が進歩性を欠くとの判断の誤り",
              "text": [
                "登録時発明4で付加された構成につき，本件決定は，刊行物1記載の発明に刊行物2記載の技術事項を組み合わせることにより容易想到であると判断したが，刊行物2記載の「安全確認ボタン」は登録時発明1の「安全確認の終了が入力される入力手段」ではなく，刊行物2には，安全終了確認入力手段及び許可入力手段それぞれへの入力という登録時発明4の2段階のステップは存在しないから，刊行物1記載の発明に刊行物2記載の技術事項を組み合わせて登録時発明4の構成に至ることは容易想到でない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "その余の登録時発明についての新規性・進歩性判断の誤り",
              "text": [
                "上記(1)(2)に述べたところにより，その余の登録時発明についても，新規性又は進歩性を欠くとした本件決定の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(刊行物3発明に基づく新規性・進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "登録時発明1が新規性を欠くとの判断の誤り",
              "text": [
                "刊行物3発明の「庫内より人が入るとその出た当人またはそれを確認した人が」「押す」「出入口脇にある押ボタンスイッチ14」は，登録時発明1の構成b(「人による安全確認の終了が入力される入力手段」)と技術的意義を異にするから，刊行物3発明は構成bに相当する構成を欠き，構成bの存在を前提とする構成d及びeに相当する構成も有しない。したがって，登録時発明1が刊行物3発明と同一であって新規性を欠くとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "登録時発明2～7が進歩性を欠くとの判断の誤り",
              "text": [
                "登録時発明2～7で登録時発明1に付加された構成につき，本件決定は，刊行物3発明並びに刊行物3・5記載の技術事項に基づき容易想到と判断したが，引用された登録時発明1についての上記(1)の誤りに加えて，登録時発明1に付加された構成につき刊行物3及び同5に記載された技術的事項を適用して登録時発明2～7の構成に至ることは容易想到でない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "登録時発明8・9が進歩性を欠くとの判断の誤り",
              "text": [
                "登録時発明8・9で登録時発明1～7に付加された構成につき，本件決定は，刊行物3・5・7に基づき容易想到と判断した。しかしながら，引用された登録時発明1～7についての上記(1)(2)の誤りに加えて，刊行物7記載の技術は刊行物3・5記載の発明とは目的・手段を異にしており，前者を後者に適用する動機付けは存在しないから，登録時発明8・9で付加された構成に想到することは容易でない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(刊行物4発明に基づく新規性・進歩性判断の誤り)",
          "text": [
            "刊行物4は，リレーによる制御に関しては刊行物3とほぼ同様の内容であるから，刊行物3発明に基づく新規性・進歩性の判断が上記3のとおり誤りであるのと同様に，刊行物4発明に基づく新規性・進歩性の判断も誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(刊行物6発明に基づく新規性・進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物6発明の「出入口13の扉を閉じる操作が行われ」る手段は，登録時発明1の構成b(「人による安全確認の終了が入力される入力手段」)とは技術的意義が異なるから，刊行物6発明は構成bに相当する構成を欠き，構成bの存在を前提とする構成d及びeに相当する構成も存在しない。したがって，登録時発明1が刊行物6発明と同一であって新規性を欠くとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "登録時発明2～7が進歩性を欠くとの判断の誤り",
              "text": [
                "上記3(2)と同様である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "登録時発明8・9が進歩性を欠くとの判断の誤り",
              "text": [
                "上記3(3)と同様である。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(刊行物8発明に基づく新規性・進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物8発明の「操作押ボタン16」は，登録時発明1の構成b(「人による安全確認の終了が入力される入力手段」)とは技術的意義が異なるから，刊行物8発明は構成bに相当する構成を欠き，構成bの存在を前提とする構成d及びeに相当する構成も存在しない。したがって，登録時発明1が刊行物8発明と同一であって新規性を欠くとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "登録時発明2～7が進歩性を欠くとの判断の誤り",
              "text": [
                "上記3(2)と同様である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "登録時発明8・9が進歩性を欠くとの判断の誤り",
              "text": [
                "上記3(3)と同様である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "(下記(1)～(4)は上記「第4」の原告の主張1(1)～(4)にそれぞれ対応する。)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張は，第1実施形態を説明している【0055】【0064】の記載された事項の一部(特に，作用効果の記載。)から，その構成の意味を拡大して都合良く解釈したものであり，特に「車両12の片側だけでなく，反対側の安全確認を行うこととなるので」との記載をもって，車両の両側の安全確認を実施できる位置に，第1実施形態に記載された以外の位置である乗降室外まで含めようとするのは，明らかに本件明細書等の記載を超えた拡大解釈であるから，原告の訂正の根拠の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正により構成Bに加えられた「安全確認実施位置」に関する特定事項について，当該特定事項では「乗降室」の「内」・「外」を特定していないが，訂正請求書における原告の主張(上記「第3」1(2)第1段落参照。)により，本件明細書等の記載を超えた形態をも含むことを意図されたものであったと判明した。そして，当該特定事項が新規事項を追加するものであるかどうかを当該主張を踏まえて検討した結果，本件明細書等には，乗降室外に安全確認実施位置や安全終了確認入力手段を配置することは記載されていないと判断したものであって，その理由は本件決定に記載したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "カメラとモニタを介さずに車両の左右を直接目視によって安全確認する第1，第2，第4実施形態について，本件明細書等には「安全確認の実施位置」が「乗降室20内」であることが明確に記載されており(【0054】【0075】【0102】)，「安全確認の実施位置」を「乗降室20外」とすることは記載も示唆もされていない。しかも，乗降室の外に所在する「操作盤」の近辺やその他の位置においては，車両の存在等により乗降室内を直接目視する際に死角が生じることは明らかであって，乗降室内において車両の左右両側を移動する場合のような，車両の運転席側及び助手席側の安全を十分に確認できる位置は見当たらない。第3実施形態は，カメラとモニタを介して安全確認をするものであって，カメラとモニタを介さずに車両の左右を直接目視によって安全確認するものではなく，「確認ボタン34とモニタ80が操作盤22に組み入れられたり，操作盤22の近傍に設置されてもよいし，さらに確認ボタン34とモニタ80が乗降室20の内，外に複数設けられてもよい」【0090】との記載は，カメラとモニタを介した安全確認をすることを前提として安全終了確認入力手段を乗降室外に設置するものであるから，直接目視によって安全確認を行う場合において安全確認実施位置が乗降室外となり得ることを開示しているとはいえない。",
                "したがって，カメラとモニタを介さずに車両の左右を直接目視によって安全確認する場合においても安全確認実施位置の所在場所として乗降室外を含むことは，本件明細書等に記載のない新規事項である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本発明は，「格納庫」へ車両が搬送される機械式駐車装置の発明であり(構成A)，図面(特に図1)の内容からみても，乗降室の内外は壁で隔てられ，乗降室の内をその外から視認できない構成であると理解される。してみると，甲15のように乗降室の内外が壁で隔てられていない機械式駐車場が一般的であったとしても，本発明は，そのような機械式駐車場を対象としていない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2～6について",
          "text": [
            "原告の主張は争う。本件決定の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規事項の追加についての判断の誤り)について",
          "text": [
            "本件決定が，本件訂正は新規事項の追加に当たるとする理由は，本件明細書等においては，駐車装置の利用者(以下「確認者」という。)が乗降室内の安全等を確認する位置(訂正後請求項1の「安全確認実施位置」)及びその近傍に位置する安全確認終了入力手段は，原則として乗降室内にあるものとされ，例外的に，確認者がカメラとモニタを介して安全確認を行う場合にのみ，乗降室外とすることができるものとされているにもかかわらず，訂正後請求項1においては，確認者が直接の目視によって安全確認を行う場合にも，安全確認実施位置と安全確認終了入力手段を乗降室外とする(以下，これを「乗降室外目視構成」という。)ことができることとなり，この点において，本件明細書等には記載のない事項を導入することになるというものであり，本訴における被告の主張もこれと同旨である。",
            "ところで，訂正後請求項1の構成Bは，「前記車両の運転席側の領域の安全を人が確認する安全確認実施位置の近辺及び前記運転席側に対して前記車両の反対側の領域の安全を人が確認する安全確認実施位置の近辺のそれぞれに配置され，人による安全確認の終了が入力される複数の入力手段と，」と定めるのみであって，安全確認実施位置や安全確認終了入力手段の位置を乗降室の内とするか外とするかについては何ら定めていないから，乗降室外目視構成も含み得ることは明らかである。",
            "そこで，本件明細書等の記載を検討してみると，たしかに，確認者が目視で安全確認を行う場合に関する実施例1，2，4においては，安全確認終了入力手段は乗降室内に設けるものとされ，確認者がカメラとモニタによって安全確認を行う実施例3においてのみ，安全確認終了入力手段を乗降室の内，外に複数設けてもよいと記載されている(【0090】)のであって，乗降室外目視構成を前提とした実施例の記載はない。しかしながら，これらはあくまでも実施例の記載であるから，一般的にいえば，発明の構成を実施例記載の構成に限定するものとはいえないし，本件明細書等全体を見ても，発明の構成を，実施例1～4記載の構成に限定する旨を定めたと解し得るような記載は存在しない。",
            "他方，発明の目的・意義という観点から検討すると，安全確認実施位置や安全確認終了入力手段は，乗降室内の安全等を確認できる位置にあれば，安全確認をより確実に行うという発明の目的・意義は達成されるはずであり，その位置を乗降室の内又は外に限定すべき理由はない(被告は，このような解釈は，本件明細書【0055】【0064】を不当に拡大解釈するものであるという趣旨の主張をするが，この解釈は，本件明細書等全体を考慮することによって導き得るものである。)。",
            "この点につき，被告は，乗降室の外から目視で乗降室内の安全を確認することは極めて困難ないし不可能であると考えるのが技術常識であるから，本件明細書等において，乗降室外目視構成は想定されていないという趣旨の主張をする。しかしながら，乗降室に壁のない駐車装置や，壁が透明のパネル等によって構成されている駐車装置等であれば，乗降室の外からでも自由に安全確認ができるはずであるし(その1つの例が，別紙2の駐車装置である。なお，被告は，本発明は，「格納庫」へ車両が搬送される機械式駐車装置の発明であることや，本件明細書等の図1の記載から，乗降室の外から乗降室内を目視することはできないと主張するが，「格納庫」が外からの目視が不可能な壁によって構成されていなければならない理由はないし，上記図1は，実施例1の構成を示したものにすぎず，駐車装置の構成が図1の構成に限定されるものではない。)，仮に乗降室が外からの目視が不可能な壁によって構成されている場合でも，出入口付近の適切な位置に立てば(したがって，そのような位置やその近傍を安全確認実施位置として安全確認終了入力手段を配置すれば)，乗降室外からであっても，目視により乗降室内の安全確認が可能であることは，甲19の報告書が示すとおりであり，いずれにせよ被告の主張は失当である。また，仮に被告の主張が，訂正後請求項1は，安全確認実施位置や安全確認終了入力手段が，目視による安全確認が不可能な位置にある場合までも含むものであるという意味において，本件明細書等に記載のない事項を導入するものであるというものであるとしても，「安全確認実施位置」とは，安全確認の実施が可能な位置を指すのであって，およそ安全確認の実施が不可能な位置まで含むものではないと解されるから，やはり，その主張は失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "本件訂正を認めなかった本件決定の判断には上記1のとおり誤りがあり，新規性・進歩性の判断も，発明の要旨を訂正後各発明のとおりに認定した上で行うべきであるから，その余の取消事由につき判断するまでもなく，本件決定を取り消すのが相当である。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10117",
    "date": "2020-12-03",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089882",
    "ipprecedent_id": "5457",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}