{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2019-800009号事件につい"
    },
    {
      "text": "て令和元年9月26日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成25年6月5日，発明の名称を「空気分離方法」とする特許出願をし，平成28年9月2日，設定の登録を受けた(特許第5997105号。請求項の数4。甲21。以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成31年1月31日，本件特許について特許無効審判請求をし，特許庁は，これを無効2019-800009号事件として審理した(甲10，11)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，令和元年6月3日付け訂正請求書により，特許請求の範囲を訂正した(甲15。以下，この訂正を「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，令和元年9月26日，本件訂正を認めた上，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同年10月4日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，同年11月1日，本件審決の取消しを求める本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の本件訂正後の特許請求の範囲の記載は，次のとおりである(甲15，21)。なお，「／」は原文の改行部分を示す。以下，各請求項に係る発明を「本件発明1」などといい，併せて「本件各発明」ともいう。また，その明細書(甲21)を，図面を含めて「本件明細書」という。",
            "【請求項1】",
            "原料空気を圧縮する空気圧縮機と，／前記原料空気を用いて熱交換を行う主熱交換器と，／前記原料空気を酸素及び窒素に分離する高圧精留塔及び低圧精留塔と／を有する空気分離装置を用いて原料空気から酸素を回収する空気分離方法であって，／前記空気分離装置に備えられた前記高圧精留塔は1塔であり，／前記空気分離装置は，／前記低圧精留塔から液体酸素が導入されかつ熱交換部が設けられた容器，／前記容器内の熱交換部に昇圧空気を供給する空気供給ライン，／前記熱交換部で前記液体酸素と熱交換した空気を前記高圧精留塔に導入するラインを備え，／前記熱交換部は前記液体酸素を用いて熱交換を行うことによりガス酸素を生成し，前記容器内の前記液体酸素と前記ガス酸素とを前記主熱交換器にそれぞれ供給する液体酸素供給ライン及びガス酸素供給ラインをさらに備え，／前記容器内から取り出す前記液体酸素及び前記ガス酸素の量比率は，前記液体酸素の比率を10％以上80％以下とし，前記ガス酸素の比率を20％以上90％以下とし，／前記液体酸素供給ラインを介して高純度酸素を回収し，／前記ガス酸素供給ラインを介して前記高純度酸素よりも相対的に純度の低い低純度酸素を回収する／ことを特徴とする空気分離方法。",
            "【請求項2】",
            "前記空気分離装置は，前記容器内で前記熱交換部の上方に精留パッキン又は精留皿が設けられた請求項1に記載の空気分離方法。",
            "【請求項3】",
            "前記空気分離装置は，前記低圧精留塔から前記容器に液体酸素を供給する供給ラインと，該供給ラインに設けられ，前記低圧精留塔から前記容器に前記液体酸素を移送する液酸移送ポンプとを備えた請求項1または2に記載の空気分離方法。",
            "【請求項4】",
            "前記空気分離装置は，前記容器内で蒸発した酸素の一部を前記低圧精留塔に戻す戻しラインと，該戻しラインの途中に設けられたバルブとを備えた請求項1～3のいずれか1項に記載の空気分離方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件各発明は，下記アの引用例1に記載された発明(以下「引用発明1」という。)であるということはできないから，同法29条1項に違反せず，②本件各発明は，引用発明1及び下記イないしエの引用例2ないし4に記載された事項に基づいて当業者が容易に発明することができたとはいえないから，同条2項にも違反しない，③本件明細書の記載は，特許法36条4項1号の規定(実施可能要件)に適合する，④本件特許請求の範囲の記載は，同条6項1号の規定(サポート要件)に適合し，⑤同項2号の規定(明確性要件)にも適合する，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：米国特許第5682766号明細書(特許日：1997年11月4日。甲1の1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平10-259989号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：国際公開第2012／127148号(甲3の1)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：米国特許第5396773号明細書(特許日：1995年3月14日。甲7の1)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明1並びに本件発明1と引用発明1との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "(A)高純度酸素との間接的な熱交換によって原料空気を部分的に凝縮して，液体原料空気及びガス原料空気を精製し，",
                    "(B)ガス原料空気をターボ膨張し，ターボ膨張したガス原料空気を中圧塔に導入し，",
                    "(C)中圧塔内の原料空気を極低温精留により分離して窒素富化流体及び酸素富化流体を精製し，窒素富化流体及び酸素富化流体を低圧塔に導入し，",
                    "(D)低圧塔内で極低温精留により窒素富化流体及び酸素富化流体を精製し，低圧塔から酸素富化流体を側塔に導入し，",
                    "(E)側塔内で極低温精留により酸素富化流体を低純度酸素と高純度酸素に分離し，側塔から低純度酸素を回収し，側塔から高純度酸素を回収する，低純度酸素及び高純度酸素を生成する方法であって，",
                    "水蒸気，二酸化炭素及び炭化水素のような高沸点不純物が洗浄され，一般に50～60ポンド／平方インチ絶対圧(psia)の範囲内に圧縮された原料空気は，主熱交換器を通過することにより冷却され，得られた冷却された原料空気流は，側塔の底部リボイラーに導入され，側塔の高純度酸素を含む底部液体との間接熱交換によって部分的に凝縮され，底部リボイラー内の原料空気の部分凝縮は，液体原料空気及び残りのガス原料空気を生成し，2相流で相分離器に通され，底部リボイラー内の原料空気の部分凝縮の結果生じるガス原料空気は，ターボ膨張され，次いで，中圧塔の下部に導入され，",
                    "低圧塔内で，供給原料は，極低温精留によって窒素富化流体と酸素富化流体とに分離され，",
                    "酸素富化流体は，低圧塔の下部から抜き出され，側塔の上部に導入され，側塔内の極低温精留により低純度酸素と高純度酸素とに分離され，頂部気化ガス流が側塔の上部から低圧塔の下部に導入され，",
                    "高純度酸素は，側塔の底部で液体として集まり，前述の底部リボイラー内の原料空気の部分的凝縮が行われ，この液体の一部が気化され，側塔から液体として抜き出され，その一部分は高純度液体酸素製品として回収され，別の部分は，液体ポンプを通過することによってより高い圧力に圧送され，得られた加圧流は，主熱交換器を通過することによって気化され，流れにより高圧高純度酸素ガス製品として回収され，",
                    "低純度酸素は，高純度酸素が側塔から抜き取られる位置よりも15～25平衡段高い位置で側塔から液体として抜き出され，液体ポンプを通過することにより高い圧力に圧送され，主熱交換器を通過することによって気化され，高圧低純度酸素ガス製品が流れにより回収され，",
                    "低純度酸素に加えて，大量の高純度酸素を回収することができ，気体及び／又は液体形態で回収される高純度酸素の量は，気体及び／又は液体形態で回収される低純度酸素の量の0．5～1．0倍である，方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との一致点",
                  "text": [
                    "原料空気を圧縮する空気圧縮機と，",
                    "前記原料空気を用いて熱交換を行う主熱交換器と，",
                    "前記原料空気を酸素及び窒素に分離する高圧精留塔及び低圧精留塔と",
                    "を有する空気分離装置を用いて原料空気から酸素を回収する空気分離方法であって，",
                    "前記空気分離装置に備えられた前記高圧精留塔は1塔であり，",
                    "前記空気分離装置は，",
                    "前記低圧精留塔から液体酸素が導入されかつ熱交換部が設けられた容器，",
                    "前記容器内の熱交換部に昇圧空気を供給する空気供給ライン，",
                    "前記熱交換部で前記液体酸素と熱交換した空気を前記高圧精留塔に導入するラインを備え，",
                    "前記熱交換部は前記液体酸素を用いて熱交換を行い，前記容器内の前記液体酸素を前記主熱交換器に供給する液体酸素供給ラインをさらに備え，",
                    "前記液体酸素供給ラインを介して高純度酸素を回収し，",
                    "前記高純度酸素よりも相対的に純度の低い低純度酸素を回収する空気分離方法。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1との相違点",
                  "text": [
                    "相違点1",
                    "本件発明1においては，「熱交換部は液体酸素を用いて熱交換を行うことによりガス酸素を生成し，容器内のガス酸素を主熱交換器に供給するガス酸素供給ラインを備え，前記ガス酸素供給ラインを介して」前記高純度酸素よりも相対的に純度の低い低純度酸素を回収するのに対して，引用発明1においては，「頂部気化ガス流が側塔の上部から低圧塔の下部に導入され，低純度酸素は，高純度酸素が側塔から抜き取られる位置よりも15～25平衡段高い位置で側塔から液体として抜き出され，液体ポンプを通過することにより高い圧力に圧送され，主熱交換器を通過することによって気化され，」高圧低純度酸素ガス製品が流れにより回収される点。",
                    "相違点2",
                    "本件発明1においては，「容器内から取り出す液体酸素及びガス酸素の量比率は，前記液体酸素の比率を10％以上80％以下とし，前記ガス酸素の比率を20％以上90％以下とする」のに対して，引用発明1においては，「低純度酸素に加えて，大量の高純度酸素を回収することができ，気体及び／又は液体形態で回収される高純度酸素の量は，気体及び／又は液体形態で回収される低純度酸素の量の0．5～1．0倍である」点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1に基づく新規性の判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "引用発明1に基づく進歩性の判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件の判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "サポート要件の判断の誤り(取消事由4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1に基づく新規性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定",
              "text": [
                "本件審決は，引用発明1を，低純度酸素及び高純度酸素を生成する方法であるとした上，このうち低純度酸素については，「高純度酸素が側塔から抜き取られる位置よりも15～25平衡段高い位置で側塔から液体として抜き出され」，その後気化されるものと認定した。",
                "しかし，引用例1には，「Either or both of the lower purity oxygen and the higher purity oxygen may be withdrawn from side column 11 as liquid or vapor for recovery.」との記載(記載A)があり，「低純度酸素及び高純度酸素のいずれか又は両方は，液体又は蒸気として側塔11から抜き出され，最終製品として回収される。」と訳すことができる。記載Aによれば，引用発明1は，低純度酸素の生成に関し，気体として抜き出す方法を排除していない。",
                "したがって，本件審決が，引用発明1の認定において，低純度酸素については専ら液体として抜き出されるように認定した部分は，引用発明の認定を誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の認定",
              "text": [
                "本件審決は，低純度酸素の回収の態様につき，本件発明1においては，気体で回収されるのに対し，引用発明1においては，側塔から液体として抜き出された後に，液体ポンプを通過することにより高い圧力に圧送され，主熱交換器を通過することによって気化され，回収されるという相違があり，これが実質的な相違点であると判断した(相違点1)。",
                "しかし，前記(1)のとおり，本件審決が，引用発明1につき，低純度酸素については専ら液体として抜き出されるように認定した部分は，引用発明の認定を誤るものであり，この点を正しく認定すれば，引用例1には，低純度酸素が気体で回収されるという構成も開示されていることになる。",
                "したがって，本件審決が，相違点1を認定した上，それが実質的な相違点であると判断したことは誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "本件発明1は，引用発明1であり，新規性を欠くというべきである。",
                "〔被告の主張〕",
                "本件審決がした引用発明1の認定に誤りはない。",
                "刊行物の記載からどのような技術的事項が理解されるかは，理解の主体である当業者の視点によるべきであり，そのような視点からあえて理解すれば，記載Aは，「低純度の製品酸素及び高純度の製品酸素のいずれか又は両方は，回収のために，液体又は気化ガスとして側塔11から抜き出されてもよい。」となるが，その内容が包括的で明確な技術的意味をとることができないものである。",
                "記載Aには，酸素を回収するための構成が包括的に記載されているだけであり，その明確な技術的意味をとることができないから，記載Aに低純度酸素を気体で回収する構成が記載されていることにならず，したがって，記載Aを根拠として本件発明1が引用発明1であるということはできない。",
                "よって，相違点1は，実質的な相違点である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1に基づく進歩性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "仮に相違点1が実質的な相違点であるとしても，以下に述べるとおり，本件発明1は，引用発明1に基づいて容易に発明をすることができるから，進歩性を欠く。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1とは，要するに，本件発明1では，容器から低純度酸素を気体で取り出しているのに対し，引用発明1では，容器に相当する側塔11低純度酸素を液体で取り出しているということである。一般に，側塔のような蒸留塔から流体を抜き出す場合に，その状態を液体とするか気体とするかは，当業者にとって設計事項にすぎない。また，空気分離装置において，液体酸素に代えて気体酸素を選択することは，引用例2にみられるとおり，周知技術でもある。",
                "したがって，引用発明1に接した当業者は，側塔11から取り出される低純度酸素につき，需要家の要望に応じ，液体酸素に代えて気体酸素として抜き出すようにすることは，周知技術を適用することにより容易に想到できる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "低純度酸素を側塔11の中間部から液体状態で抜き出しても，気体状態で抜き出しても，側塔11の中間部からの抜き出しがない場合と比較して側塔11内の蒸留条件は改善される。また，低純度酸素を気体として抜き出したときも，L／Vの比の値を小さくすることはできる。",
                "したがって，引用発明1において，液体の低純度酸素を流れ103として抜き出すことに代えて，気体の低純度酸素を抜き出しても，高純度酸素の生成は促進され，引用発明1の特性を損なうことはない。",
                "よって，本件審決のいう阻害要因があるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告の主張する異質の効果1は，通常の空気分離装置において普通に生じている現象であり，特筆する効果ではない。また，進歩性において効果を論じるときは，引用発明が備えていない構成に基づく効果を主張すべきであるのに，異質の効果2は，引用発明1においても備えている構成による効果を主張するにすぎない。",
                "よって，被告の主張する上記の効果によって，進歩性が認められることはない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "阻害要因",
              "text": [
                "引用発明1において，大量の高純度酸素を生成することは，低純度酸素を側塔の底部より上方から液体として抜き出すことによって可能となる。",
                "すなわち，低純度酸素を上記の位置で液体として抜き出すと，側塔の底部に位置するリボイラーから側塔内に上昇する気化ガス量(V)と比較し，その位置よりも下に下降する液体量(L)が減少する。側塔の底部から取られた液体酸素流106について達成され得る純度は，流れ103が除去される位置より下の側塔内のVに対するLの比によって制限されるところ，この比が大きいほど，流れ106は不純となる。引用発明1の側塔から流れ103を抜き出すときに，低純度酸素を液体として抜き出すことに代えて，気体として抜き出す場合には，側塔の底部に位置するリボイラーから側塔内に上昇する気化ガス量(V)と比較して，その位置よりも下に下降する液体量(L)が減少することにならない。",
                "よって，引用発明1の側塔11から低純度酸素を液体として抜き出すことに代えて，気体として抜き出すことには，阻害要因がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，低純度酸素を側塔11の中間部から抜き出すときに，気体として取り出しても，側塔11内の蒸留条件は改善されると主張するが，原告のいう改善は，側塔11の中間部からの抜き出しをしない場合と比較したものにすぎず，液体として取り出す方法と比べて改善されることをいうものではない。気体として抜き出すときには，前記のとおり，その位置よりも下に下降する液体量(L)を減少させることにはならず，大量の高純度酸素を生成するという引用発明1の効果は得られない。",
                "よって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明1において供給し得る低純度液体酸素の純度の下限は，せいぜい主凝縮器21の液体酸素の純度であるが，本件発明1では，低圧精留塔内の主凝縮器の液体酸素の純度よりも低くすることができるという異質の効果1を有している。",
                "また，本件発明1では，主凝縮器6aから取り出す液体酸素の必要純度を低減することができるので，該低減分の酸素の沸点を下げることが可能となる。したがって，低圧精留塔6内で液体酸素とガス窒素との間で行われる熱交換の温度差を大きくすることができ，高圧精留塔5内の必要圧力を下げることができる。これにより，空気圧縮機2の吐出圧力を低減することができ，該圧縮機の消費動力の低減が可能となる。よって，空気分離装置1の稼動コストを従来よりも低く抑えることができるが，このような効果は引用発明1から予測されない異質の効果2である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，本件発明1は，引用発明1に基づいて当業者が容易になしえたとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件各発明の作用機序を，必要とされる高純度酸素が全体の酸素の一部である場合，容器を設置することで，その高純度酸素の純度を確保しつつ，「低圧精留塔」の「主凝縮器」から取り出す液体酸素の純度を下げることができ，その分，酸素の沸点を下げることが可能となり，その結果，「高圧精留塔」内の必要圧力を下げることができ，最終的に空気圧縮機の消費動力を低減できると認定した。",
            "しかし，これらは従来技術(甲1，4，5，8)にほかならず，容器を設置することによって空気分離装置の稼働コストを抑えることができるわけではない。そうすると，当業者は，空気分離装置の稼働コストを従来よりも抑えるという本件各発明の効果を得られるように発明を実施することができない。",
            "よって，本件明細書の記載は，実施可能要件に違反するというべきである。",
            "〔被告の主張〕",
            "特許法は，明細書のうち発明の詳細な説明について，その発明の属する分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものであることを求めているところ，本件明細書の発明の詳細な説明の記載が実施可能要件に適合するとした本件審決の判断に誤りはない。原告の主張は，実施可能要件への適否を，明細書の記載によらず，他の文献によって検討している点において，実施可能要件の趣旨や意義を正解していない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(サポート要件の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "課題の認定",
              "text": [
                "本件審決は，本件各発明の課題が，空気分離装置における稼働コストを小さくすることであり，その解決手段は，空気圧縮機の消費動力を従来よりも低減することであると認定した。しかし，このような技術は従来からあるものであり(甲1，8)，本件各発明には従来技術との関係で課題といえるものを認定することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題解決方法の認定",
              "text": [
                "本件審決は，液体酸素の抜き出し量を10％～80％の範囲とすることにより，空気圧縮機の動力を削減することができると認定した。",
                "しかし，本件各発明において空気圧縮機の動力が削減されるのは，空気凝縮容器を設置したことにより低圧精留塔内の主凝縮器における液体酸素濃度が低下したからであり，液体酸素の抜き出し量とは関係がない。",
                "本件審決は，課題解決方法の認定を誤っており，そのような課題解決方法に基づいて，本件各発明の特許請求の範囲の記載がサポート要件に適合すると判断することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「液体酸素抜き出し量」の臨界的意義",
              "text": [
                "被告は，特許出願の審査において，「液体酸素抜き出し量」を10％以上80％以下とする点に臨界的意義を有すると説明し，これを前提として，拒絶理由が解消され，本件各発明は特許査定された。被告は，審判手続においても「液体酸素抜き出し量」の臨界的意義を主張していたが，第一回口頭審理(令和元年9月2日)において，「液体酸素抜き出し量」には臨界的意義を要せずと主張し，本件審決は，その主張を容認し，「液体酸素抜き出し量」に臨界的意義がなくてもよいと判断した。",
                "本件審決の判断は，審査過程を無視したもので不当であり，許されない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "課題の認定",
              "text": [
                "本件各発明の課題は，空気分離装置における稼働コストを小さくすることであり，その解決手段は空気圧縮機の消費動力を従来よりも低減することであるところ，本件明細書には本件各発明が記載されており，当業者は本件明細書の記載により本件各発明の課題を解決できると認識することができる。以上は本件審決が正当に認定したところであり，誤りはない。",
                "原告の主張は，特許請求の範囲の記載を明細書の記載との間で対比すべきところを，従来技術により奏することのできる効果との間で対比することを求めている点において，サポート要件の趣旨や意義を正解していない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題解決方法の認定",
              "text": [
                "本件各発明においては，空気凝縮容器を設置したことにより低圧精留塔内の主凝縮器における液体酸素純度が低下し，このことにより空気圧縮機の動力が削減されるのであるが，液体酸素の抜き出し量と空気圧縮機の動力の削減との間に関係がないわけではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「液体酸素抜き出し量」の臨界的意義",
              "text": [
                "被告は，本件において数値限定の臨界的意義を主張したことはないから，原告の上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項",
              "text": [
                "本件明細書(甲21)には，次の各記載がある(図及び表は別紙1記載のもの)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，原料空気から酸素や窒素を精留分離する空気分離装置に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】発電設備や製鉄所等のように大量の酸素が消費される工場内には，酸素自給のための酸素製造設備を併設することが多い。従来，上記酸素製造設備として最も汎用されているのは，空気を原料として酸素を得ることができ，しかも副産物として窒素を得ることができる空気分離装置である。",
                    "【0003】製鉄業等の他に化学工業や半導体産業等でも空気分離装置が使用されており，取り出された酸素は酸化や酸素富化燃焼の用途で使われている。通常，酸素は空気分離装置から取り出された純度のままで使われているケースが多く，酸素富化燃焼では空気と混合させて炉に導入されているケースが多い。",
                    "【0004】例えば特許文献1には，精留塔で分離された高純度酸素のうち，一部(‥)を液体酸素で取り出して，ポンプで昇圧した後，昇圧圧縮機を使わず主熱交換器で蒸発させることによりガス酸素を取り出す方法が記載されている。",
                    "【0005】また特許文献2には，多段式主凝縮器で最低部に配置された凝縮器の高さを1200㎜以下とすることで，沸点上昇を低減させて消費電力を低減することが記載されている。この効果は酸素が低純度になるほど大きいことが記載されている。また同文献の請求項3には，最低部に配置された凝縮器には，空気の導入から始まり液体酸素を蒸発させることが記載されている。",
                    "【0006】さらに，図6及び図7に示すような空気分離装置もある。図6の空気分離装置は，空気圧縮機2，吸着器3，主熱交換器4，高圧精留塔5，低圧精留塔6，主凝縮器6a，及び酸素圧縮機7を主に備える。図6の空気分離装置では，低圧精留塔6で生成されたガス酸素が主熱交換器4と酸素圧縮機7を介して，その状態で外部に供給されるものと空気が混合されて外部に供給されるものとに分かれる。",
                    "【0007】また図7の空気分離装置は，空気圧縮機2，吸着器3，主熱交換器4，高圧精留塔5，低圧精留塔6，主凝縮器6a，昇圧圧縮機8，及び液酸ポンプ9を主に備える。図7の空気分離装置では，低圧精留塔6で生成された液体酸素が液酸ポンプ9で昇圧されて主熱交換器4を通った後，その状態で外部に供給されるものと空気が混合されて外部に供給されるものとに分かれる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0009】原料空気圧縮機の稼動コストの割合は空気分離装置全体の稼動コストのほとんどを占めることから，該原料空気圧縮機の消費動力を低減して稼動コストをさらに低減することが強く望まれている‥。上記特許文献1‥の空気分離装置では，上塔内のガス酸素のみを取り出すのではなく，液体酸素も取り出して利用することで，酸素圧縮機の流量の低減を図って消費動力を小さくしている。しかしながら，原料空気圧縮機についてはその消費動力の低減をさらに進める余地は残っている。",
                    "【0010】また，低圧蒸留塔からの液体酸素を塔外に設置した凝縮器容器内で蒸発させてガス酸素を得る構成の空気分離装置(‥)，並びに図6及び図7の空気分離装置においても，原料空気圧縮機の消費動力をより低減し得る余地がある。",
                    "【0011】本発明は，かかる従来の事情に鑑みてなされたものであり，空気圧縮機の消費動力を従来よりも低減して稼動コストを小さくすることができる空気分離装置を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0012】本発明に係る空気分離装置は，原料空気を圧縮する空気圧縮機と，前記原料空気を用いて熱交換を行う主熱交換器と，前記原料空気を酸素及び窒素に分離する高圧精留塔及び低圧精留塔とを有する空気分離装置であって，",
                    "前記低圧精留塔から液体酸素が導入されかつ熱交換部が設けられた容器を備え，",
                    "前記熱交換部は前記液体酸素を用いて熱交換を行うことによりガス酸素を生成し，",
                    "前記容器内の前記液体酸素と前記ガス酸素とを前記主熱交換器にそれぞれ供給する液体酸素供給ライン及びガス酸素供給ラインをさらに備えたことを要旨とする。",
                    "【0013】上記空気分離装置において，液体酸素供給ライン及びガス酸素供給ラインにより主熱交換器にそれぞれ供給された液体酸素及びガス酸素は，該主熱交換器で熱交換されることによって，高純度酸素及び低純度酸素として外部に供給される。なお本発明において，上記容器内の液体酸素を，容器内のガス酸素を基準として相対的に高純度酸素と称し，該容器内のガス酸素を，容器内の液体酸素を基準として相対的に低純度酸素と称することがある。",
                    "【0014】前記容器内から取り出す前記液体酸素及び前記ガス酸素の量比率において，前記液体酸素の比率を10％以上80％以下とし，前記ガス酸素の比率を20％以上90％以下とすることができる。",
                    "【0015】前記空気凝縮器容器内で前記空気凝縮器の上方に精留パッキン又は精留皿を設けることが好ましい。",
                    "【0016】前記容器内に空気又は昇圧空気を供給する空気供給ラインを備えた態様とすることができる。また，前記低圧精留塔から前記容器に液体酸素を供給する供給ラインと，該供給ラインに設けられ，前記低圧精留塔から前記容器に前記液体酸素を移送する液酸移送ポンプとを備えた態様とすることができる。",
                    "【0017】前記容器内で蒸発した酸素の一部を前記低圧精留塔に戻す戻しラインと，該戻しラインの途中に設けられたバルブとを備えた態様とすることができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0018】本発明に係る空気分離装置によれば，2種以上の純度の酸素を取り出すことができ，そのうち一種を低純度酸素(ガス酸素)で取り出すことによって，低圧精留塔内の主凝縮器に必要な酸素の純度を低減できる。その結果，空気圧縮機の吐出圧の低減を図ることができ，該圧縮機の消費動力を低減できる。したがって，空気分離装置の稼動コストを従来よりも小さくすることができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0022】1．第1実施形態",
                    "図1は本発明の第1実施形態に係る空気分離装置1の全体構成を示すブロック図である。",
                    "【0023】図1において本実施形態に係る空気分離装置1は，空気圧縮機2，吸着器3，主熱交換器4，高圧精留塔5，低圧精留塔6，低圧精留塔6内に設けられた主凝縮器6a，昇圧圧縮機8，液酸ポンプ9，空気凝縮器容器10，及び空気凝縮器容器10内に設けられた空気凝縮器10aを主として備えている。なお，主熱交換器4，高圧精留塔5，低圧精留塔6，主凝縮器6a，液酸ポンプ9，空気凝縮器容器(容器)10，及び空気凝縮器(熱交換部)10aは保冷箱7内に配されている。",
                    "【0024】原料空気は，空気圧縮機2により高圧精留に必要な圧力(約0．3～0．5MPa)に昇圧圧縮される，吸着器3により二酸化炭素，水分，炭化水素等の不純物が除去される。原料空気が吸着器3を経た後，その一部は保冷箱7内の主熱交換器4に供給され，その残りは昇圧圧縮機8に送られて昇圧された後に主熱交換器4に供給される。",
                    "【0025】吸着器3を経て主熱交換器4に供給された原料空気は，この主熱交換器4で冷却された後，供給ラインL1により高圧精留塔5内の底部に導入される。また，吸着器3及び昇圧圧縮機8を経て主熱交換器4に供給された原料空気は，この主熱交換器4で冷却された後，供給ラインL2により高圧精留塔5内の底部に導入される。高圧精留塔5内に導入された原料空気は，この高圧精留塔5内を上昇中に下降液と向流接触を行い，蒸留により低沸点成分が増加することで液体窒素と酸素リッチな液体空気とに精留分離される。",
                    "【0026】高圧精留塔5内で精留分離された液体窒素及び酸素リッチな液体空気は，それぞれ供給ラインL8及び供給ラインL9により低圧精留塔6内に導入される。低圧精留塔6内に導入された液体窒素と酸素リッチな液体空気は上昇ガスと向流接触を起こし，蒸留により低圧精留塔6内で高純度のガス窒素と液体酸素とに分離される。また，高圧精留塔5内のガス窒素は図示しない供給ラインにより低圧精留塔6の主凝縮器6aにも導入される。主凝縮器6aは，導入されたガス窒素と低圧精留塔6内の底部に溜まった液体酸素との間で熱交換を行って，該液体酸素を気化させつつ該ガス窒素を凝縮することにより液化させる。この熱交換に必要なガス窒素と液体酸素との温度差を確保するために，高圧精留塔5及び低圧精留塔6の各運転圧力が設定される。低圧精留塔6内で気化した上記ガス酸素は低圧精留塔6内で上昇ガスとなり精留分離に利用される。分離された高純度のガス窒素は製品窒素として低圧精留塔6の頂部より導出され，供給ラインL10により外部に供給される。",
                    "【0027】低圧精留塔6内で精留分離された液体酸素は，供給ラインL3により空気凝縮器容器10内に供給される。",
                    "【0028】ここで，供給ラインL1から分岐した供給ライン(空気供給ライン)L4が空気凝縮器容器10に接続されている。この供給ラインL4により，主熱交換器4を経た原料空気が空気凝縮器容器10内に送られるようになっている。",
                    "【0029】次に，空気凝縮器容器10内に設けられた空気凝縮器10aは，上述の供給ラインL3により送られてきた液体酸素と供給ラインL4により送られてきた空気との間で熱交換を行う。該熱交換により気化したガス酸素(低純度酸素)は，供給ライン(ガス酸素供給ライン)L5により主熱交換器4に送られて常温に戻された後，必要に応じて空気が混合されて酸素富化燃焼用酸素として外部(酸素富化炉)に供給される。なお，酸素富化燃焼用として必要な酸素純度は極めて低く，通常約30％程度の純度で足りる。",
                    "【0030】一方，空気凝縮器容器10の底部には供給ライン(液体酸素供給ライン)L6が接続されており，該供給ラインL6の途中に液酸ポンプ9が設けられている。このような構成において空気凝縮器容器10内の液体酸素は，供給ラインL6により液酸ポンプ9に送られて必要圧に昇圧された後，主熱交換器4で蒸発及び昇温されることによりガス酸素(高純度酸素)となり，酸化用酸素として外部(酸化炉)に供給される。",
                    "【0032】‥本実施形態に係る空気分離装置1によれば，酸素富化燃焼用の低純度酸素と酸化用の高純度酸素が必要とされる場合，つまり，必要とされる高純度酸素が全体の酸素の一部である場合に，その必要とされる高純度酸素の純度を確保しつつも低圧精留塔6内の液体酸素の純度を下げることができる。",
                    "【0034】表1において，空気凝縮器容器10から取り出す高純度酸素(液体酸素)の純度が92．5％であってその量が全体酸素量の20％であり，残り量の80％の酸素を酸素富化用の低純度酸素(純度80％)として取り出す場合，高純度酸素の92．5％という純度を得るために必要な主凝縮器6a内の液体酸素の純度は82．2％であることが分かる。",
                    "【0035】低圧精留塔6内の液体酸素が空気凝縮器容器10に導入されると，該容器内で液体酸素は原料空気との熱交換によって加熱されて気化する。この場合，相対的に沸点の低い窒素が気化し易くなるので，当該気化により液体中の窒素が減少し，空気凝縮器容器10内の液体酸素の純度は例えば92．5％に上がる。なお，空気凝縮器容器10から取り出すガス酸素の純度は，上記気化した窒素が多めに含まれるので80％となる。",
                    "【0036】このように，主凝縮器6aから取り出す液体酸素の必要純度を約10％低減できるので，該10％分の酸素の沸点を下げることが可能となる。したがって，低圧精留塔6内で液体酸素とガス窒素との間で行われる熱交換の温度差を大きくすることができ，高圧精留塔5内の必要圧力を下げることができる。これにより，空気圧縮機2の吐出圧力を低減することができ，該圧縮機の消費動力の低減が可能となる。よって，空気分離装置1の稼動コストを従来よりも抑えることができる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "text": [
                    "【0053】1．実施例1",
                    "‥空気分離装置1において空気凝縮器容器10から取り出す全体酸素量(純酸素)に占める液体酸素(純酸素)の取り出す比率を20％に固定し，ガス酸素の純度を変えた場合の空気凝縮器容器10内の液体酸素の純度等を特定した(表1参照)。",
                    "【0054】表1において，ガス酸素の必要純度を低くするにつれ，主凝縮器の液体酸素に必要な純度も低下し，それに応じて空気圧縮機に必要な圧力も低減できることが確認できた。表1の一例をピックアップすれば，酸化炉に供給する酸化用酸素として本来必要である92．5％という純度の酸素を空気凝縮器10aで得ることにより，低圧精留塔6内の液体酸素としては92．5％という高い純度が要求されずに，それよりも低い82．2％の純度で済むことが可能となり，空気圧縮機の吐出圧の低減につながった。",
                    "【0055】これまで95％以上(例えば95．5％)の純度を低圧精留塔の主凝縮器で得る場合の空気圧縮機の吐出圧は445kPaGで，空気圧縮機原単位は0．072kWh／Ｎ㎥であった。しかし，本発明の空気分離装置1によれば，空気凝縮器容器10内の液体酸素の純度が95．8％であるとき，主凝縮器6aの液体酸素の純度が91．1％で，空気圧縮機2の吐出圧は399kPaGで，空気圧縮機原単位は0．068kWh／Ｎ㎥となり，約5．6％の空気圧縮機原単位の低減が可能となることが確認できた。なお，ガス酸素の必要純度が低いほど，その効果(空気圧縮機原単位の低減効果)は大きくなる。",
                    "【0056】2．実施例2",
                    "図3の空気分離装置1bにおいて，空気凝縮器容器10から取り出す全体酸素量(純酸素)に占める液体酸素(純酸素)の取り出す比率を20％に固定し，ガス酸素の純度を99．6％，95．0％，90．0％，80．0％，70．0％に変えた場合の空気凝縮器容器10内の液体酸素の純度等を特定した。特定結果を表2に示す。",
                    "【0058】表2においても，空気凝縮器容器10内の液体酸素の純度を99．6％(一部99．8％を除く)に維持しながらガス酸素の必要純度を低くするにつれ，主凝縮器の液体酸素に必要な純度も低下し，それに応じて空気圧縮機に必要な圧力も低減できることが確認できた。",
                    "【0059】3．実施例3",
                    "図1の空気分離装置1において，ガス酸素純度を70％，80％，90％として，空気凝縮器容器10からの液体酸素の抜き出し量(取り出し比率)を変えた場合の空気圧縮機の吐出圧をそれぞれ算定した。算定結果を表3～表5に示す。なお，表3がガス酸素純度70％のものであり，表4がガス酸素純度80％のものであり，表5がガス酸素純度90％のものである。また，各表において液体酸素抜き出し量は全酸素(純酸素)に対する割合であり，液体酸素抜き出し量が0％及び100％であるものは従来例(比較例)に相当する(以下，同じ)。",
                    "【0063】表3～表5において，ガス酸素純度に関わらず，空気圧縮機の吐出圧を最も小さくできるのは，液体酸素の抜き出し量が10％であるときということが確認できた。またその中でも，ガス酸素純度が90％，80％，70％と低下するにつれて，空気圧縮機の吐出圧を低減できることが確認できた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の特徴",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明は，原料空気から酸素や窒素を精留分離する空気分離装置に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来の空気分離装置には，上塔内のガス酸素とともに液体酸素も取り出して利用することで，酸素圧縮機の流量の低減を図って消費動力を小さくするものや，低圧蒸留塔からの液体酸素を塔外に設置した凝縮器容器内で蒸発させてガス酸素を得る構成のものなどがあるが，いずれも原料空気圧縮機の消費動力をより低減し得る余地がある(【0009】，【0010】)。",
                    "本件各発明は，空気圧縮機の消費動力を従来よりも低減して稼動コストを小さくすることができる空気分離装置を提供することを目的とする(【0011】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明に係る空気分離装置は，原料空気を圧縮する空気圧縮機と，前記原料空気を用いて熱交換を行う主熱交換器と，前記原料空気を酸素及び窒素に分離する高圧精留塔及び低圧精留塔とを有する空気分離装置を用いて原料空気から酸素を回収する空気分離方法であって，前記低圧精留塔から液体酸素が導入されかつ熱交換部が設けられた容器を備え，前記熱交換部は前記液体酸素を用いて熱交換を行うことによりガス酸素を生成し，前記容器内の前記液体酸素と前記ガス酸素とを前記主熱交換器にそれぞれ供給する液体酸素供給ライン及びガス酸素供給ラインをさらに備えたことを要旨とする(【0012】)。",
                    "上記空気分離装置において，液体酸素供給ライン及びガス酸素供給ラインにより主熱交換器にそれぞれ供給された液体酸素及びガス酸素は，該主熱交換器で熱交換されることによって，高純度酸素及び低純度酸素として外部に供給される。容器内から取り出す前記液体酸素及び前記ガス酸素の量比率において，前記液体酸素の比率を10％以上80％以下とし，前記ガス酸素の比率を20％以上90％以下とすることができる(【0013】，【0014】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件各発明に係る空気分離装置によれば，2種以上の純度の酸素を取り出すことができ，そのうち一種を低純度酸素(ガス酸素)で取り出すことによって，低圧精留塔内の主凝縮器に必要な酸素の純度を低減し，その結果，空気圧縮機の吐出圧の低減を図ることができ，該圧縮機の消費動力を低減できる。したがって，空気分離装置の稼動コストを従来よりも小さくすることができる(【0018】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明1に基づく新規性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1の記載(図面は別紙2に記載のもの。訳文は，主として甲1の2による。)",
                  "text": [
                    "技術分野",
                    "本発明は，一般に原料空気の極低温精留に関し，より詳細には，低純度酸素及び高純度酸素を精製するための原料空気の極低温精留に関する。(1欄5～8行)",
                    "背景技術",
                    "低純度酸素は，一般に，2塔の原料空気の極低温精留によって大量に精製され，高圧塔の圧力で原料空気を使用して低圧塔の底部液体を再沸騰させ，その後，高圧塔に導入する。(1欄12～17行)",
                    "従来から，低純度酸素と共に，いくらかの高純度酸素を精製することは可能であったが，従来のシステムでは，低純度酸素と共に，効果的に大量の高純度酸素を精製できない。(1欄20～24行)",
                    "発明が解決しようとする課題",
                    "本発明の目的は，低純度酸素及び高純度酸素の両方を高回収率で効果的に精製することができる極低温精留システムを提供することである。(1欄25～28行)",
                    "課題を解決するための手段"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "本開示を読むことにより当業者に明らかになる上記及び他の目的は，本発明によって達成され，その1つの態様は，",
                      "text": [
                        "低純度酸素及び高純度酸素を精製する方法であって，",
                        "(A)高純度酸素との間接的な熱交換によって原料空気を部分的に凝縮して，液体原料空気及びガス原料空気を精製し，",
                        "(B)ガス原料空気をターボ膨張し，ターボ膨張したガス原料空気を中圧塔に導入し，",
                        "(C)中圧塔内の原料空気を極低温精留により分離して窒素富化流体及び酸素富化流体を精製し，窒素富化流体及び酸素富化流体を低圧塔に導入し，",
                        "(D)低圧塔内で極低温精留により窒素富化流体及び酸素富化流体を精製し，低圧塔から酸素富化流体を側塔に導入し，",
                        "(E)側塔内で極低温精留により酸素富化流体を低純度酸素と高純度酸素とに分離し，側塔から低純度酸素を回収し，側塔から高純度酸素を回収する。(1欄41行～2欄3行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "気化ガスと液体の接触分離プロセスは，成分の沸点の差に依存する。低沸点の成分は気化ガス相に濃縮する傾向があり，高沸点の成分は液相に濃縮する傾向がある。(2欄38行～43行)"
                    },
                    {
                      "fig": "c",
                      "subject": "本明細書で使用する「リボイラー」という用語は，塔液体から塔上昇気化ガスを精製する熱交換器を意味する。リボイラーは，塔の内部又は外部に配置することができる。底部リボイラーは，塔の底部，すなわち物質移動要素の下方から液体を気化させるリボイラーである。(2欄64行～3欄2行)",
                      "text": [
                        "発明を実施するための形態"
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "図1は，本発明の1つの好ましい実施形態の概略図である。",
                        "図1に示すように，水蒸気，二酸化炭素及び炭化水素のような高沸点不純物が洗浄され，一般に50～60ポンド／平方インチ絶対圧(psia)の範囲内に圧縮された原料空気60は，主熱交換器1を通過することにより，戻り流れとの間接熱交換によって冷却される。得られた冷却された原料空気流61は，側塔11の底部リボイラー20に導入され，側塔11の高純度酸素を含む底部液体との間接熱交換によって部分的に凝縮される。底部リボイラー20内の原料空気の部分凝縮は，液体原料空気及び残りのガス原料空気を生成し，2相流62で相分離器40に通される。(3欄41行～54行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "底部リボイラー20内の原料空気の部分凝縮の結果生じるガス原料空気は，ターボ膨張され，次いで，第1の塔又は中圧塔10の下部に導入される。図1に示す本発明の実施形態は，このガス原料空気が，ターボ膨張前に少なくとも部分的に過熱される好ましい実施形態である。図1に示すように，底部リボイラー20内の原料空気の部分凝縮の結果生じるガス原料空気は，相分離器40から流れ63として排出される。流れ63の第1の部分64は，主熱交換器1の部分的な横断によって加熱されて，加熱された流れ65を形成する。流れ63の第2の部分66がバルブ67を通過し，得られた流れ68が流れ65と合流して流れ69を形成し，ターボ膨張器30を通過することによって中圧塔10の操作圧力付近までターボ膨張され，寒冷を発生させる。得られたターボ膨張した原料空気流70は，ターボ膨張器30から中圧塔10の下部に導入される。高沸点不純物が清浄化され，120～500psiaの範囲の圧力に圧縮された第2の原料空気流80は，主熱交換器1を通過することによって冷却され，得られた冷却原料空気流81は，中圧塔10に導入される。(3欄55行～4欄13行)"
                    },
                    {
                      "fig": "c",
                      "subject": "中圧塔10は，一般に30～40psiaの範囲内の圧力で操作され，2塔システムの従来の高圧塔の操作圧力よりも低い圧力で操作されている。中圧塔10内の原料空気は，極低温精留により窒素富化気化ガス及び酸素富化液体に分離される。窒素富化気化ガスは，中圧塔10の上部から流れ92により低圧塔12の底部リボイラー21に導入され，低圧塔12の底部液体との間接熱交換によって凝縮される。得られた窒素富化液体93は，還流として中圧塔10の上部に流入する第1の部分94と，過冷却器又は熱交換器2を通過することによって過冷却される第2の部分95とに分割される。過冷却流96は，バルブ97を通過し，次いで還流として流れ98により低圧塔12の上部に流入する。(4欄14行～30行)"
                    },
                    {
                      "fig": "d",
                      "subject": "底部リボイラー20内の原料空気の部分的凝縮から生じる液体原料空気は，低圧塔12に導入される。酸素富化液体は，中圧塔10の下部から低圧塔12に導入される。図1に示す本発明の実施形態は，これら2つの液体を組み合わせて低圧塔に通す好ましい実施形態である。図1に示すように，底部リボイラー20内の原料空気の部分凝縮から生じる液体原料空気は，流れ71として相分離器40から抜き出され，バルブ72を通過する。酸素富化液体は，中圧塔10の下部から流れ73として抜き出され，流れ71と合流して流れ74を形成する。流れ74は過冷却器3を通過することによって過冷却され，得られた流れ75はバルブ76を通り，次いで流れ77として低圧塔12に導入される。高沸点不純物が除去され，50～60psiaの範囲内の圧力に圧縮された第3の原料空気流82は，主熱交換器1を通過することによって冷却される。得られた流れ83は，熱交換器4を通過することによってさらに冷却され，得られた流れ84は，バルブ85を通過し，次いで，流れ86として，低圧塔12の上部に流入される。(4欄31行～53行)"
                    },
                    {
                      "fig": "e",
                      "subject": "第2の塔又は低圧塔12は，中圧塔10の圧力よりも低い圧力で，一般に18～22psiaの範囲内で操作されている。低圧塔12内で，塔への種々の供給原料は，極低温精留によって窒素富化流体と酸素富化流体とに分離される。窒素富化流体は，低圧塔12の上部から流れ100として抜き出され，熱交換器2，3，4及び1を通過することによって加温され，流れ102として除去され，全体又は一部が99モル％以上の窒素濃度を有する製品窒素ガスとなる。酸素富化流体は，液体流91により低圧塔12の下部から抜き出され，側塔11の上部に導入される。(4欄54行～67行)"
                    },
                    {
                      "fig": "f",
                      "subject": "側塔11は，一般に18～22psiaの範囲内の圧力で操作されている。酸素富化流体は，側塔11内の極低温精留により低純度酸素と高純度酸素とに分離される。頂部気化ガス流90が側塔11の上部から低圧塔12の下部に導入される。(5欄1行～7行)"
                    },
                    {
                      "fig": "g",
                      "subject": "低純度酸素及び高純度酸素のいずれか又は両方は，回収のために，液体又は気化ガスとして側塔11から抜き出されてもよい。(5欄8行～10行。記載A)"
                    },
                    {
                      "fig": "h",
                      "subject": "高純度酸素は，側塔11の底部で液体として集まり，前述の底部リボイラー20内の原料空気の部分的凝縮が行われ，この液体の一部が気化される。図1に示すように，高純度酸素は，流れ106により側塔11から液体として抜き出され，流れ106の一部分107は製品高純度液体酸素として回収される。流れ106の別の部分108は，液体ポンプ34を通過することによってより高い圧力に圧送され，得られた加圧流109は，主熱交換器1を通過することによって気化され，製品高圧として流れ110により製品高圧高純度酸素ガスとして回収される。(5欄11行～22行)"
                    },
                    {
                      "fig": "i",
                      "subject": "低純度酸素は，高純度酸素が側塔11から抜き取られる位置よりも15～25平衡段高い位置で側塔11から抜き出される。図1に示すように，低純度酸素は，流れ103により液体として側塔11から抜き出され，液体ポンプ35を通過することにより高い圧力に圧送される。加圧流104は，主熱交換器1を通過することによって気化され，製品高圧低純度酸素ガスが流れ105により回収される。(5欄23行～32行)"
                    },
                    {
                      "fig": "j",
                      "subject": "本発明の実施により，低純度酸素に加えて，大量の高純度酸素を回収することができる。一般に，本発明の実施では，気体及び／又は液体形態で回収される高純度酸素の量は，気体及び／又は液体形態で回収される低純度酸素の量の0．5～1．0倍である。(5欄33行～39行)"
                    },
                    {
                      "fig": "k",
                      "subject": "大量の高純度酸素の精製は，低純度液体酸素を側塔11の底部より上方から抜き出すことによって可能になる。この酸素の抜き出しは，その底部に位置するリボイラー20から側塔内に上昇する気化ガス量(V)と比較して，その点より下に下降する液体量(L)を減少させる。側塔11の底部から取られた液体酸素流106について達成され得る純度は，流れ103が除去される地点より下の側塔11内のL対Vの比によって制限される。この比が大きいほど，不純な流れ106がより多くなる。流れ103を抜き取ることにより，結果としてL対V比が減少するため，側塔11の底部からの高純度酸素の精製が促進される。(5欄40行～53行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，引用発明1を前記第2の3(2)アのとおり，低純度酸素の生成に関し，「高純度酸素が側塔から抜き取られる位置よりも15～25平衡段高い位置で側塔から液体として抜き出され，液体ポンプを通過することにより高い圧力に圧送され，主熱交換器を通過することによって気化され」るものと認定した。",
                    "原告は，上記認定を争い，引用発明1は，低純度酸素を専ら液体として抜き出すものではないと主張し，その根拠として記載Aを指摘する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "記載Aは，「Either or both of the lower purity oxygen and the higher purity oxygen may be withdrawn from side column 11 as liquid or vapor for recovery.」というものである(甲1の1。5欄8行～10行)。引用例1の他の箇所(例えば，5欄11行～22行，23行～32行，33行～39行)において，“recover”の用語が最終的な製品を得ることという意味で用いられていることからすると，記載A文末の“recovery”も最終製品の回収のことを意味し，他方で文中の“withdrawn”は，中間的な生成物の抜き出しのことを意味するものと解される(4欄40行の“withdrawn”，5欄43行の“withdrawal”も同様である。)。そうすると，記載Aは，前記ア gのとおり，低純度酸素及び高純度酸素のいずれか又は両方は，回収のために，液体又は気化ガスとして側塔11から抜き出されてもよいと訳すのが相当である。",
                    "そうだとすると，記載Aからは，引用発明1が低純度酸素を専ら液体として抜き出すもので，気体としての抜き出しは排除されている，と理解するのは困難である。",
                    "しかも，引用例1の全体をみると，引用発明1が解決しようとする課題は，低純度酸素及び高純度酸素の両方を高回収率で効果的に精製することができる極低温精留システムを提供することであり ，課題を解決する手段は，空気成分の沸点の差，すなわち低沸点の成分は気化ガス相に濃縮する傾向があり，高沸点の成分は液相に濃縮する傾向があることを利用したものである(同 と認められ，図1に示されたのは，あくまで，好ましい実施形態にすぎない 。図1の説明においては，低純度酸素を液体として抜き出し，それにより大量の高純度酸素を得られるとしても，それは，最も好ましい実施形態を示したものであって，引用例1に側塔11から低純度酸素を気体として抜き出すことが記載されていないとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，証拠(甲2，3の1，4，7の1，8)によれば，本件発明1の出願当時，空気分離装置又は方法において，高純度酸素と区別して低純度酸素を回収することができ，その際に，精留塔から，低純度酸素を気体として抜き出す方法も液体として抜き出す方法もあることは，技術常識であったと認められる。上記認定の技術常識に照らしても，引用例1には，低純度酸素を液体として抜き出すことのみならず，気体として抜き出すことが記載されているに等しいというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そうすると，本件審決が，引用発明1を，低純度酸素を専ら液体として抜き出すものと認定し，これを一致点とせずに相違点1と認定したことは，誤りといわざるを得ない。",
                    "本件審決は，その余の相違点及び本件発明2～4と引用発明1との相違点について判断せず，原告被告ともにこれを主張立証していないから，これらの点に係る新規性及び進歩性については，再度の審判により審理判断が尽くされるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "よって，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件の判断の誤り)について",
          "text": [
            "事案に鑑み，取消事由3についても判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件適合性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明に係る「空気分離方法」のための「空気分離装置」は，2種以上の純度の酸素を取り出すものであり，そのうち1種を低純度のガス酸素で取り出すことによって，低圧精留塔内の主凝縮器に必要な酸素の純度を低減でき，その結果，空気圧縮機の吐出圧の低減を図り，該圧縮機の消費動力を低減し，「空気分離装置」の稼動コストを従来よりも小さくすることができるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各発明において用いられる装置は，「空気圧縮機」，「吸着器」，「主熱交換器」，「高圧精留塔」，「低圧精留塔」，「低圧精留塔」内に設けられた「主凝縮器」，「昇圧圧縮機」，「液酸ポンプ」，「空気凝縮器容器」及び「空気凝縮器容器」内に設けられた「空気凝縮器」を主として備える「空気分離装置」であり，それぞれの意味するところは，図面をもって具体的に示されている(【0023】，図1)。",
                    "工程についても，①「低圧精留塔」内で精留分離された液体酸素が，「空気凝縮器容器」内に供給され，「空気凝縮器容器」内で気化したガス酸素(低純度酸素)が，供給ライン(ガス酸素供給ライン)により「主熱交換器」に送られて常温に戻された後，必要に応じて空気が混合されて酸素富化燃焼用酸素として外部(酸素富化炉)に供給されること(【0027】～【0029】)，②「空気凝縮器容器」内の液体酸素は，供給ラインにより「液酸ポンプ」に送られて必要圧に昇圧された後，「主熱交換器」で蒸発及び昇温されることによりガス酸素(高純度酸素)となり，酸化用酸素として外部(酸化炉)に供給されること(【0030】)，③「空気凝縮器容器」内の液体酸素(高純度酸素)の抜き出し量は，例えば10％～80％の間とすること(【0059】，【表3～5】)，以上のことが，具体的に示されている。",
                    "そして，以上のような「空気分離装置」によれば，必要とされる高純度酸素が全体の酸素の一部である場合に，必要とされる高純度酸素の純度を確保しつつ，「低圧精留塔」の「主凝縮器」から取り出す液体酸素の純度を低減し，低減分の酸素の沸点を下げることが可能となり，また，「低圧精留塔」内で液体酸素とガス窒素との間で行われる熱交換の温度差を大きくすることにより，「高圧精留塔」内の必要圧力を下げることができ，これにより，「空気圧縮機」の吐圧力を低減し，ひいては該圧縮機の消費動力の低減が可能となるので，「空気分離装置」の稼動コストを従来よりも抑えることができるとして，効果及びその機序の説明もされている(【0018】，【0035】，【0036】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書の発明の詳細な説明には，前記ア，イのことがその具体的な実施の形態も含めて記載されており，当業者は，これをみれば，過度の試行錯誤を要することなく，本件各発明を実施することができる。",
                    "よって，本件明細書の発明の詳細な説明の記載は，実施可能要件に適合する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件各発明は，その作用機序に照らすと従来技術にほかならず，空気分離装置の稼働コストの抑制も容器設置によって可能になるわけではないとして，その故に，本件明細書の記載の実施可能要件適合性を争う。",
                "しかしながら，本件明細書の発明の詳細な説明の記載が実施可能要件に適合することは，前記(1)のとおりである。また，実施可能要件への適否は，明細書の記載及び当業者の技術常識によって本件各発明が製造・使用等実施できるか否かを判断すべきところ，原告の主張は，実施可能要件適合性を争うものとしては適切でない。",
                "よって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件明細書の記載は，実施可能要件に適合するから，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(サポート要件の判断の誤り)について",
          "text": [
            "事案に鑑み，取消事由4についても判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件の判断の枠組み",
              "text": [
                "特許請求の範囲の記載が，サポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明により当業者が当該発明の課題を解決できると認識できる範囲内のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できる範囲のものであるか否かを検討して判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，本件各発明の課題として，従来の空気分離装置においては，空気圧縮機の消費動力をより低減し得る余地があったことから，これを更に進め，稼動コストを小さくすることができる空気分離装置を提供することであると記載されている(【0009】～【0011】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当該課題を解決するための手段としては，前記3(1)イの各構成からなる装置を用い，各工程からなる作業を行うことが記載されている(【0023】，図1，【0027】～【0030】，【0059】，【表3～5】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明の効果としては，本件各発明の方法によれば，2種以上の純度の酸素を取り出すことができるところ，そのうち一種を低純度酸素(ガス酸素)で取り出すことによって，低圧精留塔内の主凝縮器に必要な酸素の純度を低度とし，その結果，空気圧縮機の吐出圧を低減，ひいては，該圧縮機の消費動力を低減することができ，以上の結果，空気分離装置の稼動コストを従来よりも小さくすることができるということが記載されている(【0018】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "サポート要件適合性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，上記(2)のとおり，空気分離装置の稼動コストを従来よりも小さくすることができるための方法について，用いられる装置の構成やその動作が記載され，具体的に説明されているから，空気分離装置を用いて酸素等を生産する当業者であれば，本件明細書の記載から，上記(2)アの課題を解決するために，イの解決手段を備え，ウの効果を奏することによって課題を解決することのできる発明を認識することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各発明に係る特許請求の範囲の記載は，前記第2の2のとおりであるところ，本件明細書には，同発明が記載されており，当業者は，本件明細書の記載により本件各発明の課題を解決できると認識することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件各発明は，発明の詳細な説明に記載された発明で，発明の詳細な説明により当業者が当該発明の課題を解決できると認識できる範囲内のものであるということができるから，その特許請求の範囲の記載は，サポート要件に適合する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，空気分離装置に係る稼働コストの減少を課題とし，空気圧縮機の消費動力を従来よりも低減することを解決手段とする技術は従来からあるので，本件各発明には従来技術との関係で課題といえるものを認定することができないとして，その特許請求の範囲の記載のサポート要件適合性を争う。",
                    "しかしながら，サポート要件への適否は，特許請求の範囲の記載と明細書の記載との間で対比すべきところ，原告の主張は，従来技術により奏することのできる効果との間で対比することを求めている点において，サポート要件適合性を争うものとしては適切でないし，課題解決手段を上位概念化するものであって，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，液体酸素の抜き出し量を10％～80％の範囲とすることにより，空気圧縮機の動力を削減することができるとした本件審決の認定について，本件各発明において空気圧縮機の動力が削減されるのは，空気凝縮容器を設置したことにより低圧精留塔内の主凝縮器における液体酸素濃度が低下したからであり，液体酸素の抜き出し量とは関係がないから，課題解決方法の認定を誤っているとも主張する。",
                    "しかしながら，本件各発明の課題は前記(2)アのとおりであり，その課題解決手段は前記(2)イのとおりであって，本件各発明が，発明の詳細な説明により当業者が当該発明の課題を解決できると認識できる範囲内のものであるといえることは，前記(3)のとおりである。原告の主張は，課題解決手段を本件各発明の一部のみに限定したもので，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件各発明に係る特許請求の範囲の記載は，サポート要件に適合するから，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張する取消事由1は理由がある。",
            "よって，本件審決を取り消すこととし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10150",
    "date": "2020-09-15",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089707",
    "ipprecedent_id": "5421",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}