{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日  - 1 -"
    },
    {
      "text": "と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800107号事件について令和元年8月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求に対する不成立審決の取消訴訟である。争点は，新規性・進歩性の有無及びサポート要件・実施可能要件違反の有無並びに明確性要件違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "手続の経緯",
          "text": [
            "被告は，平成25年12月17日(以下「本件出願日」という。)，発明の名称を「加熱式エアロゾル発生装置，及び一貫した特性のエアロゾルを発生させる方法」とする特許出願(特願2015-522125号。優先権主張：平成24年12月28日［以下「本件優先日」という。］，欧州特許庁)をし，平成29年4月14日，その特許権の設定登録(特許第6125008号)を受けた(以下「本件特許」といい，本件特許に係る明細書及び図面を「本件明細書」という。甲6)。",
            "原告は，平成30年8月29日に本件特許の無効審判請求(無効2018-800107号)をしたところ，特許庁は，令和元年8月20日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，本件審決の謄本は，同月29日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項1～26(以下，各請求項の発明を，請求項の番号に従い「本件発明1」などといい，併せて「本件発明」という。)は，以下のとおりのものである。",
            "【請求項1】",
            "エアロゾル発生装置におけるエアロゾルの発生を制御する方法であって，前記装置は，",
            "エアロゾル形成体を含むエアロゾル形成基材を加熱するように構成された少なくとも1つの加熱要素を含むヒータと，",
            "前記加熱要素に電力を供給するための電源と，",
            "を備え，前記方法は，",
            "前記加熱要素に供給される前記電力を，前記装置を動作させた直後の第1段階において前記加熱要素の温度が初期温度から第1の温度に上昇するように電力が前記少なくとも1つの加熱要素に供給され，第2段階において前記加熱要素の温度が前記第1の温度よりも低い第2の温度に低下するが，前記エアロゾル形成体の揮発温度より低くならないように電力が供給され，第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇するように電力が供給されるよう制御するステップを含む，",
            "ことを特徴とする方法。",
            "【請求項2】",
            "前記加熱要素に供給される前記電力を制御するステップは，前記第2段階及び前記第3段階において前記加熱要素の温度を所望の温度範囲内に維持するように行われる，",
            "ことを特徴とする請求項1に記載の方法。",
            "【請求項3】",
            "前記所望の温度範囲は，摂氏240度～摂氏340度の下限と，摂氏340度～摂氏400度の上限とを有する，",
            "ことを特徴とする請求項2に記載の方法。",
            "【請求項4】",
            "前記第1の温度は，摂氏340度～摂氏400度である，",
            "ことを特徴とする請求項1から3のいずれかに記載の方法。",
            "【請求項5】",
            "前記第1段階，前記第2段階又は前記第3段階は，所定の持続時間を有する，",
            "ことを特徴とする請求項1から4のいずれかに記載の方法。",
            "【請求項6】",
            "前記第1段階は，前記加熱要素が前記第1の温度に達した時に終了する，",
            "ことを特徴とする請求項1から5のいずれかに記載の方法。",
            "【請求項7】",
            "前記第2段階の持続時間は，前記第2段階中に前記加熱要素に供給された総電力量に基づいて決定される，",
            "ことを特徴とする請求項1から6のいずれかに記載の方法。",
            "【請求項8】",
            "ユーザによる前記エアロゾル発生装置の吸煙を検出するステップをさらに含み，前記第1，第2又は第3段階は，ユーザによる所定の吸煙回数を検出した後に終了する，",
            "ことを特徴とする請求項1から7のいずれかに記載の方法。",
            "【請求項9】",
            "前記エアロゾル形成基材の特性を識別するステップをさらに含み，前記電力を制御するステップは，前記識別された特性に依存して調整される，",
            "ことを特徴とする請求項1から8のいずれかに記載の方法。",
            "【請求項10】",
            "エアロゾルは，前記第1段階，前記第2段階及び前記第3段階の各々の期間に生成される，請求項1から9のいずれかに記載の方法。",
            "【請求項11】",
            "前記基材は，5秒よりも長い持続時間にわたってエアロゾルを発生させるように加熱される，請求項1から10のいずれかに記載の方法。",
            "【請求項12】",
            "前記エアロゾル形成基材は，前記エアロゾル発生装置内に部分的に収容される喫煙物品に収容されている，請求項1から11のいずれかに記載の方法。",
            "【請求項13】",
            "前記エアロゾル形成基材は，固体エアロゾル形成基材である，請求項1から12のいずれかに記載の方法。",
            "【請求項14】",
            "電力を制御するステップは，前記第3段階の間に前記加熱要素の温度を連続的に上昇させるように実行される，請求項1から13のいずれかに記載の方法。",
            "【請求項15】",
            "電気作動式エアロゾル発生装置であって，",
            "エアロゾル形成体を含むエアロゾル形成基材を加熱してエアロゾルを発生させるように構成された少なくとも1つの加熱要素と，",
            "前記加熱要素に電力を供給するための電源と，",
            "前記電源から少なくとも前記1つの加熱要素への電力の供給を制御するための電気回路と，",
            "を備え，前記電気回路は，",
            "前記加熱要素に供給される前記電力を，前記装置の動作の直後の第1段階において前記加熱要素の温度が初期温度から第1の温度に上昇し，第2段階において前記加熱要素の温度が前記第1の温度より低い第2の温度に低下するが，前記エアロゾル形成体の揮発温度より低くはならず，第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇し，前記第1，第2及び第3段階中に電力が前記加熱要素に供給されるように制御するよう構成される，",
            "ことを特徴とする電気作動式エアロゾル発生装置。",
            "【請求項16】",
            "前記電気回路は，前記第1段階，前記第2段階及び前記第3段階のうちの少なくとも1つが一定の持続時間を有するように構成される，",
            "ことを特徴とする請求項15に記載の電気作動式エアロゾル発生装置。",
            "【請求項17】",
            "ユーザによる前記エアロゾル発生装置の吸煙を検出する手段をさらに備え，前記電気回路は，前記第1，第2又は第3段階のうちの少なくとも1つがユーザによる所定の吸煙回数を検出した後に終了するように構成される，",
            "ことを特徴とする請求項15又は16に記載の電気作動式エアロゾル発生装置。",
            "【請求項18】",
            "前記装置内の前記エアロゾル形成基材の特性を識別する手段をさらに備え，前記電気回路は，電力制御命令及び対応するエアロゾル形成基材の特性のルックアップテーブルを保持するメモリを含む，",
            "ことを特徴とする請求項15，16又は17に記載の電気作動式エアロゾル発生装置。",
            "【請求項19】",
            "前記加熱要素は，前記装置のキャビティ内に位置し，該キャビティは，使用時に前記加熱要素が前記エアロゾル形成基材内に存在するように該エアロゾル形成基材を受け入れるよう構成される，",
            "ことを特徴とする請求項15から18のいずれか1項に記載の電気作動式エアロゾル発生装置。",
            "【請求項20】",
            "エアロゾルが，前記第1段階，前記第2段階及び前記第3段階の各々の期間に生成されるように，前記電気回路は，前記加熱要素に供給される電力を制御するように構成される，請求項15から19のいずれかに記載の電気作動式エアロゾル発生装置。",
            "【請求項21】",
            "前記基材が，5秒よりも長い持続時間にわたってエアロゾルを発生させるように加熱されるように，前記電気回路は，前記加熱要素に供給される電力を制御するように構成される，請求項15から20のいずれかに記載の電気作動式エアロゾル発生装置。",
            "【請求項22】",
            "前記エアロゾル形成基材は，前記エアロゾル発生装置内に部分的に収容される喫煙物品に収容されている，請求項15から21のいずれかに記載の電気作動式エアロゾル発生装置。",
            "【請求項23】",
            "前記エアロゾル形成基材は，固体エアロゾル形成基材である，請求項15から22のいずれかに記載の電気作動式エアロゾル発生装置。",
            "【請求項24】",
            "前記加熱要素の温度が，前記第3段階の間に連続的に上昇するように，前記電気回路は，前記加熱要素に供給される電力を制御するように構成される，請求項15から23のいずれかに記載の電気作動式エアロゾル発生装置。",
            "【請求項25】",
            "電気作動式エアロゾル発生装置のためのプログラム可能な電気回路上で実行された時に，該プログラム可能な電気回路に請求項1に記載の方法を実行させる，",
            "ことを特徴とするコンピュータプログラム。",
            "【請求項26】",
            "請求項25に記載のコンピュータプログラムを記憶している，",
            "ことを特徴とするコンピュータ可読記憶媒体。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告が主張する無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由5(サポート要件違反)",
                  "text": [
                    "本件発明の課題は，「エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供する」(本件明細書の段落【0005】)ことであるが，請求項1及び15に記載された条件を満たすような第1，第2及び第3の温度及び第1，第2及び第3段階の持続時間の全てが上記課題を解決できるものではないから，請求項 1 及び15並びにこれらを引用する他の請求項には上記課題を解決し得ない態様が含まれている。",
                    "よって，本件特許は，特許法36条6項1号に違反し，同法123条1項4号により無効とすべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由6(明確性要件違反)",
                  "text": [
                    "請求項1及び15の「少なくとも1つの加熱要素」が複数の加熱要素である場合，請求項1及び15に記載された「前記加熱要素」が複数の加熱要素のうち一つの加熱要素を意味するのか，複数の加熱要素を意味するのか，全ての複数の加熱要素を意味するのかが不明であり，請求項 1 及び15並びにこれらを引用する他の請求項はいずれも明確でない。",
                    "よって，本件特許は，特許法36条6項2号に違反し，同法123条1項4号により無効とすべきものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由7(実施可能要件違反)",
                  "text": [
                    "本件発明の課題を解決するためには，第1，第2及び第3段階のそれぞれにおける温度及び持続時間を適切に設定する必要があるが，適切な温度及び持続時間はエアロゾル形成基材(以下，エアロゾル形成基材のことを単に「基材」ということもある。)の種類によって異なり，これらの具体例が適用されるエアロゾル形成基材の種類は本件明細書に開示されていない。個々のエアロゾル形成基材に対して適切な目標温度と持続時間の組合せを発見することは，当業者において期待し得る程度を越える試行錯誤を必要とするといえ，本件明細書は，当業者が本件発明を実施することができる程度に明確かつ十分に記載されたものでない。",
                    "よって，本件特許は，特許法36条4項1号に違反し，同法123条1項4号により無効とすべきものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由1～4(新規性・進歩性の欠如)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由1",
                      "text": [
                        "本件発明1～3，5，6，10，11，13～16，20，21，23，24は，甲1(特開2000-41654号公報)に記載された発明であるから，特許法29条1項3号に該当し，それらについての特許は，同法123条1項2号により無効とすべきものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由2",
                      "text": [
                        "本件発明は，甲1に記載された発明並びに甲3(国際公開第2008／015918号)，甲4(国際公開第2011／063970号)及び甲5(国際公開第2012／085203号)に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項に該当し，本件特許は，同法123条1項2号により無効とすべきものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由3",
                      "text": [
                        "本件発明1，2，5，6，10，14～16，20，24は，甲2(中国特許出願公開第102754924号明細書)に記載された発明であるから，特許法29条1項3号に該当し，それらについての特許は，同法123条1項2号により，無効とすべきものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "無効理由4",
                      "text": [
                        "本件発明は，甲2及び甲1，3～5に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項に該当し，本件特許は，同法123条1項2号により無効とすべきものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由5(サポート要件違反)について",
              "text": [
                "本件明細書の記載によると，本件発明の課題は，「エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供するエアロゾル発生装置及びシステムを提供すること」である(段落【0005】)ところ，本件発明における第1，第2及び第3段階の開始及び終了について，発明の詳細な説明の記載を参酌すると，第1段階，第2段階及び第3段階の各々が，所定の持続時間を有しており，装置の作動後の時間を使用して，第1段階が終了して第2段階が開始する時刻，第2段階が終了して第3段階が開始する時刻を決定する例が示されているし，別の例として，加熱要素が第1の目標温度に達したらすぐに第1段階を終了する例，加熱要素が第1の目標温度に達した後の所定の時間に基づいて第1段階が終了する例，作動後に加熱要素に送達された総エネルギーに基づいて第1段階及び第2段階を終了する例，及び，装置を，例えば専用の流量センサを用いてユーザによる吸煙を検出するように構成することで，所定の吸煙回数後に第1及び第2段階を終了する例が示されている(段落【0018】)。",
                "また，第1，第2及び第3段階における第1，第2及び第3の温度について，発明の詳細な説明の記載を参酌すると，本件発明は，上記課題を解決するために，装置の最初の動作時間中に装置内の凝縮によってエアロゾルの送達が減少するエアロゾルの発生において，第1段階の第1の温度は，最大許容温度に近い温度を選択して，消費者への最初の送達として満足できる量のエアロゾルを発生させるための電力を供給するためのものであり(段落【0014】)，当該高い温度の第1の温度よりも低い温度である第2段階の第2の温度は，装置及びエアロゾル形成基材が温まると凝縮が抑えられてエアロゾルの送達が増加することから，第1段階に対して第2段階のエアロゾル送達特性を一貫とするために加熱要素の温度が第1の温度よりも低い温度ではあるが許容温度範囲内の第2の温度に低下するように加熱要素への電力を供給するためのものである(段落【0019】)。さらに，第2の温度よりも高い温度である第3段階の第3の温度に上昇させることは，基材の枯渇及び熱拡散の低下に起因するエアロゾル送達の減少を補償するためのものであり，第2段階と同様に特性を一貫とするためのものである(段落【0020】)。",
                "以上からすると，本件発明が，本件明細書の段落【0076】～【0078】に記載された具体例による第1，第2及び第3の温度及び第1，第2及び第3段階により，その課題を解決できるものであることは明らかである。",
                "また，前記のような技術的意義を有して設定される第1，第2及び第3の温度について，適宜の持続時間又は切替タイミングを用いて第1，第2及び第3段階とする制御により課題を解決できることも明らかである。",
                "したがって，本件発明が，発明の課題を解決し得ない態様を含むものとはいえず，サポート要件に違反するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由6(明確性要件違反)について",
              "text": [
                "本件特許の請求項1及び15における「前記加熱要素」は，この記載以前の「少なくとも1つの加熱要素」を示すものであるところ，加熱要素は，第1，第2及び第3の温度となるように制御できればよく，その制御を行う際に必要に応じた加熱要素の数とすればよいから，「少なくとも1つの加熱要素」が発明として特定する制御を行うものであることを規定した記載は明確である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由7(実施可能要件違反)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の段落【0076】～【0078】には，本件発明の課題解決手段を具体化した例として，第1，第2及び第3段階の温度及び時間について，それぞれ三つの例が記載されており，当該記載に基づき，当業者は本件発明を実施できるから，本件明細書の発明の詳細な説明は，当業者が本件発明を実施できる程度に明確かつ十分に記載されたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "個々のエアロゾル形成基材に対して特性を一貫としたエアロゾルの送達プロファイルを達成するために最適な加熱要素の温度プロファイルを実験的に求めることは，通常の試行錯誤であり，過度の試行錯誤とはいえない上，特定の装置，加熱要素及び基材形状に適した温度の調整についても，温度制御以外の販売に係る製品化に際し，官能評価，生産性，コスト等を考慮して適宜検討される事項であるから，本件明細書の発明の詳細な説明は，当業者が発明を実施することができる程度に記載されたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由1～4(新規性・進歩性の欠如)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1に記載された発明",
                  "text": [
                    "本件優先日前に頒布された刊行物である甲1には，以下の各発明が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明1(甲1に記載された発明を本件発明1の表現に倣って整理したもの)",
                      "text": [
                        "「電気式香味生成物品加熱制御装置における香味の発生を制御する方法であって，前記電気式香味生成物品加熱制御装置は，",
                        "エアロゾル基剤を含む成形体30を加熱するように構成された加熱用ヒータ1と，",
                        "前記加熱用ヒータ1に電力を供給するための直流電源2と，",
                        "を備え，前記方法は，",
                        "前記直流電源2を投入すると，シーケンス制御回路11が所定のシーケンス制御動作を開始し，スイッチ手段5をオンとすると，前記加熱用ヒータ1には定電圧発生回路3から予め定める一定の直流電圧が印加され，電流検出回路4が前記加熱用ヒータ1に流れる電流を検出し，比較演算回路10が基準抵抗設定側となる電圧変換回路8から入力される設定抵抗に依存する所定電圧と前記電流検出回路4から出力される電圧とを比較し，前記電流検出回路4から出力される電圧が所定電圧に一致したとき，つまり，設定温度に相当する抵抗値と前記加熱用ヒータ1の抵抗値が等しくなったとき，前記シーケンス制御回路11が，前記スイッチ手段5をオフ制御にすると同時にタイマーを作動させ，これにより前記加熱用ヒータ1への電力の供給が停止し，以後，前記シーケンス制御回路11が，所定のシーケンスプログラムに基づき，香味生成物品20の香味熱分解を考慮しつつ予め設定される所定の時間経過した後，前記スイッチ手段5をオンとし，その後，前記比較演算回路10の比較結果に基づき，前記スイッチ手段5のオフ・オンを繰り返すとか，或いは前記スイッチ手段5をオフとした後，予め定める所定時間ごとにオン・オフ制御を繰り返し実行するよう制御するステップを含む，",
                        "方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明2(甲1に記載された発明を本件発明15の表現に倣って整理したもの。以下，甲1発明1と甲1発明2を併せて，単に「甲1発明」ということがある。)",
                      "text": [
                        "「電気式香味生成物品加熱制御装置であって，",
                        "エアロゾル基剤を含む成形体30を加熱して香味を発生させるように構成された加熱用ヒータ1と，",
                        "前記加熱用ヒータ1に電力を供給するための直流電源2と，",
                        "前記直流電源2から前記加熱用ヒータ1への電力の供給を制御するための電気回路Aと，",
                        "を備え，前記電気回路Aは，",
                        "前記直流電源2を投入すると，シーケンス制御回路11が所定のシーケンス制御動作を開始し，スイッチ手段5をオンとすると，前記加熱用ヒータ1には定電圧発生回路3から予め定める一定の直流電圧が印加され，電流検出回路4が前記加熱用ヒータ1に流れる電流を検出し，比較演算回路10が基準抵抗設定側となる電圧変換回路8から入力される設定抵抗に依存する所定電圧と前記電流検出回路4から出力される電圧とを比較し，前記電流検出回路4から出力される電圧が所定電圧に一致したとき，つまり，設定温度に相当する抵抗値と前記加熱用ヒータ1の抵抗値が等しくなったとき，前記シーケンス制御回路11が，前記スイッチ手段5をオフ制御にすると同時にタイマーを作動させ，これにより前記加熱用ヒータ1への電力の供給が停止し，以後，前記シーケンス制御回路11が，所定のシーケンスプログラムに基づき，香味生成物品20の香味熱分解を考慮しつつ予め設定される所定の時間経過した後，前記スイッチ手段5をオンとし，その後，前記比較演算回路10の比較結果に基づき，前記スイッチ手段5のオフ・オンを繰り返すとか，或いは前記スイッチ手段5をオフとした後，予め定める所定時間ごとにオン・オフ制御を繰り返し実行するように制御するよう構成される，",
                        "電気式香味生成物品加熱制御装置。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明",
                  "text": [
                    "本件優先日前に頒布された刊行物である甲2には，以下の各発明が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2発明1(甲2に記載された発明を本件発明1の表現に倣って整理したもの)",
                      "text": [
                        "「気化式電子タバコにおける液体粒子の発生を制御する方法であって，前記気化式電子タバコは，",
                        "タバコ組成物を加熱するように配置された電気加熱片41及び天火4と，",
                        "前記電気加熱片41に電力を供給するためのバッテリ2と，",
                        "を備え，前記方法は，",
                        "制御スイッチ12を押下すると，制御部3の制御により，前記バッテリ2に接続された前記電気加熱片41が加熱を開始し，前記制御部3は，前記天火4の温度が240℃に達したことが温度センサ43により検出されると，前記電気加熱片41を制御して加熱を停止させ，前記天火4の温度が180℃を下回ることが前記温度センサ43により検出されると，前記電気加熱片41が加熱を開始して，前記天火4の動作温度が180℃～240℃に維持されるよう制御するステップを含む，",
                        "方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲2発明2(甲2に記載された発明を本件発明15の表現に倣って整理したもの。以下，甲2発明1と甲2発明2を併せて「甲2発明」ということがある。)",
                      "text": [
                        "「気化式電子タバコであって，",
                        "タバコ組成物を加熱して液体粒子を発生させるように配置された電気加熱片41及び天火4と，",
                        "前記電気加熱片41に電力を供給するためのバッテリ2と，",
                        "前記バッテリ2から前記電気加熱片41への電力の供給を制御するための電気回路Bと，",
                        "を備え，前記電気回路Bは，",
                        "制御スイッチ12を押下すると，制御部3の制御により，前記バッテリ2に接続された前記電気加熱片41が加熱を開始し，前記制御部3は，前記天火4の温度が240℃に達したことが温度センサ43により検出されると，前記電気加熱片41を制御して加熱を停止させ，前記天火4の温度が180℃を下回ることが前記温度センサ43により検出されると，前記電気加熱片41が加熱を開始して，前記天火4の動作温度は180℃～240℃に維持されるように制御するよう構成される，",
                        "気化式電子タバコ。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由1及び2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明1と甲1発明1との対比",
                          "text": [
                            "(一致点)",
                            "「エアロゾル発生装置におけるエアロゾルの発生を制御する方法であって，前記装置は，",
                            "エアロゾル形成体を含むエアロゾル形成基材を加熱するように構成された少なくとも1つの加熱要素を含むヒータと，",
                            "前記加熱要素に電力を供給するための電源と，",
                            "を備える，",
                            "方法。」である点。",
                            "(相違点)",
                            "本件発明1においては，「前記方法は，",
                            "前記加熱要素に供給される前記電力を，前記装置を動作させた直後の第1段階において前記加熱要素の温度が初期温度から第1の温度に上昇するように電力が前記少なくとも1つの加熱要素に供給され，第2段階において前記加熱要素の温度が前記第1の温度よりも低い第2の温度に低下するが，前記エアロゾル形成体の揮発温度より低くならないように電力が供給され，第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇するように電力が供給されるよう制御するステップを含む」のに対して，",
                            "甲1発明1においては，「前記方法は，",
                            "前記直流電源2を投入すると，シーケンス制御回路11が所定のシーケンス制御動作を開始し，スイッチ手段5をオンとすると，前記加熱用ヒータ1には定電圧発生回路3から予め定める一定の直流電圧が印加され，電流検出回路4が前記加熱用ヒータ1に流れる電流を検出し，比較演算回路10が基準抵抗設定側となる電圧変換回路8から入力される設定抵抗に依存する所定電圧と前記電流検出回路4から出力される電圧とを比較し，前記電流検出回路4から出力される電圧が所定電圧に一致したとき，つまり，設定温度に相当する抵抗値と前記加熱用ヒータ1の抵抗値が等しくなったとき，前記シーケンス制御回路11が，前記スイッチ手段5をオフ制御にすると同時にタイマーを作動させ，これにより前記加熱用ヒータ1への電力の供給が停止し，以後，前記シーケンス制御回路11が，所定のシーケンスプログラムに基づき，香味生成物品20の香味熱分解を考慮しつつ予め設定される所定の時間経過した後，前記スイッチ手段5をオンとし，その後，前記比較演算回路10の比較結果に基づき，前記スイッチ手段5のオフ・オンを繰り返すとか，或いは前記スイッチ手段5をオフとした後，予め定める所定時間ごとにオン・オフ制御を繰り返し実行するよう制御するステップを含む」点(以下「相違点1A」という。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "判断",
                          "text": [
                            "本件明細書の記載によると，相違点1Aに係る本件発明1の構成は，「エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供する」(段落【0005】)という課題を解決するために，装置の最初の動作時間中に装置内の凝縮によってエアロゾルの送達が減少するエアロゾルの発生において，第1段階の第1の温度は，最大許容温度に近い温度を選択して，消費者への最初の送達として満足できる量のエアロゾルを発生させるための電力を供給するためのものであり(段落【0014】)，当該高い温度の第1の温度よりも低い温度である第2段階の第2の温度は，装置及び基材が温まると凝縮が抑えられてエアロゾルの送達が増加することから，第1段階に対して第2段階のエアロゾル送達特性を一貫とするために加熱要素の温度が第1の温度よりも低い温度であり許容温度範囲内の第2の温度に低下するように加熱要素への電力を供給するためのものである(段落【0019】)。さらに，第2の温度よりも高い温度である第3段階の第3の温度に上昇させることは，基材の枯渇及び熱拡散の低下に起因するエアロゾル送達の減少を補償するためのものであり，第2段階と同様に特性を一貫とするためのものである(段落【0020】)。",
                            "これに対し，甲1発明1は，設定温度になったときにスイッチ手段をオフとし，その後所定時間経過後にオンとして加熱用ヒータに供給する電力を制御するものであるから，これは，本件明細書の段落【0056】並びに【図3】及び【図4】でいう，動作中に一定の温度をもたらすように構成され，成分の送達がピークを迎えた後，基材が枯渇して熱拡散効果が弱まるにつれ，時間と共に成分の送達が低下する従来技術と同等のものである。",
                            "したがって，甲1発明1は，本件発明1で特定する第1，第2及び第3の温度を用いて制御するものでなく，本件発明1の上記構成とは目的を含め，技術が異なるものであるから，相違点1Aは実質的な相違点であり，本件発明1は，甲1に記載された発明とはいえず，特許法29条1項3号に該当しない。",
                            "また，本件優先日前に頒布された刊行物である甲3～5は，相違点1Aに係る本件発明1の構成を開示又は示唆するものではないから，甲1発明1において，甲3～5に記載された事項に基づいて，相違点1Aに係る本件発明1の構成とすることは，当業者が容易に想到し得たことではなく，本件発明1は，特許法29条2項により特許を受けることができないものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2～14，25，26について",
                      "text": [
                        "本件特許の請求項2～14，25，26は，本件特許の請求項1の記載を，発明特定事項を置き換えることなく，直接又は間接的に引用するものであり，本件発明2～14，25，26は，本件発明1の発明特定事項を全て備えるものである。",
                        "したがって，本件発明2，3，5，6，10，11，13，14は，本件発明1と同様の理由により，甲1に記載された発明とはいえないから，特許法29条1項3号に該当しない。",
                        "また，本件発明2～14，25，26は，本件発明1と同様の理由により，甲1発明1及び甲3～5に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえないから，特許法29条2項により特許を受けることができないものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明15について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明15と甲1発明2との対比",
                          "text": [
                            "(一致点)",
                            "「電気作動式エアロゾル発生装置であって，",
                            "エアロゾル形成体を含むエアロゾル形成基材を加熱してエアロゾルを発生させるように構成された少なくとも1つの加熱要素と，",
                            "前記加熱要素に電力を供給するための電源と，",
                            "前記電源から少なくとも前記1つの加熱要素への電力の供給を制御するための電気回路と，",
                            "を備える，",
                            "電気作動式エアロゾル発生装置。」である点。",
                            "(相違点)",
                            "本件発明15においては，「前記電気回路は，",
                            "前記加熱要素に供給される前記電力を，前記装置の動作の直後の第1段階において前記加熱要素の温度が初期温度から第1の温度に上昇し，第2段階において前記加熱要素の温度が前記第1の温度より低い第2の温度に低下するが，前記エアロゾル形成体の揮発温度より低くはならず，第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇し，前記第1，第2及び第3段階中に電力が前記加熱要素に供給されるように制御するよう構成される」のに対して，",
                            "甲1発明2においては，「前記電気回路Aは，",
                            "前記直流電源2を投入すると，シーケンス制御回路11が所定のシーケンス制御動作を開始し，スイッチ手段5をオンとすると，前記加熱用ヒータ1には定電圧発生回路3から予め定める一定の直流電圧が印加され，電流検出回路4が前記加熱用ヒータ1に流れる電流を検出し，比較演算回路10が基準抵抗設定側となる電圧変換回路8から入力される設定抵抗に依存する所定電圧と前記電流検出回路4から出力される電圧とを比較し，前記電流検出回路4から出力される電圧が所定電圧に一致したとき，つまり，設定温度に相当する抵抗値と前記加熱用ヒータ1の抵抗値が等しくなったとき，前記シーケンス制御回路11が，前記スイッチ手段5をオフ制御にすると同時にタイマーを作動させ，これにより前記加熱用ヒータ1への電力の供給が停止し，以後，前記シーケンス制御回路11が，所定のシーケンスプログラムに基づき，香味生成物品20の香味熱分解を考慮しつつ予め設定される所定の時間経過した後，前記スイッチ手段5をオンとし，その後，前記比較演算回路10の比較結果に基づき，前記スイッチ手段5のオフ・オンを繰り返すとか，或いは前記スイッチ手段5をオフとした後，予め定める所定時間ごとにオン・オフ制御を繰り返し実行するように制御するよう構成される」点(以下「相違点15A」という。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "判断",
                          "text": [
                            "前記(ア)と同様に，甲1発明2は，本件発明15で特定する第1，第2及び第3の温度を用いて制御するものでなく，相違点15Aに係る本件発明15の構成とは目的を含め，技術が異なるものであるから，相違点15Aは，実質的な相違点であり，本件発明15は，甲1に記載された発明とはいえず，特許法29条1項3号に該当しない。",
                            "また，甲3～5は，相違点15Aに係る本件発明15の構成を開示又は示唆するものではないから，甲1発明2において，甲3～5に記載された事項に基づいて，相違点15Aに係る本件発明15の構成とすることは，当業者が容易に想到し得たことではなく，本件発明15は，特許法29条2項により特許を受けることができないものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明16～24について",
                      "text": [
                        "本件特許の請求項16～24は，本件特許の請求項15の記載を，発明特定事項を置き換えることなく，直接又は間接的に引用するものであり，本件発明16～24は，本件発明15の発明特定事項を全て備えるものである。",
                        "したがって，本件発明16，20，21，23，24は，本件発明15と同様の理由により，甲1に記載された発明とはいえないから，特許法29条1項3号に該当しない。",
                        "また，本件発明16～24は，本件発明15と同様の理由により，甲1発明2及び甲3～5に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえないから，特許法29条2項により特許を受けることができないものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由3及び4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明1と甲2発明1との対比",
                          "text": [
                            "(一致点)",
                            "「エアロゾル発生装置におけるエアロゾルの発生を制御する方法であって，前記装置は，",
                            "エアロゾル形成体を含むエアロゾル形成基材を加熱するように構成された少なくとも1つの加熱要素を含むヒータと，",
                            "前記加熱要素に電力を供給するための電源と，",
                            "を備える，",
                            "方法。」の点。",
                            "(相違点)",
                            "本件発明1においては，「前記方法は，",
                            "前記加熱要素に供給される前記電力を，前記装置を動作させた直後の第1段階において前記加熱要素の温度が初期温度から第1の温度に上昇するように電力が前記少なくとも1つの加熱要素に供給され，第2段階において前記加熱要素の温度が前記第1の温度よりも低い第2の温度に低下するが，前記エアロゾル形成体の揮発温度より低くならないように電力が供給され，第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇するように電力が供給されるよう制御するステップを含む」のに対して，",
                            "甲2発明1においては，「前記方法は，",
                            "制御スイッチ12を押下すると，制御部3の制御により，前記バッテリ2に接続された前記電気加熱片41が加熱を開始し，前記制御部3は，前記天火4の温度が240℃に達したことが温度センサ43により検出されると，前記電気加熱片41を制御して加熱を停止させ，前記天火4の温度が180℃を下回ることが前記温度センサ43により検出されると，前記電気加熱片41が加熱を開始して，前記天火4の動作温度が180℃～240℃に維持されるよう制御するステップを含む」点(以下「相違点1B」という。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "判断",
                          "text": [
                            "本件明細書の記載によると，相違点1Bに係る本件発明1の構成は，「エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供する」(段落【0005】)という本件発明の課題を解決するために，装置の最初の動作時間中に装置内の凝縮によってエアロゾルの送達が減少するエアロゾルの発生において，第1段階の第1の温度は，最大許容温度に近い温度を選択して，消費者への最初の送達として満足できる量のエアロゾルを発生させるための電力を供給するためのものであり(段落【0014】)，当該高い温度の第1の温度よりも低い温度である第2段階の第2の温度は，装置及び基材が温まると凝縮が抑えられてエアロゾルの送達が増加することから，第1段階に対して第2段階のエアロゾル送達特性を一貫とするために加熱要素の温度が第1の温度よりも低い温度であり許容温度範囲内の第2の温度に低下するように加熱要素への電力を供給するためのものである(段落【0019】)。さらに，第2の温度よりも高い温度である第3段階の第3の温度に上昇させることは，基材の枯渇及び熱拡散の低下に起因するエアロゾル送達の減少を補償するためのものであり，第2段階と同様に特性を一貫とするためのものである(段落【0020】)。",
                            "これに対し，甲2発明1は，天火の温度が設定された上限温度(240℃)に達したときに，電気加熱片の加熱を停止し，天火の温度が設定された下限温度(180℃)を下回るときに，電気加熱片が加熱を開始するものであるから，これは，本件明細書の段落【0056】並びに【図3】及び【図4】でいう，動作中に一定の温度をもたらすように構成され，成分の送達がピークを迎えた後，基材が枯渇して熱拡散効果が弱まるにつれ，時間と共に成分の送達が低下する従来技術と同等のものである。",
                            "したがって，甲2発明1は，本件発明1で特定する第1の温度，第2の温度及び第3の温度を用いて制御するものでなく，本件発明1の上記構成とは目的を含め，技術が異なるものであるから，相違点1Bは実質的な相違点であり，本件発明1は，甲1に記載された発明とはいえず，特許法29条1項3号に該当しない。",
                            "また，甲1及び甲3～5は，相違点1Bに係る本件発明1の構成を開示又は示唆するものではないから，甲2発明1において，甲1及び甲3～5に記載された事項に基づいて，相違点1Bに係る本件発明1の構成とすることは，当業者が容易に想到し得たことではなく，本件発明1は，特許法29条2項により特許を受けることができないものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2～14，25，26について",
                      "text": [
                        "本件特許の請求項2～14，25，26は，本件特許の請求項1の記載を，発明特定事項を置き換えることなく，直接又は間接的に引用するものであり，本件発明2～14，25，26は，本件発明1の発明特定事項を全て備えるものである。",
                        "したがって，本件発明2，5，6，10，14は，本件発明1と同様の理由により，甲2に記載された発明とはいえないから，特許法29条1項3号に該当しない。",
                        "また，本件発明2～14，25，26は，本件発明1と同様の理由により，甲2発明1並びに甲1及び甲3～5に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえないから，特許法29条2項により特許を受けることができないものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明15について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明15と甲2発明2との対比",
                          "text": [
                            "(一致点)",
                            "「電気作動式エアロゾル発生装置であって，",
                            "エアロゾル形成体を含むエアロゾル形成基材を加熱してエアロゾルを発生させるように構成された少なくとも1つの加熱要素と，",
                            "前記加熱要素に電力を供給するための電源と，",
                            "前記電源から少なくとも前記1つの加熱要素への電力の供給を制御するための電気回路と，",
                            "を備える，",
                            "電気作動式エアロゾル発生装置。」である点。",
                            "(相違点)",
                            "本件発明15においては，「前記電気回路は，",
                            "前記加熱要素に供給される前記電力を，前記装置の動作の直後の第1段階において前記加熱要素の温度が初期温度から第1の温度に上昇し，第2段階において前記加熱要素の温度が前記第1の温度より低い第2の温度に低下するが，前記エアロゾル形成体の揮発温度より低くはならず，第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇し，前記第1，第2及び第3段階中に電力が前記加熱要素に供給されるように制御するよう構成される」のに対して，",
                            "甲2発明2においては，「前記電気回路Bは，",
                            "制御スイッチ12を押下すると，制御部3の制御により，前記バッテリ2に接続された前記電気加熱片41が加熱を開始し，前記制御部3は，前記天火4の温度が240℃に達したことが温度センサ43により検出されると，前記電気加熱片41を制御して加熱を停止させ，前記天火4の温度が180℃を下回ることが前記温度センサ43により検出されると，前記電気加熱片41が加熱を開始して，前記天火4の動作温度は180℃～240℃に維持されるように制御するよう構成される」点(以下「相違点15B」という。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "判断",
                          "text": [
                            "前記(ア)と同様に，甲2発明2は，本件発明15で特定する第1の温度，第2の温度及び第3の温度を用いて制御するものでなく，相違点15Bに係る本件発明15の構成とは目的を含め，技術が異なるものであるから，相違点15Bは，実質的な相違点であり，本件発明15は，甲2に記載された発明とはいえず，特許法29条1項3号に該当しない。",
                            "また，甲1及び甲3～5は，相違点15Bに係る本件発明15の構成を開示又は示唆するものではないから，甲2発明2において，甲1及び甲3～5に記載された事項に基づいて，相違点15Bに係る本件発明15の構成とすることは，当業者が容易に想到し得たことではなく，本件発明15は，特許法29条2項により特許を受けることができないものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明16～24について",
                      "text": [
                        "本件特許の請求項16～24は，本件特許の請求項15の記載を，発明特定事項を置き換えることなく，直接又は間接的に引用するものであり，本件発明16～24は，本件発明15の発明特定事項を全て備えるものである。",
                        "したがって，本件発明16，20，24は，本件発明15と同様の理由により，甲2に記載された発明とはいえないから，特許法29条1項3号に該当しない。",
                        "また，本件発明16～24は，本件発明15と同様の理由により，甲2発明2並びに甲1及び甲3～5に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえないから，特許法29条2項により特許を受けることができないものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告主張の審決取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件違反についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "明確性要件違反についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件違反についての判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "甲1を主引例とする新規性・進歩性欠如についての認定判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "甲2を主引例とする新規性・進歩性欠如についての認定判断の誤り(取消事由5)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "サポート要件違反についての判断の誤り(取消事由1)",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲には，本件明細書の段落【0076】～【0078】に記載された具体例以外のものが含まれており，例えば，第1の温度が360℃，第2の温度が359℃，第3の温度が360℃である態様も特許請求の範囲に含まれる。しかし，温度を1℃だけ上下させるだけで，特性がより一貫したエアロゾルは提供できない。",
                "また，第1，第2及び第3段階の持続時間がそれぞれ1秒間である態様も特許請求の範囲に含まれるが，そのような短い持続時間では特性がより一貫したエアロゾルを提供できない。",
                "同様の例は，本件明細書の段落【0011】において，「連続的又は反復的加熱」の通常の長さとされている「5秒よりも長い持続時間」を有し，段落【0016】において好ましい温度例とされている範囲内においても無数に存在する。例えば，次のような例がある。",
                "第1段階：1秒，340℃",
                "第2段階：1秒，339℃",
                "第3段階：30秒，340℃",
                "第1段階：2秒，340℃",
                "第2段階：60秒，240℃",
                "第3段階：10秒，380℃",
                "以上のとおり，本件特許の特許請求の範囲に記載された発明は，段落【0076】～【0078】の記載により当業者が当該発明の課題を解決できると認識できる範囲以外のものを含んでいる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "本件審決は，発明の詳細な説明から把握される技術的意義を考慮して，本件審決が認定したような意義を持つ第1，第2及び第3の温度が設定され，第1，第2及び第3段階の持続時間又は切替タイミングが適宜設定されることで課題を解決できる旨を述べているだけで，特許請求の範囲に記載された発明が，本件発明の課題を解決し得ない態様を含まないことを何ら示していない。",
        "特許請求の範囲には，第1，第2及び第3の温度について，本件審決が認定したような技術的意義に基づいて設定されることについて何ら規定されていないし，第1，第2及び第3の各段階の持続時間又は切替タイミングについても何ら規定されていないから，本件審決が認定したような技術的意義とは無関係に設定されるものを含んでいる。",
        "以上のことは，特許請求の範囲に記載された発明が，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲以外のものを含んでいることを意味する。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "被告は，いわゆるリパーゼ判決(最高裁昭和62年(行ツ)第3号平成3年3月8日第二小法廷判決・民集45巻3号123頁)に基づき，特許請求の範囲を限定解釈した上で，本件発明がサポート要件に違反しないと主張するが，リパーゼ判決の射程は，サポート要件には及ばず，被告の主張は失当である。",
        "仮に，リパーゼ判決の趣旨をサポート要件の検討の場面においても類推適用できると解した場合でも，本件発明の「第1段階」，「第2段階」，「第3段階」及び「第1の温度」，「第2の温度」，「第3の温度」という各文言自体の技術的意義は，特許請求の範囲に規定された以上の限定を有しないものとして明確であるから，本件特許の各請求項に記載された発明を認定するに当たり，発明の詳細な説明の記載を参酌することは許されない。",
        "また，仮に，発明の詳細な説明の記載を参酌することが許されるとしても，それは，「第1段階」，「第2段階」，「第3段階」及び「第1の温度」，「第2の温度」，「第3の温度」という各文言自体の技術的意義(例えば，「第1」～「第3」が，順序を表しているのか，単に相互に異なるものであることを表しているのかというような事項)を確定する限度においてであり，課題を解決し得るもののみへの限定解釈は許されない。",
        "本件審決が，本件発明の「第1段階」，「第2段階」，「第3段階」及び「第1の温度」，「第2の温度」，「第3の温度」という各文言を，請求項に記載のない技術的事項を付加して限定解釈しているとすると，それは，特許請求の範囲の記載に基づくことなく本件発明を認定していることになり，各請求項に記載された発明の認定として誤っている。",
        "サポート要件の判断に当たって，発明の詳細な説明に基づく特許請求の範囲の限定解釈が許されるとすると，特許請求の範囲が文言上どれだけ広くてもサポート要件違反になることがなくなり，その趣旨が没却されるし，侵害の場面で広範な特許請求の範囲に基づき充足を主張でき，二重の利得を得ることになるから不当である。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "知財高裁平成17年(行ケ)第10042号同年11月11日同特別部判決(偏光フィルム事件)で示された基準に従うと，発明の詳細な説明に，「請求項に記載された構成を備えるだけで発明の課題が解決できること」を当業者が認識できるように記載されていない場合には，特許請求の範囲の記載はサポート要件を満たしていないということになるが，これまで検討してきたところに加え，以下に示すところからしても，本件特許の特許請求の範囲には，「動作中に最初に送達されるエアロゾルと，動作中の中間で送達されるエアロゾルと，最後に送達されるエアロゾルとが，ほぼ同程度になるようにすること」という本件発明の課題を解決できない範囲のものが含まれている。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "「第3の温度」に関して，被告が主張するような「加熱要素の温度を一定に維持するとエアロゾル形成体が基材から枯渇することでエアロゾル発生が減少する場合に，加熱要素の温度を上げることでそのエアロゾル発生の減少を抑制できる」という技術常識が存在していたといえる証拠は提出されておらず，「所与の温度(同じ温度)であってもエアロゾル発生が減少する」旨の記載が発明の詳細な説明にあるからといって，そのことをもっては，当業者が「エアロゾルをほぼ同程度発生させる(エアロゾルの送達量をより一貫させる)という目標に向かうためには，加熱要素の温度を上げればよい」と理解できたとはいえない。",
            "仮に，「加熱要素の温度を一定に維持するとエアロゾル形成体が基材から枯渇することでエアロゾル発生が減少する場合に，加熱要素の温度を上げることでそのエアロゾル発生の減少を抑制できる」ということを当業者が理解できるとしても，それは，本件発明1でいう「第3段階」の開始タイミングと「第3の温度」の双方が適正な値に設定された場合に限ってのことであり，「無条件に加熱要素の温度を上げることだけでそのエアロゾル発生の減少を抑制できる」ということではない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "「第2段階」について，本件明細書の段落【0019】には，エアロゾルの送達の増加を抑制することが「特性がより一貫したエアロゾルを提供する」という本件発明が解決しようとした課題の解決にどのようにつながるかの説明は一切なく，そのことは，当業者が説明なしに理解できることではない。",
            "「所与の温度(同じ温度)でエアロゾル発生が増加してしまう」ということと，「エアロゾルをほぼ同程度発生させる(エアロゾルの送達量をより一貫させる)という目標に向かうためには，加熱要素の温度を下げればよいと理解できる」ということとは全く別のことであり，当業者が前者を理解しただけで後者をも理解できたと考えるべき根拠はない。",
            "(被告の主張)"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件発明の要旨",
      "text": [
        "本件明細書の記載によると，本件発明は，「エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供する」という発明の課題を解決するために，「加熱要素の温度を，エアロゾル形成基材からエアロゾルが発生する第1の温度に上昇させる」ことを含む「第1段階」(段落【0014】)の後に，装置及び基材が温まると凝縮が抑えられるため所与の温度(同じ温度)であってもエアロゾル発生が増加するため，この増加を軽減するために温度を「第1の温度よりも低い温度ではあるが許容温度範囲内」(エアロゾル形成体の揮発温度より低くならない温度範囲)の「第2の温度」に制御しながら電力を供給する「第2段階」を経て(段落【0019】)，最終段階(吸い終わりの頃)に至ると「エアロゾル形成基材は加熱によって枯渇」するため，所与の温度(同じ温度)であってもエアロゾルの送達量が減少するから，この減少を軽減するために加熱要素の温度を「第3の温度」に上昇させる「第3段階」を有する発明である。",
        "これにより，従来技術のように「時間経過にわたって単一の一定温度を達成するように制御される」ものである(段落【0010】)と，反復的又は連続的な加熱過程の中盤(「第2段階」)においてエアロゾルの送達量が増加してしまい，加熱過程の最終段階(「第3段階」)においてエアロゾルの送達量が減少してしまうという問題があったことを解決して，「エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供する」ことが可能となったものである(段落【0010】，【0020】)。",
        "したがって，本件発明の文言解釈として，「第1段階」・「第1の温度」，「第2段階」・「第2の温度」，「第3段階」・「第3の温度」は，それぞれ以下のとおり解釈される。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "「第1段階」・「第1の温度」",
          "text": [
            "「第1の温度」とは，「エアロゾル形成基材からエアロゾルが発生する」温度を意味し(段落【0014】)，「第1段階」とは，吸い始めから加熱要素が「第1の温度」まで上昇する期間を含むが，その終期については，厳密な決まりはない(段落【0018】)。"
          ]
        },
        {
          "fig": "イ",
          "subject": "「第2段階」・「第2の温度」",
          "text": [
            "「第2の温度」とは，加熱要素が「凝縮が抑えられてエアロゾルの送達が増加する」ことを軽減する温度であるとともに(段落【0019】)，エアロゾル形成基材の揮発温度より低くならない温度(特許請求の範囲，段落【0019】)を意味し，「第2段階」とは，「第1段階」と「第3段階」との間であることを意味する。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "「第3段階」・「第3の温度」",
          "text": [
            "「第3の温度」とは「エアロゾル形成基材は加熱によって枯渇」することに基因するエアロゾル送達量の減少を軽減するための温度を意味し(段落【0010】，【0020】)，「第3段階」とは，「第2段階」の後，「エアロゾル形成基材は加熱によって枯渇」してきたことにより，エアロゾルの送達量が減少してきている最終段階(吸い終わりの頃)の期間を意味する。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明がサポート要件に適合すること",
      "content": [
        {
          "fig": "ア",
          "subject": "「第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇するように電力が供給されるよう制御する」ことで，「エアロゾルをほぼ同程度発生させる(エアロゾルの送達量をより一貫させる)」という本件発明の課題を解決できると当業者が認識できること",
          "text": [
            "本件明細書の発明の詳細な説明においては，「エアロゾル形成基材は加熱によって枯渇し，すなわち基材における主要エアロゾル成分の量が減少」するため，ユーザによる複数回の吸煙を含む期間中の最終段階(吸い終わりの頃)に至ると，所与の温度(同じ温度)であってもエアロゾル発生が減少するという発明の課題が明確にされている。そうである以上，所与の温度(同じ温度)であってもエアロゾル発生が減少するということは，逆にいえば，エアロゾルをほぼ同程度発生させる(エアロゾルの送達量をより一貫させる)という目標に向かうためには，加熱要素の温度を上げればよいと理解できる。",
            "このことは，本件明細書に「図6は，図5に示す加熱要素の温度プロファイルによる主要エアロゾル成分の送達プロファイルの概略図である。加熱要素の作動後の初期送達増加後，送達は，加熱要素が停止するまで一定を保つ。第3段階における温度の上昇が，基材のエアロゾル形成体の枯渇を補償する。」として，図面とともに説明されているとおりである(段落【0061】)。",
            "なお，【図5】の温度プロファイル，【図6】のエアロゾル送達プロファイルは，ベストモードとしての実施例であり，【図6】のように理想的にエアロゾル送達量を一貫することまでは要求されない。「動作中に最初に送達されるエアロゾルが最後に送達されるエアロゾルとほぼ同程度になる」ことや「より一貫」することを目標とするもので足りる(段落【0003】，【0005】)。",
            "したがって，当業者は，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，発明の詳細な説明の記載により，「エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供する」という本件発明の課題のうち，反復的又は連続的な加熱過程の最終段階(「第3段階」)におけるエアロゾル送達の減少の軽減という課題を，「加熱過程の最終段階中に加熱要素の温度を上昇させる」ことにより(「第3の温度」)解決できると認識できる。",
            "「加熱過程の最終段階中に加熱要素の温度を上昇させる」ための具体的なメカニズム，実現方法についても，本件明細書の段落【0062】～【0073】において，【図7】に言及しつつ説明されており，装置自体の構成についても，【図1】及び【図2】に実施可能なように開示されている。"
          ]
        },
        {
          "fig": "イ",
          "subject": "「第2段階において前記加熱要素の温度が前記第1の温度よりも低い第2の温度に低下するが，前記エアロゾル形成体の揮発温度より低くならないように電力が供給され・・・るよう制御する」ことで，「エアロゾルをほぼ同程度発生させる(エアロゾルの送達量をより一貫させる)」という発明の課題を解決できると当業者が認識できること",
          "text": [
            "本件明細書の発明の詳細な説明においては，「装置及び基材が温まると，所定の加熱要素の温度で凝縮が抑えられてエアロゾルの送達が増加する」という発明の課題が明確にされている(段落【0019】)。そうである以上，所与の温度(同じ温度)であってもエアロゾル発生が増加してしまうということは，逆にいえば，エアロゾルをほぼ同程度発生させる(エアロゾルの送達量をより一貫させる)という目標に向かうためには，加熱要素の温度を下げればよいと理解できる。このことは，上記アにおける検討と同様である。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "小括",
          "text": [
            "以上のとおり，本件明細書の発明の詳細な説明の記載により，前記(1)のとおり文言解釈される「第1の温度」,「第2の温度」,「第3の温度」による温度制御を行うことにより「エアロゾルをほぼ同程度発生させる(エアロゾルの送達量をより一貫させる)」という本件発明の課題を解決できると当業者は認識するから，本件発明はサポート要件に適合する。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "原告の主張について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告の主張は，クレーム文言を形式的にのみ解釈するもので，本件ではリパーゼ判決により本件明細書の記載を考慮して文言解釈すべきことを度外視しており，相当ではない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件審決は，本件発明がサポート要件に適合することの一理由として，本件明細書の多数の段落(段落【0018】，【0005】，【0014】，【0019】，【0020】，【0076】，等)と共に段落【0076】～【0078】を挙げ，本件発明の課題の把握を含めてサポート要件の適合性を議論しているから，本件審決が段落【0076】～【0078】を引用した箇所のみに言及する原告の主張は不正確である。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "明確性要件違反についての判断の誤り(取消事由2)",
              "text": [
                "(原告の主張)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "原告は，審判請求書(甲7)において，「請求項1及び15の『少なくとも1つの加熱要素』が複数の加熱要素である場合，請求項1及び15に記載された各『前記加熱要素』が①複数の加熱要素のうち1つの加熱要素を意味するのか，②複数の加熱要素を意味するのか，③全ての複数の加熱要素を意味するのかが不明である。」と主張していた。",
        "しかし，本件審決は，本件特許の請求項1及び15に記載された各「前記加熱要素」が，この記載以前の「少なくとも1つの加熱要素」を示すものと述べたにすぎず，原告が主張した上記①～③のいずれを意味するのかについて，また，なぜそのようにいえるのかについて何ら示していない。本件特許の請求項1及び15に記載された各「前記加熱要素」が，上記①～③のいずれを意味するのかについては不明確なままである。",
        "よって，本件審決が本件発明について明確性要件違反はないと判断したことは誤りである。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "被告の主張については，「前記加熱要素」が「複数の加熱要素の内のいくつか」であってもよいということであるとすると，本件特許の請求項1に5回登場する「前記加熱要素」が，全て同じ加熱要素を指すのか，相互に異なる加熱要素を指す場合も含むのか，一部の「前記加熱要素」は「複数の加熱要素のうちの一つ」であり，他の一部の「前記加熱要素」は「複数の加熱要素のうちのいくつか」，あるいは「複数の加熱要素のうちの全部」というようなものも含むのかも不明確であるということができる。",
        "(被告の主張)",
        "本件審決が説示したとおり，本件特許の特許請求の範囲の「前記加熱要素」という文言は，直前の「少なくとも1つの加熱要素」を示すから，加熱要素は第1，第2及び第3の温度となるように制御できればよいのであって，その制御を行う際に必要に応じた加熱要素の数とすればよいことは明らかであるから，少なくとも一つの加熱要素が発明として特定する制御を行うものであることを規定した記載は明確であるといえる。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "3",
              "subject": "実施可能要件違反についての判断の誤り(取消事由3)",
              "text": [
                "(原告の主張)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "どの種類のエアロゾル形成基材について，温度T₀，T₁，T₂及び持続時間t₁，t₂，t₃をどのように調整するのか本件明細書の発明の詳細な説明からは明らかでない。任意のエアロゾル形成基材に対して，任意に選択可能な三つの温度と任意に選択可能な三つの時間の組合せは無数にあり，「特性を一貫としたエアロゾルの送達プロファイルを達成するために最適な加熱要素の温度プロファイルを実験的に求める」ための手順が示されないと，当業者といえども，最適な温度プロファイルを実験的に求めることは過度の試行錯誤であるところ，本件明細書の発明の詳細な説明には，そのような手順について記載されていない。",
        "また，エアロゾル形成基材の材料が明らかでないと，エアロゾル形成基材に適した温度の調整について，官能評価，生産性，コスト等を考慮する以前にどのように調整すれば本件発明が実施可能であるか明らかでなく，本件明細書の段落【0076】～【0078】における三つの実施例すら実施できない。",
        "よって，本件審決が，本件発明1について実施可能要件に違反しないと判断したことは誤りである。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "被告の主張は，本件発明の認定場面において，各請求項の文言を課題解決手段に適合するように恣意的に限定解釈するものであって失当である。",
        "(被告の主張)",
        "本件発明の要旨は，前記1(1)のとおりであるところ，本件審決が正しく判断したとおり，エアロゾル形成基材に合わせて「エアロゾルが発生する第1の温度」を把握することは当業者がよく認識していることであるし(「第1段階」，本件明細書の段落【0014】)，エアロゾル形成体の揮発温度より低くならない範囲で，加熱要素が「凝縮が抑えられてエアロゾルの送達が増加する」ことを軽減する温度である「第2の温度」を適宜把握することも当業者が行う通常の試行錯誤であるし(「第2段階」，段落【0019】)，また，吸い終わりの頃に加熱要素が「エアロゾル形成基材は加熱によって枯渇」してエアロゾルの送達量が減少することを軽減するである温度である「第3の温度」を適宜把握することも当業者が行う通常の試行錯誤であり(「第3段階」)，いずれもエアロゾル形成基材に合わせて，エアロゾル発生量のプロファイルを実験的に確認するだけであるから，当業者が通常なし得る程度のことである。",
        "原告は，温度及び時間の組合せは無数にあると主張し，また，エアロゾル形成基材の材料が特定されないと当業者は実施できないと主張しているが，上記のとおり，当業者は，エアロゾルの形成特性を有するエアロゾル形成基材によるエアロゾル発生量のプロファイルを実験的に求めることができる。原告はいかなる態様が実施不可能であるというのか何ら具体的に示していない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "4",
              "subject": "甲1を主引例とする新規性・進歩性欠如についての認定判断の誤り(取消事由4)",
              "text": [
                "(原告の主張)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "相違点認定の誤り",
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明1及び15と甲1発明との対比",
          "text": [
            "本件発明1及び15は，第1，第2及び第3段階の各持続時間の範囲について何ら限定しない。そのため，甲1発明の温度プロファイルが，本件発明1及び15の各段階を規定する要件に合致する時間範囲を備えている場合には，その段階は一致点になる。",
            "そして，甲1発明を次の(ア)～(ウ)のように捉えると，甲1発明は，本件発明1及び15の第1，第2及び第3段階に相当する要件を全て備えているといえるから，本件審決が相違点1A及び相違点15Aを認定したことは誤りである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件発明1及び15の「第1段階」は，甲1発明における次の段階に相当する。",
                    "①「スイッチ手段5をオンとすると」から，②「設定温度に相当する抵抗値と前記加熱用ヒータ1の抵抗値が等しくなったとき，前記シーケンス制御回路11が，前記スイッチ手段5をオフ制御にする」時点まで"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件発明1及び15の「第2段階」は，甲1発明における次の段階に相当する。",
                    "上記②の時点から③「香味生成物品20の香味熱分解を考慮しつつ予め設定される所定の時間経過した後，前記スイッチ手段5をオンとし」た時点まで"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "本件発明1及び15の「第3段階」は，甲1発明における次の段階に相当する。",
                    "上記③の時点から④「前記比較演算回路10の比較結果」又は「予め定める所定時間」に基づき，「前記スイッチ手段5」を再度オフする時点まで"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "本件審決の認定判断の誤り",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件審決は，甲1発明は，本件明細書における従来技術に相当する温度を一定に制御する技術を用いているのであって，本件発明1及び15とは異なる制御・技術を用いている点で相違点であるとしているが，本件特許の請求項1及び請求項15にはそのような従来技術と異なる技術思想は開示されていないから，特許請求の範囲の記載に基づかないで，技術上の意義が異なることを理由に判断することは誤りである。",
                    "仮に，甲1の【図3】などに示される温度態様が本件特許の従来技術に相当するとしても，それは本件発明1及び15が従来技術の構成を含んでおり，新規性を有していないことを意味するにすぎない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件審決は，本件発明1及び15の第2段階に対応する甲1発明の制御が，電力を供給しないものである点で，甲1発明と本件発明1及び15との間に相違点があるとしているが，本件発明1及び15の第2段階に対応する甲1発明の制御が，前記ア②の「設定温度に相当する抵抗値と前記加熱用ヒータ1の抵抗値が等しくなったとき，前記シーケンス制御回路11が，前記スイッチ手段5をオフ制御にする」時点から③「香味生成物品20の香味熱分解を考慮しつつ予め設定される所定の時間経過した後，前記スイッチ手段5をオンとし」た時点までと捉えると，甲1発明においても第2段階において電力は供給されているので，相違点1A及び相違点15Aは一致点となる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "本件審決は，甲1の制御がエアロゾル送達特性を一貫とすることを意味するものではないと認定したが，甲1の段落【0012】の記載からすると，オン・オフ制御によってもエアロゾルをある時間安定した状態で確保することができるため，甲1発明の「甲1のスイッチ手段をオフとした所定時間経過後にオンとする制御」についても，エアロゾル送達特性を一貫とすることを意味するといえ，本件審決の認定は誤りである。",
                    "また，仮に，甲1発明がエアロゾル送達特性を一貫とするものではないとしても，本件発明1及び15は，請求項1及び15の文言上「エアロゾル送達特性を一貫とする」ものには限定されていないから，本件審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "前記(1)のとおり，本件発明1及び15と甲1発明との間に相違点1A及び相違点15Aは存在しないから，同相違点の存在を前提に，本件発明1～3，5，6，10，11，13～16，20，21，23，24が特許法29条1項3号に該当しないとした本件審決の判断は誤っている。",
        "同様に，相違点1A及び相違点15Aの存在を前提として，本件発明が，特許法29条2項に該当しないとする本件審決の判断も誤りである。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "被告の主張については，本件特許の各請求項の文言の技術的意義は明確であるから，各請求項に記載された発明(発明の要旨)を認定するに当たり，発明の詳細な記載を参酌することは許されないことからすると失当であるし，仮に発明の詳細な説明の記載を参酌することが許されるとしても，それは「第1段階」，「第2段階」，「第3段階」，「第1の温度」，「第2の温度」，「第3の温度」という各文言自体の技術的意義を確定する限度においてであり，被告の主張するような限定解釈は許されない。それらを踏まえると，前記(1)のとおり，相違点1A及び相違点15Aは存在しない。",
        "(被告の主張)"
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件発明1～14，25，26について",
      "content": [
        {
          "fig": "ア",
          "subject": "相違点1Aが実質的な相違点であること",
          "text": [
            "甲1発明1は，「被加熱物体の温度を安定に維持する」という課題の解決に向けられたもの(甲1の段落【0003】，【0005】)で，同課題の解決手段として，加熱温度を適切に制御して安定的な温度制御特性を提供する加熱制御装置の発明であり，吸い始めた後に，「エアロゾル形成基材からエアロゾルが発生する」「第1の温度」まで温度を上昇させた後，以下の【図3】のように一定範囲の温度に制御する発明であり，スイッチ手段5のオン・オフ制御を吸い終わりまで繰り返すという発明であるから，本件明細書において従来技術と位置付けられている発明と同じである。",
            "甲1の実施例に関する以下の【図3】，【図4】は，本件発明の従来技術として図示されている本件明細書の【図3】と同じである。",
            "(甲1)",
            "(本件明細書)",
            "したがって，甲1は，本件発明1のように，加熱の最終段階(吸い終わり)の「第3段階」において「エアロゾル形成基材は加熱によって枯渇」することに基因するエアロゾル送達量の減少を軽減するための「第3の温度」に上昇させるという発明(技術思想)を一切開示していない。",
            "さらに，甲1は，本件発明1のように，「第3段階」に至る前の「第2段階」において，「凝縮が抑えられてエアロゾルの送達が増加する」ことを軽減する「第2の温度」に温度を下げるが，エアロゾル形成体の揮発温度より低くならないように電力を供給するという発明(技術思想)を一切開示していない。そもそも，本件発明1は，「第2段階において・・・前記エアロゾル形成体の揮発温度より低くならないように電力が供給され，第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇するように電力が供給される」という発明であるから(請求項1)，「第2の温度より高い第3の温度に上昇するように電力が供給される」という電力供給とは別個独立に，「第2段階において・・・前記エアロゾル形成体の揮発温度より低くならないように電力が供給され」る発明であるところ，甲1はそのような発明を開示していない。かえって，甲1は，被加熱物体の温度を「安定に」維持するためのメカニズムを開示しているものである。",
            "甲1発明1と本件発明1とは，本件審決が認定した相違点1Aで相違し，この相違点1Aは本件発明1の課題及び課題解決原理に関わる実質的な相違点であるから，本件発明1は，甲1との関係で新規性を有する。",
            "また，甲3～5においても相違点1Aに係る構成は開示されていないから，甲1発明1及び甲3～5に記載された事項に基づいて，当業者は，本件発明1を容易に発明できたものとはいえない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "原告の主張について",
          "text": [
            "原告は，甲1発明1において，甲1発明1において，吸い終わりまでの間，何十回も繰り返される，一定範囲の温度に制御するためのスイッチ手段5のオン・オフ制御のうち最初の「オン」「オフ」「オン」の一往復半のみを抽出し，それぞれの温度については，最初の「オン」で上昇する温度が本件発明1の「第1の温度」であり，次の「オフ」で下降する温度が本件発明1の「第2の温度」，次の「オン」で上昇する温度が本件発明1の「第3の温度」であると対比した上で，各期間(段階)については，①スイッチをオン制御した後，スイッチをオフ制御するまでの期間が本件発明1の「第1段階」に，②①の時点からスイッチを再びオン制御するまでの期間が同「第2段階」に，③②の時点からスイッチを再びオフ制御するまでの期間が同「第3段階」に当たるとの対比をしているが，これは本件発明1を発明の詳細な説明を十分に考慮することなく極めて形式的に解釈した要旨認定を前提とするもので失当である。",
            "甲1発明1における上記③の段階は，「吸い終わりまで」の間何十回も繰り返される，一定範囲の温度に制御するためのオン・オフ制御の途中であり，この後に上記①の段階に再び戻るのであるから，本件発明1における，加熱の最終段階(吸い終わり)において「エアロゾル形成基材は加熱によって枯渇」することに基因してエアロゾル送達量が減少することが課題となる「第3段階」とは異なるものである。また，上記③の段階でオンされているスイッチが再び上記①の段階に戻ってオフされるときの温度も，「エアロゾル形成基材は加熱によって枯渇」していない以上，これに基因してエアロゾル送達量が減少することを軽減するための温度ではあり得ず，本件発明1における「第3の温度」ではない。",
            "さらに，甲1発明1における上記②の段階についていうと，単に，一定範囲の温度に(安定的に)制御するために繰り返されるオン・オフ制御において，一定範囲の下限まで温度が下がるとスイッチが再びオンになるというにすぎず，この下限の温度が，「凝縮が抑えられてエアロゾルの送達が増加する」ことを軽減する温度であるという開示は一切ない。また，エアロゾル形成体の揮発温度より低くならないように電力が供給されることもない。この点につき，原告は，一定範囲の温度に制御するために繰り返されるオン・オフ制御においてオフからオンに切り替わることをもって「エアロゾル形成体の揮発温度より低くならないように電力が供給され」るという本件特許の特許請求の範囲の文言と対比しているものと思われるが，前記のとおり，本件発明1は，「第2の温度より高い第3の温度に上昇するように電力が供給される」という電力供給とは別個独立に，「第2段階において・・・前記エアロゾル形成体の揮発温度より低くならないように電力が供給され」る発明である。したがって，甲1発明1は，本件発明1の第2段階における電力供給のスイッチ制御を満たさないから，この点に関する原告が主張する対比は誤っている。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "小括",
          "text": [
            "請求項2～14，25，26は，いずれも請求項1の従属項であるか，これを直接又は間接に引用するものであるから，甲1との関係で請求項1に係る本件発明1が新規性・進歩性を有する以上，本件発明2～14，25，26は新規性・進歩性を有する。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明15～24について",
      "text": [
        "前記(1)の甲1発明1と同様に，甲1発明2と本件発明15とは，本件審決が認定した相違点15Aの点で相違し，この相違点15Aは本件発明15の課題及び課題解決原理に関わる実質的な相違点であるから，本件発明15は，甲1との関係で新規性を有する。",
        "また，甲3～5には，相違点15Aに係る構成は開示されていないから，甲1発明2及び甲3～5に記載された事項に基づいて，当業者は，本件発明15を容易に発明できたものとはいえない。",
        "請求項16～24は，いずれも請求項15の従属項であるかこれを直接又は間接的に引用するものであるから，甲1との関係で請求項15に係る本件発明15が新規性・進歩性を有する以上，本件発明16～24は，新規性・進歩性を有する。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "5",
              "subject": "甲2を主引例とする新規性・進歩性欠如についての認定判断の誤り(取消事由5)",
              "text": [
                "(原告の主張)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "相違点認定の誤り",
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明1及び15と甲2発明との対比",
          "text": [
            "本件発明1及び15は，第1，第2及び第3段階の各持続時間の範囲について何ら限定しない。そのため，甲2発明の温度プロファイルが本件発明1の各段階を規定する要件に合致する時間範囲を備えている場合には，その段階は一致点になる。",
            "そして，甲2発明を次の(ア)～(ウ)のように捉えると，甲2発明は，本件発明1及び15の第1，第2及び第3段階に相当する要件を全て備えているといえるから，本件審決が相違点1B及び相違点15Bを認定したのは誤りである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件発明1及び15の「第1段階」は，甲2発明における次の段階に相当する。",
                    "①「制御スイッチ12を押下すると」から，②「前記制御部3は，前記天火4の温度が240℃に達したことが温度センサ43により検出されると，前記電気加熱片41を制御して加熱を停止させ」る時点まで"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件発明1及び15の「第2段階」は，甲2発明における次の段階に相当する。",
                    "上記②の時点から③「前記天火4の温度が180℃を下回ることが前記温度センサ43により検出されると，前記電気加熱片41が加熱を開始し」た時点まで"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "本件発明1及び15の「第3段階」は，甲2発明における次の段階に相当する。",
                    "上記③の時点から④「前記制御部3は，前記天火4の温度が240℃に達したことが温度センサ43により検出されると，前記電気加熱片41を制御して」再び加熱を停止させる時点まで"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "本件審決の認定判断の誤り",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件審決は，甲2発明は，本件明細書における従来技術に相当する温度を一定に制御する技術を用いているのであって，本件発明1及び15とは異なる制御・技術を用いている点で相違点であるとしているが，本件特許の請求項1及び請求項15にはそのような従来技術と異なる技術思想は開示されていないから，特許請求の範囲の記載に基づかないで，技術上の意義が異なることを理由に判断することは誤りである。",
                    "仮に，甲2の段落［0039］などに示される温度態様が本件特許の従来技術に相当するとしても，それは本件発明1及び15が従来技術の構成を含んでおり，新規性を有していないことを意味するにすぎない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件審決は，本件発明1及び15の第2段階に対応する甲2発明の制御が電力を供給しないものである点で，甲2発明と本件発明1及び15との間に相違点があるとしているが，本件発明1及び15の「第2段階」を上記②「前記制御部3は，前記天火4の温度が240℃に達したことが温度センサ43により検出されると，前記電気加熱片41を制御して加熱を停止させ」る時点から③「前記天火4の温度が180℃を下回ることが前記温度センサ43により検出されると，前記電気加熱片41が加熱を開始し」た時点までと捉えると，甲2発明においても第2段階において電力は供給されているので，相違点1B及び相違点15Bは一致点となる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "本件審決は，甲2発明の制御が，「エアロゾル送達特性を一貫とする」ものではないことを相違点認定の根拠としているが，本件発明1及び15は，請求項1及び15の文言上「エアロゾル送達特性を一貫とする」ものには限定されていないから，「エアロゾル送達特性を一貫とする」かどうかが相違点を認定する根拠となるものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "前記(1)のとおり，本件発明1及び15と甲2発明との間に相違点1B及び相違点15Bは存在しないから，同相違点の存在を前提に，本件発明1，2，5，6，10，14～16，20，24が特許法29条1項3号に該当しないとした本件審決の判断は誤っている。同様に，相違点1B及び相違点15Bの存在を前提として，本件発明が，特許法29条2項に該当しないとする本件審決の判断もまた誤りである。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "被告の主張については，本件特許の各請求項の文言の技術的意義は明確であるから，各請求項に記載された発明(発明の要旨)を認定するに当たり，発明の詳細な記載を参酌することは許されないから失当であるし，仮に発明の詳細な説明の記載を参酌することが許されるとしても，それは「第1段階」，「第2段階」，「第3段階」，「第1の温度」，「第2の温度」，「第3の温度」という各文言自体の技術的意義を確定する限度においてであり，被告の主張するような限定解釈は許されない。それらを踏まえると，前記(1)のとおり，相違点1B及び相違点15Bは存在しない。",
      "text": [
        "(被告の主張)"
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件発明1～14，25，26について",
      "content": [
        {
          "fig": "ア",
          "subject": "相違点1Bが実質的な相違点であること",
          "text": [
            "甲2発明1は，吸い始めた後に，「エアロゾル形成基材からエアロゾルが発生する」「第1の温度」まで温度を上昇させた後，一定範囲の温度に制御する発明であり，制御スイッチ12のオン・オフ制御を吸い終わりまで繰り返すという発明であるから，本件明細書において従来技術と位置付けられている発明と同じである。",
            "したがって，甲2は，本件発明1のように，加熱の最終段階(吸い終わり)の「第3段階」において「エアロゾル形成基材は加熱によって枯渇」することに基因するエアロゾル送達量の減少を軽減するための「第3の温度」に上昇させるという発明(技術思想)を一切開示していない。",
            "さらに，甲2は，本件発明1のように，「第3段階」に至る前の「第2段階」において，「凝縮が抑えられてエアロゾルの送達が増加する」ことを軽減する「第2の温度」に温度を下げるが，エアロゾル形成体の揮発温度より低くならないように電力を供給するという発明(技術思想)を一切開示していない。そもそも，本件発明1は，「第2段階において・・・前記エアロゾル形成体の揮発温度より低くならないように電力が供給され，第3段階において前記加熱要素の温度が前記第2の温度より高い第3の温度に上昇するように電力が供給される」という発明であるから(請求項1)，「第2の温度より高い第3の温度に上昇するように電力が供給される」という電力供給とは別個独立に，「第2段階において…前記エアロゾル形成体の揮発温度より低くならないように電力が供給され」る発明であるところ，甲2はそのような発明を開示していない。",
            "したがって，甲2発明1と本件発明1とは，本件審決が認定した相違点1Bの点で相違し，この相違点1Bは本件発明1の課題及び課題解決原理に関わる実質的な相違点であるから，本件発明1は，甲2との関係で新規性を有する。",
            "また，甲3～5には相違点1Bに係る構成は開示されていないから，甲2発明1及び甲3～5に記載された事項に基づいて，当業者は，本件発明1を容易に発明できたものとはいえない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "原告の主張について",
          "text": [
            "原告は，甲2発明1において「吸い終わりまで」の間何十回も繰り返される，一定範囲の温度に制御するための制御スイッチ12のオン・オフ制御のうち，最初の「オン」「オフ」「オン」の一往復半のみを抽出し，最初の「オン」で上昇する温度(240℃)が本件発明1の「第1の温度」であり，次の「オフ」で下降する温度(180℃)が本件発明1の「第2の温度」であり，次の「オン」で上昇する温度(240℃)が本件発明1の「第3の温度」であると対比した上で，各期間(段階)については，①スイッチをオン制御した後スイッチをオフ制御するまでの期間が本件発明1の「第1段階」に，②①の時点からスイッチを再びオン制御するまでの期間が本件発明1の「第2段階」に，③②の時点からスイッチを再びオフ制御するまでの期間が本件発明1の「第3段階」に当たるとの対比をしているが，これは，本件発明1を発明の詳細な説明を十分に考慮することなく極めて形式的に解釈した要旨認定を前提とするものであり，理由がない。",
            "甲2発明1における上記③の段階は，「吸い終わりまで」の間何十回も繰り返される，一定範囲の温度に制御するためのオン・オフ制御の途中であり，この後に上記①の段階に再び戻るものであるから，本件発明1における，加熱の最終段階(吸い終わり)において「エアロゾル形成基材は加熱によって枯渇」することに基因してエアロゾル送達量が減少することが課題となる「第3段階」とは異なるものである。また，上記③の段階でオンされているスイッチが再び上記①の段階に戻ってオフされるときの温度も，「エアロゾル形成基材は加熱によって枯渇」していない以上，これに基因してエアロゾル送達量が減少することを軽減するための温度ではあり得ず，本件発明1における「第3の温度」ではない。",
            "さらに，原告が主張するところの甲2発明1における上記②の段階は，単に，一定範囲の温度に制御するために繰り返されるオン・オフ制御において，一定範囲の下限まで温度が下がるとスイッチが再びオンになるというにすぎず，この下限の温度が，「凝縮が抑えられてエアロゾルの送達が増加する」ことを軽減する温度であるという開示は一切ない。また，エアロゾル形成体の揮発温度より低くならないように電力が供給されることもない。この点につき，原告は，一定範囲の温度に制御するために繰り返されるオン・オフ制御においてオフからオンに切り替わることをもって「エアロゾル形成体の揮発温度より低くならないように電力が供給され」るという本件特許の特許請求の範囲の文言と対比しているものと思われるが，前記のとおり，本件発明1は，「第2の温度より高い第3の温度に上昇するように電力が供給される」という電力供給とは別個独立に，「第2段階において・・・前記エアロゾル形成体の揮発温度より低くならないように電力が供給され」る発明であるから，オフからオンに切り替わったときのオン制御は，少なくとも「第2段階」における電力供給ではあり得ず，この点に関する原告が主張する対比は誤っている。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "小括",
          "text": [
            "請求項2～14，25，26は，いずれも請求項1の従属項であるかこれを直接又は間接的に引用するものであるから，甲2との関係で請求項1に係る本件発明1が新規性・進歩性を有する以上，本件発明2～14，25，26は新規性・進歩性を有する。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明15～24について",
      "text": [
        "前記(1)の甲2発明1と同様に，甲2発明2と本件発明15とは，本件審決が認定した相違点15Bの点で相違し，この相違点15Bは本件発明15の課題及び課題解決原理に関わる実質的な相違点であるから，本件発明15は，甲2との関係で新規性を有する。",
        "また，甲3～5には相違点15Bに係る構成は開示されていないから，甲1発明2及び甲3～5に記載された事項に基づいて，当業者は，本件発明15を容易に発明できたものとはいえない。",
        "請求項16～24は，いずれも請求項15の従属項であるかこれを直接又は間接的に引用するものであるから，甲2との関係で請求項15に係る本件発明15が新規性・進歩性を有する以上，本件発明16～24は新規性・進歩性を有する。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "【発明の詳細な説明】",
                "【技術分野】",
                "【0001】",
                "本発明は，エアロゾル発生装置，及びエアロゾル形成基材を加熱することによってエアロゾルを発生させる方法に関する。特に，本発明は，エアロゾル形成基材の連続的又は反復的加熱期間にわたって一貫した所望の特性のエアロゾルをエアロゾル形成基材から発生させるための装置及び方法に関する。",
                "【背景技術】",
                "【0002】",
                "当業では，エアロゾル形成基材を加熱することによって動作する，例えば加熱式喫煙装置を含むエアロゾル発生装置が知られている。国際公開第2009／118085号には，基材の燃焼を防ぐのに望ましい温度範囲内に温度を制御しながら基材を加熱してエアロゾルを発生させる加熱式喫煙装置が記載されている。",
                "【0003】",
                "エアロゾル発生装置は，時間経過にわたって一貫したエアロゾルを生成できることが望ましい。このことは，加熱式喫煙装置のようにエアロゾルが人間に消費される場合，特に当てはまる。枯渇性の基材が一定時間にわたって連続的又は反復的に加熱される装置では，基材に残っているエアロゾル形成成分の量及び分布，並びに基材の温度の両方に関連して，連続的又は反復的加熱と共にエアロゾル形成基材の特性が大幅に変化する場合があるので，一貫したエアロゾルの生成は困難になり得る。特に，連続的又は反復的加熱装置のユーザは，ニコチンや，場合によっては香味料を伝達するエアロゾル形成体が基材から枯渇するにつれ，エアロゾルの香り，味及び感覚が薄れていくのを体験することがある。従って，動作中に最初に送達されるエアロゾルが最後に送達されるエアロゾルとほぼ同程度になるように，時間経過にわたって一貫したエアロゾル送達を実現する。",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0005】",
                "本開示の目的は，エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供するエアロゾル発生装置及びシステムを提供することである。",
                "【課題を解決するための手段】",
                "【0006】",
                "第1の態様では，本開示は，エアロゾル発生装置におけるエアロゾルの発生を制御する方法を提供し，この装置は，",
                "エアロゾル形成基材を加熱するように構成された少なくとも1つの加熱要素を含むヒータと，",
                "加熱要素に電力を供給するための電源と，",
                "を備え，上記方法は，加熱要素に供給される電力を，第1段階において加熱要素の温度が初期温度から第1の温度に上昇するように電力が供給され，第2段階において加熱要素の温度が第1の温度よりも低い第2の温度に低下するように電力が供給され，第3段階において加熱要素の温度が第2の温度よりも高い第3の温度に上昇するように電力が供給されるよう制御するステップを含む。",
                "【0007】",
                "本明細書で使用する「エアロゾル発生装置」は，エアロゾル形成基材と相互作用してエアロゾルを発生させる装置に関連する。エアロゾル形成基材は，例えば喫煙物品の一部などの，エアロゾル発生物品の一部とすることができる。エアロゾル発生装置は，エアロゾル発生物品のエアロゾル形成基材と相互作用して，ユーザの口を通じてユーザの肺に直接吸入できるエアロゾルを発生させる喫煙装置とすることができる。エアロゾル発生装置は，ホルダーとすることができる。",
                "【0008】",
                "本明細書で使用する「エアロゾル形成基材」という用語は，エアロゾルを形成できる揮発性化合物を放出することが可能な基材に関連する。このような揮発性化合物は，エアロゾル形成基材を加熱することによって放出することができる。エアロゾル形成基材は，便宜上，エアロゾル発生物品又は喫煙物品の一部とすることができる。",
                "【0009】",
                "本明細書で使用する「エアロゾル発生物品」及び「喫煙物品」という用語は，エアロゾルを形成できる揮発性化合物を放出することが可能なエアロゾル形成基材を含む物品を意味する。例えば，エアロゾル発生物品は，ユーザの口を通じてユーザの肺に直接吸入できるエアロゾルを発生させる喫煙物品とすることができる。エアロゾル発生物品は，使い捨てとすることができる。以下では，一般に「喫煙物品」という用語を使用する。・・・",
                "【0010】",
                "通常，反復的又は連続的に基材を加熱することによってエアロゾルを発生させる既存のエアロゾル発生装置は，時間経過にわたって単一の一定温度を達成するように制御される。しかしながら，エアロゾル形成基材は加熱によって枯渇し，すなわち基材における主要エアロゾル成分の量が減少し，このことは，所与の温度のエアロゾル発生が減少することを意味する。さらに，エアロゾル形成基材の温度が定常状態に達すると，熱拡散効果が低下することによってエアロゾルの送達が減少する。この結果，加熱式喫煙装置の場合にはニコチンなどの，主要エアロゾル成分に関して測定したエアロゾルの送達が時間と共に減少する。加熱過程の最終段階中に加熱要素の温度を上昇させると，時間経過に伴うエアロゾル送達の減少を軽減又は防止することができる。",
                "【0011】",
                "本文脈では，連続的又は反復的加熱とは，通常は5秒よりも長く，場合によっては30秒よりも長い持続時間にわたって基材又は基材の一部を加熱してエアロゾルを発生させることを意味する。加熱式喫煙装置，又はユーザが吸煙を行って装置からエアロゾルを吸引する他の装置の文脈では，このことが，ユーザが装置の吸煙を行っているか否かに関わらず，ユーザによる複数回の吸煙を含む期間にわたってエアロゾルが連続的に発生するように基材を加熱することを意味する。本文脈では，基材の枯渇が重要な問題になる。このことは，ユーザによる吸煙毎に別個の基材又は基材の一部が加熱され，持続時間が約2～3秒の長さである1回の吸煙よりも長く基材部分が加熱されない瞬間的加熱とは対照的である。",
                "【0013】",
                "第1，第2及び第3段階中に連続的にエアロゾルが発生するように，第1，第2及び第3の温度を選択する。第1，第2及び第3の温度は，基材内に存在するエアロゾル形成体の揮発温度に対応する温度範囲に基づいて決定されることが好ましい。例えば，エアロゾル形成体としてグリセリンを使用する場合には，摂氏290度～320度以上の温度(すなわち，グリセリンの沸点よりも高い温度)を使用する。第2段階中には，温度が最低許容温度を下回らないことを確実にするための電力を加熱要素に供給することができる。",
                "【0014】",
                "第1段階では，加熱要素の温度を，エアロゾル形成基材からエアロゾルが発生する第1の温度に上昇させる。多くの装置，特に加熱式喫煙装置では，装置の作動後にできるだけ早く所望の成分を含むエアロゾルを発生させることが望ましい。加熱式喫煙装置の消費者体験を満足のいくものにするには，「最初の吸煙までの時間」が極めて重要と考えられる。消費者は，装置が作動してから最初の吸煙までに長い時間待つ必要があることを望まない。このため，第1段階では，加熱要素をできるだけ速く第1の温度に上昇させるための電力を加熱要素に供給することができる。第1の温度は，許容温度範囲内に収まるように選択することができるが，消費者への最初の送達として満足できる量のエアロゾルを発生させるために，最大許容温度の近くを選択することができる。装置の最初の動作時間中には，装置内の凝縮によってエアロゾルの送達が減少する。",
                "【0015】",
                "許容温度範囲は，エアロゾル形成基材に依存する。エアロゾル形成基材は，異なる温度において様々な範囲の揮発性化合物を放出する。エアロゾル形成基材から放出される揮発性化合物の中には，加熱過程を通じてしか形成されないものもある。各揮発性化合物は，固有の放出温度以上で放出される。最大動作温度をいくつかの揮発性化合物の放出温度未満に制御することにより，これらの揮発性化合物の成分の放出又は形成を回避することができる。最大動作温度は，通常の動作条件下では基材の燃焼が起きないことを確実にするように選択することもできる。",
                "【0016】",
                "許容温度範囲は，摂氏240度～摂氏340度の下限と，摂氏340度～摂氏400度の上限とを有することができ，好ましくは摂氏340度～摂氏380度とすることができる。第1の温度は，摂氏340度～摂氏400(判決注：摂氏400度の誤記と認める。)とすることができる。第2の温度は，摂氏240度～摂氏340度，好ましくは摂氏270度～摂氏340度とすることができ，第3の温度は，摂氏340度～摂氏400度，好ましくは摂氏340度～摂氏380度とすることができる。第1，第2及び第3の温度の最大動作温度は，いずれも従来の着火端部付きシガレットに存在する望ましくない化合物の燃焼温度又は約摂氏380度を超えないことが好ましい。",
                "【0017】",
                "第2段階及び第3段階では，加熱要素に供給される電力を制御するステップを，加熱要素の温度を許容温度範囲又は所望の温度範囲内に維持するように行うことが有利である。",
                "【0018】",
                "第1段階から第2段階にいつ遷移すべきか，同様に第2段階から第3段階にいつ遷移すべきかについての決定には多くの可能性がある。1つの実施形態では，第1段階，第2段階及び第3段階の各々が，所定の持続時間を有することができる。この実施形態では，装置の作動後の時間を使用して第2及び第3段階をいつ開始していつ終了するかを決定する。別の例では，加熱要素が第1の目標温度に達したらすぐに第1段階を終了することもできる。さらに別の例では，加熱要素が第1の目標温度に達した後の所定の時間に基づいて第1段階が終了する。別の例では，作動後に加熱要素に送達された総エネルギーに基づいて第1段階及び第2段階を終了することができる。さらに別の例では，装置を，例えば専用の流量センサを用いてユーザによる吸煙を検出するように構成することができ，所定の吸煙回数後に第1及び第2段階を終了することができる。これらの選択肢の組み合わせを用いて，いずれか2つの段階の遷移に適用できることが明らかであろう。加熱要素の動作段階が3つよりも多くの異なるものであってよいことも明らかであろう。",
                "【0019】",
                "第1段階が終了すると第2段階が開始し，加熱要素の温度が第1の温度よりも低い温度ではあるが許容温度範囲内の第2の温度に低下するように加熱要素への電力を制御する。この加熱要素の温度の低下が望ましい理由は，装置及び基材が温まると，所定の加熱要素の温度で凝縮が抑えられてエアロゾルの送達が増加するからである。第1段階後には，基材が燃焼する可能性を抑えるためにも加熱要素の温度を低下させることが望ましい。また，加熱要素の温度を低下させると，エアロゾル発生装置が消費するエネルギーの量も減少する。さらに，装置の動作中に加熱要素の温度を変化させることにより，時間変調型の温度勾配を基材に導入できるようになる。",
                "【0020】",
                "第3段階では，加熱要素の温度を上昇させる。第3段階中には，基材がますます枯渇するにつれて継続的に温度を高めることが望ましい。第3段階中に加熱要素の温度を上昇させることにより，基材の枯渇及び熱拡散の低下に起因するエアロゾル送達の減少が補償される。しかしながら，第3段階中における加熱要素の温度の上昇は，あらゆる所望の時間的プロファイルを有することができ，装置及び基材の形状，機材の組成，並びに第1及び第2段階の持続時間に依存することができる。加熱要素の温度は，第3段階全体を通じて許容範囲内に保たれることが望ましい。1つの実施形態では，加熱要素への電力を制御するステップが，第3段階中に加熱要素の温度を継続的に上昇させるように行われる。",
                "【0021】",
                "加熱要素への電力を制御するステップは，加熱要素の温度又は加熱要素の近くの温度を測定して測定温度を提供し，測定温度と目標温度の比較を行い，この比較結果に基づいて，加熱要素に供給する電力を調整するステップを含むことができる。目標温度は，装置の作動後の第1，第2及び第3段階がもたらされる時間と共に変化することが好ましい。例えば，第1段階中には，目標温度を第1の目標温度とすることができ，第2段階中には，目標温度を第2の目標温度とすることができ，第3段階中には，目標温度を第3の目標温度とすることができ，第3の目標温度は時間と共に次第に上昇する。目標温度は，第1，第2及び第3の動作段階の制約範囲内であらゆる所望の時間的プロファイルを有するように選択できることが明らかであろう。",
                "【0022】",
                "加熱要素は，電気抵抗性加熱要素とすることができ，加熱要素に供給される電力を制御ステップは，加熱要素の電気抵抗を測定し，この測定した電気抵抗に依存して加熱要素に供給される電流を調整するステップを含むことができる。加熱要素の電気抵抗は加熱要素の温度を示し，従って測定された電気抵抗を目標電気抵抗と比較し，これに応じて供給電力を調整することができる。測定温度を目標温度に導くためには，PID制御ループを使用することができる。さらに，加熱要素の電気抵抗を検出する以外に，バイメタル板，熱電対又は専用サーミスタ，或いは加熱要素から電気的に分離された電気抵抗素子などの，温度を検知するための機構を使用することもできる。これらの選択的な温度検知機構は，加熱要素の電気抵抗をモニタすることによる温度測定に加えて，又はその代わりに使用することができる。例えば，加熱要素の温度が許容温度範囲を超えた時に加熱要素への電力を削減するための制御機構内で別個の温度検知機構を使用することができる。",
                "【0023】",
                "方法は，エアロゾル形成基材の特性を識別するステップをさらに含むことができる。その後，この識別された特性に依存して，電力を制御するステップを調整することができる。例えば，異なる基材には異なる目標温度を使用することができる。【0024】",
                "本発明の第2の態様では，電気作動式エアロゾル発生装置を提供し，この装置は，",
                "エアロゾル形成基材を加熱してエアロゾルを発生させるように構成された少なくとも1つの加熱要素と，",
                "加熱要素に電力を供給するための電源と，",
                "電源から少なくとも1つの加熱要素への電力の供給を制御するための電気回路と，を備え，この電気回路は，加熱要素に供給される電力を，第1段階において加熱要素の温度が初期温度から第1の温度に上昇し，第2段階において加熱要素の温度が第1の温度未満に低下し，第3段階において加熱要素の温度が再び上昇し，第1，第2及び第3段階中に継続的に電力が供給されるように制御するよう構成される。【0025】",
                "各段階の持続時間及び各段階中の加熱要素の温度についての選択肢は，第1の態様に関連して説明した通りである。電気回路は，第1段階，第2段階及び第3段階の各々が一定の持続時間を有するように構成することができる。電気回路は，加熱要素に供給される電力を，第3段階中に加熱要素の温度が継続的に上昇するように制御するよう構成することができる。",
                "【0026】",
                "この回路は，加熱要素に電力を電流パルスとして供給するように構成することができる。そして，加熱要素に供給される電力は，電流のデューティサイクルを調整することによって調整することができる。このデューティサイクルは，パルス幅又はパルスの周波数，或いはこれらの両方を変更することによって調整することができる。或いは，この回路を，加熱要素に電力を連続DC信号として供給するように構成することもできる。",
                "【0027】",
                "電気回路は，加熱要素の温度又は加熱要素の近くの温度を測定して測定温度を提供するように構成された温度検知手段を含むことができるとともに，測定温度と目標温度の比較を行い，この比較に基づいて，加熱要素に供給される電力を調整するように構成することができる。目標温度は，電子メモリに記憶することができ，装置の作動後の第1，第2及び第3段階がもたらされる時間と共に変化することが好ましい。",
                "【0028】",
                "温度検知手段は，サーミスタなどの専用電気部品，又は加熱要素の電気抵抗に基づいて温度を測定するように構成された回路とすることができる。",
                "【0029】",
                "電気回路は，装置内のエアロゾル形成基材の特性を識別する手段と，電力制御命令及び対応するエアロゾル形成基材の特性のルックアップテーブルを保持するメモリとをさらに含むことができる。",
                "【0030】",
                "本発明の第1及び第2の態様では，いずれも加熱要素が電気抵抗材料を含むことができる。好適な電気抵抗材料としては，以下に限定されるわけではないが，ドープセラミック，(例えば二珪化モリブデンなどの)「導電性」セラミック，炭素，黒鉛，金属，金属合金，及びセラミック材料と金属材料から成る複合材料などの半導体が挙げられる。このような複合材料は，ドープセラミック又は非ドープセラミックを含むことができる。好適なドープセラミックの例としては，ドープ炭化珪素が挙げられる。好適な金属の例としては，チタン，ジルコニウム，タンタル，白金，金及び銀が挙げられる。好適な金属合金の例としては，ステンレス鋼，ニッケル含有合金，コバルト含有合金，クロム含有合金，アルミニウム含有合金，チタン含有合金，ジルコニウム含有合金，ハフニウム含有合金，ニオブ含有合金，モリブデン含有合金，タンタル含有合金，タングステン含有合金，スズ含有合金，ガリウム含有合金，マンガン含有合金，金含有合金及び鉄含有合金，及びニッケル，鉄，コバルト，ステンレス鋼，Timetal(登録商標)に基づく超合金，並びに鉄-マンガン-アルミニウム基合金が挙げられる。複合材料では，エネルギー伝達の動力学及び必要な外部的物理化学的特性に依存して，任意に電気抵抗材料を絶縁材料に埋め込み，又は絶縁材料で封入又は被膜することができ，或いはこの逆も可能である。",
                "【0031】",
                "本発明の第1及び第2の態様では，いずれもエアロゾル発生装置が，内部加熱要素又は外部加熱要素，或いはこれらの両方を含むことができ，この場合，「内部」及び「外部」はエアロゾル形成基材に関するものである。内部加熱要素は，あらゆる好適な形をとることができる。例えば，内部加熱要素は，加熱ブレードの形をとることができる。或いは，この内部ヒータは，異なる導電性部分を有するケーシング又は基材，或いは電気抵抗性金属チューブの形をとることもできる。或いは，内部加熱要素は，エアロゾル形成基材の中心を通る1又はそれ以上の加熱針又はロッドとすることもできる。他の選択肢としては，例えば，Ｎi-Cr(ニッケルクロム)，白金，タングステン，又は合金ワイヤなどの加熱ワイヤ又はフィラメント，或いは加熱プレートが挙げられる。任意に，内部加熱要素は，剛性キャリア材料内又は剛性キャリア材料上に堆積させることもできる。このような1つの実施形態では，規定の温度-抵抗率関係を有する金属を用いて電気抵抗性加熱要素を形成することができる。このような例示的な装置では，セラミック材料などの好適な絶縁材料上のトラックとして金属を形成し，ガラスなどの別の絶縁材料に挟み込むことができる。このようにして形成したヒータを用いて，動作中に加熱要素の加熱と温度のモニタの両方を行うことができる。",
                "【0032】",
                "外部加熱要素は，あらゆる好適な形をとることができる。例えば，外部加熱要素は，ポリイミドなどの誘電体基板上の1又はそれ以上の可撓性加熱ホイルの形をとることができる。この可撓性ホイルは，基材受け入れキャビティの外周に適合するように成形することができる。或いは，外部加熱要素は，1又は複数の金属グリッド，フレキシブル回路基板，成形相互接続デバイス(MID)，セラミックヒータ，可撓性炭素繊維ヒータの形をとることもでき，或いはプラズマ蒸着などのコーティング技術を用いて好適な成形基板上に形成することもできる。外部加熱要素は，規定の温度-抵抗率関係を有する金属を用いて形成することもできる。このような例示的な装置では，この金属を2つの好適な絶縁材料の層間のトラックとして形成することができる。このようにして形成した外部加熱要素を用いて，動作中に外部加熱要素の加熱と温度のモニタの両方を行うことができる。",
                "【0033】",
                "内部又は外部加熱要素は，ヒートシンク，又は熱を吸収して蓄えた後に時間と共にエアロゾル形成基材に熱を放出できる材料を含む蓄熱体を含むことができる。ヒートシンクは，好適な金属又はセラミック材料などのあらゆる好適な材料で形成することができる。1つの実施形態では，この材料が高熱容量を有し(顕熱蓄熱材)，又は熱を吸収した後に高温相変化などの可逆過程を通じて熱を放出できる材料である。好適な顕熱蓄熱材としては，シリカゲル，アルミナ，炭素，ガラスマット，ガラス繊維，鉱物類，アルミニウムや銀又は鉛などの金属又は合金，及び紙などのセルロース材料が挙げられる。可逆相変化を通じて熱を放出する他の好適な材料としては，パラフィン，酢酸ナトリウム，ナフタレン，蝋，ポリエチレンオキシド，金属，金属塩，共晶塩の混合物，又は合金が挙げられる。ヒートシンク又は蓄熱体は，エアロゾル形成基材と直接接触して，蓄えた熱を直接基材に伝達できるように構成することができる。或いは，ヒートシンク又は蓄熱体に蓄えられた熱は，金属チューブなどの熱導体を用いてエアロゾル形成基材に伝達することもできる。",
                "【0034】",
                "加熱要素は，熱伝導によってエアロゾル形成基材を加熱することが有利である。加熱要素は，基材，又は基材が堆積された担体と少なくとも部分的に接触することができる。或いは，内部又は外部加熱要素のいずれかからの熱を，熱伝導要素によって基材に伝導することもできる。",
                "【0039】",
                "本発明の第1及び第2の態様では，いずれもエアロゾル形成基材を固体エアロゾル形成基材とすることができる。或いは，エアロゾル形成基材は，固体成分と液体成分の両方を含むこともできる。エアロゾル形成基材は，加熱時に基材から放出される揮発性タバコ香味化合物を含むタバコ含有材料を含むことができる。或いは，エアロゾル形成基材は，非タバコ材料を含むこともできる。エアロゾル形成基材は，エアロゾル形成体をさらに含むことができる。好適なエアロゾル形成体の例には，グリセリン及びプロピレングリコールがある。",
                "【0040】",
                "エアロゾル形成基材が固体エアロゾル形成基材である場合，固体エアロゾル形成基材は，例えば，ハーブ葉，タバコ葉，タバコ茎の断片，再構成タバコ，均質化タバコ，抽出タバコ，成型葉タバコ及び膨張タバコのうちの1つ又はそれ以上を含む粉末，顆粒，ペレット，小片，細糸，条片又はシートのうちの1つ又はそれ以上を含むことができる。固体エアロゾル形成基材は，バラバラの形であっても，又は好適な容器又はカートリッジに入れて提供することもできる。任意に，固体エアロゾル形成基材は，基材の加熱時に放出される追加のタバコ又は非タバコ揮発性香味化合物を含むこともできる。固体エアロゾル形成基材は，追加のタバコ又は非タバコ揮発性香味化合物を含むカプセルを含むこともでき，このようなカプセルは，固体エアロゾル形成基材の加熱中に溶解することができる。",
                "【0041】",
                "本明細書で使用する均質化タバコとは，粒子状タバコを塊にすることによって形成される材料を意味する。均質化タバコは，シートの形をとることができる。均質化タバコ材料は，5乾燥重量％を上回るエアロゾル形成体含有量を有することができる。或いは，均質化タバコ材料は，5～30乾燥重量％のエアロゾル形成体含有量を有することもできる。均質化タバコ材料のシートは，タバコ葉の葉身とタバコ葉の茎の一方又は両方をすり潰し又は別様に粉砕することによって得られる粒子状タバコを塊にすることによって形成することができる。これとは別に，又はこれに加えて，均質化タバコ材料のシートは，例えばタバコの処理，取り扱い及び出荷中に副産物として形成されるタバコくず，タバコ粉末及びその他の粒子状タバコのうちの1つ又はそれ以上を含むこともできる。均質化タバコ材料のシートは，粒子状タバコを塊にする支援となるように，タバコの内部を発生源とする1又はそれ以上の内因性バインダ，タバコの外部を発生源とする1又はそれ以上の外因性バインダ，又はこれらの組み合わせを含むことができ，またこれとは別に，又はこれに加えて，均質化タバコ材料のシートは，以下に限定されるわけではないが，タバコ及び非タバコ繊維，エアロゾル形成体，保湿剤，可塑剤，香味料，充填剤，水性及び非水性溶媒，並びにこれらの組み合わせを含む他の添加物を含むこともできる。",
                "【0042】",
                "任意に，固体エアロゾル形成基材は，熱的に安定した担体上に提供し，又はこの担体に埋め込むことができる。この担体は，粉末，顆粒，ペレット，小片，細糸，条片又はシートの形をとることができる。或いは，この担体は，その内面又は外面，或いはこれらの両方に固体基材の薄層が堆積した管状担体とすることもできる。このような管状担体は，例えば，用紙又は用紙状材料，不織性炭素繊維マット，低質量網目金属スクリーン又は有孔金属ホイル，或いは他のいずれかの熱的に安定した高分子マトリックスで形成することができる。",
                "【0043】",
                "固体エアロゾル形成基材は，例えば，シート，泡，ゲル又はスラリの形で担体の表面に堆積させることができる。固体エアロゾル形成基材は，担体の表面全体に堆積させることもでき，或いは使用中に不均一な香味送達が行われるように一定パターンで堆積させることもできる。",
                "【0044】",
                "以上，固体エアロゾル形成基材について言及したが，当業者には，他の実施形態では他の形のエアロゾル形成基材を使用できることが明らかであろう。例えば，エアロゾル形成基材は，液体エアロゾル形成基材であってもよい。液体エアロゾル形成基材を提供する場合，エアロゾル発生装置は，液体を保持する手段を有することが好ましい。例えば，液体エアロゾル形成基材は，容器内に保持することができる。これとは別に，又はこれに加えて，液体エアロゾル形成基材を多孔性担体材料に吸収させることもできる。多孔性担体材料は，例えば，発泡金属又はプラスチック材料，ポリプロピレン，テリレン，ナイロン繊維又はセラミックなどのあらゆる好適な吸収プラグ又は吸収体から形成することができる。液体エアロゾル形成基材は，エアロゾル発生装置の使用前に多孔性担体材料内に保持することができ，或いは，液体エアロゾル形成基材材料を使用中又は使用直前に多孔性担体材料内に放出することもできる。例えば，液体エアロゾル形成基材は，カプセルに入れて提供することができる。カプセルの殻は，加熱時に溶解して，液体エアロゾル形成基材を多孔性担体材料内に放出することが好ましい。カプセルは，任意に液体と組み合わせて固体を含むこともできる。",
                "【0045】",
                "或いは，この担体は，タバコ成分が組み込まれた不織布又は繊維束とすることもできる。この不織布又は繊維束は，例えば，炭素繊維，天然セルロース繊維又はセルロース派生繊維を含むことができる。",
                "【0047】",
                "本発明の第3の態様では，本発明の第1の態様の方法を実行するように構成された，電気作動式エアロゾル発生装置のための電気回路を提供する。",
                "【0048】",
                "本発明の第4の態様では，電気作動式エアロゾル発生装置のためのプログラム可能な電気回路上で実行された時に，このプログラム可能な電気回路に本発明の第1の態様の方法を実行させるコンピュータプログラムを提供する。本発明の第5の態様では，本発明の第4の態様によるコンピュータプログラムを記憶したコンピュータ可読記憶媒体を提供する。",
                "【0049】",
                "異なる態様を参照しながら本開示について説明したが，本開示の1つの態様に関連して説明した特徴を，本開示の他の態様にも適用できることが明らかであろう。",
                "【発明を実施するための形態】",
                "【0052】",
                "図1に，電気加熱式エアロゾル発生装置100の実施形態の構成要素を単純化した形で示す。詳細には，図1では，電気加熱式エアロゾル発生装置100の要素を縮尺通りに示していない。図1では，本実施形態の理解と関係のない要素については単純化のために省略している。",
                "【0053】",
                "電気加熱式エアロゾル発生装置100は，ハウジング10と，例えばシガレットなどのエアロゾル形成基材12とを備える。エアロゾル形成基材12は，ハウジング10の内部に押し込まれて加熱要素14と熱的に近接する。エアロゾル形成基材12は，異なる温度において様々な範囲の揮発性化合物を放出する。電気加熱式エアロゾル発生装置100の動作温度をいくつかの揮発性化合物の放出温度未満になるように制御することにより，これらの揮発性化合物の成分の放出又は形成を回避することができる。",
                "【0054】",
                "ハウジング10内には，例えば充電式リチウムイオン電池などの電気エネルギー供給源16が存在する。加熱要素14，電気エネルギー供給源16，及び，例えばボタン又はディスプレイなどのユーザインターフェイス20には，コントローラ18が接続される。コントローラ18は，加熱要素14の温度を調整するために，加熱要素14に供給される電力を制御する。通常，エアロゾル形成基材は，摂氏250度～摂氏450度の温度に加熱される。",
                "【0055】",
                "説明する実施形態では，加熱要素14が，セラミック基板上に堆積された1又は複数の電気抵抗トラックである。セラミック基板はブレードの形をとり，使用時にはエアロゾル形成基材12に挿入される。図2は，装置の前端部の概略図であり，装置内を流れる空気流を示している。なお，図2では，装置の要素の相対的寸法を正確に示していない。エアロゾル形成基材12を含む喫煙物品102は，装置100のキャビティ22内に受け入れられる。装置内には，ユーザが喫煙物品102のマウスピース24を吸引する動作によって空気が吸い込まれる。空気は，ハウジング10の近位面を形成する入口26を通じて吸い込まれる。装置内に吸い込まれた空気は，キャビティ22の外側周囲の空気チャネル28を通過する。吸い込まれた空気は，キャビティ22内に設けられたブレード状の加熱要素14の近位端に隣接する喫煙物品102の遠位端においてエアロゾル形成基材12に入り込む。吸い込まれた空気は，エアロゾル形成基材12内を進み，エアロゾルを同伴して，喫煙物品102の唇側端部に至る。エアロゾル形成基材12は，タバコベースの材料の円筒形プラグである。",
                "【0056】",
                "図3に示すように，現行のエアロゾル発生装置は，動作中に一定の温度をもたらすように構成されている。装置の作動後には，目標温度50に達するまで加熱要素に電力が供給される。目標温度50に達すると，加熱要素は，装置が停止するまでこの温度に維持される。図4は，図3に示す平坦な温度プロファイルを用いた主要エアロゾル成分の送達を示す概略図である。線52は，装置の作動中に送達されるグリセロール又はニコチンなどの主要エアロゾル成分の量を表す。成分の送達はピークを迎え，その後，基材が枯渇して熱拡散効果が弱まるにつれ，時間と共に低下することが分かる。",
                "【0057】",
                "図5は，本発明の実施形態による加熱要素の温度プロファイルの概略図である。線60は，経時的な加熱要素の温度を表す。",
                "【0058】",
                "第1段階70では，加熱要素の温度が大気温度から第1の温度62に上昇する。温度62は，最低温度66と最高温度68の間の許容温度範囲内にある。許容温度変化は，基材から所望の揮発性化合物は揮発するものの，さらなる高温で揮発する望ましくない化合物は揮発しないように設定される。また，許容温度範囲は，通常の動作条件下，すなわち通常の温度，圧力，湿度，ユーザの吸煙動作及び空気組成で基材の燃焼が生じ得る温度未満でもある。",
                "【0059】",
                "第2段階72では，加熱要素の温度が第2の温度に低下する。第2の温度は，許容温度範囲内にあるが，第1の温度よりも低い。",
                "【0060】",
                "第3段階74では，加熱要素の温度が，停止時間76まで次第に上昇する。加熱要素の温度は，第3段階全体を通じて許容温度範囲内に保たれる。",
                "【0061】",
                "図6は，図5に示す加熱要素の温度プロファイルによる主要エアロゾル成分の送達プロファイルの概略図である。加熱要素の作動後の初期送達増加後，送達は，加熱要素が停止するまで一定を保つ。第3段階における温度の上昇が，基材のエアロゾル形成体の枯渇を補償する。",
                "【0062】",
                "図7には，本発明の1つの実施形態による，説明した温度プロファイルを実現するために使用する制御回路を示す。",
                "【0063】",
                "ヒータ14は，接続部42を介して電池に接続される。この電池(図7には図示せず)は，電圧V2を供給する。加熱要素14と直列に，既知の抵抗rのさらなる抵抗器44が挿入され，接地と電圧V2の中間の電圧V1に接続される。電流の周波数変調はマイクロコントローラ18によって制御され，そのアナログ出力47を介して，単純なスイッチとして機能するトランジスタ46に送達される。",
                "【0064】",
                "この調整は，マイクロコントローラ18に組み込まれたソフトウェアの一部であるPIDレギュレータに基づく。加熱要素の温度(又は温度の指示)は，加熱要素の電気抵抗を測定することによって求められる。加熱要素を目標温度に保持するために，又は加熱要素の温度を目標温度に向けて調整するために，この求められた温度を用いて，加熱要素に供給される電流のパルスのデューティサイクル(この例では周波数変調)を調整する。温度は，デューティサイクルの制御に適合するように選択された頻度で求められ，100ms毎に1回の頻度で求めることができる。",
                "【0065】",
                "マイクロコントローラ18へのアナログ入力48は，抵抗44の電圧を収集するために使用されるとともに，加熱要素を流れる電流の画像を提供する。バッテリ電圧V＋及び抵抗器44の電圧を使用して，加熱要素の抵抗変動及び／又はその温度を計算する。",
                "【0066】",
                "特定の温度で測定されるヒータの抵抗をRheater とする。マイクロプロセッサ18がヒータ14の抵抗Rheater を測定するには，ヒータ14の電流及びヒータ14の電圧の両方を求めればよい。この結果，以下の周知の式を用いて抵抗を求めることができる。",
                "【0067】",
                "図6では，ヒータの電圧がV2-V1であり，ヒータの電流がIである。従って，以下の式が得られる。",
                "【0068】",
                "抵抗rが既知であるさらなる抵抗器44を用いて，再び上記の(1)を使用して電流Iを求める。抵抗器44の電流はIであり，抵抗器24の電圧はV1である。従って，以下の式が得られる。",
                "【0069】",
                "よって，(2)と(3)を組み合わせると，以下の式が得られる。",
                "【0070】",
                "このように，マイクロプロセッサ18は，エアロゾル発生システムが使用されている時にV2及びV1を測定することができ，rの値が既知であることにより，特定の温度におけるヒータの抵抗Rheater を求めることができる。",
                "【0071】",
                "ヒータの抵抗は，温度と相関性がある。線形近似を用いて，温度Tと，温度Tにおいて測定値された抵抗Rheater とを以下の式に従って関連付けることができる。",
                "式中，Aは，加熱要素材料の熱抵抗率係数であり，R は，室温T における加熱要素の抵抗である。",
                "【0072】",
                "単純な線形近似が動作温度の範囲にわたって十分でない場合，抵抗と温度の関係を近似させるための他のさらに複雑な方法を使用することもできる。例えば，別の実施形態では，各々が異なる温度範囲をカバーする2又はそれ以上の線形近似の組み合わせに基づいて関係を導出することができる。このスキームは，ヒータの抵抗を測定する3又はそれ以上の温度校正点に依拠する。これらの校正点の中間の温度では，校正点の値から抵抗値が補間される。校正点温度は，動作中のヒータの予想温度範囲をカバーするように選択される。",
                "【0073】",
                "これらの実施形態の利点は，大型で高価になり得る温度センサを必要としない点である。また，PIDレギュレータが，温度の代わりに直接抵抗値を使用することができる。この抵抗値が，方程式(5)に示すように加熱要素の温度に直接相関付けられる。従って，測定した抵抗値が所望の範囲内である場合，加熱要素の温度も所望の範囲内である。従って，実際の加熱要素の温度を計算する必要がない。しかしながら，別個の温度センサを用いてマイクロコントローラに接続し，必要な温度情報を提供することも可能である。",
                "【0074】",
                "図8に，3つの動作段階をはっきりと確認できる目標温度プロファイルの例を示す。第1段階70では，目標温度がT に設定される。加熱要素の温度をできるだけ速くT に上昇させるように加熱要素に電力を供給する。上述したように，PIDレギュレータを用いて，装置の動作全体を通じて加熱要素の温度をできるだけ目標温度の近くに保持する。時刻t において目標温度がT に変化しており，これは第1段階70が終了して第2段階が開始したことを意味する。目標温度は，時刻t までT に維持される。時刻t において，第2段階が終了して第3段階74が開始する。第3段階74中には，目標温度が時刻t まで時間の増加と共に線形的に上昇し，時刻t において目標温度がT になり，これ以上加熱要素に電力が供給されなくなる。",
                "【0075】",
                "図8に示す形状の目標温度プロファイルは，図5に示す形状の実際の温度プロファイルをもたらす。T ，T ，T の値は，特定の基材及び特定の装置，加熱要素及び基材形状に適するように調整することができる。同様に，t ，t 及びt の値も，状況に適するように選択することができる。",
                "【0076】",
                "1つの例では，第1段階が45秒の長さであってT が360℃に設定され，第2段階が145秒の長さであってT が320℃であり，第3段階が170秒の長さであってT  が380℃である。喫煙体験は，合計360秒にわたって続く。",
                "【0077】",
                "別の例では，第1段階が60秒の長さであってT が340℃に設定され，第2段階が180秒の長さであってT が320℃であり，第3段階が120秒の長さであってT が360℃である。この場合も，加熱サイクル又は喫煙体験は，合計360秒にわたって続く。",
                "【0078】",
                "さらに別の例では，第1段階が30秒の長さであってT が380℃に設定され，第2段階が110秒の長さであってT が300℃であり，第3段階が220秒の長さであってT が340℃である。",
                "【0079】",
                "各動作段階の持続時間及び温度目標は，コントローラ18内のメモリに記憶される。この情報は，マイクロコントローラによって実行されるソフトウェアの一部とすることができる。一方，この情報は，マイクロコントローラが異なるプロファイルを選択できるようにルックアップテーブルに記憶することもできる。消費者は，ユーザの好み又は加熱する特定の基材に基づいて，ユーザインターフェイスを介して異なるプロファイルを選択することができる。装置は，光学リーダなどの基材識別手段，及び識別された基材に基づいて自動的に選択される加熱プロファイルを含むことができる。",
                "【0080】",
                "別の実施形態では，目標温度T ，T 及びT のみがメモリに記憶され，各段階間の遷移が吸煙回数によって引き起こされる。例えば，マイクロコントローラは，流量センサから吸煙回数データを受け取ることができ，2回の吸煙後に第1段階を終了し，さらなる5回の吸煙後に第2段階を終了するように構成することができる。【0081】",
                "上述した実施形態の各々では，図3に示す平坦な加熱プロファイルと比較した場合，基材の加熱中にエアロゾルがより均等に送達されるようになる。最適な加熱プロファイルは複数の要因に依存し，所与の装置，基材の形状及び基材の組成に関して実験的に求めることができる。例えば，装置は，1つよりも多くの加熱要素を含むことができ，加熱要素の構成は，基材の枯渇及び熱拡散効果に影響を与える。各加熱要素は，異なる加熱プロファイルを有するように制御することができる。加熱要素に対する基材の形状及びサイズも重要な因子である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明の概要",
      "text": [
        "前記第2の2の本件特許の特許請求の範囲及び上記(1)の本件明細書の記載からすると，本件発明は，以下のようなものであると認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "技術分野",
          "text": [
            "本件発明は，エアロゾル発生装置及びエアロゾル形成基材を加熱することによってエアロゾルを発生させる方法に関するものであり，特に，エアロゾル形成基材の連続的又は反復的加熱期間にわたって一貫した所望の特性のエアロゾルをエアロゾル形成基材から発生させるための装置及び方法に関する(段落【0001】)。"
          ]
        },
        {
          "fig": "イ",
          "subject": "背景技術",
          "text": [
            "加熱式喫煙装置のようにエアロゾルが人間に消費されるエアロゾル発生装置においては，時間経過にわたって一貫したエアロゾルを生成できることが望ましいが，枯渇性の基材が一定時間にわたって連続的又は反復的に加熱される装置では，基材に残っているエアロゾル形成成分の量及び分布，並びに基材の温度の両方に関連して，連続的又は反復的加熱と共にエアロゾル形成基材の特性が大幅に変化し，一貫したエアロゾルの生成は困難になることがあり，ユーザは，ニコチンや香味料を伝達するエアロゾル形成体が基材から枯渇するにつれ，エアロゾルの香り，味及び感覚が薄れていくのを体験することがある(段落【0002】，【0003】)。",
            "すなわち，反復的又は連続的に基材を加熱する既存のエアロゾル発生装置は，時間経過にわたって単一の一定温度を達成するように制御されるが，エアロゾル形成基材が加熱によって枯渇してエアロゾル成分の量が減少したり，エアロゾル形成基材の温度が定常状態に達して熱拡散効果が低下しエアロゾルの送達が減少することにより，エアロゾル成分の送達が，徐々に上昇してピークを迎え，その後，エアロゾル形成基材が枯渇して熱拡散効果が弱まるにつれ，時間と共に低下するというように，時間経過にわたって一貫しないという問題が生じていた(段落【0010】，【0056】，【図3】，【図4】)。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "発明が解決しようとする課題",
          "text": [
            "本件発明の目的は，エアロゾル形成基材の連続的又は反復的加熱期間にわたって特性がより一貫したエアロゾルを提供する，すなわち，動作中に最初に送達されるエアロゾルが最後に送達されるエアロゾルとほぼ同程度になるように，時間経過にわたって一貫したエアロゾル送達が実現されるエアロゾル発生装置及びシステムを提供することである(段落【0003】，【0005】)。"
          ]
        },
        {
          "fig": "エ",
          "subject": "課題を解決するための手段",
          "text": [
            "本件発明において，エアロゾル発生装置は，エアロゾル形成基材を加熱するように構成された少なくとも一つの加熱要素を含むヒータと，加熱要素に電力を供給するための電源とを備えており，その制御方法は，加熱要素に供給される電力を，第1段階において加熱要素の温度が初期温度から第1の温度に上昇するように電力が供給され，第2段階において加熱要素の温度が第1の温度よりも低いが，エアロゾル形成体の揮発温度よりは低くない第2の温度に低下するように電力が供給され，第3段階において加熱要素の温度が第2の温度よりも高い第3の温度に上昇するように電力が供給されるよう制御するステップを含む(段落【0006】，【00024】)。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "取消事由1(サポート要件違反についての判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "本件明細書の記載",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "エアロゾル形成基材の「連続的又は反復的加熱期間」とは，ユーザによる複数回の吸煙を含む期間にわたってエアロゾルが連続的に発生するようにエアロゾル形成基材を加熱する期間を指し，通常は5秒よりも長く，場合によっては30秒よりも長い期間にわたる(本件明細書の段落【0011】)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "第1段階では，エアロゾル形成基材からエアロゾルが発生する第1の温度まで加熱要素の温度を上昇させる。第1の温度は，許容温度の範囲内に収まるよう選択することができるが，消費者への最初の送達として満足できる量のエアロゾルを発生させるために，最大許容温度の近くを選択することができる。最初の動作時間中に装置及び基材が温まることで凝縮が抑えられてエアロゾルの送達が増加する。そこで，エアロゾルの送達量を一貫させるために，第2段階として，第1の温度よりも低いが，許容温度範囲内の第2の温度に低下するようにする。その後，エアロゾル形成基材の枯渇及び熱拡散の低下に起因するエアロゾル送達量の減少が生じる。それを補償するために，第3段階として，第2の温度よりも高く，許容温度範囲内の第3の温度に上昇させる。",
                    "(本件明細書の段落【0006】，【0014】，【0019】，【0020】，【0058】～【0060】)"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "第1，第2及び第3の温度が，その中において設定される許容温度範囲は，「エアロゾル形成基材から所望の物質の揮発が開始される温度」から「エアロゾル形成基材から望ましくない物質の揮発が開始される温度」未満又は「エアロゾル形成基材が燃焼する温度」未満であり，摂氏240度～摂氏340度が下限，摂氏340度～摂氏400度が上限とすることができ，好ましくは摂氏340度～摂氏380度とすることができる。第1の温度は，摂氏340度～摂氏400度とすることができる。第2の温度は，摂氏240度～摂氏340度，好ましくは摂氏270度～摂氏340度とすることができ，第3の温度は，摂氏340度～摂氏400度，好ましくは摂氏340度～摂氏380度とすることができる。第1，第2及び第3の温度は，エアロゾル形成体の揮発温度に対応して設定されるべきであって，エアロゾル形成体がグリセリンの場合には，摂氏290度～320度以上の温度の範囲内で設定されるべきである。",
                    "(本件明細書の段落【0013】，【0015】，【0016】)",
                    "なお，第1段階から第2段階，第2段階から第3段階への遷移のタイミングについては，多くの可能性があるとされており，特定されていない(本件明細書の段落【0018】，【0021】)。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "発明を実施するための形態として，【図3】～【図6】の概略図で，現行の装置の加熱要素の温度プロファイルとエアロゾル成分の送達プロファイルと本件発明の実施形態の加熱要素の温度プロファイルとエアロゾル成分の送達プロファイルとを比較しつつ，装置の構成と動作が記載されている(本件明細書の段落【0056】～【0061】，【図3】～【図6】)。",
                    "また，実施例として，本件発明の温度プロファイルを実現するための制御回路の例(本件明細書の段落【0062】～【0073】，【図7】)が記載されている上，第1，第2及び第3段階の時間と第1，第2及び第3の温度の具体例を三つ含む温度プロファイルや時間的プロファイルが記載されている(本件明細書の段落【0074】～【0081】，【図8】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "検討",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "前記1(2)で述べたところに前記ア(ア)の本件明細書の記載を総合すると，本件発明は，従来技術において，時間経過とともにエアロゾル形成基材が枯渇するなどの要因により，エアロゾル送達特性が一貫しないという問題があったことに対し，「ユーザによる複数回の吸煙を含む期間にわたって特性がより一貫したエアロゾルを提供するエアロゾル発生装置及びシステムを提供すること」を課題とし，それを解決した発明であると認められる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "前記ア(イ)～(エ)の本件明細書の記載からすると，特許請求の範囲の請求項1及び15にある第1，第2及び第3段階と第1，第2及び第3の温度の技術的意義は，次のとおりであると認められる。",
                    "① 第1段階として，加熱要素の温度をエアロゾル形成基材からエアロゾルが発生する温度であるが許容温度(「エアロゾル形成基材から所望の物質の揮発が開始される温度」から「エアロゾル形成基材から望ましくない物質の揮発が開始される温度」未満又は「エアロゾル形成基材が燃焼する温度」未満)の範囲内の第1の温度まで上昇させ，装置及び基材が温まり，凝縮が抑えられてエアロゾルの送達が増加することに伴い，②第2段階として，エアロゾルの送達を抑えるため，第1の温度より低いが，エアロゾル形成基材のエアロゾル揮発温度よりは低くならない，エアロゾルの送達を軽減する温度である第2の温度へと加熱要素の温度を低下させ，その後，エアロゾル形成基材の枯渇及び熱拡散の低下に起因するエアロゾル送達の減少が生じるため，それを補償するため，③第3段階として，加熱要素の温度を第2の温度より高いが許容温度内にある第3の温度に上昇させる。④これらの構成を採用することにより，「ユーザによる複数回の吸煙を含む期間にわたって特性がより一貫したエアロゾルを提供するエアロゾル発生装置及びシステムを提供すること」という本件発明の課題が解決される。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "以上の本件発明の課題やその解決手段の技術的意義に照らして，本件特許の特許請求の範囲の請求項1及び15を見ると，原告が主張する特性がより一貫したエアロゾルを提供できない態様の時間や温度のもの(前記第3の1(原告の主張)(1)で原告が例として挙げているようなもの)までが本件特許の特許請求の範囲に含まれるとは解されない。"
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "そうすると，本件特許の特許請求の範囲の請求項1及び15は，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるということができる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "原告は，①本件特許の特許請求の範囲には，第1，第2及び第3の温度の技術的意義や持続時間又は切替タイミングについて何も規定されていないから，特許請求の範囲を本件明細書の記載に基づいて限定解釈することは許されない，②「第3の温度」に関して，加熱要素の温度を上げることで，エアロゾル送達の減少を抑制できるという技術常識が存在せず，当業者はそのことを理解できないし，「第2段階」についても，エアロゾルの送達を抑制するために加熱要素の温度を下げるということは当業者には理解できないと主張する。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "上記①について",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "前記のとおり，サポート要件の判断は，特許請求の範囲の記載と発明の詳細な説明の記載とを対比して行うものであるが，対比の前提として特許請求の範囲から発明を認定するに当たり，特許請求の範囲に記載された発明特定事項の意味内容や技術的意義を明らかにする必要がある場合に，必要に応じて明細書や図面の記載を斟酌することは妨げられないというべきであり，当事者が引用するリパーゼ判決は，そのことを禁じるものと解することはできない。",
                    "そして，本件においては，本件明細書の記載に照らすと，特許請求の範囲の請求項1及び15について，前記(1)で認定したとおりのものであると理解できるのであり，それを基に特許請求の範囲と発明の詳細な説明を対比すると，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるといえる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，この点について，サポート要件の判断に当たって，発明の詳細な説明に基づく特許請求の範囲の限定解釈が許されるとすると，特許請求の範囲が文言上どれだけ広くてもサポート要件違反になることがなくなり，その趣旨が没却されるし，侵害の場面で広範な特許請求の範囲に基づき充足を主張でき，二重の利得を得ることになるから不当であると主張する。",
                    "しかし，サポート要件の判断に当たって，発明の詳細な説明を参酌するからといって，特許請求の範囲に発明の詳細な説明を参酌して認められる発明の内容が，発明の詳細な説明によってサポートされていないときは，サポート要件違反になること(例えば，特許請求の範囲の文言に発明の詳細な説明を参酌して認められる発明の内容が，AとBの両方を含むものであるが，実施例等としては，BしかないときにAはサポートされていないと判断する場合があることなど)はあり得るのであって，常にサポート要件違反を免れるということにはならない。",
                    "また，特許発明の技術的範囲を定めるに当たり，明細書及び図面を考慮するとされていること(特許法70条2項)からすると，原告のいう二重の利得が発生するとはいえない。",
                    "したがって，原告の上記主張は，前記(1)の判断を左右するものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "上記②について",
          "text": [
            "「第3の温度」について，本件明細書では，段落【0056】において，【図4】を示しつつ，成分の送達は，ピークを迎えた後に，「基材の枯渇」及び「熱拡散効果が弱まること」によって，時間と共に低下すると説明しているところ，同説明は一般的な科学法則に合致した合理的なものであり，当業者は，ここから吸い終わりに近い頃に，より高い熱量を加えて，熱拡散効果を高めてエアロゾル形成基材全体の温度を上げ，エアロゾルの発生量を増やすことで，エアロゾル送達の減少を抑制できると理解することができると認められる。",
            "また，「第2段階」について，本件明細書では，段落【0019】において，装置及びエアロゾル形成基材が温まることによって凝縮が抑えられてエアロゾルの送達が増加するため，第2段階で加熱要素の温度を第2の温度へと低下させると記載されている。【図4】は，上記段落【0019】に記載されている一定時間経過後のエアロゾル送達の増加に沿うものとなっている。これらの本件明細書の記載も一般的な科学法則に合致した合理的なものであり，これらの記載に接した当業者は，「第2段階」において，加熱要素の温度を下げることにより，エアロゾル発生基材からのエアロゾルの発生を抑えることで，エアロゾルの送達の増加を抑制することができると理解することができると認められる。",
            "そして，このような第3段階におけるエアロゾル送達の減少の抑制や第2段階におけるエアロゾル送達の増加の抑制が，「特性がより一貫したエアロゾルを提供するエアロゾル発生装置及びシステムを提供する」という本件発明の課題を解決するものであることも，本件明細書の記載から明らかである。",
            "なお，原告は，「第3段階」の開始タイミングと「第3の温度」についても主張するが，それらが本件発明の課題やその解決手段の技術的意義に照らして解釈されるべきことは，前記(1)のとおりである。",
            "以上のとおり，当業者は，本件明細書の記載から「第3の温度」や「第2段階」について理解することができると認められ，これらが理解できないとする原告の主張は採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "よって，原告が主張する取消事由1は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "3",
              "subject": "取消事由3(実施可能要件違反についての判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "本件発明は物及び方法の発明であるところ，物の発明における発明の実施とは，その物の生産，使用等をいい(特許法2条3項1号)，方法の発明における発明の実施とは，その方法の使用をする行為をいうから(同項2号)，物及び方法の発明について実施可能要件を充足するか否かについては，当業者が明細書の記載及び出願当時の技術常識に基づいて，過度の試行錯誤を要することなく，その物を生産，使用等することができるか，その方法の使用をすることができるか否かによるというべきである。",
        "前記2で認定，判断したとおり，特許請求の範囲の請求項1及び15についての技術的な意義は明らかであり，また，本件明細書には，設定されるべき許容温度の範囲の例や三つの具体例を含む発明を実施するための形態が記載されている。また，従来技術について記載した本件明細書の段落【0002】，【0003】や後述する甲1の段落【0045】，【0046】，【0048】～【0050】，甲2の段落［0003］，［0027］，［0037］，［0039］などからすると，加熱式エアロゾル発生装置において，各種のエアロゾル形成基材の種類，香味などを考慮して，加熱温度や時間を適宜設定することは，本件出願日当時における周知技術であったと認められる。",
        "以上によると，当業者は，本件明細書の記載及び本件出願日当時の技術常識に基づいて，過度の試行錯誤を経ることなく，使用するエアロゾル形成基材に応じて，「第1の温度」・「第1段階」，「第2の温度」・「第2段階」及び「第3の温度」・「第3段階」を設定し，本件発明を実施することができるものと認められるから，実施可能要件は充足されていると認められる。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "原告は，任意のエアロゾル形成基材に対して最適な温度プロファイルと時間的プロファイルを実験的に求めるのは過度の試行錯誤に当たり，エアロゾル形成基材の材料が明らかにならないと本件明細書に開示された三つの実施例すら実施できないと主張するが，上記(1)で判示したところに照らし，採用することはできない。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "よって，原告が主張する取消事由3は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "4",
              "subject": "取消事由2(明確性要件違反についての判断の誤り)について",
              "text": [
                "特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載のみならず，明細書の記載及び図面を考慮し，また，当業者の出願時における技術常識を基礎として，特許請求の範囲の記載が，第三者に不測の不利益を及ぼすほどに不明確であるか否かという観点から判断されるべきである。",
                "原告は，本件特許の請求項1及び15の「少なくとも1つの加熱要素」が複数の加熱要素である場合，請求項1及び15に記載された各「前記加熱要素」が①複数の加熱要素のうち一つの加熱要素を意味するのか，②複数の加熱要素のうちのいくつかを意味するのか，③全ての複数の加熱要素を意味するのかが不明であると主張する。",
                "しかし，前記2で認定，判断した特許請求の範囲の請求項1及び15の技術的意義からすると，これらの発明においては，複数の加熱要素がある場合には，最終的に複数の加熱要素が協働することにより，「第1の温度」・「第1段階」，「第2の温度」・「第2段階」及び「第3の温度」・「第3段階」が実現できるように各加熱要素を適宜制御するものであることは明らかである。",
                "そうすると，請求項1及び15の「少なくとも 1 つの加熱要素」は，加熱要素が一つある場合には，その加熱要素を，加熱要素が複数ある場合には，適宜制御される複数の加熱要素を意味するのであって，原告が主張する①～③のいずれかが特定されていなくても，請求項1及び15の記載は明確であるといえる。",
                "この点について，原告は，請求項1に5回登場する「前記加熱要素」がどのようなものを指すか不明であると主張するが，これらの「前記加熱要素」も，上記のとおり，加熱要素が複数ある場合は，適宜制御される複数の加熱要素を意味するのであって，不明確であるということはできない。",
                "よって，原告が主張する取消事由2は理由がない。"
              ]
            },
            {
              "fig": "5",
              "subject": "取消事由4(甲1を主引例とする新規性・進歩性欠如についての認定判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲1発明の認定",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲1には，以下の事項が記載されていると認められる。",
            "【発明の名称】  電気式香味生成物品加熱制御装置",
            "【0001】",
            "【発明の属する技術分野】本発明は香味生成物品の加熱温度を制御する電気式香味生成物品加熱制御装置に関する。",
            "【0002】",
            "【従来の技術】被加熱物体を加熱制御する場合，その被加熱物体の温度を直接温度センサで検出し，この検出温度に基づいて被加熱物体の温度を制御するのが一般的であるが，エアロゾルシガレットのごとき香味生成物品では物性上の要因から温度センサを使用するのが難しい。しかも，香味生成物品は，一定温度以上の熱を与えたとき，熱分解等の悪影響を受けて所要の香味性能が得られなくなる。そこで，香味生成物品を加熱制御するために，間接的にヒータの発熱温度を制御することにより香味生成物品の加熱温度を制御する必要がある。",
            "【0003】従来，温度センサを使用しない電気ヒータの加熱制御装置は，一定温度上昇後に発熱体であるヒータの電源回路をオフする構成のものもあるが，温度の急降下および電源回路のオン時の急上昇の変化が激しく，被加熱物体の温度を安定に維持することが困難である。",
            "【0004】また，上記以外の加熱制御技術としては，自己制御タイプのヒータを使用するとか，ヒータ表面またはヒータ内部に温度センサを設置し，この温度センサの検出温度を加熱制御装置内に取込んでヒータの温度を制御するものが考えられている。",
            "【0005】",
            "【発明が解決しようとする課題】しかしながら，香味生成物品を加熱する加熱用ヒータは，その適用物品である香味生成物品が外観的に小さいことからおのずとヒータサイズが小型となり，これに伴って加熱用ヒータの昇温速度も比較的速くなる。その結果，温度センサを利用した加熱制御装置は，センサの応答性や熱容量の関係から安定した制御特性が得られないばかりか，特定の温度で安定条件が得られても，香味生成物品にとって最適な温度に設定するのが難しいといった問題がある。",
            "【0006】本発明は上記事情に鑑みてなされたもので，通電時の発熱体の電気抵抗値を利用して香味生成物品の加熱温度を適切に制御する電気式香味生成物品加熱制御装置を提供することにある。",
            "【0007】",
            "【課題を解決するための手段】上記課題を解決するために，本発明は，香味生成物品を所定温度に加熱制御する電気式香味生成物品加熱制御装置において，直流定電圧を発生する定電圧発生手段の出力側に発熱温度に応じて電気抵抗値が変化する香味生成物品用発熱体を接続し，温度センサを用いることなく，通電時に前記発熱体に流れる電流値から前記電気抵抗値を検出し，この検出電気抵抗値が所定の電気抵抗値に達したとき，前記発熱体への通電路を所定時間ごとにオン・オフ制御する構成である。",
            "【0008】このような手段を講じたことにより，通電により香味生成物品用発熱体の発熱温度が上昇すると，この温度上昇に伴って電気抵抗値が増加するので，この電気抵抗値を有効に利用すれば，発熱体の発熱温度，ひいては香味生成物品の所定温度を把握でき，また発熱体の発熱温度が香味生成物品の所定温度に達したとき，温度センサを用いることなく，発熱体への通電路をオン・オフ制御することにより，香味生成物品を所定の加熱温度に制御できる。",
            "【0009】また，別の発明は，直流定電圧を発生する定電圧発生手段と，この定電圧発生手段の直流定電圧を受けている通電時の発熱温度に応じて電気抵抗値が変化する発熱体と，通電時に発熱体に流れる電流値から電気抵抗値を検出する抵抗検出手段と，前記香味生成物品の香味熱分解の生じない発熱体の所望温度に応じた所定の電気抵抗値に設定する抵抗設定手段と，この所定の電気抵抗値と前記抵抗検出手段による検出電気抵抗値とを比較し，両値が一致したときに一致信号を出力する比較演算手段と，この比較演算手段からの一致信号を受けた後，前記発熱体への通電路をオン・オフ制御するシーケンス制御手段とを設けた電気式香味生成物品加熱制御装置である。",
            "【0010】このような手段を講じたことにより，通電時に発熱温度に応じて電気抵抗値が変化する発熱体の電流値から電気抵抗値を検出し，一方，香味生成物品の香味熱分解が生じない発熱体の所望温度に応じた所定の電気抵抗値に設定し，これら設定電気抵抗値と前記検出電気抵抗値とを比較すれば，その両値の一致から発熱体が所望温度に達したことを検出でき，しかも温度センサを用いることなく，確実，かつ，高精度に検出できる。さらに，両値の一致信号を受けてシーケンス制御手段が発熱体への通電路を適切にオン・オフ制御することにより，発熱体を安定な状態で所望温度に制御できる。",
            "【0011】さらに，前記発熱体としては，通電時に昇温速度が速く，かつ，香味生成物品の香味熱分解が起らない所望温度に加熱可能なセラミックスヒータを用いることにより，速やかに香味生成物品の香味性能が発揮され，香味生成物品の香味を得ることができる。",
            "【0012】さらに，前記定電圧発生手段としては，香味生成物品の未挿入時，通電初期時の通電時間10秒以内に発熱体の所望温度が300°Cとなるような直流定電圧を発生し，また前記シーケンス制御手段としては，香味生成物品の未挿入時，前記発熱体の所望温度300°Cに対して±60°Cの温度変化範囲となるように前記発熱体への通電路をオン・オフ制御することにより，現在の香味生成物品において速やかに香味生成物品の香味が得られ，しかもある時間の間安定した状態で香味を確保できる。",
            "【0013】さらに，前記シーケンス制御手段としては，香味生成物品の香味の熱分解を考慮しつつ予め前記発熱体への通電路のオフ時間およびオン時間のシーケンス制御時間が設定され，前記比較演算手段から一致信号を受けたとき，前記シーケンス制御時間に従って発熱体への通電路をオン・オフ制御することにより，安定，かつ，継続的に所要の香味を確保できる。",
            "【0017】この香味生成物品20は，通常のシガレットとほぼ同じ使用感および香味性能が得られるように，使用材料，外観，寸法等が市販のシガレットに準じて作られている。すなわち，香味生成物品20は，通常のシガレットのたばこ巻きに相当する部分となる主管21と，その主管21の一端部にチップペーパー22を介して接続されるフィルタ23とによって構成されている。主管21は硬質の厚紙からなり，その先端部分には後述するように香味成分等を含む固体状原料の筒状成形体30が同心状に内蔵され，一方，フィルタ23はプラグ巻取紙で巻かれたセルロースジアセテートなどの繊維濾過材が用いられている。",
            "【0018】主管21およびチップペーパー22は香味生成物品20のガス流路24を規定するためのケーシング25を構成する。このケーシング25は主管21の先端側に空気を取込む空気取込口26が設けられ，一方，フィルタ23の端部には使用者において香味を吸引する吸引口27が設けられている。そして，空気取込口26と吸引口27との間のケーシング25内にガス流路24が設けられている。",
            "【0019】ケーシング25は，市販のシガレットと同じ外径，すなわち使用者がシガレットと同様に口に自然にくわえることができる程度の外径をもった直線的な円筒形となっている。なお，ケーシング25の材料としては，通常のシガレットとほぼ同じ使用感を生み出すように紙が使用されるが，香味生成物品を燃焼させずに原料を加熱して吸引対象物である香味を生成することから，香味生成物品20の使用温度に応じて種々の材料が選択使用される。ケーシング25の材料として，例えば使用温度が200°C以下の場合には紙，200°C～400°Cの場合には耐熱性プラスチック，400°C以上の場合にはセラミックス，金属などが使用される。",
            "【0020】前記筒状成形体30は，図5に示すような形状，つまり通気性の低い緻密な円筒体として形成されている。この成形体30の中心にはヒータ挿入穴31が形成され，この挿入穴31には成形体30を加熱する加熱用ヒータ1が着脱自在に挿入される。この挿入穴31の後端面中心にはヒータ挿入穴31よりも十分小径の透孔32が形成され，さらに成形体中実部分である円筒壁33の外側面の相対向する2個所には軸方向にそって溝34が形成されている。",
            "【0021】これらヒータ挿入穴31，透孔32および溝34は，成形体30で生成される香味やエアロゾルの成分を含む加熱ガスを搬送するための通路の機能の他，香味やエアロゾルの成分を含む加熱ガスを効率よく生成するように成形体30上の蒸発面積を確保する機能をもっている。",
            "【0022】28はケーシング25に形成されたガス流路24に冷却空気を導入する小径の透孔である。成形体30で生成される香味やエアロゾルの成分を含む加熱ガスは透孔28により導入された外気と混合冷却され，エアロゾルの生成が助長される。なお，外気導入用の透孔28に代え，ケーシング25の一部を通気性の材料で形成し，ケーシング25の壁の通気特性を利用して外気を導入することもありうる。",
            "【0023】ところで，燃焼せずに加熱により香味を生成する媒体である原料の成形体30は，熱分解の影響を受けるバインダー，香味成分の揮散を防止する担持素材，香味成分，エアロゾル基剤および水などが含有されている。この成形体30は，押出し，プレス(金型，ラバー)，鋳込み，射出成形等の圧力による成形方法の何れを用いて，通気性の低い緻密な固体物として形成される。",
            "【0024】前記バインダーは内容成分を混合後に固結し，成形体30に必要な機械的強度を付与するために用いられ，有機，無機に拘らず種々の材料を選択することができ，例えば鉱物系粘土，珪酸塩，リン酸塩，セメント，シリカ，石膏，石灰，でん粉，糖，海草，蛋白，たばこ粉末等を挙げることができる。香味を生成する香味成分およびエアロゾル煙を生成するエアロゾル基剤は，用途に応じて種々の天然物からの抽出物質および／またはそれらの構成成分を選択することができる。香味成分としては，例えばメンソール，カフェイン，或いは熱分解により香味を生成する配糖体等の前駆体或いはたばこ抽出物成分やたばこ煙凝縮物成分等のたばこ成分を用いることができる。",
            "【0025】(2) 次に，以上のような香味生成物品20を装着して成形体30を加熱制御する加熱制御装置について説明する。",
            "【0026】図1は本発明に係わる加熱制御装置の一実施の形態を示す構成図である。",
            "【0027】同図において1は前述した香味生成物品20を加熱する加熱用ヒータ(発熱体)であって，この加熱用ヒータ1には直流電源2が定電圧発生回路3を介して印加されている。",
            "【0028】この加熱用ヒータ1は，通電時の抵抗損失により発熱するヒータであって，図2に示すように発熱温度Tの上昇に伴って抵抗値Rが上昇する特性のものが使用される。加熱用ヒータ1は，具体的には成形体30のヒータ挿入穴31の穴径よりも小さい外径をもった円筒棒状の金属ヒータ(ステンレス鋼管)やセラミックスヒータなどが用いられる。セラミックスヒータは，昇温速度が速いこと，50°Cから800°Cの温度範囲まで発熱可能である一方，例えば30秒以内に香味生成物品を熱分解させない最高温度300°C程度に昇温加熱できるなどのメリットがある。以上のような昇温速度の点を考えれば，ニクロム線は昇温速度が遅いので，この種の香味生成物品の加熱用には不適当なものである。",
            "【0029】前記直流電源2は例えば3．8V～12．0V内の何れかの直流電圧を発生する電池などが用いられる。この直流電源2の直流電圧は香味生成物品20を熱分解させずに所要の時間内に所望の香味性能を得るかに応じて決定される。因みに，香味生成物品20を熱分解させずに30秒以内に300°Cの温度に加熱するには7．2Vの直流電圧が必要となる。",
            "【0030】前記定電圧発生回路3は，例えば三端子レギュレータが用いられ，加熱用ヒータ1などの負荷変動による電源電圧の変動を回避し常に加熱用ヒータ1に一定の電圧を印加する機能をもっている。",
            "【0031】この定電圧発生回路3の両出力端子間には，加熱用ヒータ1，電流検出回路4およびスイッチ手段5からなる直列回路が接続されている。",
            "【0032】この電流検出回路4は，例えば温度係数が小さく，かつ，温度依存性をもたない抵抗体が用いられ，加熱用ヒータ1の発熱温度の上昇による抵抗値の上昇に伴って変化する電流値を検出し，この検出電流に応じた電圧に変換して出力する。前記スイッチ手段5は，リレーまたは半導体スイッチング素子で構成され，外部からのオン・オフ制御信号を受けてオン・オフ動作する。",
            "【0033】なお，定電圧発生回路3は加熱用ヒータ1に対し変動の伴わない一定の電圧印加状態に設定すること，つまり適切な抵抗測定条件を作り出す機能をもっていること，一方，電流検出回路4は加熱用ヒータ1の加熱により変化する抵抗値にのみ依存して変化する電流値を検出する機能をもっていることから，これら定電圧発生回路3および電流検出回路4は加熱用ヒータ1の変化する抵抗値を検出する機能をもった抵抗検出回路6と呼ぶことができる。",
            "【0034】また，加熱制御装置には温度設定回路7および電圧変換回路8が設けられている。この温度設定回路7は，図2に示すように加熱用ヒータ1の最適発熱温度Tsのときの加熱用ヒータ1の抵抗値Rsが設定されるが，この最適発熱温度は香味成分物品20の成分含有量によって異なるものであり，そのため設定抵抗値Rsも任意に可変可能な構成とする。電圧変換回路8は温度設定回路7の設定抵抗値に応じた電圧を発生させるものである。これら温度設定回路7および電圧変換回路8は，具体的には例えば可変抵抗器の両端に所定の電圧を印加し，当該可変抵抗器のうち設定抵抗値Rsに相当する部分に予め設定される可動端子から設定抵抗値Rsにのみ依存する電圧を取り出す構成によって実現でき，これら温度設定回路7および電圧変換回路8は抵抗設定回路9と呼ぶことができる。",
            "【0035】10は電流検出回路4から出力される検出電流に応じた電圧と電圧変換回路8から出力される電圧とを比較する比較演算回路であって，これら両電圧の比較結果がシーケンス制御回路11に送られる。このシーケンス制御回路11は，タイマーが内蔵され，電圧変換回路8から出力される電圧に一致する電圧が電流検出回路4で検出されたとき，つまり一致信号をうけたとき，香味生成物品20の熱分解を考慮しつつ予め設定された所定の時間のタイミングでオン・オフ制御を行うためのシーケンス制御信号を出力する機能をもっている。シーケンス制御回路11は，比較演算回路10から一致信号を受けたとき，例えば具体的には0．2秒～2秒間オフとするシーケンス制御信号を出力した後，本来の比較結果を取込んで同様の処理を繰り返すとか，或いは前記一致信号を受けたとき，所定の時間ごとにオフ・オンを繰り返し実行するシーケンス制御信号を出力することが挙げられる。",
            "【0036】12はスイッチ駆動制御回路であって，これはシーケンス制御回路11から入力されるシーケンス制御信号に基づいてスイッチ手段5をオン・オフ制御するものである。",
            "【0037】これら比較演算回路10，シーケンス制御回路11，スイッチ駆動制御回路12およびスイッチ手段5はヒータ電源制御装置13を構成するものである。",
            "【0038】次に，以上のように構成された装置の動作について説明する。",
            "【0039】先ず，抵抗設定回路9を用いて，香味生成物品の熱分解を起こさず，かつ，香味性能が得られる図2に示す加熱用ヒータ1の最適加熱温度Tsに対応する抵抗値Rsに設定する。",
            "【0040】この状態において装置に電源を投入すると，シーケンス制御回路11が所定のシーケンス制御動作を開始し，スイッチ手段5をオンとするためのシーケンス制御信号を出力し，スイッチ駆動制御回路12を介してスイッチ手段5をオンに設定する。",
            "【0041】ここで，スイッチ手段5がオンとなると，加熱用ヒータ1には定電圧発生回路3から予め定める一定の直流電圧が印加される。その結果，加熱用ヒータ1は，通電による抵抗損失で発熱し，この発熱温度の上昇に伴って加熱用ヒータ1の電気抵抗値が増大する。このとき，加熱用ヒータ1は常に一定の直流電圧が印加されているので，通電による発熱温度の上昇とともに抵抗値が増大し，逆に加熱用ヒータ1に流れる電流値が低下する。電流検出回路4は，発熱用ヒータ1に流れる電流を検出し，この検出電流を電圧値に変換し比較演算回路10に送出する。",
            "【0042】ここで，比較演算回路10は，基準抵抗設定側となる電圧変換回路8から入力される設定抵抗に依存する所定電圧と電流検出回路4から出力される電圧とを比較し，電流検出回路4から出力される電圧が所定電圧に一致したとき，つまり設定温度に相当する抵抗値と加熱用ヒータ1の抵抗値とが等しくなったとき，例えばハイレベル信号Hを出力しシーケンス制御回路11に送出する。",
            "【0043】このシーケンス制御回路11は比較演算回路10からハイレベル信号Hを受けると，オフとするシーケンス制御信号を出力し，スイッチ駆動制御回路12を介してスイッチ手段5をオフ制御にすると同時にタイマーを作動させる。これにより加熱用ヒータ1への低電圧電源の供給が停止する。",
            "【0044】以後，シーケンス制御回路11は，所定のシーケンスプログラムに基づき，香味生成物品20の香味熱分解を考慮しつつ予め設定される所定の時間，例えばタイマーが例えば1秒経過した後，スイッチ駆動制御回路12を介してスイッチ手段5をオンとし，その後，比較演算回路10の比較結果に基づき，スイッチ手段5のオフ・オンを繰り返すとか，或いはハイレベル信号Hを受けてスイッチ手段5をオフとした後，予め定める所定時間ごとにオン・オフ制御を繰り返し実行する。",
            "【0045】なお，スイッチ手段5のオン・オフ制御時間は，短時間であればあるほど制御時の温度範囲が狭くなるが，抵抗検出回路6側のオン・オフ接点の種類(リレー，半導体スイッチング素子)および被加熱物体の物性(比熱・熱伝達率)などの条件を考慮し，さらに香味生成物品20の熱分解および香味性能等を考慮し，0．2～2秒程度のインターバルで行うのが望ましいが，この時間も香味生成物品20の成分含有量の状態によって異なるものである。",
            "【0046】また，筒状成形体30として例えば前述したようにバインダー，良伝熱素材，担持素材，香味成分，エアロゾル基剤および水などを含有成分とし，さらにバインダーとして例えば鉱物系粘土，珪酸塩，リン酸塩，セメント，シリカ，石膏，石灰，でん粉，糖，海草，蛋白，たばこ粉末等を適宜選択することにより，その香味生成物品の最適な加熱温度がほぼ300°C程度であるので，望ましくは300°C±30°Cの温度変化範囲であれば香味の熱分解がなく安定な香味性能が得られるが，例えばバインダーとして例えば鉱物系粘土を主成分とする場合には±60°Cの温度変化範囲であってもよい。",
            "【0047】従って，以上のような実施の形態によれば，加熱用ヒータ1に定電圧発生回路3から常に一定の直流電圧を印加し，この通電時の抵抗損失による発熱温度の上昇に伴って変化する加熱用ヒータ1の抵抗値を利用し，当該加熱用ヒータ1の発熱温度を検出するので，温度センサを用いる必要がなく，また小形でかつ速い昇温速度を必要とする香味生成物品の加熱温度制御に非常に有効なものである。",
            "【0048】また，通電時に発熱温度に応じて抵抗値が変化する加熱用ヒータ1の電流値から得られる抵抗値と予め香味生成物品の香味熱分解が生じない加熱用ヒータ1の所望温度に応じた所定の設定抵抗とを比較し，両抵抗値の一致から加熱用ヒータ1の所望の発熱温度を検出するので，確実，かつ，高精度に加熱用ヒータ1の所望の発熱温度，ひいては香味生成物品に最適な加熱温度に設定できる。",
            "【0049】さらに，比較演算回路10から両抵抗値の一致信号を受けたとき，シーケンス制御回路11は，予め定めた任意のインターバルで加熱用ヒータ1の通電路をオン・オフ制御するので，香味生成物品の物性を考慮しつつ香味性能を安定，かつ，継続的に得ることができる。",
            "【0050】なお，上記実施の形態では，加熱用ヒータ1として，金属ヒータまたはセラミックスヒータなどを用いた例を説明したが，例えば図3および図4に示すような白金線や熱電対を用いてもよい。図3は，白金線の加熱用ヒータ1を用い，かつ，香味生成物品の挿入時のオン・オフ制御およびPID(P：比例，I：積分，D：微分)制御を行ったときの経過時間とヒータ発熱温度との慣例をプロットした図である。この図から明らかなように，オン・オフ制御およびPID制御とも通電時の昇温速度が速い点において迅速に香味生成物品の香味性能を得ることができるが，PID制御の場合には加熱用ヒータ1の発熱温度が250°Cないし300°に上昇した後PID制御を実行すると，P，D制御パラメータがきいて発熱温度が大きく変化するのに対し，オン・オフ制御の場合には250°C±20°Cの温度変化幅に入るように加熱温度を制御することができ，安定した状態で香味生成物品の香味性能を得ることができる。"
          ]
        },
        {
          "fig": "イ",
          "subject": "甲1発明の認定",
          "text": [
            "前記アからすると，甲1には，本件審決が認定した前記第2の3(5)ア記載の甲1発明1及び甲1発明2が記載されていると認められる。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "甲1発明と本件発明1及び15の対比",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "甲1発明と本件発明1及び15とを対比すると，甲1発明と本件発明1及び15の間には，本件審決が認定した前記第2の3(5)ウ(ア)a及び(ウ)a記載の一致点が存在すると認められる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，前記2で認定，判断したとおり，本件発明1及び15は，ユーザによる複数回の喫煙を含む期間にわたって特性がより一貫したエアロゾルを提供するために，第1段階としてエアロゾル形成基材からエアロゾルが発生する第1の温度まで加熱要素の温度を上昇させた後，装置及び基材が温まることで凝縮が抑えられてエアロゾルの送達が最初の動作時間中に比して増加するという要因に応じてエアロゾルの送達量を一貫させるため，第2段階として，第1の温度よりも低いが，エアロゾルの揮発温度より低くならない第2の温度に低下するようにし，さらに，エアロゾル形成基材の枯渇及び熱拡散の低下に起因するエアロゾル送達量の減少を補償するために，第3段階として，第2の温度よりも高い第3の温度に上昇させるという制御がされるものである。",
                    "他方，甲1発明は，前記ア，イのとおり，設定温度となったときにスイッチ手段をオフにし，一定時間経過後にスイッチ手段をオンにするといったような制御を吸い始めから吸い終わりまで繰り返すことで，被加熱物体の温度を安定的に維持するという発明であり，本件明細書の段落【0056】や【図3】，【図4】にあるような，動作中に一定の温度をもたらすように構成され，エアロゾル成分の送達がピークを迎えた後，エアロゾル形成基材が枯渇して熱拡散効果が弱まるにつれ，時間と共にエアロゾル成分の送達が低下する従来技術に相当するものといえる。甲1には，ユーザによる複数回の喫煙を含む期間にわたって，エアロゾルの送達量を一貫とするために，凝縮が抑えられてエアロゾルの送達量が増加することに応じて第1の温度から第2の温度へと温度を低下させたり，逆にエアロゾル形成基材の枯渇及び熱拡散の低下に応じて第2の温度から第3の温度へと温度を上昇させたりするという技術思想については，記載も示唆もされていない。",
                    "以上からすると，甲1発明と本件発明1及び15では，加熱要素の制御方法やそのための電気回路の構成が異なっているというべきであり，甲1発明と本件発明1及び15との間には，本件審決が認定した前記第2の3(5)ウ(ア)a及び(ウ)a記載の相違点1A及び相違点15Aが存在すると認められる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，本件発明1及び15と甲1発明を対比するに当たって，エアロゾル送達を一貫とすることを目的とする本件発明の技術思想や本件明細書の記載を参酌せずに，特許請求の範囲の記載のみから本件発明の要旨を認定することを前提として，甲1発明において，①スイッチ手段をオン制御した後スイッチ手段をオフ制御するまでの期間が本件発明1及び15の「第1段階」に，②①の時点からスイッチ手段を再びオン制御するまでの期間が同「第2段階」に，③②の時点からスイッチ手段を再びオフ制御するまでの期間が同「第3段階」に当たるし，甲1発明において，上記②の段階で電力が供給されているから，本件審決が相違点1A及び相違点15Aを認定したことは誤りであると主張する。",
                    "しかし，前記2で認定，判断したとおり，本件発明の要旨を認定するに当たっては，本件明細書の記載から認められる本件発明の技術的意義を考慮すべきであり，本件において，特許請求の範囲の文言のみから発明の要旨を認定することは相当ではないから，原告の上記主張はその前提を欠くものである。",
                    "また，本件発明1及び15の「第1の温度」・「第1段階」，「第2の温度」・「第2段階」及び「第3の温度」・「第3段階」による制御とは，ユーザによる複数回の喫煙を含む期間にわたって行われるもので，第3段階の終了後に再び第1段階が開始されるといったように，第1，第2及び第3段階が，反復されるということは想定されていないものと認められる。他方，原告が主張する上記①～③の制御は，被加熱物体の温度を安定的に保持するために行われるもので，ユーザによる複数回の喫煙を含む期間に反復され，上記③の後に再び上記①のプロセスが始まるということがあり得るものであり，その点で，本件発明の制御方法とは異なっている。",
                    "さらに，本件発明1及び15の「第2の温度」は，装置及び基材が温まることで凝縮が抑えられてエアロゾルの送達が最初の動作時間中に比して増加することに対応するために第1の温度よりも低いものの，エアロゾルの揮発温度より低くならない温度として設定されるものであるが，甲1発明の上記①でスイッチ手段がオフ制御されたときから，上記②で再びオン制御されるまでの温度が，本件発明1及び15の「第2温度」のような技術的意義を持つものであることは甲1には記載も示唆もない。",
                    "同様に，本件発明1及び15の「第3の温度」は，エアロゾル形成基材の枯渇及び熱拡散の低下に起因するエアロゾル送達量の減少を補償するために，第2の温度よりも高く設定されるものであるが，甲1発明の上記②でスイッチ手段がオン制御されてから，上記①に戻ってオフ制御されるまでの温度が，本件発明1及び15の「第3の温度」のような技術的意義を持つものであることは甲1には記載も示唆もない。",
                    "以上からすると，甲1発明の上記①～③の制御が，本件発明1及び15の「第1の温度」・「第1段階」，「第2の温度」・「第2段階」及び「第3の温度」・「第3段階」による制御に相当するものとは認められず，原告の上記主張は，上記(イ)の認定を左右するものではない。",
                    "なお，甲1発明において，上記②の期間中にオン制御したときに電力供給されていることは，上記(イ)の認定を左右するものでないことは，既に判示したところに照らして明らかである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点1A及び相違点15Aについての判断",
      "text": [
        "前記(1)ウ(イ)のとおり，甲1発明は，本件明細書の段落【0056】や【図3】，【図4】にあるような従来技術に相当するものであり，本件発明1及び15とは異なり，ユーザによる複数回の喫煙を含む期間にわたってエアロゾルの送達量が一貫するという効果を奏しないものであるから，相違点1A及び相違点15Aは実質的な相違点である。したがって，本件発明1及び15が甲1発明と同一であるとはいえない。",
        "また，以下に示すとおり，甲3～5には，相違点1A及び相違点15Aに係る構成は開示又は示唆されていないから，本件発明1及び15が，甲1発明及び甲3～5に記載された事項に基づいて容易に想到し得たともいえない。",
        "(甲3の記載事項)",
        "［0098］  なお，制御ユニット168は温度センサ180の機能を有すること",
        "ができ，この場合，制御ユニット168はヒータ116に供給される電力に基づいてヒータ116の温度を推定する。",
        "［0112］  この後，ユーザがマウスピース104を通じて吸引したとき，ユーザの吸引動作は吸引感知センサ176により感知され，この感知信号が制御ユニット168に供給される。この感知信号の供給を受け，制御ユニット168は温度センサ180からの検出信号に基づき，ヒータ116の温度を後段予備加熱温度Tbから霧化加熱温度Tc(例えば，220℃)まで急速に上昇させる(霧化加熱モード)。ここで，霧化加熱温度Tcは，ヒータ116が溶液Lを霧化させてエアロゾル化させるのに十分な温度である。",
        "［0144］  そして，溶液の種別や容量等の情報がバーコード等の形態でシリンジポンプ130に付加されている場合，エアロゾル吸引器はシリンジポンプ130が取付けられたとき，前記情報を読み取る読み取り部を更に備えることができ，この場合，制御ユニット168は読み取り部にて読み取った情報に基づき，ヒータ116の温度制御モードをその溶液の種別に応じて可変することも可能となる。",
        "(甲4の記載事項)",
        "「もしくは，加熱素子は内部加熱素子とすることができる。1つの実施形態において，加熱素子は，エアロゾル形成基材に挿入されるように配置される。内部加熱素子は，エアロゾル形成基材中又はその内部に少なくとも部分的に配置できる。」(2頁17行～19行)",
        "「図1は，本発明の第1の実施形態による，電気加熱式喫煙システム103に収容される喫煙物品101を示す。」(10頁17行～18行)",
        "(甲5の記載事項)",
        "「本発明の第3の態様によれば，本発明の第2の態様の方法を実行するように構成された電気作動式エアロゾル生成システムのための電気回路が提供される。」(10頁26行～29行)",
        "「本発明の第4の態様によれば，電気作動式エアロゾル生成システムのためのプログラム可能な電気回路上で実行された時に，このプログラム可能な電気回路に本発明の第2の態様の方法を実行させるコンピュータプログラムが提供される。」(10頁30行～33行)",
        "「本発明の第5の態様によれば，本発明の第4の態様によるコンピュータプログラムを記憶したコンピュータ可読記憶媒体が提供される。」(11頁1行～3行"
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件発明2～14，本件発明16～26について",
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明2～14，25，26について",
          "text": [
            "本件特許の請求項2～14，25，26は，本件特許の請求項1の記載を，直接又は間接的に引用するものであり，本件発明2～14，25，26は，本件発明1の発明特定事項を全て備えるものであるから，甲1発明1と本件発明2～14，25，26の間には，甲1発明1と本件発明1との間の相違点1Aと同じ相違点が存在する。",
            "したがって，前記(1),(2)で認定，判断したところからすると，本件発明2，3，5，6，10，11，13，14は，甲1に記載された発明とはいえないし，本件発明2～14，25，26は，甲1発明1及び甲3～5に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "本件発明16～24について",
          "text": [
            "本件特許の請求項16～24は，本件特許の請求項15の記載を，直接又は間接的に引用するものであり，本件発明16～24は，本件発明15の発明特定事項を全て備えるものであるから，甲1発明2と本件発明16～24の間には，甲1発明2と本件発明15との間の相違点15Aと同じ相違点が存在する。",
            "したがって，前記(1),(2)で認定，判断したところからすると，本件発明16，20，21，23，24は，甲1に記載された発明とはいえないし，本件発明16～24は，甲1発明2及び甲3～5に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "よって，原告が主張する取消事由4は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "6",
              "subject": "取消事由5(甲2を主引例とする新規性・進歩性欠如についての認定判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲2発明の認定",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲2には，以下の事項が記載されていると認められる。",
            "【技術分野】",
            "[0001]  本発明は電子タバコに関し，詳しくは，従来の燃焼方式ではなく，気化方式を採用した電子タバコに関する。",
            "【背景技術】",
            "[0002]  現在，世界全体の喫煙者人口は10億を上回る。喫煙中に，主成分としてニコチン，一酸化炭素，タール等が産生されるが，タバコの有効成分はニコチンであり，それ以外の殆どの成分は人体に有害であるため，喫煙を一因として命を落とす人も多い。そのため，公共の場所はその多くが禁煙になっており，全国民に喫煙を禁止している国も数カ国ある。一方，ヘビースモーカーはどうしても喫煙がやめられないため，その要望に応えるべく，市場には種々の電子タバコが出回っている。しかし，電子タバコは本来のタバコとは味がかなり異なり，喫煙者を満足させることができないことがある。",
            "【発明の概要】",
            "[0003]  本発明の目的の1つは，口当たりが本来のタバコに近く，喫煙中や受動喫煙における一酸化炭素やタールの産生を防ぐことが可能，かつ，小さく使い勝手のよい気化式電子タバコを提供することである。",
            "[0004]  本発明の目的は，以下の技術的解決策により達成される。",
            "本発明の気化式電子タバコは，殻部と，この殻部に配置したバッテリおよび制御部を備え，吸引ノズルが殻部の一端に設けられ，電気加熱片の動作状態を制御するための制御スイッチが殻部に設けられ，制御スイッチは制御部に接続され，タバコ組成物を載置するための天火が殻部にさらに設けられ，吸気口と，タバコ組成物を気化させる電気加熱片が天火に配置されており，天火は吸引ノズルに連通しており，バッテリは，制御部を介して，電気加熱片に電気的に接続されている。",
            "[0005]  技術的解決策は，さらに次のように構成してもよい。",
            "天火の温度を検出するための温度センサが天火に設けられ，この温度センサは制御部に接続され，動作状態において，制御部は電気加熱片の加熱状態を制御して，温度センサによる検出温度に応じて，天火の動作温度を180℃～240℃に維持し，制御部は，温度センサによる検出温度が240℃に達すると加熱を停止するよう，電気加熱片を制御し，温度センサによる検出温度が180℃を下回ると加熱を開始するよう，電気加熱片を制御する。",
            "[0006]  天火はバケツ形状を成し，電気加熱片は天火のバケツ形状の底部を形成し，吸気口は電気加熱片に形成されており，貫通穴は殻部に形成され，吸気口は貫通穴に連通している。",
            "[0007]  制御部はバッテリと電気加熱片の間に配置され，制御部に対する断熱制御を行い，かつ，電気加熱片を支持するための断熱支持マイカシートが，制御部と電気加熱片の間に配置されている。",
            "[0008]  吸引ノズルには吸引ノズルの穴部が形成されており，吸引ノズルは殻部にスリーブ接続されており，吸引ノズルの穴部に連通する溝部が，殻部にスリーブ接続した吸引ノズルの端部に形成されており，溝部は天火の開口端の反対側に位置し，天火内部の空洞に連通している。タバコ組成物が吸引ノズルの穴部から漏出することを防ぐためのニッケル製ワイヤーメッシュが，溝部の底部に設けられている。",
            "[0009]  制御部は，電気加熱片の加熱状態を制御するためのスイッチ回路を備えており，電気加熱片は，このスイッチ回路を介して，電源に接続されている。",
            "[0010]  ユニバーサル・シリアル・バス(USB)充電インターフェースが殻部に形成されており，バッテリは再充電可能なリチウム・イオン・バッテリであり，充電電流および充電電圧を調節するための充電回路が制御部に設けられており，バッテリは，この充電回路を介して，USB充電インターフェースに接続されている。",
            "[0012]  また，充電回路の充電状態を示す充電表示ランプと電気加熱片の加熱状態を示す加熱表示ランプが殻部に設けられており，充電表示ランプはUSB充電インターフェースに接続され，加熱表示ランプは制御部に接続されている。",
            "[0013]  電気加熱片は厚膜電気加熱片である。",
            "[0014]  本発明は以下の利点を有する。",
            "1)本発明によれば，タバコ組成物は，喫煙者が電気加熱片を介して吸引するために，加熱により気化して液体粒子となり，従来の電子タバコのようにタバコ液を燃焼させるのではなく，タバコ組成物を気化させる方法を採用することで，従来の電子タバコと比較して，電子タバコの方が口当たりが本来のタバコに近い。",
            "[0015]  2)本発明によれば，タバコ組成物を載置するための天火を殻部にさらに配置し，タバコ組成物を気化させるための電気加熱片と吸気口を天火に配置し，バッテリは制御部を介して電気加熱片に電気的に接続し，タバコ組成物は電気加熱片を介して加熱され，液体粒子へと気化され，従来の燃焼方式ではなく，気化方式を採用することで，喫煙中の一酸化炭素やタール等の有害物質の産生を防ぐ。さらに，煙ではなく気化による液体粒子が生成され，タバコ用ホールダーから吸引されるため，受動喫煙が回避される。さらに，この電子タバコは，従来のタバコと同等のサイズであり，小さいため，使い勝手がよい。",
            "[0026]  図1，図2，図3に示すように，本実施形態の気化式電子タバコは，殻部1と，殻部1に配置したバッテリ2および制御部3を備える。吸引ノズル11が殻部1の一端に設けられ，電気加熱片41の動作状態を制御するための制御スイッチ12が殻部1に設けられ，制御スイッチ12は制御部3に接続され，タバコ組成物を載置するための天火4が殻部1にさらに設けられ，吸気口42と，タバコ組成物を気化させる電気加熱片41が天火4に配置されており，天火4は吸引ノズル11に連通し，バッテリ2は，制御部3を介して，電気加熱片41に電気的に接続されている。動作状態において，制御部3は電気加熱片41を制御して，タバコ組成物を加熱し，液体粒子へと気化させる。喫煙者は，吸引ノズル11を介して，タバコ組成物から気化した液体粒子を吸引する。本実施形態では，従来の燃焼方式ではなく，気化方式を採用することで，煙ではなく，気化により液体粒子を発生させる。このため，一酸化炭素やタール等の有害物質の産生を防ぎ，また，喫煙者が喫煙中でない場合の受動喫煙も回避される。また，この電子タバコは使い勝手がよい。",
            "[0027]  本実施形態では，タバコ組成物は，主にタバコ粉末および配合添加物から調製される半固体の混合物である。このタバコ組成物は，一酸化炭素やタール等の有害な物質を産生することなく，180℃～240℃の温度範囲で気化され液体粒子に転じる。このタバコ組成物では，タバコ粉末の粒度は約1mmであり，タバコ粉末の配合添加物に対する質量比は，例えば，(2～3)：1である。本実施形態では，タバコ粉末の配合添加物に対する質量比は，例えば，2：1であってもよく，この場合，配合添加物は混合溶液状に調製される。配合添加物は，混合溶液の溶質として機能するプロピレングリコールと，溶媒として機能するグリセリンを含み，グリセリンのプロピレングリコールに対する質量比は，例えば，(3～5)：1である。本実施形態では，具体的に，グリセリンのプロピレングリコールに対する質量比は3：1であってもよい。さらに，配合添加物は天然香料をさらに含み，天然香料の含有量は，要件に応じて調節可能である。また，本実施形態では，天然香料のグリセリンに対する質量比は1：3である。",
            "[0028]  図1，図2，図3に示すように，吸引ノズル11には吸引ノズルの穴部111が形成され，吸引ノズル11は殻部1にスリーブ接続され，吸引ノズルの穴部111に連通する溝部112が，殻部1にスリーブ接続した吸引ノズル11の端部に形成され，溝部112は天火4の開口端の反対側に位置し，天火4内部の空洞に連通し，タバコ組成物が吸引ノズルの穴部111から漏出することを防ぐためのニッケル製ワイヤーメッシュ113が溝部112の底部に設けられている。本実施形態では，溝部112と天火4の開口端を互いの反対側に配置することで内部の空洞を形成しているため，タバコ組成物の載置スペースをより大きく確保でき，このため，一度により多くのタバコ組成物を載置可能となる。また，ニッケル製ワイヤーメッシュ113によって，天火4のタバコ組成物が吸引ノズルの穴部111から漏出することを回避可能としている。吸気口42の口径は約0．5mmに設定され，これにより，タバコ組成物に含まれる約1mmの粒度をもつタバコ粒子が吸気口42から漏出することを回避できるようにしている。",
            "[0029]  図1と図2に示すように，充電インターフェース13が殻部1に形成されており，バッテリ2は再充電可能なリチウムイオンであり，充電電流および充電電圧を調節するための充電回路が制御部3に設けられ，バッテリ2は，充電回路を介して，USB充電インターフェース13に接続されている。バッテリ2は周期的に充電して使用可能であるため，使用コストの削減が見込まれる。さらに，バッテリ2は，要件に応じて，別のタイプの再充電可能バッテリでもよく，通常のアルカリ電池を用いてもよい。",
            "[0031]  図1，図2，図3，図5に示すように，充電回路の充電状態を示す充電表示ランプ14と，電気加熱片41の加熱状態を示す加熱表示ランプ15が，殻部1設けられ，充電表示ランプ14はUSB充電インターフェース13に接続され，加熱表示ランプ15は制御部3に接続されている。本実施形態では，充電表示ランプ14は，USB充電インターフェース13に接続される発光ダイオード(LED)であり，加熱表示ランプ15は，2色表示機能をもつLEDである。加熱表示ランプ15はLED3とLED4の合計2個のLEDで構成され，LED3は赤色LEDであり，LED4は緑色LEDである。LED3が発光している間は天火4の温度がその時点で180℃未満であることを示し，LED4が発光している間は天火4の温度がその時点で180℃～240℃の範囲内であることを示す。",
            "[0033]  図2，図3，図7に示すように，本実施形態の制御部3は，電気加熱片41の加熱状態を制御するスイッチ回路31を備え，電気加熱片41は，このスイッチ回路31を介して，電源に接続されている。さらに，制御部3は，駆動回路として，電気加熱片41の加熱状態を直接駆動可能である。本実施形態では，スイッチ回路31は，高次駆動金属酸化物半導体(MOS)トランジスタQ2により実装され，MOSトランジスタQ2の制御端は，抵抗器R3を介して，ワンチップ型マイクロコンピュータSTC12C5204ADのピン26に接続されている。スイッチS1が押下されると，ワンチップ型マイクロコンピュータSTC12C5204ADのピン26が低レベルから高レベルに切り替わり，これにより，MOSトランジスタQ2のスイッチが入り，電気加熱片41に加熱を開始させる。設定温度に到達したことが温度センサ43により検出されると，ワンチップ型マイクロコンピュータSTC12C5204ADのピン26が低レベルに切り替わり，MOSトランジスタQ2のスイッチが切られ，加熱を停止する。",
            "[0034]  図8に示すように，本実施形態の制御部3は，電圧安定化用のHT7540集積回路(IC)チップ(U1)を電圧安定化回路として用いて，電源を実装する。HT7530電圧安定化ICチップは，バッテリの電圧を3Vに維持し，ピンOUT＋を介して，ワンチップ型マイクロコンピュータSTC12C5204ADに電源を供給する。また，この電圧安定化ICチップは，ワンチップ型マイクロコンピュータのAD取得モジュールに基準電圧を供する役割を担う。",
            "[0035]  図2に示すように，本実施形態の制御部3は，バッテリ2と電気加熱片41の間に配置される。また，制御部3と電気加熱片41の間に，制御部3に対して断熱制御を行い，かつ，電気加熱片41を支持するための断熱支持マイカシート40が配置されている。断熱支持マイカシート40は，電気加熱片41から制御部3に伝わった熱が回路基板上の回路部品に影響を与えないように，制御部3に対して断熱保護を行う。また，断熱支持マイカシート40は，電気加熱片41と天火4を固定支持する役割も担う。",
            "[0036]  図2に示すように，天火4はバケツ形状を成し，電気加熱片41は天火4のバケツ形状の底部を形成している。吸気口42は電気加熱片41に形成されており，貫通穴16は殻部1に形成され，吸気口42は貫通穴16に連通し，貫通穴16は，断熱支持マイカシート40に対応した殻部1の所定の位置に形成されている。喫煙中，殻部1の外部の空気が殻部1の貫通穴16を介して殻部1内部の空洞に侵入し，その後，吸気口42を介して天火4内部の空洞に侵入し，気化により天火4の空洞に形成された液体粒子を，吸引ノズルの穴部111を介して，喫煙者の口腔へと運ぶ。本実施形態では，天火4のバケツ形状の壁部は鋼鉄製チューブで形成され，天火4のバケツ形状の底部を形成する電気加熱片41は，天火4の壁部の鋼鉄製チューブに溶接されており，これによりバケツ形状が形成される。本実施形態において，電気加熱片41は厚膜電気加熱片であるが，要件に応じて，別のタイプの加熱器を採用してもよい。",
            "[0037]  図2と図9に示すように，天火4の温度を検出するための温度センサ43が天火4に設けられている。温度センサ43は制御部3に接続されており，制御部3は，動作状態において，電気加熱片41の加熱状態を制御することで，温度センサ43による検出温度に応じて，天火4の動作温度を180℃～240℃に維持する。制御部3は，温度センサ43による検出温度が240℃に達すると加熱を停止するよう，電気加熱片41を制御し，温度センサ43による検出温度が180℃を下回ると加熱を開始するよう，電気加熱片41を制御する。温度センサ43は負温度係数サーミスタRTである(負温度係数サーミスタRTの抵抗は温度に反比例し，温度上昇に伴って抵抗は低下する)。温度センサ43は天火4のバケツ形状の壁部上に設けられている。ワンチップ型マイクロコンピュータSTC12C5204ADは，ピン18(ADCT)を介してサーミスタRTの電圧を取得し，また，入力電圧を介してサーミスタRTの抵抗を算出後，テーブルを参照して温度を得る。電気加熱片41は，温度が180℃を下回ると加熱を開始し，温度が240℃を超えると加熱を停止する。上述の方法により一定の温度効果が達成されることで，天火4の動作温度は180℃～240℃に保たれ，タバコ組成物が加熱されて一酸化炭素やタール等の有害物質が産生されないようにしている。",
            "[0038]  本実施形態の作業工程を以下に示す。",
            "1)充電：充電が必要な場合，直流(DC)5Vの電源プラグを，殻部1の底部にあるUSB充電インターフェース13に差し込むと，USB充電インターフェースの充電表示ランプ14が即座に点灯する。一方，BUCK充電回路は，バッテリ2の充電電流と充電電圧を制御してバッテリ2の充電を開始させる。充電中は，制御部3のワンチップ型マイクロコンピュータがバッテリ2の電力を取得し，充電表示ランプ14はその間オンのままである。バッテリ2がフル充電されると，制御部3は直ちにバッテリ2の充電を停止するようBUCK充電回路を制御し，同時に充電表示ランプ14をオフに制御する。",
            "[0039]  2)使用法：適正量のタバコ組成物を天火4内に載置し，本実施形態の各部を組み立てる。制御スイッチ12を押下すると，制御部3の制御により，電気加熱片41が励振されて加熱を開始する。この時点で加熱表示ランプ15は赤色点灯状態である。一方，制御部3のワンチップ型マイクロコンピュータは，温度センサ43を介して，天火4の温度を取得する。天火4の温度が240℃に達したことが温度センサ43により検出されると，制御部3のワンチップ型マイクロコンピュータは，電気加熱片41を制御して加熱を停止させ，同時に，加熱表示ランプ15の点灯色が赤色から緑色に変わるよう制御する。天火4の温度が180℃を下回ることが温度センサ43により検出されると，制御部3のワンチップ型マイクロコンピュータの制御により，電気加熱片41が励振されて加熱を開始し，同時に，加熱表示ランプ15の点灯色が緑色から赤色に変わるよう制御される。こうして，天火4の動作温度は180℃～240℃に維持される。この温度範囲内において，タバコ組成物は，一酸化炭素やタール等の有害物質を産生することなく気化され，液体粒子に転じる。さらに，タバコ組成物の気化による液体粒子は吸引ノズル11から流出することなく，喫煙者が喫煙中でない場合にも受動喫煙は発生しない。",
            "【図1】",
            "【図2】",
            "【図3】",
            "【図5】",
            "【図7】",
            "【図8】",
            "【図9】"
          ]
        },
        {
          "fig": "イ",
          "subject": "甲2発明の認定",
          "text": [
            "前記アからすると，甲2には，本件審決が認定した前記第2の3(5)イ記載の甲2発明1及び甲2発明2が記載されていると認められる。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "甲2発明と本件発明1及び15の対比",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "甲2発明と本件発明1及び15とを対比するに，甲2発明と本件発明1及び15の間には，本件審決が認定した前記第2の3(5)エ(ア)a及び(ウ)a記載の一致点が存在すると認められる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，前記2で認定，判断したとおり，本件発明1及び15は，ユーザによる複数回の喫煙を含む期間にわたって特性が一貫したエアロゾルを提供するために，第1段階としてエアロゾル形成基材からエアロゾルが発生する第1の温度まで加熱要素の温度を上昇させた後，装置及び基材が温まることで凝縮が抑えられてエアロゾルの送達が最初の動作時間中に比して増加するという要因に応じてエアロゾルの送達量を一貫させるため，第2段階として，第1の温度よりも低いが，エアロゾルの揮発温度より低くならない第2の温度に低下するようにし，さらに，エアロゾル形成基材の枯渇及び熱拡散の低下に起因するエアロゾル送達量の減少を補償するために，第3段階として，第2の温度よりも高い第3の温度に上昇させるという制御がされるものである。",
                    "他方，甲2発明は，前記ア，イのとおり，加熱が開始された後，天火の温度が240℃に達すると，制御部の制御により，電気加熱片による加熱が停止され，天火の温度が180℃を下回ると加熱が再開されることが繰り返され，吸い始めから吸い終わりまでの間，天火の動作温度が180℃～240℃に維持されるように制御されるというものであり，本件明細書の段落【0056】や【図3】，【図4】にあるような，動作中に一定の温度をもたらすように構成され，エアロゾル成分の送達がピークを迎えた後，エアロゾル形成基材が枯渇して熱拡散効果が弱まるにつれ，時間と共にエアロゾル成分の送達が低下する従来技術に相当するものといえる。甲2には，ユーザによる複数回の喫煙を含む期間にわたって，エアロゾルの送達量を一貫とするために，凝縮が抑えられてエアロゾルの送達量が増加することに応じて第1の温度から第2の温度へと温度を低下させたり，逆にエアロゾル形成基材の枯渇及び熱拡散の低下に応じて第2の温度から第3の温度へと温度を上昇させたりするという技術思想については，記載も示唆もされていない。",
                    "以上からすると，甲2発明と本件発明1及び15では，加熱要素の制御方法やそのための電気回路の構成が異なっているというべきであり，甲2発明と本件発明1及び15との間には，本件審決が認定した前記第2の3(5)エ(ア)a及び(ウ)a記載の相違点1B及び相違点15Bが存在すると認められる。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，本件発明1及び15と甲2発明を対比するに当たって，エアロゾル送達を一貫とすることを目的とする本件発明の技術思想や本件明細書の記載を参酌せず，特許請求の範囲のみ基づいて本件発明の要旨を認定することを前提にして，甲2発明において，①制御スイッチ12が押下されてから，天火4の温度が240℃に達したことが温度センサ43により検出され，電気加熱片41を制御して加熱を停止させる時点までが，本件発明1及び15の「第1段階」に，②上記①で加熱が停止されてから，天火4の温度が180℃を下回ることが温度センサ43により検出されて，電気加熱片41が加熱を開始する時点までが，同「第2段階」に，③上記②で加熱が開始されてから，天火4の温度が240℃に達したことが温度センサ43により検出され，再び加熱が停止されるまでの時点が，同「第3段階」に，それぞれ相当するし，甲2発明において，上記②の段階で電力が供給されているから，本件審決が相違点1B及び相違点15Bを認定したことは誤りであると主張する。",
                    "しかし，前記5で判断したとおり，本件明細書の記載から認められる本件発明の技術的意義を考慮することなく本件発明の要旨を認定することは相当ではないから，原告の上記主張はその前提を欠くものである。",
                    "また，本件発明の「第1の温度」・「第1段階」，「第2の温度」・「第2段階」及び「第3の温度」・「第3段階」による制御は，ユーザによる複数回の喫煙を含む期間にわたって行われるもので，第1，第2及び第3段階が，反復されるということは想定されていないものと認められる。他方，原告が主張する上記①～③の制御は，天火の動作温度を180℃～240℃に維持するためにされるもので，ユーザによる複数回の喫煙を含む期間の間に反復され，上記③の後に再び上記①のプロセスが始まるということがあり得るものであり，その点で，本件発明の制御方法とは異なっている。",
                    "さらに，本件発明の「第2の温度」は，装置及び基材が温まることで凝縮が抑えられてエアロゾルの送達が最初の動作時間中に比して増加することに対応するために第1の温度よりも低いものの，エアロゾルの揮発温度より低くならない温度として設定されるものであるが，甲2発明の上記①から上記②の間の240℃以下180℃以上の温度が，本件発明の「第2の温度」のような技術的意義を持つものであることは甲2には記載も示唆もない。",
                    "同様に，本件発明の「第3の温度」は，エアロゾル形成基材の枯渇及び熱拡散の低下に起因するエアロゾル送達量の減少を補償するために，第2の温度よりも高く設定されるものであるが，甲2発明の上記②から上記③までの180℃以上240℃以下という温度が，本件発明1及び15の「第3の温度」のような技術的意義を持つものであることは甲2には記載も示唆もない。",
                    "以上からすると，甲2発明の上記①～③の制御が，本件発明1及び15の「第1の温度」・「第1段階」，「第2の温度」・「第2段階」及び「第3の温度」・「第3段階」による制御に相当するものとは認められず，原告の上記主張は，上記(イ)の認定を左右するものではない。",
                    "なお，甲2発明において，上記②の時点で加熱が開始したときに電力供給されていることは，上記(イ)の認定を左右するものでないことは，既に判示したところに照らして明らかである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点1B及び相違点15Bについての判断",
      "text": [
        "前記(1)ウ(イ)のとおり，甲2発明は，本件明細書の段落【0056】や【図3】，【図4】にあるような従来技術に相当するものであり，本件発明1及び15とは異なり，ユーザによる複数回の喫煙を含む期間にわたってエアロゾルの送達量が一貫するという効果を奏しないものであるから，相違点1B及び相違点15Bは，実質的な相違点である。したがって，本件発明1及び15が甲2発明と同一であるとはいえない。",
        "また，前記5で判断したところからすると，甲1，3～5には，相違点1B及び相違点15Bに係る構成は開示又は示唆されて，本件発明1及び15が，甲2発明並びに甲1及び甲3～5に記載された事項に基づいて容易に想到し得たともいえない。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件発明2～14，本件発明16～26について",
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明2～14，25，26について",
          "text": [
            "本件特許の請求項2～14，25，26は，本件特許の請求項1の記載を，直接又は間接的に引用するものであり，本件発明2～14，25，26は，本件発明1の発明特定事項を全て備えるものであるから，甲2発明1と本件発明2～14，25，26の間には，甲2発明1と本件発明1との間の相違点1Bと同じ相違点が存在する。",
            "したがって，前記(1),(2)で認定，判断したところからすると，本件発明2，5，6，10，14は，甲2に記載された発明とはいえないし，本件発明2～14，25，26は，甲2発明1並びに甲1及び甲3～5に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "本件発明16～24について",
          "text": [
            "本件特許の請求項16～24は，本件特許の請求項15の記載を，直接又は間接的に引用するものであり，本件発明16～24は，本件発明15の発明特定事項を全て備えるものであるから，甲2発明2と本件発明16～24の間には，甲2発明2と本件発明15との間の相違点15Bと同じ相違点が存在する。",
            "したがって，前記(1),(2)で認定，判断したところからすると，本件発明16，20，24は，甲2に記載された発明とはいえないし，本件発明16～24は，甲2発明2並びに甲1及び甲3～5に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "よって，原告が主張する取消事由5は理由がない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第で，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10174",
    "date": "2020-08-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089665",
    "ipprecedent_id": "5411",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}