{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告方法目録記載の方法を使用してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，原判決別紙被告製品目録記載の製品を製造してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，4752万円及びこれに対する平成30年4月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要（以下において略称を用いるときは，別途定めるほか，原判決に同じ。）",
          "text": [
            "本件は，発明の名称を「屋根煙突貫通部の施工方法及び屋根煙突貫通部の防水構造」とする発明についての特許（特許第5047754号。請求項の数6。）に係る特許権（本件特許権）を有する控訴人において，原判決別紙被告方法目録記載の方法（被告方法）が本件特許の請求項1及び同2に係る発明（それぞれ「本件発明1」，「本件発明2」）の，原判決別紙被告製品目録記載の製品（被告製品）が本件特許の請求項4及び同5に係る発明（それぞれ「本件発明3」，「本件発明4」）のそれぞれ技術的範囲に属し，被控訴人による被告方法の使用及び被告製品の販売が本件特許権を侵害していると主張して，被控訴人に対し，特許法100条1項に基づき，被告方法の使用及び被告製品の製造の差止めを求めるとともに，民法709条及び特許法102条2項に基づき，損害賠償金4752万円及びこれに対する不法行為の後の日（訴状送達の日の翌日）である平成30年4月1日から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，本件発明1及び本件発明3は新規性を欠き，本件発明2及び本件発明4は進歩性を欠くので，本件各発明に係る本件特許は，特許無効審判により無効にされるべきものであり，その余の点について判断するまでもなく，控訴人の請求はいずれも理由がないとして，これらを棄却したところ，控訴人がこれを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "「前提事実」，「争点」及び「争点に関する当事者の主張」は，以下のとおり補正し，後記3及び4のとおり争点1-1に関する当審における当事者の補充主張を付加するほか，原判決「事実及び理由」の第2の2及び3並びに第3に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "7頁9行目冒頭から12行目末尾までを以下のとおりに改める。",
                "「ア  A邸の工事（公然実施発明）を主引用例とする本件各発明の新規性欠如又は進歩性欠如の有無（争点1-1）"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "B邸の工事（公然実施発明）を主引用例とする本件各発明の新規性欠如又は進歩性欠如の有無（争点1-2）」"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "7頁17行目の「A邸工事における公然実施の有無」を「A邸工事（公然実施発明）を主引用例とする本件各発明の新規性欠如又は進歩性欠如の有無」に，22頁11行目の「B邸工事における公然実施の有無」を「B邸工事（公然実施発明）を主引用例とする本件各発明の新規性欠如又は進歩性欠如の有無」にそれぞれ改める。  "
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点1-1に関する控訴人の補充主張",
          "text": [
            "（以下，書証については，例えば，乙第15号証の7を乙15の7などと略記する。）"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "A邸工事が本件特許出願より前に行われていないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，A邸工事の作業を示すものとして被控訴人により提出された写真（乙15の1ないし9）について，控訴人が，乙15の7の写真（そのプロパティである乙17の7によれば，平成19年6月28日14時05分撮影とされる。原判決13頁上の写真）の状態から，乙15の8の写真（そのプロパティである乙17の8によれば，同日14時07分撮影とされる。原判決13頁下の写真）の状態に至るまでの作業は，2分でその作業を全て行えるとは考え難いと指摘して，その信用性を問題としたのに対し，煙突設置工事に慣れた屋根職人が2分以内にその作業を終えることができないということはできないと判断し，これらの写真の信用性を認めた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，群馬県屋根瓦工事組合連合会の藤岡支部長を務め，国家資格である第1級かわらぶき技能士の資格を有するCは，乙15の7の写真の状態から乙15の8の写真の状態に至るまで，慎重な作業を要することから，この間の作業を2分で行うことは難しい旨陳述している（甲18）。",
                        "したがって，乙15の1ないし9の写真のプロパティであるとされる乙17の1ないし9は，偽造された可能性が高く，A邸工事が乙17の1ないし9に記載の平成19年6月28日に実施されたとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，乙15の7から乙15の8の作業の間に行われた作業を撮影した写真であるという乙39の2ないし4を提出するが，平成19年6月28日14時06分撮影とされる乙39の2に写っている職人の腕時計の表示が「2：08」となっており，同日14時06分撮影とされる乙39の3に写っている同じ腕時計の表示が「2：09」となっていることからすると信用性がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人がA邸での工事の図面であると主張する乙12の資料4には，煙突の貫通孔において，「軒天～野地板開口内部8㎜フレキシブルボード又は，12㎜ケイカル板貼，（内部4面）」と記載されているように，野垂木及び野地板の先端部分にフレキシブルボードやケイカル板を貼るものと記載されている。このような措置は，建築基準法施行令第115条（建築物に設ける煙突）及び平成16年9月29日国土交通省告示第1168号に沿うために必須の工事であるが，乙15の1ないし9には，煙突の横に位置する野垂木の先端にフレキシブルボードやケイカル板等の不燃材が装着されていない。",
                        "そうすると，乙15の1ないし9の写真は，乙12の資料4の図面を実施したものを撮影したものではないことから，乙15の1ないし9における作業がA邸で行われたものではないことになる。",
                        "なお，被控訴人は，本主張を時機に後れた攻撃防御方法であると主張するが，一級建築士に意見を求めていたものの，証拠写真を鮮明にするのに時間がかかるなどの理由から，口頭弁論終結前に確定的意見や報告書作成についての確答を得ることができず，結果として報告書の作成が口頭弁論終結後になってしまったものであり，控訴人が提出した攻撃防御方法を審理したとしても，被控訴人の反論があれば主張は尽きるのであり，審理遅延の程度は小さいから，本主張は時機に後れたものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，A邸工事が本件特許出願の前に実施されたとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "A邸工事が「公然」実施されたものではないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，A邸工事が平成19年6月28日に実施されたものであるとしても，A邸は塀や草木，山に囲まれており，近隣の住民もわずかであって（甲20），外部から容易にその作業の内容を確認することができないから，公然実施されたものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，A邸の屋根からストーブの煙突が突出している側（煙突の正面側）の隣地は，A邸工事の時点で既に駐車場で，不特定多数の者が自由に出入りすることが可能であり，同駐車場は，A邸の敷地よりも相当高くなっており，屋根上にて行われる本件工事の状況が見やすいと主張する。",
                    "しかし，乙24の2の写真では，駐車場の高さは地面よりもやや高くなっているものの，塀と同じ高さにはないことから，屋根上での作業を見るには屋根を見上げて見る必要がある。また，A邸の駐車場側には，相当程度に高い庭木が多く植えられており，駐車場からでは，A邸での屋根上での作業を十分に確認することは困難である。",
                    "そうすると，A邸工事に仮囲い等がされていなかったとしても，駐車場からでは，屋根上で行われている工事を，その発明の構成を理解する程度に観察することができないことから，同工事は，「不特定」かつ「多数」の者が容易に確認できない態様で行われているものといえ，公然に実施されたとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2及び本件発明4と，A邸工事との相違点（本件発明2及び本件発明4では，インナーフラッシングの固定板の全ての外周に防水テープが貼付されているが，A邸工事ではインナーフラッシングの固定板の外周のうち軒側に防水テープが貼付されていない点）が容易に想到することができたものではないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2の構成要件F及び本件発明4の構成要件Mでは，内部水切り部材の固定板の外周全体に防水テープが貼付されているのに対し，A邸工事においては，軒側（屋根の頂上から見て下側）の辺を除くインナーフラッシングの固定板の3辺にのみ防水テープが貼付されているが，A邸工事でかかる構成が採られているのは，軒側を封止しないことで，結露により金属板に付着した水滴を外部に排出し，家の内部に水滴を侵入させないという効果があるからである。",
                    "すなわち，被控訴人がA邸工事に使用したアルミ製のインナーフラッシングのように熱伝導率の高い素材を家の内外を隔てる部分に配置すると，その内側面に，家の内部の暖かい空気と外気により冷やされたインナーフラッシングとの温度差により結露が生じやすいことは当業者にとって常識である。そうすると，インナーフラッシングの内側面についた水滴を排出する排出口を備えなければ，インナーフラッシングの内側にたまった水滴が家の内部に浸食するおそれがある。インナーフラッシングの固定板の四方全てに防水テープを貼付すると，結露により生じた水滴を外部に排出し，家の内部に水滴を侵入させないという効果を失わせることになるから，A邸工事において，インナーフラッシングの固定板の軒側に防水テープを貼付し，構成要件F等の構成に置換することには阻害要因がある。",
                    "なお，被控訴人は，A邸の煙突の屋根貫通位置は軒出（建物の外壁面より外側）であるから，インナーフラッシングは「家の内外を隔てる部分に配置」されておらず，その固定板について結露の対策をする必要はないと主張するが，煙突の屋根貫通位置は軒出に限られず，家の内外を隔てる位置に設けることもある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，A邸工事で軒側の外周を封止しなかったのは，雨漏り防止という目的から必要でないと判断したためであると主張しており，当業者である被控訴人においても，水滴が上から下に流れるという自然法則に反し，雨水が吹き上がって雨漏りをするという事態を想定できなかったということができる。",
                    "そうすると，構成要件F等のように，インナーフラッシングの固定板の軒側にも防水テープを貼付することには，雨水の吹き上がりによる雨漏りの防止という予測できない顕著な効果があり，本件発明2及び本件発明4には進歩性がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点1-1に関する被控訴人の補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "A邸工事が本件特許出願より前に行われていないとの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，乙15の7の写真の状態から，乙15の8の写真の状態に至るまでの作業は2分では終わらないとして，Cの陳述書（甲18）を提出し，乙15の1ないし9の写真のプロパティである乙17の1ないし9は偽造であると主張する。",
                    "しかし，甲18は，切る位置を慎重に決めた上で丁寧に切らなければならない，より慎重に瓦を置かなければならないなど，主観的かつ抽象的な内容を有するにすぎず，作業が2分で終わらないことを述べるものではない。",
                    "また，前記作業が平成19年6月28日14時5分から同日14時7分の間（最長2分59秒間）に行われたことは，乙15の7（14時5分撮影）から乙15の8（14時7分撮影）の作業の間に行われた作業を撮影した写真（乙39の2ないし4）からも明らかである。",
                    "なお，控訴人は，乙39の2に写っている職人の腕時計の表示が「2：08」となっており，乙39の3に写っている同じ腕時計の表示が「2：09」となっていることから，乙39の2ないし4には信用性がないと主張するが，議論に飛躍がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，乙15の1ないし9の写真は，乙12資料4の図面に記載されている不燃材が撮影されていないことから，A邸工事のものではない旨主張する。",
                    "屋根の開口部の内側周囲に対する不燃材の貼付けは，大工の仕事であり，煙突を取り付けた後から装着することも多い。A邸工事では，煙突部材の取付け及びストーブの設置を行う被控訴人以外に，建物の木材部分の加工や造作，屋根の開口，野地板までの施工等を行う大工と，屋根の防水，屋根仕上げ材の取付け等を行う屋根職人とが，元請である住友林業によって手配されていた。屋根開口内部4面に不燃材を貼り付けるのは，大工の仕事であって，被控訴人の施工範囲ではないから，煙突を取り付けた時には行われていない。乙12資料4の図面や法令等を含めて，煙突取付け時又はそれより前に不燃材を取り付けなければならないとする根拠はない。",
                    "なお，控訴人のこの主張は，控訴審の結審後である令和2年10月13日付け口頭弁論再開申立書において判決言渡の直前に初めて提出されたものであるが，被控訴人が原審において平成30年10月12日に提出した書証である乙15の1ないし9がA邸工事の写真であるかどうかという問題に関するものであり，原審において，十分に主張，立証の機会があったにもかかわらず，控訴人の故意又は重過失により，時機に後れて提出されたものであることは明らかであるから，却下されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "A邸工事が「公然」実施されたものではないとの主張について",
              "text": [
                "控訴人は，A邸工事は公然実施されていなかったと主張するが，公然実施されたことは明らかである。",
                "A邸の屋根からストーブの煙突が突出している側（煙突の正面側）の隣地は，本件工事の当時には駐車場であり（乙14の10），不特定多数の者が自由に出入りすることが可能であったし（乙24の1），しかも同駐車場は，A邸の敷地よりも相当高くなっており，屋根上にて行われる本件工事の状況が見やすい位置に存在する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2及び本件発明4と，A邸工事の相違点に係る構成が容易に想到することができたものではないとの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人によれば，インナーフラッシングの内側面に結露が生じるのはアルミ製のインナーフラッシングのように熱伝導率の高い素材を家の内外を隔てる部分に配置した場合であるが，A邸の煙突は，室内から直接屋根を貫通して室外に出ているわけではなく，建物の外壁面から室外に出た上で，建物外を上方に向かう形で設置されており，屋根貫通位置は軒出（建物の外壁面より外側）である（甲15の写真①）から，結露発生の防止という理由で，防水テープでインナーフラッシングの固定板の軒側の外周を封止しない理由はない。被控訴人がA邸工事でインナーフラッシングの固定板の軒側の外周を封止しなかったのは，雨漏り防止という目的から必要でないと判断したためである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件発明2及び本件発明4において，インナーフラッシングの固定板の軒側の外周にも防水テープを貼付することは，雨水の吹き上がりによる雨漏りの防止という予測できない顕著な効果がある旨主張する。しかし，風力により水が吹き上げられるような場合も想定して，インナーフラッシングの固定板の軒側の外周にも防水テープを貼ることは，固定板に防水テープを貼付する当業者にとって当然予期できる効果であり，本件発明2と被告方法の相違点及び本件発明4と被告製品の相違点が容易想到であるとの判断を妨げるものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求には理由がないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明の内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "明細書及び図面の記載",
              "text": [
                "本件明細書（甲2）の「発明の詳細な説明」の欄には，別紙の記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本件明細書には次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ストーブ等の燃焼装置から延設された煙突（煙道）を屋外に導くための施工方法として，垂直な壁を貫通させる壁抜き方式と屋根を貫通させる屋根抜方式の2種類がある。このうち，屋根抜き方式は，吸い込み作用によるドラフト効果で着火・燃焼がスムースに行われるメリットがあり，従来から広く採用されているが，煙突を貫通させる屋根開口部から雨漏りが発生しやすいため，施工において壁抜き方式よりも充分な防水構造を設けることが必要となる。",
                    "従来の屋根煙突貫通部の施工方法による防水構造として，傾斜した屋根面に略平行に配置される平板状の導水板及びその中央を丸く切り欠いた穴の周縁部分から円錐台状に立ち上がり上端側が開口した筒状の周壁とで構成される水切り部材（フラッシング）を用いて，開口部からの雨漏りを防止するものがあるが，台風時のように雨に強風が加わる条件となった場合には，屋根仕上げ材の下端側からその裏面を伝って吹き上がった水が，防水シートの上を伝って流れ落ち，開口部から屋内に侵入して雨漏りを発生させるという問題がある（【0002】～【0005】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，煙突を屋根抜き方式で施工する場合に，過剰な手間や過大なコストを要することなく，優れた防水機能を長期間に亘って発揮できるようにすることを課題とする（【0009】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明は，屋根に設けた開口部を通過させて煙突を固定し，所定の水切り手段でその開口部を覆うことにより雨漏りを防ぐための防水構造を形成する屋根煙突貫通部の施工方法において，その水切り手段が，屋根面に対し略平行に配置され上流側の屋根仕上げ材上面を流れる水を上面で受けて下流側の屋根仕上げ材上面に導く導水板及びこの導水板に設けた切り欠き穴周縁部分から立ち上がり開口部から突出する煙突の周囲を所定高さまで覆う筒状の周壁を有する外部水切り部材と，少なくとも開口部全体を覆うサイズを有し開口部周囲の野地板上面又は防水シート上面に下面端縁側を密着して配置される固定板及びこの固定板に設けた切り欠き穴周縁部分から立ち上がり挿通した煙突の周囲を所定高さまで覆いながら外部水切り部材の周壁内側に挿入される筒状の周壁を有し外部水切り部材の下方に配置される内部水切り部材とで構成され，その内部水切り部材を，固定板下面と開口部周囲の野地板上面又は防水シート上面との間で液体の流通を封止する状態にして固定し防水シート上の水が開口部に侵入することを防止するものであり，防水構造を形成する水切り手段を外部用と内部用の2つの部材に分け，外部水切り部材（アウターフラッシング）で屋根仕上げ材上面を流れる雨水が屋根の開口部から侵入するのを防止することに加え，この開口部を固定板で直接的且つ内外液密的に覆うように内部水切り部材（インナーフラッシング）を配置することにより，防水シート上面を流れる雨水が屋根開口部に侵入することを有効に防止できるものとなる。",
                    "また，その内部水切り部材の固定には，固定板の上面端縁側とその周囲の野地板上面又は防水シート上面とを上から覆うように固定板外周に沿って防水テープを貼付する手順を含むものとすれば，極めて簡易な手順で固定されるとともに，優れた防水機能を長期間に亘って発揮できるものとなる（【0010】～【0012】，【0014】，【0015】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "水切り手段を外部用と内部用との2つの部材に分けて，内部水切り部材の固定板を野地板又は防水シート上に密着した状態で固定するものとしたことにより，過剰な手間や過大なコストを要することなく優れた防水機能を長期間に亘って発揮できる（【0017】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1-1（A邸工事を主引用例とする本件各発明の新規性欠如又は進歩性欠如の有無）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所も，本件各発明に係る特許出願より前である平成19年6月28日に公然と実施されたA邸工事は，本件発明1及び3の構成要件を全て充足するから，本件発明1及び3は新規性を欠き，また，A邸工事は，アルミフラッシングの四角形状の固定板の軒側縁部分に防水テープが貼付されていない点で本件発明2及び本件発明4と相違するが，当業者は，同部分にも防水テープを貼付する構成に容易に想到し得るといえるから，本件発明2及び本件発明4は進歩性を欠くものと判断する。",
                "その理由は，原判決45頁6行目の「同資料1」を「乙12資料1」と，54頁6行目の「本件各発明」を「本件各発明に係る本件特許」とそれぞれ改め，以下のように当審における控訴人の主張に対する判断を加えるほかは，原判決「事実及び理由」の第4の2記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "A邸工事が本件特許出願より前に行われていないとの主張について ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，Cの陳述書（甲18）を援用して，乙15の7の写真の状態から乙15の8の写真の状態に至るまで，慎重な作業を要することから，この間の作業を2分で行うことは難しいとし，乙15の1ないし9の写真のプロパティである乙17の1ないし9は偽造された可能性が高く，A邸工事が，乙17の1ないし9に記載の平成19年6月28日に実施されたとは認められないと主張する。",
                        "確かに，甲18には，電動ハンドカッターで瓦を切る作業について，他でカットした瓦と同形状に切らないと瓦同士がずれてしまい見栄えもよくないので丁寧に切らねばならないからそれだけでも2分を要し，瓦を葺く作業でも，金属板を野地板や桟木の上に乗せ，その上に瓦を葺く作業であり，瓦が浮くのを防いだり，金属板が間に挟まっていないところに瓦を葺く必要もあるので，慎重に瓦を葺かなければならないとの記載がある。しかし，これはあくまでC個人の作業のやり方を前提にした一般論と評価すべきものであり，どのようなやり方によっても当該作業を2分で行うことが不可能であることを示すものとはいえない。",
                        "また，乙15の7の状態から乙15の8の状態の間の作業を更に詳しく撮影したものである乙39の1ないし5及びその撮影日時を含むプロパティを示す乙40の1ないし5によれば，平成19年6月28日14時05分には，屋根に釘を打ち，瓦Bの穴に銅線を通し，銅線を釘に巻き付ける作業が完了し（乙39，40の各2），同日14時06分には，瓦Dを瓦Bと同じ幅になるように電動式ハンドカッターで切る準備をし（乙39，40の各3），同日14時07分には，切断後の瓦Dを瓦Bの上に置き，瓦Dの穴に銅線を通すなどの作業が現に行われていることが認められ，この一連の流れに不自然なところはない。",
                        "控訴人は，同日14時06分撮影とされる乙39の2に写っている職人の腕時計の表示が「2：08」となっており，同じく同日14時06分撮影とされる乙39の3に写っている同じ腕時計の表示が「2：09」となっていることからすると，乙39の1ないし5及びその写真のプロパティである乙40の1ないし5には信用性がないと主張するが，そもそもその指摘する時間のずれは1ないし3分程度のものにすぎず，コンピュータの撮影日時のプロパティと，各人が使用する時計の表示する時刻がそれぞれ正確な日時からずれていることはままあることであるから，採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，A邸工事に関する乙12の資料4には，煙突の貫通孔において，野垂木及び野地板の先端部分にフレキシブルボードやケイカル板を貼るものと記載されているところ，乙15の1ないし9にはこれらの不燃材が写っていないから，被控訴人主張の工事は，乙12の資料4の図面を実施したものではなく，A邸工事のものではない旨主張する。",
                        "そこで検討すると，A邸工事の当初図面（平成19年5月1日付け。乙12の資料2）及びⅠ期工事後の修正図面（同年6月29日付け。乙12の資料3）では，「建築工事でお願いする部分」として不燃材である「開口内部8㎜フレキシブルボード貼り」が記載されているところ，控訴人が問題とする乙12の資料4は，これらの後である同年7月2日に，被控訴人から住友林業に提出された煙突詳細図であって，不燃材として，煙突の貫通孔に「軒天～野地板開口内部8㎜フレキシブルボードまたは，12㎜ケイカル板貼り。（内部4面）」と記載されている。そして，住友林業は，その後，乙12の資料4について，「軒天～野地板開口内部8㎜フレキシブルボードまたは，12㎜ケイカル板貼り。（内部4面）」とある部分に波線でアンダーラインを付した上，「対応をお願いします。」と加筆してニシカネホーム株式会社（以下「ニシカネ」という。）にファックスで転送している（乙32）。また，乙29の写真①によれば，被控訴人によるA邸工事の後も，住友林業による建築工事が行われているが，煙突の屋内からの引き出し部分及び立上げ部分は設置されておらず，屋根の下から屋根貫通部の不燃化工事を行うことも可能である。",
                        "以上の経過からすると，A邸工事における不燃材の装着は，被控訴人の施工範囲には含まれておらず，住友林業の下請であるニシカネが担当することになったものと認められる。したがって，被控訴人の施工範囲を撮影した乙15の1ないし9に不燃材が写っていないからといって，これらの写真がA邸工事のものではないとはいえず，原告の主張は採用できない。",
                        "なお，被控訴人は，本主張を時機に後れた攻撃防御方法として却下すべきであると主張するが，写真の多面的な分析が必要なこと等本件諸事情を勘案すると，重過失によるものとまで認めることには躊躇を覚えるから，却下することはしない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおりであるから，控訴人主張の各点をもって，A邸工事が本件特許出願より前に行われたことを否定することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "A邸工事が「公然」実施されたものではないとの主張について",
                  "text": [
                    "控訴人は，A邸は塀や草木に囲まれており，容易に外部からA邸をのぞき見ることはできないこと，山に囲まれており，近隣の住民もわずかであること，作業が屋根上で行われるものであり，外部から容易にその作業の内容を確認することができないことから，A邸工事は，公然と行われたものとはいえないと主張する。",
                    "しかし，被控訴人のために発明の内容を秘密にする義務を負わない不特定の者によって技術的に理解されるか，そのおそれのある状況で実施されたのであれば，工事は公然と行われたと評価するのが相当であるところ，本件においては，まず，A邸の屋根からストーブの煙突が突出している側（煙突の正面側）の隣地は，本件工事の当時には駐車場であり（乙14の10），同駐車場には10台を優に超える駐車スペースがあり，敷地もA邸より高いことが認められるのであって（乙24の2），同駐車場からは煙突についても十分視認が可能であるし，当該工事が第三者から視認されること等を拒むような態様で行われていたことはうかがえない。",
                    "また，乙12の資料4は，前記ア(イ)認定のとおり平成19年7月2日に被告から住友林業に提出されたものであるところ，同図面にはインナーフラッシングが明記されており，これが，住友林業からニシカネにファックスで転送されている（乙32）。そして，前記ア(イ)において認定したとおり，住友林業の下請業者であるニシカネがA邸の煙突について不燃材の装着を行うことになっていたが，その時点では，煙突の屋内からの引き出し及び立ち上げ部分はまだ設置されておらず，住友林業又はニシカネにおいて煙突の屋根貫通部の構造を認識することは十分可能であったといえるところ，A邸工事の施工方法及び防水構造は，引用に係る原判決の「事実及び理由」第4の2(3)ア及びイ(ア)記載のとおりであって，いずれも複雑なものではなく，当業者であれば，乙12の資料4や，Ⅱ期工事時の煙突の屋根貫通部の構造から，これらの発明を技術的に理解できるものと認められる。",
                    "以上によれば，A邸工事は，本件特許出願前に，被控訴人のために発明の内容を秘密にする義務を負わない不特定の者（少なくとも上記住友林業やニシカネ等の下請業者等）によって技術的に理解されるか，そのおそれのある状況で実施されたもので，公然実施された発明に当たるというべきであるから，控訴人の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2及び本件発明4と，A邸工事との相違点に係る構成が容易に想到できるものではないとの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，A邸工事において，軒側の辺を除くインナーフラッシングの固定板の3辺にのみ防水テープを貼付しているのは，結露が生じやすいので，水滴を外部に排出し，家の内部に水滴を侵入させないためであり，上記固定板の四方全てに防水テープを貼付すると，この効果を失わせることになるから，上記固定板の軒側に防水テープを貼付し，構成要件F等の構成に置換することには阻害要因があると主張する。",
                        "しかし，甲15の写真①，乙12の資料3及び乙14の7によれば，A邸の煙突は，室内から直接屋根を貫通して室外に出ているわけではなく，建物の外壁面から室外に出た上で，建物外を上方に向かう形で設置されており，屋根貫通位置は軒出であることが認められるから，結露による水滴が家の中に入るという事態は考えられず，控訴人のいう阻害要因は認められない。",
                        "また，仮に煙突を家の内外を隔てる位置に設けた場合にインナーフラッシング内部に結露が生じやすくなることが当業者にとって技術常識であったとしても，本件各発明において，そのような結露の生じやすい場所でも防水テープを四方に隙間なく貼付していることからも明らかなように，結露により金属板に付着した水滴を外部に排出させるために固定板の軒側を封止しないことまでが技術常識であるとは認められないから，やはり，A邸工事において，防水テープをインナーフラッシングの固定板の四方に貼付することに阻害要因があるとの主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，インナーフラッシングの固定板の軒側にも防水テープを貼付することは，雨水の吹き上がりによる雨漏りの防止という予測できない顕著な効果があり，本件発明2及び本件発明4には進歩性があると主張する。",
                        "しかし，防水テープは，開口部に水が侵入しないようにするために内部水切り部材の固定板に貼付するものであるから，四角形状の固定板の縁部分の前記3辺に防水テープを貼付した上，更に念を入れて軒側の外周に防水テープを貼付すれば，台風等，風雨が強く下方から雨水が侵入する場合に雨漏りを防止できることは当業者が当然に予期する効果で    ",
                        "あり，その必要があれば，当然に実施することになる事項といえる。また，A邸工事は，本件発明2及び本件発明4と同様に，水切り手段が外部用と内部用との2つの部材からなり，内部水切り部材（アルミフラッシング）の固定板の下面が，水等の液体が開口部に侵入しない程度に野地板上面と密着して固定されている構成，すなわち「アルミフラッシングの固定板下面と開口部周囲の野地板上面との間で液体の流通を封止する状態にして固定する」構成を有するのであり，アルミフラッシングによって吹き上がってきた雨水の侵入も阻止しているものと認められるから，被控訴人をはじめとする当業者においても，水滴が上から下に流れるという自然法則に反し，雨水が吹き上がって雨漏りをするという事態を想定できなかったとはいえないし，軒側の外周に防水テープを貼付することに予測できない顕著な効果があるともいえない。したがって，控訴人の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1及び本件発明3は新規性を欠き，本件発明2及び本件発明4は進歩性を欠くので，本件各発明に係る本件特許は，いずれも特許無効審判により無効にされるべきものであり，特許法104条の3第1項の規定により，控訴人は，被控訴人に対し，本件特許権を行使することはできない。",
                "そうすると，その余の争点について判断するまでもなく，控訴人の請求はいずれも理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば， 原判決は相当であって，本件控訴は理由がないから棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}