{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800157号事件について令和元年8月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，名称を「非磁性材粒子分散型強磁性材スパッタリングターゲット」とする発明に係る特許権(特許第4975647号。平成18年12月26日出願，同年1月13日優先権主張，平成24年4月20日設定登録。請求項の数6。以下，同特許権に係る特許を「本件特許」という。)の特許権者である(甲16)。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成26年9月12日，特許庁に本件特許の請求項1～6について無効審判請求をした。",
                    "特許庁は上記請求につき無効2014-800157号事件として審理し，平成28年7月21日，「特許第4975647号の請求項1～6に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との審決予告をし，被告は，同年9月26日，請求項1～6について訂正請求をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許庁は，平成29年3月29日，「特許第4975647号の明細書，特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔1～6〕について訂正することを認める。本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成29年5月1日，前記(2)イの審決の取消しを求めて審決取消訴訟を提起し(平成29年(行ケ)第10096号)，知的財産高等裁判所は，平成30年5月15日，「特許庁が無効2014-800157号事件について平成29年3月29日にした審決を取り消す。訴訟費用は，被告の負担とする。」との判決(以下「前訴判決」という。)をした。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "平成30年10月23日，特許庁において審理が再開され，被告は，同年11月1日，特許第4975647号の請求項1～6に係る発明について訂正請求をし，特許庁は，令和元年8月29日，「特許第4975647号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔1～6〕について訂正することを認める。本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決(以下「本件審決」という。)をし，その謄本は，同年9月6日，原告に送達された(本件審決により認められた訂正を，以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，令和元年10月4日，本件審決の取消しを求めて本訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1～6の記載は，以下のとおりである(以下，請求項の番号に応じて，例えば請求項1に係る発明を「本件訂正発明1」などという。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "【請求項1】",
              "text": [
                "Co若しくはFe又は双方を主成分とする材料の強磁性材の中に酸化物，窒化物，炭化物，珪化物から選択した1成分以上の材料からなる非磁性材の粒子が分散した材料からなる焼結体スパッタリングターゲットであって，前記非磁性材は6mol％以上含有され，前記材料の研磨面で観察される組織の非磁性材の全粒子は，非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円よりも小さいか，又は非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子であって，非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子を含み，研磨面で観察される非磁性材の粒子が存在しない領域の最大径が40㎛以下であり，直径10㎛以上40㎛以下の非磁性材の粒子が存在しない領域の個数が1000個／㎜2以下であることを特徴とする焼結体からなる非磁性材粒子分散型強磁性材スパッタリングターゲット。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "【請求項2】",
              "text": [
                "Co若しくはFe又は双方を主成分とする材料の強磁性材の中に酸化物，窒化物，炭化物，珪化物から選択した1成分以上の材料からなる非磁性材の粒子が分散した材料からなる焼結体スパッタリングターゲットであって，前記非磁性材は6mol％以上含有され，前記材料の研磨面で観察される組織の非磁性材の全粒子は，非磁性材料粒子内の任意の点を中心に形成した半径1㎛の全ての仮想円よりも小さいか，又は非磁性材料粒子内の任意の点を中心に形成した半径1㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子であって，非磁性材料粒子内の任意の点を中心に形成した半径1㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子を含み，研磨面で観察される非磁性材の粒子が存在しない領域の最大径が40㎛以下であり，直径が10㎛以上40㎛以下の非磁性材の粒子が存在しない領域の個数が1000個／㎜2以下であることを特徴とする焼結体からなる非磁性材粒子分散型強磁性材スパッタリングターゲット。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "【請求項3】",
              "text": [
                "前記仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子は，紐状またはヒトデ状の粒子であることを特徴とする請求項1又は2記載の非磁性材粒子分散型強磁性材スパッタリングターゲット。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "【請求項4】",
              "text": [
                "非磁性材料が，真空中もしくは不活性雰囲気中で金属Co若しくは金属Cr又はその混合物若しくは合金とともに強熱しても還元若しくは分解しない金属酸化物からなる請求項1～3のいずれかに記載の非磁性材粒子分散型強磁性材スパッタリングターゲット。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "【請求項5】",
              "text": [
                "金属酸化物が，Cr，Ta，V，Si，Ce，Ti，Zr，Al，Mg，Ｎbから選択した1種以上の酸化物である請求項4に記載の非磁性粒子分散型強磁性材スパッタリングターゲット。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "【請求項6】",
              "text": [
                "DCスパッタリング用ターゲットであることを特徴とする請求項1～5のいずれかに記載の非磁性材粒子分散型強磁性材スパッタリングターゲット。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審判において，原告は，次のような無効理由を主張した(なお，無効理由3，4は取り下げられた。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "本件訂正発明1～6は，特願平8-268023号の願書に最初に添付した明細書及び図面(甲1)によって公知となった発明であるか(特許法29条1項1号)又は特開平10-88333号公報(甲2)に記載された発明である(特許法29条1項3号)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "本件訂正発明1～6は，甲1によって公知となった発明に基づいて当業者が容易に発明をすることができたものである(特許法29条2項)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由5",
                  "text": [
                    "本件訂正発明1～6は，特開2006-176810号公報(甲6)に開示されている発明と同一である(特許法29条の2)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由6",
                  "text": [
                    "本件訂正発明1～6について，サポート要件(特許法36条6項1号)違反である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりであり，各無効理由に対する判断の要旨は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1について",
                  "text": [
                    "本件訂正発明1及び2はいずれも甲1によって公知となった発明であるとも，甲2に記載された発明であるともいうことはできず，本件訂正発明3～6についても，甲1によって公知となった発明であるとも，甲2に記載された発明であるともいうことはできないから，本件訂正発明1～6について，無効理由1は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2について",
                  "text": [
                    "本件訂正発明1及び2は甲1に記載された発明(以下「甲1発明」という。)に基づいて当業者が容易に発明をすることができたものであるとはいえず，本件訂正発明3～6についても，甲1発明に基づいて当業者が容易に発明をすることができたものであるとはいえないから，本件訂正発明1～6について，無効理由2は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由5について",
                  "text": [
                    "本件訂正発明1及び2のいずれもが甲6に開示されている発明(以下「甲6発明」という。)と実質的に同じであるとはいえず，本件訂正発明3～6についても，甲6発明と実質的に同一であるとはいえないから，本件訂正発明1～6について，無効理由5は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由6について",
                  "text": [
                    "本件訂正発明1～6について，サポート要件(特許法36条6項1号)違反はなく，本件訂正発明1～6について，無効理由6は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した甲1発明の内容，本件訂正発明1と甲1発明との相違点，甲6発明の内容，本件訂正発明1と甲6発明との相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "SiO 粒子がCo Cr Ta 合金中に分散した組織を有する酸化物分散型Co系合金スパッタリングターゲットであって，SiO が分散したCo-Cr-Ta合金粉末を真空中1100℃で300kg／㎠でホットプレスを施して作成されたものであり，SiO 粒子の含有量は3重量％であり，前記ターゲットの断面組織写真によって観察される組織のSiO の全粒子は，非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円よりも小さく，SiO 粒子が存在しない領域の最大径が10㎛以下であり，直径10㎛以上40㎛以下のSiO 粒子が存在しない領域の個数が0個／㎜2である，酸化物分散型Co系合金スパッタリングターゲット。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明1と甲1発明との相違点",
                  "text": [
                    "(以下，非磁性材の全粒子について，非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円よりも小さいことを「形状1」，非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法であることを「形状2」という。また，非磁性材料粒子内の任意の点を中心に形成した半径1㎛の全ての仮想円よりも小さいことを「形状1’」，非磁性材料粒子内の任意の点を中心に形成した半径1㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法であることを「形状2’」という。)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "非磁性材の含有量が，本件訂正発明1においては「6mol％以上」であるのに対し，甲 1 発明においては，SiO 粒子(非磁性材)の含有量は「3重量％」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件訂正発明1においては，材料の研磨面で観察される組織の非磁性材の全粒子は，「非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子を含」む，すなわち，「形状2」の粒子を含むのに対し，甲1発明においては，「形状2」の粒子を含むのか否かが一見して明らかでない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲6発明の内容",
                  "text": [
                    "Co粉末，Cr粉末，Pt粉末及びSiO 粉末を，Cr粉末：7．2原子％，Pt粉末：18原子％，SiO 粉末：10原子％，残部：Co粉末となるように秤量し，混合粉末を作製し，この混合粉末を温度：1200℃，圧力：20MPa，3時間保持の条件でホットプレスすることによりホットプレス体を作製し，このホットプレス体を機械加工することにより作製したスパッタリングターゲットであって，研磨したのち観察した断面組織の組織写真においてSiO 粒子が微細に均一分散している，スパッタリングターゲット。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正発明1と甲6発明との相違点",
                  "text": [
                    "相違点3",
                    "研磨面で観察される組織の非磁性材の粒子の形状及び寸法並びに分布の状態について，本件訂正発明1においては，「前記材料の研磨面で観察される組織の非磁性材の全粒子は，非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円よりも小さいか，又は非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子であって，非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子を含み，研磨面で観察される非磁性材の粒子が存在しない領域の最大径が40㎛以下であり，直径10㎛以上40㎛以下の非磁性材の粒子が存在しない領域の個数が1000個／㎜2以下である」のに対し，甲6発明においては，SiO 粒子がそのような形状及び寸法並びに分布の状態であるのか不明な点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決が認定した本件訂正発明2と甲1発明との相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1’",
                  "text": [
                    "非磁性材の含有量が，本件訂正発明2においては「6mol％以上」であるのに対し，甲1発明においては，SiO 粒子(非磁性材)の含有量は「3重量％」である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2’",
                  "text": [
                    "本件訂正発明2においては，「研磨面で観察される組織の非磁性材の全粒子」は「形状1’」又は「形状2’」の何れかであって，「非磁性材料粒子内の任意の点を中心に形成した半径1㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子を含」む，すなわち，「形状2’」の粒子を含むのに対し，甲1発明においては，「ターゲットの断面組織写真によって観察される組織のSiO の全粒子は，非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円よりも小さ」いものの，「非磁性材料粒子内の任意の点を中心に形成した半径1㎛の全ての仮想円よりも小さい」といえるかは不",
                    "明であり，「形状2’」の粒子を含むのか否かが一見して明らかでない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告主張の取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1",
              "text": [
                "本件訂正発明1と甲1発明の相違点の認定の誤り及び本件訂正発明1～6の進歩性についての判断の誤り(無効理由2関係)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2",
              "text": [
                "本件訂正発明1と甲6発明の相違点の認定の誤り(無効理由5関係)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正発明1と甲1発明の相違点の認定の誤り及び本件訂正発明1～6の進歩性についての判断の誤り(無効理由2関係))",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1と甲1発明の相違点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件訂正発明1と甲1発明の相違点として，「本件訂正発明1においては，材料の研磨面で観察される組織の非磁性材の全粒子は，『非磁性材料粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円と，強磁性材と非磁性材の界面との間で，少なくとも2点以上の接点又は交点を有する形状及び寸法の粒子を含』む，すなわち，『形状2』の粒子を含むのに対し，甲1発明においては，『形状2』の粒子を含むのか否かが一見して明らかでない点。」(相違点2)を認定する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，甲3に記載された再現実験は，甲1の実施例1の再現実験であり，甲3で確認される非磁性材料粒子の組織は，甲1の実施例1の組織と同じである。そして，甲3における断面組織写真である図6の画面右下には形状2の粒子が存在するから(甲47)，本件訂正発明1と同じく，甲1発明にも形状2の粒子が存在するということができ，形状2の粒子を含むのか否かが一見して明らかでない点をもって，本件訂正発明1と甲1発明の相違点ということはできない。",
                    "したがって，本件訂正発明1が形状2の粒子を含むのに対し，甲1発明において形状2の粒子を含むのか否かが一見して明らかでない点を本件訂正発明1と甲1発明の相違点とした本件審決の認定(前記ア)は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明1～6の進歩性についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決が形状2(形状2’)の方が好ましいという認定を前提としていることに関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「また，上記(1)のとおり，本件特許に係る発明は，非磁性材料が多量に含まれる強磁性材ターゲットにおける，パーティクル低減等を課題とするものであるが，上記イ【0010】には，研磨面で観察される大型の球状物は脱粒を起こし易く，かつ脱粒した場合にパーティクル発生量はその影響を強く受けるところ，ターゲットの厚み方向に結合した紐状又はヒトデ状若しくは網目状組織は，脱粒を起こすことが少なく，強磁性材料と酸化物等の非磁性材料との接触面積の増加は，脱粒防止に効果がある旨記載されている。」(本件審決17頁31～37行)と述べた上で，「そうすると，本件明細書等には，非磁性材料の粒子が，紐状又はヒトデ状若しくは網目状組織に対応する『形状2』又は『形状2’』の粒子を含むのが望ましいことが実質上記載されているといえる。」(本件審決17頁37行～18頁2行)とする。このように，本件審決は，本件特許の願書に添付した明細書(以下「本件明細書」という。)(【0010】)に，形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいとの開示があると認定している。",
                        "本件審決は，上記認定を前提として，「甲1には，甲1発明の粒子の形状を，『形状2』，『形状2’』とする動機付けもない。」(本件審決45頁9～10行)，「メカニカルアロイングの条件によってほぼ球状の粒子の形状が変化することは周知であったとしても，甲1発明の粒子の形状を，『形状2』とする動機付けがないのであるから，メカニカルアロイングの条件を変更して，甲1発明の粒子の形状を，『形状2』とすることが，当業者にとり容易であるとはいえない。」(本件審決45頁18～22行)と述べ，甲1には，形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいということは示唆されておらず，そのため，甲1には，粒子の形状を形状2(形状2’)とする動機付けは示されていないから，甲1発明の粒子の形状を形状2(形状2’)とすることは当業者にとって容易であるとはいえないとする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件明細書には，形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいということ，形状1(形状1’)に加えて形状2(形状2’)を含むことにより優れた効果が得られることは一切記載されておらず，本件明細書に，形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいとの開示があるとの本件審決の認定は誤りである。そのため，そのような誤った認定を前提として甲1発明の粒子の形状を形状2(形状2’)とする動機付けの有無が進歩性の判断を左右するという本件審決の判断も誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "形状2(形状2’)の存在する方が形状1(形状1’)のみのものよりも望ましいという事情が認められないこと等に関して",
                  "text": [
                    "形状2(形状2’)が必ず存在する組織の方が形状1(形状1’)のみからなる組織よりもターゲットとしてより望ましいという事情が認められず，形状1(形状1’)と形状2(形状2’)とが課題の解決との関係で等価であるのならば，形状1(形状1’)と形状2(形状2’)の違いは，技術的意味を加味して考えれば，実質的な相違点ではなく，形状2(形状2’)をも含むとしても，本件訂正発明1及び2には進歩性がなく，本件訂正発明1及び2には進歩性があるとする本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明にメカニカルアロイングの技術常識を適用すると形状1(形状1’)と形状2(形状2’)を含む組織のターゲットを作ることができることに関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "メカニカルアロイングは，原料粉末粒子が圧縮，圧延により扁平化する段階(第一段階)，粉砕，凝着によりニーディング(折畳み)が繰り返され，ラメラ組織が発達する段階(第二段階)，結晶粒が微細化され，酸化物などの分散粒子が取り込まれ，均一微細分散が構成される段階(第三段階)の三段階で進行する。甲1には，メカニカルアロイングの程度がゼロのものを焼結したスパッタリングターゲット(甲1の図2)と，メカニカルアロイングの程度が大のものを焼結したスパッタリングターゲット(甲1の図1)が記載されているから，メカニカルアロイングの程度が中のものについては，甲1の図2と図1の中間になることは自明である。メカニカルアロイングの条件を適宜設定することにより，添加した酸化物の一部のみを微細化した上で合金原料粉に練り込んで複合合金化するとともに，残部を微細化するのみで合金粉に練り込まずに複合合金の粒界に偏在させることにより，形状1(形状1’)と形状2(形状2’)の両方の形状の酸化物を有するような組織とすることができることは，容易に理解できる。そのため，当業者は，甲1から，メカニカルアロイングの条件を適宜選択し，形状1(形状1’)と形状2(形状2’)の割合を自由自在に調整することができると理解する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "非磁性材の酸化物の粒子が，焼結時に凝集して粗大化する現象に影響を与える因子として，酸化物の含有割合などがあり，非磁性材の含有割合が増えるにつれ，形状1(形状1’)に加えて形状2(形状2’)が現れる傾向がある(甲55)から，当業者は，甲 1 発明に基づいて，酸化物の含有割合を増やした結果，ターゲットの組織中，酸化物が焼結時に紐状に粒成長する(形状2(形状2’)のものができる)ことを当然に理解するといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "スパッタリングターゲットは顧客の要望に応じて顧客の求める各種の製品要件を満たした製品仕様とする必要があるところ，顧客がターゲットの性能に関して重視する特性としては，(i)スパッタリングによりハードディスク媒体(メディア)に形成される磁性膜の磁気特性，(ii)ハードディスク媒体(メディア)に形成される磁性膜の成膜の際の安定性，(iii)ハードディスク媒体(メディア)に形成される成膜の均質性，(iv)成膜上に存在するパーティクルの量，(v)スパッタリングターゲットのPTF(漏洩磁束密度)の値などがある。また，ハードディスクは成熟した技術であり，市場も成熟しているので，顧客のスパッタリングターゲットメーカーに対する価格引き下げ要求が厳しく，(vi)コストは，製品の設計と製造の上で極めて重要な要素である。",
                        "そして，メカニカルアロイング時間の短縮によりコスト削減と製造効率の向上が図られること，酸化物の微細化・均一化の程度が低い方がPTF値が高くなりスパッタリング効率が良くなることから，コスト削減・製造効率の向上，スパッタリング効率の向上を図るために，メカニカルアロイングを徹底しない動機がある。そのため，形状1(形状1’)と形状2(形状2’)の割合は当業者が適宜選択する事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，甲1発明にメカニカルアロイングの技術常識を適用して形状1(形状1’)と形状2(形状2’)を含む組織のターゲットを作ることを当業者は容易に想到することができたものであり，本件訂正発明1及び2は甲1発明に基づいて当業者が容易に発明をすることができたものであるとはいえないとの本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正発明1と甲6発明の相違点の判断の誤り(無効理由5関係))",
          "text": [
            "本件審決は，本件訂正発明1と甲6発明の相違点3について，「甲6の図1において，図中に示されたスケールに基づいてSiO 相(黒色部)の粒子の寸法を見積もると，図中右下に，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子が複数認められる。」(本件審決47頁15～18行)，「甲6の図1においては，図中に示されたスケールが40．0㎛であり，さらに，二値化処理における対象画像の鮮明度や明度の影響を考慮すれば，図中右下に複数存在する比較的粗大な粒子については，直径4㎛の仮想円を内包するか否かを判別するには明らかとはいえない程度の大きさであるといわざるを得ない。」(本件審決48頁27～32行)とする。",
            "しかし，甲6の図1の図中右下にあるとされる，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子(複数)がどれとどれのことであるのかについて本件審決は明らかにしないし，甲6の図1は光学顕微鏡写真であり二値化処理したものではないから，そもそも本件審決の指摘する理由を正確に確認することすらできない。甲6の図1の右下を拡大して半径2㎛の仮想円を記入した図(甲48の図1，2)によれば，右下の酸化物の比較的凝集の大きなところに仮想円を当てはめてみても，円内に白い金属相の部分を読み取ることができ，形状2に該当する酸化物の存在が認められ，甲6の図1には形状1及び形状2の酸化物の粒子のみが存在し，それ以外の粗大な粒子は存在しない。そのため，本件審決の上記の「図中右下に，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子が複数認められる。」との判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正発明1と甲1発明の相違点の認定の誤り及び本件訂正発明1～6の進歩性についての判断の誤り(無効理由2関係))",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1と甲1発明の相違点の認定の誤りに対し",
              "text": [
                "原告は，平成26年9月12日に特許庁に本件特許の請求項1～6について無効審判請求をした時から前訴を通じて，甲1発明は形状1のみであり，形状2とを含まないと一貫して主張しており，前訴判決は，甲1発明が形状1の粒子のみからなると認定し，その認定については前訴の拘束力が生じていた。そのため，原告が，甲1発明は形状1の他に形状2も含むと主張することは訴訟上の信義則に反し，前訴の拘束力に反する。",
                "また，原告は，メカニカルアロイングによる原料粉中の酸化物の微細・均一・分散の程度に影響を与える要因として，ボールミルの回転速度，ボールの直径，ポットの大きさを例示していたが，甲1には①SiO 粉末の粒径，②メカニカルアロイングにおけるボールミルの回転速度，③ボールの直径，④ポットの大きさがいずれも記載されていないから，甲1には再現実験を可能とする情報が記載されておらず，甲3の実験は甲1発明の再現実験ということはできず，甲3の写真に形状2の粒子が写っていたとしても，甲1発明に形状2の粒子が存在したとは認められない。",
                "したがって，本件訂正発明1が形状2の粒子を含むのに対し，甲1発明において形状2の粒子を含むのか否かが一見して明らかでない点を本件訂正発明1と甲1発明の相違点とした本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明1～6の進歩性についての判断の誤りに対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決が形状2(形状2’)の方が好ましいという認定を前提としていることに関して",
                  "text": [
                    "原告は，本件審決について，本件審決の記載(本件審決17頁31～37行，17頁37行～18頁2行)を根拠として，本件明細書(【0010】)に形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいとの開示があるという認定をしたものと主張し，その主張を前提として，甲1発明の粒子の形状を形状2(形状2’)とすることは当業者にとって容易であるとはいえないという本件審決の判断の誤りを主張する。",
                    "しかし，本件審決は，進歩性の判断に関して，本件明細書に形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいとの開示があることを述べておらず，原告の上記主張は前提を欠く意味のない議論である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "形状2(形状2’)の存在する方が形状1(形状1’)のみのものよりも望ましいという事情が認められないこと等に関して",
                  "text": [
                    "原告は，形状2(形状2’)が必ず存在する組織の方が形状1(形状1’)のみからなる組織よりもターゲットとしてより望ましいという事情が認められず，形状1(形状1’)と形状2(形状2’)とが課題の解決との関係で等価であるのならば，本件訂正発明1及び2には進歩性がなく，本件訂正発明1及び2に進歩性があるとする本件審決の判断は誤りであると主張する。",
                    "しかし，CoやFeを主成分とする強磁性材に非磁性材を分散させた焼結体スパッタリングターゲットにおいて，非磁性材粒子の形状は，本件特許の優先日以前は，形状1(形状1’)と形状2(形状2’)のいずれよりも粗大な粒子のみであった。本件訂正発明1及び2は，そのような粗大な粒子を排除し，パーティクルを防止する点で形状1(形状1’)と形状2(形状2’)がそれぞれ同等であることから，スパッタリングターゲットをそれぞれ形状1(形状1’)と形状2(形状2’)のみから構成したものである。したがって，本件訂正発明1及び2には進歩性があるとする本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明にメカニカルアロイングの技術常識を適用すると形状1(形状1’)と形状2(形状2’)を含む組織のターゲットを作ることができることに関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，当業者は，甲1から，メカニカルアロイングの条件を適宜選択し，形状1(形状1’)と形状2(形状2’)の割合を自由自在に調整することができると理解すると主張する。",
                            "しかし，原告の主張は，メカニカルアロイングの過程で，粗大な粒子から出発して途中で形状2(形状2’)が生じたタイミングで粗大な粒子が実質的に消失し，最後に形状1(形状1’)のみになるという経過があることに基づくところ，このような経過は甲1からは導き出せないし，甲1には酸化物の分散状態に影響を与える製造条件が記載されていないから，甲49，甲50の実験成績報告書から，甲1の実施例において上記の経過が生じることが立証されたとはいえない。",
                            "また，①本件特許の優先日以前に，CoやFeを主成分とする強磁性材に非磁性材を分散させた焼結体スパッタリングターゲットで形状2(形状2’)を有するものを開示した例はなかったこと，②形状2(形状2’)が形状1(形状1’)と同様にパーティクルの発生を抑制できることは，本件特許の発明者が見出したこと，③メカニカルアロイングは微細化させるための技術であるから途中で止めるという発想とは整合しないこと，④甲1発明の目的はセラミックス相に均質に分散した微細混合相を得ることであり，甲1に開示されたのは形状1のみであるから，甲1からは形状2を生じるようにメカニカルアロイングの条件を調整することを導き出すことはできないことからすれば，当業者が，甲1から，メカニカルアロイングの条件を適宜選択し，形状1(形状1’)と形状2(形状2’)の割合を自由自在に調整できると理解することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，非磁性材の含有割合が増えるにつれ，形状1(形状1’)に加えて形状2(形状2’)が現れる傾向がある(甲55)から，当業者は，甲 1 発明に基づいて，酸化物の含有割合を増やした結果，ターゲットの組織中，酸化物が焼結時に紐状に粒成長する(形状2(形状2’)のものができる)ことを当然に理解すると主張する。",
                            "しかし，原告は，前訴において，非磁性材の含有量を増やしたときには非磁性材の粒子が形状1に至るまでメカニカルアロイングを長時間行うと主張していたものであり(乙2，21頁13～19行)，前訴判決も，甲1に接した当業者は，非磁性材の含有量を増してもメカニカルアロイングの混合時間の確保等によって形状1のみの組織を実現すると述べていたから，原告の上記主張は前訴における主張や前訴判決と矛盾し，信義則に反するものであり，理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，コスト削減・製造効率の向上，スパッタリング効率の向上を図るために，メカニカルアロイングを徹底しない動機があると主張する。",
                        "しかし，本件特許の優先日前には，形状2(形状2’)が形状1(形状1’)と同様にパーティクルを抑制できることは知られておらず，パーティクルの抑制・異常放電抑制のために非磁性材の微細化・均一化を推し進める必要があると認識されていたから，コスト削減・製造効率の向上，スパッタリング効率の向上の要請があったとしても，パーティクルの抑制・異常放電抑制というターゲットに強く要求される仕様の達成を犠牲にしてまで，コスト削減・製造効率の向上，スパッタリング効率の向上という経済性のためにメカニカルアロイングを徹底しないでおくという動機があったとは認められず，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正発明1と甲6発明の相違点の判断の誤り(無効理由5関係))",
          "text": [
            "特許庁のウェブサイトからダウンロードした甲6の図1を何らの処理も行うことなく拡大し，その上で右下の領域を切り出した図に半径2㎛の仮想円を記入した図(被告準備書面(2)の33頁の図3)によれば，甲6の図1の右下に，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子が複数認められる。甲48は，独自の二値化処理によって，甲6の図1においてグレーに見えている部分(ここにもSiO が存在する)を除去して粒子形状をより小さく見せるというトリックを用いており，甲48により，甲6の図1に形状1及び形状2の酸化物の粒子のみが存在し，それ以外の粗大な粒子が存在しないとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "明細書の記載",
          "text": [
            "本件特許の願書に添付した明細書の記載は，別紙特許公報記載のとおりであり，本件訂正の結果も考慮に入れると，その記載の概要は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本件訂正発明1～6は，非磁性材粒子分散型強磁性材スパッタリングターゲットに関する。(【0001】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "磁気記録に用いる磁性体薄膜材料は，通常，絶縁性または高抵抗である非磁性材料と低抵抗である金属からなる強磁性材料とを同時にスパッタリングすることにより作製される。一般的なスパッタリング法としては，RF(高周波)スパッタリング法とDC(直流)スパッタリング法がある。DCスパッタリング法は，RFスパッタリング法と比べて，消費電力が少なく，高速成膜が可能であり，装置価格も低いため，量産性に優れ，また，プラズマが基板に与える影響が少ないため，一般的には高品質の膜が作製できるとされる。したがって，非磁性材と強磁性材を同時にスパッタリングするためのスパッタリングターゲットにおいても，極力DCスパッタリングが可能となるような工夫がされる。(【0002】～【0004】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題等",
              "text": [
                "酸化物，珪化物等の非導電性材料が多量に含まれるターゲットは，ターゲットのバルク抵抗値が高くなるため，DCスパッタリングによる成膜が難しく，また，パーティクルが大量に発生するという問題があった。本件訂正発明1～6は，スパッタリングによって膜を形成する際に，DCスパッタによる高速成膜が可能であり，さらにスパッタ時に発生するパーティクル(発塵)やノジュール(異物)を低減させ，品質のばらつきが少なく量産性を向上させることができ，かつ結晶粒が微細であり高密度の非磁性材粒子分散型強磁性材スパッタリングターゲット，特に磁気記録層としての使用に最適であるスパッタリングターゲットを得ることを目的とする。(【0005】，【0007】)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "本件訂正発明1～6は，非磁性材粒子分散の形態を調整することにより，導電性を保有させてDCスパッタを可能とし，かつ密度を高め，さらにスパッタ時に発生するパーティクルやノジュールを大幅に低減できるとの知見に基づくものである。",
                "本件訂正発明1～6のスパッタリングターゲットにおいて，強磁性材の中に非磁性材の粒子が分散した材料の研磨面で観察される組織中の非磁性材全粒子は，形状1(形状1’)又は形状2(形状2’)であり，形状2(形状2’)を必ず含む。",
                "非磁性材全粒子が，形状1(形状1’)又は形状2(形状2’)であれば，非磁性材料粒子の形状及び大きさに特に制限はなく，たとえば，長さが2㎛以上ある紐状や細かく枝分かれしたような形態であっても，目的の効果を得ることができる。",
                "また，材料の研磨面で観察される非磁性材の粒子が存在しない領域の最大径は40㎛以下で，かつ直径10㎛以上の部分が1000個／㎜ 2 以下である。(本件訂正後の請求項1，【0008】～【0011】)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明の効果",
              "text": [
                "本件訂正発明1～6のターゲットを使用することにより，DCスパッタリングが可能となるから，品質の優れた材料を得ることができ，特に磁性材料を低コストで安定して製造できるという著しい効果がある。さらに，本件訂正発明1～6のスパッタリングターゲットの密度向上は，非磁性材と強磁性材との密着性を高めることにより，非磁性材の脱粒を抑制することができ，また，空孔を減少させ結晶粒を微細化し，ターゲットのスパッタ面を均一かつ平滑にすることができるので，スパッタリング時のパーティクルやノジュールを低減させ，さらにターゲットライフも長くすることができるという著しい効果を有する。(【0014】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の優先日当時のメカニカルアロイングに関する技術常識",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "技術文献には，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲44(「メカニカルアロイングによる分散強化型合金」逢坂達吉他1名著，金属  Metals & Technology，52 巻，10 号，22～26 頁，1982 年)",
                  "text": [
                    "「メカニカルアロイングの原理はボールミルに装入された合金粉末と分散粒子が，高速で攪拌されるボールの間で接合や破壊あるいは塑性変形を繰返している間に均質な合金複合体を形成するというものである。」(23 頁右欄 8～11 行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲45(「粉末冶金の科学」，三浦秀士監修，内田老鶴圃，1996 年)",
                  "text": [
                    "「メカニカルアロイング",
                    "1960年代以来，酸化物分散強化型材料が，高温におけるクリープ抵抗が高いことから用いられている。…サブミクロンの酸化物の微細分散のために粉砕技術が開発された。最も成功した方法がメカニカルアロイングであり，これは攪拌ボールの摩擦運動を用いて，合金化した複合粒子を作る方法である。この方法は，まず攪拌ミル中にボールと素粉末を入れることから始まる。ミクロスケールでの衝撃の繰り返し，冷間接合および破断により，希望の複合粉末が得られる。」(88 頁 1～9 行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲46(「焼結材料工学」，石田恒雄著，森北出版株式会社，1997 年)",
                  "text": [
                    "「(2)メカニカルアロイング法",
                    "メカニカルアロイング(MA)法は，図5．16に示すような強力な高エネルギー型ボールミルを用いて，異種粉末混合物と硬質ボールを密閉容器に装入し，強制加工的な変形，破砕を与えて，金属，セラミックス，ポリマー中に金属や，セラミックスなどを超微細分散化，混合化，合金化，アモルファス化させて，高温特性(特にクリープ破断特性)や耐食性などを著しく向上させる手法である。この方法は，常温近傍における金属粉末同士の均一化作用と合金化，アモルファス化作用であり，その組合せには制限が少なく，溶解法では得られない非平衡材料を創製することができる。図5．17に示すように MA 中に原料粉末粒子は圧縮，圧延により偏平化し(第一段階)，さらに粉砕，凝着によるニーディング(kneading(折畳み))が繰り返され，ラメラ組織が発達し(第二段階)，結晶粒は微細化され，酸化物などの分散粒子を含む場合は，この段階で酸化物粒子が取り込まれ，均一微細分散が達成される(第三段階)。」(97 頁 10 行～98 頁下から 2 行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲51(「先端実験技術シリーズ  メカニカルアロイング」，橋本等他2名著，まてりあ，36 巻，10 号，1021～1025 頁，1997 年)",
                  "text": [
                    "「メカニカルアロイングは，Benjamin によって考案された独創的な固相合金化プロセスである。…また，セラミックス粉末を原料粉末に混ぜることにより，セラミックス粒子を金属マトリクス内に微細に分散させることが可能である。」(1021 頁左欄 2～12 行)",
                    "「ボールミルによるメカニカルアロイングにおける合金化過程については…次の3段階により進行する。すなわち，第1段階：微視的鍛造段階で原料粉粒子は扁平化あるいは片状化し，粉末は冷間加工により加工硬化，第2段階：加工硬化した粒子の破壊，剥離および破片間の冷間圧接，層状(ラメラ)組織の発達，結晶粒の急激な微細化，第3段階：粒子の等軸形状化，ラメラ組織のランダム化，均質化，数 10nm に及ぶ組織超微細化，および合金化，である。」(1024 頁右欄下から 6 行～1025 頁左欄 4 行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲52(「メカニカルアロイングにおける合金粉末の形成過程」，渡辺龍三著，日本金属学会会報，27 巻，10 号，799～801 頁，1988 年)",
                  "text": [
                    "「1．メカニカルアロイングにおける Kneading 効果",
                    "メカニカルアロイングとは，粉砕媒体と呼ばれる硬質の球(ボール)と異種粉末混合物を密閉容器に装填し，転動あるいは機械的な攪拌によりミリングを行ったときに起こる構成成分の超微細混合，その限界としての合金化，あるいは酸化物粒子などの超微細分散化を指すようである。",
                    "一般に粉末のミリング時には衝撃，剪断，摩擦，圧縮あるいはそれらの混合したきわめて多様な力が作用するがメカニカルアロイングにおいて最も重要なものはミリング媒体の硬質球の衝突における衝撃力とされている。衝撃圧縮により粉末粒子は鍛造変形を受け加工硬化し，破砕され薄片化する。…薄片化および新生金属面の形成に加え，新生面の冷間圧接およびたたみ込みが重なるいわゆる Kneading 効果により，次第に微細に混じり合い，ついには光学顕微鏡程度では成分の見分けがつかないほどになってしまう。」(799 頁右欄 1 行～800 頁左欄 14 行)",
                    "「3．メカニカルアロイングの3段階",
                    "衝撃力の大きいミリングによるメカニカルアロイングは次の3つの段階をとって進行する。第1段階は微視的鍛造段階で原料粉末粒子は偏平化あるいは片状化にする(図3(a))。…微視的鍛造により加工硬化した粒子は疲労破壊あるいは剥離し，それらの破片間での冷間鍛接が起こる。さらに微視的鍛造，破片化および冷間鍛接すなわち Kneading が繰り返される。これがミリングの第2段階である。合金成分間のラメラ組織が発達し(図3(b))，結晶粒は急激に微細化して酸化物粒子は Kneading により粒内に微細に取り込まれる。…さらにミリングを続行すると，粒子は次第に等軸形状になり(図3(c))，ラメラ構造はランダム化し，ついには光学顕微鏡では見分けがつかないほど均質化する。」(800 頁右欄 23 行～801 頁左欄下から 11 行)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲53(「多くの可能性を秘めるメカニカルアロイング法」，NMC マンスリー，2 巻，3 号，68 頁，1991 年)",
                  "text": [
                    "「メカニカルアロイング法とは？",
                    "Mechanical Alloying 法(MA 法と略称)は 1970 年代に米国 INCO 社のBenjamin によって，Ni 基酸化物粒子分散強化合金製造のために開発された。…高エネルギー・ボールミル(アトライター)…などによって金属粉末に機械的エネルギーを与えて，冷間圧着と破壊の繰返しにより，超微粒子の分散を起こさせることによって，固体のままで合金化を行う方法である。」(68 頁左欄 1～12 行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の技術文献の記載に照らすと，本件特許の優先日当時，メカニカルアロイングについて，以下の事項が技術常識であったと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "メカニカルアロイングは，高エネルギー型ボールミルを用いて，異種粉末混合物と硬質ボールを密閉容器に挿入し，機械的エネルギーを与えて，金属，セラミックス，ポリマー中に金属やセラミックスなどを超微細分散化，混合化，合金化，アモルファス化させる手法であり，セラミックス粒子を金属マトリクス内に微細に分散させることが可能であること"
                },
                {
                  "fig": "イ",
                  "subject": "メカニカルアロイングは，原料粉末粒子が圧縮，圧延により扁平化する段階(第一段階)，ニーディングが繰り返され，ラメラ組織が発達する段階(第二段階)，結晶粒が微細化され，酸化物などの分散粒子を含む場合は，酸化物粒子が取り込まれ，均一微細分散が達成される段階(第三段階)の三段階で進行すること"
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本件訂正発明1と甲1発明の相違点の認定の誤り及び本件訂正発明1～6の進歩性についての判断の誤り(無効理由2関係))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1と甲1発明の相違点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1の【0016】には，「図1にホットプレスにより作製したターゲットの断面組織写真を示す。これによれば，微細な黒い点(SiO )が均質に分布しているのが観察され，…以上の結果より，このターゲット組織はSiO がCo-Cr-Ta合金中に分散した微細混合相からなっていることがわかった。」との記載があるから，甲1の図1の黒い点はSiO と認められる。そして，甲1の図1によれば，SiO の黒い点は粒子状をなしており，いずれも半径2㎛の仮想円よりも小さいと認められる。したがって，甲1の図1のSiO 粒子はいずれも，SiO 粒子内の任意の点を中心に形成した半径2㎛の全ての仮想円よりも小さいと認められ，形状2の粒子の存在を確認することはできないから，本件訂正発明1が必ず形状2を含むのに対し，甲1発明においては，形状2の粒子を含むのか否かが一見して明らかではないと認められる。",
                    "前訴判決は，審決を取り消す前提として，甲1発明の図1の全ての粒子は形状1であると認定しており(甲30，61頁)，この点について拘束力が生じているものと認められ，この点からしても，本件訂正発明1が必ず形状2を含むのに対し，甲1発明においては，形状2の粒子を含むのか否かが一見して明らかではないということができる。",
                    "そうすると，本件訂正発明1が形状2の粒子を含むのに対し甲1発明において形状2の粒子を含むのか否かが一見して明らかでないとの本件審決の相違点(相違点2)の認定に誤りはないものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点につき，原告は，甲3に記載された再現実験は，甲1の実施例1の再現実験であり，甲3で確認される非磁性材料粒子の組織は，甲1の実施例1の組織と同じであるとして，甲3の断面組織写真である図6の画面右下には形状2の粒子が存在するから(甲47)，本件訂正発明1と同じく，甲1発明にも形状2の粒子が存在するということができ，形状2の粒子を含むのか否かが一見して明らかでない点をもって，本件訂正発明1と甲1発明の相違点ということはできないと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記2(2)アのとおり，メカニカルアロイングは，高エネルギー型ボールミルを用いて，異種粉末混合物と硬質ボールを密閉容器に挿入し，機械的エネルギーを与えて，金属，セラミックス，ポリマー中に金属や，セラミックスなどを超微細分散化，混合化，合金化，アモルファス化させる手法で，セラミックス粒子を金属マトリクス内に微細に分散させることを可能とするものであり，このようなメカニカルアロイングの仕組みに照らすと，メカニカルアロイングにおいては，ボールミルのボールの衝突により異種粉末混合物にどのような力が加えられるかにより，生成物の組織が異なってくるものと認められる。また，甲52に「一般に粉末のミリング時には衝撃，剪断，摩擦，圧縮あるいはそれらの混合したきわめて多様な力が作用するがメカニカルアロイングにおいて最も重要なものはミリング媒体の硬質球の衝突における衝撃力とされている。衝撃圧縮により粉末粒子は鍛造変形を受け加工硬化し，破砕され薄片化する。…薄片化および新生金属面の形成に加え，新生面の冷間圧接およびたたみ込みが重なるいわゆる Kneading 効果により，次第に微細に混じり合い，ついには光学顕微鏡程度では成分の見分けがつかないほどになってしまう。」(前記2(1)オ)との記載があることからすると，メカニカルアロイングにおいて最も重要なものはミリング媒体の硬質球の衝突における衝撃力であると認められる。そうすると，ボールミルのボールの材質や大きさ，ボールミルの回転速度等の条件が異なれば，メカニカルアロイングによって得られる粉末の物性は異なり，そのような粉末から得られるスパッタリングターゲットの研磨面で観察される組織の形態も異なると認められる。",
                        "そうであるとすれば，少なくともボールミルのボールの材質や大きさ，ボールミルの回転速度等のメカニカルアロイング条件が明らかにされなければ，どのような組織の生成物ができるかが明らかにならないものというべきである。",
                        "そこで本件についてみると，甲1には，甲1発明のスパッタリングターゲットを製造する際の，ボールミルのボールの材質や大きさ，ボールミルの回転速度等のメカニカルアロイング条件についての記載はなく，甲3のメカニカルアロイングの条件が，甲1発明のスパッタリングターゲットを製造する際のメカニカルアロイングの条件と同じであったという根拠はない。そうすると，甲3に記載されたスパッタリングターゲットが形状2の粒子を含んでいたとしても，このことのみから，甲1発明のスパッタリングターゲットも形状2の粒子を含むということはできない。そして，その他に，甲1発明のスパッタリングターゲットが形状2の粒子を含むことを認めるに足りる証拠はない。",
                        "したがって，甲1発明に形状2の粒子が存在することを前提とする原告の前記(ア)の主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明1～6の進歩性についての判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明1と甲1発明の相違点2，本件訂正発明2と甲1発明の相違点2’の容易想到性について検討する。",
                    "甲1発明は，ハードディスク用の酸化物分散型 Co 系合金スパッタリングターゲット及びその製造方法に関する発明であり(【0001】【産業上の利用分野】)，発明の目的は，保磁力に優れ，媒体ノイズの少ない Co 系合金磁性膜をスパッタリング法によって形成するために，結晶組織が合金相とセラミックス相が均質に分散した微細混合相であるスパッタリングターゲット及びその製造方法を提供することにある(【0009】【発明が解決しようとする課題】)。そして，発明者らは，Co 系合金磁性膜の結晶粒界に非磁性相を均質に分散させれば，保磁力の向上とノイズの低減が改善された Co 系合金磁性膜が得られることから，そのような磁性膜を得るためには，使用されるスパッタリングターゲットの結晶組織が合金相とセラミックス相が均質に分散した微細混合相であればよいことに着目し，セラミックス相として酸化物が均質に分散した Co 系合金磁性膜を製造する方法について研究し，甲1記載の発明を発明した(【0010】【課題を解決するための手段】)。そして，甲1には，急冷凝固法で作製した Co 系合金粉末と酸化物とをメカニカルアロイングすると，酸化物が Co 系合金粉末中に均質に分散した組織を有する複合合金粉末が得られ，この粉末をモールドに入れてホットプレスすると非常に均質な酸化物分散型 Co 系合金ターゲットが製造できる(【0013】(課題を解決するための手段))と記載されており，甲1発明のスパッタリングターゲットは，アトマイズ粉末とSiO 粉末を混合した後メカニカルアロイングを行い，その後のホットプレスにより製造されたものであり，SiO が Co-Cr-Ta 合金中に分散した微細混合相からなる組織を有する(【0015】，【0016】(実施例1))。",
                    "他方，メカニカルアロイングについては，本件特許の優先日当時，前記2(2)記載の技術常識が存在したと認められ，当業者は，甲1発明のスパッタリングターゲットを製造する際も，原料粉末粒子が圧縮，圧延により扁平化する段階(第一段階)，ニーディングが繰り返され，ラメラ組織が発達する段階(第二段階)，結晶粒が微細化され，酸化物などの分散粒子を含む場合は，酸化物粒子が取り込まれ，均一微細分散が達成される段階(第三段階)の三段階で，メカニカルアロイングが進行すること自体は理解していたものと解される。",
                    "そして，メカニカルアロイングが上記第一ないし第三の段階を踏んで進行することからすると，メカニカルアロイングが途中の段階，例えば，第二段階では，ラメラ組織が発達し，形状2の粒子も存在するものと考えられ，甲49(実験成績報告書「甲3の混合過程で形状2の非磁性材料粒子が存在すること(1)」)及び甲50(実験成績報告書「甲3の混合過程で形状2の非磁性材料粒子が存在すること(2)」)も，メカニカルアロイングの途中の段階においては，形状2の粒子が存在することを示している。",
                    "しかし，甲1には，形状2のSiO 粒子について，記載も示唆もされていない。むしろ，本件特許の優先日当時のメカニカルアロイングについての前記技術常識(前記2(2))に照らすと，メカニカルアロイングは，セラミックス粒子等を金属マトリクス内に微細に分散させるための技術であり，第二段階は進行の過程にとどまり，均一微細分散が達成される第三段階に至ってメカニカルアロイングが完了すると認識されていたものと推認されるところであり，前記2(1)の技術文献の記載に照らして，メカニカルアロイングをその途中の第二段階で止めることが想定されていたとは認められない。メカニカルアロイングを第二段階等の途中の段階までで終了することについて，甲1には何ら記載も示唆もされておらず，その他に，これを示唆するものは認められない。むしろ，甲1には，合金相とセラミックス相が均質に分散した微細混合相である結晶組織を得ることが，課題を解決するための手段として書かれており，セラミックス相が均質に分散した微細混合相を得るためには，均一微細分散が達成される第三段階までメカニカルアロイングを進めることが必要であるから，甲1は，メカニカルアロイングをその途中の第二段階で止めることを阻害するものと認められる。",
                    "そうすると，当業者は，メカニカルアロイングについて前記2(2)記載の技術常識を有していたものではあるが，甲1発明のスパッタリングターゲットを製造する際に，メカニカルアロイングを第二段階等の途中の段階までで終了することにより，SiO 粒子の形状を形状2(形状2’)の粒子を含むようにすることを動機付けられることはなかったというべきである。",
                    "したがって，相違点2及び相違点2’に係る事項は，当業者が容易に想到し得たものとは認められない。",
                    "以下では，原告の主張について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決が形状2(形状2’)の方が望ましいという認定をしていることに関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決について，本件審決の記載(本件審決17頁31～37行，17頁37行～18頁2行)を根拠として，本件明細書(【0010】)に形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいとの開示があるという認定をしたものと主張し，その認定を前提として，本件審決は，甲1には，形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいということは示唆されておらず，そのため，甲1には，粒子の形状を形状2(形状2’)とする動機付けは示されていないから，甲1発明の粒子の形状を形状2(形状2’)とすることは当業者にとって容易であるとはいえないと判断したものとして，本件審決の誤りを主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件審決には，「また，上記(1)のとおり，本件特許に係る発明は，非磁性材料が多量に含まれる強磁性材ターゲットにおける，パーティクル低減等を課題とするものであるが，上記イ【0010】には，研磨面で観察される大型の球状物は脱粒を起こし易く，かつ脱粒した場合にパーティクル発生量はその影響を強く受けるところ，ターゲットの厚み方向に結合した紐状又はヒトデ状若しくは網目状組織は，脱粒を起こすことが少なく，強磁性材料と酸化物等の非磁性材料との接触面積の増加は，脱粒防止に効果がある旨記載されている。そうすると，本件明細書等には，非磁性材料の粒子が，紐状又はヒトデ状若しくは網目状組織に対応する『形状2』又は『形状2’』の粒子を含むのが望ましいことが実質上記載されているといえる。」(本件審決17頁31行～18頁2行)との記載がある。",
                            "しかし，本件審決の上記記載は，本件訂正により，訂正後の請求項1において非磁性材の全粒子が「形状1」か又は「形状2」の粒子であって「形状2」を含むこととなった点，訂正後の請求項2において非磁性材の全粒子が「形状1’」か又は「形状2’」の粒子であって「形状2’」を含むこととなった点について，本件明細書等に記載した事項の範囲内のものであり特許法134条の2第9項で準用する特許法126条5項の規定に適合することを述べるものであって，進歩性の判断について述べるものではない。また，本件審決は，本件明細書が，大型の球状物の問題点を指摘して，紐状等の粒子の優位性を指摘していることを捉えて，形状2又は形状2’の粒子を含むことが望ましいとしているのにとどまるのであるから，大きさが限定された形状1又は形状1’の粒子よりも形状2又は形状2’の粒子の方が望ましいとしているわけでもない。さらに，本件特許の出願時において，本件特許の課題を解決するために形状2(形状2’)の粒子の方が形状1(形状1’)の粒子よりも適切であることを示唆する文献や技術的知見があったことは認められない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "他方，本件審決の進歩性についての判断についてみると，本件訂正発明1と甲1発明の相違点2，本件訂正発明2と甲1発明の相違点2’に関する容易想到性について次のとおり述べる。",
                            "「上記3．のとおり，甲1に『形状2』がないことは判決の判示のとおりであり，『形状2’』が存在することを示す証拠もなく，本件訂正発明1と甲1発明との上記相違点2及び本件訂正発明2と甲1発明との上記相違点2’は実質的な相違点である。",
                            "また，甲1には，甲1発明の粒子の形状を，『形状2』，『形状2’ 』とする動機付けもない。",
                            "よって，本件訂正発明1及び2は甲1に記載された発明に基づいて当業者が容易に発明をすることができたものであるともいえない。",
                            "請求人は，分散粒子の形状は，メカニカルアロイングの条件によって変わり得るものであって，甲1発明に接した当業者であれば，『形状1』ばかりでなく『形状2』が存在することを当然に理解するから，相違点2の解消は容易なことである旨主張する(同弁駁書9頁6行～11頁14行)。",
                            "しかし，甲1に『形状2』がないことは判決の判示のとおりであるし，また，メカニカルアロイングの条件によってほぼ球状の粒子の形状が変化することは周知であったとしても，甲1発明の粒子の形状を，『形状2』とする動機付けがないのであるから，メカニカルアロイングの条件を変更して，甲1発明の粒子の形状を，『形状2』とすることが，当業者にとり容易であるとはいえない。",
                            "相違点2’についても同様のことがいえる。",
                            "よって，請求人の主張は採用できない。」(本件審決45頁5～24行)",
                            "上記の本件審決の説示によれば，本件審決は，甲1発明の粒子の形状を形状2，形状2’とする動機付けがないことを理由として相違点2，相違点2’に関する容易想到性を否定したものと認められるが，本件明細書(【0010】)において形状2(形状2’)の方が形状1(形状1’)よりも課題の解決のために望ましいとの開示があるとの認定を前提として相違点2，相違点2’に関する容易想到性を否定したものとは認められず，他に本件審決がそのような認定を前提として相違点2，相違点2’に関する容易想到性を否定したものと認めるに足りる証拠はない。したがって，前記(ア)の原告の主張を採用することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "形状2(形状2’)の存在する方が形状1(形状1’)のみのものよりも望ましいという事情が認められないこと等に関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，形状2(形状2’)が必ず存在する組織の方が形状1(形状1’)のみからなる組織よりもターゲットとしてより望ましいという事情が認められず，形状1(形状1’)と形状2(形状2’)とが課題の解決との関係で等価であるのならば，形状1(形状1’)と形状2(形状2’)の違いは，技術的意味を加味して考えれば，実質的な相違点ではなく，本件訂正発明1及び2には進歩性がなく，本件訂正発明1及び2に進歩性があるとする本件審決の判断は誤りであると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件訂正発明1の特許請求の範囲，本件明細書によれば，本件訂正発明1は，形状2が含まれていても，非磁性材料を高分散させることにより，DCスパッタリングを可能とし，スパッタ時に発生するパーティクル(発塵)やノジュールを低減させるスパッタリングターゲットの発明であると認められ，甲1発明とは，形状2を含む点で構成要件を異にする別個の発明であると認められる。そして，形状2が存在する組織の方が形状1のみからなる組織よりもターゲットとしてより望ましいという事情が認められなければ本件訂正発明1について進歩性が認められないとする根拠はない。甲1発明においては，形状1が示されていたのみであり，形状1ほどに微細であるとはいえない形状2が含まれていてもDCスパッタリングを可能とし，スパッタ時に発生するパーティクル(発塵)やノジュールを低減させるスパッタリングターゲットが得られることを示唆する先行技術等がなかったことからすれば，形状2が含まれていてもそのようなスパッタリングターゲットが得られることにより，本件訂正発明1の進歩性は認められる。本件訂正発明2についても，形状2’を含む点で同様である。したがって，原告の前記(ア)の主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲1発明にメカニカルアロイングの技術常識を適用すると形状1(形状1’)と形状2(形状2’)を含む組織のターゲットを作ることができることに関して",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，メカニカルアロイングは三段階で進行し，甲1には，メカニカルアロイングの程度がゼロのものを焼結したスパッタリングターゲット(甲1の図2)と，メカニカルアロイングの程度が大のものを焼結したスパッタリングターゲット(甲1の図1)が記載されているから，メカニカルアロイングの程度が中のものについては，甲1の図2と甲1の図1の中間になることは自明であり，メカニカルアロイングの条件を適宜設定することによって，添加した酸化物の一部のみを微細化した上で合金原料粉に練り込んで複合合金化するとともに，残部を微細化するのみで合金粉に練り込まずに複合合金の粒界に偏在させることによって，形状1(形状1’)と形状2(形状2’)の両方の形状の酸化物を有するような組織とすることができることは，容易に理解できることであり，そのため，当業者は，甲1から，メカニカルアロイングの条件を適宜選択し，形状1(形状1’)と形状2(形状2’)の割合を自由自在に調整することができると理解すると主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1には，次のとおりの記載がある。",
                                "「【特許請求の範囲】",
                                "【請求項1】",
                                "保磁力が高く，かつ媒体ノイズが少ない高密度面内磁気記録媒体用スパッタリングターゲットであって，その組織が合金相とセラミックス相との微細均質分散混合相からなることを特徴とする，スパッタリングターゲット。」",
                                "「【0015】",
                                "【実施例】",
                                "以下に，本発明を実施例により説明する。",
                                "実施例1",
                                "Co Cr Ta 合金1．5㎏を日新技研製超小型ガスアトマイズ装置でアトマイズすることにより粉末とした。アトマイズはCo-Cr-Ta合金を，底にノズルをもつアルミナるつぼ中に入れアルゴン雰囲気中で高周波溶解により約1600℃の温度で溶湯した後，その溶湯をノズルより落下して溶湯流とし，その溶湯流にアルゴンガスを50㎏／㎠ の圧力で噴射することにより行なった。アトマイズした粉末は超小型ガスアトマイズ装置の下部にあるサイクロンで回収した。アトマイズにより得られた試料は直径150㎛以下のきれいな球状の粉末であった。得られたアトマイズ粉末(150㎛以下)に酸化物として3重量％のSiO の粉末を混合した後，ボールミルによりメカニカルアロイングを施した。メカニカルアロイング条件は，ボールと試料の重量比を40：1とし，アルゴン雰囲気中で96時間行った。得られた粉末を電子顕微鏡により組織観察したところ，酸化物が分散したCo-Cr-Ta合金粉末になっていることがわかった。この酸化物が分散したCo-Cr-Ta合金粉末を直径4インチのカーボン型中に入れ，真空中1100℃で300㎏／㎠ でホットプレスを施し，ターゲットを作製した。",
                                "【0016】",
                                "このようにして作製したターゲットには，ひびや割れなどは見られなかった。ホットプレスにより作製したターゲットはアルキメデス法で測定したところ約98％の高い相対密度をもつ。図1にホットプレスにより作製したターゲットの断面組織写真を示す。これによれば，微細な黒い点(SiO )が均質に分布しているのが観察され，また，空孔やひびなどは観察されない。以上の結果より，このターゲットの組織はSiO がCo-Cr-Ta合金中に分散した微細混合相からなっていることがわかった。",
                                "【0017】",
                                "実施例2",
                                "実施例1で使用したと同様のCo Cr Ta 合金アトマイズ粉末(150㎛以下)1．5㎏に酸化物として3重量％のSiO の粉末を添加し，V型混合器で1時間混合した後，直径4インチのカーボン型中に入れ，真空中1100℃で300㎏／㎠ でホットプレスを施し，ターゲットを作製した。",
                                "【0018】",
                                "このようにして作製したターゲットには，大きなひびや割れなどは見られなかった。ホットプレスにより作製したターゲットはその相対密度をアルキメデス法で測定したところ約96％の高い相対密度である。図2にホットプレスにより作製したターゲットの断面組織写真を示す。この断面組織写真は大きな白い球状の組織(Co-Cr-Ta合金)のまわりを黒い部分(SiO )が取り囲んで分布しているのが観察され，また空孔やひびなどは観察されない。以上の結果より，Co-Cr-Ta合金粉末と酸化物を混合した後ホットプレスすることにより作製したターゲットの組織は，酸化物(SiO )がCo-Cr-Ta合金粉末の粒界に分散した組織からなっていた。」",
                                "「【図面の簡単な説明】",
                                "【図1】",
                                "アトマイズにより作製したCo Cr Ta 合金粉末(150㎛以下)とSiO にメカニカルアロイングを施して酸化物分散型Co Cr Ta 合金粉末を作製した後，真空中1100℃で300㎏／㎠ でホットプレスを施すことにより得られた本発明のターゲットの断面組織写真である。",
                                "【図2】",
                                "アトマイズにより作製したCo Cr Ta 合金粉末(150㎛以下)とSiO をV型混合器で1時間混合した後，真空中1100℃で300㎏／㎠ でホットプレスを施すことにより得られた本発明のターゲットの断面組織写真である。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)の甲1の記載によれば，甲1の図1及び図2に接した当業者は，これらの図はいずれも，甲1の「保磁力が高く，かつ媒体ノイズが少ない高密度面内磁気記録媒体用スパッタリングターゲットであって，その組織が合金相とセラミックス相との微細均質分散混合相からなることを特徴とする，スパッタリングターゲット」(請求項1)を具体化したスパッタリングターゲットであって，それぞれ，メカニカルアロイングを経たものとV型混合器での混合を経たものであると理解すると認められる。",
                                "前記アのとおり，本件特許の優先日当時のメカニカルアロイングについての技術常識(前記2(2))や技術文献の記載(前記2(1))に照らしても，メカニカルアロイングをその途中の第二段階で止めることが想定されていたとは認められないし，甲1には，メカニカルアロイングを第二段階等の途中の段階までで終了することについて，記載も示唆もされておらず，むしろ，甲1に記載された発明が解決しようとする課題及び課題を解決するための手段に照らすと，甲1は，メカニカルアロイングをその途中の第二段階で止めることを阻害するものと認められる。そうすると，メカニカルアロイングが三段階で進行するという技術常識を有する当業者といえども，上記のとおり，甲1の図1と図2は，いずれも組織が合金相とセラミックス相との微細均質分散混合相からなるスパッタリングターゲットであって，メカニカルアロイングとV型混合器による混合という製造の方法を異にするものと理解すると認められ，甲1の図2はメカニカルアロイングの程度がゼロのものから得られたスパッタリングターゲットであり，図1はメカニカルアロイングの程度が大のものから得られたスパッタリングターゲットであるというように，メカニカルアロイングの程度の大小と図1及び図2を関連付けて認識することがあるとは認められない。ましてや，メカニカルアロイングの程度が中のものについて，甲1の図2と図1の中間になると理解するとは認められず，甲1発明において，メカニカルアロイング条件を適宜選択し，形状1と形状2の割合を自由自在に調整することができると理解するとは認められない。",
                                "したがって，原告の前記aの主張を採用することはできない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，非磁性材の酸化物の粒子が，焼結時に凝集して粗大化する現象に影響を与える因子として，酸化物の含有割合などがあり，非磁性材の含有割合が増えるにつれ，形状1(形状1’)に加えて形状2(形状2’)が現れる傾向がある(甲55)から，当業者は，甲 1 発明に基づいて，酸化物の含有割合を増やした結果，ターゲットの組織中，酸化物が焼結時に紐状に粒成長する(形状2(形状2’)のものができる)ことを当然に理解するといえると主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲55(実験成績報告書「甲 1 発明において非磁性材料の含有量を6mol%以上とした場合の組織について」)には，「甲1の実施例1の条件で，非磁性材料酸化物の含有量のみ，6mol%，8mol%，及び 20mol%と増量した場合のターゲットの研磨面の組織を確認したので，以下に報告します。」と記載され，図1～6には，非磁性材料酸化物が増量するにつれ，形状2(形状2’)の割合が多くなっていくことが示されている。",
                            "しかし，甲55は，単に，非磁性材料酸化物の含有量のみを変え，そのほかの条件を同一にしてメカニカルアロイングを経てターゲットを製造すると，非磁性材料酸化物の含有割合が増えるにつれ，形状2(形状2’)が現れる傾向があることを示しているにとどまり，甲1発明においてSiO の含有量を増加させればSiO 粒子が必ず形状2のものを含むということを示すものではない。",
                            "また，甲1発明においてSiO の含有量を増加させる場合，メカニカルアロイング条件をそのまま変更しないということの根拠はない。むしろ，前記アのとおり，本件特許の優先日当時のメカニカルアロイングについての技術常識(前記2(2))や技術文献の記載(前記2(1))に照らしても，メカニカルアロイングをその途中の第二段階で止めることが想定されていたとは認められないし，甲1には，メカニカルアロイングを第二段階等の途中の段階までで終了することについて，記載も示唆もされておらず，メカニカルアロイングの程度を調整することについて記載も示唆もされていない。甲1の記載によれば，甲1に接した当業者は，メカニカルアロイングを行うのであれば，SiO が合金中に分散した微細混合相を得るべく，超微細分散粒子が得られる第三段階まで行うのが自然であると認められ，SiO の含有量の増加によって形状2(形状2’)が現れる傾向があるのならば，超微細分散粒子が得られる第三段階までさらに徹底してメカニカルアロイングを行うものと認められる。",
                            "そうすると，当業者は，甲 1 発明に基づいて，酸化物の含有割合を増やした結果，ターゲットの組織中，酸化物が焼結時に紐状に粒成長する(形状2(形状2’)のものができる)ことを当然に理解すると認めることはできない。",
                            "したがって，原告の前記aの主張を採用することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，スパッタリングターゲットでは顧客の要望に応じて顧客の求める各種の製品要件を満たした製品仕様とする必要があるところ，顧客がターゲットの性能に関して重視する特性としては，成膜上に存在するパーティクルの量，スパッタリングターゲットの PTF(漏洩磁束密度)の値などがあるほか，ハードディスクについては顧客のスパッタリングターゲットメーカーに対する価格引き下げ要求が厳しく，コストは，製品の設計と製造の上で極めて重要な要素であるとし，コスト削減・製造効率の向上，スパッタリング効率の向上を図るために，メカニカルアロイングを徹底しない動機があり，そのため，形状1(形状1’)と形状2(形状2’)の割合は当業者が適宜選択する事項にすぎないと主張する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，前記アのとおり，本件特許の優先日当時のメカニカルアロイングについての技術常識(前記2(2))や技術文献の記載(前記2(1))に照らしても，メカニカルアロイングをその途中の第二段階で止めることが想定されていたとは認められず，また，甲1には，スパッタリングターゲットを作製する際のコストと製造効率のため又は PTF(漏洩磁束密度)の観点からメカニカルアロイングを徹底しないなどという記載は一切ない。",
                            "かえって，甲1の【0012】，【0013】，実施例1及び2によれば，甲1には，スパッタリングターゲットを製造する際，メカニカルアロイングを行う場合と行わない場合とが記載されており，メカニカルアロイングを行う場合は，急冷凝固法で作製した Co 系合金粉末と酸化物とをメカニカルアロイングすると，酸化物が Co 系合金粉末中に均質に分散した組織を有する複合合金粉末が得られ，この粉末をモールドに入れてホットプレスすると非常に均質な酸化物分散型 Co 系合金ターゲットが製造できるという知見が示されており(【0013】)，メカニカルアロイングを用いるこのような製造方法を実施すると，SiO がCo-Cr-Ta合金中に分散した微細混合相からなる組織が得られる(実施例1)ことが記載されている。そうすると，甲1に接した当業者は，メカニカルアロイングを行うのであれば，SiO が合金中に分散した微細混合相を得るべく，超微細分散粒子が得られる第三段階まで行うのが自然であると認められ，第三段階までメカニカルアロイングを行わずにこれを途中で止めることに対しては，甲1はかえってこれを阻害するものというべきであり，甲1に接した当業者が，コストと製造効率のためや PTF(漏洩磁束密度)の観点からメカニカルアロイングを徹底せず途中で止めることに思い至るとは認められない。",
                            "したがって，原告の前記aの主張を採用することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件訂正発明1と甲6発明の相違点の判断の誤り(無効理由5関係))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲6の図1は，図中に示されたスケールが40．0㎛であり，粒子の大きさについて1㎛の差異までも正確に認識し得るほどに鮮明であるとは必ずしもいえないものであるが，スケールとの対比により，粒子の大きさがある程度の範囲にあるかどうかを判断することは可能であると認められ，図中右下の酸化物の比較的凝集が大きいところには，スケールの10分の1(4㎛)を直径とする仮想円(半径2㎛の仮想円)を内包するか否か明らかとはいえない程度の大きさを有する粒子が複数存在するものと認められる。",
                "したがって，本件審決の「図中右下に，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子が複数認められる。」との判断は相当であり，この判断に誤りはないものと認められる。",
                "以下では，原告の主張について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲6の図1の図中右下にあるとされる，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子(複数)がどれとどれのことであるのかについて本件審決は明らかにしないし，甲6の図1は光学顕微鏡写真であり二値化処理したものではないから，そもそも本件審決の指摘する理由を正確に確認することすらできないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記(1)のとおり，甲6の図1によれば，図中右下の酸化物の比較的凝集が大きいところには，図中に示されたスケールに照らして，半径2㎛の仮想円を内包するか否かが明らかとはいえない程度の大きさを有する粒子が複数存在するものと認められ，これらの粒子が形状1又は形状2のいずれかに当たるものと認めることはできない。本件審決が，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子(複数)がどれとどれのことであるのかについて明らかにしておらず，甲6の図1は光学顕微鏡写真であり二値化処理したものではないとしても，上記の認定が否定されることはない。",
                    "また，甲6は，スパッタリングターゲットを製造するに当たり，パーティクルの発生を抑制する観点から，原料のSiO 粉末の粒径を10㎛以下とすることが好ましいが，その場合，微細なSiO 粉末が粗大な金属粒を取り囲むように粗大な金属粒の周囲に偏析する等の問題点を踏まえたものであり(【0001】，【0003】，【0004】)，具体的には，原料粉末として，平均粒径が3㎛のSiO 粉末を使用したことについては記載されている(【0015】，【0016】)ものの，スパッタリングターゲットを研磨した後観察される断面組織において，SiO 粒子の全粒子が形状1又は形状2であることは何ら記載されておらず，甲6発明のスパッタリングターゲットの研磨面で観察される組織におけるSiO   粒子の全粒子が，形状1又は形状2であることをうかがわせる記載はない。そのため，甲6の説明内容に照らしてみても，甲6発明は，材料の研磨面で観察される組織の非磁性材の全粒子が形状1又は形状2であって形状2を必ず含むものであるとは認められない。",
                    "したがって，本件審決の「図中右下に，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子が複数認められる。」との判断に誤りがあるとは認められず，原告の前記アの主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また，原告は，甲6の図1の右下を拡大して半径2㎛の仮想円を記入した図(甲48の図1，2)によれば，右下の酸化物の比較的凝集の大きなところに仮想円を当てはめてみても，円内に白い金属相の部分を読み取ることができ，形状2に該当する酸化物の存在が認められ，甲6の図1には形状1及び形状2の酸化物の粒子のみが存在し，それ以外の粗大な粒子は存在しないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲6の図1に示された粒子の大きさに関する主張立証の経緯は，次のとおりであると認められる。",
                        "原告は，甲48において，甲6の図1の右下を拡大して半径2㎛の仮想円を記入した図(甲48の図1，2)を示し，甲6の図1には形状1及び形状2の酸化物の粒子のみが存在し，それ以外の粗大な粒子は存在しないとしていた。",
                        "これに対し，被告は，被告準備書面(2)(令和2年3月23日付け)において，特許庁のウェブサイトからダウンロードした甲6の図1を何らの処理も行うことなく拡大し，その上で右下の領域を切り出した図に半径2㎛の仮想円を記入した図(被告準備書面(2)の33頁の図3)を示し，その図によれば，甲6の図1の右下に，半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子が複数認められると主張し，甲48は，独自の二値化処理によって，甲6の図1においてグレーに見えている部分(ここにもSiO が存在する)を除去して粒子形状をより小さく見せるというトリックを用いていると主張した。",
                        "これに対し，原告は，甲72において，甲48の図2は，特許庁のウェブサイトから甲6のpdfファイルをダウンロードし，甲6の図1の部分をpdfファイルからワード画面へ貼り付けたものであり，同じことを行って貼り付けたものが甲72の図1，2となるとした上で，原告と被告で違いが発生した原因を調査したところ，pdfファイルを開いた時に甲6の図1の部分をワードファイルに貼り付けた後に大きさを変えない程度に大きく拡大してそのままワード文書へコピーをしたのが甲72の図1，2であり，他方，pdfファイルを開いた時に甲6の図1の部分が小さいままワード文書へコピーしワード文書の機能で図を大きくした場合が甲72の図3，4であり，甲72の図1，2と甲72の図3，4で差が出ることが分かったとし，本来は，特許庁のウェブサイトからダウンロードした図面をそのまま使うべきところ，被告はワード文書の機能で画像を大きくしたことにより，不適切な画像処理が生じこのような差異が発生したことが明らかになったとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)のとおり，原告は，甲72において，被告が行った画像処理が甲72の図3，4であることを前提として，被告の画像処理が不適切であるとする。しかし，被告が，甲6の図1の右下に半径2㎛の仮想円を内包するか否か明らかとはいえない程度の大きさを有する粒子が複数認められることを裏付けるものとする被告準備書面(2)の33頁の図3と，甲72の図3，4とは，画像の解像の程度が少なからず異なるものと認められるから，被告が行った画像処理が甲72の図3，4であるとする原告の上記前提は，採用することができず，被告の画像処理が不適切であるという甲72の見解も採用することができない。",
                        "このように，被告準備書面(2)の33頁の図3が不適切であると断定することは困難である一方，甲48，甲72が，甲6の図1における黒点と白い部分との境界を正確に反映していると断定できるだけの根拠もないことからすると，甲48，甲72により，甲6の図1に形状1及び形状2の酸化物の粒子のみが存在し，それ以外の粗大な粒子が存在しないことが立証されたとは認められず，他にこれを立証するに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，原告の前記アの主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，本件審決に，これを取り消すべき違法はない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}