{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2017-701098号事件について令和元年5月17日にした決定中，特許第6133458号の請求項1に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「伸縮性経編地」とする発明について，平成28年2月9日，特許出願(特願2016-22453号。以下「本件出願」という。)をし，平成29年4月28日，特許権の設定登録(特許第6133458号。請求項の数3。以下，この特許を「本件特許」という。甲14)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許について，平成29年11月22日，Aから特許異議の申立て(異議2017-701098号事件)がされた(甲15)。",
                "原告は，平成30年1月30日付けの取消理由通知(甲16)を受けた後，さらに，同年8月20日付けの取消理由通知(甲21)を受けたため，同年10月19日付けで，請求項1ないし3からなる一群の請求項について，請求項1を訂正し，請求項2及び3を削除する旨の訂正請求(以下「本件訂正」という。甲23)をした。",
                "その後，特許庁は，令和元年5月17日，本件訂正を認めた上で，「特許第6133458号の請求項1に係る特許を取り消す。特許第6133458号の請求項2及び3に係る特許についての特許異議の申立てを却下する。」との決定(以下「本件決定」という。)をし，その謄本は，同月27日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年6月21日，本件決定の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の請求項1の記載は，次のとおりである(以下「本件発明1」という。甲23)。",
            "【請求項1】",
            "ループが全く形成されていない編目位置が存在するジャカード編成組織と，",
            "弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織とを備え，",
            "前記ジャカード編成組織におけるループが形成されていない前記編目位置においては，前記支持組織の前記弾性糸のみがループを形成しており，非弾性糸が全ての編目位置でループを形成する組織を含まない，伸縮性経編地。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定の理由は，別紙異議の決定書(写し)記載のとおりである。",
                "その要旨は，本件発明1は，本件出願前に頒布された刊行物である甲1(特開2000-8203号公報)に記載された発明(以下「引用発明」という。)及び甲1に記載された事項に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない発明であるから，本件発明1に係る特許は特許法113条2号に該当し，取り消されるべきものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件決定が認定した引用発明，本件発明1と引用発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "ジャカード編からなる，全ての編目位置においてループが形成されている地編としてのサテン調トリコット組織と，",
                    "弾性糸12のみで構成されて全ての編目位置においてループが形成されている組織とを，",
                    "備える，緊迫力のある経編地。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "ジャカード編成組織と，",
                    "弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織とを備える伸縮性経編地。",
                    "(相違点)",
                    "ジャカード編成組織について，本件発明1においては，「ループが全く形成されていない編目位置が存在」し，その「ループが形成されていない前記編目位置においては，前記支持組織の前記弾性糸のみがループを形成しており，非弾性糸が全ての編目位置でループを形成する組織を含まない」のに対して，引用発明では，ループが全く形成されていない編目位置が存在しない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "取消事由(甲1に基づく本件発明1の進歩性の判断の誤り)について"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "text": [
                "本件決定は，甲1(ただし，平成11年10月14日付け手続補正書による補正後のもの。以下同じ。)の図14(別紙2を参照)に記載された経編地に注目し，同図は，①非弾性糸10及び非弾性糸11からなる地編としてのサテン調トリコット組織に，弾性糸が編み込まれているものであること，②上記①の地編は，ジャカード編からなる地編，すなわち，2枚1組のジャカード筬を用いて編成される地編であって，全ての編目位置においてループが形成されていること，③弾性糸12は，全ての編目位置においてループが形成されていることが読み取れるとして，前記第2の3(2)アの引用発明を認定した。",
                "しかしながら，本件決定における引用発明の認定は，①甲1の「ジャカード編からなる地編」が，ジャカード筬により編成される地編のみを意味するとして，地筬により編成される地編を含まないと解する点，②非弾性糸11が，サテン調トリコット組織の裏側に現れ，全ての編目位置でループを形成して支持組織を構成することを認定していない点に誤りがある。",
                "その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1の「ジャカード編からなる地編」の意義",
                  "text": [
                    "本件発明1の「ジャカード編成組織」とは，ジャカード筬によって編成される組織を意味するものである。",
                    "一方，甲1に記載された発明において，「ジャカード編からなる地編」とは，「ジャカード編成組織を一部に含む地編」程度を意味するものであって，地編の表側に現れるジャカード筬で編んだ組織だけでなく，地編の裏側に現れる地筬で編んだ組織も含まれると解すのが相当である。その理由は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ジャカード筬とは，1本1本のジャカードガイドの各々にピエゾ素子が備えられており，任意のジャカードガイドを横方向(ウェール方向)に1針間移動可能であることにより，様々な柄を形成できるものである(甲13)。ジャカード筬は，2枚1組でフルゲージとなるよう構成されており，2枚のジャカード筬の各々には，ハーフゲージのガイドがセットされている(甲13，31)。",
                        "また，甲1に記載された経編機「高速ジャカードラッシェル機“RSJ  4／1”」(以下，単に「RSJ4／1」という。【0037】)は，2枚1組でフルゲージを構成するジャカード筬と，3枚の地筬とを備えるものである(甲10)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1の記載によれば，①図14は，「ジャカード編からなる地編組織」に弾性糸を編み込んだものであり，「ジャカード編からなる地編組織」とは，非弾性糸10と非弾性糸11とで構成された組織であること(【0092】，【0093】，【0095】)，②非弾性糸10は，その形成するループが編成組織図の横方向(ウェール方向)に並ぶ編目位置に連続して位置していることから，フルゲージに相当するものであり，2枚1組のジャカード筬を2枚とも使用して編まれたものであること(【0066】，【0093】，【0095】，図7，14)を理解できる。",
                        "そうすると，RSJ4／1は他にジャカード筬を有していないから，図14における非弾性11の組織は，地筬で編まれたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，甲1に記載された発明において，「ジャカード編からなる地編」には，2枚1組のジャカード筬で編んだ組織だけでなく，地筬で編んだ組織も含まれると理解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1の「伸縮性経編地」における「支持組織」",
                  "text": [
                    "甲1に記載された発明は，部分的に緊迫力の強い部分と弱い部分とを有するジャカード編の経編地から構成された，体型補整機能又は筋肉サポート機能を有する衣類に関する(【0001】)。",
                    "ここで，ジャカード筬によって編成されるジャカード編成組織は，ジャカードガイドの1針間の移動によってジャカードガイドが存在しなくなり，ループが全く形成されない編目位置(透孔部)が生じるところ，全ての編目位置でループを形成する支持組織によって透孔部を支持しなければ，そこから解れが生じて生地が裂けてしまうため，編地を構成することができない(甲7，8)。",
                    "したがって，全ての編目位置でループを形成する支持組織は，ループが全く形成されていない編目位置が存在するジャカード編成組織を備える編地においては，必須の構成である。",
                    "そして，甲1の請求項1の記載によれば，「非弾性糸で編まれ」た「地編」が必須の構成である一方，「弾性糸」は「挿入及び／又は編み込み」とされており，弾性糸を編み込むことは必須の構成ではない。しかるに，「挿入」とはループを形成するものではないため，挿入された弾性糸でジャカード編成組織の透孔部を支持することはできない。",
                    "そうすると，甲1に記載された発明においては，編地が解れないようにするための支持組織となり得るのは，非弾性糸からなる全ての編目位置でループを形成する組織のみであり，この組織は必須の構成であって，図14では非弾性糸11が支持組織を構成する。",
                    "一方，甲1に記載された発明において，弾性糸は，緊迫力を調整するために設けられているものであって，支持組織として設けられているものではないから，図14でも，弾性糸12は支持組織を構成するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図14の組織図の意義",
                  "text": [
                    "以上によれば，甲1に記載された発明は，以下とおり認定するのが相当である(以下「図14発明」という。)。",
                    "「地編としてのサテン調トリコット組織の表側に現れ全ての編目位置でループを形成する非弾性糸10からなるジャカード編成組織と，",
                    "地編としてのサテン調トリコット組織の裏側に現れ全ての編目位置でループを形成する非弾性糸11からなる支持組織とを備え，",
                    "ジャカード編からなる地編組織に編み込まれた(ルーピングされている)弾性糸12からなる組織，をさらに備えたトリコット組織。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と引用発明の対比に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定は，「引用発明の『ジャカード編からなる，全ての編目位置においてループが形成されている地編としてのサテン調トリコット組織』は，本件発明1の『ジャカード編成組織』に相当する。」旨認定した。",
                        "しかしながら，前記(1)のとおり，図14発明における「ジャカード編からなる地編」には，表側に現れる組織を構成する非弾性糸10と，裏側に現れる組織を構成する非弾性糸11とが含まれるところ，後者は支持組織を構成するものであるから，本件発明1の「ジャカード編成組織」に相当するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件決定は，「引用発明の『弾性糸12のみで構成されて全ての編目位置においてループが形成されている組織』は，…本件発明1の『弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織』に相当する。」旨認定した。",
                        "しかしながら，前記(1)のとおり，図14の伸縮性経編地は，サテン調トリコット組織の裏側に現れ全ての編目位置でループを形成して支持組織を構成する非弾性糸11を備えており，地編が解れることはないのだから，弾性糸12のループによって地編を補完する必要性はない。",
                        "仮に，弾性糸12が支持組織を構成すると解したとしても，上記のとおり，図14発明は支持組織を構成する非弾性糸11を備えるため，弾性糸12のみが支持組織を構成するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定に関し",
                  "text": [
                    "本件決定は，本件発明1と引用発明の一致点として，「弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織」を認定した(前記第2の3(2)イ)。",
                    "しかしながら，前記ア(イ)のとおり，図14の弾性糸12は支持組織を構成するものではないから，上記認定には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定に関し",
                  "text": [
                    "本件決定は，本件発明1と引用発明の相違点として，「ジャカード編成組織について，本件発明1においては，『ループが全く形成されていない編目位置が存在』し，その『ループが形成されていない前記編目位置においては，前記支持組織の前記弾性糸のみがループを形成しており，非弾性糸が全ての編目位置でループを形成する組織を含まない』のに対して，引用発明では，ループが全く形成されていない編目位置が存在しない点。」のみを認定した(前記第2の3(2)イ)。",
                    "しかしながら，甲1に記載された発明として，図14発明を認定すべきであることは前記(1)のとおりであって，図14発明と本件発明1との相違点は，以下のとおり認定されるべきである。",
                    "(相違点1)",
                    "本件発明1は，ループが全く形成されていない編目位置が存在するジャカード編成組織を備えるのに対し，図14発明は，サテン調トリコット組織の表側に現れ全ての編目位置でループを形成する非弾性糸10を備える点。",
                    "(相違点2)",
                    "本件発明1は，弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織を備え，非弾性糸が全ての編目位置でループを形成する組織を含まないのに対し，図14発明は，サテン調トリコット組織の裏側に現れ全ての編目位置でループを形成する非弾性糸11からなる支持組織を備える点。",
                    "(相違点3)",
                    "本件発明1は，ジャカード編成組織におけるループが形成されていない編目位置においては，支持組織の弾性糸のみがループを形成しているのに対し，図14発明においては，そもそもジャカード編成組織におけるループが形成されていない編目位置が存在せず，支持組織の弾性糸のみがループを形成する編目位置も存在しない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の容易想到性の判断の誤り",
              "text": [
                "本件決定は，甲1の記載(【0064】～【0073】，【0075】)に接した当業者であれば，①サテン調トリコット組織の表側の組織の調整により緊迫度を下げることは，図9の組織図以上のものは困難であって，図10の組織図は，表側の組織と裏側の組織の両方をメッシュ組織とすることで，図9よりも緊迫度を下げたものであること，②また，図10の組織図は，「ループが全く形成されていない編目位置」が存在する地編であることを読み取れる旨認定した(以下「甲1に記載された事項」という。)。",
                "その上で，本件決定は，引用発明において，地編に相当するジャカード組織をメッシュ調トリコット組織に変更することは，当業者が容易になし得ることであり，その場合には，図10のとおり，ジャカード編成組織に「ループが全く形成されていない編目位置が存在」するようになり，この編目位置では，「前記支持組織の前記弾性糸のみがループを形成して」いることも当然達成されるから，相違点に係る本件発明1の構成は，引用発明及び甲1に記載された事項に基づいて当業者が容易に想到することができたものである旨判断した。",
                "しかしながら，以下のとおり，甲1の図10に示されているのは表側に現れる組織のみであるから，本件決定の上記判断は，その前提を誤るものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "図10の組織図の意義",
                  "text": [
                    "甲1には，「次に本発明で用いるメッシュ調トリコット組織の表側の代表的な組織図の一例を図10に示した。」(【0070】)と記載されるなど，図10が表側の組織のみを示すものであることが，複数箇所に明示されている(【0073】，【0097】等)。",
                    "したがって，図10がメッシュ調トリコット組織の表側の組織のみを示したものであることは，明らかである。",
                    "これに対し被告は，①甲1の図9が表側の組織の調整によって緊迫度を下げた限界であること，②甲1に記載された様々な実施態様に示される経編地は，2枚のジャカード筬と1枚の地筬を具備した経編機で編成されるものであるところ(【0034】)，図10の組織は2枚のジャカード筬を必要とするため，ジャカード編の地編として裏側の組織を追加できないことを主たる根拠として，図10は，メッシュ調トリコット組織の表側に現れる組織と裏側に現れる組織の両方を示すものであると解される旨主張するが，以下のとおり，理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記①について",
                      "text": [
                        "甲1には，図7～図9に示されるように，ガイドの振りの大きさ及びガイドの振りが入った割合を調整することにより，緊迫力の強弱を変える方法が記載されている(【0064】～【0075】)。ここで，図9に示したサテン調トリコット組織では，1繰り返し単位中，1針の振りしか入っていないコースが1箇所のみ存在するところ(【0069】)，かかるコースを2箇所以上とすることによって，更に緊迫力を下げられることは自明である。",
                        "また，甲1には，緊迫力の強弱を変える方法として，ガイドの振りによる方法とは別に，図10に示されるように，空間部分の大きさ及び単位面積当たりの糸の密度を調整する方法があり，かかる方法は，図7～図9に示される方法よりも緊迫力が弱くなる旨が記載されている(【0072】)。",
                        "したがって，甲1に接した当業者は，図10に示される組織図は，図7～図9と同様に表側の組織のみを調整することによって，図9よりも緊迫力を弱くしたものであることを理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記②について",
                      "text": [
                        "甲1の【0034】は，ジャカード制御装置を有する経編機の例示として，特開平6-166934号を参照するものであって，甲1の各実施形態に示される経編地が，2枚のジャカード筬と1枚の地筬のみを具備した経編機で編成されることを記載したものではない。",
                        "また，甲1では，ジャカード制御装置を有する経編機の具体的な装置としてRSJ4／1を挙げるところ，同装置は，2枚1組でフルゲージを構成するジャカード筬と3枚の地筬とを備えるものであって，2枚のジャカード筬と1枚の地筬のみを具備するものではない。",
                        "そして，「ジャカード編からなる地編」には，地編の裏側に現れる地筬で編んだ組織も含まれるのであるから(前記(1))，図10の組織を編成するために2枚1組のジャカード筬を2枚とも必要とすることは，図10が裏側の組織を併記していることの根拠となるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の容易想到性について",
                  "text": [
                    "本件決定は，地編としてメッシュ調トリコット組織を選択した場合には，甲1の図10のとおり，「ジャカード編成組織」に「ループが全く形成されていない編目位置が存在」するようになり，「ループが全く形成されていない編目位置」においては，「前記支持組織の前記弾性糸のみがループを形成して」いることも，当然達成される旨認定した。",
                    "しかしながら，図10が表側に現れる組織のみを示すものであることは，前記アのとおりであって，これに対応する図14発明の構成は，非弾性糸10のみである(【0095】)。",
                    "そうすると，仮に，図14発明の非弾性糸10の組織を図10の組織に置換したとしても，図14発明に非弾性糸11が残るため，相違点2及び3が存在することになる。",
                    "そして，相違点2及び3を解消するためには，「サテン調トリコット組織の裏側に現れ全ての編目位置でループを形成する非弾性糸11」を除去し，非弾性糸11に代えて弾性糸12を支持組織と位置付ける必要があるが，そのような変更を行なうことについて，甲1には記載も示唆もなく，むしろ，以下のような阻害事由がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1に記載された発明の課題は，緊迫力の大きな部分と小さな部分とを設け，その境界に実質上段差をなくすことで，段差が見えず，かつ必要な体型補整機能又は筋肉サポート機能を付与した衣類を提供することである(【0011】)。",
                        "これに対し，本件発明1の課題は，薄くて軽量で，ジャカード編成組織における組織変化の自由度が高い伸縮性経編地を提供することであって，かかる課題を解決するために，非弾性糸が全ての編目位置でループを形成する組織を含まないようにして，従来にはない薄地の伸縮性経編地を実現したものである。そして，本件発明1に係る薄地の伸縮性経編地は，図14発明のような非弾性糸の支持組織を備えたトリコット組織に比べて，耐久性が低くなる傾向にあり，また，透けが生じやすくなるなど，体型補整機能又は筋肉サポート機能を付与した衣類としては弱点となり得る特性を有する。",
                        "したがって，甲1に記載された発明において，あえて非弾性糸が全ての編目位置でループを形成する組織を含まないようにすることには，阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲1に記載された組織のうち，図10に示されるメッシュ調トリコット組織は最も緊迫力が弱いため，緊迫力の大きな部分を設けるには，より緊迫力の強いサテン調トリコット組織(図7～図9)を，図10に示される組織に連続させる必要がある。",
                        "そうすると，仮に，図14発明の非弾性糸10及び11を図10の非弾性糸と置換した場合でも，表側のみの組織である図7～図9のサテン調トリコット組織の部分では，図14の非弾性糸11は残ることとなる。",
                        "しかしながら，連続する経編地において，メッシュ調トリコット組織の部分には存在しない非弾性糸11からなる支持組織を，連続するサテン調トリコット組織において出現させたり，逆にサテン調トリコット組織に含まれる非弾性糸11からなる支持組織を，メッシュ調トリコット組織の部分のみ除くようにすることは，経編地の構成上不可能であるから，かかる置換には阻害要因がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1の「ジャカード編からなる地編」の意義",
                  "text": [
                    "甲1には，「本発明の衣類に用いる生地」は，「表側にあらわれる地編組織も，また，その裏側にあらわれる地編組織も，ジャカード編からなる経編で編まれており」と記載されていることから(【0033】)，甲1に記載された発明は，「表側にあらわれる地編組織」及び「裏側にあらわれる地編組織」のいずれも，「ジャカード筬」を用いて編成されたものであると解される。",
                    "そして，甲1の記載(【0092】～【0094】)によれば，図14の非弾性糸10及び非弾性糸11は，「ジャカード編」からなる地編を構成するものであるから，2枚1組のジャカード筬を用いて編成されるものであること，すなわち，本件発明1の「ジャカード編成組織」に相当するものであることが明らかである。",
                    "したがって，図14の非弾性糸11は，「ジャカード編成組織においてループが形成されていない編目位置の組織を補完」するものであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1の「伸縮性経編地」における「支持組織」",
                  "text": [
                    "原告は，甲1に記載された発明は，非弾性糸からなる全ての編目位置でループを形成する組織を必須の構成とするものである旨主張する。",
                    "しかしながら，甲1の請求項1の「弾性糸が挿入されるか及び／又は弾性糸が編み込まれてなる」のうち，「弾性糸が編み込まれてなる」を選択した場合には，弾性糸からなる全ての編目位置でループを形成する組織が存在することから，編地が解れないようにするための支持組織となり得るのは，「非弾性糸からなる全ての編目位置でループを形成する組織」のみではない。また，ジャカード編成組織を備える経編地であっても，支持組織は必ずしも必要とされるわけではない(甲9)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図14の組織図の意義",
                  "text": [
                    "本件決定は，甲1の図14に記載された経編地に注目して引用発明を認定するに当たり，本件発明1の「ループが全く形成されていない編目位置が存在するジャカード編成組織」に対応する甲1の記載事項として，「非弾性糸10及び非弾性糸11からなる地編…は，ジャカード編からなり，全ての編目位置においてループが形成されていることが読み取れる」ことから，引用発明の構成として，「ジャカード編からなる，全ての編目位置においてループが形成されている地編としてのサテン調トリコット組織」を認定した。",
                    "そして，本件決定は，本件発明1の「弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織」に対応する甲1の記載事項として，「弾性糸は各ウェール毎についてそれぞれ1本づつの弾性糸12があるウェールと隣りのウェールとを交互に往復する様に編み込まれており，全ての編目位置においてループが形成されていることが読み取れる」(【0095】)ことから，引用発明の構成として，「弾性糸12のみで構成されて全ての編目位置においてループが形成されている組織」を認定した。",
                    "これらの認定は，本件発明の発明特定事項に相当する事項ないし本件発明との対比に必要な技術的事項を過不足のない限度で認定しているといえるから，本件決定における引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点の認定について",
              "text": [
                "前記(1)のとおり，本件決定における引用発明の認定に誤りはない。",
                "そして，本件発明1と引用発明を対比すると，その一致点及び相違点は前記第2の3(2)イのとおりであるから，本件決定の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "図10の組織図の意義",
                  "text": [
                    "前記(1)アのとおり，甲1に記載された経編地において，表側に現れる編組織と裏側に現れる編組織とは，いずれもジャカード編からなり，2枚1組のジャカード筬を用いて編成されるものである。",
                    "そして，以下のとおり，甲1の図10の「メッシュ調トリコット組織」は，2枚1組のジャカード筬で編成されたものであるから，同図は，表側に現れる編組織と裏側に現れる編組織の両方を示すものと解される。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1の【0064】～【0075】の記載は，甲1の特許請求の範囲に記載された発明の様々な実施形態について説明したものであり，ジャカード編からなる非弾性糸で編まれた地編の組織を変更することで，緊迫度を下げていく一連の手法について説明したものである。",
                        "ここで，甲1は，表側に現れる編組織を示す図7～図9のサテン調トリコット組織と比較することにより，図10のメッシュ調トリコット組織の緊迫力を説明するところ，【0067】～【0069】の説明によれば，図7～図9は，編成位置ごとに行われる1針の振りによる表側の組織の調整によって緊迫度を下げるものであり，図9は，その方法により緊迫度を下げる場合の限界を示すものといえる。",
                        "そうすると，図9よりも更に緊迫度を下げたものであるべき，図10に示すものは，表側の組織の調整だけでなく，裏側の組織も調整して，表側及び裏側の両方の組織をメッシュ組織とすることで，図9よりも緊迫度を下げることを実現したものと解するのが自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前記(1)のとおり，甲1では，表側に現れる地編組織も，その裏側に現れる地編組織も，ジャカード筬を用いて編成されたものであると解される。",
                        "そして，甲1には，「本発明で用いる経編生地は，実際にはジャカード制御装置を有する経編機(例えば特開平6-166934号など参照)などを用いて，…編まれる」(【0034】)と記載されているところ，上記公報(乙1)に記載された「ジャカード制御装置を有する経編機」は，2枚のジャカード筬と1枚の地筬を具備した経編機(【0027】，図1)である。",
                        "そうすると，【0034】は，甲1に記載された，「表側にあらわれる編組織も，裏側にあらわれる編組織も，ジャカード編からなる地編が非弾性糸で編まれ，更に弾性糸が挿入されるか及び／又は弾性糸が編み込まれてなる経編地」を具体化した様々な実施態様に示される経編地が，上記公報に例示される，2枚のジャカード筬と1枚の地筬を具備した経編機で編成されるものであることを説明しているものと理解できる。そして，甲1の図10の「メッシュ調トリコット組織」は，原告も認めるとおり，2枚1組のジャカード筬を用いて編成されたものである。",
                        "以上によれば，図10は，表側に現れる編組織と裏側に現れる編組織の両方を示したものと解するのが自然である。仮に，原告の主張するように，非弾性糸10及び11の組織の編成に2枚のジャカード筬と1枚の地筬を用いるとした場合には，地筬を用いて弾性糸12を編み込むことが不可能となるため，かかる解釈は採り得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，甲1には，図10に関し，「次に本発明で用いるメッシュ調トリコット組織の表側の代表的な組織図の一例を図10に示した。」(【0070】)との記載があるが，前記(ア)及び(イ)の解釈に照らすと，図10は表側のみを記載したものではなく，正しくは，「次に本発明で用いるメッシュ調トリコット組織の代表的な組織図の一例を図10に示した。」との記載であると理解すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の容易想到性について",
                  "text": [
                    "相違点の容易想到性に関する原告の主張は，①甲1の図10に，メッシュ調トリコット組織の表側に現れる組織のみが示されていること，②非弾性糸11の組織のみを支持組織とした図14発明を主引用発明とすることを前提とするものである。",
                    "しかしながら，図10には，メッシュ調トリコット組織の表側に現れる組織と裏側に現れる組織の両方が図示されていると解するのが自然であり(前記ア)，また，図14発明は，甲1に記載された発明ではない(前記(1))。",
                    "したがって，原告の上記主張は，その前提において誤りがあるものであるから，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "前記(1)ないし(3)のとおり，本件決定における引用発明の認定，本件発明1と引用発明の一致点及び相違点の認定，並びに相違点の容易想到性の判断には，いずれも誤りがないから，原告主張の取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(甲1に基づく本件発明1の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。",
                    "本件明細書(甲14)の発明の詳細な説明には，次のような記載がある(下記記載中に引用する「図1ないし4」については別紙1を参照。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，伸縮性経編地に関し，特に，高い伸縮性を有する伸縮性経編地に関する。",
                        "【背景技術】",
                        "【0002】",
                        "伸縮性経編地の構成を開示した先行文献として，特開2009-25",
                        "6829号公報(特許文献1)がある。特許文献1に記載された伸縮性経編地は，ジャカード編成組織を含み，支持組織が不要な経編地である。ジャカード編成組織は，一定の繰り返し単位を有する基本組織と，基本組織から変化した変化組織を含む。ジャカード編成組織の全ての編目位置において，ループが形成されている。",
                        "【0003】",
                        "伸縮性経編地の他の構成を開示した先行文献として，特開平10-9",
                        "6147号公報(特許文献2)がある。特許文献2に記載された伸縮性経編地は，ジャカードガイド筬と支持組織を編成する複数本のガイド筬とを有する経編装置を用いて編成されている。伸縮性経編地は，支持組織を編成する複数本のガイド筬の少なくともオーバーラップする1本のガイド筬に非弾性糸が通糸され，少なくとも1本のガイド筬に弾性糸が通糸されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0005】",
                        "特許文献1に記載された伸縮性経編地においては，ジャカード編成組織の変化組織においても，全ての編目位置においてループを形成しなければならない。そのため，変化組織の構成に制約が課され，ジャカード編成組織における編成を自由に変化させることができない。",
                        "【0006】",
                        "特許文献2に記載された伸縮性経編地においては，ジャカード編成組織の変化組織の構成に制約は課されないが，非弾性糸で構成された支持組織を備える必要性があるため，薄地化および軽量化の要望に対して採り得る対応に限界がある。",
                        "【0007】",
                        "本発明は上記の問題点に鑑みてなされたものであって，薄くて軽量で，ジャカード編成組織における組織変化の自由度が高い，伸縮性経編地を提供することを目的とする。",
                        "【課題を解決するための手段】",
                        "【0008】",
                        "本発明に基づく伸縮性経編地は，ジャカード編成組織と，弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織とを備える。",
                        "【0009】",
                        "本発明の一形態においては，ジャカード編成組織に，ループが形成されていない編目位置が存在する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【発明の効果】",
                      "text": [
                        "【0011】",
                        "本発明によれば，伸縮性経編地を薄く軽量にしつつジャカード編成組織における組織変化の自由度を高くすることができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明を実施するための形態】",
                      "text": [
                        "【0013】",
                        "以下，本発明の一実施形態に係る伸縮性経編地について図を参照して説明する。以下の実施形態の説明においては，図中の同一または相当部分には同一符号を付して，その説明は繰返さない。",
                        "【0014】",
                        "伸縮性経編地の編成装置としては，たとえば，カールマイヤー社製のRSJ5／1ラッシェル機を用いることができる。カールマイヤー社製のRSJ5／1ラッシェル機は，分割タイプのジャカード筬を装備している。独立制御される2枚のジャカード筬の各々は，ハーフゲージでセットされる。2枚のジャカード筬が，1枚の完全な機械ゲージを構成する。ジャカード筬には，ピエゾエレメントが取り付けられている。ピエゾエレメントに電気信号が印加されることにより，ジャカードガイドが横方向のいずれか一方に1針分だけ変位するように制御される。",
                        "【0016】",
                        "本発明の一実施形態に係る伸縮性経編地は，第1ジャカード筬PJB 1，第2ジャカード筬PJB2および支持組織を編成する筬G2の3枚の筬を用いて編成される。ただし，伸縮性経編地の編成に用いられる筬の数は，3枚に限られず，4枚以上であってもよい。たとえば，ジャカード筬および支持組織を編成する筬以外の他の筬を用いて，支持組織を構成する弾性糸とは別の弾性糸を挿入または編み込みしてもよいし，非弾性糸をパイル組織として編成または挿入してもよい。また，支持組織を，1枚の筬で編成するのではなく，一体として組み合わされた複数の筬で編成してもよい。",
                        "【0017】",
                        "図1は，本発明の一実施形態に係る第1ジャカード筬，第2ジャカード筬および支持組織を編成する筬の各々の基本動作の基本単位を示す編成組織図である。図1に示すように，第1ジャカード筬PJB1および第2ジャカード筬PJB2の各々には，非弾性糸10が糸通しされている。支持組織を編成する筬G2には，弾性糸20が糸通しされている。",
                        "【0021】",
                        "図2は，本発明の一実施形態に係る伸縮性経編地に含まれるジャカード編成組織の基本組織を示す編成組織図である。図2においては，基本組織を，経方向において6コースおよび緯方向において6ウェールに亘って図示している。経方向においては，編み始め側から順に，Aコース，Bコース～ Fコースとし，緯方向においては，図中の左側から順に，第1ウェール，第2ウェール～第6ウェールとしている。図2においては，第1ジャカード筬PJB1の基本動作を実線，第2ジャカード筬PJB 2の基本動作を点線で示している。",
                        "【0022】",
                        "図2に示すように，第1ジャカード筬PJB1と第2ジャカード筬P JB2とは，互いに1ゲージずれている。第1ジャカード筬PJB1と第2ジャカード筬PJB2とが，基本組織の全コースおよび全ウェールにおいてループを形成している。これにより，本実施形態に係る伸縮性経編地に含まれるジャカード編成組織の基本組織においては，全ての編目位置においてループが形成されている。",
                        "【0023】",
                        "図3は，本発明の一実施形態に係る伸縮性経編地に含まれるジャカード編成組織の変化組織を示す編成組織図である。…",
                        "【0024】",
                        "図3においては，変化組織を，経方向において6コースおよび緯方向において6ウェールに亘って図示している。…図3においては，第1ジャカード筬PJB1の基本動作を実線，第2ジャカード筬PJB2の基本動作および変位を点線で示している。",
                        "【0025】",
                        "第2ジャカード筬PJB2の変位により，伸縮性経編地に柄を形成している。なお，変位するのは，第2ジャカード筬PJB2に限られず，第1ジャカード筬PJB1および第2ジャカード筬PJB2の少なくとも一方が変位していればよい。また，変位の位置および変位の態様は，特に制限されない。",
                        "【0026】",
                        "図3に示すように，第2ジャカード筬PJB2が，基本動作であればDコースの第3ウェールでループを形成するところで変位して，Dコースの第2ウェールでループを形成している。",
                        "【0027】",
                        "その結果，ジャカード編成組織では，Dコースの第3ウェールにおいて，ループが形成されていない。そのため，ジャカード編成組織のみでは，Dコースの第3ウェールから組織の解れが発生する。また，Dコースの第3ウェール以降に形成されるループである，Eコースの第3ウェールおよびFコースの第3ウェールの各々は，組織が解れやすくなっており，組織の強度が低い部分となっている。",
                        "【0028】",
                        "本実施形態においては，ジャカード編成組織において，変化組織にのみ，ループが形成されていない編目位置が存在している。また，ジャカード編成組織は，非弾性糸10のみで構成されている。…",
                        "【0029】",
                        "図4は，本発明の一実施形態に係る伸縮性経編地に含まれる支持組織を示す編成組織図である。…",
                        "【0030】",
                        "図4に示すように，支持組織を編成する筬G2は，支持組織の全コースおよび全ウェールにおいてループを形成している。これにより，本実施形態に係る伸縮性経編地に含まれる支持組織においては，全ての編目位置においてループが形成されている。支持組織は，弾性糸20のみで構成されている。",
                        "【0031】",
                        "支持組織の全ての編目位置においてループが形成されていることにより，ジャカード編成組織においてループが形成されていない編目位置の組織を補完することができる。その結果，ジャカード編成組織におけるループが形成されていない編目位置において，組織が解れることを防止することができる。",
                        "【0032】",
                        "本実施形態に係る伸縮性経編地においては，ジャカード編成組織における全ての編目位置においてループが形成されていなければならない制約が課されないため，ジャカード編成組織の組織変化の自由度を高くすることができる。その結果，様々な柄を表現することができる。",
                        "【0033】",
                        "また，非弾性糸によって支持組織を構成し，弾性糸を挿入または編み込みしている従来の伸縮性経編地に比較して，本実施形態に係る伸縮性経編地は，弾性糸によって支持組織を構成することにより，非弾性糸によって構成されている支持組織を編成する必要性がなくなり，伸縮性経編地を薄く軽量にしつつ高い伸縮性を付与することができる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記アの記載事項によれば，本件明細書には，本件発明1に関し，次のような開示があると認められる。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "一定の繰り返し単位を有する基本組織と基本組織から変化した変化組織とを含むものであるジャカード編成組織を含み，支持組織が不要な伸縮性経編地は，従来から知られていたが，この伸縮性経編地では，ジャカード編成組織の変化組織においても全ての編目位置においてループを形成しなければならないため，ジャカード編成組織の編成を自由に変化させることができなかった(【0002】，【0005】)。",
            "また，ジャカードガイド筬と支持組織を編成する複数本のガイド筬とを有する経編装置を用いて編成される伸縮性経編地が，従来から知られていたが，この伸縮性経編地では，ジャカード編成組織の変化組織の構成に制約は課されないものの，非弾性糸で編成された支持組織を備える必要があるため，薄地化及び軽量化の要望に対して採り得る対応に限界があった(【0003】，【0006】)。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "「本発明」は，薄くて軽量で，ジャカード編成組織における組織変化の自由度が高い，伸縮性経編地を提供することを目的とするものであり(【0007】)，かかる課題を解決するために，ジャカード編成組織と，弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織とを備える伸縮性経編地という構成を採用した(【0008】)。",
            "「本発明」は，上記構成を採用することにより，伸縮性経編地を薄く軽量にしつつ，ジャカード編成組織における組織変化の自由度を高くするという効果を奏する(【0011】)。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "「本発明」の一実施形態に係る伸縮性経編地は，「ループが全く形成されていない編目位置が存在するジャカード編成組織と，弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織とを備え，前記ジャカード編成組織におけるループが形成されていない前記編目位置においては，前記支持組織の前記弾性糸のみがループを形成しており，非弾性糸が全ての編目位置でループを形成する組織を含まない」ものであって，「支持組織の全ての編目位置においてループが形成されていることにより，ジャカード編成組織においてループが形成されていない編目位置の組織を補完することができ」，また，「弾性糸によって支持組織を構成することにより，非弾性糸によって構成されている支持組織を編成する必要性がなくなり，伸縮性経編地を薄く軽量にしつつ高い伸縮性を付与することができる」ものである(【0028】，【0030】，【0031】，【0033】，図3，4)。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "甲1の記載事項等について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲1には，次のような記載がある(下記記載中に引用する「図1ないし3，5，7ないし15及び28」については別紙2を参照。)。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "subject": "特許請求の範囲",
          "text": [
            "【請求項1】",
            "ジャカード編からなる地編が非弾性糸で編まれ，更に弾性糸が挿入されるか及び／又は弾性糸が編み込まれてなる経編地からなる衣類に於て，緊迫力の強弱の要求に応じて前記地編の表側にあらわれる編組織を切り替えて，組織の変化により，所定部分に所定の比較的緊迫力の強い部分と比較的緊迫力の弱い部分をパターン状に設け，前記パターンの少なくとも1つが，帯状であり且つカーブした連続パターンである経編地からなる体型補整機能または筋肉サポート機能を有する衣類。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "発明の詳細な説明",
          "content": [
            {
              "content": [
                {
                  "fig": "a",
                  "subject": "【0001】",
                  "text": [
                    "【発明の属する技術分野】本発明は，部分的に緊迫力の強い部分と弱い部分を有するジャカード編の経編地から構成された体型補整機能または筋肉サポート機能を有する衣類に関するものであり，特に緊迫力の強い部分と弱い部分との境界に，実質的に段差が生じないように，前記境界において地編の表側にあらわれる編組織を切り替えてなる経編地から構成された体型補整機能または筋肉サポート機能を有する衣類に関するものである。",
                    "【0002】",
                    "【従来の技術】従来より，ガードル，ショーツ，ボディスーツ，水着，レオタード，ブラジャー，スパッツ，スポーツ用タイツなどは，体型補整機能または筋肉サポート機能を付与するため，緊迫力を大きくしたい部分には，適宜の当て布を衣類本体生地の裏側または表側から当てがうことが最も一般的に行われている。",
                    "【0005】",
                    "また，当て布を使用せずに，これらの当て布を当てがうべき部分に，弾力性のある合成樹脂液を塗布してこれらの部分の緊迫力を向上させ，同様に体型補整機能を持たせる試みも提案されている。",
                    "【0006】",
                    "更に近年は，丸編機を用い，当て布を使用せずに，これらの当て布を当てがうべき部分の緊迫力が大きくなる様に，丸編組織を変化させて，同様に体型補整機能を持たせる試みも提案されている。",
                    "【0007】",
                    "…体型補整機能または筋肉サポート機能を付与するため，衣類の所定の部分の緊迫力を大きくした衣類は，広く普及している。…近年スポーツ用タイツなどにおいては，…筋肉の運動能力を妨げず，筋肉疲労軽減したり予防したり，筋肉障害などの発生を未然に予防する機能を持たせたスポーツ用タイツが注目されている。この様な目的で設けられる緊迫力の大きい部分を有するスポーツ用衣類を，以後，筋肉サポート機能を付与した衣類と略称する。…"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "【0008】",
                  "text": [
                    "【発明が解決しようとする課題】しかし，当て布によって緊迫力の大きい部分を形成した衣類は，当て布の存在する部分と当て布の存在しない部分との境界に厚みの相違による段差があるため，その段差がアウターウェアーに反映し，アウターウェアーの外側からも段差が見えてしまい，着用者の外観を著しく低下させると言う問題がある。更に当て布は衣類本体に縫合されるので，縫合部分の厚みの増大により，肌触りが低下したり，皮膚病(皮膚傷害)の原因となったりすると言う問題がある。",
                    "【0009】",
                    "弾力性のある合成樹脂液を塗布して緊迫力を向上させる手法の場合には，合成樹脂が，布の編目をふさいでしまうため，通気性が大幅に低下し，蒸れやすいと言う問題がある。また，合成樹脂塗膜が肌に直接触れるので，着用感が低下すると言う問題がある。",
                    "【0010】",
                    "また，丸編機を用い，当て布を使用せずに，これらの当て布を当てがうべき部分の緊迫力が大きくなる様に，丸編組織を変化させて，体型補整機能を持たせた衣類は，この様な緊迫力の変化を持たせると，丸編組織の安定性が悪いため，同じ丸編機を使用し，同じ繊維素材を用いて，同じ寸法に設計しても，仕上がり寸法のバラツキがかなり大きくなると言う問題がある。更に丸編品はいわゆる“伝染”が生じやすく，耐久性に問題があるとともに，大量に生産する場合に，生産性が悪いと言う問題がある。また，丸編みの場合には，経編ほど編み密度が高くできないと言う問題もある。",
                    "【0011】",
                    "本発明は，上記の問題点を解決するためになされたものであり，緊迫力の大きな部分と小さな部分との境界に実質上段差がなく，したがって段差がアウターウェアーに反映し，アウターウェアーの外側からも段差が見えてしまうと言う問題がなく，着用感もよく，着用者の外観を美しく保って，かつ必要な体型補整機能または筋肉サポート機能を付与した衣類を提供することを目的とするものである。また，更に合成樹脂液を塗布して緊迫力を付与した衣類に比べて通気性の低下がなく，蒸れなどが生じにくく，肌触りの低下もない体型補整機能または筋肉サポート機能を付与した衣類を提供することを目的とするものである。更には，丸編品に比べて，仕上がり寸法の安定性が良好で，同じ仕上がり寸法のものを容易に大量に生産でき，耐久性も良好で，編み密度を大きくすることもでき，生産性にも優れた，体型補整機能または筋肉サポート機能を有する衣類を提供することを目的とするものである。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "【0012】",
                  "text": [
                    "【課題を解決するための手段】上記の課題を解決するために，本発明は，次の様な体型補整機能または筋肉サポート機能を有する衣類を提供するものである。",
                    "【0013】",
                    "(1)ジャカード編からなる地編が非弾性糸で編まれ，更に弾性糸が挿入されるか及び／又は弾性糸が編み込まれてなる経編地からなる衣類に於て，緊迫力の強弱の要求に応じて前記地編の表側にあらわれる編組織を切り替えて，組織の変化により，所定部分に所定の比較的緊迫力の強い部分と比較的緊迫力の弱い部分をパターン状に設け，前記パターンの少なくとも1つが，帯状であり且つカーブした連続パターンである経編地からなる体型補整機能または筋肉サポート機能を有する衣類。"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "【0033】",
                  "text": [
                    "【発明の実施の形態】本発明の衣類に用いる生地は，表側にあらわれる糸から構成されるパターン模様を形成する表側にあらわれる地編組織も，また，その裏側にあらわれる地編組織も，ジャカード編からなる経編で編まれており，更に弾性糸が挿入されるか及び／又は弾性糸が編み込まれてなる経編地からなる…",
                    "【0034】",
                    "本発明で用いる経編生地は，実際にはジャカード制御装置を有する経編機(例えば特開平6-166934号など参照)などを用いて，これらの経編機に地編用の非弾性糸と挿入糸用及び／又は編み込み用の弾性糸とを供給して同時に編まれるのであるが，理解を容易にするために，地編の部分をまず説明する。",
                    "【0035】",
                    "本発明において，地編は，緊迫力の強弱の要求に応じて地編の表側にあらわれる編組織を切り替えて，組織の変化により，所定部分に所定の比較的緊迫力の強い部分と比較的緊迫力の弱い部分をパターン状に形成する。そしてこれらのパターンのうち、少なくとも1つが帯状であり且つカーブした連続パターンである。例えば，ガードル用の後ろから脇にかけての身頃生地を形成する場合に，比較的緊迫力の強い部分がガードルの左右のヒップ部の膨らみの下から脇にかけての部分で帯状であり且つカーブした連続パターンになっており，その他の部分は比較的緊迫力の弱い部分をパターン状に形成するごくシンプルなケースを例にとって説明する。",
                    "【0036】",
                    "図1に上述した様なガードルの左側用の後ろから脇にかけての身頃生地1の平面図を示した。ここで仮に2が比較的緊迫力の強い部分，3が左ヒップに充当される部分で比較的緊迫力の弱い部分，4は左側の脚部や脇部に充当される部分で比較的緊迫力の弱い部分，と言う様な強緊迫力と弱緊迫力のパターンを有する生地を製造するとする。この経編生地を形成するための糸の供給方向は矢印Sの方向である。すなわち，ジャカード編の経編機によって編まれて経編機から排出される生地の排出方向が矢印Sの方向である。",
                    "【0037】",
                    "ここで仮に比較的緊迫力の強い部分2の表側にあらわれる地編組織をサテン調ネット組織，比較的緊迫力の弱い部分3と4をメッシュ調ネット組織と仮定すると，この地編生地は例えば次の様な方法で製造される。すなわちジャカード制御装置を有する経編機(例えば特開平6-166934号など参照，あるいは具体的には糸ガイドバーに曲げ変換器が取り付けられているカールマイヤーテキスタイルマシーンファブリック GmbH 社製(日本マイヤー株式会社発売)の高速ジャカードラッシェル機“RSJ  4／1”)などを用いて，図1のWn 番目のウェールを編む場合は，m 番目のコースからm 番目のコースまでは，メッシュ調ネット組織で編み，m 番目のコースとm 番目のコースの間はサテン調ネット組織で編み，m 番目のコースからm 番目のコースはメッシュ調ネット組織で編むことになる。…かかる編み方は，前述の様なジャカード制御装置を有する経編機のコンピーターに各ウェールと各コースについて上述の様な指令を入力することにより実現できる。"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "【0056】",
                  "text": [
                    "以上は，地編として，ジャカード編(経編)によるネット組織を採用する場合の編み組織について説明したが，次に地編として，ジャカード編(経編)によるトリコット組織を採用する場合の編み組織について説明する。",
                    "【0057】",
                    "トリコットの場合も，図1…で説明したガードルの左側用の後ろから脇にかけての身頃生地1の平面図を例にとって，説明する。…",
                    "【0058】",
                    "ここで仮に比較的緊迫力の強い部分2の表側にあらわれる地編組織をサテン調トリコット組織，比較的緊迫力の弱い部分3と4をメッシュ調トリコット組織と仮定すると，この地編生地は例えば次の様な方法で製造される。すなわちジャカード制御装置を有する経編機(例えば特開平6-166934号など参照，あるいは具体的には糸ガイドバーに曲げ変換器が取り付けられているカールマイヤーテキスタイルマシーンファブリック GmbH 社製(日本マイヤー株式会社発売)の高速ジャカードラッシェル機“RSJ  4／1”)などを用いて，図1のWn 番目のウェールを編む場合は，m 番目のコースからm 番目のコースまでは，メッシュ調トリコット組織で編み，m 番目のコースとm番目のコースの間はサテン調トリコット組織で編み，m 番目のコースからm 番目のコースはメッシュ調トリコット組織で編むことになる。…",
                    "【0064】",
                    "本発明で用いるサテン調トリコット組織の表側の代表的な組織図を図7～図9に示した。この組織図は，編業界において慣用されている規定に従って描いた組織図である。従って，実際の編組織の糸の状態を忠実に写実したものではないが，当業者に於いては，通常使用されている組織図である。",
                    "【0065】",
                    "いずれの図においても矢印Sの方向が図2の矢印Sの方向を示している。すなわちサテン調トリコット組織(経編生地)を形成するための糸の供給方向は矢印Sの方向である。…",
                    "【0066】",
                    "図7に示したサテン調トリコット組織は，ジャカード運動の矢印X，X ，X で示したコースが図7の左方向にそれぞれの矢印で示した様に3針の振りが入ったサテン調トリコット組織である。図7に於いてその左端に点線で示した部分は，参考のため，ジャカード制御をしない場合の組織を示している。尚，図7中一点鎖線AとBの間が1繰り返し単位である。",
                    "【0067】",
                    "3針の振りが入った部分は，糸がより緊張した状態になる。従って，1繰り返し単位中，3針の振りが入った割合が多い程，より緊迫力が強くなるのである。図7に示したサテン調トリコット組織に於いては，1繰り返し単位中，3針以上の振りが入ったコースがX ，X ，X の3箇所存在し，後述する図8や図9に示すサテン調トリコット組織に比べて，最も緊迫力が強いサテン調トリコット組織である。",
                    "【0068】",
                    "次に図8に示したサテン調トリコット組織は，ジャカード運動の矢印X で示したコースが図8の左方向に3針の振りが入ったサテン調トリコット組織である。尚，図8中一点鎖線AとBの間が1繰り返し単位である。図8に示したサテン調トリコット組織に於いては，1繰り返し単位中，3針以上の振りが入ったコースがX の1箇所しか存在しないので，前述した図7に示すサテン調トリコット組織に比べて，緊迫力が弱くなっているが，後述する図9に示すサテン調トリコット組織に比べて，より緊迫力が強いサテン調トリコット組織である。",
                    "【0069】",
                    "次に図9に示したサテン調トリコット組織は，ジャカード運動の矢印X で示したコースが図9の左方向に1針の振りが入ったサテン調トリコット組織である。尚，図9中一点鎖線AとBの間が1繰り返し単位である。図9に示したサテン調トリコット組織に於いては，1繰り返し単位中，1針の振りしか入っていないコースがX の1箇所存在し，前述した図7や図8に示すサテン調トリコット組織に比べて，緊迫力が弱くなっているが，後述する図10に示すメッシュ調トリコット組織に比べて，より緊迫力が強いサテン調トリコット組織である。",
                    "【0070】",
                    "次に本発明で用いるメッシュ調トリコット組織の表側の代表的な組織図の一例を図10に示した。",
                    "【0071】",
                    "図10においても矢印Sの方向が図2の矢印Sの方向を示している。すなわちメッシュ調トリコット組織(経編生地)を形成するための糸の供給方向は矢印Sの方向である。…",
                    "【0072】",
                    "メッシュ調トリコット組織は，図10からも明らかな様にサテン調トリコット組織に比べて，空間部分が大きく，単位面積あたりの糸の密度が小さく，従って，上述した図7～図9のサテン調トリコット組織に比べて，緊迫力が弱くなる。尚，図10中一点鎖線AとBならびにBとCの間がそれぞれ1繰り返し単位である。すなわちAとBの間の組織とBとCの間の組織とは同じ組織の繰り返しである。",
                    "【0073】",
                    "以上，説明した様な態様によって，表側にあらわれる地編トリコット組織をコントロールすることにより，所定部分に所定の比較的緊迫力の強い部分と比較的緊迫力の弱い部分をパターン状に設けることができる。一般に，比較的緊迫力の強い部分はサテン調トリコット組織が用いられ，比較的緊迫力の弱い部分は，メッシュ調トリコット組織が用いられる。",
                    "【0075】",
                    "また，上記で説明した様なサテン調ならびにメッシュ調トリコット組織は，ジャカード制御装置を有する経編機に設けられている，ピエゾ素子などが用いられた曲げ変換器が取り付けられている糸ガイドバーを電気的に制御することにより，2針などの振りを達成することができる。これらの詳細は例えば前述した様に特開平6-166934号などに説明されているし，具体的にはカールマイヤーテキスタイルマシーンファブリック GmbH 社製の高速ジャカードラッシェル機“RSJ  4／1”)などを用いることができる。",
                    "【0080】",
                    "図11～図13にジャカード編からなる地編ネット組織に弾性糸からなる挿入糸が挿入されている状態を説明する為の組織図を示した。…",
                    "【0081】",
                    "図11～図13においては，いずれも図3で示したサテン調ネット組織を例にとって，この組織に挿入糸が挿入されている状態を示した。尚，図3で示したサテン調ネット組織は，表側の組織のみを示したが，図11～図13においては，いずれもサテン調ネット組織の裏側の組織も重ねて示してある。そして，図11～図13においては，いずれも図11(b)，図12(b)，図13(b)が，前記サテン調ネット組織に弾性糸からなる挿入糸が挿入されている状態を示した組織図であり，図11(a)，図12(a)，図13(a)が，それらを構成するそれぞれの糸1本づつを取り上げて別々に組織図に記載したものである。",
                    "【0084】",
                    "図11(a)，(b)において，5が地編としてのサテン調ネット組織の表側に現れる非弾性糸であり，6が地編としてのサテン調ネット組織の裏側に現れる非弾性糸であり，7が弾性糸からなる挿入糸である。図11に示した態様では，各ウェールB ，B ，B ，B ，Bの間にそれぞれ1本づつの挿入糸7が挿入されている状態を示している。…",
                    "【0085】",
                    "図12に示した態様は，地編としてのサテン調ネット組織に2本づつの挿入糸が挿入されている状態を示した組織図である。",
                    "【0086】",
                    "図12(a)，(b)において，5が地編としてのサテン調ネット組織の表側に現れる非弾性糸であり，6が地編としてのサテン調ネット組織の裏側に現れる非弾性糸であり，8が弾性糸からなる挿入糸である。…",
                    "【0087】",
                    "次に図13に示した態様は，地編としてのサテン調ネット組織に2本づつの挿入糸と1本づづの挿入糸が交互に挿入されている状態を示した組織図である。",
                    "【0088】",
                    "図13(a)，(b)において，5が地編としてのサテン調ネット組織の表側に現れる非弾性糸であり，6が地編としてのサテン調ネット組織の裏側に現れる非弾性糸であり，7と9が弾性糸からなる挿入糸である。",
                    "【0092】",
                    "図14にジャカード編からなる地編組織に弾性糸が編み込まれている(ルーピングされている)トリコット組織の状態を説明する為の組織図を示した。…",
                    "【0093】",
                    "図14においては，図7で示したサテン調トリコット組織を例にとって，この地編組織に弾性糸が編み込まれている状態を示した。尚，図7においては，サテン調トリコット組織は，表側の組織のみを示したが，図14においては，サテン調トリコット組織の裏側の組織も重ねて示してある。そして，図14においては，図14(b)が，前記サテン調トリコット組織に弾性糸が編み込まれている状態を示した組織図であり，図14(a)が，それらを構成するそれぞれの糸1本づつを取り上げて別々に組織図に記載したものである。尚，矢印Sの方向が糸の供給方向である。",
                    "【0094】",
                    "図14に示した態様は，地編としてのサテン調トリコット組織の各ウェールごとに1本づつの弾性糸が編み込まれている状態を示した組織図である。",
                    "【0095】",
                    "図14(a)，(b)において，10が地編としてのサテン調トリコット組織の表側に現れる非弾性糸であり，11が地編としてのサテン調トリコット組織の裏側に現れる非弾性糸であり，12が編み込まれた弾性糸である。図14に示した態様では，各ウェールB ，B ，B ，B ，B についてそれぞれ1本づつの弾性糸12があるウェールと隣りのウェールとを交互に往復する様に編み込まれている。…",
                    "【0097】",
                    "以上に説明した様な，地編組織と編み込まれる弾性糸との組み合わせ，例えば上述した様な弾性糸の編み込み態様と，図7～図10で説明した様な地編トリコット組織による緊迫力の強弱の態様とを組み合わせること，更には弾性糸の太さを編み込まれる部分に応じて変えることなどの組み合わせにより，種々の強さのグレードの緊迫力を有する部分を1つの経編トリコット生地の上に実現できる。"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "【0101】",
                  "text": [
                    "以下，図面を参照しながら，具体的衣類について説明するが，本発明は，これらの衣類のみに限定されるものではない。",
                    "【0102】",
                    "図15に本発明の衣類であるロングタイプのガードルの前側から見た斜視図…を示した。…",
                    "【0103】",
                    "…腹部布の最外周部21aの表側にあらわれる地編組織(以下，特に断らない限り，表側にあらわれる地編組織を単に地編組織と略称する。)はメッシュ調ネット組織であり，第2の腹部押さえ部21bの地編組織は図5で説明した様なサテン調ネット組織であり，第1の腹部押さえ部21cの地編組織は図3で説明した様な2針の振りが入った割合の大きいサテン調ネット組織である。従って緊迫力の強さは21c〉21b〉21aの順になる。…",
                    "【0150】",
                    "次に，図28に本発明の衣類であるブラジャーの前側から見た斜視図を示した。…",
                    "【0151】",
                    "このブラジャーにおいてはカップ131のカップ下辺部から脇にかけての部分131bの地編組織は30デニールのナイロン糸からなる図7で説明した様な3針の振りが入った割合の大きいサテン調トリコットで，かつ弾性糸として120デニールのポリウレタン糸が各ウエールに1本づつ編み込まれている。ポリウレタン糸の編み込みの態様は図14に示した通りである。カップ131の上方部分131aの地編組織が30デニールのナイロン糸からなる図10に示した様なメッシュ調トリコットで，かつ弾性糸として120デニールのポリウレタン糸が各ウエールに1本づつ編み込まれている。また，バック布の人体脇部に当接する部分のうち，133aと133cの部分の地編組織は図7で説明した様な3針の振りが入った割合の大きいサテン調トリコット組織，133bと133dの部分の地編組織は図9で説明した様なサテン調トリコット組織からなり，133aと133bの部分は，弾性糸として240デニールのポリウレタン糸が各ウエールに1本づつ編み込まれている。また，133cと133dの部分は，弾性糸として240デニールのポリウレタン糸が各ウエールに2本づつ編み込まれている。…",
                    "【0152】",
                    "…131aが比較的緊迫力の弱い部分の範疇に分類され，133a，133b，133c，133dの部分は比較的緊迫力の強い部分の範疇に分類される。尚，133cの部分が最も緊迫力が強く，131aの部分が最も緊迫力が弱くなる。"
                  ]
                },
                {
                  "fig": "g",
                  "subject": "【0166】",
                  "text": [
                    "【発明の効果】",
                    "本発明では，比較的緊迫力の強い部分と比較的緊迫力の弱い部分のパターンは，地編の表側にあらわれる編組織を切り替えるなど，発明の実施の形態で詳細に説明した様に所定部分に任意の所望のパターンを形成することができる。…",
                    "【0167】",
                    "本発明は，前述の技術を応用して，緊迫力の大きな部分と小さな部分との境界に実質上段差がなく，したがって段差がアウターウェアーに反映し，アウターウェアーの外側からも段差が見えてしまうと言う問題がなく，着用者の外観を美しく保って，かつ必要な体型補整機能または筋肉サポート機能を付与した衣類を提供できる。しかも，比較的緊迫力の強い部分を当て布で作成し，それを衣類本体に縫合した場合に生じる，縫合ラインによる肌触りの低下，着用感の低下もない。また，更に緊迫力を付与するために合成樹脂液を塗布した衣類に比べて通気性の低下がなく，蒸れなどが生じにくく，肌触りの低下もない体型補整機能または筋肉サポート機能を付与した衣類を提供できる。更には，丸編品に比べて，仕上がり寸法の安定性が良好で，同じ仕上がり寸法のものを容易に大量に生産でき，耐久性も良好で，生産性にも優れた，体型補整機能または筋肉サポート機能を有する衣類を提供できる。しかも丸編品に比べて，編み密度をより高密度にすることもできるので，比較的緊迫力の強い部分の緊迫力のより一層大きいものも容易に製造できる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記アの記載事項によれば，甲1には，次のような開示があると認められる。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "従来から，ガードル，ショーツ，ボディスーツ，水着，レオタード，ブラジャー，スパッツ，スポーツ用タイツなどは，体型補整機能又は筋肉サポート機能を付与するため，緊迫力を大きくしたい部分に，適宜の当て布を衣類本体生地の裏側又は表側から当てがうことが一般的に行われているが，当て布の存在する部分と存在しない部分との境界に，厚みの相違により段差があるため，アウターウェアーの外側からも段差が見えてしまい，着用者の外観を著しく低下させることなどの問題があった(【0002】，【0008】)。",
            "また，当て布を当てがうべき部分に，弾力性のある合成樹脂液を塗布する手法も提案されているが，合成樹脂が布の編目をふさいでしまうため，通気性が大幅に低下し，蒸れやすいことなどの問題があった(【0005】，【0009】)。",
            "更に近年は，丸編機を用い，当て布を当てがうべき部分の緊迫力が大きくなる様に丸編組織を変化させる手法も提案されているが，この様な緊迫力の変化を持たせると，丸編組織の安定性が悪いため，同じ丸編機を使用し，同じ繊維素材を用いて，同じ寸法に設計しても，仕上がり寸法のバラツキがかなり大きくなることなどの問題があった(【0006】，【0010】)。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "「本発明」は，①緊迫力の大きな部分と小さな部分との境界に実質上段差がなく，したがって段差がアウターウェアーに反映し，アウターウェアーの外側からも段差が見えてしまうと言う問題がなく，着用感もよく，着用者の外観を美しく保って，かつ必要な体型補整機能又は筋肉サポート機能を付与した衣類を提供すること，②また，合成樹脂液を塗布して緊迫力を付与した衣類に比べて通気性の低下がなく，蒸れなどが生じにくく，肌触りの低下もない体型補整機能又は筋肉サポート機能を付与した衣類を提供すること，③さらに，丸編品に比べて，仕上がり寸法の安定性が良好で，同じ仕上がり寸法のものを容易に大量に生産でき，耐久性も良好で，編み密度を大きくすることもでき，生産性にも優れた，体型補整機能又は筋肉サポート機能を有する衣類を提供することを目的とする(【0011】)。",
            "そして，「本発明」は，上記課題を解決するために，「ジャカード編からなる地編が非弾性糸で編まれ，更に弾性糸が挿入されるか及び／又は弾性糸が編み込まれてなる経編地からなる衣類に於て，緊迫力の強弱の要求に応じて前記地編の表側にあらわれる編組織を切り替えて，組織の変化により，所定部分に所定の比較的緊迫力の強い部分と比較的緊迫力の弱い部分をパターン状に設け」るという構成を採用した(請求項1，【0012】，【0013】)。",
            "これにより，「本発明」は，緊迫力の強弱の要求に応じて，所定部分に比較的緊迫力の強い部分と弱い部分とを所定のパターン状に設けることができるため，上記①～③の衣類を提供できるという効果を奏する(【0166】，【0167】)。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "図7～図9は，「本発明」で用いるサテン調トリコット組織の表側の代表的な組織図であり，図10は，「本発明」で用いるメッシュ調トリコット組織の表側の代表的な組織図の一例である(【0064】，【0070】)。メッシュ調トリコット組織の表側は，図10からも明らかなように，サテン調トリコット組織の表側に比べて，空間部分が大きく，単位面積当たりの糸の密度が小さいため，図7～図9のサテン調トリコット組織に比べて，緊迫力が弱い(【0072】)。",
            "図14は，「本発明」で用いる生地の一実施形態であって，ジャカード編からなる地編組織に弾性糸が編み込まれている(ルーピングされている)トリコット組織の組織図であり，サテン調トリコット組織の表側の組織だけでなく，裏側の組織も重ねて示しており，10が地編としてのサテン調トリコット組織の表側に現れる非弾性糸，11が地編としてのサテン調トリコット組織の裏側に現れる非弾性糸，12が編み込まれた弾性糸である(【0092】，【0093】，【0095】)。",
            "図28は，「本発明」の衣類であるブラジャーの前側から見た斜視図である。このブラジャーでは，133aと133cの部分の地編組織(表側に現れる地編組織(【0103】))は図7のような3針の振りが入った割合の大きいサテン調トリコット組織，133bと133dの部分の地編組織は図9のようなサテン調トリコット組織からなり，131aの地編組織は図10のようなメッシュ調トリコットで，かつ弾性糸が各ウエールに1本づつ編み込まれている。そして，133cの部分が最も緊迫力が強く，131aの部分が最も緊迫力が弱い(【0150】～【0152】)。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "引用発明の認定について",
              "text": [
                "本件決定は，甲1に記載された発明として，図14に注目して引用発明を認定した。この点について，原告は，甲1に記載された発明として原告が主張する図14発明を認定するのが相当である旨主張し，被告は，本件決定に誤りはない旨主張する。そこで，これらの主張を踏まえて，本件決定における引用発明の認定の当否について検討する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "特許出願に係る発明と対比すべき主引用発明",
      "text": [
        "発明の進歩性の判断に際し，特許出願に係る発明ないし特許を受けている発明(以下「本願発明等」と総称する。)と対比すべき特許法29条1項各号所定の発明(以下「主引用発明」という。)の認定は，これを本願発明等と対比させて，本願発明等と主引用発明との相違点に係る技術的構成を確定することを目的としてされるものであるから，本願発明等との対比に必要な技術的事項について過不足なく行う必要がある。"
      ]
    },
    {
      "fig": "イ",
      "subject": "本件発明1について",
      "text": [
        "本件発明1の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。",
        "そして，本件明細書の記載によれば，「本発明」の一実施形態である本件発明1は，「ループが全く形成されていない編目位置が存在するジャカード編成組織と，弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織とを備え，前記ジャカード編成組織におけるループが形成されていない前記編目位置においては，前記支持組織の前記弾性糸のみがループを形成しており，非弾性糸が全ての編目位置でループを形成する組織を含まない」ものであって，「支持組織の全ての編目位置においてループが形成されていることにより，ジャカード編成組織においてループが形成されていない編目位置の組織を補完することができ」，また，「弾性糸によって支持組織を構成することにより，非弾性糸によって構成されている支持組織を編成する必要性がなくなり，伸縮性経編地を薄く軽量にしつつ高い伸縮性を付与することができる」ようにしたものであり，この点に本件発明1の技術的意義があるものと認められる(前記(1)イ)。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "甲1について",
      "content": [
        {
          "fig": "(ア)",
          "subject": "「本発明」の技術的意義",
          "text": [
            "甲1には，「本発明」が，「ジャカード編からなる地編が非弾性糸で編まれ，更に弾性糸が挿入されるか及び／又は弾性糸が編み込まれてなる経編地からなる衣類に於て，緊迫力の強弱の要求に応じて前記地編の表側にあらわれる編組織を切り替えて，組織の変化により，所定部分に所定の比較的緊迫力の強い部分と比較的緊迫力の弱い部分をパターン状に設け」るという構成を採用することにより，緊迫力の強弱の要求に応じて，所定部分に比較的緊迫力の強い部分と弱い部分とを所定のパターン状に設けることができるようにして，着用感が良く，着用者の外観を美しく保って，かつ必要な体型補整機能又は筋肉サポート機能を付与した衣類等を提供できるという効果を奏することが開示されている(前記(2)イ(イ))。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "図14の組織図の意義",
          "text": [
            "甲1には，図14は「本発明」の衣類に用いる生地の一実施形態であり，ジャカード編からなる地編組織に弾性糸が編み込まれているトリコット組織の組織図であって，サテン調トリコット組織の表側及び裏側の組織を示しており，同図記載の10が地編としてのサテン調トリコット組織の表側に現れる非弾性糸，11が同組織の裏側に現れる非弾性糸，12が編み込まれた弾性糸であることが開示されている(前記(2)イ(ウ))。",
            "そして，甲1の記載によれば，図14は，ジャカード制御して編成されたものである図7のサテン調トリコット組織，すなわち，ジャカード筬を用いて編まれた地編組織を例にとって，この地編組織に弾性糸が編み込まれている状態を示したものであるところ(【0066】，【0093】)，図14(a)に示される非弾性糸10からなる組織の編成は，図7に示される組織の編成と同じであるため，図14(a)の非弾性糸10からなる組織はジャカード筬を用いて編まれたものであることを理解できる(【0066】)。",
            "さらに，図14(a)(b)には，糸10が，全ての編目位置においてループを形成していること，すなわち，すべてのウェールに糸が供給されていることが示されており，また，ジャカード筬は2枚1組でフルゲージとなるよう構成されるものであるから(甲13，31)，非弾性糸10に係る組織の編成には，ジャカード筬を2枚とも必要とすることを理解できる。",
            "そして，甲1には，「本発明」の経編生地とは，「ジャカード制御装置を有する経編機」に地編用の非弾性糸と挿入糸用及び／又は編み込み用の弾性糸とを供給して同時に編まれるものであり(【0034】)，具体的な装置として，RSJ4／1を用いる旨が記載されているところ(【0037】，【0058】，【0075】)，同装置は，2枚1組でフルゲージを構成する「ジャカード筬」と3枚の「地筬」とを備えることからすると(甲10)，図14の非弾性糸11及び弾性糸12からなる組織は，ジャカード筬ではなく地筬で編成されることを理解できる。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "「ジャカード編からなる地編」の意義",
          "text": [
            "甲1の特許請求の範囲及び発明の詳細な説明には，「ジャカード編からなる地編」の意義について定義する記載は存在しない。",
            "一方，甲1には，①「本発明」の「ジャカード編からなる地編」は，表側に現れる地編組織も，裏側に現れる地編組織も含むものであること(【0033】)，②「ジャカード編からなる地編」は，ジャカード制御装置を有する経編機などを用いて編まれること(【0034】)が記載されている。",
            "また，甲1には，図14が「ジャカード編からなる地編」組織に弾性糸が編み込まれているトリコット組織の組織図であって，サテン調トリコット組織の表側及び裏側の組織を示すものである旨が記載されているところ，上記表側の組織は，その編成に鑑み，2枚1組のジャカード筬を2枚とも用いるものであることを理解できる(前記(イ))。",
            "そうすると，甲1の記載に接した当業者は，「ジャカード編からなる地編」とは，ジャカード筬と地筬とを備えるジャカード制御装置を有する経編機を用いて編まれるものであるが，ジャカード筬のみを用いて編んだものに限定されるものではなく，表側はジャカード筬を用いて編み，裏側は地筬を用いて編んだものも含まれることを理解できるといえる。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "甲1に記載された発明の認定",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "本件発明1は，「前記ジャカード編成組織におけるループが形成されていない前記編目位置においては，前記支持組織の前記弾性糸のみがループを形成しており，非弾性糸が全ての編目位置でループを形成する組織を含まない」という構成を有するものである。",
            "また，本件発明1の「ジャカード編成組織」とは，ジャカード筬によって編成される組織を意味するところ(【0002】～【0007】，【0022】～【0028】)，甲1の図14において，ジャカード筬により編成されている組織は非弾性糸10のみであって，非弾性糸11は地筬により編成されている組織である(前記ウ(イ))。",
            "しかしながら，非弾性糸11も，経編地を形成する要素であることは間違いない。そして，本件発明1は，「前記ジャカード編成組織におけるループが形成されていない前記編目位置においては，…非弾性糸が全ての編目位置でループを形成する組織を含まない」のに対し，甲1の図14において，非弾性糸11は，全ての編目位置においてループを形成する点で，本件発明1の構成と相違するものであるから，本件発明1の構成と対比する上で，甲1に記載された発明における「全ての編目位置においてループを形成する非弾性糸11」は，必要な構成であるといえる。",
            "以上によれば，甲1の図14には，次の発明が記載されていると認めるのが相当である(以下「引用発明’」という。)。",
            "「地編としてのサテン調トリコット組織の表側にあらわれ，全ての編目位置においてループを形成している非弾性糸10からなる，ジャカード運動により振りが入れられている組織と，",
            "地編としてのサテン調トリコット組織の裏側にあらわれ，全ての編目位置においてループを形成している非弾性糸11からなる，ジャカード編からなる経編で編まれている組織と，",
            "全ての編目位置において地編組織に編み込まれている(ルーピングされている)弾性糸12からなる組織とを，",
            "備える経編地。」"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "なお，原告は，図14から甲1に記載された発明を認定するに当たり，サテン調トリコット組織の裏側の組織が「全ての編目位置でループを形成する支持組織」であることを明示すべきである旨主張する。",
            "しかしながら，本件明細書の記載(【0030】，【0031】)によれば，本件発明1の「支持組織」とは，「ジャカード編成組織におけるループが形成されていない編目位置」が存在することを前提とするものであると理解できるところ，図14に示されているのは，ジャカード筬を用いて編まれた糸10が，全ての編目位置においてループを形成している組織図であることは，前記ウ(イ)のとおりである。",
            "したがって，図14に示される発明の認定に当たって，サテン調トリコット組織の裏側の組織(非弾性糸11)を「支持組織」と認定することはできないというべきであって，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "本件発明1と引用発明との対比について",
              "text": [
                "本件決定は，前記第2の3(2)イのとおり，本件発明1と引用発明の一致点及び相違点を認定するところ，甲1に記載された発明として，引用発明’を認定するのが相当であることについては，前記(3)のとおりである。",
                "ここで，引用発明’の「経編地」は，一定の伸縮性を有することが明らかであるから，本件発明1の「伸縮性経編地」に相当し，引用発明’の「非弾性糸10からなる，ジャカード運動により振りが入れられている組織」は，本件発明1の「ジャカード編成組織」に相当するものといえる。また，引用発明’の「弾性糸12からなる組織」は，全ての編目位置においてループを形成している点で，本件発明1の「弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織」と共通する。",
                "したがって，本件発明1と引用発明’の一致点及び相違点は，以下のとおりであると認められる。",
                "(一致点)",
                "「ジャカード編成組織と，",
                "弾性糸で構成されて全ての編目位置においてループが形成されている組織とを備える伸縮性経編地。」",
                "(相違点)",
                "「本件発明1は，「ジャカード編成組織におけるループが形成されていない編目位置」においては，「弾性糸のみで構成されて全ての編目位置においてループが形成されている支持組織の前記弾性糸のみがループを形成しており，非弾性糸が全ての編目位置でループを形成する組織を含まない」のに対し，引用発明’は，「ジャカード編成組織」に「ループが全く形成されていない編目位置が存在」せず，「ジャカード編成組織」のほかに，「弾性糸が全ての編目位置においてループが形成されている組織」と，「非弾性糸が全ての編目位置でループを形成する組織」とを含む点。」(以下「相違点’」という。)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点の容易想到性の判断について",
              "text": [
                "前記(4)のとおり，本件発明1は，「非弾性糸が全ての編目位置でループを形成する組織を含まない」のに対し，引用発明’は，「全ての編目位置においてループを形成している非弾性糸11からなる，ジャカード編からなる経編で編まれる組織」を含むものである。",
                "この点に関し，本件決定は，甲1の図10に相違点に係る本件発明1の構成が開示されている旨の認定を前提にして，かかる構成を引用発明の構成と置換することは容易である旨判断した。そこで，この点について検討する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "図10の組織図の意義",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "甲1には，①図7～図9は，「本発明で用いるサテン調トリコット組織の表側の代表的な組織図」であり，1繰り返し単位中にジャカード運動により，図7は3つのコースに3針の振りを，図8は1つのコースに3針の振りを，図9は1つのコースに1針の振りを入れたものを，それぞれ示すものであること(【0064】，【0066】，【0068】，【0069】)，②図10は，「本発明で用いるメッシュ調トリコット組織の表側の代表的な組織図の一例」であって，メッシュ調トリコット組織は，サテン調トリコット組織に比べて，空間部分が大きく，単位面積当たりの糸の密度が小さいことから，図7～図9よりも緊迫力が弱いこと(【0070】，【0072】)，③甲7～図10のような態様により，表側に現れる地編トリコット組織をコントロールすることによって，比較的緊迫力の強い部分と比較的緊迫力の弱い部分とを，所定部分にパターン状に設けることができること(【0073】)，④弾性糸の編み込み態様と，図7～図10のような地編トリコット組織による緊迫力の強弱の態様とを組み合わせることにより，種々の強さの緊迫力を有する部分を，1つの経編トリコット生地上に実現できること(【0097】)，⑤図28の下着の表側に現れる地編組織は，図7で説明した様なサテン調トリコット組織(133a，133c)，図9で説明した様なサテン調トリコット組織(133b，133d)，図10で示した様なメッシュ調トリコット組織(131a)などから構成され，133cの部分が最も緊迫力が強く，131aの部分が最も緊迫力が弱くなること(【0151】，【0152】)が記載されている。",
            "そして，これらの記載によれば，図7～図10に示された組織図は，いずれも，本発明で用いるサテン調又はメッシュ調トリコット組織の表側の組織を示したものであることを理解でき，また，これらの図では，いずれも全てのウェールに糸が供給されていることが示されているので，2枚1組の「ジャカード筬」を2枚とも用いて編成されたものであることを理解できる。",
            "以上によれば，甲1の図10には，次の事項(以下「甲1に記載された事項’」という。)が記載されていると認められる。",
            "「図7～図9に示されるサテン調トリコット組織と同様，2枚1組のジャカード筬を2枚とも用いて編成される，ループが形成されていない編目位置が存在するメッシュ調トリコット組織の表側の組織。」"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "これに対し被告は，甲1の図10は，メッシュ調トリコット組織として，地編の表側と裏側の両方の組織を図示したものである旨主張し，その根拠として，①甲1の図9が表側の組織の調整によって緊迫度を下げた限界であること，②甲1に記載された様々な実施態様に示される経編地は，特開平6-166934号に例示される2枚のジャカード筬と1枚の地筬を具備した経編機で編成されるものであるところ，図10の組織の編成には，2枚1組のジャカード筬を2枚とも必要とするから，「ジャカード編からなる地編」として，それ以外の「裏側の組織」を編成することができないことを挙げる。",
            "まず，上記①の点について，図9に示したサテン調トリコット組織においては，1繰り返し単位中，1針の振りしか入っていないコースがXの1箇所存在するが(【0069】)，当業者であれば，1針の振りしか入っていないコースを2箇所以上にすることにより，更に緊迫力が低下することを理解できるから，図9が表側の組織の調整によって緊迫度を下げた限界であるとは解されない。",
            "そして，甲1に，「メッシュ調トリコット組織は，図10からも明らかな様にサテン調トリコット組織に比べて，空間部分が大きく，単位面積あたりの糸の密度が小さく，従って，上述した図7～図9のサテン調トリコット組織に比べて，緊迫力が弱くなる。」(【0072】)との記載があることに照らすと，図10は，地編の表側の組織の緊迫力の強弱を変える方法として，図7～図9のように，ガイドの振りの大きさ及びガイドの振りが入った割合を調整することとは別の方法として，空間部分の大きさ及び単位面積当たりの糸の密度を調整することを示したものであると理解できる。",
            "次に，上記②の点について，甲1の「ジャカード編からなる地編」とは，ジャカード筬と地筬とを備えるジャカード制御装置を有する経編機を用いて編まれるものであるが，ジャカード筬のみを用いて編んだものに限定されるものではなく，表側はジャカード筬を用いて編み，裏側は地筬を用いて編んだものも含まれることを理解できることについては，前記(3)ウ(ウ)のとおりである。",
            "そして，甲1には，「本発明で用いる経編生地は，実際にはジャカード制御装置を有する経編機(例えば特開平6-166934号など参照)などを用いて，これらの経編機に地編用の非弾性糸と挿入糸用及び／又は編み込み用の弾性糸とを供給して同時に編まれるのであるが，理解を容易にするために，地編の部分をまず説明する。」(【0034】)との記載があるが，上記記載をもって，甲1の各実施形態に示される経編地が2枚のジャカード筬と1枚の地筬のみを具備した経編機で編成されるものであることを記載したものとは解されない。むしろ，上記特開平6-166934号は，具体的な装置としてRSJ4／1を挙げているところ，同装置は，2枚1組でフルゲージを構成するジャカード筬のほかに，3枚の地筬を備えるものであるから(甲10)，かかる事実に照らしても，被告の主張するような解釈を採ることはできないというべきである。",
            "以上によれば，被告の上記主張を採用することはできない。"
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "引用発明’と甲1に記載された事項’との組合せについて",
      "text": [
        "前記アのとおり，甲1の図10は，メッシュ調トリコット組織の表側の組織のみを示すものであって，表側と裏側の両方の組織を示すものではないと理解できる。",
        "そうすると，仮に，引用発明’に甲1に記載された事項’を適用しても，引用発明’の「非弾性糸10からなる組織」が，甲1に記載された事項’の「ループが形成されていない編目位置が存在するメッシュ調トリコット組織」と置換されるだけであって，引用発明’の「全ての編目位置においてループを形成している非弾性糸11からなる組織」は残ることとなるから，相違点’に係る本件発明1の構成(「非弾性糸が全ての編目位置でループを形成する組織を含まない」構成)に至るものではない。",
        "そして，そのほかに，甲1には，「全ての編目位置においてループを形成している非弾性糸11」を含まないようにすることについて，これを示す記載も，これを示唆する記載も存在しない。",
        "したがって，当業者が，甲1に記載された発明に基づき，相違点’に係る本件発明1の構成を容易に想到することができたものとは認められない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "小括",
      "text": [
        "以上のとおり，本件決定における引用発明の認定，本件発明1と引用発明の一致点及び相違点の認定，並びに相違点の容易想到性の判断にはいずれも誤りがあり，本件発明1は，当業者が甲1に基づき容易に発明をすることができたとものであるとはいえない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "結論",
                      "text": [
                        "以上によれば，原告主張の取消事由は理由があるから，本件決定は取り消されるべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10093",
    "date": "2020-02-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089250",
    "ipprecedent_id": "5317",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}