{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2019-10871号事件について令和元年9月30日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成30年6月20日，次の構成から成る商標(以下「本願商標」という。)について，第5類「サプリメント，栄養補助食品」を指定商品として，商標登録を出願した(商願2018-80910号)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，令和元年8月6日付けで拒絶査定を受けたので，同月16日，不服審判を請求した(不服2019-010871号)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和元年9月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年10月15日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和元年11月7日，審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標の構成中，上段の「ベジバリア」の文字と下段の「塩・糖・脂」の文字とは，大きさの異なる文字が二段に配置されていることから，視覚上，分離して観察され得る。本願商標の構成全体から生じる「ベジバリアエントウシ」の称呼もやや冗長である。本願商標の上段と下段とが全体として特定の意味合いを看取させる等，これらを常に一体不可分のものとしてのみ観察しなければならない特段の事情はない。",
                "以上からすると，本願商標は，上段の「ベジバリア」の文字と下段の「塩・糖・脂」の文字とに分離して観察することが取引上不自然であると思われるほど不可分的に結合してはおらず，上段と下段とが独立して自他商品の識別標識としての機能を果たし得る。よって，本願商標の要部の一である下段の「塩・糖・脂」の文字だけを他人の商標と比較して，商標の類否を判断することが許される。",
                "「塩・糖・脂」の文字は，その構成文字に相応して「エントウシ」の称呼を生じる。また，辞典類に載録されている既成の語ではないから，特定の観念を生じない造語として看取，把握される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "登録第6120234号商標(以下「引用商標」という。)は，「塩糖脂」の文字を標準文字で表して成り，平成30年5月7日に登録出願，第5類「サプリメント，食餌療法用飲料，食餌療法用食品」及び第32類「ビール，清涼飲料，果実飲料，飲料用野菜ジュース，ビール製造用ホップエキス」を指定商品として，同31年2月8日に設定登録され，現に有効に存続している。",
                "引用商標は，その構成文字に相応して「エントウシ」の称呼を生じる。また，辞典類に載録されている既成の語ではないから，特定の観念を生じない造語として看取，把握される。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「塩・糖・脂」の文字と「塩糖脂」の文字とは，外観において，「・」の有無の差異があるものの，漢字が共通であるから，近似した印象を与える。両者は，称呼において共通である。両者は，いずれも特定の観念を生じないから，観念において比較できない。",
                "これらを総合して全体的に考察すれば，両者は類似する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願の指定商品は，引用商標の指定商品中，第5類「サプリメント」と同一又は類似である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，本願商標は，引用商標と類似する商標であり，かつ，その指定商品も引用商標の指定商品と同一又は類似であるから，商標法4条1項11号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "指定商品が同一又は類似である旨の審決の判断については争いがない。本件の争点は，商標の類否判断である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願商標の認定の誤り)",
          "text": [
            "〔原告の主張〕",
            "本願商標の下段は，三つの漢字それぞれの間に，「・」を含めて二文字分以上の間隔(空白)を有する。審決が，これらの文字間隔(空白部分)の存在を捨象し，標準文字の「塩・糖・脂」に置き換えて本願商標を認定したことは，誤りである。",
            "〔被告の主張〕",
            "本願商標の下段の文字間隔(空白部分)は，「塩・糖・脂」の五つの文字及び記号を，上段の「ベジバリア」の5文字に対応する場所に配置したことによって生じたものと容易に看取できるため，本願商標に接する者が文字間隔(空白部分)に着目するとは考え難い。",
            "また，文字間隔(空白部分)に着目したとしても，下段が全体として「塩」「糖」「脂」の漢字3文字から成ると自然に把握されることには変わりがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(類否判断の誤り)",
          "text": [
            "(1)「リラ宝塚最判」及び「SEIKO EYE最判」に反すること",
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "最高裁昭和38年12月5日第一小法廷判決(民集17巻12号1621頁。以下「リラ宝塚最判」という。)は，本願商標の「リラの図形」と「寳塚」の文字とを分離して後者を引用商標との類否判断に供した原審の判断を是認したが，同最判の事案では，「リラの図形」が取引者・需要者に広く知られていないのに対して，「寳塚」の文字は本願商標のほぼ中央部に読み取り易く表示され，独立して看者の注意を惹くように構成されていることが，「寳塚」の文字部分を分離することを許した一因となったと解される。",
                "最高裁平成5年9月10日第二小法廷判決(民集47巻7号5009頁。以下「SEIKO EYE最判」という。)は，引用商標の「SEIKO」の文字部分と「EYE」の文字部分とを分離して後者を本願商標との類否判断に供した原審の判断を覆すに当たり，「SEIKO」が商品の出所識別標識として強く支配的な印象であるのに対して，「EYE」が出所識別標識として機能しないことを指摘している。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本願商標においては，上段の「ベジバリア」は，文字の大きさ等の点で強く支配的な印象を与えるので看者の注意を惹き，独立して商標登録(第6190887号)も受けているので商品の出所識別標識として機能する。これに比して，下段の「塩□・□糖□・□脂」(□は空白を表す。以下，同じ。)は，看者の注意を惹かず，商品の出所識別標識として機能しない。したがって，審決が下段を分離して類否判断に供したことは，下段が看者の注意を惹かない点においてリラ宝塚最判に反し，下段が出所識別標識として機能しない点においてSEIKO EYE最判に反する。",
                "〔被告の主張〕",
                "本願商標の上段と下段は，分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとはいえない。そして，本願商標の指定商品の分野においては，複数の標章を並列して使用する例が多数見受けられ，この場合，それぞれの標章が商品の出所識別標識として機能している。",
                "本願商標の下段の「塩・糖・脂」は，上段の「ベジバリア」よりも大きさに劣るとはいえ，指定商品との関係において商品の品質等を表示したものとはいえず，上段に対する付記的又は付随的な部分ともいえないから，看者の注意を惹かないとはいえない。また，上段の「ベジバリア」のみを標章として付した商品が市場で大量に流通していたことを示す証拠はなく，上段の「ベジバリア」のみで出所識別標識として強く支配的な印象を与えるとはいえないから，下段の「塩・糖・脂」が出所識別標識として機能しないとはいえない。",
                "したがって，審決が，本願商標の下段を分離して類否判断に供したことは，上記各最判に反しない。",
                "(2)「つつみ最判」に反すること",
                "〔原告の主張〕",
                "最高裁平成20年9月8日第二小法廷判決(裁判集民事228号561頁。以下「つつみ最判」という。)では，結合商標の類否判断に際しては，分離観察や要部観察が許されず，全体観察が原則であることが示され，例外として，(a)比較対象部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，(b)それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，分離観察や要部観察が認められることが示された。",
                "本願商標では，(a)については，下段の「塩・糖・脂」が出所識別標識として強く支配的な印象を与えるとは認められず，(b)については，上段の「ベジバリア」が出所識別標識として機能していないとは認められないのであるから，分離観察が許されない場合に当たる。",
                "したがって，審決が本願商標の下段を分離して類否判断に供したことは，つつみ最判に反する。",
                "〔被告の主張〕",
                "本願商標は，各構成部分(上段及び下段)がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない場合に該当するから，引用商標との類否を判断するに当たって，下段のみを抽出して類否判断に供することが許される。",
                "したがって，本件において，つつみ最判にならって判断しなければならないとの事情はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願商標の認定の誤り)",
          "text": [
            "原告は，本願商標の下段の「塩□・□糖□・□脂」を，空白部分を無視して「塩・糖・脂」と認定することは誤りである旨主張する。",
            "しかしながら，各文字及び記号は等間隔で一列に並べられており，空白部分はせいぜい1文字分の大きさにすぎないから，空白部分の存在は，「塩・糖・脂」という文字及び記号の一まとまりの連なりを分断するほどの印象は与えない。",
            "したがって，原告の上記主張は採用できない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(類否判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "類否判断の手法について",
              "text": [
                "商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品又は役務に係る取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁，最高裁平成6年(オ)第1102号同9年3月11日第三小法廷判決・民集51巻3号1055頁参照)。",
                "また，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合していると認められる場合においては，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して類否を判断することは，原則として許されないが，他方で，商標の構成部分の一部が取引者又は需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を与える場合や，それ以外の部分から出所識別標識としての称呼，観念が生じない場合などには，商標の構成部分の一部だけを取り出して，他人の商標と比較し，その類否を判断することが許されるものと解される(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，「ベジバリア」の文字及び「塩・糖・脂」の文字を，いずれも標準的な書体で2段にして成る商標であり，分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとはいえないから，「ベジバリア」の部分と「塩・糖・脂」の部分を分離して観察すること自体は不可能とはいえない。",
                "しかし，「ベジバリア」の部分は，自他識別力を有すると考えられるのに対し，「塩・糖・脂」の部分は，「・」が存在することもあって3つの文字がそれぞれ独立し，「塩」は塩分を，「糖」は糖分を，「脂」は脂肪分を意味する一般的，普遍的な意味を有する文字として認識されるものであるといえる。そして，これらの文字は，それが，指定商品であるサプリメント，栄養補助食品に用いられた場合には，当該商品が塩分，糖分及び脂肪分のコントロールに良い影響を与えるなどといった記述的，説明的意味を表すのにとどまり，取引者，需要者に特定的，限定的な印象を与える自他識別力を有するものではない(引用商標の「塩糖脂」は，3つの文字が一体となっているところから，それらが一体の文字として自他識別力を有するという余地が生ずるが，「塩・糖・脂」の場合には，「・」により分離されているため，「塩糖脂」と同列に論じることはできないものである。)。このことと，「塩・糖・脂」の部分は，「ベジバリア」の部分と比べ，明らかに小さい文字で構成されており，その分目立たなくなっていることを併せ考えれば，この部分は，自他識別標識としての称呼，観念は生じないものであるというべきである。",
                "したがって，本願商標は，「ベジバリア塩・糖・脂」全体として，又は「ベジバリア」の部分としてのみ自他識別標識としての称呼，観念が生じるということになる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標の類否",
              "text": [
                "(2)で検討した本願商標のうち自他識別標識として機能する部分を前提に，本願商標と引用商標の類否判断を行うと以下のとおりとなる。",
                "まず，外観は，本願商標が「ベジバリア／塩・糖・脂」(「／」は改行を表す。)又は「ベジバリア」であるのに対し，引用商標は「塩糖脂」であるから，両者は異なる。",
                "次に，称呼は，本願商標が「ベジバリアエントウシ」，「ベジバリアシオトウアブラ」又は「ベジバリア」であるのに対し，引用商標は「エントウシ」又は「シオトウアブラ」であるから，これも異なる。",
                "最後に，観念は，本願商標が，「ベジバリア塩・糖・脂」の場合には，野菜(ベジ＝ベジタブルの略)由来の障壁(バリア)であって，塩分，糖分，脂肪分の過剰から身体を守る物といった程度の観念が生じるか，あるいは，何ら観念が生じないものであり，「ベジバリア」の場合には，野菜由来の障壁といった程度の観念が生じるか，何ら観念が生じないのに対し，「塩糖脂」からは，塩分と糖分と脂肪分という観念が生じるか，あるいは，何ら観念が生じないものといえ，両者は，観念において異なるか，観念において対比できないものということになる。",
                "以上によれば，本願商標と引用商標とは，外観，称呼，観念のいずれにおいても異なるか，少なくとも外観，称呼において異なるものである。そうすると，本願商標と引用商標とが同一又は類似する商品に使用されたとしても，取引者・需要者において，その商品の出所について誤認混同を生ずるおそれがあるとはいえない。",
                "したがって，本願商標が引用商標に類似するとはいえないから，本願商標が商標法4条1項11号に該当するとした本件審決の認定判断には誤りがあり，原告の取消事由に係る主張は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，原告の本訴請求は理由があるからこれを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10152",
    "date": "2020-03-19",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089344",
    "ipprecedent_id": "5343",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}