{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-1157号事件について令和元年6月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経過等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「電子記録債権の決済方法，および債権管理サーバ」とする発明について，平成30年10月12日(国内優先権主張  平成29年10月17日，平成30年3月19日)，特許出願(特願2018-193836号。請求項の数11。以下「本願」という。)をした。",
                "原告は，平成30年10月25日付けの拒絶理由通知(甲4)を受けたため，同年11月27日付けで，特許請求の範囲について手続補正(甲9)をしたが，同年12月4日付けで拒絶査定(甲10)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成31年1月29日，拒絶査定不服審判(不服2019-1157号事件)を請求した(甲11)。",
                "原告は，同年3月14日付けの拒絶理由通知(甲12)を受けたため，同年4月25日付けで，特許請求の範囲について手続補正(甲14。以下「本件補正」という。)をした。",
                "その後，特許庁は，同年6月24日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年7月9日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年8月7日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1ないし11の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "【請求項1】",
            "電子記録債権の額に応じた金額を債権者の口座に振り込むための第1の振込信号を送信すること，",
            "前記電子記録債権の割引料に相当する割引料相当料を前記電子記録債権の債務者の口座から引き落とすための第1の引落信号を送信すること，",
            "前記電子記録債権の額を前記債務者の口座から引き落とすための第2の引落信号を送信することを含む，電子記録債権の決済方法。",
            "【請求項2】",
            "前記割引料相当料に応じた補填料を前記電子記録債権の債権者の口座に振り込むための第2の振込信号を送信することをさらに含む請求項1に記載の電子記録債権の決済方法。",
            "【請求項3】",
            "前記電子記録債権の額に応じた金額は，前記電子記録債権の額から前記割引料を引いた金額である請求項2に記載の電子記録債権の決済方法。",
            "【請求項4】",
            "前記電子記録債権の額に応じた金額は，前記電子記録債権の額である請求項1に記載の電子記録債権の決済方法。",
            "【請求項5】",
            "前記電子記録債権の額に応じた金額は，前記電子記録債権の額から手数料の額を引いた金額である請求項1に記載の電子記録債権の決済方法。",
            "【請求項6】",
            "前記電子記録債権の債務者または債権者の口座から手数料を引き落とすための第3の引落信号を送信することをさらに含む請求項1から5のいずれか一項に記載の電子記録債権の決済方法。",
            "【請求項7】",
            "前記第1の振込信号の前記送信の前に，前記債権者から前記電子記録債権の割引の申請を受けるための割引申請信号を受信することをさらに含む，請求項1から6のいずれか一項に記載の電子記録債権の決済方法。",
            "【請求項8】",
            "前記割引料相当料が確定したことを前記債務者に通知するための照会信号を送信することをさらに含む請求項1から7のいずれか一項に記載の電子記録債権の決済方法。",
            "【請求項9】",
            "前記電子記録債権の移転記録を電子債権記録機関に請求するための記録申請信号を送信することを含む，ことをさらに含む請求項1から8のいずれか一項に記載の電子記録債権の決済方法。",
            "【請求項10】",
            "電子記録債権の額に応じた金額を債権者の口座に振り込むための振込信号，前記電子記録債権の割引料に相当する割引料相当料を前記電子記録債権の債務者の口座から引き落とすための第1の引落信号，および前記電子記録債権の額を前記債務者の口座から引き落とすための第2の引落信号を送信するように構成される債権管理サーバ。",
            "【請求項11】",
            "電子記録債権の額に応じた金額を債権者の口座に振り込むための振込信号を送信すること，",
            "前記電子記録債権の割引料に相当する割引料相当料を前記電子記録債権の債務者の口座から引き落とすための第1の引落信号を送信すること，および",
            "前記電子記録債権の額を前記債務者の口座から引き落とすための第2の引落信号を送信することをコンピュータに実行させるように構成されるプログラム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。",
                "その要旨は，①本願発明は，特許法2条1項でいうところの「自然法則を利用した技術的思想の創作」とはいえず，同法29条1項柱書に規定する要件を満たしていないから，特許を受けることができない，②本願発明は，本願前に頒布された刊行物である甲1(特開2014-235435号公報)に記載された発明及び甲2(「政府，下請法の運用強化-「手形支払い」通達見直し」日刊工業新聞，平成28年10月14日)に記載された事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明(以下「引用発明」という。)，本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "電子記録債権を用いる一括ファクタリングにおいて，銀行システム内の一括ファクタリングサーバから決済銀行に対して口座間送金決済に係る決済情報を通知し電子記録債権を処理する方法であって，",
                    "銀行システムの一括ファクタリングサーバは，電子記録債権の記録原簿を備えた記録機関システムと接続され，さらに仕入先企業の端末と，支払企業の端末と，電子記録債権の一括ファクタリングを行うSPCの端末と，債務者である前記支払企業が決済口座を有する，前記銀行システムとは異なる決済銀行の端末とネットワークを介して接続され，",
                    "仕入先企業から期日前資金化の依頼を受けると，SPCはSPC端末3から，振込データの作成日を指定して，一括ファクタリングサーバ12の受付処理部21に，仕入先企業に前払額を支払うための振込データを作成するように指示し，SPC端末3から振込データの作成指示を受信すると，一括ファクタリングサーバ12の決済処理部23は，SPCが期日前資金化の依頼を行った各仕入先企業に支払うべき金額(前払額)を算出し，支払額(前払額)は，電子記録債権に対応する債権金額，及びマスタデータ記憶部24に格納されたマスタデータで指定された割引率に基づいて算出され(例えば，前払額＝債権金額-割引額)，決済処理部23は，SPCを振込依頼人とし，仕入先企業を受取人とし，算出した前払額を振込金額とする振込データを生成し，SPC端末3から総合振込データのダウンロードが指示されると，総合振込データは，一括ファクタリングサーバ12からSPC端末3に伝送され，SPC端末3は，総合振込データをダウンロードすると，ダウンロードした総合振込データを決済銀行システム5(例えば，EBシステム15)に伝送して，総合振込を依頼し，その後，決済銀行システム5によって，勘定系システム16を介して仕入先企業への振込みが実行され，前払額が仕入先企業の入金口座に入金され，",
                    "支払期日における支払企業からSPCへの電子記録債権の債権金額の支払は，口座間送金決済によって行われ，",
                    "記録機関システム13は，抽出した電子記録債権について口座間送金決済を行うことができるように，その電子記録債権に関する口座間送金決済の依頼通知電文を一括ファクタリングサーバ12に伝送し，一括ファクタリングサーバ12の決済処理部23は，支払期日に債務者(支払企業)の決済口座から債権者(SPC)の決済口座へ債権金額の口座間送金を行うための振込データを作成し，作成した振込データは，決済銀行システム5にダウンロードされ(ステップS708)，決済銀行システム5が，ダウンロードした振込データをEBシステム15により処理(もしくは振込伝票等により処理)し，支払企業の口座から振込金額を引き落としてSPCの口座に入金することにより口座間送金決済を実行する，",
                    "電子記録債権を処理する方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「電子記録債権の額に応じた金額を債権者の口座に振り込むための第1の振込信号を送信すること，",
                    "前記電子記録債権の額を前記債務者の口座から引き落とすための第2の引落信号を送信することを含む，電子記録債権の決済方法。」",
                    "という点。",
                    "(相違点1)",
                    "本願発明においては，「前記電子記録債権の割引料に相当する割引料相当料を前記電子記録債権の債務者の口座から引き落とすための第1の引落信号を送信すること，」との構成が特定されているのに対し，引用発明には，かかる構成を備えていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(発明該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「自然法則を利用した技術的思想の創作」の観点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本願発明においては，①「第1の振込信号」及び「送信する」との事項，②「第1の引落信号」及び「送信する」との事項，③「第2の引落信号」及び「送信する」との事項について，いずれも，「コンピュータを用いる上での必然的な技術的事項を超えた何かしらの技術的特徴を特定しているものでもない。」とし，上記①ないし③の各構成要件の本質は，「金融取引上の業務手順という人為的な取り決めに基づくビジネスルール自体に向けられたものであり，当該構成要件全体としては，自然法則が用いられているとは認められない。」旨判断した。",
                        "このように，本件審決は，「当該構成要件全体としては，自然法則が用いられているとは認められない。」といいながらも，本願発明の一部の構成要件を単位とする判断をしたものである。",
                        "しかしながら，発明特定事項に自然法則を利用していない部分があっても，請求項に係る発明が全体として自然法則を利用していると判断される場合は，その請求項に係る発明は，自然法則を利用したものとなるのであって，自然法則を利用しているかどうかは，本願発明の構成要件全体を単位として判断すべきものである。したがって，本件審決のように，本願発明の一部の構成要件を単位とした判断には意味がない。",
                        "また，仮に，本願発明の一部の構成要件を単位とした判断をする場合であっても，本願発明の各処理の実行は，全て信号の送受信によって達成される。信号の送受信とは，電子の流れ，あるいは電磁波によって複数のデバイス間で電気信号の授受が行われることを意味するから，本願発明においても，信号の送受信は，金融取引上の業務手順そのものを特定するだけで達成できるものではなく，自然法則を利用することで初めて達成できるものである。",
                        "そして，それぞれの構成要件において，自然法則を利用した技術的思想の創作である以上，本願発明全体としても，自然法則を利用した技術的思想の創作である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明は，「第1の振込信号」，「第1の引落信号」及び「第2の引落信号」の3段階に処理を区別して行い，特に，「第1の引落信号」及び「第2の引落信号」を別々に処理するものであるから，「債務者の口座から割引料相当額を引き落とす時期」と「債務者の口座から電子記録債権の額を引き落とす時期」とを分けることができる。",
                        "その結果，債務者が，「割引料」と「電子記録債権の額」とを区別して管理することが容易になるため，例えば，「債務者は，事務的な負担の増大を伴うことなく，一定期間に支払わなければならない割引料相当料を容易に，かつ正確に把握することができる。」(本願の願書に添付した明細書(以下，図面を含めて「本願明細書」という。)【0017】)という効果を奏する。かかる効果は，「割引料」と「電子記録債権の額」とをまとめて1度で債務者の口座から引き落とす構成では，得られないものである。",
                        "また，本願明細書に，本願発明によれば「債権者，債務者はともに現金を用いる必要がないため，手続的負担が発生しない。」(【0018】)と記載されているとおり，本願発明の「第1の引落信号を送信すること」は，債務者が割引料を負担するに当たって，実際の現金を用いなくても電子的な情報のやり取りによって，手続的負担を抑制する効果を奏する。",
                        "このように，ビジネスルールを決済方法のシステムで実行する際に，そこにおいて生じる一定の技術的課題，その課題を解決するための技術的手段の構成及びその構成から導き出される効果等の技術的意義に照らすと，本願発明は，「第1の引落信号」及び「第2の引落信号」を用いて，割引料相当額と電子記録債権の額とを別々に引き落とす処理を実行することをもって本願発明の課題を解決するための技術的手段とするものであり，全体として特許法2条1項でいう「自然法則を利用した技術的思想の創作」に該当するから，同法29条1項柱書に規定する要件を満たす。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「コンピュータソフトウェア関連発明」の観点について",
                  "text": [
                    "本件審決は，本願発明には，「ソフトウェアとハードウェア資源とが協働することによって，使用目的に応じた特有の情報処理装置又はその動作方法が構築」されているといえる事項が記載されているとはいえないため，「コンピュータソフトウェア関連発明」の観点から見ても，「自然法則を利用した技術的思想の創作」とはいえないとして，特許法29条1項柱書に規定する要件を満たしておらず，特許を受けることができないものである旨判断した。",
                    "しかしながら，「自然法則を利用した技術的思想の創作」であることの要件として，「コンピュータ同士の間で行われる情報のやりとりを行う上での必然的な技術的事項を越えた技術的特徴」を要求することは，独自の見解に過ぎない。",
                    "また，仮に上記見解を採用したとしても，前記アのとおり，「第1の引落信号」及び「第2の引落信号」を区別して送信する構成は，その構成によって初めて所定の効果を奏するものであるから，必然的な技術的事項を越えた技術的特徴である。",
                    "したがって，本願発明は，「コンピュータソフトウェア関連発明」の観点からみても，「自然法則を利用した技術的思想の創作」に該当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "前記ア及びイのとおり，本願発明は，「自然法則を利用した技術的思想の創作」であって，特許法29条1項柱書に規定する要件を満たすものであるから，これに反する本件審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「自然法則を利用した技術的思想の創作」の観点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「本願発明を全体としてみても，本願発明の本質が金融取引上の業務手順という人為的な取り決めに基づくビジネスルール自体に向けられたものでないとする事情があるとも認められない。してみると，本願発明は，『第1の振込信号』，『第1の引落信号』，『第2の引落信号』及び『送信する』とのコンピュータを用いる上での必然的な技術的事項を含むものであっても，全体としては，人為的な取り決めに基づくビジネスルールである金融取引上の業務手順そのものを特定しているに過ぎず，特許法第2条第1項でいうところの『自然法則を利用した技術的思想の創作』とはいえず，特許法第29条第1項柱書に規定する要件を満たしていないから，特許を受けることができないものである。」と説示して，本願発明が全体として自然法則を利用したものであるかについて判断した。",
                        "したがって，本件審決は，本願発明の1つの構成要件を単位として自然法則を利用しているか否かを判断しているものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明は，「電子記録債権の決済方法」において，所定の金額を口座に振り込むための振込信号，又は，所定の金額を口座から引き落とすための引落信号を送信することに特徴を有するものである。",
                        "そして，本願発明の構成のうち，「第1の引落信号を送信すること」は，公正取引委員会による平成28年12月14日付けの「下請代金支払遅延等防止法に関する運用基準」の改正(乙1の1，1の2)に併せて，公正取引委員会及び中小企業庁によりとりまとめられた，「下請代金の支払手段について」(乙2の1～3の2)の「要請の内容」，すなわち，手形等の現金化に係る割引料等のコストを，下請事業者ではなく親事業者が負担することを実現するための手順であり，本願発明は，従来行われていた「第1の振込信号を送信すること」及び「第2の引落信号を送信すること」との手順に，「第1の引落信号を送信すること」との手順を追加することで，上記要請に対応したものに過ぎない。",
                        "そうすると，本願発明の構成は，上記改正後の下請代金支払遅延等防止法(以下「下請法」という。)の運用基準に適合させただけのものであるから，本願発明により奏する効果も，上記要請に基づく，公正取引委員会事務総長及び中小企業庁長官による通達(乙2の2)の範囲内のものである。",
                        "なお，本願発明は，各種信号を送信するものであることから，何らかのデバイスや伝送媒体を利用することを前提とするものである。しかしながら，本願発明の意義は上記のとおりであるから，本願発明の本質は，デバイスや伝送媒体に向けられたものとはいえず，上述したとおり，公正取引委員会及び中小企業庁によりとりまとめられた要請の内容に対応したビジネスルールに基づく金融取引上の業務手順を，単に実行しているにすぎず，専ら人為的な取決めそれ自体に向けられたものであるから，全体として，自然法則を利用したものとはいえない。",
                        "また，本願発明は，「第1の引落信号」の送信及び「第2の引落信号」の送信について特定するものの，「第1の引落信号」の送信と「第2の引落信号」の送信とを別々に行うことは特定されていない。",
                        "したがって，本願発明の効果に関する原告の主張(前記(1)ア)は，特許請求の範囲の記載に基づくものではなく，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「コンピュータソフトウェア関連発明」の観点について",
                  "text": [
                    "本件審決は，「特許・実用新案審査ハンドブック」の「附属書 B」の「第1 章  コンピュータソフトウエア関連発明  2.特許要件  2.1  発明該当性(第 29条第 1 項柱書)」(乙5の2。以下，「CS基準」という。)に基づき，発明該当性の判断をしたものである。",
                    "コンピュータに情報処理を依頼するためには，命令を送信しなければならないことは，当然の事項であり，本件審決は，この点を「必然的な技術的事項」とするものである。また，CS基準において，コンピュータソフトウエア関連発明が「自然法則を利用した技術的思想の創作」に該当するためには，「ソフトウエアによる情報処理がハードウエア資源を用いて具体的に実現されている」場合であり，具体的には，「ソフトウエアとハードウエア資源とが協働することによって，使用目的に応じた特有の情報処理装置又はその動作方法が構築されること」を要件としている。本件審決は，この点を「必然的な技術的事項を超えた技術的特徴」と表現しているにすぎない。",
                    "このように，本件審決の判断は，独自の見解を示すものではなく，CS基準に基づき適切に行われたものであって，誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願発明は，特許法29条1項柱書に規定する要件を満たしていないものであるから，これと同旨の本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲1を主引用例とする進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，相違点1の検討において，甲2に開示されているようなビジネスルールを実現するため，引用発明に「電子記録債権の割引料に相当する割引料相当料を電子記録債権の債務者の口座から引き落とすための第1の引落信号を送信すること，」との要件を付加することは，当業者であれば容易になし得るものと認められる旨判断した。",
                "しかしながら，以下のとおり，本件審決における上記判断には誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2の開示事項について",
                  "text": [
                    "甲2には，「手形を使う場合であっても現金化する際の割引負担料を下請け事業者に押しつけることを抑制し，発注側である親事業者が負担するよう求める。」という記載があるだけである。そして，「手形」は，電子的な「電子記録債権」とは異なるものであるし，甲2には，第1の引落信号に係る構成を示唆する開示も全くなく，具体的な技術思想の示唆もないから，甲2から認定される発明は，全くない。",
                    "また，具体的な構成を開示した証拠の裏付けがないにもかかわらず，このような「求め(課題)」があるという事実のみから，割引料相当額の引き落としと電子記録債権の額の引き落としとを別々に行うといった，課題を解決する具体的な構成を本願発明に沿って新たに創出し，引用発明に付加することは，本願発明を知った上で後から論理付けしたものというほかなく許されるものではない。少なくとも，割引料相当額の引き落としと電子記録債権の額の引き落としとを別々に行う思想については，いずれの文献にも開示がないし，示唆もない。",
                    "さらに，コンピュータのプログラムを修正又はバージョンアップすることが，極めて一般的であったとしても，当該修正等をするときの具体的な方法，構成までが自動的に決まるわけではないから，法律改正や運用基準の改訂のみから，具体的な方法，構成までが決まることはない。",
                    "このように，甲2には，相違点1に係る本願発明の構成が開示されていないから，第1の引落信号に係る本願発明の構成を引用発明に付加することを，当業者が容易になし得たものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けについて",
                  "text": [
                    "引用発明が解決する課題(甲1【0007】～【0009】)は，債権者が自発的な支払等記録の請求を積極的に行わない状況，すなわち，債権者が割引料を負担する前提において，初めて生じる課題であって，債務者が割引料を負担する前提においては，生じ得ないものである。",
                    "一方，甲2に開示される課題は，下請事業者が手形等を現金化する際の割引料等のコストを，下請事業者が負担しており，額面金額を受領することができない事態，すなわち，「債権者による割引料の負担」を解消するというものである。",
                    "以上のとおり，引用発明が解決する課題と，甲2に開示される課題とは，共通性が全くないものであるから，引用発明に対して，甲2に開示された事項を適用しようと試みる動機付けは生じ得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因について",
                  "text": [
                    "本願発明の「電子記録債権の額に応じた金額」に対比される引用発明の構成は，電子記録債権に対応する債権金額から割引額を減じて算出された額であって，割引料相当額を負担するのは債権者である。",
                    "そうすると，引用発明について，相違点1に係る本願発明の構成を付加した場合は，債務者及び債権者の双方が電子記録債権の割引料を負担することになり，割引料の二重徴収が発生するため，取引通念上，かかる処理方法は実施不能に陥るものである。",
                    "したがって，甲2の記載があるとしても，相違点1に係る本願発明の構成を引用発明に付加することは，阻害される。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な効果について",
                  "text": [
                    "本願発明は，「第1の引落信号」の送信と「第2の引落信号」の送信とを別々に行うことができる構成を有することから，「債務者の口座から割引料相当額を引き落とす時期」と「債務者の口座から電子記録債権の額を引き落とす時期」とを分けることができる。",
                    "その結果，債務者が「割引料」と「電子記録債権の額」とを区別して管理することが容易になるため，例えば，「債務者は，事務的な負担の増大を伴うことなく，一定期間に支払わなければならない割引料相当料を容易に，かつ正確に把握することができる。」(本願明細書【0017】)という，本願の出願時の技術水準から当業者が予測することができたものではない顕著な効果を奏する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "前記アないしエのとおり，本願発明は，引用発明及び甲2に記載された事項に基づいて，当業者が容易に発明をすることができたものではないから，これに反する本件審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2の開示事項について",
                  "text": [
                    "本願の優先日当時において，下請代金の支払期日までに現金化が可能なものとして扱う「電子記録債権」を「手形」と同様に扱うことは，常套的に行われていた。",
                    "そして，甲2は，中小企業庁が，違反行為事例の追加を公正取引委員会へ提案したことを踏まえて，下請法に関する運用基準の改正作業の検討過程を記事にしたものであって，そこには，「今回の下請法の見直しでは親事業者に対し，原則として下請け事業者への支払いを手形ではなく現金とすることを要請する。手形を使う場合であっても現金化する際の割引負担料を下請け事業者に押しつけることを抑制し，発注側である親事業者が負担するよう求める。」と記載されている。",
                    "そうすると，上記記載に接した当業者であれば，引用発明において，債務者である支払企業から割引額を引き落とす構成，すなわち，第1の引落信号を送信するようにシステムを改変することは，自然な発想である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けについて",
                  "text": [
                    "甲1には，「電子記録債権の記録機関システムと連携していない金融機関",
                    "においても，一括ファクタリングにかかる電子記録債権の処理を可能にするとともに，支払期日前の支払企業による早期弁済における二重払リスクを極小化して，一括ファクタリングを行うことができる電子記録債権処理方法及びシステムを提供すること」(【0009】)と記載されているだけであって，「債権者による割引料の負担」を前提として生じる課題を解決するものではないから，原告の主張は前提を欠くものである。",
                    "また，仮に，引用発明が，「電子記録債権」の決済において，「債権者による割引料の負担」を前提として生じる課題を解決するものであるとしても，引用発明は，従来から知られている電子記録債権の仕組みであるところ，本願の優先日当時既に，中小事業者の取引条件改善が必要であるとの社会的問題は，存在していたものである(前記ア)。そして，甲2の記載をみると，公正取引委員会及び中小企業庁から要請があることは十分に予見でき，その後，「下請代金の支払手段について」(乙2の1)としてとりまとめた要請の内容が，公正取引委員会事務総長等から関係事業者団体宛に通達(乙2の2)として発せられたことから，引用発明に，甲2に記載された要請を適用しようとする強い動機が存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因について",
                  "text": [
                    "弁済期前の電子記録債権の割引において，割引料を債権者又は債務者のいずれか一方のみが負担することは，取引通念である。",
                    "したがって，引用発明において，割引料相当料を受領する方法を変更するに当たり，割引料の二重徴収が発生しないように配慮することは当然であるから，甲2に記載された事項を引用発明に適用することについて，阻害要因はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な効果について",
                  "text": [
                    "前記1(2)ア(イ)のとおり，本願発明は，「第1の引落信号」を送信すること及び「第2の引落信号」を送信することが特定されているものの，「第1の引落信号」の送信と「第2の引落信号」の送信とを別々に行うことは，特定されていない。",
                    "したがって，原告の主張(前記(1)エ)は，特許請求の範囲の記載に基づかないものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願発明は，引用発明及び甲2に記載された事項に基づいて，当業者が容易に発明をすることができたものであるから，これと同旨の本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(発明該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。",
                    "本願明細書(甲3の1，3の2，3の5)の発明の詳細な説明には，次のような記載がある(下記記載中に引用する「図1ないし3，8，9及び11」については別紙を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，電子記録債権を決済するための方法，およびこの方法を実現するためのシステムやサーバに関する。",
                        "【背景技術】",
                        "【0002】",
                        "近年，企業が保有する手形や指名債権を用いた取引決済の問題点を解決するための新たな金銭債権として，電子記録債権が活発に利用され始めている。電子記録債権は電子記録債権法によって規定される債権であり，従来の手形の振出などに替わり，銀行などの金融機関を通じて電子債権記録機関の記録原簿に対して電子的に記録することで債権が発生する。資金の移動は記録原簿の記録に基づいて金融機関の間で行われるので，債権の取り立てなどの煩雑な作業が不要になり，また，手形の振出に必要な印紙税の負担軽減，ペーパーレス化による事務コストの低減や人的資源の有効活用を図ることができる。",
                        "【0003】",
                        "手形などと同様，電子記録債権も割引譲渡(以下，単に割引と記す)を行うことが可能である。この場合，債権者は，債権者が保有している電子記録債権を譲渡するための譲渡記録請求を金融機関に依頼する。その後金融機関は，割引料と呼ばれる債権から期日までの利息を差し引いて電子記録債権を買い取るとともに，電子債権記録機関に対して譲渡記録請求を行う。…"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0005】",
                        "割引を行うことで，債権者は債権の支払期日よりも前に債権を回収し，資金を調達することができるものの，割引料の負担を強いられることになる。このような背景に基づき，債権者をより手厚く保護するため，平成28年12月に下請代金支払遅延等防止法(下請法)の運用基準が改訂され，割引料負担を債権者(すなわち，下請)ではなく，債務者(すなわち，親事業者)に求めることが明示された。",
                        "【0006】",
                        "このような背景に基づき，本発明の実施形態は，改訂後の下請法の運用基準にも適合し，債務者や債権者の事務負担や管理コストを増大させることなく，債務者によって割引料の負担が可能な電子記録債権の決済方法やシステムを提供することを課題の一つとする。",
                        "【課題を解決するための手段】",
                        "【0007】",
                        "本発明の一実施形態によると，電子記録債権の額に応じた金額を債権者の口座に振り込み，前記電子記録債権の割引料に相当する割引料相当料を前記電子記録債権の債務者の口座から引き落とし，前記電子記録債権の額を前記債務者の口座から引き落とす電子記録債権の決済方法が提供される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【発明の効果】",
                      "text": [
                        "【0010】",
                        "本発明を実施することにより，電子記録債権の割引が行われる場合，債務者や債権者の事務負担や管理コストを増大させることなく，割引料を負担する主体を債務者とすることで，割引困難な債権の発生を効果的に抑制することが可能となる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明を実施するための形態】",
                      "text": [
                        "【0012】",
                        "以下，本発明の実施形態である決済方法と，それを実現するためのシステムに関して説明を行う。以下に示す実施形態は本発明の実施形態の一例であって，本発明はこれらの実施形態に限定されるものではない。…",
                        "【0013】",
                        "＜実施形態1＞",
                        "以下，本発明の実施形態1に係る決済方法と，それを実現するためのシステムに関して説明を行う。",
                        "【0014】",
                        "［1．全体スキーム］",
                        "本実施形態に係る電子記録債権の決済方法の全体的なスキームを図1(A)に示す。図1(A)において，債務者とは債権者に対して商品，あるいはサービスの納品を要求する立場にある企業であり，一方，債権者は債務者に対して商品，あるいはサービスを提供する立場にある企業である。したがって，債務者は支払側の企業(支払企業)であり，事業規模の差，商品やサービスに対する寄与の相違などに起因し，多くの場合，債権者は債務者の下請企業として位置づけられる。",
                        "【0015】",
                        "債務者と債権者の間で取り交わされる契約に従って商品やサービスが納品されると，その段階で債権が発生する。すなわち，債務者である支払企業は下請企業である債権者に対し，商品やサービスの代金の支払義務が生じ，債務者に債務が発生すると同時に債権者は債権を獲得する。…",
                        "【0016】",
                        "債権者が早期の資金調達を図るために電子記録債権の割引を金融機関に対して申し込むと，金融機関は，債権の支払期日までの利息を計算し，利息を割引料として発生させる。その後金融機関は，債権の額から割引料を差し引いた額(譲渡代金)で電子記録債権を買い取る。従来の決済方法では，通常債権と同様，電子記録債権を割引する場合，割引料は債権者が負担する。したがって債権者には，早期の資金調達という利点と引き換えに，割引料の負担義務が発生していた。",
                        "【0017】",
                        "これに対し本実施形態の決済方法では，割引料を負担する主体は債務者となる。そこで金融機関は，電子的通信手段を用い，割引料に相当する金額(割引料相当料)を定期的(例えば毎月，数か月ごと，半期ごとなど)に算出し，各債務者に対して割引料相当料が確定したことを定期的に通知する。通知を受け取った債権者は通信ネットワーク上でその詳細を確認する。これにより，債務者は，事務的な負担の増大を伴うことなく，一定期間に支払わなければならない割引料相当料を容易に，かつ正確に把握することができる。",
                        "【0018】",
                        "その後，債務者は決められた期日に金融機関を通じて割引料相当料を補填料として下請企業に支払う。具体的には，図1(A)の点線矢印で示すように，債務者が金融機関に保有する口座から割引料相当料が引き落とされ，同時に債権者の口座へ割引料の全て，あるいは一部が補填料として振り込まれる。これにより債権者は，割引の際に差し引かれた割引料を回収することが可能となり，結果として債権者を手厚く保護することができる。同時に，債務者に対して割引料相当料の支払を避けるための企業努力や経営改善を促すことができ，支払遅延や割引困難な債権の発生を効果的に抑制することが可能となる。また，この決済方法では，債権者，債務者はともに現金を用いる必要がないため，手続的負担が発生しない。",
                        "【0019】",
                        "最終的に電子記録債権の元本は，その支払期日に債務者の口座から金融機関に引き落とされ，債権が完済される。…",
                        "【0021】",
                        "債権者と債務者が利用する金融機関は同一である必要は無く，例えば債権者は，図1(A)で示した金融機関と異なる第2の金融機関と取引を行ってもよい。…",
                        "【0023】",
                        "［2．システム構成］",
                        "図2に本実施形態に係る決済方法のシステム100の構成図を示す。システム100は，基本的な構成として，金融機関の債権管理サーバ108，債権者の通信端末104，債務者の通信端末104，電子債権記録機関の記録サーバ110を含む。後述するように，債権管理サーバ108には，本決済方法を実現するための各種機能が付与される。",
                        "【0027】",
                        "図3に債権管理サーバ108のブロック構成図を示す。債権管理サーバ108は，アプリケーションプログラミングインターフェース(API)120を有し，API120を通じて債権管理サーバ108が通信ネットワーク102と接続される。これにより債権管理サーバ108が記録サーバ110，および通信端末106，104と通信することができる。",
                        "【0031】",
                        "債権管理サーバ108には，債権管理サーバ108の動作を制御する制御部122に加え，入力部124，出力部126，送受信部128などが設けられる。制御部122は，主制御部122aとともに，記録請求／受領部122b，判断部122c，割引料算出部122d，割引料相当料算出部122e，振込／引落命令部122fなどから構成される。…振込／引落命令部122fは，債権者や債務者の口座に対し，振り込みや引落を実行するための命令(振込信号，引落信号)を生成する。この命令は送受信部128を介し，金融機関によって管理され，顧客の口座を管理するための口座管理サーバ(図示せず)へ送信され，これによって振り込みや引落が実行される。",
                        "【0043】",
                        "図8は，本実施形態の決済方法を実施するにあたり，債権者の通信端末104，債務者の通信端末106，金融機関の債権管理サーバ108，および電子債権記録機関の記録サーバ110間におけるデータや信号の授受を示すフローチャートである。…",
                        "【0044】",
                        "まず，債権者は電子記録債権の割引を申請する。具体的には，通信端末104が割引申請信号を金融機関の債権管理サーバ108へ送信する(S230)。債権管理サーバ108の送受信部128は，割引申請信号を債権管理サーバ108のAPI120を介して受信し，必要に応じ，出力部126は割引申請信号に含まれる情報，例えば債権者が有する電子記録債権の番号，割引希望日，割引希望金額などの情報を出力する。これらの情報に基づき，判断部122cが割引申請の可否を判断する。判断部122cが申請を容認する場合，その結果が割引料算出部122dへ伝えられ，割引料算出部122dは割引料の計算を行う。…",
                        "【0045】",
                        "割引料が確定した後，送受信部128は，その旨を債権者に通知するための割引通知信号を債権者の通信端末104へ送信する(S232)。…",
                        "【0046】",
                        "その後，電子記録債権の元本から割引料を差し引いた割引代金が債権者の口座へ振り込まれ，電子記録債権は金融機関に移転する。具体的には，振込／引落命令部122fが口座管理サーバに対して振込信号を送信する(S234)。…",
                        "【0048】",
                        "その後，所定の日に債務者の口座から割引料相当料，および手数料が引き落とされる。すなわち，振込／引落命令部122fは口座管理サーバに対し，振込信号，引落信号を送信する(S242)。これにより，割引料相当料は金融機関を介し，その全て，あるいは一部が債権者の口座に補填料として振り込まれ，手数料が金融機関によって徴収される。…",
                        "【0049】",
                        "電子記録債権の支払期日になると，元本が債務者の口座から引き落とされ，電子記録債権が完済される。すなわち，振込／引落命令部122fは口座管理サーバに対し，元本を債務者の口座から引き落とすための引落信号を送信する(S248)。…",
                        "【0051】",
                        "…本実施形態の決済方法やシステムは，割引料の負担主体が債権者と債務者のいずれの場合にも対応することができるため，債権者と債務者は，従来利用してきた電子決済サービスを引き続き利用することができ，支払業務等の負担の軽減と人的資源を引き続き有効に活用することができる。また，電子記録債権を割引した際の割引料を債務者が負担する場合，債権者は割引の際に一時的に負担した割引料を債務者から回収することができる。さらに，割引料相当料の負担を軽減するための方策を構築するための動機づけを債務者に対して与えることができるため，支払遅延や割引困難な債権の発生を効果的に抑制することが可能となる。このため本発明の実施形態は，平成28年12月における下請法の運用基準の改訂の趣旨を適切に反映できる決済方法とシステムを提供するものと言える。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0054】",
                      "text": [
                        "＜実施形態2＞",
                        "以下，本発明の実施形態2にかかる決済方法と，それを実現するためのシステムについて説明を行う。…",
                        "【0055】",
                        "［1．全体スキーム］",
                        "本実施形態に係る電子記録債権の決済方法の全体的なスキームを図9(A)に示す。",
                        "【0056】",
                        "本実施形態においても，実施形態1と同様，割引料を負担する主体は債務者である。もっとも，実施形態1においては，債権者が電子記録債権の割引を金融機関に対して申し込むと，金融機関は，債権の支払期日までの利息である割引料を差し引いた金額で電子記録債権を買い取り，割引料相当料を定期的に算出し，債務者に割引料相当料が確定したことを定期的に通知し，債務者は金融機関を通じて割引料相当料を補填料として債権者に支払っていた。",
                        "【0057】",
                        "これに対し，本実施形態においては，債権者が電子記録債権の割引を金融機関に対して申し込むと，まず，金融機関は，その電子記録債権の債権額から割引料を差し引かずに当該電子記録債権を買い取る。すなわち，金融機関は，当該電子記録債権の金額(譲渡代金)で当該電子記録債権を買い取る。次に，金融機関は，定期的に割引料相当料を算出し，債務者に割引料相当料が確定したことを定期的に通知し，債務者は金融機関に当該割引料相当料を支払う。そして，実施形態1に係る電子記録債権の決済方法と同様，電子記録債権の元本はその支払期日に債務者の口座から金融機関に引き落とされ，債権が完済され，当該債権が完済された情報が金融機関から電子記録債権記録機関へ送信されて記録原簿に記録され，電子記録債権が消滅する。",
                        "【0059】",
                        "本実施形態に係る電子記録債権の決済方法によっても，実施形態1と同様，割引料相当料が確定したことを定期的に債務者に通知するため，債務者は事務的な負担の増大を伴うことなく，一定期間に支払わなければならない割引料相当料を容易に，かつ正確に把握することができる。また，金融機関が電子記録債権を買い取る際，金融機関は当該電子記録債権の債権額から割引料を差し引かないで当該電子記録債権を買い取るので，債権者を手厚く保護することができる。同時に，債務者に対して割引料相当料の支払を避けるための企業努力や経営改善を促すことができ，支払遅延や割引困難な債権の発生を効果的に抑制することが可能となる。また，この決済方法では，債権者，債務者はともに現金を用いる必要がないため，手続的負担が発生しない。",
                        "【0061】",
                        "また，本実施形態においても，実施形態1と同様，債権者と債務者が利用する金融機関は同一である必要はない。例えば債権者は，図9(A)で示した金融機関と異なる第2の金融機関と取引を行ってもよい。…",
                        "【0072】",
                        "図11は，本実施形態の決済方法を実施するにあたり，債権者の通信端末104，債務者の通信端末106，金融機関の債権管理サーバ108，および電子債権記録機関の記録サーバ110間におけるデータや信号の授受を示すフローチャートである。…",
                        "【0073】",
                        "まず，債権者は電子記録債権の割引を申請する。具体的には，通信端末104が割引申請信号を金融機関の債権管理サーバ108へ送信する(S330。S230に相当)。実施形態1と同様，債権管理サーバ108の送受信部128が当該割引申請信号を受信したのち，判断部122cが割引申請の可否を判断し，判断部122cが当該申請を容認する場合，割引料算出部122dは割引料の計算を行う。",
                        "【0074】",
                        "割引料が確定した後，実施形態1と同様，送受信部128は，その旨を債権者に通知するための割引通知信号を債権者の通信端末104へ送信する(S332。S232に相当)。",
                        "【0075】",
                        "その後，電子記録債権の元本と同額の金額が債権者の口座へ振り込まれ，電子記録債権は金融機関に移転する。具体的には，振込／引落命令部122fが口座管理サーバに対して振込信号を送信する(S334)。…",
                        "【0077】",
                        "その後，所定の日に債務者の口座から割引料相当料および手数料が引き落とされ，債権者の口座から手数料が引き落とされる。すなわち，振込／引落命令部122fは口座管理サーバに対し，引落信号を送信する(S342)。これにより，割引料相当料及び手数料が金融機関によって徴収される。",
                        "【0079】",
                        "実施形態1と同様，電子記録債権の支払期日になると，元本が債務者の口座から引き落とされ，電子記録債権が完済される。すなわち，振込／引落命令部122fは口座管理サーバに対し，元本を債務者の口座から引き落とすための引落信号を送信する(S348。S248に相当)。…",
                        "【0082】",
                        "本実施形態の決済方法やシステムは，実施形態1と同様，割引料の負担主体が債権者と債務者のいずれの場合にも対応することができるため，債権者と債務者は，従来利用してきた電子決済サービスを引き続き利用することができ，支払業務等の負担の軽減と人的資源を引き続き有効に活用することができる。また，電子記録債権を割引した際の割引料を債務者が負担する場合，債権者は割引の際に一時的に負担した割引料を債務者から回収することができる。さらに，割引料相当料の負担を軽減するための方策を構築するための動機づけを債務者に対して与えることができるため，支払遅延や割引困難な債権の発生を効果的に抑制することが可能となる。このため本発明の実施形態は，平成28年12月における下請法の運用基準の改訂の趣旨を適切に反映できる決済方法とシステムを提供するものと言える。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本願発明に関し，以下のとおりの開示があると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "近年，企業が保有する手形や指名債権を用いた取引決済の問題点を解決するための新たな金銭債権として，電子記録債権が活発に利用され始めており，電子記録債権も，手形などと同様に，割引譲渡(以下，単に「割引」という。)を行うことが可能であるが，この場合，電子記録債権の譲渡を受ける金融機関は，割引料と呼ばれる債権から期日までの利息を差し引いて，電子記録債権を買い取ることになる。(前記ア(ア))"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そのため，債権者は，割引を行うことで，支払期日前に債権を回収し，資金を調達できるものの，割引料の負担を強いられることになる。このような背景に基づき，平成28年12月に，下請法の運用基準が改訂され，債権者をより手厚く保護するために，割引料の負担を債務者に求めることが明示された。",
                        "「本発明」は，上記の運用基準に適合し，債務者や債権者の事務負担，管理コストを増大させることなく，債務者によって割引料の負担が可能な電子記録債権の決済方法を提供することを課題とするものであり，同課題を解決するための電子記録債権の決済方法として，「電子記録債権の額に応じた金額を債権者の口座に振り込み，前記電子記録債権の割引料に相当する割引料相当料を前記電子記録債権の債務者の口座から引き落とし，前記電子記録債権の額を前記債務者の口座から引き落とす」という構成を採用した。",
                        "(以上につき，前記ア(イ))"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "これにより，「本発明」は，電子記録債権の割引が行われる場合，債務者や債権者の事務負担や管理コストを増大させることなく，割引料を負担する主体を債務者とすることで，割引困難な債権の発生を効果的に抑制することが可能となるという効果を奏する。(前記ア(ウ))"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「本発明」の実施形態1の決済方法では，債権者が早期の資金調達を図るために電子記録債権の割引を金融機関に対して申し込むと，金融機関は，債権の額から割引料を差し引いた額で電子記録債権を買い取り，金融機関の口座管理サーバに対して振込信号が送信されて，電子記録債権の元本から割引料を差し引いた割引代金が債権者の口座へ振り込まれる。",
                        "その後，金融機関の口座管理サーバに対して引落信号が送信されて，債務者の口座から割引料相当料が引き落とされる。",
                        "そして，電子記録債権の支払期日になると，金融機関の口座管理サーバに対して引落信号が送信されて，元本相当額が債務者の口座から引き落とされ，電子記録債権が完済される。",
                        "(以上につき，前記ア(エ))"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「本発明」の実施形態2の決済方法では，債権者が電子記録債権の割引を金融機関に対して申し込むと，金融機関は，その電子記録債権の債権額から割引料を差し引かずに当該電子記録債権を買い取り，金融機関の口座管理サーバに対して振込信号が送信されて，電子記録債権の元本相当額が債権者の口座へ振り込まれる。",
                        "その後，金融機関の口座管理サーバに対して引落信号が送信されて，債務者の口座から割引料相当料が引き落とされる。",
                        "そして，電子記録債権の支払期日になると，金融機関の口座管理サーバに対して引落信号が送信されて，元本相当額が債務者の口座から引き落とされ，電子記録債権が完済される。",
                        "(以上につき，前記ア(オ))"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「本発明」の実施形態1及び2は，いずれも，割引料を負担する主体は債務者である。",
                        "そして，本実施形態の決済方法やシステムは，割引料の負担主体が債権者と債務者のいずれの場合にも対応することができるため，債権者と債務者は，従来利用してきた電子決済サービスを引き続き利用することができ，支払業務等の負担の軽減と人的資源を引き続き有効に活用することができる。",
                        "また，割引料相当料の負担を軽減するための方策を構築するための動機づけを債務者に対して与えることができるため，支払遅延や割引困難な債権の発生を効果的に抑制することが可能となる。このため，本発明の実施形態は，平成28年12月における下請法の運用基準の改訂の趣旨を適切に反映できる決済方法とシステムを提供するものといえる。",
                        "(以上につき，前記ア(エ)，(オ))"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法の「発明」の意義",
              "text": [
                "特許法で「発明」とは，「自然法則を利用した技術的思想の創作のうち高度のものをいう。」(2条1項)ことから，自然法則を利用していないもの，例えば，単なる精神活動，純然たる学問上の法則，人為的な取決めなどは，「発明」に該当しない。",
                "そして，かかる「発明」は，一定の技術的課題の設定，その課題を解決するための技術的手段の採用，その技術的手段により所期の目的を達成し得るという効果の確認という段階を経て完成されることからすると，特許請求の範囲(請求項)に記載された「特許を受けようとする発明」が上記「発明」に該当するか否かは，それが，特許請求の範囲の記載や願書に添付した明細書の記載及び図面に開示された，「特許を受けようとする発明」が前提とする技術的課題，その課題を解決するための技術的手段の構成，その構成から導かれる効果等の技術的意義に照らし，全体として「自然法則を利用した」技術的思想の創作に該当するか否かによって判断すべきものである。",
                "したがって，「特許を受けようとする発明」に何らかの技術的手段が提示されているとしても，全体として考察した結果，その発明の本質が，単なる精神活動，純然たる学問上の法則，人為的な取決めなど自体に向けられている場合には，上記「発明」に該当するとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の発明該当性について",
              "text": [
                "前記(2)の観点から，本願発明の発明該当性について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)イ(イ)のとおり，本願発明は，従来から利用されている電子記録債権による取引決済における割引について，債権者をより手厚く保護するため，割引料の負担を債務者に求めるよう改訂された下請法の運用基準に適合し，かつ，債務者や債権者の事務負担や管理コストを増大させることなく，債務者によって割引料の負担が可能な電子記録債権の決済方法を提供するという課題を解決するための構成として，本願発明に係る構成を採用したものである。",
                        "一方，本願発明の構成のうち，「(所定の)金額を(電子記録債権の)債権者の口座に振り込むための振込信号を送信すること」，及び「(所定の)金額を電子記録債権の債務者の口座から引き落とすための引落信号を送信すること」は，電子記録債権による取引決済において，従前から採用されていたものであり，また，「電子記録債権の額を(電子記録債権の)債務者の口座から引き落とす」ことは，下請法の運用基準の改訂前後で，取扱いに変更はないものである。",
                        "そうすると，本願発明は，「電子記録債権の額に応じた金額を債権者の口座に振り込む」ことと，「前記電子記録債権の割引料に相当する割引料相当料を前記電子記録債権の債務者の口座から引き落とす」こととを，前記課題を解決するための技術的手段の構成とするものであると理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願明細書には，「本発明」の効果として，「電子記録債権の割引が行われる場合，債務者や債権者の事務負担や管理コストを増大させることなく，割引料を負担する主体を債務者とすることで，割引困難な債権の発生を効果的に抑制することが可能となるという効果を奏する」ことが記載されている(前記(1)イ)。",
                        "一方，本願発明の特許請求の範囲(請求項1)には，電子記録債権の決済方法として，「電子記録債権の額に応じた金額を債権者の口座に振り込むための第1の振込信号を送信すること」，「前記電子記録債権の割引料に相当する割引料相当料を前記電子記録債権の債務者の口座から引き落とすための第1の引落信号を送信すること」，「前記電子記録債権の額を前記債務者の口座から引き落とすための第2の引落信号を送信すること」が記載されているに過ぎないため，かかる構成を採用することにより，「自然法則を利用した」如何なる技術的手段によって，債務者や債権者の事務負担や管理コストを増大させないという効果を奏するのかは明確でなく，本願明細書にもこの点を説明する記載はない。",
                        "なお，本願明細書には，「本発明」の実施形態1及び2の決裁方法は，割引料の負担主体が債権者と債務者のいずれの場合にも対応することができるため，債権者と債務者は，従来利用してきた電子決済サービスを引き続き利用することができ，支払業務等の負担の軽減と人的資源を引き続き有効に活用することができる旨の記載があるが(前記(1)イ(カ))，これは，従来から利用されている電子記録債権による取引決済における割引を対象とする発明であることによって，当然に奏する効果であるものと理解できる。",
                        "また，本願明細書に記載された本願発明の効果のうち，「割引困難な債権の発生を効果的に抑制することが可能となる」という点については，「本発明」の実施形態1及び2に関する本願明細書の【0051】及び【0082】の記載(「また，電子記録債権を割引した際の割引料を債務者が負担する場合，債権者は割引の際に一時的に負担した割引料を債務者から回収することができる。さらに，割引料相当料の負担を軽減するための方策を構築するための動機づけを債務者に対して与えることができるため，支払遅延や割引困難な債権の発生を効果的に抑制することが可能となる。」)に照らすと，かかる効果は，電子記録債権の割引料を債務者が負担する方式に改めたことによる効果であることを理解できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本願発明は，電子記録債権を用いた決済方法において，電子記録債権の額に応じた金額を債権者の口座に振り込むとともに，割引料相当料を債務者の口座から引き落とすことを，課題を解決するための技術的手段の構成とし，これにより，割引料負担を債務者に求めるという下請法の運用基準の改訂に対応し，割引料を負担する主体を債務者とすることで，割引困難な債権の発生を効果的に抑制することができるという効果を奏するとするものであるから，本願発明の技術的意義は，電子記録債権の割引における割引料を債務者負担としたことに尽きるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アで認定した技術的課題，その課題を解決するための技術的手段の構成及びその構成から導かれる効果等の技術的意義を総合して検討すれば，本願発明の技術的意義は，電子記録債権を用いた決済に関して，電子記録債権の割引の際の手数料を債務者の負担としたことにあるといえるから，本願発明の本質は，専ら取引決済についての人為的な取り決めそのものに向けられたものであると認められる。",
                    "したがって，本願発明は，その本質が専ら人為的な取り決めそのものに向けられているものであり，自然界の現象や秩序について成立している科学的法則を利用するものではないから，全体として「自然法則を利用した」技術的思想の創作には該当しない。",
                    "以上によれば，本願発明は，特許法2条1項に規定する「発明」に該当しないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，①請求項に係る発明が自然法則を利用しているかどうかは，本願発明の構成要件全体を単位として判断すべきものであるから，本件審決のように，本願発明の一部の構成要件を単位とした判断には意味がなく，本件審決の判断には誤りがある，②仮に，本願発明の一部の構成要件を単位とした判断をする場合であっても，本願発明の各処理の実行は，全て信号の送受信によって達成されるところ，信号の送受信は，金融取引上の業務手順そのものを特定するだけで達成できるものではなく，自然法則を利用することで初めて達成できるものである，③本願発明を全体としてみれば，「第1の引落信号」の送信と「第2の引落信号」の送信とを別々に行うことができる構成を有していることから，「債務者の口座から割引料相当額を引き落とす時期」と「債務者の口座から電子記録債権の額を引き落とす時期」とを分けることができ，その結果，債務者が「割引料」と「電子記録債権の額」とを区別して管理することが容易になり，例えば，「債務者は，事務的な負担の増大を伴うことなく，一定期間に支払わなければならない割引料相当料を容易に，かつ正確に把握することができる。」(本願明細書【0017】)という効果を奏することができ，また，「第1の引落信号を送信する」という構成は，債務者が割引料を負担するに当たって，実際の現金を用いなくても電子的な情報のやり取りによって，手続的負担を抑制するという効果を奏するから，全体として特許法2条1項の「自然法則を利用した技術的思想の創作」に該当する，④本願発明を「コンピュータソフトウエア関連発明」であるとみても，「第1の引落信号」及び「第2の引落信号」を区別して送信する構成は，コンピュータ同士の間で行われる必然的な技術的事項を越えた技術的特徴であるから，自然法則を利用した技術的思想の創作である旨主張する。",
                    "まず，上記①の点について，本願発明を全体として考察した結果，「自然法則を利用した」技術的思想の創作には該当しないと判断されることについては，前記イのとおりである。",
                    "上記②の点については，前記アのとおり，本願発明において，「信号」を「送信」することを構成として含む意義は，電子記録債権による取引決済において，従前から採用されていた方法を利用することにあるのに過ぎない。すなわち，前述のとおり，本願発明の意義は，電子記録債権の割引の際の手数料を債務者の負担としたところにあるのであって，原告のいう「信号」と「送信」は，それ自体については何ら技術的工夫が加えられることなく，通常の用法に基づいて，上記の意義を実現するための単なる手段として用いられているのに過ぎないのである。そして，このような場合には，「信号」や「送信」という一見技術的手段に見えるものが構成に含まれているとしても，本願発明は，全体として「自然法則を利用した」技術的思想の創作には該当しないものというべきである。",
                    "上記③の点について，本願明細書の記載(【0017】)によれば，原告が主張する「債務者は，事務的な負担の増大を伴うことなく，一定期間に支払わなければならない割引料相当料を容易に，かつ正確に把握することができる。」との効果は，「金融機関」が，「電子的通信手段を用い，割引料に相当する金額…を定期的…に算出し，各債務者に対して割引料相当料が確定したことを定期的に通知する」ことにより奏するものであることを理解できるところ，上記の構成は，本願発明の構成に含まれないものである。また，「債務者の口座から割引料相当額を引き落とす時期」と「債務者の口座から電子記録債権の額を引き落とす時期」とを分けることにより，債務者が「割引料」と「電子記録債権の額」を区別して管理することが容易になるとの効果については，本願明細書に記載されていないし，本願発明の特許請求の範囲(請求項1)には，「第1の引落信号を送信すること」と「第2の引落信号を送信すること」が記載されているに過ぎず，その構成に上記信号を送信する時期や，上記信号に基づきいつどのように引落しが行われるかを含むものではない。",
                    "そして，実際の現金を用いなくても電子的な情報のやり取りによって，手続的負担を抑制するという効果は，前記ア(イ)で説示したように，電子記録債権による取引決済における割引を対象とする発明であることによって，当然に奏する効果である。",
                    "上記④の点については，請求項1には，3つの信号を送信することが記載されるにとどまり，ソフトウエアによる情報処理が記載されているものではない。したがって，本願発明は，コンピュータソフトウエアを利用するものという観点からも，自然法則を利用した技術的思想の創作であるとはいえない。",
                    "以上のとおり，原告の上記主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決が，本願発明は，特許法2条1項の「自然法則を利用した技術的思想の創作」とはいえないから，同法29条1項柱書に規定する要件を満たしておらず，特許を受けることができないものである旨判断した点に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由1は理由がないから，取消事由2について判断するまでもなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10110",
    "date": "2020-06-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089539",
    "ipprecedent_id": "5373",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}