{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2019-5669号事件について令和元年10月8日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，独立特許要件違反（進歩性欠如）の判断の誤りの有無である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成24年12月14日（優先権主張  平成23年12月16日）にした特許出願（特願2012-273962号）の一部を新たな特許出願として，平成29年8月16日に，発明の名称を「弾塑性履歴型ダンパ」とする発明につき，特許出願（特願2017-157285号。甲5。以下「本願」という。）をしたが，平成31年2月22日付けで拒絶査定（甲10）を受けたので，同年4月26日，拒絶査定不服審判請求をし（甲11），同審判請求は，不服2019-5669号として審理された。",
            "原告は，令和元年9月2日，特許請求の範囲を補正する手続補正（以下「本件補正」という。甲14）をしたが，特許庁は，同年10月8日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，同審決謄本は，同月29日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前（平成30年10月26日付けの補正後）の本願の特許請求の範囲請求項1の記載は，次のとおりである（同請求項に係る発明を，以下「本件補正前発明」という。甲9）。",
                "「建物及び／又は建造物に適用可能な弾塑性履歴型ダンパであって，",
                "互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ，",
                "上記ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連であって，",
                "上記剪断部は，外部からの一定以上の入力時に弾塑性的に変形してエネルギー吸収することを特徴とする弾塑性履歴型ダンパ。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の本願の特許請求の範囲請求項1の記載は，次のとおりである（同請求項に係る発明を，以下「本件補正発明」という。また，本件補正後の本願の明細書及び図面を併せて「本件明細書」という。甲14）。",
                "「建物及び／又は建造物に適用可能で，想定される入力方向に対して機能する向きに設置される弾塑性履歴型ダンパであって，",
                "互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ，",
                "上記ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連であって，",
                "上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され，",
                "上記剪断部は，外部からの一定以上の入力時に弾塑性的に面外方向を含む方向に変形してエネルギー吸収することを特徴とする弾塑性履歴型ダンパ。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1-1，1-2",
                  "text": [
                    "特開2000-73603号公報（以下「引用文献1」という。甲1）には，以下の(ア)の発明（以下「引用発明1-1」という。）及び(イ)の発明（以下「引用発明1-2」といい，引用発明1-1と引用発明1-2を併せて「引用発明1」という。）が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1-1",
                      "text": [
                        "「上下のエンドプレート32と，これら上下のエンドプレート32間に設けられた極低降伏点鋼製パネル部33と，フランジ36から構成される，建物躯体中又は建物の間に配置される制震パネルダンパ30であり，",
                        "前記極低降伏点鋼製パネル部33は，面方向に沿って塑性変形し易い2枚の極低降伏点鋼製パネル34が，平面視した場合に十字状に互いに直交するように配置されており，",
                        "極低降伏点鋼製パネル34の交点は溶接により固定されており，2枚の極低降伏点鋼製パネル34の上端と下端はそれぞれエンドプレート32に溶接により固定されており，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して極低降伏点鋼製パネル34が塑性変形し，これにより水平面における全方向についての震動エネルギを吸収できる制震パネルダンパ30であって，",
                        "各極低降伏点鋼製パネル34の両側には，普通鋼または極低降伏点鋼からなるフランジ36が，極低降伏点鋼製パネル34の厚さ方向に延在する幅を有して設けられており，2枚の極低降伏点鋼製パネル34は前記交点から離れたフランジ36側で互いに離間しており，震動をX成分とY成分とに分担して2枚の各極低降伏点鋼製パネル34がそれぞれ塑性変形するので，フランジ36を極低降伏点鋼で形成した場合には，フランジ36の幅方向に平行する極低降伏点鋼製パネル34の塑性変形時に該フランジ36も塑性変形し，このフランジ36の幅方向に沿った塑性変形により極低降伏点鋼製パネル34に加えフランジ36によっても震動エネルギを吸収することになり，",
                        "上下一対のエンドプレート32の間に，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して塑性変形する極低降伏点鋼製パネル34で震動エネルギを吸収できる極低降伏点鋼製パネル部33を設けたことにより，上下のエンドプレート14の間に単一の方向についての震動エネルギしか吸収できない極低降伏点鋼製パネル16が設けられた従来の制震パネルダンパ12を，二つL字状やT字状に並べて配設する場合に比べて，小さなスペース内に配設でき，取り付けの手間も一つの制震パネルダンパを取り付ける場合と同様である，",
                        "制震パネルダンパ30。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明1-2",
                      "text": [
                        "「上下のエンドプレート32と，これら上下のエンドプレート32間に設けられた極低降伏点鋼製パネル部52から構成される，建物躯体中または建物の間に配置される制震パネルダンパ50であり，",
                        "前記極低降伏点鋼製パネル部52は面方向に沿って塑性変形し易い極低降伏点鋼製パネル54からなり，平面視した場合に断面が中空の矩形になるように四つの側面から四角柱状に形成されており，",
                        "前記極低降伏点鋼製パネル部52は極低降伏点鋼製パネル54に曲げ加工を施すことで形成するか，あるいは，各側面をなす4枚の極低降伏点鋼製パネル54を溶接により接合することで形成されており，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して極低降伏点鋼製パネル54が塑性変形し，これにより水平面における全方向についての震動エネルギを吸収できる制震パネルダンパ50であって，",
                        "上下一対のエンドプレート32の間に，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して塑性変形する極低降伏点鋼製パネル54で震動エネルギを吸収できる極低降伏点鋼製パネル部52を設けたことにより，上下のエンドプレート14の間に単一の方向についての震動エネルギしか吸収できない極低降伏点鋼製パネル16が設けられた従来の制震パネルダンパ12を，二つL字状やT字状に並べて配設する場合に比べて，小さなスペース内に配設でき，取り付けの手間も一つの制震パネルダンパを取り付ける場合と同様である，",
                        "制震パネルダンパ50。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2",
                  "text": [
                    "特開2011-64028号公報（以下「引用文献2」という。）には，以下の発明（以下「引用発明2」という。）が記載されている。",
                    "「適度な低降伏性を有する板状部材であるパネル部11が，面内方向に変形  ",
                    "することで地震エネルギーを吸収する，せん断パネル型ダンパー90に，荷重200の面外方向成分202がパネル部11に伝達されることを抑制する荷重伝達抑制手段20を設けるとともに，",
                    "一部のせん断パネル型ダンパー90の面内方向がその他のせん断パネル型ダンパー90の面内方向と異なるように設置することで，2次元的に橋梁下部構造と橋梁上部構造とが相対移動する際の，エネルギーの各々の面内方向成分を吸収する，せん断パネル型ダンパー90の配置方法であり，",
                    "面内方向がX軸方向となるように設置されたせん断パネル型ダンパー90の設置位置や設置数は任意であり，四つのせん断パネル型ダンパー90を略矩形状に配置してもよく，二つのせん断パネル型ダンパー90を略L字状に配置してもよく，せん断パネル型ダンパー90の面内方向がX軸にもY軸にも向かないようにせん断パネル型ダンパー90を設置してもよい，",
                    "せん断パネル型ダンパー90の配置方法。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1-1を主引用発明とした場合の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正発明と引用発明1-1の一致点",
                  "text": [
                    "「建物及び／又は建造物に適用可能な弾塑性履歴型ダンパであって，互いの向きが異なる二つの剪断部が，連結部を介して一連に設けられ，上記ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連であって，上記剪断部は，外部からの一定以上の入力時に弾塑性的に変形してエネルギー吸収する，弾塑性履歴型ダンパ。」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明1-1の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "二つの剪断部の連結箇所について，",
                        "本件補正発明では，「二つの剪断部が，当該ダンパの端部を成す連結部」で連結されると特定されているのに対し，引用発明1-1では，2枚の極低降伏点鋼製パネル34は，「平面視した場合に十字状に互いに直交するように配置され」た「十字状」の「交点」で溶接されており，「連結部」が「ダンパの端部」を成してはいない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "入力方向，並びにダンパ及び剪断部の配置について，",
                        "本件補正発明では，弾塑性履歴型ダンパが「想定される入力方向に対して機能する向きに設置される」と特定され，また「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」ると特定されているのに対し，引用発明1-1では，水平方向の全方向からの震動について，互いに直交するように配置された極低降伏点鋼製パネル34が，それら震動をX成分とY成分とに分担して塑性変形し，これにより水平面における全方向についての震動エネルギを吸収する点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "剪断部の変形方向について，",
                        "本件補正発明では，剪断部が弾塑性的に「面外方向を含む方向に」変形してエネルギー吸収すると特定されているのに対し，引用発明1-1では，互いに直交するように配置され，交点が溶接され，かつ上端と下端がそれぞれエンドプレート32に溶接により固定された極低降伏点鋼製パネル34が，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して塑性変形し，これにより水平面における全方向についての震動エネルギを吸収する点。  "
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "引用文献1に記載された引用発明1-2では，上下のエンドプレート32間に設けて異なる方向成分の震動を分担して塑性変形により吸収する極低降伏点鋼製パネル54を，四つの側面から四角柱状に形成するとともに，各側面の交点を曲げ加工又は溶接による接合で形成していること及び引用文献1の図5に示される実施形態では，水平方向の全方向からの震動をX成分とY成分とに分担して塑性変形により吸収する極低降伏点鋼製パネル64を円筒状に形成していることから，引用文献1における極低降伏点鋼パネルの数や配置及び交点の接合形態については，異なる方向成分の震動を分担して塑性変形により吸収する機能が維持される範囲で，自由度がある。",
                        "また，引用発明1-1は，「上下のエンドプレート14の間に単一の方向についての震度エネルギしか吸収できない極低降伏点鋼製パネル16が設けられた従来の制震パネルダンパ12」を「2つL字状やT字状に並べて配設する」ことでスペースや取り付けの手間が増すことを避けているのであって，「上下のエンドプレート32間」に複数の方向の震動成分を分担して吸収する複数枚の極低降伏点鋼製パネルを設ける場合について，「L字状」や「T字状」の配置を積極的に排除しているものでもない。",
                        "そして，引用発明2は，「一部のせん断パネル型ダンパー90の面内方向がその他のせん断パネル型ダンパー90の面内方向と異なるように設置することで，2次元的に橋梁下部構造と橋梁上部構造とが相対移動する際の，エネルギーの各々の面内方向成分を吸収する，せん断パネル型ダンパー90の配置方法」において，「面内方向がX軸方向となるように設置されたせん断パネル型ダンパー90の設置位置や設置数」を「任意」とする構成を有しており，「2つのせん断パネル型ダンパー90を略L字状に配置」する選択肢も有している。",
                        "以上より，引用発明1-1において，2枚の極低降伏点鋼製パネル34の配置について，引用発明2の上記構成及び選択肢を採用し，又は引用発明2の上記構成の示唆の下に，従来の制震パネルダンパ12について検討した「L字状」の配置を「上下のエンドプレート32間」に設ける2枚の極低降伏点鋼製パネル34に採用し，2枚の極低降伏点鋼製パネル34の配置を十字状から簡易な略L字状に変更するとともに，パネルの交点部分を溶接する引用発明1-1の構成を維持し，又は引用発明1-2の選択肢のように「溶接」に代えて「曲げ加工」により形成することとし，もって「溶接部」又は「曲げ加工」部が「略L字状」の交点に位置し，「連結部」が「ダンパの端部」を成す相違点1に係る本件補正発明の構成に相当する構成とすることは，当業者であれば想到容易である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件補正発明の「想定される入力方向」の技術的意義",
                          "text": [
                            "本件明細書には，「・・・地震の際に何れの方向から所定レベル以上の水平力の入力があるのかは，予測困難である。・・・本発明は，所定レベル以上の地震の際に，複数の方向からの入力に対してダンパとして機能し得る弾塑性履歴型ダンパを提供することを目的とする。」（段落【0004】，【0006】），「具体的に，図3（A）に示すように，弾塑性履歴型ダンパ10は，橋軸方向の入力があったとき，図3（B）に示すように，連結部12のベースプレート14側の角近傍の剪断部11，11及び連結部12が塑性変形して振動を減衰させる。・・・・また，図4（A）に示すように，橋軸に対して斜めの方向から所定レベル以上の入力があったときには，図4（B）に示すように，入力のあった方向と近い剪断部11が大きく塑性変形し振動を減衰させる。・・・・以上のような弾塑性履歴型ダンパ10は，二つの剪断部11，11を有しているので，剪断部が一つの場合に比べ，より大きな振動を吸収することが出来る。また，剪断部11，11がV字状に開くように形成されているので，例えば，剪断部11，11間の中心線が橋軸方向となるように設置されたときにも，橋軸方向からの入力だけでなく，橋軸に対して斜めの方向からの振動も減衰させることが出来る。」（段落【0027】～【0029】）と記載されており，同記載からすると，本件補正発明の「想定される入力方向」も，単一の入力方向であって当該方向以外からの入力はないという入力方向の趣旨ではなく，ダンパが機能するとともに入力が想定される複数の方向のうちの一つであると解される。また，本件明細書の段落【0027】に記載される二つの剪断部間の中心線の方向も，「想定される入力方向」の一例ではあるが，当該剪断部間の中心線の方向とは異なる方向からも，入力があり，かつダンパが機能することが，許容され予定されていると解される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "主位的検討（「想定される入力方向」の技術的意義について，前記aのとおり解した場合）",
                          "text": [
                            "引用発明1-1では，水平方向の全方向が，震動の入力方向として想定されており，当該水平方向の全方向からの入力に対して，制震パネルダンパ30は機能すると解されるから，相違点2のうち，ダンパが「想定される入力方向に対して機能する向きに設置される」点は，実質的な相違点ではない。",
                            "また，X方向とY方向とを合成した震動の方向に対しては，「2枚の極低降伏点鋼製パネル34」は，面内方向が傾斜するように配置されていることとなり，この点は，相違点2のうちの「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置」されている構成に相当するから，相違点2のうち，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置」されている点も，実質的な相違点ではない。",
                            "したがって，相違点2は実質的な相違点ではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "予備的検討（相違点2について，二つの剪断部間の中心線の方向を，想定される入力方向の一つと合わせてダンパを設置する趣旨と限定的に解した場合）",
                          "text": [
                            "引用発明1-1は，「水平面における全方向についての震動エネルギを吸収できる」ものであり，「互いに直交するように配置」し「震動をX成分とY成分とに分担」して塑性変形する「2枚の極低降伏点鋼製パネル34」は，X方向とY方向とを合成した方向の震動についても，当該震動をX成分とY成分とに分担して塑性変形し，エネルギを吸収するところ，直交するように配置した2枚の極低降伏点鋼製パネル34間の中心線の方向は，2枚の極低降伏点鋼製パネル34が対称に入力を受け，略均等にエネルギを吸収することが可能となる方向であるから，当該2枚の極低降伏点鋼製パネル34間の中心線の方向を，制震パネルダンパ30が震動エネルギを吸収する全方向の中でも，2枚の極低降伏点鋼製パネル34が略均等にエネルギを吸収可能な方向として，当該中心線の方向を，想定される震動入力方向の一つに合わせて制震パネルダンパ30を設置し，もって制震パネルダンパ30が「想定される入力方向に対して機能する向きに設置」されるとともに，当該「想定される入力方向」及び当該入力方向と合わせた2枚の極低降伏点鋼製パネル34間の中心線の方向に対し，「二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」た，相違点2に係る本件補正発明の構成とすることは，当業者が適宜になし得た設計事項程度である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "引用発明1-1において，2枚の極低降伏点鋼製パネル34は交点の部分が溶接により固定されており，また各極低降伏点鋼製パネル34の上端と下端は，それぞれエンドプレート32に溶接により固定されているため，引用発明1-1の制震パネルダンパ30が，水平方向の全方向からのエネルギを吸収する際には，X方向のみからの震動を吸収する場合にも，Y方向の震動成分を面内方向に塑性変形して分担吸収する極低降伏点鋼製パネル34は，上端及び下端が溶接により接続されたX方向に震動するエンドプレート32の変位に伴い，また，交点が接続されX方向の震動成分を面内方向に塑性変形して吸収する他方の極低降伏点鋼製パネル34の変位に伴い，面外方向に変形するとともに，当該変形に応じたエネルギを吸収することとなる。そして，Y方向のみからの震動を吸収する場合や，X方向とY方向との合成方向からの震動を受ける場合にも，同様に，極低降伏点鋼製パネル34は，面外方向に変形するとともに，当該変形に応じたエネルギを吸収することとなる。",
                        "なお，引用発明1-1には，フランジ36が設けられており，フランジ36を，「極低降伏点鋼」とし，フランジ36の幅方向の変形を生じやすくさせる選択肢を有するから，引用発明1-1では，フランジ36によって「フランジ36の幅方向」である「極低降伏点鋼製パネル34の厚さ方向」の変形のし易さを調整はしていても，「極低降伏点鋼製パネル34の厚さ方向」の変形を完全に防止してしまうものではなく，むしろ，「極低降伏点鋼製パネル34」が「フランジ36の幅方向」である「極低降伏点鋼製パネル34の厚さ方向」に変形することは，「震動をX成分とY成分とに分担して2枚の各極低降伏点鋼製パネル34がそれぞれ塑性変形する」という機能の上からも当然に許容され，予定されている事項である。",
                        "したがって，相違点3は，実質的な相違点ではなく，仮に相違点であるとしても設計事項程度である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1-2を主引用発明とした場合の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正発明と引用発明1-2の一致点",
                  "text": [
                    "「建物及び／又は建造物に適用可能な弾塑性履歴型ダンパであって，互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ，",
                    "上記剪断部は，外部からの一定以上の入力時に弾塑性的に変形してエネルギー吸収する，弾塑性履歴型ダンパ。」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明1-2の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点4",
                      "text": [
                        "二つの剪断部の間の空間について，",
                        "本件補正発明では，「ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連」であると特定されているのに対し，引用発明1-2では，四角柱の隣接する二つの側面を構成する2枚の極低降伏点鋼製パネル54の間の空間は，四角柱の残る2側面を構成する他の2枚の極低降伏点鋼製パネル54によって閉鎖されており，「ダンパを囲繞する空間」と「一連」ではない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5",
                      "text": [
                        "入力方向，並びにダンパ及び剪断部の配置について，",
                        "本件補正発明では，弾塑性履歴型ダンパが「想定される入力方向に対して機能する向きに設置される」と特定され，また「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」ると特定されているのに対し，引用発明1-2では，水平方向の全方向からの震動について，平面視した場合に断面が中空の矩形になるように四つの側面から四角柱状に形成された極低降伏点鋼製パネル部52の極低降伏点鋼製パネル54が，それら震動をX成分とY成分とに分担して塑性変形し，これにより水平面における全方向についての震動エネルギを吸収する点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点6",
                      "text": [
                        "剪断部の変形方向について，",
                        "本件補正発明では，剪断部が弾塑性的に「面外方向を含む方向に」変形してエネルギー吸収すると特定されているのに対し，引用発明1-2では，平面視した場合に断面が中空の矩形になるように四つの側面から四角柱状に形成された極低降伏点鋼製パネル部52が，極低降伏点鋼製パネル54に曲げ加工を施すことで形成するか，あるいは，各側面をなす4枚の極低降伏点鋼製パネル54を溶接により接合することで形成されたうえで，極低降伏点鋼製パネル54が，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して塑性変形し，これにより水平面における全方向についての震動エネルギを吸収する点。  "
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点4について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用発明2を適用する場合",
                          "text": [
                            "引用文献1に記載された引用発明1-1では，上下のエンドプレート32間に，異なる方向成分の震動を分担して塑性変形により吸収する2枚の極低降伏点鋼製パネル34を，十字状に互いに直交して配置していること，及び，図5に示される実施形態では，水平方向の全方向からの震動をX成分とY成分とに分担して塑性変形により吸収する極低降伏点鋼製パネル64を円筒状に形成していることから，引用文献1における極低降伏点鋼パネルの数や配置については，異なる方向成分の震動を分担して塑性変形により吸収する機能が維持される範囲で，自由度がある。",
                            "また，引用文献1においては，「上下のエンドプレート14の間に単一の方向についての震動エネルギしか吸収できない極低降伏点鋼製パネル16が設けられた従来の制震パネルダンパ12」を「二つL字状やT字状に並べて配設する」ことでスペースや取り付けの手間が増すことを避けているのであって，「上下のエンドプレート32間」に複数の方向の震動成分を分担して吸収する複数枚の極低降伏点鋼製パネルを設ける場合について，「L字状」や「T字状」の配置を積極的に排除しているものでもない。",
                            "さらに，引用発明2は，「一部のせん断パネル型ダンパー90の面内方向がその他のせん断パネル型ダンパー90の面内方向と異なるように設置することで，2次元的に橋梁下部構造と橋梁上部構造とが相対移動する際の，エネルギーの各々の面内方向成分を吸収する，せん断パネル型ダンパー90の配置方法」において，「面内方向がX軸方向となるように設置されたせん断パネル型ダンパー90の設置位置や設置数」を「任意」とする構成を有しており，「二つのせん断パネル型ダンパー90を略L字状に配置」する選択肢も有している。",
                            "以上より，引用発明1-2において，極低降伏点鋼製パネル54の配置について，引用発明2の上記構成及び選択肢を採用し，又は引用発明2の上記構成の示唆の下に，従来の制震パネルダンパ12について検討した「L字状」の配置を「上下のエンドプレート32間」に設ける極低降伏点鋼製パネル54に採用し，矩形の4辺をなす各方向2枚の極低降伏点鋼製パネル54を，各方向1枚の略L字状に変更し，もって交点部分の反対側でパネル間の空間がダンパ全体を囲む空間と連通した，相違点4に係る本件補正発明の構成に相当する構成とすることは，当業者であれば想到容易である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "周知技術を適用する場合",
                          "text": [
                            "特開平10-30293号公報（以下「引用文献3」という。）及び特開2011-58258号公報（以下「引用文献4」という。）の記載によると，塑性変形する部材を用いて震動を吸収するダンパー部材において，塑性変形する部材の降伏強度を調整するために，穴又はスリットを設けることは，周知技術である。",
                            "引用発明1-2において，断面が中空の矩形になるように四つの側面から四角柱状に形成された極低降伏点鋼製パネル54について，降伏強度を適宜に調整するために上記周知技術を採用し，もって当該穴又はスリットを通じて，2枚の極低降伏点鋼製パネル54間の空間がダンパ全体を囲む空間と一連となるようにして，上記相違点4に係る本件補正発明の構成に相当する構成とすることは，当業者であれば想到容易である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "主位的検討（「想定される入力方向」の技術的意義について，前記(2)",
                          "text": [
                            "ウ(イ)aのとおり解した場合）",
                            "引用発明1-2では，水平方向の全方向が，震動の入力方向として想定されており，当該水平方向の全方向からの入力に対して，制震パネルダンパ50は機能すると解されるから，相違点5のうち，ダンパが「想定される入力方向に対して機能する向きに設置される」点は，実質的な相違点ではない。",
                            "また，X方向とY方向とを合成した震動の方向に対しては，「2枚の極低降伏点鋼製パネル54」は，面内方向が傾斜するように配置されていることとなり，この点は，相違点5のうちの「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置」されている構成に相当するから，相違点5のうち，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置」されている点も，実質的な相違点ではない。",
                            "したがって，相違点5は実質的な相違点ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "予備的検討（相違点2について，二つの剪断部間の中心線の方向を，想定される入力方向の一つと合わせてダンパを設置する趣旨と限定的に解した場合）",
                          "text": [
                            "引用発明1-2は，「水平面における全方向についての震動エネルギを吸収できる」ものであり，「矩形になるように四つの側面から四角柱状に形成」された「極低降伏点鋼製パネル部52」の隣接する2側面をなす「極低降伏点鋼製パネル54」は，X方向とY方向とを合成した方向の震動についても，当該震動をX成分とY成分とに分担して塑性変形し，エネルギを吸収するところ，隣接する2側面をなす極低降伏点鋼製パネル54間の中心線の方向は，当該隣接する2側面をなす極低降伏点鋼製パネル54が対称に入力を受け，略均等にエネルギを吸収することが可能となる方向であるから，当該隣接する2側面をなす極低降伏点鋼製パネル54間の中心線の方向を，制震パネルダンパ50が震動エネルギを吸収する全方向の中でも，隣接する2側面をなす極低降伏点鋼製パネル54が略均等にエネルギを吸収可能な方向として，当該中心線の方向を，想定される震動入力方向の一つに合わせて制震  ",
                            "パネルダンパ50を設置し，もって制震パネルダンパ50が「想定される入力方向に対して機能する向きに設置」されるとともに，当該「想定される入力方向」及び当該入力方向と合わせた隣接する2側面をなす極低降伏点鋼製パネル54間の中心線の方向に対し，「二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」た，相違点5に係る本件補正発明の構成とすることは，当業者が適宜になし得た設計事項程度である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点6について",
                      "text": [
                        "引用発明1-2において，隣接する2側面をなす極低降伏点鋼製パネル54の交点の部分は，曲げ加工を施すか溶接により接合することで形成されており，相互に固定されているため，引用発明1-2の制震パネルダンパ50が，水平方向の全方向からのエネルギを吸収する際には，X方向のみからの震動を吸収する場合にも，Y方向の震動成分を面内方向に塑性変形して分担吸収する極低降伏点鋼製パネル54は，交点が接続されX方向の震動成分を面内方向に塑性変形して吸収する，隣接した他側面の極低降伏点鋼製パネル54の変位に伴い，面外方向に変形するとともに，当該変位に応じたエネルギを吸収することとなる。そして，Y方向のみからの震動を吸収する場合や，X方向とY方向との合成方向からの震動を受ける場合にも，同様に，極低降伏点鋼製パネル54は，面外方向に変形するとともに，当該変形に応じたエネルギを吸収することとなる。",
                        "この理解は，引用発明1-1において，各極低降伏点鋼製パネル34に「極低降伏点鋼製パネル34の厚さ方向に延在する幅」を有する「極低降伏点鋼からなるフランジ36」を設けた選択肢において，「震動をX成分とY成分とに分担」して吸収する動作に際して，「フランジ36の幅方向に平行する極低降伏点鋼製パネル34の塑性変形時に該フランジ36も塑性変形し，このフランジ36の幅方向に沿った塑性変形により極低降伏点鋼製パネル34に加えフランジ36によっても震動エネルギを吸収」しており，「フランジ36の幅方向」である「極低降伏点鋼製パネル34の厚さ方向」の変形についても，「震動をX成分とY成分とに分担」して震動エネルギを吸収する機能の面からも許容している点とも，整合するものである。",
                        "したがって，相違点6は，実質的な相違点ではなく，仮に相違点であるとしても設計事項程度である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件補正発明は，引用発明1及び引用発明2に基づいて，又は引用発明1及び引用文献3，4に示される周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際に独立して特許を受けることができたものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件補正前発明について",
              "text": [
                "本件補正前発明の有する構成を全て有し，更に限定した本件補正発明は，引用発明1及び引用発明2に基づいて，又は引用発明1及び引用文献3，4に示される周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本件訂正前発明も，引用発明1及び引用発明2に基づいて，又は引用発明1及び引用文献3，4に示される周知技術に基づいて，当業者が容易に発明をすることができたものである。",
                "したがって，本件補正前発明は，特許法29条2項により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明1-2に基づく本件補正発明についての進歩性の有無の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定の誤り",
              "text": [
                "本件補正発明と引用発明1-2との相違点は，以下のとおりである（引用発明1-2についての本件審決の認定は争わない。）。",
                "なお，本件審決は，「互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ」との構成と「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」との構成を分断して別個の相違点として認定しているが，上記各構成が合わさって剪断変形と共に面外方向成分に沿う面外変形を伴う複合的な変形を行うことが可能となるから，上記各構成は技術的事項としてまとまりのある構成単位というべきであり，これを分断して認定することはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点C 本件補正発明に係るダンパは，平面視した場合に互いに異なる向きに設置された二つの剪断部を具備するのに対し，引用発明1-2に係るダンパは，平面視した場合に断面が中空の矩形になるように四角柱状に形成された四つの側面からなる剪断部を具備する点"
                },
                {
                  "fig": "イ",
                  "subject": "相違点D 本件補正発明に係るダンパは，上記互いに異なる向きに設置された二つの剪断部がその一端において一つの連結部を有しているのに対し，引用発明1-2に係るダンパは，四つの剪断部がそれぞれ両端とも連結され，二つの連結部を有している（剪断部は両端とも連結されている）点"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点C，Dについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点C，Dについては，引用文献1，2には何らの記載も示唆もないから，同相違点について本件補正発明の構成とすることを容易に想到することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，以下のとおりの本件補正発明の技術的思想と引用文献1に記載された技術的思想の相違からも，引用発明1-2から本件補正発明を容易に想到することはできないというべきである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用文献1に記載された技術的思想",
                          "text": [
                            "引用文献1に記載された発明は，「従来の制震パネルダンパ12は，極低降伏点鋼製パネル16の面の方向に沿った単一の方向についての震度エネルギしか吸収でき」ないため，「二つの制震パネルダンパ12を，それらの極低降伏点鋼製パネル16の向きが直角になるようにL字状やT字状に並べて配設する」方法もあるが，これでは，「大きなスペースを必要とし，また，取り付けの手間も2倍となってコストダウンを図る上でも不利」となるので，「大きなスペースを要せずに水平面内においての全方向についての震動エネルギを吸収でき，コストダウンを図る上でも有利な制震パネルダンパとこの制震パネルダンパを」提供することを課題する。",
                            "引用文献1には，L字状やT字状に並べて配設する方法では大きなスペースを必要とし，かつ取り付けの手間が2倍要するとして，十字状の剪断部を有する例（段落【0006】～【0013】，【図1】），四角柱状の剪断部を有する例（段落【0014】，【図4】），円筒状の剪断部を有する例（段落【0015】，【図5】）といういずれも剪断部が一体化されたダンパが，上記課題を解決するための実施例として，記載されている。",
                            "したがって，引用文献1（特に【図4】）には，四つの剪断部（極低降伏点鋼製パネル）を有するという前提のもとに，四角柱状の剪断部を有する一体としたダンパを構成し，想定される入力方向と剪断部の面内方向を整合させて設置し，振動（揺れ）に対しては，剪断部が面内方向に沿って塑性変形して振動を吸収し，当該剪断部と一体化された他の剪断部がフランジとして機能することで，省スペース化と取り付けの手間削減という効果を奏するというダンパに係る発明が記載されており，同発明は一つの技術的なまとまりのある技術的思想である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件補正発明の技術的思想",
                          "text": [
                            "本件補正発明は，想定される入力方向以外からの入力に対しても十分に振動（揺れ）を減衰させることで，「複数の方向からの入力に対してダンパとして機能し得る弾塑性履歴型ダンパを提供する」ために，「互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ」，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され，上記剪断部は，外部からの一定以上の入力時に弾塑性的に面外方向を含む方向に変形してエネルギー吸収する」ので，想定される入力方向以外からの入力に対しても十分に振動（揺れ）を減衰させ，「複数の方向からの入力に対してダンパとして機能し得る弾塑性履歴型ダンパを提供」できるという",
                            "一つの技術的なまとまりのある技術的思想を有する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "引用文献1には，本件補正発明の技術的思想は開示されていないこと  ",
                          "text": [
                            "上記a，bのとおり，引用文献1に記載された発明と本件補正発明の技術的思想は，目的が全く異質であるから，解決手段も全く異なる。",
                            "したがって，引用文献1には，本件補正発明に係る技術的思想は開示されていない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の認定した相違点について",
                  "text": [
                    "本件審決の認定した相違点を前提としても，以下のとおり，本件審決の相違点についての判断は誤っている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点4について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1-2から，一部分の剪断パネルの構成を切り出すとした場合，①3面の剪断パネルを切り出す，②2面の剪断パネル（L字状のパネル）を切り出す，③1面の剪断パネルを切り出す，という少なくとも3通りの切出し方法がある。しかし，②の類型に特定して技術的思想として切り出すことは，引用文献1には示唆されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明1-2は，L字状やT字状に並べて配設する方法では大きなスペースを必要とし，かつ取り付けの手間を要するので，四角柱状の剪断部を有する一体としたダンパを提供し，省スペース化と取り付けの手間削減という効果を奏するものである。",
                            "そして，本件発明1-2からL字状の剪断部の構成を切り出した上で，本件発明1-2と同等の性能を出そうとした場合，それぞれの剪断部をより大型にする必要があるが，そのような大きなL字状の構成は，配設に「大きなスペースを必要とし」てしまう。",
                            "したがって，本件発明1-2から，L字状の剪断部の構成を切り出すことは，本件発明1-2の省スペース化効果とは逆の効果を発揮させることになる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ダンパの端には，引用文献1の【図1】（B）に記載されているようなフランジ36が必要であるところ，引用文献1の【図4】（B）に記載の実施形態では，互いに連結された剪断部（極低降伏剛制パネル）54が，フランジ36の役割も兼ねている。",
                            "しかし，本件発明1-2からL字状の剪断部の構成のみを切り出して発明として捉えた場合，ダンパの端が二箇所において生じることになるが，当該端部は，フランジ36を有していないので，ダンパとしての機能不全を生じ，引用発明1に記載された発明の趣旨に反することになる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件発明1-2からL字状の剪断部の構成のみを切り出した場合，X方向からの入力に対しては，極低降伏点鋼製パネルYは，面外方向からの入力を受けることになるので，振動を吸収せず，技術的に無意味なパネルとなる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "引用文献2には，2個の剪断部を独立してL字状に並べて配置する構成が開示されているが（引用文献2の【図11】（b）），当該構成は，引用文献1に記載された発明が従来技術として考慮する「2つの制震パネルダンパ12を，それらの極低降伏点鋼製パネル16の向きが直角になるようにL字状・・・に並べて配設する」構成（引用文献1の段落【0003】）と同一の構成であるから，引用文献2にL字状に配置される剪断部が開示されるとしても，それは，引用発明1-2の問題点を有するとして摘示された従来技術そのものであるので，引用発明2を考慮したとしても，引用発明1-2の一体化された四角柱を，その一部分だけを切り出してL字状に変更することは，引用発明1-2の従来技術に後戻りする変更であり，当業者がしうるものではない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "引用発明1-2は，前記ア(イ)aのとおり，一体化された四角柱のダンパであり，当該側面に穴又はスリットを設ける動機がない。",
                            "また，四角柱のダンパの側面に穴又はスリットを設けると，吸収量が低下し，吸収力を維持しようとすると大型化せざるを得なくなり，ダンパの剛性も低下するので，引用発明1-2の趣旨に反する。",
                            "したがって，ダンパ部材に穴又はスリットを設けることが周知技術であるとしても，引用発明1-2の四角柱状に形成された極低降伏点鋼製パネル54に穴又はスリットを採用することを当業者は想定し得ない。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "本件審決は，引用文献1は，「L字状」や「T字状」のダンパを排除しているものではないと認定するが，引用文献1の「上下のエンドプレート32の間に2枚の極低降伏点鋼製パネル34が十字状に設けられているので，従来の2つの制震パネルダンパをL字状やT字状に並べて配設する場合に比べ小さなスペース内に配置でき」（段落【0010】）との記載からすると，引用文献1は，「L字状」や「T字状」の配置は好ましくはないと評価しているものと認められるから，引用発明1-2の形状をL字状とすることの動機付けはない。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "以上より，引用発明1-2の四角柱の極低降伏点鋼製パネル54をL字状に変更することは容易ではない。"
                          ]
                        },
                        {
                          "fig": "i",
                          "text": [
                            "さらに，引用発明1-2において，切り出したL字の極低降伏点鋼製パネルX及び極低降伏点鋼製パネルYを，本件補正発明と同様に，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置」するように回転させた場合を検討しても，極低降伏点鋼製パネルX及び極低降伏点鋼製パネルYの回転に伴って，エンドプレート32も回転するので，当該回転後の構成によると，エンドプレート32がダンパの機能に無駄な空間を生じさせ，配設に「大きなスペースを必要とし」てしまう。",
                            "したがって，このような仮想的なケースであっても，「従来の2つの制震パネルダンパをL字状やT字状に並べて配設する場合に比べ小さなスペース内に配設でき」という効果（引用文献1の段落【0016】）とは正反対の効果を発揮することになり，引用発明1-2の趣旨に反するものになってしまう。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件補正発明の「想定される入力方向」の意義",
                          "text": [
                            "ダンパは，設計時に「想定される入力方向」が定められ，この「想定される入力方向」と面内方向が整合するように設置されるが，このことは，ダンパに係る技術分野において技術常識である。",
                            "本件補正発明の特許請求の範囲及び本件明細書においても，「想定される入力方向」が，上記の技術常識とは異なる意味で用いられているものではない。本件補正発明の特許請求の範囲においては，「想定される入力方向に対して機能する向きに設置される弾塑性履歴型ダンパ」と規定されていることから，本件補正発明の「弾塑性履歴型ダンパ」は，設置の時点で，「想定される入力方向」が予め定められ，当該「想定される入力方向に対して機能する向きに設置」されるものである。本件明細書には，「また，剪断パネル型ダンパの設置に際しては，想定される入力方向に対して高精度にダンパの剪断変形方向を合わせる設置角度設定が必要とされる。」（段落【0005】）と記載されているが，この記載は，ダンパの剪断塑性変形方向が想定される入力方向に対して傾いていたらダンパ本来の性能が発揮できないので，なるべくこのようなことが起こらないように，「高精度にダンパの剪断変形方向を合わせる」必要があるという趣旨である。",
                            "したがって，「想定される入力方向」とは，「弾塑性履歴型ダンパ」がその機能を最も効率よく発揮するために設置されるべき方向であり，「当該建造物について耐震性能評価に基づいた，主たる振動（揺れ）が想定される単一の方向」を意味するというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明1-2においては，極低降伏点鋼製パネル（剪断部）が主たる振動が想定される方向に面内方向を沿って設置されるので，本件補正発明の「想定される入力方向に対し，」「面内方向が傾斜するように」設置された「二つの」「剪断部」に対応する構成が存在しない。",
                            "本件審決は，「想定される入力方向」の解釈を誤っているので，同解釈に基づく相違点5の判断も誤っている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "引用文献1に記載のダンパが斜め方向（XY軸の中心の45度）を含む入力に対しエネルギ吸収する原理は，「震動をX成分とY成分とに分担して極低降伏点鋼製パネルが塑性変形」するというものであるのに対して，本件補正発明は，二つの剪断部が「想定される入力方向に対し・・・面内方向が傾斜するように設置」されていることから，剪断部が面外方向に変形して振動を吸収するという先行技術にない異質的効果をもたらすものであり，したがって，相違点5に係る構成が設計事項であるということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点6について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件補正発明は，剪断部が面外方向を含む方向に変形してエネルギーを吸収することに本質があり，想定される入力方向以外の振動（揺れ）も十分に減衰させるものであるが，引用発明1-2のエネルギの吸収原理は，想定される入力方向の面内方向に沿って塑性変形し振動を吸収するものであるから，本件補正発明は，引用発明1-2に基づき容易に想到することができるものではない。",
                            "原告は，本件補正発明に係るダンパ，引用発明1-1に係るダンパに，所定の方向から最大0．55（MＮ）までの強さで振動が入力された場合の，剪断部に生じる応力の分布を解析した（甲19）。同解析によると，引用発明1-1のモデルにおいて，入力角度0度で剪断部が機能するように設置した場合，入力角度45度の入力に対しては，剪断部はエネルギー吸収にほとんど寄与しないことが裏付けられた。引用発明1-2のモデルでも同様の結果を得られるものと解される。",
                            "このような結果になったのは，ダンパの設置は，予め定められた入力方向に合わせて設置することが技術常識であるところ（甲17，18），十字状のモデルでは，0度の入力に合わせて剪断部を設計する（剪断部が0度の入力に耐えうる強い剛性を持つように設計される）ので，45度からの入力に対しては，剛性が強すぎて，全く変形（塑性変形）が行われず，45度の入力に対してはエネルギー吸収がされないことによる。仮に，45度の入力に対し剪断部が機能するように剛性を設計した場合には，0度の入力に対して，剪断部の剛性が低すぎて柔らかくなってしまい，0度の入力で一瞬で変形してしまい，必要とされる耐震性を担保できないことになる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件審決は，引用発明1-2において，引用発明1-2の制震パネルダンパ50が，水平方向の全方向からのエネルギを吸収する際には，X方向のみからの震動を吸収する場合にも，Y方向の震動成分を面内方向に塑性変形して分担吸収する極低降伏点鋼製パネル54は，隣接した他側面の極低降伏点鋼製パネル54の変位に伴い，面外方向に変形すると判断する。",
                            "しかし，本件審決の上記判断は，審判官の思い込みにすぎない。",
                            "引用文献に記載されているに等しい，又は，設計事項であるというためには，ある事実（上記では，「パネル54は，隣接した他側面の極低降伏点鋼製パネル54の変位に伴い，面外方向に変形すること」）について，①引用文献の記載を引用し，②当該記載と関連する技術常識を勘案して，③過度の試行錯誤なくして上記事実にたどり着けるという道筋が示されるべきであるが，本件審決はこれを行っていない。",
                            "前記のとおり，引用発明1では，0度，90度の入力に合わせて剪断部を設計する（剪断部が0度，90度の入力に耐えうる強い剛性を持つように設計される）ので，45度からの入力に対しては，剛性が強すぎて，全く変形が行われず，45度の入力に対してはエネルギ吸収がされないことになるから，本件審決の上記認定は，技術的に生じえない事象を前提としていることになる。",
                            "また，引用文献1には，「このように制震パネルダンパ30を配置した場合でも，張り出し部44，46を介して水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して2枚の各極低降伏点鋼製パネル34がそれぞれ塑性変形し，建物40，42の一方，または両方の水平面における全方向についての震動エネルギを吸収できる。」（段落【0012】），「なお，上記の実施の形態では，各極低降伏点鋼製パネル34がその面方向に沿って塑性変形し易く，面と直交する方向に塑性変形しにくくするように，・・・構成した」（段落【0013】）との記載があり，同記載からすると，引用発明1が，斜め方向（XY合成方向の入力）からの入力に対し，何らかのエネルギを吸収するとしても，X軸に沿ったパネルがX軸に沿って塑性変形し，同時にY軸に沿ったパネルがY軸に沿って塑性変形することによるものであると認められるから，本件審決の上記認定は，本件明細書の上記記載にも反する。",
                            "したがって，本件審決の上記認定は誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明1-1に基づく本件補正発明についての進歩性の有無の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定の誤り",
              "text": [
                "本件補正発明と引用発明1-1との相違点は，以下のとおりである（引用発明1-1についての本件審決の認定は争わない。）。",
                "なお，前記1(1)のとおり，「互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ」との構成と「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」との構成を分断して別個の相違点として認定することはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点E 本件補正発明に係るダンパは，平面視した場合に互いに異なる向きに設置された二つの剪断部を具備するのに対し，引用発明1-1に係るダンパは，平面視した場合に十字状に互いに直交するように配置されており，剪断部の交点は溶接により固定されている点"
                },
                {
                  "fig": "イ",
                  "subject": "相違点F 本件補正発明に係るダンパは，上記互いに異なる向きに設置された二つの剪断部がその一端において一つの連結部を有しているのに対し，引用発明1-1に係るダンパは，十字状の剪断部の交点が溶接で連結され一つ連結部を有している（端部は連結されていない）点"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点E，Fについて",
                  "text": [
                    "相違点E，Fについては，引用文献1，2には何らの記載も示唆もないから，同相違点について本件補正発明の構成とすることは容易に想到することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の認定した相違点について",
                  "text": [
                    "本件審決の認定した相違点を前提としても，以下のとおり，本件審決の相違点についての判断は誤っている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1-1から，一部分の剪断パネルを切り出すとした場合，①L字に切り出す，②T字に切り出す，③I字に切り出す，という少なくとも3通りの切出し方法があるが，L字状のものに特定して技術的思想として切り出すことは，引用文献1には示唆されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記1(2)イ(ア)bのとおり，本件発明1-1から，L字状の剪断部の構成を切り出すことは，本件発明1-1の省スペース化効果とは逆の効果を発揮させることになる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件発明1-1は，引用文献1の【図1】（B）のとおり，中央部分において極低降伏剛製パネル34Aと34Bが連結されているので，各極低降伏剛製パネル34は，フランジ36の役割も兼ねていた。",
                            "しかし，本件発明1-1からL字状の剪断部の構成のみを切り出して発明として捉えた場合，当該部分はフランジとして機能していた部分を失うことになるので，引用発明1-1が想定するダンパとしての機能不全を生じ，引用文献1の趣旨に反することになる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件発明1-1からL字状の剪断部の構成のみを切り出した場合，X方向からの入力に対しては，極低降伏点鋼製パネルYは，面外方向からの入力を受けることになるので，振動を吸収せず，技術的に無意味なパネルとなる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "引用文献1の【図1】（B）においては，「ダンパ」の「連結部」に相当する部分は，ダンパの中心部分であるため，ダンパの「端部」に該当しないから，仮に，上記図のダンパから一部分を切り出すことができるとしても，「向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ」た構成を切り出すことは技術常識に照らし自明とはいえない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "前記1(2)イ(ア)eのとおり，引用発明2を考慮したとしても，引用発明1-1の一体化された四角柱を，その一部分だけを切り出してL字状に変更することは，引用発明1-1の従来技術に後戻りする変更であり，そのような発想は当業者がしうるものではない。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "本件審決は，引用文献1には，十字状，四角柱状，丸状の一体化された三つの実施形態が開示されていることを理由に，引用発明1-1に係るダンパは，広範な設計の自由度があると認定する。",
                            "しかし，引用文献1に記載の発明は，前記のとおり，L字状やT字状に並べて配設する方法では大きなスペースを必要とし，かつ取り付けの手間を要するので，十字状，四角柱状，丸状等の一体化した剪断部を有するダンパを提供し，当該極低降伏点鋼製パネルが一体化され，機能することで，省スペース化と取り付けの手間削減という効果を奏するダンパを提供するものであるから，「極低降伏点鋼パネルの数や配置，及び交点の接合形態については，」設計の「自由度」が存在するとしても，従来のL字状やT字状に並べて配設する方法の問題点を解決するという発明の趣旨に適合する範囲での自由度に限られる。",
                            "引用発明1の趣旨を超えて，「異なる方向成分の震動を分担して塑性変形により吸収する機能が維持される範囲で，自由度がある」とする本件審決の判断は，誤りである。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "本件審決は，引用文献1は，「L字状」や「T字状」のダンパを排除しているものではないと認定するが，前記1(2)イ(ア)gのとおり，引用文献1は，「L字状」や「T字状」の配置は好ましくはないと評価しているものと認められるから，引用発明1-1の形状をL字状とすることの動機付けはない。"
                          ]
                        },
                        {
                          "fig": "i",
                          "text": [
                            "以上より，引用発明1-1の十字状の極低降伏点鋼製パネルの配置をL字状に変更することは容易ではない。"
                          ]
                        },
                        {
                          "fig": "j",
                          "text": [
                            "さらに，前記1(2)イ(ア)iのとおり，引用発明1-1において，切り出したL字の極低降伏点鋼製パネルX及び極低降伏点鋼製パネルYを，本件補正発明と同様に，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置」するように回転させた場合を検討しても，引用発明1-1の趣旨に反するものになってしまう。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "前記1(2)イ(イ)のとおり，相違点2についての本件審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "前記1(2)イ(ウ)のとおり，相違点3についての本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明1-2に基づく本件補正発明についての進歩性の有無の判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決における本件補正発明と引用発明1-2との対比に誤りはなく，両発明の相違点は本件審決の認定したとおりに認定すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件補正発明における「互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ」及び「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」という構成は，想定される入力方向以外からの入力に対しても十分に振動を減衰させて「複数の方向からの入力に対してダンパとして機能し得る弾塑性履歴型ダンパを提供」するための，まとまりのある構成単位であるから，当該構成を分けて考えることはできないと主張する。",
                    "しかし，斜めの方向を含む複数の方向からの入力に対してダンパとして機能し得る弾塑性履歴型ダンパを提供するために，本件補正発明において採用された構成は，「互いの向きが異なる二つの剪断部」を備えたことであり，本件明細書の記載を検討しても，互いに向きが異なる二つの剪断部を設けただけでは，複数の方向からの入力に対してダンパとして機能しないとはされていない。また，当該二つの剪断部が「当該ダンパの端部を成す連結部を介して一連」であるという構成は，「互いの向きが異なる二つの剪断部」を有することで複数の方向からの入力に対して機能し得るダンパについて，剪断部の連結位置を追加的に特定したものであり，当該二つの剪断部の「面内方向」が「上記想定される入力方向」に対し「傾斜するように」設置されるという構成は，「互いの向きが異なる二つの剪断部」を有することで複数の方向からの入力に対して機能し得るダンパについて，設置の方向を追加的に特定したものであるところ，これらの追加的な各構成は，全ての構成が備わることで，斜め方向を含む複数の方向からの入力に対応し得るという従来技術にない異質な効果を奏するものでもない。そのため，本件補正発明の構成のうち，剪断部の構造に係る「互いの向きが異なる二つの剪断部」及び当該二つの剪断部が「当該ダンパの端部を成す連結部を介して一連」であるという構成と，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」るという剪断部を含む弾塑性履歴型ダンパの設置の方向に関する構成とを区別し，本件審決が当該設置の方向に関する構成を相違点5と認定した点に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明2に基づく場合",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件審決が判断するとおり，引用発明1-2において，極低降伏点鋼製パネル54の配置について，引用発明2の構成及び選択肢を採用し，又は引用発明2の構成の示唆の下に，従来の制震パネルダンパ12について検討した「L字状」の配置を「上下のエンドプレート32間」に設ける極低降伏点鋼製パネル54に採用し，矩形の4辺をなす各方向2枚の極低降伏点鋼製パネル54を，各方向1枚の略L字状に変更し，もって交点部分の反対側でパネル間の空間がダンパ全体を囲む空間と連通した，相違点4に係る本件補正発明の構成に相当する構成とすることは，当業者であれば想到容易である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，引用文献1においては，極低降伏点鋼製パネル部をL字状とすることは，スペースを要すること及び取り付けの手間がかかることから問題点を有するとして摘示された従来技術そのものであるから，L字状の極低降伏点鋼製パネル部より小型化する目的で四角柱状の一体構成とした引用発明1-2の極低降伏点鋼製パネル部を，L字状に変更することには阻害要因があると主張する。",
                            "しかし，引用文献1では，「上下のエンドプレート14の間に単一の方向についての震度エネルギしか吸収できない極低降伏点鋼製パネル16が設けられた従来の制震パネルダンパ12」を「2つL字状やT字状に並べて配設する」ことでスペースや取り付けの手間が増すことを避けているのであって，「上下のエンドプレート32間」に複数の方向の震動成分を吸収する極低降伏点鋼製パネル部を設ける場合に，当該極低降伏点鋼製パネル部内の極低降伏点鋼製パネルの配置として，「十字状」又は「断面が中空の矩形」を可とする一方，「L字状」や「T字状」を排除しているものではない。引用文献1においては，「上下のエンドプレート32間」に複数の方向の震動成分を吸収する極低降伏点鋼製パネル部を設けたことにより，「従来の制震パネルダンパ12」を二つ並べて配置する場合に比較して，省スペース化及び取り付けの手間を省くという目的は達成しているものである。これに関して，「上下のエンドプレート32間」に設置する極低降伏点鋼製パネル部について，極低降伏点鋼パネル部内の極低降伏点鋼製パネルの配置をL字とする場合よりパネル部を小型とすることが課題であることを示す記載及び極低降伏点鋼製パネル部内の極低降伏点鋼製パネルの配置をL字状ではなく十字状又は四角柱状とすることが，引用文献1における課題解決手段であることを示す記載はいずれも存在しない。",
                            "したがって，原告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知技術に基づく場合",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件審決が判断するとおり，引用発明1-2において，断面が中空の矩形になるように四つの側面から四角柱状に形成された極低降伏点鋼製パネル54について，降伏強度を適宜に調整するために周知技術を採用し，もって当該穴又はスリットを通じて，2枚の極低降伏点鋼製パネル54間の空間がダンパ全体を囲む空間と一連となるようにして，相違点4に係る本件補正発明の構成に相当する構成とすることは，当業者であれば想到容易である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，引用発明1-2は，小型で剛性の高いダンパを提供するために，四角柱状の一体化された形状を採用したものであるから，引用発明1-2において，四角柱のダンパの側面に穴又はスリットを設けることは，ダンパの剛性低下につながり，また剛性を強化することで小型化したダンパの大型化につながるから，たとえダンパ部材において，塑性変形する部材の降伏強度を調整するために穴又はスリットを設けることが周知技術であっても，引用発明1-2において当該周知技術を採用することはあり得ないと主張する。",
                            "しかし，上下のエンドプレート32間に複数の方向成分の震動を吸収する極低降伏点鋼製パネル部52を設けることで，従来の制震パネルダンパを二つ並べる場合に比較した小型化を達成している引用発明1-2において，極低降伏点鋼製パネル部52を構成する極低降伏点鋼製パネル54について，剛性を高めることが必須の要件であり，降伏強度を適宜に調整することは排除されているという事情はない。",
                            "したがって，原告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5について",
                  "text": [
                    "本件補正発明における「想定される入力方向」は，地震の際に何れの方向から所定レベル以上の水平力の入力があるのかは予測困難であるという前提の下で，ダンパに対して入力が想定され得る複数の方向のうち，いずれかの入力方向を包含するものであり，本件明細書を参酌しても，当該解釈を離れるべき事情は見いだせないから，「想定される入力方向」とは，単一の入力方向であって当該方向以外からの入力はないという入力方向の趣旨ではなく，ダンパが機能するとともに入力が想定される複数の方向のうちの一つであると解すべきである。",
                    "また，「上下のエンドプレート32の間」に設けた「極低降伏点鋼製パネル部」の「極低降伏点鋼製パネル」を「十字状」又は「四角柱状」とすることで「水平面における全方向についての震動エネルギを吸収できる」ようにした引用発明1のダンパは，「水平面」の「全方向」について入力を想定しており，「水平面」の「全方向」について「震動エネルギを吸収」するものである。さらに，引用発明1が，「十字状」又は「四角柱状」の極低降伏点鋼製パネル部を用いて，「水平面」の「全方向」からの震動エネルギを吸収するという作用及び機序は，異なる向きに配置された剪断部を有することにより，斜め方向を含む複数の方向からの入力に対応するという，本件明細書に記載される作用機序と共通する。",
                    "したがって，相違点5に係る本件補正発明の構成は，実質的な相違点ではないか，当業者が適宜になし得た設計事項程度のものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点6について",
                  "text": [
                    "引用発明1-2において，隣接する2側面をなす極低降伏点鋼製パネル54が，曲げ加工又は溶接により相互に固定されている以上，隣接する2側面をなす極低降伏点鋼製パネル54は，水平面における「全方向」についての「震動エネルギ」を吸収する際，それぞれ独立に各面内のみで変形することができないから，必ず「面外方向を含む」方向に変形せざるを得ない。",
                    "そして，向きの異なるパネルが相互に接続されているという構造に依拠して，面外方向を含む方向に変形が生じるという物理的な関係は，本件補正発明においても変わるところはない。本件補正発明においても，「互いの向きが異なる二つの剪断部」が「連結部を介して一連」に設けられている以上，たとえ一の剪断部に平行な方向からの入力があったとしても，当該一の剪断部と連結されている「向きが異なる」剪断部は，当該「向きが異なる」剪断部の面内方向ではない，「面外方向を含む」方向に変形せざるを得ない。",
                    "したがって，相違点6は，実質的な相違点ではなく，仮に相違点であるとしても設計事項程度のものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明1-1に基づく本件補正発明についての進歩性の有無の判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決における本件補正発明と引用発明1-1との対比に誤りはなく，両発明の相違点は本件審決の認定したとおりに認定すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1(1)のとおり，剪断部の構造に係る「互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連」であるという構成と，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」るという剪断部を含む弾塑性履歴型ダンパの設置の方向に関する構成とを区別し，本件審決が剪断部の構造に係る構成についての相違点1と，剪断部を含む弾塑性履歴型ダンパの設置の方向に係る構成についての相違点2とを認定した点に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1-1において，2枚の極低降伏点鋼製パネル34の配置について，引用発明2の構成及び選択肢を採用し，又は引用発明2の構成の示唆の下に，従来の制震パネルダンパ12について検討した「L字状」の配置を「上下のエンドプレート32間」に設ける2枚の極低降伏点鋼製パネル34に採用し，2枚の極低降伏点鋼製パネル34の配置を十字状から簡易な略L字状に変更するとともに，パネルの交点部分を溶接する引用発明1-1の構成を維持し，又は引用発明1-2の選択肢のように「溶接」に代えて「曲げ加工」により形成することとし，もって「溶接部」又は「曲げ加工」部が「略L字状」の交点に位置し，「連結部」が「ダンパの端部」を成す相違点1に係る本件補正発明の構成に相当する構成とすることは，当業者であれば想到容易である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用文献1においては，従来の極低降伏点鋼製パネルをL字状やT字状に並べて配設する方法では大きなスペースを必要とし，かつ取り付けの手間を要するので，十字状の一体とした極低降伏点鋼製パネル部を有するダンパを提供したものであるから，引用発明1-1における極低降伏点鋼製パネル部の極低降伏点鋼製パネルをL字状とすることは，引用文献1における課題を解決しない従来技術そのものへの後戻りとなり，したがって，引用発明2を考慮したとしても，引用発明1-1の十字状の極低降伏点鋼製パネルの配置をL字状に変更することはできないと主張するが，前記1(2)ア(ア)のとおり，原告の同主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明1-1の十字状から一部分の極低降伏点鋼製パネルを切り出すとしても，L字に切り出す，T字に切り出す，I字に切り出すという少なくとも3通りの切り出し方があるところ，L字の類型を選択することは引用文献1には示唆されていないと主張する。",
                        "しかし，引用発明1-1における十字状の極低降伏点鋼製パネルをI字状へと変更することは，異なる方向成分の震動を吸収するという機能そのものを放棄する選択であるから，引用発明1-1における十字状の極低降伏点鋼製パネルを変更する際の選択肢としてI字状への変更も含まれるとする原告の上記主張は理由がない。",
                        "また，引用文献1においては，ダンパの上下のエンドプレート間に異なる方向成分の震動を分担して塑性変形により吸収する極低降伏点鋼製パネル部を設けることにより，ダンパを二つ並べる場合に比較した小型化は達成されているところ，異なる方向成分の震動を分担して塑性変形により吸収し得る極低降伏点鋼製パネルの配置としては，従来の制震パネルダンパ12を二つL字状に並べた場合に，二つの極低降伏点鋼製パネルが採用することとなる略L字状の配置も示唆されているから，引用文献1においてL字状の類型の示唆がないという原告の主張も理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "前記1(2)イのとおり，相違点2についての本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "前記1(2)ウのとおり，相違点3についての本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件明細書には，以下の記載がある（甲5，6，9，14）。",
            "【技術分野】【0001】本発明は，建築物や橋梁等において上部構造物と下部構造物との間に設置され，常時や所定レベルまでの地震に対しては上部構造の変位を拘束するストッパとして機能し，所定レベル以上の地震に対しては剪断塑性変形することによりダンパとして機能する弾塑性履歴型ダンパに関する。",
            "【背景技術】【0002】下記特許文献1-3には，橋梁の支承構造に用いられる低降伏点鋼を用いた剪断パネル型ダンパが記載されている。この剪断パネル型ダンパは，建築物や橋梁等において上部構造物と下部構造物との間において，下部構造物に固定設置され，常時や所定レベルまでの地震に対しては上部構造の変位を拘束するストッパとして機能し，所定レベル以上の地震に対しては剪断塑性変形することによりダンパとして機能する。具体的に，この剪断パネル型ダンパは，水平変位に対し剪断変形が生じるとき，剪断部の履歴減衰を利用して地震時の振動を低減させる。",
            "【0003】",
            "【特許文献1】特許第3755886号公報",
            "【特許文献2】特許第4192225号公報",
            "【特許文献3】特開2007-198002号公報",
            "【発明が解決しようとする課題】【0004】しかしながら，何れの特許文献の剪断パネル型ダンパにおいても，剪断部を一つしか有しておらず，所定レベル以上の地震に対して，一方向からの水平力に対してしかダンパとして機能しない。したがって，例えば，橋軸方向の水平力に対してダンパとして機能するように剪断パネル型ダンパを設置した場合に，橋軸方向以外の方向からの水平力が加わると，剪断パネル型ダンパは，入力のあった水平力を十分に減衰させることが出来ない。地震の際に何れの方向から所定レベル以上の水平力の入力があるのかは，予測困難である。",
            "【0005】また，剪断パネル型ダンパの設置に際しては，想定される入力方向に対して高精度にダンパの剪断変形方向を合わせる設置角度設定が必要とされる。",
            "【0006】本発明は，所定レベル以上の地震の際に，複数の方向からの入力に対してダンパとして機能し得る弾塑性履歴型ダンパを提供することを目的とする。",
            "【課題を解決するための手段】【0007】本発明に係る弾塑性履歴型ダンパは，建物及び／又は建造物に適用可能で，想定される入力方向に対して機能する向きに設置される弾塑性履歴型ダンパであって，互いの向きが異なる二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ，上記ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連であって，上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され，上記剪断部は，外部からの一定以上の入力時に弾塑性的に面外方向を含む方向に変形してエネ",
            "ルギー吸収することを特徴とする。",
            "【0008】・・・",
            "また，本発明に係る弾塑性履歴型ダンパは，前記二つの剪断部の間隔が前記連結部側から反対側の端部に向かって鋭角状に漸次広がるように形成されていることを特徴とする。",
            "また，本発明に係る弾塑性履歴型ダンパは，前記二つの剪断部の間隔が前記連結部側から反対側の端部に向かって鈍角状又は直角状に漸次広がるように形成されていることを特徴とする。",
            "【発明の効果】【0014】本発明では，二つの剪断部が設けられているので，所定レベル以上の地震の際に，剪断部が直接又は間接に上部構造物のストッパに突き当たり，突き当たったときの衝撃を剪断部が剪断弾塑性変形することにより減衰させることが出来る。また，二つの剪断部を連結部で連結してなるので，より大きな地震時の振動を吸収することが出来る。更に，二つの剪断部の向きを異ならせることで，一方向だけでなく複数の方向からの地震時の振動を吸収することが出来る。",
            "【0022】［2．弾塑性履歴型ダンパの説明］図2に示すように，本発明が適用された弾塑性履歴型ダンパ10は，二つの剪断部11，11を連結部12で連結して全体が一連となるように形成されている。このような弾塑性履歴型ダンパ10には，剪断部11，11に，一般構造用鋼材に比べ延性に富み，降伏点に対して上下限の規格値を有するため性能安定性に優れた構造用鋼材である低降伏点鋼を用いることが出来る。また，弾塑性履歴型ダンパ10には，地震エネルギを塑性歪エネルギによって吸収させるものであるため，地震時には確実に塑性化し，履歴挙動のバラツキが小さく，降伏点の許容範囲が狭い低降伏点鋼が好適である。",
            "【0023】低降伏点鋼で形成される剪断部11，11は，例えば矩形板状を成し，平面状を成している。そして，一端部は，平面板状の連結部12に溶接接合等で固定されている。なお，連結部12も，低降伏点鋼が用いることが可能である。また，剪断部11，11と連結部12とは，一連の低降伏点鋼板を曲げ加工で形成するようにしても良い。・・・",
            "【0027】具体的に，図3（A）に示すように，弾塑性履歴型ダンパ10は，橋軸方向の入力があったとき，図3（B）に示すように，連結部12のベースプレート14側の角近傍の剪断部11，11及び連結部12が塑性変形して振動を減衰させる。なお，連結部12のベースプレート14側の角近傍の剪断部11，11及び連結部12の変形の程度は，橋軸方向の入力の場合，入力の大きさによって異なることになる。",
            "【0028】また，図4（A）に示すように，橋軸に対して斜めの方向から所定レベル以上の入力があったときには，図4（B）に示すように，入力のあった方向と近い剪断部11が大きく塑性変形し振動を減衰させる。なお，図4の例では，橋軸に対して10°傾いた方向から入力があった状態を示している。連結部12のベースプレート14側の角近傍の剪断部11，11及び連結部12の変形の程度は，入力の角度や入力の大きさによって異なることになる。",
            "【0029】以上のような弾塑性履歴型ダンパ10は，二つの剪断部11，11を有しているので，剪断部が一つの場合に比べ，より大きな振動を吸収することが出来る。また，剪断部11，11がV字状に開くように形成されているので，例えば，剪断部11，11間の中心線が橋軸方向となるように設置されたときにも，橋軸方向からの入力だけでなく，橋軸に対して斜めの方向からの振動も減衰させることが出来る。",
            "【0030】更に，弾塑性履歴型ダンパ10は，二つの剪断部11，11を有し，剪断部11，11間の中心線（橋軸方向）に対して斜めの方向からの振動も減衰させることが出来，剪断部が一つの場合に比べ，入力の許容範囲及び許容角度が広く，入力に対して尤度があるので，弾塑性履歴型ダンパ10を橋梁に取り付ける際に，例えば，剪断部11，11間の中心線が橋軸方向に対してずれ及び／又は傾いていても，振動を減衰させることが出来る。したがって，弾塑性履歴型ダンパ10は，剪断部が一つの場合に比べ，据付誤差を吸収することが出来，施工性が良い。よって，弾塑性履歴型ダンパ10は，剪断部が一つの場合に比べ，例えば，既設橋梁に後付けする場合や，斜角のついた桁や曲線桁や支点部に斜角の付いた桁等に用いる場合に有効である。",
            "【0032】なお，以上の例では，主として橋軸方向の振動を減衰させる弾塑性履歴型ダンパ10の設置例を説明したが，弾塑性履歴型ダンパ10は，橋軸直角方向の振動を減衰させるためにも使用することが出来る。この場合，弾塑性履歴型ダンパ10は，橋軸直角方向に上部構造物1に離間して設けられたストッパ16，16間に，剪断部11，11間の中心線が橋軸直角方向となるように設置される。これにより，弾塑性履歴型ダンパ10は，橋軸直角方向の振動を減衰させることが出来る他に，橋軸直角方向に対して斜めの方向の振動も減衰させることが出来る。更に，弾塑性履歴型ダンパ10の設置に際しては，想定される入力方向に対して高精度に弾塑性履歴型ダンパ10の剪断変形方向を合わせる設置角度に自由度を持たせることが出来る。",
            "［5．弾塑性履歴型ダンパの変形例3の説明（鋭角V字状）］【0036】図7（A）及び（B）に示すように，弾塑性履歴型ダンパ10は，全体を略V字状に形成し，剪断部11，11を連結する連結部12を鋭角としても同様な効果を得ることが出来る。すなわち，剪断部11，11は，連結部12から先端部に向かって漸次広がるように形成される。このような図7の例にあっても，剪断部11，11と連結部12は，曲げ加工によって形成することが出来る。特に，剪断部11，11を略V字状としたときには，橋軸に対して斜めの方向からの入力を効果的に減衰させることが出来る。なお，この例では，連結部12が鋭角を成していれば，剪断部11，11は，平面でなく曲面であっても良い。",
            "【0037】［6．弾塑性履歴型ダンパの変形例4の説明（鈍角V字状）］図8（A）及び（B）に示すように，弾塑性履歴型ダンパ10は，全体を略V字状に形成し，剪断部11，11を連結する連結部12を鈍角としても同様な効果を得ることが出来る。すなわち，剪断部11，11は，連結部12から先端部に向かって漸次広がるように形成される。このような図8（A）及び（B）の例にあっても，剪断部11，11と連結部12は，曲げ加工によって形成することが出来る。特に，剪断部11，11を略V字状としたときには，橋軸に対して斜めの方向からの入力を効果的に減衰させることが出来る。そして，連結部12の角度の設定によって，効果的に減衰出来る入力の方向を設定することが出来る。なお，この例では，連結部12が鈍角を成していれば，剪断部11，11は，平面でなく曲面であっても良い。",
            "【0040】［8．弾塑性履歴型ダンパの変形例6の説明（連結部の変形例）］図2-図4に示す弾塑性履歴型ダンパ10は，剪断部11，11を連結する連結部12が平板状に形成されているが，図12（A）及び（B）に示すように，連結部12を略直角に形成するようにしても良い。すなわち，連結部12は，平板状に形成しても良いし，曲面で形成しても良いし，更に，図7（A）及び（B）に示すように，鋭角を成すように形成しても良いし，図8（A）及び（B）に示すように，鈍角を成すように形成しても良い。",
            "【0070】［12．弾塑性履歴型ダンパの設置例の説明］弾塑性履歴型ダンパ10は，図1及び図2に示した桁橋の他に，ビル鉄骨，橋梁，鉄道橋等にも用いることが出来る。例えば，図42（A）及び（B）に示すように，構造物のフレーム横梁や橋梁の横支材等51と，ブレース材53の一端が取り付けられ，鉄骨構造の節点に集まる部材相互の接合に用いるガセットプレート52との間（ダンパー配置箇所）に弾塑性履歴型ダンパ10を取り付けることが出来る。この場合，弾塑性履歴型ダンパ10は，剪断部11，11の間の方向からの水平力を，剪断部11，11が剪断塑性変形することにより減衰させることが出来る。",
            "【図2】",
            "【図3】（A）（B）",
            "【図4】（A）（B）",
            "【図7】（A）（B）",
            "【図8】（A）（B）",
            "【図12】（A）（B）",
            "【図42】（A）（B）"
          ]
        },
        {
          "fig": "2",
          "text": [
            "(1) 引用文献1には，以下のとおりの記載がある（甲1）。",
            "【0001】【発明の属する技術分野】本発明は極低降伏点鋼製パネルを用いた制震パネルダンパとそれを用いた制震構造に関する。",
            "【0002】【従来の技術】従来，図6(A)に正面図で，(B)に断面平面図で示すように，この種の制震パネルダンパ12は，上下の普通鋼製のエンドプレート14と，これら上下のエンドプレート14の間に上下に延在して設けられた極低降伏点鋼製パネル16などからなり，上下のエンドプレー14の取り付け孔1404やこの取り付け孔1404に挿通されるボルトなどを介して制震パネルダンパ12が，例えば，図7(A)，(B)で示すように，間柱18の延在方向の中間部に配設される。そして，極低降伏点鋼製パネル16の両側に普通鋼製のフランジ20が設けられ，また，極低降伏点鋼製パネル16の両面に普通鋼製の補強リブ22が十字状に設けられ，極低降伏点鋼製パネル16がその面方向に沿って塑性変形し易く，面と直交する方向に塑性変形しにくいように構成されている。このような制震パネルダンパ12によれば，建物の震動時に，図7(A)，(B)で示すように，極低降伏点鋼製パネル16がその面方向に沿って塑性変形し，これにより震動エネルギが吸収される。なお，図7において，符号24は上下階の梁，26は柱を示している。",
            "【0003】【発明が解決しようとする課題】しかしながら，従来の制震パネルダンパ12は，極低降伏点鋼製パネル16の面の方向に沿った単一の方向についての震度エネルギしか吸収できず，水平面内においての全方向についての震動エネルギを吸収するためには2つの制震パネルダンパ12を，それらの極低降伏点鋼製パネル16の向きが直角になるようにL字状やT字状に並べて配設するしかなく，大きなスペースを必要とし，また，取り付けの手間も2倍となってコストダウンを図る上でも不利があった。本発明は前記事情に鑑み案出されたものであって，本発明の目的は，大きなスペースを要せずに水平面内においての全方向についての震動エネルギを吸収でき，コストダウンを図る上でも有利な制震パネルダンパとこの制震パネルダンパを用いた制震構造を提供することにある。",
            "【0004】【課題を解決するための手段】前記目的を達成するため本発明は，上下の普通鋼製のエンドプレートと，これら上下のエンドプレートの間に上下に延在して設けられた極低降伏点鋼製パネル部とからなる制震パネルダンパであって，前記極低降伏点鋼製パネル部は平面視した場合に互いに直交させた2枚の極低降伏点鋼製パネルから構成され，前記各極低降伏点鋼製パネルの両側には，極低降伏点鋼製パネルの厚さ方向に延在する幅で上下のエンドプレートの間にわたり延在する普通鋼製のフランジが設けられていることを特徴とする。また，本発明は，上下の普通鋼製のエンドプレートと，これら上下のエンドプレートの間に上下に延在して設けられた極低降伏点鋼製パネル部とからなる制震パネルダンパであって，前記極低降伏点鋼製パネル部は平面視した場合に互いに直交させた2枚の極低降伏点鋼製パネルから構成され，前記各極低降伏点鋼製パネルの両側には，極低降伏点鋼製パネルの厚さ方向に延在する幅で上下のエンドプレートの間にわたり延在する極低降伏点鋼製のフランジが設けられていることを特徴とする。また，本発明は，前記平面視した場合に互いに直交させて設けられる2枚の極低降伏点鋼製パネルのうち，一方の一枚は単体からなり，他方の一枚は分割された2つの半体からなり，前記各半体は平面視した場合互いに同一直線上に位置するように前記一方の一枚の両面にそれぞれ溶接により固定されていることを特徴とする。また，本発明は，上下の普通鋼製のエンドプレートと，これら上下のエンドプレートの間に上下に延在して設けられた極低降伏点鋼製パネル部とからなる制震パネルダンパであって，前記極低降伏点鋼製パネル部は極低降伏点鋼製パネルからなり，平面視した場合に断面が中空の矩形になるように4つの側面から四角柱状に形成されていることを特徴とする。また，本発明は，上下の普通鋼製のエンドプレートと，これら上下のエンドプレートの間に設けられた極低降伏点鋼製パネル部とからなる制震パネルダンパであって，前記極低降伏点鋼製パネル部は，極低降伏点鋼製パネルから上下に延在する円筒状に形成されていることを特徴とする。また，本発明は，二つの建物が近接して設けられ，これら建物が互いに向かい合う側部からそれぞれ張り出し部が向かい合う建物に向けて水平に，かつ，上下方向に間隔をおいて対向するように設けられ，これら張り出し部の間に前記上下のエンドプレートを固定させて前記制震パネルダンパが配設されていることを特徴とする。",
            "【0005】本発明では，上下のエンドプレートの間に配設された極低降伏点鋼製パネル部により，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して極低降伏点鋼製パネルが塑性変形し，これにより水平面における全方向についての震動エネルギが吸収される。また，本発明の制震パネルダンパは，建物躯体中の箇所のみならず，二つの建物が近接して設けられる場合に，これら建物から突設された張り出し部の間に配置されて用いられる。",
            "【0006】【発明の実施の形態】以下，本発明の実施の形態について説明する。図1(A)は制震パネルダンパの正面図，(B)は同断面平面図を示す。本実施の形態による制震パネルダンパ30は，上下のエンドプレート32と，これら上下のエンドプレート32間に設けられた極低降伏点鋼製パネル部33と，フランジ36から構成されている。",
            "【0007】前記エンドプレート32は普通鋼から正方形に形成され，エンドプレート32には，制震パネルダンパ30を建物躯体側に取り付けるための取り付け孔(不図示)が複数形成されている。",
            "【0008】前記極低降伏点鋼製パネル部33は2枚の極低降伏点鋼製パネル34からなり，各極低降伏点鋼製パネル34は矩形板状に形成されており，平面視した場合に十字状に互いに直交するように配置されている。より詳細には，平面視した場合にそれら極低降伏点鋼製パネル34の交点がエンドプレート32の中心に位置し，各極低降伏点鋼製パネル34が，エンドプレート32の輪郭をなす正方形の各辺に平行するように設けられている。2枚の極低降伏点鋼製パネル34のうち，一方の一枚は単体34Aから構成され，他方の一枚は分割された2つの半体34Bから構成されている。前記各半体34Bは，平面視した場合互いに同一直線上に位置するように前記一方の一枚34Aの中央の両面にそれぞれ溶接により固定されている。なお，2枚の極低降伏点鋼製パネル34の上端と下端はそれぞれエンドプレート32に溶接により固定されている。",
            "【0009】前記フランジ36は普通鋼からなり各極低降伏点鋼製パネル34の両側に設けられている。前記フランジ36は，極低降伏点鋼製パネル34の厚さ方向に延在する幅を有して上下に延在し(言い換えると，フランジ36はその面を極低降伏点鋼製パネル34の面と直交する方向に向けて上下に延在し)，幅方向の中央部が極低降伏点鋼製パネル34の端部に溶接などにより固定され，フランジ36の上下の端部は対応するエンドプレート32に溶接などにより固定されている。",
            "【0010】このような構成からなる制震パネルダンパ30は，例えば，従来と同様に建物躯体中に連結されて用いられる。制震パネルダンパ30では2枚の極低降伏点鋼製パネル34が直交して設けられており，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して2枚の各極低降伏点鋼製パネル34がそれぞれ塑性変形し，これにより水平面における全方向についての震動エネルギを吸収できる。そして，上下のエンドプレート32の間に2枚の極低降伏点鋼製パネル34が十字状に設けられているので，従来の2つの制震パネルダンパをL字状やT字状に並べて配設する場合に比べ小さなスペース内に配設でき，また，取り付けの手間も1つの制震パネルダンパを取り付ける場合と同様であり，したがって取り付けも簡単になされ，コストダウンを図る上でも有利となる。",
            "【0011】制震パネルダンパ30は上述のように従来と同様に建物躯体中に連結されて用いられる他，建物同士の間に用いることも可能である。図2および図3は制震パネルダンパを建物同士の間に用いた場合の説明図であり，図2は建物の正面図，図3は制震パネルダンパ部分の拡大正面図を示す。図2，図3に示すように，二つの建物40，42が近接して設けられている。そして，一方の建物40の側部で上下に間隔をおいた複数箇所からI形鋼やH形鋼製の梁などからなる張り出し部44が他方の建物42に向けて水平に突設され，また，他方の建物42の側部で上下に間隔をおいた複数箇所から同様に梁などからなる張り出し部46が一方の建物40に向けて水平に突設されいる。各張り出し部44，46は上下方向に間隔をおいて対向しているように設けられ，これら張り出し部44，46に上下のエンドプレート32を固定させて制震パネルダンパ30が配設されている。",
            "【0012】このように制震パネルダンパ30を配置した場合でも，張り出し部44，46を介して水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して2枚の各極低降伏点鋼製パネル34がそれぞれ塑性変形し，建物40，42の一方，または両方の水平面における全方向についての震動エネルギを吸収できる。そして，上下のエンドプレート32の間に2枚の極低降伏点鋼製パネル34が十字状に設けられているので，従来の2つの制震パネルダンパをL字状やT字状に並べて配設する場合に比べ張り出し部44，46を小さくでき，また，取り付けの手間も1つの制震パネルダンパを取り付ける場合と同様であり，したがって取り付けも簡単になされ，コストダウンを図る上でも有利となる。",
            "【0013】なお，上記の実施の形態では，各極低降伏点鋼製パネル34がその面方向に沿って塑性変形し易く，面と直交する方向に塑性変形しにくくするように，フランジ36を普通鋼で構成した場合について説明したが，本発明では2枚の極低降伏点鋼製パネル34が直交して設けられており，震動をX成分とY成分とに分担して2枚の各極低降伏点鋼製パネル34がそれぞれ塑性変形するので，フランジ36を極低降伏点鋼で形成するようにしてもよい。フランジ36を極低降伏点鋼で形成した場合には，フランジ36の幅方向に平行する極低降伏点鋼製パネル34の塑性変形時に該フランジ36も塑性変形し，このフランジ36の幅方向に沿った塑性変形により極低降伏点鋼製パネル34に加えフランジ36によっても震動エネルギを吸収することになる。",
            "【0014】次に，図4および図5を参照して本発明の別の実施の形態について説明する。図4，図5において(A)は制震パネルダンパの正面図，(B)は同断面平面図を示す。上記の実施の形態と同様な箇所，部材に同様の符号を付して説明すると，図4に示す制震パネルダンパ50は，上下のエンドプレート32と，これら上下のエンドプレート32間に設けられた極低降伏点鋼製パネル部52から構成されている。前記極低降伏点鋼製パネル部52は極低降伏点鋼製パネル54からなり，平面視した場合に断面が中空の矩形(本実施の形態では正方形)になるように4つの側面から四角柱状に形成されている。前記極低降伏点鋼製パネル部52は極低降伏点鋼製パネル54に曲げ加工を施すことで形成してもよく，あるいは，各側面をなす4枚の極低降伏点鋼製パネル54を溶接により接合することで形成してもよく，その製造方法は任意である。",
            "【0015】図5に示す制震パネルダンパ60は，上下のエンドプレート32と，これら上下のエンドプレート32間に設けられた極低降伏点鋼製パネル部62から構成されている。前記極低降伏点鋼製パネル部62は極低降伏点鋼製パネル64から上下に延在する円筒状に形成されている。このような制震パネルダンパ50，60によっても前記制震パネルダンパ30と同様に，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して極低降伏点鋼製パネル54，64が塑性変形し，これにより水平面における全方向についての震動エネルギを吸収でき，また，小さなスペース内に配設でき，取り付けの手間も簡単になされ，コストダウンを図る上でも有利となる。なお，前記制震パネルダンパ30以外にいくつかの他の制震パネルダンパの別実施例を説明したが，こらら制震パネルダンパが用いられる箇所も制震パネルダンパ30と同様であり，建物躯体中に連結されて，あるいは，図2，図3に示すように，二つの建物40，42の張り出し部44，46の間に連結されて用いられる。",
            "【0016】【発明の効果】以上の説明で明らかなように本発明の制震パネルダンパによれば，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して極低降伏点鋼製パネルが塑性変形し，これにより水平面における全方向についての震動エネルギを吸収できる。そして，上下一対のエンドプレートの間に極低降伏点鋼製パネル部が設けられているので，従来の2つの制震パネルダンパをL字状やT字状に並べて配設する場合に比べ小さなスペース内に配設でき，また，取り付けの手間も1つの制震パネルダンパを取り付ける場合と同様であり，したがって取り付けも簡単になされ，コストダウンを図る上でも有利となる。本発明の制震パネルダンパは，従来のように建物躯体中に配置されるのみならず，二つの建物が近接して設けられる場合に，これら建物から突設された張り出し部の間に配置されて好適である。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "引用文献2には，以下のとおりの記載がある（甲2）。",
                "【0021】（せん断パネル型ダンパーの構成）続いて，図2を用いて，せん断パネル型ダンパー10の詳細について説明する。",
                "図2は，本発明の実施の形態1に係るせん断パネル型ダンパーの構成を示す正面図である。",
                "せん断パネル型ダンパー10は，パネル部11，載荷部材12，及び荷重伝達抑制手段20を備えている。",
                "【0022】パネル部11は，板状部材であり，正面視において略矩形状の四隅に円弧状フレアー11aが形成された形状となっている。このパネル部材は，例えばLYP-100（公称降伏点が100Ｎ／mm2）等の極低降伏比鋼により形成されている。極低降伏比鋼は，普通鋼の一種であるSS400に比べて適度な低降伏性を有し，延性が極めて高い鋼材である。例えば，LYP-100は，SS400に対して，0．2％の永久ひずみに対応した応力（0．2％オフセット値σ ）が約0．21／3（80Ｎ／mm2）であり，伸び変形量が約3倍（60％）もある。",
                "なお，パネル部11の材質は，極低降伏比鋼に限らず，延性の高い普通鋼，アルミニウム合金，銅，又は非磁性鋼等であってもよい。これらの材質を組み合わせてパネル部11を形成してもよい。",
                "パネル部11は，その下辺が橋梁下部構造102の例えば上面に固定され，橋梁下部構造102の上面に立設されている。",
                "【0029】このように橋梁下部構造102と橋梁上部構造105とが相対移動する場合，従来のせん断パネル型ダンパーの上辺は平面視において橋梁上部構造105に追従するので，従来のせん断パネル型ダンパーの上辺は図3（a）に示す中心軸1aの位置となる。つまり，従来のせん断パネル型ダンパーは，その下辺が中心軸1bの位置となり，その上辺が中心軸1aの位置となる。このため，従来のせん断パネル型ダンパーのパネル部は，面内方向（パネル部の面に沿った方向，図3（a）ではX方向）と垂直な方向である面外方向に変形することとなる。したがって，パネル部が面内方向にうまく変形できず，橋梁下部構造と橋梁上部構造とを相対的に移動させるエネルギーを吸収することができない場合がある。",
                "【0030】一方，上述のように橋梁下部構造102と橋梁上部構造105とが相対移動する場合，本実施の形態1に係るせん断パネル型ダンパー10は，パネル部11の一方の側辺11b側（図3における右側）において，パネル部11の側辺11bと載荷部材12の側面12aとの間に荷重伝達抑制手段20の転動体21が挟持されることとなる。このため，パネル部11の側辺11bと載荷部材12の側面12aとの間で転動体21が転動することにより，載荷部材12にかっている荷重200の面外方向成分202がパネル部11に伝達されることが抑制される。これにより，パネル部11の上辺が中心軸1bの位置（平面視においてパネル部11の下辺の位置）に移動することができ，パネル部11が面外方向に変形することを抑制できる。",
                "【0031】また，このとき，パネル部11には，主に荷重200の面内方向成分201がかかることとなる。このため，図3（b）に示すように，パネル部11が面内方向にうまく変形することができ，橋梁下部構造と橋梁上部構造とを相対的に移動させるエネルギーを吸収することができる。",
                "【0032】以上のように，本実施の形態1に係るせん断パネル型ダンパー10は，パネル部11の側辺11bと載荷部材12の側面12aとの間に荷重伝達抑制手段20が設けられているので，荷重200の面外方向成分202がパネル部11に伝達されることを抑制できる。このため，パネル部11が面内方向にうまく変形することができ，橋梁下部構造と橋梁上部構造とを相対的に移動させるエネルギーを吸収することができる。",
                "【0033】また，パネル部11は，SS400に比べて適度な低降伏性を有し，延性が極めて高い極低降伏比鋼によって形成されている。このため，地震エネルギーの吸収性能が増大する。",
                "【0065】実施の形態6．",
                "（橋梁，支承構造）",
                "本実施の形態6では，実施の形態1～実施の形態5に示したせん断パネル型ダンパーを設置した橋梁の支承構造の一例について説明する。なお，本実施の形態6において，特に記述しない項目については実施の形態1～実施の形態5と同様とする。",
                "【0066】図11（a）～図13（g）は，本発明の実施の形態6に係る橋梁支承構造の一例を示す平面図である。なお，図11（a）～図13（g）では，せん断パネル型ダンパーの設置位置の理解を容易とするために，移動支承の図示を省略している。また，図11（a）～図13（g）では，実施の形態1～実施の形態5に示したせん断パネル型ダンパーの総称として，せん断パネル型ダンパー90と示している。つまり，せん断パネル型ダンパー90は，実施の形態1～実施の形態5に示したせん断パネル型ダンパーのいずれであってもよいということである。また，図11（a）～図13（g）では，せん断パネル型ダンパー90のパネル部が橋梁下部構造102の上面に直接的又は間接的に設置された場合を例に説明する。",
                "【0067】橋梁上部構造と橋梁下部構造とが平面視において2次元的に相対移動可能な橋梁支承構造の場合，例えば図11（a）～図12（e）のようにせん断パネル型ダンパー90を設置してもよい。つまり，設置されるせん断パネル型ダンパー90の一部は，その面内方向（下辺長手方向に同じ）がX軸方向（橋軸方向）となるように設置される。また，設置されるせん断パネル型ダンパー90の残りの一部は，その面内方向がY軸方向（橋軸方向と垂直な方向）となるように設置される。",
                "【0068】このようにせん断パネル型ダンパー90を設置することにより，橋梁下部構造と橋梁上部構造とを相対的に移動させるエネルギーのX軸方向成分は，面内方向がX軸方向となるように設置されたせん断パネル型ダンパー90によって吸収される。また，橋梁下部構造と橋梁上部構造とを相対的に移動させるエネルギーのY軸方向成分は，面内方向がY軸方向となるように設置されたせん断パネル型ダンパー90によって吸収される。したがって，耐震性能に優れた橋梁支承構造及び橋梁を得ることができる。",
                "【0069】なお，図11（a）～図12（e）に示すように，面内方向がX軸方向となるように設置されたせん断パネル型ダンパー90の設置位置や設置数，面内方向がX軸方向となるように設置されたせん断パネル型ダンパー90の設置位置や設置数は任意である。",
                "【0070】また，橋梁上部構造と橋梁下部構造とが平面視において2次元的に相対移動可能な橋梁支承構造の場合，例えば図12（f）のように，せん断パネル型ダンパー90の面内方向がX軸にもY軸にも向かないようにせん断パネル型ダンパー90を設置してもよい。つまり，面内方向が平面視で放射状となるようにせん断パネル型ダンパー90を設置する等，一部のせん断パネル型ダンパー90の面内方向がその他のせん断パネル型ダンパー90の面内方向と異なるように設置すればよい。このようにせん断パネル型ダンパー90を設置しても，各せん断パネル型ダンパー90は，橋梁下部構造と橋梁上部構造とを相対的に移動させるエネルギーの各々の面内方向成分を吸収する。したがって，耐震性能に優れた橋梁支承構造及び橋梁を得ることができる。",
                "【図2】",
                "【図3】（a）（b）"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用文献3には，以下のとおりの記載がある（甲3）。",
                "【0037】この免震装置40は，前記したと同様の上下一対の鋼製の水平板42，44と，両水平板42，44間に配置されかつ該両水平板に固定された鋼製の1つ",
                "の垂直板46とを有する。",
                "【0038】垂直板46は全体に矩形の平面形状を有し，布基礎10の伸長方向へ伸びている。垂直板46は，布基礎10の伸長方向すなわち垂直板46の伸長方向に互いに間隔をおいて設けられ上下方向に伸びる複数の穴（長穴）48を有する。",
                "【0039】複数の穴48を有する垂直板48を備える免震装置40は，その一部が，布基礎10に設けられた凹所30内に配置され，その上方の水平板42が建物12の土台16に相対しかつ土台16に固定され，また，下方の水平板44が凹所30の底壁32に接しかつこれに固定されている。免震装置40は，凹所30の深さ寸法より大きい高さ寸法を有し，その一部が凹所30から上方に突出している。このため，建物12は複数の免震装置40を介して布基礎10上に支持されている。",
                "【0040】免震装置40と凹所30の各側壁34との間に空間が設けられている。これにより，垂直板46は凹所30内においてその長手方向に変形することができ",
                "る。",
                "【0041】免震装置40を含む免震構造14によれば，布基礎10の伸長方向に地震力が作用するとき，免震装置40の垂直板46の複数の穴48間の細長い部分50および垂直板46の長手方向端と穴48との間の細長い部分50が塑性変形し，建物12の振動加速度を低減する。また，地震力が布基礎10の伸長方向に対して直角な水平方向に作用するときは，この方向に垂直板46が曲がり，建物12の振動加速度を低減する。したがって，免震装置40を含む免震構造14によっても，互いに直交する2方向のそれぞれに関する免震効果を実現することができる。",
                "【0042】免震装置40は，凹所30を設けることなしに，布基礎10の前記頂面に配置することができる。また，免震装置40の垂直板46は前記穴48を有することから，長穴48を有しないものに比べて剛性が低く，また，降伏耐力が低い。垂直板46の長さ方向に関する変形抵抗すなわちその剛性または降伏耐力は，垂直板46の厚さ寸法，長穴48の数量，長穴48の高さ寸法，長穴48の幅寸法等を変えることにより，任意に設定することができる。また，垂直板46の厚さ方向すなわち布基礎10に直交する前記水平方向に関する変形抵抗は，垂直板46の厚さ寸法，高さ寸法および長さ寸法を変えることにより，任意に設定することができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用文献4には，以下のとおりの記載がある（甲4）。",
                "【0030】せん断パネルダンパー6は，1枚の鋼板41からなる。この鋼板41は，ボルト28および図示しないナットにより間柱8aに取り付けられる第1接合部46と，この第1接合部46と同様の方法で間柱8bに取り付けられる第2接合部47と，第1接合部46と第2接合部47の間に形成されたエネルギー吸収部4",
                "9とを備えて構成されている。",
                "第1接合部46および第2接合部47に取り付けられる間柱8a，8bは，例えば地震などによる振動が建築構造物1に伝達された場合において，水平方向である相対変位方向Aに向けて互いに相対的に変位することになる。すなわち，相対変位方向Aは，第1接合部46および第2接合部47と，間柱8a，8bとの接合方向Bに交差する方向（鉛直方向）であって，この相対変位方向Aに沿った間柱8a，8b間の相対変位に応じ，エネルギー吸収部49がせん断変形し，曲げせん断降伏後に塑性変形することにより，エネルギー吸収性能を発揮するものである。",
                "【0031】このエネルギー吸収部49には，1以上のスリット65が少なくとも相対変位方向Aに沿って所定間隔ごとに設けられている。なお，スリット65の配置は，一列に限定されるものではなく，複数列で構成されていてもよい。また，スリット65が規則的に並んでいる場合のみならず，ランダムに散在させるようにしてもよい。",
                "また，スリット65は，いかなる形状で構成されていてもよいが，少なくとも接合方向Bに向けて延びる縦長の形状とされていることが望ましい。また，ここでは，略ひし形のスリット65で構成した場合を例示しているが，これに限定されるものではなく，長方形状で構成してもよいし，その他多角形状，不定形状で構成してもよい。",
                "【0032】このようなスリット65をエネルギー吸収部49に設けることにより，少なくとも当該エネルギー吸収部49の降伏強度を下げることが可能となる。具体的には，間柱8a，8b間において相対変位方向Aに向けて相対変位が生じた場合，エネルギー吸収部49を容易に曲げせん断降伏させることが可能となる。この曲げせん断降伏は，特に隣接するスリット65間の領域であるダンパー部66において幅が狭小となっていることから，このダンパー部66が優先的に降伏する場合が多い。なお，エネルギー吸収部49にスリット65を設けることは必須でなく，スリット65を1個も設けない構成としてもよい。",
                "【図1】"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（引用発明1-2に基づく本件補正発明についての進歩性の有無の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明と引用発明1-2との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(1)で認定した引用文献1の記載からすると，引用文献1には，本件審決が認定したとり，以下の引用発明1-2が記載されていることが認められる。",
                    "「上下のエンドプレート32と，これら上下のエンドプレート32間に設けられた極低降伏点鋼製パネル部52から構成される，建物躯体中または建物の間に配置される制震パネルダンパ50であり，",
                    "前記極低降伏点鋼製パネル部52は面方向に沿って塑性変形し易い極低降伏点鋼製パネル54からなり，平面視した場合に断面が中空の矩形になるように四つの側面から四角柱状に形成されており，",
                    "前記極低降伏点鋼製パネル部52は極低降伏点鋼製パネル54に曲げ加工を施すことで形成するか，あるいは，各側面をなす4枚の極低降伏点鋼製パネル54を溶接により接合することで形成されており，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して極低降伏点鋼製パネル54が塑性変形し，これにより水平面における全方向についての震動エネルギを吸収できる制震パネルダンパ50であって，",
                    "上下一対のエンドプレート32の間に，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して塑性変形する極低降伏点鋼製パネル54で震動エネルギを吸収できる極低降伏点鋼製パネル部52を設けたことにより，上下のエンドプレート14の間に単一の方向についての震動エネルギしか吸収できない極低降伏点鋼製パネル16が設けられた従来の制震パネルダンパ12を，二つL字状やT字状に並べて配設する場合に比べて，小さなスペース内に配設でき，取り付けの手間も一つの制震パネルダンパを取り付ける場合と同様である，",
                    "制震パネルダンパ50。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件補正発明と引用発明1-2との一致点及び相違点は，以下のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「建物及び／又は建造物に適用可能な弾塑性履歴型ダンパであって，互いの向きが異なる複数の剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ，",
                        "上記剪断部は，外部からの一定以上の入力時に弾塑性的に変形してエネルギー吸収する，弾塑性履歴型ダンパ。」である点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点4’",
                          "text": [
                            "本件補正発明では，「想定される入力方向に対して機能する向きに設置される」弾塑性履歴型ダンパにおいて，「二つの剪断部が，当該ダンパの端部を成す連結部」で連結され，「ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連」であり，剪断部が，「想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」るのに対し，引用発明1-2では，上下のエンドプレート32間に設けられた4枚の極低降伏点鋼製パネル54からなる極低降伏点鋼製パネル部52が，平面視した場合の断面が中空の矩形となる四角柱状に形成され，四角柱の隣接する二つの側面を構成する2枚の極低降伏点鋼製パネル54の間の空間は，四角柱の残る2側面を構成する他の2枚の極低降伏点鋼製パネル54によって閉鎖されており，「ダンパを囲繞する空間」と「一連」ではなく，上記極低降伏点鋼製パネル54が，それら震動をX成分とY成分とに分担して塑性変形し，これにより水平面における全方向についての震動エネルギを吸収する点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点6",
                          "text": [
                            "剪断部の変形方向について，",
                            "本件補正発明では，剪断部が弾塑性的に「面外方向を含む方向に」変形してエネルギー吸収すると特定されているのに対し，引用発明1-2では，平面視した場合に断面が中空の矩形になるように四つの側面から四角柱状に形成された極低降伏点鋼製パネル部52が，極低降伏点鋼製パネル54に曲げ加工を施すことで形成するか，あるいは，各側面をなす4枚の極低降伏点鋼製パネル54を溶接により接合することで形成されたうえで，極低降伏点鋼製パネル54が，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して塑性変形し，これにより水平面における全方向についての震動エネルギを吸収する点。  "
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，相違点の認定において，本件補正発明が，「ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連である」点と，「想定される入力方向に対して機能する向きに設置され」，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」る点とを分けて認定している。",
                    "しかし，本件補正発明は物の発明であること及び前記1で認定した本件明細書の記載からすると，本件補正発明の，「想定される入力方向に対して機能する向きに設置され」，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」との構成は，「端部の連結部を介して一連に設けられ」，「ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連である」二つの剪断部の形状について，いずれの剪断部も，想定される方向からの入力に対して機能し，想定される入力方向に対し面内方向に傾斜するように設置できる形状であることを特定したものと解するのが相当であるから，本件補正発明の，「二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ」との構成，弾塑性履歴型ダンパが「想定される入力方向に対して機能する向きに設置され」，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」との構成及び「ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連である」との構成は，いずれも，ダンパの形状を特定するものである。そして，これらの形状の構成は相互に関連して，ダンパが振動エネルギーを吸収する機序に影響を与えるものであるから，上記の各構成を別個の相違点として，それぞれ独立に容易想到性の判断をするのは相当ではないというべきである。これに反する被告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4’の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(1)で認定した引用文献1の記載からすると，引用発明1は，水平方向の全方向からの震動エネルギを，Ⅹ成分とY成分に分担して極低降伏点鋼製パネルが塑性変形して吸収する制震パネルダンパであること，従来は，水平方向の全方向からの震動エネルギを吸収するために，極低降伏点鋼製パネルの向きが直角となるように二つのダンパをL字状やT字状に並べて配置していたところ，そのようなダンパの配置方法では，それぞれのパネル毎に一対のエンドプレートを設置するため，取り付けのためのスペースが大きくなり，また，取り付けのための手間がかかるという課題があり，同課題を解決するために，引用発明1-2は，ダンパの形状を，平面視した場合に断面が中空の矩形になる四角柱状とし，これを一対のエンドプレートの間に設置する構成にしたもの，引用発明1-1は，ダンパの形状を，平面視した場合に断面が互いに直交する十字状としたものであり，それぞれこれを一対のエンドプレートの間に設置する構成にしたものであることが認められる。",
                    "一方，本件補正発明の特許請求の範囲の「想定される入力方向に対して機能する向きに設置される弾塑性履歴型ダンパであって」，「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」との記載及び前記1で認定した本件明細書の記載によると，本件補正発明は，振動エネルギーの入力方向を想定し，特定の入力方向からの振動に対応するダンパであること，本件補正発明の従来技術であるダンパは，剪断部を一つしか有していないために，地震の際にいずれの方向から水平力の入力があるかは予測困難であるのに，一方向からの水平力に対してしか機能せず，また，想定される入力方向に対して高精度にダンパの剪断変形方向を合わせる設置角度設定が必要であるという課題があったこと，本件補正発明は，剪断部を二つ設け，これらを端部で連結させたことにより大きな振動エネルギーを吸収できるようにし，また，向きの異なる二つの剪断部を想定される入力方向に対し面内方向に傾斜するように設置できる形状とすることにより，入力の許容範囲及び許容角度が広くなり，据付誤差を吸収することができるようにしたことが認められる。",
                    "このように，引用発明1は，水平方向の全方向からの震動エネルギーを吸収するためのダンパであるのに対し，本件補正発明は，振動エネルギーの入力方向を想定し，その想定される方向及びその方向に近い一定の範囲の方向からの振動エネルギーを吸収するためのダンパであり，両発明の技術的思想は大きく異なる。これに反する被告の主張は理由がない。",
                    "そして，相違点4’に係る本件補正発明の構成は，上記のような技術的思想に基づくものであるから，引用発明1-2との実質的な相違点であり，それが設計事項にすぎないということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記2(2)で認定した引用文献2の記載からすると，引用文献2には，本件審決が認定した引用発明2（前記第2の3(1)イ）が記載されているが，引用発明2の略L字状に配置された二つの剪断パネル型ダンパー90の各パネル部は，端部で連結されていないことが認められる。",
                        "引用発明1-2においては，各側面のパネルはすべて端部で隣接するパネルと連結されているが，引用発明1-2のこの構成に代えて，引用発明1-2に，二つの剪断パネル型ダンパー90のパネル部を，端部を連結することなく，略L字状に配置するという引用発明2の上記構成を適用して，ダンパの断面形状をL字状とするなど2枚のパネルを端部で連結する構成とすることの動機付けは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記2(3)，（4)で認定した引用文献3，4の記載によると，塑性変形する部材を用いて震動を吸収するダンパー部材において，塑性変形する部材の降伏強度を調整するなどの目的で，穴又はスリットを設けることは，周知技術であることが認められるが，引用発明1-2にこの周知技術を適用したとしても，ダンパを囲繞する空間と一連とはなるが，ダンパの断面形状をL字状とするなど2枚のパネルを端部で連結する構成となるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その他，相違点4’に係る本件補正発明の構成を引用発明1-2に基づいて容易に想到することができたというべき事情は認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上からすると，その余の点について判断するまでもなく，引用発明1-2に基づいて本件補正発明を容易に発明することができたとは認められない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，本件審決は，引用文献1には，断面が十字状や中空の矩形の形状の引用発明1のほか，断面が円状のダンパも記載されていることから，引用文献1における極低降伏点鋼パネルの数や配置及び交点の接合形態については，異なる方向成分の震動を分担して塑性変形により吸収する機能が維持される範囲で，自由度がある，引用文献1は，断面が略L字状となるダンパを排除していないと判断する。",
                        "しかし，本件補正発明を引用発明1-2に基づいて容易に発明することができたということができないことは，既に判示したとおりであって，引用文献1において，極低降伏点鋼パネルの数や配置及び交点の接合形態については自由度があり，また，断面が略L字状となるダンパを排除していないとしても，そのことから直ちに本件補正発明を発明する動機付けがあるということができないことは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（引用発明1-1に基づく本件補正発明についての進歩性の有無の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明と引用発明1-1との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(1)で認定した引用文献1の記載からすると，引用文献1には，本件審決が認定したとおり，以下の引用発明1-1が記載されていることが認められる。",
                    "「上下のエンドプレート32と，これら上下のエンドプレート32間に設けられた極低降伏点鋼製パネル部33と，フランジ36から構成される，建物躯体中又は建物の間に配置される制震パネルダンパ30であり，",
                    "前記極低降伏点鋼製パネル部33は，面方向に沿って塑性変形し易い2枚の極低降伏点鋼製パネル34が，平面視した場合に十字状に互いに直交するように配置されており，",
                    "極低降伏点鋼製パネル34の交点は溶接により固定されており，2枚の極低降伏点鋼製パネル34の上端と下端はそれぞれエンドプレート32に溶接により固定されており，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して極低降伏点鋼製パネル34が塑性変形し，これにより水平面における全方向についての震動エネルギを吸収できる制震パネルダンパ30であって，",
                    "各極低降伏点鋼製パネル34の両側には，普通鋼または極低降伏点鋼からなるフランジ36が，極低降伏点鋼製パネル34の厚さ方向に延在する幅を有して設けられており，2枚の極低降伏点鋼製パネル34は前記交点から離れたフランジ36側で互いに離間しており，震動をX成分とY成分とに分担して2枚の各極低降伏点鋼製パネル34がそれぞれ塑性変形するので，フランジ36を極低降伏点鋼で形成した場合には，フランジ36の幅方向に平行する極低降伏点鋼製パネル34の塑性変形時に該フランジ36も塑性変形し，このフランジ36の幅方向に沿った塑性変形により極低降伏点鋼製パネル34に加えフランジ36によっても震動エネルギを吸収することになり，",
                    "上下一対のエンドプレート32の間に，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して塑性変形する極低降伏点鋼製パネル34で震動エネルギを吸収できる極低降伏点鋼製パネル部33を設けたことにより，上下のエンドプレート14の間に単一の方向についての震動エネルギしか吸収できない極低降伏点鋼製パネル16が設けられた従来の制震パネルダンパ12を，二つL字状やT字状に並べて配設する場合に比べて，小さなスペース内に配設でき，取り付けの手間も一つの制震パネルダンパを取り付ける場合と同様である，",
                    "制震パネルダンパ30。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件補正発明と引用発明1-1との一致点及び相違点は，以下のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「建物及び／又は建造物に適用可能な弾塑性履歴型ダンパであって，互いの向きが異なる二つの剪断部が，連結部を介して一連に設けられ，上記ダンパを囲繞する空間が，二つの該剪断部の間の空間に一連であって，上記剪断部は，外部からの一定以上の入力時に弾塑性的に変形してエネルギー吸収する，弾塑性履歴型ダンパ。」である点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1’",
                          "text": [
                            "本件補正発明では，「想定される入力方向に対して機能する向きに設置される」弾塑性履歴型ダンパにおいて，「二つの剪断部が，当該ダンパの端部を成す連結部」で連結され，剪断部が，「想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」るものであるのに対し，引用発明1-1では，上下のエンドプレート32間に設けられた2枚の極低降伏点鋼製パネル34は，平面視した場合に断面が互いに直交する十字状であり，「連結部」が「ダンパの端部」を成しておらず，水平方向の全方向からの震動について，互いに直交するように配置された極低降伏点鋼製パネル34が，それら震動をX成分とY成分とに分担して塑性変形し，これにより水平面における全方向についての震動エネルギを吸収する点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点3",
                          "text": [
                            "本件補正発明では，剪断部が弾塑性的に「面外方向を含む方向に」変形してエネルギー吸収すると特定されているのに対し，引用発明1-1では，互いに直交するように配置され，交点が溶接され，かつ上端と下端がそれぞれエンドプレート32に溶接により固定された極低降伏点鋼製パネル34が，水平方向の全方向からの震動について，それら震動をX成分とY成分とに分担して塑性変形し，これにより水平面における全方向についての震動エネルギを吸収する点。  "
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，相違点の認定において，本件補正発明が，「二つの剪断部が，当該ダンパの端部を成す連結部を介して一連に設けられ」としている点と「上記想定される入力方向に対し，二つの上記剪断部の面内方向が傾斜するように上記剪断部が設置され」としている点とを分けて認定すべきであると主張するが，この主張が理由がないことは，前記1(1)ウで認定したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1’の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記3(2)アで判示したとおり，本件補正発明と引用発明1の技術的思想は大きく異なるのであり，相違点1’に係る本件補正発明の構成は，本件補正発明の技術的思想に基づくものであるから，引用発明1-1との実質的な相違点であり，設計的事項にすぎないということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記3(2)イ(ア)のとおり，引用文献2には引用発明2が記載されているが，引用発明2の略L字状に配置された二つの剪断パネル型ダンパー90の各パネル部は，端部で連結されていない。",
                        "引用発明1-1においては，2枚のパネルは中央部分で連結しているが，パネルを中央部分で連結させるという引用発明1-1の構成に代えて，引用発明1-1に，二つの剪断パネル型ダンパー90の各パネル部を，端部を連結することなく略L字状に配置するという引用発明2の上記構成を適用して，ダンパの断面形状をL字状とするなど2枚のパネルを端部で連結する構成とすることの動機付けは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その他，相違点1’に係る本件補正発明の構成を引用発明1-1に基づいて容易に想到することができたというべき事情は認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上からすると，その余の点について判断するまでもなく，引用発明1-1に基づいて本件補正発明を容易に発明することができたとは認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，本件審決は，引用文献1においては，ダンパの形状については自由度があり，断面が略L字状となるダンパを排除していないと判断するが，引用文献1において，ダンパの形状に自由度があり，断面が略L字状となるダンパを排除していないとしても，そのことから直ちに本件補正発明を発明する動機付けがあるということができないことは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおりであるから，原告の請求は理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}