{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "subject": "訴訟費用は，第1，2審とも被控訴人の負担とする。"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「梁補強金具およびこれを用いた梁貫通孔補強構造」とする特許権を有する被控訴人が，控訴人に対し，被告各製品が本件発明1，2及び5の，被告製品8～13が本件発明4の技術的範囲にそれぞれ属し，控訴人による被告各製品の製造，使用及び販売等が，本件特許権を侵害する旨主張して，被告各製品の生産，使用，譲渡等の差止め及び同各製品の廃棄並びに不法行為に基づく損害賠償金1377万2088円及びこれに対する不法行為の後の日である平成30年10月11日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被控訴人の控訴人に対する差止め及び廃棄請求を認容するとともに，損害賠償請求のうち，156万2345円及びこれに対する遅延損害金の支払請求を認容し，その余の請求を棄却したため，控訴人が控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決7頁24行目から8頁3行目を下記のとおり補正するほかは，原判決「事実及び理由」第2の2に記載のとおりであるから，これを引用する。",
            "「ウ  被告各製品は，本件発明1の構成要件1-B，1-C及び1-D，本件発明2の構成要件2-A，本件発明5の構成要件5-A，本件訂正発明1の構成要件1-B，1-C’-1，1-C’-2及び1-D，本件訂正発明2の構成要件2-A，本件訂正発明5の構成要件5-Aをそれぞれ充足する。",
            "また，被告製品8～13は，本件発明4の構成要件4-A及び4-B，本件訂正発明4の構成要件4-A’及び4-Bをそれぞれ充足する。」"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決「事実及び理由」第2の3に記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "以下のとおり補正をし，下記2のとおり，当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第3記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決27頁11行目末尾に「。」を付加する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決53頁18行目冒頭から20行目「構成要件1-C」の前までを次のとおり改める。",
                "「被告は，本件各発明や本件各訂正発明(以下，両者を併せて「本件各発明等」という。)の寄与度は30％を上回らないと主張するが，被告各製品は，本件各発明等の構成要件を全て充足しているから，」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決54頁10行目の「実施利用率」を「実施料率」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点3-3-1(乙19発明に基づく新規性又は進歩性の欠如)について",
              "text": [
                "〔当審における控訴人の主張〕",
                "乙19においては，厚肉鋼管2の外周部の「ほぼ中央部」が「溶接部3」により「ウェブ1a」に「固着」されるよう，「ウェブ1aの左面」への「当接」用の裏当て体3aそれ自体は，厚肉鋼管2の外周部の軸方向の中央部より有意に左方側に形成されていることが明らかである。",
                "「外周部の軸方向の片面側に形成」することは，本来，「外周部の軸方向の片面側の端部に形成」することをも含み得る概念である。また，「フランジ部」は，「外周部の軸方向の片面側に形成」しようが，「外周部の軸方向の片面側の端部に形成」しようが，同様にウェブ面への当接という機能を果たすことができるものである。乙19には，ウェブ1aの左面への当接用の裏当て体3aを厚肉鋼管2の外周部の軸方向の片面側に形成することが開示されている以上，ウェブ1aの左面への当接用の裏当て体3aを厚肉鋼管2の外周部の軸方向の片面側の端部に形成することも，実質的に開示されているか示唆されている。",
                "フランジ部を接続・固定用に，管の軸方向の片面側の端部に端面部を面一に形成することは，周知・慣用技術ないし技術常識であり(乙33～39，44～46，49～51，甲6～8)，梁補強構造分野においても，当業者により広く参酌され得るものである。",
                "そうすると，乙19の開示ないし示唆に基づき，梁補強構造分野における当業者は，フランジ部を接続・固定用に管の軸方向の片面側の端部に端面部を面一に形成するという周知・慣用技術ないし技術常識を参酌することにより，ウェブ1aの左面への当接用の裏当て体3aの形成位置を厚肉鋼管2の外周部の軸方向の片面側における中央寄りから端部へ適宜変更するとともに，その端面部を同変更のまま面一にしておくことを，容易に想到し得たはずである。",
                "本件明細書等には，相違点2に係る本件訂正事項1によって，訂正前の本件発明1が奏する作用効果とは異なる特有の作用効果が奏されること及び独自の技術的意義を有することは，何ら記載も示唆もされていないことからも，相違点2に係る構成は単なる設計事項にすぎない。",
                "〔当審における被控訴人の主張〕",
                "乙19には，「前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側の端部に形成し，」との構成及び「前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面である」との構成のいずれについても，開示や示唆はない。乙19からは，厚肉鋼管と一体の裏当て体3aを当接した，ウェブ1aの一方面のみの個所を溶接して従来よりも溶接長及び溶接量を少なくするという技術的事項が理解し得るのみで，裏当て体3aを厚肉鋼管2の外周部の軸方向の片面側に形成することや，片面側の端部に形成することが開示又は示唆されているとはいえない。",
                "また，控訴人が周知例として挙げる文献に基づいて，相違点2に係る構成が当業者にとって容易に想到し得るものであるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点4(損害額)について",
              "text": [
                "〔当審における控訴人の主張〕",
                "特許権等の侵害者が受けた利益を特許権者等の損害と推定する特許法102条2項の推定の覆滅事由の判断に際しては，侵害製品全体に対する特許発明の実施部分の価値の割合，すなわち特許発明の寄与度を考慮すべきである。",
                "原判決が，特許発明の寄与度の考慮それ自体を否定したのであれば，明らかな誤りであるし，考慮したのであれば，材料費割合その他の事情を考慮して然るべく特許発明の寄与度を認定すべきであって，推定覆滅をゼロとする合理的理由はない。",
                "侵害品であれば特許発明の作用効果を奏することは当然であるので，特許発明の寄与度を考慮する場合に，侵害品が特許発明の作用効果を奏することは考慮されるべきものではない。考慮されるべきなのは，特許発明特有の作用効果が侵害品の宣伝広告において需要者に訴求されたかどうかであるが，控訴人のウェブサイトや被告各製品のカタログにおいては，本件発明の「フランジ部」の機能・作用効果等は何ら説明・強調されておらず，この点が需要者に訴求されたということはできない。",
                "控訴人のウェブサイトや被告各製品のカタログにおいては，「つば状の出っ張り部の外周部」のみを溶接固定するため，「[梁の反転が不要]となり施工性が大幅にアップ」する作用効果が需要者に訴求されているところ，これは，控訴人により工夫された独自の工法により奏される顕著な作用効果であって，本件発明の作用効果ではない。",
                "〔当審における被控訴人の主張〕",
                "損害額に関する控訴人の主張については，いずれも理由はなく，原判決の認定に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件控訴を棄却すべきものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件特許権の侵害の成否(争点1ないし3)について",
          "text": [
            "当裁判所も，被告各製品は，本件発明1，2及び5並びに本件訂正発明1，2及び5の，被告製品8～13は，本件発明4及び本件訂正発明4の技術的範囲にそれぞれ属し，また，本件各訂正は適法で，訂正後の本件特許は特許無効審判により無効にされるべきものとは認められないと判断する。その理由は，以下のとおり原判決を補正するほかは，原判決「事実及び理由」の第4の1ないし6に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決77頁10行目から78頁11行目を次のとおり改める。",
                "「ア  本件各発明の構成要件充足性"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "被告各製品について",
                  "text": [
                    "被告各製品は本件発明1の構成要件1-Aを充足するところ，被告各製品が本件発明1の構成要件1-B，1-C及び1-Dを充足することについては当事者間に争いがないから，被告各製品は，本件発明1の構成要件を全て充足し，その技術的範囲に属する。",
                    "また，被告各製品が本件発明2の構成要件2-A及び本件発明5の構成要件5-Aをそれぞれ充足することについては当事者間に争いはなく，被告各製品が本件発明1の技術的範囲に属することにより，本件発明2の構成要件2-B及び本件発明5-Bを充足するから，被告各製品は，本件発明2及び5の構成要件を全て充足し，その技術的範囲に属する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "被告製品8～13について",
                  "text": [
                    "被告製品8～13が本件発明4の構成要件4-A及び4-Bを充足することについては当事者間に争いがなく，被告製品8～13は本件発明1の技術的範囲に属することにより，本件発明4の構成要件4-Cを充足するから，被告製品8～13は，本件発明4の構成要件を全て充足し，その技術的範囲に属する。"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "本件各訂正発明の構成要件充足性"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "subject": "被告各製品について",
                  "text": [
                    "被告各製品が本件訂正発明1の構成要件1-B，1-C'-1，1-C'-2及び1-Dを充足することについては当事者間に争いがないから，被告各製品は，本件訂正発明1の構成要件を全て充足し，その技術的範囲に属する。",
                    "また，被告各製品が本件訂正発明2の構成要件2-A及び本件訂正発明5の構成要件5-Aを充足することについては当事者間に争いはなく，被告各製品が本件発明1の技術的範囲に属することにより，本件訂正発明2の構成要件2-B及び本件訂正発明5の構成要件5-Bを充足するから，被告各製品は，本件訂正発明2及び5の構成要件を全て充足し，その技術的範囲に属する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "被告製品8～13について",
                  "text": [
                    "被告製品8～13が本件訂正発明4の構成要件4-A’及び4-Bを充足することについては当事者間に争いがなく，被告製品8～13は本件訂正発明1の技術的範囲に属することにより，本件訂正発明4の構成要件4-Cを充足するから，被告製品8～13は，本件訂正発明4の構成要件を全て充足し，その技術的範囲に属する。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決85頁12行目末尾を改行し，以下のとおり付加する。",
                "「オ  乙49",
                "乙49文献には，以下の記載がある(下記記載中に引用する第1，2図は別紙図面目録参照。)。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "まず，補強作業に用いられる各部材の構成について説明すると，1はH型鋼よりなる既設の梁である。そして，その側面の適所には一対の補強部材2，2が，この側面を挟み付けるようにして装着されている。両補強部材2は鋳造によって一体成形されたものが用いられる。また，補強部材2は設備配管3を挿通可能なサポート部4とこのサポート部4の基部から外方に張出し形成された円盤状のフランジ部5とからなっている。さらに，このフランジ部5には図示90°間隔毎にボルト孔6が貫通してある。",
                    "さて，設備配管3に対する支持作業の実際は，まず梁1の側面の作業予定箇所において，補強部材2の各ボルト孔6に対応した位置に孔明けを行なう。そして，孔明けを行なった各位置と，各ボルト孔6とを適合させながら，梁1を挟んで両補強部材2を向かい合せる。しかる後に，各ボルト孔6にいわゆるハイテンションボルト7を差込んでナット8にて締付けてやる。この後，梁1の側面をサポート部4の内周縁に沿ってガス切断によって焼き切る。こうすることで，連絡孔9が開口され，両補強部材2のサポート部4が連通するため，ここへ設備配管3を通して作業が完了する。」(4頁12行目～5頁14行目)"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "第1図及び第2図に，補強部材2が，筒状のサポート部4と，このサポート部4の軸方向の片側端部から外方に張り出し形成されたフランジ部5とを有し，補強部材2における軸方向の片側端部側の面が，サポート部4の内周からフランジ部5の外周まで平面となっている点が看て取れる。"
                  ],
                  "content": [
                    {
                      "fig": "カ",
                      "subject": "乙50",
                      "text": [
                        "乙50文献には，以下の記載がある(下記記載中に引用する第1，2，3，5，6図は別紙図面目録参照。)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "text": [
                    "第1図に示すように，梁1にそれの巾方向で貫通する孔(A)を形成して，該貫通孔(A)に各種の配管2…を挿通できるようにしてある。",
                    "前記貫通孔(A)を形成するに，第2図及び第3図に示すように，横架設置される梁鉄骨3のウエブ3aに予め貫通孔4を形成しておき，他方，外周面にねじ(a)が形成された合成樹脂(塩化ビニル等)製の梁貫通孔形成用のスリーブ5と，該スリーブ5のねじ(a)に螺合するフランジ6付きの筒状回転体から成る一対の固定具7，7を用意して，そのうちの1個の固定具7を前記スリーブ5の所定位置に螺合させておき，そして，前記固定具7のフランジ6を前記ウエブ3aの一側面に当接させる状態で，前記貫通孔4にスリーブ5を挿通させると共に，そのスリーブ5の挿通側に残りの固定具7を螺合させ，該固定具7の締込みにより，前記ウエブ3aをその両側面から前記フランジ6，6によつて挟持させるのである。(3頁10行目～4頁7行目)"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "第5図及び第6図は，スリーブ取付構造の別実施例を示し，第5図に示すものは，前記ウエブ3aを挟持するための固定具7，7として，これを前記スリーブ5に外嵌合するフランジ6付きの筒体から構成し，かつ，該筒体に半径方向で貫通するねじ式止め具10を備えさせたもので，前記ウエブ3aの貫通孔4にスリーブ5を挿通させると共に，前記ウエブ3aにフランジ6，6を当接させる状態で固定具7，7をスリーブ5に外嵌合させ，かつ，前記止め具10を締め込んで，その先端をスリーブ外周面に押圧接させるをもつて，梁貫通孔形成用スリーブ5を梁鉄骨3に取付けるものである。",
                    "第6図に示すものは，スリーブ5の外周面の所定箇所にリブ状体から成る固定具7を連設しておき，この固定具7の近傍にねじ(a)を形成すると共に，該ねじ(a)部分以外のスリーブ外径をやや小径と成し，そして前記ねじ(a)に螺合するフランジ6付きの回転式固定具7を用意して，前記ウエブ3aの貫通孔4にスリーブ5を挿通させると共に，該スリーブ5のねじ(a)に固定具7を螺着させるをもつて，前記ウエブ3aを挟持させるものである。(5頁6行目～6頁7行目)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "第2図，第3図，第5図及び第6図に，筒状回転体(固定具7)が，筒状部分と，この筒状部分の軸方向の片側端部から外方に張り出し形成されたフランジ6とを有し，筒状回転体における軸方向の片側端部側の面が，筒状部分の内周からフランジ6の外周まで平面となっている点が看て取れる。"
      ],
      "content": [
        {
          "fig": "キ",
          "subject": "乙51",
          "text": [
            "乙51文献には，以下の記載がある(下記記載中に引用する図1は別紙図面目録参照。)。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "【0007】【実施例】図1に本発明の一実施例を示す。図中1は鉄骨梁(大梁，小梁)，2は鉄骨梁1のウエブ1aに設けたウエブ開口又はウエブ開口部，5はオネジ付き筒部5aを一体的に突設したリング状の補強プレート，6はメネジ付き筒部6aを一体的に突設したリング状の補強プレート，7はワッシャー，8は補強プレート5，6の本体部の外側に突設した突起であり，図示の実施例は，リング状の補強プレート5の中心穴部に突設したオネジ付き筒部5aを鉄骨梁1のウエブ開口2に嵌挿して，他のリング状の補強プレート6の中心穴部に突設したメネジ付き筒部6aをウエブ開口2に他側から嵌挿してオネジ付き筒部5aに螺合し，鉄骨梁1のウエブ開口部2の両面に両補強プレート5，6を締め付け挟着して補強した鉄骨梁のウエブ開口部補強法になつている。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "図1に，補強プレート5が，筒部5aと，この筒部5aの軸方向の片側端部から外方に張り出すようにフランジ状に形成された部分(フランジ部)とを有し，補強プレート5における軸方向の片側端部側の面が，筒部5aの内周からフランジ部の外周まで平面となっている点が看て取れる。」",
      "content": [
        {
          "content": [
            {
              "fig": "(3)",
              "text": [
                "原判決86頁19行目の「本件発明1」を「本件訂正発明1」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決86頁23行目から87頁1行目末尾までを次のとおり改める。",
                "「貫通孔より外径が大きいフランジ部を，本件訂正発明1では，外周部の軸方向の片面側の端部に形成し，前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面であるのに対して，乙19発明では，外周部のほぼ中央部に形成している点。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決88頁11行目から89頁2行目までを次のとおり改める。",
                "「しかし，乙19発明は，薄肉の鋼管を梁鉄骨のウェブに設けた貫通孔に挿入して溶接により固着し，貫通孔の周辺のウェブ両面に補強プレートを溶接により固着する従来技術において，溶接量と部品点数を少なくし，加工や品質管理をしやすくすることを目的として，貫通孔を貫通する厚肉鋼管2の外周部の中央部をウェブ1aに溶接固着する際に，その片面からリング状の裏当て体3aを一体形成して当接する構成を採用したものである。乙19発明の裏当て体3a(フランジ部)が厚肉鋼管2と一体に形成される部位は，溶接部位である厚肉鋼管2のほぼ中央部であり，乙19には，これを端部に設けることについて記載も示唆もないのであるから，乙19発明について，裏当て体3aを外周部の軸方向の片面側の端部に設ける構成を採用する動機付けはないというべきである。",
                "また，乙20，21は，梁補強金具の外周にフランジ部を設ける構成であるが，フランジ部を端部に設けることの記載はなく，甲6～8，乙33～39，44～46の各文献にも，梁補強金具においてフランジ部を管の軸方向の端部に設ける構成の記載はないから，梁補強金具においてフランジ部を端部に形成することが周知技術であったとは認められない。乙49～51は，いずれも梁に配管を通すための構造において，それぞれ対となる2つの部材を用いた梁の補強やスリーブ材の固定に関する技術を開示したものであって，一体的な構成を有する1つの金具を用いて梁の補強等を行う乙19発明とは，技術分野が異なる。",
                "したがって，本件特許の出願当時，乙19発明の技術分野において，当業者が，乙19発明の厚肉鋼管の外周部のほぼ中央部に形成している裏当て体3a(フランジ部)を，梁補強金具の外周部の軸方向の片面側の端部に形成することが容易であったとはいえず，乙19発明に周知技術を組み合わせることにより，相違点2に係る構成に容易に想到し得たということができない。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決94頁10行目から16行目までを次のとおり改める。",
                "「仮に，乙19～21文献に記載された事項を乙3発明に適用してフランジ部を設けたとしても，同各文献に記載されたフランジ部は，いずれも，梁補強金具の中央部に設けられたものであるから，相違点3に係る構成を想到することはできない。」"
              ],
              "content": [
                {
                  "fig": "2",
                  "subject": "損害額(争点4)について"
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "特許法102条2項について",
              "text": [
                "特許法102条2項は，「特許権者…が故意又は過失により自己の特許権…を侵害した者に対しその侵害により自己が受けた損害の賠償を請求する場合において，その者がその侵害の行為により利益を受けているときは，その利益の額は，特許権者…が受けた損害の額と推定する。」と規定する。特許法102条2項は，民法の原則の下では，特許権侵害によって特許権者が被った損害の賠償を求めるためには，特許権者において，損害の発生及び額，これと特許権侵害行為との間の因果関係を主張，立証しなければならないところ，その立証等には困難が伴い，その結果，妥当な損害の填補がされないという不都合が生じ得ることに照らして，侵害者が侵害行為によって利益を受けているときは，その利益の額を特許権者の損害額と推定するとして，立証の困難性の軽減を図った規定である。そして，特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在する場合には，特許法102条2項の適用が認められると解すべきである。",
                "特許法102条2項の上記趣旨からすると，同項所定の侵害行為により侵害者が受けた利益の額とは，原則として，侵害者が得た利益全額であると解するのが相当であって，このような利益全額について同項による推定が及ぶと解すべきである。もっとも，上記規定は推定規定であるから，侵害者の側で，侵害者が得た利益の一部又は全部について，特許権者が受けた損害との相当因果関係が欠けることを主張立証した場合には，その限度で上記推定は覆滅されるものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "侵害行為により侵害者が受けた利益の額",
              "text": [
                "特許法102条2項所定の侵害行為により侵害者が受けた利益の額は，侵害者の侵害品の売上高から，侵害者において侵害品を製造販売することによりその製造販売に直接関連して追加的に必要となった経費を控除した限界利益の額であるところ，控訴人が平成28年7月15日から平成30年10月10日頃までの間に，被告各製品を販売したことにより受けた利益の額が，142万0314円であることについては，当事者間に争いがない(引用に係る原判決「事実及び理由」第2の2(4))。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "推定覆滅事由について"
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "推定覆滅の事情",
          "text": [
            "特許法102条2項における推定の覆滅については，同条1項ただし書の事情と同様に，侵害者が主張立証責任を負うものであり，侵害者が得た利益と特許権者が受けた損害との相当因果関係を阻害する事情がこれに当たると解される。例えば，①特許権者と侵害者の業務態様等に相違が存在すること(市場の非同一性)，②市場における競合品の存在，③侵害者の営業努力(ブランド力，宣伝広告)，④侵害品の性能(機能，デザイン等特許発明以外の特徴)などの事情について，特許法102条1項ただし書の事情と同様，同条2項についても，これらの事情を推定覆滅の事情として考慮することができるものと解される。また，特許発明が侵害品の部分のみに実施されている場合においても，推定覆滅の事情として考慮することができるが，特許発明が侵害品の部分のみに実施されていることから直ちに上記推定の覆滅が認められるのではなく，特許発明が実施されている部分の侵害品中における位置付け，当該特許発明の顧客誘引力等の事情を総合的に考慮してこれを決するのが相当である。"
          ]
        },
        {
          "fig": "イ",
          "subject": "控訴人の主張について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "控訴人は，本件各発明等は，その全体が被告各製品の全体を対象とするものの，特徴部分は，梁補強金具の外周部の軸方向の「片面側の端部に形成」した「フランジ部」であり，被告各製品においては，ダイヤリングの外周部の軸方向の「片面側の端部に形成」した「つば状の出っ張り部の外周部」がこれに該当するところ，侵害製品全体に対する特許発明の実施部分の価値の割合，すなわち特許発明の寄与度を考慮すべきであり，上記推定は，少なくとも70％の割合で覆滅されるべきであると主張する。",
        "前記認定の本件明細書等の記載(引用に係る原判決「事実及び理由」第4の1(1))によれば，本件各発明等は，各種建築構造物を構成する梁に形成された貫通孔に固定され当該梁を補強する梁補強金具およびこれを用いた梁貫通孔補強構造に関し(【0001】)，梁に開設された貫通孔に対する配管の取り付けの自由度を高めるとともに大きさの異なる貫通孔に対しても材料の無駄を省きつつ必要な強度まで補強することができ，柱梁接合部に近い塑性化領域における貫通孔設置を可能とする梁補強金具と，前記梁補強金具を用いた梁貫通孔補強構造とを提供するために(【0010】)，梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって，その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍とし，前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側に形成し(訂正前の請求項1)，さらに，フランジ部を前記外周部の軸方向の片面側の端部に形成し，前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面であるという構成を採用したものであって(訂正後の請求項1)，梁に外力が加わったとき貫通孔の周縁部に生じる応力は，ウェブ部から貫通孔の中心軸に沿って離れるに従って徐々に小さくなることから，梁補強金具の軸方向長さを必要以上に長くしないように規制することにより，大きさの異なる貫通孔に対しても材料の無駄を省きつつ必要な強度まで補強することができ(【0012】)，また，フランジ部により軸方向の位置決めを正確かつ迅速に行うことができるという効果を奏するものである(【0048】)。",
        "このように，本件各発明等の特徴部分が，フランジ部のみにあるということはできない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "また，控訴人は，本件各発明等の特徴部分であるフランジ部に特有の効果は，「軸方向の位置決めを正確かつ迅速に行うことができる」というものにとどまり，同効果は，被告各製品の宣伝広告において，需要者に何ら積極的に訴求されていないなどと主張する。",
        "しかし，控訴人のウェブサイト(甲3)や被告各製品のカタログ(甲4)において，被告各製品のフランジ状の部分も図示され，被告各製品の特徴として，鉄骨梁ウェブ開口に被告各製品をはめ込み，片面(つば状の出っ張り部の外周部)のみを全周溶接することにより，取付けの際に梁の回転が不要となり施工性が大幅にアップするという点が挙げられている。このような施工が可能となるのも，梁補強金具にフランジ部に該当するつば状の出っ張り部を設けたからであると考えられ，被告各製品の特徴は本件各発明等の構成に由来するものであると考えられる。",
        "この点，控訴人は，控訴人のウェブサイトや被告各製品のカタログにおいては，「つば状の出っ張り部の外周部」のみを溶接固定するため，「[梁の反転が不要]となり施工性が大幅にアップ」する作用効果が需要者に訴求されているところ，これらは，控訴人により工夫された独自の工法により奏される顕著な作用効果であって，本件各発明等の作用効果ではない旨主張する。",
        "しかし，本件各発明等は，梁に形成された貫通孔にリング状の梁補強金具をはめ込んで，フランジ部を含む外周部が溶接固定される梁補強金具であるところ，被告各製品の，鉄骨梁ウェブ開口に被告各製品をはめ込み，片面(つば状の出っ張り部の外周部)のみを全周溶接するという取付方法は，本件各発明等に係る梁補強金具の取付方法として通常想定される態様の1つにすぎず，控訴人により工夫された独自の工法とはいえないから，控訴人の主張は採用できない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "推定覆滅の事情は，侵害者が主張立証責任を負うものであるところ，以上によれば，本件においては，損害額の推定を覆滅すべき事情があるとは認められない。"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "損害額"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "よって，控訴人の侵害行為により被控訴人が受けた損害の額(特許法102条2項)は，142万0314円と認められる。",
            "なお，平成28年7月15日から平成30年10月10日頃までの間の被告各製品の売上高が472万6353円であること(引用に係る原判決「事実及び理由」第2の2(4))及び被控訴人が本件発明の実施料率が10％を下らない旨主張していることに照らすと，特許法102条3項に基づく損害額が上記金額を超えないことは，明らかである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件事案の難易度，差止請求及び廃棄請求が認容されていること，請求額及び認容額等の諸事情を考慮すると，控訴人の侵害行為と相当因果関係のある弁護士費用は，20万円と認めるのが相当である。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "3",
                  "subject": "結語",
                  "text": [
                    "以上によれば，被控訴人の控訴人に対する請求のうち，被告各製品の生産，使用，譲渡等及びその申出の差止め並びに被告各製品の廃棄請求と，損害賠償として162万0314円及びこれに対する不法行為の後の日である平成30年10月11日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める部分は理由があり，その余の請求は理由がない。",
                    "ところで，差止請求，廃棄請求に加えて，損害賠償請求として156万2345円及びこれに対する遅延損害金の支払請求を認容した原判決は，これと結論を異にするが，控訴人のみが控訴した本訴においては，原判決を控訴人の不利益に変更することは許されない。",
                    "よって，控訴人の本件控訴を棄却することとして，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}