{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-890041号事件について平成31年4月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(後掲各証拠及び弁論の全趣旨から認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「仙三七」との文字を横書きにしてなる次の商標(以下「本件商標」という。)の商標権者である(甲25)。",
                "登録番号    第5935066号",
                "登録出願日  平成28年10月14日",
                "設定登録日  平成29年  3月24日",
                "商品及び役務の区分並びに指定商品又は指定役務",
                "第5類    サプリメント"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "被告は，平成30年5月31日，本件商標につき特許庁に無効審判請求をし，特許庁は，上記請求を無効2018-890041号事件として審理した。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "特許庁は，上記請求について審理した上，平成31年4月19日，「登録第5935066号の登録を無効とする。」旨の審決(以下「本件審決」という。)をした。その謄本は，同月27日，原告に送達された。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "原告は，令和元年5月23日，本件審決の取消しを求めて本件訴訟を提起した。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであり，その要旨は，次のとおりである。",
            "本件商標の登録出願が行われた平成28年10月14日当時，原告は，被告の製造する健康食品である仙三七商品(「仙三七」との名称が付された商品)やマナマリン商品(「マナマリン」との名称が付された商品)等を仕入れ，我が国で薬局薬店に販売する販売業者として，被告と取引関係にあった。そして，仙三七商品には，被告が登録していた「仙三七」との商標が付されていたところ，それは，「商標使用許諾に関する覚書」(甲6。以下「本件覚書」という。)に基づくものといえる。",
            "原告は，専門家に相談したところ被告が登録していた上記「仙三七」との商標は原告が販売していた商品を正しく保護していないことが判明したためにやむなく本件商標を，サプリメントを指定商品として出願し，平成29年3月24日に登録を得たものであると主張する。",
            "しかしながら，仮にそうであるのであれば，本件覚書7条の規定に従い，原告は，被告に対し，「仙三七」の商標権の登録出願手続をするように注意喚起すれば足りるはずであるのに，それを怠っており，むしろ，「仙三七」という商標が第5類「サプリメント」に商標登録されていないことを奇貨として，本件商標の登録出願を行うことを被告に秘匿したまま，本件商標の登録出願を行っているといえるから，被告の「仙三七」との商標を剽窃したものといわざるを得ない。",
            "以上のとおり，本件商標の登録出願の経緯には著しく社会的妥当性を欠くものがあり，その商標登録を認めることは，商標法の予定する秩序に反するものとして容認し得ないというべきである。",
            "したがって，本件商標は，商標法4条1項7号に該当する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "商標法4条1項7号該当性についての判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "次の点を考慮すると，原告による本件商標の登録出願の経緯には著しく社会的妥当性を欠くものがあるとの審決の認定は誤りであり，本件商標は，商標法4条1項7号に該当するものではない。したがって，本件審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「仙三七」との商標は原告のものであること",
          "text": [
            "被告は，原告に対し，本件覚書において，被告の保有する「仙三七」との商標(登録第4744413号。甲3。以下「被告商標」という。)の使用を許諾している(第2条)ところ，三七人参を原材料とした健康食品(以下，被告が扱っていたこの食品を「本件被告商品」という。)の販売は専ら原告が行っていた。",
            "そして，原告は，本件被告商品を長期間にわたり販売し，一般需要者に浸透させるために，様々な営業活動を行ってきた。「仙三七」との商標の業務上の信用は，このような原告の永年の営業努力と，それを支える膨大な投資により築き上げられたものである。",
            "また，本件被告商品のパッケージには「販売者：株式会社ベネセーレ」として原告の名称のみが記載されており，被告の名称はどこにも表れていない。取引者及び一般需要者の間では，本件被告商品の出所は，原告であると認識されていた。",
            "そのため，本件の場合，「仙三七」との商標の業務上の信用は，その使用者である原告に蓄積されていたものであるから，本件審決が，被告の「仙三七」との商標を剽窃したものといわざるを得ないと判断したことは誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告は「仙三七」との商標について何らの権利も持っていなかったこと",
          "text": [
            "被告商標は，その指定商品として，第5類「サプリメント」を含んでおらず，本件被告商品を保護していなかった。なお，被告が，被告商標を登録出願した平成15年6月2日当時，第5類「サプリメント」の商品表示自体はなかったものの，健康食品は第29類又は第30類の商品として挙げられており，「○○を主成分とする粉末状の加工食品」等の記載をすることにより健康食品(いわゆるサプリメント)について権利を確保することが可能であった。",
            "このように，被告は「仙三七」との商標について被告商標の登録は得ていたものの，それは，本件被告商品を保護するものではなかった。本件覚書は，被告商標が原告の販売する本件被告商品を保護すること，すなわち，被告が本件被告商品を保護する商標権を有していることを前提として締結されたものである。それにもかかわらず，上記の通り，被告商標は本件被告商品を保護するものではなく，被告は「仙三七」との商標を保護すべき義務を果たしていなかった。原告はそのような状況を認識せずに本件覚書を締結したから，本件覚書に係る合意は，錯誤により成立したものとして，その有効性が疑問視される。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標の登録出願の告知について",
          "text": [
            "前記1のとおり，原告の努力や投資により本件被告商品の販売量が拡大し，「仙三七」との商標の価値が高まったが，本件覚書により，そこから生じる利益を被告に搾取される状況であった。",
            "このような状況で，被告商標が本件被告商品を保護しないものであることが判明したため，原告は，自らの権利を確保するために本件商標の登録出願をし，商標登録を受けた。",
            "これまで，被告は，「仙三七」との商標を自らは全く使用してこなかったので，原告が「仙三七」に係る商標権を取得しても，取引者や一般需要者には何の影響もない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告による本件商標の登録出願は，著しく社会的妥当性を欠く不当なものであり，本件商標は，商標法4条1項7号に該当する。本件審決には原告が主張するような違法はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件覚書及び信義則に基づく原告の告知義務",
          "text": [
            "本件覚書が締結された平成16年3月から，原告が取引終了等を告知する平成29年8月までの15年近くもの長期間，被告は，本件覚書を遵守し，本件被告商品を原告のみに継続的に供給し続け，かつ，原告のみに被告商標を独占的に無償で使用許諾してきた。その結果，被告は，当時，その売上の9割を原告に対する売上によって得ていたものである。",
            "本件覚書の内容及び以上にみた原告と被告との協力体制によれば，原告は，被告商標の権利を尊重する信義則上の義務を負っていた。そして，万が一，原告が被告商標の指定商品に本件被告商品が含まれないと認識したのであれば，本件覚書7条に基づき，被告に対し，指定商品に本件被告商品を含むような形での「仙三七」商標権の登録出願をするよう注意喚起をする義務(告知義務)を負っていた。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標を原告が登録出願したことの不当性",
          "text": [
            "前記1のとおり，原告は，本件覚書及び信義則に基づき，「仙三七」との商標に係る被告の権利を尊重し，被告による当該権利の保有及び管理を妨げてはならない義務を負っていた。",
            "それにもかかわらず，原告は，被告商標の指定商品に健康食品(サプリメント)が含まれないことを奇貨として，被告に秘匿したまま，本件商標の登録出願を行ったのであり，かかる行為は，著しく社会的妥当性を欠くものである。",
            "原告の義務違反を基礎づける具体的な事情は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告が本件商標の登録出願・登録を秘匿していたことについて",
              "text": [
                "平成29年8月18日付けの「申し入れ書」(甲7)を持参するまでの間，原告は，本件商標の登録出願の事実を被告に全く告知しておらず，またその後も，本件商標の登録が認められた後，5か月余りの期間が経過するまでの間，その事実を全く告知しなかった。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標登録後の原告の態度について",
              "text": [
                "原告は，自らが本件商標を登録できたことを理由に挙げて，「請求人との取引終了」，「9月以降の仕切り値変更」，「仙三七」商品の原材料の価格折衝及び付帯条件付きの上での原材料の購入」，「商標『マナマリン』の譲渡等の申し入れ(譲渡の是非の回答期限を僅か2週間程度の8月末日とするもの。)」等を行った。",
                "このような原告の行為に照らすと，原告には，秘密裏に本件商標の登録出願を行うことにより，本件覚書を一方的かつ不当に破棄し，金銭的交渉を含めた，被告との交渉を有利に進める意図があったことが明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標の登録出願の必要性について",
              "text": [
                "前記1のとおり，原告は，被告の「仙三七」との商標の権利を尊重する義務を負っていたものであり，原告が被告商標について本件被告商品を保護しない可能性を認識したのであれば，被告に対し，「仙三七」の商標権の登録出願をするように注意喚起をすれば足りるのであって，原告が自ら秘密裏に本件商標の登録出願をしなければならない合理的な理由はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の落ち度について",
              "text": [
                "本件事情の下では，仮に被告に落ち度があったとしても，原告が本件商標の登録出願に先立ち，被告に何らかの告知を行う義務があったと言うべきである。原告が，これを行わずに秘密裏に登録出願し，権利取得後において，本件覚書を一方的に破棄して，被告との取引を停止したという一連の行為は，自己のみの利得を考える背信的なものであって，被告の落ち度によってその背信性が減じられるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "「仙三七」との商標及び本件被告商品の普及のための被告の貢献",
          "text": [
            "原告は，「仙三七」との商標の業務上の信用は，自らの営業努力と投資によって形成されたものであり，その成果は原告に帰属すると主張する。",
            "しかしながら，「仙三七」との商標の業務上の信用は，原告による営業努力と，それに関する投資だけで築き上げられたものではなく，被告の調達・製造・品質・販売の各過程における関与もあって築き上げられたものである。しかも，「仙三七」との商標は，被告が登録を受け，原告に使用許諾していた。したがって，「仙三七」との商標の業務上の信用が，原告に帰属することはあり得ない。"
          ]
        },
        {
          "fig": "4",
          "subject": "被告商標の指定商品にサプリメントが含まれていないことの影響",
          "text": [
            "原告は，被告商標は本件被告商品を保護するものではなく，被告は「仙三七」との商標を保護すべき義務を果たしていなかったなどと主張する。",
            "確かに，被告商標は，商標登録上，指定商品に健康食品(サプリメント)を含んでおらず，本件被告商品が含まれていなかった可能性が高い。",
            "しかしながら，「仙三七」との商標は，被告により被告商標として登録され，本件覚書に基づき原告に使用許諾され，実際に「仙三七」との商標が使用されてきた。そして，長年にわたり，原告及び被告ともに，被告商標が本件被告商品をその指定商品として含んでいると認識していた。",
            "すなわち，「仙三七」との商標は，15年近くの使用によって，広く一般消費者や薬局薬店等の需要者はもちろん，原告及び被告においても，本件被告商品のブランド(商品等表示)として，認識されていたのである。",
            "そうすると，少なくとも，本件被告商品に対する「仙三七」との商標(被告商標)は，不正競争防止法2条1項1号所定の「商品等表示」に該当する。そして，原告は，本件覚書により本件被告商品に対する「仙三七」との商標が被告に帰属することを長年認めていたのである。",
            "また，仮に商標法上，本件被告商品が被告商標の指定商品に含まれていないとしても，原告が被告に注意喚起さえすれば，被告は速やかに追加でかかる指定商品を含む「仙三七」との商標を登録出願し，原告と被告が本件覚書で所期した目的を継続することが可能であった。本件覚書7条の「信義に基づいて本覚書を履行する」とは，まさにそのような事態をも想定して規定されたものである。",
            "以上によれば，被告の「仙三七」商標は，本件被告商品に関し何の権利も有していない訳ではなく，本件覚書及び信義則に基づき，原告に対し，仮に被告商標の指定商品に本件被告商品が含まれていないのであれば，協議によってこれを含むようにすることができるよう，信義に基づいて本件覚書を履行するように請求することができる権利を有していたのである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "後掲各証拠及び弁論の全趣旨によれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，高麗人参の一種であり，中国雲南省を中心に栽培されている三七人参を原材料とした健康食品である本件被告商品を，関係会社に委託して製造する株式会社である(甲1，乙1の1及び2，6の1)。",
                    "被告は，平成11年頃から，原告に対し，本件被告商品を独占的に卸売りしてきた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件被告商品等の健康食品を薬局薬店等へ販売していた株式会社である(甲2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告商標の登録及び原告と被告との取引関係",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件被告商品は，平成11年頃の取引開始当初，「金不換」との標章が付されて販売されていたものであるところ，第三者との間で当該標章についての争いが生じたため，原告と被告とは，新たな商標で本件被告商品を販売することとした(甲23)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成15年6月2日，特許庁に対し，「仙三七」を横書きにしてなる商標について，指定区分を「第29類  食肉，食用魚介類(生きているものを除く。)，肉製品，加工水産物，豆，加工野菜及び加工果実，冷凍果実，冷凍野菜，卵，加工卵，乳製品，食用油脂，カレー・シチュー又はスープのもと，なめ物，お茶漬けのり，ふりかけ，油揚げ，凍り豆腐，こんにゃく，豆乳，豆腐，納豆，食用たんぱく」(いわゆる全類指定)として登録の出願を行い，平成16年1月30日に登録を完了した(登録第4744413号。甲3。被告商標)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，遅くとも平成16年3月頃から，本件被告商品に被告商標を付して原告への販売を開始した(甲23)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記イの登録完了を受けて，被告と原告は，平成16年3月25日，次の内容の本件覚書を作成し，その旨合意した(甲6)。",
                    "「日本薬食株式会社(以下，甲という)と株式会社ベネセーレ(以下，乙という)とは，甲の有する商標登録第4744413号「仙三七」(以下，本件という)につき，次の通り覚書を締結したので本書二通を作成し，各自代表権のあるものの記名捺印のうえ，其々一通を保持するものとする。",
                    "第一条  甲は，健康増進食品「三七人参加工食品」を乙の依頼により商品名「仙三七」として継続的に乙に供給を行ってきている。",
                    "第二条  甲は，乙との「三七加工食品」の継続的取引を前提に乙が本件を永続的に且つ，独占的に無償で使用することを許諾するものとする。",
                    "第三条  前条における使用許諾の範囲は，乙が今後において新商品として開発を思考する，指定商品区分第29類に該当する全てを対象とするものとし，それら商品を販売するためのパンフレット等印刷物への使用も全て含まれるものとする。",
                    "(判決注：第四条は省略)",
                    "第五条  甲及び乙は，第三者が本件の権利を侵害し，又は侵害しようとしていることを知った時は，互いに遅滞なく報告し合い協力してその排除に努めるものとする。",
                    "第六条  本件の許諾期間は，甲と乙間の「三七人参加工食品」の継続的取引が存続する限り無期限とし，本件の更新期限が到来したときには，甲が自己の責任と費用をもって速やかに更新手続きを行うものとし，以後も同様とする。",
                    "但し，商標法の改正等により更新手続きが出来なくなった場合にはこの限りではない。",
                    "第七条  甲及び乙は信義に基づいて本覚書を履行するものとし，万一本覚書に関して疑義が生じた場合には，甲及び乙はお互いに誠意を持ってこれを解決するものとする。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，本件被告商品のほかにも，牡蠣から取り出されたエキスによって作られた商品に「マナマリン」との商標を付したもの(以下「マナマリン」という。)その他の商品も，原告に対して卸売りをしてきたものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件覚書の締結後，被告と原告は，平成29年10月12日付け解除通知(甲16)までの間，本件被告商品やマナマリン等の卸売りを含む取引関係を継続した。その間，原告の営業活動の一環である研修会において，被告代表者が講師を勤めることも頻繁にあるなど，原告と被告は互いに本件被告商品の普及及び販売促進のために協力していた(乙4)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標登録の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告代表者は，平成28年春頃，被告代表者に対し，被告の株式譲渡を求め，また，同年9月頃，被告代表者に対し，被告商標の譲渡等を求めたが，これに対し，被告又はその代表者は明確な回答をしなかった。もっとも，これらの依頼が正式なものか否かや，依頼の状況については明らかではない。(甲11，12)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，遅くとも本件商標を登録出願した平成28年10月14日までには，被告商標の指定商品に，本件被告商品が含まれない可能性を認識したが，これを被告に伝えることはしなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成28年10月14日，本件商標を登録出願し，平成29年3月24日，登録された(甲8，25)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，平成29年8月18日頃，「申し入れ書」(甲7)において，被告に対して，初めて本件商標の商標権者であることを明らかにした上で，生産工場を確保したことを理由に，同月末をもって，本件被告商品の取引を終了することを申し入れた。また，併せて，原告は，被告に対し，「マナマリン」との商標権の譲渡を要求し，譲渡してもらえれば，本件被告商品の原材料である三七人参を購入すると伝え，その他の商品(母子福祉の牡蠣，三七，仙三七ハイブリッド，金不換王など)については，既存の条件での取引を要求した。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告は，平成29年8月26日頃，前記エの「申し入れ書」に対し，申入れは承諾できないとして，本件覚書に基づく従来どおりの取引を求めるとともに，本件商標に係る商標権を被告に無償譲渡することを求めた。また，「マナマリン」との商標の譲渡を断った上で，マナマリン及びその他の商品につき，従来どおりの取引を求めた。(甲10)"
                },
                {
                  "fig": "カ",
                  "subject": "原告は，平成29年8月30日頃，前記オの回答に対し，本件商標は原告の所有が相当と判断し，本件商標は譲渡しない旨を表明した。併せて，「マナマリン」との商標の譲渡を引き続き求めつつも，本件被告商品，マナマリン，その他の商品に関する従来どおりの取引を了承した。(甲11)"
                },
                {
                  "fig": "キ",
                  "subject": "被告は，平成29年9月7日頃，前記カの原告の回答を受けて，原告に対し，今後の対応について，本件商標は，商標法4条1項7号により無効とされるべきものであり，かつ本件商標の登録出願行為は，原告被告間の継続的取引と被告商標の無償ライセンス契約の状況に照らすと，原告被告間の信義誠実原則に違反する重大な債務不履行であると考えているなどとして，本件被告商品の取引を継続する前提として，本件商標に係る商標権を被告に無償譲渡することを改めて求めるとともに，原告と被告との取引関係の修復のために，取引終了の告知時期などを定める取引基本契約の締結を提案した。また，被告は，原告に対し，「マナマリン」との商標の譲渡は改めて断った上で，従来どおりの取引を承知したが，本件商標の問題が解決されない場合，マナマリンの継続的供給との関係でも重大な債務不履行を構成すると考えている旨を伝えた。(甲12)"
                },
                {
                  "fig": "ク",
                  "subject": "これに対し，原告は，平成29年9月15日頃，被告に対し，本件商標に係る商標権は譲渡しない旨を表明するとともに，被告代表者の行動により本件被告商品の販売中止を余儀なくされ，原告が製品である「夢三七」の生産を開始せざるを得ない状況になったとして，被告との本件被告商品の売買も同年12月末日をもって終了する旨を表明した。もっとも，その他の商品群(福祉関連，マナマリン，金不換王，仙三七ハイブリッドなど)は，従来どおりの取引を求めた。(甲13)"
                },
                {
                  "fig": "ケ",
                  "subject": "被告は，平成29年9月27日頃，原告の上記一連の対応につき，明らかに原告と被告との信頼関係を破壊する行為であるなどとして，同年10月6日までに原告が被告との従前どおりの取引の継続を明確に表明し，被告との売買及びライセンスの継続を明らかにしない場合，原告の債務不履行によりすべての契約を解除することになるとの催告をした。なお，被告代表者の行動により本件被告商品の販売中止を余儀なくされたとの点については，大きな誤解であると述べている。(甲14)"
                },
                {
                  "fig": "コ",
                  "subject": "原告は，平成29年10月5日頃，被告に対し，一昨年の原告の営業の譲渡の申入れや昨年9月の被告商標の譲渡の依頼といった原告の要望に応えてもらえなかったこと，被告の本件被告商品の仕入れ価格が高額であるために，原告独自の商品を生産することにしたこと，原告の行為は債務不履行には該当しないと考えていること，原告からの申入れを無視するなどといった被告の対応から，原告としては被告の生産する本件被告商品が原告の希望仕入れ価格に不適格であると判断し，その結果，原告にて新しいブランドで生産から販売を開始することなどを伝えた。(甲15)"
                },
                {
                  "fig": "サ",
                  "text": [
                    "被告は，平成29年10月12日，原告に対し，「解除通知書」と題する書面(甲16)により，原告との間の継続的供給契約及び商標ライセンス契約に基づく一切の売買及びライセンス契約を，原告の重大な債務不履行を原因として解除する旨の意思表示をした。併せて，被告は，同書面において，本件被告商品，マナマリンを含む全ての商品の出荷を停止する旨を伝えた。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(商標法4条1項7号該当性についての判断の誤り)について",
          "text": [
            "商標法4条1項7号所定の「公の秩序又は善良の風俗を害するおそれがある商標」には，健全な商道徳に反し，著しく社会的妥当性を欠く出願行為に係る商標も含まれると解される。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そこで，まず，原告による本件商標の登録出願が，被告との関係で義務違反となりうるかについて検討する。",
                "前記1(1)(2)の各事実によれば，原告と被告とは，本件商標の登録出願が行われた平成28年10月14日時点を含めて，平成11年頃から平成29年10月12日頃までの間，被告が，原告に対し，独占的に本件被告商品やマナマリンなどを卸売りし，原告がこれを薬局薬店等に販売するという長期間にわたる取引関係にあった。",
                "かかる取引関係に関して，前記1(2)エのとおり，原告と被告とは，被告商標の登録が完了した直後である平成16年3月25日，本件覚書(甲6)を締結した。本件覚書の柱書，1条，3条の記載に照らすと，本件覚書は，被告商標として登録された「仙三七」との商標を，本件被告商品に付して，販売することを前提とするものであることが明らかである。また，本件覚書には，被告及び原告は，第三者が被告商標の権利を侵害し又は侵害しようとしていることを知ったときには互いに遅滞なく報告し合い協力してその排除に努めるものとすること(第5条)や，被告及び原告は，信義に基づいて本件覚書を履行するものとし，万一本件覚書に関して疑義が生じた場合には，被告及び原告はお互いに誠意をもってこれを解決するものとすること(第7条)とする合意が含まれていた。このように，被告が原告に使用許諾して「仙三七」との商標を本件被告商品に付して販売することとされ，第三者からの被告商標に係る商標権の侵害に対する対策も合意された上で，7条において信義に基づいて本件覚書を履行するとされていたことに照らすと，本件覚書において，原告自身が，三七人参を原材料とした健康食品との関連で「仙三七」との商標を商標登録することは全く想定されていないといえる。",
                "以上によれば，長期間にわたり，本件被告商品の卸売りを受けて，これに被告商標と同じ「仙三七」との商標を付して販売し，利益を上げていた原告は，被告との関係において，被告が「仙三七」との商標の商標権者として，かかる商標を付して本件被告商品を販売することを妨げてはならない信義則上の義務を負っていたものということができる。",
                "そして，原告による本件商標の登録出願は，被告商標と同じく「仙三七」を横書きにしてなる商標について，本件被告商品を指定商品に含むものとして登録出願するものである。かかる登録が認められることになると，被告は，「仙三七」との商標の商標権者として，第三者に使用許諾をするなどしてかかる商標を付して本件被告商品を販売することはできなくなり，重大な営業上の不利益を受けるおそれが生じる。",
                "以上によれば，原告の本件商標の登録出願は，上記信義則上の義務に反するものといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，原告の本件商標の登録出願の経緯及び目的についてみる。",
                "前記1(3)イからエのとおり，原告は，上記出願の前後において，被告に対し，被告商標が本件被告商品を指定商品に含んでいない可能性や自らが本件商標を登録出願することについて何ら告げることはなく，本件商標の設定登録完了から4か月以上経過した後の平成29年8月18日付けの「申し入れ書」(甲7)において，初めて，本件商標の商標権者であることを明らかにした上で，原告と被告との本件被告商品の取引終了を一方的に申し入れるとともに，被告に対し，マナマリンの商標の譲渡やそれを条件とした三七人参の購入などを提案したものである。",
                "これに対し，上記「申し入れ書」の内容に照らすと，原告自身は，当該「申し入れ書」を送付する前に，被告以外の第三者から，本件被告商品と同種の競合品を購入する段取りを既に整えていたと認められる。",
                "そして，原告は，その後の被告とのやりとりの中で，原告から被告に対する営業譲渡の申入れや被告商標の譲渡の依頼に応じてもらえなかったこと，被告の本件被告商品の仕入れ価格が高額であるために原告独自の商品を生産することにしたことなどをも理由として挙げながら，原告としては被告の生産する本件被告商品が原告の希望仕入れ価格に不適格であると判断し，原告にて新しいブランドで生産から販売を開始することなどを伝えている。",
                "このような原告の言動に照らすと，原告は，「仙三七」との商標が，本件被告商品と同種の商品に付されることによって生じる利益を独占するべく，被告に本件商標と競合する商標を登録出願されないように注意を払った上で，自らは，同種商品の調達ルートを確立する一方で，被告との取引関係を終了する準備を計画的に整えながら，本件商標の登録出願及び上記「申し入れ書」の送付に及んだものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告による本件商標の登録出願は，被告が「仙三七」との商標を付して本件被告商品を販売することを妨げてはならない信義則上の義務を負うにもかかわらず，被告商標が本件被告商品を指定商品として含まない可能性があることを奇貨として本件商標の登録出願を行い，本件商標を取得し，被告が「仙三七」のブランドで健康食品を販売することを妨げて，その利益を独占する一方で，その他の商品の取引に関する交渉を有利に進めるという不当な利益を得ることを目的としたものということができる。",
                "このような本件商標の登録出願の経緯及び目的に鑑みると，原告による本件商標の出願行為は，被告との間の信義則上の義務違反となるのみならず，健全な商道徳に反し，著しく社会的妥当性を欠く行為というべきである。",
                "そうすると，このような出願行為に係る本件商標は，商標法4条1項7号所定の「公の秩序又は善良の風俗を害するおそれがある商標」に該当するものといえる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「仙三七」との商標は原告の努力等によってその信用が築き上げられたものであり，また取引者等は本件被告商品の出所は原告であると認識するなどとして，かかる商標は原告のものであるなどと主張する。",
                    "しかしながら，原告は，本件覚書に基づいて「仙三七」の商標の使用を許諾され，この許諾に基づいて，本件被告商品に「仙三七」との商標を付して，長年にわたり販売してきたものである。その過程において，原告が努力し，また販売者として表示されたことによって「仙三七」との商標の出所であると取引者や需要者に認識されたとしても，それは，あくまでも被告の許諾を基盤として形成された信用なのであるから，原告が当然に「仙三七」との商標の権利者として扱われるべきであるとする根拠となるものではない。",
                    "前記のとおり，被告との関係で，原告による本件商標の出願行為が，信義則上の義務違反となり，健全な商道徳に反し，著しく社会的妥当性を欠く行為であるとの評価は，原告の主張によっても左右されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，被告商標は本件被告商品を指定商品として含んでいなかったなどとして，被告は「仙三七」との商標について何らの権利ももっていなかったなどと主張する。",
                    "確かに，被告商標について，本件被告商品を指定商品として含んでいなかった可能性が高いことは，被告も認めるところである。",
                    "しかしながら，本件被告商品が，被告商標の指定商品の範囲に含まれていなかったとしても，本件覚書を締結し，長年にわたりその有効性を前提として取引関係にあった原告と被告の間においては，問題が生じた場合には，本件覚書の第7条に基づき，お互いに誠意をもって解決すべきである。そして，原告としては，被告が，「仙三七」との商標の商標権者として，かかる商標を付して本件被告商品を販売することを妨げてはならない信義則上の義務を負っていたことは前記(1)に判示したとおりであることをも併せ考えると，原告において，抜け駆け的に本件被告商品を指定商品とするような商標で商標登録をすることが許されるわけではない。",
                    "むしろ，本件商標の登録出願の経緯及び目的に鑑みると，原告は，本件被告商品を指定商品として含んでいなかった可能性や，自らが本件商標の登録出願をしようとしていることについては，何ら被告に告げておらず，却って，前記1(3)アにみたとおり，平成28年9月頃(本件商標の登録出願の直前頃と考えられる。)には，被告商標の譲渡を持ちかけて，その指定商品に本件被告商品が含まれることを前提とするかのような言動を示したものである。これらの原告の行為は，被告商標の保護範囲についての被告の誤解を解消することなく，むしろ，被告の誤解を奇貨として，被告が本件商標と同一の商標の登録出願をすることを著しく困難にするものであったと評価できる。それにもかかわらず，先願主義をそのまま適用して，本件商標の有効性を肯定することは，当事者間の衡平を著しく欠くものといえるから，前述の結論は左右されない。",
                    "なお，本件覚書7条は，覚書に関する疑義が生じた場合に誠意を持って解決するとしていることからもうかがわれるとおり，本件覚書は，被告商標に係る商標権が本件被告商品を指定商品として含むことを保証ないし当然の前提とするものであるとまではいえないから，仮にこの点について疑義が生じたとしても，そのことによって，当然に本件覚書が無効となるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，被告に被告商標が空虚な権利であることを告げることは，自らを縛る道具を更に継続させるのみであることは明らかであるから，本件商標の登録出願を告知する義務はないなどと主張する。",
                    "しかしながら，被告商標の有効性に疑問があるというのであれば，それを告知することによって本件覚書を適切に機能させることが本件覚書の趣旨なのであるから，原告の主張は，この趣旨に反し，信義にもとるものであると言わなければならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，原告の主張はいずれも採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "したがって，本件商標は，商標法4条1項7号所定の「公の秩序又は善良の風俗を害するおそれがある商標」に該当するから，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告が主張する取消事由には理由がなく，審決に取り消されるべき違法があるとは認められない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}