{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-800100号事件について令和元年6月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，新規性，進歩性，明確性要件違反，サポート要件違反及び実施可能要件違反の判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成14年3月12日，発明の名称を「コンクリート造基礎の支持構造」とする発明につき，特許出願(特願2002-66662号)をし，平成18年12月1日，特許第3887248号として特許権の設定登録(請求項の数4)を受けた(甲31。以下，この特許を「本件特許」といい，特許権を「本件特許権」といい，明細書と図面を併せて「本件明細書」という。)。",
            "原告は，平成30年8月10日，本件特許の無効審判を請求し，特許庁は，同無効審判請求を無効2018-800100号事件として審理し，令和元年6月12日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同審決謄本は，同月20日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許の特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，以下のとおりである(以下，請求項1に係る発明を「本件発明1」と，請求項2に係る発明を「本件発明2」と，請求項3に係る発明を「本件発明3」と，請求項4に係る発明を「本件発明4」といい，本件発明1～4を併せて「本件発明」という。)。",
            "【請求項1】",
            "コンクリート造基礎を，先端部にコンクリートが充填されている杭頭部を有する鋼管中空杭に載置した状態で支持するコンクリート造基礎の支持構造であって，",
            "前記鋼管中空杭におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きいことを特徴とするコンクリート造基礎の支持構造。",
            "【請求項2】",
            "コンクリート造基礎を，場所打ちコンクリート杭に載置した状態で支持するコンクリート造基礎の支持構造であって，",
            "前記場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きいことを特徴とするコンクリート造基礎の支持構造。",
            "【請求項3】",
            "前記コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋したことを特徴とする請求項1又は請求項2に記載のコンクリート造基礎の支持構造。",
            "【請求項4】",
            "前記鋼管中空杭の前記杭頭部における内壁面に，溝状，突起状の凹凸部若しくは突起状の鋼材が設けられていることを特徴とする請求項1に記載のコンクリート造基礎の支持構造。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(甲1を主引例とする本件発明2の新規性，本件発明2，3の進歩性の欠如)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2の新規性，進歩性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "主引用発明の認定",
                      "text": [
                        "是永健好外3名「報告  異形PC鋼棒で横補強した場所打RC杭の大型模型実験」コンクリート工学年次論文報告集Vol．21Ｎo．3(1999年)475頁～480頁(甲1。以下「甲1文献」という。)には，以下のとおりの発明(以下「甲1発明」という。)が記載されている。",
                        "「場所打RC杭の大型模型実験の試験体に関するものであって，",
                        "試験体は，杭頭部に作用するモーメントの低減を目指した「主筋を基礎に定着しないRC杭」を対象としたものであり，",
                        "RC杭が基礎スタブに支持されている支持構造であり，",
                        "試験体設置時等において杭頭部からの転倒を防止するためにアンボンドPC鋼棒により緊張力を付与し，この緊張力は加力時には解除し，試験体頂部のナットも取り外す計画とし，主筋の埋込み部(70mm)には溶接フープ(D6鉄筋)が配筋されているが，その点を除き基礎スタブ上端部分は無筋となっており，",
                        "基礎上端に埋込み深さ70mmの円筒状の凹部を設け，その底面を打継ぎ部とした，",
                        "試験体」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2と甲1発明との対比",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "コンクリート造基礎と，場所打ちコンクリート杭が，一方が他方を載置した状態で支持するコンクリート造基礎の支持構造"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点1",
                              "text": [
                                "載置された状態について，本件発明2は「コンクリート造基礎を場所打ちコンクリート杭に載置した状態で支持する」のに対し，甲1発明は「RC杭が基礎スタブに支持されている」点"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "相違点2",
                              "text": [
                                "本件発明2は，「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」(同構成を，以下「本件構成」ということがある。)のに対し，甲1発明はそのような特定がされていない点"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "甲1発明は，「場所打RC杭の大型模型実験の試験体に関するもので」あり，試験体としては，便宜上「RC杭が基礎スタブに支持されている」ものの，実際の場面として想定されているのは，「基礎スタブ」を「RC杭」に支持したものであることは明らかである。そして，甲1発明の「RC杭が基礎スタブに(載置した状態で)支持されている」構造は，基礎スタブがRC杭に(載置した状態で)支持されている構造と，部材の上下の位置関係が逆ではあるが，外力による部材間の力学的な作用は同様になることを前提としているものであるから，両構造は実質的に同じであるといえる。",
                            "したがって，甲1発明は相違点1に係る本件発明2の構成を有しているといえるから，相違点1は，実質的な相違点とはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "甲4～7及び他の証拠には，相違点2に係る構成についての直接的な記載や当該構成を示唆する記載もない。",
                            "また，甲1文献において，設計基準強度に着目することは特に記載されておらず，甲1発明において，杭頭部のコンクリートの設計基準強度を基礎のコンクリートの設計基準強度よりも大きくする動機付けはない。",
                            "したがって，本件発明2は甲1発明ではなく，また，甲1発明において，相違点2に係る本件発明2の構成とすることは，当業者が容易に想到し得る程度のことではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "結論",
                      "text": [
                        "以上のとおり，本件発明2は，甲1発明と同一ではなく，また，甲1発明において，相違点2に係る本件発明2の構成にすることは当業者が容易に想到し得たとはいえないから，甲1発明及び甲4～7に記載された発明又は周知技術に基づいて当業者が容易に発明できたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3の進歩性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明3と甲1発明との対比",
                      "text": [
                        "本件発明3と甲1発明とは，相違点1，2に加え，次のとおりの相違点3で相違する。",
                        "本件発明3は「コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋した」のに対し，甲1発明はそのような特定がされていない点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "相違点1，2については，前記ア(ウ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点3について",
                          "text": [
                            "「コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋」することについては，甲4～7に記載されているように，周知技術にすぎない。",
                            "甲1発明は，「場所打RC杭の大型模型実験の試験体」ではあるものの，実際の場所打ちコンクリート杭とコンクリート造基礎の支持構造を前提としたものであるから，上記周知技術を採用し，相違点3に係る本件発明3のようにすることは当業者が容易に想到し得る程度のことにすぎない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "結論",
                      "text": [
                        "以上のとおり，甲1発明において，相違点2に係る本件発明3の構成にすることは当業者が容易に想到し得たとはいえないから，当業者が，甲1発明及び甲4～7に記載された発明又は周知技術に基づいて本件発明3を容易に発明できたものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(甲2を主引例とする本件発明2の新規性の欠如，本件発明2，3の進歩性の欠如)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2の新規性及び進歩性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "主引用発明の認定",
                      "text": [
                        "特開昭58-153823号公報(甲2。以下「甲2文献」という。)には，以下の発明(以下「甲2発明」という。)が記載されている。",
                        "「場所打ち杭11における基礎底面G・L上に数cm乃至数10cmの高さ突出させた杭頭11aの上端面を，ほぼ水平な平坦面に形成しており，",
                        "他方，仕切りケース13は，略円すい台形の逆さ容器形状であり，その平らな頂面の直径(内径)を杭頭11aの上端面直径とほぼ等しくし，下端直径は杭頭11aをピンの状態とするに足る余裕ある大きさの直径として裾に向って大径となる円すい台形状となし，その高さは杭頭11aの基礎底面G・Lよりの突出高さにほぼ等しい形状，大きさに形成しており，この仕切りケース13を，前記杭頭11aにかぶせており，",
                        "基礎底面G・L上には捨てコンクリート14を打ち，しかる後に，前記仕切りケース13がフーチング12の一部となる(つまり，一体化する)状態にコンクリートを打設しフーチング12を形成しており，",
                        "杭11とフーチング12とは仕切りケース13によって完全に縁切りされているから，杭11はフーチング12の鉛直荷重を支持するが，水平力(又は地震力)に対しては杭頭11aが仕切りケース13内の隙間15の限度に側方からの拘束が開放されているので，その杭頭の境界条件はピンの状態となる，",
                        "杭11とフーチング12との接続構造」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2と甲2発明との対比",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "コンクリート造基礎を，場所打ちコンクリート杭に載置した状態で支持するコンクリート造基礎の支持構造"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点A 本件発明2は「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」のに対し，甲2発明はそのような特定がされていない点"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点Aについての判断",
                      "text": [
                        "相違点Aは，相違点2と同じであり，前記(1)ア(ウ)bのとおりである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "結論",
                      "text": [
                        "以上のとおり，本件発明2は，甲2発明と同一ではなく，また，甲2発明において，相違点Aに係る本件発明2の構成にすることは当業者が容易に想到し得たことではないから，甲2発明及び甲4～7に記載された発明又は周知技術に基づいて当業者が容易に発明できたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3の進歩性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明3と甲2発明との対比",
                      "text": [
                        "本件発明3と甲2発明は，相違点Aに加えて，次の相違点Bで相違する。",
                        "本件発明3は「コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋した」のに対し，甲2発明はそのような特定がされていない点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "相違点Aについては，前記ア(ウ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点Bについて",
                          "text": [
                            "「コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋」することについては，甲4～7に記載されているように，周知技術にすぎない。",
                            "しかし，甲2発明は「仕切りケース13は，略円すい台形の逆さ容器形状であり，・・・この仕切りケース13を，前記杭頭11aにかぶせており」，「杭11とフーチング12とは仕切りケース13によって完全に縁切りされているから，杭11はフーチング12の鉛直荷重を支持するが，水平力(又は地震力)に対しては杭頭11aが仕切りケース13内の隙間15の限度に側方からの拘束が開放されているので，その杭頭の境界条件はピンの状態となる」ものであり，「杭11」と「フーチング12」間には「仕切りケース13」が存在するため，芯鋼材のような部材を「杭11」と「フーチング12」間に配筋することはできないから，上記周知技術を採用する動機付けはないというべきである。",
                            "したがって，甲2発明において，相違点Bに係る本件発明3の構成のようにすることは当業者が容易に想到し得る程度のことではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "結論",
                      "text": [
                        "以上のとおり，本件発明3は，甲2発明において，相違点A，Bに係る本件発明3の構成にすることは当業者が容易に想到し得たことではないから，甲2発明及び甲4～7に記載された発明又は周知技術に基づいて当業者が容易に発明できたものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3(甲3を主引例とする本件発明2の新規性の欠如，本件発明2，3の進歩性の欠如)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2の新規性及び進歩性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "主引用発明の認定",
                      "text": [
                        "杉村義広外6名「PHC杭の杭頭接合方法に関する実験研究  その1  実験計画」日本建築学会大会学術講演梗概集(北海道)(昭和61年8月)1257頁～1258頁(甲3。以下「甲3文献」という。)には，以下の発明(以下「甲3発明」という。)が記載されている。",
                        "「高強度プレストレストコンクリート杭(PHC杭)を用いた試験体であって，",
                        "杭をフーチング内へ単に埋込む方式で，埋込み長さは10cmであり，",
                        "杭とフーチングにまたがってシースが配置されており，",
                        "フーチングのコンクリートの圧縮強度が228kg／cm2であるのに対して，杭体のコンクリートの圧縮強度は895kg／cm2である，",
                        "試験体」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2と甲3発明との対比",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "一致点",
                          "text": [
                            "コンクリート造基礎を，コンクリート杭に連結するコンクリート造基礎の連結構造"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点ア",
                              "text": [
                                "コンクリート杭に関して，本件発明2は「場所打ちコンクリート杭」であるのに対し，甲3発明は「PHC杭」である点"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "相違点イ",
                              "text": [
                                "本件発明2は「コンクリート造基礎を，場所打ちコンクリート杭に載置した状態で支持する」「支持構造」であるのに対し，甲3発明は「杭をフーチング内へ単に埋込む方式で，埋込み長さは10cmであり，杭とフーチングにまたがってシースが配置されて」いる点"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "相違点ウ",
                              "text": [
                                "本件発明2は「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」のに対し，甲3発明は「フーチングのコンクリートの圧縮強度が228kg／cm2であるのに対して，杭体のコンクリートの圧縮強度は895kg／cm2である」点"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点ア，ウについて",
                          "text": [
                            "甲3発明は，実験研究の試験体に関するものであり，杭としてはPHC杭が前提となっているものである。したがって，甲17の1～5に示されているように，プレストレストコンクリート杭，PHC杭，場所打ちコンクリート杭が代替可能な手段であることが周知事項であったとしても，甲3発明において，実験の前提を変えて当該周知事項を採用する動機付けはないというべきである。",
                            "また，仮に甲3発明において，上記周知事項を採用し得たとしても，PHC杭と場所打ちコンクリート杭は，その内部構造の違いなどから求められるコンクリートの強度も異なるので，甲3発明における「フーチング」と「PHC杭」のコンクリートの圧縮強度の関係が，「PHC杭」を「場所打ちコンクリート杭」とした場合においても同じになるとはいえない。",
                            "したがって，甲3発明において，相違点ア，ウに係る本件発明2の構成のようにすることは当業者が容易に想到し得る程度のこととはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点イについて",
                          "text": [
                            "甲3発明は，「杭をフーチング内へ単に埋込む方式で，埋込み長さは10cmであ」るから，杭はフーチングに埋め込まれ，一体となっていると解され，したがって，「載置」の定義のように，杭頭部と基礎上端は実質的に縁が切れた状態にあるとはいえない。",
                            "また，甲3発明において，「杭」と「フーチング」を載置状態とする動機付けはなく，原告が提出した他の証拠を参酌しても，甲3発明において，相違点イに係る本件発明2の構成のようにすることは当業者が容易に想到し得る程度のこととはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "結論",
                      "text": [
                        "以上のとおり，本件発明2は，甲3発明と同一ではなく，また，甲3発明において，相違点ア～ウに係る本件発明2の構成にすることは当業者が容易に想到し得たことではないから，甲3発明及び甲4～7に記載された発明又は周知技術に基づいて当業者が容易に発明できたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3の進歩性の欠如について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明3と甲3発明との対比",
                      "text": [
                        "本件発明3と甲3発明は，相違点ア～ウに加えて，次の相違点エで相違する。",
                        "本件発明3は「コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋した」のに対し，甲3発明は「杭とフーチングにまたがってシースが配置されて」いる点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "相違点ア～ウについては，前記ア(ウ)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点エについて",
                          "text": [
                            "「コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋」することについては，甲4～7に記載されているように，周知技術にすぎない。",
                            "甲3文献には，杭頭固定度の違いに着目した実験研究が記載されているから，杭頭固定度に影響を与え得る手段を採用する動機付けはあるといえ，上記周知技術を採用し，相違点エに係る本件発明3のようにすることは当業者が容易に想到し得る程度のことにすぎない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "結論",
                      "text": [
                        "以上のとおり，本件発明2は，甲3発明と同一ではなく，また，本件発明2，3は，甲3発明及び甲4～7に記載された発明又は周知技術に基づいて当業者が容易に発明できたものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4(本件発明1～4の明確性要件違反)について",
              "text": [
                "本件発明において，「コンクリートの設計基準強度」とは，甲8にも記載されているように，「構造設計において基準とするコンクリートの圧縮強度のことであり，構造体コンクリートが満足しなければならない強度であ」り，また，技術常識から見ても，その用語の意味しているところは明確であり，本件発明1～4は，その用語の意味に基づいて，理解できるものである。したがって，本件発明1～4は明確である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5(本件発明1～4のサポート要件違反)について",
              "text": [
                "本件発明が解決しようとする課題は，「・・・コンクリート造基礎や杭が大きな水平力を受けた場合においても，過剰な断面力が発生せず，設計の合理性及び施工の容易性が担保できるコンクリート造基礎の支持構造を提供すること」(段落【0007】)であり，本件明細書には，「本発明によれば・・・当該コンクリート造基礎等に水平力が作用した場合であっても，両者が互いに鉛直移動，水平移動及び回転を拘束することがないことから，当該コンクリート造基礎及び鋼管中空杭等に過剰な断面力が発生することを防止することができ，設計の合理性及び施工の容易性が担保されることになる。また，杭頭部におけるコンクリートの設計基準強度が，コンクリート造基礎におけるコンクリートの設計基準強度より大きいことから，当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる。」(段落【0012】)と記載されている。",
                "また，本件発明1～4が，文言として，本件明細書の発明の詳細な説明に記載されていることは明らかであるから，本件発明は発明の詳細な説明に記載された発明であるといえる。",
                "そして，本件発明の「杭におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」ことについて，「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」場合は，「コンクリート造基礎におけるコンクリートの設計基準強度」を基準として見れば，杭と基礎のコンクリートの設計基準強度の大小関係が異なる他の態様である，「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と同じ」場合や「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して小さい」場合と比較して，「場所打ちコンクリート杭の杭頭部におけるコンクリート」の実際の強度が大きくなることを意図していると解され，その結果，杭頭部の損傷等が防止されることになるから，その技術的意味と作用効果の関係が理解できるものである。このことは，「場所打ちコンクリート杭」に代えて「鋼管中空杭」とした場合(本件発明1の場合)についても同様のことがいえる。",
                "したがって，本件発明は，発明の詳細な説明の記載及び出願時の技術常識に照らし，当業者が本件発明の課題を解決できると認識できる範囲のものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由6(本件発明1～4の実施可能要件違反)について",
              "text": [
                "本件発明は「杭におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」との構成も含め，それぞれの構成を，その文言どおり理解できるものであり，その発明の実施の形態についても，発明の詳細な説明に明確かつ十分に記載されており，当該設計基準強度の関係を満たすコンクリート造基礎の支持構造を実際に製造することが可能であるから，当業者が本件発明の実施をすることができるものであるといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由1における相違点2に係る判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の相違点2に係る構成に技術的意義がないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の「杭頭部におけるコンクリートの設計基準強度が，コンクリート造基礎におけるコンクリートの設計基準強度より大きいことから，当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる。」との記載(段落【0012】)からすると，本件明細書では，本件構成の作用効果は「杭頭部に過大な支圧力が作用した場合においても，杭頭部が損傷等をすることを防止する」ものとされているものと解されるが，上記「支圧力」の意義は，その文脈から「構造物の部材が他の部材の接触により圧縮を受けるとき，接触面に発生する圧縮応力」(甲33)を意味するものと解される。",
                        "したがって，本件明細書では，本件構成の作用効果は「杭頭部に過大な圧縮応力が作用した場合においても，杭頭部が損傷等をすることを防止する」ものとして記載されていることになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件明細書の「特に，断面積が小さい杭頭部12に特に設計基準強度が大きいコンクリートを用いて耐力の増強を図ったものである。」(段落【0018】)との記載からすると，本件明細書では，相違点2において，コンクリート造基礎におけるコンクリートの設計基準強度を境界とすることに全く意味はなく，単に設計基準強度を大きくして耐力の増強を図る程度の意味しかないことが理解される。",
                        "「強度」について，①「杭頭部」＞「基礎」の構成を採用したとしても，②「杭頭部」≦「基礎」の構成を採用したとしても，杭(頭部)に，そこで使用されているコンクリートの強度を超える応力が生じれば損傷等することになるから，①「杭頭部」＞「基礎」の構成は，②「杭頭部」≦「基礎」の構成との対比で，格別の技術的意義も見いだすことができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書には，本件構成に関する作用効果を説明する記載や，実施例と比較例による作用効果の有無を確認する記載も存在せず，本件構成の作用効果は，実施例，実験データ等で裏付けられるものではない。",
                        "すなわち，本件明細書には，接合部分の回転変形が大きくなるという事実や，この回転変形がどの程度大きくなるのかについての記載もなく，この回転変形が大きくなる知見及びその程度に関する知見を裏付けるような試験結果等の記載も一切ない。また，本件明細書には，「支圧力」との記載はあるものの，「支圧力」の意味も不明であるし，上記接合部分の回転変形と「支圧力」の関係に関する記載もないし，「支圧力」の存在や大きさ，上記接合部分の回転変形と「支圧力」の関係等を裏付ける試験結果等の記載も一切ない。さらには，本件明細書には，基礎との比較で杭頭部に損傷等が集中する可能性が高くなる知見，これが「支圧力」の集中なるものが原因であることやこれらを裏付ける試験結果等についての記載はなく，このような課題との関係で，「杭頭部」＞「基礎」の構成により，どのような作用効果を生じるか，「杭頭部」＞「基礎」の構成により上記課題を解決できるか否かについても一切記載がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上より，本件明細書には，本件構成について，コンクリート造基礎におけるコンクリートの設計基準強度を境界とすることの技術的意義が全く開示されずに，単に杭頭部の設計基準強度を大きくすれば，杭頭部の耐力の増強を図ることができるという従来から自明のコンクリ―トの物性が記載されているにすぎないものと理解される。",
                        "そして，相違点が格別の技術的意義を有しない場合は，単なる設計事項であり，進歩性を有しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "支圧強度の考え方について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "コンクリート造基礎の強度は，支圧強度の考え方からその圧縮強度よりも大きくなる。支圧強度は標準圧縮強度の1．28倍を超えるものとなる(甲14の1の式(4))。",
                        "また，支圧強度は，設計基準強度に√A/Aa(A：コンクリート面の支圧分布面積，Aa：支圧を受ける面積であり，基礎が杭から支圧を受ける面積は杭頭の面積である。√A/Aa≦2とされている。)を乗じて算出するものとされている(甲14の3)。ここで，支圧分布面積Aは，Aaの図心と一致して，Aaからコンクリート縁辺に接して対象にとった面積とされており(甲14の3の19頁下から5行目以下)，杭頭部の面積との関係でコンクリート造基礎の面積が十分大きい場合がほとんどであるから，支圧強度は設計基準強度の2倍と計算される場合がほとんどである。",
                        "したがって，コンクリート造基礎より杭頭部の設計基準強度が多少高くとも，依然コンクリート造基礎の支圧強度の方が，杭頭部の圧縮強度より十分高いままであり，杭頭部の損傷等の可能性がコンクリート造基礎の損傷等の可能性より小さくなるわけでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，本件発明において，被告は，杭頭部の設計基準強度が，コンクリート造基礎の設計基準強度を超えたとしても，杭頭部の耐力が設計基準強度に応じたものになるという自明の結果を述べているだけで，「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」という構成を採用しても，「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して同じか，小さい」という構成を採用しても，杭頭部の耐力に関しては，両者に相違はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "許容応力度の考え方について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "建築構造設計基準上において，杭頭部について，許容応力度設計(生じる応力度が許容応力度を超えないように設計)を行うものとされており，その際に用いる許容応力度としては，短期で設計基準強度Foの2分の1以下の数値を採用するものとしており，非常に高い安全率を採用して設計することになる(甲11)。",
                        "したがって，当業者は，杭基礎の設計に当たり，地震動を考慮して，杭頭部が種々の応力に対して安全になるように設計することが求められており，具体的には杭頭部に生じる応力が，少なくとも，短期で設計基準強度の2分の1になるように設計される。",
                        "このように本件特許の出願当時の技術水準に照らしても，杭頭部の損傷等を防止できるか否かは，そこに作用する応力と強度の大小によって定まることが技術常識であり，本件明細書には，このような技術常識とは異なり，コンクリート造基礎と杭頭部の設計基準強度の大小関係によって，杭頭部の損傷等が防止し得ることを裏付ける実施例等の記載は全くない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "コンクリート造基礎の設計に用いられる許容応力度は，長期で設計基準強度の3分の1，短期で設計基準強度の3分の2とされている。",
                        "このように，コンクリート造基礎の設計基準強度は，コンクリート造基礎に作用する応力を考慮して設計されるものであり，このようにして設計されたコンクリート造基礎の設計基準強度よりも，杭頭部のコンクリートの設計基準強度を大きくしたからといって，杭頭部の損傷等の有無を左右するものではない。",
                        "また，コンクリート造基礎の設計基準強度(例えば24Ｎ)より杭頭部の設計基準強度(27Ｎ)が高いとしても，コンクリート造基礎の許容応力度(例えば短期で16Ｎ)の方が杭頭部の許容応力度(例えば短期で12Ｎ)よりも高くなるから，コンクリート造基礎の設計基準強度より杭頭部の設計基準強度が高いとしても，当業者は依然コンクリート造基礎の方が，耐力があるものと理解している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，許容応力度の考え方に照らしても，本件構成を採用したからといって，杭頭部の安全性が向上したり，損傷等が防止されたりするというような事情は全くないのであるから，コンクリート造基礎におけるコンクリートの設計基準強度を境界とすることに技術的意義を見いだすことはできない。",
                        "杭頭部の安全性は，そこに生じる応力と強度の大小により定まることが技術常識であり，本件明細書には，このような技術常識とは異なり，コンクリート造基礎と杭頭部の設計基準強度の大小のみによって，杭頭部の損傷等が防止し得ることを裏付ける実施例等の記載は全くないから，相違点2に係る構成について，コンクリート造基礎におけるコンクリートの設計基準強度を境界とすることに何らの技術的意味も見いだすことができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "設計基準強度について",
                  "text": [
                    "「設計基準強度」とは，構造体コンクリートが満足しなければならない強度を意味する(甲8)から，設計基準強度の大小を定めたところで，実際の構造体コンクリートの強度の大小がどのような関係になるか定まるわけではない。したがって，このような観点からも設計基準強度の大小の技術的意味を見いだすことはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実質的な相違点ではないこと",
                  "text": [
                    "甲1発明では，コンクリート造基礎の設計基準強度と，杭(頭部)の設計基準強度の大小関係について特定されていない。しかし，当業者は，構造設計において，コンクリート造基礎の設計基準強度及び杭(頭部)の設計基準強度を必ず設定することになり，その大小関係は，場所打ち杭の方が大きいか，同じか，小さいかのいずれかでしかない。したがって，甲1文献に触れた当業者にとっては，そのいずれもが具体的に開示されているに等しい。",
                    "そして，前記(1)のとおり，コンクリート造基礎よりも，場所打ち杭の設計基準強度が大きい構成を採用したとしても，そこに特段の技術的意義はないのであるから，相違点2は実質的な相違点ではないか，少なくとも，当業者が容易に想到できるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "設計事項にすぎないこと(1)",
                  "text": [
                    "仮に，一応の相違点であるとしても，本件構成とすることは，当業者が適宜定める設計事項にすぎない。",
                    "すなわち，前記(1)のとおり，支圧強度の考え方からも，許容応力度の考え方からも，本来的に，コンクリート造基礎よりも杭頭部の方が損傷しやすいことが技術常識であるから，当業者が，コンクリート造基礎より杭頭部の方が損傷しやすいため，「杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」ものとして耐力の増強を図るのは単なる最適化等の設計事項にすぎない。",
                    "したがって，本件構成は容易に想到できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "設計事項にすぎないこと(2)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "作用反作用の法則により，杭頭部と基礎とが接合している部分では，杭頭部と基礎それぞれについて同等の応力が生じるところ，仮に，例えば，杭頭部と基礎とが接合している部分において，短期に生じる力による圧縮応力が最大圧縮応力度10Ｎ／mm2という大きさであるとする。この場合，建築構造設計基準によると，杭頭部のコンクリートの設計基準強度の大きさは，少なくとも，20Ｎ／mm2［10÷(1／2)］となり，基礎のコンクリートの設計基準強度の大きさは，15Ｎ／mm2［10÷(2／3)］となる。同じ応力に対しても杭頭部と基礎とでは強度式が異なるため，必然的に杭頭部の設計基準強度が基礎の設計基準強度より大きくなる。",
                        "したがって，当業者は，建築構造設計基準等に基づいて，本件構成を容易に想到する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，被告は，実務では，許容応力度から設計基準強度を逆算するようなことは実務上行われていないと主張する。",
                        "しかし，手順がいずれであったとしても，同じ設計基準強度であれば，コンクリート造基礎の許容応力度の方が，杭(頭部)の許容応力度よりも大きくなるという事実(基礎より杭の方が弱い事実)，及び，作用反作用の法則から杭と基礎には接合部において同等の応力が生じるという事実から，接合部について許容応力度設計をすれば，必然的に，コンクリート造基礎より杭(頭部)の設計基準強度の方が大きくなることは事実である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "設計事項にすぎないこと(3)",
                  "text": [
                    "以下のとおり，当業者が甲1発明を基に適宜設計するに当たり，コンクリート造基礎の設計基準強度より杭(頭部)の設計基準強度を大きいものとすることは，当然採用すべきことになるありふれた構成の一つであるから，当業者は，本件構成を容易に想到することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "半剛接合構造に関する知見",
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "藤山淳司外6名「杭頭接合法の開発に関する実験的研究(その1)実験概要」日本建築学会大会学術講演梗概集(関東)(平成13年9月)459頁～460頁(甲34)において，杭と基礎スタブとを半剛接合する構造が開示されているところ，杭頭部には，鋼管に設計基準強度Fcが100N／mm2のコンクリートを充填した杭頭ピースが採用され，他方，基礎スタブの設計基準強度Fcは27N／mm2とされており，半剛接合構造を採用したとしても，その杭頭部の耐力を増強する必要性から，その設計基準強度を大きくするとの技術的思想が開示されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "被告は，甲34に記載された杭と基礎の接合部にある「杭頭ピース」(下図参照)は，場所打ちコンクリート杭の杭頭部に相当しないから，本件で比較対象とすべき構造に該当するものではないなどと主張する。",
                                "しかし，「杭頭ピース」が，厳密に本件発明の「杭頭部」に相当するかどうかは措くとして，甲34では，基礎に対する接合部に用いられた「杭頭ピース」は，基礎(27N/mm2)よりも圧倒的に大きな設計基準強度(100N/mm2)を採用されている。したがって，甲34では，コンクリート造基礎に対する接合部の設計基準強度を大きくする構成はありふれていることを示す先行文献であることに変わりはない。",
                                "しかも，甲34では，基礎に対する接合部において，圧倒的に大きな設計基準強度のコンクリートを用いたうえ，これが鋼管に充填されていることから，その圧縮強度はさらに少なくとも6倍程度(甲37)は向上しており，このことからも，半剛接合構造において，基礎に対する接合部分に，基礎よりも設計基準強度の高いコンクリートを用いる構成が開示されており，当該接合部分の強度を上げる必要性が示されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，小林勝己外6名「場所打ち杭の杭頭半剛接合法の開発」日本建築学会技術報告集9号(平成11年12月)65頁～70頁(甲7)では，場所打ち杭について，杭主筋をパイルキャップ(コンクリート造基礎に相当)に定着せずに場所打ち杭とパイルキャップとを接合した半剛接合構造が開示されている(甲7の65頁右欄参照)ところ，下図のＮo．9～Ｎo．11の構造が示すように，基礎に対する接合部分も含めて基礎と杭に設計基準強度が30N／mm2のコンクリートが採用されている。基礎に対する接合部分は，鋼管内にコンクリートが打設されている(甲7の66頁左欄「3．1」)ため，当該接合部分の圧縮強度も同様に相当程度向上している(甲37)。",
                            "したがって，甲7から，半剛接合構造において，基礎に対する接合部分に，基礎よりも(実質的に)設計基準強度の高いコンクリートを用いる構成が開示されており，当該接合部分の強度を上げる必要性が示されている。",
                            "被告は，甲7の結果から，半剛接合構造を採用した結果，杭頭部における損傷が減少したことが記載されており，杭(頭部)の設計基準強度を小さくするよう動機付けられるかのような主張をする。",
                            "しかし，甲7には，半剛接合構造として下図のＮo．10及びＮo．11の構造が開示されており，いずれも基礎に対する接合部分も含めて，基礎，杭の設計基準強度は30Ｎ/mm2と条件は同じであるものの，接合部分については，Ｎo．10では鋼管を用いた鋼管コンクリートとなっているが，Ｎo．11では，鋼管が用いられていない。",
                            "そのため，甲7では，下図を示した上，67頁の左欄8行目以下で，「鋼管のないＮo．11では，接合部分にコンクリートの損傷が集中しているのが観察されたが，鋼管を用いたＮo．9，10では，鋼管の座屈や定着筋の破断等の損傷はなく，接合部においても大変形時まで大きな損傷は見られなかった。」と明記されている。すなわち，甲7には，半剛接合構造において杭頭部のコンクリートの設計基準強度を基礎と同じにした場合には杭頭部が大きく損傷するから，損傷を防止するために鋼管その他の手段で圧縮強度を高める必要性が明確に示されている。",
                            "したがって，甲7からも，半剛接合構造において，基礎に対する接合部分に，基礎よりも(実質的に)設計基準強度を高いコンクリートを用いる構成が開示されており，当該接合部分の強度を上げる必要性が示されている。",
                            "(甲7の図6抜粋)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "剛接合構造に関する知見",
                      "text": [
                        "小林勝己外4名「水平力を受ける場所打ち杭-基礎梁部分架構の力学的特性に関する研究」日本建築学会構造系論文集509号(平成10年7月)83頁～90頁(甲35)では，場所打ち杭について，杭主筋をパイルキャップ(コンクリート造基礎に相当)内に定着させる接合構造において，杭のコンクリートの圧縮強度が29．5MPaとされており(84頁右欄11行目～表2)，フーチングのコンクリートの圧縮強度が20．7MPaであり，杭頭部のコンクリートの圧縮強度を，フーチングのコンクリートの圧縮強度よりも大きくする構成が開示されている。",
                        "仮に，この構造が剛接合構造と評価されるとしても，場所打ち杭とコンクリート造基礎からなる構造において，コンクリート造基礎よりも杭頭部の強度を大きくすることはありふれた構成であった。",
                        "また，本件特許出願日以前に，実際に原告において設計指針等に準拠して設計した設計図の一部(甲38)からも理解できるように，少なくとも，従来の剛接合構造について，許容応力度設計を行った場合，コンクリート造基礎の設計基準強度より，杭(頭部)の設計基準強度が大きくなる設計(構成)となることはありふれていた。",
                        "したがって，甲35から，コンクリート造基礎よりも杭(頭部)の設計基準強度を大きくする構成が読み取れる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "基礎と杭の設計基準強度の大小関係は剛接合と半剛接合で異ならないこと",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明においては，「載置」の構成が採用されているが，発明の要旨との関係で本件明細書を参酌するに，段落【0010】には，「コンクリート造基礎に凹部を形成し，当該凹部に・・・杭・・・の杭頭部を挿入した状態で当該コンクリート造基礎を支持すること・・・は，載置という支持形式を妨げるものではない」との記載があり，また，被告は，侵害訴訟においては，段落【0010】には，「コンクリート造基礎に凹部を形成し，当該凹部に・・・杭・・・の杭頭部を挿入した状態で当該コンクリート造基礎を支持すること」との記載を基に，基礎に杭頭部が10センチ程度挿入されている構成が「載置」に該当すると主張している(甲9の1の16頁～17頁，甲9の2の27頁～28頁)。",
                            "そして，「基礎構造の設計-構造計算のすすめ方・6-」日本建築学会関東支部(平成2年9月)(甲36)の273頁～275頁では下図が示されるとともに，本件発明の「載置」に該当する構成(単に杭をスラブに10cm程度埋め込んだもの，下図の(c))は固定度が小さくなっているものの，軸力ありの場合は固定度が0．8付近となっており，固定度は大きいことが示された上，「杭頭接合部の設計は，杭頭に作用する外力に応じて，図6．38を参考に接合方法を決め，杭材については，杭頭固定(α ＝1．0)で，・・・設計するのがよかろう」とされている。",
                            "rまた，建設大臣官房官庁営繕部監修「建築構造計算基準及び同解説」(平成10年3月)(甲11)の202頁～203頁では，「杭と基礎床版との接合方法・・・許容応力度設計時においては，計算上は，原則として，固定度1として検討を行う。」と明記され，建設省住宅局建築指導課監修「地震力に対する建築物の基礎の設計指針」(平成5年7月)(甲13)の5頁では「杭頭の固定度は特別の調査実験等によって求めるものとする。固定度が確認されていない場合には，原則として固定として計算する。」と記載されている。",
                            "そのため，どのような半剛接合構造であるかを問わず，一般に安全のため固定度1として設計することが推奨されており，これが技術常識となっている。",
                            "したがって，本件発明のような「載置」の構成を採用した半剛接合構造であっても，従来の剛接合構造と同様に杭頭部の固定度を杭頭固定(α ＝1．0)として，r許容応力度設計がされるため，コンクリート造基礎の設計基準強度よりも，杭の設計基準強度が大きくなることが，剛接合構造と同様に半剛接合構造においてもありふれた構成であることが理解できる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "杭の設計では，杭の断面設計がなされる。これは，例えば，甲36の257頁に示されているような下表に基づいて許容応力度設計を実施することを意味する。",
                            "ここで，せん断力は上記表の算定式を満足するように設計される。",
                            "また，軸力―曲げモーメントについては，甲36の258頁～259頁に示された計算図表を用いて安全になるよう設計される(通常は，「鉄筋コンクリート構造計算規準・同解説」に示されるように，所定の基本仮定に準拠してコンピュータにより算定して，許容応力度を下回るように設計される〔甲39〕)。",
                            "具体的には，例えば，ある設計条件を設定すれば，甲36の240頁の下表が示すように，杭頭の曲げモーメント，地中部の最大曲げモーメント等が算出できる。",
                            "また，上部構造物の自重や，地震力により生じる軸力(地震の水平力により建物が回転しようとする転倒モーメント(曲げモーメント)に対抗するための軸力)等から，各杭が負担する軸力が算出できる。",
                            "そうすると，杭のコンクリートの設計基準強度 Fc，杭が負担する軸力Ｎ ，杭に生じる最大曲げモーメントM ，杭の直径 D を算出できるから，これらを用いて下表の横軸及び縦軸に示されている 𝑁1 や 𝑀1 を算出でき，その値を図表にプロット𝐷2・𝑓𝑐 𝐷3・𝑓𝑐し，p (鉄筋全断面積／コンクリートの全断面積)により特定される曲線より左側gに位置していれば安全側にあると判断することができる。",
                            "そして，その後，さらに，基礎と杭の接合部の安全性を検討することになるのであるが，剛接合構造の場合は，上記断面設計により杭頭の接合部分についても安全側に設計されていることになる(そのため，剛接合構造の接合部分について追加的に検討すべきものとして，「建築基礎構造設計指針  2001改訂」日本建築学会〔乙17〕の319頁以降ではスラブの安全性に関する記載が中心となっている。)。",
                            "したがって，甲38で示された杭の設計基準強度は，上記断面設計，あるいは杭の許容鉛直支持力等に基づいて設計されたものである。",
                            "他方，半剛接合構造などにおいて，杭頭固定度を考慮した場合は，杭頭の曲げモーメント等は，甲36の242頁～243頁に記載の下記算出式より算出することになるのであるが，ここで固定度1を採用すれば，結局，甲36の240頁の表6．11と同じ算出式となり，断面設計は，剛接合構造と同じ結果になる。",
                            "そして，半剛接合構造の場合において，さらに基礎との接合部分を検討するとしても，上記断面設計又は許容鉛直支持力等の観点から算出された設計基準強度を下げることはあり得ない。むしろ，杭(頭部)の設計基準強度をさらに上げるよう設計される。",
                            "他方，剛接合構造から半剛接合構造とするに当たり，コンクリート造基礎の設計基準強度を上げるべき理由はない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件発明者の研究により，半剛接合構造では，回転変形が大きくなるため，杭頭部の一部に支圧力なるものが集中することが明らかになった旨主張する。",
                    "しかし，被告の上記主張は，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙17の315頁～316頁では，水平力に対する杭頭部の変形の概念図として下図を示した上で，半剛接合構造の場合の杭頭条件として「②  接合条件：半剛接  →  杭頭条件：回転半拘束(Ⅿ ≠0，θ ≠0)」として，境界面での回転角が生じることが示されている。したがって，このように基礎と杭頭の境界面で回転が生じるのであるから，杭頭部の一部に応力が集中するのは自明である。",
                            "現に，乙17の314頁～315頁では，場所打ちコンクリート杭につき，地震時の水平力が作用した際の応力・変形状況を示した下図が掲載されており，杭頭とパイルキャプとの間で局部的に圧縮応力(青丸)が集中していることが明示されている。なお，下図は杭定着主筋(赤丸)が存在するので剛接合構造といえ，杭定着筋による引張応力(緑丸)も生じているが，半剛接合構造として杭定着筋がないとしても，回転角が生じた杭頭部に局部的に応力が集中することに変わりない。",
                            "したがって，半剛接合構造では，回転変形が大きくなるため，杭頭部の一部に支圧力なるものが集中するなどの知見は単なる技術常識であり，相違点2の技術的意義を裏付けるようなものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，従来は，杭頭部に局所的に生じる応力は，課題として認識されていなかったとして，乙17を指摘する。",
                            "しかし，乙17の316頁では，剛接合構造では，「杭と基礎スラブを剛に接合することを前提に杭頭条件を固定として扱うならば，変形に対する検討は省略してよい」とされている(乙17の316頁23行目以下)。したがって，剛接合構造の場合には，杭頭接合部の変形に対する検討を省略することができるとしても，検討することが望ましいことは当然である。",
                            "むしろ，乙17の316頁では，上記記載に続けて，「変形すなわち杭頭回転角に関する設計用限界値を設定する必要があるのは，杭頭回転剛性あるいは杭頭固定度を定量的に評価する場合，および杭頭部における塑性変形を考慮した(降伏ヒンジを許容した)設計を行う場合である。いずれの場合も杭頭曲げモーメント～回転角関係等における各限界状態での変形の評価が必要となり・・・検討すべき荷重の種類は，①軸方向の押込み力，②軸方向の引抜き力，③水平方向のせん断力，および④曲げモーメントの組合せとする」とされており，所定の場合等においては，回転角を考慮した限界状態での変形の評価となるのであるから，当然，杭頭部における局所的な応力についても検討されるべきものにすぎない。",
                            "しかも，乙17の317頁～318頁では，「ピン接合または回転剛性を定量的に評価することを意図した接合方法を採用する場合，あるいは杭頭部における塑性変形を考慮し，降伏ヒンジを許容した設計を行う場合には，要求される設計上の強度と変形性能を満足することを，実験結果等に基づいて確認することが必要である。」とされている。",
                            "したがって，仮に上記の指針に即して構造設計を行う場合には，被告が主張するような支圧力なるものが存在すれば，当然考慮して設計されることになるのであるから，被告の指摘する支圧力なるものは当然考慮されるものにすぎず，何ら技術的意義を裏付けるようなものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲36では，半剛接合構造であっても，杭が大きな軸力を受けながら，水平力によって回転しようとする回転モーメントが生じる際には，杭頭接合部の回転による変形により杭頭部には圧縮応力が局所的に生じ，この杭頭接合部に生じる局所的な圧縮応力により，その回転に対抗する回転モーメント(下図青矢印)が生じることが説明されているといえ，当業者はそのように理解する。",
                        "逆にいうなら，設計指針等に従って，半剛接合構造において，杭頭接合部において生じる曲げモーメントを考慮して許容応力度設計する場合は，当然，かかる曲げモーメントの原因である杭頭部に生じる局所的な圧縮応力も考慮した設計となる。",
                        "したがって，被告の上記主張は，単なる技術常識(設計上当然考慮すべき応力に含まれる応力)を指摘するものであって，本件構成の技術的意義を裏付けるようなものではないことが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，コンクリート造基礎は支圧強度の考え方から耐力が実質的に上昇するため，コンクリート造基礎の設計基準強度が，杭頭部の設計基準強度以上である場合，杭頭部はコンクリート造基礎との比較で損傷する可能性が高まるとの課題が明らかになったと主張する。",
                    "しかし，被告の上記主張は，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "コンクリート造基礎の耐力が，支圧強度の考え方から実質的に上昇する結果，コンクリート造基礎の設計基準強度が，杭頭部の設計基準強度以上である場合，杭頭部の方がコンクリート造基礎との比較で損傷する可能性が高いのは当然である。",
                            "また，コンクリート造基礎の設計基準強度が，杭頭部の設計基準強度以上である場合，杭頭部の方が，許容応力度が小さくなることから，杭頭部の方がコンクリート造基礎との比較で損傷する可能性が高いのは当業者にとって技術常識である。",
                            "したがって，被告の上記指摘は技術常識にすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，剛接合構造とは異なり，半剛接合構造は，杭頭部に生じる曲げモーメントが減少するため，杭頭部における損傷が軽減されるのであって，甲1の写真1もそのことを示しているから，コンクリート造基礎と杭頭部を比較すれば，可能性としては杭頭部の方が損傷しやすいという知見は，半剛接合構造では当てはまらない旨主張する。",
                            "しかし，コンクリート造基礎と杭頭部を比較すれば，可能性としては杭頭部の方が損傷しやすい理由は，コンクリート造基礎は支圧強度の考え方から耐力が大きくなるのに対して，杭頭部ではそのような耐力の向上が認められないからである。そして，コンクリート造基礎と杭頭部の接合部分は作用反作用に同等の応力が生じているため，杭頭部の応力が減少すれば，基礎に作用する応力も同様に減少するのであって，応力がどのように変化しようと，コンクリート造基礎と杭頭部を比較すれば，可能性としては杭頭部の方が損傷しやすいことが左右されることはない。",
                            "また，被告が指摘する甲1文献の写真1は，単に杭の試験状況が示されており，基礎の状況は不明である。なお，甲1文献の写真2では，基礎スタブのコンクリートの剥離が見受けられるが，これは単なる剥離であり，甲1文献の478頁右欄下から3行目以下では「安定した良好な耐力・変形性状を示した」と説明されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告の主張は，杭頭部に局所的な応力が生じるから，コンクリート造基礎の設計基準強度以下の設計基準強度の杭頭部に損傷が集中する可能性が高くなるような論理構成になっている。",
                        "しかし，コンクリート造基礎と杭頭部との接合部分(接触部分)では，作用反作用の法則から，相互に同等の応力が生じるため，杭頭部に局所的に応力が生じたとしても，平均的に応力が生じていたとしても，コンクリート造基礎との比較で，コンクリート造基礎の設計基準強度以下の設計基準強度の杭頭部に損傷が集中する可能性が高いことに変わりがない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告の主張は，上部構造等の影響も含めてコンクリート造基礎に具体的に生じる応力やこれに対する安全性，また杭頭部に具体的に生じる応力やこれに対する安全性を全く度外視して，杭頭部の損傷の可能性を低減することに技術的意味があるかのような主張になっている。",
                        "しかし，建築構造設計の技術分野においては，具体的に生じる応力とその安全性を度外視して，設計基準強度が低いよりも高くすることで損傷の可能性を低減したとしても，当該具体的構成について損傷の可能性が高ければ何の意味もないから，具体的な安全性を無視して，「杭頭部の損傷の可能性」を問題にすること自体に何の技術的意味もない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，従来，必要以上に設計基準強度の高いコンクリートを使用しないという設計思想があったと主張する。",
                    "しかし，被告の上記主張は，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，杭の許容鉛直支持力は，一般に，杭材料の許容応力度ではなく，支持地盤の強度により決定されるため，場所打ちコンクリート杭の設計基準強度を高くしても，許容鉛直支持力が大きくなるわけではないことを指摘し，必要以上に設計基準強度の高いコンクリートを使用しないという従来の設計思想があったなどと結論付ける。",
                        "しかし，場所打ちコンクリート杭の設計基準強度が，許容鉛直支持力を決定する要素でないことがあるとしても，そもそも，場所打ちコンクリート杭の設計基準強度は，地震動によって生じる鉛直力，引抜き力，水平力(水平力により生じる曲げモーメント)により杭に生じる応力に対する安全性，基礎との接合部に生じる応力に対する安全性等を考慮して，安全となるように設定されるものである(甲11の187頁，甲13の4頁～5頁)。",
                        "したがって，許容鉛直支持力を検討する場面だけを取り出して，場所打ちコンクリート杭の設計基準強度を高めることに意味がない旨の主張は理由がない。",
                        "また，仮に，必要以上に設計基準強度の高いコンクリートを使用しないという従来の設計思想があったとしても，コンクリート造基礎の設計基準強度よりも，杭頭部の設計基準強度の方が大きいことが，必要以上に設計基準強度が高くなっているとはいえないし，これに反する立証もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲36の273頁～275頁では，「載置」の構成を採用した半剛接合構造においては，軸力により杭頭固定度が左右されるため，地震により下図のような水平力が加わった場合，a杭には大きな軸力がかかり，b杭の軸力が0に近くなると，a杭の杭頭固定度が大きくなり，またa杭が全水平力の大部分を負担することにより，杭に地震被害が生じることが示されている。すなわち，地震による水平力により，a杭に軸力が集中するとともに，水平力も集中し，その軸力により杭頭固定度が大きくなるため，水平力により生じる杭頭に生じる曲げモーメントも増大するのである(甲36の242頁の式6．50)。",
                        "したがって，仮に，必要以上に設計基準強度の高いコンクリートを使用しないという従来の設計思想があったとしても，コンクリート造基礎の設計基準強度より，杭(頭部)の設計基準強度を大きくすることが，必要以上に高い設計基準のコンクリートを使用しているとはいえないし，むしろ，当業者は，杭頭部の設計基準強度を高く維持する必要性を理解する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件構成を採用することで課題を解決した旨主張する。",
                    "しかし，半剛接合構造では，回転変形が大きくなるため，杭頭部の一部に支圧力なるものが集中することが課題であるとしても，本件構成を採用しても，杭頭部は，その設計基準強度に応じた耐力を有するのみで，杭頭部の一部に集中した支圧力なるものによる損傷を回避できるわけではない。",
                    "また，コンクリート造基礎は支圧強度の考え方から耐力が実質的に上昇するため，コンクリート造基礎の設計基準強度が，杭頭部の設計基準強度以上である場合，杭頭部はコンクリート造基礎との比較で損傷する可能性が高まることが課題であるとしても，本件構成を採用しても，支圧強度の考えからも，許容応力度の考えからも，依然，杭頭部はコンクリート造基礎との比較で損傷する可能性が高いことには変わりない。",
                    "被告は，必要以上に設計基準強度の高いコンクリートを使用しないという従来の設計思想があったと主張するが，仮にそうであるとしても，杭頭部の設計基準強度をコンクリート造基礎の設計基準強度以下にする技術思想があったわけではないから，本件構成が何か課題を解決したというような関係にない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，本件構成について，半剛接合構造の実用化に必要な技術を提供したという技術的意義を有すると主張する。",
                    "しかし，本件構成は，被告が自ら指摘する課題すら解決できない無意味なものであるし，これで半剛接合構造の実用化に必要な技術を提供したというのは理由がない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，許容応力度は安全率を考慮して算出されるものであり，許容応力度を超えた場合に直ちに損傷等が生じるわけではなく，設計基準強度とは定義が異なり，本件発明の課題解決との関係で許容応力度を論じる必要性はないと主張する。",
                    "しかし，本件構成によっても，コンクリート造基礎よりも杭頭部の許容応力度が大きくならず，基礎との比較で杭頭部の損傷等の可能性が高いと認識されるのであるから，被告が基礎との比較で杭頭部の損傷等の可能性の高低を課題として問題にするのであれば，許容応力度との関係でも，どのように理解すれば，本件構成により上記課題が解決できるかを説明すべきである。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被告は，甲2の図8(下図)を指摘して，半剛接合構造を採用した場合には，杭頭部の曲げモーメントが緩和され，せん断力も低下して杭頭部の機能が健全な状態に保たれる事実が見いだされている以上，杭頭部の設計基準強度を高めることは，コスト等の観点から不合理であるから，阻害要因があるなどと主張する。",
                    "しかし，甲2の出願当時(昭和57年)とは異なり，遅くとも平成2年頃には，甲36の273頁～275頁で示されているとおり，半剛接合構造であっても，軸力により杭頭部の固定度が大きく向上することが示されていたのであって，半剛接合構造を採用すれば直ちに杭頭部の曲げモーメントが緩和されるとは認識されておらず，前記(2)エ(ウ)aのとおり，固定度1を採用して設計することが推奨されていた。",
                    "したがって，甲2に依拠して，阻害要因があるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件発明2は甲1発明と同一であるか，少なくとも，甲1発明に基づいて，本件発明2の相違点2に係る構成に想到することは容易である。",
                "そして，杭頭部の設計基準強度が，コンクリート造基礎の設計基準強度よりも大きいことで，それと同じか小さい場合よりも耐力の増強が図られるのは技術常識であるから，相違点2に係る構成に当業者が予測できない格別顕著な作用効果はない。",
                "したがって，少なくとも，本件発明2は，甲1発明に基づく進歩性欠如の無効理由を有する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2における相違点Aに係る判断の誤り)",
          "text": [
            "相違点Aは，実質的に相違点2と異なることがなく，前記1で主張した理由と同じ理由から，本件発明2は甲2発明と同一であるか，少なくとも，甲2発明に基づく進歩性欠如の無効理由を有する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由2における相違点Bに係る判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明2及び3のようなコンクリート造基礎と杭との半剛接合構造において，ずれ止め等のために，コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋することは周知慣用技術である。",
                "このことは，半剛接合構造について，「ずれ止め鉄筋20」(【0009】～【0010】，図1～3など)が採用され(甲4)，「ずれ止め筋5」(【0011】～【0012】，図1など)が採用され(甲5)，「鋼棒36」(【0042】，図1など)が採用され(甲6)，「定着筋」(65頁右欄「2」)，図1(b)など)が採用されていること(甲7)から明らかである。",
                "したがって，甲2発明に上記周知技術を適用することで，相違点Bに係る構成を容易に想到する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，本件審決は，甲2発明は，「杭11」と「フーチング12」の間に「仕切りケース13」が存在するため，芯鋼材を「杭11」と「フーチング12」の間に配置できない旨を指摘して，上記周知技術を適用する動機付けがないなどと判断している。",
                "しかし，甲2発明であっても，杭と基礎のずれ止め等の必要性が生じることがあるのは，上記周知技術から明らかであり，このような必要性に応じて，芯鋼材を「杭11」と「フーチング12」の間に配置する動機付けは十分にある。",
                "そして，「仕切りケース13」が存在するとしても，芯鋼材を配置するために孔を設けるなど，当業者が適宜設計することで芯鋼材を配置することは容易であるし，これによって甲2発明の作用効果は何ら害されない。",
                "したがって，甲2発明に上記周知技術を適用することで，相違点Bに係る構成を容易に想到する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，取消事由2で主張したとおり，相違点Aに係る構成を容易に想到する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，本件発明3は，甲2発明に基づく進歩性欠如の無効理由を有する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(無効理由3における相違点イ，ウの認定の誤り及び相違点ア～ウに係る判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点イの認定の誤り",
              "text": [
                "本件審決は，相違点イについて，甲3発明は，杭はフーチングに埋め込まれ，一体となっていると解されるから，本件明細書の「載置」の定義のように杭頭部と基礎上端は実質的に縁が切れた状態にあるとはいえないとしている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，甲3文献には，杭とフーチングの接合について，「X’タイプは杭をフーチング内へ単に埋込む方式」と記載されているにすぎず，一体となっているとは記載されていない。",
                    "そして，「載置」の意義が一義的とはいえないため，発明の要旨との関係で明細書を参酌すると，本件明細書の段落【0010】には，「コンクリート造基礎に凹部を形成し，当該凹部に・・・杭・・・の杭頭部を挿入した状態で当該コンクリート造基礎を支持すること・・・は，載置という支持形式を妨げるものではない」との記載がある。甲3文献にいう杭頭部をフーチングに単に埋込む方式も，同様にフーチングの凹部に杭頭部を挿入した状態をいうものであるから，本件発明2の「載置」に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "埋め込み方式の剛接合構造は，基礎に杭を，杭径程度埋め込む必要がある(乙17の318頁)が，甲3文献では，杭径35cmに対して，10cm埋め込んでいるものにすぎないから，これをもって杭に基礎を定着したものと理解する余地はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，甲3文献に記載の杭とフーチングが一体になっている根拠として，PHC杭では，一般的には杭頭部に中詰めコンクリートを充填して施工されること，甲3文献には，明記されていない緊張材がシース管に挿通されて杭とフーチングに軸力が付与されていることを指摘するが，甲3文献には，杭頭部に中詰めコンクリートを充填して施工されることは明記されていないし，緊張材も記載されていないから，緊張材がないものとして理解されるべきである。",
                    "甲3文献の1257頁右欄には「杭体に作用する軸力としては，長期許容鉛直荷重を想定し，Ｎ＝30tの軸力を加えた」とされており，シース管に緊張材を挿通しても，杭体に軸力は付与できないから，上記記載が緊張材の存在を示すものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，被告は，侵害訴訟においては，本件明細書の段落【0010】の「コンクリート造基礎に凹部を形成し，当該凹部に・・・杭・・・の杭頭部を挿入した状態で当該コンクリート造基礎を支持すること」との記載を基に，基礎に杭頭部が約10センチ挿入されている構成が「載置」に該当すると主張している。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本件発明2と甲3発明との対比において，相違点イは，実質的な相違点ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点ウの認定の誤り",
              "text": [
                "本件明細書の段落【0018】によると，設計基準強度を大きくすることは，その分，耐力の増強を図ることを意味するにすぎず，甲3発明のフーチングの圧縮強度より，杭体のコンクリートの圧縮強度の方が大きいことは，そうでない場合よりも耐力の増強が図られているといえる。",
                "そうすると，甲3発明の「フーチングのコンクリートの圧縮強度が228kg／cm2であるのに対して，杭体のコンクリートの圧縮強度は895kg／cm2である」との構成は，本件発明2の「杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」と実質的に同じである。",
                "したがって，本件発明2と甲3発明との対比において，相違点ウは，実質的な相違点ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点ア，ウの判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点アに関して，本件審決は，甲3発明が実験研究の試験体に関するものであり，プレストレストコンクリート杭，PHC杭，場所打ちコンクリート杭が代替可能な手段であることが周知事項であったとしても，甲3発明において，当該周知事項を採用する動機付けはない旨判断した。",
                    "しかし，甲3発明が実験研究の試験体であったとしても，甲3文献には，「『地震力に対する建築物の基礎の設計指針』・・・が示され，実務に供されつつあるが，杭頭接合部の固定度・・・と接合方法および構造耐力の問題が，研究課題の一つとして残されている。」と記載されている(甲3，「1」)。",
                    "そして，甲3文献では，上記研究課題の一つとして，PHC杭を取り上げたものであるが，PHC杭と場所打ち杭は代替可能な杭であることは周知であり，場所打ち杭についても「杭頭接合部の固定度・・・と接合方法および構造耐力の問題」を検討すべきであることは明らかであるから，上記研究課題の記載に動機付けられて，PHC杭に代えて，場所打ち杭とすることは容易に想到することができる。",
                    "PHC杭と場所打ちコンクリート杭の相違が重要であるとすれば，本件明細書には，鋼管中空杭と場所打ちコンクリート杭の相違を前提としても，なお同様の作用効果が生じることにつき説明がないから，当業者が，課題を解決するものと理解できず，この点でもサポート要件違反となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，相違点ウがあるとしても，前記1(1)のとおり，相違点ウに係る「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」との構成に何らの技術的意義もなく，これを採用することは単なる設計事項にすぎず，当業者が容易に想到できるものであり，当業者が予測できない顕著な作用効果を奏するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，当業者は，本件発明2の相違点ア及びウに係る構成を容易に想到する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点イの判断の誤り",
              "text": [
                "仮に，相違点イが実質的な相違点であるとしても，杭に基礎を「載置」する構成は，甲1文献，甲2文献，甲4，甲5，甲7，甲34などに示されるありふれた構成である。",
                "そして，甲3文献には，「『地震力に対する建築物の基礎の設計指針』・・・が示され，実務に供されつつあるが，杭頭接合部の固定度・・・と接合方法および構造耐力の問題が，研究課題の一つとして残されている。」と記載されている(「1」)。",
                "そして，同記載では，固定度や接合方法と構造耐力の問題が研究課題として指摘されているのであるから，これに動機付けられて，固定度を低減する構成としてありふれた「載置」の構成を採用することは容易に想到できる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "したがって，少なくとも，本件発明2は，甲3発明に基づく進歩性欠如の無効理由を有する。",
                "また，相違点エが容易想到であることは本件審決が示すとおりであるから，本件発明3も同様に，甲3発明に基づく進歩性欠如の無効理由を有する。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(明確性要件違反)",
          "text": [
            "本件発明においては，杭及び基礎の「コンクリートの設計基準強度」により発明を特定しているところ，コンクリートの設計基準強度は，杭及び基礎の設計段階において設定し，最低限達成すべき水準として，コンクリートの杭や基礎を製造する際に用いられるものであり，杭及び基礎の構造そのものの構成(実際の強度)を表すものではない(甲8)。",
            "したがって，設計基準強度は，その数値を最低限達成すべき水準としてコンクリートを打設するという杭及び基礎の製造方法を記載したものにすぎず，本件発明はいわゆるプロダクトバイプロセスクレームに該当し，「出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的でないという事情」(「不可能非実際的事情」)が存在しないのであれば，明確性を欠くものである。",
            "物としての杭及び基礎の構造又は特性を，コンクリート強度(実際の強度)によって直接特定することのできることは自明であって，現に，特許発明を特定するに当たりコンクリート強度を用いることは通常である(甲18)。本件において，これが不可能であるか又は実際的でないという事情が認められる余地は存在しない。",
            "被告は，本件発明は経時的要素を含まず，「設計基準強度」は，物の特性を規定するものであるから，プロダクトバイプロセスクレームに該当しない旨主張するが，物としての「コンクリート」から確認できるのは，実際の圧縮強度等であり，物としての「コンクリート」自体から，設計基準強度を確認することは不可能であり，その製造工程を問題にしなければ特定することができないから，「設計基準強度」が「コンクリート」の特性を規定するものではないことは明らかであり，本件発明は，物の製造工程を含めて特定したプロダクトバイプロセスクレームに該当する。",
            "以上より，本件特許は明確性要件に違反する。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(サポート要件違反)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "杭頭部は，その強度以下の応力に耐えるという効果しか奏しないのであり，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる」という字義どおりの発明の効果(本件明細書の段落【0012】)を奏しないものである。",
                "杭頭部の安全性は，そこに生じる応力と強度の大小により定まることが技術常識であり，本件明細書にはこのような技術常識とは異なり，コンクリート造基礎と杭頭部の設計基準強度の大小のみによって，杭頭部の損傷等が防止し得ることを裏付ける実施例等の記載は全くない。",
                "したがって，本件特許は，当業者が課題を解決することができると認識できる範囲を超えるものであり，サポート要件に違反する。",
                "これに対して，本件審決は，場所打ちコンクリート杭の杭頭部の設計基準強度が，コンクリート造基礎の設計基準強度よりも大きい方が，両者が同じか前者が小さい場合よりも，「杭頭部の損傷等が防止されることになるから，その技術的意味を作用効果の関係が理解できる」などと判断している。",
                "しかし，本件明細書に記載された課題は，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる」というものであって，不実施の場合と比較して，損傷等を防止する可能性を高くすることを課題としているものではないから，本件審決の上記判断は，明細書の記載に基づかないものであり，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件発明では「設計基準強度」との文言が用いられているところ，「設計基準強度」とは，「構造体コンクリートが満足しなければならない強度」にすぎない(甲8)。したがって，設計基準強度は，強度の最低限達成すべき水準を示すものにすぎないから，本件発明を文言のとおり理解すると，杭頭部の実際の強度と，基礎のコンクリートの実際の強度の大小について何ら限定もないものとなり，基礎部に比して杭頭部の実際の強度が小さい場合も構成要件を充足しかねないところ，このような場合も上記課題を解決することができると認識し得るような記載もない。",
                "したがって，この点からも，本件特許は，当業者が課題を解決することができると認識できる範囲を超えるものであり，サポート要件に違反する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，本件特許はサポート要件に違反する。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(実施可能要件違反)",
          "text": [
            "発明の目的を達成するために，過度の試行錯誤を要する場合は，実施可能要件に反するところ，本件発明では，杭頭部は，その強度以下の応力に耐えるという効果しか奏しないのであり，本件明細書を見ても，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる」という効果を奏するコンクリート造基礎構造を実施する手段が何ら開示されていないから，当業者は，本件明細書に基づいて，本件発明の作用効果を奏するものを得ることができない。",
            "したがって，本件特許は実施可能要件に違反する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の技術的意義",
          "content": [
            {
              "fig": "(1)",
              "subject": "杭の設計方法",
              "text": [
                "杭の設計の手順は以下のとおりである(乙16)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "杭の許容鉛直支持力の算定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "設計条件の設定",
                      "text": [
                        "設計を行う下記前提条件を設定する。",
                        "杭の種類，杭径，長さ，杭種類，使用材料(設計基準強度を含む)，許容応力度，所要安全率，許容変位量(水平変位，沈下量，回転量)，地盤条件，土性値等"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "許容鉛直支持力の算定",
                      "text": [
                        "設計荷重に対して，杭一本当たりの許容鉛直支持力(杭に載荷可能な最大荷重)等を算定する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "杭の安定計算",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "杭本数及び杭配置の仮定",
                      "text": [
                        "杭の許容鉛直支持力を前提として，杭本数及び杭配置を仮定する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "設計外力の算出",
                      "text": [
                        "コンクリート造基礎の大きさを決め，杭に作用する設計外力(鉛直力，水平力，曲げモーメント)を算出する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "変位量及び杭頭反力の算出",
                      "text": [
                        "コンクリート造基礎の変位量(沈下量等)を求め，各杭の杭頭反力(杭の頭部に作用する鉛直支持力)を算出し，各算出値が許容値(許容鉛直支持力及び許容変位量)を越えないことを確認する。",
                        "この段階で，算出値が許容値を超える場合には，諸条件を再設定し，検討を繰り返す。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "杭本体の構造部材設計",
                  "text": [
                    "杭の詳細な断面(断面寸法，断面形状，鉄筋量等)を設定し，構造部材の各断面に生じる応力(軸力，曲げモーメント及びせん断力)を計算し，許容応力度以下であることを確認する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の課題及び技術的意義",
              "content": [
                {
                  "fig": "ア",
                  "subject": "従来の支持構造(剛接合構造)",
                  "text": [
                    "従来は，基礎や杭の特性，地盤との相互作用等が解明されていなかったため，場所打ちコンクリート杭とコンクリート造基礎との支持構造(接合構造)としては，杭と基礎とを強固に固定することが構造物の安全性に資するという技術常識の下，剛接合する構造が用いられることが一般的であった。この剛接合構造では，杭主筋を基礎に定着することで杭頭部が拘束されており，地震時において想定された水平力が作用した場合には，杭頭部に発生する大きな曲げモーメント(曲げ応力)とせん断力により，杭頭部に曲げ，せん断及びひび割れ等の損傷を生じる可能性があった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "半剛接合構造の知見",
                  "text": [
                    "本件発明の発明者らは，杭頭部に曲げモーメントとせん断力が集中する剛接合構造の不合理さにいち早く着目し，コンクリート造基礎と杭頭部を半剛接合とした支持構造についての研究を行った。その結果，以下の知見が明らかとなった。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "半剛接合構造では，杭頭部とコンクリート造基礎とが剛接合されていないため，接合部の固定度に応じて杭頭部の回転が許容され，当該杭頭部に発生する曲げモーメントが低減される。その結果，せん断力も低減されて杭頭部に発生する損傷が軽微になり，杭頭部が健全な状態に保たれる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その一方で，杭本体の中間部の負荷が大きくなるが，従来，曲げモーメント及びせん断力が小さい箇所における応力が大きくなり平準化する。そのため，剛接合構造と比較して，局所的に損傷せず，杭全体を有効に利用することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "半剛接合構造の新たな課題",
                  "text": [
                    "対象構造物に地震力が作用した場合，上下方向に所定長さを有する棒状部材である場所打ちコンクリート杭には，当該上下方向の圧縮力(軸力)とともに水平方向にせん断力が作用する。半剛接合構造の場合には，杭頭部は，コンクリート造基礎と剛接合されていないために回転変形が大きくなり，両部材が当接する部分において支圧力 (参考図1における赤で図示した部分)が集中的に作用する。このとき，場所打ちコンクリート杭よりも体積が大きく，かつ，充分な厚さを有する版状部材(フーチングの場合は，ブロック状部材)であるコンクリート造基礎には，支圧力が作用する面(杭頭部の上端面と接する領域)の周囲にもコンクリート塊が一体的に存在する。したがって，コンクリート造基礎の支圧力が作用する面は，支圧力が作用する上下方向と，支圧力に直交する2方向(周方向)の計3方向(多方向)から拘束される(いわゆる三軸［多軸］圧縮応力状態となる)。そのため，コンクリート造基礎の少なくとも杭頭部直上においては，一方向の圧縮力が卓越する場合(いわゆる一軸圧縮応力状態)と比較して，耐力が実質的に上昇することになり，コンクリート造基礎に場所打ちコンクリート杭以上である設計基準強度のコンクリートを使用した場合には，杭頭部がコンクリート造基礎と比較して，支圧力に対して相対的に弱くなり，損傷が集中する可能性が高くなる。以上のメカニズムが新たに明らかとなった。",
                    "このように，半剛接合構造を採用した場合には，当該接合部の固定度が下がることに伴い，地震力の程度によっては，杭頭部の一部分に支圧力が集中し，曲げモーメント及びせん断力に代わって，当該支圧力の作用により杭頭部が損傷する可能性が高まることが明らかになり，実用化を図るためには，その対策が求められることとなった。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明の解決課題と技術的意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の解決課題",
                      "text": [
                        "本件発明は，前記ウの解決課題に対応するためにされたものであり，「大きな水平力を受けた場合においても，過剰な断面力が発生せず，また，大地震時に杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷することを防止すること」(本件明細書の段落【0007】)を目的としている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の支持構造との関係",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "杭の許容鉛直支持力は，支持地盤の強度から求められる許容鉛直支持力と杭材料の許容応力度(設計基準強度)から求められる許容鉛直支持力のいずれか小さい方の値から定まることになるが，一般的に，前者の方が後者より小さく，場所打ちコンクリート杭の許容鉛直支持力は，地盤性状に起因して決定され，その制約を受けることになる。",
                            "したがって，場所打ちコンクリート杭に，必要以上に設計基準強度の高いコンクリートを使用したとしても，支持地盤の地耐力が高まるわけではなく，かえって不経済となる。そのため，従前，当業者は，場所打ちコンクリート杭には，構造部材としての耐力を満たす必要最低限の設計基準強度のコンクリートを使用することが通常であり，本件特許の出願時には，必要以上に，設計基準強度の高いコンクリートを使用するという設計思想は存在していなかった。",
                            "一方，コンクリート造基礎は，上部構造の下端部を構成する躯体(基礎梁，フーチング，耐圧版，マット等の形態)であり，上部構造と同様に，コンクリートは気中打設される。コンクリート造基礎は，上部構造の荷重を杭に伝達する部材であるから，隣接する上部構造の柱や梁と強度が大きく異なるコンクリートを使用することは適切でないため(強度や剛性の差が損傷集中の原因になる)，地盤の強度によって地耐力が決まる杭と比較して，上部構造に合わせてコンクリート造基礎の設計基準強度を高くすることが，現在でも一般的である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，許容鉛直支持力を検討する場面だけを取り出して，場所打ちコンクリートの設計基準強度を高める意味がない旨の主張は理由がないと主張する。",
                            "しかし，杭本体の構造設計にあたり，検討すべき地震時における杭頭部の応力は，主として，曲げ応力及びせん断応力であるが，曲げ応力は主鉄筋の引張降伏に基づいて決定されるため，コンクリートの設計基準強度との関係では，せん断応力をチェックする必要がある。",
                            "せん断応力は，杭断面積が大きいほど小さくなり(甲11の197頁  式(9．35))，場所打ちコンクリート杭の場合には，既成杭に比べて杭径(杭断面積)が大きく，空洞部がない(中実である)ことから(乙22の121頁  表-5．2)，これまでの設計実績等によると，構造設計上，問題になることは少なく，問題になったとしても，せん断力に抵抗するための帯筋の径，強度，数量及びピッチ等を調整することで簡単に対応できる。そのため，杭のコンクリートの設計基準強度は，杭の許容鉛直支持力の算定時に設定した値により定められることが通常である。",
                            "したがって，場所打ちコンクリート杭の設計基準強度を決定するに当たり，単に，許容鉛直支持力を検討する場面だけを取り出して，その強度についての主張をしているものではなく，原告の主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明の技術的意義",
                      "text": [
                        "本件発明は，半剛接合構造に特有な上記解決課題に対し，「剛接合構造の場所打ちコンクリート杭において，必要以上に設計基準強度の高いコンクリートを使用しない」という従来の設計思想があったにもかかわらず，「杭頭部に，コンクリート造基礎と比較して設計基準強度が大きいコンクリートを用いる」ことにより，経済的に安価な構造で，支圧力に対する杭頭部の耐力の増強を図る(杭頭部を壊れ難くし，損傷の集中を回避することにより，支持力の維持と沈下の抑制を図る)こととして課題を解決するに至り，安全性を確保することにより，支承を使用しない載置という単純な構造による半剛接合構造の実用化に必要な技術を提供したものである(本件明細書の段落【0018】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明の前提とする技術",
                      "text": [
                        "構造物の設計は，当該構造物の種類及び構造形式に応じて，設計規準等(甲11～13，乙19)に従って行われることが技術常識である。また，現在の建築基準法下での耐震設計は，「想定する地震力等に対する耐震性能を確保した上で，地震の再現期間が構造物の耐用年数を超えるような地震力等が対象構造物に作用した場合には，その損傷を許容するが，人命を守るために倒壊はさせない」という設計思想に基づいて行われていることも技術常識である(乙3，4)。",
                        "本件発明においても，上記設計方法に則り，対象構造物に設計で想定する設計外力(地震力)が作用した場合において，場所打ちコンクリート杭及びコンクリート造基礎が設計規準を満足する(所定の許容応力度以下である)構造体であることを前提とし，「杭頭部に，コンクリート造基礎と比較して設計基準強度が大きいコンクリートを用いる」という構成を採用することにより，設計外力の作用時に，杭頭部の回転変形の増大に伴って発生し得る過大な支圧力が作用した場合において，杭頭部が損傷等をすることを防止可能となる技術を提供するものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，支圧強度の考え方による技術常識に照らしても，コンクリート造基礎より杭頭部の設計基準強度が多少高くとも，依然コンクリート造基礎の支圧強度の方が，杭頭部の圧縮強度より十分高いままであり，杭頭部の損傷等の可能性がコンクリート造基礎の損傷等の可能性より小さくなるわけでもなく，本件構成に特段の技術的意義は見いだせないと主張する。",
                    "しかし，本件発明は，杭頭部の損傷等の可能性がコンクリート造基礎の損傷等の可能性より小さくなることまでを作用効果として主張しているものではない。設計基準強度の大小に関する本件発明の技術的意義及び作用効果は，本件発明の構成要件が採用されていない支持構造との対比で理解すべきである。仮に，杭頭部の損傷等の可能性がコンクリート造基礎の損傷等の可能性より高かったとしても，本件発明の構成が採用されていない支持構造との対比で見れば，杭頭部の損傷等を防止するという作用効果が奏されることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，許容応力度の考え方に照らしても，本件構成を採用したからといって，杭頭部の安全性が向上したり，損傷等が防止されたりするというような事情は全くないのであるから，コンクリート造基礎におけるコンクリートの設計基準強度を境界とすることに技術的意義を見いだすことはできないと主張する。",
                    "しかし，原告の主張は，以下のとおり，理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "許容応力度設計法は，設定した杭本体の構造部材に所定の設計外力が作用した場合に，当該構造部材に発生する応力が，設定された許容応力度以下になっているかどうかを判定することにより，構造物がその荷重に対して安全か否かを判断する設計法である。上記許容応力度は，設計基準強度を所与の条件とした上で，安全率を考慮して算出される値であることが法定されており，構造部材が有する強度(耐力)ではない。そのため，許容応力度を超えた場合に，直ちに耐力を失うような損傷や破壊が生じるわけではない。",
                        "一方，設計基準強度は，コンクリート部材の構造計算を行うために定める基準値であり，実際の構造物では，当該設計基準強度が発現されるコンクリートが打設されることになることから，部材の断面性能，鉄筋の規格降伏点及び配筋量等の仕様と同様に構造物の強度(耐力)に直接的に大きく影響することになる。したがって，設計基準強度と許容応力度は，その定義及び値が異なるものである。",
                        "本件発明では，場所打ちコンクリート杭及びコンクリート造基礎は設計規準等に則って設計され，所定の許容応力度を満たしている構造体であることを前提の技術常識としている。したがって，本件発明の構成要件でない許容応力度と課題解決の可否を論じる必要はない。また，コンクリートの設計基準強度の大小を構成要件とするものであり，許容応力度の大小を論じる必要もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，コンクリート造基礎の設計基準強度が24Ｎ，杭頭部の設計基準強度が27Ｎで設計された構造物において，コンクリート造基礎の短期圧縮許容応力度が16Ｎ及び杭頭部の短期許容応力度が12Ｎと計算されるとしても，本件発明の構成が採用されていない支持構造(例えば，コンクリート造基礎の設計基準強度と杭頭部の設計基準強度がともに24Ｎ)の場合と対比すれば，支圧力に対する強度は増加することになる。",
                        "したがって，原告が仮定した設計基準強度(コンクリート造基礎24Ｎ，杭頭部27Ｎ)においても，本件発明の作用効果が否定されるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，設計基準強度とは，構造体コンクリートが満足しなければならない強度を意味するため，設計基準準強度を定めたところで，実際の構造体コンクリートの大小がどのような関係になるか定まるわけではなく，設計基準強度の大小の技術的意味を見いだすことはできないと主張する。",
                    "しかし，設計基準強度と構造物の強度が大きく乖離することは経済性及び構造設計上好ましくなく，施工者は，設計基準強度で記述されている規準書，設計図書及び仕様書等に基づいて設計者の意図通りに施工管理する責務を有している。本件発明では，杭頭部とコンクリート造基礎におけるコンクリートの設計基準強度の相対的な大小関係が問題となるものであり，上記に基づく通常の施工管理に基づけば，少なくともその相対的な大小関係についての整合性が保たれることが通常である。原告の主張は，設計図書に基づく忠実な施工管理を前提(義務)とする技術常識を否定するものであり，妥当ではない。",
                    "また，原告は，これまでに「設計基準強度」を用いて対象発明を特定した複数件の特許出願をしているから，原告も，設計基準強度によりコンクリート構造物の特性を特定することができ，設計基準強度の大小を規定したことの技術的意義を当業者が難なく理解できると考えている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1に理由がないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件構成は，設計強度を大きくすれば，それに応じた耐力が期待できるという技術常識そのものを意味するにすぎないと主張する。",
                "しかし，本件発明では，杭頭部とコンクリート造基礎におけるコンクリートの設計基準強度の大小関係を規定しているものであり，当業者は，本件構成の技術的意義，作用効果を，本件発明の構成が採用されていない支持構造(杭頭部におけるコンクリートの設計基準強度が，コンクリート造基礎におけるコンクリートの設計基準強度以下である支持構造)との対比で理解することが一般的である。",
                "本件明細書にも，本件構成の技術的意義，作用効果について，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる。」(段落【0018】)と記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，当業者は，構造計算において，コンクリート造基礎の設計基準強度及び杭(頭部)の設計基準強度を必ず設定することになり，その大小関係は，場所打ち杭の方が大きいか，同じか，小さいかのいずれかでしかないから，甲1文献に触れた当業者にとっては，そのいずれもが具体的に開示されているに等しいと主張する。",
                "しかし，甲1文献の実証実験は，条件を変えた試験体を作成して破壊状況を調べるために行った場所打ちRC杭のみについての実験であり，コンクリート造基礎スタブ(以下，「基礎スタブ」という。)との接合構造に関する実験ではない。基礎スタブは試験体を実験室の反力床に固定するために用いられるブロックにすぎず，実験対象でない。そのため，基礎スタブはモデル化されておらず，コンクリートの設計基準強度を含めた詳細条件(配筋及び断面性能)は記載されていない。このように，甲1発明では，場所打RC杭の杭頭部におけるコンクリートの設計基準強度と，基礎スタブにおけるコンクリートの設計基準強度の大小関係に関し，何の記載もなく，また，示唆もない。",
                "構造設計を行う際には，種々の制約条件の下，明確な意図を持ってその設計基準強度が決められるのであり，本件特許の出願時において，杭頭部の設計基準強度をコンクリート造基礎の設計基準強度よりも大きく設定するという技術的思想が存在していなかった以上，設計者(当業者)が設計基準強度を設定する場合において，両者の設計基準強度に関して何らの記載のない甲1文献に触れたとしても，その主要争点構成要件が具体的に開示等されていると理解することはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本来的に，コンクリート造基礎よりも杭頭部の方が損傷しやすいことが技術常識であるから，当業者が，杭頭部の耐力の増強を図るのは単なる最適化等の設計事項にすぎないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，杭とコンクリート造基礎との剛接合構造では，上記のとおり，杭頭部に発生する大きな曲げモーメントにより杭頭部に過大な損傷が発生し易いのに対し，半剛接合構造によれば，杭頭部に発生する曲げモーメントが減少するため，杭頭部において，曲げモーメント又はせん断力に起因する損傷が生じ難くなる。甲1文献の写真1に示された半剛接合構造の試験体における破壊状況から明らかなように，「コンクリート造基礎と杭頭部を比較すれば，可能性としては，杭頭部の方が損傷しやすい」という知見は，少なくとも半剛接合構造である甲1発明において当てはまるものではない。",
                    "したがって，仮に，平常時(鉛直荷重時)，剛接合構造において，コンクリート造基礎よりも杭頭部の方が損傷しやすいとした事実があったとしても，杭頭接合部の固定度と損傷の関係性に関しては，実験的研究も少なく(乙17の314頁)，「地震時での，半剛接合構造における杭頭部の回転と支圧力の問題」に関しては，本件特許の出願時において明確に認識されていなかった以上，杭頭部におけるコンクリートの設計基準強度を，コンクリート造基礎おけるコンクリートの設計基準強度と比較して大きくして，補強をする理由及び動機付け等を見いだすことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，乙17の記載により，基礎と杭頭の境界面で回転角が生じることが示されており，杭頭部の一部に応力が集中するのは自明であると主張する。",
                    "しかし，杭頭部に回転が生じうることが知られていたとしても，本件特許の出願時において杭頭固定度の相違により，どの程度の回転が生じうるかに関する知見は明らかになっていなかった(乙17)。すなわち，本件発明が着目している支圧力(支圧応力)は，地震時に水平力が作用した場合に，従来の剛接合構造よりも大きな水平変位及び回転が生じるため，低減する杭頭部の固定度に応じて基礎に当接する杭頭部の面積が小さくなる結果，クリティカルな力(耐震性能を左右する大きな要因)になるというものである。しかし，乙17の記載では，杭頭部の固定度の低下に応じてその回転変形が想定以上に大きくなり，両部材が当接する部分に支圧力が集中して局所的に応力が高くなることにより，杭頭部が損傷する可能性が高くなることについては何ら記載されていない上，杭頭部の支圧力を検証する必要があることを示唆する記載も存在していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，建築構造設計基準等に即して具体的に検討しても，本件構成に容易に想到すると主張する。",
                "しかし，許容応力度は，設計基準強度を所与の条件とした上で，設計した構造部材に生じ得る計算値が許容応力度を超えるか否かを確認するための基準値にすぎず，［設計基準強度＝許容応力度×安全率］の関係式が成立しているとしても，許容応力度から設計基準強度を逆算するようなことは，実務上は行われていない。",
                "また，コンクリート造基礎と杭頭部の許容応力度は，作用反作用の関係等とも関係なく，各構造部材に対応する値として個別に設定されるものであることから等しい値ではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，①甲34，35，38，②「建築構造計算基準及び同解説」(甲11)，③甲7に基づき，本件構成はありふれた構成にすぎないと主張する。",
                "しかし，以下のとおり，原告の上記主張は理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲34には，「杭は鋼管の中にコンクリートを充填するCFT杭とし，杭と基礎スタブの間に杭より断面の小さい杭頭ピースを埋め込むことによって杭頭部回転剛性の低下を図る。」(459頁下から11行目～8行目)と記載されているように，高設計基準強度のコンクリートが用いられている「杭頭ピース」は，鋼管中空杭の先端部にコンクリートを充填して形成されたものではない。「杭頭ピース」は，CFT杭の先端部に埋め込まれたものであり，CFT杭と基礎スタブとの回転剛性の低下を図るための「支承」としての役割を果たしているCFT杭とは別の部材である。",
                        "したがって，「杭頭ピース」は，本件発明の実施する場所打ちコンクリート杭の杭頭部に相当しないため，コンクリート造基礎と杭頭部の強度の大小を検討する上で，比較対象とすべき構造に該当するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲35は，その文献のタイトル「水平力を受ける場所打ち杭-基礎梁部分架構の力学的特性に関する研究」に示されているように，剛接合構造の場所打ち杭と基礎梁部分架構(85頁の図3参照)の耐震性能に関する力学的課題を評価するために行われたものであり，半剛接合構造を研究対象とするものではない。",
                        "その上，試験体に用いられた杭と基礎梁のコンクリート強度は，設計基準強度ではなく，実験で用いたコンクリートから作成した供試体の圧縮強度が明示されているにすぎない。甲35において，試験目的及び結果を大きく左右するコンクリートの設計基準強度が明示されず，詳細な調合条件等の説明がされていないことからすると，その値は意図的に定められたものではなく，当業者は，偶発的に得られた結果と考えることが通常である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，甲38は，作成日等を含めてその事実を確認できるものではなく，原告の主張が裏付けられているものではない。仮に，原告の主張が正しければ，多数の公知資料が存在しているはずであるが，無効審判及び侵害訴訟の過程において，当該資料の存在は明らかになっておらず，原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲11の建築構造設計基準(平成9年版)が適用される時点において，半剛接合構造の適用事例はほとんど存在していなかった。半剛接合構造を実際の構造物に適用するに当たっては，建築基準法令その他の設計規準等に照らした安全基準を満たす必要があるが，当該設計規準等には，半剛接合構造の設計方法は明示されていなかったため，自ら実験及び構造解析を行い，地震時における構造物の挙動を解明し，性能や安全性を証明した上で，民間検査機関から認証を取得し，設計及び施工を行わなければならなかった。したがって，実験や解析を行ってデータを蓄積した上で，必要な固定度を実現するための支承方法(載置)と機能維持に必要な強度を持つ杭頭部を実現することが，載置形式の半剛接合構造の実用化には必須事項であった(このことから，原告が指摘する「杭頭の埋込み深さによる固定度を示す「表9．18  杭頭部の接合方法と固定度」〔甲11の202頁〕では，場所打ち杭の半固定の場合はブランクとなっている。)。",
                        "以上からすると，剛接合構造を設計する場合と半剛接合構造を設計する場合とでは検討事項を含めて大きく異なり，単純に剛接合構造の設計思想を半剛接合構造に適用すればいいということになるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，どのような半剛接合構造であるかを問わず，一般に安全のため固定度1として設計することが推奨されており，これが技術常識となっていると主張する。",
                        "しかし，杭の構造計算を行うためには，杭頭固定度を定めなければならず，各種設計指針の定める値を使用する必要があり，「杭頭の固定度は特別の調査実験等によって求めるものとする。固定度が確認されていない場合には，原則として固定として計算する。」とされている(甲13の5頁)。",
                        "上記の趣旨は，半剛接合構造を採用する場合には，原則として，設計者の責任に基づき，杭頭固定度を調査実験等に基づいて定める必要がある(そのため，甲11の202頁では，上記のとおり，場所打ち杭の半固定の場合はブランクとなっている。)が，杭頭固定度が不明である場合(通常は，剛接合構造に近い杭頭固定度が高い構造が想定されている。)には，安全性を考慮して，杭頭部に大きなモーメントが発生することを前提として，基礎に杭主筋を定着する剛接合構造で設計を行わなければならないことを明示したことにある。",
                        "実際の構造体が半剛接合構造であるにもかかわらず，剛接合構造による設計をした場合には，設計で想定した構造体と実際の構造体が一致しない架空の設計になる。そのため，半剛接合構造を採用しているにもかかわらず，その利点を享受できないだけでなく，杭頭部の回転量が不明なために，当該杭頭部の変形に関しては危険側の設計になる。そこで，各設計者は自ら実験及び構造解析を行い，杭頭固定度を求め，性能や安全性を証明した上で，民間検査機関から認証を取得して設計等を行っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記③について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲7の「Fc＝30Ｎ／mm2，シリンダー試験による圧縮強度は杭が34．9Ｎ／mm2，パイルキャップが38．4Ｎ／mm2」(66頁左欄18行目～19行目)との記載からすると，杭の設計基準強度は，パイルキャップのコンクリートの設計基準強度と同じ，あるいは，それより小さいと解される。",
                        "一方，甲7の「結果の概要」欄には，「半剛構造のＮo．9～11は，載荷の最終段階(θ ＝4／100～5／100)においても，杭体に数本の割裂状の縦ひび割れが生じた程度であり，杭の損傷は軽微であった。・・・鋼管を用いたＮo．9～10では，・・接合部においても大変形時まで大きな損傷は見られなかった。」(67頁の左欄6行目～11行目)と記載されており，同試験結果に接した当業者は，杭頭部のコンクリートの設計基準強度を大きくする必要はないと判断し，経済性の観点から設計基準強度を小さくしようとする動機付けが生じることになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲7には，半剛接合構造において杭頭部のコンクリートの設計基準強度を基礎と同じにした場合には杭頭部が大きく損傷するから，損傷を防止するために鋼管その他の手段で圧縮強度を高める必要性が明確に示されていると主張する。",
                        "しかし，甲7における試験体Ｎo．9～Ｎo．11における接合部分は，「接合部およびパイルキャップのコンクリートを打設し一体化させる」との記載(甲7の66頁左欄6行目～7行目)からすると，コンクリートキャップと一体化している基礎に相応する部分の一部であり，少なくとも杭頭部に該当する部分ではない。したがって，接合部に損傷が集中している試験体Ｎo．11に接した当業者が，原告の主張する対策を講じようとすれば，接合部及び同時に打設されるパイルキャップの設計基準強度を大きくすることが自然な考えであり，そこから導き出される思想は，「コンクリート造基礎の設計基準強度を杭頭部の設計基準強度よりも大きくする」という本発明とは正反対の思想となる。",
                        "また，甲7における試験体Ｎo．9～Ｎo．11による実験に関しては，接合部分に設置された鋼管の靭性を改善する効果を検証するために行われたものであり，その効果が検証されていることから，さらなる改善の必要性が明示されているものではない。その上，甲7は，杭とパイルキャップの設計基準強度に着目した実験でないことからしても，甲7において，杭頭部の設計基準強度を高めることが明示されているものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲1発明における阻害要因の存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献の写真-2では，PL-5(半剛接合構造の試験体)における杭頭部の破壊状況が示されており，これによると，杭頭部にはびび割れが生じているが，コンクリートが剥落するほどの損傷は生じておらず，杭頭部が大きく回転することにより，杭頭部と同心円状に基礎スタブの上部に大きな亀裂が入り，当該基礎スタブがえぐられるようコンクリートの剥離が生じて，破壊していることが分かる。",
                        "したがって，上記写真に接した当業者は，杭頭部のコンクリートの設計基準強度を大きくするのではなく，基礎スタブのコンクリートの設計基準強度を大きくして損傷を抑制し，破壊を防ぐことが一般的な思考である。この技術的思想は，「杭頭部の設計基準強度を基礎スタブのものよりも大きくする」という本件発明とは全く正反対の発想であるから，「杭頭部の設計基準強度をコンクリート造基礎のものよりも大きくする」という本件構成の採用を阻害する要因が存在しているといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲1文献の写真2に関し，単なる剥離であり，基礎スタブの設計基準強度を大きくするように動機付けられるわけではないと主張する。",
                        "しかし，甲1文献には，「この破壊は黒正らの実験で確認されたものと同様である」(478頁右欄下から6行目～4行目)と記載されているところ，この黒正らの論文(乙23)は，剛接合構造のSC杭(外殻鋼管付きコンクリート杭)に水平力を作用させた場合における結合部の破壊等の状況を実験したものである。そして，実験結果として，「埋め込み深さが小さい場合，写真2のように基礎が破壊するため杭の耐力に相応する応力を伝達しえないことが本実験で明らかになった。・・・この結果，大きな伝達能力を有する結合部を設計するためには適正な杭の埋め込み深さを確保することが必要となる。」(2324頁の19行目～24行目)，と記載されている。",
                        "乙23の実験の破壊と甲1文献の破壊は同様の破壊態様であり，乙23の結果によると，その破壊は単なる剥離とはいえず，避けるべき破壊態様であるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "半剛接合構造に内在する阻害要因",
                  "text": [
                    "「半剛接合構造を採用した場合には，杭頭部の曲げモーメントが緩和され，せん断力も低下して杭頭部の機能が健全な状態に保たれる」という事実が見いだされている(甲2の第8図)から，コスト削減や施工工程の軽減を常に念頭に置く当業者(甲11の187頁)が，合理的な理由なく，「杭頭部のコンクリートの設計基準強度を高める」という行為に及ぶことはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2に理由がないこと",
          "text": [
            "被告が取消事由1で主張した理由と同様の理由により取消事由2は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3に理由がないこと",
          "text": [
            "甲2発明は，杭と基礎との縁を完全に切り，甲2文献では，杭と基礎との縁を完全に切ることに技術的な主眼が置かれており，この目的を達成するために，「杭頭をピンの状態にするに足る直径の逆さ容器形状の仕切りケース13をかぶせ」るものである(108頁右上欄12行目～14行目)。上記仕切りケースは鉄板等で形成し，下端にある程度の余裕がある構成とし(第5図)，一定程度の水平方向の移動を許容する形状の実施例が記載されており，ずれ止めの必要性について，何ら記載及び示唆されているものではない。",
            "したがって，「『杭11』と『フーチング12』間には『仕切りケース13』が存在するため，芯鋼材のような部材を『杭11』と『フーチング12』間に配筋することはできないから，上記周知技術を採用する動機付けはないというべきである。」との本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4に理由がないこと",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由3における相違点イの認定の誤りがないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "PHC杭は空洞部が大きい中空構造であり，杭頭部には中詰めコンクリートを充填して施工されることが一般的であり(乙6)，PHC杭である甲3発明においても，杭頭部の先端の空洞に基礎のコンクリートが充填されるようにして，基礎の下面に埋め込まれる構造となっている(甲3の「図-3」の「X’タイプ」)。",
                    "この点に関し，甲3文献には，「杭体に作用する軸力としては，長期許容鉛直荷重を想定し，いずれの試験体にもＮ＝30tの軸力を加えた。」(1257頁右欄5行目～7行目)と記載されている。シースが，軸力を付与する緊張材を挿通するための管材であることは技術常識であり，甲3発明では，シース内に本文中に記載されていない緊張材が挿通され，当該緊張材の両端部が，それぞれ杭端部とフーチングに定着されることにより，30tの軸力が付与されている。",
                    "したがって，甲3発明では，中空の杭頭部が中詰めコンクリートにより，コンクリート造フーチング(以下「フーチング」という。)に定着されている構造であり，中実な場所打ちコンクリート杭をフーチングに載置するという形式により，半剛接合構造を実現させているものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3文献には，緊張材についての明示的な記載はないが，学会発表内容の概要を記載する梗概集という出版物の性質上，2頁の紙幅制限があるため，図示することにより説明を省略することも多い。そのため，言葉による説明がないからといって，甲3文献の「10X’」に中詰めコンクリートがない証左にはならない。甲3文献の「図-3」の「X’タイプ」(下図(A))によると，空洞部には，フーチング底面と同じ位置にある実線と3本の斜線(赤色の着色部)の記載がある。これより，PC鋼材の切断によってプレストレスが失われた杭頭部を，フーチングと一体打設した中詰めコンクリートで補強していることは，容易に理解可能である。",
                    "この点に関し，甲3文献の共通の執筆者による一連の研究成果の一部について記載した乙9では，各種条件を変えた複数の試験体を用いて，甲3と類似の試験を行っており，試験体「Ｎo．35AX30」は，中詰めコンクリート長が異なる点以外は，甲3文献の「10X’」と同様の構造形式である(下図(B))。",
                    "中詰めコンクリート",
                    "フーチング",
                    "(緊張材が挿設される)",
                    "(A)甲3 図-3  X’タイプ         (B)乙9  図3  左図"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由3における相違点ウの認定の誤りがないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3発明においては，コンクリート造基礎の下面にPHC杭の杭頭部を埋め込んだ上，当該コンクリート造基礎のコンクリートを既成杭であるPHC杭の空洞に入り込ませている。そのために，コンクリート造基礎と同一圧縮強度の中詰めコンクリートと，強度が異なる外側の円筒部が一体となっており，異なる2種類のコンクリートから杭頭部が構成されている。したがって，断面中央部に基礎のコンクリートが充填されたPHC杭の圧縮強度を，本件発明の場所打ちコンクリート杭と同様に評価することはできず，場所打ちコンクリート杭の杭頭部における設計基準強度をコンクリート造基礎における設計基準強度より大きくしている構成を備えるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "PHC杭(＝Pretensioned Spun High Strength Concrete Piles；プレテンション方式高強度プレストレストコンクリート杭)は，PC鋼材でプレストレス(圧縮力)を導入した中空構造の杭(有効断面積が小さい杭)であり，遠心力をかけながら高強度コンクリートを打設することから，必然的に，プレストレスのない中実構造の場所打ちコンクリート杭に比べて高い圧縮応力に耐えることができる。PHC杭に特有のコンクリート強度を場所打ちコンクリート杭に当てはめることは考えられるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3の相違点ア及びウの判断の誤りがないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「場所打ちコンクリート杭」と「PHC杭」の相違",
                  "text": [
                    "現場で構築する本発明の場所打ちコンクリート杭と既製杭に分類されるPHC杭とは，その基本的構成が明確に異なっている。",
                    "すなわち，PHC杭は，圧縮強度の高い高強度のプレスレスコンクリート杭であり，工場等において製造されている遠心力で成形される中空構造のコンクリート杭である。このPHC杭は工場で製造して現場まで運搬し，地中に打ち込む方法により施工するため，杭長をトラック輸送できる長さまで短くしなければならない。そのため，途中で接合する必要がある上に，直径が1200mm以下，肉厚が最大でも150mm(空洞の径は900mm)である。PHC杭は，現場で一体打ちされる場所打ちコンクリート杭と比較すると，せん断破壊し易く，靭性(粘り強さ)に劣り，1本当たりの支持力も小さいため大規模の構造物に適さない(乙5)。",
                    "それに対して，場所打ちコンクリートは，大径(大断面)で杭長の長い杭を一体的に構築できるため(軸部直径4mも可能)，大規模構造物に使用されている。",
                    "このように，PHC杭は，断面に空洞を有する中空構造のコンクリート杭であることから，施工方法及び形態等において鋼管杭に近似した構造であり，全体が鉄筋コンクリート構造である中実な場所打ちコンクリート杭とは構造や施工方法，性質，適用範囲等が異なる。さらに，後記のように杭頭部とコンクリート造基礎との接合構造の詳細も異なっているため，地震時の挙動や基礎との接合部に生じる力学的な課題も相違する上に，施工する杭業者も異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けがないこと",
                  "text": [
                    "甲3文献において，「『地震力に対する建築物の基礎の設計指針』が示され，実務に供されつつあるが，杭頭接合部の固定度と接合方法及び構造耐力の問題が，研究課題の一つとして残されている。」と記載されていたとしても，甲3文献は，宮城県沖地震等におけるPHC杭の被害状況に鑑み，その構造性能を解明するためにされた研究の一環として開始されたものである(乙7の1の40頁)。その研究目的は，PHC杭の「杭頭固定度及び終局耐力を実験的に把握すること」であり(甲3の1257頁)，工場製作する既製のPHC杭と，現場で構築する基礎との接合方法とその固定度について調べた実験に関する文献である。したがって，甲3文献は，場所打ちコンクリート杭の研究でもなければ，載置という支持構造の開発でもなく，本件発明における「コンクリート造基礎と杭頭部の支圧力に対する補強」を技術課題としている研究ではない。",
                    "したがって，上記研究課題の記載が存在したとしても，研究対象であるPHC杭を場所打ち杭に置換することは考え難く，想到することもできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件構成が技術的意義を有することは，前記のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由3の相違点イの判断の誤りがないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(3)のとおり，甲3文献の研究は，本件発明における「コンクリート造基礎と杭頭部の支圧力に対する補強」を技術課題としている研究ではない。",
                    "また，甲3発明は，宮城沖地震で被害が認められたPHC杭の構造性能の解明という目的が存在していることから，PHC杭を使用することが必須の条件である。",
                    "したがって，甲3発明のPHC杭を場所打ちコンクリート杭に変更することは，甲3発明の研究目的に反するものであるから有り得るものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3文献には，杭と基礎の圧縮強度の大小関係の技術的意義が何ら示されておらず，「場所打ち杭の杭頭部の設計基準強度を技術的な意図(新規な課題)に基づいて大きくする」本件発明とは，その技術的思想を異にするものである。",
                    "この点に関し，甲3発明を含む実験結果が，乙8に記載されている。乙8の図1の荷重と杭体変位の関係によると，変形のし難さを表す剛性(単位変位当りの荷重［t/mm］)と最大荷重(終局耐力)は，試験体「35X’」が最も高く，最大荷重時の変位も一番大きいことが示されている。",
                    "一方，甲3文献の「10X’」は，最大荷重時の変位が「35X’」に次いで大きいものの，剛性は低く，最大荷重はその他の試験体と大差ない。",
                    "いずれの試験体もせん断破壊が生じており(表1)，剛性が大きい方が望ましいことからすると，PHC杭のせん断耐力を上げるためには，試験体「35X’」の構造とする，すなわち，杭頭部のフーチングへの埋め込み長さを長くして固定度を上げる(剛接合構造に近づける)ことが最も有効であることが理解される。",
                    "したがって，この知見に基づくと，当業者がPHC杭の接合方法を決定する場合には，PHC杭の損傷を防ぐために，甲3発明ではなく，剛性及び耐力が大きい「35X’」の試験体の構造を採用し，固定度を上げて，PHC杭とフーチングの剛接合構造に近い構造とすることを考えることが通常であるから，場所打ちコンクリート杭にコンクリート造基礎を載置する構成が公知であったとしても，甲3発明に，固定度を低滅する「載置」の構成を適用する動機付けを見いだすことはできず，容易想到性は否定される。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5に理由がないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "コンクリート構造物の構築に当たっては，要求性能等に応じて設計者が決定したコンクリートの設計基準強度を用い，品質管理及び施工管理を厳密に行ない，所定の設計基準強度が発現されるように施工を行う必要があり，この考えを当業者の共通認識として，一貫して実務が行われている。そのため，通常の施工技術者であれば，構造設計された設計図書に基づき，実強度が設計基準強度と整合するコンクリート構造物を構築することができる。したがって，設計基準強度は，実強度に反映されており，構造物の満たすべき性能等を明確に特定することができる。",
                "上記事情により，建築分野において発明を特定するに当たり，「設計基準強度」が一般的に用いられており，設計基準強度を用いて発明を特定した場合であっても，杭等の製造方法を記載したものと認められるものではない。設計基準強度に基づいて調合されたコンクリートの実強度が，養生日数や温度・湿度等によって変化することは，技術常識であり，被告も否定しないが，「設計基準強度」それ自体は，施工条件や温度によって変化しない普遍的な指標であって経時的要素を含むものではない。",
                "このように，本件発明は，経時的要素を含まない「設計基準強度」によって物の特性を規定しているものであり，本件発明はプロダクトバイプロセスクレームに該当せず，明確性要件に違反するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明は，「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きいこと」をその構成要件としているところ，上記のとおり，設計基準強度は，コンクリート構造物に使用されるコンクリートの強度を客観的に明示する基準値(諸条件によって変化しない一定値)であると当業者に認識され，慣用されており，設計図書を参照することにより明確に特定可能である。",
                "したがって，仮に，本件発明における特許請求の範囲に，物の製造方法が記載されていると判断される余地があったとしても，本件発明のコンクリート造基礎の支持構造の内容を明確に理解することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，仮に，本件発明がプロダクトバイプロセスクレームであると判断される余地があったとしても，コンクリート構造物の実強度を測定することは不可能又は非現実的である。したがって，設計基準強度を用いてコンクリート構造物を特定せざるを得ず，いわゆる「不可能・非実際的事情」が存在する。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6に理由がないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明によると，「杭頭部におけるコンクリートの設計基準強度が，コンクリート造基礎におけるコンクリートの設計基準強度より大きい」という構成要件を備えることにより，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる」(段落【0012】)という作用効果を奏する。したがって，本件発明は，構成要件を備えることにより，その課題を解決することができるため，サポート要件に違反するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "通常，建築分野では，定められた設計基準強度を満足するようにコンクリートの調合を行い，当該調合に基づき製造されたコンクリートを適切な品質及び施工管理の下で施工することにより，実強度が設計基準強度と整合するように施工が行われている。",
                "したがって，当業者が，「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きいこと」との記載に接した場合において，出願時の技術常識に照らすことにより，「杭頭部におけるコンクリートの実強度をコンクリート造基礎におけるコンクリートの実強度と比較して大きくすべきであること」を当然に想定できる。",
                "そして，「杭頭部におけるコンクリートの設計基準強度がコンクリート造基礎におけるコンクリートの設計基準強度よりも大きい支持構造」であれば，「杭頭部におけるコンクリートの設計基準強度がコンクリート造基礎におけるコンクリートの設計基準強度以下である支持構造」よりも，杭頭部に作用する過大な支圧力に対する耐力が高まり，杭頭部が損傷等をすることを防止することが可能となり，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等を防止する」という課題の解決を容易に認識することができることになる。",
                "よって，当業者は，本件明細書から本件発明の課題を解決することか可能であり，本件発明は，サポート要件に違反するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由7に理由がないこと",
          "text": [
            "本件発明によると，「杭頭部におけるコンクリートの設計基準強度が，コンクリート造基礎におけるコンクリートの設計基準強度より大きい」という構成要件を備えることにより，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる」(本件明細書の段落【0012】)という作用効果を奏するコンクリート造基礎の支持構造を得ることが可能となる。",
            "したがって，「上記作用効果を奏するコンクリート造基礎構造を実施する手段が何ら開示されていない」という原告の主張は失当であり，本件発明は，実施可能要件違反に該当するものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "text": [
            "本件明細書には，以下の記載がある(甲31)。",
            "【0001】【発明の属する技術分野】本発明は，杭によるコンクリート造基礎の支持構造に関する。",
            "【0002】【従来の技術】従来，例えば，フーチング基礎20’(コンクリート造基礎)を，鋼管中空杭10’により支持するための支持構造は，以下のように両者を剛接合することにより行うことが一般的であった。",
            "【0003】すなわち，第1の接合構造50は，図3(a)に示すように，鋼管中空杭10’の上端部をフーチング基礎20’の内部に貫入し，当該鋼管中空杭10’の中空部における所定位置に底板13’を設け，当該底板13’の上部の中空部内に中埋コンクリート14’を充填して，フーチング基礎20’と一体化して剛接合する。そして，接合部に生じる曲げ応力及びせん断応力(以下，「曲げ応力等」という場合がある)に抵抗させるために，前記中埋めコンクリート14’の充填部からフーチング基礎20’内に突出させた杭軸方向の軸方向補強鉄筋35’と当該軸方向補強鉄筋35’を囲繞する補強帯筋36’(以下，「補強鉄筋」という場合がある)をそれぞれ複数本配筋することにより，接合部を構成する構造とするものである。",
            "【0004】また，第2の接合構造60は，図3(b)に示すように，鋼管中空杭10’の上端部から，その杭径以上の長さをフーチング基礎20’の内部に貫入し，当該鋼管中空杭10’の中空部における所定位置に底板13’を設け，当該底板13’の上部の中空部内に中埋コンクリート14’を充填してフーチング基礎20’と一体化することにより，鋼管中空杭10’の貫入によって接合部に生じる曲げ応力等に抵抗する構造とするものである。",
            "【0005】【発明が解決しようとする課題】しかし，前記第1の接合構造50を採用した場合には，フーチング基礎20’と鋼管中空杭10’とを剛接合したことにより発生する曲げ応力等が過大となるため，大量に補強鉄筋を配筋しなければならず，過大な断面を有するフーチング基礎20’とする必要があった。加えて，補強鉄筋がフーチング基礎20’の鉄筋(図示せず)と干渉してしまうため，配筋工事に支障をきたすことになってしまっていた。",
            "また，第2の接合構造60を採用した場合にも，鋼管中空杭10’の貫入部が，フーチング基礎20’の鉄筋と干渉してしまうという，第1の接合構造50を採用した場合と同様の問題が生じてしまっていた。",
            "【0006】さらに，近年における研究の進展から，フーチング基礎20’と鋼管中空杭10’との接合部に作用する荷重と応力の状態の関係についての解析が進んできており，地盤条件，荷重条件或いは施工方法等により，必ずしも前記接合部を剛接合する必要がない箇所が設計段階で明らかになることが多くなってきている。ところが，そのような場合であっても，前記支持構造に代替する方法が開発されていないために，画一的に前記支持構造を採用せざるを得ず，その結果，支持構造の設計作業が繁雑になるとともに，過大設計を余儀なくされ，また，施工上においても，フーチング基礎20’に配筋する際の作業効率が低下し，施工費用が増加するという問題が生じることになってしまっていた。",
            "【0007】本発明は，前記の問題点を解決するためになされたものであり，コンクリート造基礎や杭が大きな水平力を受けた場合においても，過剰な断面力が発生せず，設計の合理性及び施工の容易性が担保できるコンクリート造基礎の支持構造を提供することを目的としている。",
            "【0008】【課題を解決するための手段】前記課題を解決するために，本発明のコンクリート造基礎の支持構造(以下，「支持構造」という)は，コンクリート造基礎を，先端部にコンクリートが充填されている杭頭部を有する鋼管中空杭に載置することにより支持するコンクリート造基礎の支持構造であって，前記鋼管中空杭におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きいことを特徴としている。",
            "【0009】また，本発明の支持構造は，コンクリート造基礎を，場所打ちコンクリート杭に載置した状態で支持するコンクリート造基礎の支持構造であって，前記場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きいことを特徴としている。",
            "【0010】ここで， 載置とは，コンクリート造基礎を支持するにあたり，当該コンクリート造基礎が杭頭部の上に載せられているだけの状態であり，両者の縁が切れた状態にあることを意味する。なお，コンクリート造基礎に凹部を形成し，当該凹部に鋼管中空杭及び場所打ちコンクリート杭(以下，「鋼管中空杭等」と省略する場合がある)の杭頭部を挿入した状態で当該コンクリート造基礎支持することや，コンクリート造基礎及び鋼管中空杭等の間で水平力を伝達する凹凸部を設けることは，載置という支持形式を妨げるものではない。",
            "【0011】また，コンクリートは，鋼管中空杭等の杭頭部において硬化して一体になる材料であり，そのような性質を有する材料であればその種類は問わないが，鋼管中空杭を用いた場合に膨張性コンクリートを使用すれば，硬化する際の膨張力で，膨張コンクリートと当該鋼管中空杭を形成する外殻鋼管とが強固に一体化され，応力の伝達を確実に行うことができるため，非常に好適である。",
            "【0012】本発明によれば，コンクリート造基礎を，鋼管中空杭等に載置した状態で支持することにより，当該コンクリート造基礎等に水平力が作用した場合であっても，両者が互いに鉛直移動，水平移動及び回転を拘束することがないことから，当該コンクリート造基礎及び鋼管中空杭等に過剰な断面力が発生することを防止することができ，設計の合理性及び施工の容易性が担保されることになる。",
            "また，杭頭部におけるコンクリートの設計基準強度が，コンクリート造基礎におけるコンクリートの設計基準強度より大きいことから，当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる。",
            "【0013】また，前記コンクリート造基礎の支持構造において，コンクリート造基礎と杭頭部との間に芯鋼材を配筋する構成とすれば，当該コンクリート造基礎と杭頭部との間に発生する引抜力に効果的に抵抗することができる。",
            "【0014】また，前記コンクリート造基礎の支持構造において，前記鋼管中空杭の前記杭頭部における内壁面に，溝状，突起状の凹凸部若しくは突起状の鋼材が設けられている構成とすれば，コンクリートと鋼管中空杭との付着性を高めて，コンクリート造基礎から鋼管中空杭への応力伝達を効果的に行うことができる。",
            "【0015】【発明の実施の形態】本発明の実施の一形態について，図面を参照して詳細に説明する。",
            "なお，各実施形態の説明において，同一の構成要素に関しては同一の符号を付し，重複した説明は省略するものとする。",
            "【0016】［第1実施形態］本発明の支持構造Sの第1実施形態は，フーチング基礎20を鋼管中空杭10により支持する構造である。",
            "図1に示すように，鋼管中空杭10は，円形断面の外殻鋼管11を本体部としており，下端部が地盤Gの支持層(図示せず)にまで到達している。前記外殻鋼管11の上端部(先端部)の中空部における所定位置には底板13が設けられており，当該底板13の上部の中空部内に後記コンクリート14が充填されている。これにより杭頭部12が形成されており，当該杭頭部12において外殻鋼管11とコンクリート14が一体的になっている。",
            "そして，フーチング基礎20は，鋼管中空杭10に載置した状態で支持されている。",
            "【0017】さらに，本発明の支持構造Sの特徴の一つとして，フーチング基礎20におけるコンクリート21と，中空鋼管杭10の杭頭部12に充填されているコンクリート14に関して，異なる設計基準強度のコンクリートが打ち分けられて用いられている。",
            "【0018】すなわち，杭頭部12のコンクリート14には，フーチング基礎20のコンクリート21よりも設計基準強度が大きいコンクリートが使用されている(前記例では，それぞれのコンクリートの設計基準強度は60Ｎ／mm2と36Ｎ／mm2)。このように，設計基準強度が異なるコンクリートを打ち分けることは，フーチング基礎20の底部と杭頭部12に作用する支圧応力に対して補強を行うことをその理由とするものであり，特に，断面積が小さい杭頭部12に特に設計基準強度が大きいコンクリートを用いて耐力の増強を図ったものである。",
            "【0019】なお，前記支持構造Sにおけるフーチング基礎20と杭頭部12との間に芯鉄筋を配筋するものであってもよい。",
            "また，杭頭部12の外殻鋼管11の内壁面において，周方向に鋼材からなる溝状等の横リブ部材や，杭軸方向に縦リブ部材を設けるものであってもよい。この縦リブ部材には，コンクリートとの一体性を確保するために，貫通孔が形成されていると更に好適である。",
            "【0020】続いて，前記支持構造Sの作用効果について説明する。",
            "地震が発生した場合に，地盤Gと一体である鋼管中空杭10が，当該地盤Gの振動に応答して振動するとともに，フーチング基礎20も鋼管中空杭10を介して振動する。",
            "【0021】このとき，フーチング基礎20及び鋼管中空杭10は，固有振動周期がそれぞれ異なることから，夫々が別個独立に振動しようとする。すると，フーチング基礎20と杭頭部12との間で摩擦力が発生するため，両者は互いに水平力を受けることになる。",
            "【0022】しかし，本発明の支持構造Sは，従来の支持構造のようにフーチング基礎及び中空鋼管杭が互いに鉛直移動，水平移動及び回転を拘束する構造ではなく，フーチング基礎20を鋼管中空杭10の上に載置して，その荷重を面受している構造であるため，当該フーチング基礎20と鋼管中空杭10に過剰な断面力が発生することを防止することができる。従って，フーチング基礎20と鋼管中空杭10との接合部に多数の補強鉄筋を配筋する必要がないことから，当該フーチング基礎20を過大な断面の構造とすることがなく，加えて，杭頭部に配筋した補強鉄筋が，フーチング基礎の鉄筋と干渉してしまうことがないため，構造が簡単であり，配筋作業の省力化を図ることができるとともに，施工費用を低減させることができる。",
            "【0023】また，杭頭部12におけるコンクリート14の設計基準強度が，フーチング基礎20におけるコンクリート21の設計基準強度より大きくなるように設定されていることから，当該杭頭部12に過大な支圧力が作用した場合においても，当該杭頭部12が損傷等をすることを防止することができる。",
            "【0024】［第2実施形態］本発明の支持構造S’の第2実施形態は，第1実施形態の支持構造Sの場合と異なり，中空鋼管杭10のかわりに場所打ちコンクリート杭10’を用いている(図2参照)。",
            "【0025】そして，本実施形態の支持構造S’においても，場所打ちコンクリート杭10’のコンクリート14には，フーチング基礎20の領域のコンクリート21よりも設計基準強度が大きいコンクリートが使用されている。",
            "【0026】さらに，前記フーチング基礎20と場所打ちコンクリート10’の杭頭部12’との間には，当該杭頭部12’の断面中心近傍に定着されている複数本の芯鉄筋30(芯鋼材)が配筋されている。この芯鉄筋30は，フーチング基礎20のコンクリート21と，杭頭部12’の間に設けられている。",
            "【0027】従って，本実施形態の支持構造S’によれば，杭の種類は異なるが，第1実施形態の支持構造Sと同様の作用効果を奏するとともに，フーチング基礎20と杭頭部12’との間に芯鉄筋30を配筋していることから，当該フーチング基礎20と杭頭部12’との間に発生する引抜力に効果的に抵抗することが可能となる。また，芯鉄筋30が，当該杭頭部12’の断面中心近傍に定着されていることから，当該芯鉄筋30による曲げモーメントの伝達を小さくすることができる。",
            "【0028】以上，本発明について，好適な実施形態の一例を説明した。しかし，本発明は，前記実施形態に限られず，前記の各構成要素については，本発明の趣旨を逸脱しない範囲で，適宜設計変更が可能である。特に，各要素の寸法，材質，配置等は，施工対象に応じて適切に定められるものであることは言うまでもない。",
            "【0029】【発明の効果】本発明の支持構造によれば，コンクリート造基礎や杭が大きな水平力を受けた場合においても，過剰な断面力が発生せず，設計の合理性及び施工の容易性を担保することが可能となる。",
            "【図1】",
            "【図2】",
            "【図3】"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(無効理由1における相違点2に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献には，以下のとおりの記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「要旨：構造性能の向上と施工性の改善を可能にする場所打RC杭の大型模型実験を実施した。」(475頁要旨1行目～2行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「1．はじめに",
                      "text": [
                        "文献1)で報告した実験から，場所打RC杭の横補強筋として，普通鉄筋の代わりに1300MPa級の異形PC鋼棒スパイラル筋を用いることにより，在来工法と同程度の補強量で杭の構造性能が大きく向上することが確認できた。本報告では，この高性能RC杭の設計法を確立することを目的として，引き続き実施した大型模型実験の結果について述べる。",
                        "2．試験体",
                        "表―1に試験体の種類，図―1に杭部分の配筋(PL-2の例)を示す。試験体の杭径はすべて700mmであり，PL-1～3では横補強筋比(0．1～0．3％)の影響を検討し，PL-4では横補強筋に普通鉄筋(溶接フープ)を用いた在来工法の杭に関する性状を把握する。PL-1～3の全主筋比は，後述する載荷①の加力ブロック下部においてせん断余裕度が1．5程度になるように計画した。PL-5は杭頭部に作用するモーメントの低減を目指した「主筋を基礎に定着しないRC杭」を対象としたものであり，全主筋比および横補強筋比はPL-2と同様である。図―2にPL-5の試験体下部(杭頭部)の詳細を示す。PL-5では，試験体設置時等において杭頭部からの転倒を防止するためにアンボンドPC鋼棒により緊張力を付与した。この緊張力は加力時には解除し，試験体頂部のナットも取り外す計画とした。また，主筋の埋込み部(70mm)には溶接フープ(D6鉄筋)が配筋されているが，その点を除き基礎スタブ上端部分は無筋となっている。",
                        "試験体のコンクリート打設は縦打とし，PL-1～4では基礎スタブ上端で打継ぎ，打継ぎ部の特別な処理は行っていない。PL-5では，基礎上端に埋込み深さ70mmの円筒状の凹部を設け，その底面を打継ぎ部とした。試験体コンクリートの実験時圧縮強度は表―1に示してある。表―2に鋼材の材料強度を示す。」(475頁左欄1行目～476頁左欄8行目)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アで認定した甲1文献の記載からすると，甲 1 文献には甲 1発明が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明2と甲1発明を比較すると，本件審決が認定した一致点及び相違点1，2があるものと認められる(争いがない。)。",
                "また，本件発明3と甲1発明を比較すると，本件審決が認定した一致点及び相違点1～3があるものと認められる(争いがない。)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1で認定した本件明細書の記載からすると，本件発明は，以下のとおりであると認められる。",
                    "コンクリート造杭によるコンクリート造基礎の支持構造において，従来は，杭と基礎とを剛接合することが一般的であったが，剛接合には，発生する曲げ応力等が過大となるため，大量に補強鉄筋を配筋しなければならず，基礎の断面が過大となること，補強鉄筋が基礎の鉄筋と干渉してしまうため，配筋工事に支障をきたすことから，作業効率が低下し，また，施工費用が増加するという問題があった。本件発明は，これらの問題を解決するために，コンクリート造基礎をコンクリート杭に載置することにより支持することとし，当該コンクリート造基礎に水平力が作用した場合であっても，当該コンクリート造基礎とコンクリート杭の鉛直移動，水平移動及び回転を拘束せず，また，両者に過剰な断面力が発生することを防止し，設計の合理性及び施工の容易性を担保した発明である。そして，本件発明は，杭頭部におけるコンクリートの設計基準強度を，コンクリート造基礎におけるコンクリートの設計基準強度より大きくすることにより，当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等することを防止することができるようにしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件構成は，「場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」という構成であるが，前記アのとおり，本件構成は，場所打ちコンクリート杭の杭頭部に過大な支圧力が作用した場合にも，当該杭頭部が損傷等することを防止するために採用されたものである。",
                    "本件構成は，杭頭部には支圧力が作用することから，杭頭部は損傷等しやすく，この損傷等を防ぐために，杭頭部の強度を大きくしたのであるが，強度を大きくする基準として，基礎部分のコンクリート(以下「基礎コンクリート」という。)の設計基準強度よりも杭頭部部分のコンクリート(以下「杭頭部コンクリート」という。)の設計基準強度を大きくするという基準を用いることとしたものである。",
                    "そして，本件証拠上，本件特許の出願時において，杭頭部の強度を大きくすることや，強度を大きくする程度について，基礎コンクリートの設計基準強度よりも杭頭部コンクリートの設計基準強度を大きくするという基準を用いることが，当業者にとって技術常識であったと認めることはできないから，相違点2が実質的な相違点ではないとか，設計事項にすぎないということはできない。",
                    "したがって，本件発明2が甲1発明と同一であるとか，甲1発明に基づき容易に想到することができるということはできない。また，同様に，本件発明3が甲1発明に基づき容易に想到することができるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告は，本件構成を採用しても，コンクリートの強度を超える応力が生じれば損傷することになるから，本件構成を採用することに技術的意義はないと主張する。",
                      "text": [
                        "しかし，基礎コンクリートや杭頭部コンクリートの設計基準強度は，特定の建築における種々の要素を検討して，建築関連法規に則り，設定されるものと解されるところ，本件構成における基礎コンクリートや杭頭部コンクリートの設計基準強度も，上記のような特定の建築において設定されたものであると解することができる。",
                        "したがって，本件構成は，特定の建築を行うに当たって，種々の要素を検討して，建築関連法規に則り，基礎コンクリート及び杭頭部コンクリートの設計基準強度を設定するに際して，杭頭部コンクリートの設計基準強度を，基礎コンクリートの設計基準強度より大きくするというものと解するのが相当であり，杭頭部の損傷等防止の効果が得られるか否かは，特定の建築を行うに当たって，種々の要素を検討した上で設計基準強度を設定するに際して基礎コンクリートの設計基準強度より大きな設計基準強度の杭頭部コンクリートを用いた場合とそうでない場合とを比較することにより判断されることとなる。",
                        "そして，本件発明は，前記アのとおり，本件構成を採用することにより，杭頭部に過大な支圧力が作用した場合においても，当該杭頭部の損傷等を防止することができるようにしたものであるが，支圧力の大きさによっては，杭頭部の損傷が免れない場合があることは当然のことである以上，本件構成を採用することによって，必ず，損傷等が生じないようにするものではなく，本件構成を採用していない場合に比べて，損傷等が生じる可能性を低くするというものと解するのが相当であり，本件明細書の段落【0012】，【0018】及び【0023】の記載もそのように理解すべきものである。",
                        "そうすると，本件構成を採用した場合でも，コンクリートの強度を超える応力が生じれば損傷するとしても，本件構成に技術的意義がないということはできない。",
                        "よって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件構成の作用効果は，実施例，実験データ等で裏付けられていないから，本件構成に技術的意義はないと主張する。",
                        "しかし，本件構成の内容は，杭頭部の損傷等を防止するために，杭頭部コンクリートの強度を大きくするものであり，かつ，強度を大きくする基準として，基礎コンクリートの設計基準強度よりも杭頭部コンクリートの設計基準強度を大きくするという基準を用いることとしたものであって，本件構成の上記内容からすると，試験結果等についての記載がなくとも，当業者は，杭頭部の損傷等を防止できることを理解することができると考えられるから，本件構成に技術的意義がないということはできない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，支圧強度の考え方からも，許容応力度の考え方からも，設計基準強度の意義からも，本件構成を採用することに技術的意義はないと主張する。",
                        "しかし，前記(ア)のとおり，本件構成は，特定の建築を行うに当たって，種々の要素を検討して，建築関連法規に則り設計基準強度を設定するに際して，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくするというものであるから，単に杭頭部コンクリートの設計基準強度を大きくするというものではないし，まして，本件構成のみで，杭頭部の損傷等が防止できるというものでもない。杭頭部の損傷等防止の効果が得られるか否かは，特定の建築を行うに当たって，種々の要素を検討した上で設計基準強度を設定するに際して基礎コンクリートの設計基準強度より大きな設計基準強度の杭頭部コンクリートを用いた場合とそうでない場合とを比較することにより判断されるのであり，そのような比較によることなく，本件構成による杭の損傷等防止の効果がないということはできない。",
                        "したがって，本件構成を採用することに技術的意義が認められるから，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，杭頭部コンクリート及び基礎コンクリートの各設計基準強度の大小関係は，前者の設計基準強度が後者の設計基準強度より大きいか，同じか，小さいかのいずれでしかないから，甲1文献には，そのいずれもが開示されているといえると主張する。",
                        "しかし，杭頭部コンクリートと基礎コンクリートの各設計基準強度の大小関係が3通りしかないとしても，甲 1文献には，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度よりも大きくすることは記載されていないから，甲1文献に本件構成を採用することが開示されているということはできない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，支圧強度の考え方からも，許容応力度の考え方からも，本来的に，コンクリート造基礎よりも杭頭部の方が損傷しやすいことが技術常識であるから，当業者が，コンクリート造基礎より杭頭部の方が損傷しやすいため，「杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きい」ものとして耐力の増強を図るのは単なる最適化等の設計事項にすぎないと主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "笠井芳夫「コンクリート総覧」技術書院(平成10年6月)(甲14の4)には，「支圧強度とは，コンクリートが局部的に大きな荷重を受ける場合の圧縮強度のことである。・・・基本的には図10．4．14に示すように，支圧を受ける面積(Aa)よりもその支圧が分布する面積(A)のほうが大きいことから，支圧強度は圧縮強度よりも大きくなる。支圧強度の求め方は，圧縮最大荷重Pを測定し，これを支圧を受ける面積で割って求める。支圧強度：F ＝P／Aとなる。他のB実験によると，a，nを実験により定まる定数とすると，F ＝aFn√A/Aaなる関B係がある。」との記載があり，同記載中の図10．4．14の一部は，以下のとおりであるが，同様の内容の記載は，甲14の1～3にもある。",
                            "しかし，上記各文献には，杭頭部が損傷しやすいことや，そのため，杭頭部コンクリートの強度を大きくする必要があること，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくすることは記載されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記アのとおり，本件発明において本件構成が採用されたのは，半剛接合構造のコンクリート造基礎において，杭頭部に過大な支圧力が作用した場合に，杭頭部コンクリートが損傷等することを防止するためであるが，本件構成は，半剛接合構造のコンクリート造基礎において，杭頭部コンクリートの損傷等を防ぐために杭頭部コンクリートの強度を大きくし，その強度の基準として，杭頭部コンクリートの設計基準強度を，基礎コンクリートの設計基準強度より大きくするという基準を採用したものである。",
                            "甲14の1～4の上記aの記載からは，コンクリート造基礎の支持構造においては，基礎コンクリートの支圧強度は，杭頭部コンクリートの圧縮強度よりも大きくなることは認識できるが，上記各文献には，半剛接合構造のコンクリート造基礎において，杭頭部自体が損傷しやすいことや，そのため，杭頭部コンクリートの強度を大きくする必要があること，さらに，その基準として，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくすることは記載されておらず，本件証拠上，これらの事実が技術常識であったと認めることもできない。",
                            "したがって，甲14の1～4の上記aの記載から，半剛接合構造において，大きな支圧力が作用した場合に備えて，杭頭部コンクリートに損傷等が生じることを防止するために，杭頭部コンクリートの強度を大きくすること，及びその基準として，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度よりも大きくするという基準を採用することを容易に想到することはできないというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，杭のコンクリートの許容応力度は，短期で設計基準強度の2分の1とされるが，基礎コンクリートの許容応力度は，短期で設計基準強度の3分の2とされており(甲11～13)，これによると，杭頭部コンクリート及び基礎コンクリートの設計基準強度が同一であれば，基礎コンクリートの許容応力度は，杭頭部コンクリートの許容応力度より大きくなることになる。",
                            "しかし，このことから，半剛接合構造のコンクリート造基礎において，杭頭部が損傷しやすいことや，そのため，杭頭部コンクリートの強度を大きくする必要があること，さらに，その基準として杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくすることを認識できるものではなく，本件証拠上，これらの事実が技術常識であったと認めることもできない。",
                            "したがって，杭のコンクリートと基礎コンクリートの許容応力度の関係から，半剛接合構造において，大きな支圧力が作用した場合に備えて，杭頭部コンクリートに損傷等が生じることを防止するために，杭頭部コンクリートの強度を大きくすること，及びその基準として，杭頭部コンクリートの設計基準強度を，特定の建築における種々の要素を考慮して設定された基礎コンクリートの設計基準強度よりも大きくするという基準を採用することを容易に想到することはできないというべきである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "したがって，原告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，杭頭部と基礎とが接合している部分では，杭頭部と基礎それぞれについて同等の応力が生じるところ，杭頭部と基礎とが接合している部分の短期に生じる力による圧縮応力が最大圧縮応力度10Ｎ／mm2である場合，杭頭部コンクリートの設計基準強度は20Ｎ／mm2となり，基礎コンクリートの設計基準強度は15Ｎ／mm2となるから，必然的に杭頭部コンクリートの設計基準強度が基礎の設計基準強度より大きくなると主張する。",
                        "しかし，基礎コンクリートと杭頭部コンクリートの許容応力度は，個別に設定されるものであるから，同一であるとは限らず，したがって，基礎コンクリートの設計基準強度が杭頭部コンクリートの設計基準強度より大きくなることもあり得るものと考えられ，必然的に杭頭部コンクリートの設計基準強度が基礎の設計基準強度より大きくなるということはできない。",
                        "よって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "原告は，半剛接合構造において，基礎コンクリートの設計基準強度より杭頭部コンクリートの設計基準強度を大きいものとすることは，当然採用すべきことになるありふれた構成の一つであると主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "文献の記載",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "甲7",
                              "text": [
                                "ⅰ  「従来から，杭頭の接合方法をピン接合に近づけることが可能であれば，地震時に生じる杭頭曲げモーメントを低減できると考えられている。・・・ピン接合に近づけることは技術的には十分可能であり，多くの特許・実用新案等が発表されている。・・・",
                                "一方で，在来工法における各杭種の実験結果によると，通常の建物に使用されるような軸力下において，杭固定度は概ね1．0に近いことが知られている。そのため場所打ち杭を含めた在来工法の場合には，杭頭固定として応力算定を行っているのが現状である。",
                                "本報告でとりあげる場所打ち杭は，一般的な中高層建物において最も経済的な杭工法の一つである。しかし剛性および曲げ耐力が大きいため，杭頭固定とすると杭頭部に大きな曲げモーメントが生じる傾向になる。この杭頭曲げモーメントを低減できれば，パイルキャップや基礎梁の応力も低減することができ，大きな利点がある。",
                                "そこで筆者らは，経済性の面からも実現可能性がある半剛接合法の開発を行った。」(65頁左欄 2 行目～下から7行目)",
                                "ⅱ  「Ｎo．8は在来工法，Ｎo．9～11は半剛接合法で，・・・軸圧および鋼管の有無をパラメータとした。・・・Ｎo．11は，接合部の鋼管を設置しない試験体であり，鋼管の効果を検証することを意図したものである。コンクリートの設計基準強度は，Fc＝30Ｎ／mm2，シリンダ―試験による圧縮強度は杭が34．9Ｎ／mm2，パイルキャップが38．4Ｎ／mm2である」(66頁左欄12行目～19行目)",
                                "ⅲ  「図6に杭頭付近の最終ひび割れ状況を示す。・・・半剛接合のＮo．9～11は，載荷の最終段階(θ ＝4／100～5／100)においても，杭体に数本の割裂状の縦ひび割れが生じた程度であり，杭の損傷は軽微であった。鋼管のないＮo．11では，接合部分にコンクリートの損傷が集中しているのが観察されたが，鋼管を用いたＮo．9～10では，鋼管の座屈や定着筋の破断等の損傷はなく，接合部においても大変形時まで大きな損傷は見られなかった。」(67頁左欄2行目～11行目)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲34(「杭頭接合法の開発に関する実験的研究(その2)実験結果と考察」461頁～462頁を含む。)",
                              "text": [
                                "「1．はじめに",
                                "近年，より合理的な杭断面の設計を目的として，杭先端部の形状を工夫し，従来よりも高い鉛直支持力を有する鋼管杭の開発が進められ実用化に至っている。ただし，杭頭接合部を従来の剛接合とした場合，その高い支持能力ゆえに地震時に発生する杭頭モーメントも大きくなり，結果的に杭頭部の補強が必要となったり基礎梁等の断面が過大となったりすることが多い。",
                                "一方，場所打ちコンクリート杭やPHC杭においては，地震時の杭頭曲げモーメントを低減することを目的とした杭頭接合法，いわゆる半剛接合法の研究開発が多くなされており，実用化された例もある。しかしながら，施工性及び経済性の観点からみると比較的複雑な形状が多いのが現状である。",
                                "本研究は先に述べたような支持能力の高い鋼管杭を対象として，より簡便なディテールによって地震時の杭頭曲げモーメントを効果的に低減できる杭頭半剛接合法を開発し，その性能を実験によって確認することを目的としている。・・・"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "実験概要",
          "text": [
            "2-1．杭頭接合法",
            "本研究では半剛接合法の開発の第一段階として，",
            "・極大地震を想定した大変形時においても鉛直支持能力を維持できる",
            "・施工性を考慮し，より簡便なディテールとする",
            "ことを目標とした。杭は鋼管の中にコンクリートを充填するCFT杭とし，杭と基礎スタブの間に杭より断面の小さい杭頭ピースを埋め込むことによって杭頭部回転剛性の低下を図る。",
            "2-2．試験体及び加力方法",
            "・・・杭頭ピース内のコンクリート強度は変形性能の向上を目的として杭(Fc27)よりも大きいFc100(Ｎo．5はFc200)とした。」(459頁1行目～460頁2行目)",
            "「2-3．杭頭固定度",
            "・・・杭頭固定度は，杭頭曲げモーメントの実験値Mを杭頭固定とした場合の理論値M2・・・で除したもの(＝M／M2)とする。杭頭固定度は，概ね0．3～0．2となっており，本接合法によって杭頭部の固定度が効果的に低減されている。」(461頁20行目～26行目)",
            "「3．実験結果の概要",
            "・・・",
            "＜杭頭接合部の損傷について＞",
            "Ｎo．1～Ｎo．5全ての試験体について，杭頭ピースのコンクリートに圧壊等の損傷は見られなかった。また，基礎スタブ側・・・については，若干めり込みが生じたものの特に損傷は見られなかった。」(460頁18行目～31行目)",
            "「3-2．杭頭接合部のモデル化",
            "・・・杭頭部を剛ばねとした場合(杭頭固定モデル)についても解析を行った。・・・",
            "3-3．解析結果",
            "・・・半剛接合では，1次設計レベルの杭頭曲げモーメントは杭頭固定モデルの0．3～0．5倍程度に低減されている。・・・",
            "4．まとめ",
            "・本接合法による杭頭部は，大変形時においても鉛直支持力を維持できることを実験によって確認した。また，杭頭部で圧壊等の損傷は生じなかった。",
            "・本接合法では，杭断面積に対する接合部面積の比率を0．4～0．3とした場合，杭頭部の固定度は0．3～0．2となる。",
            "・実験により得られた杭頭部の M-θ関係をもとにケーススタディを行い，1次設計レベルにおいて杭頭曲げモーメントを効果的に低減できることを確認した。」(462頁3行目～下から4行目)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "subject": "検討",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件証拠上，本件特許の出願時において，コンクリート造基礎の支持構造を半剛接合とした場合に，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくする必要があることを明示し又は示唆した文献が存在すると認めることはできない。",
                                "また，本件において，コンクリート造基礎の支持構造を半剛接合とした施工において，本件構成を採用した施工が一般的であることを認めるに足りる証拠もない。",
                                "したがって，コンクリート造基礎の支持構造を半剛接合とした施工において，本件構成を採用した施工方法がありふれた施工方法であるとは認められない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告は，甲7には，半剛接合構造において杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度と同じにした場合には杭頭部が大きく損傷するから，損傷を防止するために鋼管その他の手段で圧縮強度を高める必要性が明確に示されており，このことから，甲7から，半剛接合構造において，基礎に対する接合部分に，基礎よりも設計基準強度の大きいコンクリートを用いる構成が開示されていると主張する。",
                                "確かに，前記a(a)のとおり，原告が指摘する甲7の記載部分には，実験の結果，鋼管を用いない試験体(Ｎo．11)では，接合部分に損傷が集中しているのが確認されたが，鋼管を用いた試験体(Ｎo．9，10)では，接合部には大きな損傷が見られなかったとの記載があり，同記載からすると，半剛接合構造においては，接合部に損傷が生じることが確認され，これを防ぐために接合部に鋼管を設置することが有効であることが開示されているものと認められる。",
                                "しかし，前記a(a)で認定した甲7の記載からすると，上記実験は，接合部に鋼管を設置することの効果を検証することを目的としたものであって，半剛接合構造においては，接合部に損傷が生じ，これを防ぐために接合部に鋼管を設置することが有効であることが開示されているものの，そのことから，接合部の損傷を防ぐために杭頭部コンクリートの設計基準強度を大きくすることまでもが開示されているものと認めることはできない。",
                                "したがって，原告の上記主張は理由がない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "原告は，甲34において，半剛接合構造が開示されているところ，杭頭部には，鋼管に設計基準強度Fcが100N／mm2のコンクリートを充填した杭頭ピースが採用され，他方，基礎スタブの設計基準強度Fcは27N／mm2とされているから，甲34には，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくするという技術的思想が開示されていると主張する。",
                                "確かに，前記a(b)のとおり，甲34には，地震時の杭頭曲げモーメントを効果的に低減できる杭頭半剛接合法を開発し，その性能を確認するための実験についての記載があり，同実験においては，杭は鋼管の中にコンクリートを充填するCFT杭とし，杭頭部回転剛性の低下を図るために，CFT杭と基礎スタブの間に杭頭ピースを埋め込み，杭に加力すること，杭頭ピースのコンクリート強度を100Ｎ／mm2又は200Ｎ／mm2とし，基礎スタブのコンクリート強度を27Ｎ／mm2としたこと，上記実験において，杭頭ピースをCFT杭に埋め込んだのは，曲げモーメントに対するCFT杭の抵抗力を低減するためであること，変形性能の向上のために，杭頭ピースのコンクリート強度をCFT杭のコンクリート強度より大きくしたことが記載されている。",
                                "このように，甲34には，杭頭ピースのコンクリート強度が基礎スタブのコンクリート強度より大きいことが記載されているが，CFT杭の杭頭部の損傷を防ぐために，杭頭ピースをCFT杭に埋め込み，杭頭ピースの設計基準強度を基礎スタブのコンクリート強度より大きくした旨の説明はないから，甲34の記載から，半剛接合による基礎の支持構造において，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくすること(本件構成)の技術的意義を読み取ることはできないというべきである。",
                                "したがって，原告の上記主張は理由がない。",
                                "なお，甲34の記載のみでは，半剛接合構造において，本件構成を採用することがありふれたことであると認めることはできない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "原告は，コンクリート造基礎の支持構造の施工において，剛接合によった場合，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくすることはありふれた構成であったところ，半剛接合によった場合，設計上は固定度を1として検討することが推奨されているから，基礎コンクリートと杭頭部コンクリートの各設計基準強度の大小関係は，剛接合構造による場合と半剛接合構造による場合とで異ならないことになり，したがって，半剛接合による施工においても，剛接合による施工の場合と同様に，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくすることはありふれたものとなると主張する。",
                        "しかし，前記(キ)a(a)のとおり，甲7には，半剛接合法によると，地震時の杭頭曲げモーメントを低減でき，これにより，パイルキャップや基礎梁の応力も低減することができ，大きな利点があるから，半剛接合法の開発を行った旨の記載があり，また，前記(キ)a(b)のとおり，甲34には，地震時の杭頭曲げモーメントを低減することを目的として，半剛接合法の研究開発が多くされており，実用化された例もあること，杭頭固定度は，杭頭曲げモーメントの実験値Mを杭頭固定とした場合の理論値M2で除したもの(＝M／M2)とし，概ね0．3～0．2となること，半剛接合では，1次設計レベルの杭頭曲げモーメントは杭頭固定モデルの0．3～0．5倍程度に低減されることが記載されている。",
                        "上記記載からすると，本件特許の出願時には，半剛接合法により地震時の杭頭曲げモーメントを低減することができるため，半剛接合法の開発が行われていたことが認められ，このことからすると，基礎構造の施工を半剛接合法によった場合は剛接合法によった場合より，杭頭曲げモーメントを低減することができ，したがって，剛接合法による場合に杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくするとしても，半剛接合法の場合に同様の施工をすることにはならないというべきである。",
                        "甲13には，「α ：杭頭の固定度(固定のとき1，ピンのとき0)」，「杭頭の固定r度は特別の調査実験等によって求めるものとする。固定度が確認されていない場合には，原則として固定として計算する。」(5頁)との記載があるところ，同記載によると，杭基礎の設計においては，計算上，固定度を，剛接合法による場合は1とし，ピン接合法による場合は0とし，半剛接合法による場合は，調査実験等によって算定された固定度とするが，固定度が確認されないときは原則として1とするものと認められる。また，甲11には，「許容応力度設計時においては，杭頭の埋込み深さによる固定度は一般的には表9．18による。ただし，計算上は，原則として，固定度1として検討を行う。」との記載があるものの，表9．18において，「杭種」が「場所打ち杭」，「固定種別」が「半固定」では，固定度の記載がされていない(201頁～202頁)。これによると，杭基礎の設計の際に，半剛接合法による場合に，固定度を1として計算するものと解されていたとは認められない。そして，このことに，上記のとおり，甲34には，半剛接合法によった場合，杭固定度は低下し，1とはならないことが記載されていたことを併せ考慮すると，基礎コンクリートと杭頭部コンクリートの各設計基準強度の大小関係が，剛接合構造による場合と半剛接合構造による場合とで異ならないと認識されていたと認めることはできないというべきである。",
                        "この点，原告は，甲36の273頁～275頁には，杭をスラブに10cm程度埋め込んだものの固定度は，軸力ありの場合は0．8付近となっており，固定度は大きいなどと主張するが，杭をスラブに10cm程度埋め込んだ構造は，半剛接合構造ということはできないから，上記の例から，半剛接合法による場合も固定度を1として計算するということはできない。",
                        "したがって，コンクリート造基礎の支持構造の施工において，剛接合によった場合，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくすることはありふれた構成であったとしても，半剛接合によった場合も同様にありふれたものとなると認めることはできず，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(無効理由2における相違点Aに係る判断の誤り)及び取消事由3(無効理由2における相違点Bに係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2文献には，以下のとおりの記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「2．特許請求の範囲"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "基礎底面上に突出する杭頭に，その杭頭を覆う逆さ容器形状の仕切りケースをかぶせ，該仕切りケースがフーチングの一部となる状態にコンクリートを打設しフーチングを形成する工程から成る，杭とフーチングとの接続工法。」(1頁左欄4行目～9行目)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "「ところで，上記従来の接続工法の如く杭頭とフーチングとを完全一体に接続した場合，水平力(地震力)を受けるときの杭頭の境界条件は，固定の状態で設計することになる。即ち，第4図に示すとおり，杭頭に最大曲げモーメントM が作用することとなる。よって，この最大曲げモーメントM に対処すmax1 max1るために，杭の本数を増やしたり，一層曲げ剛性の大きい杭を使用せざるを得ず，経済性の悪化を招いている。",
                        "そこでこの発明の目的は，杭頭とフーチングとの接続を，水平力を受けるときの境界条件がピンの状態となるようにし，もって杭頭における曲げモーメントを可及的に低減緩和し，かつ，杭に作用する最大曲げモーメント自体も杭頭固定(拘束)の境界条件の場合に比してはるかに小さなものとすべく改良した杭とフーチングとの接続工法を提供することにある。」(2頁左上欄14行目～右上欄10行目)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「第5図は，この発明の第1実施例である接続工法による杭11とフーチング12との接続構造を示す。",
                        "即ち，杭(既成杭又は場所打ち杭の別を問わない。以下同じ。)11における基礎底面G・L上に数cm乃至数10cmの高さ突出させた杭頭11aの上端面を，ほぼ水平な平坦面に形成している。",
                        "他方，仕切りケース13は，略円すい台形の逆さ容器形状であり，その平らな頂面の直径(内径)を杭頭11aの上端面直径とほぼ等しくし，下端直径は杭頭11aをピンの状態とするに足る余裕ある大きさの直径として裾に向って大径となる円すい台形状となし，その高さは杭頭11aの基礎底面G・Lよりの突出高さにほぼ等しい形状，大きさに形成している。この仕切りケース13を，前記杭頭11aにかぶせている。なお，仕切りケース13は，第6図に示す如く裾の部分が曲線をなす円すい台形状のものでもよく，いずれの場合にも鉄板等で形成されている。",
                        "基礎底面G・L上には捨てコンクリート14を打ち，しかる後に，前記仕切りケース13がフーチング12の一部となる(つまり，一体化する)状態にコンクリートを打設しフーチング12を形成している。",
                        "従って，本実施例の接続工法によれば，杭11とフーチング12とは仕切りケース13によって完全に縁切りされているから，杭11はフーチング12の鉛直荷重を支持するが，水平力(又は地震力)に対しては杭頭11aが仕切りケース13内の隙間15の限度に側方からの拘束が開放されているので，その杭頭の境界条件はピンの状態となる。」(2頁右上欄20行目～右下欄13行目)",
                        "第4図",
                        "第5図",
                        "第6図"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記アで認定した甲2文献の記載からすると，甲2文献には甲2発明が記載されているものと認められる。"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "本件発明2と甲2発明を比較すると，本件審決が認定した一致点及び相違点Aがあるものと認められる(争いがない。)。",
            "また，本件発明3と甲2発明を比較すると，本件審決が認定した一致点及び相違点A，Bがあるものと認められる(争いがない。)。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "相違点Aについての判断",
          "text": [
            "相違点Aは，相違点2と同じであるから，前記2(3)と同様の理由により，相違点Aが実質的な相違点ではないとか，設計事項にすぎないということはできない。",
            "したがって，本件発明2が甲2発明と同一であるとか，甲2発明に基づき容易に想到することができるということはできない。",
            "また，本件発明3も，相違点Bについて判断するまでもなく，同様に，甲2発明と同一であるとか，甲2発明に基づき容易に想到することができるということはできない。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "以上より，取消事由2及び3は理由がない。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "取消事由4(無効理由3における相違点イ，ウの認定の誤り及び相違点ア，ウに係る判断の誤り)"
            }
          ]
        },
        {
          "fig": "(1)"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "甲3文献には，以下のとおりの記載がある。",
        "「1．はじめに",
        "地震力を受ける杭基礎の設計指標として「地震力に対する建築物の基礎の設計指針」が示され，実務に供されつつあるが，杭頭接合部の固定度(厳密には回転拘束度)と接合方法および構造耐力の問題が，研究課題の一つとして残されている。このような背景をふまえて，本実験研究では，フーチングへの埋込み長さと接合部の補強方法が異なる場合について，杭頭固定度および終局耐力を実験的に把握することを主目的として，高強度プレストレストコンクリート杭(PHC杭)を用いた5種類の試験体について曲げせん断試験を行っている。",
        "本報告は，前報に引き続いて，杭頭固定度と杭のせん断ひびわれ耐力について述べるとともに，前報の試験結果も取り入れて若干の考察を加えたものである。",
        "2．試験体の概要",
        "本実験で用いた杭は，表-1に示すような断面諸元を有する外径d＝35cmのPHC杭(B種)であり，その品質は市販されているものと同等である。試験体は，図-1，2に示すような形状であり，それぞれ3種類の埋込み長さと接合方法を組み合わせ，表-1に示す5種類とした。接合部の詳細は図-3に示すとおりで，それぞれの試験体の名称と接合方法および埋込み長さの組み合わせは，以下のとおりである。",
        "1)X’タイプは杭をフーチング内へ単に埋込む方式で，埋込み長さはl＝10cmおよび35cm(l／d≒0．29および1．00)の2種類とする。それぞれ，10X’及び35X’と呼ぶ。",
        "2)Y’タイプはフーチング内で立ち上げ筋とスパイラルフープ筋により補強する方法で，l＝20cm(l／d≒0．57)とし，20Y’と呼ぶ。",
        "3)Z’タイプは，内径35．4cm，長さ35cm，厚さ0．6cmの鋼管をエポキシ樹脂系接着材によって杭体と一体化し，定着長35cmのアンカー鉄筋(D10-8本)を鋼管に溶接して接合部を補強する方法である。l＝10cmおよび20cmの2種類とし，それぞれ，10Z’及び20Z’と呼ぶ。」(1257頁左欄1行目～右欄4行目)"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記アで認定した甲3文献の記載からすると，甲3文献には甲3発明が記載されているものと認められる。"
      ],
      "content": [
        {
          "fig": "(2)"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件発明2と甲3発明を比較すると，本件審決が認定した一致点及び相違点ア～ウがあるものと認められる(一致点及び相違点アについて争いがない。)。",
        "また，本件発明3と甲3発明を比較すると，本件審決が認定した一致点及び相違点ア～エがあるものと認められる(一致点及び相違点ア，エについて争いがない。)。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，相違点イは実質的な相違点ではないと主張するので，この点について検討する。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "前記1のとおり，本件明細書には，「載置」の定義として，「載置とは，コンクリート造基礎を支持するにあたり，当該コンクリート造基礎が杭頭部の上に載せられているだけの状態であり，両者の縁が切れた状態にあることを意味する。なお，コンクリート造基礎に凹部を形成し，当該凹部に鋼管中空杭及び場所打ちコンクリート杭(以下，「鋼管中空杭等」と省略する場合がある)の杭頭部を挿入した状態で当該コンクリート造基礎支持することや，コンクリート造基礎及び鋼管中空杭等の間で水平力を伝達する凹凸部を設けることは，載置という支持形式を妨げるものではない。」(段落【0010】)と記載されており，同記載及び「載置」という文言からすると，本件発明2の「コンクリート造基礎を，場所打ちコンクリート杭に載置した状態」とは，コンクリート造基礎を，場所打ちコンクリート杭に載せただけの状態を意味し，コンクリート杭がコンクリート造基礎の中に埋め込まれた状態を含まないと解するのが相当である。",
                    "そして，甲3発明は，前記第2の3(3)ア(ア)のとおりであり，PHC杭は，フーチング内に埋め込まれた構成であるところ，杭が基礎内に埋め込まれた状態であるか，それとも，基礎を杭に載せただけの状態であるかによって，杭の移動に対する拘束の有無，杭頭部に生じる曲げモーメントの大きさが異なるなどの点で差異があるものと認められる(前記2(3)ウ(キ))から，本件発明2と甲3発明との間には，相違点イが存在し，同相違点は，実質的な相違点であると認められる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，本件明細書の段落【0010】の「コンクリート造基礎に凹部を形成し，当該凹部に・・・杭・・・の杭頭部を挿入した状態で当該コンクリート造基礎を支持すること・・・は，載置という支持形式を妨げるものではない」との記載から，杭頭部をフーチング内に埋め込む方式も「載置」に当たると主張するが，本件明細書の上記の記載における「載置」とは，コンクリート造基礎に凹部を形成し，その部分に杭頭部を挿入し，基礎は杭頭部の上に載せられている状態をいい，基礎内に杭頭部を埋め込む場合を含まないことは明らかであり，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，埋め込み方式の剛接合構造は，基礎に杭を，杭径程度埋め込む必要がある(乙17の318頁)が，甲3文献では，杭径35cmに対して，10cm埋め込んでいるものにすぎないから，これをもって杭に基礎を定着したものと理解する余地はないと主張する。",
                    "しかし，杭が基礎に10cmでも埋め込まれた状態は，基礎が杭の上に載せられている状態である「載置」には当たらないから，これによって，上記(ア)の判断が左右されることはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告は，相違点ウは実質的な相違点ではないと主張する。",
        "しかし，本件発明は，単に耐力の増強を図ったものでないことは，前記2(3)ウのとおりであるから，そのことを前提とする原告の主張を採用することはできない。甲3発明における「圧縮強度」と本件発明2の「設計基準強度」が異なるものであることは明らかであるから，この点は実質的な相違点である。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "相違点ア～ウの判断について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "前記(1)アで認定したとおり，甲3文献は，PHC杭のフーチングへの埋込み長さと接合部の補強方法が異なる場合における杭頭固定度，接合方法及び終局耐力を把握することを主目的として，5種類の試験体(①杭をフーチング内へ単に埋込む方式で，埋込み長さを10cmとした試験体，②杭をフーチング内へ単に埋込む方式で，埋込み長さを35cmとした試験体，③フーチング内で立ち上げ筋とスパイラルフープ筋により補強し，埋込み長さを20cmとした試験体，④内径35．4cm，長さ35cm，厚さ0．6cmの鋼管をエポキシ樹脂系接着材によって杭体と一体化し，定着長35cmのアンカー鉄筋(D10-8本)を鋼管に溶接して接合部を補強し，埋込み長さを10cmとした試験体，⑤内径35．4cm，長さ35cm，厚さ0．6cmの鋼管をエポキシ樹脂系接着材によって杭体と一体化し，定着長35cmのアンカー鉄筋(D10-8本)を鋼管に溶接して接合部を補強し，埋込み長さを20cmとした試験体)について曲げせん断試験実験を行ったこと，及び同実験の条件を開示したものであるから，甲3文献は，PHC杭を用いた剛接合構造によるコンクリート造基礎の支持構造における杭頭固定度及び終局耐力を把握する実験であると認められる。そして，甲3発明は，PHC杭を用いた剛接合構造による支持構造であることを前提とした上記の実験において，杭をフーチング内へ単に埋込む方式で，埋込み長さを10cmとした試験体について，フーチングのコンクリートの圧縮強度を228kg／cm2，杭体のコンクリートの圧縮強度を895kg／cm2とするとの条件を設定したものである。",
        "したがって，PHC杭を用いた剛接合構造によるコンクリート造基礎の支持構造における杭頭固定度及び終局耐力を把握する実験において，PHC杭を用いた剛接合構造によるコンクリート造基礎の支持構造という実験の前提自体を変更することの動機付けはないというべきである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記2(3)ウ(キ)のとおり，剛接合構造と半剛接合構造とでは，杭の移動に対する拘束の有無，杭頭部に生じる曲げモーメントの大きさが異なるなどの点で差異がある。",
        "また，甲37には，「充填コンクリートは，鋼管の拘束度に応じてその圧縮強度が著しく増大し，プレーンコンクリートの約6～10倍になる」との記載があることからすると，PHC杭と場所打ちコンクリート杭とでは，求められるコンクリートの強度も異なるというべきである。",
        "このように，剛接合構造と半剛接合構造とでは，杭頭部に生じる曲げモーメントの大きさが異なる上に，PHC杭と場所打ちコンクリート杭とでは，求められるコンクリートの強度も異なるのであるから，甲3発明における杭体とフーチングの圧縮強度の関係をそのままにして，甲3発明の実験の前提となるPHC杭を用いた剛接合構造を場所打ちコンクリート杭を用いた半剛接合構造に置換することを，当業者が容易に想到するとは認められない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "そして，上記ア，イで判示したところは，杭に基礎を「載置」する構成がありふれた構成であり，PHC杭と場所打ち杭は相互に代替的な構成であり，甲3文献に，「地震力に対する建築物の基礎の設計指針・・・が示され，実務に供されつつあるが，杭頭接合部の固定度・・・と接合方法および構造耐力の問題が，研究課題の一つとして残されている。」と記載されているとしても，左右されることはない。",
        "また，原告は，PHC杭と場所打ちコンクリート杭の相違が重要であるとすれば，本件明細書には，鋼管中空杭と場所打ちコンクリート杭の相違を前提としても，なお同様の作用効果が生じることにつき説明がないから，当業者が，課題を解決するものと理解できず，この点でもサポート要件違反となると主張するが，本件明細書には，鋼管中空杭と場所打ちコンクリート杭のそれぞれについて本件発明の作用効果を生じることが記載されており，サポート要件に違反するものではない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "したがって，甲3発明に，場所打ちコンクリート杭を用いた半剛接合によるコンクリート造基礎の支持構造という技術を適用して，本件発明2の相違点ア～ウに係る構成とすることを当業者が容易に想到すると認めることはできない。",
        "また，本件発明3は，本件発明2の構成に「コンクリート造基礎と前記杭頭部との間に芯鋼材を配筋したこと」を付加したものであるところ，甲3発明に基づき本件発明2を容易に発明することができない以上，甲3発明に基づき本件発明3も容易に発明することはできない。"
      ],
      "content": [
        {
          "fig": "(4)",
          "text": [
            "以上より，取消事由4は理由がない。"
          ],
          "content": [
            {
              "fig": "5",
              "subject": "取消事由5(明確性要件違反)",
              "text": [
                "本件特許の特許請求の範囲の記載は，前記第2の2で認定したとおりであり，同記載から本件発明の内容をいずれも明確に把握することができるというべきである。",
                "原告は，本件発明においては，杭及び基礎の「コンクリートの設計基準強度」により発明を特定しているところ，コンクリートの設計基準強度は，杭及び基礎の設計段階において設定し，最低限達成すべき水準として，コンクリートの杭や基礎を製造する際に用いられるものであり，杭及び基礎の構造そのものの構成(実際の強度)を表すものではないから，本件発明においても，設計基準強度は，その数値を最低限達成すべき水準としてコンクリートを打設するという杭及び基礎の製造方法を記載したものにすぎず，したがって，本件発明はいわゆるプロダクトバイプロセスクレームに該当すると主張する。",
                "しかし，本件発明における「設計基準強度」は，コンクリート造基礎の支持構造に用いるコンクリートの材質を特定するものであって，杭及び基礎の製造方法を記載したものではないから，特許請求の範囲の記載中の「前記鋼管中空杭におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きいことを特徴とする」，「前記場所打ちコンクリート杭の杭頭部におけるコンクリートの設計基準強度は，前記コンクリート造基礎におけるコンクリートの設計基準強度と比較して大きいことを特徴とする」は，上記支持構造の製造方法を記載したものとはいえないというべきである。",
                "したがって，原告の上記主張は理由がなく，取消事由5は理由がない。"
              ]
            },
            {
              "fig": "6",
              "subject": "取消事由6(サポート要件違反)"
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきである。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "前記2(3)アのとおり，本件発明は，コンクリート造杭によるコンクリート造基礎の支持構造を剛接合とした場合，発生する曲げ応力等が過大となるという問題が生じるため，これを解決するために，コンクリート造基礎をコンクリート杭に載置することにより支持することとし，また，当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができるようにするため，本件構成を採用したものである。",
            "そして，前記2(3)ウのとおり，本件構成は，特定の建築を行うに当たって，種々の要素を検討した上で基礎コンクリートと杭頭部コンクリートの設計基準強度を設定するに際して，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくするというものであって，当業者は，本件構成によって，本件発明の上記課題を解決できると認識できると認められる。"
          ]
        },
        {
          "fig": "(3)"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，本件発明の課題は，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる」というものであって，不実施の場合と比較して，損傷等を防止する可能性を高くすることを課題としているものではなく，本件発明の上記課題は，本件構成によっては解決できない旨主張する。",
        "しかし，前記2(3)ウのとおり，本件発明において，杭頭部の損傷等防止の効果が得られるか否かは，特定の建築を行うに当たって種々の要素を検討した上で設計基準強度を設定するに際して，基礎コンクリートの設計基準強度より大きな設計基準強度の杭頭部コンクリートを用いた場合とそうでない場合とを比較することにより判断されるのであり，本件構成を採用していない場合に比べて杭頭部の損傷等が生じる可能性が低くなるというものであるから，原告の上記主張は理由がない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，設計基準強度は，強度の最低限達成すべき水準を示すものにすぎないから，本件発明を文言のとおり理解すると，杭頭部の実際の強度と，基礎のコンクリートの実際の強度の大小について何ら限定がないものとなり，基礎に比して杭頭部の実際の強度が小さい場合も構成要件を充足しかねないところ，このような場合も課題を解決することができると認識し得るような記載もないと主張する。",
        "しかし，本件特許の特許請求の範囲の「設計基準強度」は，具体的な施工において実際に使用するコンクリートの設計基準強度を意味すると解すべきであり，また，コンクリートは，その強度が設計基準強度に整合するように製造されるから，設計基準強度を大きくすれば，その強度も大きくなり，本件構成を採用しない場合に比べて，杭頭部の損傷等を防止することができるというべきである。",
        "したがって，原告の上記主張は理由がない。"
      ],
      "content": [
        {
          "fig": "(4)",
          "text": [
            "よって，本件特許の各請求項は，サポート要件に適合するものと認められ，取消事由6は理由がない。"
          ],
          "content": [
            {
              "fig": "7",
              "subject": "取消事由7(実施可能要件違反)"
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "本件発明は物の発明であるところ，物の発明における発明の実施とは，その物の生産，使用等をいうから(特許法2条3項1号)，物の発明について実施可能要件を充足するか否かについては，当業者が明細書の記載及び出願当時の技術常識に基づいて，過度の試行錯誤を要することなく，その物を生産，使用等することができる程度の記載が明細書の発明の詳細な説明にあるか否かによるというべきである。"
        },
        {
          "fig": "(2)",
          "text": [
            "前記1で認定した本件明細書の記載からすると，本件明細書には，「第1実施形態」として，杭を鋼管中空杭とした支持構造に，「第2実施形態」として，杭を場所打ちコンクリート杭とした支持構造について，その実施の形態が具体的に記載されており，また，基礎と杭頭部の間に芯鉄筋を配筋することや，杭頭部の外殻鋼管の内壁面において，周方向に鋼材からなる溝状等の横リブ部材や，杭軸方向に縦リブ部材を設ける実施形態についても記載されていることが認められるから，本件明細書の記載に基づいて，本件発明の各コンクリート造基礎の支持構造を生産，使用等できることは明らかである。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "原告は，本件発明では，本件明細書を見ても，「当該杭頭部に過大な支圧力が作用した場合においても，当該杭頭部が損傷等をすることを防止することができる」という効果を奏するコンクリート造基礎構造を実施する手段が開示されていないから，当業者は，本件明細書に基づいて，本件発明の作用効果を奏するものを得ることができないと主張する。",
            "しかし，前記2(3)ウのとおり，本件構成は，特定の建築を行うに当たって，種々の要素を検討した上で杭頭部コンクリートと基礎コンクリートの設計基準強度を設定するに際して，杭頭部コンクリートの設計基準強度を基礎コンクリートの設計基準強度より大きくするというものであって，このような本件構成を採用することにより，杭頭部の損傷等を防止できるコンクリート造基礎の支持構造を生産し，また，これを使用等することができるというべきである。",
            "したがって，原告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "したがって，実施可能要件は充足されており，取消事由7は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第で，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(行ケ)10103",
    "date": "2020-02-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089281",
    "ipprecedent_id": "5326",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}