{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2018-15931号事件について令和元年7月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成26年12月3日，発明の名称を「基板保持装置」とする発明について特許出願(特願2014-245193号。請求項の数2。以下「本願」という。甲4)をした。",
                "原告は，平成29年9月1日付けで明細書を補正し(甲5)，平成30年7月11日付で特許請求の範囲及び明細書を補正したが(甲9)，同年8月29日付けで拒絶査定がされた(甲11)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年11月30日，特許請求の範囲及び明細書を補正するとともに(甲13。以下「本件補正」といい，本件補正後の明細書及び図面を「本件明細書」という。)，拒絶査定不服審判を請求した(不服2018-15931号。甲12)。",
                "特許庁は，令和元年7月17日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月30日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年8月28日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の本願に係る特許請求の範囲の記載は，次のとおりである。以下，請求項1に記載の発明を「本願発明」という。下線部は，本件補正による補正箇所である。本件補正では，下線部部分の限定事項が追加されたのみで，削除された事項はない。",
            "【請求項1】"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "a)",
                  "subject": "静電保持機構が内蔵された，上面が平坦である基板載置台と，"
                },
                {
                  "fig": "b)",
                  "subject": "前記基板載置台の前記上面に設けられた流体溝と，"
                },
                {
                  "fig": "c)",
                  "subject": "前記流体溝と合致する位置に，前記基板載置台を垂直に貫通するように設けられた少なくとも3個の流体孔と，"
                },
                {
                  "fig": "d)",
                  "subject": "前記流体孔内をそれぞれ昇降する，前記流体孔の内壁と少なくとも一部において接触しないリフトピンと，"
                },
                {
                  "fig": "e)",
                  "subject": "前記基板載置台に載置された基板を吸引するための前記流体孔からのガスの吸引と，前記基板を冷却するための前記流体孔への流体の供給を切り替えることのできる切替バルブと",
                  "text": [
                    "を備えることを特徴とする基板保持装置。",
                    "【請求項2】",
                    "前記流体溝が円状の溝と放射状の溝を含み，前記流体孔が該円状の溝と該放射状の溝の交点に設けられていることを特徴とする請求項1に記載の基板保持装置。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書の写しに記載のとおりである。要するに，本願発明は，下記引用文献1に記載の発明(以下「引用発明」という。)に，下記引用文献2に記載の技術を適用することで容易に想到できたので，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないから，本件補正は却下されるべきものであり，本件補正前の特許請求の範囲の請求項1に記載された発明は，本願発明における限定事項を省いたものであるから，本願発明と同様の理由により，特許法29条2項の規定により，特許を受けることができないとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が引用する刊行物は，次のとおりである。",
                "引用文献1：特開2004-134437号公報 (甲1)",
                "引用文献2：特開平7-231034号公報(甲2)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点，並びに引用文献2に記載の技術は，以下のとおりである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "引用発明",
                      "text": [
                        "「  静電チャック30が組み込まれた下部電極21を備え，",
                        "下部電極21に組み込まれた静電チャック30はウエハ1を静電吸着して保持する静電吸着部34を備えており，静電吸着部34は誘電体薄膜によって構成されており，",
                        "静電吸着部34の保持面である上面には，冷媒としてのヘリウムガスを保持してウエハ1を強制的に冷却する，冷却溝35が全体的に敷設されて没設されており，",
                        "下部電極21における四条の連絡溝37の途中に対応する部位それぞれには，ヘリウムガスを冷却溝35に供給かつ排出する給排ポート38が冷却溝35の内部に連通するように接続されており，給排ポート38は下部電極21を厚さ方向に貫通する貫通孔によって構成されており，",
                        "給排ポート38にはヘリウムガスを供給かつ排出するための給排路39が接続されており，給排路39にはヘリウムガス給排装置40が接続されており，",
                        "ヘリウムガス給排装置40はヘリウムガス供給源41と，マスフローコントローラ(流量制御弁)42と，圧力計43と，可変流量制御弁44と，ポンプ45とを備えており，ヘリウムガス46を給排路39に供給し，かつ，排出し得るように構成されており，",
                        "給排ポート38はウエハを昇降させるための昇降ピン24のガイド孔を兼用するように構成されている，",
                        "半導体ウエハ静電吸着保持装置。」"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "一致点",
                      "text": [
                        "「  a) 静電保持機構が内蔵された，上面が平坦である基板載置台と，"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b)",
                  "subject": "前記基板載置台の前記上面に設けられた流体溝と，"
                },
                {
                  "fig": "c)",
                  "subject": "前記流体溝と合致する位置に，前記基板載置台を垂直に貫通するように設けられた少なくとも3個の流体孔と，"
                },
                {
                  "fig": "d)",
                  "subject": "前記流体孔内をそれぞれ昇降する，前記流体孔の内壁と少なくとも一部において接触しないリフトピンと，",
                  "text": [
                    "e)’前記基板を冷却するための前記流体孔への流体の供給をすることのできる機構と",
                    "を備える基板保持装置。」"
                  ],
                  "content": [
                    {
                      "fig": "ウ",
                      "subject": "相違点",
                      "text": [
                        "本願発明は，「前記基板載置台に載置された基板を吸引するための前記流体孔からのガスの吸引と，前記流体孔への流体の供給を切り替えることのできる切替バルブ」を備えるのに対し，引用発明は，「給排ポート38にはヘリウムガスを供給かつ排出するための給排路39が接続されており，給排路39にはヘリウムガス給排装置40が接続されており，ヘリウムガス給排装置40はヘリウムガス供給源41と，マスフローコントローラ(流量制御弁)42と，圧力計43と，可変流量制御弁44と，ポンプ45とを備えており，ヘリウムガス46を給排路39に供給し，かつ，排出し得るように構成されており」，流体孔(給排ポート38)への流体の供給をすることのできるヘリウムガス給排装置40を備えるものの，本願発明の上記のような構成は特定されていない点。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "subject": "引用文献2に記載の技術",
                      "text": [
                        "「  半導体ウェハの固定技術であって，",
                        "流体溝7aが刻設された静電チャック8を備え，",
                        "この流体溝7aは，流体通路7bおよび吸引制御弁7c，ガス制御弁7dを介して，排気機構3bおよびガス供給機構7eに接続されている，プラズマ処理装置において行われ，",
                        "吸引制御弁7cを開いて，ウェハ5の裏面の下側に位置する流体溝7aの吸引操作を開始するとともに，プラズマ処理室3の内部をたとえば10-4torr程度の所定の真空度に維持する排気操作を行うステップ(ステップ22)と，",
                        "プラズマ処理室3の内部に，プラズマ処理室3の圧が，たとえば5～10-1torr程度の圧となるように処理ガス供給機構3aから処理ガスgを供給するステップであって，この時，静電チャック8上のウェハ5は，裏面側の流体溝7aと，表面側のプラズマ処理室3の圧力差によって，誘電体層7に対して全面にわたって密着する状態に仮固定されるステップ(ステップ23)(第1の段階)と，",
                        "吸引制御弁7cを閉じるとともに，ガス制御弁7dを開き，ヘリウムガス等の熱伝導用ガスg1を，ウェハ5の裏面によって密閉された状態の流体溝7a，さらにはウェハ5の裏面と誘電体層7の微細な間隙等に充満させるステップ(ステップ25)(第3の段階)とを含み，",
                        "外力や半導体ウェハの変形等に影響されることなく，また，発塵等の懸念を生じることなく，静電吸着による半導体ウェハの固定を確実に行うことが可能な，半導体ウェハの固定技術。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "進歩性判断の誤り(独立特許要件の判断誤り)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定等",
          "text": [
            "本件審決の判断のうち，引用発明の認定，本願発明と引用発明との一致点及び相違点の認定は争わない。また，引用文献2に記載の技術，及び当該技術のうち，ステップ22が，静電チャックに載置されたウエハを吸引するための，流体通路7bからのガスの吸引をするステップであること，吸引制御弁7c及びガス制御弁7dが，吸引とヘリウム等の熱伝導用ガスg1の供給を切り替えることができる切替バルブに該当することも認める。"
          ]
        },
        {
          "fig": "2",
          "subject": "主引例としての適格性",
          "text": [
            "本願発明は，リフトピンを用いてウエハを基板載置台に下ろし，静電吸着を行い，該ウエハを下面から冷却材(ヘリウムガス等)によって冷却しつつプラズマ処理を行うという一連の工程の中において，反りのあるウエハの場合には，基板載置台において静電吸着が確実に行われない(ひいては，冷却材がプラズマ処理室に逃げる)という課題を解決しようとしたものであり，このような課題を発見したこと自体がすでに発明行為の一部である。",
            "引用文献1には，かかる課題についてまったく言及がなく，示唆もない。すなわち，引用文献1では，ウエハが載置面に静電吸着された後，冷却溝に供給されていたヘリウムガスを「排出」(段落【0015】)又は「排気」(段落【0021】)することが記載されているのみであり，本願発明のように，静電吸着によるウエハの固定に先立って，反りのあるウエハを密着させるために，「吸引」を行ってウエハの上下に差圧を作り，反ったウエハを載置面に近づけているわけではない。反りのあるウエハを密着させるまでの課題については，引用文献1には何も書かれていない。",
            "したがって，引用文献1を本願発明の進歩性を否定するための主引例とするのは誤っている。"
          ]
        },
        {
          "fig": "3",
          "subject": "組み合わせの動機付け",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用発明は，静電吸着によりウエハの固定を行うものであるから，引用文献2に記載の技術を採用することで，静電吸着による半導体ウエハの固定を確実に行うことを可能とする動機付けがあるとする。",
                "しかし，前記2のとおり，ウエハを載置面に密着させるまでの課題については，引用発明には何も書かれていないし，引用文献1の「排出」又は「排気」は，「吸引」とは異なるものであるから，引用発明に引用文献2に記載の技術を組み合わせる動機付けはまったくない。",
                "また，本願発明では，リフトピンを下降させてウエハを基板台上に載置したときに，反りのあるウエハでは，次のステップである，静電吸着によりウエハを基板台に完全に密着させることができない，という課題を解決しようとしたものである。このような課題は，引用文献1にも，リフトピンを用いない引用文献2にも，記載されていない。",
                "さらに，引用文献1の段落【0002】は，従来技術において，「被処理物であるウエハを電極板に静電吸着保持装置(以下，静電チャックという。)によって吸着させることにより，・・・ウエハの反りを平坦に矯正することが実施されている。」と記載されており，引用発明においては，「ウエハの反りを平坦に矯正すること」は，すでに解決された課題である。課題のないところに他の文献を組み合わせる動機は存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に引用文献2に記載の技術を参照したとしても，それを引用発明に適用しようとした場合，引用文献1では，「給排ポート38は昇降ピン24によって略埋められた状態になっており，静電チャックにおける給排ポート38の空白の影響が抑制されている。」(段落【0017】)とされているので，給排ポート38と昇降ピン24の隙間に空気は通らないから，給排ポート38において「吸引」を行うことはできず，引用文献2に記載の技術を引用発明に適用するための動機はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "主引例としての適格性について",
          "text": [
            "引用文献1の段落【0002】によれば，引用発明においても従来技術と同様にウエハの反りを平坦に矯正するという課題が存し，当該課題を十全に解決することが求められる。そして，引用発明の「半導体ウエハ静電吸着保持装置」は，引用文献1の段落【0006】に記載された「処理むらの発生を防止」するという課題を解決することに加えて，反りのあるウエハであっても確実に基板台に固定するという従来からの課題をも解決すべく構成されるものであることは明らかである。",
            "したがって，引用文献1を主引例とすることに誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "組み合わせの動機付けについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明と引用文献2に記載の技術は，プラズマ処理装置に関する技術であって，静電保持機構が内蔵された基板載置台(静電チャック)と，基板載置台に設けられた流体溝と，基板載置台を貫通するように設けられた流体孔とにより，ウエハの裏面にヘリウムガスを供給する基板保持装置ないし基板固定技術である点で共通する。これらの共通する事項の存在によれば，引用発明と引用文献2に記載の技術を組み合わせる動機付けは十分に存在するといえる。",
                "また，引用文献2に記載の技術は，静電保持に係る上記共通する事項に加えて，付加技術といえる，静電保持前の，基板の表裏の差圧を利用する仮固定の操作手順を備えるものであり，「外力や板状物の変形等に影響されることなく，また，発塵等の懸念を生じることなく，静電吸着による板状物の固定を確実に行うこと」(引用文献2段落【0008】)を可能とするものである。半導体装置の製造工程において，各工程を行っていくうちにウエハが多少の反りを有することは，引用文献2の段落【0002】，【0006】の記載からも理解されるように技術常識であり，引用発明においてもシリコン酸化膜の形成が行われているから(引用文献1段落【0012】)，引用発明の「ウエハ1」は，多少の反りを有するものである。よって，引用発明において，より基板(ウエハ)の固定を確実にするために，仮固定という付加技術を備える引用文献2に記載の技術を採用する動機付けがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明の給排ポート38は「略埋められた」ものであるから，「吸引」を行うことはできず，引用文献2に記載の技術を引用発明に適用するための動機はない旨主張する。",
                "しかし，引用発明において，ヘリウムガスの供給・排気は，給排ポート38が昇降ピン24によって略埋められた状態で行われているといえるから(段落【0017】，【0019】から【0021】)，昇降ピン24は，給排ポート38の内壁と，少なくとも一部において接触していないことは明らかであり，「吸引」を行う技術を適用することに問題はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "前記第2の2記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載(図1から3は，別紙本件明細書図面参照)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，半導体基板にプラズマ処理を行うため，処理室内において半導体基板を冷却しつつ基板台に保持するための基板保持装置に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】  ウエハ等の半導体基板にプラズマでエッチングや薄膜形成等の処理を行う場合，処理の間，該半導体基板を基板台に保持しておくと共に該半導体基板を冷却するため，冷却機能付きの基板保持装置が用いられる。基板を基板台に保持する機構としては一般的に静電保持機構が用いられ，冷却するための機構としては一般的に基板台表面に設けた溝にヘリウム等の冷却剤(一般に流体)を流す流体溝冷却機構が用いられる。",
                    "【0003】 これら静電保持機構及び流体溝冷却機構とも，基板が基板台にほぼ全面的に密着した状態でないと正しく作動しない。両者に隙間がある場合，静電保持機構は十分な吸引力を発揮することができず，また，流体溝冷却機構については冷却剤がプラズマ処理室内に漏出してしまう。",
                    "【0004】 ウエハに薄膜形成処理等のプラズマ処理を行う場合，その前に様々な工程を経なければならず，その間に多少のソリが発生することが避けられない。ウエハがソリをもった状態では，上記の通り静電保持機構や流体溝冷却機構が正しく作動しない。特許文献1(判決注：引用文献2)には，基板を基板台に載置した後，基板台表面に設けられた流体溝を負圧にすることによりウエハのソリに抗してウエハを基板台に密着させるという方法が記載されている。その後，密着した基板を静電保持機構により保持し，バルブを切り替えることにより冷却溝に冷却剤を流しつつ，プラズマ処理が行われる。",
                    "【0005】 半導体基板を基板台に載置する際に，既に様々な処理が施された半導体基板の上面を痛めることなく載置するには，半導体基板の下方からリフトピンで支え，リフトピンをゆっくり下降させて基板台上に載置する必要がある。特許文献1にはこのようなリフトピンに関する記載が無いが，特許文献2にはこのリフトピンを用いてウエハのソリを積極的に矯正するという方法が記載されている。すなわち，ウエハを，中心1本と周辺3本の，先端に吸引口を有するリフトピンで支え，リフトピンを下降させてウエハを基板台上に載置し，各吸引口の負圧によりウエハのソリの方向を検出する。そして，そのソリの方向に応じて，中心のリフトピン又は周辺のリフトピンの吸引口でウエハを吸引することにより，ウエハを強制的に基板台に密着させるようにしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0007】  特許文献2に記載の方法では，ウエハのソリの方向を検出するための装置とリフトピンの吸引力を制御するための装置が必要であり，基板保持装置がかなり複雑且つ高価となる。特に，リフトピンの吸引機構ではリフトピンの内部に吸引路を設けているため，リフトピンの昇降機構という動的な機構に吸引機構を重畳させる必要があり，装置が複雑になるとともに，真空もれ等の故障が生じやすい。",
                    "【0008】  本発明が解決しようとする課題は，比較的簡単且つ安価な構造でありながら，ソリのある基板であっても確実に基板台に固定し，プラズマ処理を行うことのできる基板保持装置を提供することである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0009】(本願発明の構成が記載されている。)",
                    "【0011】  本発明に係る基板保持装置において基板載置台に基板を載置し保持する方法は次の通りである。まず，真空容器11のゲート17(例えば図1参照)を開けてロボットハンドで基板を基板載置台の上部に搬送する。つぎに，前記リフトピン(例えば，3本のリフトピン)を上昇させ，その上に基板を載置する。ロボットハンドを退避させた後にゲート17を閉じる。そしてそれらリフトピンをゆっくり下降させ，基板を基板載置台上に載置する。基板が基板載置台上に載置された時点で，前記切替バルブにより前記流体孔からガスを吸引する。これにより，基板の下面が負圧となり，ソリのある基板であっても，その全面が基板載置台上に密着する。その後，前記静電保持機構により基板を基板載置台上に保持する。次に，前記切替バルブを切り替え，流体孔に冷却流体を供給する。これにより，基板が冷却され，基板の上面にプラズマ処理等を行うことができるようになる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0012】  本発明に係る基板保持装置では，基板のソリの方向を検出するための装置やリフトピンの吸引力を制御するための装置などが不要であり，また，リフトピンの内部に吸引路を設ける必要もない。従って，基板載置台の機構が簡単になり，安価に製造することができる。そして，流体溝からのガスの吸引は，昇降するリフトピンの内部の吸引路から行うのではなく，移動することのない基板載置台に設けた流体孔から行うため，吸引機構が移動機構と重畳することなく，真空漏れ等に対する信頼性が高い。更に，リフトピンという移動機構が存在する場合，そこにどうしても周囲(今の場合は流体孔)との接触の可能性があり，接触によりパーティクルが発生する可能性があるが，本発明の基板保持装置では，そのように発生したパーティクルも流体孔から吸引されるため，基板上面(プラズマ処理室)はクリーンに保たれる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0014】  以下，本発明に係る基板保持装置の一例を用いたプラズマ処理装置について説明する。図1の断面図に示すとおり，本実施例に係るプラズマ処理装置10は，真空容器11，その上部の誘電体窓12の直上に設けられたプラズマ励起用の高周波コイル13，該真空容器11の下部に設けられた基板載置機構14等から成る。・・・",
                    "【0015】  基板載置機構14には，基板台20，基板台20を貫通して上下する3本のリフトピン21(図1ではそのうちの2本だけが描かれている。)，基板台20の下方に設けられた流体室22，リフトピン昇降機構23，流体室22内のガスを吸引する流体室吸引機構24，流体室22内にヘリウムガス等の冷却剤を供給するための冷却剤供給機構25，流体室22とそれら流体室吸引機構24・冷却剤供給機構25との連通を切り替える切替バルブ26等が備えられている。基板台20は，上方の誘電層31と下方の下部電極32から成り，誘電層31内には，静電吸着のための電極33が埋設されている。図2に示すように，基板台20の誘電層31の上面には，流体を流すための流体溝34が形成されている。本実施例においては，流体溝34は4本の同心円状の溝と3本の放射状の溝から成り，それら両溝の交点の3箇所に，誘電層31と下部電極32を貫通する孔である流体孔35が設けられている。前記3本のリフトピン21は，これら3個の流体孔35の内部を上下するように設けられている。・・・",
                    "【0020】  このような構成を有する本プラズマ処理装置10において，ウエハ19の上面をプラズマ処理するための動作について図3のフローチャートにより説明する。",
                    "まず，真空容器11のゲート17を開けて図示しないロボットハンドでウエハ19を基板台20の上部に搬送する。つぎに，リフトピン昇降機構23によりリフトピン21を上昇させておき(ステップS11)，ロボットハンド上のウエハ19を3本のリフトピン21の上に置く(ステップS12)。ロボットハンドを退避させた後にゲート17を閉め，リフトピン昇降機構23によりリフトピン21をゆっくり下降させる(ステップS13)。その後，切替バルブ26を流体室吸引機構24側に切り替え，流体室吸引機構24を作動させることにより流体室22内を負圧にする(ステップS14)。これにより，ウエハ19にソリがある場合でも，ウエハ19はその負圧(すなわち，ウエハ19上部のプラズマ処理室18の正圧)によりその全面が基板台20の上面に押しつけられ，密着する。この状態で静電電圧源46より誘電層31内の電極33に直流電圧を印加することにより，ウエハ19を基板台20(誘電層31)に静電吸着する(ステップS15)。",
                    "【0021】  その後，切替バルブ26を冷却剤供給機構25の方に切り替え，冷却剤供給機構25より冷却剤(ヘリウムガス等)を流体室22に供給する(ステップS16)。流体室22に供給された冷却剤は，流体孔35を通って誘電層31表面の流体溝34に流入し，ウエハ19を裏面から冷却する。",
                    "【0022】  その後，プラズマ処理室18にプラズマガスを導入し，高周波コイル13に高周波電流を流すことによりプラズマガスをプラズマ化し，ウエハ19に対する所定のプラズマ処理を行う(ステップS17)。",
                    "【0023】  上記実施例において，リフトピン21は各流体孔35の内壁に接触しないように設計されているが，その隙間は僅かであるため，場合によっては接触することもある。リフトピン21が流体孔35の内壁と接触した場合，そこにパーティクルが発生する可能性があるが，本実施例のプラズマ処理装置10ではその流体孔35からガスを吸引するため，そのようなパーティクルもプラズマ処理室18から排除することができ，高品質のプラズマ処理を行うことができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の内容",
              "text": [
                "前記(1)及び(2)によれば，本願発明の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "技術分野は，ウエハ等の半導体基板にプラズマ処理を行うため，処理室内において半導体基板を冷却しつつ基板台に保持するための基板保持装置に関するものである(段落【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "冷却機能付きの基板保持装置は，基板を基板台に保持する静電保持機構及び基板を冷却するため基板台表面に設けた溝にヘリウム等の冷却剤を流す流体溝冷却機構を有する。プラズマ処理の前工程の中で，基板に多少の反りが生じてしまうことは避けられないが，基板と基板台の間に隙間があると，静電保持機構及び流体溝冷却機構は，十分機能しない。",
                    "従来技術として，リフトピンの先端に吸引口を設けて，各吸引口の負圧によりウエハの反りの方向を検出し，反りを矯正する技術があったが，装置が複雑かつ高価となるとともに，真空もれ等の故障が生じやすいとの問題があった。",
                    "そこで，本願発明は，比較的簡単且つ安価な構造でありながら，反りのある基板であっても確実に基板台に固定し，プラズマ処理を行うことのできる基板保持装置を提供することを課題とする(段落【0002】から【0005】，【0007】，【0008】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明に係る基板保持装置では，リフトピンを下降させて基板を基板載置台上に載置した時点で，流体孔からガスを吸引することにより，基板の下面が負圧となり，反りのある基板であっても，その全面を基板載置台上に密着させることができる。",
                    "その後，静電保持機構により基板を基板載置台上に保持し，次に，切替バルブを切り替え，流体孔に冷却流体を供給する。これにより，基板が冷却され，基板の上面にプラズマ処理等を行うことができるようになる。",
                    "本願発明に係る基板保持装置は，機構が簡単になり，安価に製造することができる上，真空漏れ等に対する信頼性が高いなどの利点がある(段落【0011】，【0012】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献1の記載(図1及び2は別紙引用文献1図面参照)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】  本発明は，半導体装置の製造技術，特に，半導体ウエハ(半導体素子を含む集積回路が作り込まれたウエハ。以下，ウエハという。)を静電吸着保持する技術に関し，例えば，ドライエッチング技術に利用して有効なものに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】  半導体装置の製造方法において使用されるドライエッチング装置では，被処理物であるウエハを電極板に静電吸着保持装置(以下，静電チャックという。)によって吸着させることにより，ウエハに効率良く電力を伝えるとともに，ウエハの反りを平坦に矯正することが実施されている。・・・"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】  しかしながら，静電チャックの保持面に刻設された溝にヘリウムガスを供給して強制的に冷却するドライエッチング装置においては，ガリウム砒素半導体ウエハ(以下，GaAsウエハという。)の上のシリコン酸化膜をエッチングした場合には，強制冷却のための溝を転写したようなエッチングレートむらが被エッチング面であるシリコン酸化膜の表面に形成されるという問題点があることが本発明者によって明らかにされた。",
                    "【0006】  本発明の目的は，処理むらの発生を防止しつつ基板を強制的に冷却することができる半導体製造技術を提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0009】  すなわち，基板を静電吸着部によって保持した状態で，処理を施す半導体製造装置において，前記静電吸着部の表面には極浅い溝が形成されており，前記処理中に冷媒を前記極浅い溝に供給して前記基板に接触させることにより，前記基板を冷却することを特徴とする。",
                    "【0010】  ・・・基板を静電吸着する静電吸着部に没設される溝の深さを浅く設定することにより，・・・被エッチング面に溝に対応したエッチングレートむらが形成される現象を防止することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0012】  本実施の形態において，本発明に係る半導体装置の製造方法における基板が静電吸着部によって保持された状態で処理が施される工程は，GaAsウエハのシリコン酸化膜をエッチングするドライエッチング工程として構成されており，図1に示されたドライエッチング装置によって実施される。",
                    "【0013】  ・・・エッチング室12の下部には静電チャック30が組み込まれた下部電極21が上部電極17と対向されて設置されており，下部電極21と上部電極17との間には整合器23を有する高周波電源22から高周波電力(13．56MHz，最大出力1000W)が印加されるようになっている。",
                    "【0014】  ・・・下部電極21に組み込まれた静電チャック30はウエハ1を静電吸着して保持する静電吸着部34を備えており，静電吸着部34は膜厚tが300μm程度の誘電体薄膜によって構成されている。・・・",
                    "【0015】  静電吸着部34の保持面である上面には，冷媒としてのヘリウムガスを保持してウエハ1を強制的に冷却する溝(以下，冷却溝という。)35が全体的に敷設されて没設されており，図2に示されているように，・・・構成されている。下部電極21における連絡溝37の途中に対応する部位には，ヘリウムガスを冷却溝35に供給かつ排出する給排ポート38が冷却溝35の内部に連通するように接続されており，給排ポート38は下部電極21を厚さ方向に貫通する貫通孔によって構成されている。給排ポート38にはヘリウムガスを供給かつ排出するための給排路39が接続されており，給排路39にはヘリウムガス給排装置40が接続されている。ヘリウムガス給排装置40はヘリウムガス供給源41と，マスフローコントローラ(流量制御弁)42と，圧力計43と，可変流量制御弁44と，ポンプ45とを備えており，ヘリウムガス46を給排路39に供給し，かつ，排出し得るように構成されている。",
                    "【0017】  本実施の形態においては，給排ポート38はウエハを昇降させるための昇降ピン24のガイド孔を兼用するように構成されている。すなわち，貫通孔からなる給排ポート38には昇降ピン24が摺動自在に挿通されている。したがって，給排ポート38は昇降ピン24によって略埋められた状態になっており，静電チャック30における給排ポート38の空白の影響が抑制されている。",
                    "【0018】  次に，前記構成に係るドライエッチング装置の作用を，本発明の一実施の形態である半導体装置の製造方法におけるウエハのシリコン酸化膜をエッチングするドライエッチング工程について説明する。・・・",
                    "【0019】  ウエハ1はエッチング室12にウエハ搬入搬出口13から搬入されて，静電チャック30の上方に上昇した昇降ピン24の上に受け渡され，昇降ピン24が下降することにより，図1に示されているように，静電チャック30の静電吸着部34の上に移載される。ウエハ1が静電吸着部34に移載されると，直流電源32によって直流電力が下部電極21に印加され・・・，ウエハ1は静電吸着部34に静電吸着されて保持された状態になる。",
                    "【0020】  ウエハ1が静電チャック30によってチャックされると，ヘリウムガス46が給排ポート38にヘリウムガス給排装置40によって供給され，・・・",
                    "【0021】  ・・・ヘリウムガス給排装置40から給排ポート38に供給されたヘリウムガス46は，冷却溝35に注入されて全体的に拡散し，ウエハ1の裏面に直接接触することにより，ウエハ1の熱を奪って冷却する。・・・冷却溝35や給排ポート38および給排路39のヘリウムガス46はポンプ45の排気力によって排気される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点及び相違点",
              "text": [
                "引用発明の認定，本願発明と引用発明の一致点及び相違点に係る本件審決の認定(前記第2の3(3)アないしウ)は，原告も争っていない。すなわち，一致点及び相違点は以下のとおりである。",
                "［一致点］",
                "「  a)  静電保持機構が内蔵された，上面が平坦である基板載置台と，"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "b)",
                      "subject": "前記基板載置台の前記上面に設けられた流体溝と，"
                    },
                    {
                      "fig": "c)",
                      "subject": "前記流体溝と合致する位置に，前記基板載置台を垂直に貫通するように設けられた少なくとも3個の流体孔と，"
                    },
                    {
                      "fig": "d)",
                      "subject": "前記流体孔内をそれぞれ昇降する，前記流体孔の内壁と少なくとも一部において接触しないリフトピンと，",
                      "text": [
                        "e)’前記基板を冷却するための前記流体孔への流体の供給をすることのできる機構と",
                        "を備える基板保持装置。」",
                        "［相違点］",
                        "本願発明は，「前記基板載置台に載置された基板を吸引するための前記流体孔からのガスの吸引と，前記流体孔への流体の供給を切り替えることのできる切替バルブ」を備えるのに対し，引用発明は，「給排ポート38にはヘリウムガスを供給かつ排出するための給排路39が接続されており，給排路39にはヘリウムガス給排装置40が接続されており，ヘリウムガス給排装置40はヘリウムガス供給源41と，マスフローコントローラ(流量制御弁)42と，圧力計43と，可変流量制御弁44と，ポンプ45とを備えており，ヘリウムガス46を給排路39に供給し，かつ，排出し得るように構成されており」，流体孔(給排ポート38)への流体の供給をすることのできるヘリウムガス給排装置40を備えるものの，本願発明の上記のような構成は特定されていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用文献1は，反りのある基板であっても確実に基板台に固定するという本願発明の課題について，まったく言及がなく，示唆もないから，主引例とするべきではない旨主張する。",
                "しかし，原告の主張を前提としても，本願発明は処理室内において半導体基板を冷却しつつ基板台に保持するための基板保持装置に関するものであり(本件明細書段落【0001】)，引用発明は半導体ウエハを静電吸着保持する技術に関するものである(引用文献1段落【0001】)から，引用発明は，本願発明と技術分野が同一であり，本願発明の属する技術分野の当業者が検討対象とする範囲内のものであるといえる。",
                "また，本願発明と引用発明とを対比すると，前記(2)の［一致点］のとおり，多くの点で一致する構成を有するものであるから，引用発明は，本願発明の構成と比較し得るものであるといえる。",
                "そうすると，引用発明は，本願発明の進歩性を検討するに当たっての基礎となる，公知の技術的思想といえる。",
                "以上によると，引用発明は，本願発明についての特許法29条2項の進歩性の判断における主引用発明とすることが不相当であるとは解されない。これに反する原告の主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用文献2",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献2の記載(図1及び2は別紙引用文献2図面参照)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "【0001】  本発明は，板状物の固定方法および装置ならびにプラズマ処理技術に関し，特に，半導体装置の製造工程における半導体ウェハの固定操作に適用して有効な技術に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】  ・・・ウェハのプラズマ処理では，処理中におけるウェハの温度を全域にわたって均一に制御することが重要であり，温度制御されたステージに対してウェハの全面を均一に密着固定する必要がある。",
                    "【0004】  そこで現在では，特開平1-227454号公報等の文献に記載されているように，ステージとウェハを全面吸着させる静電吸着が主流となっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】  上記の従来技術では，ウェハをステージ上に全面吸着させる静電吸着は，直流電圧の印加とプラズマの形成によって静電吸着する構成であるため，ウェハが静電チャック上に置かれてから静電吸着するまでの間(ステージの上昇・直流電圧の印加・処理ガスの導入・圧力の安定・プラズマの形成など)ウェハは固定されておらず，ステージの動作など振動によってウェハが動いてしまう恐れがある。",
                    "【0006】  また，ウェハは各工程を行っていくうちに多少のソリが発生してくる。このため，静電チャックとウェハの間に隙間ができ，ウェハの冷却効果が悪くなる・静電吸着不安定になるといった課題があった。",
                    "【0008】  そこで，本発明の目的は，外力や板状物の変形等に影響されることなく，また，発塵等の懸念を生じることなく，静電吸着による板状物の固定を確実に行うことが可能な板状物の固定技術を提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0011】  本願において開示される発明のうち，代表的なものの概要を簡単に説明すれば，以下のとおりである。",
                    "【0012】  すなわち，本発明の板状物の固定方法は，静電チャックに板状物を固定する固定方法において，前記静電チャックと前記板状物の間の空間を外部空間に対して相対的に負圧にすることにより，前記板状物を前記静電チャックに固定する第1の段階と，前記静電チャックに直流電圧を印加して前記板状物を前記静電チャックに静電吸着させる第2の段階とを実行するようにしたものである。",
                    "【0015】  また，本発明は，前述の板状物の固定装置において，前記第2の段階の後に，前記流体溝内および前記板状物と前記誘電体層の間隙に熱伝導率の高い気体を充満させる動作を行う第3の段階を実行するようにしたものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "作用",
                  "text": [
                    "【0019】  上記した手段によれば，静電チャックに載置された板状物の表裏の差圧を利用して板状物を静電チャックに仮固定できるので，静電吸着の仮固定を目的としてメカクランプ等の手段で機械的に板状物を押さえつけることがないため，板状物表面のこすれ等による発塵を生じることなく，静電チャックによる静電吸着によって板状物を安定に固定することが可能となる。",
                    "【0020】  また，板状物の裏面の精度不良や，ソリ等による静電吸着の不安定化を防止できるとともに，静電吸着力の低下条件下(低温時等)での吸着固定時間の短縮および，板状物と静電チャックとの不均一な接触に起因する静電吸着ミス時の誘電体破損の防止等，静電吸着の信頼性向上を図ることができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "【0021】  以下，本発明の実施例を図面に基づいて詳細に説明する。",
                    "【0022】  図1は，本発明の一実施例である板状物の固定方法および装置ならびにプラズマ処理装置の一例を示す概念図であり，図2はその作用の一例を示すフローチャートである。",
                    "【0031】  以下，本実施例の板状物の固定方法および装置ならびにプラズマ処理装置の作用の一例を図2のフローチャート等を参照しながら説明する。",
                    "【0032】まず，図示しないロードロック機構等を介してウェハ5をプラズマ処理室3の内部に搬入して静電チャック8に載置する(ステップ21)。・・・",
                    "【0033】  その後，吸引制御弁7cを開いて，ウェハ5の裏面の下側に位置する流体溝7aの吸引操作を開始するとともに，プラズマ処理室3の内部をたとえば10-4torr程度の所定の真空度に維持する排気操作を行う(ステップ22)。",
                    "【0034】  次に，プラズマ処理室3の内部に，プラズマ処理室3の圧が，たとえば5～10-1torr程度の圧となるように処理ガス供給機構3aから処理ガスgを供給する。この時，静電チャック8上のウェハ5は，裏面側の流体溝7aと，表面側のプラズマ処理室3の圧力差によって，誘電体層7に対して全面にわたって密着する状態に仮固定される(ステップ23)(第1の段階)。",
                    "【0035】  この状態で，チャック本体6に対して・・・負極性の直流電圧を印加するともに，・・・プラズマ4を形成する。これにより，・・・ウェハ5は，負極性のチャック本体6に対してクーロン力によって静電吸着され，全面にわたって密着した状態となる(ステップ24)(第2の段階)。",
                    "【0036】  その後，吸引制御弁7cを閉じるとともに，ガス制御弁7dを開き，熱伝導用ガスg1を，ウェハ5の裏面によって密閉された状態の流体溝7a，さらにはウェハ5の裏面と誘電体層7の微細な間隙等に充満させる(ステップ25)(第3の段階)。",
                    "【0037】  こうして，静電チャック8に密着されたウェハ5は，裏面全域が熱的に均一に静電吸着8に結合された状態となり，ウェハ5は全体が静電チャック8の内部を流通する熱媒体6bの温度に均一かつ正確に制御され，この状態で，プラズマ4により，ウェハ5に対して所定の処理を施す(ステップ26)。",
                    "【0038】  これにより，処理中におけるウェハ5の温度分布の偏り等の懸念がなく，均一かつ良好なプラズマ処理を行うことができる。",
                    "【0040】  このように，本実施例の板状物の固定方法および装置ならびにプラズマ処理装置によれば，静電チャック8に対するウェハ5の静電吸着に先立って，ウェハ5の裏面を支持する静電チャック8の誘電体層7に形成された流体溝7aと，ウェハ5の表面側の空間との圧力差によって，ウェハ5を静電チャック8に対して全面にわたって密着させる仮固定を行い，その後，静電チャック8に直流電圧を印加することによる本来の静電吸着を行うので，ウェハ5の表面を治具等で機械的に押圧することに起因する発塵の懸念が全くない。",
                    "【0041】  また，ウェハ5に裏面の平坦度の不良や，ソリ，歪み等の変形がある場合でも，静電吸着に先立って，これらの変形が確実に矯正され，ウェハ5の裏面が全面にわたって均一に誘電体層7に密着させられるので，静電吸着の不安定化や，静電吸着力の低下，静電吸着不良による誘電体層7の破損等の障害発生も未然に防止できるとともに，静電吸着によるウェハ5の固定操作の所要時間も短縮できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献2に記載の技術",
              "text": [
                "引用文献2に，審決の認定(前記第2の3(3)エ)に係る技術が開示されていることについて，原告は争っていない。また，ステップ22が，静電チャックに載置されたウエハを吸引するための，流体通路7bからのガスの吸引をするステップであること，吸引制御弁7c及びガス制御弁7dが，吸引とヘリウム等の熱伝導用ガスg1の供給を切り替えることができる切替バルブに該当することも，原告は争っていない。",
                "よって，引用文献2は，「基板載置台に載置された基板を吸引するための流体孔からのガスの吸引と，前記流体孔への流体の供給を切り替えることのできる切替バルブ」との構成を開示するものといえる。また，当該構成は，表裏の差圧を利用してウエハを静電チャックに仮固定することにより，ウエハが動いてしまうことや，ウエハの反りによる静電吸着の不安定化を防止することなどを目的とするものと認められる(引用文献2段落【0005】，【0006】，【0019】，【0020】)。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "容易想到性の判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "組み合わせの動機付け",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，半導体装置の製造技術，特に，半導体ウエハを静電吸着保持する技術に関するものであるのに対し(引用文献1段落【0001】)，引用文献2は，半導体装置の製造工程における半導体ウエハの固定操作に関するものであるから(引用文献2段落【0001】)，半導体装置の製造における，半導体ウエハを保持(固定)する装置に関するという点で，技術分野は同一である。",
                    "また，両者とも，ウエハに対する処理を行うため，静電吸着によりウエハを保持するものである点(引用文献1段落【0009】，引用文献2段落【0012】)，ウエハを冷却するため，静電チャック上に流体溝(冷却溝)を設け，流体溝と連通し，かつ静電チャックを貫通する流体孔を介して，冷却ガスを供給するための機構を有する点(引用文献1段落【0015】，引用文献2段落【0036】，【0037】，【図1】)において，作用・機能の面でも共通点を有する。加えて，引用発明では冷却ガスを排出するため，引用文献2に記載の技術ではウエハの下面を負圧にして差圧によりウエハを仮固定するためと目的は異なるものの，流体溝内の流体を流体孔から排出する手段を有する点(引用文献1段落【0021】，引用文献2段落【0033】)でも共通している。",
                    "さらに，引用文献1は，冷却溝によるエッチングレートむらの発生を防止するため，冷却溝をごく浅くするという発明を開示する文献であるが(引用文献1段落【0006】，【0009】，【0010】)，ウエハを保持する装置に関するものである以上，ウエハを静電チャック上の正しい位置に載置し，静電吸着により適切に保持することを当然の前提としていると解される。しかるに，半導体の各製造工程を経るうちにウエハに多少の反りが生じることや，静電吸着前のウエハに反りが生じていると，それが原因となって，静電吸着不安定や，異常放電誘発などの不具合が生じることは，引用文献2の段落【0006】や特開2003-318160(甲3)の段落【0004】，【0005】に示されるように，当業者にとって，技術常識であったと認められる。",
                    "そうだとすれば，当業者であれば，静電吸着による固定しか記載されていない引用発明には，ウエハに反りがあることで静電吸着が不安定になることなどの課題があることを認識し，かかる課題を解決するとする引用文献2に記載された技術を組み合わせる動機付けがあるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，①ウエハを載置面に密着させるまでの課題については，引用発明には何も書かれていないし，引用文献1の「排出」又は「排気」は，「吸引」とは全く異なるものであるから，引用発明に引用文献2に記載の技術を組み合わせる動機付けはない，②リフトピンを用いてウエハを基板台上に載置したときに，反りのあるウエハでは，静電吸着によりウエハを基板台に完全に密着させることができないという本願発明の課題は，引用文献1にも，リフトピンを用いない引用文献2にも記載されていない，③引用発明においては，「ウエハの反りを平坦に矯正すること」はすでに解決された課題であり，課題のないところに他の文献を組み合わせる動機は存在しない旨主張する。",
                    "しかし，①について，引用発明にウエハを載置面に密着させるまでの課題や，「吸引」に関する技術思想がないとしても，引用発明に接した当業者であれば，技術常識から，静電吸着前における課題を認識し，その解決手段として，引用文献2に記載された「吸引」すなわち流体溝を負圧にすることで上下の差圧を生み出しウエハを静電チャックに固定する技術を，引用発明に適用するとの動機付けがあることは，前記アのとおりである。",
                    "②について，ウエハを基板台に載置したとき，反りのあるウエハでは，静電吸着によりウエハを基板台に完全に密着させることができず問題が生じるという技術常識が存することは既に指摘したとおりである。そして，リフトピンによりウエハを基板台に載置した場合には，この技術常識とは異なる特殊な課題が生じると考える理由は見当たらないから，引用文献2に記載の技術を引用発明に適用する動機付けがあるとの判断は何ら左右されるものではない。",
                    "③について，当業者が，技術常識から，静電吸着を行うにあたって，ウエハに反りがあることによる課題があると認識することは前記アのとおりであり，これは，引用発明が前提とする，静電吸着によってウエハの反りを平坦に矯正することでは解決できていないことは明らかである。",
                    "よって，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明への引用文献2に記載の技術の適用",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明では，「給排ポート38はウエハを昇降させるための昇降ピン24のガイド孔を兼用するように構成されている。・・・給排ポート38は昇降ピン24によって略埋められた状態になっており，静電チャック30における給排ポート38の空白の影響が抑制されている。」(引用文献1段落【0017】)とされており，給排ポートを昇降ピンのガイド孔と兼用する構成に利点があるとされている。また，給排ポートは，冷媒としてのヘリウムガスを冷却溝に供給するのみでなく，ヘリウムガスの排気も可能な構成とされており(引用文献1段落【0015】，【0021】)，吸引を行う構成に変更することに特段支障がないと考えられる。",
                    "よって，引用発明に引用文献2に記載された技術事項を組み合わせるにあたっては，昇降ピンのガイド孔を兼用する既存の給排ポートにおいて，「基板載置台に載置された基板を吸引するための流体孔からのガスの吸引」を行う構成とすることが自然である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，給排ポート38は，略埋められた状態とされているから，吸引を行うことはできない旨主張する。",
                    "しかし，引用発明においては，昇降ピン24が給排ポート内に収まり，静電チャックされ，エッチングが行われるときに，冷却材であるヘリウムガスが冷却溝に供給されるものであること(引用文献1段落【0019】から【0021】)からすれば，昇降ピン24が給排ポート内に収まり，給排ポート38が略埋められた状態であっても，気体の流通は可能と解されるから，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明に引用文献2に記載の技術を組み合わせて，本願発明に想到することは容易であったといえる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，本願発明が進歩性を欠くとして，本件補正を認めなかった本件審決の判断に誤りはない。また，本件補正前の請求項1記載の発明は，本願発明に本件補正に係る限定事項を加える前のものであるから，同様に進歩性を有さないことは明らかである。",
            "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}