{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2018-700519号事件について令和元年6月7日にした決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「窒化物半導体積層体及びそれを用いた発光素子」とする特許第6252092号(平成25年10月17日特許出願，平成29年12月8日設定登録，請求項の数11。以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許に対して，訴外Aから特許異議の申立てがあり，特許庁は，これを異議2018-700519号事件として審理をした上，令和元年6月7日，「特許第6252092号の請求項1ないし11に係る特許を取り消す。」との決定をし(以下「本件取消決定」という。)，その謄本は同月17日に原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年7月12日，その取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲の記載は，次のとおりである(以下，特許請求の範囲に記載された発明を「本件発明」といい，個別に特定するときは請求項の番号に従って「本件発明1」などという。)。",
            "【請求項1】",
            "c面を上面に有するサファイアからなる下地基板上面に接して厚さ2μm以上4μm以下の窒化アルミニウムからなるバッファ層が形成されたテンプレート基板と，",
            "前記テンプレート基板上面に接して形成され，窒化アルミニウムガリウム層及び窒化アルミニウム層を交互に積層してなる超格子層と，",
            "前記超格子層の上面に接して形成され，アンドープの窒化アルミニウムガリウムからなり，前記アンドープの窒化アルミニウムガリウムのアルミニウム比m 1が前記超格子層側から上方向に順次減少する第一の組成傾斜層と，",
            "Al  前記第一の組成傾斜層の上面に接して形成され，n型不純物ドープの窒化アルミニウムガリウムからなり，前記n型不純物ドープの窒化アルミニウムガリウムのアルミニウム比m 2が前記第一の組成傾斜層側から上方向に順次減Al少する第二の組成傾斜層と，",
            "前記第二の組成傾斜層の上面に接して形成され，III族窒化物半導体からなり，深紫外光を発する発光層を有する活性層と，",
            "前記活性層の上面に接して形成されるp側層と，",
            "を含む，窒化物半導体積層体。",
            "【請求項2】",
            "前記第一の組成傾斜層上面における前記m 1(≡m 1u)と，前記第二Al Alの傾斜層下面における前記m 2(≡m 2b) との比m 1u／m 2b Al Al Al Alが，1．00 以上1．02以下である，請求項1に記載の窒化物半導体積層体。",
            "【請求項3】",
            "前記第二の組成傾斜層における前記n型不純物がシリコンである，請求項1又は2に記載の窒化物半導体積層体。",
            "【請求項4】",
            "前記p側層が，p型不純物ドープの窒化アルミニウムガリウムからなる電子障壁層を有する，請求項1乃至3のいずれか一項に記載の窒化物半導体積層体。",
            "【請求項5】",
            "前記電子障壁層における前記p型不純物がマグネシウムである請求項4に記載の窒化物半導体積層体。",
            "【請求項6】",
            "前記p側層が，p型不純物ドープの窒化アルミニウムガリウムからなり，前記p型不純物ドープの窒化アルミニウムガリウムのアルミニウム比m 3がAl前記活性層側から上方向に順次減少する第三の組成傾斜層を有する，請求項1乃至5のいずれか一項に記載の窒化物半導体積層体。",
            "【請求項7】",
            "前記第三の組成傾斜層における前記p型不純物がマグネシウムである，請求項6に記載の窒化物半導体積層体。",
            "【請求項8】",
            "前記下地基板の前記上面が，c面からa軸方向又はm軸方向に0．2°以上2°以下傾いている，請求項1乃至7に記載の窒化物半導体積層体。",
            "【請求項9】",
            "前記バッファ層における前記窒化アルミニウムが，単結晶窒化アルミニウムである，請求項1乃至8に記載の窒化物半導体積層体。",
            "【請求項10】",
            "請求項1乃至9のいずれか一項に記載の窒化物半導体積層体と，",
            "前記窒化物半導体積層体の前記第一の組成傾斜層に電気的に接続されたn電極と，",
            "前記窒化物半導体積層体の前記p側層に電気的に接続されたp電極と，",
            "を含む窒化物半導体発光素子。",
            "【請求項11】",
            "請求項1乃至9のいずれか一項に記載の窒化物半導体積層体と，",
            "前記窒化物半導体積層体の前記第二の組成傾斜層に電気的に接続されたn電極と，",
            "前記窒化物半導体積層体の前記p側層に電気的に接続されたp電極と，",
            "を含む窒化物半導体発光素子。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件取消決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件取消決定の理由は，別紙決定書の写しに記載のとおりである。要するに，以下のとおり，本件発明は，いずれも当業者が容易に発明することができたから，本件特許は，特許法29条2項の規定に違反してされたものであって取り消されるべきであるとするものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1，2及び3は，引用文献1に記載された発明(以下「引用発明」という。)及び引用文献4から6に示された周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明4は，引用発明，引用文献2に記載された技術及び上記周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明5，6及び7は，引用発明，引用文献2に記載された技術，上記周知技術及び引用文献7から9に示された周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明8は，引用発明，引用文献2に記載された技術，引用文献3に記載された発明及び上記周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明9，10及び11は，引用発明，引用文献2に記載された技術，引用文献3に記載された発明，上記周知技術及び引用文献10に示された周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件取消決定が引用する刊行物は，次のとおりである。",
                "引用文献1：Akira Fujioka et al，“Improvement in Output Power of 280-nm Deep Ultraviolet Light-Emitting Diode by Using AlGaN Multi Quantum Wells”，Applied Physics Express 3 (2010) 041001(甲1)",
                "引用文献2：Jianchang Yan et al，“Improved performance of UV-LED by p-AlGaN with graded composition”，Physica Status Solidi C 8, No.",
                "2, 461-463 (2011) / DOI 10.1002 (甲9)",
                "引用文献3：国際公開2013／021464号(2013年2月14日公開，甲7)",
                "引用文献4：特開2000-196143号公報(甲10)",
                "引用文献5：特開2001-44497号公報(甲11)",
                "引用文献6：特開平5-343739号公報(甲12)",
                "引用文献7：特開2012-146847号公報(甲5)",
                "引用文献8：特開平11-186601号公報(甲6)",
                "引用文献9：特開2013-80925号公報(2013年5月2日公開，甲13)",
                "引用文献10：特開2010-258097号公報(甲8)"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件取消決定が認定した引用発明，本件発明1と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「  c面サファイア基板上に3μmの厚さのAlＮ層を堆積したAlＮテンプレートと，",
                    "該AlＮテンプレート上に設けた，応力を緩和するAlＮ／AlGaＮ超格子バッファと，",
                    "該AlＮ／AlGaＮ超格子バッファ上の，0．5μmの厚さのアンドープ及び2．5μmの厚さのSiドーピングのAl Ga Ｎのn型0．6 0．4コンタクト層と，",
                    "2組の4nmの厚さのAl Ga Ｎの井戸層と2．5nmの厚0．45 0．55さのAl Ga Ｎの障壁層から構成される活性層と，",
                    "0．56 0．44該活性層上の10Åの厚さのアンドープのAlＮ層及びp型クラッド層と，",
                    "3000Åの厚さのp型GaＮコンタクト層と，",
                    "からなる深紫外発光ダイオード。」",
                    "以下，「3μmの厚さのAlＮ層を堆積したAlＮテンプレート」を「AlＮ層」，「AlＮ／AlGaＮ超格子バッファ」を「超格子バッファ」，「0．5μmの厚さのアンドープ・・・のAl Ga Ｎのn0．6 0．4型コンタクト層」を「アンドープ層」，「2．5μmの厚さのSiドーピングのAl Ga Ｎのn型コンタクト層」を「ドーピング層」，0．6 0．4「2．5nmの厚さのAl Ga Ｎの障壁層」を「障壁層」とい0．56 0．44うことがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「  c面を上面に有するサファイアからなる下地基板上面に接して厚さ2μm以上4μm以下の窒化アルミニウムからなるバッファ層が形成されたテンプレート基板と，",
                    "前記テンプレート基板上面に接して形成され，窒化アルミニウムガリウム層及び窒化アルミニウム層を交互に積層してなる超格子層と，",
                    "前記超格子層の上面に接して形成され，アンドープの窒化アルミニウムガリウムからなる第一の層と，",
                    "前記第一の層の上面に接して形成され，n型不純物ドープの窒化アルミニウムガリウムからなる第二の層と，",
                    "前記第二の層の上面に接して形成され，III族窒化物半導体からなり，深紫外光を発する発光層を有する活性層と，",
                    "前記活性層の上面に接して形成されるp側層と，",
                    "を含む，窒化物半導体積層体。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "第一の層が，本件発明1では，「アルミニウム比m 1が前記超格Al子層側から上方向に順次減少する第一の組成傾斜層」であるのに対し，引用発明では，そのようなものではない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "第二の層が，本件発明1では，「アルミニウム比m 2が前記第一Alの組成傾斜層側から上方向に順次減少する第二の組成傾斜層」であるのに対し，引用発明では，そのようなものではない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "進歩性判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の認定",
          "text": [
            "本件取消決定の判断のうち，本件発明1と引用発明との相違点の認定は争わない。また，被告が後記第4の1で主張する，引用発明に，電子供給層を構成として加えること(以下当該発明を「引用発明A」という。詳細は第4の1参照。)も，異論はない。",
            "しかし，引用文献4から6に基づき，半導体発光素子の技術において，その駆動電圧を低くするという課題を解決するために，AlGaＮ層のAlの比率を傾斜させた組成傾斜層を採用すること(以下「本件技術」という。)が周知技術であるとした認定には誤りがあり，引用発明に本件技術を組み合わせる動機付けがあるとした判断も誤りであるから，本件取消決定の判断は誤りである。",
            "また，被告が主張するように，格子定数に着目して引用発明Aの構成を変更する動機付けはないから，その意味でも本件発明の進歩性を否定した本件取消決定の判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件技術を周知技術と認定したことの誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献4について",
              "text": [
                "引用文献4において，組成傾斜層が記載されているのは実施例4であるところ，その効果は，「n側緩衝層204およびp側緩衝層206と量子井戸構造の活性層205における，結晶格子歪み」を緩和するというものであり，その結果として「低電流化，長寿命化が達成されている」とはされているが，駆動電圧が低下するとは記載されていない(引用文献4の段落【0046】。以下，各引用文献の段落を引用する際は，④段落【0046】のように，引用文献の番号を丸囲み数字で表す。)。",
                "オームの法則により，ある特定の組成においては電流が下がれば電圧も下がるとしても，組成を変えれば，抵抗値は一定にはならないから，現実の発光素子の設計において，低電流化との記載があれば，駆動電圧の低下をも意味するとの単純な理解は成り立たない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献5について",
              "text": [
                "引用文献5において，請求項(請求項1～18)は，いずれも組成傾斜層であることを要件としていない。組成傾斜層について述べている⑤段落【0042】には，その効果として，「ヘテロギャップの低減による素子抵抗の低減が期待される」という抽象的な予測は記載されているが，駆動電圧の低下については記載されていない。",
                "被告は，乙6の3(E・フレッド・シューベルト著，八百隆文ほか訳「発光ダイオード」初版，朝倉書店，平成22年)を根拠に，余分な駆動電圧の原因にヘテロ接合があることは技術常識であるとするが，乙6の3は，理想的な電圧よりも実際の駆動電圧が高くなる原因の一つにヘテロ接合があるとしているだけのことであるから，⑤段落【0042】の抽象的な一行記載が本件技術を示していることの根拠になるものではない。",
                "オームの法則から，他の要素を考慮しなければ，「素子抵抗の低減」が実現すれば駆動電圧が下がる傾向にあるとはいえるのであろうが，「素子抵抗の低減」とあれば，直ちに「駆動電圧の低下」を読み取るとするのはあまりにも論理の飛躍がある。ある発光素子の駆動電圧がどうなるのかは，当該素子を構成する層の結晶性，層構造，あるいは電極の組成などの諸要素によって異なるのであって，「素子抵抗の低減」とあれば，「駆動電圧の低下」を読み取れるというものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用文献6について",
              "text": [
                "引用文献6は，AlGaAs系の発光素子であって，窒化物系の発光素子ではない。",
                "このような一つの証拠をもって，本件技術が周知であったということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用文献4から6に基づき，本件技術が本件特許の出願前に周知であったと認定した本件取消決定の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明Aに本件技術を組み合わせる動機付けがないこと",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の出願当時の窒化物半導体を用いた深紫外線発光LEDにかかる技術水準においては，実用化に向けての出力の向上こそが課題であり，それとは基本的にトレードオフの関係にある駆動電圧の低下を目的とすることは新規な課題であって，少なくとも，周知な課題とは到底いえない状況にあった。引用発明Aも，発光効率のみに着目した発明となっており，駆動電圧の低下には一切触れていない。",
                "また，引用文献1には，p型層の改良は示唆されているが，発光層で生成した光が通過するn型層側の改良は一切示唆されておらず，組成傾斜層を設けることの開示も示唆もない。発光層によって生成された光が通過する層であるアンドープ層及びドーピング層を組成変更すれば，光の吸収が高まるおそれさえあることからすれば，これらの層に組成傾斜層を適用することには阻害理由があるといえる。",
                "さらに，組成傾斜層は，安定した組成傾斜を得るという点で単一層を設けるよりも製膜が難しく(制御が安定しない)再現性を得られないこと，コンタクト層を組成傾斜層にする場合には，電極形成面の組成が分からず，オーミック接触がとれずにかえって電圧が上昇するおそれがあることなどのデメリットもある。",
                "以上のような事実をふまえると，引用発明Aに2層の組成傾斜層を採用する動機はなく，ましてやアンドープ層とドーピング層の2層にわたって，組成傾斜層とする動機はまったくない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，引用発明Aにおいて，「n型コンタクト層」は，アンドープ層とドーピング層とからなっているから，当業者は，周知である本件技術に照らして，引用発明Aのアンドープ層及びドーピング層の双方を組成傾斜層にする動機をもつ旨主張する。",
                "しかし，引用文献1において，アンドープ層を「コンタクト層」と呼んでいるかどうかはともかくとして，引用発明Aにおいてアンドープ層とドーピング層とはドーピングの有無としても，また，層としての機能からしても，明らかに別の層であって，一体として捉えるべきではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "格子不整合との主張について",
          "text": [
            "被告は，当業者が，各層間の格子定数の違いを認識し，引用発明Aのアンドープ層及びドーピング層を組成傾斜層とする旨主張するが，以下のとおり誤った主張である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1において，電子供給層の組成が，障壁層と同じくAl G0．56a Ｎであるとは限らないから，当業者は，電子供給層とドーピング層0．44の間に格子不整合が存在するとは認識しない。",
                "また，超格子バッファの格子定数を正確に把握することは困難である上，応力緩和のために超格子バッファが設けられているのに，さらに超格子バッファとアンドープ層との間の格子定数の差異に注目する理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "AlGaＮ系の発光素子を形成する場合には格子定数差は不可避的に発生し，当業者は応力緩和層を設けたり，問題がなければ，格子定数差を許容する設計を行なったりすることもあるのであって，格子定数差があれば組成傾斜層を採用するなどという技術常識は存在しない。",
                "引用発明Aのドーピング層と電子供給層との間にも応力は発生しているが，電子供給層の厚みは薄く，かつ，格子定数差(組成差)は小さいので，その応力は大きくないから，この点について特段，応力を緩和させる必要はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "アンドープ層とドーピング層とを組成傾斜層にすると，超格子バッファ層とアンドープ層(及びその上のドーピング層)との間のみならず，元々は組成差のなかったアンドープ層とドーピング層との間にも組成差ができるため，せっかく，AlＮ層とアンドープ層及びその上のドーピング層との間に発生する応力を緩和するために超格子バッファ層を設けておきながら，あえて，応力を発生させてしまうことになる。",
                "当業者がこのような思考に至るとする理由が不明である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，アンドープ層とドーピング層とを一体として考えることを前提に，両者に組成傾斜層を導入すると主張する。",
                "しかし，前記3(2)のとおり，両者は機能も組成(ドープの有無)も異なる別の層であるから，これを一体と理解することはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，格子不整合に着目して，引用発明Aに組成傾斜層を適用する動機付けはなく，被告の主張は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "まとめ",
          "text": [
            "以上のとおり，本件取消決定の認定には理由がなく，引用発明Aから出発して，相違点1及び2に係る本件発明の構成を想到することが当業者に容易とはいえない。",
            "したがって，異議決定の認定は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "引用発明Aの認定",
          "text": [
            "本件取消決定が本来意図していた，引用文献から認定できる発明(引用発明A。下線部が変更箇所。以下「1番目の障壁層として成長された50nm厚の電子供給層」を「電子供給層」ということがある。)は，",
            "「  c面サファイア基板上に3μmの厚さのAlＮ層を堆積したAlＮテンプレートと，",
            "該AlＮテンプレート上に設けた，応力を緩和するAlＮ／AlGaＮ超格子バッファと，",
            "該AlＮ／AlGaＮ超格子バッファ上の，0．5μmの厚さのアンドープ及び2．5μmの厚さのSiドーピングのAl Ga Ｎのn型コン0．6 0．4タクト層と，",
            "該n型コンタクト層上の，1番目の障壁層として成長された50nm厚の電子供給層と，",
            "該電子供給層上の，2組の4nmの厚さのAl Ga Ｎの井戸層0．45 0．55と2．5nmの厚さのAl Ga Ｎの障壁層から構成される活性層0．56 0．44と，",
            "該活性層上の10Åの厚さのアンドープのAlＮ層及びp型クラッド層と，",
            "3000Åの厚さのp型GaＮコンタクト層と，",
            "からなる深紫外発光ダイオード。」",
            "というものである。",
            "このように解しても，本件取消決定が認定した相違点1，2から変更はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件技術は周知技術であること",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献4について",
              "text": [
                "④段落【0046】第1文は，「・・・さらなる低電流化・・・が達成されているが，これは，n型ガイド層203およびp型ガイド層208に傾斜組成層を適用したことにより，・・・活性層205における，結晶格子歪みが緩和された効果である。」というものであり，「傾斜組成層の適用」と「低電流化」との間に因果関係があることを示すといえる。このような因果関係に照らせば，引用文献4は，傾斜組成の有無のみで異なる半導体発光素子を想定した上で，傾斜組成がある半導体発光素子の方が，傾斜組成がない半導体発光素子よりも，低電流駆動できることを開示しているといえる。",
                "次に，④段落【0007】，【0037】，【0038】は，「駆動電流の低減」と「駆動電圧の低減」との間に因果関係があることを示す記載といえる。",
                "以上によれば，引用文献4は，傾斜組成の有無のみで異なる半導体発光素子を想定した上で，傾斜組成がある半導体発光素子の方が，傾斜組成がない半導体発光素子よりも，低電圧駆動できることを開示しているといえる。",
                "そして，④段落【0044】は，組成傾斜層が，AlGaＮ層のAlの比率を傾斜させた組成傾斜層であることを開示する。",
                "よって，引用文献4は，本件技術を開示しているといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献5について",
              "text": [
                "AlGaＮを用いた半導体発光素子の技術分野において，余分な駆動電圧の原因にヘテロ接合があること，ヘテロ接合界面での組成傾斜を採用することでヘテロ接合バリアの抵抗を低減できることは，LED分野の本格的・入門的教科書である乙6の3にも記載されているとおり，技術常識である。",
                "よって，⑤段落【0042】の「AlＮモル分率を直線状あるいは放物線状に変化させた傾斜組成AlGaＮ層とすることもできる。ヘテロギャップの低減による素子抵抗の低減が期待される。」との記載は，ヘテロギャップの低減による素子抵抗の低減がされれば，駆動電圧が低下することを開示しているといえる。",
                "原告は，ある発光素子の駆動電圧がどうなるのかは，当該素子を構成する層の結晶性，層構造，あるいは電極の組成などの諸要素によって異なるのであり，「素子抵抗の低減」とあれば「駆動電圧の低下」を読み取れるものではない旨主張するが，本件取消決定が周知と認定した本件技術は，傾斜組成の有無以外は，基本的に同一の構造となっていることを前提としたものであるから，原告の主張は当を得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用文献6について",
              "text": [
                "引用文献4，5，乙6の3により，本件技術が開示されていたという本件特許の出願時の技術水準に照らせば，引用文献6をも考慮して，本件技術が周知であると認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "引用文献4及び5のほか，乙6の3も，本件技術を開示するから，本件技術が周知であることを認定できるし，引用文献6をも考慮すれば，かかる認定が妥当であることが，ますます明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明Aに本件技術を組み合わせる動機付けについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1には，DUVLED(深紫外線発光LED)について，「縦方向構造の目的は，・・・LED駆動電圧を下げるためである。」との記載がある。また，乙6の3には，UV  LEDデバイス(深紫外のものも当然想定されている。)について，「余分な順方向電圧」との記載もある。このような記載に照らせば，深紫外線発光LEDの技術分野であっても駆動電圧を低くすることが望ましいことは，技術常識であったというべきであるから，周知である本件技術を適用する動機付けがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明Aにおける「n型コンタクト層」の構造が駆動電圧に影響することは，それが「コンタクト層」である以上，明らかである。",
                "しかるに，引用発明Aにおける「n型コンタクト層」は，アンドープ層とドーピング層とからなる。",
                "よって，当業者は，本件技術に基づいて，引用発明のアンドープ層とドーピング層の双方を組成傾斜層にする動機をもつ。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "格子不整合について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明Aにおいて，電子供給層の組成は，障壁層と同じくAl G0．56a Ｎと解するのが自然であり，この理解は引用文献1の図1の記載中，0．44「Al Ga Ｎ／Al Ga Ｎ  MQW」中の「Al0．45 0．55 0．56 0．44 0．56Ga Ｎ」が電子供給層を意味すると解するほかないこととも整合する。0．44そうだとすれば，電子供給層の格子定数は，Al Ga Ｎのドーピン0．6 0．4グ層及びアンドープ層よりも大きい。",
                "また，超格子バッファのAlGaＮのAl組成比は引用文献1から明らかでないが，当業者は，アンドープ層と同じであるか，それよりも大きい(格子定数としては小さい)と認識する。",
                "よって，格子定数の大小関係は，",
                "①  超格子バッファの最上層  ＝  アンドープ層  ＝  ドーピング層",
                "＜  電子供給層，となっている態様，",
                "②  超格子バッファの最上層  ＜  アンドープ層  ＝  ドーピング層",
                "＜  電子供給層，となっている態様，",
                "のいずれかとなり，当業者は双方を認識する。これ以外の態様はあり得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "格子不整合による結晶性の悪化を抑制するために，傾斜組成構造を採用することは，技術常識である(乙6の2)。そして，アンドープ層及びドーピング層は，いずれも「n型コンタクト層」であるから，これらの層を一体として考えることができる。",
                "よって，当業者は，①の態様では，「n型コンタクト層」と電子供給層との格子不整合を解消するために，②の態様では，さらに，超格子バッファの最上層との格子不整合をも解消するために，「n型コンタクト層」であるアンドープ層及びドーピング層の双方を傾斜組成構造にする動機をもつ。",
                "また，当業者は，②の態様では，アンドープ層とドーピング層とを，一体の「n型コンタクト層」として評価せずに，別々の層としてみることもできる。その場合，当業者は，アンドープ層については超格子バッファの最上層との格子不整合を解消するために，ドーピング層については電子供給層との格子不整合を解消するために，アンドープ層及びドーピング層の双方を傾斜組成構造にする動機をもつといえる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "まとめ",
          "text": [
            "以上のとおり，本件取消決定に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "前記第2の2に記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "明細書の記載",
              "text": [
                "本件特許の明細書及び図面には，以下の記載がある(明らかな誤記は修正した。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】  本発明は，窒化物半導体積層体に関する。特にIII族窒化物を用い，深紫外発光する半導体発光素子に用いられる窒化物半導体積層体に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0009】  半導体発光素子においては，素子を構成する半導体層中の欠陥密度が低いほど発光効率が高まる。バッファ層の厚みを大きくすると，バッファ層成長時に転位等の結晶欠陥同士が合体，消滅する確率が高まるため，バッファ層の上に形成される半導体層も低欠陥化できる。しかし，バッファ層の厚みが大きくなると，バッファ層とその直上の層との間に強力な応力がかかり，バッファ層より上の層におけるクラック発生や結晶性低下を招く。クラックの発生は最終的に発光層に注入されるホールと自由電子との再結合の効率(内部量子効率)低下を招く。また，発光層からの発光を外部に取り出すには，各半導体層のバンドギャップを発光光子のエネルギーより大きくする必要がある。半導体層のバンドギャップが大きくなると，ドープされた不純物の準位がバンドギャップ中の深いエネルギー準位に形成され，キャリアの活性化エネルギーが増大するため，不純物をドープしても半導体層の電気伝導性は増加しにくくなる(n型化あるいはp型化しにくくなる)。この結果，電極及び前記電極と接触する半導体層の間における表面抵抗率及び接触抵抗は大きくなり，順駆動電圧(Vf)の上昇を招く。バンドギャップが大きい半導体層においてこれら表面抵抗率及び接触抵抗を低下させるには，半導体層を組成傾斜層とし，不純物濃度を高めることが必要になる。しかし，Si等のドーピングを行うとアンドープの場合に比べてクラックが発生し易くなる。このため，深紫外光のような光子エネルギーが大きな光を発する発光素子においては，・・・クラック発生防止とVf上昇防止との両立ができずにいた。",
                    "【0010】  本発明は上述の事情に鑑みてなされたものである。本発明の目的は，深紫外光を発する半導体発光素子において，内部量子効率が高く，且つVfが低い半導体発光素子を実現可能な半導体積層体を提供することである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0011】  上記目的を達成するために本発明者は鋭意検討を重ね，本発明を完成するに至った。本発明者は，特定のサファイア基板上面に接して一定厚さ以上の窒化アルミニウムからなるバッファ層を設けてテンプレート基板とし，テンプレート基板上面に接して超格子層を設け，超格子層の上面に接して特定の組成傾斜層を設け，その上に深紫外発光用の各層を設けた半導体積層体を用いると，クラックが少なくVfの低い深紫外発光素子が得られることを見出した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "【0013】  本発明の窒化物半導体積層体は上記の特徴を備えているため，n側層にバンドギャップの大きな窒化物半導体層を用いてもn側電極との表面抵抗率や接触抵抗を低減することができる。そのため，窒化物半導体発光素子におけるVfを低減することができる。また，バッファ層に厚みの大きい窒化アルミニウム層を用いても，より上層におけるクラックの発生や結晶性低下が防止できるため，内部量子効率が向上する。これらの効果により，窒化物半導体発光素子全体の発光効率を向上させることができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "図面の簡単な説明",
                  "text": [
                    "【0014】  図1 は本発明の窒化物半導体積層体の実施形態の一例を表す。",
                    "【図1】"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "符号の説明",
                  "text": [
                    "【0077】"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "窒化物半導体積層体",
          "text": [
            "11       テンプレート基板",
            "111     下地基板",
            "112     バッファ層",
            "12       超格子層",
            "13       n側層",
            "131     第一の組成傾斜層",
            "132     第二の組成傾斜層",
            "14       活性層",
            "142     発光層",
            "15       p側層"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "本件発明の特徴",
              "text": [
                "以上によれば，本件発明の特徴は，次のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，III族窒化物を用い，深紫外発光する半導体発光素子に用いられる窒化物半導体積層体に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "半導体発光素子において，バッファ層の厚みを大きくすると，バッファ層の上に形成される半導体層も低欠陥化できるが，バッファ層とその直上の層との間に強力な応力がかかり，バッファ層より上の層におけるクラックの発生を招き，発光層に注入されるホールと自由電子との再結合の効率(内部量子効率)低下を招く。また，バンドギャップが大きい半導体層において，素子の順駆動電圧(Vf)の上昇を防ぐために表面抵抗率及び接触抵抗を低下させるには，半導体層を組成傾斜層とし，不純物濃度を高めることが必要になるが，Si等のドーピングを行うとアンドープの場合に比べてクラックが発生し易くなる。このため，深紫外光のような光子エネルギーが大きな光を発する発光素子においては，クラック発生防止とVf上昇防止との両立ができずにいた(【0009】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "かかる課題を解決するため，本発明は，請求項1に特定されるように，サファイア基板上面に接して一定厚さ以上の窒化アルミニウムからなるバッファ層を設けてテンプレート基板とし，テンプレート基板上面に接して超格子層を設け，超格子層の上面に接して特定の組成傾斜層を設け，その上に深紫外発光用の各層を設けた半導体積層体を用いたものである(【0011】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このような構成により，本発明の窒化物半導体積層体は，n側層にバンドギャップの大きな窒化物半導体層を用いてもn側電極との表面抵抗率や接触抵抗を低減することができるので，窒化物半導体発光素子におけるVfを低減することができる。また，バッファ層に厚みの大きい窒化アルミニウム層を用いても，より上層におけるクラックの発生や結晶性低下が防止できるため，内部量子効率が向上する。これらの効果により，窒化物半導体発光素子全体の発光効率を向上させることができる(【0013】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明A (1)  引用文献1の記載(訳文は甲1の抄訳による。ただし，当事者の主張に基づき，付加修正した。)",
          "text": [
            "「  これまでにいくつかのグループが窒化物ベースのDUVLEDを報告している。発光波長は短いもので210nmまで調整できるものの，効率は短波長化にともなって低下する傾向がある。可視LEDが70％を超える非常に高い外部量子効率(EQE)を達成しているのに対し，DUVLEDのEQEは2％以下にとどまっている。従って，水銀ランプをLEDに置き換えるには更なる発光効率の向上が必要不可欠である。」",
            "「  低EQEの主要な原因はエピタキシャル層中に存在する高密度の貫通転位である。PanthaらはAlＮエピ層の厚みを増加すると貫通転位密度が減少し，結晶品質が向上すると報告している。この手法は横方向埋め込み成長といった方法に比べ，直接的でありLED成長に適用が容易である。」",
            "「  本研究で我々は280nm発光，FCタイプのDUVLEDを作製し，その外部量子効率が2％以上を実証した。この結果は高結晶品質AlＮテンプレート，AlGaＮ多重量子井戸構造，およびAlＮ電子ブロック層に起因する。」",
            "「  すべてのエピタキシャル膜は，2インチサイズのc面サファイア基板上に成長した。・・・図1にLED構造の模式図を示す。まず，3μmの厚みを有するAlＮ層がサファイア基板上に配置された。」",
            "「  AlＮテンプレート」",
            "「  0．5μmの厚みを有するアンドープ及び2．5μmの厚みを有するSiがドープされたAl Ga Ｎのn型コンタクト層の前に，応力を緩和す0．6 0．4るAlＮ及びAlGaＮの超格子バッファが採用された。50nmの厚みを有する電子供給層が第1の障壁層として成長した。活性層は，4nmの厚みを有するAl Ga Ｎの井戸層及び2．5nmの厚みを有するAl0．45 0．55Ga Ｎの障壁層を2組から構成される。電子ブロック層として，0．56 0．44薄い(10Å)アンドープのAlＮ層が，最後の活性井戸層及びp型クラッド層の間に挿入された。我々は，電流の拡散のために，かなり厚い(3000Å)p型GaＮコンタクト層を用いた。」",
            "「  発光波長，飽和光出力，20mA測定時の順方向電圧，半値幅，外部量子効率はそれぞれ281．0nm，2．45mW，7．53V，10．6nm，2．78％だった。」"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "引用発明Aの内容",
              "text": [
                "本件取消決定の引用発明と本件発明1の相違点に係る認定(前記第2の3(3))について原告は争っておらず，引用発明に電子供給層を加えた引用発明A(前記第4の1)としても相違点に変更がないことも原告は争っていない。再掲すると，引用発明Aと本件発明1の相違点は以下の相違点1，2である。",
                "［相違点1］",
                "第一の層が，本件発明1では，「アルミニウム比m 1が前記超格Al子層側から上方向に順次減少する第一の組成傾斜層」であるのに対し，引用発明Aでは，そのようなものではない点。",
                "［相違点2］",
                "第二の層が，本件発明1では，「アルミニウム比m 2が前記第一Alの組成傾斜層側から上方向に順次減少する第二の組成傾斜層」であるのに対し，引用発明Aでは，そのようなものではない点。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件技術が周知技術と認められるか",
          "text": [
            "本件取消決定は，引用文献4から6に基づき，半導体発光素子の技術において，その駆動電圧を低くするという課題を解決するために，AlGaＮ層のAlの比率を傾斜させた組成傾斜層を採用すること(本件技術)が周知であると認定したので，この点から検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献4の記載(明らかな誤記は修正した。)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "【0001】  本発明は，半導体発光素子に関し，特に窒化ガリウム系材料による可視波長の光を効率よく発する半導体発光素子および低閾値電流を有し，高信頼性を実現する半導体レーザ素子に関するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0006】  上記のように，従来技術によるGaＮ系半導体発光素子においては，LEDの場合，光出力が1．5mWと小さく，また発光スペクトルの半値全幅が23nmと広く，単色性が悪いという問題があった。",
                        "【0007】  また，半導体レーザの場合は，閾値電流値が78mAと高く，駆動電流が120mAと100mAを越えたことにより，駆動電圧も5．3Vと高くなり，その結果素子寿命が35時間と実用的な時間(5000時間以上)を得ることが出来なかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例2",
                      "text": [
                        "【0032】  次に本発明を半導体レーザに適用した例を図6の断面構造図を用いて説明する。201はn型GaＮ基板，202はn型AlGaＮクラッド層，203はGaＮのn型ガイド層，204はn型InGaＮからなるn側緩衝層，205は多重量子井戸構造の活性層，206はp型InGaＮからなるp側緩衝層，207はp型AlGaＮ保護層，208はGaＮからなるp型ガイド層，209はAlGaＮからなるp型クラッド層，210はp型GaＮコンタクト層，211はメサストライプ，212はn型AlGaＮ電流狭窄層，213はp型GaＮ第2コンタクト層，220はp型電極，221はn型電極である。",
                        "【図6】",
                        "【0037】  本実施例素子の特性と従来例2のレーザ素子の特性を比較すると明らかなように，上下のn側緩衝層204，p側緩衝層206を挿入することにより，活性層205でのゲインスペクトルの半値全幅が従来例素子の74％と狭くなり，かつ発光強度が2．7倍増加したことが分かる。よって，この2つの効果の相乗作用により，波長当たりにおける光出力は3．6倍も向上できたこととなり，レーザ発振の閾値電流を従来素子の半分以下に効果的に低減させることができたものと推察される。また，実施例2の駆動電圧の低減は駆動電流が上記の効果により60mAだけ低減できたことにより，レーザ素子の直列抵抗分で消費されていた電圧分が低減できたものである。この，駆動電流の低減と駆動電圧の低減により，35mW光出力時のレーザ素子への投入電力は従来例素子の640mWに対し，本実施例では260mWと半分以下に低減できた。このことが，レーザ素子内部での発熱を抑制でき，高温動作における長期信頼性を確保できるに至ったものである。",
                        "【0038】  以上のように，n側緩衝層204とp側緩衝層206を多重量子井戸構造の活性層205の量子井戸層に接触させて形成することにより，発光効率の向上と，発光スペクトル(レーザ素子の場合ゲインスペクトル)の半値全幅を狭くすることができ，ひいては，低閾値電流，低駆動電流，低駆動電圧，長寿命の窒化物系半導体レーザ素子を得ることが可能となった。なお，上記の実施例2におけるn側緩衝層204，p側緩衝層206の望ましい厚みとn型不純物，p型不純物の望ましい濃度はそれぞれ実施例1と同じであった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例4",
                      "text": [
                        "【0044】  本実施例は，実施例2と同様の層構成ではあるが，個々の層の組成や厚み，不純物ドーピング濃度を下記の通りとした。実施例2と同じ工程によりn型AlGaＮクラッド層202まで形成の後，n型ガイド層203をAl Ga Ｎから成長方向に徐々にGaＮまでAl0.2 0.8混晶比が減少する0．15μm厚のSiが9×1017cm-3ドーピングされた傾斜組成層に，n側緩衝層204をSiが5×1017cm-3ドーピングされた厚さ15nmのn型In Ga Ｎに，活性層205を0.06 0.94Siを1×1017cm-3の濃度でドープした厚さ2．0nmのIn G0.18a Ｎ単一量子井戸層に，p側緩衝層206をMgを濃度3×1018c0.82m-3ドーピングされた厚さ5nmのIn Ga Ｎ層に，p型ガイド層0.03 0.97208をGaＮからAl Ga Ｎまで徐々にAl組成が増加するMg0.2 0.8が5×1019cm-3ドーピングされた厚さ0．15μmの傾斜組成層とした。これ以後は実施例2と同様の方法により，p型クラッド層209とp型GaＮコンタクト層210を形成した構成となっている半導体レーザ素子である。",
                        "【0045】  本実施例素子では，閾値電流18mA，35mW出力時の室温での動作電流50mA，同駆動電圧4．5V，60℃35mW条件で18000時間の寿命が確認できた。これらの特性は，本構成のn側緩衝層204，p側緩衝層206を使用しない半導体レーザ素子の場合の，閾値電流＝59mA，35mW動作電流＝102mA，動作電圧＝5．2V，素子寿命＝300時間よりも格段の改善ができた。",
                        "【0046】  また，実施例2に対して，さらなる低電流化，長寿命化が達成されているが，これは，n型ガイド層203およびp型ガイド層208に傾斜組成層を適用したことにより，n側緩衝層204およびp側緩衝層206と量子井戸構造の活性層205における，結晶格子歪みが緩和された効果である。さらに，この傾斜組成のn型ガイド層203，p型ガイド層208はもっとも堅いAlGaＮからなるn型クラッド層202およびp型クラッド層209の結晶割れを低減する効果や，n側緩衝層204，p側緩衝層206の結晶歪みを低減する効果もあり，実施例2に比べて，本実施例素子では，素子作製歩留まりを45％から78％へと改善させることができた。・・・"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0051】  以上のように，本発明を適用することにより，発光強度が大きく，単色性に優れた半導体発光素子(LED)を実現することが可能となった。また，本発明を窒化ガリウム系半導体レーザに適用することにより，閾値電流・動作電流が低く，高温高出力条件における信頼性の高いレーザ素子を得ることが出来るようになった。さらに，当該半導体レーザのガイド層に傾斜組成層を適用することにより，さらなる低電流化や長寿命化が実現でき，同時に作製歩留まりの向上を実現できた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用文献4に記載された技術的事項",
                  "text": [
                    "以上によれば，引用文献4では，n側緩衝層とp側緩衝層を多重量子井戸構造の活性層の量子井戸層に接触させて形成することにより，発光効率の向上と，ゲインスペクトルの半値全幅を狭くすることができる点を特徴とする発明が開示されており，その中で，実施例4として，n型GaＮ基板201上に，順に，n型AlGaＮクラッド層202，n型GaＮガイド層203，n型InGaＮからなるn側緩衝層204，SiドープしたInGaＮ単一量子井戸層からなる活性層205，p型InGaＮからなるp側緩衝層206，p型GaＮガイド層208，p型AlGaＮクラッド層209及びp型GaＮコンタクト層210を積層した窒化物半導体積層体構造を有する半導体レーザ素子において，n型ガイド層203及びp型ガイド層208を組成傾斜層とすると，n側緩衝層204及びp側緩衝層206並びに量子井戸構造の活性層205における結晶格子歪みが緩和されて，さらなる低電流化，長寿命化が達成されることが記載されていると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献5について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献5の記載(明らかな誤記は修正した。)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "【0001】  本発明は窒化物半導体素子に関し，特に低温堆積緩衝層上に成長させた比較的厚いAlＮ含有層を備えた窒化物半導体素子に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0006】・・・本発明の目的は比較的厚いAlＮ含有層を備える窒化物半導体素子をクラック発生無くかつ簡単な構造で形成することである。・・・"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "【0014】  図1に示す従来技術によるレーザ素子10のクラックはAlGaＮクラッド層であるn型AlGaＮ層14と電流注入用n型GaＮ層13との格子不整合により発生し，レーザ素子製造における歩留まりを大きく下げていた。クラックが発生しないためにはAlGaＮクラッド層はAlＮモル分率0．06，膜厚0．6μmが限界であった。・・・",
                        "【0015】  そこで，前の発明では，n型AlGaＮクラッド層14の直下に低温堆積緩衝層(膜厚：30nm)を挿入することによってクラック発生を防止し，AlGaＮクラッド層のAlＮモル分率と膜厚とを10％，1μmと大きく向上した。ところで，コンタクト層として作用する電流注入用n型GaＮ層13をn型AlGaＮクラッド層14を延伸して置換すれば，n型AlGaＮクラッド層14の直下に設けた低温堆積緩衝層を挿入することなく，光の閉じ込めを向上できることが推察された。・・・一方n型AlGaＮ層はAlＮモル分率が増えるにしたがって，そのバルク抵抗や接触比抵抗が増大する。したがって，低温堆積層上に成長したn型AlGaＮ層にn電極を形成して横方向電流注入層とすると，AlＮモル分率の高いn型AlGaＮ層の高抵抗により駆動電圧が上昇し，素子特性の悪化を招く。",
                        "【0016】  そこで本発明では，コンタクト層として作用するn型AlGaＮ層を低抵抗で電流注入可能なAlＮモル分率が小さく膜厚が厚い層と，充分な光閉じ込めのためのAlＮモル分率が大きく膜厚が薄い層の二層構造を採用した。この二層構造にすることで，レーザ素子の端子間抵抗を十分低減させつつ，構成層にクラックを発生せずに光閉じ込め係数を増大させることが可能となった。・・・"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例1",
                      "text": [
                        "【0017】  図2に本発明の一実施例のレーザ素子40の構造を示す。・・・",
                        "【図2】",
                        "【0018】  図2に示すように，有機金属気相成長法(MOVPE法)によりサファイア基板41のC面上に，AlGaＮ低温堆積緩衝層42(500℃，膜厚：30nm，モル分率：0．03)，Siドープn型AlGaＮ層43(1050℃，膜厚：3μm，Alモル分率：0．03)，Siドープn型AlGaＮクラッド層44(1050℃，膜厚：1μm，Alモル分率：0．06)，Siドープn型GaＮ光導波層45(1050℃，膜厚：0．10μm)，｛Ga In Ｎ(3n0．9 0．1m)/Ga In Ｎ(6nm)}5活性層46(800℃，膜厚：40．97 0．035nm)，Mgドープp型Al Ga Ｎ電子ブロック層470．15 0．85(1050℃，膜厚：15nm)，Mgドープp型GaＮ光導波層48(1050℃，膜厚：0．10μm)，Mgドープp型Al Ga0．06 0．Ｎクラッド層49(1050℃，膜厚：0．5μm)およびMgドープp型GaＮコンタクト層50(1050℃，膜厚：0．1μm)が順次成長形成され，本発明の一実施例のレーザ素子40が組み立てられる。・・・",
                        "【0042】  上述の実施例において，AlGaＮクラッド層やAlGaＮコンタクト層のAlＮモル分率と厚さとを変える方法としてAlＮモル分率を直線状あるいは放物線状に変化させた傾斜組成AlGaＮ層とすることもできる。ヘテロギャップの低減による素子抵抗の低減が期待される。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "本発明の実施により，クラックの発生を防ぎ，かつ光閉じ込めの観点において充分な膜厚およびAlＮモル分率のn型あるいはp型のAlGaＮ層を持つレーザ構造が簡易な構成で得られる。その際，AlGaＮ層をAlＮモル分率の多い光閉じ込め層(クラッド層)とAlＮモル分率が少なく低抵抗である電流注入層(コンタクト層)の二層にわけることで，(1)クラックがなく歩留まりが高い，(2)光閉じ込めが充分で遠視野像が単峰性になる，さらに(3)駆動電圧が充分低い，レーザ素子を実現する方法もえられる。・・・"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙6の3の記載事項",
                  "text": [
                    "被告は，引用文献5の記載の理解に当たって，乙6の3の記載を踏まえた主張をしているところ，乙6の3には，以下の記載がある。",
                    "「  AlGaＮ／AlGaＮ  UV  LEDは以下のような点にとくに気をつける必要がある」(196頁6行目)",
                    "「・ヘテロ接合バリア：  大きなバンドギャップエネルギーのためにヘテロ接合である伝導帯と価電子帯のバンド不連続が，小さなバンドギャップを持つ半導体に比べて，一般的に大きくなる。ヘテロ接合界面での組成傾斜を採用することでヘテロ接合バリアの抵抗を低減出来る。」(197頁7行目～10行目)",
                    "「  AlGaＮ  UV  LEDはしばしばV ＞＞hν／eの順方向電圧をf持つ。デバイスの構造によって，この余分な順方向電圧は，p型の電極接触抵抗，p型AlGaＮ光閉じ込め層，n型AlGaＮ層の横方向導電性，もしくは，どちらかの極性のヘテロ接合などが原因となっている。」(198頁18行目～20行目)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用文献5に記載された技術的事項",
                  "text": [
                    "以上によれば，引用文献5には，コンタクト層として作用するn型AlGaＮ層を，低抵抗で電流注入可能なAlＮモル分率が小さく膜厚が厚い層(Siドープn型AlGaＮコンタクト層)と，充分な光閉じ込めのためのAlＮモル分率が大きく膜厚が薄い層(Siドープn型AlGaＮクラッド層)の二層構造にすることで，レーザ素子の端子間抵抗を十分低減させつつ，構成層にクラックを発生せずに光閉じ込め係数を増大させることが可能となる窒化物半導体素子の発明であり，具体的には，サファイア基板のC面上に，順に，AlGaＮ低温堆積緩衝層，Siドープn型AlGaＮコンタクト層(膜厚：3μm，Alモル分率：0．03)，Siドープn型AlGaＮクラッド層(膜厚：1μm，Alモル分率：0．06)，Siドープn型GaＮ光導波層，｛Ga In Ｎ(3nm)/0．9 0．1Ga In Ｎ(6nm)}5活性層，Mgドープp型Al Ga0．97 0．03 0．15 0．Ｎ電子ブロック層，Mgドープp型GaＮ光導波層，Mgドープp型Al Ga Ｎクラッド層及びMgドープp型GaＮコンタクト層0．06 0．94を積層した窒化物半導体積層体構造を有する半導体レーザ素子が開示されている。そして，変形実施例として，当該半導体レーザ素子において，AlGaＮクラッド層やAlGaＮコンタクト層のAlＮモル分率と厚さとを変える方法としてAlＮモル分率を直線状あるいは放物線状に変化させた組成傾斜AlGaＮ層とすることもでき，ヘテロギャップの低減による素子抵抗の低減が期待されることが記載されていると認められる。乙6の3によれば，ヘテロ接合が，余分な順方向電圧の原因の1つとなること，ヘテロ接合界面での組成傾斜を採用することでヘテロ接合バリアの抵抗を低減できることは技術常識といえるから，引用文献5に記載の素子構成において，組成傾斜AlGaＮ層を採用したことによる，ヘテロギャップの低減による素子抵抗の低減は，駆動電圧の低減につながるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用文献6について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献6の記載(明らかな誤字は修正した。)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "【0001】  本発明は，面発光型発光ダイオードや面発光レーザなどに用いられる半導体多層膜反射鏡の改良に関するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "【0002】  組成が異なる2種類の半導体が交互に積層され，入射した光を光波干渉によって反射する半導体多層膜反射鏡が，面発光型発光ダイオードや面発光レーザなどに用いられている。・・・"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0003】  しかしながら，このように組成が異なる2種類の半導体を交互に積層した半導体多層膜反射鏡は，両半導体の層界面におけるバンドの不連続により電気抵抗が高くなるため，発光ダイオードや半導体レーザの駆動電圧を大きくする必要があるとともに，発熱により素子寿命が低下するという問題があった。また，駆動電圧の制約を受ける電池駆動の場合には，十分な光出力が得られなくなることがある。",
                        "【0004】  本発明は以上の事情を背景として為されたもので，その目的とするところは，バンドの不連続に起因する電気抵抗の増加を抑制することにある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "作用及び発明の効果",
                      "text": [
                        "【0006】  このような半導体多層膜反射鏡においては，第1半導体と第2半導体との境界に，バンドギャップが一方の半導体から他方の半導体に連続的に近づくように組成が変化している傾斜組成層が設けられているため，それ等の半導体間におけるバンドの不連続が緩和され，電気抵抗が低減されて発光ダイオード等の駆動電圧が小さくなるとともに，発熱に起因する素子寿命の低下が抑制される。特に，本発明では，バンドギャップの不連続に起因するポテンシャル障壁の高さが50meV以下，すなわち室温における熱雑音の2倍程度以下，となるように上記傾斜組成層の厚さが定められているため，電気抵抗の低減効果が十分に得られ，電気抵抗は5Ω程度以下になる。・・・",
                        "【0007】  一方，傾斜組成層の厚さが大きくなるに従って反射鏡としての機能は低下し，例えば反射率が90％以上の反射光スペクトルの帯域幅W  は，・・・傾斜組成層の厚さtが大きくなる程狭くなる。こRのため，所定の波長帯域で光を発する発光ダイオードにおいては，前記傾斜組成層の厚さtを，バンドギャップの不連続に起因するポテンシャル障壁の高さPが50meV以下で，且つ反射率が90％以上の反射光スペクトルの帯域幅W が入射光スペクトルの半値幅W より大きい範R H囲内で定めることが望ましい。・・・"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例",
                      "text": [
                        "【0012】・・・反射鏡14は，図3に示されているように，p-AlGa Asから成る第1半導体32，傾斜組成層34，p-AlX1 1-X1Ga Asから成る第2半導体36，および傾斜組成層38を順X2 1-X2次積層した単位半導体40を繰り返し積層したものである。・・・傾斜組成層34および38は，バンドギャップが一方の半導体から他方の半導体に連続的に近づくように組成が変化している。・・・",
                        "【図3】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用文献6に記載された技術的事項",
                  "text": [
                    "以上によれば，引用文献6には，組成が異なる2種類の半導体が交互に積層され，入射した光を光波干渉によって反射する半導体多層膜反射鏡において，2種類の半導体の間に組成傾斜層を設けることで，バンドの不連続に起因する電気抵抗の増加を抑制して，素子の駆動電圧を低減することが記載されていると認められる。なお，具体的な半導体の構成としては，専らAlGaAsについて言及しており，AlGaＮについての記載はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上のとおり，引用文献4から6に記載された発光素子は，いずれもAlGaＮ層又はAlGaAs層を組成傾斜層とするものであるが，引用文献4では緩衝層及び活性層における結晶格子歪の緩和を目的として緩衝層に隣接するガイド層を組成傾斜層とし，引用文献5では，隣接する2つの層(コンタクト層及びクラッド層)の間のヘテロギャップの低減を目的として当該2つの層自体を組成傾斜層とし，引用文献6では，隣接する2つの半導体層の間のヘテロギャップの低減を目的として2つの層の間に新たに組成傾斜層を設けるものである。このように，被告が指摘する引用文献4から6において，組成傾斜層の技術は，それぞれの素子を構成する特定の半導体積層体構造の一部として，異なる技術的意義のもとに採用されているといえるから，各引用文献に記載された事項から，半導体積層体構造や技術的意義を捨象し上位概念化して，半導体発光素子の技術分野において，その駆動電圧を低くするという課題を解決するために，AlGaＮ層のAlの比率を傾斜させた組成傾斜層を採用すること(本件技術)を導くことは，後知恵に基づく議論といわざるを得ず，これを周知の技術的事項であると認めることはできない。",
                    "よって，本件技術が周知の技術的事項であるとして，相違点1，2に係る構成に想到することが容易であるとした本件取消決定の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，乙6の3及び引用文献5から，AlGaＮ半導体積層体において，隣接する2つの層の間のヘテロギャップを低減させることで駆動電圧を低減させること目的として，当該層を組成傾斜層とするという限度では，周知の技術的事項を認める余地はある。",
                    "しかし，引用発明Aにおいて，アンドープ層とドーピング層は，いずれもAl Ga Ｎから構成されており，両者の間にヘテロギャップは0．6 0．4存在しないと考えられる。また，超格子バッファとアンドープ層との間のヘテロギャップに着目するとしても，引用発明Aにおいて，n側電極はコンタクト層であるドーピング層又はアンドープ層に形成されるから，それより下層(p側電極とは反対側)にある超格子バッファとの間のヘテロギャップは，駆動電圧にほとんど影響しないと考えられる。",
                    "よって，引用発明Aのアンドープ層について，隣接するドーピング層との関係においても，超格子バッファとの関係においても，駆動電圧の低下を目的としてヘテロギャップの低減を図るために，組成傾斜層とする動機付けがあるとは認められない。そのため，上記技術が周知であるとしても，少なくとも相違点1に係る構成に想到することは容易とはいえない。",
                    "この点について，被告は，アンドープ層及びドーピング層はいずれもコンタクト層であるから一体として考えるべきである旨主張する。しかし，両層はドーピングの有無が異なることに加え，引用文献1の本文において，両層それぞれについて膜厚が記載されていることや，図1でも2つの層は区別して記載されていることからすれば，両層は別個の層として取り扱われていることは明らかであり，いずれもコンタクト層であるとの一事をもって，当業者が両者をともに組成変更するとの動機を持つとは考え難いから，被告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "格子不整合との主張について",
          "text": [
            "被告は，半導体積層体の格子不整合を緩和するために組成傾斜層を用いることが周知の技術事項であり，また，当業者であれば，引用発明Aの半導体積層体に格子不整合が生じていることを認識し得るから，引用発明Aにおいて，かかる格子不整合を緩和するために，アンドープ層及びドーピング層を組成傾斜層にする動機付けがある旨主張する。",
            "しかし，半導体積層体では，通常，組成の異なる半導体層を積層した構造を採るため，格子定数差がない半導体層だけで素子を構成することができないことは技術常識であるところ，かかる半導体積層体に組成傾斜層を採用することが常に行われていると認めるに足る証拠はなく，かえって引用文献4及び5では，組成傾斜層は付加的な構成とされているにすぎず，これが設けられていない実施例が大半を占める。また，弁論の全趣旨によれば，組成傾斜層を設けることには成膜が難しいといった弊害もあり，膜厚の厚薄及び格子定数差の大小を踏まえ，格子定数差を許容した設計とすることや，応力緩和層を設けるなど組成傾斜層以外の手段を採ることもあると認められる。そうだとすれば，半導体積層体において，組成傾斜層を用いることにより半導体層間の格子定数差を緩和すること自体は周知の技術事項であるとしても，当業者にとって，半導体層間の格子定数差はおよそ許容できないものであり，これがあれば組成傾斜層の適用が当然に試みられるとまでは認められず，組成傾斜層の適用が容易想到というためには，引用発明Aにおいて格子定数差に基づく問題が発生していることなど，そのための契機が必要というべきである。",
            "引用文献1には，超格子バッファが，「応力を緩和する」ために採用されていることは記載されているものの，かかる超格子バッファを備えた半導体積層体において，さらに各半導体層間の格子定数差を課題として認識するような記載は見当たらない。また，そうであるのに，被告が主張するように，各半導体層の組成比を仮定しさらに場合分けをしてまで半導体層間の格子定数の差を顕在化させることを当業者が行うとは考え難いし，仮に被告が主張するとおりの格子定数差を当業者が認識したとしても，それが，組成傾斜層を用いて格子不整合を緩和する必要があると考えるほどの差であるのかも明らかではない。さらに，被告は，超格子バッファとアンドープ層の間に格子定数差がない可能性があるとしているところ，かかる場合に，ドーピング層を電子供給層との格子整合のために組成傾斜層とするにしても，前記3(4)イに記載のとおり，ドーピング層とは別の層であるアンドープ層まで組成傾斜層とする動機付けはない。",
            "以上によれば，引用発明Aに接した当業者が，格子定数差の緩和を目的として，アンドープ層及びドーピング層の双方を組成傾斜層とする動機付けがあるとは認められない。",
            "よって，被告の主張は採用できない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，相違点1，2に係る構成は容易に想到できたものではないから，本件発明1の進歩性を否定した本件取消決定は誤りである。",
            "また，本件発明2から11は，いずれも本件発明1を直接又は間接に引用してさらに限定するものであるから，進歩性の判断誤りについて，本件発明1について述べたところが同様に妥当する。",
            "したがって，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}