{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。",
            "2(主位的請求)",
            "被控訴人は，控訴人に対し，4500万円及びこれに対する平成28年6月21日から支払済みまで年6分の割合による金員を支払え。",
            "(予備的請求)",
            "被控訴人は，控訴人に対し，4500万円及びこれに対する平成28年6月20日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，特許権の専用実施権等に係る設定契約(本件契約)の相手方である被控訴人に対し，①主位的に，同契約において一時金として約定された実施料の請求権に基づき，4500万円及びこれに対する平成28年6月21日(約定の契約成立から60日が経過した後)から支払済みまで商事法定利率年6分の割合による遅延損害金の支払を求め，②予備的に，被控訴人は本件契約の効力の発生に係る停止条件を成就させる意思がないのに，本件契約を締結して，控訴人の有するノウハウ等を詐取した旨主張して，不法行為による損害賠償請求権に基づき，4500万円及びこれに対する同月20日(不法行為の後)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審は，①本件契約は，共同研究契約等の締結を停止条件とする条件付契約であるところ，共同研究契約等は締結されておらず，そのことは被控訴人が故意に条件の成就を妨げたことによるものでないから，契約の効力は発生していないと判断して，控訴人の主位的請求を棄却し，②また，控訴人の主張する不法行為の成立が認められないとして予備的請求も棄却したことから，控訴人が本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実は，原判決の「事実及び理由」の第2の1に記載されたとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件契約第25条の「条件」の法的効力及び条件成就の有無(当審において追加された争点)"
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人が故意に停止条件の成就を妨げたか(争点1)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件契約第21条第2項による契約の中途解約の成否(争点2)"
                },
                {
                  "fig": "エ",
                  "subject": "本件契約第22条第1項による契約の解除の成否(争点3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人の詐欺による不法行為の成否(争点4)"
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の不法行為による控訴人の損害の額(争点5)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "争点に関する当事者の主張は，後記2のとおり当事者の当審における追加主張を付加し，後記3のとおり当事者の当審における補充主張を付加するほかは，原判決の「事実及び理由」の第3に記載されたとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者の当審における追加主張(本件契約第25条の「条件」の法的効力及び条件成就の有無について)",
          "text": [
            "〔控訴人の主張〕",
            "本件契約においては，その第25条で，「本契約は，第12条(共同研究)及び第13条(製造・販売)に定める共同研究契約，及び製造委託契約の締結を条件とする。」と約定されているところ，ここでいう「条件」は，法的効果を伴うものではないか，解除条件を定めたものとみるべきである。",
            "仮に本件契約第25条にいう「条件」が停止条件を定めたものであるとしても，本件においては，その条件が成就しているというべきである。",
            "〔被控訴人の反論〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訴訟においては，原審で，裁判所から当事者双方に「主張の骨子レベルの整理案」を示して，当事者双方の主張に係る裁判所の暫定的な理解について確認する機会が設けられた。",
                "控訴人は，その整理を踏まえて，請求原因として，本件契約第25条所定の「条件」は停止条件であるところ，本件共同研究契約等が締結されなかったのは被控訴人が本件一時金の支払を免れるために恣意的に本件共同研究契約等を締結しなかったものであるから，停止条件である本件契約第25条所定の「条件」は成就したものとして本件共同研究契約等は締結されたものとみなされるべきであると主張した。",
                "そして，原判決も，これに沿って，本件の争点が，民法130条所定の効果の有無，すなわち，被控訴人において故意に停止条件の成就を妨げたか否かであると整理し，判断をしている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の審理経過を踏まえれば，控訴人が前記の各主張をすることは，自白の撤回に当たり，許されず，民訴法2条所定の信義誠実義務にも反する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件契約第25条が本件契約に停止条件を付すものであることは，同条の見出しとその文言から一義的に明らかであるし，被控訴人も，控訴人に対し，本件契約に係る法律関係についての紛争が生じた時点において既に当該「条件」が停止条件であるとの認識を明示した対応をしていた。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の当審における補充主張(被控訴人が故意に停止条件の成就を妨げたか(争点1)について)",
          "text": [
            "〔控訴人の主張〕",
            "被控訴人は，故意にその条件の成就を妨げたから，民法130条により，条件が成就したものとみなされる。",
            "控訴人は，被控訴人に対し，情報開示を行っていなかったわけではなく，ヒアリングの要請に対応することができなかったことにも，質問の量が膨大で，設定された回答期間が短かったことなど正当な理由がある。",
            "むしろ，この間の被控訴人の対応は，それ自体として，共同研究等に関する条件の成就を妨害したものといわざるを得ないものである。",
            "〔被控訴人の反論〕",
            "被控訴人は，本件共同研究契約の締結に向けて様々な作業を行っており，被控訴人が本件共同研究契約の締結を避けようとした事実はないことからすれば，被控訴人が故意にその条件の成就を妨げたものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の本件各請求はいずれも理由がないものと判断する。",
        "その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件契約第25条の「条件」の法的効力及び条件成就の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，当審において，本件契約第25条にいう「条件」が法的効果を伴うものであることを争い，仮に，法的効果を伴うとしても，解除条件を定めたものとみるべきであると主張して，それが契約の効力の発生に係る停止条件であることを争い，さらに，停止条件を定めたものであるとしても，本件においては，その条件が成就していると主張する。",
                "これに対し，被控訴人は，原審における経緯を踏まえると控訴人が上記のように主張することは，自白の撤回に当たり，許されず，民訴法2条所定の信義誠実義務にも反するとして，その適否を争う。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件記録によれば，本件の審理の経過について，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成29年3月17日，弁護士Aに委任して，ハリマ化成グループ及び被控訴人を被告として，本件訴えを提起した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訴状における請求原因は，①ハリマ化成グループの役員が，本件契約の契約当事者がハリマ化成グループであると控訴人を誤信させて，被控訴人との間の本件契約を締結させ，この行為が控訴人に対する不法行為を構成するから，ハリマ化成グループは，会社法350条により6000万円の損害を賠償すべき責任を負う(主位的請求1)，②ハリマ化成グループ及び被控訴人の従業員らが，前記役員と共謀して，控訴人の特許技術を詐取し，この行為が控訴人に対する不法行為を構成するから，ハリマ化成グループ及び被控訴人は，民法715条により6000万円の損害を賠償すべき責任を負う(主位的請求2)，③被控訴人は，本件契約に基づき，約定の一時金4500万円を支払う義務がある(予備的請求)，というものであった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，平成29年8月28日の第1回弁論準備手続期日において，訴状を陳述した後，上記イの主位的請求1及び同請求に係る主張を全て撤回した。",
                    "被控訴人及びハリマ化成グループは，同期日において，第1準備書面(平成29年8月4日付)を陳述し，被控訴人において本件一時金の支払を拒絶する理由が，①本件契約には本件契約第25条所定の「条件」が付され，当該「条件」は停止条件であり，これが成就していないとする停止条件の未成就，②本件契約第21条に基づく「本件特許権等の実施にあたる事業の中止」を理由とする本件契約の中途解約及び③本件契約第22条第1項に基づく本件契約の解除であることを主張した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，平成29年10月3日付「訴えの取下書」をもって，ハリマ化成グループに対する訴えを取り下げ，ハリマ化成グループは，同月16日の第2回弁論準備手続期日においてその取下げに同意した。また，控訴人は，同期日において，請求原因の構成を検討する旨陳述した。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，第4回弁論準備手続期日(平成30年2月1日)において，準備書面3(平成29年12月7日付)を陳述し，請求原因を，①控訴人と被控訴人との間で本件契約が成立していることを理由とする本件契約所定の本件一時金4500万円の支払請求(主位的請求)，②本件特許権の核心的ノウハウを控訴人に提供させて被控訴人が当該ノウハウを詐取したことが不法行為であるとする4500万円の損害賠償請求(予備的請求)に変更した。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原審裁判所は，第6回弁論準備手続期日(平成30年5月15日)において，これまでにおける当事者双方の主張を踏まえ，主張と争点を書面で整理するとした上，同年6月19日に「主張の骨子レベルの整理案」と題する書面を当事者双方に提示した。",
                    "同書面では，「(明示的には主張のない内容も含むが，当事者の言わんとするところを忖度すると，大きな構成として以下のように整理することで争点が明確になるのではないか。検討されたい。大きな構成としてこれで良ければ，行為，対象等を特定すると共に，争点ごとの主張・反論の詳細な内容の整理に進む。)」との前置きをした上，当事者双方の主張が整理されており，このうち控訴人の主位的請求原因，これに対する被控訴人の反論及び争点については，別紙「主張の骨子レベルの整理案(抜粋)」のとおりとされた。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "その後に開かれた弁論準備手続期日と口頭弁論期日において，控訴人は，最終準備書面(平成31年3月19日付)を含む3通の準備書面を陳述し，口頭弁論は終結された。",
                    "各準備書面での主位的請求原因についての主張の内容は，本件契約第25条所定の「条件」は停止条件であるところ，本件共同研究契約等が締結されなかったのは被控訴人が本件一時金の支払を免れるために恣意的に本件共同研究契約等を締結しなかったものであるから，停止条件である本件契約第25条所定の「条件」は成就したものとして本件共同研究契約等は締結されたものとみなされるべきであるというものだけであり，前記「主張の骨子レベルの整理案」の内容に沿っている。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "控訴人は，原審裁判所が「主張の骨子レベルの整理案」を提示する前には，本件契約第25条所定の「条件」は，その条件が単に債務者の意思のみに係る純粋随意条件である旨主張していたが，法的効果を伴うものではない，当該「条件」が停止条件でない，あるいは解除条件であるといった主張は一切しておらず，原審裁判所から「主張の骨子レベルの整理案」を提示された後は，専ら前記キの主張をするに至っている。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "原判決は，「第4  当裁判所の判断」「1  争点1(被告が故意に本件契約第25条の停止条件の成就を妨げたか等)について」(1)の冒頭において，次のとおり摘示している。",
                    "「原告が主位的請求において請求しているのは，本件契約に基づく一時金の支払であるところ，本件契約において，契約が成立してから60日以内に，被告が原告に一時金4500万円を支払うと定められていること(第4条)，本件契約では，共同研究契約等の締結を条件とする旨規定されており(第25条)，これは停止条件を定めたものであること，及び現在に至るまで共同研究契約等が締結されていないことは，当事者間に争いがない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)の原審審理経過を踏まえれば，控訴人が当審において本件契約第25条にいう「条件」が法的効果を伴う停止条件であることを争い，また，仮に停止条件を定めたものであるとしても，本件ではその条件が成就していると主張することは，成立した自白の撤回に当たり，控訴人において自白をしたことにつき錯誤があったとも認められないから，その撤回は許されないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，念のため付言すると，本件契約は，法人を当事者とし，書面において双方の意思表示がされている契約であるところ，本件契約第25条の見出しとその文言からすれば，これが法的効果を伴わないとか，解除条件であると解する余地はなく，本件契約の効力の発生について停止条件を付すものであると解するほかないものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(被控訴人が故意に停止条件の成就を妨げたか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被控訴人が故意に停止条件の成就を妨げたから，民法130条により，条件が成就したものとみなされると重ねて主張する。",
                "しかしながら，控訴人の主張を基礎付ける事実が認められないことは，原判決の「事実及び理由」の第4の1(原判決18頁5行目から45頁11行目まで)のとおりであり，当審における主張立証を踏まえても，以上の認定判断を左右するに足りるものはない。",
                "よって，被控訴人が故意に停止条件の成就を妨げたとはいえず，本件契約につき，民法130条により，条件が成就したものとみなされることはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "したがって，控訴人の主位的請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点4(被控訴人の詐欺による不法行為の成否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人が主張する被控訴人の詐欺による不法行為の成立を基付ける事実は認められない。",
                "その理由は，原判決の「事実及び理由」の第4の2(原判決45頁13行目から46頁23行目まで)に記載されたとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "したがって，控訴人の予備的請求は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるので，控訴人の本件各請求はいずれも理由がなく，これを棄却した原判決は相当であり，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(ネ)10053",
    "date": "2019-12-18",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成29年(ワ)3973",
    "precedent_id": "089101",
    "ipprecedent_id": "5278",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}