{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2017-16280号事件について令和元年6月4日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成26年7月1日にした特許出願(特願2014-135596号)の一部を分割して，平成29年3月13日，発明の名称を「簡易蝶ネクタイ又は簡易ネクタイ」とする発明について特許出願(特願2017-47926号。請求項の数4。以下「本願」といい，本願の願書に添付した明細書を，図面を含めて「本願明細書」という。甲5)をした。",
                "原告は，本願について，平成29年5月30日付けの拒絶理由通知(甲22)を受けたため，同年7月19日付けで，特許請求の範囲(請求項1)について補正(甲23)をしたが，同年8月16日付けで拒絶査定(甲14)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年11月2日，拒絶査定不服審判(不服2017-16280号。甲13の2)を請求するとともに，同日付けで，特許請求の範囲(請求項1)について補正(甲13の1。以下「平成29年11月補正」という。)をした。",
                "原告は，平成30年8月28日付けの拒絶理由通知(甲12)を受けたため，同年10月15日付けで，特許請求の範囲(請求項1)について手続補正(甲8の1。以下「平成30年補正」という。)をした後，さらに，平成31年2月27日付けの拒絶理由通知(甲7)を受けたため，同年4月2日付けで，特許請求の範囲(請求項1)について補正(甲6の1。以下「本件補正」という。)をした。",
                "その後，特許庁は，令和元年6月4日，本件補正を却下した上で，「本件審判の請求は，成り立たない」との審決(以下「本件審決」という。)をし，その謄本は，同月14日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年7月9日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "平成30年補正前",
              "text": [
                "平成29年11月補正により補正された特許請求の範囲の請求項1の記載(平成30年補正前のもの)は，以下のとおりである(下線部は，平成29年11月補正による補正箇所である。甲13の1)。",
                "【請求項1】",
                "結び目を有する子供用簡易蝶ネクタイであって前記結び目の裏側にはシャツの第一ボタンがはまり込むボタン穴が，前記結び目とつながって，前記結び目の表側に貫通しないように形成され，前記ボタン穴は全ての側縁が閉じた縦状の穴であり，前記結び目近辺にシワを有し，結び目とウイングの間に空洞部分を有することを特徴とする子供用簡易蝶ネクタイ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正前",
              "text": [
                "平成30年補正により補正された特許請求の範囲の請求項1の記載(本件補正前のもの)は，以下のとおりである(以下「本件補正前発明」という。下線部は，平成30年補正による補正箇所である。甲8の1)。",
                "【請求項1】",
                "結び目を有する子供用簡易蝶ネクタイであって前記結び目の裏側にはシャツの第一ボタンがはまり込むボタン穴が形成された部材が，前記結び目とつながって，前記結び目の表側に貫通しないように形成され，前記ボタン穴は全ての側縁が閉じた縦状の穴であり，前記結び目近辺にシワを有し，前記結び目の裏側のボタン穴が形成された部材とウイングとの間には横方向に空洞部分を有することを特徴とする子供用簡易蝶ネクタイ。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件補正後",
              "text": [
                "本件補正後の特許請求の範囲の請求項1の記載は，以下のとおりである(以下「本件補正発明」という。下線部は，本件補正による補正箇所である。甲6の1)。",
                "【請求項1】",
                "結び目を有する子供用簡易蝶ネクタイであって前記結び目の裏側にはシャツの第一ボタンがはまり込むボタン穴が形成された部材が，前記結び目とつながって，前記結び目の表側に貫通しないように形成され，前記ボタン穴は全ての側縁が閉じた縦状の穴であり，前記結び目近辺にシワを有し，前記結び目の裏側のボタン穴が形成された部材とウイングとの間には前記結び目を介して横方向に空洞部分を有し，前記ボタン穴が形成された部材を持ち，閉めてある状態の第一ボタンの上からはめ込むことで装着することを特徴とする子供用簡易蝶ネクタイ。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由の要旨は，別紙審決書(写し)のとおりである。",
                "その要旨は，①本件補正発明は，本願の原出願前に頒布された刊行物である甲1(実願平2-127641号(実開平4-81919号)のマイクロフィルム)に記載された発明及び甲2～4に記載された事項に基づいて当業者が容易に発明をすることができたものであるから，本件補正は，特許法17条の2第6項において準用する同法126条7項の規定(独立特許要件)に違反するものであり，同法159条1項で読み替えて準用する同法53条1項の規定により却下されるべきである，②本件補正は，上記①のとおり却下されたので，本願の請求項に係る発明は本件補正前発明であるところ，平成30年補正は願書に最初に添付した特許請求の範囲，明細書又は図面(以下「本願の当初明細書等」という。)に記載した事項の範囲内においてしたものでないから，同法17条の2第3項に規定する要件を満たしておらず，本願は拒絶されるべきである，③仮に，本願が同法17条の2第3項に規定する要件を満たすとしても，請求項1の記載をもとに，本願の当初明細書等に記載された事項の範囲内で認定される本願発明(後記第3の3)は，甲1に記載された発明に基づいて当業者が容易に発明をすることができたものであって，同法29条2項の規定により特許を受けることができないから，本願は拒絶されるべきである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明(以下「引用発明1」という。)，本件補正発明と引用発明1の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "結び目23を有する簡易蝶ネクタイであって",
                    "結び目23の裏側には簡易着用具1が形成され，",
                    "簡易着用具1は，基板部2と，ネクタイ取付部3と，突出片4，4とからなるものであり，",
                    "基板部2にはシャツの第1ボタン25が係合する下縁から凹状切欠いたボタン係合部19が形成され，",
                    "ネクタイ取付部3は小孔10，11aと11b，12aと12bを利用して簡易蝶ネクタイ本体5に縫い付けられ，",
                    "着用状態で，基板部2とネクタイ取付部3は正面からは簡易蝶ネクタイ本体5にかくれ，突出片4，4は襟の下になり見えないように形成され，",
                    "簡易蝶ネクタイ本体5は，両翼部22，22と結び目23とを有し，実際に結んだもの，もしくは結んだように見えるものであり，",
                    "ネクタイ取付部3は，前面が凹状となるように折曲げてあり，",
                    "シャツの第1ボタンにボタン係合部19の切欠きを係合させることで着用する",
                    "簡易蝶ネクタイ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明1の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「結び目を有する簡易蝶ネクタイであって前記結び目の裏側にはシャツの第一ボタンがはまり込む切欠き状の部分が形成された部材が，前記結び目とつながって，前記結び目の表側に貫通しないように形成され，前記結び目近辺にシワを有し，前記結び目の裏側の切欠き状の部分が形成された部材とウイングとの間には前記結び目を介して横方向に空洞部分を有し，閉めてある状態の第一ボタンの上からはめ込むことで装着する簡易蝶ネクタイ。」である点。",
                    "(相違点1)",
                    "簡易蝶ネクタイについて，本件補正発明は，子供用であるのに対し，引用発明1は，そのように特定されない点。",
                    "(相違点2)",
                    "ボタンがはまり込む切欠き状の部分について，本件補正発明は，全ての側縁が閉じた縦状の穴であるボタン穴であるのに対し，引用発明1は，下縁から凹状切欠いたボタン係合部19である点。",
                    "(相違点3)",
                    "簡易蝶ネクタイの装着について，本件補正発明は，ボタン穴が形成された部材を持って装着するのに対し，引用発明1は，そのように特定されない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正に係る独立特許要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定の誤り",
                  "text": [
                    "本件審決における引用発明1の認定には，以下のとおり誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「着用状態」への限定",
                      "text": [
                        "本件審決は，引用発明1の簡易蝶ネクタイについて，「…着用状態で，…突出片4，4は襟の下になり見えないように形成され」たものである旨認定した。",
                        "しかしながら，本件補正発明の「ボタン穴が形成された部材が，…結び目の表側に貫通しないように形成され」る点について，本願明細書を参酌しても，これが「着用状態」に限定されるとする記載はなく，そのように解することはできない。",
                        "したがって，正面から見た簡易蝶ネクタイの構成を，上記のように「着用状態」に限定する認定は誤りであって，甲1の記載事項(4頁15行～18行，8頁1行～3行，9頁3行～6行)によれば，簡易蝶ネクタイの突出片4，4については，「正面からみると，基板部2とネクタイ取付部3は簡易蝶ネクタイ本体5にかくれているが，突出片4，4はかくれてなく」と認定すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「着用する」方法",
                      "text": [
                        "本件審決は，引用発明1について，「…シャツの第1ボタンにボタン係合部19の切欠きを係合させることで着用する簡易蝶ネクタイ」である旨認定した。",
                        "しかしながら，甲1の記載事項(5頁14行～6頁10行，10頁11行～14行)によれば，甲1に記載された簡易蝶ネクタイは，シャツの第1ボタンにボタン係合部19の切欠きを係合させるだけでは着用できず，その後更に，一対の突出片を襟下へ挿入させることで着用できるものであると理解される。",
                        "したがって，この点も引用発明1の構成として認定すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「簡易着用具」の材質及び形状",
                      "text": [
                        "本件審決は，引用発明1の「簡易着用具」の部材については，これを認定しなかった。",
                        "しかしながら，本件補正発明は，子供用簡易蝶ネクタイであること及びボタンをボタン穴にはめ込むことを発明特定事項とするものであるから，引用発明の認定においても，これらの点に関連する要素がある場合には，過不足のない限度で認定すべきである。",
                        "そうすると，甲1の簡易着用具1は，硬い部材であり子供に相応しくないこと，また，その一部であるボタン係合部19は，ボタンを係合する部材であって，ボタンをはめ込むことができない硬い部材であることを考慮すると，簡易着用具1が「厚さ1mmのアクリル板で形成してある」こと(6頁16行～17行)も，引用発明1の構成として認定すべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲1に記載された発明",
                      "text": [
                        "前記(ア)ないし(ウ)によれば，甲1に記載された発明は，以下のとおり認定するのが相当である(下線部は，本件審決の認定と異なる箇所である。以下「引用発明1’」という。)。",
                        "「結び目23を有する簡易蝶ネクタイであって",
                        "結び目23の裏側には厚さ1mmのアクリル板の簡易着用具1が形成され，",
                        "簡易着用具1は，基板部2と，ネクタイ取付部3と，突出片4，4とからなるものであり，",
                        "基板部2にはシャツの第1ボタン25が係合する下縁から凹状切欠いたボタン係合部19が形成され，",
                        "ネクタイ取付部3は小孔10，11aと11b，12aと12bを利用して簡易蝶ネクタイ本体5に縫い付けられ，",
                        "正面からみると基板部2とネクタイ取付部3は簡易蝶ネクタイ本体5にかくれているが，突出片4，4はかくれてなく，",
                        "簡易蝶ネクタイ本体5は，両翼部22，22と結び目23とを有し，実際に結んだもの，もしくは結んだように見えるものであり，",
                        "ネクタイ取付部3は，前面が凹状となるように折曲げてあり，",
                        "シャツの第1ボタンにボタン係合部19の切欠きを係合させた後，一対の突出片を襟下へ挿入させることで着用する",
                        "簡易蝶ネクタイ。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明1の一致点及び相違点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件補正発明の「ボタン穴」の意義",
                      "text": [
                        "本件審決は，本件補正発明の「ボタン穴」とは，子供用簡易蝶ネクタイに形成されたものであって，衣類の上前にあけたものではないから，一般的な意味のボタン穴(「ボタンを通すために，衣類の上前にあけ，糸でかがったり布で縁取ったりした孔。ボタンホール。」(広辞苑第6版))と解することはできないとして，本件補正発明が「シャツの第一ボタンがはまり込む」という構成を備えることを踏まえて，「ボタンがはまり込む穴」を意味すると解釈した。",
                        "その上で，本件審決は，引用発明1の「下縁から凹状切欠いたボタン係合部19」と本件補正発明の「ボタン穴」とは，ボタンがはまり込む「切欠き状の部分」である点で共通し，また，引用発明1の「シャツの第1ボタン25が係合する」ことは，本件補正発明の「シャツの第一ボタンがはまり込む」ことに相当する旨判断した。",
                        "しかしながら，子供用簡易蝶ネクタイに形成された「ボタン穴」は，衣類(シャツ)のボタンを通すために，その装着状態においては，衣類の上前にあけられたものといえるので，上記の一般的な意味に解することができる。また，仮に，本件補正発明の「ボタン穴」が，衣類の上前にあけたものではないとしても，「ボタン穴」は，一般的に，「ボタンによって対象部材を留め合わせられる，糸でかがったり布で縁取ったりした穴」を意味するものであって，衣類の上前にあけていないものを排除していないから(甲15(精選版  日本国語大辞典  第3巻)，甲16(WIKIPEDIA))，やはり上記のとおり解すべきである。",
                        "そして，かかる解釈によれば，対象部材をボタンに係合するだけのものである引用発明1の「ボタン係合部19」は，本件補正発明の「ボタン穴」とは異なるものであるから，本件審決が，「第一ボタンの上からはめ込むことで装着する簡易蝶ネクタイ」を両者の一致点と認定したことは，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明1における「空洞部分」の有無",
                      "text": [
                        "甲1の記載事項(7頁12行～20行，8頁4行～9行，第3図及び第5図(別紙2を参照))によれば，ネクタイ取付部3の凹状の前面は，小孔10，11aと11b，12aと12bをそれぞれ利用して，簡易蝶ネクタイ本体5と縫い付けてあり，第5図(b)で示されるように，ネクタイ取付部3の凹状の前面は結び目23に接する態様となっているから，ネクタイ取付部3の凹状の前面と結び目23との間は空洞部分とはなっていない。",
                        "そうすると，甲1には，本件補正発明の「ボタン穴が形成された部材とウイングとの間には前記結び目を介して横方向に空洞部分を有」する構成は記載されていないといえる。",
                        "したがって，本件審決が認定した一致点のうち，「前記結び目の裏側の切欠き状の部分が形成された部材とウイングとの間には前記結び目を介して横方向に空洞部分を有し，」の部分は，相違点として認定すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明1’と本件補正発明とを対比する必要性",
                      "text": [
                        "前記アのとおり，本件審決における引用発明1の認定には誤りがあり，甲1に記載された発明は，引用発明1’と認定するのが相当である。",
                        "したがって，本件補正発明との対比は，引用発明1’との間で行うべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件補正発明と引用発明1’の一致点及び相違点",
                      "text": [
                        "前記(ア)ないし(ウ)によれば，本件補正発明と引用発明1’との一致点及び相違点は，以下のとおり認定するのが相当であり，これと異なる本件審決の認定には誤りがある(なお，後記相違点2’は，本件審決が認定した相違点2(前記第2の3(2)イ)と同じである。)。",
                        "(一致点)",
                        "「結び目を有する簡易蝶ネクタイであって前記結び目の裏側にはシャツの第一ボタンがはまり込む切欠き状の部分が形成された部材が，前記結び目とつながって，前記結び目近辺にシワを有する簡易蝶ネクタイ。」である点。",
                        "(相違点1’)",
                        "本件補正発明は，ボタン穴が形成された部材を有した子供用簡易蝶ネクタイであるのに対し，引用発明1’は，結び目の裏側に厚さ1mmのアクリル板等からなる切欠き状の部分が形成された部材を有した子供用の特定のない簡易蝶ネクタイである点。",
                        "(相違点2’)",
                        "ボタンがはまり込む切欠き状の部分について，本件補正発明は，全ての側縁が閉じた縦状の穴であるボタン穴であるのに対し，引用発明1’は，下縁から凹状切欠いたボタン係合部19である点。",
                        "(相違点3’)",
                        "簡易蝶ネクタイの装着について，本件補正発明は，ボタン穴が形成された部材を持ち，閉めてある状態の第一ボタンの上からはめ込むことで装着するのに対し，引用発明1’は，予め両襟を立てておいてから，基板部を上から下へ差し込むようにしてボタン係合部を第1ボタンと係合させ，突出片を襟の下へ挿入した後，両襟を元に戻すことで着用状態となる点。",
                        "(相違点4’)",
                        "本件補正発明の「部材」が，「結び目の表側に貫通しない」のに対し，引用発明1’の「簡易着用具1」を構成する突出片4，4は，正面からみると簡易蝶ネクタイにかくれてない，すなわち「結び目の表側に貫通している」点。",
                        "(相違点5’)",
                        "本件補正発明は，ボタン穴が形成された部材とウイングとの間には前記結び目を介して横方向に空洞部分を有しているのに対し，引用発明1’は，切欠き状の部分が形成された部材とウイングとの間には空洞部分を有していない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "本件審決は，蝶ネクタイを含むネクタイを子供が利用することは，本願の原出願前に公知であって(甲3)，また，子供が蝶ネクタイを利用する際にも，簡単に着用できることが望ましいのは自明であるから，引用発明1の簡易蝶ネクタイについて，甲3に記載された事項に基づき，寸法や形状等を適宜調整して子供用とし，相違点1に係る本件補正発明の構成とすることは，当業者であれば容易になし得たことである旨判断した。",
                        "しかしながら，前記ア(ウ)のとおり，引用発明1の簡易蝶ネクタイは，厚さ1mmのアクリル板等の硬い部材を必須の構成とするものであるところ，子供にとって硬い部材が適さないことは，技術常識である(甲17～19)。",
                        "したがって，引用発明1を子供用とすることは，当業者が容易になし得たものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "本件審決は，本願の原出願前に頒布された刊行物である甲4(実願昭59-173953号(実開昭61-88518号)のマイクロフィルム)には，「ワイシャツの第一釦(c)を細幅の係止導孔(3)を有する円形の釦挿通孔(2)に挿通し，係止導孔(3)と係合して止着する装身具。」が記載されており(以下「甲4発明」という。)，この「細幅の係止導孔(3)を有する円形の釦挿通孔(2)」は，本件補正発明の「ボタン穴」に相当する旨認定した。",
                        "その上で，本件審決は，引用発明1及び甲4発明の装身具は，いずれも，装身具を簡単にシャツの第一ボタンに装着できるようにするという共通の課題を有し，これを着用するに当たり，切欠き状の部分にボタンがはまり込むことで装着するという共通の機能を有するから，引用発明1のボタン係合部19における切欠き状の部分の具体的な形状として，甲4発明の係止導孔を有する円形の釦挿通孔の態様を採用し，相違点2に係る本件補正発明の構成とすることは，当業者であれば容易になし得たことであり，また，その際に，簡易着用具1が簡易蝶ネクタイ5本体の下からはみ出て見えないようにするため，簡易蝶ネクタイ本体5と簡易着用具1との間で，寸法や形状，位置関係を調整する程度のことは，当業者が適宜なし得た設計事項に過ぎない旨判断した。",
                        "しかしながら，本件審決における，甲4に記載された事項の認定及びこれを前提とする相違点2の容易想到性の判断には，以下のとおり誤りがある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲4に記載された事項",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲4に記載された装身具は，ワイシャツの第一釦(c)を，細幅の係止導孔(3)を有する円形の釦挿通孔(2)に挿通し，係止導孔(3)と係合させるだけでは，これを止着することができず，さらに，縦襟部(d)にピンを刺通し，該縦襟部(d)裏面から突出したピン(4)の刺端(5)にピン挿入キャップ(6)を冠着することによって，これを止着するものである。",
                                "したがって，甲4に記載された事項は，以下のとおり認定するのが相当である(下線部は，本件審決の認定と異なる箇所である。以下「甲4発明’」という。)。",
                                "「ワイシャツの第一釦(c)を細幅の係止導孔(3)を有する円形の釦挿通孔(2)に挿通し，係止導孔(3)と係合した状態で縦襟部(d)にピンを刺通し，該縦襟部(d)裏面から突出したピン(4)の刺端(5)にピン挿入キャップ(6)を冠着して止着する合成樹脂又は金属からなる装身具。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，本件補正発明の「ボタン穴」は，「ボタンによって対象部材を留め合わせられる，糸でかがったり布で縁取ったりした穴」と解されるところ(前記イ(ア))，甲4発明’の「細幅の係止導孔(3)を有する円形の釦挿通孔(2)」は，合成樹脂又は金属板等の，あまり変形しない材質からなる取付台主板に設けられるものであって，上記のとおり，ボタンをはめ込むだけでは対象部材を留め合わせることができないものであるから，本件補正発明の「ボタン穴」に相当するものではない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲4に記載された事項と引用発明1’の組合せ",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲4発明’の装身具は，ブローチ，襟飾り，生花等，上下の長さの長いものをシャツの襟前に止着するものであるから(1頁14行～16行，第4図(別紙3を参照))，蝶ネクタイのように上下の長さが短いものの取付けには不適切なものである。",
                                "すなわち，甲4発明’では，釦挿通孔の大きさをボタン1つ分以上の大きさとしないと，釦挿通孔にボタンを通すことができないため，釦挿通孔を有する部材の領域は，上下方向にシャツのボタン1つ分以上の長さに加えて，更に係止導孔の長さが必要である。他方，蝶ネクタイ結び目の上下方向の長さは，ボタンの上下方向の長さの2倍程に過ぎない(第1図)。",
                                "そうすると，仮に，引用発明1に甲4発明’の「係止導孔(3)を有する釦挿通孔(2)」を適用すると，釦挿通孔を有する部材の領域が蝶ネクタイの結び目の上下何れかの側にはみ出して不格好となる蓋然性が高い。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件補正発明の「ボタン穴が形成された部材とウイングの間には…横方向に空洞部分を有し，前記ボタン穴が形成された部材を持ち，閉めてある状態の第一ボタンの上からはめ込むことで装着する」との記載，及び本件補正発明の「ボタン穴」は，「ボタンによって対象部材を留め合わせられる，糸でかがったり布で縁取ったりした穴」，であること，すなわち，ボタン穴が形成された部材は布等の柔らかい部材であることを総合的に考慮すると，本件補正発明は，ボタン穴が形成された布等の柔らかい部材を持つことによって，部材が指に合わせて伸縮するので指に馴染むだけでなく，空洞部分があるためにボタン穴が形成された部材の奥まで指を挿入することができ，ボタンをはめ込む際の手作業がし易くなるものであることを理解できる。",
                                "一方，引用発明1のネクタイ取付部の凹状部分は，本件補正発明の「ボタン穴」と異なり，厚さ1mmのアクリル板等の硬い部材から構成されており，また，甲4発明の釦挿通孔も，合成樹脂又は金属等の硬い部材から構成されているため，引用発明1及び甲4発明のいずれの部材も，指に馴染まず，空洞部分に指を入れたとしても作業し易くなる訳ではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，引用発明1のボタン係合部19における切欠き状の部分の具体的な形状として，甲4発明の係止導孔を有する円形の釦挿通孔の態様を採用し，相違点2に係る本件補正発明の構成とすることは，当業者が容易になし得たものであるとはいえない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における引用発明1の認定，本件補正発明と引用発明1の一致点及び相違点の認定，相違点の容易想到性の判断には誤りがあり，本件補正発明は，甲1に記載された発明及び甲2～4に記載された事項に基づき，当業者が容易に発明をすることができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「着用状態」への限定",
                      "text": [
                        "甲1には，着用状態で，基板部2とネクタイ取付部3が正面からは簡易蝶ネクタイ本体5に隠れていること，及び突出片4，4が襟の下になり見えないことが記載されている(8頁17行～9頁2行)。",
                        "したがって，本件審決が，引用発明1について，「着用状態で，基板部2とネクタイ取付部3は正面からは簡易蝶ネクタイ本体5にかくれ，突出片4，4は襟の下になり見えないように形成され」と認定したことに誤りはない。",
                        "また，甲1には，原告が主張するような，「正面からみると，…簡易蝶ネクタイ本体5に…，突出片4，4はかくれてなく」という記載はないから，原告の主張(前記(1)ア(ア))は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「着用する」方法",
                      "text": [
                        "甲1の記載(5頁14行～6頁6行)によれば，①第1ボタンと第1ボタン係合部とが係合することで，簡易蝶ネクタイの全体が第1ボタンの部分で支持された状態となること，②両突出片は，簡易蝶ネクタイが回動しないよう，かつ，前に傾斜しないように拘束するものであることを理解することができ，上記①及び②の作用効果は異なるものである。",
                        "そうすると，本件審決が，本件補正発明の「前記ボタン穴が形成された部材を持ち，閉めてある状態の第一ボタンの上からはめ込むことで装着する」という事項に対応する引用発明1の事項として，「シャツの第1ボタンにボタン係合部19の切欠きを係合させることで着用する」態様を認定したことに，誤りはない。",
                        "また，本件審決は，引用発明1について，「着用状態で，…，突出片4，4は襟の下になり見えないように形成され」と認定したのであるから，実質的に，一対の突出片を襟下へ挿入させる態様を含むものといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「簡易着用具」の材質及び形状",
                      "text": [
                        "本件補正発明は，「部材」の材質や形状について，何ら特定するものではない。",
                        "したがって，本件審決が，引用発明1について，「簡易着用具1」が「厚さ1mmのアクリル板」であることを認定しなかった点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲1に記載された発明",
                      "text": [
                        "以上のとおり，本件審決は，引用発明1について，本件補正発明の発明特定事項に相当する事項ないし本件補正発明との対比に必要な技術的事項を，過不足のない限度で認定している。",
                        "したがって，本件審決における引用発明1の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明1の一致点及び相違点の認定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件補正発明の「ボタン穴」の意義",
                      "text": [
                        "本件補正発明の「ボタン穴」について，本願明細書を参酌するも，その定義等はされていない。",
                        "そこで，辞書等の説明内容を参照すると，「ボタン穴」は，「ボタン孔」(甲15)，「ボタンホール」(乙1(服飾辞典)，乙2(大辞泉  第2版)，乙3(大辞林  第3版))と同義であり，「ボタンをはめる穴(ボタンがはまり込む穴)」と理解される。",
                        "また，本願明細書を参酌すると，段落【0007】，【0011】及び【0014】の記載から，「ボタン穴」は「ボタンがはまり込む穴」と解されるところ，これは，「ボタンをはめる穴」と実質的に同じ意味である。",
                        "一方，本願明細書の図8及び9(別紙1を参照)からは，ボタンがはまり込むであろう穴が看取できるとしても，糸でかがったり布で縁取ったりしていることまでは看取できない。また，乙4ないし7(いずれも特許又は実用新案に係る公報)に示されるような，「糸でかがったり布で縁取ったりした穴」ではない，ボタンがはまり込む穴も，「ボタン孔」，「ボタン穴」，「釦孔」と呼んでいる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明1における「空洞部分」の有無",
                      "text": [
                        "引用発明1の結び目23は，ネクタイ取付部3の両翼部22，22の中間部に沿って設けられるものであり，簡易蝶ネクタイを側面から見たとき，両翼部の厚みと結び目の厚みとは同程度と理解される。",
                        "したがって，甲1の第3図において，ネクタイ取付部3と簡易蝶ネクタイとの間に形成された何もない空間のように表現された部分を，空洞部分と理解することに何ら不合理な点はなく，ネクタイ取付部3と結び目との間に空洞部分を設けたものが同図に開示されていることは，明らかである。",
                        "また，甲1の第5図は，第3図とは異なる他の実施例を示したものである。そのため，仮に，第5図に開示されたものが，ネクタイ取付部3の凹状の前面が結び目23に接しているものであるとしても，当該部分について，第3図に開示されたものが，第5図に開示されたものと同じ構造であるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性の判断について",
                  "text": [
                    "本件審決における相違点1及び2の容易想到性の判断に誤りはない。その理由は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "蝶ネクタイを子供に利用することは公知であり，子供用として簡易に着用できることが望ましいのは自明であるから，引用発明1の簡易蝶ネクタイを子供用とすることは，動機付けがあり，その際に，子供用に合わせた寸法や形状とする程度のことは，当業者であれば容易になし得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲4に記載された事項",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲4の記載によれば，第一釦の挿通するのは釦挿通孔(2)であって，釦挿通孔(2)が装身具を衣服に止着し，ピン(4)とピン挿入キャップ(6)が釦挿通孔の移動を阻止していることは明らかである。",
                                "そうすると，ピン(4)とピン挿入キャップ(6)は，本件補正発明の「ボタン穴は，全ての側縁が閉じた縦状の穴であるボタン穴である」事項に対応する事項とはいえないから，本件審決における甲4に記載された事項の認定に当たり，ピン(4)及びピン挿入キャップ(6)を含めなかったことに誤りはない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記イ(ア)のとおり，本件補正発明の「ボタン穴」は，「ボタンをはめる穴」を意味するものであって，ボタンを係合させるだけで対象部材を留め合わせるものに限定されるわけではない。",
                                "そうすると，甲4発明の「上方に延びる細幅の係止導孔(3)を有する円形の釦挿通孔(2)」は，「ボタンがはまり込む穴」であるから，本件補正発明の「ボタン穴」に相当する。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲4に記載された事項と引用発明1’の組合せ",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1には，「着用状態において，第2図にみられる突出片4，4は襟の下になるから見えないで簡易蝶ネクタイ本体5のみが見える。なお，予め基板部2とネクタイ取付部3の大きさは，着用状態で正面からは簡易蝶ネクタイ本体5にかくれて見えない大きさとするのがよい。」(8頁17行～9頁2行)，「大量に生産する場合は型成形するのがよく，その場合にはネクタイ取付部はネクタイを取付け易く着用時外観に殆ど表われないものであれば如何なる形状であってもよい。」(9頁15行～18行)といった記載がある。",
                                "一方，甲4には，蝶ネクタイが不適切であるとの記載も示唆もなく，また，甲4の図面から釦挿通孔の具体的な寸法を看取することもできないから，釦挿通孔が形成された部材の領域が，蝶ネクタイの結び目の上下の何れかの側にはみ出す蓋然性が高いとはいえない。",
                                "したがって，引用発明1に甲4に記載の事項を適用した際にも，上記の記載に基づき，簡易着用具1が簡易蝶ネクタイ本体5の下からはみ出て見えないように構成する動機付けがあったといえる。",
                                "そして，そのように構成することは，簡易蝶ネクタイ本体5と簡易着用具1との間で，寸法，形状，位置関係を調整する程度のことであるから，当業者が適宜なし得た設計事項であるに過ぎない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告は，本件補正発明の「ボタン穴」は，ボタン穴が形成された部材が布等の柔らかい部材であるものと解される旨主張する。",
                                "しかしながら，上記主張は，本件補正発明の「ボタン穴」が，「ボタンによって対象部材を留め合わせられる，糸でかがったり布で縁取ったりした穴」であるとの解釈を前提とするものであるところ，前記イ(ア)のとおり，かかる解釈は誤りである。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における引用発明1の認定，本件補正発明と引用発明1の一致点及び相違点の認定，相違点の容易想到性の判断に誤りはないから，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(平成30年補正に係る補正要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本願の当初明細書等において，ボタン穴が形成された部材とウイングとの間に空洞部分を有することは記載ないし示唆されていない旨判断した。",
                "しかしながら，本願の当初明細書等の記載(【0016】，図10及び11(別紙1を参照))によれば，①図10は，上から順に，(i)ボタン穴が形成された部材，(ii)結び目2，(iii)空洞部分7，(iv)ウイングの順番で，蝶ネクタイが構成されることを示し，②図11は，上から順に，(i)ボタン穴が形成された部材，(ii)空洞部分8，(iii)結び目2，(iv)空洞部分7，(v)ウイングの順番で，蝶ネクタイが構成されることを示すものであるから，図10及び図11はいずれも，ボタン穴が形成された部材とウイングとの間に空洞部分7が形成されるものであることを理解できる。",
                "したがって，図10及び図11には，ボタン穴が形成された部材とウイングとの間に空洞部分を有する構成が記載ないし示唆されているといえ，これに反する本件審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本願の当初明細書等には，図10及び図11に，空洞部分7，8を有するものが記載されている。ここで，段落【0016】(【符号の説明】)に，「7",
                "結び目2とウイング1の間にできる空洞部分」と記載されているように，空洞部分7は，ウイングと結び目2との間に形成されたものである。また，同段落に，「8  結び目2とボタン穴6の間にできる空洞部分」と記載されているように，空洞部分8は，ボタン穴と結び目2との間に形成されたものである。",
                "そうすると，図10及び図11には，ボタン穴が形成された部材とウイングとの間に空洞部分を設けたものは記載されていないといえるから，平成30年補正は，新たな技術的事項を導入するものであると認められる。",
                "したがって，本件審決の特許法17条の2第3項に係る判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件補正前の本願発明の進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，仮に，本件補正前発明の「空洞部分」が，「ボタン穴が形成された部材と結び目との間」の空洞部分と，「ウイングと結び目との間」の空洞部分のいずれかを意味すると解釈されるのであれば，本件補正前発明は，以下のとおりとなる旨認定した(以下「本願発明」という。下線部は，本件補正前発明と異なる箇所である。)",
                "「結び目を有する子供用簡易蝶ネクタイであって前記結び目の裏側にはシャツの第一ボタンがはまり込むボタン穴が形成された部材が，前記結び目とつながって，前記結び目の表側に貫通しないように形成され，前記ボタン穴は全ての側縁が閉じた縦状の穴であり，前記結び目近辺にシワを有し，前記結び目の裏側のボタン穴が形成された部材とウイングとの間には，ボタン穴が形成された部材と結び目との間又はウイングと結び目との間のいずれかに横方向に空洞部分を有することを特徴とする子供用簡易蝶ネクタイ。」",
                "そして，本件審決は，本願発明は，本件補正発明から，原告の主張する相違点3’に当たる「前記ボタン穴が形成された部材を持ち，閉めてある状態の第一ボタンの上からはめ込むことで装着する」との限定事項を削除したものに実質的に等しいから，本件補正発明と同様の理由により，甲1に記載された発明及び甲2～4に記載された事項に基づいて，当業者が容易に発明をすることができたものである旨判断した。",
                "しかしながら，本件補正発明について，甲1に記載された発明及び甲2～4に記載された事項に基づいて，当業者が容易に発明をすることができたものであるといえないことは，前記1(1)のとおりであるから，これと同様に，本願発明も，甲1に記載された発明及び甲2～4に記載された事項に基づいて，当業者が容易に発明をすることができたものであるとはいえない。",
                "したがって，これに反する本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記1(2)のとおり，本件補正発明は，甲1に記載された発明及び甲2～4に記載された事項に基づいて，当業者が容易に発明をすることができたものであって，本願発明も，同様の理由により，甲1に記載された発明及び甲2～4に記載された事項に基づいて，当業者が容易に発明をすることができたものである。",
                "したがって，本願発明の進歩性に係る本件審決の判断に誤りはなく，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正に係る独立特許要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明の特許請求の範囲(請求項1)の記載は，前記第2の2(3)のとおりである。",
                    "本願明細書(甲5)の発明の詳細な説明には，次のような記載がある(下記記載中に引用する「図3ないし5及び8ないし11」については別紙1を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，シャツの第一ボタンに直接装着することで簡単に取り付け，取り外しができるネクタイと蝶ネクタイなので，使用頻度を増やすことができる。",
                        "【背景技術】",
                        "【0002】",
                        "現在使用されているネクタイ，蝶ネクタイは，首のまわりを一周し装着するしかなかった。簡単に脱着できず大人でも時間と手間がかかるので子供に装着させるのはもっと極めて困難であった。",
                        "【0003】",
                        "一方，取り付ける方法を工夫したものとして，特開2012−251285号に開示された発明がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0006】",
                        "-蝶ネクタイの場合-",
                        "(1)従来方式は首回りを一周する紐でぶら下げて前で金具を止めていた。そのため前で付けるのが面倒で，また紐でぶら下げるので全体が下向きになりがちでだらしなく感じさせる事が多かった。",
                        "(2)子供は首回りをしめつけられる感覚に違和感を感じ，長時間の装着が困難であった。",
                        "又，ネクタイ同様冠婚葬祭，フォーマルが必要な時，制服，おしゃれとして装着したい場合など，装着を断念することが多かった。",
                        "(3)首回りを一周させているので，何かの拍子に首が絞めつけられる可能性があった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0007】",
                        "上記の課題を解決するための第一の発明は，結び目を有する簡易蝶ネクタイ又は簡易ネクタイであって前記結び目の裏側にはシャツの第一ボタンがはまり込むボタン穴が，前記結び目の表側に貫通しないように形成され，前記ボタン穴は全ての側縁が閉じた縦状の穴である，ことを特徴とする簡易蝶ネクタイ又は簡易ネクタイである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明の効果】",
                      "text": [
                        "【0011】",
                        "蝶ネクタイの場合",
                        "(1)従来の取り付け方式が首を一周してぶら下げる為，つけるとき襟全体を上向きに巻き上げ金具を襟元でひっかけるのに数分かかった。又商品の取り付けが緩いので下向きになりがちでだらしなく感じさせたが今回はボタン穴を直接第一ボタンに通しているので，上向きに品良くついている。又，表側に貫通しないように形成されているため見た目も従来と変わらないように見える。",
                        "(2)子供に関してもネクタイ同様首の回りを一周させずに装着できる為しめつけられる感覚もなく長時間の取り付けが可能になった。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【図面の簡単な説明】",
                      "text": [
                        "【0012】",
                        "【図3】従来市販の蝶ネクタイのカットする所を示した図",
                        "【図4】蝶ネクタイを図1の第一ボタンに装着した出来上がり図。結び目の表側に第一ボタンは貫通しない",
                        "【図5】蝶ネクタイのウイングと結び目部分を正面から示した図",
                        "【図8】図5の裏側を示した図。結び目とつながってボタン穴がついているもの",
                        "【図9】図5の裏側を示した図。結び目の上にボタン穴がついているも",
                        "の",
                        "【図10】図8を横から示した図",
                        "【図11】図9を横から示した図"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【発明を実施するための形態】",
                      "text": [
                        "【実施例】",
                        "【0013】",
                        "以下添付図面に従って一実例を説明する。…",
                        "【0014】",
                        "蝶ネクタイの場合",
                        "(図3)従来市販蝶ネクタイの，首に回すループ部分の紐10をカットする。",
                        "(図8，図9)装着側の結び目2にボタン穴6をつける。",
                        "…装着したいシャツの第一ボタンまで閉める。",
                        "蝶ネクタイ結び目裏側につけたボタン穴6を持ち，閉めてある状態の第一ボタンの上からはめ込む。",
                        "(図4)が出来上がり図です。結び目の表側に第一ボタンは貫通しない。",
                        "なお，本発明は，上記の実施例に限定されるものではなく，従来より流通しているすべての形状の蝶ネクタイに適用可能である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本願明細書の発明の詳細な説明には，本件補正発明に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来の蝶ネクタイは，首回りを一周する紐でぶら下げ，前で金具を止める方式であるため，①前で付けるのが面倒であり，全体が下向きになりがちでだらしなく感じさせることが多い，②子供は，首回りを締めつけられる感覚に違和感を抱くため，長時間の装着は困難であって，冠婚葬祭時などに装着を断念することが多い，③何かの拍子に首が絞めつけられる可能性があることなどの問題があった(【0002】，【0006】)。",
                        "「本発明」は，上記課題を解決するため，結び目を有する簡易蝶ネクタイであって，前記結び目の裏側にはシャツの第一ボタンがはまり込むボタン穴が，前記結び目の表側に貫通しないように形成され，前記ボタン穴は全ての側縁が閉じた縦状の穴であるという構成を採用した(【0007】)。",
                        "上記構成を採用したことにより，「本発明」は，蝶ネクタイが上向きに品良く付いており，見た目も従来の蝶ネクタイと変わらず，子供に関しても，首を絞めつけられる感覚がなく長時間の取り付けが可能であるという効果を奏する(【0011】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」の一実例は，蝶ネクタイの装着側の結び目2の上に，ボタン穴6を付けたものである(【0012】，【0014】，図9，11)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1の考案の詳細な説明には，次のような記載がある(下記記載中に引用する「第1図ないし第5図」については別紙2を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔産業上の利用分野〕",
                      "text": [
                        "この考案は，例えば蝶ネクタイを結んだ翼部と結び目とからなる首を周回する部分のない形に形成した簡易ネクタイ本体に簡易着用具を設けた簡易着用具付きネクタイに関する。",
                        "〔従来の技術〕",
                        "従来の蝶ネクタイの結ぶもの，つまり本来の蝶ネクタイは，バイアスカットした裏生地を用い，首を周回する部分が必要であるから全長も長く，高価であり，また美しく整った形に結ぶことが比較的困難であり時間を要する。このようなことから，予め結ばれた形の翼部と結び目とからなる首を周回する部分のない簡易型の蝶ネクタイ本体を，長さ調節部と着脱のための継ぎ手とを有するバンド又はテープあるいはこれらの伸縮性を有するもので形成された着用具に取付けたものが市販されるようになった。",
                        "この着用具付き蝶ネクタイの本体は予め整った美しい形に形成されたものであるから，着用具のバンド等をシャツの襟の下側に通して継ぎ手を継ぐだけで，蝶ネクタイを美しく，簡単に着用できる。…",
                        "また別に簡易型の蝶ネクタイ本体を，両端がシャツの襟の下側にボタン等で止められるバンド等からなる着用具に取付けたものもある。」(1頁18行～3頁3行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「〔考案が解決しようとする課題〕",
                      "text": [
                        "従来の前述したような簡易型のネクタイは，着用具が首を周回する構成のものでは長さ調節部や継ぎ手を必要とするから，コスト高となる問題を免れ得ない。…",
                        "また，着用具が両端をシャツの襟下にボタン等で止めつけるものの場合は，コスト低減効果はあるが，その使用面で着用のためのボタン止めが必ずしも容易でない問題がある。",
                        "そして，従来の簡易型のネクタイはいずれも着用状態において位置ずれを生じ易く，前に傾き易いという問題がある。この原因は簡易型ネクタイ本体を両端に張ったバンド等に取付けてあるためであり，張り具合が少し緩るむと傾いたり，横移動したりするのである。",
                        "以上のようなことから，この考案は簡易型のネクタイ本体を取付ける着用具を改良することによって，着用状態における位置ずれや傾きを生じ難く，低コストで生産でき，そして着用操作も容易である簡易着用具付きネクタイを提供することを課題とする。",
                        "〔課題を解決するための手段〕",
                        "この考案は，シャツの第1ボタンに係合するように下縁を凹状に切欠いたボタン係合部を有する基板部と，その基板部の上部に続いて前側へ屈曲した屈曲部を介して下方へ伸延し前記ボタン係合部の前側に位置し前側にネクタイを取付けられるネクタイ取付部と，上記屈曲部と基板部との一方又は双方からそれぞれ両外側上方の後方へ斜めに又は両外側上方へ斜めに伸延し上記シャツの襟の折返し部分の内側に挿入される一対の突出片と，予め結び目を有する形に形成されて上記ネクタイ取付部に取付けられた簡易ネクタイ本体とからなることを特徴とする。",
                        "上記ネクタイ取付部は特に形状が限定されるようなものではなく，それは簡易ネクタイ本体の結び目の裏側付近の適所が固定されるものであればよいからであり，その取付けは縫着，接着剤による接着等がよく，場合によっては着脱構造を採用してもよい。」(3頁4行～5頁7行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「〔作用〕",
                      "text": [
                        "この簡易着用具付きネクタイは，シャツの前を閉じるボタンの一番上のボタン，すなわち第1ボタンに対して基板部のボタン係合部を係合させ，突出片のおのおのを対応する側の襟の下へ挿入した状態に位置させることによって着用状態となる。係合部が第1ボタンに係合した状態は，第1ボタンの取付糸の部分が凹状切欠き内の奥部に位置し，第1ボタンの背面に基板部の凹状切欠き奥部周辺の前面が当接し，第1ボタンを通されているシャツのボタン穴の周辺部前面に基板部の背面が当接している。これによって簡易着用具付きネクタイの全体は第1ボタンの部分で支持された状態となるが，これだけでは第1ボタンを中心に回動可能な状態である。両突出片が襟の下へ挿入されると，突出片の先端が略襟の折返し位置に達するから，前記回動可能な状態から回動しないようにかつ前へ傾斜しないように拘束された状態となる。…」(5頁8行～6頁6行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「〔実施例〕",
                          "text": [
                            "1実施例を第1図乃至第4図によって説明する。図において，1は簡易着用具で，基板部2，ネクタイ取付部3，突出片4，4からなり，5は簡易蝶ネクタイ本体である。",
                            "簡易着用具1は，この実施例では無色透明な厚さ1mm のアクリル板で形成してある。その製造においては，第4図に示すような型どりをして切断し，そして小孔 10，11a ，11b ，12a ，12b を穿設し，点線で示す折曲げ線 13～18 に沿って加熱して折曲げて簡易着用具1とする。",
                            "基板部2は，下縁から凹状切欠いたボタン係合部 19 を設けてある。ボタン係合部 19 の奥部は小円弧状をなしボタン取付け糸の部分を丁度跨ぐことができてボタンとの係合状態において横方向には殆ど移動しない程度の幅約5mm である。ボタン係合部 19 の下方はラッパ状に下方へ拡大して基板部2の下縁に達しており，この曲縁は着用時にボタンとの係合を容易にするためと，着用時に基板部2の片側がボタン穴に入り込むようなことをなくすためとである。",
                            "ネクタイ取付部3は，屈曲部 20 を介して基板部2の上部に連続して",
                            "おり，大略下方へ伸延している。屈曲部 20 は前方上方へ向い斜面部 21を形成しそれから下方へ向うようになっている。第1図に示す寸法eは約10mm である。下方へ向う部分であるネクタイ取付部3は前面が凹状となるように第4図に示した折曲げ線 13，14 に沿って折曲げてあり，基板部2の前面との間にボタンの厚さ約1mm の間隔を隔てており，この前面に簡易蝶ネクタイ本体5が取付けられる。",
                            "突出片4，4は，この実施例では幅約6mm，長さ約 20mm でそれぞれ両外側上方の後方へ斜めに伸延して先端部に丸味を形成されている。",
                            "簡易蝶ネクタイ本体5は，両翼部 22，22 と結び目 23 とを有するものであるが，実際に結んだものでも，外観だけが結んだように見えるものでもよい。この本体5を前記小孔 10，11a と11b ，12a と12b をそれぞれ利用して，ネクタイ取付部3の前面に縫い付けてある。",
                            "この簡易着用具付き蝶ネクタイを着用したときのシャツの襟 24 と第1ボタン 25 との位置関係は，第1図と第3図に仮想線で示すようになる。すなわち，基板部2のボタン係合部 19 がボタン 25 と係合しており，各突出片4，4が襟 24 の下(内側)にあって襟 24 の折返し部24a に略沿うように位置し，先端が折返し部 24a の内側に当接している。",
                            "着用状態において，第2図に見られる突出片4，4は襟の下になるから見えないで簡易蝶ネクタイ本体5のみが見える。なお，予め基板部2とネクタイ取付部3の大きさは，着用状態で正面からは簡易蝶ネクタイ本体5にかくれて見えない大きさとするのがよい。」(6頁11行～9頁2行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「女性用のシャツ(ブラウス)では，襟ぐりが大きくなっていて第1ボタンが胸の位置にあるものもあり，その場合には，突出片4，4に相当するものは殆ど外側上方へ斜めに突出するように，例えば第5図(a) ，(b) に示すようにすればよく，要は襟の折返し部の内側に沿うようにすればよい。」(9頁6行～12行)"
                        },
                        {
                          "fig": "c",
                          "subject": "「上記実施例において，簡易着用具をアクリル板で形成したが，大量に生産する場合は型成形するのがよく，その場合にはネクタイ取付部はネクタイを取付け易く着用時外観に殆ど表れないものであれば如何なる形状であってもよい。なお，無色透明に近い材料で形成した場合は，着用時少し見える場合でも目立たないので支障はない。」(9頁14行～20行)"
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「〔考案の効果〕",
                      "text": [
                        "この考案によれば，着用状態において簡易着用具がシャツの第1ボタンと襟の折返し部とによって確実に位置決めされて保持され，左右，上下，前後のいずれの方向にも殆ど移動しない。従って，簡易着用具に取付けられている簡易ネクタイ部分も同様に移動しないから，常に良好な着用状態となる簡易着用具付きネクタイが得られる。",
                        "そして，その着用操作は，シャツの第1ボタンに切欠きを係合させることと一対の突片を襟下へ挿入することで終了するからきわめて簡単である。",
                        "また，この簡易着用具はプラスチックの成形品とすることが可能である上に，バンドや継ぎ手等を必要としないから非常に安価に提供できる。」(10頁3行～17行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲1には，以下のような開示があると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本来の蝶ネクタイは，バイアスカットした裏生地を用い，首を周回する部分が必要であるため，全長が長く高価であり，また，美しく整った形に結ぶことが比較的困難で時間を要する。",
                        "そのため，あらかじめ結ばれた形の翼部と結び目とからなる，首を周回する部分のない簡易型の蝶ネクタイ本体を，着用具に取付けたものが市販されるようになった。かかる簡易型の蝶ネクタイには，蝶ネクタイ本体を，長さ調節部と着脱のための継ぎ手とを有するバンド等から形成された，首を周回する着用具に取り付ける構成のもの(以下「周回タイプ」という。)のほか，蝶ネクタイ本体を，両端がシャツの襟の下側にボタン等で止められるバンド等からなる着用具に取り付ける構成のもの(以下「ボタンタイプ」という。)がある。",
                        "(以上につき，前記ア(ア))。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，従来の簡易型のネクタイは，いずれのタイプも，ネクタイ本体を両端に張ったバンド等に取り付けてあるため，張り具合が少し緩むと位置ずれを生じ易く，前に傾き易いという問題があった。加えて，周回タイプには，長さ調節部や継ぎ手を必要とするためにコスト高となる問題があり，ボタンタイプには，着用のためのボタン止めが容易でないという問題があった。そのため，「本考案」は，簡易型のネクタイ本体を取付ける着用具を改良することによって，着用状態における位置ずれや傾きを生じ難く，低コストで生産でき，そして着用操作も容易である簡易着用具付きネクタイを提供することを課題とするものである。",
                        "「本考案」は，上記課題を解決するため，シャツの第1ボタンに係合するように下縁を凹状に切欠いたボタン係合部を有する基板部と，その基板部の上部に続いて前側へ屈曲した屈曲部を介して下方へ伸延し前記ボタン係合部の前側に位置し前側にネクタイを取付けられるネクタイ取付部と，上記屈曲部と基板部との一方又は双方からそれぞれ両外側上方の後方へ斜めに又は両外側上方へ斜めに伸延し上記シャツの襟の折返し部分の内側に挿入される一対の突出片とからなる簡易着用具と，あらかじめ結び目を有する形に形成されて上記ネクタイ取付部に取付けられた簡易ネクタイ本体とからなる構成を採用した。",
                        "(以上につき，前記ア(イ))。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「本考案」は，上記構成を採用することにより，①着用状態において，簡易着用具がシャツの第1ボタンと襟の折返し部とによって確実に位置決めされて保持され，左右，上下，前後のいずれの方向にもほとんど移動せず，簡易着用具に取り付けられた簡易ネクタイ本体も同様に移動しないため，常に良好な着用状態となる，②着用操作は，シャツの第1ボタンに切欠きを係合させることと一対の突片を襟下へ挿入することで終了するから極めて簡単である，③簡易着用具を非常に安価に提供できるという効果を奏する(前記ア(ウ)，(オ))。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)ア(エ)aの記載によれば，甲1には，本件審決が認定したとおりの引用発明1が開示されていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，本件審決における引用発明1の認定は，①正面から見た簡易蝶ネクタイの構成を，「着用状態」に限定して認定した点，②シャツの第1ボタンにボタン係合部19の切欠きを係合させるだけでは着用できず，その後更に，一対の突出片を襟下へ挿入させることで着用できるものであることを認定しなかった点，③簡易着用具1が厚さ1mmのアクリル板で形成されていることを認定しなかった点に誤りがある旨主張する。",
                    "そこで検討するに，発明の進歩性の判断に際し，特許出願に係る発明ないし特許を受けている発明(以下「本願発明等」と総称する。)と対比すべき特許法29条1項各号所定の発明(以下「主引用発明」という。)の認定は，これを本願発明等と対比させて，本願発明等と主引用発明との相違点に係る技術的構成を確定することを目的としてされるものであるから，本願発明等との対比に必要な技術的事項について過不足なく行うことが必要である。",
                    "これを本件についてみると，上記①の点について，本件補正発明は，発明特定事項として，子供用簡易蝶ネクタイを正面から見た構成を含むものではないから，本件補正発明と対比するに当たって，甲1の簡易蝶ネクタイを正面から見た構成を認定する必要はない。したがって，原告の主張はその前提を欠く。",
                    "次に，上記②の点について，本件審決は，引用発明1の構成として，「着用状態で，…突出片4，4は襟の下になり見えないように形成され」と認定するところ，かかる構成は，実質的に，一対の突出片を襟下へ挿入させる態様を含むものである。",
                    "さらに，上記③の点について，本件補正発明の特許請求の範囲(請求項1)には，「ボタン穴が形成された部材」の材質及び厚みについて規定した記載はなく，本願明細書の発明の詳細な説明にも，「ボタン穴が形成された部材」の材質及び厚みについて規定した記載はない。そして，前記(1)イのとおり，本件補正発明の技術的意義は，簡易蝶ネクタイの結び目の裏側に，シャツの第一ボタンがはまりこむボタン穴を，結び目の表側に貫通しないように形成することによって，蝶ネクタイが上向きに品良く付き，従来の蝶ネクタイと見た目が変わらず，子供にも長時間の取付けが可能となるようにしたことであるところ，かかる技術的意義に照らしても，「ボタン穴が形成された部材」を特定の材質及び厚みに限定しなければならない理由は見いだし難い。したがって，本件補正発明と対比するに当たって，甲1の簡易着用具1の材質及び厚みを認定する必要はない。",
                    "以上によれば，原告の上記主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件補正発明と引用発明1との対比について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正発明の「ボタン穴」の意義",
                  "text": [
                    "この点に関し原告は，本件補正発明の「ボタン穴」とは，「ボタンによって対象部材を留め合わせられる，糸でかがったり布で縁取ったりした穴」を意味する旨主張し，被告は，「ボタンをはめる穴」を意味するに過ぎない旨主張する。そこで，これらの主張の当否について，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正発明の特許請求の範囲(請求項1)の記載によれば，「ボタン穴」とは，「結び目を有する子供用簡易蝶ネクタイ」の「前記結び目の裏側に」，「前記結び目とつながっ」た「部材」に，前記結び目の表側に貫通しないように形成され」たものであり，「全ての側縁が閉じた縦状の穴であり，」「シャツの第一ボタンがはまり込む」ものであることを理解できる。",
                        "一方，上記特許請求の範囲には，「ボタン穴」の側縁を閉じるための具体的構成を特定する記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本願明細書の発明の詳細な説明には，実施例として，結び目とつながってボタン穴がついているもの(図8，10)，結び目の上にボタン穴がついているもの(図9，11)が示されているが，本件補正発明の「ボタン穴」の側縁を閉じるための構成を特定のものに限定する記載はない。また，本件補正発明の技術的意義(前記(3)イ)に照らすと，「ボタン穴」の側縁を閉じるための具体的構成を原告主張のように限定しなくとも，被告主張のように「シャツの第一ボタンがはまり込む穴」とすることによって，蝶ネクタイが上向きに品良く付き，従来の蝶ネクタイと見た目が変わらず，子供にも長時間の取付けが可能となるという効果を奏することができるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)の事情を総合すると，本件補正発明の「ボタン穴」とは，「シャツの第一ボタンがはまり込む穴」という程度の意味であって，「糸でかがったり布で縁取ったりしたもの」に限定されるものではないと解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1における「空洞部分」の有無",
                  "text": [
                    "引用発明1において，簡易着用具1は，基板部2，ネクタイ取付部3及び突出片4，4から成るものであり，ネクタイ取付部3は，前面が凹状となるように折曲げてあり，小孔10，11aと11b，12aと12bを利用して簡易蝶ネクタイ本体5に縫い付けられるものである。",
                    "そして，引用発明1の簡易着用具付き蝶ネクタイを着用したときのシャツの襟と第1ボタンとの位置関係等を表す第3図は，ネクタイ取付部3の，前面が凹状となった部分と結び目23との間に，空洞部分があることを示すものであると理解することができる。",
                    "以上によれば，引用発明1は，結び目の裏側の切欠き状の部分が形成された部材(簡易着用具1)とウイング(両翼部22)との間には，結び目23を介して横方向に空洞部分を有しているものといえるから，これに反する原告の主張(前記第3の1(2)イ(イ))は採用することができない。",
                    "なお，甲1の第5図(b)には，ネクタイ取付部3の凹状の前面が結び目23に接していることが示されていると理解することも可能である。しかしながら，引用発明1が，第1図ないし第4図によって説明される実施例に基づいて認定されたものであることについては，前記(3)アのとおりであって，第5図は，この実施例と異なる実施例に関するものであり，引用発明1を説明するものではないから，第5図(b)に示される内容をもって，上記認定が左右されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件補正発明と引用発明1の一致点及び相違点",
                  "text": [
                    "前記(3)のとおり，本件審決における引用発明1の認定に誤りはない。",
                    "そして，本件補正発明と引用発明1とを対比すると，本件審決が認定したとおりの一致点及び相違点(前記第2の3(2)イ)が存在することが認められる。",
                    "これに対し原告は，本件補正発明と引用発明1’とを対比すると，両者の間に相違点1’ないし相違点5’が存在する旨主張する。",
                    "しかしながら，本件審決における引用発明1の認定に誤りがないことは，前記(3)のとおりであるから，原告の上記主張は，その前提を欠くものであって，採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点の容易想到性の判断について",
              "text": [
                "事案に鑑み，相違点2の容易想到性から判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4(実願昭59-173953号(実開昭61-88518号)のマイクロフィルム)の考案の詳細な説明には，次のような記載がある(下記記載中に引用する「第1図ないし第4図」については別紙3を参照)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「本考案はブローチ，襟飾り，生花等，種々装飾小物を取り付けて衣服に止着するようになる装身具取付台に関する。",
                            "従来ブローチ等各種衣服に付着する多数の装飾用小物が使用されているが，これ等のものはそれぞれピン，安全ピン，クリップ，ネジ止及び結び紐等の止着手段を有するものであり，例えば生花等の胸飾りを構成する場合結束部にピンを取り付ける等の方法を採つており，着脱が面倒であつた。更に多数のブローチ等を組み合わせて使用する場合，それぞれの装飾用小物の配置を考えてその都度着脱しなければならないばかりではなく，多数の刺穴の為衣服等が損傷する問題も有していた。」(1頁14行～2頁6行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「本考案は上記問題に鑑み，殊に襟前に止着する装身具について，着脱が簡単であり且つ衣服の損傷が殆んど無い装身具取付台を提供することを目的とするものである。",
                            "即ち，本考案の装身具取付台は略逆三角形に成る合成樹脂又は金属板等の取付台主板に対して上方に係止導孔を連続形成した釦挿通孔を穿設すると共に，他の一部に背面方向に突出する衣服を刺通する適宜長さのピンを突設し，該ピン先端にピン挟持機構を有するピン挿入キャップを着脱自在に外挿冠着して成るもので，取付台主板の適宜箇所に複数の取付孔を穿設するか又は格子状に列設して成る。該装身具取付台は上記取付孔を利用して各種装身用小物を取り付け，又該取付台主板に捲回止着した適宜布材に装身用小物のピン等を刺通して取り付けるものであり，該装身具取付台は例えばワイシャツの第一釦を釦挿通孔に貫挿し係止導孔に移動した状態でピンをワイシャツに刺通し，その先端にピン挿入キャップを嵌着して使用するものである。従つてピンを刺着した後，釦に対して釦挿通孔の移動を阻止し，確実に止着せしめられる。」(2頁7行～3頁8行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「以下，本考案装身具取付台の実施例を図面に従つて説明するに，第1図乃至第3図は本考案の一実施例を示すものである。",
                            "符号(1)は略逆三角形状の取付台主板であり，合成樹脂又は金属板等から成る中央上側部には上方に延びる細幅の係止導孔(3)を有する円形の釦挿通孔(2)を穿設すると共に，該釦挿通孔(2)の下部背面には取付台主板(1)と直交する尖端状のピン(4)を突設し，また該ピン(4)の刺端(5)にはピン挿入キャップ(6)を冠着して成る。該ピン挿入キャップ(6)は…ピン挟持機構を構成する。また上記取付台主板(1)には適宜大きさの多数の取付孔(14)(14)…を穿設配置するものである。",
                            "上記構成の装身具取付台は第4図に示す如く，バッジやブローチ等の装身用小物(a)をネジ等を取付孔(14)を利用して取り付けた後，例えばワイシャツ(b)の第一釦(c)を釦挿通孔(2)に挿通し，係止導孔(3)と係合した状態で縦襟部(d)にピン(4)を刺通し，該縦襟部(d)裏面から突出したピン(4)の刺端(5)にピン挿入キャップ(6)を冠着して止着するものである。」(3頁9行～4頁16行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「以上述べた如く本考案の装身具取付台は各種装身用小物を単品又は複数個使用するに際し，予め取付台主板に取り付けたものを衣服に対して簡単に着脱できるもので襟元の趣向を様々に変容することができる等の特徴を有し，本考案実施後の実用的効果は極めて大きい。」(5頁12行～17行)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の記載事項によれば，甲4には，以下のような開示があると認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "従来，各種衣服に付着する装飾用小物として，ブローチ等多数のものが使用されているが，これらはピン等の止着手段を有するものであって，着脱が面倒であった。さらに，多数のブローチ等を組み合わせて使用する場合には，それぞれの配置を考えてその都度着脱しなければならない上，多数の刺穴のため衣服等が損傷するという問題もあった(前記(ア)a)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「本考案」は，着脱が簡単で，衣服の損傷がほとんどない装身具取付台の提供を目的とするものであって，かかる課題を解決するために，「略逆三角形に成る合成樹脂又は金属板等の取付台主板に対して上方に係止導孔を連続形成した釦挿通孔を穿設すると共に，他の一部に背面方向に突出する衣服を刺通する適宜長さのピンを突設し，該ピン先端にピン挟持機構を有するピン挿入キャップを着脱自在に外挿冠着し，取付台主板の適宜箇所に複数の取付孔を穿設するか又は格子状に列設して成る」という構成を採用した。",
                            "「本考案」は，上記構成を採用したことにより，ピンを刺着した後，釦に対して釦挿通孔の移動を阻止し，確実に止着することができ，また，各種装身用小物を使用するに際し，あらかじめ取付台主板に取り付けたものを衣服に簡単に着脱できるという効果を奏する。",
                            "(以上につき，前記(ア)b，d)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「本考案」の一実施例(第1図～第4図)は，略逆三角形状の取付台主板(1)の中央上側部に，上方に延びる細幅の係止導孔(3)を有する円形の釦挿通孔(2)が穿設され，ワイシャツの第一釦(c)を釦挿通孔(2)に挿通し，係止導孔(3)と係合した状態で止着する装身具である(前記(ア)c)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明1及び甲4発明の装身具は，いずれも，装身具を簡単にシャツの第一ボタンに装着できるようにするという共通の課題を有し，また，これを着用するに当たり，切欠き状の部分にボタンがはまり込むことで装着するという共通の機能を有するから，引用発明1のボタン係合部19における切欠き状の部分の具体的な形状として，甲4発明の係止導孔を有する円形の釦挿通孔の態様を採用し，相違点2に係る本件補正発明の構成とすることは，当業者であれば容易になし得たことである旨判断した。",
                        "しかしながら，前記(2)イのとおり，引用発明1は，簡易型のネクタイ本体を取付ける着用具を改良することによって，着用状態における位置ずれや傾きを生じ難く，低コストで生産でき，そして着用操作も容易である簡易着用具付きネクタイを提供することを課題とするものである。",
                        "一方，前記ア(イ)のとおり，甲4に記載された考案は，襟飾り，生花等の種々の装飾小物，殊に襟前に止着する装身具について，着脱が簡単であり，かつ，衣服の損傷がほとんどない装身具取付台を提供することを課題とするものであるが，かかる装身具として，蝶ネクタイやネクタイを例示するものではなく，蝶ネクタイやネクタイを着用する際に固有の問題があることを指摘するものでもない。",
                        "したがって，引用発明1と甲4発明は，その具体的な課題において，大きく異なるものといえる。",
                        "また，発明の作用・機能をみても，引用発明1は，基板部，ネクタイ取付部及び一対の突出片から成る簡易着用具を備え，ネクタイ取付部の裏側に位置する基板部に，その下縁を凹状に切り欠いたボタン係合部を設け，その切欠きにシャツの第一ボタンを係合させるとともに，一対の突片を襟下へ挿入することで，簡易蝶ネクタイの良好な着用状態及び簡単な着用操作を実現するものである(前記(2)ア(オ))。",
                        "そして，甲1には，引用発明1に関し，①「ボタン係合部19」の奥部は，ボタン取付け糸の部分を丁度跨ぐことができる程度の小円弧状をなすものとし，その幅は，ボタンとの係合状態において横方向にほとんど移動しない程度のものとすること，②着用時にボタンとの係合を容易にするとともに，着用時に基板部2の片側がボタン穴に入り込むことを防ぐために，「ボタン係合部19」の下方を，ラッパ状に下方へ拡大して基板部2の下縁に達するものとすることの記載(前記(2)ア(エ)a)がある。これは，結び目の陰に隠れて見えない状態のボタン係合部を，上方から探りながらも容易に装着できるようにするための工夫といえるから，簡易着用具1の基板部2における，ボタン係合部19の配置位置及びその形状を引用発明1の構成とすることは，引用発明1の課題を解決するために，重要な技術的意義を有するものであることを理解できる。",
                        "他方，甲4発明は，取付台主板に対して上方に係止導孔を連続形成した釦挿通孔を穿設すると共に，他の一部に背面方向に突出するピンを突設し，ピン先端にピン挟持機構を有するピン挿入キャップを冠着することで，釦の確実な止着と，各種装身用小物の衣類への簡単な着脱を実現するものであって(前記ア(イ)b)，第1ボタンへの係合方法，衣類への確実な止着及び簡単な着脱の実現手段において，引用発明1と大きく異なるものであるから，発明の具体的な作用・機能も，引用発明1とは大きく異なるものといえる。",
                        "加えて，甲4の記載事項(前記ア(ア)c)によれば，甲4発明の装身具取付台は，衣類に装着する際に，第1ボタンの前部からアプローチして，釦挿通孔(2)に挿入した後，装身具取付台を鉛直方向の下部に移動させ，係止導孔(3)を第1ボタンの取付糸に係合するものであるから，当業者であれば，第1ボタンを釦挿通孔(2)に挿入する際に，これらを視認できる状態でないと，ボタンの着脱動作が困難となることを理解できる。",
                        "そうすると，仮に，引用発明1のボタン係合部19における切欠き状の部分の具体的な形状として，甲4発明の「細幅の係止導孔(3)を有する円形の釦挿通孔(2)」の態様を採用した場合には，ボタン係合部19の前側に位置し，その前側にネクタイが取り付けられるネクタイ取付部3が存在するため，簡易蝶ネクタイを着用する際に，簡易蝶ネクタイ及びネクタイ取付部に隠されて，第1ボタン及びボタン穴を視認することができないことになる。そのため，ボタン係合部を切欠き状にする場合よりも，着用具へのボタンの係合が困難となることは明らかであるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，引用発明1と甲4発明とは，発明の課題や作用・機能が大きく異なるものであるから，甲1に接した当業者が，甲4の存在を認識していたとしても，甲4に記載された装身具取付台の構成から，「細幅の係止導孔(3)を有する円形の釦挿通孔(2)」の形状のみを取り出し，これを引用発明1のボタン係合部19における切欠き状の部分の具体的な形状として採用することは，当業者が容易に想到できたものであるとは認め難く，むしろ阻害要因があるといえる。",
                        "したがって，本件補正発明は，引用発明1に基づいて当業者が容易に発明をすることができたものであるとはいえないから，これに反する本件審決の判断には誤りがあり，同判断を前提とする本件審決の補正却下の決定にも誤りがある。",
                        "よって，原告主張の取消事由1は理由がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由1は理由があるから，取消事由2及び3について判断するまでもなく，本件審決は取り消されるべきである。"
          ]
        }
      ]
    }
  ]
}