{
  "conclusion": [
    {
      "text": "- 1 -"
    },
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，更に1億8645万3135円及びこれに対する平成27年3月31日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨等",
          "text": [
            "本件は，鍵の販売，取付け，修理等を業とする控訴人が，被控訴人らに対し，(ア)",
            "被控訴人らが共謀して控訴人の所有する工具等を違法に持ち出したことは，不法行為を構成し，(イ)  被控訴人Y1が控訴人の従業員を違法に引き抜いて被控訴人会社に転職させた行為は，不法行為を構成し，(ウ)  被控訴人Y1，同Y2及び同Y3が共謀の上，控訴人の開錠技術等に関する営業秘密を違法に持ち出して，被控訴人会社の業務に使用した行為は，不正競争防止法2条1項4号及び5号の不正競争行為に該当し，また，(エ)  控訴人の従業員であった被控訴人Y2及び同Y3が被控訴人会社に転職したことは競業避止義務違反の債務不履行に該当すると主張して，上記(ア)ないし(ウ)の被控訴人Y1，同Y2及び同Y3については民法709条，719条1項，不正競争防止法4条に基づき，被控訴人会社については民法709条，715条1項又は会社法350条に基づき，また，上記(エ)の被控訴人Y2及び同Y3については民法415条に基づき，損害賠償金として1億8783万9135円及びこれに対する不法行為の最後の日である平成27年3月31日から支払済みまで民法所定の年5分の割合による遅延損害金を連帯して支払うよう求めた事案である。",
            "原審は，被控訴人会社が，その従業員のうちの何者かにおいて控訴人の所有する工具を違法に持ち出した不法行為(前記(ア))につき民法715条1項の使用者責任を負うものと判断し，被控訴人会社に対する請求につき，持ち出された工具の販売価格相当額に弁護士費用を加えた138万6000円及びこれに対する遅延損害金の支払を命ずる限度で理由があるものとして認容し，その余を棄却し，また，その余の被控訴人らに対する請求はいずれも理由がないものとして棄却した。",
            "そこで，控訴人が，自己の敗訴部分を不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実並びに後掲の証拠及び弁論の全趣旨により容易に認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "text": [
                "控訴人は，鍵の販売，取付け，修理，その関連工事等を業とする株式会社である。",
                "被控訴人会社は，ウェブ広告の企画，製作等を業とする株式会社であり，被控訴人Y1は，被控訴人会社の代表取締役である。",
                "被控訴人Y2及び同Y3は，控訴人の元従業員である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の業務の内容",
              "text": [
                "控訴人は，顧客の依頼を受けて開かなくなった鍵を開錠する業務を行っており，その際，つまみ部分にボタンを付け，ボタンを押した場合にのみ回すことができる構造を有するサムターン(スイッチサムターン)が扉の内側に設けられている場合であっても，解錠することができる道具(控訴人において「グンマジ」と称しているもの。以下「グンマジ」という。)を自ら開発し，これを使用している(甲3，4)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人Y2らの控訴人への入社及び退職並びに被控訴人会社への就職等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訴外A(以下「A」という。)，被控訴人Y2，訴外B(以下「B」という。)，訴外C(以下「C」という。)，訴外D(以下「D」という。)及び被控訴人Y3は，いずれも控訴人の元従業員で，いずれも開錠作業を行う鍵師として控訴人の業務に従事していた(以下，当該6名を「本件元従業員ら」と総称することがある。)。",
                    "その控訴人への入社及び退職の時期は，以下のとおりである。",
                    "A            平成22年12月頃入社，平成27年1月頃退職",
                    "被控訴人Y2    平成23年10月頃入社，平成26年10月10日退職",
                    "B            平成25年7月頃入社，平成27年1月頃退職",
                    "C            平成26年2月頃入社，平成26年10月10日退職",
                    "D            平成26年2月頃入社，平成27年1月頃退職",
                    "被控訴人Y3  平成26年2月頃入社，平成27年3月31日退職"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "C及び被控訴人Y2は，控訴人を退職した後，平成26年12月頃までに被控訴人会社に就職し，控訴人会社の始めた開錠業務に鍵師として従事した。その後，A，B，D及び被控訴人Y3も，それぞれ退職後間もなく被控訴人会社に就職し，鍵師として業務に従事した。(以上につき，乙23ないし25)"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人Y2及び同Y3の誓約書",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人Y2作成の平成25年9月25日付け誓約書(甲37)には，次の各事項を遵守することを誓約する旨の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人の機密情報，顧客・従業員その他の個人情報を第三者に開示及び漏洩しないこと。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人の所有する工具等を，控訴人の業務で使用する場合を除き，控訴人の許可を受けることなく社外に持ち出さないこと。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人で教わった技術及び知った技術を控訴人以外の者に教えないこと。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人で教わった技術及び知った技術を犯罪に使用しないこと。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人に入社してから5年以内に退社した場合は，退社後3年間にわたり，控訴人の営業と競業する行為を避止し，次の行為を行わないこと。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人と競合関係に立つ事業者に就職したり，役員に就任すること。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人と競合関係に立つ事業者の提携先企業に就職したり，役員に就任すること。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人と競合関係に立つ事業を自ら開業又は設立すること。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本誓約書に違反した場合は，控訴人の被った損害を賠償すること。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人Y3作成の平成26年3月20日付け誓約書(甲93)には，前記ア(ア)ないし(エ)及び(カ)のほか，次の各事項の遵守を誓約する旨の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "鍵開錠作業等に用いる控訴人所有の工具等又はその複製品，模倣品若しくは類似品を，自ら使用若しくは作成し，又は他人に使用させ若しくは作成させること。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人に入社してから3年以内に退社した場合は，退社後1年間にわたり，控訴人の営業と競業する行為を避止し，前記ア(オ)のaないしcの行為を行わないこと。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被控訴人会社における開錠業務の停止",
              "text": [
                "被控訴人会社は，平成28年3月末頃，開錠業務を停止し，本件元従業員らは，全て被控訴人会社を退職した(乙23ないし25)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "工具等の持ち出し行為の有無"
            },
            {
              "fig": "(2)",
              "subject": "違法な引き抜き行為の有無"
            },
            {
              "fig": "(3)",
              "subject": "不正競争行為(営業秘密の使用行為等)の有無"
            },
            {
              "fig": "(4)",
              "subject": "被控訴人Y2及び同Y3の競業避止義務違反の有無"
            },
            {
              "fig": "(5)",
              "subject": "被控訴人会社の責任原因"
            },
            {
              "fig": "(6)",
              "subject": "控訴人の損害額"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "争点に関する当事者の主張は，後記2のとおり当審における補充主張を付加するほかは，原判決の「事実及び理由」の第2の3に記載されたとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "工具等の持ち出し行為の有無(争点(1))について",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件において持ち出されたキーマシンは，原審が認定した2台のほかに，少なくとも，①株式会社ジョーエイ製機製の853番のもの及び②KEYLIＮE社製のものの2台があり，また，住宅用グンマジは，少なくとも6台が持ち出されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人会社が開錠業務に参入するに当たり，ノウハウを持たない被控訴人Y1は，1人で準備することは困難であるから，その知識と経験がある本件元従業員らを利用し，彼らに控訴人から工具類を持ち出させて入手し，その業務を開始したものというべきである。一方，本件元従業員らが被控訴人Y1に相談せず，自らリスクを負って工具類を持ち出すことはあり得ないから，工具類の持ち出しが被控訴人Y1と本件元従業員らとの共謀の上でされたことも明らかである。",
                    "〔被控訴人らの反論〕",
                    "事実は否認し，主張は争う。",
                    "被控訴人Y1は，同Y2が1人で鍵屋として独立する話を聞き及んだことから，そうであれば，被控訴人会社においてインターネット集客をし，同Y2が被控訴人会社の従業員として仕事をするのがよいと考え，その旨の勧誘をした。開錠に使用する道具は，同Y2が自分で所有していた道具に加え，後に被控訴人会社に入ることを希望したCの指示により準備されたものであり，控訴人から持ち出されたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "違法な引き抜き行為の有無(争点(2))について",
              "text": [
                "〔控訴人の主張〕",
                "被控訴人会社は，開錠業務のノウハウや経験を有しなかったところ，それらを有していた本件元従業員らが被控訴人会社に就職し，開錠業務が行われた。このような事実関係からすれば，被控訴人Y1において，本件元従業員らへの働きかけがあったとみるべきであり，違法な引き抜き行為として不法行為を構成する。",
                "〔被控訴人らの反論〕",
                "事実は否認し，主張は争う。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "不正競争行為(営業秘密の使用行為等)の有無(争点(3))について",
              "text": [
                "〔控訴人の主張〕",
                "控訴人は，グンマジを用いた開錠の方法及びグンマジの構造・部材に関する本件情報を保有しているところ，グンマジは，控訴人の代表者において独自に開発したものであり，本件情報は，外部に流出しないよう管理されていた。",
                "住宅用グンマジのうち鍵の学校に置いてあるものは金庫に保管され，各錠前技師が所持するものは各自のロッカーに保管され，毎日，数が確認され，各錠前技師に配布されないものについても，各支店で厳重に管理されていた。また，グンマジの設計図は，社長室において，鍵付きの保管庫に保管されていた。",
                "控訴人は，各スタッフに住宅用のグンマジの機密情報を漏らさぬよう指導しており，このことは，講習チェックシートの「グンマジ」の「機密保持について」及び「グンマジの機密保持のための保管方法」という欄に講習修了を示す押印があることからも，明らかである。",
                "このようにグンマジに関する本件情報は，「秘密として管理されている」といえ，不正競争防止法にいう営業秘密に当たる。",
                "〔被控訴人らの反論〕",
                "事実は否認し，主張は争う。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人Y2及び同Y3の競業避止義務違反の有無(争点(4))について",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人Y2について",
                  "text": [
                    "被控訴人Y2は，誓約書(甲37)に基づき競業避止義務を負う。控訴人においては，従業員に競業避止義務を課す必要性は高いところ，開錠技師として入社した従業員には比較的高額な賃金が支払われ，競業避止義務を課すことの代償措置は講じられていたといえるから，誓約書が公序良俗に反し無効となることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人Y3について",
                  "text": [
                    "被控訴人Y3についても，競業避止義務を含む誓約書(甲93)が作成されていたことから，被控訴人Y3は，上記誓約書に基づき競業避止義務を負う。",
                    "被控訴人Y3の誓約書は，入社後3年以内に退職した場合に，退社後1年間の競業避止義務を課すものであり，比較的短期間にとどまるから，被控訴人Y2と比べても，競業避止義務を負うべき理由がある。",
                    "〔被控訴人らの反論〕",
                    "事実は否認し，主張は争う。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人の損害額(争点(6))について",
              "text": [
                "〔控訴人の主張〕",
                "被控訴人らの不法行為等によって，控訴人に生じた損害の内容及びその額は，以下のとおりであり，合計●●●●●●●●●●●円となる(控訴人は，その一部である1億8783万9135円の賠償を請求する。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "キーマシン及びグンマジの持ち出しによる積極損害    ●●●●●●●円",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "キーマシンの持ち出しによる損害",
                      "text": [
                        "原審が認定した2台(64万円)に加え，同様に持ち出された株式会社ジョーエイ製機製の853番のもの(32万円)及びKEYLIＮE社製のもの(50万円)の2台に係る損害が生じているから，キーマシンの持ち出しによる積極損害額の額は合計146万円である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "グンマジの持ち出しによる損害",
                      "text": [
                        "グンマジを持ち出されたことによって控訴人の被った損害は，価格相当額にとどまらず，当該工具を使用して得られる利益が含まれる。本件において持ち出された住宅用グンマジは，控訴人において独自開発されたもので，住宅用グンマジを使用したときの従業員一人の売上実績が月に約●●●●●●●円であることを踏まえ，耐用年数を10年として考えると，1台の住宅用グンマジから発生する売上は●●●●万円を下らず，そうすると，持ち出された住宅用グンマジ6台については●●●●●●●円を下らない。",
                        "●●●●●●●円×12か月×10年×6台＝●●●●●●●円"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "キーマシン及びグンマジの持ち出し，従業員の違法な引き抜き，不正競争行為(営業秘密の使用行為等)並びに被控訴人Y2及び同Y3の競業避止義務違反による消極損害(逸失利益)                          ●●●●●●●●●円",
                  "text": [
                    "本件元従業員らは，それぞれ被控訴人会社に転職し，控訴人から持ち出されたキーマシン及びグンマジを使用して，同社が平成28年3月末頃に開錠業務を停止するまでの間に，合計●●●●●●●●●円の利益を生じさせたと評価され，控訴人には，これと同額の逸失利益が生じている。",
                    "●●●●●●●円×{1年5か月×2人(被控訴人Y2，C)＋1年2か月×3人(A，B，D)＋1年×1人(被控訴人Y3)}＝●●●●●●●●●円"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "弁護士費用                                    ●●●●●●●●●円",
                  "text": [
                    "上記アの積極損害及びイの消極損害の合計金額は，●●●●●●●●●●●円であるところ，本件における弁護士費用の額は，その1割を下らない。",
                    "〔被控訴人らの反論〕",
                    "事実は否認し，主張は争う。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求は，被控訴人会社に対し138万6000円及びこれに対する遅延損害金の支払を命ずる限度で理由があり，その余は理由がないものと判断する。",
        "その理由は，原判決21頁10行目の「キーマシン」を「グンマジ」に改め，後記1ないし6のとおり付加するほかは，原判決の「事実及び理由」の第3に記載されたとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "工具等の持ち出し行為の有無(争点1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定(引用に係る原判決第3の2(2)ア，同(3)イ，ウ)のとおり，株式会社ジョーエイ製機製の製造番号555番及び597番のキーマシン(計2台)並びにCが所持していたグンマジ及び本件倉庫に置かれていたグンマジ(計2台)は，本件元従業員らのうちのいずれかが持ち出したものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "持ち出されたキーマシンの台数について",
              "text": [
                "控訴人は，平成27年3月初旬頃，被控訴人会社所有の車両に，控訴人所有の株式会社ジョーエイ製機製の製造番号853番等のキーマシン及びKEYLIＮE株式会社製のキーマシンが積まれていたから，これらも同様に持ち出されたものであると主張する。",
                "控訴人の従業員であるEの陳述書(甲73)には，上記各キーマシンの積載に係る事実を目撃し，110番通報をした上，臨場した荏原署の警察官に写真を撮影してもらった旨の記載がある。しかしながら，上記の通報に係る警察署の記録はない(乙31)上，それ以外にも上記陳述書に記載された事実を裏付ける客観的な証拠はないことからすれば，上記陳述書の記載をたやすく信用することはできず，他に上記各キーマシンが持ち出されたことを認めるに足りる的確な証拠もない。",
                "よって，持ち出されたキーマシンの台数に関する控訴人の主張は理由がない。",
                "なお，控訴人は，キーマシンの持ち出しが被控訴人Y3によってされたことを重ねて主張するが，この点についても的確な証拠はないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "持ち出されたグンマジの台数について",
              "text": [
                "控訴人は，本件で持ち出されたグンマジは，少なくとも6本であると主張する。",
                "そして，Cが，本件元従業員らのうちのいずれかが控訴人から支給されて控訴人から持ち出したグンマジを，被控訴人会社に転職した後も使用していたこと，平成27年5月27日頃，本件倉庫内にグンマジのファイバースコープ，パイプ，先端に付ける把持爪等の構成部品が複数個置かれていたことに加えて，その頃撮影された写真(甲52の17頁)に，本体持ち手部が少なくとも6個写っており，本体持ち手部がグンマジ1台につき1個存在することから，同日頃に本件倉庫内に置かれていたグンマジは少なくとも6台あり，これらが全て持ち出されたと主張する。",
                "しかしながら，本件倉庫内においてグンマジがどのように保管されていたかが明らかでないことは，原判決も説示するとおりであり，上記写真から本件倉庫内に置かれていたグンマジが少なくとも6台あったと認定することは困難である。他に6台のグンマジが持ち出されたことを認めるに足りる的確な証拠もない。",
                "よって，持ち出されたグンマジの台数に関する控訴人の主張は理由がない。",
                "なお，控訴人は，グンマジの持ち出しが被控訴人Y3によってされたことを重ねて主張するが，この点についても的確な証拠はないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "その他の工具の持ち出しについて",
              "text": [
                "控訴人は，本件で他にも持ち出された工具がある旨の主張をするが，その内容は具体性に乏しく，的確な主張立証はない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "キーマシン及びグンマジの持ち出しへの被控訴人Y1の関与について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，開錠業務のノウハウや経験を有しない被控訴人会社に，そのノウハウや経験を有していた本件元従業員らが就職し，上記各工具の持ち出しがされていることからすれば，被控訴人会社の代表者である被控訴人Y1においては，本件元従業員らを利用し，同人らに控訴人から工具類を持ち出させることによってこれを入手し，その業務を開始したものとみるべきであり，被控訴人Y1と本件元従業員らの間には，工具類の持ち出しについて共謀があったと認定されるべきであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，被控訴人会社は，もとは代表者である被控訴人Y1においてウェブ広告の作成を主な業務としていたもので，被控訴人Y1が開錠業務に携わったことはなかったというのである(乙23，原審における被控訴人Y1〔1頁〕)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人Y1は，平成26年夏頃，控訴人の従業員であったCと知り合い，更に同人に紹介された被控訴人Y2から，解錠業者として独立するのでウェブ広告にかかる費用の見積もりをしてほしい旨相談され，その際，そうであればむしろ被控訴人会社の業務として行ってはどうかと提案した。この結果，被控訴人Y2は，控訴人を退職し，同年12月頃から被控訴人会社で開錠業務に従事するようになり，また，異動の打診を嫌って控訴人を退職したCも，同じ頃から，被控訴人会社に就職して開錠業務に従事するようになった。被控訴人Y1は，ホームページ上の広告製作，リスティングの手配，電話番号の契約等を行う一方，開錠業務についてのノウハウはなかったため，自動車やドライバー等の一般的な工具を被控訴人Y2やCから指示を受けて準備した。(乙23，原審における被控訴人Y1〔1‐4頁〕)",
                  "text": [
                    "以上の事実経過からは，被控訴人Y1は，開錠業務自体のノウハウを持たず，開錠業務の開始に当たって必要な開錠道具の準備を被控訴人Y2やCに任せていたものと認められ，その後も開錠道具の準備に関わった事実はうかがわれない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記認定(引用に係る原判決第3の1(4))のとおり，被控訴人会社の開錠業務による売上げは，順調に伸び，Cが控訴人の従業員に声をかけ，平成27年1月から3月にかけて，A，B，D及び被控訴人Y3が控訴人を順次退職して，被控訴人会社に入社しているが，このことに被控訴人Y1が関与した事実を認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人会社の開錠業務による売上げは，平成27年5月又は6月頃から大幅に減少し，本件元従業員らに対する給料の減額を経て(乙23，原審における被控訴人Y1〔7頁〕)，前記認定(引用に係る原判決第3の1(5))のとおり，平成28年3月には開錠業務自体が停止された。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "上記イないしオの事実関係等に照らすと，被控訴人Y1が会社代表者として開錠業務の成功から利益を受ける関係にあったことや持ち出された工具があるということから，直ちに各工具の持ち出しについて共謀その他の関与をしたと推認することは困難であり，他に被控訴人Y1の関与の事実を認めるに足りる証拠もない。",
                    "よって，控訴人の主張は理由がないというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "違法な引き抜き行為の有無(争点2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，控訴人において開錠業務のノウハウ等を有していた本件元従業員らが，これを有しない被控訴人会社に就職し，開錠業務を行ったという事実関係からすれば，被控訴人会社の代表者である被控訴人Y1に，違法な引き抜き行為として不法行為を構成する行為があったことは明らかであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "労働者が使用者と競合する他の事業者に就職した場合においても，一般に，事業者が他の事業者の従業員に転職を勧誘する行為は，それだけでは直ちに自由競争の範囲を逸脱することはなく，不法行為を構成するものとはいえないと解される。",
                "本件においては，前記1で説示したとおり，被控訴人Y1は，同Y2から解錠業者として独立する際のウェブ広告にかかる費用の見積もりをしてほしい旨相談されたことを契機に，被控訴人会社の業務として行ってはどうかと提案したほかに，本件元従業員らの転職に積極的に関与したとは認められない。",
                "本件元従業員らの行動についてみても，後記3で説示するとおり，そもそもグンマジを用いた開錠の方法やグンマジの構造・部材に関する本件情報が営業秘密に当たらないので，グンマジの使用をもって不正競争行為に該当するとはいえないことや，後記4で説示するとおり，被控訴人Y2及び同Y3を含む元従業員らが競業避止義務を負うものでないことにも鑑みれば，本件元従業員らが被控訴人会社においてグンマジを使用して開錠業務を行ったことに関し，違法とまで評価すべき点はない。",
                "そうすると，被控訴人Y1においてした行為が自由競争の範囲を逸脱することはなく，その行為が不法行為を構成するものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，被控訴人Y1において，違法な引き抜き行為として不法行為を構成する行為があった旨をいう控訴人の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "不正競争行為(営業秘密の使用行為等)の有無(争点3)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "不正競争防止法において「営業秘密」とは，秘密として管理されている生産方法，販売方法その他の事業活動に有用な技術上又は営業上の情報であって，公然と知られていないものをいう(同法2条6項)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，グンマジを用いた開錠の方法やグンマジの構造・部材に関する本件情報が外部に流出しないように管理されていたことを当審でも重ねて主張し，これに沿う証拠(甲82，85の1・2，86ないし90)を提出する。",
                "しかしながら，前記認定事実(引用に係る原判決第3の4(1)(2))に加えて，証拠(乙35，36，弁論の全趣旨)によれば，控訴人は，東京，大阪及び神戸において，「鍵の学校  ロックマスター養成講座」との名称で，一般人を対象として有料で開錠技術等を教える本件講座を開講していたこと，本件講座においては，ピッキングによる開錠方法，オープナーを使用する開錠方法のほか，グンマジを使用する開錠の方法も教えられていたところ，受講者に秘密保持義務を課していたとは認められないこと，また，控訴人は，少なくとも本件講座と関係して，グンマジを29万8000円で販売していたこと，さらに，控訴人がインターネット上で公開していたブログ等には，上記の事実を裏付けるような内容の記事が掲載され，グンマジを使用しているモザイクなしの写真付きの記事を見ることができたこと，以上の事実が認められる。",
                "以上の事実によれば，控訴人が営業秘密と主張するグンマジを用いた開錠の方法やグンマジの構造・部材に関する本件情報は，「秘密として管理されている」情報とはいえず，「公然と知られていないもの」ともいえないから，不正競争防止法の「営業秘密」に該当しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，グンマジの保管が厳格にされていた旨を具体的に主張するが，このことは，工具であるグンマジの物理的な管理方法をいうにすぎず，「営業秘密」に該当するか否かが検討されるべき本件情報の管理態様をいうものではないから，控訴人の上記主張は上記(2)の判断を左右しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，グンマジを用いた開錠の方法やグンマジの構造・部材に関する本件情報が営業秘密に当たることはないから，グンマジの使用をもって不正競争行為に該当する旨をいう控訴人の主張は，その前提を欠き，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被控訴人Y2及び同Y3の競業避止義務違反の有無(争点4)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "労働者が使用者と競合する企業に就職したり自ら開業したりしないという競業避止義務につき，使用者と退職者との間で，個別に退職後の競業避止義務に関する合意をしたとしても，このような合意は，退職者の職業選択の自由，営業の自由を制限するものであるから，無条件にその効力が承認されることはなく，使用者の利益，退職者の従前の地位，制限の範囲，代償措置の有無や内容から，退職者の競業避止義務を定める合意の効力を検討すべきものと解するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人Y2のかかる合意の効力を主張するとともに，被控訴人Y3についても，競業避止義務を含む誓約書(甲93)が見つかったとして，当審において新たに証拠として提出する。",
                "しかしながら，前記前提事実(第2の2(4))のとおり，被控訴人Y2が提出した誓約書(甲37)の内容は，場所的制限もなく一律に退職後3年間というある程度の長期間にわたり競合関係に立つ事業者への転職を禁止するものであること，被控訴人Y3から提出された誓約書も，証拠(甲93)によれば，退職後1年間にわたり場所的制限なく一律に競合関係に立つ事業者への転職を禁止するものであり，制限の範囲は広く，直ちにその効力を承認することはできない。",
                "そこで，控訴人は，使用者の利益や退職者の従前の地位の観点から，開錠という業務の性質上従業員に競業避止義務を課す必要性が高いことを主張し，また，開錠技師として入社した従業員に対しては比較的高額な賃金を支払っていたので，競業避止義務を課すことの代償措置は講じられていたとも主張する。",
                "しかしながら，控訴人においては，一般人を対象として有料で開錠技術等を教える本件講座を開講し，グンマジを使用するものも含めて開錠の方法が教えられ，本件講座と関係して，グンマジを29万8000円で販売していたことなどの前記の事情に照らすと，業務の性質上競業避止義務の必要性が高いという控訴人の主張の根拠は薄いといわざるを得ない。また，従業員にとっての賃金は，基本的には在職中の職務に関して支払われるとみるべきものであり，これを直ちに退職後の活動が制約されることの代償としてみることについては疑義がある上，本件事実関係の下において十分な措置があるといえるだけの事実関係を基礎付ける的確な証拠もない。",
                "そうすると，上記各誓約書は公序良俗に反して無効というべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，被控訴人Y2及び同Y3は，上記各誓約書に基づいて競業避止義務を負うものではないから，被控訴人Y2及び同Y3が被控訴人会社に就職したことをもって競業避止義務の違反に当たる旨をいう控訴人の主張は，その前提を欠き，理由がない。",
                "なお，仮に，控訴人の主張が，有効な個別の合意がないとしても信義則上退職後の競業避止義務を負うべきであるとの趣旨を含むと解したとしても，前記3のとおり，グンマジを用いた開錠の方法やグンマジの構造・部材に関する本件情報が営業秘密に当たらず，不正競争行為を認めることができないなどの本件事実関係の下では，上記被控訴人らに信義則上の競業避止義務違反があるともいえない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "被控訴人会社の責任原因(争点5)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上によれば，控訴人の本件各請求のうち，キーマシン及びグンマジの持ち出し以外の主張，すなわち，従業員の違法な引き抜き，不正競争行為(営業秘密の使用行為等)並びに被控訴人Y2及び同Y3の競業避止義務違反を請求原因とするものは，全て理由がないことになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，本件元従業員らのうちのいずれかがキーマシン及びグンマジを持ち出した行為は，控訴人に対する不法行為を構成し，これらの行為は，遅くとも，前記認定(引用に係る原判決第3の2(1)カ)のとおり，被控訴人会社から派遣されたCがグンマジを使用して開錠作業をしたことが明らかな平成27年3月13日までに行われたと認められる。",
                "もっとも，被控訴人Y2又は同Y3が自ら上記不法行為をしたと認めるに足りず，また，被控訴人Y2，同Y3及び同Y1が共謀等によって上記不法行為に加担したとも認めるに足りないから，被控訴人Y2，同Y3及び同Y1が不法行為責任を負うとは認められない。",
                "他方，上記キーマシンやグンマジの持ち出しの時期が平成27年3月13日以前のいつであるかは不明であるものの，これらの工具等は，控訴人から持ち出された後，被控訴人会社所有の車両や本件倉庫に移され，また，被控訴人会社の開錠業務に使用されていたことからすれば，被控訴人会社の従業員となった本件元従業員らのいずれかが，自ら上記工具等を持ち出したか，未だ控訴人に在職している本件元従業員らのいずれかと意を通じて，上記工具等を被控訴人会社の管理下に移したと推認することができる。",
                "そして，上記工具等は，被控訴人会社が行う開錠業務で使用するために持ち出されたものと認められるから，工具等を持ち出した者又はその協力者は，被控訴人会社での業務のために，工具等を持ち出し，控訴人に損害を加えたものというべきである。",
                "よって，使用者である被控訴人会社は，控訴人に対し，上記不法行為の限度で使用者責任に基づく損害賠償責任を負う。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "控訴人の損害額(争点6)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "グンマジの持ち出しによる積極損害について",
              "text": [
                "控訴人は，工具を持ち出されたことによって控訴人の被った積極的損害には，当該工具の価格相当額にとどまらず，当該工具を使用して得られる利益が含まれ，また，1台の住宅用グンマジから発生する売上は●●●●万円を下らないとして，これらに基づいて賠償額が算定されるべきである旨主張する。",
                "しかしながら，前記のとおり，控訴人は，東京ほか複数の都市において，一般人を対象として有料で開錠技術等を教える本件講座を開講し，ピッキングによる開錠方法，オープナーを使用する開錠方法のほか，グンマジを使用する開錠の方法も教えるなどしていたというのである。",
                "このことに照らせば，グンマジを使用することにより控訴人の主張するような利益を継続的に得ることができるかは疑わしいというべきである。",
                "また，不法行為に基づく損害賠償の制度は，被害者に生じた現実の損害を金銭的に評価し，加害者にこれを賠償させることにより，被害者が被った不利益を補てんして，不法行為がなかったときの状態に回復させることを目的とするものであるところ，上記各グンマジは，控訴人において開発し製造しているものであることから，製造に時間を要するなどの事情はうかがわれず，再び調達することに格別の困難があるとも認められない。",
                "以上によれば，グンマジの持ち出しによる積極損害としてグンマジの使用利益の賠償を求める控訴人の主張は理由がない。",
                "そうすると，グンマジの持ち出しに起因する損害として賠償がされるべきものは，原審が認定したとおり，グンマジ2台の価格相当額と認められる合計59万6000円となる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "キーマシンの持ち出しによる積極損害について",
              "text": [
                "キーマシンの持ち出しについては，前記1(1)のとおり，原審が認定した2台のみを認めることができ，それにより控訴人の被った損害は，原審が認定したとおり，その価格に相当する合計64万円となる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "逸失利益について",
              "text": [
                "控訴人は，本件元従業員らにおいて，控訴人から持ち出された上記各工具を使用して，被控訴人会社が平成28年3月末頃に開錠業務を停止するまでの間に，合計●●●●●●●●●円の利益を生じさせたものと評価され，他方で，控訴人にはこれと同額の逸失利益が生じているとも主張する。",
                "しかしながら，控訴人において上記各工具を持ち出されたことにより具体的に開錠業務を行うことができなかったなどの事実を認めるに足りる証拠はない。また，被控訴人会社において上記各工具を使用して開錠業務を行ったために控訴人の利益が失われたことを認めるに足りる証拠もない。",
                "したがって，逸失利益の賠償を求める控訴人の主張は理由がないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "弁護士費用",
              "text": [
                "本件においては，弁護士費用15万円をもって不法行為と相当因果関係のある損害と認められる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "被控訴人会社が控訴人に賠償すべき損害の額は，以上を合計した138万6000円となる。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上の次第であるので，控訴人の請求は，被控訴人会社に対し，民法715条1項に基づき，138万6000円及びこれに対する遅延損害金の支払を命ずる限度で理由があり，その余は理由がない。",
            "よって，これと同旨の原判決は相当であり，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(ネ)10037",
    "date": "2019-10-09",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成29年(ワ)27298",
    "precedent_id": "088984",
    "ipprecedent_id": "5249",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}