{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告の控訴及び附帯控訴，一審被告の控訴に基づき，原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "一審被告は，原判決別紙映画目録記載の映画を，自ら又は第三者をして，複製し，又は送信可能化してはならない。"
        },
        {
          "fig": "(2)",
          "text": "一審被告は，原判決別紙一覧表の番号3-7，3-8，3-17，3-18記載の各商品を有限会社スパイダーウェブスをして譲渡してはならない。"
        },
        {
          "fig": "(3)",
          "text": "一審被告は，原判決別紙一覧表の番号3-35ないし3-51，3-53ないし3-59記載の各商品を譲渡してはならない。"
        },
        {
          "fig": "(4)",
          "text": "一審被告は，原判決別紙一覧表の番号4-1，5-2ないし5-4の各画像を送信可能化してはならない。"
        },
        {
          "fig": "(5)",
          "text": "一審被告は，原判決別紙一覧表の番号4-6，4-11ないし4-21，4-29ないし4-39の各画像を有限会社スパイダーウェブスをして送信可能化してはならない。"
        },
        {
          "fig": "(6)",
          "text": "一審被告は，原判決別紙一覧表の番号2-1，2-2記載の各商品を頒布してはならない。"
        },
        {
          "fig": "(7)",
          "text": "一審被告は，一審原告に対し，原判決別紙商標目録記載の商標権の移転登録手続をせよ。"
        },
        {
          "fig": "(8)",
          "text": "一審原告のその余の請求(当審における追加請求を含む。)をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "一審被告のその余の控訴(一審被告の請求に係る部分)を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じ，第1事件及び第2事件とも，一審原告と一審被告との間に生じたものは，これを100分し，その3を一審原告の負担とし，その余を一審被告の負担とし，一審被告と一審第2事件被告との間に生じたものは，一審被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告の控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決主文第5項を次のとおり変更する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告は，原判決別紙映画目録記載の映画を，自ら又は第三者をして，送信可能化してはならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告の控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1事件",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決中，一審被告敗訴部分を取り消す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前項の部分につき，一審原告の請求をいずれも棄却する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "第2事件",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決中，一審被告の損害賠償請求に関する部分を取り消す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審原告及び一審第2事件被告は，一審被告に対し，連帯して，3200万円及びこれに対する一審原告においては平成28年7月27日から，一審第2事件被告においては同年8月5日から支払済みまで年5分の割合による各金員を支払え。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "一審原告の附帯控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決主文第1項に係る翻案に関する予備的請求",
              "text": [
                "一審被告は，原判決別紙著作物目録記載の著作物を，自ら又は第三者をして，商品化し，アニメーション映画化又は実写映画化し，舞台化し，小説にし，及び漫画にしてはならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における追加請求",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告は，原判決別紙一覧表の番号3-7，3-8，3-17，3-18，3-35ないし3-51，3-53ないし3-59記載の各商品を，自ら又は有限会社スパイダーウェブスをして，譲渡してはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，原判決別紙一覧表の番号4-1，4-6，4-11ないし4-21，4-29ないし4-39，5-2ないし5-4の各画像を，自ら又は有限会社スパイダーウェブスをして，送信可能化してはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "主文第1項(6)と同旨"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断りのない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件の第1事件は，原判決別紙著作物目録記載の漫画(以下「本件漫画」という。)を著作した一審原告が，①一審被告による原判決別紙映画目録記載の映画(以下「本件アニメ」という。)のインターネット上での配信行為，本件アニメのDVD(原判決別紙一覧表番号2)を制作して販売する行為，本件漫画のキャラクター商品(同一覧表番号3)を製造して販売する行為，本件漫画及び本件アニメの静止画像(同一覧表番号4，5)をウェブサイト上に掲載する行為，本件漫画及び本件アニメに係る「ぱちんこ・パチスロ遊技機」(同一覧表番号6)を製造して販売する行為が，一審原告の著作物である本件漫画の著作権(翻案権，譲渡権及び送信可能化権)又は本件漫画の二次的著作物である本件アニメについての原著作物の著作者として有する複製権，翻案権，頒布権及び送信可能化権の侵害に当たる旨主張して，一審被告に対し，本件漫画を自ら又は第三者をして翻案，譲渡及び送信可能化することの差止め並びに本件アニメを自ら又は第三者をして複製，翻案，頒布及び送信可能化することの差止めを求めるとともに，②一審原告の著作権代行者の株式会社秋田書店(以下「秋田書店」という。)と株式会社フリーウィル(以下「フリーウィル」という。)間の本件アニメ化契約に基づき，本件アニメ化契約におけるフリーウィルの契約上の地位を承継した一審被告に対し，原判決別紙商標目録記載の商標権(以下「本件商標権」という。)の移転登録手続を求める事案である。",
            "本件の第2事件は，一審被告が，一審原告及び一審第2事件被告(以下，両名を併せて「一審原告ら」という。)による一審被告が本件アニメの公衆送信を許諾した第三者に対する本件アニメの公衆送信の停止を求めた行為，一審被告の本件漫画の利用許諾の申入れを拒絶した行為，一審第2事件被告，秋田書店，一審被告及びフリーウィル間の本件漫画の二次的利用の「窓口業務」に係る四者契約の更新を拒絶した行為が，一審被告に対する共同不法行為又は四者契約の債務不履行に該当する旨主張して，共同不法行為による損害賠償請求権又は債務不履行による損害賠償権に基づき，一審原告らに対し，損害賠償として1億4491万5749円の一部である3200万円及びこれに対する遅延損害金の連帯支払を求める事案である。",
            "原審は，第1事件における一審原告の請求を原判決主文第1項ないし第7項の限度で一部認容し，第2事件における一審被告の請求をいずれも棄却した。",
            "これに対し，一審原告は，第1事件における一審原告の敗訴部分のうち，控訴の趣旨の限度で原判決を不服として控訴を提起し，附帯控訴により，本件漫画の翻案の差止請求を認容した原判決主文第1項に係る予備的請求として本件漫画の商品化，アニメーション映画化又は実写映画化等の差止請求を追加するとともに，原判決主文第2項，第3項及び第6項に対応する請求として，本件漫画の翻案物である原判決別紙一覧表の番号2-1，2-2，3-7，3-8，3-17，3-18，3-35ないし3-51，3-53ないし3-59記載の各商品，同一覧表番号4-1，4-6，4-11ないし4-21，4-29ないし4-39，5-2ないし5-4の各画像の譲渡，頒布又は送信可能化の差止請求を追加した。",
            "また，一審被告は，原判決中，第1事件及び第2事件における一審被告の敗訴部分を全部不服として控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第2の3に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決10頁7行目から8行目までを次のとおり改める。",
                "「第4条(本窓口業務の運用)"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "乙及び丙は，二次的利用者からの本著作物の二次的利用の申し込み，交渉の進捗状況及びその内容，並びに許諾の可否にいたる情報を，甲及び他の窓口担当者に対してすみやかに通知し，甲乙丙においてこれらの情報の共有を図るものとする。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "乙及び丙は，甲，本著作権者及び二次的利用者の不利益にならないよう，遅滞なく誠実に本窓口業務を調整し，甲に対して当該二次的利用申し込みの可否を諮り，許諾業務を遂行する。"
          ]
        },
        {
          "fig": "3",
          "subject": "ロイヤリティの設定等，二次的利用者との契約上の個別案件については，甲の承認を得て，乙及び丙がそれぞれ，二次的利用者と単独で個別に契約を結ぶ。」",
          "content": [
            {
              "fig": "(2)",
              "text": [
                "原判決10頁20行目末尾に行を改めて次のとおり加える。",
                "「第8条(有効期間)"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "本契約の有効期間は，本契約締結日から2012年2月29日までの満1年間とし，この期間を本契約の主題にかかわる甲乙丙の契約行使期間とする。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "甲，乙，または丙から期間満了の1ヶ月前までに書面による特段の意思表示がない場合，本契約は同一条件で1年間自動的に更新し，以後の延長についても同様とする。",
            "第9条(契約解除)",
            "甲，乙及び丙は，他の当事者に次の各号に定める事由が生じた場合，本契約の全部または一部を解除することができる。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本契約に違反し，または本契約違反と同視しうる重大な背信行為を行い，相当な期間を定めて催告してもその状況が是正されないとき",
      "text": [
        "(2)～(4)  (略)」"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "原判決11頁10行目から11行目にかけての「株式会社ニワンゴ(ニコニコ動画)など9社」を「少なくとも，株式会社ニワンゴ(ニコニコ動画)，株式会社ＮTTドコモ(dアニメストア)，株式会社GYAO(GYAO！)，株式会社U-ＮEXT(U-ＮEXT)，KDDI株式会社(auアニメパス)，株式会社ビデオマーケット(ビデオマーケット)，アクセルマーク株式会社(ベストヒット動画)，株式会社メディエーター(ふらっと動画)及び株式会社ソニー・コンピュータエンタテインメント(PlayStation®Store)の9社」と改める。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "原判決11頁13行目の「平成24年1月から平成27年9月」を削る。"
      ]
    },
    {
      "fig": "(5)",
      "text": [
        "原判決16頁17頁の「本件商標に係る商標権」を「本件商標権」と，同頁19行目の「被告ウェブサイト」から21行目の「という。)，」までを「本件漫画の二次的著作物である本件アニメについての原著作物の著作者として有する複製権，公衆送信権等に基づく差止請求権を被保全権利として仮処分命令申立て(東京地方裁判所平成27年(ヨ)第22043号。以下「本件仮処分の申立て」という。)をし，」と，同頁22行目から23行目にかけての「乙12」を「乙12ないし14」と改める。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "【第1事件関係】"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件アニメの配信について(争点1)",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "本件アニメの原著作物の著作者としての権利が本件アニメ化契約により一審原告からフリーウィルへ譲渡されたか(争点1-1)"
            },
            {
              "fig": "イ",
              "subject": "本件アニメ化契約により本件アニメの送信可能化権の譲渡又は期間の定めのない許諾がされたか(争点1-2)"
            },
            {
              "fig": "ウ",
              "subject": "一審被告と中央映画貿易間の本件送信許諾契約の締結及び更新についての一審原告の黙示の許諾の有無(争点1-3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件DVDの制作，販売について複製権，頒布権侵害の成否(争点2)",
      "text": [
        "(当審における追加請求関係)"
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件漫画及び本件アニメの翻案について(争点3)",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "本件漫画及び本件アニメの翻案の差止めの可否(争点3-1)"
            },
            {
              "fig": "イ",
              "subject": "スパイダーウェブス販売商品の差止めの可否及び差止めの必要性の有無(争点3-2)(当審における追加請求関係)"
            },
            {
              "fig": "ウ",
              "subject": "被告販売商品の差止めの必要性の有無(争点3-3)(当審における追加請求関係)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "本件漫画及び本件アニメの公衆送信について(争点4)",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "本件DVDの画像を被告ウェブサイトに掲載することの可否(原判決別紙一覧表番号4-1関係)(争点4-1)(当審における追加請求関係)"
            },
            {
              "fig": "イ",
              "subject": "スパイダーウェブスのウェブサイトに係る差止めの可否(原判決別紙一覧表番号4-6，4-11ないし4-21，4-29ないし4-39関係)(争点4-2)(当審における追加請求関係)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "subject": "被告ウェブサイトにおける本件漫画及び本件アニメの公衆送信について(争点5)",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "本件ニュース画像を掲載することの可否(争点5-1)(当審における追加請求関係)"
            },
            {
              "fig": "イ",
              "subject": "本件ニュース画像等の差止めの必要性の有無(争点5-2)(当審における追加請求関係)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(6)",
      "subject": "一審原告の一審被告に対する本件商標権の移転登録手続請求権の有無(争点6)",
      "text": [
        "【第2事件関係】",
        "原判決18頁4行目を「(10)  一審被告の損害額(争点10)」と改めるほか，原判決17頁末行から18頁4行目までに記載のとおりであるから，これを引用する。"
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1-1(本件アニメの原著作物の著作者としての権利が本件アニメ化契約により一審原告からフリーウィルへ譲渡されたか)",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第3の1に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決18行目19行目の「原著作者の権利」を「原著作物の著作者として有する権利(以下「原著作者の権利」という場合がある。)」と改め，同頁21行目の「本件アニメ化契約6条(1)は，」の後に「「本アニメの著作権に関しては甲，乙はそれぞれ原作権，出版権，商品化権(アニメーション化権含む)という同等の権利を有し，」と規定しているところ，」を加え，同頁25行目末尾に行を改めて次のとおり加える。",
                "「  本件アニメ化契約4条(3)及び6条(1)は，本件アニメ化契約において本件アニメについての原著作者の権利が一審原告からフリーウィルへ譲渡されたことを規定したものであり，著作権法61条2項の「特掲」に該当する。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決19頁5行目末尾に行を改めて次のとおり加える。",
                "「  また，平成17年から平成26年までの間にフリーウィルから一審原告に支払われた本件漫画の商品化権使用料等は，合計1億1123万2912円に及ぶものであり，一審原告の原著作者の権利を譲渡する対価として十分である。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決20頁16行目の「ものではない。」の後に次のとおり加える。",
                "「ライセンス契約締結の諾否は一審原告の裁量で決まるところ，一審被告が持ち込んだ契約について承諾を得やすくするための営業手段として，法的観点は抜きにしていくらかの支払をすることは十分に考えられることである。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決20頁末行末尾に次のとおり加える。",
                "「仮に一審原告が本件アニメについて原著作者の権利を有するとしても，本件アニメについて一審原告が原著作者の権利を主張することは信義則に反し許されない。また，一審原告が単独で本件アニメの著作権を行使することにより経済的利益を得る術を持たない一方で，放送業界や配信業界に明るい一審被告はかかる術を持っており，現に多額の利益を上げていることに鑑みれば，一審原告と一審被告は一審被告が単独で本件アニメに関する著作権を行使できることを黙示的に合意している。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決22頁4行目末尾に行を改めて次のとおり加える。",
                "「  これに対し一審被告は，本件アニメ化契約4条(3)及び6条(1)は，本件アニメ化契約において本件アニメについての原著作者の権利が一審原告からフリーウィルへ譲渡されたことを規定したものであり，著作権法61条2項の「特掲」に該当する旨主張する。",
                "しかしながら，本件アニメ化契約4条(3)は，「本件アニメの放送，再放送，上映，インターネット及びその他の通信手段を使用しての配信」について規定したものに過ぎず，複製や翻案などその他の利用については一切触れられていないから，この条項をもって，原著作者の権利が一審原告からフリーウィルに譲渡されたことの根拠になるものではない。",
                "また，本件アニメ化契約6条(1)は，秋田書店が代理する一審原告は「原作権」(原著作権)を，秋田書店は「出版権」を，フリーウィルは「商品化権」を有するという趣旨を定めたものであり，その眼目は，万国著作権条約3条1項のマルシー表示に，「(C)A／秋田書店・フリーウィル」と，秋田書店とフリーウィルを併記することの根拠を示すことであり，一審原告，秋田書店及びフリーウィルの三者が対等であることを確認した紳士協定にすぎない。",
                "さらに，著作権法61条2項の「特掲」は著作権を譲渡する契約におけるものであって，そもそも本件アニメ化契約は著作権を譲渡する契約ではないから，同項の適用の余地はない。",
                "したがって，一審被告の上記主張は失当である。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決23頁1行目末尾に次のとおり加える。",
                "「また，一審被告が主張するフリーウィルから一審原告に支払われたとする商品化権使用料等合計1億1123万2912円については，商品化に係るロイヤリティは現実に商品化を実現して初めて金額が明らかになるのであって，原著作者の権利の譲渡の対価と別物である上，単行本の累計発行部数が7000万部を超える本件漫画の原著作者の権利の対価として十分な金額であるとはいえない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決23頁13行目及び14行目の各「被告」を「フリーウィル」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1-2(本件アニメ化契約により本件アニメの送信可能化権の譲渡又は期間の定めのない許諾がされたか)",
          "text": [
            "原判決「事実及び理由」の第3の2に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点1-3(一審被告と中央映画貿易間の本件送信許諾契約の締結及び更新についての一審原告の黙示の許諾の有無)",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第3の3に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決24頁20行目の「以下のとおり，」の後に「一審原告は，本件アニメの配信を認識していた上，中央映画貿易が同配信を取り扱っていることも当然認識し，特に何らの異議も述べなかったものであり，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決25頁4行目の「甲17等の」から6行目末尾までを次のとおり改める。",
                "「当該支払の際に一審原告に交付された「御支払明細書」はA4サイズ1枚で，「項目」も10項目程度であるところ，その項目欄には，「アニメ」「配信」との記載があり，「中央映画貿易株式会社  映像配信権利料」などと中央映画貿易の社名が明記されたものがあることや支払明細書に同封された書類(甲17の2，3)には中央映画貿易からの配信名と支払明細が記載されたものも存在することなどからすれば，一審原告が中央映画貿易による本件アニメの配信に気付かないはずがない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決25頁21行目末尾に行を改めて次のとおり加える。",
                "「  また，一審被告は，平成23年頃，一審原告が刃牙シリーズ連載20周年を機に刃牙コンテンツの活性化を希望したため，一審被告が企画書(乙54)を作成して一審原告も参加した会議において，一審原告に確認してもらった。同企画書には「長期目標」として「アニメーション配信の拡大」が最初に挙げられ，具体的な配信状況も報告されているから，一審原告は，本件アニメの配信がされていることを遅くとも上記会議において認識したはずである。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決25頁25行目末尾に行を改めて次のとおり加える。",
                "「(4)  一審原告の予備的請求については，本件送信許諾契約に係る「許諾期間延長の合意書」(甲9の2)のなお書きには，中央映画貿易から一審被告への支払金額が過去5年の間に1000万円を下回らない限り自動的に同契約が1年ずつ延長される旨の定めがあり，現時点において同契約の終期は定まっていないから，理由がない。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決26頁9行目末尾に次のとおり加える。",
                "「すなわち，一審被告は，中央映画貿易との間で，平成20年10月10日に本件送信許諾契約を締結し，平成25年10月1日に本件送信許諾契約の期間延長の合意をしたが，いずれについても一審原告及び一審第2事件被告に対する報告をしていない。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決26頁12行目の「不可能であった。」の後に次のとおり加える。",
                "「すなわち，一審原告は，漫画の執筆のため極めて多忙であったことに加えて，一審被告の実質的経営者であるBを全面的に信頼し，一審被告は二次的利用に関するすべての決定権は一審原告にあることを遵守して業者に許諾しているはずであると考えていたため，一審被告から送られてくる「御支払明細書」の支払総額を確認するだけで，項目ごとの金額を子細に確認することはなかった。そして，平成21年12月7日から平成27年4月30日までの間に発行された19枚の「御支払明細書」(甲17の1，乙15(18枚))のうち，「中央映画貿易」の名称が明記されているものは，平成24年7月31日付け，同年10月31日付け，平成25年1月31日付け，同年4月30日付け，平成26年7月31日付け及び同年10月31日付けの6枚にすぎない。また，19枚の「御支払明細書」に設けられた166の項目欄のうち，「中央映画貿易」の名称が明記された項目はわずか7つであり，この7項目についても，例えば，平成25年1月31日付け(乙15の9枚目)，同年4月30日付け(10枚目)，平成26年7月31日付け(15枚目)のものについては，サブライセンシーの情報等が併記され，非常に小さい文字で記載されているため，一読して「中央映画貿易」の表記に気づくことは難しい。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決26頁14行目から15行目にかけての「本件仮処分申立てをした後の」を「本件仮処分の申立ての審尋手続において一審被告から本件送信許諾契約の契約書及び更新契約書が疎明資料として提出された」と改め，同頁16行目の「異議を述べなかったことや」を削り，同頁17行目末尾に次のとおり加える。",
                "「この点について一審被告は，平成23年頃，企画書(乙54)を示して一審原告に本件アニメの配信の拡大について確認してもらった旨主張するが，一審原告は，上記企画書を提示又は交付されて本件アニメの配信について説明を受けた記憶はないし，上記企画書には「中央映画貿易」の記載はないから，上記企画書は本件送信許諾契約に対する黙示の許諾の根拠となるものではない。加えて，一審被告の実質的経営者であるBは，本件送信許諾契約の締結に当たり一審原告の了承を得ていなかったことを認めた上で，一審原告に支払っていた対価が著作権使用料であることをも否定しており，一審原告は，本件送信許諾契約の存在を認識できる状況にはなかった。そして，一審原告は，本件送信許諾契約の存在を認識し得る状態になった後直ちに，一審第2事件被告を通じて，平成26年8月22日到達の内容証明郵便で，一審被告に対し，本件更新拒絶をした際に，「通知人が承認していない契約は締結の時期に拘わらず当然に終了して頂く必要があ」る旨を通知し，本件送信許諾契約について異議を述べた。",
                "以上のとおり，一審原告は本件アニメが中央映画貿易により配信されている事実を知らず，本件送信許諾契約を認識し得る状態になった後は，直ちに異議を述べているのであるから，一審原告が本件送信許諾契約によって得たロイヤリティの一部の支払を受けていたからといって，本件送信許諾契約の締結及び更新について黙示の許諾をしたことにはならない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決27頁4行目末尾に行を改めて次のとおり加える。",
                "「(4)  仮に一審原告による本件送信許諾契約の締結及び更新について黙示の許諾が認められるとしても，一審原告が一審被告に対し本件アニメに関する第三者との契約の情報の開示を求めたが，その開示に応じなかったことなどの一審被告の一連の行為は，四者契約9条(1)に規定する契約違反又はこれと同視しうる「重大な背信行為」に該当し，一審第2事件被告による本件更新拒絶は，四者契約の解除の意思表示を兼ねるものと解することができるから，四者契約は，平成27年2月28日をもって解除されたものといえる。そうすると，本件送信許諾契約について四者契約10条1項本文は適用されないから，中央映画貿易が本件アニメの配信を続けることはできない。",
                "したがって，一審原告は，本件アニメの原著作者としての権利である送信可能化権に基づき，一審被告が中央映画貿易をして行う本件アニメの送信可能化の差止めを求めることができる。",
                "更に仮に上記差止めが認められないとしても，原判決が認定した本件送信許諾契約の有効期間の終期は令和2年10月31日(甲9の2)であるから，一審原告は，一審被告が自ら又は第三者(令和2年10月31日までは中央映画貿易株式会社を除く。)をして行う本件アニメの送信可能化の差止めを求めることができる。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点2(本件DVDの制作，販売について複製権，頒布権侵害の成否)について(当審における追加請求関係)",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第3の4に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決27頁21行目の「在庫」から22行目末尾までを次のとおり改める。",
                "「在庫である。すなわち，フリーウィルから本件DVDのプレス・包装等を受託した日本ビクター株式会社(現・株式会社JVCケンウッド・クリエイティブメディア)が「06年(平成18年)8月8日」から「06年(平成18年)8月11日」に発行した「新譜DVD出荷伝票」(乙58の1ないし8)によれば，本件DVDは1000セット分がプレスされている。",
                "そして，一審被告が保有する本件DVDの在庫(品番「CCRA-3001」106セット，品番「CCRA-3002」84セット)(甲12，87)は，上記1000セットの残数であるから，本件セル・オフ条項に基づき，一審被告が本件DVDの在庫を販売することは，一審原告の本件アニメの原著作者の権利としての複製権及び頒布権を侵害しない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決28頁8行目末尾に次のとおり加える。",
                "「一審被告提出の「新譜DVD出荷伝票」(乙58の1ないし8)については，上記各伝票から，各伝票の「(合計)構成品」欄に記載された数の本件アニメのDVDが，各伝票に記載された出荷先に出荷されたことが確認できるものの，各伝票に係るDVDと一審被告が現在所持している本件DVDが同一のセットのものであることの証明はない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決28頁20行目末尾に行を改めて次のとおり加える。",
                "「  よって，一審原告は，本件漫画の二次的著作物である本件アニメの原著作者としての権利である複製権及び頒布権に基づき，一審被告に対し，一審被告が自ら又は第三者をして，本件アニメの複製の差止め及び本件アニメの複製物である原判決別紙一覧表の番号2-1，2-2の各商品(本件DVD)の頒布の差止めを求めることができる。」"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点3関係(本件漫画及び本件アニメの翻案について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点3-1(本件漫画及び本件アニメの翻案の差止めの可否)",
              "text": [
                "〔一審原告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "一審原告が一審被告に対し本件漫画を自ら又は第三者をして翻案してはならないとの差止請求(原判決主文第1項)は，一審被告の具体的な行為を念頭においたものではなく，また，特定の第三者の具体的な行為を念頭においたものでもないが，以下の①ないし⑦の事情に照らすと，一審被告には，現時点では具体的な方法が特定できないものの，本件漫画を新たに翻案する意思があり，それを可能にする手段を有しているといえるから，「翻案してはならない」という抽象的な差止請求も認められるべきである。本件アニメの翻案の差止請求もこれと同様である。",
                "①  一審被告は，平成24年9月28日，一審原告の承諾を得ることなく，フィールズとの間で，本件漫画をぱちんこ・パチスロに翻案する平成24年フィールズ契約を締結した。",
                "②  一審被告は，現在も，一審被告ウェブサイトに，「アニメーション事業」，「キャラクター版権管理」，「アニメーション・グラップラー刃牙シリーズの運営管理」と掲載し(甲120)，「刃牙グッズ」，「版権管理」の掲載頁を残している(甲121)。",
                "③  一審被告は，現在も，委託の終了時期が記載されていない代理業務委託依頼書(乙21)と代理業務委託覚書(乙22)の原本を所持している。",
                "④  一審被告は，本件アニメの素材(原盤等)のほか，一審原告自筆イラストのオリジナルデータ，ポジフィルム・スキャンデータなどの高精度コピー(本件DVDのパッケージに使用したもの)等の画像素材を保有している。",
                "⑤  本件漫画は日本国内だけでなく，世界的にその名が知られた作品であり，一審原告や秋田書店の目が届きにくい海外での展開が容易である。",
                "⑥  一審被告は，平成24年フィールズ契約がセル・オフ期間を含めて終了し，本件商標を使用する機会が失われたにもかかわらず，本件商標権の移転登録手続を拒み続けている。",
                "⑦  一審被告の実質的代表者であるBは，本件仮処分申立ての手続の中で，「アニメ化から現在に至るまでに獲得した権利に関しては，一切の妥協なく，永遠に行使する」，「(ぱちんこ・パチスロの)機器の保証期間を10年とるつもりですので，2031年までは商標権の消滅がないようにする」と陳述している(甲11)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に前記(1)が認められない場合には，原判決主文第1項の翻案に係る予備的請求として，「一審被告は，原判決別紙著作物目録記載の著作物を，自ら又は第三者をして，商品化し，アニメーション映画化又は実写映画化し，舞台化し，小説にし，及び漫画にしてはならない。」との裁判を求める。",
                "一審被告は，四者契約の有効期間中，本件漫画をフィギュアなどのキャラクターグッズにしたり，本件漫画の登場人物のイラスト・名称・性格・立場やストーリーなどの素材をゲームやぱちんこ・パチスロなどに商品化する各行為を行っていたが，現在まで四者契約の終了を争っているため，商品化の差止めの必要がある。また，一審被告は，本件アニメの原著作権をも保有している旨を主張しており，その主張によると，本件アニメの続編やスピンオフシリーズを制作すること，実写映画化すること及び舞台化することが可能になり，本件漫画の基本的なストーリーや登場人物を用いて小説を制作したり，本件漫画とは別個の漫画を制作するおそれがあるため，これらの行為の差止めの必要がある。",
                "〔一審被告の主張〕",
                "一審原告の主張はいずれも争う。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3-2(スパイダーウェブス販売商品の差止めの可否及び差止めの必要性の有無)(当審における追加請求関係)",
              "text": [
                "以下のとおり訂正するほか，原判決「事実及び理由」の第3の5(1)に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決28頁末行の「翻案権及び」を削り，同29頁7行目末尾に行を改めて次のとおり加える。",
                    "「  よって，一審原告は，本件漫画の二次的著作物である原判決別紙一覧表の番号3-7，3-8，3-17，3-18記載の各商品の原著作者としての権利である譲渡権に基づき，一審被告に対し，上記各商品を自ら又はスパイダーウェブスをして譲渡することの差止めを求めることができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決29頁15行目末尾に行を改めて次のとおり加える。",
                    "「  原判決は，著作権侵害行為の主体が誰であるかは，行為の対象，方法，行為への関与の内容，程度等の諸般の事情を総合的に考慮して，規範的に解釈すべきであるとした上で，一審原告は，一審被告に対し，スパイダーウェブスによる一審被告とのライセンス契約に基づくスパイダーウェブス販売商品の販売について，その販売の差止めを求めることができる旨判示した。",
                    "しかしながら，スパイダーウェブスがスパイダーウェブス販売商品を販売していることは明白であり，救済の途が閉ざされているのであればともかく，一審原告が同社を相手取った差止請求に何ら困難はないのに，規範的に解釈する理由が不明であるから，原判決の上記判断は誤りである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点3-3(被告販売商品の差止めの必要性の有無)(当審における追加請求)",
              "text": [
                "原判決31頁6行目末尾に行を改めて次のとおり加えるほか，原判決「事実及び理由」の第3の5(2)に記載のとおりであるから，これを引用する。",
                "「  よって，一審原告は，本件漫画の二次的著作物である原判決別紙一覧表の番号3-35ないし3-51，3-53ないし3-59記載の各商品の原著作者としての権利である譲渡権に基づき，一審被告に対し，上記各商品を自ら又はスパイダーウェブスをして譲渡することの差止めを求めることができる。」"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点4関係(本件漫画及び本件アニメの公衆送信について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点4-1(本件DVDの画像を被告ウェブサイトに掲載することの可否)",
              "text": [
                "(原判決別紙一覧表番号4-1関係)(当審における追加請求関係)",
                "原判決31頁6行目末尾に行を改めて次のとおり加えるほか，原判決「事実及び理由」の第3の6(1)に記載のとおりであるから，これを引用する。",
                "「  よって，一審原告は，本件漫画の二次的著作物である原判決別紙一覧表の番号4-1記載の本件DVDの画像の原著作者としての権利である送信可能化権に基づき，一審被告に対し，上記画像を自ら又はスパイダーウェブスをして送信可能化することの差止めを求めることができる。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点4-2(スパイダーウェブスのウェブサイトに係る差止めの可否(原判決別紙一覧表番号4-6，4-11ないし4-21，4-29ないし4-39関係)(当審における追加請求関係)",
              "text": [
                "以下のとおり訂正するほか，原判決「事実及び理由」の第3の6(3)に記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決32頁13行目末尾に行を改めて次のとおり加える。",
                    "「  よって，一審原告は，本件漫画の二次的著作物である原判決別紙一覧表の番号4-6，4-11ないし4-21，4-29ないし4-39記載の商品の各画像の原著作者としての権利である送信可能化権に基づき，一審被告に対し，上記各画像を自ら又はスパイダーウェブスをして送信可能化することの差止めを求めることができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原判決32頁17行目末尾に行を改めて次のとおり加える。",
                  "text": [
                    "「  したがって，一審原告が一審被告に対し，スパイダーウェブスによる原判決別紙一覧表の番号4-6，4-11ないし4-21，4-29ないし4-39記載の商品の各画像を送信可能化することの差止めを求めることができるとした原判決の判断は誤りである。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点5関係(被告ウェブサイトにおける本件漫画及び本件アニメの公衆送信について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点5-1(本件ニュース画像を掲載することの可否(当審における追加請求関係)",
              "text": [
                "原判決34頁3行目の「本件ニュース画像」を「原判決別紙一覧表番号5-2記載の本件ニュース画像」と改めるほか，原判決「事実及び理由」の第3の7(2)に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点5-2(本件ニュース画像等の差止めの必要性の有無)(当審における追加請求関係)",
              "text": [
                "原判決35頁6行目末尾に行を改めて次のとおり加えるほか，原判決「事実及び理由」の第3の7(3)に記載のとおりであるから，これを引用する。",
                "「  よって，一審原告は，本件漫画の送信可能化権及び本件漫画の二次的著作物である本件アニメの原著作者としての権利である送信可能化権に基づき，一審被告に対し，原判決別紙一覧表番号5-2ないし5-4記載の本件ニュース画像等(静止画像)を自ら又はスパイダーウェブスをして送信可能化することの差止めを求めることができる。」"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点6(一審原告の一審被告に対する本件商標権の移転登録手続請求権の有無)について",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第3の8に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決35頁14行目及び36頁4行目の各「本件商標」を「本件商標権」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決36頁5行目の「本件商標登録」を「本件商標の登録」と，同頁25行目の「本件商標出願」を「本件商標の登録出願」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決38頁4行目から5行目にかけての「原状回復義務として，」の次に「平成24年フィールズ契約の終了により，本件アニメ化契約3条(3)に基づき，」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決39頁22行目末尾に行を改めて次のとおり加える。",
                "「(3)  当審における一審被告の補充主張",
                "原判決は，一審原告は，平成24年フィールズ契約が存続する間は，本件商標権の移転登録手続を求めることはできないが，同契約は既に終了している以上，本件アニメ化契約3条(3)に基づき，一審被告に対して本件商標権の移転登録手続を求めることができる旨判断した。",
                "しかしながら，本件アニメ化契約3条(3)は同契約の終了によって失効すると解すべきであり，また，契約終了時に商標の返還を合意した「許諾時の特別の定め」もないから，原判決の上記判断は誤りである。」"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "争点7(本件配信停止通知について共同不法行為の成否)について",
          "text": [
            "以下のとおり訂正するほか，原判決「事実及び理由」の第3の9に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決40頁20行目末尾に行を改めて次のとおり加える。",
                "「  仮に本件配信停止通知だけでは不法行為が成立しないとしても，一審原告及び一審第2事件被告が本件送信許諾契約の内容を確認したにもかかわらず，現在に至るまで本件配信停止通知を撤回しなかった不作為を含め，一審原告及び一審第2事件被告による一連の行為を不法行為と評価することができる。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決41頁25行目末尾に行を改めて次のとおり加える。",
                "「  また，一審原告及び一審第2事件被告による一連の行為を不法行為と評価することができる旨の一審被告の主張は，失当である。」"
              ]
            }
          ]
        },
        {
          "fig": "10",
          "subject": "争点8(ガンホー提案の許諾を拒絶した行為について不法行為又は四者契約の債務不履行の成否)",
          "text": [
            "原判決「事実及び理由」の第3の10に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "11",
          "subject": "争点9(四者契約の更新拒絶について不法行為又は債務不履行の成否)",
          "text": [
            "原判決「事実及び理由」の第3の11に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "12",
          "subject": "争点10(一審被告の損害額)",
          "text": [
            "原判決「事実及び理由」の第3の12に記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記前提事実と証拠(甲1ないし10，17，18，20ないし22，25，28，93，95，101，102，105ないし111，119，乙6，7，12ないし17，乙21，22，65，67(枝番のあるものは，いずれも枝番を含む。))及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「A」のペンネーム(筆名)の漫画家である一審原告は，平成3年10月10日から平成11年6月24日までの間，秋田書店が出版する「週刊少年チャンピオン」に本件漫画(題名「グラップラー刃牙」)を連載した。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "秋田書店は，平成12年9月22日，一審原告の同意を得て，一審原告の著作物である本件漫画及び同シリーズの「バキ」，「外伝」の「著作権代行者」として，Bが代表取締役を務めるフリーウィルとの間で，同日付け契約書(以下「本件アニメ化契約書」という。甲5)を作成し，本件漫画のテレビアニメーション化及び商品化に関する本件アニメ化契約を締結した。",
                        "本件アニメ化契約には，次のような条項がある。各条項中の「甲」は「秋田書店」，「乙」は「フリーウィル」，「原作者」は「一審原告」，「本作品」は「本件漫画及び同シリーズの「バキ」，「外伝」」である。",
                        "「第2条(基本事項)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "乙は本作品のアニメ化及び商品化において原作者の人格を尊重し本作品の表現を最大限に発揮できるよう厳格に行なう。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "乙は本作品の利用及び使用において原作者及び甲の社会的信用と品位を棄損しないよう留意する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "乙は本作品をアニメ化するにあたって，プロット及びシナリオ，キャラクターデザイン，絵コンテ等の制作物を順次すみやかに甲に提供し承認を受ける。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "乙は本アニメの商品化において，試作品をすみやかに甲に提供し承認を受ける。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲は乙の制作物，及び商品化等に対する原作者への確認をすみやかに行うものとし，その承認期間及び修正変更に関しては乙の制作，放送，宣伝及び商品化等の妨げにならないよう，誠意をもって対応する。(略)",
              "text": [
                "第3条(甲の権利)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "本作品に関するすべての権利は，本契約によって乙に許諾される権利を除き甲に留保される。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "甲は本アニメに関連する出版物(フィルムブック・ムック本等)の商品化権の第1次優先権を有し，商品化にあたっての条件等は甲乙での別途協議とする。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "本作品はもとより本アニメに関しての表題及びキャラクター等に関する商標，意匠を含むすべての知的所有権を登録する権利は甲に専属し，乙は甲の文章による許諾なしにこれらの登録をすることができない。乙が甲の許諾を得てこれらの登録を行った場合でも，許諾時の特別の定めがない限り，本契約が満了あるいは解除になったときは，乙の名義で登録されているすべての知的所有権は無償で甲に移転するものとし，乙は乙の責任と費用でこの移転に必要な手続きをすみやかに行う。",
        "第4条(乙の権利)"
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "乙は本契約期間中，本作品を使用し，独占的にアニメ化を行うことができる。テレビアニメーション以外の劇場用，インターネット用等の別媒体向けの新たなアニメーション化を行う場合は乙が第1次優先権を有し，条件等については別途協議とする。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "乙は本アニメのキャラクターを使用した商品化の窓口として，これを管理し，行使する権利を有する。権利の行使にあたって，乙は甲と綿密な意思疎通を図るものとする。また，甲は第三者から本件商品化権についての問い合わせ，申し込み等を受けた場合は，本作品，本アニメのキャラクターの利用を問わず，すみやかにこれを乙に通知し，その取り扱いを甲乙協議のうえで決定する。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "乙は本アニメの放送，再放送，上映，インターネット及びその他の通信手段を使用しての配信等を独占的に且つ自由に行うことができる。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "本アニメに関連する商品化のために制作された原盤，原版，原型，本アニメの原画，フィルム及びデジタルデータ等一切の素材の所有権は乙に帰属する。",
        "第6条(著作権)"
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "本アニメの著作権に関しては甲，乙はそれぞれ原作権，出版権，商品化権(アニメーション化権含む)という同等の権利を有し，表記は以下の通りとする。",
        "1．著作権表記  (C)A／秋田書店・フリーウィル",
        "(2)，(3)  (略)",
        "第7条(対価)"
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "乙は甲に対し，本作品のテレビアニメーション化の対価としてキャラクター使用料を本契約期間中，1テレビ放送作品に対し，50，000円(消費税別)を支払う(全48話予定)。但し，再放送及び2次使用に於ける放送，上映，配信等はこれを除く。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "乙は甲に対し商品化において下記計算式に従い対価を支払う。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "subject": "ビデオグラム／第1条(5)  (6)",
          "text": [
            "税抜販売価格×純売上本数×0．9(パッケージ控除10％)×1．75％"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "2次使用商品／第1条(3)  (4)他，乙自身による商品化",
          "text": [
            "税抜販売価格×純売上本数×0．9(パッケージ控除10％)×3％×1／2(窓口手数料1／2)×2／3"
          ]
        },
        {
          "fig": "(ロ)",
          "subject": "その他商品化に関して／乙以外の第三者による商品化",
          "text": [
            "(略)",
            "(3)～(5) (略)"
          ]
        }
      ]
    },
    {
      "fig": "(6)",
      "text": [
        "乙は，本契約の総合的対価として著作権者Aに製作協力費(監修費)金500，000円を甲を経由して支払う。"
      ]
    },
    {
      "fig": "(7)",
      "subject": "以下  (略)",
      "text": [
        "第8条(委任の保証)"
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "甲は，乙が本作品を本アニメにアニメ化することに関し，甲が本作品の著作権者より本契約締結について合法的に委任を受けていることを乙に保証する。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "(略)",
      "text": [
        "第9条(契約期間と地域)"
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "本契約の有効期間は契約締結日より本アニメの最終話の放送日(再放送等は除く)以後5年間とする。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "同期間満了の3ケ月前までに甲乙いずれの一方，または双方から文書をもって契約延長継続の意思表示が相手方になされ，他の一方がそれに同意したときは，同一条件をもって契約満了後1年間契約延長される。延長満了のときの取り扱いについても同様とする。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "(略)",
      "text": [
        "第12条(契約の終了と解除後の処理)"
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "契約の解除の場合は，解除された日が契約の満了とする。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "本契約の終了及び途中解除の場合，それまでに商品化されたものについては，第7条に基づき対価を支払うことにより，発売元及び販売元，問屋，市中の在庫に限り販売を行なうことができる。",
        "第16条(変更・修正)",
        "本契約の修正，あるいは変更については，甲，乙の書面による合意がないかぎり，その効力を有しない。」"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "フリーウィルは，平成13年，本件アニメ化契約に基づき本件アニメ(全48話)を制作し，同年中に全48話がテレビ放送された。"
      ],
      "content": [
        {
          "fig": "ウ",
          "text": [
            "秋田書店とフリーウィルは，一審原告の承認を得て，平成14年9月24日，一審原告の著作物である本件漫画及び同シリーズの「バキ」，「外伝」の商品化に関する「著作権代行者」をフリーウィルとすること，秋田書店は，第三者から秋田書店に対して商品化の要請があった場合，窓口業務がフリーウィルにあることを説明し，速やかにフリーウィルに連絡すること，秋田書店はフリーウィル及びフリーウィルが許諾した第三者が行う商品化に対して一切の異議申立てをしないことなどを内容とする同日付け覚書(甲6)を締結した。"
          ]
        },
        {
          "fig": "エ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "フリーウィルは，一審原告の許諾を得て，平成17年7月1日，フィールズとの間で，同日付け商品化権使用許諾契約書(乙2)を作成して，フリーウィルがフィールズに対し，本件アニメの著作権，著作者人格権，商標権等の一切の知的財産権，シナリオ，あらすじ，本件アニメで使用されている音源等その他本件アニメに関連する特徴的な素材等一切(以下，これらを併せて「本プロパティ」という場合がある。)を複製・翻案等その他の方法により使用した「回胴式遊技機」及び「パチンコ機」(以下，これを併せて「本件商品」という場合がある。)を製造，販売及び販促物に使用する権利を独占的に許諾する旨の平成17年フィールズ契約を締結した。",
        "平成17年フィールズ契約には，次のような条項がある。各条項中の「甲」は「フリーウィル」，「乙」は「フィールズ」，「原作者」は「一審原告」である。",
        "「第3条(保証)",
        "1．甲は，本プロパティ及び漫画作品「グラップラー刃牙」並びに漫画作品「バキ」(現在連載中)シリーズ(以下「原作」という)の著作権が，甲及び原著作権者A(以下「原作者」という)に帰属することを表明する。甲は，原作者からの委託により，その著作権の処分権を管理している。",
        "2．甲は，本契約期間中，本プロパティを独占的に使用許諾する完全な一切の権限及び契約を締結する権限を有し，乙が本独占的使用許諾にかかる権利を行使するにあたり，株式会社秋田書店を含む第三者のいかなる権利も侵害するものではないことを保証する。",
        "3．以下  (略)",
        "第6条(使用料)",
        "1．本プロパティを使用した本件商品の使用料単価は，本件商品1台あたり金1，250円(税別)とする。(略)",
        "2．(略)",
        "3．乙は甲に対し，本件商品の最低保証使用料として金2，500万円(税別)を支払う。なお，乙の甲に対する使用料の支払い効果は，甲及び原作者に帰属する。",
        "4．(略)",
        "5．乙は，甲に対し，原作者の代理人手数料として，別途最低保証使用料の10％にあたる金250万円(税別)を支払う。",
        "第10条(商標権)",
        "1．甲は，自らの費用により，本プロパティを用いた商標を出願する。",
        "2．前項において商標の名義人は，甲及び／又は原作者とする。",
        "3．前項において，甲及び／又は原作者は，乙に対して，当該商標につき，本契約期間中，無償による独占的な通常使用権を許諾する。",
        "第17条(契約期間)",
        "1．本契約の有効期間は，平成17年7月1日から平成21年6月30日までの4年間とする。",
        "2．前項に定める契約期間満了日の2ヶ月前までに書面による解約の申出がない場合，本契約はさらに1年間更新される。以後も同様とする。」"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "フリーウィルは，平成17年12月20日，本件商標(「グラップラー刃牙」の文字と「GRAPPLER  BAKI」の文字を上下2段に横書きしてなる商標)について，指定商品を第9類「スロットマシン，パチンコ玉を使用するスロットマシン」及び第28類「ぱちんこ器具，その他の遊戯用器具」として商標登録出願をし，平成19年2月23日，本件商標権の設定登録(登録番号第5027047号)を受けた(甲15，124)。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "一審原告は，平成19年9月20日，一審原告がフリーウィルに対し，本件漫画，「外伝」，「バキ」(全31巻)等及び今後一審原告が制作する著作物全てについて，アニメ化，商品化などの代理業務一切を業務委託する旨を記載した本件業務委託依頼書(乙21)を作成し，フリーウィルに交付した。",
        "その後，フリーウィルは，一審被告(同年6月29日設立)に対し，本件アニメの著作権，一審原告とフリーウィル間の本件窓口契約における受託者の地位及びフリーウィルが本件窓口契約に基づき第三者との間で締結した各種の許諾契約における許諾者の地位を譲渡した。"
      ],
      "content": [
        {
          "fig": "オ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "一審被告は，平成20年10月10日，中央映画貿易との間で，同日付け基本販売委託契約書(甲9の1)を作成して，一審被告が中央映画貿易に対し，一審被告の有する本件アニメの日本国内及び海外における地上波放送権，CATV権，衛星放送権，インターネット権(通信回線を通じて，コンピュータ，携帯電話，携帯等端末から発信された個々の視聴者のアクセスに応じて，遠隔地に設置されたホストコンピュータ等からデジタル化された映像作品をかかる端末に配信する一切の権利)等の行使を独占的に許諾することなどを内容とする本件送信許諾契約を締結した。本件送信許諾契約12条1項は，契約の有効期間は2008年11月1日から2013年10月31日までとし，2項は，期間終了3カ月前までに一審被告と中央映画貿易間で協議のうえ，期間継続延長する場合は別途覚書を締結する旨を定めている。",
        "一方，一審被告は，一審原告に対し，本件送信許諾契約の締結に先立ち，契約締結についての承認を求めることはなく，また，一審第2事件被告に対しても，契約締結の事実及びその内容について連絡しなかった。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "中央映画貿易は，本件送信許諾契約に基づき，本件アニメの配信を開始した。",
        "一審被告は，中央映画貿易から本件アニメの配信に係るロイヤリティの支払を受け，その一部を，平成21年12月10日，平成22年8月31日及び平成23年2月28日，一審原告に対する「著作権料」名目で一審原告の著作権管理団体である一審第2事件被告に支払った。一審被告が上記支払の際に一審第2事件被告に発行した「御支払明細書」(甲17の1，4，乙15)には，次のような記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "subject": "平成21年12月10日支払分(甲17の1)",
              "text": [
                "(項目)                          (金額)",
                "「アニメ国内配信」                732，130円",
                "「アニメ海外配信」            3，001，335円"
              ]
            },
            {
              "fig": "b",
              "subject": "平成22年8月31日支払分(甲17の4)",
              "text": [
                "(項目)                          (金額)",
                "「グラビット・アリーナVOD配信」    4，183円",
                "「SHOWTIME配信」            25，530円"
              ]
            },
            {
              "fig": "c",
              "subject": "平成23年2月28日支払分(乙15・2枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME  映像配信料」    17，666円",
                "「映像配信料  その他」            110，635円"
              ]
            }
          ]
        },
        {
          "fig": "カ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "一審第2事件被告，秋田書店，一審被告及びフリーウィルは，平成23年3月1日，同日付け契約書(甲7)を作成して，一審原告の著作物である本件漫画，「バキ」，「範馬刃牙」等の二次的利用に係る窓口業務に関する四者契約を締結した。",
        "四者契約には，次のような条項がある。各条項中の「甲」は「一審第2事件被告」，「乙」は「秋田書店」，「丙」は「一審被告」，「丁」は「フリーウィル」，「本著作権者」は「一審原告」である。",
        "「第1条(地位の確認)",
        "1．甲は，乙，丙及び丁に対し，甲が本著作権者の著作権管理のための法人であり，本著作権者から本契約を締結する全面的な権限を付与されていることを保証する。",
        "2．乙は，本契約書第2条に規定する本著作物を乙の週刊少年漫画雑誌「週刊少年チャンピオン」に連載形式で掲載し，以後，甲より出版権の設定を受けて漫画単行本として発行し，販売している。",
        "3．丙は，丁から委託を受けて，丁とともに本著作物の二次的利用の窓口業務を行ってきた法人である。",
        "4．丁は，2001年に「グラップラー刃牙」をテレビ・アニメーション化し，以後，本著作権者および乙の合意のもとに丙とともに本著作物の二次的利用の窓口業務(以下，「本窓口業務」という)を行ってきた。",
        "第2条(本著作物の範囲)",
        "本契約書において「本著作物」とは，本著作権者の漫画作品である「グラップラー刃牙」「バキ」「範馬刃牙」をはじめ，これらの作品に付随する外伝等を含めた一連の作品のシリーズのすべての著作物をさし，また，今後，本著作権者によって創作され，出版物として公表される同シリーズのすべてを含むものとする。",
        "第3条(本契約の目的)",
        "1．乙及び丁は，甲の承認のもと，2002年9月24日に乙丁間で取り交わした覚書を合意解除し，これまでに，この覚書に付随して，書面と口頭とを問わず，また，明示と黙示とを問わずに取り交わした合意事項・了解事項のすべてが失効することを確認する。",
        "2．全当事者は，今後，新たな映像化，キャラクター商品化等を含む本著作物の二次的利用(ただし，出版及び電子書籍出版を含まない。以下同じ)のすべての窓口業務を乙および丙がそれぞれ行うことを確認する。案件ごとの窓口業務は，その案件を推進した当事者である乙または丙のどちらかが単独でおこない，本著作物の二次的利用を希望する第三者(以下，「二次的利用者」という)との契約にかかわる最終的な判断は甲により決定され，乙および丙はその決定にしたがわなくてはならない。",
        "第4条(本窓口業務の運用)",
        "1．乙及び丙は，二次的利用者からの本著作物の二次的利用の申し込み，交渉の進捗状況及びその内容，並びに許諾の可否にいたる情報を，甲及び他の窓口担当者に対してすみやかに通知し，甲乙丙においてこれらの情報の共有を図るものとする。",
        "2．(略)",
        "3．ロイヤリティの設定等，二次的利用者との契約上の個別案件については，甲の承認を得て，乙及び丙がそれぞれ，二次的利用者と単独で個別に契約を結ぶ。",
        "4．本契約の主題にかかわる許諾の可否の最終判断は，すべて甲によって一元的におこなわれ，乙及び丙はその結論に従って二次的利用者との契約を締結し，乙及び丙において速やかに情報を共有する。",
        "第6条(権利の帰属)",
        "1．全当事者は，著作権者及び甲乙丙に帰属する権利が以下のとおりであることを確認する。"
      ]
    },
    {
      "fig": "(1)",
      "subject": "本著作権者・・・本著作物にかかわる著作権のすべて及び丁が製作したテレビ・アニメーションにおける原作者としての権利"
    },
    {
      "fig": "(2)",
      "subject": "乙・・・甲よりすでに設定された出版権および今後設定される出版権(いずれも電子書籍出版を含む)"
    },
    {
      "fig": "(3)",
      "subject": "丙・・・丁が甲より許諾を得て2001年に製作したテレビ・アニメーションにかかわる著作権",
      "text": [
        "2．乙，丙，及び丁は  前項2号，3号以外の本著作物の利用にかかわる権利については，商標権登録をはじめとするいかなる権利の登録が存在しようとも，それらはすべて本著作権者の権利として留保されることを確認する。乙，丙，及び丁は，自らの登録を理由に権利を主張せず，甲の同意なしには，これを行使しない。また，乙，丙，及び丁は，甲の指示があったときには，たとえ同種の登録が自己の名義で行われていたとしても，他の当事者が無償でそれを利用することを予め同意する。",
        "第8条(有効期間)",
        "1．本契約の有効期間は，本契約締結日から2012年2月29日までの満1年間とし，これの期間を本契約の主題にかかわる甲乙丙の契約行使期間とする。",
        "2．甲，乙，または丙から期間満了の1ヶ月前までに書面による特段の意思表示がない場合，本契約は同一条件で1年間自動的に更新し，以後の延長についても同様とする。",
        "第9条(契約解除)",
        "甲，乙，及び丙は，他の当事者に次の各号に定める事由が生じた場合，本契約の全部または一部を解除することができる。"
      ]
    },
    {
      "fig": "(1)",
      "subject": "本契約に違反し，または本契約違反と同視しうる重大な背信行為を行い，相当な期間を定めて催告してもその状況が是正されないとき",
      "text": [
        "(2)以下  (略)",
        "第10条(契約終了後の措置)",
        "1．本契約期間の終了時に，乙または丙と二次的利用者との間の許諾契約が有効に存続している案件については，その許諾契約の有効期間にかぎり当該乙または丙が引き続き二次的利用の窓口業務を継続することができる。ただし，本契約が前条の契約解除により終了した場合の窓口業務については，甲，乙，及び丙が別途協議して定めるものとする。",
        "2．(略)",
        "3．甲，乙，丙及び丁は，本契約第3条第1項により合意解除された覚書の効力が本契約の終了によっては復活しないことを確認する。」"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "一審原告は，平成24年5月1日，一審原告が一審被告に対し，一審原告が有する本件漫画，「外伝」，「バキ」(全31巻)，「範馬刃牙1巻～33巻(以後発売される続巻を含む)等の著作物のアニメ化，商品化などの代理業務を業務委託する旨を記載した代理業務委託覚書(乙22)を作成し，一審被告に交付した。"
      ],
      "content": [
        {
          "fig": "キ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "フリーウィル，フィールズ及び一審被告は，平成24年9月28日，フリーウィルがフリーウィルとフィールズ間の平成17年フィールズ契約におけるフリーウィルの地位を一審被告に譲渡する旨の同日付け地位譲渡の覚書(甲25)を締結した。",
        "一審被告は，同日，フィールズとの間で，同日付け商品化権使用許諾契約書(甲18)を作成して，一審被告がフィールズに対し，本件アニメの著作権，著作者人格権，商標権等の一切の知的財産権，シナリオ，あらすじ，本件アニメで使用されている音源等その他本件アニメに関連する特徴的な素材等一切(本プロパティ)を複製・翻案等その他の方法により使用した「回胴式遊技機」及び「ぱちんこ遊技機」(本件商品)の製造，販売及び販促物に使用する権利を独占的に許諾する旨の平成24年フィールズ契約を締結した。",
        "平成24年フィールズ契約には，次のような条項がある。各条項中の「FWD」は「一審被告」，「Fi」は「フィールズ」，「本件商標」は「登録番号第5027047号の登録商標」である。",
        "「第12条(商標権)",
        "1．FWDはFiに対し，Fi及びFiの再許諾先による本プロパティに関連する下記登録商標(以下「本件商標」という。)の本件商品，本件派生商品及び販促物への本契約有効期間(第18条の猶予期間を含む。以下同じ。)中の使用につき，本件商標の無償による独占的な通常使用権を許諾する。(略)",
        "2．以下  (略)",
        "第17条(契約期間)",
        "本契約の有効期間は，本契約締結日より2017年6月30日までとする。なお，有効期間満了の2ヵ月前までに，FiよりFWDに対し，本契約の期間延長の申し出があった場合，FWDは，Fiと条件等について協議のうえ，第三者に優先してFiと契約を締結する。」"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "フリーウィルは，一審被告に対し，本件商標権を譲渡し，本件商標権について，その旨の移転登録(平成24年9月12日受付)を経由した(甲97，124)。"
      ],
      "content": [
        {
          "fig": "ク"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "一審被告は，平成25年10月1日，中央映画貿易との間で，同日付け「許諾期間延長の合意書」(甲9の2)をもって，本件送信許諾契約4条(甲9の1)の許諾期間を同年11月1日から2020年(令和2年)10月31日まで延長する，許諾期間終了の3か月前までに過去5年間の中央映画貿易から一審被告への支払合計金額を計算し，その額が1000万円を超えた場合に期間を1年間延長するものとし，以降，中央映画貿易から一審被告への支払金額が過去5年間に1000万円を下回らない限り自動的に1年ずつ延長されるものとする旨の合意をした。",
        "一方，一審被告は，一審原告に対し，上記合意に先立ち，上記合意をすることについて承認を求めることはなく，また，一審第2事件被告に対しても，合意をした事実及びその内容について連絡しなかった。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "一審被告は，中央映画貿易から本件アニメの配信に係るロイヤリティの支払を受け，その一部を，平成23年5月31日から平成26年4月30日までの間，一審原告に対する「著作権料」名目で一審原告の著作権管理団体である一審第2事件被告に支払った。一審被告が上記支払の際に一審第2事件被告に発行した「御支払明細書」(甲17の6ないし9，乙15)には，次のような記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "subject": "平成23年5月31日支払分(甲17の6)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME  映像配信料」              5，328円",
                "「映像配信料  その他」                      63，794円"
              ]
            },
            {
              "fig": "b",
              "subject": "平成23年9月30日支払分(乙15・4枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME  映像配信料」              2，742円",
                "「映像配信料  その他」                      32，944円"
              ]
            },
            {
              "fig": "c",
              "subject": "平成24年1月31日支払分(乙15・5枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME映像配信料」                3，426円",
                "「映像配信料  その他」                      34，428円"
              ]
            },
            {
              "fig": "d",
              "subject": "平成24年7月31日支払分(乙15・7枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME  映像配信料」              1，151円",
                "「その他  映像配信料」                      76，163円",
                "「中央映画貿易株式会社  映像配信権利料」  127，008円",
                "「前回不足分  SHOWTIME  映像配信料」  3，597円",
                "「前回不足分  その他  映像配信料」            1，722円"
              ]
            },
            {
              "fig": "e",
              "subject": "平成24年10月31日支払分(乙15・8枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME(映像配信)」              1，929円",
                "「映像配信  その他」                        50，807円",
                "「中央映画貿易株式会社  ニコニコ動画販売許諾料」",
                "52，920円"
              ]
            },
            {
              "fig": "f",
              "subject": "平成25年1月31日支払分(甲17の7)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME(映像配信)」              1，850円",
                "「映像配信  その他」                        82，379円",
                "「中央映画貿易株式会社  ＮTT  Docomo  dマーケット",
                "アニメストア販売許諾料」                    50，803円"
              ]
            },
            {
              "fig": "g",
              "subject": "平成25年4月30日支払分(甲17の8)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME(映像配信)」                  895円",
                "「映像配信  その他」                      222，002円",
                "「中央映画貿易株式会社  フールジャパンLLC・VOD  「hulu」販売許諾料」                        118，541円"
              ]
            },
            {
              "fig": "h",
              "subject": "平成25年7月31日支払分(甲17の9)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME(映像配信)」              1，284円",
                "「映像配信  その他」                      428，212円"
              ]
            },
            {
              "fig": "i",
              "subject": "平成25年10月31日支払分(乙15・12枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME(映像配信)」              5，194円",
                "「映像配信  その他」                      242，179円"
              ]
            },
            {
              "fig": "j",
              "subject": "平成26年1月31日支払分(乙15・13枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME(映像配信)」                  168円",
                "「映像配信  その他」                      277，495円"
              ]
            },
            {
              "fig": "k",
              "subject": "平成26年4月30日支払分(乙15・14枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME(映像配信)」                  285円",
                "「映像配信  その他」                      225，380円"
              ]
            }
          ]
        },
        {
          "fig": "ケ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "秋田書店のC編集長は，平成26年2月頃，一審原告に対し，本件アニメの二次的利用の窓口業務を秋田書店に一切任せてもらいたい旨の要望をした。",
        "一審原告は，同年6月7日ころ，一審被告の実質的経営者のBと面談し，本件漫画の二次的利用の窓口業務委託契約を見直し，二次的利用の窓口を今後秋田書店に一本化したい，現在進行中の外部との二次的利用契約を精査するので，秋田書店のCと会うよう伝えた。その際，Bは，一審原告に対し，納得できないなどと述べた。",
        "一審被告代表者のDは，同月11日頃，Cに電話し，Bと話し合った結果，フリーウィル及び一審被告にどんな役割を用意しているのか提案して欲しい，それがなければ話合いはできない旨述べたところ，Cは，二次的利用契約がどのような契約になっているのか分からなければ判断できないので，契約書を見せてもらいたい，このまま話合いができなければ，四者契約も契約どおり来年2月で終わる旨述べた。Dは，守秘義務があるので秋田書店に二次的利用契約の契約書は見せられないなどと述べた。",
        "一審被告代表者Dは，同月13日頃，Cに電話し，二次的利用の案件について，契約書を見せることはできないが，知りたい内容をメールで伝えてもらえば，検討する旨述べた。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "Cは，平成26年6月19日，一審被告代表者Dに対し，①パチンコ／パチスロの契約，②ソーシャルゲームの契約，③フィギュアの契約，④プロティン＆運動器具の契約，⑤本件アニメ関連の契約について，契約当事者であるライセンシーの名称，契約期間，契約更新に関する条項，独占契約か非独占契約かを知りたい旨のメールを送信した。",
        "一審被告代表者Dは，同月24日，Cに対し，上記①ないし④の各契約に関する情報(契約更新に関する条項を除く。)をメールで送信した。",
        "Cは，同月30日，一審被告代表者Dに対し，一審原告と相談した結果，上記①ないし④の各契約の契約更新に関する条項及び上記⑤の本件アニメ関連の契約に関する情報について回答がないのは残念である，パチンコ／パチスロの第2弾の契約が締結済みであることを今回初めて知った，四者契約では二次的利用について情報共有を図ることになっているのに，情報共有が図れていない現状について一審原告は強い疑義を感じているなどと記載したメールを送信した。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "一審被告代表者Dは，平成26年7月22日，Cに対し，秋田書店による一審第2事件被告に対する不法なそそのかし行為により，秋田書店と一審第2事件被告の2社が結託し，一審被告を排除したとの疑念を抱いており，その疑念を払拭する提案がなければ，いかなる質問にも対応できない，一審原告は，一審被告が窓口として行った契約の当事者であり，一審被告と同じ情報を入手することも可能だが，契約者の許諾がないまま秋田書店に情報を開示した場合は，契約者からの訴訟リスクを負うことになるなどと記載したメールを送信した。",
        "Cは，同月31日，一審被告代表者Dに対し，一審原告は同月22日付けメールの内容に激怒している，一審原告から，8月16日にDとBの2人で一審第2事件被告の事務所に来ていただきたい，来ていただけないのであれば，一審原告の著作権に係るすべての使用の停止を速やかに決定し，通知する旨を伝えるよう命ぜられたなどと記載したメールを送信した。",
        "一審被告代表者Dは，同月8日，Cに対し，秋田書店に対する疑念が存在する以上，秋田書店同席での話合いには応じられない旨を記載したメールを送信した。"
      ],
      "content": [
        {
          "fig": "コ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "一審第2事件被告の代理人弁護士は，平成26年8月22日到達の内容証明郵便(甲8の1，2)で，一審被告に対し，四者契約8条2項に基づき，四者契約は平成27年2月29日をもって終了し，四者契約を更新しない旨の意思表示をするとともに，一審被告が秋田商店を通じて一審第2事件被告に報告したライセンシーの情報の中にはアニメーションに関するものが一つも含まれていないことから，改めて調査・報告をする必要があること，四者契約4条により，一審被告は，ライセンシーとの契約締結に当たり，二次利用の申込みの可否について一審第2事件被告の承認を得る義務があり，一審第2事件被告が承認していない契約は締結の時期にかかわらず，当然に終了していただく必要があること，一審第2事件被告は，今後，一審被告が許諾契約を新たに締結したり，更新することを一切了承しない旨の通知(以下「本件通知」という。)をした。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "一審被告の代理人弁護士は，平成26年9月3日付け内容証明郵便(甲105)で，一審第2事件被告の代理人弁護士に対し，本件通知に係る四者契約の更新拒絶の意思表示(本件更新拒絶)は無効である，秋田書店に開示した一審被告とライセンシーとの契約内容は，一審第2事件被告に開示したものではなく，一審原告が見ることを前提としていない，アニメーションについて秋田書店に報告しなかった理由は，アニメーションは四者契約の対象外であることによる旨を回答した。",
        "その後，一審被告の代理人弁護士は，同年10月7日付け内容証明郵便(乙6)で，一審第2事件被告の代理人弁護士に対し，本件更新拒絶は合理的な理由がなく，信義則上無効であり，一切の新規許諾を拒絶することはできない，四者契約6条1項3号により本件アニメに関する著作権は一審被告に帰属しているので，アニメーションに関する契約書を一審第2事件被告に交付すべき法的義務を負っていない，ガンホー・オンライン・エンターテイメント株式会社から，使用料200万円で，同社のゲーム内のキャラクターとして本件漫画のキャラクターを実装して販売する企画の提案(ガンホー提案)を受けているので，同提案に基づくライセンス契約の許諾を求める旨を通知した。",
        "これに対し一審第2事件被告の弁護士は，同月17日付け書面(乙7)で，一審被告の代理人弁護士に対し，本件更新拒絶が信義則上無効であるとする理由はない，ガンホー提案に基づくライセンス契約の許諾はしない旨を回答した。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "一審被告は，中央映画貿易から本件アニメの配信に係るロイヤリティの支払を受け，その一部を，平成26年7月31日及び同年10月31日，一審原告に対する「著作権料」名目で，一審第2事件被告に支払った。一審被告が上記支払の際に一審第2事件被告に発行した「御支払明細書」(甲17の10，乙15)には，次のような記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "subject": "平成26年7月31日支払分(乙15・15枚目)",
              "text": [
                "(項目)                          (金額)",
                "「SHOWTIME(映像配信)」                239円",
                "「映像配信  その他」                    226，956円",
                "「中央映画貿易株式会社  「グラップラー刃牙」ドワンゴ運営(ニコニコ動画)販売許諾料」                  13，064円",
                "「中央映画貿易株式会社  「グラップラー刃牙」JAL(MAGIC)機内上映システム販売許諾料」          19，958円"
              ]
            },
            {
              "fig": "b",
              "subject": "平成26年10月31日支払分(甲17の10)",
              "text": [
                "(項目)                          (金額)",
                "「映像配信」                            185，062円",
                "「中央映画貿易株式会社  「グラップラー刃牙」au端末向け定額アニメ専門配信サービス「アニメパス」販売許諾料」",
                "261，274円"
              ]
            }
          ]
        },
        {
          "fig": "サ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "一審第2事件被告の代理人弁護士は，平成27年1月22日付け内容証明郵便(甲110)で，中央映画貿易に対し，一審第2事件被告と一審被告との本件漫画の二次的利用の窓口契約が平成27年2月28日をもって期間満了により終了することとなり，終了した場合には，一審被告とライセンシー各社との契約は，その契約期間内に限り，一審被告を窓口として継続し，更新や延長は認められない，中央映画貿易と一審被告間の契約が期間満了により終了するまでの間は，中央映画貿易による報告及び著作権使用料の支払等の通常業務は引き続き，一審被告に対して行っていただきたい旨を通知するとともに，一審被告と中央映画貿易間の契約書等の写しを送付するよう求めた。",
        "その後，一審第2事件被告の代理人弁護士は，同年3月24日付け内容証明郵便(乙16)で，中央映画貿易に対し，一審被告と中央映画貿易との契約の有効期間に限り中央映画貿易が本件アニメを配信することを認める所存であったが，同年1月22日付け内容証明郵便に対する応答がなく，有効期間も知らされてもらえないため，やむを得ず，同年3月1日以降の本件アニメの配信については一審第2事件被告の許諾のないものとみなし，本件アニメの配信中止を求める旨を通告した。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "一審原告の代理人弁護士は，平成27年5月22日付け内容証明郵便(乙17の1，2)で，中央映画貿易が本件アニメを配信する本件配信先9社のうち，株式会社ＮTTドコモ(以下「ＮTTドコモ」という。)及び株式会社メディエーター(以下「メディエーター」という。)のそれぞれに対し，本件漫画の二次的著作物である本件アニメの公衆送信を許諾していないので, ＮTTドコモ又はメディエーターによるウェブサイト上の本件アニメの配信は一審原告の公衆送信権の侵害行為に当たるため，配信の中止を求める旨を通知した。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "一審原告は，平成27年5月22日，一審被告を債務者として，本件漫画の二次的著作物である本件アニメについての原著作物の著作者として有する複製権，公衆送信権等に基づく差止請求権を被保全権利として，本件アニメの複製，公衆送信等の差止めを求める本件仮処分の申立て(乙12)をした。",
        "東京地方裁判所は，平成28年2月3日，一審被告に対し，一審被告自ら又は第三者をして，本件アニメを複製し，公衆送信し又は送信可能な状態においてはならないこと，本件漫画を複製又は翻案してはならないことなどを命じる仮処分決定(甲10，乙13，14)をした。",
        "一審被告は，本件仮処分の申立ての審尋の際に，一審被告と中央映画貿易と間の本件送信許諾契約の契約書(甲9の1)及び期間延長の合意書(甲9の2)を疎明資料として提出し，これにより一審原告及び一審第2事件被告は，本件送信許諾契約及び期間延長の合意の具体的な内容を初めて認識した。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "一審被告は，中央映画貿易から本件アニメの配信に係るロイヤリティの支払を受け，その一部を，平成27年1月30日，同年4月30日及び同年7月31日，一審原告に対する「著作権料」名目で一審第2事件被告に支払った。一審被告が上記支払の際に一審第2事件被告に発行した「御支払明細書」(甲17の11，21，22)には，次のような記載がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "subject": "平成27年1月30日支払分(甲17の11)",
              "text": [
                "(項目)                          (金額)",
                "「映像配信」                      81，537円"
              ]
            },
            {
              "fig": "b",
              "subject": "平成27年4月30日支払分(甲21)",
              "text": [
                "(項目)                          (金額)",
                "「映像配信」                      90，554円"
              ]
            },
            {
              "fig": "c",
              "subject": "平成27年7月31日支払分(甲22)",
              "text": [
                "(項目)                          (金額)",
                "「映像配信」                      78，570円"
              ]
            }
          ]
        },
        {
          "fig": "シ"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "一審原告は，平成28年3月30日，第1事件の訴えを提起した。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "一審被告は，平成28年7月6日，第2事件の訴えを提起した。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "text": [
                    "一審原告の陳述書(甲91)中には，一審原告は，平成26年夏頃まで，中央映画貿易という社名や本件アニメがインターネットで配信されていること自体を知らなかった，支払明細書の総額は確認していたが，内訳の詳細については，一審被告の実質的経営者であるBを信頼していたことや仕事が多忙であったことなどから確認していない旨の記載部分がある。",
                    "しかしながら，前記(1)オ(イ)及びク(イ)に認定のとおり，一審被告は平成21年12月10日から平成26年4月30日までの間，一審第2事件被告に対して「御支払明細書」を送付して「著作権料名目」で金銭の支払をしており，これらの「御支払明細書」の1枚目には，「アニメ国内配信」及び「アニメ国外配信」(甲17の1)，「グラビット・アリーナVOD配信」及び「SHOWTIME配信」(乙17の4)，「SHOWTIME  映像配信料」及び「映像配信料  その他」(甲17の6)，「映像配信料  その他」(乙15・4枚目，5枚目)等の記載があることに照らせば，一審原告が，平成26年夏頃まで，本件アニメが配信されていたこと自体を知らなかったというのは，いかにも不自然であり，一審原告の陳述書の上記記載部分は措信することができない。",
                    "また，上記期間中の「御支払明細書」の1枚目には，「中央映画貿易株式会社  映像配信権利料  127，008円」(平成24年7月31日支払分，乙15・7枚目)，「中央映画貿易株式会社  ニコニコ動画販売許諾料  52，920円」(平成24年10月31日支払分，乙15・8枚目)，「中央映画貿易株式会社  ＮTT  Docomo  dマーケット  アニメストア販売許諾料  50，803円」(平成25年1月31日支払分，甲17の7)，「中央映画貿易株式会社  フールジャパンLLC・VOD  「hulu」販売許諾料  118，541円」(平成25年4月30日支払分，甲17の8)との記載があることに照らせば，一審原告は，平成25年4月末頃までには，中央映画貿易が本件アニメを配信するライセンシーの一つであることを認識していたものと認めるのが相当である。",
                    "他方で，E作成の陳述書(乙55)中には，平成23年の本件漫画連載20周年のときに作成した企画書(乙54)には，アニメ配信及びその拡大のことが全頁にわたり記載されており，一審原告は上記企画書を見ているから，一審原告が本件アニメの配信について知らなかったとか，許諾していなかったというのは真実に反する旨の記載部分がある。",
                    "しかしながら，上記企画書には，中央映画貿易の記載はないこと，前記(1)ケ認定のとおり，一審被告代表者Dは，本件アニメの配信に関する情報の開示を拒否していた経緯があることに照らせば，上記陳述書の記載部分を勘案しても，一審原告は，一審被告が本件仮処分の申立て(申立日・平成27年5月22日)の審尋の際に本件送信許諾契約の契約書(甲9の1)及び期間延長の合意書(甲9の2)を疎明資料として提出するまでは，本件送信許諾契約及び期間延長の合意内容についてまでは認識していなかったものと認めるのが相当である。",
                    "他に前記(1)の認定を左右するに足りる証拠はない。"
                  ],
                  "content": [
                    {
                      "fig": "2",
                      "subject": "争点1-1(本件アニメの原著作物の著作者としての権利が本件アニメ化契約により一審原告からフリーウィルへ譲渡されたか)について",
                      "text": [
                        "以下のとおり訂正するほか，原判決「事実及び理由」の第4の1に記載のとおりであるから，これを引用する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "text": [
                    "原判決46頁1行目の「同契約により，」を「本件アニメ化契約4条(3)及び6条(1)により，」と改め，同頁8行目の「著作権の一部を譲渡する契約」から13行目の「推定される。」までを削り，同頁15行目から16行目にかけての「留保されていたとの推定を覆すに足りる事情が存在するとは認められない。」を「譲渡されたものと認めることはできない。」と改める。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "原判決47頁12行目から13行目にかけての「本件アニメの放送等」を「本件アニメの放送，再放送，上映，インターネット及びその他の通信手段を使用しての配信等」と，同頁23行目の「原告も「同等の権利を有」するとされていること」を「一審原告の著作権代行者である秋田書店も「同等の権利を有」するとされていること，本件アニメ化契約6条(1)の定める「著作権表記  (C)A／秋田書店・フリーウィル」は本件アニメの原著作者が一審原告(「A」)であることを示した表示とみるのが自然であること」と改める。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "原判決48頁10行目の「フリーウィルから原告に支払われたロイヤリティ」を「平成17年から平成26年までの間にフリーウィルから一審原告に支払われた本件漫画の商品化権使用料等は合計1億1123万2912円に及ぶこと」と，同頁12行目の「制作協力費」を「制作協力費及び本件漫画の商品化権使用料等」と，同頁末行の「推認することはできない。」を「認めることはできない。」と改める。"
                  ]
                },
                {
                  "fig": "(4)",
                  "text": [
                    "原判決49頁24行目の「また，」の次に「フリーウィルとフィールズ間の平成17年フィールズ契約3条1項は，フリーウィルがフィールズに対し，本件漫画の著作権が一審原告に帰属することを表明し，フリーウィルが一審原告からの委託により，その著作権の処分権を管理している旨を定めている上(乙2)，」を加える。"
                  ]
                },
                {
                  "fig": "(5)",
                  "text": [
                    "原判決50頁4行目の「本件アニメ」から5行目の「認められず，」までを削る。"
                  ]
                },
                {
                  "fig": "(6)",
                  "text": [
                    "原判決50頁7行目末尾に行を改めて次のとおり加える。",
                    "「(6)  一審被告は，仮に一審原告が本件アニメについて原著作者の権利を有するとしても，①本件アニメについて一審原告が原著作者の権利を主張することは信義則に反し許されない，②一審原告が単独で本件アニメの著作権を行使することにより経済的利益を得る術を持たない一方で，放送業界や配信業界に明るい一審被告はかかる術を持っており，現に多額の利益を上げていることに鑑みれば，一審原告と一審被告は一審被告が単独で本件アニメに関する著作権を行使できることを黙示的に合意している旨主張する。",
                    "しかしながら，上記①については，一審原告が本件アニメについての原著作者の権利を主張することが信義則に反することを基礎づける事実を認めるに足りる証拠はない。",
                    "次に，上記②については，前記1(1)の認定事実に照らすと，一審被告の挙げる事情から直ちに一審被告主張の黙示の合意が成立したものと認めることはできない。他にこれを認めるに足りる証拠はない。",
                    "したがって，一審被告の上記主張は理由がない。」"
                  ],
                  "content": [
                    {
                      "fig": "3",
                      "subject": "争点1-2(本件アニメ化契約により本件アニメの送信可能化権の譲渡又は期間の定めのない許諾がされたか)について",
                      "text": [
                        "原判決「事実及び理由」の第4の2に記載のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "4",
                      "subject": "争点1-3(一審被告と中央映画貿易間の本件送信許諾契約の締結及び更新についての一審原告の黙示の許諾の有無)について"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "text": [
                    "一審被告は，平成21年12月7日から平成27年7月31日の間，本件送信許諾契約によって得たロイヤリティの一部を一審原告に支払っていたこと，当該支払の際に一審原告に交付された「御支払明細書」はA4サイズ1枚で，「項目」も10項目程度であるところ，その項目欄には，「アニメ」「配信」との記載があり，「中央映画貿易株式会社  映像配信権利料」などと中央映画貿易の社名が明記されたものがあることや支払明細書に同封された書類(甲17の2，3)には中央映画貿易からの配信名と支払明細が記載されたものも存在することなどからすれば，一審原告は，本件送信許諾契約について認識しながら，特に異議を述べることなく，そのロイヤリティの一部の支払を受けていたものであるから，一審原告は，中央映画貿易との本件送信許諾契約の締結及び更新について黙示の許諾をしたものといえる，そして，四者契約10条1項に基づき，本件送信許諾契約の有効期間である令和2年(2020年)10月31日までは同契約は有効であるから，一審原告は一審被告に対し，中央映画貿易による本件アニメの送信可能化の差止めを求めることはできない旨主張する。",
                    "そこで検討するに，前記1(1)の認定事実によれば，①一審被告と中央映画貿易は，平成20年10月10日，有効期間を2008年(平成20年)11月1日から2013年(平成25年)10月31日までとする本件送信許諾契約を締結し，中央映画貿易は，本件送信許諾契約に基づき，本件アニメの配信を開始したこと，②一審被告と中央映画貿易は，平成25年10月1日，本件送信許諾契約の許諾期間を同年11月1日から2020年(令和2年)10月31日まで延長する旨の期間延長の合意をしたこと，③一審被告は，中央映画貿易から本件アニメの配信に係るロイヤリティの支払を受け，その一部を，平成23年5月31日から平成26年4月30日までの間，一審原告に対する「著作権料」名目で一審原告の著作権管理団体である一審第2事件被告に支払い，その支払の際に送付された「御支払明細書」には，「アニメ国内配信」，「アニメ国外配信」，「SHOWTIME  映像配信料」，「映像配信料  その他」等の記載があるほか，「中央映画貿易株式会社  映像配信権利料  127，008円」(平成24年7月31日支払分，乙15・7枚目)，「中央映画貿易株式会社  ニコニコ動画販売許諾料  52，920円」(平成24年10月31日支払分，乙15・8枚目)，「中央映画貿易株式会社  ＮTT  Docomo  dマーケット  アニメストア販売許諾料  50，803円」(平成25年1月31日支払分，甲17の7)，「中央映画貿易株式会社  フールジャパンLLC・VOD  「hulu」販売許諾料  118，541円(平成25年4月30日支払分，甲17の8)との記載のあるものがあること，④一審原告の著作権管理団体である一審第2事件被告の代理人弁護士は，平成26年8月22日到達の本件通知により，一審被告に対し，四者契約8条2項に基づき，四者契約は平成27年2月29日をもって終了し，四者契約を更新しない旨の本件更新拒絶をするとともに，一審被告が秋田商店を通じて一審第2事件被告に報告したライセンシーの情報の中にはアニメーションに関するものが一つも含まれていないことから，改めて調査・報告をする必要があること，四者契約4条により，一審被告は，ライセンシーとの契約締結に当たり，二次利用の申込みの可否について一審第2事件被告の承認を得る義務があり，一審第2事件被告が承認していない契約は締結の時期にかかわらず，当然に終了していただく必要があることなどを通知したこと，⑤一審被告は，一審原告に対し，本件送信許諾契約の締結及び期間延長の合意に先立ち，一審原告に承認を求めることはなく，一審原告は，一審被告が本件仮処分の申立ての審尋の際に本件送信許諾契約の契約書(甲9の1)及び期間延長の合意書(甲9の2)を疎明資料として提出するまでは，本件送信許諾契約及び期間延長の合意の内容について認識していなかったことが認められる。",
                    "上記認定事実によれば，一審原告は，一審被告から本件アニメの配信に係るロイヤリティの一部の支払を受けた際に，一審被告が中央映画貿易に対し本件アニメの配信を許諾していたことを認識し，平成26年8月22日到達の本件通知をするまでの間は，これを許容していたものと認められる。",
                    "しかしながら，他方で，一審被告は，平成20年10月10日の本件送信許諾契約の締結及び平成25年10月1日の許諾期間延長の合意の際に，一審原告に対し，いずれも承認を求めておらず，一審原告は，一審被告が本件仮処分の申立ての審尋の際に本件送信許諾契約の契約書及び期間延長の合意書を疎明資料として提出するまでは，本件送信許諾契約及び期間延長の合意の内容について認識していなかったこと，一審原告は，平成26年8月22日到達の本件通知をもって，本件更新拒絶をするとともに，一審被告に対し，一審被告がライセンシーとの契約締結に当たり，二次利用の申込みの可否について承認を得ていない契約を承認しない旨を明示的に表明していることに照らすと，一審原告が一審被告から中央映画貿易による本件アニメの配信に係るロイヤリティの一部の支払を受けていたからといって，本件送信許諾契約の許諾期間を2020年(令和2年)10月31日まで延長する旨の期間延長の合意についてまで了承していたものと認めることは，当事者の合理的意思に反するというべきであるから，少なくとも上記期間延長の合意については黙示の許諾をしたものと認めることはできない。もっとも，一審原告は，本件更新拒絶後の平成27年4月30日及び平成27年7月31日，一審被告から一審第2事件被告を通じて「映像配信料」として本件アニメの配信に係るロイヤリティの一部の支払を受けているが(前記1(1)サ(エ)b及びc)，上記のとおり一審原告は本件通知をもって異議を留めていることに照らすと，上記支払の事実から直ちに一審原告が本件許諾契約の許諾期間の期間延長の合意について黙示の許諾をしたものと認めることはできない。",
                    "他に一審原告が本件送信許諾契約の許諾期間の期間延長の合意について黙示の許諾をしたことを認めるに足りる証拠はない。",
                    "そうすると，一審被告は，一審原告に対し，本件送信許諾契約の許諾期間の期間延長の合意の効果を主張することはできないというべきであるから，一審被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "以上によれば，その余の点について判断するまでもなく，一審原告が，本件漫画の二次的著作物である本件アニメについての原著作物の著作者として有する送信可能化権に基づき，一審被告に対し，中央映画貿易による本件アニメの配信を含めて，自ら又は第三者をして本件アニメの送信可能化の差止めを求める差止請求は理由がある。"
                  ],
                  "content": [
                    {
                      "fig": "5",
                      "subject": "争点2(本件DVDの制作，販売について複製権，頒布権侵害の成否)について(当審における追加請求関係)",
                      "text": [
                        "以下のとおり訂正するほか，原判決「事実及び理由」の第4の4に記載のとおりであるから，これを引用する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "text": [
                    "原判決53頁9行目末尾に行を改めて次のとおり加える。",
                    "「  一審被告は，フリーウィルから本件DVDのプレス・包装等を受託した日本ビクター株式会社(現・株式会社JVCケンウッド・クリエイティブメディア)の発行した「新譜DVD出荷伝票」(乙58の1ないし8)によれば，「CCRA-3001」「CCRA-3002」は本件DVDを指すところ(甲12)，本件DVDは1000セット分プレスされており，上記伝票の発行日が「06年(平成18年)8月8日」～「06年(平成18年)8月11日」であることから，現時点での本件DVDの在庫(「CCRA-3001」106セット，「CCRA-3002」84セット)(甲87)は，上記1000セットの残数であり，一審被告が現に保有し，販売している本件DVDが，平成18年末日までに製造された在庫であることが認められる旨主張する。",
                    "しかしながら，上記出荷伝票には，「ハピネットピクチャーズ新譜係」(乙58の1)，「日レ販東京商品センター」(乙58の2)，「日販三芳メディアセンター」(乙58の3)，「ツタヤリテールセンター犬山倉庫」(乙58の4)，「㈱星光堂  中央物流1課」(乙58の5)，「㈱星光堂  EC物流課」(乙58の6)，及び「ＮRC㈱第1センター  新譜G  CCRE(新譜)」(乙58の7，8)といった具体的な出荷先が記載されているものの，本件DVDの在庫が一審被告に出荷されたことを示す記載はない。そうすると，上記出荷伝票に記載されたDVDが平成18年8月頃に出荷されたものであるとしても，同DVDと一審被告が現に保有している本件DVDとが同一であると認めるには足りず，その他本件全証拠によっても，一審被告が現に保有している本件DVDが平成18年末日までに製造された在庫であると認めることはできない。",
                    "したがって，一審被告の上記主張は，採用することができない。」"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "原判決53頁12行目から13行目までを次のとおり改める。",
                    "「  したがって，一審原告が，本件漫画の二次的著作物である本件アニメの原著作者としての権利である複製権及び頒布権に基づき，一審被告に対し，一審被告が自ら又は第三者をして，本件アニメの複製の差止め及び本件アニメの複製物である原判決別紙一覧表の番号2-1，2-2の各商品(本件DVD)の頒布の差止めを求める差止請求は理由がある。」"
                  ],
                  "content": [
                    {
                      "fig": "6",
                      "subject": "争点3関係(本件漫画及び本件アニメの翻案について)"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "争点3-1(本件漫画及び本件アニメの翻案の差止めの可否)について"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "一審原告は，一審被告の具体的な行為を念頭においたものではなく，特定の第三者の具体的な行為を念頭においたものでもないが，一審被告には，本件漫画を新たに翻案する意思があり，それを可能にする手段を有しているといえるから，本件漫画の翻案権に基づき，一審被告が本件漫画を自ら又は第三者をして翻案してはならないとの抽象的な差止めを求めることができる，仮にこれが認められないとしても，一審被告が本件漫画を自ら又は第三者をして商品化し，アニメーション映画化又は実写映画化し，舞台化し，小説にし，及び漫画にすることの差止めを求めることができる旨主張する。",
            "そこで検討するに，翻案とは，既存の著作物に依拠し，かつ，その表現上の本質的な特徴の同一性を維持しつつ，具体的表現を改変し，新たに思想又は感情を創作的に表現することにより，これに接する者が既存の著作物の本質的な特徴を直接感得することのできる別の著作物を創作する行為をいい，翻案に当たるかどうかの判断は規範的な法律判断であり，しかも，翻案行為には広範かつ多様な態様があり得るものである。",
            "そうすると，差止めの対象となる侵害態様を具体的に特定することなく，一般的抽象的な翻案の不作為を求めることは，翻案に当たるかどうかが一義的に明確であるとはいえない上，翻案に当たるかどうかの判断を強制執行の段階で執行機関に委ねることととなり，相当ではないから，一般的抽象的な翻案の差止めの必要性は認められない。",
            "また，一審原告が予備的に求める本件漫画の商品化，アニメーション映画化，実写映画化，舞台化，小説化等の差止めについても，翻案行為を類型的に特定したにとどまり，差止めの対象となる侵害態様を具体的に特定するものではないから，上記と同様に，差止めの必要性は認められない。",
            "したがって，一審原告の上記主張は，いずれも採用することができない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "一審原告が，本件アニメについての原著作物の著作者として有する翻案権に基づき，一審被告に対し，本件アニメを自ら又は第三者をして翻案してはならないとの差止めを求める差止請求は，本件アニメについての一般的抽象的な翻案の不作為を求めるものであるから，前記アと同様の理由により，差止めの必要性は認められない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "以上によれば，一審原告の一審被告に対する本件漫画及び本件アニメについての翻案の差止請求(予備的請求を含む。)は，いずれも理由がない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "争点3-2(スパイダーウェブス販売商品の差止めの可否及び差止めの必要性の有無)について(当審における追加請求関係)",
                  "text": [
                    "以下のとおり訂正するほか，原判決「事実及び理由」の第4の5(1)に記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原判決53頁17行目冒頭の「ア」の後に「  原判決別紙一覧表の番号3-7，3-8，3-17，3-18記載の各商品は，本件漫画の翻案物に該当する。」を加える。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原判決54頁1行目の「販売しているのであるから，」を「販売していること，一審被告とスパイダーウェブスとの間の本件漫画の商品化に関するライセンス契約には，ライセンス商品の製造に関し，スパイダーウェブスが一審被告に対し，事前に試作品を提出して監修を受け，一審被告の承諾を得なければならない旨(3条5号)，スパイダーウェブスは，一審被告がライセンス商品ないしその広告宣伝物の製造・販売・頒布数量の確認を求めたときは，スパイダーウェブスの営業時間中いつでも，売上台帳その他必要書類を提示し，一審被告の調査に便宜を与えなければならない旨(11条)を定めた条項があること(乙1の1ないし4，52，53，弁論の全趣旨)からすると，」と改め，同頁3行目末尾に行を改めて次のとおり加える。",
            "「  したがって，一審被告はスパイダーウェブスによる上記各商品の販売の主体であると認めるのが相当である。」を加える。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原判決54頁16行目から18行目までを次のとおり改める。",
            "「ウ  そうすると，一審原告が，本件漫画の二次的著作物である原判決別紙一覧表の番号3-7，3-8，3-17，3-18記載の各商品の原著作者としての権利である譲渡権に基づき，一審被告に対し，上記各商品の譲渡の差止めを求める差止請求のうち，スパイダーウェブスをして譲渡することの差止めを求める部分は理由がある。",
            "他方で，一審被告が上記各商品を自ら販売し，又は販売するおそれがあることを認めるに足りる証拠はないから，一審被告が自ら上記各商品を譲渡することの差止めの必要性を認めることはできない。",
            "したがって，一審原告の上記差止請求のうち，一審被告が自ら上記各商品を譲渡することの差止めを求める部分は理由がない。」"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(3)",
                  "subject": "争点3-3(被告販売商品の差止めの必要性の有無)について(当審における追加請求関係)",
                  "text": [
                    "以下のとおり訂正するほか，原判決「事実及び理由」の第4の5(2)に記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原判決54頁21行目及び23行目の各「番号3-35～59」を「番号3-35ないし3-51，3-53ないし3-59」と改める。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原判決55頁18行目から19行目までを次のとおり改める。",
            "「エ  したがって，一審原告が，本件漫画の二次的著作物である原判決別紙一覧表の番号3-35ないし3-51，3-53ないし3-59記載の各商品の原著作者としての権利である譲渡権に基づき，上記各商品の譲渡の差止めを求める差止請求のうち，一審被告が自ら譲渡することの差止めを求める部分は理由がある。",
            "他方で，スパイダーウェブスが上記各商品を販売し，又は販売するおそれがあることを認めるに足りる証拠はないから，スパイダーウェブスをして上記各商品を譲渡することの差止めの必要性を認めることはできない。",
            "したがって，一審原告の上記差止請求のうち，スパイダーウェブスをして上記各商品を譲渡することの差止めを求める部分は理由がない。」"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "7",
                      "subject": "争点4関係(本件漫画及び本件アニメの公衆送信について)"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "争点4-1(本件DVDの画像を被告ウェブサイトに掲載することの可否(原判決別紙一覧表番号4-1関係))について(当審における追加請求関係)",
                  "text": [
                    "以下のとおり訂正するほか，原判決「事実及び理由」の第4の6(1)に記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原判決56頁11行目末尾に行を改めて次のとおり加える。",
            "「ア  一審被告は，四者契約の期間満了後も，被告ウェブサイトにおいて，原判決別紙一覧表番号4-1の本件アニメの画像が表示された本件DVDの画像を掲載していたことが認められる。」"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原判決56頁19行目から22行目までを次のとおり改める。",
            "「    そうすると，一審原告が，本件漫画の二次的著作物である原判決別紙一覧表の番号4-1記載の本件DVDの画像の原著作者としての権利である送信可能化権に基づき，上記画像の送信可能化の差止めを求める差止請求のうち，一審被告が自ら上記画像を送信可能化することの差止めを求める部分は理由がある。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "他方で，スパイダーウェブスが本件DVDの画像を自社の管理，運営するウェブサイトに掲載している事実を認めるに足りる証拠はない。このほか，スパイダーウェブスが本件DVDの画像を送信可能化するおそれがあることを認めるに足りる証拠はないから，その差止めの必要性は認められない。",
            "したがって，一審原告の本件DVDの画像の送信可能化の差止請求のうち，スパイダーウェブスをして上記画像を送信可能化することの差止めを求める部分は理由がない。」"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "争点4-2(スパイダーウェブスのウェブサイトに係る差止めの可否(原判決別紙一覧表番号4-6，4-11ないし4-21，4-29ないし4-39関係))について(当審における追加請求関係)",
                  "text": [
                    "以下のとおり訂正するほか，原判決「事実及び理由」の第4の6(3)に記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原判決57頁19行目の「掲載しているのであるから，」の次に「一審被告はスパイダーウェブス販売商品の販売の主体であるとともに，同商品を販売するために，スパイダーウェブスのウェブサイトに上記画像を掲載した主体であると認めることができる。したがって，」を加える。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原判決57頁22行目から58頁1行目までを削る。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原判決58頁2行目から5行目までを次のとおり改める。",
            "「イ  したがって，一審原告は，本件漫画の二次的著作物である原判決別紙一覧表の番号4-6，4-11ないし4-21，4-29ないし4-39記載の商品の各画像の原著作者としての権利である送信可能化権に基づき，一審被告に対し，上記各画像の送信可能化の差止めを求める差止請求のうち，スパイダーウェブスをして上記各画像を送信可能化することの差止めを求める部分は理由がある。",
            "他方で，一審被告が上記各画像自ら送信可能化し，又は送信可能化するおそれがあることを認めるに足りる証拠はないから，一審被告が自ら上記各画像を送信可能化することの差止めの必要性を認めることはできない。",
            "したがって，一審原告の上記差止請求のうち，一審被告が自ら上記各画像を送信可能化することの差止めを求める部分は理由がない。」"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "8",
                      "subject": "争点5関係(被告ウェブサイトにおける本件漫画及び本件アニメの公衆送信について)"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "争点5-1(本件ニュース画像を掲載することの可否)について(当審における追加請求関係)",
                  "text": [
                    "以下のとおり訂正するほかは，原判決「事実及び理由」の第4の7(2)に記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原判決59頁3行目の「ア」の後に「  証拠(甲43ないし61)及び弁論の全趣旨によれば，一審被告は，被告ウェブサイト中の「CLUB  GRAPPLER」内の「ニュース」欄において，原判決別紙一覧表の番号5-2の本件ニュース画像(本件アニメの静止画像，本件漫画の複製物及び翻案物の画像)を掲載したことが認められる。これに対し，」を加える。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原判決59頁22行目の「掲載する」を「四者契約の終了後に掲載した」と改める。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "争点5-2(本件ニュース画像等の差止めの必要性の有無)について(当審における追加請求関係)",
                  "text": [
                    "以下のとおり訂正するほか，原判決「事実及び理由」の第4の7(3)に記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原判決59頁24行目末尾に行を改めて次のとおり加える。",
            "「ア  一審被告は，四者契約の期間満了による終了後も，本件ニュース画像に加え，被告ウェブサイト中の「CLUB  GRAPPLER」内の「刃牙クイズ」内に，原判決別紙一覧表の番号5-3の本件クイズ画像(本件漫画の翻案物の画像。甲62)を，「ブログ」内に，同一覧表の番号5-4の本件ブログ画像(本件漫画の複製物又は翻案物の画像。甲63ないし86)を掲載したことが認められ，一審被告のかかる行為は，一審原告の送信可能化権の侵害に当たる。しかるに，」"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原判決60頁11行目末尾に行を改めて次のとおり加える。",
            "「イ  一方で，スパイダーウェブスが本件ニュース画像等を自社の管理，運営するウェブサイトに掲載している事実を認めるに足りる証拠はない。このほか，スパイダーウェブスが本件ニュース画像等を送信可能化おそれがあることを認めるに足りる証拠はないから，その差止めの必要性は認められない。",
            "したがって，一審原告の本件ニュース画像等の送信可能化の差止請求のうち，スパイダーウェブスをして本件ニュース画像等を送信可能化することの差止めを求める部分は理由がない。」"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "9",
                      "subject": "争点6(一審原告の一審被告に対する本件商標権の移転登録手続請求権の有無)",
                      "text": [
                        "以下のとおり訂正するほか，原判決「事実及び理由」の第4の8に記載のとおりであるから，これを引用する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "text": [
                    "原判決60頁14行目の「本件アニメ化契約3条(3)は，」を「秋田書店が一審原告の著作権代行者としてフリーウィルと間で平成12年9月22日に締結した本件アニメ化契約は，」と，同頁21行目の「行う旨」を「行う旨(3条(3))」と改める。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "原判決61頁5行目の「本件商標」を「本件商標権」と改める。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "原判決62頁4行目末尾に行を改めて次のとおり加える。",
                    "「ク  平成24年フィールズ契約は，平成29年6月30日に期間満了により終了した(17条)。」"
                  ]
                },
                {
                  "fig": "(4)",
                  "text": [
                    "原判決62頁9行目末尾に行を改めて次のとおり加える。",
                    "「  そして，平成17年フィールズ契約10条1項に基づき，フリーウィルが本件商標の登録出願を行った時点において，本件アニメ化契約は有効であったことから，フリーウィルは本件アニメ化契約3条(3)に基づき本件商標の商標権を無償で一審原告に移転する義務を負うことを前提に，平成17年フィールズ契約10条1項に基づき本件商標の登録出願を行ったものと認められる。」"
                  ]
                },
                {
                  "fig": "(5)",
                  "text": [
                    "原判決62頁10行目の「そして，」を「また，」と，同頁同行目及び11行目の各「本件商標出願」を「本件商標の登録出願」と，同頁22行目の「本件商標」を「本件商標権」と改める。"
                  ]
                },
                {
                  "fig": "(6)",
                  "text": [
                    "原判決63頁10行目末尾に行を改めて次のとおり加える。",
                    "「  これに対し一審被告は，本件アニメ化契約3条(3)は，契約終了時(「本契約が満了あるいは解除になったとき」)において「許諾時の特別の定め」がない場合には，フリーウィル名義で登録されている「知的所有権」について，一審原告への移転登録請求権を契約終了時に発生させ，「許諾時の特別の定め」がある場合には，同条項に基づく移転登録請求権が発生することはなく，権利関係の後始末はその「許諾時の特別の定め」によることを定める規定であり，いずれにせよ同条項は，本件アニメ化契約の終了後に適用されることはない旨主張する。",
                    "しかしながら，本件アニメ化契約3条(3)は，「本契約が満了あるいは解除になったときは」と定めており，本件アニメ化契約終了後の移転登録義務について定めた条項であることは明らかである。そして，本件アニメ化契約3条(3)に掲げられた商標権及び意匠権は，登録出願から登録に至るまで一定の期間を要することに照らせば，同条項は，本件アニメ化契約が終了する前にフリーウィルが一審原告の許諾を得て商標登録出願を行った商標について，本件アニメ化契約の終了後に商標登録された場合であっても，商標登録によって生じた商標権を一審原告に移転する義務を負う旨を定めたものと解するのが相当である。",
                    "そして，前記(1)で認定したとおり，フリーウィルは本件アニメ化契約の有効期間内に本件商標の登録出願を行ったものであるから，本件アニメ化契約3条(3)に基づく商標権の移転義務を負うと認められる。",
                    "したがって，一審被告の上記主張は，採用することができない。」"
                  ]
                },
                {
                  "fig": "(7)",
                  "text": [
                    "原判決63頁11行目，17行目及び22行目から23行目にかけての各「本件商標」を「本件商標権」と改める。"
                  ],
                  "content": [
                    {
                      "fig": "10",
                      "subject": "争点7(本件配信停止通知について共同不法行為の成否)",
                      "text": [
                        "原判決64頁11行目から65頁3行目までを次のとおり改めるほか，原判決「事実及び理由」の第4の9に記載のとおりであるから，これを引用する。",
                        "「  しかしながら，前記4(1)で説示したとおり，一審原告が本件送信許諾契約の許諾期間の期間延長の合意について黙示の許諾をしたものと認めることはできないから，一審被告は，一審原告に対し，上記期間延長の合意の効果を主張することはできないというべきである。",
                        "そうすると，一審被告の上記主張は，その前提を欠くものであり，理由がない。」"
                      ]
                    },
                    {
                      "fig": "11",
                      "subject": "争点8(ガンホー提案の許諾を拒絶した行為について共同不法行為又は四者契約の債務不履行の成否)について",
                      "text": [
                        "原判決「事実及び理由」の第4の10に記載のとおりであるから，これを引用する。"
                      ]
                    },
                    {
                      "fig": "12",
                      "subject": "争点9(四者契約の更新拒絶について共同不法行為又は債務不履行の成否)について",
                      "text": [
                        "原判決66頁11行目末尾に行を改めて次のとおり加えるほか，原判決「事実及び理由」の第4の11に記載のとおりであるから，これを引用する。",
                        "「  また，一審被告は，20周年を機に刃牙シリーズを盛り上げて欲しいという，一審原告の強い希望を受け，平成24年から26年の間に人員を拡充するなど社内体制を整備し，コンテンツを活性化させて一定の成果を納めたにもかかわらず，現在，一審原告の窓口を務めているのは秋田書店であり，本件更新拒絶は，一審被告が費用と労力をかけて収めた成果を秋田書店が横取りするものであって，「正当な理由」がないことは明白である旨主張する。",
                        "しかしながら，一審被告が四者契約に基づく業務を行うために社内体制を整備することは，自己の計算と判断に基づいて行うべきことであって，それに基づいて一審原告がコンテンツを活性化させ，一審原告の収益が増加してきたとしても，そのことから一審被告の四者契約の継続に対する期待が法的保護に値するということはできない。",
                        "したがって，一審被告の上記主張は，採用することができない。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，一審原告の第1事件請求は，一審被告に対し，本件アニメを自ら又は第三者をして，複製し，又は送信可能化することの差止め，原判決別紙一覧表の番号3-7，3-8，3-17，3-18記載の各商品を有限会社スパイダーウェブスをして譲渡することの差止め，同一覧表の番号3-35ないし3-51，3-53ないし3-59記載の各商品を譲渡することの差止め，同一覧表の番号4-1，5-2ないし5-4の各画像を送信可能化することの差止め，同一覧表の番号4-6，4-11ないし4-21，4-29ないし4-39の各画像を有限会社スパイダーウェブスをして送信可能化することの差止め，本件商標権の移転登録手続を求める限度で理由があり，その余の請求(当審における追加請求を含む。)は理由がないから棄却すべきであり，一審被告の第2事件請求はいずれも理由がないから棄却すべきところ，これと異なる原判決は一部失当である。",
        "よって，一審原告の控訴及び附帯控訴，一審被告の控訴に基づき，一審原告の第1事件請求について，原判決を変更し，一審被告のその余の控訴(一審被告の請求に係る部分)を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和1年(ネ)10050等",
    "date": "2020-06-24",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成28年(ワ)10264",
    "precedent_id": "090010",
    "ipprecedent_id": "5488",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}