{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "当審における控訴人の新たな請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "当審における訴訟費用は，すべて控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，被控訴人プログラムを複製，販売又は頒布してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，被控訴人プログラムを廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "(当審における新たな請求)被控訴人は，Template.mdbを使用，複製，翻案，公衆送信又は送信可能化してはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，控訴人に対し，4844万1393円及びこれに対する平成25年7月20日から支払済みまで年6分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "第5項につき仮執行宣言。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件請求の要旨",
              "text": [
                "本件は，控訴人が，被控訴人に対し，被控訴人が製造，販売する「Babel」という名称の字幕制作用ソフトウェア(被控訴人プログラム)が，控訴人が製造，販売する「SST  G1」という名称の字幕制作用ソフトウェア(控訴人プログラム)の複製又は翻案であるとして，①著作権(複製権，翻案権又は譲渡権)に基づき，被控訴人プログラムの複製等の差止め及び被控訴人プログラムの廃棄を求めるとともに，②不法行為に基づき，平成25年2月1日から同年8月9日までの損害賠償金4844万1393円(著作権法114条1項適用，平成26年3月5日付けで請求拡張)及びこれに対する不法行為後である訴状送達日の翌日(平成25年7月20日)から支払済みまで商事法定利率年6分の割合による遅延損害金の支払を求める事案である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原審の判断等",
              "text": [
                "原判決は，本件プログラム(平成25年4月15日にリリースされた被控訴人プログラムのバージョン2.0.0.11)の動作が控訴人プログラムの複製・翻案であるとする特徴を示すものとはいえず，そのほか被控訴人プログラムを控訴人プログラムの複製・翻案とする根拠も認められないとして，控訴人の請求をいずれも棄却した。",
                "控訴人は，これを不服として控訴するとともに，当審において，被控訴人プログラムに含まれる「PlugDtm．dll」という名称のファイルが，控訴人プログラムに含まれる「Template.mdb」という名称のAccess形式のファイル(Template.mdb)を複製したものであるとして(当事者間に争いがない。)，Template.mdbの使用等の差止請求を追加した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "本件の前提となる事実は，次のとおり原判決を補正するほかは，原判決の「事実及び理由」欄の第2(事案の概要)の「1  前提事実」に記載のとおりである。",
            "①  原判決2頁19・20行目の「旧SSTの著作権を買い取った」の次に「(著作権法27条・28条の権利を含むことを明示)」を加え，同23行目の次に次のとおり加える。",
            "「  平成27年6月30日，Aと控訴人は，被控訴人プログラムの著作権(著作権法27条・28条の権利を含む。)が平成18年5月30日付けでAから控訴人に譲渡されていることを確認する旨の合意をした(甲146)。」",
            "②  原判決3頁3行目の「税込29万4000円」の次に「(平成24年7月当時。以下同じ)」を加える。",
            "③  原判決4頁12行目の「指示説明したため，」の次に「被控訴人プログラムのパンフレットとマニュアルを検証し，」を，同25行目の「かかる指示説明に基づき，」の次に「プリントアウトされた関係部分について」をそれぞれ加える。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件の争点は，争点4として，「Template．mdbの創作性」を加えるほかは，原判決の「事実及び理由」欄の第2(事案の概要)の「2  争点」に記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，下記1のとおり原判決を補正し，同2に争点4に関する当事者の主張(当審における新たな争点)を加えるほかは，原判決の「事実及び理由」欄の第2(事案の概要)の「3  争点に関する当事者の主張」に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "①  原判決7頁12行目から同13行目にかけての「固定的なピクセル指定方式であること」を「画面左上からのピクセル数を単位とする指定方式であること」に改める。",
            "②  原判決11頁13行目の「被告プログラムを」の次に「平成25年2月1日から同年6月30日までの間に」を，同17行目の「SSTG1Liteを」の次に「平成25年3月から同年8月9日までの間に」をそれぞれ加える。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点4(Template．mdbの創作性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "Template．mdbの機能",
                  "text": [
                    "Template．mdbの概要は，別紙のとおりである(甲148)。",
                    "上記のように，Template．mdbは，合計9個のテーブルと2個のクエリー項目からなり，合計147個のフィールドが設定されている。Template．mdbは，旧SSTにおけるソフトウェア部品であり，文字データや各種設定情報など旧SSTにおいて生成された個別の字幕データを書き出すためのひな型となるファイルであり，これをハンドリングするプログラムの行数は約6000行に及ぶ。",
                    "控訴人プログラムのデータ構造は，旧SSTとは異なるsdb形式であるが，旧SSTとの互換性を確保するために，Template．mdbの設計構造を受け継いで設計されており，sdb形式の字幕データを入出力するためのプログラムとmdb形式の字幕データを入出力するためのプログラムとは共用される構造となっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "Template．mdbの創作性",
                  "text": [
                    "Template．mdbは，旧SSTの字幕プログラム処理に対応する形で各テーブル構成が設計されており，プログラム内のデータの余分な変換処理や加工処理を必要とせずに効率的に稼働できるよう体系的に構成されている。また，Template．mdbは，旧SSTの優れた機能を実現するための様々なデータを格納しており，これらは，控訴人プログラムがその発売当初国内で唯一の業務用映像翻訳用のパッケージ版の字幕制作ソフトウェアであったことから分かるように，その情報選択には独自性がある。そして，これら情報は，相互に関連付けられて控訴人プログラム内で利用されており，Template．mdbと控訴人プログラムのその余の部分とは，不可分一体である。",
                    "Template．mdbを用いて作成された個別の字幕データのデータは何千にも及ぶものであり，ここから特定の文字列を検索したり，字幕数や1つの字幕の中の文字数を集計したりすることが可能となるから，Template．mdbはデータベースの著作物に該当し，控訴人プログラムは，いわばデータベース作成ソフトウェアともいえる。",
                    "したがって，Template．mdbは，創作性を有する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "Template．mdbの機能",
                  "text": [
                    "Template．mdbは，字幕データを旧SST向けに出力するときに必要なファイルにすぎず，控訴人プログラムにとって，旧SSTとの互換性を確保する以外には必要のないファイルである。そして，被控訴人プログラムにとっても，Template．mdbは必要不可欠なものではなく，単に旧SSTとの互換性を確保するためにこれを利用したのである。したがって，Template．mdbを複製したからといって，被控訴人プログラムが控訴人プログラムを複製又は翻案したことが推認されるわけではない。",
                    "そして，被控訴人が複製したのは，設定された情報を格納する書式であるTemplate．mdbだけであり，これとは全く別のものであるTemplate．mdbにデータを入れる機能を有するプログラムを複製してはいない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "Template．mdbの創作性",
                  "text": [
                    "Template．mdbは，字幕データを表示する際の各種データが羅列されているだけであり，これら各種データ同士の関連付けはされていないから，体系的構成に創作性はなく，また，テーブルやデータの分類も字幕ソフトウェアならば一般的に持っているものであり，独創性がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点4(Template．mdbの創作性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "まず，事案にかんがみ，争点4について判断する。",
                "控訴人は，Access形式で作成された一つのファイルであるTemplate．mdbが，単独で，プログラム著作物又はデータベース著作物として創作性を有すると主張する。",
                "プログラム著作物として創作性を有するといえるためには，コンピュータに対する指令の組合せが創作的に表現されることが必要であり(著作権法2条1項1号，10号の2)，データベース著作物として創作性を有するといえるためには，コンピュータで検索できる情報の集合物について，その情報の選択又は体系的な構成が創作的に表現されることが必要である(著作権法2条1項10号の3，12条の2)。",
                "Template．mdbの概要は，本判決別紙のとおりであり(甲141の1，148)，合計9個のテーブルに147個のフィールドが設定されているものである。そして，証拠(甲140の1・2，141の1～3，142～144，147，148)及び弁論の全趣旨によれば，Template．mdbは，控訴人プログラムで取込み又は作成した文字データや各種設定情報を格納するための書式(読み出されたTemplate．mdbにユーザの操作により各種データが所定のフィールドに上書きされていき，最終的には個別の字幕データファイルとして完成される。)であることが認められる。",
                "そうすると，Template．mdbをプログラムとして見た場合，それは，変数やテキストデータが格納されているにすぎないから，コンピュータに対する指令の組合せに個性が顕れる余地はほとんどなく，プログラムの著作物としての創作性を想定し難い。また，Template．mdbをデータベースとして見ようとしても，それは，情報の項目が定められているだけであり，選択されて入力すべき情報それ自体が格納されていないから，コンピュータが検索できる情報の集合物を有していない。しかも，これら項目も，各テーブルに並列的に区分けされているだけであり，このテーブル間に何らかの関係があるわけでもない。したがって，Template．mdbをデータベースの著作物として観念することはできない(控訴人自身，Template．mdbがデータベースに該当しないことを，原審では自認していた。)。",
                "したがって，Template．mdb自体には，プログラムの著作物又はデータベースの著作物としての創作性を認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，控訴人プログラムがTemplate．mdbの設計構造を受け継いでおり，Template．mdbとその余の控訴人プログラムとは不可分一体となってプログラムを効率的に稼働させている旨を主張する。",
                "しかしながら，Template．mdbの構造を定義しているのも，Template．mdbの各種設定情報を処理しているのも，Template．mdbとは異なるプログラムであるから(甲139，140の1・2，144参照)，Template．mdbそれ自体は，控訴人プログラムを稼働させたり，控訴人プログラムの設計構造を規定しているのではなく，控訴人プログラムのデータ保存書式として存在するにすぎない。控訴人の上記主張は，控訴人プログラム全体の創作性をいうものであり，Template．mdbそれ自体の創作性をいうものではない。",
                "また，控訴人は，Template．mdbの項目の選択や項目の体系的構成に創作性がある旨を主張するが，上記のとおり，それは，Template．mdbそれ自体の創作性を裏付ける主張とはいえない。",
                "さらに，控訴人は，個別の字幕データファイルがデータベースに該当する旨を主張するが，それを作成するのはユーザであって控訴人ではなく，また，被控訴人がそのようなものを複製したとする根拠も認められない。",
                "控訴人の上記主張は，いずれも，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，Template．mdbが，単独で，プログラムの著作物又はデータベースの著作物として創作性を有するものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(被控訴人プログラムは控訴人プログラムを複製又は翻案したものであるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "複製又は翻案について",
              "text": [
                "次に，事案にかんがみて，争点2について判断する。",
                "プログラムの著作物の複製権又は翻案権を侵害したといえるためには，既存のプログラムの具体的表現中の創作性を有する部分について，これに依拠し，この内容及び形式を覚知させるに足りるものを再製するか，又は，その表現上の本質的な特徴の同一性を維持しつつ，これに修正，増減，変更等を加えて，新たな思想を創作的に表現し，新たな表現に接する者が従来の表現の本質的な特徴を直接感得することのできるものを創作したといえることが必要であり，単にプログラムが実現する機能や処理内容が共通するだけでは，複製又は翻案とはならない。",
                "本件においては，控訴人プログラム及び被控訴人プログラムのいずれについても，極めてわずかな部分を除いては，適式にソースコードが開示されておらず，それぞれのプログラムの具体的表現は不明というほかなく，控訴人プログラムの創作性のある具体的表現内容やこれに対応する被控訴人プログラムの具体的表現内容も不明である。もっとも，控訴人プログラムのソースコードは，約19万行と認められるから(弁論の全趣旨)，その全部に創作性がないことは考えにくく，仮に，被控訴人プログラムが，控訴人プログラムにおいて創作性を有する蓋然性の高い部分のコードの全部又は大多数をコピーして作成されたものといえる事情があるならば，被控訴人プログラムは，控訴人プログラムを複製又は翻案したものと推認することができる。",
                "以下，この観点から，控訴人の指摘する点に沿って検討を加える。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張について",
              "text": [
                "①  被控訴人が控訴人プログラムのTemplate．mdbを複製したことは，当事者間に争いがない。",
                "しかしながら，被控訴人がTemplate．mdbを複製したのは，専ら旧SSTとの互換性を確保するためであると認められるところ，上記のとおり，Template．mdbに格納するデータはTemplate．mdb以外のプログラムが処理をするものであり，当該データを定義するコードを除いて，Template．mdbを複製したからその余のプログラムも複製されたと推認される関係にはない。また，Template．mdbに格納するデータは，前記1(1)のとおり，作成された文字情報や各種設定情報であるから，これを定義するコードの表現に選択の幅はないか，ほぼないと認められるから，このコード自体に創作性を認めることも困難である。",
                "したがって，Template．mdbが複製されているとしても，そのことは，被控訴人プログラムが控訴人プログラムにおいて創作性を有する蓋然性の高い部分のコードの全部又は大多数をコピーしたことを推認させる事情とはいえない。",
                "②  控訴人プログラムには，xlsx形式(Excel2007)で出力された字幕ファイルであっても，その拡張子に「xls」(Excel2003)が付されてしまう事象が生じていたところ，平成25年にリリースされた本件プログラムでも同様の事象が生じていたたことが認められる(甲36，37，157，159)。",
                "上記事象の原因が，控訴人が主張するように，この事象に関係するコードがExcel2007が頒布開始された平成19年(2007年)より前に作成されたことによるのか，被控訴人が主張するように開発環境にExcel2007がなかったことによるのか，あるいは，単なるバグであるのか(平成25年にリリースされた製品でもそれ以前に販売されたソフトウェアに対応する必要性はある。)，いずれとも確定し難い。したがって，上記事象が，控訴人プログラムのソースコードと被控訴人プログラムのソースコードとの特異な一致ということもできない。",
                "したがって，上記事象があるとしても，そのことは，被控訴人プログラムが控訴人プログラムにおいて創作性を有する蓋然性の高い部分のコードの全部又は大多数をコピーしたことを推認させる事情とはいえない。",
                "③  控訴人は，本件プログラムには，字幕ウィンドウのハコ全体に対する表示属性の設定がハコ内に入力される字幕すべてに適用されないという，控訴人プログラムと同様のバグがあると主張する。",
                "しかしながら，テキストを全選択して属性設定をしても，その選択範囲よりも前の部分に新たに挿入した文字にその属性が反映されないのは，プログラムとして普通のことである。しかるに，そもそも本件プログラムにはハコ全体に対する表示属性設定機能がないとの被控訴人の主張や，被控訴人プログラムのマニュアルにおける「全て個別設定になります。」との記載(甲23添付の別紙マニュアルの37頁)にかんがみると，控訴人提出の証拠(甲43～46)によって示されているのは単なるテキストの全選択にすぎないものと認めるほかなく，本件プログラムに控訴人プログラムと同様のバグがあることを認めるには足りない。",
                "控訴人の上記主張は，採用することができない。",
                "④  控訴人は，本件プログラムには，縦書きで英字のピリオドを入力すると左下に表示されること(甲51，52)，字幕の表示位置の指定方式が画面左上からのピクセル指定方式であること，入力した字幕の全文検索において字幕全体が自動的に検索対象となる仕様となっていないこと(甲47，48)，字幕を挿入する際の字幕番号の採番方法が小数点以下の番号を付加するというものであること(甲53)，エクセル形式でエクスポートする際に英語の言語設定をするとハングアップすること(甲90，91)，C ドライブ直下にExcelファイルをエクスポートしようとするとハングアップすること(甲91)，縦書きの字幕データをmdb形式でエクスポートした後にインポートをすると横書きになってしまうこと(甲158)が，控訴人プログラムと共通すると主張する。",
                "これらの共通する事象の発生は，プログラムの仕様がどのように設計されているかによることであって，プログラムの機能や処理内容の共通性を示すものにすぎない。そして，非類似のプログラムの指令の組合せにより同じ機能や処理内容を有するプログラムを作成できる以上，これらの共通する事象が発生しているとしても，直ちにソースコードが共通していることを推認させるものではない。",
                "したがって，上記共通点があるとしても，そのことは，被控訴人プログラムが控訴人プログラムにおいて創作性を有する蓋然性の高い部分のコードの全部又は大多数をコピーしたことを推認させる事情とはいえない。",
                "⑤  控訴人は，控訴人プログラムと対比した場合，被控訴人プログラムの価格が著しく低廉で，かつ，開発期間も不自然に短いと主張する。",
                "しかしながら，控訴人プログラムと被控訴人プログラムとには，規模，機能，ユーザーインターフェイス等に相当程度の相違があり(甲95，乙10ないし12)，また，会社の規模，雇用形態，稼働形態，営業戦略等により，プログラムの制作期間や販売価格は大きく左右される上，被控訴人プログラムと控訴人プログラムの制作には同じ技術者が携わっていること(前記前提事実。たとえソースコードの流用がなくても，同種ソフトウェアのプログラミングをした経験が後のプログラミングに役立つことは明らかである。)や被控訴人が被控訴人プログラムに先行して開発した別の字幕制作ソフトウェア(甲145の1・2)の成果も利用し得ることを踏まえれば，被控訴人プログラムの開発期間や販売価格が不自然なほど短くかつ低廉であるとは認められない。なお，本件における COCOMO を用いて算出した予測開発期間(甲136～138)の正確性は定かではない。",
                "控訴人の上記主張は，採用することができない。",
                "⑥  控訴人は，被控訴人プログラムがC とC♯という2つのプログラム言語＋＋で組まれていることは不合理であり，これはC で組まれている控訴人プログラ＋＋ムのソースコードを流用したことの証左であると主張する。",
                "被控訴人プログラムは，アプリケーション本体がC♯で組まれており，そのほかの部分はおおむね C で組まれているが(争いのない事実，甲87，89)，その＋＋ようにプログラム言語を使い分けた理由は，被控訴人の主張からも判然とはしない。",
                "しかしながら，C とC♯が言語体系上は類似するものとはいえ，C から C＋＋ ＋＋♯へのプログラムの完全な自動的なコンバートができるとは認められないから(甲62，63，乙15，16)，少なくとも，被控訴人プログラムのうち C♯で組まれている部分は，控訴人プログラムの複製又は翻案である可能性が低いといえる。また，被控訴人プログラムの C で組まれている部分についても，控訴人プログラ＋＋ムの機能として該当する部分とは，多くの部分でファイル数が異なっており(甲75，87，89)，モジュール間構造自体が異なっている可能性が高い。",
                "以上からすると，被控訴人プログラムが，C とC＃という2つのプログラム言＋＋語で組まれていることは，被控訴人プログラムが控訴人プログラムにおいて創作性を有する蓋然性の高い部分のコードの全部又は大多数をコピーしたことを推認させる事情とはいえない。",
                "⑦  控訴人は，第1回証拠保全手続において控訴人が撮影した被控訴人プログラムには，控訴人プログラムと同じコメント，定数名，定義名が存在する旨を主張し，被控訴人プログラムのソースコードを撮影した証拠(甲71，94)を提出する。",
                "しかしながら，第1回証拠保全手続においては，被控訴人が営業秘密であることを理由に，任意に開示中であった上記ソースコードを開示しないと翻意し，担当裁判官は，控訴人の撮影担当者に対して撮影したデータの削除を命じたと推認されるから(甲22，28，弁論の全趣旨)，上記証拠が仮に削除したデータを復旧したものであったとしても，この撮影データを証拠として用いることは，証拠調手続における裁判官の指揮を無視するものであって，適正手続の観点からみて，許容できるところではない。",
                "したがって，上記各証拠(甲71，94)は，採用しない。",
                "なお，コメント，定数名，定義名はプログラム著作権の対象となるものではなく，上記一致は，Bという同一の技術者が作成に関与したことによるか，あるいは，同人の保有する著作物を部品として流用したことによるものとしても説明できることである。",
                "⑧  控訴人は，Cが控訴人プログラムのソースコードが記録されたハーディディスクを社外に持ち去ったと主張するが，これを認めるに足りる証拠はない。",
                "⑨  そのほか控訴人がるる主張する点をすべて併せて考慮しても，被控訴人プログラムが控訴人プログラムにおいて創作性を有する蓋然性の高い部分のコードの全部又は大多数をコピーしたことを推認させる事情は認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "真実擬制について",
              "text": [
                "控訴人は，被控訴人が，被控訴人プログラムを検証対象とする第2回証拠保全手続の際に，検証物提示命令に反して検証対象物を提示しなかったから，被控訴人プログラムは控訴人プログラムの複製又は翻案であることが真実と認められるべきである(民事訴訟法232条1項，224条1項，3項)と主張する。",
                "しかしながら，民事訴訟法232条が準用する同法224条1項又は3項の規定は，裁判所が，審理における当事者の主張・証拠関係を考慮して，裁量的に相手方の主張を真実と認めることができるとするものであるところ，上記(2)にて説示したとおり，被控訴人プログラムが控訴人プログラムにおいて創作性を有する蓋然性の高い部分のコードの全部又は大多数をコピーしたことを推認させる事情が認められない以上，上記規定を適用して，被控訴人プログラムは控訴人プログラムの複製又は翻案であると認めることは相当ではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，被控訴人プログラムが控訴人プログラムを複製又は翻案したものであるとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，その余の争点について判断するまでもなく，控訴人の請求は，いずれも理由がない。したがって，原判決は相当であるから本件控訴を棄却し，当審における控訴人の新たな請求は棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と，適宜読み替える。"
  ]
}