{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "附帯被控訴人に対する附帯控訴を却下する。"
    },
    {
      "fig": "3",
      "text": "その余の附帯控訴を棄却する。"
    },
    {
      "fig": "4",
      "text": "控訴費用は控訴人の，附帯控訴費用は被控訴人の，各負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨及び附帯控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記の部分につき，被控訴人の請求をいずれも棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審とも被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中被控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人に対し，389万7000円及びこれに対する平成26年3月14日から支払済みまで年5分の割合による金員を附帯被控訴人と連帯して支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "附帯被控訴人は，被控訴人に対し，405万円及びこれに対する平成26年3月14日から支払済みまで年5分の割合による金員を，うち389万7000円及びこれに対する平成26年3月14日から支払済みまで年5分の割合による金員は控訴人と連帯して支払え。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訴訟費用は，第1，2審とも控訴人及び附帯被控訴人の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，被控訴人が，控訴人及び附帯被控訴人は，原判決別紙被告商品目録記載の各DVD商品（以下「控訴人商品」という。）を輸入，複製及び頒布し，被控訴人の著作権（複製権及び譲渡権）を侵害していると主張して，控訴人及び附帯被控訴人に対し，著作権法112条1項に基づき，控訴人商品の輸入，複製及び頒布の差止めを求めるとともに，民法709条に基づき，連帯して，前記著作権侵害に係る著作権法114条2項による損害賠償金405万円及びこれに対する訴状送達の日の翌日である平成26年3月14日から支払済みまで年5分の割合による遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，控訴人による控訴人商品の輸入，複製，頒布行為は，被控訴人の著作権の侵害行為に該当するとして，被控訴人の控訴人に対する請求のうち，控訴人商品の輸入，複製及び頒布の差止めを認めるとともに，15万3000円及びこれに対する遅延損害金の限度で損害賠償金の支払を認め，その余の請求をいずれも棄却した。",
                "また，原判決は，附帯被控訴人自身が控訴人商品を輸入，複製，頒布した事実はこれを認めるに足りず，控訴人の法人格を否認すべき事情も見当たらないとして，被控訴人の附帯被控訴人に対する請求を，全て棄却した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，原判決を不服として，控訴を提起した。",
                "被控訴人は，控訴人及び附帯被控訴人に対し，附帯控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実（当事者間に争いのない事実並びに後掲証拠及び弁論の全趣旨により認められる事実を含む。）",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，映像ソフトの企画，製作，販売及び輸出入等を業とする有限会社である（甲1）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成12年7月6日に設立されたビデオテープ等の記録媒体の企画，製造，販売及び輸出入等を業とする株式会社である。控訴人は，平成27年8月31日，株主総会の決議により解散し，附帯被控訴人は，同年9月1日付けで，控訴人の代表清算人として登記された（甲27，弁論の全趣旨）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "附帯被控訴人は，平成22年当時，控訴人の代表取締役を務めていたものであるが，平成25年5月23日に辞任し，附帯被控訴人の長女であるAが控訴人の代表取締役に就任した。",
                    "同人は，平成26年3月18日に控訴人の代表取締役を辞任し，附帯被控訴人が控訴人の代表取締役に就任したが，同年7月25日に辞任し，再びAが控訴人の代表取締役に就任した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の著作権",
              "text": [
                "被控訴人は，著作権の保護期間が満了した外国の映画作品である「トムとジェリー」30作品（以下「本件各作品」という。）につき，日本語音声を収録し直して，原判決別紙原告商品目録記載の各DVD商品（以下「被控訴人商品」という。）を制作，販売している。",
                "被控訴人商品に収録されている日本語音声の台詞（以下「本件著作物」という。）は，著作権法2条1項1号所定の著作物であり，被控訴人は，その著作権（以下「本件著作権」という。）を有している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人商品",
              "text": [
                "控訴人は，本件著作物が収録されている控訴人商品を，製造，販売している。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各作品に係る共同事業の合意の成否"
            },
            {
              "fig": "(2)",
              "subject": "附帯被控訴人に対する請求の可否"
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の損害額"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)（本件各作品に係る共同事業の合意の成否）について",
          "text": [
            "〔控訴人の主張〕",
            "以下のとおり，共同事業合意書（乙1。以下「本件合意書」という。）に記載された共同事業（以下「本件共同事業」という。）のうち，本件各作品に係る共同事業の合意が成立したのであり，控訴人商品の製造，販売は，同合意に基づくものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件共同事業に関する経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各作品に係る共同事業の合意成立までの経緯",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人代表者は，平成22年8月頃，当時控訴人の代表取締役を務めていた附帯被控訴人に対し，本件合意書を持参して，「ミッキーマウス」16作品及び本件各作品に関する本件共同事業への出資を求めた。本件共同事業の具体的な内容は，被控訴人が原版映像の取得及び日本語字幕の制作を担い，控訴人が日本語吹替えの費用等を負担し，商品に関する著作権等の権利は，被控訴人と控訴人とで共有するというものであり，費用の総額は544万円になる予定であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，附帯被控訴人は，本件共同事業の将来性が不透明であり，かつ，出資額が高額であることから，本件共同事業への出資をちゅうちょした。",
                        "そこで，後日，被控訴人代表者は，有限会社イーエックス・キュー（以下「イーエックス」という。）とのコンテンツ提供契約書（乙2。以下「本件コンテンツ提供契約書」という。），株式会社ヤマシロ（以下「ヤマシロ」という。）との業務委託契約書（乙3）及びヤマシロによる見積書（乙4）を附帯被控訴人に交付し，本件各作品がイーエックスに売れたこと，本件共同事業の費用総額が276万円に減額されたことを伝え，改めて，その半額の138万円を本件共同事業に出資するよう求めた。なお，上記費用総額については，前記業務委託契約書及び見積書によれば，本件各作品の制作費が180万円，「ミッキーマウス」16作品の制作費が96万円であることから，これらを合算したものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人は，控訴人に対し，本件各作品と「ミッキーマウス」16作品の日本語吹替え制作費の半金として132万円（消費税込み138万6000円）の請求書を送付した。  ",
                      "text": [
                        "被控訴人代表者は，附帯被控訴人に対し，本件各作品の制作費である180万円の半額のみでもすぐに出資してほしいと求めてきた。被控訴人代表者は，本件各作品の制作費が180万円になることにつき，前記見積書によれば，制作費用は合計270万円であるが，「字幕製作値引き」及び「音響製作費値引き」の1作品当たりの値引額が各1万5000円であることから，30本で合計90万円値引きされ，これを前記270万円から控除した残額の180万円が本件各作品の制作費になる旨を説明した。",
                        "控訴人は，被控訴人に対し，本件各作品に関する共同事業にのみ出資する旨連絡し，これらの作品の制作費の半額として，平成22年9月21日に21万5000円，同月22日に69万円の合計90万5000円を振込送金した。これによって，被控訴人と控訴人との間には，本件共同事業のうち，本件各作品に係る共同事業の合意が成立した。",
                        "被控訴人は，前記振込送金につき，甲第11号証に関する支払金である旨主張するが，被控訴人代表者から上記支払金に係る債権を譲り受けたという株式会社は，控訴人に対してその支払を求める訴訟（東京地方裁判所平成25年（ワ）第29265号。以下「別件訴訟」という。）を提起しているところ，同訴訟において，請求額から90万5000円を控除しておらず，このことに鑑みれば，前記主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件各作品に係る共同事業の合意成立後の経緯",
                  "text": [
                    "その後，控訴人は，本件各作品の営業活動をしたものの，本件各作品が既に他社から販売されていたこともあって，結局，全く売れなかった。また，被控訴人は，控訴人に対し，本件合意書の3項に反して，この時点で既に成立していたイーエックスとの間のコンテンツ提供契約に関する販売数量等の報告及び利益の折半を怠った。",
                    "そこで，附帯被控訴人は，被控訴人代表者に対し，控訴人が本件各作品に係る共同事業から撤退する旨伝えた。被控訴人代表者は，本件各作品に係る共同事業を解約して，控訴人が被控訴人に送金した前記90万5000円を返金してもよいと回答したが，返金はされなかった。",
                    "附帯被控訴人が，被控訴人代表者に対して返金を催促したところ，被控訴人代表者は，返金はしなかったが，当時被控訴人の関連会社の代表取締役を務めていたBを介して，附帯被控訴人に対し，本件各作品に係るマスター（量産用プレスをするための原盤）であるDVD-Rを交付し，これを自由に使用してよい旨を伝えた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人代表者が附帯被控訴人に交付したDVD-R（以下「本件DVD」という。）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，本件DVDは，本件各作品に係るマスターであるDVD-Rであり，被控訴人代表者は，附帯被控訴人に対し，自由に使用してよい旨を伝えた。",
                    "そこで，控訴人は，本件DVDを複製して控訴人商品を製造し，販売した。",
                    "このように，被控訴人が控訴人に対してマスターである本件DVDを渡したこと自体，本件各作品に係る共同事業の合意が成立していることの証左ということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，本件DVDは検証版DVD-Rであった旨主張するが，検証版DVD-Rは，リージョンコード，コピープロテクト等が施されていないものであるから，プレスして製品化することは不可能である。",
                    "控訴人は，前記アのとおり，本件DVDを複製（プレス）して控訴人商品を製造したのであるから，本件DVDは，マスターにほかならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙第6号証のメール（以下「本件メール」という。）について",
              "text": [
                "本件メールの内容は，①前記(1)のとおり，被控訴人と控訴人との間において，本件各作品に係る共同事業の合意が成立しており，本件合意書3項に基づき，イーエックスから入金された78万7000円の半額に相当する39万3500円が控訴人の取り分となり，②これを，本件共同事業のうち，「ミッキーマウス」16作品に係る共同事業についての控訴人の負担分に充当したことによって，控訴人において更に14万5000円を出資すれば，上記共同事業の合意も成立していたが，上記出資がされなかったために，成立しなかったという趣旨に解釈するのが自然である。",
                "確かに，本件メールには，上記14万5000円の根拠が不明であるなど不明確な点が存在するが，本件メールが平成24年4月9日に作成されたことに鑑みると，上記の不明確な点は，時間の経過等によって被控訴人代表者の記憶があいまいになったことによるものと思われる。",
                "以上によれば，本件メールは，被控訴人と控訴人との間において本件各作品に係る共同事業の合意が成立していたことを直接立証するものということができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件共同事業の合意の成立を否定した原判決の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件共同事業の合意の成立を否定した理由の1つとして，被控訴人が本件共同事業に係る資金の支払の振込先として指定していたのは，被控訴人代表者個人の口座であったのに，控訴人が90万5000円を振り込んだのは被控訴人の口座であったことを指摘する。",
                    "しかし，被控訴人と控訴人との共同事業に係る資金の振込先としては，被控訴人の口座とするのが自然であり，被控訴人代表者個人の口座とするのはむしろ不自然であることから，附帯被控訴人は，上記振込送金の際，Bに対して振込先，振込額等を問い合わせた。すると，Bは，被控訴人の口座に90万5000円を振り込むように指示してきたので，附帯被控訴人は，それに従った。また，本件メールの記載によれば，被控訴人代表者が本件メールを送付した平成24年4月9日の時点において，前記90万5000円の振込先口座について問題視していなかったことは，明らかである。",
                    "したがって，原判決の前記指摘に係る点は，本件共同事業の合意の成立を否定する理由となるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，本件共同事業の合意の成立を否定した理由として，控訴人が被控訴人に振込送金した90万5000円につき，本件共同事業に要する費用の総額が544万円であることから，およそ本件共同事業の合意の成立を推認させるに足りない旨を判示する。",
                    "しかし，前記(1)のとおり，本件共同事業の費用は，当初は確かに544万円であったが，その後，276万円に減額されたのであるから，前記判示は，前提において誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原判決は，控訴人の主張によっても，前記90万5000円という金額は，被控訴人代表者から支払を求められた金額である90万円と完全に一致しておらず，この点について合理的な説明もされていない旨を指摘する。",
                    "しかし，前記アのとおり，90万5000円という金額はBから指示された額であり，また，本件メールの記載によれば，被控訴人代表者が，本件メールを送付した平成24年4月9日の時点において，上記金額を問題視していなかったことは，明らかであるから，原判決の前記指摘の点は，本件共同事業の合意の成立を否定するものということはできない。  "
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決は，被控訴人と控訴人との間に，本件各作品に係る共同事業についてのみ合意が成立したのであれば，両者間で折半されるべき利益は，「PSG」（イーエックス）から入金された78万7000円全額ではなく，本件各作品についての部分に限られるはずである旨指摘する。",
                    "しかし，上記入金は，被控訴人とイーエックスとの間の本件各作品に関するコンテンツ提供契約による利益であるから，被控訴人と控訴人において折半されるべき利益は，上記78万7000円の全額であり，上記指摘は，誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決は，被控訴人は，控訴人に対し，これまで被控訴人商品の販売等で得た利益の分配，販売数量等の報告をしておらず，控訴人も，被控訴人に対し，控訴人商品の販売等で得た利益の分配，販売数量等の報告をしていないのであって，両者のいずれも共同事業が成立したことを前提とした行動を取っていない旨指摘する。",
                    "しかし，前記(1)のとおり，被控訴人がイーエックスとの間のコンテンツ提供契約に関する販売数量等の報告及び利益の折半を怠ったことから，控訴人は，被控訴人との間の信頼関係を維持できない状況に陥ったので，被控訴人に対し，控訴人商品の販売等で得た利益の折半や販売数量等の報告を行わなかったにすぎず，共同事業の成立自体を否定していたわけでない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決は，控訴人は，本件DVDを受領してからわずか数か月後の平成23年4月に，第三者に対し，何らの枚数制限等も設けずに本件DVDの複製，販売の権利を許諾し，その対価として1タイトル10万円のみを受領しており，このことは，多額の投資をして本件著作権を正当に取得した者の行動としては，不自然である旨判示する。",
                    "しかし，前記(1)のとおり，控訴人は，本件各作品の営業活動をしたものの，全く売れず，附帯被控訴人は，必死で少しでも投資を回収しようとしたが，販売力が弱いことから，自ら取り付けることができた契約は，原判決のいう「第三者」である株式会社コスミック出版（以下「コスミック出版」という。）への使用許諾及び株式会社サイドエーネットワーク（以下「サイドエーネットワーク」という。）へのOEM供給のみであり，採算を度外視したものであった。よって，控訴人がコスミック出版に安価で本件DVDの複製，販売の権利を許諾したことにつき，不自然な点はない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決は，控訴人商品には，著作権が控訴人に帰属する旨の記載がないばかりか，控訴人の名称等さえ記載されておらず，この点においても，控訴人自身，自己に著作権が正当に帰属するとは考えていなかったのではないかとの疑問を差し挟まざるを得ない旨判示する。",
                    "しかし，前記カのとおり，附帯被控訴人自ら取り付けることができた契約は，コスミック出版への使用許諾及びサイドエーネットワークへのOEM供給であり，その結果，コスミック出版及びサイドエーネットワークのいずれが販売する商品においても，控訴人の名称等さえ記載されていなかったにすぎない。",
                    "〔被控訴人の主張〕",
                    "以下のとおり，本件共同事業の合意は成立していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件共同事業に関する経緯について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件共同事業の合意について",
                  "text": [
                    "被控訴人代表者は，平成22年8月末，附帯被控訴人に対し，具体的な収支予測を記載した提案書（甲10。以下「本件提案書」という。），本件合意書，本件コンテンツ提供契約書，ヤマシロとの業務委託契約書及びヤマシロによる見積書を渡して，本件共同事業を提案した。しかし，附帯被控訴人は，ちゅうちょし，結局，本件合意書は，押印されないままであり，締結に至らなかった。",
                    "したがって，本件共同事業の合意は，成立していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，本件共同事業のうち，本件各作品に係る共同事業の合意が成立しており，控訴人商品の製造，販売は，同合意に基づくものである旨主張するが，以下のとおり，そのような合意は成立していない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "そもそも，本件共同事業は，「トムとジェリー」及び「ミッキーマウス」という2つのコンテンツに係る作品に関する共同事業であり，それらのうちの1つである「トムとジェリー」に係る作品のみでは成り立たない。  "
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人が被控訴人に送金した90万5000円は，本件共同事業とは別の，甲第11号証に関する支払金である。別件訴訟において控訴人が請求されているのは，上記支払金に係る債権全額ではなく，同債権のうち金額が確定したもののみである。",
                        "被控訴人は，控訴人との別の取引に係る振込み等と混同するのを避けるために，本件共同事業に関する資金の振込先口座として被控訴人代表者個人の口座を指定した。しかし，前記90万5000円は被控訴人の口座に振り込まれており，このことは，同振込送金が本件共同事業に関するものではないことの証左である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件共同事業は，前記(ア)のとおり，2つのコンテンツに係る作品に関する共同事業であり，各コンテンツに係る作品の制作費を厳密に分けることはできない。すなわち，本件共同事業において，スタジオ費，声優やスタッフ等のギャラは，2つのコンテンツに係る作品の兼用であり，また，これらを共に制作することによって費用が安くなっている。",
                        "したがって，控訴人が被控訴人に送金した90万5000円が本件共同事業に関するものであったとしても，それをもって，「トムとジェリー」というコンテンツに係る作品のみの制作費の半額を控訴人において負担したとして，本件各作品に係る共同事業の合意が成立することは，あり得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，被控訴人に対し，売上げの報告も利益折半もしておらず，また，無断で本件DVDを廉価でコスミック出版に売却した。これは，控訴人自身，共同事業という認識を有していなかったことの証左である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人及び附帯被控訴人において発売する控訴人商品が被控訴人との共同事業に基づくものであるならば，控訴人商品に発売元として被控訴人及び控訴人の社名が表示されているはずであるところ，実際には，控訴人の社名さえ表示されていない。",
                        "この事実は，控訴人及び附帯被控訴人が，正当な権限なく，いわゆる海賊版を製造して販売していたことの証左である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件DVDについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "DVDをプレスする際に用いる，映像や字幕素材等をオーサリングしたDVDの原盤，すなわち，マスターとなるのは，磁気テープであるDLT及びプラントダイレクトディスクと呼ばれるDVD-Rのいずれかである。現在，商品としてのクオリティーを保つ場合には，DLTを用いるが，簡便に済ませる場合には，プラントダイレクトディスクを用いる。",
                    "被控訴人代表者が附帯被控訴人に交付した本件DVDは，検証版DVD-Rであり，マスターとなるプラントダイレクトディスクと呼ばれるDVD-Rではない。被控訴人が作成した本件各作品に係るマスターは，イーエックスに納品したDLTのみであり，プラントダイレクトディスクは作成しておらず，したがって，本件各作品のプラントダイレクトディスクは，存在しない。",
                    "従前から，被控訴人は，自ら販売するDVDのプレスについては，控訴人の関連会社に発注しており，本件共同事業の際も，控訴人に依頼するつもりであった。しかし，本件共同事業の作品は，日本語吹替え及び日本語字幕に加えて，中国語字幕による視聴も可能なものであり，中国語字幕が加わるバージョンは過去に製造したことがなかったので，検証版のDVD-Rを附帯被控訴人に交付した。その検証版のDVD-Rは，中国語字幕が完璧ではないなど商品としては未完成のものであった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "検証版のDVD-Rは，字幕の誤字脱字の有無，チャプターの作動の確認等のチェックをするために作成されるものであり，市販のプレーヤーやパソコンによって視聴することができる。",
                    "プラントダイレクトディスクと呼ばれるDVD-Rには，リージョンコードやコピープロテクト等が施されており，通常プレス原盤として使用されるDLTという磁気テープと同様に，プレス工場が使用している特殊な機材がなければ視聴することができない。これは，複製防止の趣旨によるものである。",
                    "DVDの製造を業とする控訴人及び附帯被控訴人において，検証版のDVD-Rとプラントダイレクトディスクと呼ばれるDVD-Rとの区別がつかないということは，あり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "正規の商品を制作する際は，リージョンコードやコピープロテクトを施して品質を保つ必要があるので，プレス原盤として検証版のDVD-Rを使用することはない。",
                    "もっとも，検証版のDVD-Rをプレスして製品化することは，技術的には可能である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件メールについて",
              "text": [
                "本件メールは，被控訴人代表者が，附帯被控訴人に対し，「ドナルドダック」に係る新たな共同事業を提案した際，控訴人において，不参加に終わった本件共同事業に関して犯したのと同じ誤りを繰り返さないように，DVD商品の制作や販売について分かりやすく説明することを念頭において作成したものにすぎず，本件メールによって本件共同事業の合意の成立が立証されるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)（附帯被控訴人に対する請求の可否）について",
          "text": [
            "〔被控訴人の主張〕",
            "本件の首謀者は，附帯被控訴人であり，控訴人は，税務対策上の名義会社にすぎない。",
            "すなわち，控訴人は，DVDのプレスを業務とする会社であるが，実際の作業は全て台湾の会社が行っている。控訴人の実際の業務は，その台湾の会社と発注会社との間に入って仲介マージンを得るというものであり，全て附帯被控訴人の判断に基づいて行われ，利益についても，その全額を附帯被控訴人が吸い上げている。このように，控訴人の実際の業務は，実質において附帯被控訴人個人の仕事として成り立っており，この点に鑑みれば，附帯被控訴人に対する請求は可能である。",
            "〔附帯被控訴人の主張〕",
            "附帯被控訴人と被控訴人との間には何らの法律関係も存在せず，本件訴訟のうち，附帯被控訴人に対する請求に係る部分は，不当な訴訟である。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)（被控訴人の損害額）について",
          "text": [
            "〔被控訴人の主張〕",
            "控訴人及び附帯被控訴人は，控訴人商品を少なくとも各5000枚（計1万5000枚）は販売している。この点に関し，被控訴人の調査によれば，控訴人及び附帯被控訴人は，書店のチェーン店等にも控訴人商品を販売している。",
            "そして，控訴人商品の小売販売価格は1枚500円であるが，控訴人及び附帯被控訴人による卸価格はその65％に当たる325円となるほか，1枚当たりの製造・販売に要する経費の額は55円を上回らないことからすると，控訴人商品1枚当たりの利益額は，270円を下回らない。",
            "以上によれば，控訴人及び附帯被控訴人による本件著作権侵害行為によって被控訴人が被った損害の額は，405万円（270円×1万5000枚）を下回らない（著作権法114条2項）。",
            "〔控訴人の主張〕",
            "控訴人は，サイドエーネットワークに対し，控訴人商品合計9000枚（原判決別紙被告商品目録記載1から3の各DVD商品を各3000枚ずつ）を1枚当たり97円で販売し，控訴人商品1枚当たりの原価は80円である。",
            "したがって，上記販売に係る利益額の総額は，合計15万3000円（（97円-80円）×9000枚）である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)（本件各作品に係る共同事業の合意の成否）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件合意書（乙1）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件合意書の記載",
                      "text": [
                        "本件合意書は，被控訴人が原文を作成したものであるところ（弁論の全趣旨），以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前文：「有限会社アートステーション（以下甲という）と株式会社メディアジャパン（以下乙という）とは，パブリックドメイン名作アニメの日本語吹替え版DVD（以下本件商品という）を制作・製造・販売するに当たって，以下の如く取り決めを行い甲・乙がこれに合意した。",
                            "本件商品は，「ミッキーマウス」2巻（16作品），「トムとジェリー」3巻（30作品）で，英語・日本語・中国語の字幕切替，並びに原語・日本語吹替えの音声切替が可能なものとする。（作品名は別途目録参照）」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "第1条：「甲と乙は，共同して本件商品を活用する事業を行う。」"
                        },
                        {
                          "fig": "c",
                          "subject": "第2条：「総額費用は544万円（製造費を除く，税抜き）とする。」"
                        },
                        {
                          "fig": "d",
                          "subject": "第3条：「甲と乙は，各自半額を負担し，売り上げから製造費等の経費を除いた利益を折半するものとする。」"
                        },
                        {
                          "fig": "e",
                          "subject": "第4条：「甲は，本件商品の基となる原版映像の取得並びに日本語字幕の制作を負担する。乙は，日本語吹替えの為の制作費等を負担する。但し，本件商品に関する著作権等の権利は共同で所有するものとする。」"
                        },
                        {
                          "fig": "f",
                          "subject": "第5条：「制作に関しては，甲が主体となり，責任を持って行う。」"
                        },
                        {
                          "fig": "g",
                          "subject": "第6条：「販売に関しては，共同で行うが窓口は乙とする。但し，PSGに関しては，本件商品の販売ではなく，制作請負なので，甲が窓口となって行うものとする。」"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件合意書の末尾には，被控訴人の社名，被控訴人代表者の氏名，控訴人の社名，平成22年当時に控訴人代表者であった附帯被控訴人の氏名が印字されているが，何らの印影も見られない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件合意書中，「PSG」とは，イーエックス代表者が代表取締役を務める株式会社ピーエスジーを指す。同社は，童話等のビデオの企画，制作，販売等を業としており，イーエックスは，著作権の管理等を業としている。",
                        "両社とも，控訴人及び被控訴人とは，従前から取引関係にある（甲20）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件提案書（甲10）について",
                  "text": [
                    "本件提案書は，被控訴人が平成22年8月30日付けで作成した「名作アニメDVD制作に関するご提案『ミッキーマウス』『トムとジェリー』」と題する書面であり，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "仕様：5巻，「ミッキーマウス」2巻  1巻に8作品収録全16作品",
                      "text": [
                        "「トムとジェリー」3巻  1巻に10作品収録全30作品",
                        "日本語・英語字幕切替，日本語吹替え"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "支出",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "原版映像代  3万円＊46作品  138万円"
                        },
                        {
                          "fig": "b",
                          "subject": "日本語翻訳代  1万円＊46作品  46万円"
                        },
                        {
                          "fig": "c",
                          "subject": "吹替え費用    スタジオ費  86万円",
                          "text": [
                            "吹替え用翻訳台本作成  54万円",
                            "声優代  69万円",
                            "演出  23万円",
                            "合計額  232万円"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "製作費合計  544万円"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「製作費見積分544万円のうち，半額はアートステーションで負担する。",
                        "既に入手済みの原版映像の提供と日本語翻訳代と日本語字幕作成料は，アートステーションが先行投資する。",
                        "半額の272万円と枚数が確定していない為，製造費に関し，御社負担でお願いしたい。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「利益分配は，実費（製造費他）をトップオフした純利益を折半する。」"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「負担分の半額136万円を今月内に，残額をDLT納品時（9月中）に振り込む必要あり，PSGには，契約時（8月中）半額，DLT素材納品時（9月中）に残金を支払ってもらう予定。」"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "平成22年8月31日付けの請求書（甲12。以下「本件請求書」という。）について",
                  "text": [
                    "本件請求書は，被控訴人が控訴人に宛てて作成したものであり，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件請求書には，「項目」欄に「日本語吹替え制作費の半金」，「金額」欄に「1，320，000」，「備考」欄に「『トムとジェリー』『ミッキーマウス』」と記載されており，上記132万円に消費税（5％）に相当する6万6000円を加算した138万6000円が請求金額とされている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，上記請求金額の振込先口座として，被控訴人代表者個人名義の普通預金口座が指定されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人とヤマシロとの業務委託契約書（乙3）について",
                  "text": [
                    "被控訴人とヤマシロとの業務委託契約書には，年月日欄には「平成22年9月」とのみ記載され，また，両社いずれの捺印もされていないが，おおむね，以下の内容が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，ヤマシロに対し，外国アニメ・パブリックドメイン映画作品（PDアニメ作品）の日本版の制作業務，①日本語吹替え版，②日本語字幕，③英語字幕，④中国語字幕を委託する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "日本版の対象となるPDアニメ作品は，①「ミッキーマウス」16作品及び②「トムとジェリー」30作品とする。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，ヤマシロに対し，日本版制作に必要である，原版マスターを提供する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "制作費は，日本語字幕，英語字幕及び中国語字幕制作費も含め，46話，総額276万円（消費税別）とする。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "ヤマシロが被控訴人宛てに平成22年8月25日付けで発行した見積書（乙4）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記見積書には，①「『MICKEY  MOUSE』日本語吹き替え版制作費」及び②「『Tom＆Jerry』日本語吹き替え版制作費」の内訳が各別に記載されており，①の合計額は144万円，②の合計額は270万円である。",
                        "また，「字幕製作値引き」として，「数量46」，「単位15，000」，「金額-690，000」と，「音響製作費値引き」として，「数量46」，「単位15，000」，「金額-690，000」と記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，上記①及び②の各合計額を加算したもの（414万円）から，「字幕製作値引き」額及び「音響製作費値引き」額（合計138万円）を控除した276万円に，消費税5％に相当する13万8000円を加えた289万8000円が，「税込合計金額」として記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件コンテンツ提供契約書（乙2）について",
                  "text": [
                    "本件コンテンツ提供契約書は，被控訴人とイーエックスとが平成22年9月10日付けで締結した契約に係るものであり，その内容は，おおむね，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，イーエックスが指定する形で，本コンテンツ，すなわち，日本語字幕及び日本語吹替えを付した本件各作品を，決定された期限までに滞りなく納品しなければならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "イーエックスは，被控訴人によって提供された本コンテンツにより利益を上げる権利を許諾される。",
                        "被控訴人は，日本語字幕及び日本語吹替えを付した本件各作品の完パケ及びそのDLTを納品し，イーエックスは，そのDLTを使用してDVDを製造し，商品として販売する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，イーエックスに対し，本コンテンツの著作権等一切の権利が被控訴人に帰属すること，又は，被控訴人が正当な権利者から必要な権利の許諾を得ていることを保証する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "イーエックスは，被控訴人に支払う権利料を，「トムとジェリー」に対して1作品につき2万円（税抜き）とし，合計60万円（税抜き）を支払うものとする。",
                        "イーエックスは，被控訴人に対し，権利金とは別に日本語吹替えの制作費として，「トムとジェリー」に対して1作品につき3万円（税抜き），合計90万円（税抜き）を支払うものとする。",
                        "イーエックスが被控訴人に支払う権利料と制作費の合計150万円（税抜き）の支払方法は，契約時に半金，完パケ及びDLTの納品後2週間以内に半金を支払うものとする。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "控訴人から被控訴人に対する支払について",
                  "text": [
                    "控訴人は，被控訴人名義の口座に，平成22年9月21日に21万5000円を，同月22日に69万円を，それぞれ振込送金した（乙5）。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "本件メール（乙6）について",
                  "text": [
                    "本件メールは，被控訴人代表者が，平成24年4月9日，附帯被控訴人に対して送ったものである。被控訴人は，この頃，控訴人に対し，「ドナルドダック」3巻（24作品）を対象として，本件共同事業と同様の内容の共同事業を持ちかけており，本件メール中，「ドナルドダック」に関する記載は，同共同事業のことを指している（甲14～甲16，弁論の全趣旨）。本件メール本文には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「前回提案してから，かなりの時間が経過してしまいましたが，『ドナルドダック』等の販売に関して，ビジネスチャンスを逃すことにならないかと懸念しております。",
                        "これはPSGとの問題になっている前回の『トムとジェリー』の件の教訓がなにも活かされていないのではと判断します。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「そこで，ついでにご説明しておくと私が作成した事業計画書と未締結のままになってしまった共同事業合意書で解るように，総額費用は544万円のプロジェクトでした。",
                        "当初より，PSGへの権利販売は決まっていましたので，費用の内334万円は，PSGからの入金で回収できました。",
                        "差引残額210万円が，本来なら御社と当社の負担ということになります。",
                        "御社は平成22年9月21日に215000円，22日に690000円を出資しています。総額905000円です。",
                        "この時点での出資額は，本当は136万円の予定ですが，既に787000円のPSGからの入金がありましたので，当初の約束通り純利益折半ということで，393500円の御社取り分で補填されました。",
                        "私の事業計画どおりにしていれば，あと145000円の出資で『トムとジェリー』だけでなく『ミッキーマウス』も御社は入手できたことになります。しかも，今回の様な問題にもなっていません。",
                        "計画通りで，まずは出資残額が，お互いに105万円になります。",
                        "これを本来の中国人観光客に販売すれば，各1000枚通しで卸値500円で250万円になりました。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「各3000枚通しで225万円の売り上げ，両方で475万円の粗利益が見込め，出資額の回収も制作が完了した時点で終わっています。その上，あくまでも権利は自社に残ります。」"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「本来なら，当社との共同事業を一方的に解消した御社の行為により，当社は210万円の損害と得られたであろう利益を御社に損害賠償として要求すべきところです。",
                        "何故なら，PSGからの売上金の半分を既に御社は受け取ったことになっており，その途中で契約解除をしたことになります。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "控訴人商品について",
                  "text": [
                    "控訴人商品には，著作権者についての記載はなく，また，控訴人及び被控訴人いずれの名称も記載されていない（甲22の1～3）。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "本件DVDについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人代表者は，平成22年の秋以降，附帯被控訴人に対し，本件DVDを交付した（弁論の全趣旨）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "検証版DVD-Rは，メーカー等のクライアントが提供した映像，音声，データ等の素材につき，映像及び音声の圧縮作業（エンコード）を行った上，その結果得られたデータにメニュー画面の付加やチャプター設定等の作業（オーサリング）を実施して作成するものである。検証版DVD-Rは，コピープロテクトが施されていない。また，リージョンコードが施されていないので，市販の再生装置を用いて再生することができる。",
                        "マスターは，オーサリング済みのデータにリージョンコード，コピープロテクトを施したものを，DLT（デジタルリニアテープ）又はプラントダイレクト形式のDVD-Rに書き出したものをいう。マスターは，上記のとおりリージョンコードが施されているので，市販の再生装置では再生することができず，再生には特別の機器を要する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "コスミック出版との契約について",
                  "text": [
                    "控訴人は，平成23年4月22日付けで，コスミック出版との間で，本件各作品に係るDVDの複製，頒布に関する契約を締結した。",
                    "同契約においては，①控訴人は，コスミック出版に対し，上記DVDを複製した上，コスミック出版が制作したパッケージ，価格，販売ルートにより，頒布，販売することを許諾すること，②控訴人は，コスミック出版に対し，以後，いかなるロイヤルティー，対価等も発生しないことを，保証すること，③コスミック出版は，控訴人に対し，本映像使用の対価として，1タイトル10万円の対価を支払うことが定められている（甲13，弁論の全趣旨）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，被控訴人に対し，本件各作品に係る共同事業にのみ出資する旨を連絡した上で，本件各作品の制作費の半額として90万5000円を振込送金したことをもって，本件各作品に係る共同事業の合意が成立している旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の被控訴人に対する振込送金について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "確かに，前記(1)キのとおり，控訴人は，被控訴人名義の口座に，平成22年9月21日に21万5000円，同月22日に69万円の合計90万5000円を振込送金している。",
                        "この90万5000円の送金は，被控訴人が本件請求書において振込先として指定した被控訴人代表者個人名義の普通預金口座（前記(1)ウ）ではなく，被控訴人名義の口座に振り込まれたものである。しかし，本件メール中，本件共同事業に関することとして「御社は平成22年9月21日に215000円，22日に690000円を出資しています。総額905000円です。」と記載されていること（前記(1)ク）に鑑みれば，前記90万5000円は，少なくとも最終的には控訴人が本件共同事業に関して拠出した負担金の一部とされていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，本件共同事業に係る費用に関する記載がある本件合意書，本件提案書，本件請求書，被控訴人とヤマシロとの業務委託契約書，ヤマシロが発行した見積書及び本件メール（前記(1)ア～オ，ク）のいずれによっても，前記90万5000円が「トムとジェリー」及び「ミッキーマウス」の両方の制作費として支払われたものか，いずれか一方のみの制作費として支払われたものかさえ，判然としない。",
                        "そして，たとえ前記90万5000円全額が控訴人の主張するとおり本件各作品の制作費の半額の趣旨で支払われたものであるとしても，以下のとおり，被控訴人と控訴人との間において，本件各作品に係る共同事業の合意の成立を認めることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件共同事業の内容について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件共同事業は，本件合意書に基づくものであるところ，前記(1)アのとおり，本件合意書に控訴人及び被控訴人のいずれも押印していない。したがって，控訴人と被控訴人とは，本件合意書の締結には至らなかったものと認められる。",
                        "そして，本件証拠上，ほかに，本件共同事業に関し，控訴人と被控訴人との合意の存在を直接裏付ける書面等の客観的な証拠は，存在しない。",
                        "他方，前記(1)カのとおり，被控訴人は，イーエックスとの間で，両社が捺印した本件コンテンツ提供契約書に基づき，概要，①被控訴人においてイーエックスに対し，コンテンツ，すなわち，日本語字幕及び日本語吹替えを付した本件各作品の完パケ及びそのDLTを納品する，②イーエックスは，そのDLTを使用してDVDを製造し，商品として販売する，③被控訴人は，イーエックスに対し，上記コンテンツの著作権等の一切の権利が被控訴人に帰属することなどを保証するという内容の契約を締結している。",
                        "加えて，被控訴人は，イーエックスとの間で，本件各作品とは別の，「トムとジェリー」の30作品についても，両社が捺印したコンテンツ提供契約書（甲17）に基づき，前記契約と同様の契約を締結しており，また，他社との間でも，両社が捺印したコンテンツ提供契約書（甲8，甲9）に基づき，本件各作品を含むコンテンツを提供し，一定の権利料，ロイヤルティーの支払を受けるという内容の契約を締結している。",
                        "このように，被控訴人は，当事者双方の捺印のある契約書に基づき，本件各作品を含むコンテンツを提供する契約を締結している。この点に鑑みれば，被控訴人において，それらのコンテンツ提供契約とは異なり，本件商品に関する著作権等の権利を共同で所有するという重要な事項を含む取引につき，それに関する合意の事実を明示する両者の捺印がされた書面等を取り交わすこともなく，合意に至ることは，考え難い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(1)アのとおり，被控訴人が原文を作成した本件合意書においては，対象とする「本件商品」につき，「『ミッキーマウス』2巻（16作品），『トムとジェリー』3巻（30作品）で，英語・日本語・中国語の字幕切替，並びに原語・日本語吹替えの音声切替が可能なもの」と明記されている。そして，その後に列記されている条項は全て「本件商品」を対象とするものである。本件合意書中，「ミッキーマウス」か「トムとジェリー」のいずれか一方に係る商品に関する事業のみを共同で行うことを想定したとうかがわれる記載は，見られない。",
                        "前記(1)イのとおり，被控訴人が平成22年8月30日付けで作成した本件提案書は，「名作アニメDVD制作に関するご提案 『ミッキーマウス』『トムとジェリー』」と題するものである。また，商品の「仕様」として，「5巻」と記載され，その内訳として，「『ミッキーマウス』2巻  1巻に8作品収録全16作品」と「『トムとジェリー』3巻  1巻に10作品収録全30作品」が併記されている。そして，「支出」中，吹替え費用の内訳を成すスタジオ費，吹替え用翻訳台本作成費，声優代及び演出費は，いずれも「ミッキーマウス」に係る作品及び「トムとジェリー」に係る作品に要する費用の総額を記載したものと解され，被控訴人は，これらの作品を並行して制作することを意図していたものと推認することができる。",
                        "作品の制作に要する費用に関し，前記(1)ウのとおり，被控訴人が控訴人に宛てて同月31日付けで作成した本件請求書において，「トムとジェリー」及び「ミッキーマウス」の「日本語吹替え制作費の半金」として138万6000円（消費税込み）を請求する旨が記載されている。また，前記(1)エのとおり，被控訴人とヤマシロとの業務委託契約書においても，被控訴人がヤマシロに対し，「ミッキーマウス」16作品及び本件各作品の日本語版の制作業務を委託する旨が記載されている。",
                        "以上に鑑みると，本件共同事業は，あくまでも「ミッキーマウス」16作品及び本件各作品の両方につき，被控訴人と控訴人が共同で日本語吹替え版DVDを制作，製造，販売するというものであり，「ミッキーマウス」又は「トムとジェリー」のいずれか一方のみを対象とすることは，想定されていないものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件DVDについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件DVDの性質について",
                      "text": [
                        "前記(1)コによれば，本件DVDは，検証版DVD-R又はプラントダイレクト形式のDVD-Rのいずれかであったものと考えられる",
                        "そして，前記(1)カのとおり，被控訴人が本件各作品のコンテンツをイーエックスに提供する本件コンテンツ提供契約書においては，被控訴人は，日本語字幕及び日本語吹替えをした本件各作品の完パケ及びそのDLTを納品し，イーエックスは，そのDLTを使用してDVDを製造し，販売する旨規定されており，この点に関し，被控訴人は，自らが作成した本件各作品に係るマスターは上記DLTのみであり，プラントダイレクトディスクは作成していない旨主張している。",
                        "被控訴人が他社に本件各作品を含む作品のコンテンツを提供し，他社がそのコンテンツをDVDとして商品化するコンテンツ提供契約書（甲8，甲9）においては，被控訴人が他社に「マスターテープ」を渡すという条項が設けられており，この「マスターテープ」は，デジタルリニアテープであるDLTを指すものと推認できる。また，本件提案書にも，「DLT納品時」という文言が見られる。他方，本件コンテンツ提供契約書，被控訴人が他社との間で締結したコンテンツ提供契約書及び本件提案書のいずれにも，マスターとしてのDVD，プラントダイレクトディスク形式のDVD-Rを指すものと解される記載は，見当たらない。",
                        "以上に鑑みると，被控訴人の前記主張のとおり，被控訴人が作成した本件各作品に係るマスターは，DLTのみであったと推認できる。",
                        "加えて，前記(1)アのとおり，本件合意書には，マスターに関する記載はない。また，本件合意書においては，「販売に関しては，共同で行う」と記載されているのに対し，「制作に関しては，甲（被控訴人）が主体となり，責任を持って行う。」と記載されており，本件共同事業においては，控訴人が商品制作に携わることは予定されていなかったものと推認することができる。そのような控訴人に対し，被控訴人がマスターとなるプラントダイレクト形式のDVD-Rを渡すことは，考え難い。",
                        "以上によれば，本件DVDは，検証版DVD-Rであったと推認すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，控訴人は，検証版DVD-Rには，リージョンコード，コピープロテクトが施されていないものであるから，プレスして製品化することは不可能である旨主張する。",
                        "しかし，前記(1)コ(イ)のとおり，検証版DVD-Rは，コピープロテクトを施されていないものであるから，その内容をコピーすることは可能である。また，リージョンコードを施されていないことから，市販のDVDで再生することができる。以上に鑑みれば，検証版DVD-Rをコピーして一般視聴者が再生可能な商品を制作すること自体は，法的問題が生ずるおそれはあるものの，技術的には可能であると考えられる。",
                        "したがって，控訴人が本件DVDを複製（プレス）して控訴人商品を製造したことをもって，必ずしも，本件DVDがマスターとなるプラントダイレクト形式のDVD-Rであったということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，控訴人は，当審において，証明書（乙10）及び陳述書（乙12）を，本件DVDがマスターである旨を立証する証拠として提出する。",
                        "しかし，上記証明書には，被控訴人から控訴人に対して「DVDマスター  3種類」，すなわち，トムとジェリーのVOL．1からVOL．3を手渡したことを証明する旨が記載されているにすぎず，しかも，作成者のBは，平成27年1月4日に死亡しており（乙11），上記記載の内容等を確認することはできない。また，上記陳述書は，控訴人によれば，控訴人代理人が生前のBから聴取した内容を記載したものとのことであるが，Bの署名も捺印もない。",
                        "以上に鑑みると，前記証明書及び陳述書は，本件DVDが検証版DVD-Rであったという前記推認を揺るがせるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件メールについて",
                  "text": [
                    "控訴人は，本件メールの内容は，①被控訴人と控訴人との間において，本件各作品に係る共同事業の合意が成立しており，本件合意書3項に基づき，イーエックスから入金された額の半額に相当する39万3500円が控訴人の取り分となり，②これを，本件共同事業のうち，「ミッキーマウス」16作品に関する共同事業についての控訴人の負担分に充当したことによって，控訴人において更に14万5000円を出資すれば，上記共同事業の合意も成立していたが，上記出資がされなかったために，成立しなかったという趣旨に解釈するのが自然である旨主張する。",
                    "この点に関し，前記(1)クのとおり，本件メールには，本件共同事業に関し，「この時点での出資額は，本当は136万円の予定ですが，既に787000円のPSGからの入金がありましたので，当初の約束通り純利益折半ということで，393500円の御社取り分で補填されました。私の事業計画どおりにしていれば，あと145000円の出資で『トムとジェリー』だけでなく『ミッキーマウス』も御社は入手できたことになります。」との記載がある。",
                    "しかし，本件メールには，特に本件共同事業に関する出資額につき，控訴人自身，根拠不明を認める「あと145000円の出資」のほか，「この時点での出資額は，本当は136万の予定です」，「計画通りで，まずは出資残額が，お互いに105万円になります。」など，算定根拠不明な記載が散見される。上記の「『トムとジェリー』だけでなく『ミッキーマウス』も御社は入手できたことになります。」という記載についても，入手の対象は示されていない。",
                    "以上に鑑みると，本件メールの内容につき，控訴人の前記主張のとおりの趣旨であるとは，必ずしもいうことができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人商品について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)ケのとおり，控訴人商品には，控訴人及び被控訴人いずれの名称も表示されておらず，そもそも著作権者についての記載自体，見られない（甲22の1～3）。控訴人が，その主張するとおり，本件各作品に係る共同事業の合意に基づいて控訴人商品を製造，販売しているのであれば，控訴人商品について上記のとおりの体裁とすることは，不自然といわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，控訴人は，本件各作品に係る共同事業の合意に基づき，取り付けることができた契約は，コスミック出版への使用許諾及びサイドエーネットワークへのOEM供給であり，その結果，コスミック出版及びサイドエーネットワークのいずれが販売する商品においても，控訴人の名称等さえ記載されていなかったにすぎない旨主張する。",
                        "しかし，上記主張は，控訴人が本件各作品に係る共同事業の合意に基づいて控訴人商品を製造，販売していながら，控訴人商品に控訴人及び被控訴人いずれの名称も表示せず，著作権者について何ら記載しなかったことについての合理的な説明とはいい難い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "第三者との契約について",
                  "text": [
                    "前記(1)サのとおり，控訴人は，コスミック出版との間で，本件各作品に係るDVDの複製，頒布に関する契約を締結した。",
                    "同契約の内容は，控訴人が，コスミック出版に対し，①上記DVDを複製した上，コスミック出版が制作したパッケージ，価格，販売ルートにより，頒布，販売することを許諾する，②以後，いかなるロイヤルティー，対価等も発生しないことを保証するというものである。",
                    "この点に関し，前記(1)アによれば，本件共同事業の内容は，被控訴人が主体となって制作した商品を，控訴人と被控訴人が共同で販売するというものであるから，前記契約内容は，明らかに本件共同事業の範ちゅうを超えるものということができる。控訴人が，被控訴人との間で本件各作品に係る共同事業について合意しているのであれば，被控訴人に無断で（弁論の全趣旨）このような契約を締結することは，考え難い。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件において，被控訴人と控訴人との間において，本件各作品に係る共同事業の合意の成立を認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)（附帯被控訴人に対する請求の可否）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記第2の1のとおり，原判決は，被控訴人が原告となり，控訴人及び附帯被控訴人を被告として提起した訴えに係る通常共同訴訟について言い渡されたものである。前記第2の1のとおり，原判決は，被控訴人の控訴人に対する請求を一部認容し，附帯被控訴人に対する請求を全て棄却した。原判決が被控訴人に対しては平成27年8月28日に，控訴人及び附帯被控訴人に対しては同月31日に，それぞれ送達されたことは，記録上明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件においては，控訴人のみが控訴を提起しているところ，共同訴訟人独立の原則（民訴法39条）により，上記控訴によって被控訴人の控訴人に対する請求のみが移審して控訴審の審判対象となる。",
                "他方，附帯被控訴人に対する請求が全て棄却された被控訴人は，原判決の送達を受けた平成27年8月28日から2週間の控訴期間が満了するまでの間，控訴を提起しなかったことから，被控訴人の附帯被控訴人に対する請求は移審せず，前記控訴期間の満了をもって，確定した。",
                "したがって，被控訴人の附帯被控訴人に対する請求は，そもそも控訴審における審判の対象となり得ないものであるから，被控訴人の附帯控訴のうち，附帯被控訴人に対する部分は，不適法というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)（被控訴人の損害額）について",
          "text": [
            "本件著作権侵害に係る著作権法114条2項による損害の算定に当たっては，被控訴人において本件著作権侵害によって得た利益の額及び販売数量を立証すべきであるところ，控訴人において自認する控訴人商品1枚当たりの利益額17円及び販売数量合計9000枚という以上の立証はない。",
            "よって，その利益の総額は，15万3000円（17円×9000枚）と認められる。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，被控訴人の控訴人に対する請求を一部認容した原判決は相当であるから，控訴人による控訴及び被控訴人による控訴人に対する附帯控訴は，いずれも理由がない。また，被控訴人による附帯被控訴人に対する附帯控訴は，不適法であるから，却下する。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}