{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30            日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求を棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，「FOMA」という名称のW-CDMA方式を使った第3世代携帯電話通信サービス(原告サービス)を提供する被控訴人(原告)が，本件特許権(特許第4696179号。平成23年3月4日設定登録)を有する控訴人(被告)に対し，ランダムアクセスチャネル(RACH)へのアクセス制御に関する原告サービスの通信網の作動方法(原告方法)又は通信システム(原告システム。原告方法と併せて「原告方法等」という。)を使用して上記サービスを提供した行為等は，本件特許権を侵害するものではないと主張して，不法行為に基づく損害賠償債務及び不当利得返還債務の不存在確認を求めた事案である。",
            "原判決は，原告方法等は，本件特許権の技術的範囲に属しないとして，被控訴人の請求を認容したので，控訴人が控訴をしたものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下の(1)に付加訂正するほかは，原判決「事実及び理由」第2，「1  前提事実」記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の付加訂正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決3頁1行目末尾を改行して「優先権主張日  平成11年3月8日」を加える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決7頁25行目「(Third Generation Partnership Project)」の次に，「が策定した通信規格(以下『3GPP規格』という。)」を加える。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決8頁4行目末尾に「なお，原告方法等において，3GPP規格に定めるすべての仕様を実施しているか否かについては争いがある。」を加える。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決8頁21行目(行数には表は除く。以下同じ。)「P(Ｎ)＝2-(Ｎ-1)によって求められるところ，」を「P(Ｎ)＝2-(Ｎ-1)によって求められ，Ｎ＝1～8を採る場合には，その数値範囲は，1／128≦P(Ｎ)≦1となるところ，」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決10頁13行目「3GPP」の次に「規格」を加える。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決11頁1行目「s の値としては」の次に●(省略)●を加える。",
                    "ⅰ    (2)  本件各発明の構成要件を再掲すると，次のとおりである。",
                    "【請求項9】(本件発明1)",
                    "A  少なくとも1つの基地局(100)を備える，移動無線網として構成された通信網の作動方法であって，",
                    "B  前記基地局は，少なくとも2つの移動局(5，10，15，20)の存在する無線セルを展開し，",
                    "C  前記基地局(100)は，前記少なくとも2つの移動局(5，10，15，20)に情報信号と，当該情報信号とともにアクセス権限データ(55)を送信し，",
                    "D  当該情報は，どの移動局(5，10，15，20)に対して，複数の移動局により共通に使用可能通信チャネル(30)上で基地局に送信するための権限が割り当てられているかという情報を含んでいる方法において，",
                    "E  前記アクセス権限データ(55)は，アクセス閾値(S)に対するアクセス閾値ビット(S3，S2，S1，S0)と，複数の移動局(5，10，15，20)のユーザクラスに対するアクセスクラス情報(Z3，Z2，Z1，Z0)を含んでおり，",
                    "F  前記アクセス権限データ(55)は，共通に使用可能な通信チャネル(30)への移動局(5，10，15，20)によるアクセスを，次のように許可するよう作成されており，すなわち",
                    "F1  所属のアクセスクラスビットが第1の値を有するユーザクラスに所属する移動局が，アクセス閾値(S)に関係なく通信チャネルにアクセスすることができるように作成されており，",
                    "F2  所属のアクセスクラスビットが第2の値を有するユーザクラスに所属する移動局は，通信チャネルへの当該移動局のアクセス権限を検出するために，前記アクセス閾値(S)がランダム数または擬似ランダム数(R)と比較されるアクセス閾値評価を実行しなければならず，少なくとも1つの移動局(5，10，15，20)の通信チャネルへのアクセス権限が比較結果に依存して割り当てられる",
                    "G  ことを特徴とする方法。",
                    "【請求項22】(本件発明2)",
                    "A  移動無線網として構成された通信網と，無線セルを展開する少なくとも1つの基地局(100)と，シグナリングチャネル(25)とを有する通信システムであって，",
                    "B  前記シグナリングチャネル(25)を介して基地局(100)が，前記無線セル内に存在する移動局(5，10，15，20)に情報信号を送信し，",
                    "C  これにより1つのユーザクラス(35，40)に所属する個々の移動局(5，10，15，20)には，複数の移動局により共通に使用可能な通信チャネル上で送信するために，どの権限が対応するユーザクラス(35，40)に割り当てられているかが情報通知される通信システムにおいて，",
                    "D  基地局は情報信号とともにアクセス権限データ(55)を送信し，",
                    "E  該アクセス権限データは，アクセス閾値(S)に対するアクセス閾値ビット(S3，S2，S1，S0)と，複数の移動局(5，10，15，20)のユーザクラス(35，40)に対するアクセスクラス情報(Z3，Z2，Z1，Z0)を含んでおり，",
                    "F  前記アクセス権限データ(55)は，",
                    "F1  所属のアクセスクラスビットが第1の値を有するユーザクラスに所属する移動局が，アクセス閾値(S)に関係なく通信チャネルにアクセスすることができるよう作成されており，",
                    "F2  所属のアクセスクラスビットが第2の値を有するユーザクラスに所属する移動局は，通信チャネルへの当該移動局のアクセス権限を検出するために，前記アクセス閾値(S)がランダム数または擬似ランダム数(R)と比較されるアクセス閾値評価を実行しなければならず，少なくとも1つの移動局(5，10，15，20)の通信チャネルへのアクセス権限が比較結果に依存して割り当てられる",
                    "G  ことを特徴とする通信システム。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及びこれに対する当事者の主張",
          "text": [
            "争点及び争点についての当事者の主張は，以下の(1)において原判決を付加訂正し，(2)において当審における当事者の主張を追加するほかは，原判決「事実及び理由」第2，「2  争点」及び「3  争点に関する当事者の主張」記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "付加訂正",
              "text": [
                "原判決11頁22行目「仮に原告方法等の構成が別紙2記載のとおりのものであるとしても，」を「仮に，原告が主張するとおり，原告方法等において，●(省略)●移動局がAC-to-ASCマッピングにおいて●(省略)●割り当てられ，Ｎが●(省略)●されているとしても，」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "主位的主張の当否(争点(1)ア)",
                  "text": [
                    "(控訴人の主張)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件の充足について",
                      "text": [
                        "仮に，被控訴人が主張するように，原告方法等において，●(省略)●移動局がAC-to-ASCマッピングにおいて●(省略)●割り当てられ，Ｎが●(省略)●され，●(省略)●としても，本件各発明の「アクセス閾値」の意義は後記(イ)のとおり解釈すべきであり，これによれば，原告方法等が本件各発明の技術的範囲に属することは明らかである。",
                        "控訴人の主位的主張は，まず，原告方法等について，当事者間に争いがないと考えられる以下の事実を前提とする。",
                        "①  被控訴人の基地局は，3GPP規格で規定されるとおり，制御情報を含む「システム情報ブロック」(System Information Block)である「SIB5」と「SIB7」を移動局に送信していること。",
                        "②  被控訴人の基地局が送信するSIB5には，3GPP規格で規定されるとおり，「AC-to-ASCマッピング」(AC-to-ASC mapping)が含まれていること。",
                        "③  被控訴人の基地局が送信するSIB7には，3GPP規格で規定されるとおり，ダイナミック・パーシステンス・レベル(Dynamic Persistence Level。動的持続値)Ｎが含まれていること。",
                        "④  3GPP規格には，AC-to-ASCマッピングにより，ASC0に割り当てられることが指示された移動局は，Ｎの値に関係なく，RACHにアクセスできることが定められていること。",
                        "⑤  3GPP規格には，AC-to-ASCマッピングにより，ASC1に割り当てられることが指示された移動局は，P(Ｎ)＝2-(Ｎ-1)とランダム数Rを比較し，R≦P(Ｎ)のときに限り，RACHにアクセスすることができることが定められていること。",
                        "⑥  3GPP規格によれば，Ｎは3ビットで送信される1～8の間の任意の整数であり，したがって，P(Ｎ)の採り得る範囲は1／128≦P(Ｎ)≦1であること，また，ランダム数Rの採り得る範囲は0≦R＜1であること。",
                        "⑦  被控訴人の基地局が送信し，控訴人が測定したSIB5，SIB7では，AC-to-ASCマッピングにより，一部の移動局がASC0に，他の移動局がASC1に割り当てられており，Ｎは1に設定されていたこと。",
                        "⑧  被控訴人の基地局から移動局に送信される情報は，すべて3GPP規格の形式に従ったものであり，ＮやAC-to-ASCマッピングの値が●(省略)●を示す情報は一切送信されないこと。",
                        "次に，以上を前提として，「アクセス閾値」の解釈について，後記(イ)において述べるとおり，「基地局から移動局に送られる値であり，移動局により通信チャネルへの当該移動局のアクセス権限を検出するためにランダム数と比較される値であって，その評価に応じて通信チャネルへのアクセス権限が割り当てられるための値」と解した場合には，本件各発明の構成要件の充足について，以下のとおりとなる。",
                        "すなわち，原告方法等においては，AC-to-ASCマッピングとダイナミック・パーシステンス・レベルＮが送信されている(上記①～③)。そして，ASC0の移動局は，Ｎの値に関係なく，RACHにアクセスすることができ(上記④)，ASC1の移動局は，アクセス権限を検出するためにP(Ｎ)とランダム数Rとの比較を行わなければならず，当該比較結果に依存して(具体的には，R≦P(Ｎ)のときに限り)，アクセス権限が割り当てられる(上記⑤)。ここで，Ｎが1である場合(上記⑦)には，ランダム数Rが0≦R＜1の範囲の中のどの値を採るかにかかわらず，必ずR≦P(Ｎ)が成り立ち，移動局のアクセスが許可されることになる。",
                        "しかし，その場合であっても，移動局にとっては，Ｎが1～8の間の任意の整数を採り得る値であることに変わりはなく，したがって，ASC1に属する移動局は，アクセス権限の割当てを判断するに当たって，P(Ｎ)とランダム数Rとの比較評価を行わなければならず，当該比較結果に依存して，アクセス権限が割り当てられる。また，Ｎが●(省略)●されているとしても，そのことは移動局の知り得ない事情であり，Ｎは上記のとおり，8通りの値を採り得るものとして3ビットで送信されるから(上記⑧)，想定される移動局の動作に何ら変わりはない。",
                        "したがって，Ｎの値にかかわらず，P(Ｎ)は「アクセス閾値」に該当し，Ｎは，「アクセス閾値に対するアクセス閾値ビット」に該当する。また，AC-to-ASCマッピングが，「アクセスクラス情報」に，ASC0の移動局が，アクセス閾値に関係なくアクセスを許容される「所属のアクセスクラスビットが第1の値を有するユーザクラス(以下「第1のユーザクラス」という。)に属する移動局(以下「第1の移動局」という。)」に，ASC1の移動局が，アクセス閾値とランダム数等との比較に依存してアクセス権限を割り当てられる「第2の値を有するユーザクラス(以下「第2のユーザクラス」という。)に属する移動局(以下「第2の移動局」という。)」に該当する。",
                        "以上により，争いのある構成要件C～F2をすべて充足することになるから，原告方法等は，本件各発明の技術的範囲に属する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「アクセス閾値」の意義について",
                      "text": [
                        "原判決は，「アクセス閾値」について，「ある方法又はシステムにおいて，ランダム数等との比較結果に依存して通信チャネルへのアクセスが許可されることも阻止されることもあるものとして(ランダム数等を上回ることも下回ることもあるものとして)送信又は算出される数値」を意味すると認定したが，以下のとおり，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲の記載",
                          "text": [
                            "特許請求の範囲に記載された用語の意義は，特許請求の範囲の記載に基づいて解釈されるべきであるところ，本件各発明の特許請求の範囲には，「アクセス閾値」の意義を直接定義する記載はない。そのような場合，同用語の意義は，特許請求の範囲の記載から導かれる特許発明により達成しようとする事項との関係で，解釈されるべきである。",
                            "そこで，本件各発明の特許請求の範囲の記載を見ると，アクセス権限データは，アクセス閾値が2つの移動局のグループのうちの1つ(「第2の移動局」)にのみ利用され，また，当該グループの移動局は，アクセス権限を検出するために，「アクセス閾値」がランダム数等と比較されるアクセス閾値評価を行わなければならないように作成されている(本件各構成要件F)。",
                            "したがって，「アクセス閾値」は，2つの移動局のグループを区別し，一方のグループの移動局に対して所定の作用を及ぼすものであることが理解される。したがって，「アクセス閾値」とは，それがアクセス閾値を受信した移動局においてどのように理解され，移動局にどのような作用を及ぼすかを明らかにすることによってなされなければならない。",
                            "そうすると，特許請求の範囲の記載からすれば，本件各発明における「アクセス閾値」とは，「基地局から移動局に送られる値であり，移動局により通信チャネルへの当該移動局のアクセス権限を検出するためにランダム数等と比較される値であって，その評価に応じて通信チャネルへのアクセス権限が割り当てられるための値」と解すべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従属項の記載",
                          "text": [
                            "一般に，従属項において特定の実施態様に具体化された発明が記載されていた場合，その上位クレームは，当該従属項の定める具体的な発明を含む，より広い技術的範囲を有するものとして解釈されるべきものである。",
                            "請求項13は，通信チャネルへのアクセスが当該「通信トラフィック発生に依存して」行われることを定め，請求項14は，通信チャネルへのアクセスが「通例，種々異なる時間に，相応に変更されたビットパターン割当てによって移動局(5，10，15，20)に割り当てられる」ことを定めている。したがって，請求項13，14の上位クレームである請求項9(本件発明1)においては，アクセス閾値を通信トラフィックや時間に応じて変更することは，発明を構成する要素ではないことが理解される。",
                            "また，請求項19は，通信チャネルへのアクセスが「移動局の特定のユーザクラスに対してだけ一時的にまたは持続的に優先して許可される」ことを定めており，特定のユーザクラスだけが持続的にアクセスを許可される場合を含んでいるから，その上位クレームである請求項9においては，通信チャネルへのアクセスが，すべてのユーザクラスに対して「持続的に優先して許可される」ことも排除されていないことが理解される。",
                            "さらに，請求項20は，情報信号が「ネットワークプロバイダから基地局(100)を介して送信される」ことを，請求項21は，アクセス権限データが「ネットワークプロバイダにより作成される」ことをそれぞれ定め，アクセス権限データを作成し，送信する主体がネットワークプロバイダであって，基地局は，ネットワークプロバイダにより作成されたアクセス権限データを中継するにすぎないことを明らかにしている。したがって，請求項20，21の上位クレームである請求項9においても，情報信号や情報信号とともにアクセス権限データを送信する基地局が，自らアクセス権限データを作成して送信するのではなく，単に，ネットワークプロバイダが送信する信号を中継する役割を担うにすぎない場合が含まれることが分かる。他方，請求項9には「基地局」の定めはあるものの，「ネットワークプロバイダ」の定めはない。アクセス権限データがネットワークプロバイダによって作成され，基地局が単にアクセス権限データを中継するにすぎない場合は，アクセス権限データの具体的な値をいつ，どのように設定するかは，請求項9の構成要素ではないことが明らかである。",
                            "以上のとおりであるから，本件各発明(請求項9，請求項22)においては，アクセス閾値ビットを含むアクセス権限データの具体的な値が，いつ，どのように設定されるかは発明の要素ではない。また，アクセス権限データを通信トラフィックに依存して変更することも実施態様の1つにすぎず，すべてのユーザクラスの移動のアクセスを持続的に優先的に許可することも排除されていない。",
                            "したがって，本件各発明の「アクセス閾値」の意味を，それがいつ，どのような値に設定されるかという観点から限定的に解釈することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件明細書の記載",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "アクセス閾値の具体的な機能は，【0027】において明らかにされているところ，ここでは，移動局の備える評価ユニット60が，受信したアクセス閾値Sをどのように評価するかが説明されている。また，実施例に係る【0042】では，「評価ユニット60の機能に対するフローチャート」(本件明細書13頁5行，図4)に従い，移動局の評価ユニット60が，どのようにしてアクセス閾値ビットを含むアクセス権限データを参照してアクセス権限が割り当てられているかを判断するかが説明されている。",
                                "このように，本件明細書において，「アクセス閾値」の意味は，それが移動局にどのような作用を及ぼすか，という観点から明らかにされている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "【0027】は，ランダム数等が採り得る範囲よりも大きい又は小さい値が「アクセス閾値」に該当することを明確に述べており，「アクセス閾値」の大きさに限定がないことを示している。",
                                "すなわち，【0027】は，ランダム数等Rの採り得る範囲が｛0，1．．．n｝である場合に，アクセス閾値Sの採り得る範囲が｛0，1．．．n＋1｝であり，RがSと「少くとも同じ大きさである」場合，すなわち，R≧Sの場合にアクセスが許容される例を示している。この例で，S＝n＋1の場合には，Rの値にかかわらず，R＜Sであるので，すべての移動局のアクセスが阻止される。このことを，【0027】は，「アクセス閾値S＝n＋1により，全ての移動局5，10，15，20に対して制限することができる。すなわちRACH30へのアクセスが阻止される。」と示している。また，S＝0の場合は，Rの値にかかわらず，R≧Sであるので，すべての移動局のアクセスが許可される。",
                                "このように実施例に記載された態様をクレーム解釈によって除外することは許されないから，「アクセス閾値」は，ランダム数等が採り得る範囲を超える値も含むと解すべきである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "【0028】は，アクセス閾値Sが16通りの値を採り得る場合，移動局は，それぞれが発生するランダム数等の値に応じて，最大で16個のグループ(「アクセスクラス」)に分けられ，アクセス閾値Sとランダム数等との大小関係により，それぞれのグループごとにアクセスが許可されたりされなかったりすることを説明したものである。ここでは，アクセス閾値はランダム数等と比較される値としてではなく，「アクセスクラス」を区別する概念として説明されているが，16個のグループの中に，アクセスが許可されるグループとアクセスが許可されないグループがなければならないなどということを示す記載はなく，16個のグループが用意される以上，すべてのグループのアクセスが許可される場合や，すべてのグループのアクセスが許可されない場合も，当然に想定されているとみるのが自然である。",
                                "よって，「アクセス閾値」の意味を，ランダム数等の値との大小関係によって限定することはできない。",
                                "また，【0028】は，アクセス閾値に関係なくアクセス権限を付与される移動局(第1の移動局)が存在しない参考例との関係で，アクセス閾値の機能を説明している。したがって，「アクセス閾値」の意味は，第1の移動局の存在を前提とする本件各発明の構成とは独立に理解されなければならず，かかる構成との関係で「アクセス閾値」の意味を限定して解釈することはできない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "さらに，本件明細書には，以下のとおり，「アクセス閾値」は可変でなければならないものではないことが示されている。",
                                "すなわち，本件明細書には，アクセス権限データの値が変更されなければならないことを示す記載はない。むしろ，【0015】，【0028】，【0044】の記載によれば，トラフィックの状況等に応じてアクセス権限データの値を変更することは，有利な実施態様でしかないものとして記載されている。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原判決のクレーム解釈について",
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前記のとおり，「アクセス閾値」の意義を確定するに当たっては，特許請求の範囲の記載によるべきであり，「アクセス閾値」を具体的にいつ，いかなる値に設定するかは，従属項で定められることであって，本件各発明の構成要素ではない。ところが，原判決は，特許請求の範囲に記載されたアクセス閾値の機能を無視し，第2の移動局が結果的にアクセス権限を付与されるか否かという観点から，アクセス閾値を限定解釈した。このような解釈は，各構成要件F2の文脈から「アクセス閾値」という用語を切り離し，請求項の文言を無視してその意味に限定を加えようとするものであって，「解釈」の域を超えている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，原判決は，「ランダム数等よりも常に大きい値又は小さい値を採るように設定されており，移動局が常に通信チャネルへのアクセスを許可され又は阻止されるような場合」，そのような値はアクセス閾値に該当しないと述べており，これは，ネットワーク運営者の立場から見て，アクセス閾値に該当しないと判断したものと解されるが，このような解釈を特許請求の範囲から導くことはできない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "さらに，原判決は，本件明細書中に，優先度の高い非常サービスの移動局の通信チャネルへのアクセスを優先させることができない構成等が本件各発明の技術的範囲に属することを開示ないし示唆する記載は見当たらない旨述べ，あたかも本件明細書中に一定の記載がないことをもって，アクセス閾値の限定解釈が正当化されるかのように述べている。しかし，ある特定の実施態様が本件明細書中に具体的に記載されていない，又は示唆されていないからといって，当該実施態様が技術的範囲から除かれるということにはならない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件各発明の技術的意義について",
                          "text": [
                            "原判決は，上記の限定解釈が本件各発明の技術的意義からも導かれるとする。",
                            "しかし，本件各発明の技術的意義は，第1の移動局と第2の移動局との間で結果としてアクセスが許可される確率に差異を設けることにあるのではない。本件各発明の特許請求の範囲には，そのような効果は記載されていない。本件各発明の技術的意義は，アクセス閾値に関係なくアクセスが許可される移動局と，アクセス閾値とランダム数等との比較結果に依存してアクセスが許可される移動局という2つのグループを設けるという新たな構成を提供すること自体にある。",
                            "原判決は，すべての第2の移動局が常にアクセスを阻止される場合や，すべての第2の移動局が常にアクセスを許可される場合は，本件各発明は技術的意義を有しないというが，かかる理解は，特許請求の範囲や明細書の記載に基づかないものである。また，発明の特定の実施態様がもたらす結果が，別の技術的手段によっても達成できるからといって，そのような実施態様が発明の技術的範囲から除かれることにはならない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件各発明の課題及び本質部分について",
                          "text": [
                            "本件各発明の課題は，衝突を回避するような運用を可能とする新たな仕組みを提供することであって，当該仕組みを用いて現実に衝突を回避することではない。現実に衝突が回避されるかどうかは，アクセス権限データをいつ，どのように設定するかに依存するところ，上記のとおり，本件特許の各発明にかかる特許請求の範囲や本件明細書の記載を全体としてみれば，アクセス権限データをいつ，どのように設定するかは，本件各発明を構成する要素ではなく，本件各発明の従属項においてはじめて具体化される事項である。",
                            "原判決は，本件各発明の「本質的な部分」の理解においても誤っている。特許法が保護しようとする発明の実質的価値は，従来技術では達成し得なかった技術的課題の解決を実現するための，従来技術には見られない特有の技術的思想に基づく解決手段を，具体的な構成をもって社会に開示した点にある。従来技術を考慮すれば，本件各発明特有の課題解決手段は，構成要件Fの定めるアクセス権限データの具体的な構成にあるのであって，結果として衝突が回避されるとか，2つの移動局のグループ間で，結果としてアクセスが許可される確率に差異があるといった点にあるのではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「アクセス閾値」の解釈の不明確さ",
                          "text": [
                            "原判決は，「ランダム数等を上回ることも下回ることもあるものとして送信又は算出される」値であって，「ランダム数等よりも常に大きい値又は小さい値を採る」値は除かれる，というのであるが，その意味は，少なくとも，次の2通りに理解することが可能である(以下，それぞれ，「第1の解釈」，「第2の解釈」という。)。",
                            "【第1の解釈】",
                            "「ランダム数等よりも常に大きい値又は小さい値を採る」値とは，当該値の大きさが，ランダム数等が採り得る範囲を超えており，そのために，ランダム数等がどのような値になるかにかかわらず，常に(必ず)，アクセス閾値がランダム数等よりも大きく又は小さくなる値をいう。",
                            "【第2の解釈】",
                            "「ランダム数等よりも常に大きい値又は小さい値を採る」値とは，常に(常時)，ランダム数等よりも大きい値又は小さい値に設定され，それ以外の値に設定することができない値をいう。",
                            "第1の解釈は，本件判示部分にいう「常に」を，「ランダム数等の値にかかわらず，必ず」，との意味に理解するものである。これに対し，第2の解釈は，本件判示部分にいう「常に」を，「常時」，すなわち，時間的な意味に理解するものである。",
                            "例えば，ランダム数等が0より大きく1より小さい範囲の値を採り得るものとした場合，第1の解釈によると，ランダム数等が採り得る範囲内の値である0より大きく1より小さい値はアクセス閾値に該当するが，ランダム数等が採り得る範囲の外の値である0や1は，それ自体，アクセス閾値に該当しないこととなる。これに対し，第2の解釈によると，1以外の値に設定することができない信号はアクセス閾値に該当しないが，0より大きく，1より小さい範囲の値に設定することができる信号であれば，たとえ，実際には1の値にしか設定されることがないとしても，当該信号はアクセス閾値に該当する。",
                            "第1の解釈は，前記(イ)c(b)で述べたとおり，【0027】は，ランダム数等が採り得る範囲よりも大きい又は小さい値が「アクセス閾値」に該当するとの本件明細書の記載と明らかに矛盾し，採り得ない。",
                            "また，第2の解釈は，アクセス閾値をある範囲の値に設定することが「できる」か否かという，ネットワーク側の能力を問題にしている点で誤りである。これは，請求項9に言及のないネットワークプロバイダの能力を「アクセス閾値」の解釈に取り込もうとするものであり，誤りである。加えて，第2の解釈では，ネットワーク側のシステム内部をどのように構成すれば，アクセス閾値をある範囲の値に設定することが「できない」といえるのかという基準が不明である。そして，この点について，特許請求の範囲や明細書の記載に基づいて，具体的な基準を導き出すことはできない。なぜなら，特許請求の範囲や明細書は，アクセス閾値ビットが基地局から送信され，それを受信した移動局がどのように作動することが予定されているかを定めているだけで，アクセス閾値の値を決定するための通信網ないし通信システムの内部の具体的な構成については，何らの記載もないからである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(エ)",
      "subject": "被控訴人の主張に対し",
      "text": [
        "「閾値」の一般的な意味を根拠としても，常に，後記控訴人主張(イ)の図(以下，それぞれ，「図(a)」などという。)における図(b)又は図(c)の値しか採らないパラメータを「アクセス閾値」から排除することもできない。そのような限定を広辞苑等の辞書の定義から導くことができないことは明らかであるし，仮に，そのような限定があるとしても，原告方法等において，移動局にとっては，P(Ｎ)は「常に図(b)又は(c)の値しか採らないパラメータ」ではなく，図(a)の値をも採り得るパラメータであり，そのようなパラメータを「閾値」と称することは，何ら「閾値」の一般的意味に反しないからである。",
        "また，被控訴人の解釈は，図(a)(b)(c)の値のうち，図(a)の値のみがアクセス閾値に該当すると主張するものであるが，基地局から移動局が受信した値が図(a)(b)(c)のいずれに該当するかは，ランダム数等との比較が行われて初めて評価されるのであって，比較が完了するまでの移動局の動作は，受信した値が図(a)(b)(c)のいずれの値であっても全く同じである。",
        "他方，本件各発明は，アクセス閾値ビットを受信した移動局が，アクセス閾値とランダム数等とを比較し，比較結果に従ってアクセス許可か不許可かを判断することを定めるのみで，アクセス閾値とランダム数等との比較が完了した結果，アクセス許可・アクセス不許可のいずれになるのかについては，何ら特定するところがない。したがって，アクセス閾値が図(a)(b)(c)のいずれの値であるかによって限定解釈することは誤りである。",
        "(被控訴人の主張)"
      ]
    },
    {
      "fig": "(ア)",
      "subject": "控訴人の主張ア(ア)に対し",
      "text": [
        "そもそも，控訴人の主張する「アクセス閾値」の解釈は，採用し得ないから，これを前提とする主張は失当である。",
        "また，原告方法等において，移動局は，Ｎとして具体的な「1」という数値を受信するのであり，その「1」が3ビットで表現されているからといって，「1」が「1～8の間の任意の整数」になり得るはずもない。",
        "そして，原告方法等は，Ｎとして●(省略)●。よって，原告方法等は，「アクセス権限データ」として「アクセス閾値ビット」(各構成要件E)を送信する構成を備えておらず，原告方法等によって動作する移動局は，「アクセス閾値ビット」を受信することはないから，「アクセス閾値」に関係なく動作する(各構成要件F1)ことも，「アクセス閾値」を用いて動作する(各構成要件F2)こともない。",
        "さらに，「1」という値を受信した移動局にとって，アクセスが許可されることは，ランダム数Rと比較しなければ決まらないことではなく(「アクセス閾値評価」を実行しなければならないものではなく)，受信した値が「1」であるというだけで決まることであり，仮に，移動局が，形式的にP(Ｎ)＝P ＝1とランダム数Rとのi比較を行うとしても，その「比較結果に依存」することなく，「アクセス権限」は既に「割り当てられている」ことになる。Ｎとして●(省略)●原告方法等において，移動局がP(Ｎ)を「ランダム数等と比較」することは，全く予定されていない事項である。",
        "したがって，原告方法等によって動作する移動局は，アクセス権限を検出するのに，「ランダム数等と比較されるアクセス閾値評価を実行しなければならず」(各構成要件F2)ということはなく，「アクセス権限が比較結果に依存して割り当てられる」(各構成要件F2)ものでもない。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "控訴人の主張ア(イ)に対し",
      "text": [
        "控訴人の主張は，●(省略)●原告方法等において，アクセスが許可されることを移動局へ伝えるのに，ASC＝0という情報を用いる場合とASC＝1及びＮ＝1という情報を用いる場合という2通りがあることをもって，本件各発明を利用すると強弁するための拡大解釈であり，到底採用し得ない。",
        "原判決は，図(a)のように，所定の範囲の種々の値を採り得る「ランダム数等」を「上回ることも下回ることもある」(アクセスが許可されることも阻止されることもある)値は，「アクセス閾値」に該当するが，図(b)のSのように，「ランダム数等よりも常に大きい値を採るように設定されている」(常にアクセスを阻止される)値や，図(c)のSのように，「ランダム数等よりも常に小さい値を採るように設定されている」(常にアクセスを許可される)値(以下，それぞれ「図(a)の数値」などという。)は，「アクセス閾値」に該当しないと，判断したもので，正当である。"
      ],
      "content": [
        {
          "fig": "a",
          "subject": "控訴人の主張ア(イ)aに対し",
          "content": [
            {
              "fig": "(a)",
              "text": [
                "控訴人の主張は，本件各発明の「アクセス閾値」という用語自体には，単なる「値」という意味しかないという前提に立ち，特許請求の範囲のうちの「アクセス閾値」以外の記載から，「アクセス閾値」という用語の意味を定義しようとするものであり，失当である。",
                "「閾値」の一般的語義からすれば，ある反応が起きない場合と起きる場合とを区別する境界となる値を意味するから，本件各発明の「アクセス閾値」は，「アクセス権限が与えられない場合と与えられる場合とを区別する境界となる値」という意味を有する。",
                "この「境界となる値」である「アクセス閾値」と「比較」される「ランダム数等」は，その場で偶然に任せて値が定まる数であるから，比較した結果アクセス権限が割り当てられるか否かは，その場で「ランダム数等」を発生させて「境界となる値」と「比較」することを実際に行わなければ決まらない。だからこそ，特許請求の範囲において，各構成要件F2に，「アクセス閾値評価を実行しなければならず，少なくとも1つの移動局の通信チャネルへのアクセス権限が比較結果に依存して割り当てられる」と記載されているのである。",
                "一方，「ランダム数等と比較される数値が，ランダム数等よりも常に大きい値又は小さい値を採るように設定されており，移動局が常に通信チャネルへのアクセスを許可され又は阻止されるような場合」の「数値」(図(b)又は(c)の数値)は，それぞれ，アクセス権限が与えられる場合又は与えられない場合しか存在させないため，いずれも「アクセス権限が与えられない場合と与えられる場合とを区別する境界となる値」とはならない。",
                "また，「ランダム数等よりも常に大きい値又は小さい値を採るように設定されて」いる「数値」を受信した移動局において，アクセス権限が割り当てられるか否かは，「ランダム数等」として何が発生されようが関係なく，「比較」が行われる前から，あらかじめ確定的に決まっており，当該「数値」をランダム数等と比較しなくても，アクセス権限が検出されるものである。よって，このような「数値」は，「アクセス閾値評価を実行しなければなら」ないものではないし，「アクセス権限が比較結果に依存して割り当てられる」ものでもない。",
                "したがって，「ランダム数等よりも常に大きい値又は小さい値を採るように設定されて」いる「数値」について，「各構成要件F2の『アクセス閾値』に当たるとすることはできない」とした原判決の判断は，本件各発明の技術的範囲を，特許請求の範囲の記載に基づいて，正当に画定したものである。"
              ]
            },
            {
              "fig": "(b)",
              "text": [
                "また，控訴人は，アクセス閾値の解釈は，それがアクセス閾値を受信した移動局においてどのように理解され，移動局にどのような作用を及ぼすかを明らかにすることによってなされなければならない旨主張する。",
                "この点，「アクセス閾値」に該当する「ランダム数等を上回ることも下回ることもある」数値(図(a)の数値)は，前記のとおり，それを受信した移動局が，その場で「ランダム数等」を発生させて「比較」することを実際に行わなければ，アクセスが許可されるか阻止されるか決まらないものであるから，それを受信した移動局において「アクセス閾値評価を実行しなければならず，…アクセス権限が比較結果に依存して割り当てられる」ものであると「理解」され，移動局に「ランダム数等と比較」する「アクセス閾値評価を実行」して「アクセス権限を検出」するという「作用」を及ぼすといえる。しかし，上記のようには「理解」されない「ランダム数等よりも常に大きい値又は小さい値を採るように設定されて」いる「数値」(図(b)又は(c)の数値)が，それを受信した移動局に，形式的に「ランダム数等と比較」する「作用」を及ぼすからといって，その「数値」が「アクセス閾値」であることには全くならない。"
              ]
            }
          ]
        },
        {
          "fig": "b",
          "subject": "控訴人の主張ア(イ)b に対し",
          "text": [
            "上位クレームが従属項より広い技術的範囲を有するという法理はない(特許法第36条第5項参照)上，控訴人の主張は，従属項の記載事項から任意の要素を恣意的に取り出して，その要素を含まないすべての構成が上位クレームの技術的範囲に属すると，何の根拠もなく拡張解釈するものであるから，控訴人の主張は，いずれも失当である。",
            "また，「ランダム数等との比較結果に依存して通信チャネルへのアクセスが許可されることも阻止されることもある(ランダム数等を上回ることも下回ることもある)」という原判決の「アクセス閾値」の解釈は，その値が「いつ，どのように設定されるか」を限定するものではないから，控訴人の主張は，的外れである。",
            "請求項19についての控訴人の主張も失当である。これに対応した【0022】の「RACHへのアクセスは例えば移動局の所定のユーザクラスに対してだけ一時的にまたは持続的に優先して許容される」という記載は，「RACH30の過負荷は，次のようにして回避することができる。すなわち，ネットワークプロバイダがRACHへのアクセスを個々の移動局5，10，15，20に対して所期のように制限することによって回避することができる。ここでは」という記載に続くものであるから，一部のユーザクラスに対してだけ優先してアクセスを許可する(残りのユーザクラスに対してはアクセスを制限する)構成の一例が記述されているものと理解される。",
            "そうすると，ここに記載されている例のうち，「所定のユーザクラス」に対してだけ「持続的に」優先して許可するという例は，許可する「一部のユーザクラス」を「所定の」ユーザクラスに固定し，「残りのユーザクラス」に対する制限を「持続」するというものである。よって，ここから読み取れるのは，せいぜい，許可する「一部のユーザクラス」を「所定の」ユーザクラスに固定せず，変化させる例も，本件各発明に含まれ得るということに止まる。",
            "このように，【0022】及びこれに対応する請求項19は，図(c)の「数値」しか伝送しない構成(すべてのユーザクラスの移動局のアクセスを許可し続ける構成)を開示ないし示唆しているとは，到底理解できないものである。"
          ]
        },
        {
          "fig": "c",
          "subject": "控訴人の主張ア(イ)c に対し",
          "content": [
            {
              "fig": "(a)",
              "text": [
                "控訴人は，【0027】及び【0042】の記載等から，本件明細書において，「『アクセス閾値』の意味は，それが移動局にどのような作用を及ぼすか，という観点から明らかにされている」，「本件明細書の全体を通じて，アクセス閾値の機能が移動局の視点から説明されている」等と主張するが，誤りである。",
                "本件明細書の【0009】には，「アクセス閾値」の機能が，「アクセス権限を…移動局に対してランダムに分配する」ことであり，「アクセス閾値」を用いることにより，「アクセスコントロールは，情報信号を伝送するのに僅かな伝送容量しか必要とせず，種々の移動局からの通信が通信チャネル上で衝突する危険を低減できる」という効果が奏されることが記載されている。また，【0022】～【0027】，【0044】には，「RACH30の過負荷は次のようにして回避することができる。すなわち，ネットワークプロバイダがRACHへのアクセスを個々の移動局5，10，15，20に対して所期のように制限することによって回避することができる。」という記載に続けて，通信システム側が，移動局に対してアクセス権限を割り当て，割り当てられた権限を通知することにより，各移動局によるアクセスを許可したり阻止したりするために，「アクセス閾値S」を基地局から送信することが記載されている。"
              ]
            },
            {
              "fig": "(b)",
              "text": [
                "本件明細書に開示されている方法又はシステムは，図(a)の「ランダム数等を上回ることも下回ることもある」数値を送信する構成を備えるのに加えて，図(b)又は図(c)の「ランダム数等よりも常に大きい値又は小さい値を採るように設定されて」いる「数値」を送信することもできるように構成されている。そのような方法又はシステムは，もとより前者の「アクセス閾値」に該当する数値を送信する構成を備えるのであるから，後者の「数値」が「アクセス閾値」に該当しないという事実が問題にされることなく，本件各発明の構成要件を充足する。",
                "控訴人の拡大解釈が許されるという根拠を本件明細書の記載に求めるのであれば，少なくとも，図(b)又は(c)の「数値」しか送信しない構成の方法又はシステムが，本件明細書に記載されていなければならない。",
                "【0027】には，「BCCH25を介して伝送された情報信号…はアクセス閾値Sを含んでいる。…アクセス閾値Sはインターバル｛0，1…n＋1｝からなり，ランダム数…Rはインターバル｛0，1…n｝からなる…。このことによりRACH30の使用を…制限することができる。…ランダム数…Rが同じように分布されたランダム関数により相応のインターバル｛0，1…n｝から引き算されれば，RACH30へのアクセスの確率は全ての移動局5，10，15，20に対して等しい。」と記載されており，この「n＋1」は，図(b)の「ランダム数等よりも常に大きい値」であり，「0」は，図(c)の「ランダム数等よりも常に小さい値」であるが，これらは，｛0，1…n＋1｝という「他の数値」(図(a)の数値)を含む実在の数値の集合の中の1つの数値として時折使用される限りにおいて，便宜上「アクセス閾値S」と総称される中に入っているだけである。"
              ]
            },
            {
              "fig": "(c)",
              "text": [
                "【0028】の記載は，「…遠隔通信網における瞬時の通信トラフィックの発生に応じて，アクセス閾値Sは比較的に大きくまたは小さく調整することができる。すなわち可変に適合される。アクセス閾値Sに16の可能性がある場合には，最大で16のアクセスクラスを移動局5，10，15，20に対して割り当てることができる。」というものである。つまり，「アクセス閾値S」は，「可変に適合される」と記述された直後に「16の可能性がある」と記述されており，この文脈から，図(b)又は(c)に相当する(すべての移動局のアクセスを阻止又は許可する)数値しか伝送しない構成を想起することは，不可能である。ここに開示されている方法又はシステムは，当然に，他の数値(図(a)の数値)を「アクセス閾値」として伝送する構成を備えるものと理解され，その上で，すべての移動局のアクセスを阻止又は許可する数値も，時折伝送されることがあるというだけである。",
                "したがって，【0028】にも，図(b)又は(c)の「数値」しか伝送しない構成の方法又はシステムは，開示も示唆もされておらず，当該「数値」が「アクセス閾値」に該当するという拡大解釈は，成り立たない。"
              ]
            },
            {
              "fig": "(d)",
              "text": [
                "控訴人は，【0015】，【0028】，【0044】(及び請求項13，14)の記載から，「アクセス権限データの値を変更することは，有利な実施態様でしかない」と主張しているが，図(a)の数値を伝送する構成を備える方法又はシステムであれば，「アクセス閾値」を伝送する構成を備えるのであるから，その数値を変更するか否かは，本件各発明の構成要件充足性には関係しない。",
                "数値を変更することが有利な実施態様だからといって，図(b)又は(c)の数値を変更せずに伝送し続ける(すなわち，図(b)又は(c)の「数値」しか伝送しない構成の)方法又はシステムが開示されていることには全くならず，控訴人の主張は，拡大解釈の理由になっていない。",
                "しかも，【0015】，【0028】，【0044】(及び請求項13，14)の記載は，「通信トラフィック発生」という契機に応じて変更することが有利な実施態様であるというにすぎないから，ここから示唆されるのは，別の契機(例えば，あらかじめ定められた時や場所)に応じて変更することも本件各発明に含まれ得るというだけである。よって，図(b)又は(c)の数値を伝送するに当たっては，いずれにしろ，数値の変更が行われるものと理解され，本件明細書には，図(b)又は(c)の「数値」しか伝送しない構成は，開示も示唆もされていないという結論に変わりはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "控訴人の主張ア(ウ)に対し",
      "content": [
        {
          "fig": "a",
          "subject": "控訴人の主張ア(ウ)aに対し",
          "content": [
            {
              "fig": "(a)",
              "text": [
                "原判決は，本件各発明の技術的意義であると控訴人が主張するところの2つのアクセスルート(第1の移動局と第2の移動局)の差異を，「結果的にアクセス権限を付与されるか否か」に求めているわけではなく，特許請求の範囲の記載どおり，「アクセス閾値に関係なく通信チャネルにアクセスすることができる」か「アクセス閾値評価を実行しなければならず，…アクセス権限が比較結果に依存して割り当てられる」かに求めている。",
                "したがって，原判決が，「第2の移動局が結果的にアクセス権限を付与されるか否かという観点からアクセス閾値を限定解釈した」とはいえない。"
              ]
            },
            {
              "fig": "(b)",
              "text": [
                "控訴人が本件各発明の「アクセス閾値」に含まれると主張する「ランダム数等よりも常に大きい値又は小さい値を採るように設定されて」いる「数値」(図(b)又は(c)の数値)は，移動局から見ても，当該「数値」を受信した時点で，「ランダム数等と比較されるアクセス閾値評価を実行」することなく，確定的に「当該移動局のアクセス権限」が検出される値であり，「アクセス閾値」に当たらないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "b",
          "subject": "控訴人の主張ア(ウ)b，cに対し",
          "text": [
            "本件明細書には，本件各発明が解決すべき課題が，「種々の移動局からの通信が，通信チャネル上で衝突する危険がある」場合に「そのような衝突を避け，移動局が基地局と通信できるよう，移動局の通信チャネルへのアクセスが効率的に行えるようにすることである」と記載されており(【0004】)，本件各発明により，「アクセス権限を遠隔通信チャネルに，1つまたは複数の移動局に対してランダムに分配することが実現され」，「情報信号を伝送するのに僅かな伝送容量しか必要とせず，種々の移動局からの通信が通信チャネル上で衝突する危険を低減できる」という作用効果が奏されることが記載されている(【0009】)。",
            "そして，本件明細書には，控訴人の拡大解釈に係る「すべての移動局のアクセスが許可されること」を2通りの形式の情報で伝える発明などは，全く開示されておらず，あくまでも，上記の課題を解決し作用効果を奏するように，「ランダム数等を上回ることも下回ることもある」値である「アクセス閾値」を送信する構成(各構成要件F2)を備えることを前提として，これに「アクセス閾値に関係なくアクセスすることができる」ルート(各構成要件F1)を付加した発明しか，開示されていない。",
            "仮に，●(省略)●原告方法等において，アクセスが許可されることを移動局へ伝えるのに，ASC＝0という情報とASC＝1及びＮ＝1という情報という2通りの形式を用いることを，本件各発明の技術的範囲に含めるとするならば，このように拡大解釈された本件各発明は，本件特許の優先日以前に公知であった富士通文献(甲17)に記載された発明と同一の発明となり，新規性を有しない。"
          ]
        },
        {
          "fig": "c",
          "subject": "控訴人の主張ア(ウ)dに対し",
          "text": [
            "原判決は，控訴人の主張する第1の解釈を採用したものであって，第2の解釈を採用したものではない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "予備的主張1の当否(争点(1)イ)",
                  "text": [
                    "(控訴人の主張)",
                    "「アクセス閾値」の意義について，控訴人の主張する前記ア(イ)の解釈が採用されなかった場合であっても，以下のとおり，原告方法等は本件各発明の技術的範囲に属する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "「アクセス閾値」の意義について第1の解釈に基づく場合",
      "text": [
        "「アクセス閾値」の意義について，第1の解釈に基づき，ランダム数等の採り得る範囲(図(a))の数値に限定されるとしても，「原告方法等に関する争いのない事実に加え，原告方法等において，Ｎは●(省略)●ことがある」から，原告方法等は，本件各発明の技術的範囲に属する。",
        "また，少なくとも，本件発明2は，通信網と，少なくとも1つの基地局と，シグナリングチャネルとを有する「通信システム」という物の発明を定めており，したがって，基地局がシグナリングチャネルを介して「アクセス閾値」を送信することができるように構成されていれば足りるから，基地局が「アクセス閾値」を含むアクセス権限データを送信することのできる構成を備えていれば足り，アクセス閾値を現に送信することがあるか否かは関係がないはずであるところ，「原告方法等に関する争いのない事実に加え，原告方法等において，Ｎは●(省略)●ことが可能である」構成を有するので，原告システムは，本件発明2の技術的範囲に属する。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "「アクセス閾値」の意義について第2の解釈に基づく場合",
      "text": [
        "「アクセス閾値」の意義について，第2の解釈に基づき，「ランダム数が採り得る範囲の中」の値を採ることができるパラメータは「アクセス閾値」に該当するが，「ランダム数が採り得る範囲の中」の値を採ることができないように固定されているパラメータは，「アクセス閾値」に該当しないと解したとしても，原告方法等は，「Ｎは●(省略)●ことが可能である」から，本件各発明の技術的範囲に属する。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "立証主題及び立証方法について",
      "content": [
        {
          "fig": "a",
          "text": [
            "以上によれば，「アクセス閾値」について，いずれの解釈を採る場合であっても，少なくとも本件発明2に関し，控訴人の立証主題としては，Ｎが現に●(省略)●ことではなく，「Ｎは●(省略)●ことが可能であること」(Ｎの●(省略)●である。すなわち，Ｎに●(省略)●ことが可能であるように，原告システムにおけるネットワーク内部が構築されているかどうか，である。また，「アクセス閾値」について，第2の解釈を採る場合には，上記が立証できれば，原告方法等が本件各発明の技術的範囲に属することになる。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "この点，被控訴人は，●(省略)●ように構成されていると主張する。",
            "しかし，仮に，●(省略)●被控訴人の主張するとおりに構成されているとしても，3GPP規格では，「アクセス権限データ」としてのシステム情報ブロックを送信する機能を備え，「アクセス権限データ」は3ビットで構成されたＮを含み，Ｎは1～8の間のどの整数でも送信することができるように構成されているのであり，上記プログラムは，被控訴人が自らの裁量によりいつでも変更することができるものであるから，何らの立証を要せず，予備的主張1が認められるべきである。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "仮に，上記のソフトウェアの構成変更を考慮できないとするならば，「Ｎは●(省略)●ことが可能であること」の立証は，事実上不可能である。原告方法等が，Ｎ●(省略)●を送信する機能を備えた構成を有するか否かを立証するためには，書類提出命令(特許法105条)が認められるべきである。",
            "被控訴人は，3GPP規格に準拠したSIBを送信しているのであり，通信事業者は，3GPP規格が用意した性能を最大限利用できるようにシステムを構築することが通常であるから，あえて，一部の性能を利用できないようにしておく合理的な理由はない。もし，原告方法等が，Ｎに●(省略)●ように構成されているというのであれば，●(省略)●Ｎに●(省略)●可能性が残されているからとみるのが自然である。",
            "さらに，被控訴人は，通信網に輻輳が生じる緊急事態においては，3GPP規格が用意している別のアクセス制御(DSAC)を利用しているから，Ｎを●(省略)●Ｎを●(省略)●必要性が生じる可能性が高い。",
            "よって，被控訴人が本件特許権を侵害していることについて合理的な基礎がある。",
            "(被控訴人の主張)"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "控訴人の主張イ(ア)に対し",
      "text": [
        "控訴人の主張する「原告方法等に関する争いのない事実に加え，原告方法等において，Ｎは●(省略)●ことがある」ことは，一切立証されていない。",
        "また，本件発明2は，物の発明として当然に，基地局が「アクセス閾値」であるところの「ランダム数等を上回ることも下回ることもある」値(図(a)の数値)を送信する構成を備えていることを要件とする。これに対し，控訴人の「基地局がシグナリングチャネルを介して『アクセス閾値』を送信することができるように構成されていれば足りる」という主張の意味は，送信する情報のシグナリングチャネル上の形式が複数の値を伝達可能なものであれば，基地局が「アクセス閾値」に該当する情報を送信する構成を備えていなくても，構成要件を充足するというものである。そのような解釈が失当であることは，論を待たない。",
        "そして，原告システムにおいて送信されるのは，●(省略)●Ｎ●(省略)●である。",
        "したがって，原告方法等が，本件各発明の技術的範囲に属さないことは，明白である。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "控訴人の主張イ(イ)に対し",
      "text": [
        "控訴人の主張する第2の解釈が成り立ち得ないから，これを前提とする予備的主張1は失当である。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "控訴人の主張イ(ウ)に対し",
      "content": [
        {
          "fig": "a",
          "subject": "控訴人の主張イ(ウ)b に対し",
          "text": [
            "控訴人の主張は，原告方法等を現に構成しているソフトウェアを，この世に存在していない想像上のソフトウェアに入れ替えれば，設定が可能という主張であるが，それでは，原告方法等が「送信する構成」を備えることにはならない。"
          ]
        },
        {
          "fig": "b",
          "subject": "控訴人の主張イ(ウ)c に対し",
          "text": [
            "控訴人は，自らは事業を行わず，他社から譲り受けた特許権の行使のみを行う特許管理会社であり，原判決も認めるとおり，「確たる根拠もなく特許権侵害の主張をした結果，原告による本件提訴を招来した」ものであり，探索的な書類提出命令が認められる余地はない。",
            "控訴人は，侵害行為の存在を疑う理由として，3GPP規格を挙げるが，この規格には，規格に準拠するために最低限守るべきルールと任意に取捨選択可能な仕様の両方が含まれているところ，本件特許は，主張立証負担の軽減が議論されるような必須特許ではない。",
            "また，ASC0は緊急通報と同等の優先度を有するものに使用しなければならないという3GPP規格は，ASCについて提供可能な種々の用途や機能を後から追加しても，システムの動作に矛盾や不都合が生じないようにするために存在しているのであり，3GPP規格を厳密に遵守して，緊急通報(AC10)及び特別な種類の移動端末(AC11～15)とは明確に区別される一般の移動局(AC0～9)に，●(省略)●という選択をするのが，合理的である。",
            "さらに，DSAC規制と，●(省略)●理由がない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ウ",
                  "subject": "予備的主張2の当否(争点(1)ウ)",
                  "text": [
                    "(控訴人の主張)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "「アクセス閾値」の意義について第1の解釈に基づく場合",
      "text": [
        "「アクセス閾値」の意義について，第1の解釈に基づき，ランダム数等の採り得る範囲(図(a))の数値に限定されるとした場合，原告方法等において，「Ｎは●(省略)●としても，AC-to-ASCマッピングは，●(省略)●ことがある」場合には，原告方法等は，本件各発明の技術的範囲に属する。なぜなら，この場合，3GPP規格によれば，ASC2の移動局は，P ＝S ×P(Ｎ)●(省略)●をランダム数R(0≦R＜1)と比較し，R≦P のときのみ，RACHへのアクセスを許可される。したがって，ASC2の移動局は「第2の移動局」に該当し，Pは「アクセス閾値」に該当することになるからである。",
        "また，少なくとも，本件発明2は，物の発明であるから，上記イにおいて述べたのと同様，基地局がシグナリングチャネルを介して「アクセス閾値」を送信することができるように構成されていれば足りるから，基地局が「アクセス閾値」を含むアクセス権限データを送信することのできる構成を備えていれば足り，アクセス閾値を現に送信することがあるか否かは関係がないはずである。したがって，「原告方法等に関する争いのない事実に加え，原告方法等において，Ｎは●(省略)●ことが可能である」構成を有するので，原告システムは，本件発明2の技術的範囲に属する。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "「アクセス閾値」の意義について第2の解釈に基づく場合",
      "text": [
        "「アクセス閾値」の意義について，第2の解釈に基づき，「ランダム数が採り得る範囲の中」の値を採ることができるパラメータは「アクセス閾値」に該当するが，「ランダム数が採り得る範囲の中」の値を採ることができないように固定されているパラメータは，「アクセス閾値」に該当しない」と解したとしても，原告方法等は，「Ｎは●(省略)●としても，AC-to-ASCマッピングは，●(省略)●ことが可能であり，●(省略)●されている」場合には，本件各発明の技術的範囲に属する。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "立証主題及び立証方法について",
      "content": [
        {
          "fig": "a",
          "text": [
            "以上によれば，「アクセス閾値」についていずれの解釈を採る場合であっても，少なくとも本件発明2についての控訴人の立証主題としては，Ｎに●(省略)●としても，●(省略)●されていることは被控訴人が認めているのであるから，「AC-to-ASCマッピングにおいて，●(省略)●ことができること●(省略)●」である。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "この点，被控訴人は，AC-to-ASCマッピングについては，●(省略)●ことにより設定されると主張するところ，かかる主張を前提としても，●(省略)●AC-to-ASCマッピングにおいて，●(省略)●ことができる。●(省略)●であり，原告システムに対して被控訴人が与える指示そのものといえるところ，AC-to-ASCマッピングの設定は，●(省略)●というのであるから，AC-to-ASCマッピングは，●(省略)●ことが可能であることが明らかである。",
            "したがって，本来，控訴人の予備的主張2は，何らの立証を要することなく，認められるべきである。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "また，上記では足りず，原告方法等が，●(省略)●AC-to-ASCマッピングを送信する機能を備えた構成を有するか否かの立証を要するとするなら，このためには，書類提出命令が認められるべきである。",
            "そして，被控訴人が本件特許権を侵害していることについて合理的な基礎があることは，前記イ(ウ)c で述べたとおりである。"
          ]
        },
        {
          "fig": "d",
          "text": [
            "さらに，平成27年6月7日に行われた実験に関する報告書(乙58の1，63。以下，それぞれ「本件報告書1」，「本件報告書2」とし，併せて「本件各報告書」という。)により，上記(ア)の「Ｎは●(省略)●としても，AC-to-ASCマッピングは，●(省略)●ことがある」場合，及び，上記(イ)の「Ｎは●(省略)●としても，AC-to-ASCマッピングは，●(省略)●ことが可能であり，●(省略)●されている」場合に当たることが示されている。",
            "(被控訴人の主張)",
            "(ア)控訴人の主張ウ(ア)に対し",
            "控訴人の主張が失当であることは，前記イ(ア)で述べたとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "控訴人の主張ウ(イ)に対し",
      "text": [
        "控訴人の主張する第2の解釈が成り立ち得ないから，これを前提とする予備的主張2は失当である。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "控訴人の主張ウ(ウ)に対し",
      "text": [
        "控訴人の主張は，原告方法等を現に構成しているソフトウェアを，この世に存在していない想像上のソフトウェアに入れ替えれば，設定が可能という主張であるが，それでは，原告方法等が「送信する構成」を備えることにはならない。また，書類提出命令が認められる余地がないことも，前記イ(ウ)bにおいて述べたとおりである。",
        "また，控訴人の行ったとする実験は，技術専門家の立会いなく行われたもので，本件報告書1は，被控訴人とは異なる通信事業者のネットワークからの情報を被控訴人のものであるかのように報告するものを含み，また，本件各報告書の測定結果の信憑性もなく，技術専門家であれば，一見して導くことのできる誤りが含まれているなど，全く信用性がなく，このようなものを提出すること自体，信義に反するものである。",
        "したがって，本件各報告書によって，●(省略)●が立証されたということはできない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人(原告)の請求を認容した原判決は正当であって，以下の理由により，本件控訴には理由がないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "主位的主張の当否(争点(1)ア)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件各発明の特許請求の範囲の記載によれば，「アクセス閾値」は，2つの移動局のグループを区別し，一方のグループの移動局に対して所定の作用を及ぼすものであることが理解されるから，「アクセス閾値」の解釈は，アクセス閾値がそれを受信した移動局においてどのように理解され，移動局にどのような作用を及ぼすかを明らかにすることによってなされなければならない旨主張する。",
                "しかし，本件発明1(請求項9)は，「少なくとも1つの基地局(100)を備える，移動無線網として構成された通信網の作動方法・・・」の発明であり，当該通信網の作動方法において，基地局が「無線セルを展開し」(構成要件B)，「情報信号と，当該情報信号とともにアクセス権限データ(55)を送信」(構成要件C)するというものであるから，「アクセス閾値」の意義を確定するに当たっても，あくまで，基地局を含む移動無線網として構成された通信網の作動方法という観点から理解するのが相当である。また，本件発明2(請求項22)は，「移動無線網として構成された通信網と，無線セルを展開する少なくとも1つの基地局(100)と，シグナリングチャネル(25)とを有する通信システム」の発明であり，同様に，「通信システム」の観点から，「アクセス閾値」の意義を確定するのが相当である。",
                "そして，通信網の作動方法又は通信システムは，無線通信網として個々の要素が有機的に影響しながら全体として通信機能を発揮する仕組みの中で理解すべきであるから，基地局から送信される「値」ごとに，個々の移動局における理解や作用を基準として，「アクセス閾値」か否かを確定するという解釈をとることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，上記の観点から「アクセス閾値」について見る。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明の特許請求の範囲の記載を見ると，各構成要件F・F1・F2は，無線セル内のすべての移動局を，所属のアクセスクラスビットが第1の値を有するユーザクラス(第1のユーザクラス)に属する移動局(第1の移動局)と，第2の値を有するユーザクラス(第2のユーザクラス)に属する移動局(第2の移動局)の2つに大別し，第1の移動局はアクセス閾値に関係なく通信チャネルにアクセスすることができるようにされているのに対し，第2の移動局が通信チャネルにアクセスするためには，アクセス閾値がランダム数等と比較されるアクセス閾値評価を実行してその比較結果に依存した割当てがされなければならないことが記載されている。そうすると，「アクセス閾値」は，第2の移動局において，当該値がランダム数等と比較され，その「比較結果に依存」して通信チャネルへのアクセスの割当てがなされるもの，つまり，ランダム数等との大小関係の比較の結果に依存し，その結果に従って，アクセス権限が付与されたり，されなかったりするものであると解される。そして，「閾値」の通常の理解に従えば，一般的に，「ある系に注目する反応をおこさせるとき必要な作用の大きさ・強度の最小値」(広辞苑第5版)，「反応などをおこさせるために加えられる物理量の最小値，またはその変化点のこと」(情報・通信新語辞典2002年版)をいうものとされている(甲3，4)。この「閾値」の文言解釈からしても，「アクセス『閾値』」は，移動局において通信チャネルへのアクセス権限の有無を検出するために行われるランダム数等とアクセス閾値との大小関係の比較評価において，アクセス権限の付与を起こさせるための最小値，すなわち，アクセスの許可と不許可を定める分岐となり得る値をいうものと解される。",
                    "そうすると，例えば，ランダム数等の採り得る値が0＜R＜1の場合，0以下の値，あるいは，1以上の値については，ランダム数等の採り得る範囲に含まれず，ランダム数等と比較するまでもなく，必ず，アクセス許可か，あるいは，不許可に定まっており，アクセスの許可と不許可を定める分岐となり得ないことから，「アクセス閾値」とはいえない。また，ランダム数等の採り得る値が0≦R＜1で，ランダム数等との比較の結果R≧Sの場合にアクセスを許可すると定める場合，上記と同様，0未満の値，あるいは，1以上の値は，ランダム数等の採り得る範囲に含まれないから，必ず許可，あるいは，不許可に定まり，さらに，0の値は，R≧Sで許可を定める結果，ランダム数等と比較するまでもなく必ず許可されることとなるから，いずれにしても，アクセスの許可，不許可を定める分岐となり得ない値であり，「アクセス閾値」といえない。",
                    "したがって，「アクセス閾値」が固定値である場合には，ある無線通信網の作動方法又は通信システムにおいて，当該値が，アクセスの許可，不許可を定める分岐となり得るために，少なくとも，ランダム数等の採り得る範囲から選択される値でなければならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ところで，本件発明1(請求項9)には，「前記基地局(100)は，前記少なくとも2つの移動局(5，10，15，20)に情報信号と，当該情報信号とともにアクセス権限データ(55)を送信し」(構成要件C)，及び「前記アクセス権限データ(55)は，アクセス閾値(S)に対するアクセス閾値ビット(S3，S2，S1，S0)と，複数の移動局(5，10，15，20)のユーザクラスに対するアクセスクラス情報(Z3，Z2，Z1，Z0)を含んでおり」(構成要件E)と記載され，本件発明2(請求項22)には，「基地局は情報信号とともにアクセス権限データ(55)を送信し，」(構成要件D)，「該アクセス権限データは，アクセス閾値(S)に対するアクセス閾値ビット(S3，S2，S1，S0)と，複数の移動局(5，10，15，20)のユーザクラス(35，40)に対するアクセスクラス情報(Z3，Z2，Z1，Z0)を含んでおり，」(構成要件E)と記載されており，「アクセス閾値」とは，基地局から移動局に対して送信されるアクセス閾値ビットに対応する値であり，送信されたアクセス閾値ビットから「アクセス閾値」が移動局において算出されるものであることが示されている(したがって，「アクセス閾値」とは，基地局から移動局に対して送信され，算出される値，であると言い換えることができる。)。ここでは，アクセス閾値ビットが「ビット」形式で送信された値を「アクセス閾値」として算出する，すなわち，ランダム数等と比較できる値に引き直すことが記載されているのみであり，ビット形式で表される「アクセス閾値ビット」が，固定値であるか，あるいは，ビット形式により表すことが可能な範囲から選択することで変更し得る値であるかを特定するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，発明の詳細な説明には，以下の記載がある。",
                        "【0027】",
                        "RACH30へのアクセス権限を移動局5，10，15，20の一部を介して付加的に分散されることは，BCCH25上でアクセス閾値Sを送信することにより達成される。図2には例として，第1の移動局5のブロック回路図が示されている。・・・本発明の方法を以下，例として第1の移動局5に基づいて説明する。ここで第2の移動局10，第3の移動局15，および第4の移動局20も図2で説明するのと同様の構造を有している。第1の移動局5はその送受信ユニット65によって，BCCH25を介して伝送された情報信号を受信する。この情報信号はアクセス閾値Sを含んでいる。アクセス閾値Sは評価ユニット60に供給される。評価ユニット60は，第1の移動局5のRACH30へのアクセスの前にランダム数または擬似ランダム数Rを引き算し，このランダム数または擬似ランダム数がアクセス閾値Sと少くとも同じ大きさであるか否かを検査する。その場合だけ，RACH30へのアクセスが許容される。ここでは例えば，アクセス閾値Sはインターバル｛0，1...n＋1｝からなり，ランダム数または擬似ランダム数Rはインターバル｛0，1...n｝からなることが当てはまる。このことによりRACH30の使用をアクセス閾値S＝n＋1により，全ての移動局5，10，15，20に対して制限することができる。すなわちRACH30へのアクセスが阻止される。・・・",
                        "【0028】",
                        "・・・4つのアクセス閾値ビットS3，S2，S1，S0により，この参考例では24＝16のアクセス閾値Sがネットワークプロバイダから移動局5，10，15，20に伝送される。ここではBCCH25を介して全ての移動局5，10，15，20に同じアクセス閾値Sが伝送される。遠隔通信網における瞬時の通信トラフィックの発生に応じて，アクセス閾値Sは比較的に大きくまたは小さく調整することができる。すなわち可変に適合される。・・・",
                        "【0044】",
                        "情報信号は基地局100から移動局5，10，15，20へ所定の時間で，有利な規則的間隔で伝送される。ネットワークプロバイダはRACHへのアクセスを，遠隔通信網における通信トラフィック発生に依存して，ひいてはRACH30の予期される負荷に依存して，個々の移動局5，10，15，20に対して前述の方法に従い許容または阻止することができる。遠隔通信網での通信トラフィック発生は時間と共に変化するから，RACH30の予期される負荷も時間と共に変化する。従ってRACHへのアクセスは通常，種々異なる時間で相応に変化されたビットパターン割り当てを用い，種々の移動局5，10，15，20に割り当てられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記の【0027】の記載からすれば，本件各発明の実施例の1つとして，ランダム数等Rの採り得る範囲が｛0，1...n｝からなる場合に，アクセス閾値Sが，｛0，1...n＋1｝の範囲の値を採り得ることを示しており，このうち，n＋1の値を採った場合には，ランダム数等が上記範囲のいかなる値を採ろうとも，すべての移動局のアクセスを阻止するものであることが示されている。また，同段落には，R≧Sである場合に，アクセスが許可されることが記載されているところ，アクセス閾値が0の値を採った場合，ランダム数等が上記範囲のいかなる値を採ろうとも，すべての移動局のアクセスが許可されることが理解できる。すなわち，当該方法又は通信システムにおいて，「アクセス閾値」の採り得る範囲として，上記のとおり，n＋1又は0が排除されていないことから，ランダム数等の採り得る範囲｛0，1...n｝を超え，ランダム数等よりも必ず大きい値となり，その結果，すべての第2の移動局のアクセスを不許可とするものや，ランダム数等と同じか，必ず小さい値となり，ランダム数等がいかなる値を採ろうとも，すべての第2の移動局のアクセスを許可するものも，「アクセス閾値」に含まれることが記載されている。",
                        "そうすると，アクセス閾値が，ランダム数等の採り得る範囲を含む値でない場合に，「アクセス閾値」から除外されると解釈することは，本件明細書に記載された実施例を除外する限定解釈となり，採り得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一方，上記【0028】，【0044】には，参考例，実施例の1つとして，遠隔通信網における通信トラフィックの発生に応じて，アクセス閾値を大きく又は小さく調整する，すなわち，可変に設定することができ，また，遠隔通信網における通信トラフィック発生に依存して，ひいてはRACH30の予期される負荷に依存して，種々異なる時間でアクセス閾値を変更することができることが示されている。",
                        "このように，アクセス閾値Sは，当該方法又は通信システムにおいて，必ずしも固定値として送信され算出されるものではなく，具体的な数値を｛0，1...n＋1｝の範囲の中から選択した値として送信され算出されるものであってもよく，また，通信トラフィック等の一定の事象に依存して変化させることもできるものと理解できる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "もっとも，当該通信方法又は通信システムにおいて，アクセス閾値として，第2の移動局をすべてアクセス不許可とする数値である「n＋1」，あるいは，すべてアクセス許可とする数値である「0」を選択可能であるということは，アクセス閾値が「n＋1」や「0」しか採り得ない場合，すなわち，これらの値に固定されている場合にまで，「アクセス閾値」に該当するというものではない。すなわち，閾値とは，前記のとおり，「ある系に注目する反応をおこさせるとき必要な作用の大きさ・強度の最小値」，あるいは，「反応などをおこさせるために加えられる物理量の最小値，またはその変化点のこと」をいうのであるから，通信システムにおいて，アクセスクラスビットが第2の値を有するユーザクラスに所属する移動局のランダム数等と比較される数値が，例えば，ランダム数等よりも常時大きい値又は小さい値を採るように設定されており，移動局が常時，通信チャネルへのアクセスを許可され又は阻止されるような場合には，当該通信方法又はシステムにおいて，ランダム数等がいかなる数値を採ろうとも，常に，第2の移動局におけるアクセスの許可，不許可を分岐することがないのであるから，「アクセス閾値」に該当するということはできない。つまり，「アクセス閾値」といえるためには，第2の移動局におけるアクセスの許可，不許可を定める分岐となり得る値をその選択範囲に含んでいるものでなければならない。",
                        "そして，本件明細書には，当該通信方法又は通信システム上，「アクセス閾値」が，その選択可能な数値範囲の中に，第2の移動局におけるアクセスの許可，不許可を定める分岐となり得る値を含まないような例，すなわち，すべての移動局のアクセスを常時許可したり，常時不許可にしたりする例は示されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このことは，以下のとおり，本件各発明の技術的意義からも裏付けられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，前記に記載したもののほか，以下の記載がある。",
                        "【技術分野】",
                        "【0001】",
                        "本発明は，複数のユーザクラスが区別されている，アクセス権限を通信網の少なくとも1つの移動局に設定する方法，移動局，移動局として構成された通信網の作動方法，および，通信システムに関する。",
                        "【0004】",
                        "移動通信網で作動される多数の移動局は，遠隔通信チャネルを介して基地局に情報を伝送する。その際，種々の移動局からの通信が，通信チャネル上で衝突する危険がある。本発明の課題は，そのような衝突を避け，移動局が基地局と通信できるよう，移動局の通信チャネルへのアクセスが効率的に行えるようにすることである。",
                        "【課題を解決するための手段】・・・",
                        "【0007】",
                        "さらに，本発明の，少なくとも1つの基地局を備える，移動無線網として構成された通信網の作動方法は，",
                        "前記基地局は，少なくとも2つの移動局の存在する無線セルを展開し，",
                        "前記基地局は，前記少なくとも2つの移動局に情報信号と，当該情報信号とともにアクセス権限データを送信し，",
                        "当該情報は，どの移動局に対して，複数の移動局により共通に使用可能通信チャネル上で基地局に送信するための権限が割り当てられているかという情報を含んでいる方法において，",
                        "前記アクセス権限データは，アクセス閾値に対するアクセス閾値ビットと，複数の移動局のユーザクラスに対するアクセスクラス情報を含んでおり，",
                        "前記アクセス権限データは，共通に使用可能な通信チャネルへの移動局によるアクセスを，次のように許可するよう作成されており，すなわち所属のアクセスクラスビットが第1の値を有するユーザクラスに所属する移動局が，アクセス閾値に関係なく通信チャネルにアクセスすることができるように作成されており，",
                        "所属のアクセスクラスビットが第2の値を有するユーザクラスに所属する移動局は，通信チャネルへの当該移動局のアクセス権限を検出するために，前記アクセス閾値がランダム数または擬似ランダム数と比較されるアクセス閾値評価を実行しなければならず，少なくとも1つの移動局の通信チャネルへのアクセス権限が比較結果に依存して割り当てられる",
                        "ように構成されている。",
                        "【0008】",
                        "さらに，本発明の，移動無線網として構成された通信網と，無線セルを展開する少なくとも1つの基地局と，シグナリングチャネルとを有する通信システムは，",
                        "前記シグナリングチャネルを介して基地局が，前記無線セル内に存在する移動局に情報信号を送信し，",
                        "これにより1つのユーザクラスに所属する個々の移動局には，複数の移動局により共通に使用可能な通信チャネル上で送信するために，どの権限が対応するユーザクラスに割り当てられているかが情報通知される通信システムにおいて，",
                        "基地局は情報信号とともにアクセス権限データを送信し，",
                        "該アクセス権限データは，アクセス閾値に対するアクセス閾値ビットと，複数の移動局のユーザクラスに対するアクセスクラス情報を含んでおり，",
                        "前記アクセス権限データは，所属のアクセスクラスビットが第1の値を有するユーザクラスに所属する移動局が，アクセス閾値に関係なく通信チャネルにアクセスすることができるよう作成されており，",
                        "所属のアクセスクラスビットが第2の値を有するユーザクラスに所属する移動局は，通信チャネルへの当該移動局のアクセス権限を検出するために，前記アクセス閾値がランダム数または擬似ランダム数と比較されるアクセス閾値評価を実行しなければならず，少なくとも1つの移動局の通信チャネルへのアクセス権限が比較結果に依存して割り当てられる",
                        "ように構成されている。",
                        "【発明の効果】",
                        "【0009】",
                        "独立請求項の構成を有する，アクセス権限を通信網の少なくとも1つの移動局に設定する方法，移動局，移動局として構成された通信網の作動方法，および，通信システムは，これに対して，アクセス閾値ビットとアクセスクラス情報が少なくとも1つの移動局に伝送され，移動局でアクセス閾値ビットとアクセスクラス情報とを受信して，アクセス権限を遠隔通信チャネルに，1つまたは複数の移動局に対してランダムに分配することが実現される。このアクセスコントロールは，情報信号を伝送するのに僅かな伝送容量しか必要とせず，種々の移動局からの通信が通信チャネル上で衝突する危険を低減できる。",
                        "【0011】",
                        "少なくとも1つの移動局の評価ユニットで，アクセス権限データが，少なくとも1つの所定のユーザクラスに対するアクセスクラス情報を備えるアクセス権限情報を含んでいるか否かが検査され，含んでいる場合には，少なくとも1つの移動局が少なくとも1つの所定のユーザクラスに所属することを前提にして，少なくとも1つの移動局の通信チャネルへのアクセスを，当該ユーザクラスに対するアクセスクラス情報に依存して許可する。このようにして，移動局がアクセス閾値を用いたランダム分配に基づき，当該通信チャネルへのアクセスが認められない場合であっても，所定のユーザクラスの移動局自体は遠隔通信チャネルの使用が許可される。このようにして例えば，非常サービスの移動局，例えば警察または消防をこのような所定のユーザクラスに割り当てることができる。このユーザクラスはランダム分配に依存しないで遠隔通信チャネルに優先的にアクセスすることができる。",
                        "【0020】",
                        "ここで遠隔通信サービスは相応の移動局により，基地局10を介してネットワークプロバイダで要求されなければならない。遠隔通信サービスは通常，RACH30を介して移動局5，10，15，20により要求されるか，またはアクセスされる。RACH30を介して通常は通信が複数の移動局から基地局100へ送信される。このようにして種々異なる移動局の通信が相互に衝突する。従って基地局100は正常に受信された通信を確認する。この確認で基地局は，相応の確認または受領情報を図1に図示しない別のチャネル，例えばページングチャネル上で，基地局がその通信を正常に受信した移動局に逆送信する。",
                        "【0021】",
                        "移動局の通信がRACH30上で他の通信と衝突する場合に対しては，この通信は基地局100で正常に受信されず，従って基地局100は確認情報を相応の移動局に逆送信することができない。従って移動局は通常，基地局100からの確認情報が受信されなかった所定の時間後に通信を新たにRACH30を介して基地局100へ送信する。このようにして，RACH30が過負荷される虞がある。遠隔通信サービスの，相応の移動局によりユーザが開始する要求が伝送容量の制限のために制限される。",
                        "【0022】",
                        "RACH30の過負荷は次のようにして回避することができる。すなわち，ネットワークプロバイダがRACHへのアクセスを個々の移動局5，10，15，20に対して所期のように制限することによって回避することができる。ここでRACHへのアクセスは例えば移動局の所定のユーザクラスに対してだけ一時的にまたは持続的に優先して許容される。図1の実施例によれば，第1のユーザクラス35が設けられており，このユーザクラスは第1の移動局5および第2の移動局10を含む。さらに第2のユーザクラス40が設けられており，このユーザクラスは第3の移動局15と第4の移動局20を含む。しかし各移動局に対して固有のユーザクラスを設けることもできる。また移動局の数が異なるユーザクラスを設けることもできる。さらに2つ以上の移動局を1つのユーザクラスに設けることもできる。ネットワークプロバイダは個々の移動局に対し，1つまたは2つのユーザクラス35，40へのその所属性に依存して，RACHへのアクセスをイネーブルすることができる。言い替えると，第1のユーザクラス35の両方の移動局5，10にはRACH上での送信に対して同じ権限が割り当てられる。同じように，第2のユーザクラス40の移動局15，20に対してもRACH上での送信に対し同じ権限を割り当てることができる。",
                        "【0039】",
                        "図3cの本発明の実施例では，情報信号を有する第3のビットパターン55が基地局100から移動局5，10，15，20に伝送され，ビット長は13ビットである。・・・例として以下のビットシーケンスの場合を考えてみる：「1000  0110  011  01」。これの意味するものは，アクセス閾値S＝8が選択され，第1のユーザクラス35の移動局，および図1には図示されていない第4のユーザクラスの移動局は，アクセス閾値Sおよび場合により優先閾値Pの評価に依存しないでRACH30へのアクセスが許容され，第2のユーザクラス40および図1に図示しない第3のユーザクラスの移動局は，アクセス閾値Sおよび場合により優先閾値の評価なしでRACH30へのアクセスが許容されないということである。・・・"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載によれば，本件各発明が解決しようとする課題は，移動通信網で作動する多数の移動局が，遠隔通信チャネルを介して基地局に情報を送信する際，種々の移動局からの通信が通信チャネル上で衝突する危険があることから，そのような衝突を避け，移動局の通信チャネルへのアクセスが効率的に行えるようにするところにある。この課題を解決するため，無線セル内のすべての移動局を，所属のアクセスクラスビットが第1の値を有するユーザクラスに属する移動局(第1の移動局)と，第2の値を有するユーザクラスに属する移動局(第2の移動局)の2つに大別し，第1の移動局はアクセス閾値に関係なく通信チャネルにアクセスできるようにされるのに対し，第2の移動局が通信チャネルにアクセスするためには，アクセス閾値がランダム数等と比較されるアクセス閾値評価を実行してその比較結果に依存した割当てがされなければならないこととし，具体的には，請求項9(本件発明1)及び22(本件発明2)記載のとおりの構成をとったものである。第1の移動局は，移動局がアクセス閾値を用いたランダム分配に基づき，当該通信チャネルへのアクセスが認められない場合であっても，所定のユーザクラスの移動局自体は遠隔通信チャネルの使用が許可されることになるので，例えば，警察，消防等の非常サービスの移動局をこのような所定のユーザクラスに割り当てることで，ランダム分配に依存しないで遠隔通信チャネルに優先的にアクセスすることができる。また，これとともに，第2の移動局において，アクセス閾値とランダム数等を比較し，その比較結果に依存してアクセスを許可することにより，アクセス権限が許可される場合を分散し，アクセスを許容される移動局を制限して，RACHの過負荷を回避できる仕組みを提供したというものである。",
                        "このような技術的意義に照らせば，当該通信方法等において，無線セル内のすべての第2の移動局に対し，仮に，常時通信チャネルへのアクセスが許可されるようにアクセス閾値ビットが送信されている場合には，当該通信方法等は，すべての移動局に対してアクセスが常時許可されることになり，アクセス権限を制御することができず，通信チャネル上で通信が衝突する危険を回避するために，アクセスが許可される場合を分散することが一切できない方法等ということになるから，およそ本件各発明の課題を解決することができない構成となる。また，当該通信方法等において，無線セル内のすべての第2の移動局に対し，仮に，常時通信チャネルへのアクセスが阻止されるようにアクセス閾値ビットが送信されている場合には，当該通信方法等は，第2の移動局のすべてに対して，常時アクセスが許可されず，通信が許可される場合が一切ないという方法等になるから，そのような構成は，優先クラスに属しないユーザの移動局の通信を常に遮断する，通信サービスとして意味のない方法等となる。",
                        "このように，本件各発明の技術的意義からしても，「アクセス閾値」について，常時第2の移動局のアクセスを許可したり，常時不許可とするような構成を含むように解釈することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件各発明における「アクセス閾値」は，無線通信網の作動方法又は通信システムにおいて，基地局から移動局へ送信し，算出される値であって，ランダム数等との比較結果に依存して移動局の通信チャネルへのアクセスの許可と不許可を定める分岐となり得る値をその選択範囲として含む値をいうものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，特許請求の範囲の記載によれば，本件各発明における「アクセス閾値」の意味は，「基地局から移動局に送られる値であり，移動局により通信チャネルへの当該移動局のアクセス権限を検出するためにランダム数と比較される値であって，その評価に応じて通信チャネルへのアクセス権限が割り当てられるための値」と解すべきである旨主張する。",
                    "しかし，「アクセス閾値」の解釈について，個々の移動局における理解や作用の観点から解釈することができないことは，前記(1)に述べたとおりである。また，個々のアクセス権限データを受信した移動局が，実際の動作として，送信された値をランダム数等と比較するとしても，当該送信された値が，少なくともランダム数等の採り得る範囲を採り得ない値であるならば，「比較結果に依存」してアクセス権限の割当てが定まることにはならないから，上記主張は採用できない。",
                    "また，控訴人は，移動局が3GPP規格に準拠した動作を行うことを前提とする主張をするところ，3GPP規格においては，そのフローチャート(原判決9頁参照)に，ASC0に属する移動局(本件各発明にいう「第1の移動局」)についても，",
                    "「P 」と「R」との大小比較がなされ，その結果，「P 」が常に1となることかi 0ら，必ずアクセス許可となるとのフローが示されている。控訴人は，移動局におけるこのような動作について，第1の移動局が，「P 」の値とランダム数等との比較の結果に依存して，アクセス権限が付与されたと評価するものではないのに対し，第2の移動局について，●(省略)●「P 」の値●(省略)●との比較を形式的iに行うことをもって，「アクセス閾値評価」が行われたと評価することは，一貫性を欠くものといわざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件発明1(請求項9)の従属項である請求項13，14，20，21を挙げて，アクセス閾値を通信トラフィックや時間に応じて変更することは，本件発明1を構成する要素ではないから，アクセス閾値ビットを含むアクセス権限データの具体的な値が，いつ，どのように設定されるかは発明の要素ではなく，アクセス権限データを通信トラフィックに依存して変更することも実施態様の1つにすぎないとして，本件各発明の「アクセス閾値」の意味を，それがいつ，どのような値に設定されるかという観点から限定的に解釈することはできない旨主張する。",
                        "しかし，そもそも，上記の「アクセス閾値」の解釈は，具体的な値がいつ，どのように設定されるかの観点から限定解釈をしたものではなく，「閾値」の一般的な意義を踏まえた上，本件明細書の記載を考慮して特許請求の範囲の記載を解釈したもであるから，上記主張は失当である。",
                        "したがって，控訴人の上記主張は，上記の「アクセス閾値」の解釈を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，すべてのユーザクラスの移動局のアクセスを持続的に優先的に許可することも排除されておらず，請求項19について，すべてのユーザクラスに対して，「持続的に優先して許可される」ことが記載されていると主張する。",
                        "しかし，請求項19には，本件発明1の従属項として，「共通に使用可能な通信チャネル(30)へのアクセスは，移動局の特定のユーザクラスに対してだけ一時的にまたは持続的に優先して許可される請求項9から18までのいずれか1項に記載の方法。」との発明が記載されているところ，これは，本件明細書中の「RACHへのアクセスは例えば移動局の所定のユーザクラスに対してだけ一時的に又は持続的に優先して許容される。」(【0022】)との記載に基づく発明と解される。そして，上記記載は，本件各発明における第1のユーザクラスに割り当てられた第1の移動局に対して，一時的に又は持続的に，通信チャネルへのアクセスを許可するというものであるから，第2のユーザクラスに割り当てられたすべての第2の移動局に通信チャネルへのアクセスを常に許可し又は阻止する構成が，本件各発明の技術的範囲に含まれるか否かに直接関わりのある記載とはいえない。",
                        "加えて，本件各発明は，すべてのユーザクラスに対して「持続的に」アクセスを許可することもその技術範囲に含むと解されるが，時間的に「持続」することと，常時許可し，それ以外の場合が存在しないことととは，別の問題であるから，この点においても，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，控訴人は，本件明細書の【0027】を根拠として，S＝n＋1やS＝0がアクセス閾値に該当し，これによって，すべての移動局がアクセスを阻止されたり，アクセスを許可されたりすることを明確に示しているから，このように実施例に記載された態様をクレーム解釈によって除外することは許されない旨主張する。",
                    "しかし，【0027】の記載は，前記のとおり，「アクセス閾値Sはインターバル｛0，1...n＋1｝からなり」としており，これは，アクセス閾値の採り得る範囲の1つとして，すべての第2の移動局のアクセスを制限するS＝n＋1や，すべての第2の移動局のアクセスを許可するS＝0を含み得ることが記載されているにすぎない。同段落には，S＝n＋1や，S＝0を固定的な値として採用し，ランダム数等が採り得ない値を「アクセス閾値」に含むとする記載はない。",
                    "また，控訴人は，【0028】を根拠として，アクセス閾値Sが16通りの値を採ることができ，16個のグループが用意される以上，すべてのグループのアクセスが許可される場合や，すべてのグループのアクセスが許可されない場合も，当然に想定されているとみるのが自然である旨主張する。",
                    "しかし，【0028】の「アクセス閾値Sに16の可能性がある場合には，最大で16のアクセスクラスを移動局5，10，15，20に対して割り当てることができる。」との記載は，アクセス閾値Sを16段階に設定することを利用して，アクセスの許可又は不許可が変化する移動局のグループを最大16のアクセスクラスに対応付けることができる構成を開示したものであると解されるところ，この16通りのアクセス閾値には，すべてアクセスを許可されるグループに属することになる構成，又は，すべてアクセスを不許可とされるグループに属することになる構成を含む可能性はある。しかし，同段落には，上記記載とともに，アクセス閾値Sを変化させることも記載されており，すべての移動局に対して，常時，アクセスが許可される，又は，不許可とされる構成が示されているものではない。したがって，上記の「アクセス閾値」の解釈を左右するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，本件各発明の技術的意義は，第1の移動局と第2の移動局との間で結果としてアクセスが許可される確率に差異を設けることや当該仕組みを用いて現実に衝突を回避することではなく，アクセス閾値に関係なくアクセスが許可される移動局と，アクセス閾値とランダム数等との比較結果に依存してアクセスが許可される移動局という2つのグループを設けるという新たな構成を提供すること自体にある旨主張し，すべての第2の移動局が常にアクセスを阻止される場合や，すべての第2の移動局が常にアクセスを許可される場合においても，本件各発明は技術的意義を有しないということはできない旨主張する。",
                    "しかし，本件各発明の技術的意義は，前記(2)ウ(イ)で述べたとおりであり，移動局からの通信が通信チャネル上で衝突する危険を避け，移動局の通信チャネルへのアクセスが効率的に行えるようにするために，第1の移動局はアクセス閾値に関係なく通信チャネルにアクセスできるようにされるのに対し，第2の移動局が通信チャネルにアクセスするためには，アクセス閾値がランダム数等と比較されるアクセス閾値評価を実行してその比較結果に依存した割当てがされなければならないこととし，第1の移動局は，ランダム分配に依存しないで遠隔通信チャネルに優先的にアクセスすることができるようにし，第2の移動局においては，アクセス閾値とランダム数等を比較し，その比較結果に依存してアクセスを許可することにより，アクセスを許容される移動局を制限して，RACHの過負荷を回避できる仕組みを提供したというものである。したがって，本件各発明は，アクセス権限データの送信時において，実際に移動局からの通信の衝突を回避するものではないが，アクセスを許容される移動局を制限することなく，RACHの過負荷を回避することができないような，常時，第2の移動局のアクセスを許可する構成に固定されているものは，本件各発明の技術的意義を有するものではない。控訴人は，一方で，「本件各発明の課題は，衝突を回避するような運用を可能とする新たな仕組みを提供することであ」ると主張するところ，上記のように常に第2の移動局のアクセスを許可するものは，そのような衝突を回避する運用ができないこととなるから，この点においても，上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件各発明における「アクセス閾値」は，無線通信網の作動方法又は通信システムにおいて，基地局から移動局へ送信し，算出される値であって，ランダム数等との比較結果に依存して移動局の通信チャネルへのアクセスの許可と不許可を定める分岐となり得る値をその選択範囲として含む値と解される。そして，控訴人の主位的主張は，原告方法等において，●(省略)●移動局が●(省略)●割り当てられ，Ｎが●(省略)●されていることを前提とするものであるところ，そのような場合，●(省略)●ランダム数等の採り得る数値範囲に含まれないことになるから，ランダム数等との比較結果に依存して移動局の通信チャネルへのアクセスの許可と不許可を定める分岐となり得ず，「アクセス閾値」に該当することはない。",
                "よって，原告方法等が本件各発明の技術的範囲に属すると認めることはできず，控訴人の主位的主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "予備的主張1の当否(争点(1)イ)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各発明における「アクセス閾値」は，前記1(4)のとおりであり，無線通信網の作動方法又は通信システムにおいて，「アクセス閾値」の採り得る選択範囲として，ランダム数等との比較結果に依存して移動局の通信チャネルへのアクセスの許可と不許可を定める分岐となり得る値を含む場合でなければ，本件各発明の技術的範囲に属しない。",
                "したがって，予備的主張1において，控訴人は，少なくとも，原告方法等において，Ｎ●(省略)●を現に送信できるシステム上の構成を備えていること(以下「予備的主張1の構成」という。)を立証しなければならない。",
                "なお，控訴人は，3GPP規格によれば，「アクセス権限データ」は3ビットで構成されたＮを含み，Ｎは1～8の間のどの整数でも送信することができるように構成されており，被控訴人の主張するとおり，●(省略)●ように構成されているとしても，同プログラムは，被控訴人が自らの裁量によりいつでも変更することができるものであるから，予備的主張1が認められるべきである旨主張する。",
                "しかし，Ｎの数値の送信方法としてビット形式が選択されているとしても，●(省略)●Ｎ●(省略)●を現に送信できるシステム上の構成を備えているといえないものであるし，本件各発明は，前記のとおり，無線通信網の作動方法及び通信システムであるところ，無線通信網として個々の要素が有機的に影響しながら全体として通信機能を発揮する仕組みの中で理解すべきものであるから，導入されたアプリケーションを含めて，当該通信網の作動方法及びシステムが形成されているというべきであり，プログラムの変更可能性までを含めて●(省略)●を満たすとの上記主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，原告方法等において，Ｎ●(省略)●を現に送信できるシステム上の構成(予備的主張1の構成)を備えているか否かについて検討する。",
                "証拠(乙4，19，63)によれば，控訴人は，本件提訴の約半年前である平成23年9月13日(乙4)，原審審理中の平成25年9月27日(乙19)及び当審における平成27年6月7日(乙58の1，63)の3回，3GPPテストプログラムがインストールされた端末を使用し，被控訴人に割り当てられた地上波公共移動通信ネットワークから発信された通信信号を受信して，そのデータを信号解析ソフトウェアで解析する手法により，原告サービスにおいて送信されているSIBを受信する実験を行い(以下，順にそれぞれ「第1実験」等という。)，その解析をしたが，いずれの実験においても，Ｎ＝1が検出されたことが認められる。",
                "また，被控訴人は，●(省略)●Ｎの値が●(省略)●であったことを示す実験結果(甲16)は，この主張に沿うものである。",
                "以上によれば，本件全証拠によるも，原告方法等において，予備的主張1の構成を備えていると認めるに足りない(なお，予備的主張1の構成の存在を立証するために申し立てられた書類提出命令は，後記のとおり，却下された。)。",
                "よって，控訴人の予備的主張1は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "予備的主張2の当否(争点(1)ウ)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1(4)に述べた「アクセス閾値」の意義からすれば，原告方法等において，Ｎ●(省略)●を現に送信できるシステム上の構成を備えていないとしても，原告方法等においては，●(省略)●SIB5で送信していることは争いがないことから，いずれかのACが●(省略)●対応付けられるように設定されるAC-to-ASCマッピングを現に送信できるシステム上の構成(以下「予備的主張2の構成」という。)を備えている場合には，本件各構成要件の「アクセス閾値」を充足することになる。",
                "したがって，控訴人としては，原告方法等において上記の構成が備わっていることを立証しなければならない。",
                "この点，控訴人は，被控訴人の主張するとおり，AC-to-ASCマッピングが，●(省略)●ことにより設定されるとしても，●(省略)●であって，原告システムに対して被控訴人が与える指示そのものであり，AC-to-ASCマッピングの設定は，●(省略)●のであるから，予備的主張2が認められるべき旨主張する。",
                "しかし，本件各発明は，前記のとおり，無線通信網の作動方法及び通信システムであり，無線通信網として個々の要素が有機的に影響しながら全体として通信機能を発揮する仕組みの中で理解すべきものであるから，被控訴人の指示により●(省略)●ことが可能であるとしても，それは，単に，異なる通信方法及び通信システムとして形成できることをいうにすぎず，原告方法等がシステム上，現にそのような構成を備えているといえるものではないから，上記主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，原告方法等において，いずれかのACが●(省略)●対応付けられるように設定されるAC-to-ASCマッピングを現に送信できるシステム上の構成(予備的主張2の構成)を備えているか否かについて検討する。",
                "控訴人の行った第1，第2実験の結果(乙4，19)によれば，AC-to-ASCマッピングは，以下のとおり，●(省略)●マッピングを示したことが認められる。",
                "AC  0～9  10  11  12  13  14  15",
                "ASC  1  0  0  0  0  0  0",
                "一方，当審において，控訴人から以下の結果を検出した第3実験の結果(乙58の1，63)が提出されたところ，この結果は，一応，原告方法等において，いずれかのACが●(省略)●対応付けられるように設定されるAC-to-ASCマッピングを送信するシステム上の構成を備え，現に，●(省略)●送信されていたことを示す。",
                "AC  0～9  10  11  12  13  14  15"
              ]
            },
            {
              "fig": "(1)",
              "subject": "0  0  5  2  0  6  5"
            },
            {
              "fig": "(2)",
              "subject": "6  0  1  4  4  0  0",
              "text": [
                "ASC (3)  0  0  5  2  0  6  5"
              ]
            },
            {
              "fig": "(4)",
              "subject": "7  6  0  1  4  4  0",
              "text": [
                "そこで検討するに，第2実験は，工学博士の立会いのもとに実験がなされ，報告されたものであるのに対し，第3実験は，技術専門家の立会いなしに訴訟代理人弁護士により，実験，報告がなされたものであるところ，当該実験は，3GPPテストプログラムがインストールされた端末を使用し，被控訴人に割り当てられた地上波公共移動通信ネットワークから発信された通信信号を受信して，そのデータを信号解析ソフトウェアで解析する手法で行われたというものであるから，技術専門家の立会いがないことから，直ちに実験結果の信憑性を否定することはできない。しかし，現に，当初提出された本件報告書1(乙58の1)においては，そもそも被控訴人のネットワークから送信されたSIB5でないものが，被控訴人のネットワークに割り当てられた情報として示され，また，従前の実験結果に表れていたような，受信情報の意味合いを確認するのに十分な情報が盛り込まれていないなど，不十分なものであったため，再度，同じ実験結果について報告の体裁を変えた本件報告書2(乙63)が提出されたものである。このような経緯などに照らすと，本件報告書1は，原告サービスから送信された情報を正確に受信し，報告するものか否かの吟味が，十分になされていたとは考え難く，その信用性は，第2実験に比して劣るものといわざるを得ない。また，本件報告書2においても，原告方法等において採用していないTDD(時分割複信)方式のデータが含まれていたり，3GPP規格に合致しない記載や，実験データ相互に不整合があり，これらの不備を被控訴人から指摘されているにもかかわらず，控訴人から合理的な説明はなされていない。さらに，実験結果におけるASCとACとの対応関係についても，通常，一般の移動局に割り振られるAC0～9に対して，上記のとおり，最優先の優先度であるASC＝0を割り当てており，それ以外の本来優先度の高い端末に対して，これに劣後する優先度を設定しているなど，その数値内容自体からしても，信用性には疑問が残る。",
                "これに対し，控訴人は，3GPP規格上において，必ずAC0～9を一般の移動局に割り振るとの定めまではない旨主張する。しかし，そうであったとしても，控訴人自身，第1，第2実験の結果の信用性がないとは主張していないから，当該実験時においては，当該信号が送信されたものと認められるところ，ASC0は，最優先の優先度であることは，3GPP規格上も，また，当事者間においても争いがないことからすれば，第1，第2実験において最優先のクラスに割り当てられていた移動局が，第3実験において劣後するクラスに割り当てられたことについて，合理的説明がつかないことになる。",
                "以上によれば，本件各報告書は，原告サービスにおいて送信された情報を正しく受信した結果を報告したものと解することはできず，これに基づいて，原告方法等が予備的主張2の構成を備えていると認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，予備的主張2の構成の存在を立証するために申し立てられた書類提出命令は，後記のとおり，特許法105条2項に基づく提示手続の審理(以下「インカメラ審理」という。)を経て却下されたが，インカメラ審理の際に提示されたものを一部墨塗りし，後に提出された「Access Service Class についての整理」と題する製造メーカに提出された書面(甲27)によれば，原告方法等において，各セルにおいて●(省略)●設定されており，これと異なる設定や●(省略)●についての記載はないことが認められ，原告方法等が，被控訴人の主張に沿うものであることが窺われる。",
                "したがって，控訴人の予備的主張2は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "書類提出命令について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，特許法105条1項に基づき，原告方法等において，予備的主張1及び2の構成を備えていることを立証するため，すなわち，侵害行為立証のため，被控訴人の所持するBTSにおいて使用・製造された呼処理アプリケーションプログラムのソースコード及びBTSマニュアル，RＮC用プログラムのソースコード及びマニュアル，局データ等のソースコード，マニュアル等の提出を求める申立て(以下「本件申立て」という。)をする。本件申立てに係る書類は，原審で申し立てられた書類提出命令とほぼ重複するものであるが，原審においては既に却下されている。",
                "特許法105条1項の書類提出命令の発令のためには，証拠調べの必要性があり，かつ，提出を拒む正当な理由のないことが必要である。そこで，以下，それぞれについて検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "提出を求める書類の特定について",
              "text": [
                "まず，控訴人が平成27年4月3日付け文書提出命令申立書において提出を求める書類は，同申立書に「文書の表示」として記載された1ないし6(以下，それぞれ，「申立文書1」などという。)であるが，被控訴人がこれらの文書の表示について明らかにした結果，以下のように整理することができる。すなわち，申立文書1及び5に記載のマニュアルは，被控訴人が後に明らかにした「●(省略)●マニュアル●(省略)●」に，申立文書2及び4のマニュアルは，「●(省略)●マニュアル」にそれぞれ相当するものと認められるから，結局，提出を求める文書は，①「●(省略)●マニュアル●(省略)●」，②「●(省略)●マニュアル」，③申立文書3記載の●(省略)●マニュアル等，④原告システムのRＮC及びBTSについて，被控訴人が，これらを製造するメーカーに対して提出した技術仕様書又は技術条件集，⑤BTSにおいて使用され，あるいは製造されたすべての「呼処理アプリケーションプログラム」のソースコード，⑥RＮCにおいて使用され，あるいは製造されたすべての「RＮC用プログラム」のソースコードと整理することができる(以下，それぞれ，「本件文書①」などといい，すべてを総称して「本件各文書」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "証拠調べの必要性について",
              "text": [
                "書類提出命令の必要性に関する判断は，民訴法181条1項に基づくものであるところ，特許訴訟における「侵害行為を立証するため」の書類提出命令については，目的物が相手方の支配下にあり，これを入手する途がない場合や，方法発明において物に当該方法についての痕跡が残らない場合など，その必要性が高い場面が少なくない一方，この種の訴訟は，競業する当事者間で争いとなることも多く，また，立証すべき主題が営業秘密に直結するものが多いため，当該情報にアクセスすること自体を目的とする濫用的な申立てや，確たる証拠に基づかない探索的な申立てに対し，応訴を強いられる相手方の不利益も大きい。そこで，濫用的・探索的申立てを防止する観点から，通常，書類提出命令を求める権利者の側に，侵害行為に対する合理的疑いが一応認められることの疎明を求めるべきものであるところ，書類提出命令自体が，侵害行為について主張立証責任を負う者がその立証のために必要な証拠収集手段として用いられるものであることからすれば，書類提出命令の発令に関しては，当該訴訟の要証事実である侵害行為自体の疎明を求めるものではなく，濫用的・探索的申立ての疑いが払拭される程度に，侵害行為の存在について合理的な疑いを生じたことが疎明されれば足りるものと解され，その疎明の程度は，当該文書を取り調べる必要性の有無・程度，当該事項の立証の難易の程度，代替証拠の有無，他の立証の状況等の様々な事情を勘案し，当該事案ごとに判断されるべきであると解される。",
                "これを本件について見るに，前記のとおり，証拠(甲16，乙4，19，58の1，63)によれば，控訴人及び被控訴人のいずれの実験によるも，原告方法等において，Ｎは●(省略)●，また，上記のとおり，証拠(乙4，19)によれば，原告方法等のAC-to-ASCマッピングにおいて，ASCは●(省略)●，前記に述べたとおり，他にこれと異なる適切な実験結果は提出されていない。",
                "しかし，前記に述べた「アクセス閾値」の意義からすれば，予備的主張1において控訴人が立証すべき主題は，原告方法等において，Ｎ●(省略)●を現に送信できるシステム上の構成を備えていること(予備的主張1の構成)であり，予備的主張2において立証すべき主題は，いずれかのACが●(省略)●対応付けられるように設定されるAC-to-ASCマッピングを現に送信できるシステム上の構成(予備的主張2の構成)を備えていることである。そうすると，上記のような実験結果が既に提出されているとしても，それは，実験の際に捕捉した当該SIB5又はSIB7の信号の状況を示すにすぎず，原告方法等が，仮に，限定された場合にＮ●(省略)●する構成を備えていた場合に，これを適時に捉えた結果を検出させることが容易であるとはいえない。また，上記の立証すべき主題は，原告方法等においてどのように設定することができる構成を備えているかという問題であることから，その証拠は被控訴人側に偏在している。さらに，上記の実験結果は，被控訴人主張の事実に沿うものではあるものの，被控訴人から，Ｎ●(省略)●され，ASC●(省略)●されていることについての立証をしたものではないから，被控訴人による反対事実の立証が十分に効を奏しているとして，証拠調べの必要性を否定することはできない。",
                "そして，原告サービスは，3GPP規格に準拠しているところ，3GPP規格はRACHの過負荷を制御する仕組み(原判決第2，1(3)ウ)を定めており，これにすべて準拠すれば，本件各構成要件を満たすこととなり，●(省略)●場合に，本件各構成要件を満たさないという関係にある。",
                "以上に加え，控訴人によるこれまでの主張立証の状況も考慮すると，侵害行為に対する合理的疑いが一応認められるといえ，証拠調べの必要性は否定できない。",
                "もっとも，本件文書④のうち，AC-to-ASCマッピング及びＮの値についての設定条件についての仕様に関しないものは，そもそも，侵害行為の立証と関連性がないことから証拠調べの必要性はなく，当該部分は，却下すべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "提出を拒むことについての正当理由について",
              "text": [
                "被控訴人は，本件各文書は，いずれも被控訴人の営業秘密に当たり，提出を拒む正当理由があると主張するところ，正当理由の有無は，開示することにより文書の所持者が受けるべき不利益(秘密としての保護の程度)と，文書が提出されないことにより書類提出命令の申立人が受ける不利益(証拠としての必要性)とを比較衡量して判断されるべきものである。この比較衡量においては，当該文書によって，申立人の特許発明と異なる構成を相手方が用いていることが明らかとなる場合には，保護されるべき営業秘密の程度は相対的に高くなる一方，申立人の特許発明の技術的範囲に属する構成を相手方が用いていることが明らかになる場合には，営業秘密の保護の程度は，相対的に低くなると考えられることから，侵害行為を立証し得る証拠としての有用性の程度が考慮されるべきである。また，秘密としての保護の程度の判断には，営業秘密の内容，性質，開示により予想される不利益の程度に加えて，秘密保持命令(特許法105条の4以下)の発令の有無及び発令の対象範囲並びに秘密保持契約等の締結の有無，合意当事者の範囲，その実効性等を考慮に入れるべきものである。",
                "そこで，裁判所としては，以下のとおり，インカメラ審理を採用し，正当事由の有無を検討した。",
                "具体的には，本件各文書のうち，正当理由の判断における秘密保護の必要性と証拠としての必要性との比較衡量についての裁判所における判断の難易度及び営業秘密性の程度，相手方の負担の程度や開示自体の難易等を勘案し，インカメラ審理の必要があると判断した一部の書類(具体的には，本件文書①，②及び，④のうちAC-to-ASCマッピング及びＮの値についての設定条件について記載した技術仕様書等の技術条件が記載された書類)について，特許法105条2項に基づく書類提示の決定を行い，被控訴人の訴訟代理人及び従業員の立会いの下，その提示を受けた。その結果，当該内容について被控訴人の営業秘密に該当することは確認できたが，一方，原告方法等におけるアクセス制御に係る部分の開示により，侵害行為を立証すべき証拠としての有用性を基礎付ける記載は見当たらないことから，当事者間に秘密保持契約が締結されていることを考慮しても，秘密としての保護の程度が証拠としての必要性を上回るものであると判断した。",
                "なお，開示を受けた文書のうち，本件文書④のAC-to-ASCマッピングの設定条件に係る文書については，その一部について，被控訴人が既に準備書面で主張済みの情報であり，新たに開示する秘密情報を含まない形での提出が可能であると考えられたことから，裁判所において被控訴人に任意の提出を促し，秘密該当部分を墨塗りの上，被控訴人から「Access Service Class についての整理」と題する製造メーカに提出した仕様書(甲27)として提出された。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "その他の文書について",
              "text": [
                "本件文書⑤及び⑥のソースコードに関しては，高い営業秘密性を有しており，その提出を命じ，控訴人に解析をさせることは，被控訴人にとって不利益が大きいことが明らかである。また，本件文書③は，被控訴人において実際に使用されるマニュアルであって，その内容の性質上，営業秘密性が認められるところ，証拠としての必要性の程度が口頭弁論終結時においてこれを上回ると認めることはできない。",
                "上記各文書については，インカメラ審理を経たものではないが，証拠調べの必要性判断は，証拠の採否判断として，裁判所の裁量に委ねられ(民訴法181条)，これは訴訟の進行に応じて心証を形成しつつ行われるものであり，後に提出された甲27の内容も考慮に入れると，口頭弁論終結時において，インカメラ審理を経るまでもなく，上記比較衡量の結果，優に正当理由が認められると判断した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本件申立てのうち，本件文書①ないし③，上記の④の一部(書類提示を求めた部分)，⑤及び⑥に係る部分は，被控訴人においてその提出を拒むことについて「正当理由」があると認められ，本件文書④の残部は証拠調べの必要性がない。したがって，本件申立てには理由がなく，口頭弁論終結期日においてこれを却下したものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，本件控訴には理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。"
  ]
}