{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2013-14969号事件について平成26年12月24日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告らの求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告らは，発明の名称を「盲鋲素子及びその使用」（下記本件補正により「盲鋲素子及びその使用方法」と変更）とする発明について，平成19年10月30日に特許出願をしたが（パリ条約による優先権主張；2006年11月3日（本願優先日），同年12月1日，（EP）欧州特許庁），平成25年3月14日付けの拒絶査定を受けたので，同年7月18日に，これに対する不服の審判を請求した。",
            "特許庁は，上記請求を不服2013-14969号として審理をした上，平成26年12月24日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，平成27年1月14日，原告らに送達された（附加期間90日）。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願に係る特許請求の範囲請求項1に記載された発明（本願発明。平成24年11月13日付けの手続補正（本件補正）による補正後のもの）の要旨は，次のとおりである。",
            "「頭部（2）及び軸部（3）を持つ盲鋲素子（1，21）であって，軸部（3）が，頭部（2）から遠い方の端部の範囲に，雌ねじ（4）又はボルト（23）用受入れ部（22）を持ち，かつ雌ねじ（4）又はボルト（23）用受入れ部（22）と頭部（2）との間に変形区域（5）を持ち，頭部（2）が軸部（3）より大きい外径を持っているものにおいて，盲鋲素子（1，21）の変形後に環状降起の形の環状止め頭部（11）を形成するため，軸部（3）が，変形区域（5）の中央の周範囲にのみ，軸部（3）にある複数の穴（7）により，軸部壁（6）の弱体化部を持っていることを特徴とする，盲鋲素子。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨（争点と関係の薄い部分はフォントを小さく表記する。）",
          "text": [
            "本願発明は，刊行物1（特開昭51-130760号公報。甲1）に記載された発明（引用発明），刊行物2（特開昭64-74307号公報。甲2）に記載された事項及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「頭部3及び管状部を持つ管状部材4であって，管状部が，頭部3から遠い方の先端部を持ち，頭部3が管状部より大きい外径を持っているものにおいて，管状部材4の屈曲後に拡開部9を形成するため，管状部が，複数の溝孔6が形成された領域の中央の周範囲にのみ，拡大溝孔6aによって複数の狭幅部4aを持っている，管状部材4。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明の対比",
              "text": [
                "引用発明の「頭部3」，「管状部」は，それぞれ本願発明の「頭部（2）」，「軸部（3）」に相当する。引用発明の「管状部材4」は，リベット5の一部であるから，本願発明の「盲鋲素子（1，21）」に該当する。引用発明の「先端部」は，本願発明の「端部」に相当する。",
                "引用発明の「管状部材4の屈曲後」は，本願発明の「盲鋲素子（1，21）の変形後」に相当する。引用発明の「複数の溝孔6が形成された領域」は，「溝孔6によって分割された管状部材4が狭幅部4aにおいて折曲げられ外方へ屈曲」するから，本願発明の「変形区域（5）」に相当する。引用発明の「複数の狭幅部4a」は，「狭幅部4aに応力が集中」し「狭幅部4aにおいて折曲げられ」るから，本願発明の「軸部壁（6）の弱体化部」に相当する。",
                "また，引用発明の「拡開部9」は，「二枚の部材20，21は頭部3と拡開部9とにより挟み固定される」ものであるから，本願発明の「環状降起の形の環状止め頭部（11）」と引用発明の「拡開部9」とは，「止め頭部」という限りで共通する。",
                "（一致点）",
                "頭部及び軸部を持つ盲鋲素子であって，軸部が，頭部から遠い方の端部を持ち，頭部が軸部より大きい外径を持っているものにおいて，盲鋲素子の変形後に止め頭部を形成するため，軸部が，変形区域の中央の周範囲にのみ，軸部壁の弱体化部を持っている，盲鋲素子。",
                "（相違点）",
                "本願発明は，軸部が，頭部から遠い方の端部「の範囲に，雌ねじ（4）又はボルト（23）用受入れ部（22）を持ち，かつ，雌ねじ（4）又はボルト（23）用受入れ部（22）と頭部（2）との間に変形区域（5）」を持ち，止め頭部が「環状降起の形の環状止め頭部（11）」であり，「軸部にある複数の穴（7）により」軸部壁の弱体化部を形成するのに対し， ",
                "引用発明は，管状部の先端部に雌ねじ又はボルト用受入れ部を持っておらず，止め頭部が拡開部9であり，拡大溝孔6aによって複数の狭幅部4aを持っている点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "text": [
                "本願優先日前に，リベットの軸部が，頭部から遠い方の端部の範囲に，雌ねじを持ち，かつ，雌ねじと頭部との間に変形区域を持つことは，周知技術である（航空工学辞典（注：「航空学辞典」の明らかな誤記。甲11）717頁，刊行物2のFIG．3，特開2001-124038号公報（甲9）の図1（b）及び図2（c））。",
                "刊行物1には，「穿孔刃1の背面が管状部材4の先端面を押圧して引抜き方向へ移動するため・・・管状部材4が狭幅部4aにおいて折曲げられ外方へ屈曲して拡開部9を形成する」ことが記載されているところ，上記周知技術は，雌ねじに棒状部材の雄ねじをねじ込み，棒状部材を引き上げることにより軸部を変形するものである。",
                "また，引用発明の「複数の溝孔6が形成された領域」は，複数の溝孔6が管状部の軸線方向へ延びることにより，当該領域が外方へ屈曲するものであるところ，上記周知技術の変形区域は，軸部が適当な肉厚を有することにより変形を生じるものである。",
                "そうすると，引用発明において，管状部材4を屈曲させるために，上記周知技術を適用して，引用発明の先端部「の範囲に，雌ねじを持ち，かつ雌ねじと頭部との間に変形区域」を持つようにし，止め頭部を「環状降起の形の環状止め頭部」とすることは，当業者が容易に想到し得たことである。",
                "また，引用発明の「複数の狭幅部4a」は，拡大溝孔6aによって形成されたものであるが，拡大溝孔6aは，溝孔6の中央部を円周方向へ拡大させて形成したもの，すなわち，溝孔6の管壁を円周方向により多く穿いて形成したものであるから，引用発明に上記周知技術を適用する際に，引用発明の拡大溝孔6aを参酌して，「軸部にある複数の穴により」軸部壁の弱体化部を形成することは，当業者が容易になし得たことである。",
                "さらに，刊行物2には，「本差し込み式留め具に板材のような外部部品を構造部材又は工作物（19又は30）に固着するねじ又はボルトを挿入し，それらねじ又はボルトを締め付け，固定する事が可能となる。」と記載されているから，雌ねじを「ボルト用受入れ部」とすることに格別の困難性はない。",
                "以上を総合すると，引用発明に刊行物2に記載された事項及び上記周知技術を適用して，相違点に係る本願発明の構成とすることは，当業者が容易になし得たことである。",
                "また，本願発明が奏する効果は，全体としてみて，引用発明，刊行物2に記載された事項及び上記周知技術から，当業者が予測できる範囲内のものであって，格別なものでない。 ",
                "したがって，本願発明は，引用発明，刊行物2に記載された事項及び前記周知技術に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告らの主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（対比の誤り及びそれに基づく一致点の認定誤り，相違点の看過）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「盲鋲素子の変形後に止め頭部を形成するため」という構成を一致点とするのは，誤りである。",
                "なぜならば，“止め頭部”について，引用発明の止め頭部（拡径部9）は，例えば，管状部材の中心から径方向外側に向かって放射状に広がる“コスモスの花弁”のような形状をしており，周方向に不連続に分離しているのに対し，本願発明の止め頭部（11）は，周方向に連続した“環状隆起”で，頭部と協働して板等を挟む力は引用発明の不連続な拡径部よりもはるかに優れており，本願発明の止め頭部と引用発明の拡径部は，その構造及び機能の点で相違するからである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，「軸部が，変形区域の中央の周範囲にのみ，軸部壁の弱体化部をもっている」という構成を一致点とするのは，誤りである。",
                "なぜならば，引用発明では，変形区域の全体に弱体化部（溝孔6）が設けられているので，引用発明のリベットは「変形区域の中央の周範囲にのみ弱体化部をもっている」ものではないし，溝孔（6）のない軸部壁部分は変形しないので，環状止め頭部の形成を精確に規定するという本願発明が解決すべき課題を有していないからである。本願発明の弱体化部（穴）7は，「実際の変形領域の中央になくても，常に，弱体化部（穴）7の位置から，弱体化部（穴）7を膨らみの頂点とするような変形を開始することができる」という機能（本件機能）により，厚みの厚い板であっても環状止め頭部（11）形成して，強固に締結することができるが，引用発明の拡大溝孔6aは，実際の変形領域の中央に位置しない場合，概ね，拡大溝孔6aの位置から，拡大溝孔6aを屈曲の頂点とするような変形を開始することはなく，本件機能を有していない。また，引用発明の拡大溝孔6aは，元々座屈変形の起点となる分割片4の軸方向中央部の座屈応力を増大させるのに一部寄与するにすぎず，拡大溝孔6aを溝孔6の軸方向中央部以外に配置した場合，全く機能を果たすことができない。すなわち，引用発明の拡大溝孔6aは，寸法を変更した分だけ応力の値が変わるという自明の効果を越える格別の効果は有さず，穴のない連続した軸部壁（6）に穴部を設けたことによる本願発明の弱体化部（穴）7がもたらす著しい効果（環状止め頭部（11）形成が精確に規定できる）とは，機能の点で，大きく異なる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明において，本願発明の穴（7）に相当する箇所は溝孔6である。引用発明における拡大溝孔6aは，溝孔6の一部を拡幅した箇所であって，閉じられた線図で画定されておらず，それ自体が“穴”を構成するものでない。拡大溝孔6aが溝孔6と異なる独立した孔であれば，参照番号として“6”以外の番号を付けたはずであり，“6a”という参照番号は，拡大溝孔6aが溝孔6の一部であることを明確に示している。本願発明の穴（7）が引用発明の溝孔6に対応するという前提に立つと，本願発明では弱体化部（穴）7が変形区域の軸方向中央にのみ設けられているのに対し，引用発明では弱体化部（溝孔6）が変形区域の全体に設けられているという点で相違する。それにもかかわらず，審決には，この相違点を看過した誤りがある。",
                "なお，本件補正で除外したスリットは横に長いスリットであって，縦長のスリットの形状は，本件補正によって除外されないから，引用発明の溝孔6が本願発明の穴（7）に該当するという主張は，本件補正とは矛盾しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点についての判断誤り）",
          "text": [
            "仮に，審決に記載の一致点及び相違点の認定を前提としても，審決の相違点についての判断には誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明に対する審決の認定した周知技術の適用の可否",
              "text": [
                "審決は，引用発明に対する周知技術の適用は，当業者にとって，容易に想到できたものと判断した。",
                "確かに，航空学辞典717頁の「リブナット」，刊行物2のFIG．3，特開2001-124038号公報の図1（b）及び図2（c）には，リブナット（管状軸部）の内面下部に雌ねじを形成し，リブナットの内部にその上方から心棒（雄ねじ）を挿入してこれを雌ねじに螺合し，その状態で心棒を引き上げることによって，リブナットの胴部を挫屈させることが記載されている（挫屈後，心棒はリブナットから取り除かれる。）。しかしながら，引用発明の盲鋲素子は，先端に穿孔刃1を有する軸状部材2を管状部材4にその下端から挿入するもので，軸状部材2を介して管状部材4に所定の軸方向の荷重を加えてこれを座屈（屈曲）させることによって拡開部9を形成し（第2図），この拡開部9と頭部3との間に板20，21を保持するもので，その後，更に軸状部材2を軸方向に引っ張ることによって軸状部材2は小径の切断箇所8で切断され，切断後の軸状部材2の先端部分は，管状部材4の中に残る。",
                "したがって，引用発明の軸状部材と上記各文献に記載された技術の心棒は，構造的にも機能的にも全く異なり，“引用発明において，管状部材4を屈曲させるために，上記技術を適用”するという発想は，後知恵である。",
                "むしろ，引用発明に，上記技術に係る構造を適用することには阻害要因がある。すなわち，上記技術には，盲鋲素子が定着せず，場合によっては側方へ屈曲するか，又は外方に向かって形成すべき隆起が内方へしわになるという問題がある。また，引用発明に上記技術に係る構造を適用した場合，管状部材（4）の頭部（3）から遠い方の下端部に雌ねじを設けた上で，更に管状部材（4）の下端部に雌ねじを設けることができたとしても，この管状部材（4）には，先端に穿孔刃（1）を有する軸状部材（2）が嵌装され，更に管状部材（4）に雄ねじが形成された棒状部材を嵌装することはできず，棒状部材の雄ねじを雌ねじにねじ込んで棒状部材を引き上げて管状部材（4）を変形させることはできない。また，引用発明において，管状部材（4）に嵌装された「先端に穿孔刃（1）を有する軸状部材（2）」は必須の構成であり，先端に穿孔刃（1）を有する軸状部材（2）に代えて，上記技術に係る構造を採用して，雄ねじが形成された棒状部材を嵌装することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明に対して審決の認定した周知技術又は刊行物2に記載された発明（刊行物2発明）を適用した場合の構成",
              "text": [
                "引用発明の溝孔6は，本願発明の従来技術である細長いスリットである。溝孔6で分割された分割片4の強度と，その上下の溝孔のない軸部壁の強度とは大きな差があり，軸方向の荷重をかけても，分割片4は変形するが，その上下の溝孔のない軸部壁は変形しない。",
                "したがって，引用発明に，溝孔のない軸部壁だけで構成される上記技術又は刊行物2を適用しても，分割片4だけが外側へ折れ曲がって，細長い部材が放射状に広がった拡開部9が形成されるにすぎない。",
                "なお，更に大きな荷重をかけた場合には，拡開部9の下側の穴のない軸部壁部分，すなわち，止め頭部として機能しない部分が若干変形する可能性があるが，そのような場合には，強度的に考えて，拡開部9が根元で切れて離脱するおそれがあり，現実にはあり得ない。",
                "引用発明に周知技術を適用したとしても，本願発明において，変形区域（5）の肉厚に関する記載はないから，変形区域の構造を「軸部が適当な肉厚を有することにより変形が生じるもの」に限られないから，引用発明の「複数の溝孔6」に換えて周知技術の「軸部が適当な肉厚を有することにより変形を生じる」との事項を用いても，本願発明に想到しない。また，拡大溝孔6aの機能を維持するために，拡大溝孔6aの長さを変更して短くする理由はなく，本願発明の穴（7）には想到しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な効果についての判断の誤り",
              "text": [
                "引用発明では，止め頭部の形成を規定できるよう変形することはできるが，止め頭部として，環状部材4に対応する細長い部材が放射状に広がった拡開部9が形成され，リベットの板への締結強度に劣るという問題を有し，他方，従来技術及び刊行物2に記載の留め具では，部材への締結強度は確保できるが，留め具が定着せず，場合によっては側方へ屈曲するか，又は外方へ向かって形成すべき隆起が内側へしわになる問題が生じる。本願発明は，引用発明や従来技術及び刊行物2発明では不可能であった「止め頭部の形成が精確に規定でき，かつ部材への十分な締結強度を確保可能な盲鋲素子」を提供できることになった。",
                "したがって，本願発明が奏する効果は，格別なものでないという審決の判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の「盲鋲素子（1，21）の変形」は，本願明細書における，「変形区域の外方への屈曲は，従って弱体化部により決定される個所において始まる」（【0015】）及び「穴7の範囲に形成されている軸部壁6の中央縦範囲12が外方へ変形し，それにより具体的に軸部3のこの弱体化部の範囲において，従って軸部3の短い軸線方向長さにわたって，軸部3の変形が始まる。雌ねじ4がねじ心金によりさらに板9のほうへ引張られると，図4に示す状態が生じ，変形区域5の完全な変形により，板9の壁厚に相当する範囲を除いて，止め頭部11が形成される」（【0040】）との各記載からすると，盲鋲素子（1，21）の変形区域（5）の外方への屈曲のことである。一方，引用発明の「管状部材4の屈曲」とは，「溝孔6によって分割された管状部材4が狭幅部4aにおいて折曲げられ外方へ屈曲」（甲1・2頁左下欄3～5行）することである。そうすると，引用発明の「管状部材4の屈曲」と本願発明の「盲鋲素子（1，21）の変形」とは，盲鋲素子が外方へ屈曲する点で共通する。",
                "また，「変形」との用語に関して，本願明細書には，「軸部の縦軸線に対して平行に設けられる4つのスリットが，変形区域の全長にわたって延びている。・・・4つのスリットの間にある橋絡片の変形が，橋絡片の大きい屈曲長のため，変形区域の所定の個所では行われない。」（【0010】）との記載があり，4つのスリットの間にある橋絡片に対しても用いられている。したがって，引用発明の「管状部材4の屈曲後」は，本願発明の「盲鋲素子（1，21）の変形後」に相当する。",
                "本願発明の「環状止め頭部（11）」は，本願明細書における，「比較的薄壁の板9は頭部2と止め頭部11との間に締付けられている。」（【0048】）との記載からすると，周方向に連続した環状隆起で，頭部2と協働して板を締め付けるものである。一方，引用発明の「拡開部9」は，刊行物1の「二枚の部材20，21は頭部3と拡開部9とにより挟み固定される」（2頁左下欄8～9行）及び「穿孔刃が管状部材を拡開させ管状部材の頭部と協働して部材を挟み固定する」（3頁右上欄7～9行）との記載からすると，頭部3と協働して部材20，21を挟み固定するものである。このように，引用発明の「拡開部9」と本願発明の「環状止め頭部（11）」とは，頭部と協働して部材を挟み固定するという機能において共通し，形状・構造において相違する。",
                "また，「止め頭部」との用語に関して，本願明細書には，「本発明による盲鋲素子では，間にある橋絡片を持つ長いスリットは設けられないので，盲鋲ナットは著しく短く構成され，異なる形状の隆起を持っている。隆起は縦方向に延びるスリットを持つ盲鋲素子がその止め頭部で板に当接しない大きい扇形範囲とは異なり，ほぼ環状の大きい支持面として現われる。」（【0017】）との記載があり，縦方向に延びるスリットを持つ盲鋲素子が板に当接する部分を「止め頭部」としている。したがって，引用発明の「拡開部9」と本願発明の「環状止め頭部（11）」とは，「止め頭部」という限りで共通し，本願発明では，止め頭部が「環状降起の形の環状止め頭部（11）」であるのに対し，引用発明では，止め頭部が拡開部9である点で相違する。",
                "以上により，引用発明の「管状部材4の屈曲後」は，本願発明の「盲鋲素子（1，21）の変形後」に相当し，引用発明の「拡開部9」と本願発明の「環状止め頭部（11）」とは，「止め頭部」という限りで共通するから，引用発明の「管状部材4の屈曲後に拡開部9を形成するため」との構成と本願発明の「盲鋲素子（1，21）の変形後に環状降起の形の環状止め頭部（11）を形成するため」との構成とは，「盲鋲素子の変形後に止め頭部を形成するため」という構成で一致する。したがって，「盲鋲素子の変形後に止め頭部を形成するため」という構成を一致点とした審決に，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明の「変形区域（5）」について，本願明細書には，「図1及び2は，据え込みされる前の盲鋲ナット1の第1実施例を示している。盲鋲ナット1は頭部2及び軸部3を持っている。軸部3は，頭部2から遠い方の端部に雌ねじ4を持ち，雌ねじ4と頭部2との間に変形区域5を持っている。原則的にこの変形区域5は頭部2の所まで延びている。なぜならば，この範囲で盲鋲ナット1は，雌ねじ4へ引張り力を導入する際，変形するからである。実際には，盲鋲ナットは板状部材9特に板に鋲止めされているので，この変形区域5は，頭部2から遠い方にある板の側の所までしか延びていない。」（【0034】）との記載があり，図1には，変形区域5として，盲鋲素子1の頭部2から下方に軸部壁6の薄肉部分（軸部壁6の厚肉部分には雌ねじ4が設けられている。【0037】に具体的寸法が記載されている。）までの範囲が示されている。これらの記載からみて，本願発明の「変形区域（5）」は，盲鋲素子1の頭部2から下方にある引張り力を導入する際変形する軸部壁6の薄肉部分のことであり，比較的薄壁の板9（図4）や比較的厚壁の板9（図5）を鋲止めする際に，実際に変形し止め頭部11を形成する“実際”の変形区域5とは異なる。一方，引用発明の「複数の溝孔6が形成された領域」は，「引抜き方向へ移動するため溝孔6によって分割された管状部材4が狭幅部4aにおいて折曲げられ外方へ屈曲して拡開部9を形成する」（甲1・2頁左下欄2～5行）ものである。そうすると，引用発明の「複数の溝孔6が形成された領域」と本願発明の「変形区域（5）」とは，引張り力が作用すると，変形する部分である点で共通する。",
                "また，「変形区域」との用語に関して，本願明細書には，「軸部の縦軸線に対して平行に設けられる4つのスリットが，変形区域の全長にわたって延びている。」（【0010】）との記載があり，軸部の縦軸線に対して平行にて延びている4つのスリットの部分を「変形区域」としているから，引用発明の「複数の溝孔6が形成された領域」は，「変形区域（5）」に相当する。",
                "さらに，本願発明の「軸部壁（6）の弱体化部」は，軸部3の変形が始まる軸部壁6の部分であって，変形区域5の中央の範囲に，軸部3の周囲にわたって穴7により形成された軸部壁6の残存部分である。一方，引用発明の「複数の狭幅部4a」は，屈曲の起点となり，「複数の溝孔6が形成された領域の中央の周範囲にのみ，拡大溝孔6aによって」形成される管状部の管壁の一部分である。そうすると，引用発明の「複数の狭幅部4a」と本願発明の「軸部壁（6）の弱体化部」とは，引張り力が作用すると，変形が始まる軸部壁の一部分である点で共通し，引用発明の「複数の狭幅部4a」は，本願発明の「軸部壁（6）の弱体化部」に相当する。",
                "したがって，引用発明の「複数の溝孔6が形成された領域」は，「変形区域（5）」に相当し，引用発明の「複数の狭幅部4a」は，本願発明の「軸部壁（6）の弱体化部」に相当するから，引用発明の「管状部が，複数の溝孔6が形成された領域の中央の周範囲にのみ，拡大溝孔6aによって複数の狭幅部4aを持っている」との構成と本願発明の「軸部（3）が，変形区域（5）の中央の周範囲にのみ，軸部（3）にある複数の穴（7）により，軸部壁（6）の弱体化部を持っている」との構成とは，軸部が，変形区域の中央の周範囲にのみ，軸部壁の弱体化部を持っている点で一致する。「軸部が，変形区域の中央の周範囲にのみ，軸部壁の弱体化部を持っている」点を一致点とした審決に，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張するような相違点の看過は，存在しない。",
                "原告は，本願発明の穴（7）は，貫通穴又は非貫通穴のいずれを問わず，軸部壁（6）の一部が切り取られて形成された空間であり，本願明細書の図1，3，7，8等に示すように，線を描く始点と終点が一致した閉じられた線図で画定された空間であると主張する。",
                "しかしながら，本願発明の穴（7）が原告主張のとおりであるとすれば，当然，スリットは，本願発明の穴（7）に含まれる。引用発明の溝孔6は，当該定義に合致するから，本願発明の穴（7）に対応するが，溝孔6は，閉じられた線図で画定される，拡大溝孔6aも含んでいるから，上記定義に従えば，本願発明の穴（7）に対応するのは，引用発明の拡大溝孔6aを含む溝孔6である。",
                "もっとも，このような主張は，出願経過における主張と矛盾する。本願明細書及び手続補正書の記載によれば，本願発明の穴（7）には，スリットが含まれないはずである。すなわち，本願明細書には，「本発明による盲鋲素子では，間にある橋絡片を持つ長いスリットは設けられない」（【0017】），及び，「これらの穴は，大きい長さ-幅比を持つスリットのように細長くは形成されていない」（【0027】）との記載があり，「発明を実施するための最良の形態」に記載される各実施例において，「穴7」と「スリット14」とが明確に使い分けられている。また，本願の出願手続において，平成24年8月3日付け拒絶理由通知（乙1）で，特許庁審査官が「発明の詳細な説明において，『穴7』を有する例だけでなく，『スリット14』や『環状溝29』を有する例も，本発明の『実施例』として記載されている。（中略）上記『スリット14』や『環状溝29』も『穴』の一種であるのかどうか，現状の記載では不明確である。」との拒絶理由を示したのに対し，原告は，平成24年11月13日付け意見書（乙2）において「理由2に関し，図6及び8aは本発明の実施例を示すものではないことを明らかにしました。」と述べ，手続補正書によって，図6に示される円周方向に延びる「4つのスリット14が同じ個所に設けられている」（甲3【0044】）第3実施例を「参考例」（甲4【0044】）と補正し，本願発明の穴（7）からスリットを意識的に除外している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明に対する審決の認定した周知技術の適用の可否",
              "text": [
                "航空学辞典の717頁の「リブナット」，刊行物2のFIG.3及び特開2001-124038号公報の図1（b）及び図2（c）は，本願優先日当時，リベットの軸部が，頭部から遠い方の端部の範囲に，雌ねじを持ち，かつ雌ねじと頭部との間に変形区域を持つことが，周知技術であることを示している。これらの文献には，盲鋲素子が定着せず，場合によっては側方へ屈曲するか，又は外方へ向かって形成すべき隆起が内方へしわになるといった問題について記載されておらず，当該周知技術が上記問題を生じるか不明であって，引用発明への適用に阻害要因があるとはいえない。",
                "引用発明と周知技術とを対比すると，両者は，リベットに関する技術である点で一致し，後者の「リベットの軸部」は前者の「管状部材4の管状部」に相当し，以下同様に，「頭部」は「頭部3」に，「変形区域」は「複数の溝孔6が形成された領域」に相当する。また，周知技術の「頭部から遠い方の端部の範囲に，雌ねじを持」つことと，引用発明の「頭部3から遠い方の先端部を持」つこととは，頭部から遠い方の先端部に変形区域を変形させる引張り力を作用させる部位を持つ点で共通する。このように，引用発明と周知技術とは，技術分野が一致し，相当ないし共通する構成があり，機能・作用も共通するから，引用発明に周知技術を適用することは，当業者が容易に想到し得たことである。",
                "刊行物1には，「第1図乃至第4図は本発明の第一の実施態様を示すもので, 先端に穿孔刃1を有する軸状部材2と，基端に角形板状の頭部3を有する管状部材4とからなり，軸状部材2に管状部材4を嵌装して構成したリベット5が使用されている。」（2頁左上欄5～10行）との記載があり，リベット5は，先端に穿孔刃1を有する軸状部材2と基端に角形板状の頭部3を有する管状部材4とからなり，管状部材4と軸状部材2とは分離した別の部材であり，引用発明は，当該リベット5のうち，その一部をなす管状部材4に係る発明である。そして，周知技術の「頭部から遠い方の端部の範囲に，雌ねじを持」つことと，引用発明の「頭部3から遠い方の先端部を持」つこととは，頭部から遠い方の先端部に変形区域を変形させる引張り力を作用させる部位を持つ点で共通し，刊行物1の軸状部材2と周知技術に用いられる棒状部材とは，引張り力を作用させる手段である点で共通するから，軸状部材2に換えて，周知技術の「雌ねじに棒状部材の雄ねじをねじ込み，棒状部材を引き上げる」との事項を用いることは，当業者が容易に想到し得たことである。",
                "原告が主張するように，引用発明に周知技術を適用した場合に，「切断後の軸状部材2の先端部分が，管状部材4の中に残る」ことはなく，また，穿孔刃1による穿孔は，刊行物1の「固着するにあたり，部材にリベット孔を形成してリベットの軸部を挿入貫通」（甲1・1頁右下欄1～2行）するとの従来技術で代替可能である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明に対して審決の認定した周知技術及び刊行物2発明を適用した構成",
              "text": [
                "引用発明は，頭部3と溝孔6が形成された領域の上端との距離を特定しておらず，頭部3から遠い方の先端部と溝孔6が形成された領域の下端との距離も特定していないから，これらの距離は任意である。",
                "周知技術の「変形区域」は，引用発明の「複数の溝孔6が形成された領域」に相当するから，引用発明の「複数の溝孔6」に換えて周知技術の「軸部が適当な肉厚を有することにより変形を生じる」との事項を用いることに，格別の困難性はない。",
                "そうすると，引用発明に周知技術を適用したものは，周知技術の変形区域の構造からみて，引張り力が作用すると，変形区域に生じる止め頭部が「環状降起の形の環状止め頭部」となる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な効果",
              "text": [
                "原告の主張するような，本願発明が奏する効果は，引用発明，刊行物2に記載された事項及び上記周知技術から予測可能なものであって，引用発明，刊行物2に記載された事項及び上記周知技術が奏する効果の総和以上のものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願発明は，上記第2の2記載のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書（甲3，4）には，次のとおりの記載がある。",
                    "【0001】",
                    "本発明は頭部及び軸部を持つ盲鋲素子であって，軸部が，頭部から遠い方の端部の範囲に，雌ねじ又はボルト用受入れ部を持ち，雌ねじ又はボルト用受入れ部と頭部との間に変形区域を持ち，頭部が軸部より大きい外径を持っているものに関する。本発明は更に盲鋲素子の使用方法に関する。",
                    "【0002】",
                    "このような盲鋲素子は例えば盲鋲ナット又は盲鋲ボルトとして構成されている。",
                    "【背景技術】",
                    "【0006】",
                    "例えばドイツ連邦共和国特許出願公開第19808685号明細書に記載されているような簡単な構造の従来の盲鋲ナット及び最初にあげた種類の盲鋲素子では，止め頭部が変形を始める変形区域の範囲が規定されず，更に特定の前提条件を必要とする組立て装置に関係する。従来の盲鋲ナットは，例えば比較的高い強度の材料なるべく金属においてのみ鋲止め可能である。",
                    "【0007】",
                    "これらの盲鋲ナットでは，小さい抵抗に応じて，鋲頭部から遠い方の側で穴から出る変形区域の範囲と著しく厚壁のねじ区域との間の間隔の半分の所に，止め頭部が形成されている。例えばプラスチック又はいわゆるサンドイッチ構造等のように充分に強固ではない材料では，止め頭部の形成が規定可能でない結果，盲鋲ナットが固定的にはまらず，場合によっては側方へ屈曲するか，又は外方へ形成される隆起が内方へ折り畳まれて，ねじ心金の取外しを妨げるか，又はこれを損傷する。止め頭部が規定されない結果，従来の盲鋲ナットは，非常に限られた締付け範囲，従って変形区域の同じ長さで盲鋲ナットを使用できる異なる材料厚さの範囲しか持たない。例えばM8の大きさのボルトの受入れに役立つ盲鋲ナットは，2．5mmの締付け範囲しか持たず，0．5～3．0mm，3．0～5．5mm等の異なる範囲の大きさで製造せねばならない。",
                    "【0008】",
                    "盲鋲素子が盲鋲ナットとして構成される最初にあげた種類の盲鋲素子は，更に米国特許出願公開第3，789，720号明細書（注：米国特許出願公開第3，789，728号明細書の明らかな誤記と認める。）から公知である。この明細書では，軸部は変形区域の範囲に一定の外径で段付けされた内径を持っている。頭部に近い方にある変形区域の範囲は，雌ねじに近い方にある軸部の範囲より小さい壁厚を持っている。この盲鋲ナットでは，軸部の縦軸線に対して平行に延びる4つのスリットが設けられて，軸部を貫通し，1つの方向において雌ねじの所まで延び，また逆の方向において，この盲鋲ナットの締付け範囲を考慮して最も薄壁の板の壁厚にほぼ相当する間隔だけ頭部から離れた所まで延びている。",
                    "【0009】",
                    "この盲鋲ナットは，板の裏側で，板にある穴の中心からできるだけ大きく離れた支持を行って，比較的薄く従って不安定な材料における変形を回避し，それにより負荷のかかる際外れるか又は外れる可能性のある変形を回避する，という役割を持っている。これにより同時に大きい締付け範囲が生じるが，高い製造費，即ち従来の盲鋲ナットに対して約3倍の製造費によって得られる。この盲鋲ナットは非常に長く，従って多くの材料を必要とする。これは機械の価格にも現れる。更にスリットの加工も非常に高価である。なぜならば，このような盲鋲ナットの製造は，一般に流れ作業において，長い盲鋲ナットを圧縮成形するためのプレス及びプレス工具に伴う著しい費用で行われる。この盲鋲ナットが，その目的に応じて使用されるのではなく，大きい締付け範囲を得るためにのみ使用されると，スリット従って鋲に生じる円花窓のため，ナットが板によく締付けられないという危険がある。盲鋲ナットの据え込みの際，4つのスリットの間にある橋絡片が，その自由範囲即ち板が存在しない所で，半径方向外方に変形して，橋絡片のこれらの範囲の脚辺が互いに重なることになる。その結果盲鋲ナットの変形した区域の半径方向範囲が非常に大きくなる結果，板におけるその半径方向支持部が，軸部の縦軸線から非常に大きく離れた所にある。それぞれの橋絡片の大きい屈曲長及びスリットのため，橋絡片の変形が始まる軸部の明白な範囲が，板の同じ厚さ寸法に関して生じない。この盲鋲ナットでは，その長さのため板の後方に深い構造空間を必要とするが，この構造空間がしばしば存在しないという欠点がある。従ってこのような場合，盲鋲ナットは使用不可能である。スリットの範囲例えばそれぞれのスリットの半分の長さの所で，軸部壁の更に弱体化を行い，それにより軸部の適切な変形が行われるとしても，このような盲鋲ナットは，まだ高い製造費を別として，依然として大きい長さ従って限られた使用範囲という欠点を持っている。",
                    "【0010】",
                    "別の盲鋲ナットが米国特許出願公開第5，259，714号明細書から公知である。ここでも同様に，軸部の縦軸線に対して平行に設けられる4つのスリットが，変形区域の全長にわたって延びている。変形区域の範囲にある段付けされた直径は，この盲鋲ナットでは，設けられていない。この構造は，米国特許出願公開第3，789，728号明細書による盲鋲ナットと同じ高い製造費を持っている。この構造は，拡張された締付け範囲を可能にするが，他の点では従来の盲鋲ナット同じ問題を持っている。この盲鋲ナットでも，4つのスリットの間にある橋絡片の変形が，橋絡片の大きい屈曲長のため，変形区域の所定の個所では行われない。偶然の変形の際，盲鋲ナットの不充分な取付けの危険がある。",
                    "【0011】",
                    "米国特許第5，051，048号明細書から公知の盲鋲ナットは，頭部及び軸部を持ち，一定の外径を持つ軸部は，頭部から遠い方の端部に雌ねじを持ち，雌ねじと頭部との間に変形区域を持っている。軸部は，軸部の雌ねじと頭部との間に2つの軸区域を持ち，頭部に近い方にある一方の軸部区域は一定の内径を持ち，この区域は比較的薄壁に形成されており，この軸部区域に続く軸部区域は，雌ねじの方へ円錐状に先細になる内径を持っている。その結果雌ねじの方へ，この軸部区域の壁厚が増大している。軸部は，両方の軸部区域の移行範囲で変形する傾向を持っていない。変形は，この盲鋲ナットが挿入される材料の厚さに関係している。この構造により，締付け範囲の僅かな拡張が行われる。所定の止め頭部の形成は行われない。従って従来の盲鋲ナットにおけるようなすべての問題が残っている。",
                    "【0012】",
                    "国際出願対応の第69917827号明細書（注：ドイツ連邦共和国特許第69917827号明細書の明らかな誤記と認める。）には，盲鋲ナット又は盲鋲ボルトとして構成される盲鋲素子が記載されている。盲鋲ナットは，その変形区域に，盲鋲ナットの縦軸線に対して平行に延びる4つのスリット，従って前述した欠点を持っている。盲鋲ボルトは，変形範囲にスリットを備えておらず，外側ローレット溝を備えている。これにより盲鋲ボルトの据え込み従って変形区域の据え込み変形の際，板にあるローレット溝が，盲鋲ボルトを受入れる穴の範囲及び穴に続く板の縁範囲において引っ掛かるようにすることができる。",
                    "【発明の開示】",
                    "【発明が解決しようとする課題】",
                    "【0013】",
                    "本発明の課題は，最初にあげた種類の盲鋲素子を発展させて，変形区域における止め頭部の形成が精確に規定されることによって，上述した従来技術による盲鋲素子の欠点を回避することである。",
                    "【課題を解決するための手段】",
                    "【0014】",
                    "この課題は，盲鋲素子の変形後に環状隆起の形の環状止め頭部を形成するため，軸部が，変形区域の中央の周範囲にのみ，軸部にある複数の穴により，軸部壁の弱体化部を持っていることによって，解決される。",
                    "【0015】",
                    "変形区域の中央の周範囲にある弱体化部により，この不連続な範囲にある軸部の壁が，屈曲部準備のため不安定にされる。変形区域の外方への屈曲は，従って弱体化部により決定される個所において始まる。この中央の周範囲においてのみ，軸部壁の弱体化が行われる。他の範囲では，軸部壁は弱体化されないままであり，それにより全壁厚が利用可能である。",
                    "【0016】",
                    "従って本発明によれば，軸部壁の弱体化が一方では変形区域の中央の範囲において行われ，他方では変形区域の周範囲において行われる。従って弱体化は，従来技術におけるように，例えば大きい長さを持つスリットにより，変形区域の大きい長さにわたって行われるのではない。弱体化部は，変形区域の周範囲において方向づけられており，従って盲鋲素子の据え込み後隆起が形成される範囲において方向づけられている。",
                    "【0017】",
                    "本発明による盲鋲素子では，間にある橋絡片を持つ長いスリットは設けられないので，盲鋲ナットは著しく短く構成され，異なる形状の隆起を持っている。隆起は縦方向に延びるスリットを持つ盲鋲素子がその止め頭部で板に当接しない大きい扇形範囲とは異なり，ほぼ環状の大きい支持面として現われる。従って板と結合される盲鋲素子が，後でねじ止めする際板に対して回る危険もない。従って鋲止めされる盲鋲素子の締付け力は著しく大きい。",
                    "【0020】",
                    "変形区域の縦方向にそのほぼ全長範囲にわたって延びる長いスリットは必要でないので，著しく大きい締付け範囲で，盲鋲素子は著しく短く構成可能である。据え込みの際盲鋲素子の屈曲が盲鋲素子の特定の範囲で始まり，従って盲鋲素子の据え込みの際屈曲湾曲が板厚に関係して一義的に決定可能であるため，盲鋲素子を精確に据え込みすることができ，この場合形成される止め頭部の縦軸線との外側間隔は，軸部の縦方向に延びる長いスリットを持つ公知の盲鋲素子より著しく小さい。",
                    "【0027】",
                    "基本的に盲鋲素子に，穴とスリットの組合せを設けることもできる。本発明による盲鋲の構造的に簡単な構成は，円形断面の穴を持っているものである。これらの穴は盲鋲の製造の際打抜かれるか穴あけされる。穴は，例えば主軸線が軸部の縦軸線に対して直角な平行に延びている長円形又は長穴として形成されているように，変更可能である。従ってこれらの穴は，大きい長さ-幅比を持つスリットのように細長くは形成されていない。穴は全く滴状に形成可能であり，滴の先端が軸部の縦方向に向けられかつ頭部から離れるように設けられている滴形状の配置が有利である。",
                    "【0030】",
                    "従って本発明は，比較的短い全長を持つか特に大きい締付け範囲を持つ盲鋲素子を提案する。盲鋲素子は，変形区域の中央の周範囲に，従って雌ねじ又はボルト用受入れ部から離れた所に，軸部壁の弱体化部を持っている。・・・",
                    "【0031】",
                    "本発明による盲鋲素子では，変形区域における止め頭部の形成が精確に規定されているので，従来の盲鋲ナットに存在する問題，即ち盲鋲素子が定着せず，場合によっては側方へ屈曲するか，又は外方へ向かって形成すべき隆起が内方へしわになるという問題もない。本発明による盲鋲素子が規定されて部材に鋲止めされる可能性のため，盲鋲素子の著しく広い使用範囲が生じる。盲鋲素子は，例えばプラスチックのように充分堅くない材料又はいわゆるサンドイッチ構造により結合される材料に鋲止め可能であり，その際止め頭部が 【図1】",
                    "部材の壁に係合する。・・・",
                    "【発明を実施するための最良の形態】",
                    "【0034】",
                    "図1及び2は，据え込みされる前の盲鋲ナット1の第1実施例を示している。盲鋲ナット1は頭部2及び軸部3を持っている。軸部3は，頭部2から遠い方の端部に雌ねじ4を持ち，雌ねじ4と頭部2との間に変 【図2】",
                    "形区域5を持っている。原則的にこの変形区域5は頭部2の所まで延びている。なぜならば，この範囲で盲鋲ナット1は，雌ねじ4へ引張り力を導入する際変形するからである。実際には，盲鋲ナットは板状部材9特に板に鋲止めされているので，この変形区域5は，頭部2から遠い方にある板の側の所までしか延びていない。",
                    "【0035】",
                    "軸部3は，変形区域5の中央の範囲に，軸部3の周囲にわたって軸部壁6の弱体化部を持っている。この弱体化部は，軸部を半径方向に貫通する円形断面の4つの穴7により形成されている。穴7は，図1のII-II線による断面に相当する円面を持つ軸部3の周囲円に設けられ，従って軸部縦軸線8に対して直角に設けられている。穴7は軸部3の周囲にわたって均一に設けられ，これらの穴の中心はそれぞれ互いに90°の角をなしている。軸部3の軸線方向に，中央の弱体化された周範囲15が延び，従って軸部縦軸線8の方向における穴7の範囲に従って延び，周囲に設けられる穴7のため，軸部3の周囲にわたってその弱体化が行われる。",
                    "【0036】",
                    "軸部3の外径は一定である。軸部3の内径も変形区域5の範囲で一定であり，頭部2の内径と同じである。雌ねじ4と穴7との間隔は，穴7と頭部2との間隔より小さい。",
                    "【0040】",
                    "盲鋲ナット1の据え込みの際中間状態で，頭部2が盲鋲据え込み装置により板9へ押付けられ，雌ねじ4へねじ込まれているねじ心金が，雌ねじ4を持つ軸部3の範囲を，板9又は頭部2の方へ引張る。その際穴7の範囲に形成されている軸部壁6の弱体化部のため，穴7の範囲に形成されている軸部壁6の中央縦範囲12が外方へ変形し，それにより具体的に軸部3のこの弱体化部の範囲において，従って軸部3の短い軸線方向長さにわたって， 【図4】",
                    "軸部3の変形が始まる。雌ねじ4がねじ心金によりさらに板9のほうへ引張られると，図4に示す状態が生じ，変形区域5の完全な変形により，板9の壁厚に相当する範囲を除いて，止め頭部11が形成される。比較的薄壁の板9の場合，止め頭部11は強く押出され，即ちこれが大きい直径及び大きい厚さを持つ。なぜならば，盲鋲ナット1は，鋲止め過程の際変形区域5の比較的大きい長さにわたって変形できるからである。止め頭部11は環状に形成され，前に存在したそれぞれの穴7の範囲に環状隆起12が形成され，それぞれの隆起12の平行な隆起壁の間に，軸部3の縦範囲に対して直角に延び従って接線方向に延びる，前に軸部壁6を貫通していた穴7の閉じた細長いスリット輪郭13が形成されている。比較的薄壁の板の場合，このスリット輪郭13は，軸部縦軸線8の方向に延びる範囲に関して，止め頭部11のほぼ半分の厚さの範囲に延びている。",
                    "【0041】",
                    "【図5】",
                    "比較的薄壁の板を使用する場合，止め頭部11の直径が頭部2の直径と同じ大きさ，場合によってはそれより大きくなるまで，変形区域5が変形することができる。",
                    "【0042】",
                    "図5は，比較的厚壁の板9に鋲止めされる同じ盲鋲ナット1の状態を示している。この図からわかるように，板厚さの 【図7】",
                    "ため比較的小さい止め頭部11しか形成されない。止め頭部11は，比較的小さい直径及び比較的小さい厚さを持っている。軸部縦軸線8の方向に変形区域5の比較的小さい範囲にわたってのみ変形区域5の変形が可能であり，変形が依然として盲鋲ナット1の穴7に対応する範囲から始まっているので，止め頭部として，鋲止めの際穴7の変形の際生じる隆起11は，比較的薄壁の板9への隆起11の当接面の近くにある。",
                    "【0045】",
                    "図7の実施例による盲鋲ナット1は，図1及び2による実施例に対して，次の点でのみ変更されている。即ち円形断面を持つ穴7の代わりに，長穴として形成される穴7が設けられ，長穴の縦軸線は軸部3の縦軸線8に対して平行に延びている。",
                    "【0048】",
                    "【図9】  【図10】",
                    "図9a～9dは，図7の実施例により形成される盲鋲ナット1を薄壁の板9に鋲止めする際の異なる経過を示している。図9aは板の穴へ挿入された盲鋲ナット1を示し，盲鋲ナット1の頭部2は板9に当接している。図9に示される両方向矢印の向きに，適当な工具により，頭部2が板9へ押付けられるので，鋲止め過程中頭部2が板9に当接する。盲鋲ナットは，回転可能で軸線方向移動可能なねじ心金を持つ適当な工具により鋲止めされる。このためねじ心金が頭部側から盲鋲ナット1の雌ねじ4へねじ込まれ，それから図9bの別の矢印の方向に軸線方向に移動されて，変形区域5の据え込みが行われるようにする。変形区域5の所定の範囲，具体的には穴の範囲における盲鋲ナット1の軸部3の不安定化のため，そこに鋲止め過程の初めに隆起11が形成され，ねじ心金の引続く軸線方向移動の際，図9bに中間段階について示されているように，更に頭部2及びこの頭部2から遠い方にある軸部3の端部の方向に延びている。ねじ心金が更に軸線方向に移動されると，隆起形式が強められ，それにより，図9cからわかるように，穴7が隆起の接線方向に延び，従って細長いスリットの方向に変形する。図9dは，鋲止め過程の終了後における盲鋲ナット1を示している。比較的薄壁の板9は頭部2と止め頭部11との間に締付けられている。隆起のスリット状構成が明らかにわかる。",
                    "【0049】",
                    "図10a～10dは，図9a～9dの図と同じように，適当な盲鋲ナット1従って図7の実施例による盲鋲ナットの鋲止めの際，ただし薄壁の板9への鋲止めの際，ねじ心金の軸線方向移動段階を示している。特に図10b及び10cからわかるように，形成される隆起11は，薄壁の板におけるより著しく早く板に当接し，特に図10dからわかるように，止め頭部の形成は，薄壁9に盲鋲ナットを鋲止めする際より著しく少ない量で行われる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，本願発明は，次のような発明であると認められる。",
                    "すなわち，従来の盲鋲素子は，止め頭部が変形を始める区域の範囲が規定されない（【0006】，【0007】），軸部の縦軸線に対して平行に延びる4つのスリットを設けたものは，スリットの加工が非常に高価である（【0008】，【0009】），盲鋲ナットの据込みの際，4つのスリットの間にある橋絡片が，半径方向外方に変形して，橋絡片のこれらの範囲の脚辺が互いに重なり，盲鋲ナットの変形した区域の半径方向範囲が非常に大きくなる結果，板におけるその半径方向支持部が，軸部の縦軸線から非常に大きく離れた所にある（【0008】，【0009】），それぞれの橋絡片の大きい屈曲長及びスリットのため，橋絡片の変形が始まる軸部の明白な範囲が，板の同じ厚さ寸法に関して生じない（【0008】，【0009】），4つのスリットの間にある橋絡片が大きいため，変形区域が所定の個所では行れず，盲鋲ナットの取付けが不十分となる危険がある（【0010】），軸部における雌ねじと頭部との間にある2つの軸区域のうち，頭部に近い方にある一方の軸部区域は一定の内径を持ち，比較的薄壁に形成されているが，この軸部区域に続く軸部区域は，雌ねじの方へ円錐状に先細になる内径を持ち，壁厚が増大しているため，軸部が，両方の軸部区域の移行範囲で変形する傾向を持っておらず，変形は，この盲鋲ナットが挿入される材料の厚さの影響を受ける（【0011】）などという問題点があったことから，本願発明は，変形区域における止め頭部の形成を精確に規定することによって，上述した従来技術による盲鋲素子の欠点を回避することを課題とし（【0013】），特に，軸部が，変形区域の中央の周範囲にのみ，軸部壁に穴を設けることによって形成された弱体化部を持つことで，この課題を解決したものである（【0014】）。また，本願発明では，変形区域の中央の周範囲にある弱体化部により，この不連続な範囲にある軸部の壁が，屈曲部準備のため不安定にされ，変形区域の外方への屈曲は，弱体化部により決定される個所において始まり，この中央の周範囲においてのみ，軸部壁の弱体化が行われ，他の範囲では，軸部壁は弱体化されないままであり，それにより全壁厚が利用可能となる（【0015】）。弱体化部は，変形区域の周範囲において方向付けられており，盲鋲素子の据込み後隆起が形成される範囲において方向付けられ（【0016】），間にある橋絡片を持つ長いスリットは設けられないから，盲鋲ナットは著しく短く構成され，また，隆起は，ほぼ環状の大きい支持面として現れるため，板と結合される盲鋲素子が，後でねじ止めする際板に対して回る危険もなく，鋲止めされる盲鋲素子の締付け力が著しく大きくなる（【0017】，【0020】）。",
                    "このように，本願発明による盲鋲素子では，変形区域における止め頭部の形成が精確に規定されているので，①従来の盲鋲ナットに存在するような，盲鋲素子が定着せず，場合によっては側方へ屈曲するか，又は外方へ向かって形成すべき隆起が内方へしわになるという問題もない，②盲鋲素子が規定されて部材に鋲止めされる可能性のため，盲鋲素子の著しく広い使用範囲が生じる，③盲鋲素子は，例えば，プラスチックのように充分堅くない材料又はいわゆるサンドイッチ構造により結合される材料に鋲止め可能となるという効果を奏する（【0030】，【0031】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "なお，「複数の穴（7）」に関し，本願明細書（甲3）には，「本発明による盲鋲素子では，間にある橋絡片を持つ長いスリットは設けられないので，盲鋲ナットは著しく短く構成され，異なる形状の隆起を持っている。」（【0017】），「これらの穴は，大きい長さ-幅比を持つスリットのように細長くは形成されていない。」（【0027】）と記載されているが，平成24年8月3日付け拒絶理由通知（乙1）における理由2（特許法36条4項1号に係る拒絶理由）の指摘「「スリット14」や「環状溝29」も「穴」の一種であるのかどうか，現状の記載では不明確である。」に対し，原告が，平成24年11月13日付け意見書（乙2）において，「理由2に関し，図6及び8aは本発明の実施例を示すものではないことを明らかにしました。」と記載し，平成24年11月13日付け手続補正書（甲4）にて，出願当初は実施例であった，スリット14に係る図6及 【図6】",
                  "text": [
                    "び環状溝29に係る図8aを実施例より除外し，参考例と補正したことを併せ考えると，出願人である原告は，「複数の穴（7）」には，少なくとも，図6及び図8aに係る「主軸線が盲鋲素子の縦軸線に対して直角な方向に延びているスリット及び環状溝」は含まない意図であったと解される。",
                    "【図8a】",
                    "もっとも，「穴（7）」という請求項の文言は変更されていない上に，手続補正において除外した実施例は，「変形後に環状降起の形の環状止め頭部（11）を形成する」という構成に含まれないからであるという解釈も可能であるから，「穴（7）」の解釈として一律に「スリット」を除外したと捉えるべきではない。",
                    "ブラインドナットの技術分野における「穴」は，原則として，その縦横の比率や形状を問わないものであり，閉じられた線図で画された部分をいうものと解され，本願発明における請求項の記載においても，これと異なる解釈を採用できない（本願明細書に「穴とスリットの組合せを設けることができる・・・・穴は，例えば主軸線が軸部の縦軸線に対して直角な平行に延びている長円形又は長穴として形成されているように，変更可能である。・・・穴は全く滴状に形成可能であり，」（【0027】）と記載されているのも，このことを裏付ける。）。本願発明の「穴（7）」は形状及び大きさを問わないとすると，「穴」の形状が縦長である程度大きなものであれば，変形後に“コスモスの花弁”状になる可能性があるが，このような構成は「環状降起の形の環状止め頭部」を有するものではないから，本願発明に含まれないにすぎない。本願明細書で従来技術として記載した米国特許出願公開第3789728号明細書（甲15）及び米国特許出願公開第5259714号明細書（甲14）に記載されているような「大きい長さ-幅比を持つスリット」は，変形後に環状止め頭部を形成しないものであるから，本願発明から除外されるのであって，「穴（7）」の解釈として「大きい長さ-幅比を持つスリット」を持つものは当然に除外されるとする必然性はない。",
                    "そして，この「穴（7）」が軸部壁の弱体化部をもたらすのであり，閉じられた線図で画された「穴（7）」が設けられた軸部の軸方向の範囲と弱体化部の範囲は，一致することになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1（特開昭51-130760号公報。甲1）には，次のとおりの記載がある。",
                    "「先端に穿孔刃を有する軸状部材に基端に頭部を有する管状部材を嵌装し，軸状部材を回転前進させ穿孔刃により部材に穿孔しつつ管状部材を一体的に前進させ穿設孔に挿入貫通して頭部を部材の表面に接触させ，次で管状部材を固定して軸状部材を回転させることなく基端方向へ引抜くことによりその穿孔刃の作用で部材の表面と反対側において管状部材を拡開し，この拡開部と前記頭部とにより部材を挟み固定することを特徴とする固着方法。」（特許請求の範囲）",
                    "「重ね合せられた複数の板状の部材を互いに固着するにあたり，部材にリベット孔を形成してリベットの軸部を挿入貫通しその突出端部を鍛造加工し頭部を形成して締付ける不便を解消するため，基端に頭部を有する管状部材と先端に拡大部を有する軸状部材とを組合せたリベットを用い，リベット孔に挿入して軸状部材を引張ることによって拡大部を管状部材に押込みこれを拡開し前記頭部と協働して部材を挟み固定する方法が広く採用されている。この方法によると，部材の裏側に作業者が入り込み或いは工具類を差し込むことなく表側からのみ施工できるという利点を有しているが，重ね合せられた部材のそれぞれに正確に中心を一致させたリベット孔を予め形成しなければならないという不便がある。」（1頁左下欄16行―右下欄15行）",
                    "「本発明はリベット孔の形成とリベットの挿入貫通とが同時に行なわれ，予めリベット孔を形成しておくことなく組立て現場においてきわめて簡便に施工できるようにしたものである。」（1ページ右下欄16行―2頁左上欄4行）",
                    "「第1図乃至第4図は本発明の第一の実施態様を示すもので，先端に穿孔刃1を有する軸状部材2と，基端に角形板状の頭部3を有する管状部材4とからなり，軸状部材2に管状部材4を嵌装して構成したリベット5が使用されている。管状部材4の外径は穿孔刃1の外径と等しいかまたはこれより僅か小さく，また軸線方向へ延びる複数個の溝孔6が両端郡を残して設けられ且つそれらの中央部には円周方向へ向う拡大溝孔6aが形成されていて拡開したときこの拡大溝孔6aによって狭くなった管状部材4の狭幅部4aに応力が集中して容易に曲げられるようになっている。」（2頁左上欄5行-右上欄1行）",
                    "「工具10の駆動軸11の先蹄にはねじ孔12を有する咬え部13が形成されていて，軸状部材2の基端部に形成したねじ部7をこのねじ孔12にねじ込み，駆動軸11をねじ込み方向へ回転させると共に咬え部13を囲んだ先端筒部14の先端面を頭部3の表面に接触させて重ね合せられた二枚の板状の部材20，21の表面に穿孔刃1を接当し直角に立てる（第1図）。そのまま回転を続けながら工具10を前進させると軸状部材2は回転しながら穿孔刃1が形成する穿設孔22に管状部材4と一体に挿入貫通し，頭部3が部材20の表面に接触するに至ったとき回転を停止して先端筒部14を頭部3に圧接し管状部材4を固定した状態で駆動軸11を引込ませ軸状部材2を基端方向へ引張り引抜く。このとき穿孔刃1の背面が管状部材4の先端面を押圧して引抜き方向へ移動するため溝孔6によって分割された管状部材4が狭幅部4aにおいて折曲げられ外方へ屈曲して拡開部9を形成するに至るもので，更に引張ることにより軸状部材2は小径の切断個所8において切断され先端部分は管状部材4の中に残置され，二枚の部材20，21は頭部3と拡開部9とにより挟み固定される（第2図）。」（2頁右上欄2行―左下欄9行）",
                    "「以上のように本発明は先端に穿孔刃を有する軸状部材に管状部材を嵌装して構成したリベットを用い，軸状部材を回転前進させて穿孔刃により部材に穿孔しつつ管状部材を一体的に前進させ穿設孔に挿入貫通させるものであるから，重ね合せられた部材のそれぞれに正確に中心を一致させてリベット孔を予め形成する必要がなくなり，組立現場において穿孔とリベットの挿入とが同時に行なわれきわめて簡便に且つ能率よく所定個所にリベットを貫通させることができるものである。また管状部材を固定して軸状部材を回転させることなく基端方向へ引抜くことによって穿孔刃が管状部材を拡開させ管状部材の頭部と協働して部材を挟み固定するので，リベットの貫通後は従来と同じ工法により簡易に固定できるものである。」（3頁左上欄11行―右上欄11行）"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，刊行物1に記載された発明は，次のようなものであると認められる。",
                    "すなわち，従来のブラインドナットでは，重ね合せられた部材のそれぞれに正確に中心を一致させたリベット孔を予め形成しなければならないという不便があったことから，リベット孔の形成とリベットの挿入貫通とを同時に行うとともに，組立現場において極めて簡便に施工できるようにするため，先端に穿孔刃1を有する軸状部材2と，基端に角形板状の頭部3を有する管状部材4とからなり，軸状部材2に管状部材4を嵌装して構成したリベット5を使用し，管状部材4の外径は穿孔刃1の外径と等しいか，又はこれよりわずかに小さく，また，軸線方向へ延びる複数個の溝孔6が両端郡を残して設けられ，かつ，それらの中央部には円周方向へ向かう拡大溝孔6aが形成されていて，拡開したときに拡大溝孔6aによって狭くなった管状部材4の狭幅部4aに応力が集中して容易に曲げられるようにしており，回転を続けながら工具10を前進させると，軸状部材2は回転しながら穿孔刃1が形成する穿設孔22に管状部材4と一体に挿入貫通し，頭部3が部材20の表面に接触するに至ったとき，回転を停止して先端筒部14を頭部3に圧接し管状部材4を固定した状態で駆動軸11を引き込ませ，軸状部材2を基端方向へ引き抜くことができるようにしたものである。このとき，穿孔刃1の背面が管状部材4の先端面を押圧して引抜き方向へ移動するため，溝孔6によって分割された管状部材4が狭幅部4aにおいて折り曲げられ，外方へ屈曲して拡開部9を形成するに至るもので，更に引っ張ることにより，軸状部材2は小径の切断個所8において切断され，先端部分は管状部材4の中に残置され，二枚の部材20，21は頭部3と拡開部9とにより挟み固定されるものである。",
                    "したがって，引用発明における管状部材の変形作用は，管状部材4に軸線方向に設けた複数の溝孔6により分割された管状部材4が折り曲げられて屈曲し，拡開部9を形成するものである。そして，引用発明に係る固着方法は，スリットによる変形作用を前提として，スリットに相当する溝孔6の長さ方向中央部に応力的に弱い部分として拡大溝部6aを形成することにより，狭幅部4aを形成して，狭幅部4aをスリット（溝孔6）間の軸部の変形の中心点（起点）としたものであると認められる。すなわち，変形する区域は，軸部のうち，複数の溝孔6を設けられた範囲であり，その範囲全体が弱体化部を構成するが，そのうち，特に拡大溝孔6aを設けた部分は，相対的により弱体となる。",
                    "よって，刊行物1には，引用発明として，「頭部3及び管状部を持つ管状部材4であって，管状部が，頭部3から遠い方の先端部を持ち，頭部3が管状部より大きい外径を持っているものにおいて，管状部材4の屈曲後に拡開部9を形成するため，管状部が，複数の溝孔6が形成された領域の中央の周範囲にのみ，拡大溝孔6aによって複数の狭幅部4aを持っている，管状部材4。」が記載されていると認められる。この点は，当事者間に争いがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "対比",
              "text": [
                "引用発明の「頭部3」，「管状部」は，それぞれ本願発明の「頭部（2）」，「軸部（3）」に相当する。引用発明の「管状部材4」はリベット5の一部であるから，本願発明の「盲鋲素子（1，21）」に相当する。引用発明の「先端部」は，本願発明の「端部」に相当する。引用発明の「複数の溝孔6が形成された領域」は，本願発明の「変形区域（5）」に相当する。これらの点は，当事者間に争いがない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，「盲鋲素子の変形後に止め頭部を形成するため」，「軸部が，変形区域の中央の周範囲にのみ，軸部壁の弱体化部をもっている」という構成を，本願発明と引用発明の一致点としたのは誤りであり，また，審決は，本願発明では弱体化部（穴）7が変形区域の軸方向中央にのみ設けられているのに対し，引用発明では弱体化部（溝孔6）が変形区域の全体に設けられているという相違点を看過した旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，検討するに，引用発明の止め頭部（拡径部9）は，例えば，溝孔6と溝孔6の間の管状部材4の狭幅部4aより上の部分が，変形により，管状部材の中心から径方向外側に向かって放射状に広がる“コスモスの花弁”の形状に拡開されたものであり，周方向に不連続に分離しているが，頭部3と共に板を挟んでいる。これに対し，本願発明の止め頭部（11）は，周方向に連続した“環状隆起”の形状をし，頭部と協働して板等を挟んでいる。このように，本願発明と引用発明において，止め頭部の形状自体は異なる。",
                "しかしながら，引用発明において，溝孔6と溝孔6の間の管状部材4の狭幅部4aより上の部分は，変形により拡開部9となり，頭部3と共に板を挟んでいるから，本願発明における「止め頭部」と同様に，盲鋲素子（1，21）の変形後に「頭部（2）と協働して板の締結を行う軸部壁（6）」であることに変わりない。この点，原告は，本願発明と引用発明における止め頭部の構造と機能の違いをもって，一致点であることを争うが，この点は，相違点として，止め頭部の形状が認定されており，その点で評価されているというべきである。",
                "したがって，「盲鋲素子の変形後に止め頭部を形成するため」という点を，本願発明と引用発明の一致点とした審決の判断に，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他方，引用発明は，本願発明の従来技術であるスリットによる変形作用を前提として，スリットに相当する溝孔6の長さ方向中央部に応力的に弱い部分として拡大溝部6aを形成することにより，狭幅部4aを形成して，狭幅部4aをスリット（溝孔6）間の軸部の変形の中心点（起点）としたものである。そして，変形区域については，軸の長さ方向でいえば，本願発明が，穴（7）を挟んで頭部（3）から雌ねじ（4）の間である（変形区域（5））のに対して，引用発明は，従来技術におけるスリットに相当する溝孔6のある領域であると認められるところ，引用発明は，「軸部壁の弱体化部」に相当する溝孔6のある領域全体の中で，特に応力的に弱い部分として拡大溝部6aにより狭幅部4aを形成して，軸部の変形の中心点（起点）としたのであって，従来技術のスリットと同様，狭幅部4aの上下に位置する溝孔6と溝孔6の間の軸部壁6が“く”の字状に折れ曲がることにより，拡開部9が形成されるものである。",
                "すなわち，引用発明は，従来技術のスリット（溝孔6）において，拡大溝部6aにより特に応力的に弱い部分を形成して，スリット（溝孔6）間の管状部材4を折り曲げやすくしたものに相当すると認められる。他方，本願発明は，変形区域の中央の周範囲に穴を設けることによって，応力的に弱い部分を形成し，折り曲げる際の起点とするものである。そして，本願発明にいう「穴」とは，閉じられた線図で画された部分をいい，これが応力的に弱体化部を形成するところ，これに該当するのは，引用発明では，溝孔6と拡大溝部6a両方で構成される部分ということになる。",
                "この点，被告は，引用発明の「複数の溝孔6が形成された領域」は「変形区域（5）」に，「複数の狭幅部4a」は本願発明の「軸部壁（6）の弱体化部」に相当すると主張するところ，本願発明における「穴」及び「穴」と「弱体化部」の関係に関する解釈を必ずしも明確に主張していないが，少なくとも，弱体化部に相当する「複数の狭幅部4a」は，拡大溝孔6aのみによって形成される前提と解される。しかしながら，このような被告の主張は，「穴」全部ではなく，その一部にのみ着目し，「弱体化部」に相当するとするものであって，前提において採用できない。",
                "したがって，引用発明は，変形区域全体が弱体化部であり，本願発明のように，「変形区域（5）の中央の周範囲にのみ，・・・軸部壁（6）の弱体化部を持っている」ものではない。よって，この点において，審決の一致点の認定には誤りがあり，変形区域と穴の位置関係に関する相違点の看過があると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点看過が審決の結論に与える影響",
              "text": [
                "そして，引用発明の構成において，変形区域全体に及んでいる弱体化部を，変形区域の中央の周範囲のみ設けることについての，技術的な課題や示唆に関する具体的記載は，刊行物1には存在しない。また，本願優先日前において，上記変形区域の一部のみに弱体化部を設けるという技術思想を示した先行文献の存在や，それを引用発明に適用できる技術的課題や示唆に関する記載の有無についても不明である。したがって，上記相違点の看過は，本願発明の進歩性の判断に影響を及ぼすおそれがある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由1には，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①審決の認定した軸部の構造，止め頭部の形状及び軸部壁の弱体化部の原因に関する相違点を前提にしても，引用発明に対する周知技術の適用は，当業者にとって，容易に想到できるものではない，②仮に，引用発明に溝孔のない軸部壁だけで構成される周知技術や刊行物2発明を適用した場合，分割片4だけが外側へ折れ曲がって，細長い部材が放射状に広がった拡開部9が形成されるにすぎないから，本願発明の構成に想到できない，③本願発明は，引用発明や従来技術及び刊行物2発明では不可能であった「止め頭部の形成が精確に規定でき，かつ部材への十分な締結強度を確保可能な盲鋲素子」を提供できる顕著な効果を有するなどと主張し，上記相違点に関する審決の判断は誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術の適用の可否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願優先日における周知技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物2（特開昭64-74307号公報。甲2）",
                      "text": [
                        "甲2には，以下の記載がある。",
                        "「1．孔を有する工作物にその工作物の一方の側からの操作のみで取り付ける一体形拡張式中空留め具において，管状の胴体と，その胴体の一端で半径方向に外側に広がった頭部を具備し，前記管状の胴体はその上端部が前記頭部に隣接し，その上端部の管壁は略一様な肉厚であり，また，前記管状の胴体は中間部と，前記頭部の反対側に在る下端部を有し，その下端部は内側にねじを切った内孔を有し，また，前記中間部の管壁は前記上端部から上記下端部に向かい徐々にその内厚を増し，前記管状の胴体の中心孔を通して挿入した引張工具により上記中間部管壁が外側に広がってつぶれ前記孔を有する工作物に押し付けられることを特徴とする一体形拡張式中空留め具。」（特許請求の範囲第1項）",
                        "「（産業上の利用分野）",
                        "本発明は留め具に関し，特に詳記すれば，取付孔を有する工作物の片側からの操作のみで取付け可能なねじロック形差し込み式中空留め具で，その中空留め具の本体部に，中間部の膨径，即ち径の拡張を調飾するためのテーパー状にされた中間部を有し，様々な寸法や厚さの加工物に使用できる差し込み式中空留め具に関する。上記のような差し込み式留め具は，構造材にドリル孔を明け，ねじを切ることが実際的でなかったり，或いは不可能な場合，又はその構造材の反対側に手が届かないような場合に用いられる。」（1頁右下欄14行―2頁左上欄5行）",
                        "「（作用）",
                        "本発明は留め具の中空の中間部分が，頭部に近い方の部分で管壁の肉厚が薄くなるようなテーパー状に構成されておりこの部分が留め具の膨径作用を調節するようになっている。」（2頁右上欄10-14行）",
                        "「第1図に扁平な環状の頭部即ちフランジ11と，その下に連接した中空の管状胴体12を有する差し込み式留め具10を示す。留め具10の管状胴体12は縦長の軸又は中空の円筒体で第3図に示すように頭部11と一体になった第1の部分13と中間の，内面がテーパーになった部分14と内部にねじを切った端部15を備えている。上記第1の部分，即ち上端部13の管壁は頭部11に接する部分から中間部分，即ち第2の部分まで均一な一定の肉厚になっている。また，中間部14は緩いテーパー状を成し，管壁の肉厚にねじを切った部分，即ち第3の部分15に向かって徐々に増加している。前記中間部分の中心孔はテーパー孔16で，その長さはねじを切った端部15の長さと略等しく，また，上端部即ち第1の部分13の長さとも等しくしても良い。",
                        "本発明による中空留め具10は，第3図に示されるようにAB問の厚さからAC間の厚さまで工作物の60％の厚さ増加の範囲まで使用可能である。本中空留め具は広い範囲の厚さに使用可能であるため，その有用性が著しく増し，在庫コストを低減可能である。」（2頁左下欄8行―右下欄11行）",
                        "「中空留め具10は，高強度の引き抜き棒17の先端にねじ込み，板状の構造部材19の孔に挿入して取付け，留め具の頭部11は板状構造部材19の上面22に密着して置かれる．次に，回転しないアンビル，即ち金敷24を引抜き棒17に通し，引抜き棒17に上向きの張力を加える際に留め具10のフランジ11を押圧する。縦方向の圧力とフランジの方向に向かう力により管状胴体のテーパー部は板状構造部材19の裏面25に接した部分でつぶれて膨径し，その膨径部分26（第5図）が上記裏面25に強固に押圧される。第6図に示すように同じ寸法の中空留め具10は，第4図，第5図に示した工作物19よりも大幅に厚い工作物30にも使用可能である。これは中間部分14のテーパー孔によりこの部分の管壁の肉厚が上端部13からねじを切った端部15に向け徐々に増加していることによる。即ち中間部でテーパー状になった肉厚により膨径作用が調挿され工作物30のような場合には取付け孔18がテーパー上部の肉厚の薄い部分の補強として働き，テーパーの肉厚の厚い部分で膨径が生じる。しかし，第5図に示すように工作物若しくは基板19がもっと薄い場合にはテーパー部14で，肉厚が厚い部分ではなく肉厚の薄い部分で膨径が生じる。上述のように中間部にテーパーを設けることにより単一の留め具で広い範囲の厚さに対応可能となり，特に肉厚が非常に多様な複合材料に関して有効である。上述の操作により本差し込み式留め具に板材のような外部部品を構造部材又は工作物（19又は30）に固着するねじ又はボルトを挿入し，それらねじ又はボルトを締め付け，固定する事が可能となる。」（2頁右下欄12行―3頁右上欄3行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「航空学辞典」（甲11）",
                      "text": [
                        "甲11には，以下の記載がある。",
                        "「リブナット",
                        "アメリカの盲鋲のなかでチェリー・リベットに次ぐくらい普及しているもの，・・・・先端はねじになっているのでしばしば裏に手の入らない場所に座付きナット(anchor nut)の代わりに用いられる。・・・」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開2001-124038号公報（甲9）",
                      "text": [
                        "甲9には，以下の記載がある。",
                        "「【請求項1】  ドリル部を有した引抜棒体と，鍔状部を有し前記引抜棒体に外嵌されるスリーブと，前記スリーブの外径に対応した孔開けを担う径拡大用ドリル部とから成ることを特徴とする下孔開け機構付き締結具。",
                        "【0001】",
                        "【産業上の利用分野】この発明は，例えば複数枚の板材を相互固定するのに用いられる下孔開け機構付き締結具に関する。",
                        "【0004】この発明は，上記の事情に鑑み，締結対象となる部材に下孔加工と締結具の挿入を同時に行うことができる下孔開け機構付き締結具を提供することを目的とする。",
                        "【0013】図1（a）に示すように，下孔開け機構付き締結具（以下，単に締結具という）1は，引抜棒体（マンドレルビス）2と，スリーブ3と，径拡大用ドリル部4とから成る。・・・",
                        "【図1】",
                        "【0015】同図（a）（b）に示すように，スリーブ3は略円筒形状を成し，上端には鍔状部3aを有している。このスリーブ3は塑性変形する素材から成る。スリーブ3の下端の内面側には，引抜棒体2の雄ねじ部2dに螺合する雌ねじ部3bが形成されている。引抜棒体2をスリーブ3内に装填して前記雄ねじ部2dを雌ねじ部3bに螺合させると，同図（a）に示している状態となる。この締結具1の製造手法としては，例えば，頭部2bが未装着の引抜棒体2をスリーブ3内に装填した後に引抜棒体2に頭部2bを圧入等により装着する方法などが考えられる。",
                        "【0016】図2に基づいて締結具1の締結手順を説明する。まず，同図（a）に示すように，締結対象となる2枚の板材5，6に締結具1を挿通させる。具体的に述べると，引抜棒体2のドリル部2aを板材5に当接させて引抜棒体2を回転させる。引抜棒体2の回転によってドリル部2aが回転するので板材5，6に孔が開く。更に径拡大用ドリル部4も回転するので，前記スリーブ3の外径に対応した孔開け，すなわち下孔が開けられていく。スリーブ3は引抜棒体2に螺着しているため，下孔開けの進行とともに当該下孔に挿入されていく。なお，この孔開けは，図示しない電動ドライバを引抜棒体2の頭部2bの溝部2cに【図2】",
                        "係合させて電動ドライバを駆動することにより行うことができる。",
                        "【0017】次に，同図（b）に示すように，引抜棒体2の頭部2bを図示しない工具にて把持して引き上げる。このとき，スリーブ3の鍔状部3aを下方に押さえ付けておく。スリーブ3は引抜棒体2に螺合しているため，この引抜棒体2が引き上げられると，その力を螺合部分で受け，この力にスリーブ3が耐えられなくなると，スリーブ3の胴体部は図のごとく周囲側に広がるように塑性変形する。この塑性変形によるかしめ状態によって，板材5，6が相互固定されることになる。",
                        "【0018】次に，同図（c）に示すように，引抜棒体2を孔開け時とは逆方向に回転させる。この逆方向回転によって螺合状態が徐々に解除されて引抜棒体2は上方向に移動する。この上方向移動によって径拡大用ドリル部4がスリーブ3の下面に衝突し，この衝突の衝撃力を受けて径拡大用ドリル部4が引抜棒体2から離脱する。これにより，引抜棒体2をスリーブ3から取り外すことができる。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術の認定",
                  "text": [
                    "上記各文献の記載によれば，本願優先日当時において，ブラインドナットの技術分野において，「リベットの軸部が，頭部から遠い方の端部の範囲に，雌ねじを持ち，かつ雌ねじと頭部との間に変形区域を持つこと」は，周知技術であると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術の適用の可否",
                  "text": [
                    "したがって，引用発明と同一技術分野に属する周知技術を，引用発明に適用し，管状部材4を屈曲させるために，「引用発明の先端部の範囲に，雌ねじを持」つようにすること自体は，当業者であれば容易に想到できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術を適用した場合の構成",
              "text": [
                "審決は，引用発明に上記周知技術を適用することで，止め頭部を「環状降起の形の環状止め頭部」とすること，その際，引用発明の拡大溝孔6aを参酌して，「軸部にある複数の穴により」軸部壁の弱体化部を形成することは，当業者が容易に想到し得たことであると判断した。そして，被告は，これに関連して，周知技術の「変形区域」は引用発明の「複数の溝孔6が形成された領域」に相当するから，引用発明の「複数の溝孔6」に換えて，周知技術の「軸部が適当な肉厚を有することにより変形を生じる」との構成を採用することに格別の困難性はない旨主張する。",
                "しかしながら，引用発明における「溝孔6」は，従来技術におけるスリットに相当するものであり，そのうち，「拡大溝孔6a」は，「溝孔6」と一体で，スリットの中で，特に応力的に弱い部分を形成して，スリット間の管状部材4を折り曲げやすくする役割を果たすものであると認められる。したがって，引用発明において周知技術を適用した場合に，一体である「拡大溝孔6a」と「溝孔6」の構成の一部である「拡大溝孔6a」だけを残すことは困難であり，そうすべき技術的根拠もない。そして，「溝孔6および拡大溝孔6a」をすべて残したまま軸部の肉厚を変えたとしても，変形に寄与しているのは溝孔6の存在であり，「軸部が孔のない適当な肉厚を有することにより変形を生じる」構成とは必ずしもいえないし，少なくとも，変形後に形成される止め頭部は，本願発明の前記従来技術と同様に，“コスモスの花弁”状になり，本願発明における「環状降起の形の環状止め頭部」を有する構成とならないことは明白である。",
                "また，仮に，「溝孔6および拡大溝孔6a」をすべて交換した場合には，複数の穴を変形区域に設ける構成にならず，軸部の構造，止め頭部の形状及び軸部壁の弱体化部に関する上記相違点に係る構成に想到しないことに変わりない。",
                "よって，引用発明に周知技術を適用しても，上記相違点に係る構成は想到できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由2は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告らの請求は理由がある。",
        "よって，原告らの請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}