{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2013-800237号事件について平成27年3月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決に対する取消訴訟である。争点は，①訂正要件（特許法134条の2第1項1号，同9項で準用する同法126条5項・6項）の充足の有無，②サポート要件（特許法36条6項1号）及び明確性要件（同項2号）の充足の有無，③進歩性判断（発明の要旨認定，引用発明の認定，相違点の認定，相違点の判断）の是非である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "被告は，名称を「水洗便器」とする発明についての本件特許（特許第3578169号）の特許権者である。（甲22）",
                "本件特許は，平成12年3月31日に出願した特願2000-96506号を平成15年10月7日に分割出願した特願2003-347812号に係るものであり，平成16年7月23日に設定登録（請求項の数1）がされた。（甲22）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効審判請求",
              "text": [
                "原告は，平成25年12月20日付けで本件特許の請求項1に係る発明について無効審判請求をし（無効2013-800237号），被告は，平成26年3月24日付けで訂正請求をした。特許庁が平成26年10月8日に「請求のとおり訂正を認める。特許第3578169号の請求項1に係る発明についての特許を無効とする。」との審決の予告をしたところ，被告は，同年12月15日，特許法164条の2第2項に規定する訂正請求期間内に訂正請求（本件訂正）をした。",
                "特許庁は，平成27年3月24日，「訂正請求書に添付された訂正明細書及び特許請求の範囲のとおり，訂正することを認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月3日，原告に送達された。",
                "（甲23～25，34）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正発明の要旨",
          "text": [
            "本件訂正後の本件特許の請求項1の発明に係る特許請求の範囲の記載は，次のとおりである（以下，この発明を「本件訂正発明」といい，本件訂正後の明細書及び図面を「本件訂正明細書」と，本件訂正前の発明並びに本件訂正前の明細書及び図面を，それぞれ，「本件発明」並びに「本件明細書」という。）。（甲22，25）",
            "「  新たな洗浄水を便器ボール部に通水して，該便器ボール部のボール面に貯め置く溜水をボール面の付着汚物と共にトラップから排出し，便器洗浄を行う水洗便器であって，",
            "前記便器ボール部におけるボール面上縁部に露出して設けられた1つのボール面噴出口であって，このボール面噴出口は洗浄水を供給する給水路の先端開口であり，供給を受けた洗浄水を前記ボール面上縁部からボール面上縁に沿って噴出する前記ボール面噴出口と，",
            "前記ボール面噴出口からの噴出洗浄水を前記ボール面上縁回りに案内する露出した案内手段とを備え，",
            "前記案内手段は，前記噴出洗浄水が流れる棚部と，前記噴出洗浄水の流れ方向を規制すると共に前記棚部の便器外側方向から上方に立ち上がって前記棚部をオーバーハングする規制壁部とを，前記ボール面上縁回りに形成して備え，",
            "前記棚部は，前記ボール面噴出口との繋ぎ部分において，前記ボール面噴出口の開口底面から略連続した棚面を有し，",
            "前記規制壁部は，前記ボール面噴出口との繋ぎ部分において，前記ボール面噴出口の開口側面から略連続した壁面を有し，",
            "前記棚部は，前記ボール面上縁回りに形成された前記噴出洗浄水の旋回経路である前記棚面を有し，この棚面は，前記便器ボール部の底部の側への傾斜が前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域よりも緩やかに形成されており，",
            "前記棚部は，前記1つのボール面噴出口から噴出された噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより一方向の旋回流を形成すると共にこの旋回する噴出洗浄水を旋回経路の棚面から前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域に流れ落とし，この流下する洗浄水がボール面の付着汚物を剥離するようになっていることを特徴とする",
            "水洗便器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の適否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正の内容",
                  "text": [
                    "以下，実質的に追加された部分を下線と[]で示すことにより，訂正の内容を明らかにする。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項1～6",
                      "text": [
                        "＜省略＞"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項7・8",
                      "text": [
                        "「【請求項1】",
                        "・・・前記棚部は，前記ボール面上縁回りに形成された前記噴出洗浄水の旋回経路である前記棚面を有し，[この棚面は，前記便器ボール部の底部の側への傾斜が前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域よりも緩やかに形成されており，](訂正事項7）[前記棚部は，前記1つのボール面噴出口から噴出された噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより一方向の旋回流を形成すると共にこの旋回する噴出洗浄水を旋回経路の棚面から前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域に流れ落とし，この流下する洗浄水がボール面の付着汚物を剥離するようになっている]（訂正事項8）ことを特徴とする水洗便器。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正事項9",
                      "text": [
                        "「【0005】",
                        "・・・前記棚部は，前記ボール面噴出口との繋ぎ部分において，前記ボール面噴出口の開口底面から略連続した棚面を有し，[前記規制壁部は，前記ボール面噴出口との繋ぎ部分において，前記ボール面噴出口の開口側面から略連続した壁面を有し，前記棚部は，前記ボール面上縁回りに形成された前記噴出洗浄水の旋回経路である前記棚面を有し，この棚面は，前記便器ボール部の底部の側への傾斜が前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域よりも緩やかに形成されており，前記棚部は，前記1つのボール面噴出口から噴出された噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより一方向の旋回流を形成すると共にこの旋回する噴出洗浄水を旋回経路の棚面から前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域に流れ落とし，この流下する洗浄水がボール面の付着汚物を剥離するようになっている]。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正事項1～6",
                      "text": [
                        "＜省略＞"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "訂正事項7",
                      "text": [
                        "①  訂正事項7は，本件発明の「棚部」が有する「棚面」の形状を限定するものであるから，特許請求の範囲の減縮を目的とする（特許法134条の2第1項1号）。",
                        "②  本件明細書の【0020】【0021】【図2】【図4】から棚部50の範囲が把握できるところ，棚部50が有する棚面の「ボール部の底部の側への傾斜」が，棚部50より下側にある「ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域」よりも緩やかに形成されていることが看て取れるから，訂正事項7は，本件明細書に記載された事項の範囲内でするものであり，また，実質上特許請求の範囲を拡張し又は変更するものでもない（特許法134条の2第9項で準用する同法126条5項・6項）。",
                        "（【図4】から抜粋）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "訂正事項8",
                      "text": [
                        "①  訂正事項8は，本件発明の「棚部」が有する作用・機能を限定するものであるから，特許請求の範囲の減縮を目的とする（特許法134条の2第1項1号）。",
                        "②  本件明細書の【0020】【0021】【図1】の記載によれば，訂正事項8は，本件明細書に記載された事項の範囲内でするものであり，また，実質上特許請求の範囲を拡張し又は変更するものでもない（特許法134条の2第9項で準用する同法126条5項・6項）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "訂正事項9",
                      "text": [
                        "訂正事項9は，訂正事項7・8による訂正に伴い明細書の記載を訂正後の特許請求の範囲の記載に整合させるための訂正であるから，明瞭でない記載の釈明を目的とし（特許法134条の2第1項3号），また，本件明細書に記載された事項の範囲内でするものであり，実質上特許請求の範囲を拡張し又は変更するものでもない（特許法134条の2第9項で準用する同法126条5項・6項）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規性・進歩性及び記載要件の充足の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由及び証拠方法",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由1（新規性欠如）",
                      "text": [
                        "＜省略＞"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由2-1（進歩性欠如）",
                      "text": [
                        "本件訂正発明は，甲1に記載された発明（甲1発明）及び周知技術に基づいて当業者が容易に発明することができた。",
                        "甲1：国際公開第98/16696号公報"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由2-2（進歩性欠如）",
                      "text": [
                        "本件訂正発明は，甲2に記載された発明（甲2発明）及び周知技術に基づいて当業者が容易に発明することができた。",
                        "甲2：米国特許第4930167号明細書"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "無効理由2-3（進歩性欠如）",
                      "text": [
                        "本件訂正発明は，甲3に記載された発明（甲3発明）及び周知技術に基づいて当業者が容易に発明することができた。",
                        "甲3：特開平11-350575号公報"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "無効理由3（明確性要件違反・サポート要件違反）",
                      "text": [
                        "本件訂正発明の「略連続」，棚面の「傾斜」，「ボール面上縁」，「隣接する領域」及びその「傾斜」の意義が不明確であり，また，本件訂正明細書によりサポートされていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由1（新規性欠如）",
                      "text": [
                        "＜省略＞"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由2-1（進歩性欠如）",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明",
                          "text": [
                            "甲1には，次の甲1発明が記載されている（審決が，本件訂正発明の構成の全部又は一部に相当するとした部分を，下線と括弧書により示すことがある。）。",
                            "「  便器上縁の内側壁面に沿って便器上縁の略全体に行き渡らせるよう主洗浄水を吐出する吐出手段と，",
                            "該吐出手段からの前記主洗浄水を案内する洗浄水導水路と，",
                            "この導水路と滑らかに連続して形成された前記主洗浄水から分かれた分流洗浄水をボール内面全体に行きわたらせる導水部とを備え，",
                            "導水部であるボウル部（便器ボール部）の汚物受け面（ボール面）と，同ボウル部（便器ボール部）の上部開口の周縁に形成したリム部内側壁面とを連続させて湾曲面を形成するとともに，同リム部内側壁面を洗浄水導水路であるボウル部導水路（案内手段）とし，",
                            "汚物受け面（ボール面）は溜水面と溜水部の水面上に位置する乾燥面とからなり，乾燥面は溜水面に連続する滑らかな段状をなす形状とし，乾燥面の上方領域（案内手段，棚部）は下方領域と比較して傾斜の緩やかな面であり，",
                            "前記ボウル部導水路（案内手段）を，前記リム部内側壁面の全周，あるいはその一部をボウル部内側方に向けて覆い被さるように傾斜させたオーバーハング面形状とし，",
                            "ボウル部導水路（案内手段，規制壁部）に接して吐出方向に延長された膨出部（給水路）に，下向吐水開口，及び吐出手段である横向吐水開口（ボール面噴出口）が形成され，横向吐水開口（ボール面噴出口）は膨出部（給水路）の先端に位置し，",
                            "横向吐水開口（ボール面噴出口）からの洗浄水は，ボウル部導水路（案内手段，規制壁部）で上から押さえられた状態でリム部内側壁面を流れ，前記ボウル部導水路（案内手段）と乾燥面との境界部における流れを主流とする周回流路fを旋回しながら，乾燥面を含む汚物受け面（ボール面）を洗浄するとともに，溜水部（トラップ）に旋回流を発生させ，",
                            "乾燥面の上方領域（案内手段，棚部）には周回流路fを旋回する前記主洗浄水と乾燥面を流下する前記分流洗浄水が流れ，",
                            "ボウル部導水路（案内手段，規制壁部）と乾燥面との境界部は上方から目視可能であり，",
                            "汚物を巻き込んだ洗浄水である処理水により誘発されたサイホンの作用により，汚物受け面（ボール面）の汚物が便器外へと排出される，",
                            "水洗便器。」",
                            "甲1の図3（左）及び図8（右）並びに符号の説明を掲記する。",
                            "1：ボウル部    2：給・排水部    3：境界部    4：下向吐水開口    ",
                            "5：横向吐水開口    10：汚物受け面    11：溜水面    12：乾燥面    ",
                            "13：上部開口    14：リム部    15：リム部内側壁面    16：ボウル部導水路",
                            "17：膨出部    21：給水孔    22：導水路    A：水洗便器    Q：内部空間",
                            "W：溜水部    f：周回流路"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件訂正発明と甲1発明との一致点",
                          "text": [
                            "「  新たな洗浄水を便器ボール部に通水して，該便器ボール部のボール面に貯め置く溜水をボール面の付着汚物と共にトラップから排出し，便器洗浄を行う水洗便器であって，",
                            "前記便器ボール部におけるボール面上縁部に露出して設けられたボール面噴出口であって，このボール面噴出口は洗浄水を供給する給水路の先端開口であり，供給を受けた洗浄水を前記ボール面上縁部からボール面上縁に沿って噴出する前記ボール面噴出口と，",
                            "前記ボール面噴出口からの噴出洗浄水を前記ボール面上縁回りに案内する露出した案内手段とを備え，",
                            "前記案内手段は，前記噴出洗浄水が流れる棚部と，前記噴出洗浄水の流れ方向を規制すると共に前記棚部の便器外側方向から上方に立ち上がって前記棚部をオーバーハングする規制壁部とを，前記ボール面上縁回りに形成して備える，水洗便器。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件訂正発明と甲1発明との相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点1-1",
                              "text": [
                                "本件訂正発明は，「ボール面上縁部」に「1つのボール面噴出口」を備えているのに対して，甲1発明は，「ボウル部導水路」に接する「膨出部」に「横向吐水開口」と「下向吐水開口」の2つを備えている点。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "相違点1-2",
                              "text": [
                                "本件訂正発明は，「棚部」が「ボール面噴出口との繋ぎ部分」において，「ボール面噴出口の開口底面から略連続した棚面」を有し，かつ，「規制壁部」が「ボール面噴出口との繋ぎ部分」において，「ボール面噴出口の開口側面から略連続した壁面」を有しているのに対し，甲1発明は，「乾燥面の上方領域」及び「ボウル部導水路」と，「吐出方向に延長」された「膨出部」に形成された「横向吐水開口」との具体的な位置関係が不明である点。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "相違点1-3",
                              "text": [
                                "本件訂正発明は，「棚部」が，「噴出洗浄水の旋回経路である」「棚面を有し」，「棚面は，前記便器ボール部の底部の側への傾斜が前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域よりも緩やかに形成されており」，かつ，「噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより一方向の旋回流を形成すると共にこの旋回する噴出洗浄水を旋回経路の棚面から」「流れ落とし，この流下する洗浄水がボール面の付着汚物を剥離するようになっている」のに対し，甲1発明は，「ボウル部導水路」と「乾燥面の上方領域」の「境界部」が「周回流路f」であり，「乾燥面の上方領域」に「周回流路fを旋回する主洗浄水」と「乾燥面を流下する」「分流洗浄水」が流れるものである点。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点の判断",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点1-1について",
                              "text": [
                                "甲1発明において，下向吐水開口に代えて，溜水面に近接した押込洗浄水吐出口を形成するようにし，相違点1-1に係る構成とすることは，当業者が適宜なし得た。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "相違点1-2について",
                              "text": [
                                "噴出される洗浄水の勢いにロスを生じないようにすることは，当業者であれば当然に考慮すべき事項であるから，甲1発明の横向吐水開口の開口側面と開口底面を，ボウル部導水路と乾燥面のそれぞれと，境界部の近傍において略連続とし，上記相違点1-2に係る構成とすることは，当業者が適宜なし得た。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "相違点1-3について",
                              "text": [
                                "①  甲2，甲3には，棚部が，1つのボール面噴出口との繋ぎ部分においてボール面噴出口の開口底面から略連続した棚面を有し，かつ，ボール面上縁回りに形成された噴出洗浄水の旋回経路である棚面を有することによって，一方向の旋回流を形成する噴出洗浄水の旋回経路を形成する，という技術思想はない。",
                                "②  甲1発明は，ボウル部導水路と乾燥面の上方領域の境界部を洗浄水の周回流路fとするものであって，乾燥面の上方領域は周回流路fの下方に延びており，広がって流れる洗浄水が乾燥面の上方領域の一部を流れるとしても，棚面を有していない以上，乾燥面の上方領域は，本件訂正発明の棚部のように，ボウル面の上縁部に噴出洗浄水の旋回経路を形成するものではない。 ",
                                "③  ボウル面の上縁部に洗浄水を導く水平な通水路を備えた水洗便器は周知であるが，この周知技術を踏まえても，甲1発明において，乾燥面の上方領域を洗浄水の旋回経路である棚面とすること（乾燥面の上方領域全体を周回流路とすること）が，当業者にとって容易であったとはいえない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "小括",
                          "text": [
                            "以上によれば，本件訂正発明は，当業者が，甲1発明及び周知技術に基づいて容易に発明をすることができたものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由2-2（進歩性欠如）",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲2発明",
                          "text": [
                            "甲2には，次の甲2発明が記載されている（審決が，本件訂正発明の構成の全部又は一部に相当するとした部分を，下線と括弧書により示すことがある。）。",
                            "「  一体成形された便器であって，",
                            "ボウル（便器ボール部）を有し，",
                            "ボウル（便器ボール部）には溜水が存在し，",
                            "前記ボウル（便器ボール部）に一体化されて，前記ボウルを外部給水源接続するよう動作可能なリムフィードリザーバを有し，",
                            "前記ボウル（便器ボール部）に一体化されて前記ボウル（便器ボール部）の周囲をほぼ取り巻くように延びるリムを有し，前記リムは内部リムキャビティを形成するものであり，",
                            "前記ボウル（便器ボール部）内の前記リムの下側に設けられた連続したリム排出路を有し，",
                            "かつ，",
                            "前記ボウル（便器ボール部）内で渦洗浄を生成するための通路手段を有し，前記通路手段は，前記リムフィードリザーバと前記内部リムキャビティの間で流体的に接続された少なくとも2つの流路を含み，前記通路手段，リムフィードリザーバ及び前記リムとボウル（便器ボール部）は，一体成形された構造とされており，前記第1流路（給水路）の直径は前記第2流路（給水路）の直径とは異なっており，前記リム排出路を通じて前記ボウル（便器ボール部）内に排出された流体が，前記ボウル（便器ボール部）内に上部から底部への渦流体動作を生成するように，前記第1流路（給水路）は，前記リムキャビティの一方側と前記リムフィードリザーバとの間で，第1方向に流体通路を提供し，前記第2流路（給水路）は，前記リムキャビティの反対側と前記リムフィードリザーバとの間で，第2の方向に流体通路を提供し，",
                            "前記ボウル（便器ボール部）は，前記ボウル（便器ボール部）を外部給水源に動作的に接続する，略円筒形のリムフィードリザーバを有し，前記ボウル（便器ボール部）は，内側リムキャビティを形成するとともに実質的にその周囲にわたって延びる中空リムを有し，かつ，前記ボウル内の前記リムの下側に連続的にスロットが設けられた排出路を有し，",
                            "第1流路及び第2流路（給水路）を流通した水が，リム排出路を通じてボウル（便器ボール部）の内側ボウル壁（ボール面）上に排出され，",
                            "第1流路（給水路）を通じて導入された水は，リムキャビティ内を一方の方向に流通し，同時に，第2流路（給水路）を通じて導入された水は，リムキャビティ内を反対側方向に流通し，",
                            "中空リムの内側（案内手段）は底面部（棚部，棚面）及び側壁部（規制壁部）を有し，側壁部（規制壁部）は底面部（棚部，棚面）をオーバーハングしており，中空リムの下部のスロットは露出しており，",
                            "中空リムの内側（案内手段）の底面部（棚部，棚面）の傾斜は内側ボウル壁（ボール面）の排出スロットに隣接する領域よりも緩やかに形成されており，",
                            "中空リムの内側（案内手段）の底面部（棚部）及び側壁部（規制壁部）は，第1流路との繋ぎ部分（給水路の先端開口），及び，第2流路との繋ぎ部分（給水路の先端開口）において連続した面を有し，",
                            "ボウル（便器ボール部）内の排泄物は，一方向の渦動作によって，洗浄水前方の排泄物出口内へと押し出される，",
                            "便器。」",
                            "甲2のFig-2（左）及びFig-5（右）並びに符号の説明を掲記する。",
                            "10：一体型便器    12：ボウル    14：サポート    16：排泄物出口",
                            "18：リムフィードリザーバ    20：天面    22：壁    26：流路    28：流路",
                            "30：リムキャビティ    33：ガスケット    34：リム    36：排出スロット",
                            "38：内側ボウル壁    40：後方壁"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件訂正発明と甲2発明との一致点",
                          "text": [
                            "「  新たな洗浄水を便器ボール部に通水して，該便器ボール部のボール面に貯め置く溜水をボール面の付着汚物と共にトラップから排出し，便器洗浄を行う水洗便器であって，",
                            "前記便器ボール部におけるボール面上縁部に設けられたボール面噴出口であって，このボール面噴出口は洗浄水を供給する給水路の先端開口であり，供給を受けた洗浄水を前記ボール面上縁部からボール面上縁に沿って噴出する前記ボール面噴出口と，",
                            "前記ボール面噴出口からの噴出洗浄水を前記ボール面上縁回りに案内する案内手段とを備え，",
                            "前記案内手段は，前記噴出洗浄水が流れる棚部と，前記噴出洗浄水の流れ方向を規制すると共に前記棚部の便器外側方向から上方に立ち上がって前記棚部をオーバーハングする規制壁部とを，前記ボール面上縁回りに形成して備え，",
                            "前記棚部は，前記ボール面噴出口との繋ぎ部分において，前記ボール面噴出口の開口底面から略連続した棚面を有し，前記規制壁部は，前記ボール面噴出口との繋ぎ部分において，前記ボール面噴出口の開口側面から略連続した壁面を有し，",
                            "前記棚部は，前記ボール面上縁回りに形成された前記噴出洗浄水の旋回経路である前記棚面を有し，この棚面は，前記便器ボール部の底部の側への傾斜が前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域よりも緩やかに形成されており，前記棚部は，前記ボール面噴出口から噴出された噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより旋回流を形成すると共にこの旋回する噴出洗浄水を旋回経路の棚面から前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域に流れ落とし，この流下する洗浄水がボール面の付着汚物を剥離するようになっている水洗便器。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件訂正発明と甲2発明との相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点2-1",
                              "text": [
                                "本件訂正発明は，「ボール面上縁部に露出して設けられた1つのボール面噴出口」を備えているのに対して，甲2発明は，「中空リムの内側」と「第1流路」との「繋ぎ部分」，及び，「中空リムの内側」と「第2流路」との「繋ぎ部分」の2つを備えており，さらに，当該「繋ぎ部分」は露出していない点。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "相違点2-2",
                              "text": [
                                "本件訂正発明は，「棚部」及び「規制壁部」を備えた「案内手段」が「露出」しているのに対して，甲2発明は，「リムの下側」に設けられた「スロット」は露出しているものの，「中空リムの内側の底面部及び側壁部」は露出していない点。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "相違点2-3",
                              "text": [
                                "本件訂正発明は，「前記ボール面上縁回りに形成された前記噴出洗浄水の旋回経路である前記棚面」に関し，「ボール面噴出口から噴出された噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより一方向の旋回流を形成する」のに対し，甲2発明は，「第1流路を通じて導入された水は，リムキャビティ内を一方の方向に流通し，同時に，第2流路を通じて導入された水は，リムキャビティ内を反対側方向に流通」する点。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点の判断（相違点2-1について）",
                          "text": [
                            "甲2発明は，①渦洗浄動作を発生させるリム供給及び排出手段を備えた便器を提供すること，②プロアクティブな渦水洗方法に従った優れた洗浄及び衛生特性を提供すること，③必要な水の体積を実質的に減少させる渦洗浄方法を提供すること，並びに④改善されたサイホン的動作を与える渦洗浄方法を提供し，これにより排泄物の優れた除去の実力を得ることという目的を達成するために（第1欄53～65行目），少なくとも2つの流路の直径を異ならせてボウル内に上部から底部への渦流体動作を生成する構成を採用した発明である（第4欄40行～第5欄6行目）。",
                            "したがって，1つのボール面噴出口により渦洗浄動作を発生させる水洗便器が周知であることを踏まえても，甲2発明において，1つの繋ぎ部分のみから水を排出すること（流路を1つとすること）が，当業者にとって容易であったとはいえない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "小括",
                          "text": [
                            "以上によれば，相違点2-2，2-3について検討するまでもなく，本件訂正発明は，当業者が，甲2発明及び周知技術に基づいて容易に発明をすることができたものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "無効理由2-3（進歩性欠如）",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲3発明",
                          "text": [
                            "甲3には，次の甲3発明が記載されている（審決が，本件訂正発明の構成の全部又は一部に相当するとした部分を，下線と括弧書により示すことがある。）。",
                            "「  洗浄面（ボール面）の外周に沿って洗浄水を導くとともに，その洗浄水を前記洗浄面（ボール面）に流れ落とす通水路が形成された洋風便器であって，",
                            "前記通水路は，前記洗浄面（ボール面）の外周に沿って形成された水平壁部（棚部）を有し，この水平壁部の少なくとも前記洗浄面（ボール面）に隣接した内側が洗浄面（ボール面）の全外周に渡って開口され，",
                            "前記通水路は，前記洗浄面（ボール面）の外周に沿って形成された水平壁部（棚部）と，この水平壁部（棚部，棚面）の前記洗浄面（ボール面）とは反対側の外側に立設された立上壁部（規制壁部）とを有し，前記水平壁部（棚部，棚面）の前記洗浄面（ボール面）に隣接した内側および上方が洗浄面（ボール面）の全外周に渡って開口され，",
                            "前記通水路には，前記立上壁部（規制壁部）の上端から前記水平壁部（棚部，棚面）と平行に延びる上部壁部（規制壁部）およびこの上部壁部（規制壁部）先端から下方に延びる下り壁部を有する断面L字形状の通水路カバーが着脱可能に設けられており，",
                            "便鉢（便器ボール部）と，洗浄水が供給される給水路と，排水路とを備え，",
                            "便鉢（便器ボール部）内に溜水が存在し，",
                            "通水路が給水路に連通されており，",
                            "便鉢（便器ボール部）の便鉢面に射出する射水孔が形成されており，",
                            "給水路の下流の便鉢面に露出する部分が2つあり，それらの部分から通水された洗浄水は，両側から便鉢（便器ボール部）の外周に回り込んで流れ落ち，",
                            "通水路の水平壁部（棚部，棚面）の傾斜は便鉢面の水平壁部（棚部，棚面）に隣接する領域よりも緩やかに形成されており，",
                            "洗浄水は，排水路を満水状態として，サイホン作用を発生させる，",
                            "洋風便器。」",
                            "甲3の【図2】（左）及び【図9】（右）を並びに符号の説明を掲記する。",
                            "1：便器本体    4：洗浄水タンク    11：便鉢    11A：便鉢面（洗浄面）",
                            "12：リム通水路    13：リム孔    14：給水路    15：ゼット水路",
                            "16：ゼット孔    17：排水路  41：通水路  41A：水平壁部  41B：立上壁部",
                            "42：射水孔"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件訂正発明と甲3発明との一致点",
                          "text": [
                            "「  新たな洗浄水を便器ボール部に通水して，該便器ボール部のボール面に貯め置く溜水をボール面の付着汚物と共にトラップから排出し，便器洗浄を行う水洗便器であって，",
                            "前記便器ボール部におけるボール面上縁部に露出して設けられたボール面噴出口であって，このボール面噴出口は洗浄水を供給する給水路の先端開口であり，供給を受けた洗浄水を前記ボール面上縁部からボール面上縁に沿って噴出する前記ボール面噴出口と，",
                            "前記ボール面噴出口からの噴出洗浄水を前記ボール面上縁回りに案内する案内手段とを備え，",
                            "前記案内手段は，前記噴出洗浄水が流れる棚部と，前記噴出洗浄水の流れ方向を規制すると共に前記棚部の便器外側方向から上方に立ち上がって前記棚部をオーバーハングする規制壁部とを，前記ボール面上縁回りに形成して備え，",
                            "前記棚部は，前記ボール面噴出口との繋ぎ部分において，前記ボール面噴出口の開口底面から略連続した棚面を有し，前記規制壁部は，前記ボール面噴出口との繋ぎ部分において，前記ボール面噴出口の開口側面から略連続した壁面を有し，",
                            "前記棚部は，前記ボール面上縁回りに形成された前記噴出洗浄水の旋回経路である前記棚面を有し，",
                            "この棚面は，前記便器ボール部の底部の側への傾斜が前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域よりも緩やかに形成されており，",
                            "前記棚部は，前記ボール面噴出口から噴出された噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより旋回流を形成すると共にこの旋回する噴出洗浄水を旋回経路の棚面から前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域に流れ落とし，この流下する洗浄水がボール面の付着汚物を剥離するようになっている水洗便器。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件訂正発明と甲3発明との相違点",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "相違点3-1",
                              "text": [
                                "本件訂正発明は，「ボール面上縁部に露出して設けられた1つのボール面噴出口」を備えているのに対し，甲3発明は，「給水路の下流の便鉢面に露出する部分」が2つあり，さらに「射水孔」が形成されている点。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "相違点3-2",
                              "text": [
                                "本件訂正発明は，「棚部をオーバーハングする規制壁部」を備えた「案内手段」が「露出」しているのに対し，甲3発明は，「上部壁部」及び「下り壁部」を備える「通水路」は露出していない点。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "相違点3-3",
                              "text": [
                                "本件訂正発明は，「前記ボール面上縁回りに形成された前記噴出洗浄水の旋回経路である前記棚面」に関し，「ボール面噴出口から噴出された噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより一方向の旋回流を形成する」のに対し，甲3発明は，「水平壁部」を有する「通水路」に「通水された洗浄水」が「両側から外周に回り込」む点。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点の判断（相違点3-1について）",
                          "text": [
                            "甲3発明は，洗浄水が両側から便鉢の外周に回り込んで流れ落ちる便器に関するものであり，渦洗浄動作を発生させる上記周知技術とは技術分野が異なるから，1つのボール面噴出口により渦洗浄動作を発生させる水洗便器が周知技術であることを踏まえても，甲3発明において，給水路の下流の便鉢面に露出する部分を1つとすること（片側から回り込んで流れ落ちるようにすること）が，当業者にとって容易であるとはいえない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "小括",
                          "text": [
                            "以上によれば，相違点3-2，3-3について検討するまでもなく，本件訂正発明は，当業者が，甲3発明及び周知技術に基づいて容易に発明をすることができたものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "無効理由3（明確性要件違反・サポート要件違反）",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「略連続」について",
                          "text": [
                            "本件訂正明細書の記載（【0022】【0026】【図4】(a)，【図5】）に照らせば，「略連続」とは，リム噴出口44からのリムショット洗浄水の噴出に際して棚面への洗浄水の衝突を招かないことにより，リムショット洗浄水を棚部50の旋回軌跡に沿って流すことができるという作用効果を奏する程度に「おおよそ，つながりつづくこと」を意味するものとして理解することができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「傾斜」「ボール面上縁」「隣接する領域」及びその「傾斜」について",
                          "text": [
                            "本件訂正明細書の記載（【0020】【0021】【図2】【図4】）から，ボール面上縁回りに形成された棚部50より下側にある，「ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域」が把握でき，棚部50が有する棚面の「ボール部の底部の側への傾斜」が，上記領域よりも緩やかに形成されていることが看て取れる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "小括",
                          "text": [
                            "以上から，無効理由3には，理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "結論",
                  "text": [
                    "原告が主張する無効理由によっては，本件訂正発明に係る特許を無効とすることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（訂正要件の充足についての判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項7について",
              "text": [
                "審決は，本件明細書の【0020】【0021】【図2】【図4】から棚面の形状が把握・看取できるとした。",
                "しかしながら，上記各記載を見ても，棚面の形状を一義的に把握することはできない。かえって，本件明細書には，訂正事項7とは相反する構成が記載されている。したがって，訂正事項7は，新規事項の追加又は実質上特許請求の範囲を変更するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "棚面の範囲",
                  "text": [
                    "本件明細書中，実質的に棚面の範囲を特定しているのは，【図4】のみである。",
                    "しかしながら，【図4】では，棚面とボール面とが曲面状に連続した構成となっており，しかも，「棚面」の範囲，「ボール面上縁」の具体的な位置・範囲，「隣接」の意義，隣接領域の具体的な位置・範囲についての説明は皆無である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "傾斜角を測定すべき箇所",
                  "text": [
                    "本件明細書の【図4】では，棚面の傾斜角の測定位置が特定できない。下記①②線で示すとおり（左から順に，【図4】の(a)，(b)，(c)図から抜粋したものであり，斜線は原告が付した。），【図4】からは様々な傾斜角が把握可能であるにもかかわらず，どの箇所の傾斜角をいうものか，本件明細書からでは全く理解ができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "棚面の傾斜角",
                  "text": [
                    "本件明細書の【図4】及び【図3】には，次のとおり（【図4】が上，【図3】が下であり，斜線は原告が付した。），棚面の便器ボール部の底部の側への傾斜角（棚面傾斜角）が，「ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域」の傾斜角（隣接領域傾斜角）よりも緩やかではない又は両傾斜角が等しい構成が示されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "技術思想",
                  "text": [
                    "本件明細書の記載によれば，本件発明の技術思想は，ボール面噴出口からの洗浄水噴出に際して洗浄水の衝突を起こさないことにあり（【0003】～【0006】），棚面傾斜角を大きくしようとの技術思想が開示されてはいても（【0021】），棚面傾斜角を緩やかにしようとする技術思想は排除されているか，少なくとも，棚面傾斜角を隣接領域と相対的に調整しようとする技術思想は皆無であるといえる。",
                    "したがって，訂正事項7によって「棚面」の範囲，「ボール面上縁」の具体的な位置・範囲，「隣接」の意義，隣接領域の具体的な位置・範囲についての説明を加えることは，新たな作用効果を付加するものか，又は，特許請求の範囲を実質的に変更するものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上から，訂正事項7は，訂正要件を充足しない。",
                    "したがって，訂正事項7に係る訂正を認めた審決の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項8",
              "text": [
                "上記(1)と同旨。",
                "したがって，訂正事項8は，訂正要件を充足せず，訂正事項8に係る訂正を認めた審決の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正事項9",
              "text": [
                "上記(1)と同旨。",
                "したがって，訂正事項9は，訂正要件を充足せず，訂正事項9に係る訂正を認めた審決の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上から，本件訂正に係る審決の判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点1-3の認定の誤り〔無効理由2-1関係〕）",
          "text": [
            "審決は，本件訂正発明と甲1発明の相違点として，前記第2，3(2)イ(イ)c(c)のとおりの相違点1-3を認定したが，この相違点は，本件訂正発明の要旨認定及び甲1発明の認定を誤ったことにより生じたものであり，相違点1-3は，両発明の相違点ではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明の要旨認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "棚部について",
                  "text": [
                    "特許請求の範囲の記載によれば，本件訂正発明は，噴出洗浄水の具体的な流れ方を規定するものではない。",
                    "そして，本件訂正明細書の記載（【0026】【0031】～【0034】【0021】【図4】)によれば，噴出洗浄水は，①ボール面噴出口の開口側面や上面にも当たるように噴出され，②その水勢や遠心力の影響でボール部外に拡散しようとするため，棚部に乗ると同時に規制壁部にも沿うなど上下に幅を持って流れ，③ボール面上縁に沿って旋回する流れ（主洗浄水）と，主洗浄水から分流してボール部下方に流れ落ちる洗浄水（分流洗浄水）に分かれることになる。そのイメージは，下記のとおりである（洗浄水部分を黒塗りした。）。",
                    "また，本件訂正明細書には，段差などにより他と区別できる部分が認められない部分も棚部又は棚面としている（【図3】）。",
                    "以上から，本件訂正発明は，棚部に主洗浄水が流れればよく，それに加えて棚部に分流洗浄水が流れる構成を除外するものではなく，また，主洗浄水が棚部のほかに上下に広がって規制壁部にも流れる構成も含む。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "棚面について",
                  "text": [
                    "特許請求の範囲の記載及び本件訂正明細書の記載（【0026】）によれば，棚面とは，棚部の表面部分を意味する。",
                    "また，本件訂正明細書の記載（【0033】【図1】）によれば，主洗浄水は，棚面のうち規制壁部側に寄りながら流れており，棚面のその他の部分（規制壁部から離れた部分）には必ず分流洗浄水が流れている（下記に棚面と分流洗浄水を示す矢印を黒塗りした【図1】を示す。）。",
                    "したがって，本件訂正発明においては，棚面に主洗浄水のみが流れる構成だけではなく，棚面に主洗浄水のほかに分流洗浄水も流れる構成を含む。そのイメージは，下記のとおりである（①③が主洗浄水，②④が分流洗浄水）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定について",
              "text": [
                "甲1の記載（明細書7頁23行目以下，10頁22行目以下，11頁4行目以下，図5～8，請求の範囲1項）によれば，境界部3のすぐ下にある，滑らかな段状をなす形状の，乾燥面の傾斜の緩やかな面である領域（乾燥面の上方領域。下記のとおり，【図3】に黒塗りした部分）は，主洗浄水の重力による落下を抑制し，主洗浄水の旋回経路を成しているといえ，一方，甲1には，洗浄水が，噴出の水勢だけで旋回するといった記載はない。そうすると，乾燥面の上方領域は，本件訂正発明における棚部に相当する。審決も，この点を認めている。仮に，棚部といえるためには段差などにより他と区別できる部分があることが必要であるとしても，乾燥面の上方領域は，他と区別できる。",
                "本件訂正発明において，棚面とは棚部の表面をいうものであるから，甲1発明の乾燥面の上方領域が棚部に相当する以上，その表面部分は，本件訂正発明の棚面に相当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定について",
              "text": [
                "以上からすると，甲1発明は棚面を有するものであるから，甲1発明が棚面を有しないとして相違点1-3を認定した審決の相違点の認定には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点1-3の判断の誤り〔無効理由2-1関係〕）",
          "text": [
            "審決は，ボウル面の上縁部に洗浄水を導く水平な通水路を備えた水洗便器は周知であるとしつつ，甲2発明及び甲3発明が噴出口2つのタイプであることから，相違点1-3の容易想到性を否定した。しかしながら，相違点1-3の構成は，当業者の通常の創作能力発揮の範囲内の構成である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術について",
              "text": [
                "ボウル面の上縁部に洗浄水を導く水平な通水路を備えた水洗便器は，次に示すとおり，ボール面噴出口が1つであるか2つであるかを問わず，広く水洗便器に適用される技術である。仮にそうではないとしても，少なくとも，下記甲9発明，甲16発明及び甲18発明は，ボール面噴出口が1つのタイプである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲9発明",
                  "text": [
                    "米国特許第3538518号明細書（甲9）に記載された発明（甲9発明）のマニフォールド20の上部表面21は，本件訂正発明の棚部及び棚面に相当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲16発明",
                  "text": [
                    "特開平4-254630号公報（甲16）に記載された発明（甲16発明）のレッジ（棚状部）18は，本件訂正発明の棚部及び棚面に相当する。すなわち，レッジ18が，本件訂正発明の棚部と同等の機能，構成であることが，【0009】【0010】に記載されている。",
                    "なお，本件訂正発明は，高圧のパルス状洗浄水を噴射するパルセータ22を備える構成を除外するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲18発明",
                  "text": [
                    "独国（西独）特許出願公開第2104884号明細書（甲18）に記載された発明（甲18発明）の盛り上がり2は，本件訂正発明の棚部及び棚面に相当する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲12発明",
                  "text": [
                    "実公平2-45334号公報（甲12）に記載された発明（甲12発明）の通水路3は，本件訂正発明の棚部及び棚面に相当する（下記に第1図〔左〕及び第8図〔右〕を示す。）。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲13発明",
                  "text": [
                    "特開平9-125502号公報（甲13）に記載された発明（甲13発明）の棚部20は，本件訂正発明の棚部及び棚面に相当する（下記に【図8】を示す。）。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲14発明",
                  "text": [
                    "特開平9-125504号公報（甲14）に記載された発明（甲14発明）の棚部34は，本件訂正発明の棚部に相当し，その底面は，本件訂正発明の棚面に相当する（下記に【図5】を示す。）。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲15発明",
                  "text": [
                    "実願平4-2356号（実開平5-61272号）のCD-ROM（甲15）に記載された発明（甲15発明）の水通し棚5は，本件訂正発明の棚部及び棚面に相当する。なお，甲15発明は，ボール面噴出口2つのタイプであるが，【0008】の記載によれば，一方向の旋回流を形成する噴出洗浄水の旋回経路を形成するものである。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲17発明",
                  "text": [
                    "英国特許出願公開第2045311号明細書（甲17）に記載された発明（甲17発明）の肩26は，本件訂正発明の棚部及び棚面に相当する（下記に図1〔左〕及び図4〔右〕を示す。）。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲19発明",
                  "text": [
                    "特開平8-120740号公報（甲19）に記載された発明（甲19発明）には，従来技術として，ボール面噴出口をボウル部左右に2つ設け，左右同じ量を供給したり，左右異なる量を供給したり，一方のみから供給して洗浄性を調整することが記載されている（【0002】～【0006】【図7】～【図9】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性",
              "text": [
                "以上から，相違点1-3は，上記周知技術を適用することで容易に想到できた。",
                "したがって，相違点1-3を容易に想到できないとした審決の相違点の判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点2-1の判断の誤り〔無効理由2-2関係〕）",
          "text": [
            "審決は，相違点2-1として，「本件訂正発明は，『（①）ボール面上縁部に露出して設けられた（②）1つのボール面噴出口』を備えているのに対して，甲2発明は，（②´）『中空リムの内側』と『第1流路』との『繋ぎ部分』，及び，『中空リムの内側』と『第2流路』との『繋ぎ部分』の2つを備えており，さらに，（①´）当該『繋ぎ部分』は露出していない点。」と認定した上，相違点2-1の容易想到性を否定した。しかしながら，上記①は相違点を構成せず，また，同②―②´は技術的意義を有しない微差にすぎないから周知技術を適用して容易に想到できる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2-1の認定の誤り",
              "text": [
                "「露出」とは，「あらわに，むき出しになること」を意味するところ（広辞苑第六版），下記図のとおり（丸印は原告が付した。），甲2発明の排出スロット36と流路26側の流路との「繋ぎ部分」は，その近傍の排出スロット36の下部が開口となっていることから，（上部からではないにせよ）視認可能であり，「露出」して設けられている。",
                "したがって，上記相違点2-1①に相当する部分は，本件訂正発明と甲2発明との相違点を構成せず，両発明の相違点は，上記相違点2-1②に相当する部分に限られる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2-1の判断の誤り",
              "text": [
                "甲2発明の主な目的は，洗浄水に渦洗浄動作を発生させるリム供給手段及び排出手段を備えた便器を提供することであるところ（訳文1頁【発明の概要】），前記3(1)の周知例によれば，本件特許の原出願時において，ボール面噴出口1つタイプによって，渦洗浄動作を発生させることは周知技術となっていたといえる。",
                "そして，ボール面噴出口1つタイプと同2つタイプの各構成は，相互に置換容易な設計事項であることは，例えば，[1]甲1の【図22】【図25】及び特開平8-177112号公報（甲8）の【図9】【図10】に，ボール面噴出口1つタイプとボール面噴出口2つタイプとが併記して開示されていることや，[2]甲19の【0002】～【0006】【図7】～【図9】に，従来技術として，ボール面噴出口をボウル部左右に2つ設け，左右同じ量を供給したり，左右異なる量を供給したり，一方のみから供給して洗浄性を調整することが記載されていることから明らかである。",
                "そうすると，甲2発明に接した当業者が，渦洗浄動作を発生させるといった同じ目的を有する周知技術の適用を試みて相違点2-1②に相当する部分の本件訂正発明の構成をとることは，当業者の通常の創作能力発揮の範囲内である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，相違点2-1①に相当する部分は，相違点を構成せず，相違点2-1②に相当する部分は，当業者において容易に想到できた。",
                "したがって，相違点2-1を容易に想到できないとした審決の相違点の判断には，いずれにしても，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（相違点3-1の判断の誤り〔無効理由2-3関係〕）",
          "text": [
            "審決は，相違点3-1として，「本件訂正発明は，（①）『ボール面上縁部に露出して設けられた1つのボール面噴出口』を備えているのに対し，甲3発明は，（①´）『給水路の下流の便鉢面に露出する部分』が2つあり，さらに（②）『射水孔』が形成されている点。」と認定した上，相違点3-1の容易想到性を否定した。しかしながら，上記②の点は相違点を構成せず，また，同①―①´の点は技術的意義を有しない微差にすぎないから周知技術を適用して容易に想到できる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3-1の認定の誤り",
              "text": [
                "甲3発明の射水孔42は，下記【図9】のとおり，給水路14に供給された洗浄水を，直接，便鉢11の便鉢面11Aに射出する構成であり（【0029】），洗浄水をボール面上縁部からボール面上縁に沿って噴出するための構成ではないから，ボール面噴出口とは無関係である。",
                "したがって，上記相違点3-1②に相当する部分は，本件訂正発明と甲3発明との相違点を構成せず，両発明の相違点は，上記相違点3-1①に相当する部分に限られる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3-1の判断の誤り",
              "text": [
                "少量の洗浄水でボウル面全面を確実に洗浄することは，あらゆる水洗便器に妥当する共通の目的である。",
                "そして，上記4(2)のとおり，ボール面噴出口1つタイプと同2つタイプの各構成は，相互に置換容易な設計事項にすぎない。加えて，甲3発明は，特許請求の範囲の記載において，ボール面噴出口2つタイプを採用することを必須の構成とはしておらず，ボール面噴出口1つタイプも予定した構成を有する。",
                "そうすると，甲3発明に接した当業者が，少量の洗浄水でボウル面全面を確実に洗浄するといった同じ目的を有する周知技術の適用を試みて，相違点3-1①に相当する部分の本件訂正発明の構成をとることは，当業者の通常の創作能力の発揮の範囲内である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，相違点3-1②に相当する部分の構成は，相違点を構成せず，相違点3-1①に相当する部分の構成は，当業者において容易に想到できた。",
                "したがって，相違点3-1を容易に想到できないとした審決の相違点の判断には，いずれにしても，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（サポート要件・明確性要件の充足についての判断の誤り〔無効理由3関係〕）",
          "content": [
            {
              "fig": "(1)",
              "subject": "「略連続」について",
              "text": [
                "審決は，「略連続」とは，リムショット洗浄水を棚部50の旋回軌跡に沿って流すことができるという作用効果を奏する程度に「おおよそ，つながりつづくこと」を意味するものとしたが，作用効果により技術的意義が示されるような定義では，結局，問題設定がその作用効果の奏する程度がどのくらいかという点に後退するだけであり，当業者においてその構成を理解することはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「略」との用語",
                  "text": [
                    "「略」との用語は，本来的に発明の範囲を不明確としやすいものであり，発明の本質と関係がなく，かつ，その幅の範囲を当業者が特定できるのであれば許容される余地はあるとしても，本件訂正発明においては，その特徴的部分であり，かつ，本来定量的に範囲が規律されるべき構造部分に使用されている。",
                    "したがって，「略」との用語の使用は許容されず，また，当業者もその限界を具体的に把握することができない。",
                    "例えば，ボール面噴出口の開口底面と棚面とが，断面において下記のような場合において，いずれが，「略連続」に該当するのか，不明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正明細書の記載",
                  "text": [
                    "本件訂正明細書には，「略連続」の具体的意義・範囲についての説明はない。洗浄水の流れは，ボール面噴出口の構成だけではなく，その流量，流速などにも左右されるものであるが，どのような条件であれば噴出洗浄水の衝突を起こさないかも明らかではない。かえって，下記本件訂正明細書【図5】には，リム噴出口44（ボール面噴出口に相当）と棚部50との繋ぎ部分が，部材としては連続しておらず，しかも，段差を示す線が示されており，「略連続」の意義をより一層不明確としている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "棚面の「傾斜」，「ボール面上縁」，「隣接する領域」及びその「傾斜」について",
              "text": [
                "審決は，本件訂正明細書の記載（【0020】【0021】【図2】【図4】）から，「ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域」が把握でき，また，棚面の「ボール部の底部の側への傾斜」が，上記領域よりも緩やかに形成されていることが看取できると認定する。",
                "しかしながら，前記1(1)のとおり，上記記載からでは，上記各用語の技術的意義は不明なままである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，本件訂正発明は，明確ではなく，また，発明の詳細な説明に記載されたものではない。",
                "したがって，審決の明確性要件違反・サポート要件違反に対する判断には，誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（訂正要件の充足についての判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項7について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "棚面の範囲",
                  "text": [
                    "本件明細書の【0010】【0020】【0021】【図2】【図4】により，棚部の位置，棚面の位置は明らかであり，また，棚部50の表面の棚面に洗浄水が乗って流れ，旋回経路各部でボール部20に洗浄水を流し落とすことが明らかにされている。当業者は，これにより，「ボール面上縁」が棚部50の棚面の領域を含むものであること，「ボール面のボール上縁より下側で且つボール面上縁に隣接する領域」が，棚部50の棚面より下側でかつ棚面に隣接するボール面の上方領域（【図4】の20（24））であることを理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "傾斜角を測定すべき箇所",
                  "text": [
                    "傾斜角は，下記のとおり，棚面又は隣接領域にもっとも長く接する線を引けば一義的に定まり（L1が棚面傾斜角，L2が隣接領域傾斜角），このことは，当業者に容易に理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "棚面の傾斜角",
                  "text": [
                    "本件明細書の【図1】【図2】【図4】により，棚面傾斜角が隣接領域傾斜角よりも緩やかに形成されていることが明らかにされている。",
                    "原告が，前記第3，1(1)ウで摘示する【図4】の(d)図は，水洗便器の先端に極めて近い部分における横断面図であり，また，同【図3】は，水洗便器の前方から後方にかけての縦断面図にすぎない。原告が斜線を付した部分は，いずれも，水洗便器の構造上傾斜を最も緩くせざるを得ない特殊な部分にすぎず，便器における棚面全体の構成とは関連しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "技術思想",
                  "text": [
                    "本件明細書の【0021】に記載されているのは，棚部50が傾斜形成されていることにすぎず，棚面の傾斜角を大きくするということではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，訂正事項7に係る訂正を認めた審決の判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項8",
              "text": [
                "上記(1)と同旨。",
                "したがって，訂正事項8に係る訂正を認めた審決の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正事項9",
              "text": [
                "上記(1)と同旨。",
                "したがって，訂正事項9に係る訂正を認めた審決の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上から，本件訂正に係る審決の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点1-3の認定の誤り〔無効理由2-1関係〕）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明の要旨認定について",
              "text": [
                "特許請求の範囲の記載及び本件訂正明細書の記載（【0020】【0021】）によれば，本件訂正発明の棚面は，①噴出洗浄水の旋回経路であり，②その傾斜がボール面上縁の下側で隣接する領域よりも緩やかであって，③洗浄水を乗せて一方向の旋回流を形成するようにし，④旋回流は諸所で洗浄水の一部（分流洗浄水）をボール面上縁からその下方に隣接する領域に流下し，ボール面を洗浄するような，構成を有し機能を果たす面のことである。",
                "したがって，主洗浄水が一部でも流れていれば，直ちに棚面に該当するわけではない。したがって，棚面を流れる洗浄水に分流洗浄水が含まれるか否か，規制壁部に沿って主洗浄水が流れるか否かは，相違点1-3の認定の適否には関わりがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定について",
              "text": [
                "甲1発明は，ボール部上部の，ほぼ鉛直又は内方に向けてオーバーハングした内壁面に沿って勢いよく洗浄水を噴射し，洗浄水の遠心力によって内壁面に沿って洗浄水が旋回するように構成した水洗便器である。洗浄水は，ボウル部導水路16と乾燥面12との境界部3における流れを主流とする周回流路fを旋回しながら，汚物受け面10を洗浄するものであり，洗浄水の導水路は，乾燥面の上方領域ではなく，リム部内側壁面15（ボウル部導水路16）ないし境界部3である（明細書3頁18～24行目，6頁下から4行～7頁3行目，11頁4～8行目，14頁16～21行目，請求の範囲10項）。乾燥面の上方領域は，本件訂正発明のボール面に相当する部位であり，同所に洗浄水が流れることがあるとしても，同所は旋回経路である棚面には相当しない。",
                "以上のとおり，甲1発明は，棚面を設けてそこに水を流して旋回させるというような本件訂正発明における技術的思想を全く有していない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定について",
              "text": [
                "以上からすると，甲1発明は棚面を有するものではないから，甲1発明が棚面を有しないとして相違点1-3を認定した審決の相違点の認定には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点1-3の判断の誤り〔無効理由2-1関係〕）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲9発明",
                  "text": [
                    "甲9の上部表面21は，洗浄水が流れるものではあるが，U字型部材23に囲われ，洗浄水は，オープンスロットル28から下方に流れるものである。したがって，上部表面21は，本件訂正発明の棚面のように，ボウル内面に存在し，噴出口から噴出された洗浄水の一方向の旋回流を形成するものではない。",
                    "したがって，上部表面21は，本件訂正発明の棚部及び棚面には相当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲16発明",
                  "text": [
                    "甲16発明のローウォータ水洗トイレは，パルセータと呼ばれる装置から高圧のパルス状の洗浄水を複数回吐水し，この洗浄水のパルスの初期と終期とで洗浄水の噴射速度を異ならせることで，洗浄水が周方向に流れる距離を変化させ，最小限の水量によって便器表面全体を洗浄するものである（【0026】【0027】）。",
                    "したがって，甲16発明と本件訂正発明との間には，関連性がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲18発明",
                  "text": [
                    "甲18発明の盛り上がり2の構成について，甲18には詳細な記載はなく，また，水洗便器の後方に設けられた供給口から供給された洗浄水が，どのように流れてボウルの内壁面が洗浄されるのかも全く不明である。そうすると，弧状部分2が洗浄水を導くための構成であるのかも不明というほかない。",
                    "したがって，甲18発明の盛り上がり2は，本件訂正発明の棚部に相当するものとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲12発明",
                  "text": [
                    "甲12発明の通水路3は，本件訂正発明の洗浄水の旋回経路である棚部に相当するものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲13発明",
                  "text": [
                    "甲13発明の水洗便器においては，洗浄水は水洗便器後部に配置されたディストリビュータ（分配器）の両端部に設けられた2つの吐水口から前方に向けて吐出され，ディストリビュータから吐出された洗浄水は，鉢部（ボウル部）の両側部に設けられた棚部によって前方に導かれるが，水洗便器の前方部には棚は設けられていない（【図6】）。このため，後方の2つの吐水口からそれぞれ吐出された洗浄水の全量がボウル部の前方部で流下するのであって，本件訂正発明のように，棚面によって導かれた洗浄水がボウル部を一周旋回することはない。",
                    "また，甲13発明は，ボール部に供給される洗浄水に気泡を混入させるようにした水洗便器に関するものであり（【0001】），棚面に関する詳細な記載もない。",
                    "したがって，甲13発明の棚部20は，本件訂正発明における棚面に相当しない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲14発明",
                  "text": [
                    "甲14発明は，甲13発明と同様の構成を有するものであり，後方の2つの吐水口からそれぞれ吐出された洗浄水の全量がボウル部の前方部で流下する構造である（【図4】）。",
                    "したがって，甲14発明の棚部34は，本件訂正発明における棚部に相当しない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲15発明",
                  "text": [
                    "甲15発明の水洗便器では，ボウル部の前方部及び後方部に洗浄水吐水口がそれぞれ設けられ，各洗浄水吐水口から吐出された洗浄水は，水通し棚によってボウル部を時計回りに半周導かれるのであり，本件訂正発明のように，1つの噴出口から噴出された洗浄水により一方向の旋回流が形成されるものではない。",
                    "なお，甲15発明は，簡易水洗便器に関するものであり，各吐水口から吐出される加圧洗浄水の飛び散りを防止することを目的とするものであり（【0004】～【0007】），甲15には，水通し棚5の構成について詳細な記載はない。",
                    "したがって，甲15発明の水通し棚5は，本件訂正発明の棚部及び棚面に相当しない。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲17発明",
                  "text": [
                    "甲17発明の水洗トイレパンには，開口部が2つ以上設けられており，吐出された洗浄水が半周旋回するものであり，本件訂正発明のように，1つの噴出口から噴出された洗浄水により一方向の旋回流が形成されるものではない。また，甲17には，肩26の構成についての具体的記載もない。",
                    "したがって，甲17発明の肩26は，本件訂正発明の棚面に相当しない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲19発明",
                  "text": [
                    "甲19発明は，旋回流を形成するものではないので，本件訂正発明との関連性はなく，甲19の記載が原告の主張の根拠となり得るものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性",
              "text": [
                "以上から，原告が周知技術と主張する技術は，いずれも，本件訂正発明の構成や技術思想を開示するものではなく，これら技術を甲1発明と組み合わせても，相違点1-3に係る本件訂正発明の構成にはならない。",
                "したがって，相違点1-3を容易に想到できないとした審決の相違点の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点2-1の判断の誤り〔無効理由2-2関係〕）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2-1の認定の誤り",
              "text": [
                "甲2発明においては，リム34の内側に垂れ下がった部分の下端が，流路26・28の底面よりも，下方に位置しているので，排出スロットと流路との繋ぎ部分は露出していない。",
                "したがって，審決の相違点2-1の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2-1の判断の誤り",
              "text": [
                "原告が指摘する刊行物の記載からは，ボール面噴出口1つタイプと同2つタイプとが置換可能であることが示されているとはいえない。すなわち，[1]甲1の【図22】【図25】には，いずれも，2つの吐水口51，52を備えた便器が示されているのみであり（15頁23行～16頁3行目），甲8の【図9】【図10】に示された水洗便器においては，洗浄水が，通水路の底部に形成された多数の射水孔から流れ落ちるようになっており，[2]甲19発明の水洗便器は，旋回流を形成するものではない。これらの記載は，本件訂正発明との関連性がない。",
                "そして，甲2発明は，少なくとも2つの流路の直径を異ならせることにより，ボウル内に上部から底部への渦流体動作を生成する構成を採用した発明であるから，ボール面噴出口1つタイプによって渦流体動作を発生させることが周知技術であったとしても，甲2発明の流路を1つとすることは，当業者にとって容易ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，相違点2-1は，当業者において容易に想到できるものではない。",
                "したがって，相違点2-1を容易に想到できないとした審決の相違点の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（相違点3-1の判断の誤り〔無効理由2-3関係〕）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3-1の認定の誤り",
              "text": [
                "甲3発明の射水孔42は，便鉢11の便鉢面11Aの後面側が不洗領域となるのを防止するために設けられたものであるから，2つの給水路の下流の便鉢面に露出する部分と共に洗浄水を吐出して便鉢11を洗浄するものであり，両者は密接な関係を有している。",
                "したがって，審決の相違点3-1の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3-1の判断の誤り",
              "text": [
                "少量の洗浄水でボウル面全面を確実に洗浄することを企図することが多くの水洗便器で共通の課題であるとしても，それのみで，直ちに各発明が採用している構成又は原理が，相互に置換容易とはいえない。",
                "また，上記4(2)のとおり，ボール面噴出口1つタイプと同2つタイプの各構成は，相互に置換容易とはいえない。",
                "また，甲3発明は，2つの給水路の下流の便鉢面に露出する部分から噴出される洗浄水が，両側から回り込んで逆方向の旋回流を形成するものであり，ここから，給水路の下流で便鉢面に露出する部分を1つとすること（片側から回り込んで流れ落ちるようにすること）は，洗浄動作の基本部分を異ならせるものであり，そのような変更は，当業者にとって容易ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，相違点3-1は，当業者において容易に想到できない。",
                "したがって，相違点3-1を容易に想到できないとした審決の相違点の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（サポート要件・明確性要件の充足についての判断の誤り〔無効理由3関係〕）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "「略連続」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「略」との用語",
                  "text": [
                    "「略」との用語は，不明瞭さを導びかず，必要性があれば，一定の条件の下に使用を許容される用語である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正明細書の記載",
                  "text": [
                    "「略連続」の意義は，本件訂正明細書の【0026】【図4】の(a)図の記載により明らかである。本件訂正明細書の【図5】は，ボール面噴出口44の形状を明確にするため，棚部50との繋がり部分を実線で描いたものであり，この実線部分に全く厚みの存在が示されていないことからも明らかなように，段差が存在することを示すものではない。現に，本件訂正明細書の【図2】には，リム噴出口44と棚部50との繋がり部分には，何らの実線も描かれていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "棚面の「傾斜」，「ボール面上縁」，「隣接する領域」及びその「傾斜」について",
              "text": [
                "本件訂正明細書の【0020】【0021】【図4】から，これらの用語の意義は明確である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，本件訂正発明は，明確であり，また，発明の詳細な説明に記載されたものである。",
                "したがって，審決の明確性要件違反・サポート要件違反に対する判断には，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明について",
          "text": [
            "本件訂正明細書によれば，本件訂正発明は，次のとおりの発明と認められる。",
            "本件訂正発明は，新たな洗浄水を便器ボール部に通水して便器ボール部を洗浄する水洗便器に関するものである。（【0001】）",
            "ボール面上縁部の内側壁面に沿って洗浄水を噴出する従来の水洗便器では，リム部を噴出洗浄水の飛散防止用に用いているが，リム部では十分に飛散防止を図ることができないことがあった。また，噴出後の洗浄水が前方に流れる間にこれをボール部底部に流れ落とす構成では，噴出洗浄水の勢いによっては，この流れ落ちが十分でないこともあった。（【0002】【0003】）",
            "本件訂正発明は，上記問題点を解決するためにされ，ボール面上縁部の内側壁面に沿って洗浄水を噴出して便器を洗浄する場合の機能改善を図ることを目的とする。（【0004】）",
            "この課題解決のため，本件訂正発明は，新たな洗浄水を便器ボール部に通水し，便器ボール部のボール面に貯め置く溜水をボール面の付着汚物と共にトラップから排出し，これによって便器洗浄を行う水洗便器について，次の構成をとる。（【0005】）",
            "①  ボール面上縁部に露出して設けられた1つのボール面噴出口を備える。このボール面噴出口は，洗浄水を供給する給水路の先端開口であり，洗浄水をボール面上縁部からボール面上縁に沿って噴出する。",
            "②  ボール面噴出口からの噴出洗浄水をボール面上縁回りに案内する露出した案内手段を備える。",
            "上記案内手段は，[1]前記ボール面上縁回りに，[2]噴出洗浄水が流れる棚部と，[3] 棚部の便器外側方向から上方に立ち上がって棚部をオーバーハングした形状であり，噴出洗浄水の流れ方向を規制する規制壁部，とを備える。",
            "上記棚部は，ボール面噴出口との繋ぎ部分において，ボール面噴出口の開口底面から「略連続」した棚面を有する。規制壁部は，ボール面噴出口との繋ぎ部分において，ボール面噴出口の開口側面から「略連続」した壁面を有する。",
            "また，上記棚部は，ボール面上縁回りに形成された噴出洗浄水の旋回経路である棚面を有する。この棚面は，「便器ボール部の底部の側への傾斜」（棚面傾斜）が「ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域」の傾斜（隣接領域傾斜）よりも緩やかに形成されている。さらに，この棚部が，<1>噴出洗浄水を棚面に乗せて旋回経路に沿って下流に流すことにより一方向の旋回流を形成し，<2>この旋回する噴出洗浄水を旋回経路の棚面から「ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域」に流れ落とし，<3>この流下する洗浄水がボール面の付着汚物を剥離するようになっている。",
            "本件訂正発明は，ボール面噴出口との繋ぎ部分において，ボール面噴出口の開口底面から「略連続」した棚面を設けたので，ボール面噴出口からの洗浄水噴出に際して洗浄水の衝突を起こさず，噴出洗浄水のエネルギー損失を抑制してボール面噴出口から下流に噴出できるので，高いエネルギーを持った噴出洗浄水で便器洗浄を図ることができ，洗浄能力を高めることができる，という効果を奏する。（【0006】【0026】）"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（訂正要件の充足についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項7・8について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載",
                  "text": [
                    "訂正事項7・8による訂正の内容は，前記第2，3(1)ア(イ)のとおりであり，訂正事項7は，「棚面の『便器ボール部の底部の側への傾斜』」が「『ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域』の傾斜」よりも緩やかであると限定する趣旨のものであり，訂正事項8は，棚部の作用・機能を規定する趣旨のものであるところ，本件訂正前の本件明細書には，次の記載がある。",
                    "「  …リム噴出口44 は，洗浄水給水路41から洗浄水給水孔40近傍で分岐したリム給水路43の先端に位置するよう，ボール部20のボール面（ 詳しくは露出面24）上縁に形成されている。」（【0010】）",
                    "「  このリム噴出口44からは，流れに乱れが無い状態で洗浄水をボール面上縁部に噴出することができる。従って，洗浄水をその流れに大きな乱れが起きない状態で噴出でき，ボール面上縁部から洗浄水が不用意に飛び出すようなことも無くなる。」（【0016】）",
                    "「   …図2に示すように，…このリム噴出口44の前方にボール面回りに旋回した経路の棚部50を有する。この棚部50は，ボール部20の上記した露出面24の上縁回りの領域に形成されており，リム噴出口44からのリムショット洗浄水を棚面に乗せて下流側（旋回軌跡の下流側）に流す。」（【0020】）",
                    "「  また，便器10は，ボール部20の上縁回りにリム部21を備え，このリム部21を，図4に示すように，上記の棚部50をその上部から覆うようにしている。」（【0025】）",
                    "「  …この傾斜状のオーバーハング部52と棚部50を，図示するように，湾曲形状の連続部54で連続させた。」（【0027】）",
                    "「  中空部55は，便座の着座部となるリム上面壁58と，リム部における便器外郭を形成する外郭壁59と，ボール部20上縁との接合壁60と，上記のオーバーハング部52とで囲まれて形成されている。」（【0028】）",
                    "「   棚部50は，その各部において，図4に示すように，ボール部20の底部の側に傾斜形成されている。このため，棚部50の棚面に乗って流れている洗浄水を，図1に図中白抜き矢印で示すように，棚部50の旋回経路各部でボール部20のボール面（詳しくは，露出面24から覆水面23にかけてボール面）に沿って流し落とすことができる。」（【0021】）",
                    "上記記載における用語の意義を，当業者の技術常識に基づいて解釈すると，①ボール部20の上縁の上側にオーバーハング部52が隣接しており，②ボール部20に含まれる露出面24（ボール部の上方に位置し，覆水面23を除く部分である。）の上縁内を棚部50とし，③棚面50の上縁内を連続部54とするとの相対的位置関係を把握することができる。また，棚部50は，ボール部20の底部の側へ傾斜しているものであって，さらに，棚部50と，これを除くボール部20のボール面（露出面24）とは，ボール部20の底部の側への傾斜角を異にすることで区別されるものと理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "棚面の範囲",
                  "text": [
                    "原告は，本件明細書からは，「棚面」の範囲，「ボール面上縁」の具体的な位置・範囲，「隣接」の意義，隣接領域の具体的な位置・範囲が明らかではない旨を主張するが，上記アのとおり，棚部の範囲を把握することができ，また，「前記ボール面のボール面上縁より下側で且つボール面上縁に隣接する領域」とは，棚部が，ボール部の底部の側で隣接しているボール面部分と認められるから，その位置・範囲を把握することができる。",
                    "棚面の境界部分が直線により他の部分と明確に区別できないとしても，各部分の相対的位置や形状が明らかである以上，当業者において，各部分の位置，範囲が把握できないとは認められない。",
                    "原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "傾斜角を測定すべき箇所",
                  "text": [
                    "原告は，棚面の傾斜角を測定すべき測定位置が特定できない旨を主張する。",
                    "しかしながら，訂正事項7は，棚面とこれに隣接するボール面（棚面を除く。）との「傾斜」を対比するものであるから，それぞれの部位に一定の平坦部があることを前提とするものと理解され，これらの一定の平坦部は連続しており，同一の角部の両辺に位置するものと解される。そうすると，棚面傾斜角が隣接領域傾斜角よりも緩やかであるということは，技術常識に従い，棚面及びこれに隣接するボール面の各一定の平坦部を延長した線を導き，その線により構成される内角が少なくとも180°未満となるよう構成することと言い換えられ，その測定が当業者にとって困難であるとは認められない。",
                    "原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "棚面の傾斜角",
                  "text": [
                    "原告は，本件明細書には，棚面傾斜角が隣接領域傾斜角よりも緩やかではない又は両傾斜角が等しい構成が開示されている旨を主張する。",
                    "確かに，本件明細書には，棚部を全周にわたり設けると理解される記載がある一方で（【0020】【図2】），棚面が明確でなく，棚面傾斜角が隣接領域傾斜角と等しい部分があると理解される図面の記載がある（【図3】参照。なお，原告による【図4】(d)図の計測は，連続部54の傾斜角と隣接領域傾斜角とを対比しているものであり，棚面傾斜角と隣接領域傾斜角の傾斜角の対比とは認め難い。）。",
                    "しかしながら，当業者は，上記の各記載を総合すれば，図面に示された棚面と傾斜の相違が明確でない部分は，便器前方部のごく一部に限られているものと理解できる。そして，実施例を示した図面の中にこのような例外的な形態部分があるとしても，原則的な形態部分が認識できないわけではなく，また，その技術的意義が把握できないわけでもないから，これらの原則的な形態部分を前提とする本件訂正が，明細書に記載された事項の範囲外となったり，特許請求の範囲を拡張し又は変更することになるものではない。",
                    "原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "技術思想",
                  "text": [
                    "原告は，訂正事項7は，本件発明に新たな技術思想を加えるものである旨を主張する。",
                    "しかしながら，本件発明において，棚部の表面である棚面は，噴出洗浄水が旋回する経路であるとともに，この洗浄水の一部をボール部の底部の側に流下させるものであると認められるから（本件明細書【0020】～【0024】），訂正事項7は，もともと棚部が有する作用機能に従い，棚面に係る特許請求の範囲の記載を，本件明細書に明示された棚面が有する構成に限定するものと認められる。原告が指摘する【0021】は，棚部の傾斜の有無が記載された箇所であり，その傾斜の程度について記載された箇所ではない。",
                    "原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上から，訂正事項7・8について，特許請求の範囲の減縮ではない点，本件明細書に記載された事項の範囲内ではない点又は実質上特許請求の範囲を拡張し若しくは変更する点のいずれも認められない。",
                    "そうすると，審決の訂正事項7・8に係る判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項9",
              "text": [
                "訂正事項9は，訂正事項7・8による訂正に伴い，明細書の記載を訂正後の特許請求の範囲の記載に整合させるための訂正であるから，明瞭でない記載の釈明を目的とし，上記(1)にて判断のとおり，本件明細書に記載された事項の範囲内ではない点又は実質上特許請求の範囲を拡張し若しくは変更する点のいずれも認められない。",
                "したがって，審決の訂正事項9に係る判断には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由6（サポート要件・明確性要件の充足についての判断の誤り〔無効理由3関係〕）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「略連続」について",
              "text": [
                "原告は，「略連続」との用語が不明確であり，かつ，その結果として本件訂正発明が本件訂正明細書の発明の詳細な説明に記載されたものではない旨を主張する。",
                "しかしながら，「略連続」とは，当該技術分野の平均的な技術水準において，ボール面噴出口の開口底面又は開口側面と，棚部の棚面又は規制壁部の壁面との繋ぎ部分に連続性を保ったということであり，できるだけ段差，隙間がない状態にしたとか，ほぼ段差，隙間がない，といった程度の意味ととらえられるから，それ自体として直ちに不明確なものとはいえない。そして，本件訂正明細書には，上記繋ぎ部分を「略連続」させたとの記載がされている（【0005】【0022】【0026】）。",
                "原告は，「略連続」がどの程度の段差又は湾曲を許容するものであるか不明確である旨を主張する。しかしながら，上記説示のとおり，「略」は，積極的に段差，隙間を許容する趣旨で付されたものではないと認められ，そうであれば，当業者は，その技術水準に従い，繋ぎ部分の段差，隙間をできるだけ又はほぼなくすものと理解できるのであり，段差の許容限度を認識する必要はない。また，「湾曲」と「連続」とが技術的に矛盾するものでない以上，「略連続」としても湾曲態様に不明確さを導くものではない。どの程度湾曲させるかは，洗浄水の水量，水勢等にかんがみて当業者が適宜設定する事項にすぎない。",
                "また，原告は，本件訂正明細書の【図5】にリム噴出口44と棚部50との繋ぎ部分に段差が示されている旨を主張するが，同図には，リム噴出口44の開口面と接していない棚部50（【図5】の下段部分に示されたもの）との間に段差が示されているにすぎず，繋ぎ部分の棚部50（【図5】の上段部分に示されたもの）に段差が示されているとは認められない（本件訂正発明は，繋ぎ部分において連続することのみを特定するものである。）。",
                "原告の上記主張は，いずれも採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "棚面の「傾斜」，「ボール面上縁」，「隣接する領域」及びその「傾斜」について",
              "text": [
                "原告は，上記各用語が不明確であり，かつ，その結果として，本件訂正発明が本件訂正明細書の発明の詳細な説明に記載されたものではない旨を主張する。",
                "上記主張は，訂正事項7・8に係る訂正事項が訂正要件を満たさないことと同旨の主張であるところ，上記各用語が不明確とまではいえず，かつ，本件訂正明細書の発明の詳細な説明に記載されたものであることは（本件訂正により，上記各用語は本件訂正明細書にすべて含まれることになった。），上記2(1)(2)にて認定判断のとおりである。",
                "原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，本件訂正発明は，明確ではないとはいえず，また，発明の詳細な説明に記載されたものではないともいえない。",
                "そうすると，審決の明確性要件違反・サポート要件違反に対する判断には，誤りはない。",
                "したがって，取消事由6は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（相違点1-3の認定の誤り〔無効理由2-1関係〕）について",
          "text": [
            "原告は，甲1発明は本件訂正発明の棚面の構成を有するから，棚面の有無に係る相違点1-3を認定した審決の相違点の認定には，誤りがある旨を主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明の要旨認定について",
              "text": [
                "本件訂正明細書の前記記載や技術常識などによれば，本件訂正発明の棚部は，ボール内面上部に設けられて段差などにより他と区別できる部分であって，平坦で（水平である必要がないことは，本件訂正明細書の明示的記載により特定されている。），洗浄水を載せる機能を有し，ボール面噴出口から噴出された洗浄水を旋回経路に沿って下流に流すことにより一方向の旋回流を形成する経路といった程度の意味を有するものと認められる。そして，棚面は，このような棚部の表面部分を意味することとなる（【0020】【0021】）。",
                "原告は，本件訂正発明の棚部は，主洗浄水が流れればその形状を問わないとの旨を主張するが，「棚」との用語により形状を発明特定事項としている以上，その段差により他と区別される形状を全く考慮しない用語の解釈は，相当とはいえない。また，上記2(1)エに摘示のとおり，実施例を示す図面の一部に，棚面の傾斜角が隣接領域傾斜角と明確に区分できない部分があるとしても，そのような例外的な記載によって，前記1に認定の本件訂正発明の内容が左右されるものではない。",
                "原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定について",
              "text": [
                "原告は，本件訂正発明の棚部が主洗浄水が流れればよいとの解釈を前提として，甲1発明の乾燥面の上方領域は本件訂正発明の棚部に相当し，その表面部分は本件訂正発明の棚面に相当する旨を主張するが，その主張は，前提において誤りがある。本件訂正発明の棚面に相当するといえるためには，少なくとも，当該部分が，他と区分され得る，洗浄水を載置して旋回させる経路でなければならない。しかしながら，甲1発明の乾燥面の上方領域は，汚物受け面10からボウル部導水路16にかけての滑らかに連続する湾曲面の一部にすぎず（明細書9頁20～23行目），旋回する洗浄水が流れることもあるものの，他と区分されて専ら洗浄水の旋回経路として設けられたものではなく，しかも，この乾燥面の上方領域から棚面に相当する部分を区分することが困難である。なお，棚部の一部が平坦な棚面に相当しない場合など，本件訂正発明の棚部に相当する構成を有していても棚面を有していないことはあり得るから，棚部を有するからといって当然に棚面を有するとはいえない。",
                "甲1発明の乾燥面の上方領域は，本件訂正発明の棚面に相当するものとは認められず，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定について",
              "text": [
                "以上からすると，甲1発明に棚面がない以上，甲1発明と本件訂正発明とが棚面の構成を有する点で一致するとの原告の上記主張は，採用することができない。",
                "したがって，審決の相違点1-3の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上から，取消事由2には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3（相違点1-3の判断の誤り〔無効理由2-1関係〕）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "ボール面噴出口の数",
              "text": [
                "原告は，ボウル面の上縁部に洗浄水を導く水平な通水路を備えることは，ボール面噴出口が1つであるか2つであるかを問わない周知技術である旨を主張する。",
                "しかしながら，水洗便器の技術分野において，洗浄水の噴出口の数，通水路の構造と洗浄水の供給路，流水路とは一連の技術事項であるといえ，このような一連の技術の一面だけに着目し，ひとまとまりの技術事項の一部を抽出することは，それ自体が技術思想の創作活動であるから，安易な抽象化，上位概念化は許されず，技術事項に対応した慎重な検討が求められるというべきである。そして，原告の提出する証拠によれば，水洗便器の洗浄においては，洗浄水の供給の形態，噴出口の数，通水路及び流水路の形状に様々なものがあり，このような様々な洗浄方式の相違を考慮せずに，ボウル面の上縁部に洗浄水を導く水平な通水路を備えることが，噴出口の数，そして，それにより当然に異なる洗浄水の流路のいずれも問わない周知技術であると認めることは相当でなく，少なくとも，本件訂正発明及び甲1発明と同様の，洗浄水の水平方向への供給口が一つであって，その流路が一方向である水洗便器の洗浄方式を前提として，上記の周知技術が認められるか否かを判断すべきものといえる。",
                "したがって，原告の上記主張は，採用することはできない。",
                "以下，洗浄水の水平方向への供給口が1つであって，その流路が一方向に旋回する点で，本件訂正発明及び甲1発明と共通すると認められる甲9発明及び甲16発明について，上記周知技術の開示の有無を検討する（甲18発明は，洗浄水を一方向に旋回させるものとは認められない。）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲9発明",
                  "text": [
                    "原告は，甲9発明のマニフォールド20の上部表面21が，本件訂正発明の棚部及び棚面に相当する旨を主張する。",
                    "甲9発明は，洗浄水が，便器13の後方側に配置された入口チャンバ30から，表面21に沿って全周を流れるとともに，U字型部材23と表面21との間のスロット28から便器内面に流下するものであり（訳文3頁14～19行目，3頁19～27行目），水洗用マニフォールド20は，部材15の水平に配置された上部表面21を有しており，その逆U宇型の部材23は，表面21から垂直方向に離間した水平面24と，便器13の外周面26と水密な関係において係合する外側下方延伸部25と，内側下方延伸部27を有していると認められる（訳文3頁4～11行目）。",
                    "そうすると，上部表面21は，便器13の一部ではあるものの（訳文2頁43～44行目参照），開放された便器内面にあるとはいえないから，ボール面の上縁部に設けられた通水路ではなく，本件訂正発明の棚面にも棚部にも相当しない。",
                    "したがって，甲9発明は，原告の主張する周知技術を裏付けるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲16発明",
                  "text": [
                    "原告は，甲16発明の棚状部18は，本件訂正発明の棚部及び棚面に相当する旨を主張する。",
                    "甲16発明は，最少量の水を用いて便器表面を均一に洗浄するために（【0001】【0005】），パルセータ（パルス発生器）22を用いて水洗ノズル20から水平方向に水洗水のパルスをレッジ（棚状部）18に噴射し，この際，各パルスに噴射される水速を変えることによって，水洗水のパルスが便器表面周部を移動する距離を変じさせ，これによって，レッジ18から流下した水が旋回しながら便器表面16に広がり，排出口14に至るものである（【0009】【0010】【0014】【0026】【0027】）。レッジ18は，便器表面周部上端近傍にあり，ほぼ水平に便器の周方向に延びており，便器表面のスロープ部分よりも水平に近い形状となっている（【0009】【0014】）。",
                    "以上からすると，甲16発明は，本件訂正発明の棚部及び棚面に相当する構成を有するものではあるが，そもそも，溜水に旋回流を発生させ，サイホン作用により汚物を便器外に排出する洗浄方式である甲1発明とは全く異なる洗浄方式を採用しており，甲1発明に適用できる周知技術ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，原告の主張する周知技術を認めることはできず，原告の主張は，その前提を欠くものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおりであるから，審決の相違点1-3の判断には，誤りがない。",
                "したがって，取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4（相違点2-1の判断の誤り〔無効理由2-2関係〕）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2-1の判断の誤りについて",
              "text": [
                "事案にかんがみ，まず，相違点2-1の判断の誤りの有無について検討する。",
                "原告は，甲2発明の2つの「繋ぎ部分」（本件訂正発明の「ボール面噴出口」に相当）を1つとして本件訂正発明の相違点2-1②に相当する構成とすることは，当業者にとって容易である旨を主張する。",
                "甲2発明は，前記第2，3(2)イ(ウ)aのとおりのものであり，管の直径と流路の方向を異にする少なくとも2本の流体通路を設けることによって，それぞれの流体通路の異なる量の洗浄水を異なる位置からリムキャビティ内に排出し，大径の流体通路から導入された水を一方向に周回させ，小径の流体通路から導入された水をそれと反対の方向に供給させるものであり，排出スロットから水が排出される際にボウル内にその上部から底部への渦流体動作を生成し，渦洗浄をするものである。甲2発明においては，各流体通路の直径及び角度方向により定まる水流特性により，渦動作の程度及び振幅が決定されるが，渦動作は，実質的に大径の管の洗浄水によるものであり，小径の管の洗浄水は，基本的にボウル後方部分の洗浄を保証するためのものである（訳文3頁19～23行目）。 ",
                "このように，甲2発明は，2本以上の流体通路の構造的特性の差異を利用した洗浄水の供給により，渦洗浄動作，優れた洗浄及び衛生特性，洗浄水の減少，渦洗浄方法を提供しようとするものであるから（訳文1頁9～16行目），甲2発明に接した当業者は，甲2発明の目的達成のためには，2本以上の流体通路を組み合わせることを必須の構成と理解する。そうすると，仮に，1つのボール面噴出口により渦洗浄動作を発生させる水洗便器が周知であったとしても，当業者は，他に何らかの技術課題や積極的な動機付けが認められない限り，甲2発明の流体通路の繋ぎ部分を一本にしようと試みることはしないといえる。そして，上記の技術課題等は，本件証拠上認められないから，当業者は，甲2発明の繋ぎ部分を減少させる構成を容易に採用できるものではなく，この結論は，一般的にボール面噴出口1つのタイプと同2つのタイプの各構成が相互に置換可能であるか否かにより左右されない。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上からすると，相違点2-1②に相当する本件訂正発明の構成とすること自体が当業者にとって容易ではないから，相違点2-1①に相当する部分が一致点であるか否かについて検討するまでもなく，審決の相違点2-1の判断には，誤りがないことに帰する。",
                "したがって，取消事由4は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由5（相違点3-1の判断の誤り〔無効理由2-3関係〕）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3-1の判断の誤りについて",
              "text": [
                "事案にかんがみ，まず，相違点3-1の判断の誤りの有無について検討する。",
                "原告は，甲3発明の2つの「給水路の下流の便鉢面に露出する部分」（本件訂正発明の「ボール面噴出口」に相当）を1つとして本件訂正発明の相違点3-1①に相当する構成とすることは，当業者にとって容易である旨を主張する。",
                "甲3発明は，前記第2，3(2)イ(エ)aの認定のとおりであり，甲3の記載によれば，少ない洗浄水で洗浄面全面を効果的に洗浄できる洋風便器を提供するために（【0001】【0003】【0004】【0010】【0045】），便鉢の外周縁に沿って水平面を有する通水路を設け，給水路からの洗浄水を，給水路下流の便鉢面に露出する部分から左右両側の通水路に導き，これを便鉢外周に回り込んで落ちさせるとともに，便鉢後方側に，給水路に供給された洗浄水を直接便鉢内に射出する射水孔を形成したものである（【0010】～【0012】【0029】【0030】【図9】）。",
                "このように，甲3発明は，少ない洗浄水で洗浄面全面を効果的に洗浄するために，給水路からの洗浄水を大きくは3方向に分けているのであり，その技術思想は，洗浄水を分散させて供給するというところにあると認められるから，甲3発明に接した当業者は，甲3発明の効果を奏するためには，給水路からの洗浄水を少なくとも3方向に分散させることが必要であると理解する。そうすると，仮に，1つのボール面噴出口により渦洗浄動作を発生させる水洗便器が周知であったとしても，当業者は，他に何らかの技術課題や積極的な動機付けが認められない限り，甲3発明の給水路下流の露出部分を一本にまとめようと試みることはしないといえる（なお，甲3には，射水孔を用いずに便鉢後方部にも通水路を設けたという〔【0031】【図10】），本件訂正発明と対比するのにより適切な構成が開示されているが，上記認定判断は，この構成に基づいて甲3発明を認定したとしても，同様の結論になる。）。そして，上記の技術課題等は，本件証拠上認められないから，当業者は，甲3発明の給水路下流の露出部分を減少させる構成を容易に採用できるものではなく，この結論は，一般的にボール面噴出口1つのタイプと同2つのタイプの各構成が相互に置換可能であるか否かにより左右されない。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上からすると，相違点3-1①に相当する本件訂正発明の構成とすること自体が当業者にとって容易ではないから，相違点3-1②に相当する部分が相違点を構成するか否かについて検討するまでもなく，審決の相違点3-1の判断には，誤りがないことに帰する。",
                "したがって，取消事由5は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，取消事由1～6は，いずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}