{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800091号事件について平成27年11月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成22年12月27日，発明の名称を「離型フィルム」とする発明について特許出願(特願2010-289441号)をし，平成27年1月30日，設定の登録(特許第5685930号)を受けた(請求項の数5。以下，この特許を「本件特許」という。甲19)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年3月30日，本件特許の請求項1ないし5に係る発明について特許無効審判を請求し，無効2015-800091号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成27年11月4日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月13日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成27年12月11日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲の請求項1ないし5の記載は，次のとおりである。以下，本件特許に係る発明を請求項の番号に従って「本件発明1」などといい，これらを併せて「本件各発明」という。また，その明細書(甲19)を，図面を含めて「本件明細書」という。",
            "【請求項1】少なくとも，ポリエステル系樹脂(A)を主成分とする樹脂から形成される第1離型層並びに，樹脂成分としてポリプロピレン樹脂(B1)およびエチレン-メタアクリル酸メチル共重合体(B2)を含有し，前記第1離型層の片側に設けられるクッション層を備え，",
            "前記エチレン-メタアクリル酸メチル共重合体(B2)がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有している，離型フィルム。",
            "【請求項2】前記クッション層中に含有されるポリプロピレン樹脂(B1)とエチレン-メタアクリル酸メチル共重合体(B2)との重量比(B1／B2)がB1／B2＝10／90～30／70である請求項1記載の離型フィルム。",
            "【請求項3】前記ポリプロピレン樹脂のメルトフローレート〔JIS  K7210  加熱温度230℃，荷重21．18Ｎ〕が0．5g／10minである請求項1または2記載の離型フィルム。",
            "【請求項4】前記ポリエステル系樹脂(A)がPBT系樹脂である請求項1～3のいずれか1項に記載の離型フィルム。",
            "【請求項5】前記クッション層の第1離型層形成側の反対側に形成される第2離型層をさらに備える請求項1に記載の離型フィルム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明1は，ⅰ)下記アの引用例1に記載された発明(以下「引用発明1C」という。)と同一ということはできないから，特許法29条1項3号の規定に違反して特許されたものではない，ⅱ)引用発明1C又は下記アの引用例1の請求項1に記載された発明(以下「引用発明1B」という。)，下記イの引用例2に記載された発明(以下「引用発明2」という。)及び下記ウの引用例3に記載された発明(以下「引用発明3」という。)に基づいて，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない，②本件発明2ないし5は，引用発明1C又は引用発明1B，引用発明2及び引用発明3に基づいて，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：国際公開第2005／030466号(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：住友化学工業株式会社  藤田晴教ら著「ポリオレフィンの複合化による環境分野への展開」住友化学  2000-II，第4頁～第11頁(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開2002-79630号公報(甲3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "本件審決が認定した引用発明は，以下のとおりである。引用発明の認定について当事者間に争いはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1C DSCによる融解ピーク温度である融点が50～130℃の範囲にある樹脂を主成分とする樹脂組成物からなる追従層と，",
                      "text": [
                        "融点が200℃以上である樹脂を主成分とする樹脂組成物からなり，前記追従層に積層されている離型層と",
                        "を有する多層シートであって，",
                        "2枚の前記多層シートの離型層同士を170℃，3MPaの条件で30分間圧着させたときに，ASTM  D1893に準拠する方法により測定したブロッキング力が0．1Ｎ／cm以下であり，",
                        "追従層は，融点が50～130℃の範囲の第1の樹脂と，融点が130℃よりも高く250℃以下である第2の樹脂を含み，",
                        "第1の樹脂として，エチレン，プロピレン，ブテン，ペンテン，ヘキセン，オクテン，メチルペンテンなどのα-オレフィンの1種あるいは2種以上の共重合体，また，エチレンなどのα-オレフィンの1種あるいは2種以上と，酢酸ビニル，アクリル酸，メタクリル酸(判決注：メタアクリル酸と同義であり，以下，メタアクリル酸ともいう。)，アクリル酸エステル，メタクリル酸エステル，マレイン酸，無水マレイン酸，ノルボルネン，エチリデンノルボルネンなどとの1種あるいは2種以上の共重合体などが挙げられ，ポリエチレン樹脂，エチレン酢酸ビニル共重合樹脂，エチレン-アクリレート共重合樹脂，エチレン-メチルアクリレート共重合樹脂，エチレン-エチルアクリレート共重合樹脂，エチレン-ブチルアクリレート共重合樹脂などが挙げられ，",
                        "第2の樹脂として，ポリプロピレン系樹脂，(1-)ブテン系樹脂，ポリペンテン系樹脂，ポリメチルペンテン系樹脂，ポリブチレンテレフタレート，ポリプロピレンテレフタレート，ポリエチレンテレフタレートなどのポリエステル，6-ナイロン(登録商標)，11-ナイロン(登録商標)，12-ナイロン(登録商標)などのポリアミド，ポリカーボネート及びこれらを変性した化合物などが挙げられ，",
                        "離形層を構成する樹脂として，結晶性芳香族ポリエステルが好適であり，結晶性芳香族ポリエステルとしては，例えば，ポリエチレンテレフタレート，ポリブチレンテレフタレート，ポリヘキサメチレンテレフタレート，ポリエチレンナフタレート，ポリブチレンナフタレート，テレフタル酸ブタンジオールポリテトラメチレングリコール共重合体等が挙げられ，なかでも，ブチレンテレフタレートを含むものが好適である",
                        "多層シート。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "引用発明1B DSCによる融解ピーク温度である融点が50～130℃の範囲にある樹脂を主成分とする樹脂組成物からなる追従層と，融点が200℃以上である樹脂を主成分とする樹脂組成物からなり，前記追従層に積層されている離型層とを有する多層シートであって，2枚の前記多層シートの離型層同士を170℃，3MPaの条件で30分間圧着させたときに，ASTM  D1893に準拠する方法により測定したブロッキング力が0．1Ｎ／cm以下であることを特徴とする多層シート。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "本件発明1と引用発明1Cとの一致点及び相違点",
          "text": [
            "本件審決が認定した本件発明1と引用発明1Cとの一致点及び相違点は，以下のとおりである。相違点Aが実質的な相違点であるかについては，後記のとおり争いがある。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "一致点",
      "text": [
        "ポリエステル系樹脂を主成分とする樹脂から形成される第1離型層並びに，樹脂成分として一方の樹脂および他方の樹脂を含有し，前記第1離型層の片側に設けられるクッション層を備える，離型フィルム。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "相違点A   クッション層を構成する一方の樹脂および他方の樹脂について，本件発明1Cでは「樹脂成分としてポリプロピレン樹脂(B1)およびエチレン-メタアクリル酸メチル共重合体(B2)を含有し，前記エチレン-メタアクリル酸メチル共重合体(B2)がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有している」であるのに対し，引用発明1Cでは，「融点が50～130℃の範囲の第1の樹脂と，融点が130℃よりも高く250℃以下である第2の樹脂を含み， 第1の樹脂として，エチレン，プロピレン，ブテン，ペンテン，ヘキセン，オクテン，メチルペンテンなどのα-オレフィンの1種あるいは2種以上の共重合体，また，エチレンなどのα-オレフィンの1種あるいは2種以上と，酢酸ビニル，アクリル酸，メタクリル酸，アクリル酸エステル，メタクリル酸エステル，マレイン酸，無水マレイン酸，ノルボルネン，エチリデンノルボルネンなどとの1種あるいは2種以上の共重合体などが挙げられ，ポリエチレン樹脂，エチレン酢酸ビニル共重合樹脂，エチレン-アクリレート共重合樹脂，エチレン-メチルアクリレート共重合樹脂，エチレン-エチルアクリレート共重合樹脂，エチレン-ブチルアクリレート共重合樹脂などが挙げられ，第2の樹脂として，ポリプロピレン系樹脂，(1-)ブテン系樹脂，ポリペンテン系樹脂，ポリメチルペンテン系樹脂，ポリブチレンテレフタレート，ポリプロピレンテレフタレート，ポリエチレンテレフタレートなどのポリエステル，6-ナイロン(登録商標)，11-ナイロン(登録商標)，12-ナイロン(登録商標)などのポリアミド，ポリカーボネート及びこれらを変性した化合物などが挙げられ」るものである点。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "本件発明1と引用発明1Bとの一致点及び相違点",
          "text": [
            "本件審決が認定した本件発明1と引用発明1Bとの一致点及び相違点は，以下のとおりである。一致点及び相違点の認定について，当事者間に争いはない。"
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "一致点",
      "text": [
        "第1離型層，及び前記第1離型層の片側に設けられるクッション層を備える，離型フィルム。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "相違点1",
      "text": [
        "第1離型層が，本件発明1では，「ポリエステル系樹脂(A)を主成分とする樹脂から形成される」が，引用発明1Bでは，「融点が200℃以上である樹脂を主成分とする樹脂組成物からな」る点。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "相違点2",
      "text": [
        "クッション層が，本件発明1では，「樹脂成分としてポリプロピレン樹脂(B1)およびエチレン-メタアクリル酸メチル共重合体(B2)を含有し，前記エチレン-メタアクリル酸メチル共重合体(B2)がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有している」が，引用発明1Bでは，「DSCによる融解ピーク温度である融点が50～130℃の範囲にある樹脂を主成分とする樹脂組成物からなる」点。"
      ],
      "content": [
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1に係る引用発明1Cに基づく新規性判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明1に係る引用発明1Cに基づく進歩性判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明2ないし5に係る引用発明1Cに基づく進歩性判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "本件発明1に係る引用発明1Bに基づく進歩性判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "本件発明2ないし5に係る引用発明1Bに基づく進歩性判断の誤り(取消事由5)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1に係る引用発明1Cに基づく新規性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用発明1Cにおいて，本件発明1で特定する特定の樹脂の組合せ及びメタアクリル酸メチルから誘導される単位の本件発明1で特定する特定の範囲を選択するべき積極的な理由，事情を見いだすことはできないことを理由として，相違点Aは実質的な相違点であると判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件審決も認めるように，「本件発明1のクッション層を構成する樹脂は，一方の樹脂が「ポリプロピレン樹脂(PP)」，他方の樹脂が「エチレン-メタクリル酸メチルエステル共重合体(エチレン-メタアクリル酸メチル共重合体。EMMA)」であるところ，これらの樹脂は，引用発明1Cに含まれている。」ものである。さらに，引用発明1Cは，一方の樹脂と他方の樹脂の任意の組合せを含むものである。また，「エチレン-メタアクリル酸メチル共重合体(B2)」は，「エチレン」単位と「メタアクリル酸メチル」単位が重合することによって生成される重合体であり，「エチレン-メタアクリル酸メチル共重合体(B2)」には，「メタアクリル酸メチル」から誘導される単位が必ず何らかの割合で含まれるものである。そして，引用発明1Cでは，「エチレン-メタアクリル酸メチル共重合体(B2)」における「メタアクリル酸メチル」単位の割合を何ら限定しておらず，また，「5重量％以上14重量％以下」の割合を排除する記載はない。",
                "そうすると，本来，相違点Aは，本件発明1と引用発明1Cの相違点にはなり得ないのであって，例外的に，本件発明1が，クッション層を構成する一方の樹脂として「ポリプロピレン樹脂」，他方の樹脂として「エチレン-メタクリル酸メチルエステル共重合体」を選択し，「エチレン-メタアクリル酸メチル共重合体(B2)」がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有している」ものを選択したことにより，本件発明1の効果が，引用発明1Cの効果よりも優れていることが認められる場合に限り，新規性が認められる余地があるというべきである。",
                "本件発明1の効果に関する実験(甲27の2)と引用発明1Cの効果に関する実験(甲21の3)は，いずれも被告が行ったものであり，これらによれば，本件発明1の効果が引用発明1Cの効果よりも優れているということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件発明1の新規性が認められる余地はない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明1は，「樹脂成分としてポリプロピレン樹脂(B1)およびエチレン-メタアクリル酸メチル共重合体(B2)を含有し，前記第1離型層の片側に設けられるクッション層を備え」という構成と，「前記エチレン-メタアクリル酸メチル共重合体(B2)がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有している」という構成のそれぞれに独立に技術的意義が存するのではなく，上記各構成の組合せに技術的意義がある。",
                "引用発明1Cの「第1の樹脂」ないし「第2樹脂」は，原料の候補にすぎず，その外延すら明確でないものであって，上位概念を形成するような樹脂の群とすらなり得ない。このように，引用発明における上位概念の範囲が定まらない以上，その下位概念として本件発明1が全部包摂されることなどない。",
                "したがって，本件発明1は，引用発明1Cに対する選択発明といえるようなものではなく，選択発明として特許され得る条件を満たすか否かにかかわらず，本件発明1は新規性を有している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件発明1は，上記各構成の組合せに技術的意義があり，これらは一体不可分の構成である。他方，引用発明1Cは，一方の樹脂と他方の樹脂について，それぞれ使用し得る樹脂の例示を含むものとして記載されているにすぎない。これらの例示から，あらゆる樹脂の任意の組合せを導き出すことができるわけではなく，相違点1に係る樹脂の組合せ(ポリプロピレン(PP)とエチレン-メタアクリル酸メチル共重合体(EMMA))とすることは，極めて多数の組合せの中から，一つの組合せを選択することであり，引用例1全体を見ても，このように選択すべき積極的な理由，事情を見いだすことはできない。",
                "したがって，本件発明1と引用発明1Cとは，相違点Aにおいて相違し，この相違点は実質的相違点であるから，本件発明1は新規性を有する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，相違点Aは，実質的相違点になり得ないと主張する。しかし，かかる主張は，引用発明1Cが，一方の樹脂と他方の樹脂の任意の組合せを含むものであるとする独自の見解に基づいて，引用例1にはポリプロピレン(PP)とエチレン-メタアクリル酸メチル共重合体(EMMA)との組合せが記載されていると結論付け，さらに，エチレン-メタアクリル酸メチル共重合体(B2)には，メタアクリル酸メチルから誘導される単位が必ず何らかの割合で含まれるものであるという強引な根拠付けにより，ポリプロピレン(PP)とエチレン-メタアクリル酸メチル共重合体(EMMA)との組合せによって追従層を形成する場合におけるエチレン-メタアクリル酸メチル共重合体(EMMA)のメタアクリル酸メチルから誘導される単位(以下「MMA含量」ということもある。)を本件発明1のごとく規定することが引用例1に記載されているというものであって，到底是認できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明の認定において効果の差異を持ち出すことは誤りである。仮に効果に着目したとしても，本件発明1は，引用発明1Cに比較して優れた効果を奏するものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に係る引用発明1Cに基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1と引用発明1Cとの相違点Aについて，引用発明1Cに例示される多くの樹脂の中から「ポリプロピレン樹脂」を選択し，他方の樹脂として，引用発明1Cに例示される多くの樹脂の中から「エチレン-メタアクリル酸メチル共重合体」を選択し，相違点1に係る樹脂の組合せとすることは，極めて多数の組合せの中から，一つの組合せを選択することであり，引用例1全体を見ても，このように選択するべき積極的な理由，事情を見いだすことはできない，と判断している。",
                "この点に関し，引用例1の実施例5では，追従層に，ポリプロピレン(PP)とともにエチレン-アクリル酸エチル共重合体(EEA)が用いられており，表3のとおり，追従層のしみ出しがない上，離型性及び追従性ともに「非常に良好」と評価されており，比較例はもとより他の実施例と比較しても，より優れた結果が得られている。",
                "ところで，離型フィルムの分野において，通常，エチレン-アクリル酸エステル共重合体とエチレン-メタアクリル酸エステル共重合体は，共通する性質を有する一群の共重合体として考えられ，エチレン-(メタ)アクリル酸エステル共重合体などと一括して表記されることも多い。そして，引用例1の実施例5で用いられたEEAと，本件発明1に係るエチレン-メタアクリル酸メチル共重合体(EMMA)は，ともにエチレン-(メタ)アクリル酸エステルの共重合体に含まれ，さらに，両者は，共重合体の一方の成分であるα-オレフィンがともにエチレンで共通し，他方の成分は(メタ)アクリル酸エステルの中でも，(メタ)アクリル酸エステルのエステル部分がメチル基とエチル基といった極めて構造の類似した基であり，両者は，エチレン-(メタ)アクリル酸エステル共重合体の中でも極めて構造が類似したものである。",
                "そうすると，実施例5では，追従層に，ポリプロピレン(PP)とともにエチレン-アクリル酸エチル共重合体(EEA)が用いられており，優れた効果が得られているのであるから，優れた効果を奏する離型フィルムを得るために，引用発明1Cにおいて，一方の樹脂として「ポリプロピレン樹脂」を選択し，他方の樹脂として，エチレン-(メタ)アクリル酸エステル樹脂の採用を検討し，その際に，優れた効果が得られるエチレン-アクリル酸エチル共重合体(EEA)に極めて類似したエチレン-(メタ)アクリル酸エステル樹脂であるエチレン-メタアクリル酸メチル共重合体(EMMA)を選択することは，当業者によって容易に想到することができることであるし，エチレン-アクリル酸エチル共重合体(EEA)に代えてエチレン-メタアクリル酸メチル共重合体(EMMA)を用いても，評価結果が同様に良好となると考えることも自然である。すなわち，本件審決のいう「このように選択するべき積極的な理由，事情」は存在するといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明1Cでは，追従層の主成分である樹脂の融点についての特定，具体的には「DSCによる融解ピーク温度である融点が50～130℃の範囲にある樹脂」などとの特定がある。そして，エチレン-メチルメタクリレート共重合体樹脂をはじめとするエチレン系共重合体の特徴として，コモノマー含量を高くするほどその共重合体の融点が下がることは，周知の技術常識である。",
                "すなわち，共重合体樹脂の融点を調整することに関する記載があったときには，化学の分野の当業者であれば，エチレン系共重合体樹脂の融点を希望する値に調整するためには，当該エチレン系共重合体樹脂を構成するコモノマー割合を変えることを想起する。",
                "よって，引用発明1Cにおいて，「DSCによる融解ピーク温度である融点が50～130℃の範囲にある樹脂」が特定されていることは，当業者にとって，引用発明1Cにおいて，エチレン系共重合体樹脂を構成するコモノマー割合を調整することを開示するものといえる。",
                "そうすると，「ポリプロピレン系樹脂」と「エチレン-メチルメタクリレート共重合体樹脂」でクッション層を構成するに際して，クッション層の他の樹脂成分である「ポリプロピレン系樹脂」との組合せにおいて，好ましい効果を奏する「エチレン-メチルメタクリレート共重合体樹脂」を，その融点に着目して，実験によって選択することは，当業者が当然に行うべきことであり，いわゆる設計的事項である。そして，エチレン系共重合体の特徴として，コモノマー含量を高くするほどその共重合体の融点が下がるという相関関係があるので，共重合体をその融点の範囲で表すか，「メタアクリル酸メチルから誘導される単位」の含有量の範囲で表すかは，単なる表記方法の差である。",
                "よって，その融点に着目して，実験によって選択した好ましい重合体を「メタアクリル酸メチルから誘導される単位」の含有量の範囲を用いて，5重量％以上14重量％以下とすることに，特に困難さは認められない。",
                "さらに，本件発明1における，クッション層に含まれるエチレン-メタアクリル酸メチル共重合体のメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下とすることの効果について，例えばコモノマーから誘導される単位が一定割合以上であれば，ある程度の柔軟化が見込まれるので回路パターンへの追従性が達成され，また，前記単位が一定割合以下であれば，クッション層が過度に柔軟化されないので，端部流出の防止が達成されるにすぎないのであるから，周知技術の効果以上の顕著な効果は有していない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1は，樹脂の組合せのみならず，物性である融点と相関のある樹脂のコモノマー単位の割合に着目している。また，引用発明1Cも樹脂の物性値に着目している。すなわち，引用発明1Cと本件発明1とは，融点の範囲で表すか，コモノマー単位の割合の範囲で表すかという単なる表記方法の差があるだけであり，基本的思想は異ならない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明1は所定の課題を解決するという観点から2種の樹脂を選択し組み合わせたものであり，この選択，組合せの基準の一つとして，MMA含有率を採用したものであるから，樹脂の組合せとMMA含有率とは一体不可分である。これらを分解して2つの相違点とし，各相違点について公知文献を考慮して容易に想到することができるかを議論することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，相違点Aを分解して2つの相違点としても，エチレン-メタアクリル酸メチル共重合体(EMMA)とポリプロピレン(PP)の組合せを導くことが容易に想到し得るとはいえない。共重合成分としてMMAを用いたときとEAを用いたときでは性能面で大きな差が生じ，本件発明1のエチレン-メタアクリル酸メチル共重合体(EMMA)とポリプロピレン(PP)との組合せは，引用例1の実施例5に記載されたエチレン-アクリル酸エチル共重合体(EEA)とポリプロピレン(PP)との組合せよりもはるかに優れた性能を示すのであるから，「エチレン-アクリル酸エチル共重合体(EEA)に代えてエチレン-メタアクリル酸メチル共重合体(EMMA)を用いても，評価結果が同様に良好となると考えることも自然である。」との原告主張は誤りである。また，分子の性質は分子構造がわずかに異なるだけで大きく変動することは周知であり，アクリル酸エチル(EA)とメタアクリル酸メチル(MMA)が，エステル部分と官能基が異なっているにもかかわらず「極めて構造が類似する」との原告主張は誤りである。",
                "引用例1には，ポリプロピレン(PP)とエチレン-メタアクリル酸メチル共重合体(EMMA)の組合せにおいて，MMA含有率をどのように調整するかについては記載も示唆もされていない。原告は，分子構造の類似性から，ポリプロピレン(PP)とエチレン-メタアクリル酸メチル共重合体(EMMA)との組合せの構成を採用することは容易であるとし，他方，融点の調整のためにMMA含有率を調整することは当業者が考えつくことであるとする。原告の上記主張は，引用例1に何ら記載のない動機を持ち出して，ポリプロピレン(PP)とエチレン-メタアクリル酸メチル共重合体(EMMA)との組合せの構成を引用発明1Cに付加して発明を作った上で，当該発明に対して，別の動機を持ち出してMMA含有率を5重量％以上14重量％以下とする構成を付加しているのであって，各相違点について全く異なる観点から動機付けをしようとしている点において誤っている。さらに，MMA含有率を変更することによってエチレン-メタアクリル酸メチル共重合体(EMMA)の種々の物性が変わることは，当該技術分野の技術常識であり，融点のみに着目してMMA含有率を変更することを当業者が考えるはずはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2ないし5に係る引用発明1Cに基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件発明2ないし5が本件発明1を引用し，本件発明1の構成を全て含むものであるから，引用発明1Cとの間に相違点Aが認められ，容易に想到することはできないとする。",
            "しかしながら，既に述べたとおり，引用発明1C発明における相違点Aに相当する構成を本件発明1における相違点Aに相当する構成に置き換えることは，当業者であれば容易に想到することができる。",
            "したがって，本件審決の判断は誤っている。",
            "〔被告の主張〕",
            "既に述べたとおり，相違点Aは容易に想到することができないから，本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明1に係る引用発明1Bに基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決がメタクリル酸エステルを樹脂の一つと認定している点は誤りである。メタクリル酸エステルは，「エチレン-メタアクリル酸メチル共重合体」などの樹脂を構成する単量体の一つである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，「クッション層に「ポリプロピレン系樹脂」を用いた実施例5では，「ポリプロピレン系樹脂」と「エチレン-エチルアクリレート共重合体」でクッション層を構成しており，「エチレン-メチルメタクリレート共重合樹脂」ではない。実施例は，適したものが記載されることが通常であるから，クッション層の一つとして「ポリプロピレン樹脂」が適しているのであれば，「エチレン-メチルメタクリレート共重合樹脂」と「ポリプロピレン樹脂」とを選択した実施例が存在してしかるべきであるが，そのような実施例は記載されていない。すなわち，クッション層の一つとして，「ポリプロピレン樹脂」，「エチレン-メタアクリル酸メチル共重合体」のそれぞれを選択し，両者を組み合わせることが，容易想到であるということはできない。」とする。",
                "しかしながら，実施例は，あくまでも発明を例示するためのものであり，適するとされたもの全てが記載されていなければならないというものではない。そのため，実施例に記載されていないからといって，それが適していないと認定することは誤りである。また，引用発明1Bの実施例である実施例5では，追従層にポリプロピレン(PP)とともにエチレン-アクリル酸エチル共重合体(エチレン-エチルアクリレート共重合体ともいう。EEA)が用いられており，表3のとおり，追従層のしみ出しがない上，離型性及び追従性ともに「非常に良好」と評価されており，比較例はもとより他の実施例と比較しても，より優れた結果が得られている。よって，実施例5は，「好ましい」態様であるといえる。",
                "既に述べたとおり，引用発明1Bの実施例5で用いられたエチレン-アクリル酸エチル共重合体(EEA)と，本件発明1に係るエチレン-メタアクリル酸メチル共重合体(EMMA)は，エチレン-(メタ)アクリル酸エステル共重合体の中でも極めて構造が類似したものである。",
                "そうすると，実施例5では，追従層に，ポリプロピレン(PP)とともにエチレン-アクリル酸エチル共重合体(EEA)が用いられており，優れた効果が得られているのであるから，優れた効果を奏する離型フィルムを得るために，引用発明1Bにおいて，一方の樹脂として「ポリプロピレン樹脂」を選択し，他方の樹脂として，エチレン-(メタ)アクリル酸エステル樹脂の採用を検討し，その際に，優れた効果が得られるエチレン-アクリル酸エチル共重合体(EEA)に極めて類似したエチレン-(メタ)アクリル酸エステル樹脂であるエチレン-メタアクリル酸メチル共重合体(EMMA)を選択することは，当業者によって容易に想到することができることである。また，エチレン-アクリル酸エチル共重合体(EEA)に代えてエチレン-メタアクリル酸メチル共重合体(EMMA)を用いても，評価結果が同様に良好となると考えることも自然である。すなわち，両者を組み合わせることが，容易想到であるということはできないとの本件審決の判断は，誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "既に述べたとおり，「エチレン-メタアクリル酸メチル共重合体(B2)がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有している」といった範囲を選択することは，当業者が容易に想到し得ることである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "既に述べたとおり，引用発明1Bと本件発明1とは，融点の範囲で表すか，コモノマー単位の割合の範囲で表すかという単なる表記方法の差があるだけであり，基本的思想は異ならない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "メタクリル酸エステルが，「エチレン-メタアクリル酸メチル共重合体」などの樹脂を構成する単量体の一つであることは認める。もっとも，このことは，本件審決の結論に影響せず，引用発明1Bにおいて，クッション層の樹脂成分の一つとして「エチレン-メタアクリル酸メチル共重合体」を選択することが，容易に想到することができるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1には，追従層を1種類の樹脂で構成する発明と，追従層を第1の樹脂および第2の樹脂の2種類の樹脂で構成する発明とが記載され，エチレン-メタアクリル酸メチル共重合体(EMMA)については単体で使用された例，すなわち，追従層を1種類の樹脂で構成する発明の例において示されている(実施例1～3)。追従層は所定の技術的課題を解決するように設計されるものであるところ，2種類の樹脂を用いて樹脂が果たすべき役割を各樹脂に分担させ得る発明と，1種類の樹脂だけで複数の役割を果たさなければならない発明とで，樹脂の設計基準が異なることは，当然である。引用例1に記載の実施例5は，追従層を第1の樹脂及び第2の樹脂の2種類の樹脂で構成する発明の好適な例として示されたものであり，他方，引用例1に記載の実施例1ないし3は，追従層を1種類の樹脂で構成する発明の好適な例として示されたものであり，追従層を第1の樹脂及び第2の樹脂の2種類の樹脂で構成する発明を実施したものではない。さらに，追従層の性能は，使用する樹脂の種類や配合量をわずかに変化させただけでも変動するから，追従層を1種類の樹脂で構成する発明の好適例として示された「アクリフトWH102」を，追従層を第1の樹脂及び第2の樹脂の2種類の樹脂で構成する発明に想到することは，困難である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2ないし5に係る引用発明1Bに基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件発明2ないし5が本件発明1を引用し，本件発明1の構成を全て含むものであるから，引用発明1Bとの間に相違点が認められ，容易に想到することはできないとする。",
            "しかしながら，既に述べたとおり，引用発明1B発明における相違点1及び同2に相当する構成を本件発明1における相違点1及び同2に相当する構成に置き換えることは，当業者であれば容易に想到することができる。",
            "したがって，本件審決の判断は誤っている。",
            "〔被告の主張〕",
            "既に述べたとおり，相違点1及び同2は容易に想到することができないから，本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各発明に係る特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書(甲19)の発明の詳細な説明には，おおむね，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，離型フィルムに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】国際公開05／030466号パンフレット(引用例1。甲1)には，離型層と追従層(クッション層)を有する離型フィルムの発明が提案されている。このような離型フィルムは，例えば，回路が露出したフレキシブルフィルム(以下「回路露出フィルム」と称する)に接着剤を介してカバーレイフィルム(以下「CLフィルム」と称する)を加熱プレスにより接着してフレキシブルプリント回路基板(以下「FPC」と称する)を作製する際の離型フィルムとして用いられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】引用例1に開示されるような離型フィルムは，クッション層の存在により離型フィルムの回路露出フィルムへの埋め込み性が向上するものとなる。しかしながらクッション層に用いる樹脂によっては，クッション層の弾性率が著しく低下するため，加熱プレス中にフィルム端部から軟化したクッション層が流出するという不具合が生じる場合がある。また軟化したクッション層の流出は，プレス熱盤の汚染につながり作業効率が著しく低下する。",
                    "【0005】本発明の課題は，プレス時のクッション層のフィルム端部からの流出によるプレス盤汚染を防ぎ，かつ十分な埋め込み性を得ることができる離型フィルムを提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0006】本発明に係る離型フィルムは，少なくとも第1離型層およびクッション層を備える。第1離型層は，ポリエステル系樹脂(A)を主成分とする樹脂から形成される。クッション層は，ポリプロピレン樹脂(B1)と，エチレン-メタアクリル酸メチル共重合体(B2)とを含有する。前記クッション層は，第1離型層の片側に設けられている。",
                    "【0009】前記エチレン-メタアクリル酸メチル共重合体はメタアクリル酸メチルから誘導される単位を5重量％以上14重量％含有するものであることが好ましい。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0012】本発明の離型フィルムはプレス中にクッション層端面から溶融した樹脂の熱盤への流出量を軽減でき，フィルム同士の熱融着を防ぐとともに十分に回路パターンに追従する。その結果，回路露出フィルムへのCLフィルムの接着時に回路露出フィルムとCLフィルムとの間の接着剤が回路パターンへ流出する量が少なくなり，FPCの良品率が高めることができる。",
                    "【0013】またクッション層の第1離型層形成側の反対側に第2離型層を形成すると，回路露出フィルムへのCLフィルムの接着時にクッション層がプレス熱盤に付着することを防止することができる。このため，回路露出フィルムへのCLフィルムの接着工程等に費やされる時間を短くすることができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0015】本発明の実施の形態に係る離型フィルム100は，図1に示されるように，主に，離型層110およびクッション層120から構成される。なお，本実施の形態において，離型フィルム100の厚みは25～30μmであるのが好ましい。",
                    "＜離型層＞",
                    "【0016】離型層110は，ポリエステル系樹脂を主成分とする樹脂から形成される。",
                    "＜クッション層＞",
                    "【0035】クッション層120は，ポリプロピレン樹脂(B1)とエチレン-メタアクリル酸メチル共重合体(B2)とを含有する。",
                    "【0038】またポリプロピレン樹脂(B1)のMFR〔測定方法：JIS  K7210，測定条件  加熱温度：230℃，荷重：21．18Ｎ〕は，0．5g／10min以上2．5g／10min以下であることが好ましい。前記範囲下限値以上とすることで良好な回路パターンへの追従性を示し，前記範囲上限値以下とすることでクッション層の流出を防ぐ。",
                    "【0039】エチレン-メタアクリル酸メチル共重合体(B2)としては，メタアクリル酸メチルから誘導される単位が5重量％以上14重量％以下を含有するものを用いることが好ましい。メタアクリル酸メチルから誘導される単位が前記範囲下限値以上とすることで良好な回路パターンへの追従性を示し，前記範囲上限値以下とすることでクッション層の端部からの流出を防ぐことができる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "text": [
                    "(実施例1)",
                    "＜離型フィルムの製造＞",
                    "【0048】(1)第1離型層の原料  第1離型層の原料として，ポリブチレンテレフタレート／ポリテトラメチレングリコールブロック共重合体(ポリブチレンテレフタレート構成単位／ポリテトラメチレングリコール構成単位  90重量部／10重量部)(三菱エンジニアリングプラスチックス(株)製のノバデュラン(登録商標)5505S)を用いた。",
                    "【0049】(2)クッション層の原料  クッション層の原料としては，ポリプロピレン(住友化学(株)製，ノーブレン(登録商標)FH1016：MFR0．5g／10min，表1においてPP1と示す。)を10重量％，エチレン-メタアクリル酸メチル共重合体(メタアクリル酸メチル誘導単位含有量：5重量％，表1においてEMMA1と示す。)(住友化学(株)製，アクリフト(登録商標)WD106)を90重量％用いた。",
                    "【0050】(3)第2離型層の原料  第2離型層の原料として，ポリピロピレン(住友化学(株)製，ノーブレン(登録商標)FS2011DG2)を用いた。",
                    "【0051】(4)接着層の原料  第1離型層とクッション層とを接着する接着層を形成する樹脂として，変性ポリエチレン(三菱化学(株)製，モディック(登録商標)F515A)を用いた。",
                    "＜離型フィルムの作製＞",
                    "【0052】共押出法を利用して，クッション層の表裏に第1離型層及び第2離型層を有する離型フィルムを作製した。",
                    "【0055】実際に，CLフィルムが接着剤を介して仮止めされた回路露出フィルムを，第1離型層が回路露出フィルムに対向するように上記離型フィルムで両側から包み込み，熱盤プレスにより図5に示される加熱パターンで加熱プレスした。その結果，回路露出フィルムとCLフィルムとの間の接着剤が回路パターンへ流出した量(以下CL接着剤染み出し量)は，70μmであり，良好な回路パターン追従性を示した(表1参照)。また，加熱プレス後の離型フィルムの剥離不良も発生せず，良好な結果となった(表1参照)。さらに，フィルム端面からのクッション層の流出も低減され，プレス盤の汚染(以下プレス汚染)及び，フィルム同士の熱融着(以下フィルム熱融着)も発生しなかった。なお前記CL接着剤染み出し量が少ないものほど，回路パターンへの追従性を示すものとなる。本試験においては，CL接着剤染み出し量が90μm未満のものを回路パターン追従性に優れるものであり合格とした。一方CL接着剤染み出し量が90μm以上のものを回路パターン追従性に劣るものであり不合格とした。",
                    "(実施例2)",
                    "【0056】クッション層の原料としては，ポリプロピレン(住友化学(株)製，ノーブレン(登録商標)FH1016：MFR0．5g／10min)30重量％，エチレン-メタアクリル酸メチル共重合体(メタアクリル酸メチル誘導単位含有量：5重量％)(住友化学(株)製，アクリフト(登録商標)WD106)70重量％を用いた以外は実施例1と同様にして離型フィルムを作製し，その離型フィルムの評価を行った。",
                    "【0057】実施例1と同様の評価をおこなった結果，CL接着剤染み出し量は，70μmであった(表1参照)。また，加熱プレス後の離型フィルムの剥離不良も起こらなかった(表1参照)。さらに，フィルム端面からのクッション層の流出も低減され，プレス盤の汚染及び，フィルム同士の熱融着も発生しなかった。",
                    "(実施例3)",
                    "【0058】クッション層の原料としては，ポリプロピレン(住友化学(株)製のノーブレン(登録商標)FH1016：MFR0．5g／10min)30重量％，エチレン-メタアクリル酸メチル共重合体(メタアクリル酸メチル誘導単位含有量：14重量％，表1においてEMMA2と示す。)(住友化学(株)製のアクリフト(登録商標)CM8033)70重量％を用いた以外は実施例1と同様にして離型フィルムを作製し，その離型フィルムの評価を行った。",
                    "【0059】回路露出フィルムとCLフィルムとの間の接着剤が回路パターンへ流出した量は，65μmであり良好な結果となった。また，加熱プレス後の離型フィルムの剥離不良も起こらなかった(表1参照)。さらに，フィルム端面からの中間層の流出も低減され，プレス盤の汚染及び，フィルム同士の熱融着も発生しなかった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本件明細書には，本件各発明に関し，以下の点が開示されていることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明は，離型フィルムに関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来の離型フィルムは，クッション層の存在により離型フィルムの回路露出フィルムへの埋め込み性が向上するものとなっていたが，クッション層に用いる樹脂によっては，クッション層の弾性率が著しく低下するため，加熱プレス中にフィルム端部から軟化したクッション層が流出するという不具合が生じる場合があり，また，軟化したクッション層の流出は，プレス熱盤の汚染につながり作業効率が著しく低下するといった問題点があった(【0002】，【0004】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明の課題は，プレス時のクッション層のフィルム端部からの流出によるプレス盤汚染を防ぎ，かつ十分な埋め込み性を得ることができる離型フィルムを提供することにある。かかる課題の解決手段として，少なくとも第1離型層及びクッション層を備え，第1離型層は，ポリエステル系樹脂(A)を主成分とする樹脂から形成し，クッション層は，ポリプロピレン樹脂(B1)とエチレン-メタアクリル酸メチル共重合体(B2)とを含有し，エチレン-メタアクリル酸メチル共重合体がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下とした。メタアクリル酸メチルから誘導される単位を上記範囲下限値以上とすることで良好な回路パターンへの追従性を示し，上記範囲上限値以下とすることでクッション層の端部からの流出を防ぐことができる(【0005】，【0006】，【0009】，【0015】，【0016】，【0035】，【0039】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件各発明の離型フィルムは，プレス中にクッション層端面から溶融した樹脂の熱盤への流出量を軽減でき，フィルム同士の熱融着を防ぐとともに十分に回路パターンに追従し，その結果，回路露出フィルムへのCLフィルムの接着時に回路露出フィルムとCLフィルムとの間の接着剤が回路パターンへ流出する量が少なくなり，FPCの良品率を高めることができる(【0012】)。またクッション層の第1離型層形成側の反対側に第2離型層を形成すると，回路露出フィルムへのCLフィルムの接着時にクッション層がプレス熱盤に付着することを防止することができる。このため，回路露出フィルムへのCLフィルムの接着工程等に費やされる時間を短くすることができる(【0013】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "第1離型層の原料としてポリエステル系樹脂を用い，クッション層の原料として，①ポリプロピレンを10重量％，エチレン-メタアクリル酸メチル共重合体(メタアクリル酸メチル誘導単位含有量：5重量％)を90重量％用いた場合(実施例1)，②ポリプロピレンを30重量％，エチレン-メタアクリル酸メチル共重合体(メタアクリル酸メチル誘導単位含有量：5重量％)を70重量％用いた場合(実施例2)，③ポリプロピレンを30重量％，エチレン-メタアクリル酸メチル共重合体(メタアクリル酸メチル誘導単位含有量：14重量％)を70重量％用いた場合(実施例3)のいずれにおいても，良好な回路パターン追従性を示し，加熱プレス後の離型フィルムの剥離不良も発生せず，フィルム端面からのクッション層の流出も低減された(【0048】～【0052】，【0056】～【0059】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用例1について",
          "text": [
            "引用例1(甲1)には，以下の記載がある。",
            "【請求項1】DSCによる融解ピーク温度である融点が50～130℃の範囲にある樹脂を主成分とする樹脂組成物からなる追従層と，融点が200℃以上である樹脂を主成分とする樹脂組成物からなり，前記追従層に積層されている離型層とを有する多層シートであって，2枚の前記多層シートの離型層同士を170℃，3MPaの条件で30分間圧着させたときに，ASTM  D1893に準拠する方法により測定したブロッキング力が0．1Ｎ／cm以下であることを特徴とする多層シート。",
            "【0001】本発明は，耐熱性，離型性及び非汚染性に優れ，並びに／または，凹凸面への追従性に優れ，さらに使用後の廃棄も容易な多層シートに関する。",
            "【0014】本発明の多層シートは，少なくとも，追従層と離型層とを有する。上記追従層は，基板表面の凹凸に対する追従性を担保するものであり，上記離型層は，基板やプレス熱板に対する離型性を担保するものである。",
            "本発明の多層シートを構成する上記追従層は，融点が50～130℃の範囲の樹脂を主成分として少なくとも1以上含む。もっとも，該融点が50～130℃の範囲の樹脂を第1の樹脂とした場合，追従層は，好ましくは，第1の樹脂に加えて，融点が130℃よりも高く，250℃以下である第2の樹脂を含む。第1，第2の樹脂は，いずれもその融点が250℃以下であることが必要であり，第1の樹脂の融点が50～130℃の範囲にあり，第2の樹脂の融点が130℃よりも高く250℃以下である。…。",
            "【0016】第1及び第2の樹脂の組合せとしては，以下の樹脂が挙げられる。すなわち，融点が50～130℃の範囲にある第1の樹脂として，エチレン，プロピレン，ブテン，ペンテン，ヘキセン，オクテン，メチルペンテンなどのα-オレフィンの1種あるいは2種以上の共重合体，また，エチレンなどのα-オレフィンの1種あるいは2種以上と，酢酸ビニル，アクリル酸，メタクリル酸，アクリル酸エステル，メタクリル酸エステル，マレイン酸，無水マレイン酸，ノルボルネン，エチリデンノルボルネンなどとの1種あるいは2種以上の共重合体などが挙げられ，ポリエチレン樹脂，エチレン酢酸ビニル共重合樹脂，エチレン-アクリレート共重合樹脂，エチレン-メチルアクリレート共重合樹脂，エチレン-エチルアクリレート共重合樹脂，エチレン-ブチルアクリレート共重合樹脂などが挙げられる。",
            "また，融点が130℃より高く，250℃以下である第2の樹脂として，ポリプロピレン系樹脂，(1-)ブテン系樹脂，ポリペンテン系樹脂，ポリメチルペンテン系樹脂，ポリブチレンテレフタレート，ポリプロピレンテレフタレート，ポリエチレンテレフタレートなどのポリエステル，6-ナイロン(登録商標)，11-ナイロン(登録商標)，12-ナイロン(登録商標)などのポリアミド，ポリカーボネート及びこれらを変性した化合物などが挙げられる。…。",
            "【0025】上記離型層は，融点が200℃以上である樹脂を主成分とする樹脂組成物からなる。…。",
            "【0026】上記樹脂組成物を構成する融点が200℃以上である樹脂は，極性基を有することが好ましい。…。",
            "【0027】上記極性基を有する樹脂としては特に限定されず，例えば，芳香族ポリエステル，ポリフェニレンスルフィド，ポリエーテルエーテルケトン，芳香族ポリアミド等が挙げられる。また，極性基を主鎖中に有する樹脂としては，ポリエステルとα-オレフィンとの共重合体，ポリメチルペンテンとα-オレフィンとの共重合体，ポリエステル及びポリメチルペンテンからなる群から選択された少なくとも1種が好適に用いられる。なかでも，ヘテロ原子を分子中に含まないため焼却処理時の環境負荷が軽減され，経済的にも有利であることから，主鎖中に結晶基を有する結晶性芳香族ポリエステルが好適である。",
            "【実施例1】【0059】三層共押出機を用いて，ハイトレル2751(東レ・デュポン社製：ハロゲン含有率0重量％，ガラス転移温度53℃のポリエステルとエーテル基を主鎖中に極性基として含有するポリエステルを主体とする樹脂組成物)からなる厚さ25μmの層と，EMMA(住友化学社製，商品名：アクリフトWH102，極性基含有メチルメタクリレート樹脂)からなる厚さ100μmの追従層と，上記ハイトレル2751からなる厚さ25μmの層とがこの順に重なった3層構造の多層シートを作製した。",
            "【実施例2】【0060】実施例1と同様にして3層構造の多層シートを作製した後，175℃に加熱された直径300mmの2本のロール間をライン速度10m／分で多層シートを通過させることにより熱処理を施し，実施例2の多層シートを作製した。",
            "【実施例3】【0061】実施例1と同様にして3層構造の多層シートを作製した後，ハイトレル2751からなる層の外側表面に外周面にガーゼが巻き付けられており，かつシート搬送方向とは逆方向に周速90m／分の速度で回転するロールを接触させることにより摩擦処理し，実施例3の多層シートを得た。",
            "【実施例5】【0063】中央の追従層をEMMAから，エチレン-エチルアクリレート共重合体(EEAと略す。日本ポリオレフィン社製，ジェイレックスA3100)70重量部と，ポリプロピレン(サンアロマー社製，品番：PC600S)30重量部との組成物に変更したことを除いては，実施例2と同様にして実施例5の多層シートを得た。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本件発明1に係る引用発明1Cに基づく新規性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2によれば，引用発明1Cを認定することができ，この点につき当事者間に争いはない。そして，本件発明1と引用発明1Cとを対比すると，前記第2の3(2)イ(イ)記載のとおり，相違点Aが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明1は，上位概念で表現された引用発明1Cに包含されているので，相違点Aは実質的な相違点となり得ず，本件発明1の効果が引用発明1Cの効果よりも優れている場合に限り，新規性が認められる余地があるにすぎないところ，本件発明1にそのような効果は認められないので，新規性に欠けると主張する。",
                "しかし，引用発明1Cにおいて，追従層の第1の樹脂は，DSCによる融解ピーク温度である融点が50℃から130℃，第2の樹脂の融点は130℃より高く，250℃以下であるとされ，かかる条件を満たす樹脂が多数列挙されているにすぎず(引用例1の【0014】，【0016】)，第1の樹脂と第2の樹脂において，それぞれいかなる樹脂を選択し，どのように組み合わせるかについて，その基準や具体的組合せが開示されているとは認め難い。さらに，引用発明1Cは，第1の樹脂について，融点が50℃から130℃の範囲内にあるとして多数の樹脂を列挙するのみで，メタアクリル酸メチルから誘導される単位(MMA含量)に着目する構成やその技術的意義は何ら開示されていない。そして，上記融点の範囲に，MMA含量等のコモノマー含量と融点との間の相関関係を考慮したとしても，引用発明1Cの上記融点の範囲に含まれるエチレン-メタアクリル酸メチル共重合体(EMMA)のMMA含量は約5％から約32％と広範なものであること(当事者間に争いがない。)，MMA含量の変更によってエチレン-メタアクリル酸メチル共重合体(EMMA)の種々の物性は変わり得るのであって，融点によるかMMA含量によるかを単なる表記方法の相違にすぎないということはできないことからすれば，エチレン-メタアクリル酸メチル共重合体がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有している旨のMMA含量に着目する構成や，5重量％以上とすることで良好な回路パターンへの追従性を示し，14重量％以下とすることでクッション層の端部からの流出を防ぐという本件発明1の技術的意義が，引用発明1Cに開示されているということはできない。",
                "したがって，本件発明1は，引用発明1Cに下位概念として包含されているとはいえないから，原告の主張は前提を異にし，採用することができない。そして，本件発明1が引用発明1Cに包含されるものではない以上，相違点Aが実質的な相違点であることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件発明1は，新規性に欠けるということはできず，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明1に係る引用発明1Cに基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2及び3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "さて，柔軟性・しなやかさの付与の点であるが，エチレン系共重合体の場合は，コモノマーを共重合し，結晶化度を低下させる方法により柔軟化が達成される。…コモノマー含量が増えるに従い軟化点も低下し，取り扱い性や加工性などが大きく変化するので，用途ごとに最適なコモノマー量を設計することにより，有用な製品群を創出している。(5頁左欄37～46行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "軟化点(融点)が低いほど有利であることは言うまでもないことであるが，共重合体はコモノマー含量が高いほど融点は下がるのでこの点も考慮して設計すればよい。(6頁左欄9～12行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "一方，エチレンとメチルメタクリレートとの共重合体であるアクリフト(EMMA)などの…(6頁右欄3～5行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例3(甲3)には以下の記載がある。",
                    "【請求項1】…中間層が，…，エチレンとアクリル酸エステルまたはメタクリル酸エステルの共重合体，…からなることを特徴とする離型多層フィルム。",
                    "【0011】…中間層に使用する樹脂の融点は，50～150℃であることが好ましい。30℃未満だとバラシ作業時の作業性が悪く，150℃を超えるとCL接着剤フロー量が多くなる。…。",
                    "【0016】…以下に示す実施例及び比較例において配合した成分は，以下の通りである。",
                    "…",
                    "・エチレン-メチルアクリレート共重合体((EMMA)；MFR＝2．0g／10分，融点90℃(住友化学(株)製)",
                    "…"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記3(2)で述べたとおり，引用発明1Cには，引用発明1Cに包含される多数の樹脂の中から，エチレン-メタアクリル酸メチル共重合体とポリプロピレン樹脂を選択して組み合わせ，また，エチレン-メタアクリル酸メチル共重合体がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有するとの構成(相違点A)が開示されているということはできない。したがって，相違点Aに係る本件発明1の構成を採用すべき示唆や動機付けがされているとは認め難い。そして，引用例2及び引用例3にも，かかる構成を採用すべき記載や示唆はされていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告は，引用例1の実施例5(【0063】)のエチレン-アクリル酸エチル共重合体(EEA)とポリプロピレン(PP)との組成物において，エチレン-アクリル酸エチル共重合体(EEA)をエチレン-メタアクリル酸メチル共重合体(EMMA)に置き換えることが容易であると主張する。",
                    "しかし，引用例1の実施例1ないし3(【0059】～【0061】)はエチレン-メタアクリル酸メチル共重合体(EMMA)単体の使用であるから，ポリプロピレン(PP)との組成物においてこれを試みる動機付けがあるとは直ちにいえないこと，エチレン-アクリル酸エチル共重合体(EEA)とエチレン-メタアクリル酸メチル共重合体(EMMA)とを対比すると，エステル部分と官能基部分に相違があり，両物質の性質が極めて類似するとまではいえないこと，エチレン-アクリル酸エチル共重合体(EEA)はポリオレフィン(ポリプロピレンはその代表的なものである。)との相溶性が特に優れ(甲13)，実施例5においてポリプロピレンと互いに溶け合ったEEAをEMMAに置き換えることには阻害事由があるともいえることからすれば，上記置換をするだけの動機付けがあったということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，MMA含有率の調整は設計事項であると主張する。",
                    "しかし，引用例1には，ポリプロピレン(PP)とエチレン-メタアクリル酸メチル共重合体(EMMA)の組合せにおいて，MMA含有率をどのように調整するかについては記載も示唆もされておらず，本件発明1における，MMA含有率を5重量％以上14重量％以下とする構成を採用する動機付けはないこと，MMA含有率を変更することによってエチレン-メタアクリル酸メチル共重合体(EMMA)の種々の物性が変わり得ることからすれば，選択した2つの樹脂の組合せにおいて，MMA含有率を調整することが設計事項にすぎないということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，引用発明1Cから容易に想到することができるものではなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(本件発明2ないし5に係る引用発明1Cに基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明2ないし5は，本件発明1を引用し，本件発明1の構成を全て含むものである。したがって，本件発明2ないし5と引用発明1Cとを対比すると，同様の相違点Aが認められるから，引用発明1Cに基づいて容易に発明することができたということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "よって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4(本件発明1に係る引用発明1Bに基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る容易想到性の判断の誤りについて",
              "text": [
                "引用発明1Bの「第1離型層」は「融点が200℃以上である樹脂を主成分とする樹脂組成物」であるところ，引用例1の【0025】ないし【0027】には，「結晶性芳香族ポリエステルが好適である」との記載がある。",
                "したがって，上記記載をもとに，好適なものを選択し，引用発明1Bの「第1離型層」を「結晶性芳香族ポリエステル」すなわち「ポリエステル系樹脂を主成分とする樹脂」として，相違点1に係るものとすることは，適宜選択し得る設計的事項にすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記4(2)で引用発明1Cについて述べたことと同様，引用発明1Bには，引用発明1Bに包含される多数の樹脂の中から，エチレン-メタアクリル酸メチル共重合体とポリプロピレン樹脂を選択して組み合わせ，また，エチレン-メタアクリル酸メチル共重合体(B2)がメタアクリル酸メチルから誘導される単位を5重量％以上14重量％以下含有するとの構成を採用すべき示唆や動機付けがされているとは認め難い。そして，引用例2及び引用例3にも，かかる構成を採用すべき記載や示唆はされていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例1の実施例5のエチレン-アクリル酸エチル共重合体(EEA)をエチレン-メタアクリル酸メチル共重合体(EMMA)に置き換えることが容易であると主張する。しかし，前記4(3)アで述べたとおり，上記置換をするだけの動機付けがあったということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点2は容易に想到することができたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，引用発明1Bに基づいて容易に想到することができるものではなく，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由5(本件発明2ないし5に係る引用発明1Bに基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明2ないし5は，本件発明1を引用し，本件発明1の構成を全て含むものである。したがって，本件発明2ないし5と引用発明1Bとを対比すると，同様の相違点1及び同2が認められるから，引用発明1Bに基づいて容易に発明することができたということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "よって，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}