{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録記載の製品の製造，販売及び販売の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の製品及びその半製品並びに同製品の製造に用いる設備を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，3億円及びこれに対する平成26年10月8日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等（略称は原判決のそれに従う。）",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「医療用ガイドワイヤ」とする特許権（本件特許権）を有する控訴人が，被控訴人による原判決別紙物件目録記載の被告製品1及び同2（被告製品）の製造，販売等は本件特許権を侵害すると主張して，被控訴人に対し，特許法（以下「法」という。）100条1項及び2項に基づき，被告製品の製造，販売等の差止め及び被告製品等の廃棄を求めるとともに，不法行為に基づき，損害賠償金3億円及びこれに対する平成26年10月8日（不法行為後の日である訴状送達の日）から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，控訴人の請求を全部棄却したことから，控訴人はこれを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決4頁15行目の「の技術的範囲に属する。」を「を充足する。」に改めるほかは，原判決「事実及び理由」「第2  事案の概要」「1",
            "前提事実」記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告製品は本件発明の技術的範囲に属するか",
              "content": [
                {
                  "fig": "ア",
                  "subject": "文言侵害の有無（争点1-1）"
                },
                {
                  "fig": "イ",
                  "subject": "均等侵害の有無（争点1-2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明に係る特許が特許無効審判により無効にされるべきものと認められるか（サポート要件適合性）（争点2）"
            },
            {
              "fig": "(3)",
              "subject": "控訴人の損害額（争点3）"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点及び争点に対する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "文言侵害の有無（争点1-1）について",
              "text": [
                "（控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品の構成は，原判決別紙「被告製品説明書」記載のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「Au-Sn系はんだ」（構成要件1D，1E，4B）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明における「Au-Sn系はんだ」に関し，本件明細書中には「Au-Sn系はんだは，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる」（【0057】）及び「Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）」（【0058】）との記載があるものの，いずれも例示にすぎない。そこで，本件特許の出願時の技術常識に基づきその意味を解釈すると，本件発明における「Au-Sn系はんだ」は，Au及びSnを主成分として含有するはんだを意味し，Ag（銀）を含有する態様も含み，また，金属間化合物を含有する態様及び不均一な合金の組織態様を含んでもよいと解される。本件特許の特許請求の範囲の記載に鑑みても，Au-Sn系はんだの固着力（引張強度）につき，Ag-Sn系はんだに比較して2．5倍であることを要すると限定解釈すべき理由はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告製品1のスプリングコイル（本件発明の「コイルスプリング」に相当する。以下では，被告製品においても「コイルスプリング」と呼称する。）の先端部の反射電子像は，原判決別紙被告製品説明書第1の5の写真のとおりであり，また，被告製品2のコイルスプリングの先端部の反射電子像は，同別紙第3の5の写真のとおりである。",
                        "被告製品の白色部（白色部1及び2を合わせたもの。以下「白色部」という。なお，金錫（Au80-Sn20）によってコアワイヤ先端に玉付けされた部分である「膨隆部」に相当する。）及び灰色部（灰色部1及び2を合わせたもの。以下「灰色部」という。なお，膨隆部とコイルスプリングを銀錫によってロー付けした部分である「固着部」に相当する。）をX線マイクロアナライザ分析をしたところ，以下の組成（定性分析対象部位（又は領域）のうちに占める割合）が得られた。",
                        "・被告製品1",
                        "白色部1  Au約78質量％，Sn約22質量％",
                        "灰色部1  Au約16質量％，Sn約81質量％，Ag約3質量％",
                        "・被告製品2",
                        "白色部2  Au約78質量％，Sn約22質量％",
                        "灰色部2  Au約25質量％，Sn約73質量％，Ag約2質量％",
                        "そうすると，被告製品において，コイルスプリングの先端部でステンレススチールコア（本件発明の「コアワイヤ」に相当する。以下では，被告製品においても「コアワイヤ」と呼称する。）及びコイルスプリングを接着しているはんだは，いずれもAu及びSnを主成分として含有するはんだであるから，「Au-Sn系はんだ」（構成要件1D，1E，4B）に該当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，各灰色部で検出されたAuはいずれも金属間化合物AuSn4であり，各白色部の金錫（Au80-Sn20）とは組織形態を異にするとともに，各灰色部はAuがSn中に均一に混じり合っているものではないから，「Au-Sn系はんだ」に該当しないとするけれども，上記(ア)のとおり，「はんだ」には金属間化合物を含有する態様及び不均一な合金の組織態様も含まれる。また，被控訴人の主張の根拠となる被告製品の分析は，データ誤差が極めて大きく，不適当である。さらに，被告製品においては，先端硬直部分の長さが0．1～0．5mmと短いにもかかわらず，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれることはなく，被告製品の遠位端側小径部のコアワイヤが破断することから，その固着強度は十分高い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「固着」（構成要件1B，1D）",
                  "text": [
                    "「固着」の意味につき，被控訴人の主張のとおり「かたくしっかりとつくこと。一定の場所に留まって移らないこと」と解したとしても，コアワイヤとAu-Sn系はんだとは固くしっかりと付き，その場から移動しないのであるから，両者は固着していること，コアワイヤとAu-Sn系はんだが固着していないとすると被告製品は使用できないところ，被告製品は製品として販売されていることなどから，被告製品の膨隆部においてAu-Sn系はんだ（白色部）とコアワイヤは固着されている。",
                    "また，被控訴人は，その主張において，膨隆部とコイルスプリングとが，上記のとおりAu-Sn系はんだに該当する固着部（灰色部）によって固着されていることは認めている。",
                    "このように，被告製品のコアワイヤはAu-Sn系はんだ（白色部）と固着され，Au-Sn系はんだ（白色部）とコイルスプリングの先端部はAu-Sn系はんだ（灰色部）により固着されている。したがって，コアワイヤは，Au-Sn系はんだ（白色部及び灰色部を含む。）によってコイルスプリングに「固着」（構成要件1B，1D）されている。",
                    "この点は，仮に被控訴人が主張するように灰色部のうちの最も暗く見える部分（以下「暗灰色部」という。なお，灰色部のうち針状の明るい部分を「明灰色部」という。）にAuが含まれていない（灰色部に均質にAuが存在しない）としても同様である。すなわち，「Au-Sn系はんだ」を用いることによりコアワイヤが先端側小径部のはんだから引き抜かれなくなることが本件発明の効果であるところ，被告製品においてコアワイヤが先端側小径部のはんだから引き抜かれなくなっている理由は，膨隆部においてコアワイヤと「Au-Sn系はんだ」が強く固着されているからであり，コアワイヤとの固着の点で明灰色部及び暗灰色部のいずれも主たる役割を果たしてはいないことから，被告製品において，コアワイヤはコイルスプリングの先端部において「Au-Sn系はんだにより…固着」されているといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上より，被告製品は，本件発明の構成要件1B，1D，1E及び4Bを充足する。そうすると，被告製品は，構成要件2B，3B，4C及び9Bをも充足する。",
                    "よって，被告製品は，いずれも本件発明の技術的範囲に属する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，本件発明の「Au-Sn系はんだ」（構成要件1D）について，Au（金）及びSn（スズ）を主成分として含むはんだである必要がある（ただし，これら以外のAg（銀）等の金属元素やAuSn4等の金属間化合物を含有する態様でもよく，また不均一な合金の組織態様を含んでもよい。）と解されるとした上で，本件明細書の発明の詳細な説明の記載内容を考慮すれば，Au75～80質量％とSn25～20質量％との合金からなるはんだを具体例とする，従来の「Ag-Sn系はんだ」と比較して高い固着強度を有する，Au及びSnを主成分とするはんだを意味すると解すべきであるとした。また，原判決は，本件特許出願当時の技術常識として，Au-Sn系はんだ等のAu基はんだは他の金属との間に脆い金属間化合物を形成しやすいところ，脆い金属間化合物の一例であるAuSn4は，Au-Sn系はんだにおいてはその固着強度を弱めるものとしてむしろ避ける必要があるから，AuSn4が含まれることをもって本件発明の「Au-Sn系はんだ」に当たるとはいえないとした上で，被告製品の灰色部に含まれるAu成分につき，主としてAuとして存在することを認めるに足りる証拠はなく，かえって，主としてAuSn4として存在するものであり，「Ag-Sn系はんだ」と比較して高い固着強度を有する「Au-Sn系はんだ」とは認められないとした。",
                        "しかし，Au-Sn系はんだにおいて，AuSn4ははんだを強化する働きを有し，はんだを脆くしないし，AuSn4自体も脆くはない。また，Au-Sn系はんだにおいては，一方の成分の全てが金属間化合物として存在してもよいと考えられているから，AuSn4が存在するからAu-Sn系はんだではないと考えるのは誤りである。さらに，被告製品の灰色部には，AuSn4でないAuが存在し，その量はAgの数倍に及んでいるのであるから，この点からしても灰色部のはんだをAu-Sn系はんだと呼ぶことに何の差支えもないはずである。",
                        "したがって，原判決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，被告製品につき，金錫（白色部）の玉付けされたコアワイヤは，銀錫（灰色部）ではんだ付けされなければコイルスプリングに固定されておらず可動性を有することから，白色部ないしコアワイヤとコイルスプリングの先端部とが白色部によって固着されているとは認められないとした。",
                        "しかし，原判決のいう可動性を有するものは，ガイドワイヤではなく単なる仕掛品であり，被告製品においては可動性を有しない。",
                        "また，後記のとおり，本件発明の本質的特徴は，「コアワイヤとはんだでの固着にAu-Sn系はんだを用いたこと」（以下，接合したコアワイヤとはんだの間の界面を「界面A」という。）にあるところ，被告製品は，この本件発明の本質的特徴を用いている。",
                        "さらに，仮に灰色部がAu-Sn系はんだでないとしても，構成要件1Dには「Au-Sn系はんだ」以外のはんだを用いてはならない旨記載されておらず，被告製品は，Au-Sn系はんだ及びAg-Sn系はんだを用いてコイルスプリングとコアワイヤを固着するとともに，当該固着をする上で最も重要な部分である界面AにAu-Sn系はんだ（白色部）を用いている以上，Au-Sn系はんだを用いてコイルスプリングの先端部をコアワイヤに固着しているということができる。",
                        "したがって，原判決の上記認定は誤りである。",
                        "（被控訴人の主張）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "「Au-Sn系はんだ」（構成要件1D，1E，4B）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の記載から理解される本件発明の技術的特徴に鑑みると，本件発明の「Au-Sn系はんだ」は，先端硬直部分の長さを0．1～0．5mmと短く（はんだによる固着領域が狭く）することができるとともに，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができるもの，より具体的には，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られるものであることを要すると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告製品は，被控訴人の有する特許第5382953号の実施品であるところ，その製造方法は，コアワイヤの先端部に，コイルスプリングと接触しないようにコイルスプリングの内径より外径の大きい金錫（Au80-Sn20）の玉（白色部，膨隆部）を形成した上，同膨隆部とコイルスプリングを，銀錫（Sn96．5-Ag3．5）（灰色部，固着部）によりはんだ付けするというものであり，コアワイヤとコイルスプリングが膨隆部を形成する金錫によって直接的に固着されているものではない。",
                        "もっとも，被告製品の製造工程のうち，固体状態にある金錫が溶融した銀錫に接触した際にいわゆる「金食われ」現象が発生し，銀錫中に若干量のAuが不可避的に混入する。被告製品につき，その断面の白色部，暗灰色部及び明灰色部につきX線マイクロアナライザ分析をすると，以下の組成が得られた。",
                        "・暗灰色部  Sn77．1～99．1質量％，Ag0．9～22．9質量％，Au未検出",
                        "・明灰色部  Sn64．6～67．2質量％，Au約32．6～34．6質量％，Ag0．2～0．8質量％",
                        "このうち，明灰色部のAuは上記「金食われ」現象により不可避的に混入したものであり，解析の結果，いずれもAuとSnとの金属間化合物AuSn4であると同定されている。",
                        "また，X線マイクロアナライザ分析の結果，固着部（暗灰色部及び明灰色部）につき，Sn73．2～82．9質量％，Au13．4～24．1質量％，Ag2．7～4．0質量％と，測定スポットにより組成に大きなばらつきのある結果となっていることから，固着部は均一な組成ではない。",
                        "このように，明灰色部のAuは，金錫（Au80-Sn20）とは異なる組織形態であり，針状組織を呈する金属間化合物AuSn4となっており，その針状組織の大きさ・密度の個体差が大きく，銀錫中に局所的に（不均一に）存在している。すなわち，AuがSn中に均一に混じり合っているものではなく，Au-Snとして存在するものでもない。",
                        "さらに，「AuSn4」は脆い性質を有する金属間化合物であり，組織中にこれが分散して形成されると材質が硬く脆くなるものであるから，固着強度を高める性質はなく，ガイドワイヤの先端硬直部分の長さを0．1～0．5mmと短く（はんだによる固着領域が狭く）することができるとともに，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができるものではない。「AuSn4を含む銀錫」も，このような性質を持つAuSn4を含むことにより固着強度が高められることはない。",
                        "そうすると，被告製品の固着部に形成された「AuSn4」（及びこれを含む銀錫）は，本件発明における「Au-Sn系はんだ」に該当しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，被告製品には本件発明の「Au-Sn系はんだ」（構成要件1D，1E，4B）は用いられておらず，被告製品は構成要件1D，1E及び4Bを充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「固着」（構成要件1B，1D）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「固着」とは，辞書によれば「かたくしっかりとつくこと。一定の場所に留まって移らないこと」を意味することから，本件発明の構成要件1Dの「コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され」とは，「一塊のAu-Sn系はんだの一端がコイルスプリングの先端部内部に浸透すると共に，その他端がコアワイヤに接し，コイルスプリングとコアワイヤをかたくしっかりと保持すること」をいうと解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記のとおり，被告製品のコイルスプリングとコアワイヤとの間には「（固着部を形成する）銀錫（AuSn4を含む。）と（膨隆部を形成する）金錫」が存在しており，AuSn4及び銀錫（Sn96．5-Ag3．5）はいずれも本件特許の特許請求の範囲にいう「Au-Sn系はんだ」に該当せず，また，金錫（Au80-Sn20）がコイルスプリングとコアワイヤを直接固着しているものではない。",
                        "仮に，「（固着部を形成する）銀錫（AuSn4を含む。）と（膨隆部を形成する）金錫」が「Au-Sn系はんだ」（構成要件1D，1E）に当たるとしても，前記のとおり，銀錫に含まれる「AuSn4」は金錫とは異なる組織形態であり，針状組織を呈するものであること，個体差が大きく銀錫中に局所的に（不均一に）存在していること，AuSn4は脆い性質を有する金属間化合物であり，組織中にこれが分散していても強度を上げるには至らないことから，「（固着部を形成する）銀錫（AuSn4を含む。）と（膨隆部を形成する）金錫」がコイルスプリングとコアワイヤを固くしっかりと保持することはない。",
                        "さらに，被告製品は，前記のとおり，コアワイヤの先端部にコイルスプリングの内径より外径の大きい金錫の玉（膨隆部）を形成することによって，コアワイヤに強い引張力が加えられた場合でも，膨隆部がコイルスプリングに引っ掛かり，コイルスプリングからコアワイヤが抜け落ちることを防止するものであるから，その技術的思想は，「Au-Sn系はんだによってコアワイヤとコイルスプリングとを固着する」ことによってコアワイヤが引き抜かれることを防止するという本件発明のそれと全く異なる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上より，被告製品は，本件発明の構成要件1D「コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され」を充足せず，また，構成要件1Bの「少なくとも先端部及び後端部において前記コアワイヤに固着されているコイルスプリング」も充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上より，被告製品は，構成要件1B，1D，1E及び4Bを充足せず，したがって，構成要件2B，3B，4C及び9Bを充足しないから，本件発明の技術的範囲に属しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，原判決の認定の誤りを主張するけれども，原判決の趣旨を理解しないものであり，また，金属間化合物であるAuSn4が硬くて脆い性質を有することは，本件特許の出願当時における当業者の技術常識であることなどから，その主張は失当であって，原判決の認定・判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "均等侵害の有無（争点1-2）について",
              "text": [
                "（控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の技術的意義は，医療用ガイドワイヤにおいて発生するコアワイヤがコイルスプリングから引き抜かれてしまう事故を防ぐために，従前のAg-Sn系はんだではなく，Au-Sn系はんだを用いてコアワイヤを固着したことにある。上記事故が発生するメカニズムとしては，コアワイヤとはんだの間の界面Aに作用する剪断力に耐え切れずコアワイヤが引き抜かれるケースと，コイルスプリングとはんだとの間の界面（以下「界面B」という。）に作用する垂直方向の力によって破断するケースとが考えられるが（なお，上記「剪断力」及び「垂直方向の力」の作用する方向は，いずれも，遠位端側小径部から近位端側大径部に向かい，コアワイヤの表面に対し平行な方向である。），コアワイヤを通じてはんだに上記方向の力がかかる場合，後者のケースはまれであり，破断が生じるほとんどの場合は前者のケースである。そうすると，本件発明においては，コアワイヤとはんだの間の界面Aにおける固着力の確保が重要となる。すなわち，本件発明の課題（シェイピング長さを小さくしても，コアワイヤがコイルスプリングから引き抜かれなくすること）を解決するための主たる原理は，Au-Sn系はんだを用いてコアワイヤとの固着性を高めたことであるから，コアワイヤとはんだとの間の界面Aでの固着にAu-Sn系はんだを用いたことに，本件発明の本質的特徴があるということができる。このことは，コアワイヤに作用する引張力によるコアワイヤの引抜きについて論じられている点で本件明細書に事実上記載されており，また，技術常識でもある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品においては，コアワイヤはAu-Sn系はんだ（白色部）と固着し，Au-Sn系はんだ（白色部）とコイルスプリングの先端部はAg-Sn系はんだ（灰色部）によって固着されている。このうち，コアワイヤとはんだとの間の界面Aでの固着にはAu-Sn系はんだが用いられている点で，被告製品は本件発明の本質的特徴を具備している。",
                        "他方，仮に，原判決の認定のとおり，被告製品の灰色部は本件発明の「Au-Sn系はんだ」に相当しないため，被告製品のコイルスプリングの先端部はAu-Sn系はんだによってコアワイヤに固着されているとはいえない（すなわち，構成要件1Dを充足しない。）とした場合，コイルスプリングの先端部は，Ag-Sn系はんだ及びAu-Sn系はんだによりコアワイヤに固着されている点で，本件発明の構成要件1Dと相違することになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "均等の第1要件",
                      "text": [
                        "上記のとおり，被告製品は，本件発明の本質的特徴を具備しつつ，Au-Sn系はんだの外側部分をAg-Sn系はんだで置換することにより，上記相違部分を構成したものにすぎない。コイルスプリングとはんだとの間の界面Bに係る当該相違部分は，本件発明の本質的部分ではない。",
                        "したがって，均等の第1要件（特許請求の範囲に記載された構成中に被告製品と異なる部分が存する場合であっても，当該部分が特許発明の本質的部分でないこと）を充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "均等の第2要件",
                      "text": [
                        "上記のとおり，被告製品は，本件発明の本質的特徴を具備しつつ，Au-Sn系はんだの外側部分をAg-Sn系はんだで置換することにより，上記相違部分を構成したものにすぎない。また，コイルスプリングからコアワイヤが引き抜かれる際の破断原理において，上記相違部分に係る界面Bが問題となることはない。",
                        "そうすると，当該相違部分を前提としても，本件発明の目的を達することができ，同一の作用効果を奏することができる。実際，被告製品においても，「先端硬直部分の長さが0．1～0．5mmと短い（はんだによる固着領域が狭い）にも関わらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い」ものとすることができる。",
                        "したがって，均等の第2要件（相違部分を被告製品におけるものと置き換えても，特許発明の目的を達することができ，同一の作用効果を奏するものであること）を充足する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "均等の第3要件",
                      "text": [
                        "被告製品の製造，販売及び販売の申出の時点は，少なくとも本件特許の成立後であり，その時点で，医療用ガイドワイヤにおいて，コアワイヤとコイルスプリングを固着するはんだとしてはAg-Sn系はんだが周知であったことに鑑みると，当該時点において，本件特許を回避すれば同等品を製造し得るという動機付けを持つことは可能であり，また，Au-Sn系はんだの一部を他のはんだで置換することにより構成要件1Dを回避するという方策は，当業者であれば容易に考え得る事項であり，さらに，当該他のはんだとして，同一用途において周知のAg-Sn系はんだを適用することも容易である。",
                        "そうすると，当業者をして，被告製品の製造等の時点において上記相違部分に想到することは容易にし得たことであるということができる。",
                        "したがって，均等の第3要件（相違部分を被告製品におけるものに置き換えることに，当業者が被告製品の製造等の時点において容易に想到し得たこと）を充足する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告製品は，均等の第4要件（被告製品が，特許発明の出願時における公知技術と同一又は当業者がこれから当該出願時に容易に想到できたものではないこと）及び第5要件（被告製品が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情のないこと）を充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，被告製品は，本件発明を均等侵害するものである。",
                    "（被控訴人の主張）"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の記載によれば，本件発明は，コアワイヤに対するコイルスプリングの固着力の確保及び医療器具の小型化の実現という課題を解決する手段として，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られるAu-Sn系はんだを用いてコイルスプリングの先端部をコアワイヤに固着することにより，先端硬直部分の長さを0．1～0．5mm程度と短く（はんだによる固着領域が狭く）することができるとともに，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができ，もってコイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれることを防止するという効果を奏することをその技術的本質とするものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，控訴人は，コアワイヤとはんだとの間の界面AがAu-Sn系はんだで固着されていることが本件発明の本質的特徴である旨主張するけれども，本件明細書には界面Aと界面Bを区別した記載は存在せず，固着される対象はコイルスプリングとコアワイヤであり，界面AのみがAu-Sn系はんだで固着されていればよいとの記載はないから，上記控訴人の主張は本件明細書に基づかないものである。",
                        "また，使用中のガイドワイヤの先端部には常に相応の「押力」，「回転力」，「引張力」等が負荷されるものであり，界面Bにも相応の応力が負荷されることから，コイルスプリングとはんだとの間の界面Bから破断するケースがほとんどないなどということはない。",
                        "さらに，前記のとおり，被告製品は，本件発明の技術的思想とは異なる技術的思想に基づくものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人の主張する構成要件1Dと被告製品との相違部分は，控訴人独自の見解に基づくものであって，正当ではない。",
                        "原判決の本件発明における「Au-Sn系はんだ」の認定及び被告製品の製造方法によれば，本件発明の構成要件1Dは「コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され」るものであるのに対し，被告製品は，「コアワイヤの先端部にコイルスプリングの内径より外径の大きい金錫（Au80-Sn20）の玉（白色部）を形成した上，同白色部とコイルスプリングを，Au-Sn系はんだではない，AuSn4を含む銀錫（Ag-Sn系はんだ）によりはんだ付けする」点において相違するというべきである。",
                        "また，本件発明の本質的部分は，上記のとおり，「コイルスプリング」と「コアワイヤ」を，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られる「Au-Sn系はんだ」で「固着」することにある。",
                        "そうすると，上記相違部分は，正に本件発明の本質的部分に係るものということになる。",
                        "したがって，均等の第1要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告製品において，コアワイヤ先端部の金錫（Au80-Sn20）の玉とコイルスプリングは「AuSn4を含む銀錫（Ag-Sn系はんだ）」によりはんだ付けされているところ，「AuSn4を含む銀錫（Ag-Sn系はんだ）」はむしろその固着強度を弱めるものであるから，均等の第2要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告製品は，前記のとおり，被控訴人の有する特許第5382953号の実施品であるところ，当該特許は進歩性があることが認められて特許査定を受けたものであるから，本件発明の構成を被告製品の構成に置換することは，当業者において容易に想到することができたものとはいえない。すなわち，均等の第3要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，当業者をして，被告製品の製造等の時点において控訴人主張に係る相違部分は容易に想到することができた旨主張するけれども，控訴人が，本件特許の出願時において，当該相違部分に係る構成を容易に想到し得たにもかかわらず，そのような構成を本件特許の特許請求の範囲に含めず，敢えて構成要件1Dに係る構成のみを記載したのであれば，本件発明の技術的範囲を意識的に限定したものというべきである。すなわち，均等の第5要件を充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，被告製品は本件発明を均等侵害する旨の控訴人の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明に係る特許が特許無効審判により無効にされるべきものと認められるか（サポート要件違反の有無）（争点2）について",
              "text": [
                "（被控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記控訴人の主張によれば，本件特許の特許請求の範囲にいう「Au-Sn系はんだ」は，Au及びSn以外の元素や，不均一な組織構造を有する金属間化合物等を含む広い概念のはんだを意味するものと理解することになる。",
                    "しかし，本件明細書の発明の詳細な説明には，特許請求の範囲にいう「Au-Sn系はんだ」の定義付けはされておらず，また，その具体的組成及び性質（固着力）は明確に記載されていない。他方，前記のとおり，本件発明は，その課題の解決手段として，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られるAu-Sn系はんだを用いてコイルスプリングの先端部をコアワイヤに固着することにより，先端硬直部分の長さを0．1～0．5mmと短く（はんだによる固着領域が狭く）することができるとともに，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができ，もってコイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれることを防止するという効果を奏することをその技術的本質とするものである。",
                    "また，Au基はんだを用いた場合，一般に硬くて脆い性質を持つ金属間化合物を形成しやすいため，かえってはんだ付け部が弱くなることがあることから，本件特許の出願時において，当業者は，Au基はんだ（Au-Sn系はんだを含む。）を用いた場合に，常に「Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られる」とは限らないと認識していた。",
                    "そうすると，本件特許の特許請求の範囲に記載された発明は，本件明細書の発明の詳細な説明の記載及び当業者の技術常識により，当業者が本件発明の課題を解決することができる，すなわち，先端硬直部分の長さを0．1～0．5mmと短く（はんだによる固着領域が狭く）することができるとともに，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができるように記載されたものではないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件特許は，サポート要件（法36条6項1号）に違反するものであり，特許無効審判により無効にされるべきものである。",
                    "（控訴人の主張）"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の段落【0035】～【0083】には，本件発明の構成及びその意義が全て開示されているから，本件特許の特許請求の範囲に記載された発明は，発明の詳細な説明に記載されたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の段落【0014】によれば，本件発明の課題は，先端硬直部分があるためにシェイピング長さを短くできず，当該先端硬直部分を短くすると，コイルスプリングに挿入された状態のコアワイヤが引き抜かれてしまうことである。他方，当該課題解決手段については，同【0017】及び【0027】によれば，当業者は，Au-Sn系はんだを用いることによって，「先端硬直部分の長さが0．1～0．5mmと短い（はんだによる固着領域が狭い）にもかかわらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができ，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれるようなことはない。」という効果を認識し，本件発明の課題を解決できると認識し得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明は，医療用ガイドワイヤに係る発明であることから，コアワイヤとコイルスプリングとの間でのAu-Sn系はんだの固着力は，薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律に基づき定められた「心臓・中心循環系カテーテルガイドワイヤ等承認基準」に従い，2Ｎの引張力に耐えるものであればよい。",
                        "そして，Sn80-Au20の組成のはんだ及びSn71-Au29の組成のはんだに係るコアワイヤとコイルスプリングの固着力は，2Ｎの引張力に耐えるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ここで，本件発明のAu-Sn系はんだは，原判決の認定したとおり，Au（金）及びSn（スズ）を主成分として含むはんだである必要があり（ただし，これら以外のAg（銀）等の金属元素やAuSn4等の金属間化合物を含む態様でもよく，また，不均一な合金の組織形態を含んでもよい。），Au75～80質量％とSn25～20質量％との合金からなるはんだを具体例とする，従来の「Ag-Sn系はんだ」と比較して高い固着強度を有する，Au及びSnを主成分として含むはんだを意味する。当業者は，本件特許の出願時の技術常識及び本件明細書の記載から，これと同様の解釈を行うことができた。",
                        "また，Au-Sn系はんだには，本件明細書記載のAu-Sn系はんだのように，Snの含有量に比較してAuの含有量の多いもののほか，Snの含有量に比較してAuの含有量の少ないもの，Auの含有量がSnの含有量と等しいものがあるところ，これらのAu-Sn系はんだは，いずれもAg-Sn系はんだより固着強度が高く，このことは，本件特許の出願時において技術常識であった。",
                        "このため，当業者は，本件発明における「Au-Sn系はんだ」につき，どのようなAu-Sn系はんだがこれに該当するのかを認識することができた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "当業者である被控訴人も，自身の特許及び特許出願において，本件明細書と同様の記載によりAu-Sn系はんだを特定しており，医療用ガイドワイヤに係る発明においては，コアワイヤとコイルスプリングを固着するはんだの特定の程度としては，「Au-Sn合金」，「Au-Sn合金ハンダ」等の記載で十分であって，その組成や強度等を特定又は例示等する必要はなく，その程度の記載であっても，特許庁は，当業者にとって十分理解可能であるとして特許査定を行っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件特許にはサポート要件違反はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の損害額（争点3）について",
              "text": [
                "（控訴人の主張）",
                "本件特許権の登録日以降における被告製品 1 及び2の売上は，それぞれ，2億4000万円及び3億6000万円を下らない。また，被告製品の利益率は，いずれも少なくとも50％である。",
                "したがって，控訴人の損害額は，法102条2項に基づき算定される3億円を下らない。",
                "（被控訴人の主張）",
                "否認する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "事案に鑑み，争点2（本件発明に係る特許が特許無効審判により無効にされるべきものと認められるか（サポート要件違反の有無））について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，前記（引用した原判決第2の1(3)）のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，原判決添付の特許公報記載のとおり，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「【0001】",
                    "本発明は，コアワイヤの遠位端側小径部の外周に装着されたコイルスプリングを有する医療用ガイドワイヤに…関する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「【0002】",
                    "カテーテルなどの医療器具を血管などの体腔内の所定位置へと案内するためのガイドワイヤには，遠位端部における可撓性が要求される。",
                    "このため，コアワイヤの遠位端部の外径を，近位端部の外径よりも小さくするとともに，コアワイヤの遠位端部（遠位端側小径部）の外周にコイルスプリングを装着して，遠位端部の可撓性の向上を企図したガイドワイヤが知られている…。",
                    "【0003】",
                    "コアワイヤの遠位端側小径部の外周にコイルスプリングを装着させるためには，通常，コイルスプリングの先端部および後端部の各々を，はんだにより，コアワイヤに固着する。",
                    "【0004】",
                    "…コアワイヤに固着するためのはんだとしては，融点が低くて取扱いが容易であることから，Ag-Sn系はんだが使用されている。」",
                    "「【0006】",
                    "しかして，コアワイヤに対するコイルスプリングの固着力を確保するためには，外径が最小であるコアワイヤの遠位端に固着されるコイルスプリングの先端部において…コイルスプリングの約6～約8ピッチに相当する範囲において，はんだ（Ag-Sn系はんだ）をコイル内部に浸透させる必要がある。",
                    "【0007】",
                    "このようにして製造されたガイドワイヤの先端部には，コイル内部に充填されたはんだによる硬直部分（はんだにより形成された先端チップを含む）が形成される。",
                    "この先端硬直部分の長さ…は，0．8～1．1mm程度となる。",
                    "【0008】",
                    "最近，患者への低侵襲性を企図して医療器具の小型化が望まれている。",
                    "これに伴い，ガイドワイヤの細径化の要請があり，本発明者らは，従来のもの（線径が0．014インチ）より細い線径（0．010インチ）を有するガイドワイヤを開発している。",
                    "【0009】",
                    "0．010インチのガイドワイヤによれば，カテーテルなどの医療用具の小型化に大きく貢献することができる。",
                    "また，このガイドワイヤによれば，例えば，CTO（慢性完全閉塞）病変におけるマイクロチャンネルにアクセスする際の操作性も良好である。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「【0011】",
                    "CTO病変におけるマイクロチャンネル内を挿通させるガイドワイヤには，更なる操作性の向上が要請されている。例えば，マイクロチャンネル内での操作時において摩擦抵抗を低減させることが望まれている。然るに，摩擦抵抗の低減は，ガイドワイヤの線径を小さくするだけでは限界がある。",
                    "【0012】",
                    "ところで，マイクロチャンネル内にガイドワイヤを挿通させる際には，その先端部分を折り曲げてくせづけること（シェイピング）がオペレータにより行わる。",
                    "例えば，図5に示すように，ガイドワイヤGの先端から長さ1．0mmの部分を45°曲げるシェイピングを行うことにより，ガイドワイヤの近位端側で回転トルクを与えると，ガイドワイヤの遠位端は，直径約1．4mmの円周上を回転することになる。",
                    "【0013】",
                    "このシェイピング操作は，マイクロチャンネル内におけるガイドワイヤの操作性に大きく影響を与えるものである。",
                    "そして，マイクロチャンネル内における摩擦抵抗の低減などを図る観点からは，ガイドワイヤの遠位端における回転直径（操作エリア）を小さくすることが好ましく，このために，シェイピング長さ（先端の折り曲げ長さ）をできるだけ短く，具体的には0．7mm以下にする必要がある。",
                    "【0014】",
                    "しかしながら，従来のガイドワイヤでは，上記の先端硬直部分があるために，シェイピング長さを1．0mm以下とすることはできず，これでは，摩擦抵抗の十分な低減を図ることはできない。",
                    "なお，はんだ（Ag-Sn系はんだ）を浸透させる範囲を狭くすることにより先端硬直部分の長さを短くすると，コアワイヤに対するコイルスプリングの固着力を確保することができず，コアワイヤとコイルスプリングとの間に引張力を与えると，コイルスプリングに挿入された状態のコアワイヤが引き抜かれてしまう。",
                    "【0015】",
                    "一方，0．010インチのような細径のガイドワイヤでは，十分な曲げ剛性を有しないために，挿入時の押込伝達性が劣り，また，挿入後においてデバイスをデリバリーする際にガイドワイヤが折れ曲がりやすくデリバリー性能に劣るという問題がある。また，細径のガイドワイヤはトルク伝達性にも劣るものである。",
                    "【0016】",
                    "本発明は以上のような事情に基いてなされたものである。",
                    "本発明の第1の目的は，コアワイヤに対するコイルスプリングの固着強度が高く，しかも，従来のものと比較してシェイピング長さを短くすることができる医療用ガイドワイヤを提供することにある。",
                    "本発明の第2の目的は，CTO病変のマイクロチャンネル内における操作性に優れた医療用ガイドワイヤを提供することにある。",
                    "本発明の第3の目的は，低侵襲性で，マイクロチャンネルにアクセスする際の操作性が良好でありながら，十分な曲げ剛性を有し，トルク伝達性にも優れた医療用ガイドワイヤを提供することにある。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "「【0027】",
                    "請求項1～4に係る医療用ガイドワイヤによれば，コイルスプリングの先端部をコアワイヤに固着するためのはんだとしてAu-Sn系はんだが使用されているので，先端硬直部分の長さが0．1～0．5mmと短い（はんだによる固着領域が狭い）にも関わらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができ，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれるようなことはない。",
                    "そして，先端硬直部分の長さが0．1～0．5mmと短いので，シェイピング長さ（先端の折り曲げ長さ）を短くする（0．7mm以下とする）ことができ，この結果，マイクロチャンネル内での操作時において摩擦抵抗を十分に低減させることができる。",
                    "また，従来のガイドワイヤを使用したのでは行うことのできなかった狭い領域における治療も可能になる。",
                    "【0028】",
                    "本発明の医療用ガイドワイヤは，0．012インチ以下という先端側小径部における細いコイル外径，Au-Sn系はんだによる高い固着強度，0．1～0．5mmという短い先端硬直部分により，CTO病変のマイクロチャンネル内における操作性に優れたものとなる。",
                    "本発明の医療用ガイドワイヤを構成するコイルスプリングは，先端側小径部よりコイル外径の大きい後端側大径部を有することにより，曲げ剛性が確保され，トルク伝達性にも優れたものとなる。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "「【0035】",
                    "図1に示すガイドワイヤは，コアワイヤ10と，コイルスプリング20とを有する。",
                    "コアワイヤ10は，近位方向に拡径するようテーパ加工された遠位端側小径部11と，近位方向に拡径するテーパ部13と，近位端側大径部14とを有する。…」",
                    "「【0037】",
                    "コアワイヤ10の材質としては，特に限定されるものではないが，ステンレス（例えばSUS316，SUS304），金，白金，アルミニウム，タングステン，タンタルまたはこれらの合金などの金属を挙げることができるが，本実施形態では，ステンレスで構成してある。」",
                    "「【0041】",
                    "ガイドワイヤを構成するコイルスプリング20は，1本の線材から構成され，コアワイヤ10の遠位端側小径部11の外周に軸方向に沿って装着されている。",
                    "コイルスプリング20は，先端側小径部21と，テーパ部22と，後端側大径部23とからなる。」",
                    "「【0044】",
                    "図2において，コイルスプリング20の…先端側小径部21の長さ（L ）は5～100mmとされ，好ましくは10～70mm，好適な21一例を示せば38．5mmである。…」",
                    "「【0047】",
                    "先端側小径部21のコイル外径（D ）が0．012インチ以下であ21ることにより，マイクロチャンネルにアクセスする際の操作性（例えば，マイクロチャンネルでの潤滑性）に優れたものとなる。」",
                    "「【0050】",
                    "…コイルスプリング20の材質としては，白金，白金合金（たとえばPt／W＝92／8），金，金-銅合金，タングステン，タンタルなどのX線に対する造影性が良好な材質（X線不透過物質）を挙げることができる。",
                    "【0051】",
                    "本実施形態のガイドワイヤは，コイルスプリング20の先端側小径部21，テーパ部22および後端側大径部23のそれぞれが，はんだにより，コアワイヤ10の遠位端側小径部11の外周に固着されている。",
                    "【0052】",
                    "図1および図3（A）に示すように，…Au-Sn系はんだ31が，コイルスプリング20の先端部（先端側小径部21の先端部分）の内部に浸透し，コアワイヤ10（遠位端側小径部11）の外周と接触することにより，コイルスプリング20の先端部がコアワイヤ10（遠位端側小径部11）に固着されている。」",
                    "「【0054】",
                    "これにより，本実施形態のガイドワイヤの先端部には，Au-Sn系はんだ31による先端硬直部分〔コイル内部に浸透したAu-Sn系31はんだにより自由に曲げることができなくなったコイルスプリング20（先端側小径部21）の先端部分と，Au-Sn系はんだ31により形成された先端チップとによる硬直部分〕が形成される。",
                    "この先端硬直部分の長さ…（L ）は，0．3～0．4mm程度である。",
                    "4【0055】",
                    "本発明のガイドワイヤにおいて，先端硬直部分の長さは0．1～0．5mmとされる。",
                    "先端硬直部分の長さが0．1mm未満である場合には，コアワイヤに対するコイルスプリングの固着力を十分に確保することができない。",
                    "一方，先端硬直部分の長さが0．5mmを超える場合にはシェイピング長さ…を0．7mm以下とすることができない。",
                    "【0056】",
                    "本発明のガイドワイヤにおいて，先端硬直部分の長さを0．1～0．5mmとするために，コイルスプリングの先端側小径部21におけるコイルピッチが，コイル線径の1．0～1．8倍であり，かつ，Au-Sn系はんだが，コイルスプリングの1～3ピッチに相当する範囲においてコイル内部に浸透していることが好ましい。",
                    "【0057】",
                    "本発明の医療用ガイドワイヤは，コイルスプリングの先端側小径部をコアワイヤに固着させるためのはんだとして，Au-Sn系はんだを使用している点に特徴を有する。",
                    "本発明で使用するAu-Sn系はんだは，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる。",
                    "【0058】",
                    "ステンレスと，白金（合金）とをAu-Sn系はんだを使用して固着することにより，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られる。",
                    "このため，先端硬直部分の長さが0．1～0．5mmと短い場合（はんだの浸透範囲がコイルピッチの1～3倍である場合）であっても，コアワイヤ10に対するコイルスプリング20の固着強度を十分高くすることができ，具体的には，コアワイヤ10の遠位端側小径部11の引張破断強度より高くすることができる。このため，コイルスプリング20と，コアワイヤ10との間に引張力を作用しても，コアワイヤ10が引き抜かれるようなことを防止することができる。…",
                    "【0059】",
                    "図1および図3（B）に示すように，コイルスプリング20のテーパ部22の後端部分は，Au-Sn系はんだ32により，コアワイヤ10に固着されている。…",
                    "【0060】",
                    "図1および図3（C）に示すように，コイルスプリング20の後端部である後端側大径部23の後端部分は，Ag-Sn系はんだ33により，コアワイヤ10に固着されている。…」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "「【0075】",
                    "＜実施例1＞",
                    "（1）ガイドワイヤの作製：",
                    "近位端側大径部の外径が0．014インチであるコアワイヤ…の遠位端側小径部にコイルスプリングを装着して，図1～図3に示したような構造の本発明のガイドワイヤを6個作製した。",
                    "【0076】",
                    "…コイルスプリング20の先端部（先端側小径部21の先端部分）および中間部（テーパ部22の後端部分）は，Au-Sn系はんだを使用してコアワイヤに固着し，コイルスプリングの後端部（後端側大径部23の後端部分）は，Ag-Sn系はんだ使用してコアワイヤに固着した。",
                    "【0077】",
                    "6個のガイドワイヤの各々において，コイル内部にはんだが浸透した領域（長さ）に相当するコイルのピッチ数（表1では「ピッチ数」と略記する。）は1～3の何れかになるようにした。これによる先端硬直部分の長さは表1に示すとおりである。…",
                    "【0078】",
                    "（2）ガイドワイヤの評価：",
                    "上記（1）により得られた6個のガイドワイヤの各々について最小シェイピング長さ（折り曲げ可能な最小長さ）を測定した。",
                    "最小シェイピング長さの測定は，図4に示したような内側長さ（L ）51および外側長さ（L ）について行った。",
                    "52また，コイルスプリングとコアワイヤとの間に引張力を作用させ，破断部位を観察して固着性を評価した。評価基準は，コアワイヤの遠位端側小径部に破断が生じた場合を「○」，コイルスプリングまたは遠位端側小径部とはんだとの間で剥離が生じた場合を「×」とした。1つでも「×」がある場合には，製品とすることができない。結果を下記表1に併せて示す。",
                    "【0079】",
                    "【0080】",
                    "＜比較例1＞",
                    "コイルスプリングの先端部，中間部および後端部をコアワイヤに固着するためのはんだとして，Ag-Sn系はんだを使用して比較用のガイドワイヤを6個作製した。",
                    "6個のガイドワイヤの各々において，コイル内部にはんだが浸透した領域（長さ）に相当するコイルのピッチ数（表2では「ピッチ数」と略記する。）は1～3の何れかになるようにした。これによる先端硬直部分の長さは表2に示すとおりである。…",
                    "上記のようにして得られた6個のガイドワイヤの各々について，実施例1と同様にして最小シェイピング長さを測定し，固着性を評価した。結果を下記表2に併せて示す。…",
                    "【0081】",
                    "【0082】",
                    "＜比較例2～6＞",
                    "コイルスプリングの先端部，中間部および後端部をコアワイヤに固着するためのはんだとして，すべてAg-Sn系はんだを使用し，先端硬直部分の長さが0．5mmを超える比較用のガイドワイヤを作製した。",
                    "ガイドワイヤの各々において，コイル内部にはんだが浸透した領域（長さ）に相当するコイルのピッチ数（表3では「ピッチ数」と略記する。）は4～8の何れかになるようにした。これによる先端硬直部分の長さは表3に示すとおりである。…",
                    "上記のようにして得られたガイドワイヤの各々について，実施例1と同様にして最小シェイピング長さを測定した。結果を下記表3に併せて示す。",
                    "【0083】",
                    "」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "図面"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)の各記載によれば，本件発明の概要は，以下のとおりであると認められる。",
                "本件発明は，コアワイヤの遠位端側小径部の外周に装着されたコイルスプリングを有する医療用ガイドワイヤに関する（【0001】）。",
                "カテーテルなどの医療器具を体腔内の所定位置へ案内するガイドワイヤとして，コアワイヤの遠位端側小径部の外周に低融点で取扱いが容易なAg-Sn系はんだを用いてコイルスプリングを装着し，遠位端部の可撓性を向上させたガイドワイヤが知られている（【0002】～【0004】）。このガイドワイヤでは，装着に必要な固着力を確保するため，Ag-Sn系はんだによる先端硬直部分の長さは0．8～1．1mm程度となっていた（【0007】）。",
                "一方，患者への低侵襲性を企図して線径を0．010インチとしたガイドワイヤが開発されている（【0008】）。しかし，更なる操作性の改善，例えば，CTO（慢性完全閉塞）病変におけるマイクロチャンネル内での操作時に摩擦抵抗を低減するには，ガイドワイヤの細径化のみでは限界があった（【0008】，【0009】，【0011】）。",
                "このようなガイドワイヤをマイクロチャンネル内に挿通させる際には，その先端部分を折り曲げてくせづけをするシェイピングと呼ばれる作業がオペレータにより行われるところ（【0012】，図5），摩擦抵抗の低減にはシェイピング長さを0．7mm以下にする必要があるにもかかわらず（【0013】），Ag-Sn系はんだを用いた従来のガイドワイヤでは，先端硬直部分の長さが0．8～1．1mm程度であるため，シェイピング長さを1．0mm以下とすることはできず，摩擦抵抗の十分な低減を図ることはできなかった（【0014】）。",
                "また，線径が0．010インチのような細径のガイドワイヤは，デリバリー性能やトルク伝達性に劣るという問題もあった（【0015】）。",
                "本件発明は，以上のような事情に鑑みてなされたものである。その第1の目的は，コアワイヤに対するコイルスプリングの固着強度が高く，しかも，従来のものと比較してシェイピング長さを短くすることができる医療用ガイドワイヤを提供することにあり，第2の目的は，CTO病変のマイクロチャンネル内における操作性に優れた医療用ガイドワイヤを提供することにあり，第3の目的は，低侵襲性で，マイクロチャンネルにアクセスする際の操作性が良好でありながら，十分な曲げ剛性を有し，トルク伝達性にも優れた医療用ガイドワイヤを提供することにある（【0016】）。",
                "本件発明1は，遠位端側小径部と前記遠位端側小径部より外径の大きい近位端側大径部とを有するコアワイヤと（【0035】，図1，2），前記コアワイヤの遠位端側小径部の外周に軸方向に沿って装着され，先端側小径部と，前記先端側小径部よりコイル外径の大きい後端側大径部と，前記先端側小径部と前記後端側大径部との間に位置するテーパ部とを有し，かつ，少なくともその先端部及び後端部が前記コアワイヤに固着されているコイルスプリングとを有し（【0041】，【0051】，【0052】，【0059】，【0060】，【0076】，図1，2），前記コイルスプリングの先端側小径部の長さ（L ）が5～100mm（【0044】，図2），21コイル外径（D ）が0．012インチ以下（【0047】，図2）であ21り，前記コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され（【0052】，【0054】，【0057】，【0076】，図3，表1），Au-Sn系はんだによる先端硬直部分の長さ（L）が0．1～0．5mmであること（【0054】～【0056】，図34（A），表1）を特徴とする医療用ガイドワイヤである。",
                "本件発明2～9は，本件発明1の発明特定事項を全て備えた医療用ガイドワイヤである。",
                "本件発明では，コイルスプリングの先端部をコアワイヤに固着するためのはんだとしてAu-Sn系はんだを用いることにより，先端硬直部分の長さが0．1～0．5mmと短いにもかかわらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができるため，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれるようなことはなく，第1の目的が達成される（【0027】）。",
                "そして，先端硬直部分の長さが0．1～0．5mmと短いので，シェイピング長さを0．7mm以下にすることができ，0．012インチ以下という先端側小径部における細いコイル外径とも相まって，CTO病変のマイクロチャンネル内での操作時における摩擦抵抗が十分に低減され，従来のガイドワイヤを使用したのでは行うことのできなかった狭い領域における治療も可能となって，第2の目的が達成される（【0027】，【0028】）。",
                "また，先端側小径部より外径の大きい後端側大径部を有するコイルスプリングを用いることにより，曲げ剛性が確保され，トルク伝達性にも優れたものとなって，第3の目的が達成される（【0028】）。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "サポート要件違反の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識し得る範囲のものであるか否か，また，発明の詳細な説明に記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識し得る範囲のものであるか否かを検討して判断すべきである。",
                "そこで，以下，本件発明が解決しようとする課題につき検討した上で，本件特許の特許請求の範囲の記載がサポート要件に適合するか否かを検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記2(3)記載のとおり，本件発明の解決しようとする課題（達成すべき目的）は，第1に，コアワイヤに対するコイルスプリングの固着強度が高く，しかも，従来のものと比較してシェイピング長さを短くすることができる医療用ガイドワイヤを提供すること（以下「第1の目的」という。），第2に，CTO病変のマイクロチャンネル内における操作性に優れた医療用ガイドワイヤを提供すること（以下「第2の目的」という。），第3に，低侵襲性で，マイクロチャンネルにアクセスする際の操作性が良好でありながら，十分な曲げ剛性を有し，トルク伝達性にも優れた医療用ガイドワイヤを提供すること（以下「第3の目的」という。）にある。以下，第1～第3の目的につき，更に具体的に検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1の目的について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "第1の目的のうち，「コアワイヤに対するコイルスプリングの固着強度が高く」に関しては，本件明細書の発明の詳細な説明に以下の記載がある。",
                        "・「コイルスプリングの先端部をコアワイヤに固着するためのはんだとしてAu-Sn系はんだが使用されているので，先端硬直部分の長さが0．1～0．5mmと短い（はんだによる固着領域が狭い）にも関わらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができ，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれるようなことはない。」（【0027】）",
                        "・「ステンレスと，白金（合金）とをAu-Sn系はんだを使用して固着することにより，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られる。」（【0058】）",
                        "・「先端硬直部分の長さが0．1～0．5mmと短い場合（はんだの浸透範囲がコイルピッチの1～3倍である場合）であっても，コアワイヤ10に対するコイルスプリング20の固着強度を十分高くすることができ，具体的には，コアワイヤ10の遠位端側小径部11の引張破断強度より高くすることができる。」（【0058】）",
                        "・「コイルスプリングとコアワイヤとの間に引張力を作用させ，破断部位を観察して固着性を評価した。評価基準は，コアワイヤの遠位端側小径部に破断が生じた場合を『○』，コイルスプリングまたは遠位端側小径部とはんだとの間で剥離が生じた場合を『×』とした。1つでも『×』がある場合には，製品とすることができない。」（【0078】）",
                        "（下線はいずれも当裁判所が付したものである。）",
                        "上記各記載によれば，「コアワイヤに対するコイルスプリングの固着強度が高く」とは，コアワイヤに対するコイルスプリングの固着強度（引張強度）がコアワイヤの遠位端側小径部の引張破断強度より高いこと，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを意味し，このような固着強度が確保されることによって先端硬直部分の長さを0．1～0．5mmとすることが可能になるものと認められる。",
                        "(イ)「従来のものと比較してシェイピング長さを短くすること」については，本件発明の「先端硬直部分」が，コイル内部に浸透したAu-Sn系はんだにより自由に曲げることができなくなったコイルスプリングの先端部分と，Au-Sn系はんだにより形成された先端チップとによる硬直部分を意味するものであり（【0054】），この先端硬直部分の長さによってシェイピング長さが画定されることに鑑みると，請求項1記載の「Au-Sn系はんだによる先端硬直部分の長さが0．1～0．5mmであること」によって達成されるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件発明が第1の目的を達成できると当業者が認識し得る範囲のものであるといい得るためには，本件明細書の発明の詳細な説明の記載や出願時の技術常識から，本件発明において「コアワイヤに対するコイルスプリングの固着強度が高」いこと，より具体的には，コアワイヤに対するコイルスプリングの固着強度（引張強度）がコアワイヤの遠位端側小径部の引張破断強度より高いこと，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを当業者が認識し得ることを要するといってよい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第2の目的について",
                  "text": [
                    "第2の目的に関しては，本件明細書の発明の詳細な説明に，「先端硬直部分の長さが0．1～0．5mmと短いので，シェイピング長さ（先端の折り曲げ長さ）を短くする（0．7mm以下とする）ことができ，この結果，マイクロチャンネル内での操作時において摩擦抵抗を十分に低減させることができる」（【0027】），「本発明の医療用ガイドワイヤは，0．012インチ以下という先端側小径部における細いコイル外径，Au-Sn系はんだによる高い固着強度，0．1～0．5mmという短い先端硬直部分により，CTO病変のマイクロチャンネル内における操作性に優れたものとなる。」（【0028】）との記載がある。",
                    "他方，請求項1には，「コイルスプリングの先端側小径部の…コイル外径が0．012インチ以下であ」ることが特定されている。",
                    "そうすると，本件発明においては，第1の目的が達成されれば，それに伴って第2の目的も達成される関係にあることを当業者が認識し得るといってよい。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第3の目的について",
                  "text": [
                    "第3の目的に関しては，本件明細書の発明の詳細な説明に，「本発明の医療用ガイドワイヤを構成するコイルスプリングは，先端側小径部よりコイル外径の大きい後端側大径部を有することにより，曲げ剛性が確保され，トルク伝達性にも優れたものとなる。」との記載がある（【0028】）。",
                    "他方，請求項1には，「遠位端側小径部と前記遠位端側小径部より外径の大きい近位端側大径部とを有するコアワイヤ」及び「前記コアワイヤの遠位端側小径部の外周に軸方向に沿って装着され，先端側小径部と，前記先端側小径部よりコイル外径の大きい後端側大径部と，前記先端側小径部と前記後端側大径部との間に位置するテーパ部とを有し，少なくとも先端部および後端部において前記コアワイヤに固着されているコイルスプリング」が特定されている。",
                    "このため，本件発明が第3の目的を達成し得ることは，当業者にとって明らかといってよい。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1によれば，請求項1記載の発明である本件発明1は，本件明細書の発明の詳細な説明に記載された発明であるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(2)のとおり，請求項1の記載が，本件明細書の発明の詳細な説明の記載又は出願時の技術常識により，当業者が発明の課題を解決できると認識し得る範囲のものであるといい得るためには，同請求項の記載から，本件発明の第1の目的である「コアワイヤに対するコイルスプリングの固着強度が高」いこと，より具体的には，コアワイヤに対するコイルスプリングの固着強度（引張強度）がコアワイヤの遠位端側小径部の引張破断強度より高いこと，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを当業者が認識し得ることを要する。",
                    "ところで，請求項1には，コアワイヤとコイルスプリングの固着につき，「前記コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され，」と記載されているものの，その固着強度に関する具体的な記載はない。",
                    "そうすると，請求項1の記載がサポート要件に適合するということができるためには，上記「前記コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され，」なる記載，すなわち両者の固着に「Au-Sn系はんだ」を用いることのみによって，コアワイヤに対するコイルスプリングの固着強度（引張強度）が，本件明細書の発明の詳細な説明の記載にあるように，コアワイヤの遠位端側小径部の引張破断強度より高いこと，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを当業者が認識し得ることを要することになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ここで，請求項1記載の「Au-Sn系はんだ」の意義につき，本件明細書の発明の詳細な説明の記載を参酌するに，発明の詳細な説明には「本発明で使用するAu-Sn系はんだは，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる。」（【0057】）との例示はあるものの，これを除けばその定義を含め何らの記載もない。実施例である「Au-Sn系はんだ」の固着性に係る試験結果及び比較例である「Ag-Sn系はんだ」の同試験結果の記載部分（【0075】～【0083】）においても，「Au-Sn系はんだ」の具体的な組成については記載がない。",
                    "そうすると，請求項1に記載の「Au-Sn系はんだ」の意義については，一般的な技術用語の意味に解し，「Au及びSnを主成分として含むはんだである必要があり，AuとSn以外のその他の元素や金属間化合物を含有しても，しなくてもよく，含有しない場合，Auと，Snの成分比率も何ら限定されない『はんだ』」と解釈するのが適当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "実験報告書（甲46）によれば，控訴人が自社製品のガイドワイヤ「Wizard1」のコアシャフト及びコイルを使用した実験において，以下の結果を得たことが認められる。",
                        "サンプル はんだ材料（構造） 試料数 先端硬直部長さ(mm) 最大荷重(N) 破壊形態二重構造1 （内側80Au-20Sn，外 6 0.32～0.49 5.7～7.3 コア破断側Sn-3.5Ag）2 80Au-20Sn（市販品） 6 0.22～0.36 5.0～6.7 コア破断3 Sn-3.5Ag（市販品） 3 0.15～0.39 1.3～2.6 コア抜け4 80Sn-20Au（原告作製） 3 0.15～0.39 2.5～4.1 コア抜け5 71Sn-29Au（原告作製） 3 0.27～0.39 3.5～5.1 コア抜け(イ)  研究・実験（終了）報告書（乙28）によれば，被控訴人が自社製品のガイドワイヤ「X-treme XT-A」のコアシャフトとコイルスプリング，外部のはんだメーカーから購入したはんだを使用した実験において，以下の結果を得たことが認められる。",
                        "サンプル はんだ材料 試料数 先端硬直部長さ(mm) 最大荷重(N) 破壊形態1 Au80-Sn20 5 0.11～0.19 4.2～5.1 コアシャフト破断2 Sn70.7-Au29.3 5 0.10～0.36 1.0～1.9 コアシャフト抜け3 Sn80-Au20 5 0.12～0.17 1.1～1.9 コアシャフト抜け(ウ)  これらの実験結果によれば，先端硬直部分の長さを本件発明で特定されている0．1mm～0．5mmとするサンプルにおいて，引張り試験の結果コアシャフトが破断する結果を得られたのは，はんだとしてAu80質量％，Sn20質量％の組成のものを用いた場合に限られ，Au-Sn系はんだであっても，Auの含有量が低い組成（20質量％，29質量％，29．3質量％）のものを用いた場合においては，コアシャフト抜けの結果となったことが認められる。",
                        "また，控訴人の実験（上記(ア)）において「コア抜け」の結果となったサンプル3～5につき最大荷重を見ると，サンプル4（Au含有量20質量％）及び5（同29質量％）は，いずれもサンプル3（従来のAg-Sn系はんだであるSn-3．5Agはんだ）のそれを上回るものの，2．5倍程度にまで達しているとはいい難い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "特開2000-52083号公報（甲16）には，「Ag0．5～5．0重量％，Au0．3～10．0重量％，残部Snからなることを特徴とする鉛フリーはんだ合金。」が記載されているところ（請求項1），これも本件発明の「Au-Sn系はんだ」に該当する（前記ウ）。同公報の記載によれば，その実施例1～13では，Ag，Au及びSn各成分の組成を上記記載の範囲内とした鉛フリーはんだにおいて，JIS Z  2201の4号の規定により測定した引張強度は4．9～9．2kgf/mm2 であったのに対し（【0018】，表1），比較例として，成分にAuを含まず，Ag2．0～3．5重量％，残部Snの組成の鉛フリーはんだを用いて同様の測定を実施したところ，その引張強度は4．8～9．3kgf/mm2であったことが認められる（【0019】，表2）。",
                    "同公報で測定された引張強度の値をもって，本件発明の課題解決のために必要なAu-Sn系はんだの固着強度を評価する際の指標とし得るか否かは必ずしも明らかでないが，仮に指標とし得るとして検討してみると，同公報記載の実施例の引張強度は，いずれも比較例において最も低い引張強度の2．5倍（4．8kgf/mm2×2．5＝12．0kgf/mm2）に達していない。すなわち，各成分の含有量が上記記載の範囲内である場合，Au-Sn系はんだの固着強度がAg-Sn系はんだの固着強度の2．5倍程度に達しているということはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "国際公開第2006／049024号公報（WO 2006/049024 A1。甲50）には，「Ag2～12質量％，Au40～55質量％，残部Snからなることを特徴とする高温鉛フリーはんだ。」が記載されているところ（請求項1），これも本件発明の「Au-Sn系はんだ」に該当する（前記ウ）。同公報の記載によれば，その実施例1～12では，Ag，Au及びSnの各成分の組成を上記記載の範囲内とした鉛フリーはんだにおいて，JIS  Z  3198-2に準じて測定した機械強度の値が53～72MPaとなっている（［0025］，表1）。他方，各成分の組成が上記記載の範囲内にない比較例1～5においては，以下の結果が記載されている（［0025］，表1）。",
                    "・比較例1（Ag20質量％，Au40質量％，残部Sn）",
                    "68MPa ・比較例2（Au80質量％，残部Sn）              59MPa ・比較例3（Ag20質量％，Ga1質量％，残部Sn）",
                    "43MPa ・比較例4（Sb22質量％，残部Sn）              58MPa ・比較例5（Pb90質量％，残部Sn）              29MPa 上記比較例のうち，比較例2は，本件明細書において「Au-Sn系はんだ」として例示されている範囲（Au75～80質量％，Sn25～20質量％）に含まれるものであり，また，控訴人及び被控訴人いずれの引張強度の実験結果においても「コアシャフト破断」の結果を示したことに鑑みると，本件発明の課題解決のために必要な固着強度を有するAu-Sn系はんだといってよい。",
                    "他方，同公報記載の実施例1～12の機械強度は，比較例2の機械強度とおおむね同等以上のものと見ることもできる。そうすると，Ag，Au及びSn各成分の含有量が上記記載の範囲内にあるAu-Sn系はんだは，本件発明の課題解決のために必要な固着強度を有すると考えることも可能である。",
                    "もっとも，同公報で測定された機械強度の値をもって，本件発明の課題解決のために必要なAu-Sn系はんだ固着強度を評価する際の指標とし得るか否かは必ずしも明らかでない。また，同公報記載の実施例1～12は，いずれもAgを含むことから，Auの含有量が40～55質量％であってもAgを含有しない場合に同様の機械強度を得られるか否かは明らかでない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "上記ウのとおり，請求項1記載の「Au-Sn系はんだ」は，Au及びSnを主成分として含むはんだである必要があり，AuとSn以外のその他の元素や金属間化合物を含有しても，しなくてもよく，含有しない場合，AuとSnの成分比率も何ら限定されないはんだと解されるところ，上記エ～カを総合的に考慮すると，Au及びSn以外の元素の有無や各成分の含有量を特定しない場合においても，当業者が，本件発明の課題解決のために必要なAu-Sn系はんだの固着強度，すなわち，コアワイヤに対するコイルスプリングの固着強度が，コアワイヤの遠位端側小径部の引張破断強度より高い，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを認識し得るということはできないというべきである。",
                    "したがって，請求項1の記載はサポート要件に適合しているということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2～9について",
              "text": [
                "本件発明2～9に係る請求項2～9は，いずれも請求項1を引用するものであり，請求項1記載の「Au-Sn系はんだ」を限定する記載もないことから，同様にサポート要件に適合しているということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "これに対し，控訴人は，本件発明の「Au-Sn系はんだ」につき「Ag-Sn系はんだ」と比較して高い固着強度を有することを当業者は認識できたことや，コアワイヤとコイルスプリングとの間でのAu-Sn系はんだの固着力については関係法令所定の承認基準である2Ｎの引張力に耐えるものであればよいこと，被控訴人も，自身の特許及び特許出願において，本件明細書と同様の記載によりAu-Sn系はんだを特定していることなどを指摘して，請求項1～9の記載はサポート要件に適合している旨主張する。",
                "しかし，前記のとおり，本件明細書の発明の詳細な説明の記載を踏まえると，本件発明の「Au-Sn系はんだ」については，その発明の課題解決のため，「Ag-Sn系はんだ」との比較において固着強度が単に相対的に高いというだけでは十分ではなく，コアワイヤに対するコイルスプリングの固着強度が，コアワイヤの遠位端側小径部の引張破断強度より高い，又は，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度であることを要すると解される。",
                "また，本件発明は医療用ガイドワイヤである以上，関係法令所定の承認基準を充足すべきは当然であり，これをもって技術常識といい得るとしても，本件明細書には当該承認基準に言及した記載は見当たらない。そうである以上，当該承認基準と，本件発明の課題解決のために必要なAu-Sn系はんだの固着強度との関係は明らかでなく，当該承認基準を充足すれば当該固着強度を得られるということはできない（そもそも，被控訴人の実験結果（上記(3)エ(イ)）によれば，サンプル2及び3は当該承認基準を充足していない。）。",
                "他方，同じく医療用ガイドワイヤに係る特許又は特許出願といえども，その特許請求の範囲や発明の詳細な説明の記載は，それぞれの発明の解決課題や課題解決手段に応じて過不足のないように記載すべきものであるから，被控訴人自身の特許又は特許出願において本件特許と同様の記載が見られることをもって，本件発明の特許請求の範囲の記載がサポート要件に適合していることの根拠とすることはできない。",
                "その他るる主張する点を考慮しても，控訴人の主張は採用し得ない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上より，請求項1の記載がサポート要件に適合しているということはできず，これを引用する請求項2～9の記載もサポート要件に適合するということはできない。",
                "そうすると，本件特許は，特許無効審判により無効にされるべきものと認められることから，本件特許権の特許権者である控訴人は，被控訴人に対し，その権利を行使することができない。",
                "したがって，その余の点につき論ずるまでもなく，控訴人は，被控訴人に対し，法100条1項及び2項に基づく被告製品の製造，販売等の差止め及び被告製品等の廃棄請求権並びに不法行為に基づく損害賠償請求権を行使し得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上より，原判決は結論において正当であり，控訴人の控訴は理由がないから，これを棄却する。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}