{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人株式会社抗菌研究所(以下「被控訴人抗菌研究所」という。)は，原判決別紙差止対象製品目録1(以下「差止目録1」という。)記載の各製品の製造，販売及び輸出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人菱江化学株式会社(以下「被控訴人菱江化学」という。)は，原判決別紙差止対象製品目録2記載の製品の製造，販売及び輸出をしてはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人ヤフー株式会社(以下「被控訴人ヤフー」という。)は，原判決別紙差止対象製品目録3(以下「差止目録3」という。)記載の各製品の製造，販売及び輸出をしてはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "この判決は，仮に執行することができる。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要",
          "text": [
            "(略称は，特に断らない限り，原判決の略称に従う。)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人において，被控訴人らが差止目録1から3記載の各製品(被告各製品)を製造，販売，輸出して控訴人の特許権(本件特許権)を侵害している旨主張し，被控訴人らに対し，特許法100条1項に基づき，上記製造，販売，輸出の差止めを求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，被告各製品が本件特許権の請求項1に係る発明(本件発明)の技術的範囲に属すると認めることはできないとして，控訴人の請求をいずれも棄却した。",
                "控訴人は，原判決を不服として，控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり付加訂正するほかは，原判決の事実及び理由第2の1記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁6行目「別紙被告製品名目録記載の各製品」の後に，「(以下「抗菌研究所製品」という。)」を付加する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁8行目「(乙イ1，2)」を，「(甲37，乙イ1～3)」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁13行目「生ずる。」を，「生ずる(甲53，甲55，甲56)。」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人抗菌研究所関係(被告製品1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人抗菌研究所による被告製品1の製造，販売，輸出の事実の有無"
                },
                {
                  "fig": "イ",
                  "subject": "被告製品1に係る本件発明の技術的範囲への属否"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人菱江化学関係(被告製品2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人菱江化学による被告製品2の製造，販売，輸出の事実の有無"
                },
                {
                  "fig": "イ",
                  "subject": "被告製品2に係る本件発明の技術的範囲への属否"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人ヤフー関係(被告製品3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人ヤフーによる被告製品3の製造，販売，輸出の事実の有無"
                },
                {
                  "fig": "イ",
                  "subject": "被告製品3に係る本件発明の技術的範囲への属否"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(被控訴人抗菌研究所関係(被告製品1))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人抗菌研究所による被告製品1の製造，販売，輸出の事実の有無について",
              "text": [
                "〔控訴人の主張〕",
                "被控訴人抗菌研究所は，被告製品1を製造，販売，輸出している。",
                "〔被控訴人抗菌研究所の主張〕",
                "被控訴人抗菌研究所が抗菌研究所製品を製造，販売していることは認め，その余は争う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品1に係る本件発明の技術的範囲への属否について",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の技術的範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "方解石型構造による結晶構造体を備えた二枚貝の貝殻を原料とする洗浄剤は，全て本件発明の技術的範囲に属する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許の特許請求の範囲にいう「炭酸カルシウム粉末」は，ホタテ貝殻を原材料としていれば足り，方解石型構造による結晶構造体を備えている必要はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，ホタテ貝殻を粉砕した粉末それ自体のみならず，これを焼成する，水を加えるなどの化学反応を経たものを含む。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明の技術的範囲に属するというためには，炭酸カルシウムと酸化カルシウムが含まれていれば足り，その分量又は割合は技術的範囲の属否に関わりがない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品1の構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品1は，ホタテの貝殻を使用した製品であり，その主成分は，炭酸カルシウム及び酸化カルシウムである。",
                        "すなわち，未焼成のホタテの貝殻は炭酸カルシウムから構成されているところ，焼成温度500℃までは炭酸カルシウムの単一相であるが，600℃から少量の酸化カルシウムが現れ，700℃では酸化カルシウムが多くなるが，主な結晶相は依然として炭酸カルシウムである。800℃では酸化カルシウムが主な結晶相となり，炭酸カルシウムは少量残る程度である。900℃，1000℃では，完全に分解して酸化カルシウムの単一相となる。しかし，酸化カルシウムは，空気に触れると大気中の二酸化炭素を吸収し，結合するため，不定量ではあるが少量の炭酸カルシウムを生成する。",
                        "以上によれば，焼成したホタテの貝殻は，炭酸カルシウム及び酸化カルシウムを含有するものといえ，この点に鑑みると，被告製品1は，いずれも炭酸カルシウムと酸化カルシウムが混合したものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告製品1は，いずれも方解石型構造による結晶構造体を備えた二枚貝の貝殻を焼成して酸化カルシウムを作り，これに水を加えて水酸化カルシウムに変化させたものであるところ，本件発明に係る洗浄剤も，使用時には酸化カルシウムを水溶して水酸化カルシウムにするものであるから，被告製品1と，本件発明に係る洗浄剤とは，使用形態においても同じである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，被告製品1は，本件発明の技術的範囲に属する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "仮に被告製品1が，炭酸カルシウム及び酸化カルシウムのほかに水酸化カルシウムを含むことから，本件発明を文言上充足しないとしても，本件明細書(【0008】)の記載によれば，置換を想到することが容易であり，相違に係る部分は本質的なものではないので，均等の範囲内である。",
                    "〔被控訴人抗菌研究所の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件特許請求の範囲には，「貝殻を粉砕した粉末からなる炭酸カルシウム粉末」と記載され，本件明細書の【0007】には，炭酸カルシウム粉末はホタテ貝殻を天日乾燥してそのまま粉砕しただけの粉末であると説明されている。したがって，「炭酸カルシウム粉末」は，焼成などの熱処理を加えることなく単に粉砕するだけで仕上げられる粉末を意味する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "抗菌研究所製品は，いずれも「スカローS」に炭酸カルシウム及び酸化カルシウム以外の物質を添加，混練又は配合したものである。",
                    "「スカローS」は，貝殻を電気炉で1000℃の温度で焼成した後，水を加えて消化して得られた水酸化カルシウムを物理的な粉砕により微粉末化したものであり，仮に，その中に微量の炭酸カルシウムが含まれていたとしても，貝殻を単に粉砕した炭酸カルシウム粉末ではない。",
                    "したがって，抗菌研究所製品は，本件発明の構成要件のうち「貝殻を粉砕した粉末からなる炭酸カルシウム粉末と(中略)混合され」を充足しない。被告製品1についても，充足性は認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(被控訴人菱江化学関係(被告製品2))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人菱江化学による被告製品2の製造，販売，輸出の事実の有無について",
              "text": [
                "〔控訴人の主張〕",
                "被控訴人菱江化学は，被告製品2を製造，販売，輸出している。",
                "〔被控訴人菱江化学の主張〕",
                "被控訴人菱江化学が抗菌研究所製品を販売していることは認め，その余は争う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品2に係る本件発明の技術的範囲への属否について",
              "text": [
                "〔控訴人の主張〕",
                "前記1(2)の控訴人の主張と同様の理由により，被告製品2は，本件発明の技術的範囲に属する。",
                "〔被控訴人菱江化学の主張〕",
                "前記1(2)の被控訴人抗菌研究所の主張と同様の理由により，被告製品2は，本件発明の技術的範囲に属しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)(被控訴人ヤフー関係(被告製品3))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人ヤフーによる被告製品3の製造，販売，輸出の事実の有無について",
              "text": [
                "〔控訴人の主張〕",
                "被控訴人ヤフーは，その運営するインターネット上のショッピングモールに被告製品3を陳列しており，これは，被控訴人ヤフーによる譲渡等のための展示に当たる。",
                "被控訴人ヤフーが運営するインターネット上のショッピングモールには，販売者の名前はなく，一見して被控訴人ヤフーが売主又はそれに準ずる立場にあるかのような外観を備えている。利用者は，被控訴人ヤフーの名声と信用力を信頼して取引をしているのが現状であり，これにより，被控訴人ヤフーは直接及び間接の利益を得ている。被控訴人ヤフーは，インターネット上のショッピングモールに展示された商品が法に触れる場合には直ちに調査し，違反している場合には撤去すべきである。",
                "以上によれば，被控訴人ヤフーは，共同不法行為責任又は注意義務違反に基づく責任を負う。また，被控訴人ヤフーは，外観法理により責任を負う(商法14条)。",
                "〔被控訴人ヤフーの主張〕",
                "争う。被控訴人ヤフーは，商品の販売主体である法人又は個人事業主の出店者に対し，インターネット上の場を提供するにとどまり，商品の陳列，販売の主体ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品3に係る本件発明の技術的範囲への属否について",
              "text": [
                "〔控訴人の主張〕",
                "前記1(2)の控訴人の主張と同様の理由により，被告製品3は，本件発明の技術的範囲に属する。",
                "〔被控訴人ヤフーの主張〕",
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づいて定めなければならず(特許法70条1項)，その場合においては，願書に添付した明細書の記載及び図面を考慮して，特許請求の範囲に記載された用語の意義を解釈するものとされている(同条2項)。",
                "したがって，本件発明の技術的範囲も，その願書に添付した特許請求の範囲請求項1の記載に基づいて確定しなければならず，その際，本件明細書の記載を考慮して，その用語の意義を解釈する必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許の特許請求の範囲の記載",
              "text": [
                "本件特許の特許請求の範囲請求項1には，「炭酸カルシウムの方解石型構造による結晶構造体を備えた貝殻を粉砕した粉末からなる炭酸カルシウム粉末と該炭酸カルシウム粉末を焼成してなる酸化カルシウム粉末とが混合されていることを特徴とする洗浄剤。」と記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件明細書(甲1)の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「発明が解決しようとする課題」において，「本発明者は，不用物として処分されてきたホタテの貝殻を粉砕し，その粉体が，他の貝の貝殻よりなる粉体に比べて，化学物質を吸着する効果と細菌に対してその繁殖を抑える効果が極めて高いことに着目したものである。そこで，本発明は上記事情に鑑みて，農薬などの化学物質を取り除き殺菌を行なう洗浄剤をホタテの貝殻から得るようにすることを課題とし，不用物の有効利用を図ることを目的とする。」(【0003】)との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「発明の実施の形態」において，「洗浄剤を得るに当たっては，まず，少なくとも貝殻主要部分が炭酸カルシウムの方解石型構造による結晶構造体としている貝殻を用いるもので，この貝殻はホタテの貝殻であり，貝殻の大部分をこの結晶構造体としている点でホタテの貝殻は他の貝殻と異なる。」(【0005】)，「上述したように洗浄剤を得るに当たってホタテの貝殻を原材料としているが，(中略)集められた貝殻を天日乾燥を行なって乾かし硬化させる。つぎに天日乾燥によって硬化した貝殻を粒径約200μmとなるまでに粉砕する。粉砕方法自体は特に限定するものではなく，既存の粉砕装置を用いればよい。このようにして炭酸カルシウム粉末が得られるものもの(判決注：原文ママ)であり，粒体は多孔性粒体となっている。つぎに上述の多孔質性粒体からなる炭酸カルシウム粉末の一部分を用いてこれをセラミックの壺に入れて約1000℃の温度で数十分から数時間程度の時間で加熱して酸化カルシウム粉末を得るようにする。そして，このようにして得られた酸化カルシウム粉末と上記炭酸カルシウム粉末とを混合することで洗浄剤が得られる。」(【0007】)，「上記洗浄剤中，炭酸カルシウム粉末分は上述したようにホタテの貝殻粉末の独特な多孔質粒体からなるもので，吸着効果が大である。また，酸化カルシウム粉末分はアルカリ性であり，殺菌性を示すものである。よって，この洗浄剤は，農薬などの化学物質を吸着する効果があり，この洗浄剤と水とを混合してなる洗浄液に食品素材を浸したり，その洗浄液を流水状態にしてその流水を食品素材に当てて洗うようにすることで，付着している農薬などの化学物質を取り去ることができ，アルカリ性の作用により細菌やカビなどを死滅させるようになる。食品素材の洗浄ばかりでなく，手洗いや汚れた物品の洗浄においても手や前記物品の表面に付いていた化学物質や微細な汚染物質を多孔質粒体が吸着し，アルカリ性の作用にて細菌などを死滅させる。」(【0008】)との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「発明の効果」として，「以上説明した本発明により，この洗浄剤を，野菜などの食品素材の洗浄や一般の汚れた物品の洗浄に用いれば，表面に付着していた化学物質や微細な汚染物質を取り除くようになるとともに，殺菌が行なえるようになる。」(【0009】)との記載がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)(被控訴人抗菌研究所関係(被告製品1))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人抗菌研究所による被告製品1の製造，販売，輸出の事実の有無について",
              "text": [
                "証拠(乙イ2)及び弁論の全趣旨によれば，差止目録1記載の被告製品1は，抗菌研究所製品と同一であるものと推認され，被控訴人抗菌研究所は，これを製造，販売していることが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品1に係る本件発明の技術的範囲への属否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "後掲証拠によれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "差止目録1記載の番号1「スカロー消臭スプレー」(抗菌研究所製品の「スカローうぉっしゃあ」に相当する。)のパッケージには，「主成分」として「水，貝殻焼成カルシウム(水酸化カルシウム)」と記載されている(乙イ2)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "差止目録1記載の番号2「プレーン」(抗菌研究所製品の「手づくり石けん",
                      "text": [
                        "ぷれーん」に相当する。)のパッケージには，「全成分」として「オリーブオイル／精製水／水酸化Ｎa／水酸化Ca」と記載されている(乙イ2)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "差止目録1記載の番号3「ザ・親方(入門)」(抗菌研究所製品の「スカロー石鹸  ザ・親方」に相当する。)のパッケージには，「全成分」として「石鹸素地／水／水酸化Ca」と記載されている(乙イ2)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "差止目録1記載の番号4「フリフリ・シューズパウダー」(抗菌研究所製品の「スカロー  フリ・フリ  シューズパウダー」に相当する。)のパッケージには，「成分」として「スターチ・ホタテ貝殻焼成カルシウム(スカロー)」と記載され(乙イ2)，また，同製品を紹介するインターネットのサイトにも同様に記載されており(甲29)，同製品のパンフレット(乙イ3)には，「『スカロー』は，食品添加物！天然素材ホタテ貝殻を原料とした貝殻焼成カルシウム(水酸化カルシウム)にて食品添加物製造許可を取得。」，「スカロー(ホタテ貝殻焼成カルシウム)※1  ※1／青森県陸奥湾産ホタテ貝殻を，特殊高温焼成及び加水処理することにより，安全で環境にやさしい抗菌・消臭効果に優れた水酸化カルシウムに生まれ変わります。」，「スカロー＝水酸化カルシウム(Ca(OH)2)」と記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1によれば，本件発明に係る洗浄剤は，炭酸カルシウム粉末及び酸化カルシウム粉末が混合されたものであるところ，被告製品1のいずれについても，そのパッケージないしパンフレットにおいて，炭酸カルシウム粉末又は酸化カルシウム粉末の含有を示す記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "証拠(乙イ5)及び弁論の全趣旨によれば，①被告製品1は，いずれも「スカローS」に他の物質を添加，混練又は配合したものであること，②「スカローS」は，ホタテの貝殻を電気炉において1000℃の温度で焼成した後に水を加えたものを粉砕して微粉末化したものであること，③株式会社クレハ分析センター作成の分析報告書(乙イ5)には，「スカローS」のカルシウム熱重量分析を実施した結果につき，水酸化カルシウムが95．7％，炭酸カルシウムが1．6％含有されていた旨記載されていることが認められる。",
                    "したがって，「スカローS」には，本件発明に係る洗浄剤の構成要件の1つである酸化カルシウム粉末の含有が認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，被告製品1のいずれについても，本件発明を構成する「炭酸カルシウムの方解石型構造による結晶構造体を備えた貝殻を粉砕することによって得られる粉末である炭酸カルシウム粉末」及びこの「炭酸カルシウム粉末の一部を焼成して得られる酸化カルシウム粉末」のいずれの含有も認めるに足りず，したがって，本件発明の技術的範囲に属すると認めるに足りない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，控訴人の被控訴人抗菌研究所に対する請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(2)(被控訴人菱江化学関係(被告製品2))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人菱江化学による被告製品2の製造，販売，輸出の事実の有無について",
              "text": [
                "被控訴人菱江化学が，被告製品2を製造，販売，輸出していること又はそのおそれがあることについては，これを認めるに足りる証拠がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品2に係る本件発明の技術的範囲への属否について",
              "text": [
                "被告製品2が本件発明の技術的範囲に属すると認めるに足りる証拠はない。",
                "この点に関し，被控訴人菱江化学のホームページにおいて「取扱商品」として紹介されている「ホタテ貝焼成抗菌剤 Scallow(スカロー)」(甲57)が，被告製品2に該当するとしても，前記ホームページにおいては，「スカローはホタテ貝の貝殻を100％使用した粉末タイプの抗菌剤です。ホタテ貝の貝殻を特殊高温焼成分解炉にて焼成し，焼成工程で水分を加えることにより，強アルカリ性(pH12．8～13．2)で抗菌力のある貝殻焼成カルシウム(水酸化カルシウム)＝スカローとなります。」と記載されており，炭酸カルシウム粉末及び酸化カルシウム粉末のいずれについても言及されていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，控訴人の被控訴人菱江化学に対する請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(3)(被控訴人ヤフー関係(被告製品3))について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人ヤフーによる被告製品3の製造，販売，輸出の事実の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，差止目録3記載の番号53「スカロー  フリフリ  シューズパウダー  80g」が「Yahoo！ショッピング」のウェブページ上に通販商品として紹介されていることを立証するのみで(甲29，甲63)，被告製品3のその余の製品と被控訴人ヤフーとの関連性については，何らの立証もしていない。",
                    "そして，証拠(乙ロ1～乙ロ5)によれば，①「Yahoo！ショッピング」とは，被控訴人ヤフーがそのサービスマークの下に提供する，出店者が設定する価格で商品の売買又は役務の提供ができるサービスを指し，「Yahoo！ショッピング」内のウェブページは，出店者が上記サービスを利用して出店者の商品又は役務の情報を掲載することができるウェブページであること，②上記商品の売買契約又は役務の提供契約は，出店者と上記ウェブページを閲覧する者との間で締結されることが認められる。この事実によれば，前記のとおり，差止目録3記載の番号53「スカロー  フリフリ  シューズパウダー  80g」が「Yahoo！ショッピング」のウェブページ上に通販商品として紹介されていることをもって，直ちに，被控訴人ヤフーが自ら販売しているものということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，控訴人は，被控訴人ヤフーが共同不法行為責任を負うなどと主張する。それが，出店者の販売行為を教唆，幇助するものであるという趣旨であるとしても，以下のとおり，被控訴人ヤフーに対して特許法100条1項に基づく販売の差止めを請求することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "すなわち，特許法100条1項は，特許権を侵害する者又は侵害するおそれがある者(以下「特許権を侵害する者等」という。)に対し，その侵害の停止又は予防を請求することができる旨を規定しているところ，特許権を侵害する者等とは，自ら特許発明の実施(同法2条3項)若しくは同法101条所定の行為をした者又はそのおそれがある者を意味し，特許権侵害の教唆，幇助をした者は，これに含まれないと解するのが相当である。",
                        "このように解する理由は，以下のとおりである。すなわち，①民法上，不法行為に基づく差止めは認められておらず，特許法100条1項所定の「侵害の停止又は予防」としての差止めは，特許権の排他的効力に基づき，特許法により特に定められたものである。②他方，教唆又は幇助による不法行為責任は，自ら他人の権利を侵害する者ではないにもかかわらず，被害者保護の観点から特に教唆及び幇助を共同不法行為として損害賠償責任(民法719条2項)を負わせることとしたものであり，上記①の特許権の排他的効力に基づく特許法100条1項所定の差止請求権とは，制度の目的，趣旨において異なる。③教唆又は幇助については，その行為態様として様々なものがあり，特許権侵害の教唆行為又は幇助行為に対して無制限に差止めを認めると，差止請求の相手方が無制限に広がり，差止めの範囲が広範にすぎるなどの弊害が生じるおそれがあるところ，特許法101条所定の間接侵害の規定は，上記弊害の点に鑑み，特許権侵害の幇助行為の一部の類型に限り侵害とみなして差止めの対象としたものと解されるから，それを超えて幇助行為一般及び教唆行為について差止めを認めることは，同条の趣旨に反するものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，前記アによれば，被控訴人ヤフーが本件発明を実施したとは認められず，特許法101条所定の行為をしたとも認められないし，そのおそれもないから，被控訴人ヤフーに対する製造，販売及び輸出の差止請求が認められる余地はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品3に係る本件発明の技術的範囲への属否について",
              "text": [
                "被告製品3のうち差止目録3記載の番号53「スカロー  フリフリ  シューズパウダー  80g」は，差止目録1記載の番号4「フリフリ・シューズパウダー」，すなわち，抗菌研究所製品の「スカロー  フリ・フリ  シューズパウダー」と同一のものと認められるが，前記2のとおり，本件発明の技術的範囲に属すると認めるに足りない。",
                "被告製品3のその余の製品については，控訴人は，それらの製品が本件発明の技術的範囲に属することにつき，何ら立証していない。",
                "以上によれば，被告製品3については，本件発明の技術的範囲に属すると認めるに足りない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，控訴人の被控訴人ヤフーに対する請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "控訴人の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件発明の技術的範囲につき，①方解石型構造による結晶構造体を備えた二枚貝の貝殻を原料とする洗浄剤は，全て本件発明の技術的範囲に属する，②本件特許の特許請求の範囲にいう「炭酸カルシウム粉末」は，ホタテ貝殻を原材料としていれば足り，方解石型構造による結晶構造体を備えている必要はない，③前記「炭酸カルシウム粉末」は，ホタテ貝殻を粉砕した粉末それ自体のみならず，これを焼成する，水を加えるなどの化学反応を経たものを含む旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかしながら，上記①の点については，前記1(2)のとおり，本件発明の特許請求の範囲には，「炭酸カルシウム粉末と酸化カルシウム粉末とが混合されていることを特徴とする洗浄剤」と明記されており，したがって，方解石型構造による結晶構造体を備えた二枚貝の貝殻を原料とする洗浄剤であっても，炭酸カルシウム粉末及び酸化カルシウム粉末の両方を含有するものでなければ，本件発明の技術的範囲に属しないことは，明らかである。",
                    "上記②の点についても，前記1(2)のとおり，特許請求の範囲には，「炭酸カルシウムの方解石型構造による結晶構造体を備えた貝殻を粉砕した粉末からなる炭酸カルシウム粉末」と明記されていることから，炭酸カルシウムの方解石型構造による結晶構造体を備えた貝殻を粉砕した粉末から成るものではない炭酸カルシウム粉末は，これを充足しないことは，明らかである。",
                    "以上によれば，上記①及び②は，いずれも特許請求の範囲の記載に基づかない主張というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記③の点に関し，本件発明を構成する「炭酸カルシウムの方解石型構造による結晶構造体を備えた貝殻を粉砕した粉末からなる炭酸カルシウム粉末」の意義について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(3)のとおり，本件明細書には，「発明が解決しようとする課題」において「ホタテの貝殻を粉砕」(【0003】)という記載があり，また，「発明の実施の形態」において，ホタテの貝殻を天日乾燥によって硬化させた後に，粉砕して炭酸カルシウム粉末を得ることが記載されており(【0007】)，他方，粉砕以外の方法により炭酸カルシウム粉末を得ることは，記載も示唆もされていない。酸化カルシウム粉末を得る方法についても，「発明の実施の形態」において，ホタテの貝殻を粉砕して得た炭酸カルシウム粉末の一部分を約1000℃の温度で数十分から数時間程度の時間で加熱して得る方法が記載されており，それ以外の方法については，記載も示唆もされていない。",
                        "そして，本件明細書には，ホタテの貝殻を粉砕して得た炭酸カルシウム粉末につき，「粒体は多孔性粒体となっている。」(【0007】)，「ホタテの貝殻粉末の独特な多孔質粒体からなるもので，吸着効果が大である。」，「この洗浄剤は，農薬などの化学物質を吸着する効果があり，」，「手洗いや汚れた物品の洗浄においても手や前記物品の表面に付いていた化学物質や微細な汚染物質を多孔質粒体が吸着し」(【0008】)という記載があり，前記酸化カルシウム粉末については，「アルカリ性であり，殺菌性を示すもの」，「アルカリ性の作用により(食品素材の)細菌やカビなどを死滅させる」，「(手洗いや汚れた物品の洗浄においても)アルカリ性の作用にて細菌などを死滅させる」(【0008】)という記載がある。",
                        "以上に鑑みると，本件発明は，①炭酸カルシウムの方解石型構造による結晶構造体を備えたホタテ等の貝殻を粉砕することによって得られる炭酸カルシウム粉末の「粒体は多孔性粒体」であり，「多孔性粒体」は吸着効果が大きいこと，②前記炭酸カルシウム粉末の一部を約1000℃の温度で焼成して得た酸化カルシウム粉末は，アルカリ性であり，殺菌性を備えていることを利用して，これらの炭酸カルシウム粉末と酸化カルシウム粉末とを混合することによって，炭酸カルシウム粉末により，食品素材等の洗浄対象に付いた化学物質等を吸着して除去し，酸化カルシウム粉末により，洗浄対象の細菌やカビなどを死滅させ，洗浄対象の「表面に付着していた化学物質や微細な汚染物質を取り除くようになるとともに，殺菌が行なえる」(【0009】)洗浄剤を作り，「農薬などの化学物質を取り除き殺菌を行なう洗浄剤」を得るという課題(【0003】)を解決するものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，本件発明を構成する「炭酸カルシウムの方解石型構造による結晶構造体を備えた貝殻を粉砕した粉末」は，そのような貝殻を単に粉砕することによって得られる粉末それ自体を指し，貝殻を粉砕した粉末を焼成する，水を加えるなどの化学反応を経たものは含まれないものと解される。",
                        "したがって，控訴人の前記③の主張も，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人提出の証拠について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲第30号証について",
                      "text": [
                        "控訴人が提出した甲第30号証によれば，差止目録1記載の番号4「フリフリ・シューズパウダー」についてX線回析を行った結果，Ca(OH) (水酸化カルシウム)，CaCO (炭酸カルシウム)及びCa(カルシウム)の含有が認められるものの，本件発明に係る洗浄剤の構成要件の1つである酸化カルシウム粉末の含有が認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「スカローHK」について",
                      "text": [
                        "控訴人は，被控訴人抗菌研究所が製造，販売する「スカローHK」につき，含有物等のX線回析等による分析結果(甲32，甲34，甲39，甲65)を提出し，それによれば，「スカローHK」には，CaCO (炭酸カルシウム)及びCaO(酸化カルシウム)の含有が認められる。",
                        "しかし，そもそも「スカローHK」と被告製品1との関連性は不明である。しかも，「スカローHK」のパッケージ(甲38)には，「成分」として「ホタテ貝殻カルシウム粉(水酸化カルシウム)」と記載されており，炭酸カルシウム粉末及び酸化カルシウム粉末のいずれも記載されていない。そうすると，上記CaCO が前記",
                        "イ(イ)の炭酸カルシウムの方解石型構造による結晶構造体を備えた貝殻を単に粉砕することによって得られる粉末それ自体であると認めるに足りない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "サンプル測定結果報告書(甲52)について",
                      "text": [
                        "また，控訴人は，「サンプル測定結果報告書」(甲52)を提出し，そこには，「サンプル測定結果」として，「含まれていると予想される成分が，酸化カルシウム，炭酸カルシウムおよび水酸化カルシウムのみの場合には，下記のような方法で含有率を解析できます。」と記載されている。",
                        "しかし，その測定対象自体が不明である上に，前記イ(イ)の本件発明に係る洗浄剤を構成する「炭酸カルシウムの方解石型構造による結晶構造体を備えた貝殻を粉砕することによって得られる炭酸カルシウム粉末」及び該「炭酸カルシウム粉末を焼成してなる酸化カルシウム粉末」のいずれの含有も認めるに足りない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被告各製品は，いずれも方解石型構造による結晶構造体を備えた二枚貝の貝殻を焼成して酸化カルシウムを作り，これに水を加えて水酸化カルシウムに変化させたものであるところ，本件発明に係る洗浄剤も，使用時には酸化カルシウムを水溶して水酸化カルシウムにするものであるから，被告各製品と，本件発明に係る洗浄剤とは，使用形態においても同じであるとして，この点を，被告各製品が本件発明の技術的範囲に属することの根拠の1つとして主張するものと解される。しかし，技術的範囲への属否は，当該特許発明の特許請求の範囲に基づいて定められる技術的範囲を対象製品の構成自体と対比して判断するものであるから，使用形態の同一性をもって充足性の根拠とする控訴人の前記主張は，採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，控訴人は，仮に被告各製品が，本件発明を文言上充足しないとしても，置換を想到することが容易であり，相違に係る部分は本質的なものではないので，均等の範囲内である旨主張する。",
                "いわゆる均等侵害の主張に当たっては，特許権者側において，最高裁平成6年(オ)第1083号同10年2月24日第三小法廷判決・民集52巻1号113頁に示されている要件のうち，①特許請求の範囲に記載された構成中に対象製品等と異なる部分が存する場合であっても，当該部分が特許発明の本質的部分ではないこと，②当該部分を対象製品等におけるものと置き換えても，特許発明の目的を達することができ，同一の作用効果を奏するものであること及び③上記のように置き換えることに，当業者が対象製品等の製造等の時点において容易に想到することができたことを主張立証すべきものである。",
                "控訴人の主張には，必ずしも明瞭とはいえない点があるものの，上記②の要件の主張を明らかに欠いており，主張自体失当である上に，上記②及び③の要件の立証を欠くものである。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は，いずれも理由がないから，これらを棄却した原判決は相当である。",
            "よって，本件控訴をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10059",
    "date": "2015-10-08",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(ワ)23512",
    "precedent_id": "085367",
    "ipprecedent_id": "4168",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}