{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が取消2013-300848号事件について平成26年12月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の登録商標(登録第5517417号商標。本件商標)に関する商標法53条1項に基づく商標登録取消審判請求を不成立とした審決の取消訴訟である。争点は，①引用商標と使用商標の類否判断の適否(使用商標の分離観察の可否)と②引用商標の周知性についての判断の適否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "当事者及び特許庁における手続の経緯等",
          "text": [
            "被告は，「SEＮTCOMEX」の文字を標準文字で表してなる本件商標について，第25類「被服，履物，運動用特殊衣服，運動用特殊靴」を指定商品(本件指定商品)として，平成24年3月12日に登録出願をし，本件商標は，同年8月24日に設定登録された(甲1)。",
            "原告は，婦人靴，婦人服類の販売を業とする株式会社であり，下記の「COMEX」の文字からなる登録第1548890号商標(引用商標。指定商品  第22類(旧商品分類)「はき物(運動用特殊靴を除く)，かさ，つえ，これらの部品及び附属品」，昭和57年11月26日設定登録)の商標権者である(甲2の1，2)。",
            "被告が代表取締役を務める株式会社ステートサイト(ステートサイト社)と，取締役を務める株式会社スタークィーン(スタークィーン社)は(甲11，12)，平成25年3月ころから同年8月ころまでの間，下記の「SEＮT  COMEX」又は「Sent  Comex」の綴り文字，あるいは，「SEＮT  COMEX」の下段に「セント  コメックス」の小文字を付した標章(使用商標1～7。すべてを総称して「使用商標」という。)を付したミュール及びサンダルを販売していた(甲3～5〔各枝番含む。〕，14)。ステートサイト社は，平成21年12月7日に商号変更する前の「株式会社とみや」当時の平成20年9月から，平成21年12月までの間，原告と代表者が同一である株式会社コメックス(コメックス社)と商品基本契約を締結し，同社からサンダル，ミュール，パンプス等を購入していた(甲6，10，11，16，47，乙24)。",
            "(引用商標)",
            "(使用商標1)",
            "(使用商標2)",
            "(使用商標3)",
            "(使用商標4)",
            "(使用商標5)",
            "(使用商標6)",
            "(使用商標7)",
            "原告は，平成25年10月7日，本件商標について，使用商標が引用商標と混同するおそれがあると主張して，取消審判請求をした(取消2013-300848号)。",
            "特許庁は，平成26年12月15日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同月26日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の要旨",
          "text": [
            "審決は，引用商標は，需要者の間に広く認識され，かつ，著名となっていたとはいえず，使用商標(なお，審決には使用商標5欄に使用商標6と同一の商標が記載されているが，明らかな誤記と認める。)は，引用商標とは非類似の商標であるから，使用商標に接した需要者は，原告の業務に係る商品を連想せず，商品出所について混同のおそれはなく，本件商標を商標法53条1項に基づき取り消すことはできないと判断した。",
            "理由の要点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "使用権者",
              "text": [
                "ステートサイト社とスタークィーン社は，本件商標の商標権者である被告が代表取締役又は取締役を務める会社であり，本件商標に係る商標権の通常使用権者であると判断できる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標と本件商標の類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "使用商標は，使用商標1ないし3が「SEＮT  COMEX」の文字からなるもの，使用商標4及び5が使用商標1ないし3と同様の構成態様の「SEＮT  COMEX」の文字の下に「セント  コメックス」の小文字が付されたもの，使用商標6及び7が「Sent  Comex」の文字からなるものである。そして，使用商標4及び5における「セント  コメックス」は，上段の「SEＮT  COMEX」の欧文字の自然な読みを表したものであって，本件商標から生じる称呼を表したものといえる。したがって，使用商標は，いずれも「セントコメックス」の称呼を生じ，特定の観念を生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標は，その構成文字に相応し「セントコメックス」の称呼を生じ，特定の観念を生じない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，使用商標と本件商標を対比すると，使用商標と本件商標は，構成中の「SEＮTCOMEX(SentComex)」の綴り文字を同じくし，異なるところは，「SEＮT(Sent)」と「COMEX(Comex)」の間における隙間の有無と「セントコメックス」の片仮名表記の有無のみであるから，使用商標と本件商標とは，「セントコメックス」の称呼を共通にする類似の商標といえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標を使用する商品",
              "text": [
                "使用商標を使用する商品は，サンダル，ミュール及びパンプスであるが，本件商標は，第25類「被服，履物，運動用特殊衣服，運動用特殊靴」を指定商品とする。使用商標を使用する商品は，本件商標の指定商品中の「履物」に含まれる。したがって，使用商標は，本件商標と商標において類似し，その指定商品に類似する商品について使用するものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "使用商標の使用による他人の業務に係る商品との混同のおそれの有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標の周知性",
                  "text": [
                    "原告の業務に係る商品であるCOMEX商品(引用商標を付したハイヒール，パンプス，サンダル等の女性用履物)は，平成13年2月ころから平成25年までの間に「ViVi」や「Ray」などの複数のファッション誌において紹介されていたが，ほとんどが，複数のブランドの婦人服，靴などの紹介の中で，掲載モデルのうちの一人が身につけているアイテムのうちの一ブランドとして，多数の衣装協力店のうちの一つとして記載され，表示されたCOMEXの文字も，目立つ態様ではなく極めて小さい。したがって，これらの雑誌記事をもって，引用商標及びCOMEX商品が，婦人靴の分野の需要者の間に広く認識されていたと認めることはできない。",
                    "これらの雑誌記事のほかに，原告が，引用商標及びCOMEX商品の広告宣伝を行った事実を示す証拠はない。",
                    "また，平成21年度から平成24年度のCOMEX商品の売上げにしても，我が国における婦人靴の市場規模との対比において，決して高いものとはいえない。",
                    "その他，ブログ記事において，COMEX商品を顧客が購入したことは確認できるが，その事実をもって，引用商標が婦人靴の分野の需要者の間に広く認識されていたと認めることはできない。",
                    "したがって，引用商標が原告の業務に係る商品を表示するものとして，需要者の間に広く認識され，著名となっていたと認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用商標と引用商標の類否",
                  "text": [
                    "使用商標の構成文字は，「SEＮT(Sent)」と「COMEX(Comex)」又は「セント」と「コメックス」の間に半角程度の隙間はあるが，いずれも同じ書体でまとまりよく一体的に表されている。使用商標の構成全体から生じる「セントコメックス」の称呼も，無理なく一連に称呼し得るものである。",
                    "そして，使用商標中の「COMEX」「コメックス」の文字が，原告又はこれに関連する者の業務に係る商品を表示するものとして，需要者の間に広く認識され，かつ，著名になっていたとはいえない。",
                    "そうすると，使用商標は，その構成中「COMEX」，「Comex」，「コメックス」の文字部分が出所識別標識として強く支配的な印象を与えるものとはいえず，構成文字全体をもって，特定の観念の生じない一体不可分のものとして認識，把握されるものとみるのが相当である。したがって，使用商標は，それぞれの構成全体から「セントコメックス」の称呼を生じ，特定の観念を生じない。",
                    "そこで，使用商標と引用商標を対比すると，両者は，「SEＮT」，「Sent」，「セント」の文字の有無という顕著な差異により，外観上明らかに区別し得るものであり，また，「セント」の音の有無により称呼上も明らかに聴別し得るものである。さらに，観念については比較できないから，使用商標と引用商標とは，外観，称呼及び観念のいずれの点においても相紛れるおそれのない非類似の商標である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "商品の出所について混同を生じさせるおそれ",
                  "text": [
                    "引用商標が，原告の業務に係るCOMEX商品を表示するものとして，需要者の間に広く認識され，かつ，著名となっていたと認めることはできず，引用商標と使用商標とは，相紛れるおそれのない非類似の商標である。そうすると，通常使用権者であるステートサイト社らが，使用商標をCOMEX商品と同一の商品(サンダル，ミュール及びパンプス)に使用しても，これに接する取引者，需要者が，原告の業務に係るCOMEX商品又は引用商標を連想，想起するとはいえず，その商品の出所について混同を生じさせるおそれがあるとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張及び審決取消事由",
      "text": [
        "本件は，被告が，ステートサイト社を通じて，原告及びその関連会社であるコメックス社と取引関係を持ち，「SEＮTCOMEX」で商標登録(本件商標)を得ておきながら，あえて「SEＮT」と「COMEX」を分離し，引用商標である「COMEX」に近づけて使用した，典型的な商標法53条1項所定の不正使用の事案である。被告が，容易に，引用商標と全く異なった語を用いてブランドを展開できたにもかかわらず，「SEＮT」と「COMEX」を分離した商標を用い，COMEX商品と同じヒールの高い女性用履物の販売を開始したのは，引用商標のブランド力へフリーライドする意図であったからにほかならない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-引用商標と使用商標の類否判断の誤り",
          "text": [
            "被告が「SEＮT」と「COMEX」の間に空白を設けたことからもうかがえるように，使用商標は，需要者をして，引用商標と出所を誤認させるおそれのある類似商標である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "類否判断の枠組み",
              "text": [
                "商標法53条1項の不正使用の要件である「他人の業務に係る商品と混同を生ずるものをした」における「混同」は，狭義の混同ではなく，人的又は資本的に何らかの関係があるかのように需要者を誤信させる「広義の混同」で足り，しかも，現実の混同は不要であると解されており，類否判断では，このような広義の混同の有無が生じるか否かを判断するべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "類否観察の方法",
              "text": [
                "類否観察の方法としては，両商標を並べて比較する対比的観察ではなく，取引の実情に照らし，商標が使用される当該商品の「需要者の通常有する注意力」を基準として，時間と場所を変えて両商標を観察する「離隔的観察」を取るべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "分離観察の可否に関する基準",
              "text": [
                "最高裁平成20年9月8日第二小法廷判決(裁判集民事228号561頁・つつみのおひなっこや事件)が示した，結合商標の構成部分の一部を抽出することが許される要件，すなわち，①その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合，及び②それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合に許すという判断枠組みに照らせば，需要者保護の観点から規定された商標法53条1項において，安易に全体観察のみを行うべきではなく，分離観察によっても使用商標と紛らわしいといえる場合には，類似の商標と認められるべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "使用商標について",
              "text": [
                "使用商標に関して，分離観察を認めなかった審決の判断には誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "最高裁昭和38年12月5日判決(民集17巻12号1621頁・リラタカラヅカ事件)の示した「各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められ」るか否かという観点で観察すると，各使用商標のうち「COMEX」(使用商標1ないし5)及び「Comex」部分(使用商標6及び同7)は，いずれも他の部分と(特にその左にある「SEＮT(Sent)」部分とさえも)離れた位置にあって独立しており，これを分離することは取引上不自然であると思われるほど，不可分的に結合しているとはいえない。特に使用商標6及び同7において，「Sent」と「Comex」の間には，半角を優に超える(「S」を基準としても全角一文字を超える)スペースが存在し，その他の使用商標においても，「SEＮT」と「COMEX」とが区別されるよう，十分なスペースが存在する。したがって，使用商標には，「COMEX」部分を分離すべきことを導く十分な事情がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "使用商標のうち「SEＮT(Sent)」部分は，出所識別標識としての称呼，観念が生じていない。「SEＮT(Sent)」は，直訳すれば「送った」という意味であるが，サンダル，ミュール及びパンプスの分野では出所識別標識として機能しない。また，「COMEX」と一体としてみなければならないようなものではなく，その語彙からすれば，むしろ「COMEX」に注意を惹かせるものである。したがって，引用商標と各使用商標との対比に当たっては，「COMEX」及び「Comex」部分を抽出して類否判断を行うべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "COMEX商品及び使用商標が付された被告商品は，ヒールの高い女性用履物であり，その需要者は，年齢層の若い女性の一般消費者であり，注意力や記憶力が必ずしも高いとは期待できず，時には略称を好むという特性があることに照らすと，使用商標の離隔的な識別に際し，需要者は，必ずしもその一字一字の細部や共通する言葉の順序についてその異同を吟味することなく，短絡的なことに，直観に頼るのが普通と考えられる。使用商標は，外観において，「SEＮT(Sent)」と「COMEX(Comex)」との間に大きなスペースがあり，両者が独立のものとして区別して把握される上に，全部を称呼すると冗長であるから，コメックスとの略称が生じることは十分に想定できる。したがって，使用商標が使用された場合，需要者は，「COMEX」部分に着目し，これと関連のある商品と認識する可能性が高く，商品の混同，出所の混同が生じるおそれがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-引用商標の周知性に関する判断の誤り",
          "text": [
            "商標法53条1項は，出所の混同の元となる他人の業務を示す表示について，条文上，周知性を要求していないが，周知性は，出所の混同のおそれの有無に影響する要素である。引用商標は，ヒールの高い女性用履物を好む需要者層において，周知性を獲得しているにもかかわらず，審決は，その点に関する判断を誤った。",
            "引用商標が昭和57年に商標登録されて以降，引用商標に関連した「COMEX(Comex)」という標章は，ハイヒール，パンプス，サンダル，ミュール等の女性用履物で使用されてきた。ローヒール商品が主流の我が国において，COMEX商品は，数少ない国産ハイヒールブランドとして，30年以上にわたって女性用履物業界を牽引し，そのデザインが高く評価され，多くのメディア等でも取り上げられてきた。COMEX商品を掲載した雑誌(甲7)等によって，引用商標の周知性は十分立証されている。COMEX商品は，女性ヤングファッション誌の売上げ1位，2位の雑誌である「non-no」や「ViVi」や，売上げ上位の雑誌である「Ray」に掲載されただけではなく，その中で，売れ筋で，高品質であり，流行の先端等と紹介されているように，需要者層に絶大な支持を得ていた。雑誌での紹介が目立つ態様ではなかったことに注目するのではなく，記事の内容を見れば，COMEX商品が関西を中心に全国で周知だからこそ，有名雑誌において，人気商品と紹介されていることがわかる。",
            "COMEX商品は，全国63の店舗及びインターネット(37店舗，甲13)を通じて販売されており，平成21年～平成24年の売上げは，約1万2000足，売上高1億5000万円となっているなど，ヒールの高い女性用のサンダル，ミュール及びパンプスに関する独立市場において上位のシェアを誇る。このことからも，COMEX商品が周知であるといえる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "審決の認定，判断は正当であって，審決に原告主張の違法はない。",
        "ステートサイト社とスタークィーン社が引用商標に混同させる意図で本件商標を使用するならば，「COMEX(Comex)」の文字部分のみの書体を変更したり，フォントを大きくしたりするなどして，強調して使用したはずである。しかしながら，使用商標は，すべてが同じフォントで，かつ，同じ大きさで，まとまりよく一体的に表されており，引用商標に悪意をもって近づけたものではない。被告の使用商標の使用を不正使用という原告の主張は，失当である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "使用商標は，特徴的な書体で一連に書かれた「SEＮT  COMEX」ないし「Sent  Comex」の各欧文字から構成され(使用商標4及び同5については，それ以外に「セント  コメックス」のカタカナ文字が併記されている。)，全体で一連の商標と認識，把握されるから，引用商標には類似しない。",
            "使用商標1ないし5は，「Pottery  Barn」という書体を元にした特徴的なデザインで，同じ大きさで一連にまとまりよく書かれ，「SEＮT」と「COMEX」の間に半角程度の隙間がある。また，使用商標6及び7は，「biko」という書体を元にした特徴的なデザインで，同じ大きさで一連にまとまりよく書かれ，「Sent」と「Comex」の間に1文字程度の隙間が認められる。使用商標4及び5は欧文字以外にカタカナ名表記があり，「セント」と「コメックス」の間にも1文字程度の隙間が認められる。これらの使用商標は，外観上，全体として一体の商標と認識できる。",
            "また，「セントコメックス」という称呼は，促音を除けば7音からなり，格別冗長なものではないし，若い女性の一般消費者であっても一気に発音できる。",
            "さらに，使用商標を構成する「SEＮT  COMEX」及び「Sent  Comex」は，外観上や呼称上の一体性とも相まって，全体をもって特定観念の生じない造語と認識されるのが自然である。「SEＮT」や「Sent」という「Send」の過去分詞と，造語又は証券取引所の略号である「COMEX」や「Comex」の2語から構成される語と認識する者がいるとしても，使用商標が使用されているサンダルやミュール，パンプスとの関係で，いずれか一方のみが明らかに識別力を有しないという観念上の軽重差は認められないから，分離観察すべきものではない。",
            "そうすると，使用商標と引用商標は，相紛れるおそれのない非類似の商標といえる。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "原告が証拠として提出された雑誌によって，引用商標の周知性は立証できていない。平均して250～300頁もある分厚いファッション誌のほんの数頁で，モデルが着用している服や鞄，靴のブランド名として記載されているだけでは，周知性は獲得できない。需要者層に絶大な支持を得るほど引用商標が著名なのであれば，ファッション誌1冊においてわずかな紹介しかないことは不自然である。また，引用商標が掲載された雑誌のうち，ファッション誌は，平成13年発行が5冊，平成14年発行が5冊，平成15年発行が3冊，平成16年発行が3冊，平成17年発行がゼロ，平成18年発行がゼロ，平成19年発行が2冊，平成20年発行が1冊，平成21年発行が1冊，平成22年発行が2冊，平成23年発行が2冊，平成24年発行が3冊，平成25年発行が1冊であり，世の中にある数多くのごく一部にすぎない。",
            "COMEX商品の市場占有率も低い。原告の主張する4年間の販売数と売上高を前提としても，1か月当たり約1000足という販売数では，COMEX商品が周知であるというには，少なすぎる。大阪の代表的な6つの百貨店「阪急  梅田本店」，「阪神  梅田本店」，「大丸  梅田店」，「大阪高島屋」，「JR大阪三越伊勢丹」，「あべのハルカス  近鉄本店」には，広大な婦人靴売り場があり，毎月，膨大な数のヒール靴が販売されているが，COMEX商品はない。首都圏の「伊勢丹  新宿店」，「西武  池袋本店」，「東武百貨店  池袋本店」といった商業施設のフロアガイドにも，引用商標の記載はない。それ以外の全国各地の靴専門店やネットショップで日々大量のヒール靴が取引されている事情に鑑みれば，1か月で約1000足の販売数はあまりにも少ない。原告は，COMEX商品のシェアが上位であると主張するが，ヒール業界全体の販売数や売上高を示しておらず，根拠を欠く。婦人靴の市場規模は，平成23年度3650億円，平成24年度3730億円，平成25年度3790億円であり，COMEX商品の売上げは決して高くない。婦人靴の市場規模にはヒールの低いものが含まれているから，ヒールの高い履物の市場規模を具体的に示さない限り，シェアについて論ずることはできない。オンラインショッピングサイトで他ブランドと同列で紹介されていること，検索エンジンでの検索結果が上位に来ていることをもって，引用商標が需要者の間に広く認識されていたと認めることはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決の引用商標の周知性に関する判断，引用商標と使用商標の類否判断のいずれにも誤りはないと判断する。理由は，以下のとおりである。",
        "事案の性質上，取消事由2から判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，引用商標の周知性に関連する事実は，次のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「COMEX」の文字からなる引用商標(登録商標)は，昭和57年11月26日にAを権利者として設定登録されたものであり，その後，平成9年4月28日に株式会社マブへ，平成19年2月26日に原告及び有限会社美光シューズへ，それぞれ移転され，平成21年7月30日に持分移転により，原告が権利者となった(甲2の2)。",
                    "なお，福岡市(以下略)に所在するコメックス社の代表取締役と原告の代表取締役は，同一人物である(甲10)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告ないしそれ以前の引用商標の商標権者が，平成13年2月以前に引用商標を使用した事実を示す証拠はないが，引用商標が昭和57年11月26日に商標登録されていること(甲2の2)からすると，そのころから，引用商標が付された靴等の販売が開始されていたと推察される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成13年2月から平成25年8月ころにかけて，引用商標が付されたハイヒール，パンプス，サンダル等のCOMEX商品が，「ViVi」で平成13年2月号から平成22年1月号までの間に計17回，「Ray」で平成14年5月号から平成15年10月号までの間に6回，「JJ  bis」で平成16年6月号から平成17年10月号までの間に7回，「non-no」で平成19年7月号から平成24年6月号までの間に3回，「GLAMOROUS」平成23年8月号で1回，「AＮDY  MAGAZIＮE」Vol．07～09(いずれも平成24年9月発行)で3回紹介され，それ以外にも「bis」，「PIＮKY」，「月刊ザテレビジョン」，「SEVEＮTEEＮ」，「S  cawaii！」，「LUIRE」，「WOOFIＮ’  girl」，「WOOFIＮ’」，「ウレぴあ」，「JELLY」，「The  face」，「BLEＮDA」といった雑誌で紹介された(甲7の1～51)。ファッション誌の中でも，上記「ViVi」「Ray」は，赤雑誌と呼ばれる，女子大生・若年OLに人気の雑誌で，ファッション，メイク，ヘアのみならず，芸能，グルメ，旅行，就職，恋愛等のテーマを取り扱い，平均ページ数は250～300頁前後と多めである(乙30)。",
                    "これらを掲載年別に見ると，平成13年が5冊，平成14年が8冊，平成15年が5冊，平成16年が8冊，平成17年が2冊，平成18年が1冊，平成19年が6冊，平成20年が1冊，平成21年が1冊，平成22年が3冊，平成23年が2冊，平成24年が7冊，平成25年が2冊である。",
                    "また，引用商標の取り扱われ方を見ると，雑誌の記事において，引用商標又はコメックスの文字は，ハイヒールやハイヒールを履いたモデル(Bが多い。)の写真の横や下部に，小さなフォントで，モデルが身につけている商品の値段や販売店の表記，その特徴の説明文等とともに，記載されているものがほとんどであり，それ以外に，「COMEX」の文字がやや目立つ態様で記載されている記事(例えば，「Cも購入！／トミヤの別注COMEX」(甲7の3)，「美脚靴の老舗！ブームはここから始まった！COMEX」(甲7の4)等)や，同種他ブランドと並列して比較されている記事(甲7の4では，「プールサイド」や「エスペランサ」といった商品と，甲7の9では，「プールサイド」，「ダイアナ」，「かねまつ」，「ピンキー＆ダイアン」と並記されている。)もあるが，単独での紹介や広告等はない。なお，記事の内容は，「神戸のエスペランサで売れに売れている“コメックス”のブーツ」，「安くてかわいいコメックスの靴は神戸の注目ブランド」，「神戸では，シャネルとコメックスの靴がみんなの定番スタイル」(甲7の1)，「美脚ブランドとして，神戸GIRLから絶大な支持を受けているコメックス」(甲7の4)，「神戸ガールが指名買いする元祖・美脚靴  COMEX」(甲7の12)というようものであり，COMEX商品は，比較的限定的な地域で人気のある商品と説明されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "COMEX商品(靴類に限る。)の平成21年度から24年度までの売上げは，平成21年度が1万1488足，1億5296万0887円，平成22年度が1万2544足，1億6760万9514円，平成23年度が1万1715足，1億5651万8654円，平成24年度が1万1485足，1億5345万4641円であった(甲6)。",
                  "text": [
                    "なお，我が国における靴，履物の市場規模は，平成21年度が1兆3445億円，平成22年度が1兆3245億円，平成23年度が1兆3225億円，平成24年度が1兆3540億円，平成25年度が1兆3850億円の見込みであり，そのうち，婦人靴の市場規模は，平成23年度が3650億円，平成24年度が3730億円，平成25年度が3790億円の見込みである(甲50，乙29)。平成25年10月における履物の販売数量は，ゴム製が157万2000足，プラスチック製が117万3000足である(甲24，乙3)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "COMEX商品は，楽天市場等のインターネットにおける販売サイトにおいて販売されている(甲9，18～21)ほか，原告の直営店であるBE  MILAＮO本店，大阪北新地店，中州大通り店，ＮKGビル店を含めて全国の54店舗で取り扱われており(甲13)，その中には，マルイや近鉄百貨店といった百貨店，阪急三番街といった大型ショッピング街の中にある店舗も含まれている(甲13)。もっとも，COMEX商品が東京及び大阪の有名百貨店で必ず取り扱われているわけではない(甲34～42，乙13～21)。",
                    "なお，BE  MILAＮOでは，コメックス商品以外にも，少なくとも，セブントゥエルブサーティ，ピンキー＆ダイアンなどのハイヒールを取り扱っている(甲18，19)。また，「YIZO」という販売サイトでは，靴やブーツのブランドとして，COMEXを含めて34個の名前が挙がっている(甲20)。ファッションブランドとして「C」で始まるものは，アルファベット順に並べて「COMPARTMEＮT  PACK」に至るまでだけでも80個ある(甲21)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "平成19年から平成25年にかけて投稿されたブログ記事に，顧客が購入したコメックス商品の写真やコメントが掲載されており(甲8の1～9)，そこでは，Bが愛用していることについての言及がなされている(甲8の1，4，7，9)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "検索エンジンである「Yahoo！  Japan」及び「Google」で「ブランド  ハイヒール」というキーワードで検索した場合，原告のウェブサイトが上から2番目に表示され，そこには，引用商標も併せて表示される(甲18，19)。ただし，ハイヒールの人気ブランドのランキング上は，ジミーチュウ，クリスチャン・ルブタン，ダイアナ，マロノブラニク，ピンキー＆ダイアン，卑弥呼，プールサイド，イングが，上位に挙がる(甲33，乙12)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標は，ハイヒール，パンプス，サンダル等の婦人靴に付されているところ，婦人靴は，カジュアル用のものも，ビジネス用のものもある。また，女性の履く靴の種類には，ハイヒール，パンプス，サンダル等以外にもスニーカー，ブーツ等が存在する。また，我が国において，ヒールは低いものが主流であることは，原告自身が自認しているところであって，ハイヒールが特に注目されるような環境にはない。したがって，特定の商標を付した靴ないし婦人靴が，雑誌等で取り上げられたとしても，本件指定商品中，履物に係る一般の女性消費者が，記事で紹介された数多くの商品の中から当該商標に注目し，その商標を記憶にとどめることには直ちにつながらず，一般の女性消費者に広く知られるようになるためには，宣伝広告を積極的に行う，販売店舗数が極めて多く，かつ，商標名が注意を惹くような展示方法が取られる，あるいは，マスコミに数多くないし頻繁に取り上げられているなどの特段の事情を要するものというべきである。",
                "上記認定事実によれば，引用商標は，一定の読者を有し，発行部数も相応のものと思われる有名ファッション誌で取り上げられているものの，当該各誌上，多数のブランドの商品の1つとして特定の頁に掲載されているにすぎず，また，掲載の頻度も決して高くなく，全面的な広告等も行われておらず，購読者に注目され，記憶にとどまるほどであったとは認められない。さらに，原告は，COMEX商品の直営店を含め，販売店が63店舗あると主張するが(証拠上54店舗しか確認できないことは上記のとおりである。)，靴屋を含めた靴の販売店全体に占める割合としてCOMEX商品の販売店舗数が多いとは必ずしもいえず，直営店以外の販売店では，多数のブランドの商品を同時に取り扱うのが一般的であり，引用商標が，特に顧客の記憶にとどまるような形態で展示されているか否かも不明である。しかも，原告が，ファッション誌等において独自の宣伝広告を展開していることを示す証拠はなく，引用商標を表示するCOMEX商品が，国産のハイヒールブランドであることによって高い注目度を得ていることに関する証拠もない。そもそも，カジュアル，フォーマルといった多種多様なものを含む婦人靴市場において，ハイヒールに限定した独自市場が存在するのか否か，その中で，COMEX商品が上位のシェアを占めるか否かについては，いずれも判然としない。",
                "したがって，これらの事情を総合すると，引用商標には一定の知名度があるとしても，関西地方一円や全国規模で著名であるとまでは認められず，この点において，審決の引用商標の周知性に関する判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標について",
              "text": [
                "引用商標は，上記のとおり，太字の「COMEX」の欧文字を一連に横書きしてなるものであるところ，その語数が多くなく，空白を置かずに等間隔に文字が配列されていることからすると，全体をもって認識されるのが自然である。この場合，「コメックス」という称呼が生じる。「COMEX」という欧文字は，米国の商品取引所の略号であるが，これを掲載していない英和辞書もある上，本件指定商品と共通する引用商標の指定商品が履物等であり，取引の実情としても年齢層の比較的若い女性用の婦人靴に使用されていることからすると，造語として認識され，特定の観念は生じないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "全体的構成",
                  "text": [
                    "使用商標1ないし5は，上記のとおり，「Pottery  Barn」(甲22，乙1)という書体を元にした特徴的なデザインで，同じ大きさで一連にまとまりよく書かれ，「SEＮT」と「COMEX」の間に半角程度の隙間がある。また，使用商標6及び7は，「biko」(甲23，乙2)という書体を元にした特徴的なデザインで，同じ大きさで一連に書かれ，「Sent」と「Comex」の間に1文字程度の隙間が認められる。さらに，使用商標4及び5には，欧文字以外にカタカナ表記があり，カタカナ表記の「セント」と「コメックス」の間にも1文字程度の隙間が認められる。",
                    "そして，使用商標は，「SEＮTCOMEX」の文字を標準文字で表してなる本件商標と，構成中の「SEＮTCOMEX(SentComex)」の綴り文字を同じくし，「SEＮT(Sent)」と「COMEX(Comex)」の間に若干の隙間があること，「S」と「C」以外が小文字で表記されていること(使用商標6及び7)，及び「セント  コメックス」というカタカナ表記が付されていること(使用商標4及び5)という点で異なっているだけであるから，本件商標の使用に当たるということができる(当事者間に争いがない。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "外観・称呼・観念について",
                  "text": [
                    "使用商標において，外観上，「SEＮT(Sent)」と「COMEX(Comex)」は，同じフォント同じサイズで記載され，一連にまとまりよく書かれており，いずれかに比重があるとはいえないから，一体的に認識される。なお，上記のとおり，「SEＮT(Sent)」と「COMEX(Comex)」の間に若干の隙間があり，使用商標6及び7では，「Comex」の冒頭が大文字で表記され，その前に一応の区切りがあるといえるが，一体的に認識するのが困難となるほど分離されて視認されるわけではない。",
                    "また，「SEＮTCOMEX(SentComex)」を称呼した場合の「セントコメックス」の語数は8語であり，促音を含むことから，一連で称呼できる程度の長さである。",
                    "さらに，観念について，「SEＮTCOMEX(SentComex)」を一連のものと認識した場合には，特定の観念が生じないと解される。なお，「SEＮT(Sent)」と「COMEX(Comex)」とを区分した場合には，前者の「Sent(セント)」は，「Send」の過去形又は過去分詞形であり，本件指定商品の需要者である一般消費者及びCOMEX商品の需要者である比較的若い女性にとって，その日本語訳である「送った」又は受動態として「送られた」という意味をもって理解されると考えられるから，それに即応した観念が生じるものと解される。他方，後者の「Comex(コメックス)」は，上記のとおり，一般的には造語として認識されると考えられ，特定の観念が生じないものと解される。そして，これらを踏まえて検討すると，上記2語は，相互に意味上の関連性は認められない上，前者のみからの観念で全体を認識することは困難であるから，結局，使用商標は全体として特定の観念が生じないものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，使用商標は，外観上，一体的に認識され，「セントコメックス」と一連で称呼できるが，特定の観念は生じないものと認められる。",
                    "この点について，原告は，使用商標が，外観において，「SEＮT(Sent)」と「COMEX(Comex)」との間に大きなスペースがあり，両者が独立のものとして区別して把握される上に，全部を称呼すると冗長であるから，「コメックス」との略称が生じ，「SEＮT(Sent)」部分に出所識別標識としての観念が生じないのに対し，その語彙からすれば「COMEX」に注意を惹かせるものであること等を理由に，使用商標から「COMEX」及び「Comex」部分を抽出して類否判断を行うべきであると主張する。",
                    "しかしながら，使用商標は，前記のとおり，「SEＮT(Sent)」と「COMEX(Comex)」の間の若干の隙間等を考慮しても，外観上，一体的に認識されるものであり，一連に称呼しても冗長とはいえない上，全体として特定の観念が生じず，本件指定商品との関係で，「SEＮT(Sent)」部分に何らの称呼・観念が生じない，あるいは，「COMEX(Comex)」部分だけに強い商品識別力が生じるといえないことは明らかである。そうすると，「COMEX(Comex)」部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものとは認められず，また，「SEＮT(Sent)」部分から出所識別標識としての称呼，観念が生じないとは認められないから，使用商標において，「COMEX(Comex)」部分のみを抽出して分離観察を行うことは許されず，原告の主張は採用できない。",
                    "したがって，使用商標は，構成文字全体をもって，一体のものとして認識されるというべきであり，審決の判断には誤りがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "混同のおそれについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "使用商標と引用商標を比較すると，外観は，「SEＮT」(Sent，セントを含む。)の文字の有無という違いがあり，その結果，構成文字数の違いも明らかである。また，称呼は，「セント」の音の有無という違いがあり，全体の音数に明らかな違いがあるから，区別できる。そして，使用商標については，何らの観念が生じず，観念をもって引用商標と相紛れるものではない。",
                    "以上によれば，使用商標は，原告のCOMEX商品と何らかの経済的な関連性を有する者の商品であるとの誤解を与えるおそれはないというべきである。したがって，この点に関する審決の判断には誤りがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，被告が，「SEＮTCOMEX」で商標登録(本件商標)を得ておきながら，あえて「SEＮT」と「COMEX」を分離し，引用商標である「COMEX」に近づけて使用した，典型的な商標法53条1項所定の不正使用の事案である旨主張する。",
                    "しかしながら，使用商標は，前記のとおり，「SEＮT(Sent)」と「COMEX(Comex)」の間の若干の隙間等を考慮しても，外観上，一体的に認識されて引用商標と区別できるものであるから，使用商標を使用しても原告のCOMEX商品と混同を生ずるおそれはないというべきであり，その他被告による不正使用を裏付ける証拠がない以上，原告の主張は採用できない。",
                    "また，原告は，引用商標を付したCOMEX商品が周知であることを前提として，使用商標が使用された場合，需要者は，「COMEX」部分に着目し，これと関連のある商品と認識する可能性が高く，商品の混同，出所の混同が生じるおそれがあると主張する。",
                    "しかしながら，本件指定商品中の履物における女性の需要者の間で，COMEX商品が著名とまで認められないことは，前記1で説示したとおりであり，原告の主張はその前提において誤りがある。また，引用商標が一定の知名度を有することを考慮しても，本件商標を使用した使用商標について「COMEX」部分のみを分離観察することは許されず，使用商標と引用商標が，外観，称呼及び観念いずれの点においても明確に区別できる以上，使用商標の使用によりCOMEX商品と混同を生ずるおそれはないというべきであり，原告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上より，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}