{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2014-800121号事件について平成27年7月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，平成11年2月25日に国際出願(PCT／GB1999／000572号，優先日：平成10年2月25日(以下「本件優先日」という。)，優先権主張国：英国)され，平成21年12月25日に設定登録された，発明の名称を「オキサリプラチン溶液組成物ならびにその製造方法及び使用」とする特許第4430229号(以下「本件特許」という。請求項の数は17。)の特許権者である。",
            "原告は，平成26年7月16日，本件特許についての無効審判請求をした。",
            "被告は，平成26年12月2日付けで本件特許の特許請求の範囲についての訂正請求をした(以下，この訂正請求に係る訂正を「本件訂正」といい，本件訂正後の明細書を「本件訂正明細書」という。甲14)。",
            "特許庁は，上記無効審判請求を無効2014-800121号事件として審理した上で，平成27年7月14日，「請求のとおり訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同月24日，その謄本が原告に送達された。",
            "なお，上記審判では，被告補助参加人が審判への参加の申請を行い，その参加を許可する旨の決定がされた。",
            "原告は，平成27年8月21日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の記載は，次のとおりである(下線部は，本件訂正に係る訂正箇所。以下，各請求項を，番号に応じて「本件請求項1」などという。また，各請求項に係る発明を，番号に応じて「本件訂正発明1」などといい，これらを併せて「本件訂正発明」という。)。",
            "【請求項1】",
            "オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物であって，製薬上許容可能な担体が水であり，緩衝剤がシュウ酸またはそのアルカリ金属塩であり，",
            "1)緩衝剤の量が，以下の：",
            "(a)5x10-5M～1x10-2M  ，",
            "(b)5x10-5M～5x10-3M  ，",
            "(c)5x10-5M～2x10-3M  ，",
            "(d)1x10-4M～2x10-3M  ，または",
            "(e)1x10-4M～5x10-4M の範囲のモル濃度である，pHが3～4．5の範囲の組成物，あるいは",
            "2)緩衝剤の量が，5x10-5M～1x10-4Mの範囲のモル濃度である，組成物。",
            "【請求項2】",
            "緩衝剤がシュウ酸またはシュウ酸ナトリウムである請求項1の組成物。",
            "【請求項3】",
            "緩衝剤がシュウ酸である請求項2の組成物。",
            "【請求項4】",
            "緩衝剤の量が1x10-4M～5x10-4Mの範囲のモル濃度である請求項1の組成物。",
            "【請求項5】",
            "緩衝剤の量が4x10-4Mのモル濃度である請求項4の組成物。",
            "【請求項6】",
            "オキサリプラチンの量が1～5mg／mLである請求項1～5のいずれかの組成物。",
            "【請求項7】",
            "オキサリプラチンの量が2～5mg／mLである請求項1～5のいずれかの組成物。",
            "【請求項8】",
            "オキサリプラチンの量が5mg／mLであり，そして緩衝剤の量が2x10-4Mのモル濃度である請求項3の組成物。",
            "【請求項9】",
            "オキサリプラチンの量が5mg／mLであり，そして緩衝剤の量が4x10-4Mのモル濃度である請求項3の組成物。",
            "【請求項10】",
            "オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含するオキサリプラチン溶液組成物の安定化方法であって，有効安定化量の緩衝剤を前記溶液に付加することを包含し，前記溶液が水性溶液であり，緩衝剤がシュウ酸またはそのアルカリ金属塩であり，緩衝剤の量が，以下の：",
            "(a)5x10-5M～1x10-2M，",
            "(b)5x10-5M～5x10-3M，",
            "(c)5x10-5M～2x10-3M，",
            "(d)1x10-4M～2x10-3M，または",
            "(e)1x10-4M～5x10-4M の範囲のモル濃度である方法。",
            "【請求項11】",
            "請求項1～9のいずれかの組成物の製造方法であって，製薬上許容可能な担体，緩衝剤およびオキサリプラチンを混合することを包含する方法。",
            "【請求項12】",
            "請求項1～9のいずれかの組成物の製造方法であって，以下の：",
            "(a)製薬上許容可能な担体および緩衝剤を混合し，",
            "(b)オキサリプラチンを前記混合物中に溶解し，",
            "(c)工程(b)からの混合物を冷却して，製薬上許容可能な担体を補って最終容積を満たし，",
            "(d)工程(c)からの溶液を濾過し，そして",
            "(e)工程(d)からの生成物を任意に滅菌する",
            "工程を含む方法。",
            "【請求項13】",
            "前記方法が不活性大気中で実行される請求項12の方法。",
            "【請求項14】",
            "工程(d)から生じる生成物が熱に曝露されることにより滅菌される請求項12の方法。",
            "【請求項15】",
            "密封容器中に請求項1～9のいずれかの組成物を包含する包装製剤製品。",
            "【請求項16】",
            "容器がアンプル，バイアル，注入袋または注射器である請求項15の包装製剤製品。",
            "【請求項17】",
            "容器が目盛付注射器である請求項16の包装製剤製品。"
          ]
        },
        {
          "fig": "3",
          "subject": "請求人(原告)が審判で主張した無効理由",
          "text": [
            "無効理由1(明確性要件違反)"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件請求項1の「緩衝剤の量」は，オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量と解釈され得る(解釈1)一方，オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量とも解釈され得る(解釈2)から，本件訂正発明1は明確ではなく，これを直接又は間接に引用する本件訂正発明2～9及び11～17も明確ではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件請求項1及び10の「有効安定化量」は，いかなる場合に緩衝剤の量が「有効安定化量」であるといえるのかが明確ではないから，本件訂正発明1及び10は明確ではなく，本件訂正発明1を直接又は間接に引用する本件訂正発明2～9及び11～17も明確ではない。",
                "無効理由2(実施可能要件違反)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件訂正発明1～9及び11～17は，その緩衝剤の量についての数値限定を特徴としているにもかかわらず，本件訂正明細書の発明の詳細な説明には各実施例についてオキサリプラチン溶液組成物に現に含まれる緩衝剤の量は記載されていない。したがって，本件訂正発明1～9及び11～17が，その規定する緩衝剤の量の範囲で，オキサリプラチン溶液組成物の安定化という発明の課題を解決できることは不明であり，本件訂正明細書の発明の詳細な説明の記載は，本件訂正発明1～9及び11～17について，当業者がその実施をすることができる程度に明確かつ十分に記載したものではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件訂正発明1～17の解決課題は，オキサリプラチン溶液組成物を安定化させることであり，「安定化」とは2年以上の保存期間中安定であることを指すと解されるところ，本件訂正明細書の発明の詳細な説明には本件訂正発明1～17に係るオキサリプラチン溶液組成物が2年以上の保存期間中安定であることどころか，保存期間中安定になることも記載されていない。したがって，本件訂正発明1～17が，オキサリプラチン溶液組成物の安定化という発明の課題を解決できることは不明であり，本件訂正明細書の発明の詳細な説明の記載は，本件訂正発明1～17について，当業者がその実施をすることができる程度に明確かつ十分に記載したものではない。",
                "無効理由3(サポート要件違反)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件訂正発明1～9及び11～17が，その規定する緩衝剤の量の範囲で，オキサリプラチン溶液組成物を安定化するという効果が得られることは，本件訂正明細書の発明の詳細な説明には記載されておらず，当業者は，本件訂正発明1～9及び11～17がオキサリプラチン溶液組成物を安定化するという発明の課題を解決できることを認識することはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件訂正明細書の発明の詳細な説明には，本件訂正発明1～17に係る溶液組成物が保存期間中安定であることについて記載されておらず，当業者は，本件訂正発明1～17がオキサリプラチン溶液組成物を安定化するという発明の課題を解決できることを認識することはできない。",
                "無効理由4(甲2に基づく新規性欠如)",
                "本件訂正発明1～3，6，7，15及び16は，平成8年(1996年)2月22日に国際公開された国際公開第96／04904号公報(甲2。以下「甲2公報」という。ただし，同じく「甲2」とされる特表平10-508289号公報(以下「甲2対応公報」という。)は甲2公報に対応する日本の公表特許公報であるから，以下では，甲2公報の内容を示すものとして，甲2対応公報の該当部分を示すこととする。)に記載された発明である。",
                "無効理由5(甲2ないし8に基づく進歩性欠如)",
                "本件訂正発明1～17は，甲2公報に記載された発明及び下記甲3ないし8の記載事項に基づいて当業者が容易に発明をすることができたものである。",
                "記",
                "甲3   Michael Allwood ら作成の「The Cytotoxics Handbook Second Edition」と題する文献・168～172頁",
                "甲4   化学大辞典9縮刷版第7刷・836頁",
                "甲5   A.Atilla Hincal ら作成の「Cis-Platin Stability in Aqueous Parenteral Vehicles」と題する文献・107～116頁",
                "甲6   米国特許第5,455,270号明細書",
                "甲7   特開平5-238936号公報",
                "甲8   特開平9-294809号公報"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書写しのとおりであるが，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件訂正について",
              "text": [
                "本件訂正は，特許法134条の2第1項ただし書1号に掲げる事項を目的とするものであり，かつ，同条の2第9項において準用する同法126条4～6項に規定する要件に適合するものであるので，当該訂正を認める。"
              ]
            },
            {
              "fig": "イ",
              "subject": "無効理由1(明確性要件違反)について",
              "text": [
                "本件請求項1の記載及び本件訂正明細書の発明の詳細な説明の記載によれば，当業者は，本件請求項1の「緩衝剤の量」を「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」と理解すると認められるから，本件請求項1の「緩衝剤の量」の意味は明確である。",
                "当業者は，本件請求項1及び10について，前段に記された組成物又は方法を後段において限定又は詳述するものであると認識し，後段に記された緩衝剤の量を，前段に記された「有効安定化量」に該当するものとして理解すると認められる。",
                "したがって，「有効安定化量」との記載があることをもって，本件訂正発明1及び10は明確でないとすることはできず，本件訂正発明1を直接又は間接に引用する本件訂正発明2～9及び11～17も明確でないとすることはできない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "無効理由2ないし5について",
              "text": [
                "無効理由2ないし5については，本件請求項1にいう「緩衝剤の量」は「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味するものとして判断を行う(すなわち，「緩衝剤の量」は「オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量」であるとする解釈は採用できないので，当該解釈に基づく請求人(原告)の主張については検討しない。)。",
                "無効理由2(実施可能要件違反)について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本件訂正明細書には，実施例1～17のオキサリプラチン溶液組成物の調製時における「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が示されているものと認められ，その量が本件訂正発明1～9及び11～17に対応していることも明らかである。また，本件訂正明細書に示される安定性試験により，実施例1～17のオキサリプラチン溶液組成物の安定性が示されるとともに，組成が本件訂正発明1～9及び11～17で定める範囲にあるオキサリプラチン溶液組成物の安定性も当業者が認識できる程度に示されていると認められる。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "本件訂正明細書の発明の詳細な説明には，実施例10～12，15及び16について，40℃75％RHで6か月あるいは9か月保存後におけるジアクオDACHプラチンおよびジアクオDACHプラチン二量体の含有割合が示されている。「40℃75％で6か月保存」の安定性により「室温3年保存」の安定性を推定することが当該技術分野の技術常識であることからすれば，実施例10～12，15及び16についての開示内容等から，本件訂正発明1～17が，オキサリプラチンの安定性に係る欠点を克服した，製薬上安定なオキサリプラチン溶液組成物を提供するという発明の課題を解決できることを当業者は認識できる。"
                },
                {
                  "fig": "c",
                  "text": [
                    "したがって，本件訂正発明1～17について，実施可能要件違反の無効理由はない。",
                    "無効理由3(サポート要件違反)について",
                    "7について，サポート要件違反の無効理由はない。",
                    "無効理由4(甲2に基づく新規性欠如)について",
                    "甲2公報に記載された後記引用発明Aは，そのpHが5．59であって，「3～4．5の範囲」にはなく，また，緩衝剤であるシュウ酸の量が「5x10-5M～1x10-4Mの範囲のモル濃度」に含まれるものとすべき根拠はない。",
                    "したがって，本件訂正発明1は，甲2公報に記載された発明ではない。",
                    "そして，本件訂正発明1が甲2公報に記載された発明ではない以上，本件訂正発明1の発明特定事項全てをその発明特定事項として含む本件訂正発明2，3，6，7，15及び16も甲2公報に記載された発明ではない。",
                    "無効理由5(甲2ないし8に基づく進歩性欠如)について"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本件訂正発明1は，甲2公報に記載された後記引用発明A及び甲3ないし6の記載事項に基づいて当業者が容易に発明をすることができたものではない。",
                    "そして，本件訂正発明1の発明特定事項全てをその発明特定事項として含む本件訂正発明2～9及び11～17も，同様に当業者が容易に発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "本件訂正発明10は，甲2公報に記載された後記引用発明B及び甲3ないし6の記載事項に基づいて当業者が容易に発明をすることができたものではない。",
                    "本件審決が無効理由4及び5についての判断の前提として認定した甲2公報に記載された発明(引用発明A及びB)の各内容，本件訂正発明1と引用発明Aの相違点及び本件訂正発明10と引用発明Bの相違点は，以下のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "引用発明の内容",
              "text": [
                "引用発明A 「オキサリプラチンおよび注射用水から，調製時のオキサリプラチン濃度が2mg／mLとなるように調製されたオキサリプラチン溶液組成物を，上部空間にＮ を充填し「グレイブチル」を栓とした容器に充填し，13週間50℃で貯蔵した後に得られる溶液組成物であって，回収オキサリプラチンが当初オキサリプラチンの99．0％であり，不純物が1．16％であり，pHが5．59であり，不純物の主要なものがシュウ酸である，安定性が医薬的に許容される溶液組成物。」",
                "引用発明B 「オキサリプラチンおよび注射用水から，調製時のオキサリプラチン濃度が2mg／mLとなるように調製されたオキサリプラチン溶液組成物を，上部空間にＮ を充填し「グレイブチル」を栓とした容器に充填し，13週間50℃で貯蔵することによって，回収オキサリプラチンが当初オキサリプラチンの99．0％であり，不純物が1．16％であり，pHが5．59であり，不純物の主要なものがシュウ酸である，安定性が医薬的に許容される溶液組成物を得る方法。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点",
              "text": [
                "本件訂正発明1と引用発明Aの相違点",
                "本件訂正発明1では，緩衝剤の量について「有効安定化量の緩衝剤」とした上で，組成物に含有される緩衝剤の量及び組成物のpHを",
                "「1)緩衝剤の量が，以下の：",
                "(a)5x10-5M ～1x10-2M ，",
                "(b)5x10-5M ～5x10-3M ，",
                "(c)5x10-5M ～2x10-3M ，",
                "(d)1x10-4M ～2x10-3M ，または",
                "(e)1x10-4M ～5x10-4M",
                "の範囲のモル濃度である，pHが3～4．5の範囲の組成物，あるいは",
                "2)緩衝剤の量が，5x10-5M  ～1x10-4Mの範囲のモル濃度である，組成物。」と規定しているのに対し，引用発明Aでは，「不純物が1．16％であり，pHが5．59であり，不純物の主要なものがシュウ酸である」としている点。",
                "本件訂正発明10と引用発明Bの相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "本件訂正発明10では，緩衝剤の量について「有効安定化量の緩衝剤」とした上で，組成物に含有される緩衝剤の量を",
                  "text": [
                    "「緩衝剤の量が，以下の：",
                    "(a)5x10-5M ～1x10-2M ，",
                    "(b)5x10-5M ～5x10-3M ，",
                    "(c)5x10-5M ～2x10-3M ，",
                    "(d)1x10-4M ～2x10-3M ，または",
                    "(e)1x10-4M ～5x10-4M",
                    "の範囲のモル濃度である」と規定しているのに対し，引用発明Bでは，「不純物が1．16％であり，pHが5．59であり，不純物の主要なものがシュウ酸である」としている点。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "本件訂正発明10では，「有効安定化量の緩衝剤を前記溶液に付加することを包含し」としてオキサリプラチン溶液に緩衝剤を添加することを規定しているのに対し，引用発明Bでは緩衝剤を添加することが規定されていない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由",
          "text": [
            "明確性要件違反(無効理由1)についての判断の誤り(取消事由1)",
            "実施可能要件違反，サポート要件違反，新規性欠如及び進歩性欠如(無効理由2ないし5)についての判断の前提となる本件訂正発明の要旨認定の誤り(取消事由2)",
            "実施可能要件違反(無効理由2)についての判断の誤り(取消事由3)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(4)",
                      "subject": "サポート要件違反(無効理由3)についての判断の誤り(取消事由4)"
                    },
                    {
                      "fig": "(5)",
                      "subject": "甲2に基づく新規性欠如(無効理由4)についての判断の誤り(取消事由5)"
                    },
                    {
                      "fig": "(6)",
                      "subject": "甲2ないし8に基づく進歩性欠如(無効理由5)についての判断の誤り(取消事由6)"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件違反(無効理由1)についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決による「緩衝剤の量」についての解釈が不合理であること",
              "text": [
                "本件審決は，本件特許に明確性要件違反の無効理由がないとの判断をするに当たり，本件請求項1にいう「緩衝剤の量」について，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味するものとして明確である旨判断した。",
                "しかし，以下に述べるとおり，本件審決の「緩衝剤の量」についての上記解釈は不合理である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件請求項1の記載について",
                  "text": [
                    "本件請求項1では，「緩衝剤」は「シュウ酸またはそのアルカリ金属塩」とされるところ，水溶液中における「シュウ酸及びシュウ酸のアルカリ金属塩」はそのほとんどがシュウ酸イオン等へと電離することになるから，オキサリプラチン溶液組成物中には「シュウ酸またはそのアルカリ金属塩」はほとんど存在せず，その量を把握することも不可能である。したがって，「緩衝剤の量」を「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を指すものと理解することは困難である。一方，オキサリプラチン及び担体に追加され混合される前の「シュウ酸またはそのアルカリ金属塩」の量を把握することは可能であるから，「緩衝剤の量」を「オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量」を指すと理解することは可能である。",
                    "また，仮に，オキサリプラチン溶液組成物中のシュウ酸イオン等も「シュウ酸」に含まれ，その量が「緩衝剤の量」に含まれるとの前提に立ったとすれば，「シュウ酸のアルカリ金属塩」は，水溶液中でほぼ完全にシュウ酸イオンへと電離するから，「シュウ酸のアルカリ金属塩」を添加した場合には，緩衝剤として「シュウ酸」を使用したとも，「シュウ酸のアルカリ金属塩」を使用したともいい得ることになってしまい，「シュウ酸」と「シュウ酸のアルカリ金属塩」とを並列して記載した意味がなくなってしまうから，不合理である。",
                    "さらに，一般に「剤」という用語は「各種の薬を調合すること。また，その薬。」を意味するとされているところ，オキサリプラチンの解離により生じたシュウ酸イオンは調合の対象となるようなものではないから，「緩衝剤」には相当しないというべきである。",
                    "以上のとおり，本件請求項1に係る特許請求の範囲の記載自体に基づいても，「緩衝剤の量」の意味が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であると直ちに解釈することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正明細書の記載について",
                  "text": [
                    "また，以下に述べるとおり，本件訂正明細書の発明の詳細な説明の記載には，「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を指すとの解釈の不合理性を示す数多くの根拠が含まれる。",
                    "まず，本件訂正明細書の発明の詳細な説明(表1，4～7。なお，本件訂正明細書に記載された表には，【表1】などの括弧付きの表示と，表の直上に付された「表1A」などの括弧のない表示があり，両者の番号が異なっているが，本判決でこれらの表を示す場合には，後者の番号で表記するものとする。)には，オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合されたシュウ酸ナトリウム又はシュウ酸二水和物の量が記載されているにすぎず，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」は記載されていない。",
                    "この点，被告は，本件優先日当時の技術常識に基づけば，本件訂正明細書に記載された，付加された緩衝剤のモル濃度とジアクオDACHプラチン及びジアクオDACHプラチン二量体等の不純物の量から，溶液中のシュウ酸イオン濃度を求めることができるから，本件訂正明細書の発明の詳細な説明には，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が開示されている旨主張する。しかし，このような主張はジアクオDACHプラチン及びジアクオDACHプラチン二量体以外の不純物の存在を無視した主張であり，現実には，本件訂正明細書の記載から「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を求めることは不可能である。",
                    "本件訂正明細書の記載によれば，本件訂正発明の課題は，オキサリプラチンの分解により生じるジアクオDACHプラチン及びジアクオDACHプラチン二量体等の不純物を，全く生成しないか，あるいはこれまでに知られているよりも有意に少ない量で生成するようにする，というものである(段落【0014】～【0017】)から，本件訂正発明における「緩衝剤」とは，従来技術と比較して，オキサリプラチン溶液を安定化し，それによりジアクオDACHプラチン等の不純物の生成を防止するか遅延させ得るもの(段落【0022】)でなければならないと解される。",
                    "この点，オキサリプラチンを担体中に溶解すると，オキサリプラチンの一部は時間とともに分解して，シュウ酸イオン及びジアクオDACHプラチンを生成すること，ジアクオDACHプラチンにシュウ酸イオンを反応させることによりオキサリプラチンが生成する逆反応も存在すること，このように可逆反応が生じる場合，十分な時間が経過すると，オキサリプラチン，解離シュウ酸イオン及びジアクオDACHプラチンの量が一定となる化学平衡の状態が生じることは，本件優先日当時の技術常識であるところ，オキサリプラチンの解離により生じた解離シュウ酸イオンは，化学平衡の状態に至る過程においてジアクオDACHプラチンとともに生成されたものにすぎず，これがジアクオDACHプラチンのような不純物の生成量を減少させるものであるということはできないし，これまでに知られているよりも(すなわち，従来技術よりも)有意に少ない量にするというものでもない。",
                    "むしろ，本件訂正明細書には，緩衝剤としてシュウ酸またはそのアルカリ金属塩を添加し，オキサリプラチン溶液中のシュウ酸イオン濃度を人為的に増加させ，オキサリプラチンの生成の方向に化学平衡を移動させて，シュウ酸イオン及びジアクオDACHプラチンの発生を抑制することにより，従来技術と比較して不純物の量を少なくするという課題を解決し，従来技術に係るオキサリプラチン溶液組成物(甲2公報記載のものなど)の安定性を改善しようとする発明が開示されているというべきである。",
                    "このように，解離により生じたシュウ酸イオンでは，オキサリプラチン溶液の安定性を向上させるという本件訂正発明の目的を達成することはできず，そのためには追加の緩衝剤が必要であることからすれば，本件請求項1の「緩衝剤の量」について，解離シュウ酸イオンをも含んだ「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を指すと解することは不合理である。",
                    "さらに，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとすれば，本件訂正発明は，本件訂正明細書において従来技術(比較例)として認識された構成を含むことになる。",
                    "すなわち，本件訂正明細書に記載の比較例18は，非緩衝化オキサリプラチン溶液組成物であるとされており(段落【0073】)，豪州国特許出願第29896／95号(甲2公報記載の発明に対応する豪州国出願)に記載されたものであるとされている(段落【0050】)。そして，段落【0016】では，上記豪州国特許出願を従来技術として挙げた上で，これまでに知られているより有意に少ない量で不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが本件特許の課題であると記載されている。このような本件訂正明細書の記載によれば，比較例18が従来技術として認識されていることは明らかであるところ，比較例18(b)のオキサリプラチン溶液組成物は，5．8～6．4×10-5Mを超えるシュウ酸イオン等を含んでいるものと解されるから，本件訂正明細書の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとの解釈によれば，本件訂正発明には，本件訂正明細書において従来技術として認識されている比較例18が含まれることになるが，このような結論は，極めて不合理である。",
                    "したがって，本件訂正発明の「緩衝剤の量」について，上記の解釈をすることがそもそも合理性を欠くものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2公報記載の発明との関係について",
                  "text": [
                    "本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとすれば，本件訂正発明は，新規性又は進歩性を有しない発明となってしまう。",
                    "すなわち，本件訂正明細書の記載(段落【0010】)によれば，本件優先日当時，5mg／mLの濃度のオキサリプラチン水溶液が公知であり(甲2)，他方，甲1，16，25の2，33及び34の試験結果によれば，5mg／mLの濃度のオキサリプラチンと水のみを含む溶液を作製すれば，解離シュウ酸イオン等の濃度が5×10-5Mを超えるのがごく通常であると認められる。してみると，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」である(すなわち，解離シュウ酸イオン等の量も含まれる)との解釈を採った場合には，本件訂正発明は甲2公報に照らして新規性又は進歩性を有しない発明となってしまう。",
                    "したがって，本件訂正発明の「緩衝剤の量」について，上記の解釈をすることがそもそも合理性を欠くものであるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決が，本件訂正発明の「緩衝剤の量」について，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味するものとした解釈は，特許請求の範囲の記載及び本件訂正明細書の発明の詳細な説明の記載に照らし不合理なものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "明確性要件についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正発明の「緩衝剤の量」の意味については，原告が審判で主張した「オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量」とする解釈(解釈2)を採用すべき根拠が多数存在する一方，本件審決のように，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」とする解釈(解釈1)は不合理なものといえる。",
                    "したがって，本件審決には，明確性要件違反についての判断に当たって，上記解釈2が採用される可能性があるにもかかわらず，その可能性を認めずに明確性要件違反を否定した点において誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，明確性要件違反の判断に当たって，仮に「緩衝剤の量」の意味を特許請求の範囲及び本件訂正明細書の記載から一義的に解釈できるとしても，上記解釈2として明確であるとの判断をすべきであったのに，上記解釈1として明確であると判断した点において本件審決には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，「緩衝剤の量」の意味は明確であるとして，本件訂正発明1並びにこれを引用する本件訂正発明2ないし9及び11ないし17に係る特許に明確性要件違反の無効理由はないとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件違反，サポート要件違反，新規性欠如及び進歩性欠如(無効理由2ないし5)についての判断の前提となる本件訂正発明の要旨認定の誤り)",
          "text": [
            "本件審決は，本件訂正発明の「緩衝剤の量」の意味について，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとする解釈を採用し，その解釈に従って本件訂正発明の要旨を認定した上で，これを前提に，実施可能要件違反，サポート要件違反，新規性欠如及び進歩性欠如の各無効理由(無効理由2ないし5)は認められないとする判断をしている。",
            "本件訂正発明の「緩衝剤の量」の意味については，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」ではなく，「オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量」であると解釈すべきであるから，本件審決の上記要旨認定は誤りであり，この誤りは，本件審決の無効理由2ないし5についての判断，ひいては，本件審決の結論に影響を与える重大な誤りであるから，本件審決は取消しを免れない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件違反(無効理由2)についての判断の誤り)",
          "text": [
            "本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとする本件審決の解釈を前提にすると，上で述べたとおり，本件訂正発明は，本件訂正明細書において従来技術として認識された比較例18の構成を含むことになる。そうすると，当業者は，本件訂正発明が発明の課題を解決できない従来技術の構成を含んでいるものと認識することになるから，本件訂正発明1ないし9及び11ないし17は，実施可能要件を満たさないものと認められる。",
            "本件審決は，調製時における「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が本件訂正明細書に示されていること，その量が本件訂正発明1ないし9及び11ないし17に対応していることも明らかであることを根拠として，本件訂正発明が実施可能要件を満たすものと判断する。",
            "しかし，シュウ酸又はそのアルカリ金属塩が水溶液中でほぼ完全に電離することからすれば，本件訂正明細書にはそもそも「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」は記載されていない。",
            "また，本件審決の認定によっても，本件訂正明細書には，調製時における「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が記載されているにすぎず，調製時以外における「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」は記載されていない。",
            "そうすると，当業者は，調製時における「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を本件訂正発明の数値範囲とすることによって発明の課題を解決できることを認識できたとしても，調製時とは異なる時点において「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が本件訂正発明の数値範囲となっていることによって発明の課題を解決できることを認識することはできない。",
            "以上のとおり，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとの解釈を前提にすると，当業者は「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を本件訂正発明の数値範囲とすることによって発明の課題を解決できることを認識することはできないから，本件訂正発明1ないし9及び11ないし17は，実施可能要件を満たさないものと認められる。",
            "したがって，本件訂正発明1ないし9及び11ないし17に係る特許に実施可能要件違反の無効理由はないとした本件審決の判断は誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(サポート要件違反(無効理由3)についての判断の誤り)",
          "text": [
            "本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとする本件審決の解釈を前提にすると，当業者は，本件訂正発明が発明の課題を解決できない従来技術(比較例18)の構成を含んでいるものと認識し，本件訂正発明は発明の課題を解決できる範囲を超えているものと認識することになるから，本件訂正発明1ないし9及び11ないし17は，サポート要件を満たさないものと認められる。",
            "当業者は，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を本件訂正発明の数値範囲とすることによって発明の課題を解決できることを認識することができず，したがって，本件訂正発明は発明の課題を解決できる範囲を超えているものと認識することになるから，本件訂正発明1ないし9及び11ないし17は，サポート要件を満たさないものと認められる。",
            "したがって，本件訂正発明1ないし9及び11ないし17に係る特許にサポート要件違反の無効理由はないとした本件審決の判断は誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(甲2に基づく新規性欠如(無効理由4)についての判断の誤り)",
          "text": [
            "本件審決は，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとする解釈を前提とした上で，甲2公報に記載されたオキサリプラチン水溶液においては，そのpHが「3～4．5の範囲」ではなく，緩衝剤であるシュウ酸の量が「5x10-5M～1x10-4Mの範囲のモル濃度」に含まれるものでもないから，本件訂正発明1ないし3，6，7，15及び16は甲2公報に記載された発明ではない旨判断する。",
            "しかし，ホスピーラ社が甲2公報に開示された方法に従って調製した医薬的に安定なオキサリプラチンの水溶液(5mg／mLのオキサリプラチン水溶液を40℃／75％RHの条件で2週間保存したもの)に含まれるシュウ酸，シュウ酸水素イオン及びシュウ酸イオンの合計濃度を測定した結果(甲25)によれば，その濃度は，「5x10-5M  ～1x10-4Mの範囲のモル濃度」に含まれる「6．20×10-5M」であった。また，被告が，5mg／mlの濃度でpHが5．11及び5．85であるオキサリプラチン水溶液が長期安定であることを証明するために提出した実験成績証明書(甲16)によれば，実験開始時のオキサリプラチン水溶液中に含まれるシュウ酸は，対オキサリプラチン重量比で0．092％及び0．118％であったことが確認されており，これをモル濃度に換算すると，「5．11×10-5M」及び「6．55×10-5M」となるから，いずれも「5x10-5M～1x10-4Mの範囲のモル濃度」に含まれるものである。",
            "以上のような実験結果によれば，甲2公報に記載されたオキサリプラチン水溶液に含まれるシュウ酸のモル濃度は，本件訂正発明1に係る緩衝剤のモル濃度の範囲内にあるものと認められるから，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとの解釈を前提にすると，本件訂正発明1は，甲2公報に記載された発明であると認められる。",
            "したがって，本件訂正発明1ないし3，6，7，15及び16は甲2公報に記載された発明ではないとした本件審決の判断は誤りである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(甲2ないし8に基づく進歩性欠如(無効理由5)についての判断の誤り)",
          "text": [
            "本件審決は，引用発明Aが「熱力学的平衡状態にある系」又はこれと同視できる状態であるとすると，引用発明Aは見かけ上オキサリプラチン分解の停止した状態にあることになるので，引用発明Aに対してオキサリプラチン安定化は不要であり，引用発明Aに対して更にシュウ酸を含ませることを当業者が容易に想到し得たとすることはできない旨，及び引用発明Aが「熱力学的平衡状態にある系」でもこれと同視できる状態でもないとすると，「熱力学的平衡状態にある系」についての原理である「ル・シャトリエの原理」によって，引用発明Aに対して更にシュウ酸を含ませることは当業者が容易に想到し得たことであるとはいえない旨判断する。",
            "しかし，以下に述べるとおり，本件審決の上記判断は誤りである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，引用発明Aが熱力学的平衡状態であったとしても，オキサリプラチンを安定化させるという課題は依然として存在する。",
                    "すなわち，甲2公報には，引用発明Aが不純物を含んでいることが記載されているところ(甲2対応公報7頁16行から17行及び8頁)，一般に医薬品においては，不純物の少なさが求められ，医薬品の分解を抑えること及び医薬品の分解に由来する不純物を減らすことが望ましいことは技術常識であり，そのために添加物を加えることが許容されることも技術常識である(甲6，18)。したがって，引用発明Aが熱力学的平衡状態であったとしても，引用発明Aが熱力学的平衡状態となるまでに生じるオキサリプラチンの分解を抑え，不純物たるジアクオDACHプラチンの発生を抑える課題は存在したものと認められる。",
                    "したがって，分解反応が熱力学的平衡状態にあるのであれば更なる安定化が不要であるものとする本件審決の判断は技術常識に反し，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用発明Aが熱力学的平衡状態にある場合に，例えばオキサリプラチン溶液組成物の製造時にシュウ酸を添加することにより，オキサリプラチン製剤を更に安定化させることを容易に想到できることは，以下のように理解できる。",
                    "すなわち，ル・シャトリエの原理からは，オキサリプラチン分解による生成物であるシュウ酸イオンを更に添加してシュウ酸イオンの濃度が増加すると，シュウ酸イオンの濃度を減少させる方向，すなわちオキサリプラチン分解により生じたジアクオDACHプラチンをオキサリプラチンに戻す方向の反応である逆反応の速度が増加することが当然に理解できる。そして，このことは，甲19(特開平9-40685号公報)に，ジアクオDACHプラチン(ジアコ錯体，一般式化1)とシュウ酸とを反応させてオキサリプラチン(オキザラト錯体，一般式化2)を得る反応がシュウ酸イオンの濃度を増加させることにより促進されることが記載されていることからも裏付けられる。",
                    "したがって，引用発明Aにおいて，オキサリプラチン製剤を更に安定化させるためにオキサリプラチンの分解速度を低下させることを目的として，製剤の調製時にシュウ酸を更に含有させることは，当業者が容易に想到できたことである。",
                    "同様の議論は，引用発明Aが熱力学的平衡状態にない場合でも当てはまることである。すなわち，オキサリプラチン水溶液が熱力学的平衡状態にないとしても，時間の経過とともに熱力学的平衡状態に近づくことは当業者に理解できることであるから，その際のジアクオDACHプラチンの濃度を低くするために，オキサリプラチン溶液組成物の製造時にシュウ酸を添加してシュウ酸イオン濃度を高めることは，当業者が容易に想到できたことである。",
                    "また，本件審決は，「オキサリプラチンの配位子はいずれも，シスプラチンの配位子とカルボプラチンの配位子のいずれとも一致せず，オキサリプラチン並びにシスプラチン及びカルボプラチンの生成定数等も明らかではないことから，オキサリプラチン分解反応の順反応及び逆反応における配位子の挙動が，シスプラチンの配位子やカルボプラチンの配位子の挙動に基づき，当業者に明らかであるとすることはできない」との判断に基づいて，引用発明Aに対してシュウ酸を添加することを容易に想到し得たとすることはできないと判断する。",
                    "しかし，シスプラチン及びカルボプラチンを配位子の添加により安定化させる先行技術(甲3ないし6)に基づいて，当業者がオキサリプラチンについて同様の安定化手法に想到することが容易であったか否かは，当業者がシスプラチン及びカルボプラチンに関する先行技術をオキサリプラチンに対して適用できると合理的に予測できたか否かによって判断されるべきである。この点，本件審決は，オキサリプラチンの配位子がシスプラチン及びカルボプラチンの配位子と一致しないこと，オキサリプラチン並びにシスプラチン及びカルボプラチンの生成定数が明らかでないことに基づいて，オキサリプラチンの分解反応の順反応及び逆反応における配位子の挙動が当業者に明らかでないとしているが，オキサリプラチンの配位子の挙動が厳密に明らかであるか否かに関わらず，シスプラチン，カルボプラチン及びオキサリプラチンの類似性に基づいて，引用発明Aに対してシュウ酸を添加することは容易であったというべきである。すなわち，シスプラチン，カルボプラチン及びオキサリプラチンは，同じ抗腫瘍性白金錯体であり，担体配位子及び脱離基が結合している中心の白金原子を有しているという共通の特徴を持っており，特にカルボプラチン及びオキサリプラチンは脱離基がジカルボン酸イオンであるという共通の特徴を持っているから，これらの類似性に基づいて，シスプラチン及びカルボプラチンに脱離基を添加することで水溶液製剤を安定化することを内容とする甲3ないし6記載の技術を適用し，オキサリプラチンに脱離基(シュウ酸イオン)を添加することでオキサリプラチンを安定化させることは，当業者が合理的に予測できることである。特に，オキサリプラチンとカルボプラチンとは脱離基がジカルボン酸イオンである点で共通しており，種々のジカルボン酸と白金との結合の性質が類似していることは技術常識であるから，カルボプラチンの安定化技術をオキサリプラチンに適用することは一層容易である。",
                    "この点に関し，本件審決は「甲第2～第12号証を検討しても，有機金属錯体溶液組成物における有機金属錯体の分解による不純物の生成に係る欠点を克服するために，当該組成物にさらにその不純物を添加することが本件優先日当時の当業界における技術常識であったとすべき根拠は見出せない」と判断する。しかし，甲18(\"Stability of solutions of antineoplastic agents during preparation and storage for in vitro assays\"，200頁左下欄から右上欄)には，抗腫瘍性白金錯体溶液組成物を安定化するために，白金錯体からの脱離基を添加することが技術常識であったことが記載されているから，本件審決の上記判断は誤りである。",
                    "したがって，シスプラチン及びカルボプラチンに関する先行技術に基づいても，当業者がオキサリプラチン溶液組成物にシュウ酸を含ませることを容易に想到し得なかったとする本件審決の判断は誤りである。",
                    "以上によれば，引用発明Aに対して更にシュウ酸を含ませることは当業者にとって容易に想到できたといえるから，本件訂正発明1ないし9及び11ないし17について，甲2公報に記載された発明(引用発明A)及び甲3ないし6の記載事項に基づいて当業者が容易に発明することができたものとはいえないとした本件審決の判断は誤りである。",
                    "また，上記と同様の理由により，本件訂正発明10について，甲2公報に記載された発明(引用発明B)及び甲3ないし6の記載事項に基づいて当業者が容易に発明することができたものではないとした本件審決の判断も誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件違反(無効理由1)についての判断の誤り)に対し",
          "text": [
            "原告は，本件請求項1にいう「緩衝剤の量」について，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味するものとして明確であるとした本件審決の判断は誤りである旨主張する。",
            "しかし，以下に述べるとおり，上記「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味することは一義的に明白であるから，本件審決の判断に誤りはない。",
            "本件請求項1の記載について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件請求項1において，オキサリプラチン溶液組成物は，「有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物」と記載され，「緩衝剤の量」は溶液中での「モル濃度」で規定されているところ，「包含」とは「つつみこみ，中に含んでいること」を意味し，「モル濃度」とは単位体積(L)の溶液中に存在する溶質の物質量(mol)を意味するから，「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味することは，特許請求の範囲の記載全体から明確である(下線は被告による。)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，「緩衝剤の量」がシュウ酸イオン等の量を意味するとすれば，本件請求項1が，シュウ酸とシュウ酸のアルカリ金属塩とを並列して記載した意味がなくなってしまい，不合理である旨主張する。",
                "しかし，本件訂正発明1は，「緩衝剤」を外部から添加する場合とそうでない場合の両方を含み，その量は溶液中のシュウ酸イオンの量として規定されているのであるから，解離したシュウ酸と外部から添加したシュウ酸の量は，本件請求項1中の「シュウ酸」に該当し，外部から添加したものがシュウ酸のアルカリ金属塩であれば，その量は，本件請求項1中の「アルカリ金属塩」に該当する。",
                "したがって，シュウ酸とそのアルカリ金属塩が併記して記載されていることに何ら不合理な点はない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "さらに，原告は，「剤」という用語の一般的な意味から，オキサリプラチンの解離により生じたシュウ酸イオンは「緩衝剤」に相当しない旨主張する。",
                "しかし，本件訂正明細書の発明の詳細な説明では，「剤」という用語について特段の定義はなく，「緩衝剤という用語は，本明細書中で用いる場合，オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する。」として，その機能に基づいて「緩衝剤」が定義されている(段落【0022】)。",
                "このように，本件訂正明細書の発明の詳細な説明において，「緩衝剤」という用語が定義されている以上，「緩衝剤」という用語中の「剤」という部分だけを持ち出して解釈すべきではなく，「剤」という用語が「各種の薬を調合すること。また，その薬。」として辞書に定義されているからといって，外部から付加されるものに限定されると解釈することはできない。",
                "本件訂正明細書の記載について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件訂正明細書の段落【0022】の記載によれば，本件訂正発明の「緩衝剤」は，「オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する。」(下線は被告による。)のであるから，水溶液中の不純物の生成の防止等に効果があれば，「緩衝剤」に当たるということができる。",
                "しかるところ，オキサリプラチンを水に溶解するとその一部がジアクオDACHプラチンとシュウ酸に解離して化学平衡の状態になり，不純物であるジアクオDACHプラチンの更なる生成が妨げられることになって，シュウ酸を添加した場合と同様の安定化効果が得られるのであるから，水溶液中の解離したシュウ酸も「緩衝剤」に当たると解される。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，本件訂正明細書には，従来技術に係るオキサリプラチン溶液組成物(甲2公報記載のものなど)の安定性を改善しようとする発明が開示されているとした上で，解離により生じたシュウ酸イオンでは，オキサリプラチン溶液の安定性を向上させるという本件訂正発明の目的を達成することはできないから，「緩衝剤の量」に解離シュウ酸イオンの量も含むと解することは不合理である旨主張する。",
                "しかし，原告の上記主張は，本件訂正発明の課題を甲2公報記載のオキサリプラチン溶液組成物(緩衝剤を添加しないオキサリプラチン溶液組成物)と比較して，オキサリプラチン溶液を安定化することにあると理解する点において誤っている。すなわち，本件訂正明細書の記載によれば，本件訂正発明の課題は，凍結乾燥粉末を再構成するオキサリプラチン製剤における問題点を克服するために，「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供すること」にあると記載されており(段落【0012】～【0017】。下線は被告による。)，甲2公報記載のオキサリプラチン溶液組成物よりもオキサリプラチン溶液を安定化することにあるなどとは記載されていない。また，上記段落【0022】の「緩衝剤」の定義の記載でも，「不純物…の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する。」とされ，「従来既知の水性組成物」よりも不純物を減少させるとの効果を有するものとはされていない。",
                "したがって，原告の上記主張は，その前提において本件訂正発明の課題の把握を誤っているものであって，明らかに失当である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，本件訂正明細書の発明の詳細な説明(表1及び4～7)には，オキサリプラチン溶液組成物を作製するために追加され混合されたシュウ酸ナトリウム又はシュウ酸二水和物の量が記載されているにすぎず，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」は記載されていない旨主張する。",
                "しかし，本件優先日当時，水性溶液中でオキサリプラチンが分解してジアクオDACHプラチン，ジアクオDACHプラチン二量体等を不純物として生成することは技術常識であり，その反応式から，1モルのジアクオDACHプラチンと同時に1モルのシュウ酸が生成し，1モルのジアクオDACHプラチン二量体と同時に2モルのシュウ酸が生成することも技術常識であった。そして，このような技術常識に基づけば，本件訂正明細書の表1及び4～7に記載された，付加された緩衝剤のモル濃度とジアクオDACHプラチン，ジアクオDACHプラチン二量体等の不純物量から，溶液中のシュウ酸イオン濃度は容易に導くことができる。",
                "したがって，本件訂正明細書には，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が明示されてはいないとしても，本件優先日当時の技術常識に照らして当業者が理解可能に開示されているものといえる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "そのほかに，本件訂正明細書には，以下のとおり，「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であることを示す記載が存在する。",
                "「より具体的には，本発明は，オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物に関する。」(段落【0018】。下線は被告による。)",
                "「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，…の範囲のモル濃度で存在するのが便利である。」(段落【0023】。下線は被告による。)"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "さらに，原告は，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとすれば，本件訂正発明は，本件訂正明細書において従来技術(比較例)として認識された構成を含むことになって，不合理である旨主張する。",
                "しかし，原告が比較例18として主張するものは，先行技術である豪州国特許出願第 29896/95 号(甲2公報記載の発明に対応する豪州出願)を参照して調製された水性オキサリプラチン組成物であり，本件訂正明細書中では一貫して「実施例18(b)」として記載されているものである(段落【0050】及び【0053】)。段落【0050】には，「比較のために」という記載があるが，これは，「シュウ酸又はそのアルカリ金属塩を添加していないものを比較のために挙げる」という意味であって，「比較例」の意味で用いられるものではない。また，段落【0073】には「比較例18」という記載があるが，これは，表9に示される結果と実施例18(b)とを比較したものであることを意味するにすぎない。",
                "したがって，原告主張の比較例18は，本件訂正発明の実施例であるから，その構成が本件訂正発明に含まれることは当然であって，原告の上記主張は理由がない。",
                "そして，上記実施例18(b)は，シュウ酸を添加していないオキサリプラチン溶液組成物であるところ，これと実施例1及び8の安定性試験の結果を比較すると，1か月後における不純物の合計量は，いずれも0．50％近辺で大差のない結果となっており，このことからも，添加したシュウ酸と解離したシュウ酸とで，不純物の生成を防止又は遅延させる効果に変わりがないことが裏付けられる。",
                "甲2公報記載の発明との関係について",
                "原告は，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとすれば，本件訂正発明は，甲2公報に照らして新規性又は進歩性を有しない発明となってしまうから，そのような解釈は合理性を欠く旨主張する。",
                "しかし，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとしても，本件訂正発明が新規性及び進歩性を有するものであることは，後記5及び6で述べるとおりである。",
                "また，そもそも発明の要旨認定は，特許請求の範囲の記載に基づいて行われ，補充的に明細書の発明の詳細な説明の記載を参酌することが許されるものにすぎないのであって，発明が有効となるように認定するというものではない。",
                "したがって，原告の上記主張は，いずれにしても失当である。",
                "小括",
                "以上によれば，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味することは一義的に明白であるから，本件訂正発明1ないし9及び11ないし17についての特許に明確性要件違反の無効理由がないとした本件審決の判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件違反，サポート要件違反，新規性欠如及び進歩性欠如(無効理由2ないし5)についての判断の前提となる本件訂正発明の要旨認定の誤り)に対し",
          "text": [
            "原告は，本件訂正発明の「緩衝剤の量」の意味について，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」ではなく，「オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量」であると解釈すべきであることを根拠に，本件審決による本件訂正発明の要旨認定には誤りがあり，この点の誤りは本件審決の結論に影響を与える旨主張する。",
            "しかし，本件審決の要旨認定に誤りがないことは，上記1で述べたとおりであるから，原告主張の取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件違反(無効理由2)についての判断の誤り)に対し",
          "text": [
            "原告は，本件訂正発明の「緩衝剤の量」が「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」であるとする本件審決の解釈を前提にすると，本件訂正発明は従来技術である比較例18の構成を含むことになることを理由に，実施可能要件違反がある旨を主張する。",
            "しかし，前記1 比較例18は，比較例ではなく，実施例であるから，その構成が本件訂正発明に含まれるとしても，原告が主張する実施可能要件違反の問題は生じない。",
            "また，原告は，本件訂正明細書には，調製時以外における「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が記載されていないことを理由に，実施可能要件違反がある旨を主張する。",
            "しかし，本件訂正明細書の実施例には，実施例1～18のオキサリプラチン溶液組成物の製造方法，そのオキサリプラチン量，緩衝剤の種類，注射用水の量，付加した緩衝剤の重量とモル濃度が記載され(表1A～D)，",
            "また，上記組成物の安定性試験結果が示され，初期及び一定期間保存後の溶液のpH，ジアクオDACHプラチン，ジアクオDACHプラチン二量体等の不純物量(％w/w)が記載されている(表3～9)。そして，これら技術常識に基づけば，「オキサリプラチン溶液組成物に現に含まれる緩衝剤の量」を容易に求めることができる。",
            "したがって，本件訂正明細書には，調製時以外における「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が記載されているから，原告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(サポート要件違反(無効理由3)についての判断の誤り)に対し",
          "text": [
            "上記3で述べたのと同様の理由により，サポート要件違反に係る原告の主張は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(甲2に基づく新規性欠如(無効理由4)についての判断の誤り)に対し",
          "text": [
            "原告は，甲2公報の実施例を再現したものとされる甲16及び25の実験結果に基づき，甲2公報に記載されたオキサリプラチン水溶液に含まれるシュウ酸のモル濃度は，本件訂正発明1に係る緩衝剤のモル濃度の範囲内にあるものと認められるとして，本件訂正発明1が甲2公報に記載された発明である旨を主張する。",
            "しかし，刊行物の記載ないし説明部分に，当該発明の構成要件の全てが示されていない場合に，推測，類推をすることによってはじめて構成要件が充足されると認識又は理解できるような発明は，特許法29条1項3号所定の刊行物に記載された発明ということはできない。しかるところ，甲2公報には，本件訂正発明1の発明特定事項である所定量の緩衝剤(モル濃度範囲)は，記載も示唆もされていないのであるから，本件訂正発明1が甲2公報に記載された発明であるとはいえない。",
            "しかも，原告は，無効審判においては，甲2公報の実施例に記載された「オキサリプラチンの量(濃度)が2mg／mLのオキサリプラチン水溶液」に基づいて，新規性欠如(無効理由4)及び進歩性欠如(無効理由5)を主張していたところ，原告主張の上記実験結果(甲16及び25)は，無効審判で無効理由の根拠として主張されたものとは異なる「オキサリプラチン量(濃度)5mg／mL のオキサリプラチン水溶液」に関する実験結果であるから，これをもって本件審決の取消事由の根拠とすることはできないものである。",
            "また，甲16は，甲2公報の請求項1に係る発明の範囲内にあるオキサリプラティヌムの水溶液が長期安定性を有することを示すために行われた実験の結果であり，甲2公報に記載された実施例の再現実験の結果ではない(乙5)。そのため，甲16の実験に供された水溶性液剤は，甲2公報の実施例1におけるオキサリプラチン水溶液とは，使用するオキサリプラチン原薬，オキサリプラチン濃度(甲2公報は2mg／mL，甲16は5mg／mL)，最初に入れる注射用水の量等において違いがあり，当該実施例を再現したものとはいえない。同様に，甲25の実験に供された溶液も，甲2公報の実施例1におけるオキサリプラチン水溶液とは，使用するオキサリプラチン原薬，オキサリプラチンの純度，オキサリプラチン濃度(甲2公報は2mg／mL，甲25は5mg／mL)，製造方法(加える水の種類，加える方法及び温度，冷却時期及び温度等)等において大きな違いがあり，当該実施例を再現したものとはいえない。",
            "以上によれば，甲16及び25の実験結果に基づいて，本件訂正発明1が甲2公報に記載された発明であるとする原告の主張は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(甲2ないし8に基づく進歩性欠如(無効理由5)についての判断の誤り)に対し",
          "text": [
            "原告は，引用発明Aに対して更にシュウ酸を含ませることは当業者が容易に想到し得たことではないとした本件審決の判断は誤りである旨主張する。",
            "しかし，以下に述べるとおり，引用発明Aに更にシュウ酸を含ませることは容易に想到し得ないことというべきであるから，本件審決の上記判断に誤りはない。",
            "オキサリプラチンの安定化の必要",
            "原告は，引用発明Aが熱力学的平衡状態であったとしても，オキサリプラチンを安定化させる課題は依然として存在する旨主張する。",
            "しかし，甲2公報には，オキサリプラティヌムの医薬的に安定な水性製剤であって，「濃度が1ないし5mg／mlでpHが4．5ないし6の範囲のオキサリプラティヌムの水溶液」からなる製剤が記載され，他方，本件訂正発明に係る緩衝剤(シュウ酸又はそのアルカリ金属塩)の量はもとより，緩衝剤の量と安定性の関係について記載も示唆もされていない。",
            "したがって，引用発明Aは，「熱力学的平衡状態」にあると同時に，「安定性が医薬的に許容される溶液組成物」として開示されているから，更なる安定化を必要とする根拠は見出せない。",
            "不純物としてのシュウ酸",
            "仮に，引用発明Aに更なるオキサリプラチンの安定化という課題が存在するとしても，そのために所定量のシュウ酸を引用発明Aに存在させる動機付けは，周知技術を参酌しても，甲3～6からは見出せない。",
            "まず，引用発明Aでは，シュウ酸は「不純物の主要なもの」とされているから，除去すべき不純物であるシュウ酸を安定化のために利用することは通常考えられない。",
            "他方，甲3及び甲5には，安定化に寄与する塩化物イオンは「不純物」とは記載されておらず，甲6においても，安定化に寄与するCBDCAは「不純物」とは記載されていない。",
            "したがって，化学平衡状態にある引用発明Aの組成物を更に安定化させるために，不純物である「シュウ酸」を利用する動機付けは存在しない。",
            "技術思想の相違",
            "甲2公報は，オキサリプラティヌムの濃度とpHを調整することにより安定なオキサリプラチン溶液を得ることを技術的特徴とする。",
            "一方，甲3，5及び6は，シスプラチン及びカルボプラチンという白金錯体化合物の安定性と当該化合物を構成する配位子の量との関係を記載したものである。",
            "したがって，甲2公報と甲3，5及び6は，安定化のための技術思想が全く異なるから，引用発明Aに甲3，5及び6の記載事項を組み合わせる動機付けは存在しない。",
            "オキサリプラチンとシスプラチン，カルボプラチンとの相違",
            "オキサリプラチンとシスプラチン，カルボプラチンはその構造や配位子が全く異なり，分解生成物も異なる。そして，同じ白金錯体でも分解挙動や安定性は各化合物によって大きく異なるから，引用発明Aにシュウ酸を添加しても，甲3，5及び6と同様の安定化作用が得られるとは限らない。",
            "有効安定化量のシュウ酸又はそのアルカリ金属塩",
            "本件訂正発明の技術的特徴は，所定の非常にわずかな量のシュウ酸を溶液中に存在させることで，オキサリプラチン溶液の製薬上求められる期間の安定化が達成されることを見出した点にある。",
            "これに対し，甲3は0．9％ＮaCl中で14日間までの安定性を見ているにすぎず，甲5は0．1％ＮaCl中で24時間までの安定性を見ているにすぎない。また，甲6は0．25-8mg／mlものCBDCAの添加による安定性を示しているにすぎない。",
            "以上のとおり，甲3ないし6で使用される緩衝剤の量は本件訂正発明に係る緩衝剤の量よりはるかに多く，本件訂正発明に係る有効安定化量のシュウ酸濃度は，これらの引例から容易に想到し得るものとはいえない。また，甲3及び甲5は極めて短い安定性しか示しておらず，これらに基づき製薬上求められる期間の安定性は予測できない。",
            "合理的成功の期待",
            "原告が主張する「ル・シャトリエの原理」は，化学平衡状態にある反応系において，温度，圧力，反応に関与する物質の濃度や分圧を変化させると，その変化を相殺する方向へ平衡が移動するというものであるから，配位子の濃度だけでなく，温度，圧力等の要素も考慮しなければ，平衡状態の変化は予測できない。原告が主張する「ル・シャトリエの原理」に基づく主張が通用するのは，単純で理想的な平衡系であり，現実にどの程度の配位子溶液を加えれば安定化されるのかは，試験してみなければわからない。",
            "しかるところ，オキサリプラチン，シスプラチン，カルボプラチンは，白金錯体化合物であるという点では共通するが，その構造や配位子は全く異なり，分解挙動も異なるから，オキサリプラチンの水溶液の平衡状態が，シスプラチンやカルボプラチンの水溶液と同様の変化をするとは限らない。",
            "したがって，甲3ないし6に基づき，ル・シャトリエの原理を利用してシュウ酸を添加してオキサリプラチン溶液の安定化を試みたとしても，同様の安定化が達成される合理的成功の期待はない。",
            "以上によれば，引用発明Aに対して更にシュウ酸を含ませることは当業者が容易に想到し得たことではないとした本件審決の判断に誤りはない。",
            "したがって，原告主張の取消事由6は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2(実施可能要件違反，サポート要件違反，新規性欠如及び進歩性欠如(無効理由2ないし5)についての判断の前提となる本件訂正発明の要旨認定の誤り)について",
          "text": [
            "事案に鑑み，取消事由2について判断する。",
            "本件訂正発明において，「緩衝剤」とされる「シュウ酸」については，オキサリプラチン溶液に外部から添加されるシュウ酸(以下「添加シュウ酸」という。)と，水溶液中でのオキサリプラチンの分解によって生じるシュウ酸イオン(以下「解離シュウ酸」という。)が観念されるところ，本件審決は，本件訂正発明における「緩衝剤の量」について，解離シュウ酸をも含んだ「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味するものとして本件訂正発明の要旨を認定し，それを前提に，実施可能要件違反，サポート要件違反，新規性欠如及び進歩性欠如の各無効理由(無効理由2ないし5)についての判断をした。",
            "これに対し，当裁判所は，本件訂正発明の「緩衝剤の量」とは，解離シュウ酸をも含んだ「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」ではなく，解離シュウ酸を含まない「オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量」を意味するものと解釈すべきであり，そうすると，本件審決の上記要旨認定は誤りであって，その誤りは，無効理由についての審決の判断に影響を及ぼすものであるから，原告主張の取消事由2には理由があるものと判断する。その理由は，以下のとおりである。",
            "本件訂正発明について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件訂正発明に係る特許請求の範囲の記載は，前記第2の2のとおりである。",
                "そして，本件訂正明細書の発明の詳細な説明には，次のような記載がある。",
                "技術分野に関する記載",
                "「本発明は，製薬上安定なオキサリプラチン溶液組成物，癌腫の治療におけるその使用方法，このような組成物の製造方法，およびオキサリプラチンの溶液の安定化方法に関する。」(段落【0001】)",
                "従来技術に関する記載"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "「Ibrahim  等(豪州国特許出願第 29896/95 号，1996 年 3  月 7  日公開)(WO96/04904，1996 年 2 月 22 日公開の特許族成員)(判決注：甲2公報記載の発明に対応する豪州国出願である。)は，1 ～5mg/mL の範囲の濃度のオキサリプラチン水溶液から成る非経口投与のためのオキサリプラチンの製薬上安定な製剤であって，4.5 ～6 の範囲のpHを有する製剤を開示する。」(段落【0010】)"
                },
                {
                  "fig": "b",
                  "subject": "「オキサリプラチンは，注入用の水または5％グルコース溶液を用いて患者への投与の直前に再構築され，その後5％グルコース溶液で稀釈される凍結乾燥粉末として，前臨床および臨床試験の両方に一般に利用可能である。しかしながら，このような凍結乾燥物質は，いくつかの欠点を有する。中でも第一に，凍結乾燥工程は相対的に複雑になり，実施するのに経費が掛かる。さらに，凍結乾燥物質の使用は，生成物を使用時に再構築する必要があり，このことが，再構築のための適切な溶液を選択する際にそこにエラーが生じる機会を提供する。例えば，凍結乾燥オキサリプラチン生成物の再構築に際しての凍結乾燥物質の再構築用の，または液体製剤の稀釈用の非常に一般的な溶液である 0.9％ＮaCl溶液の誤使用は，迅速反応が起こる点で活性成分に有害であり，オキサリプラチンの損失だけでなく，生成種の沈澱を生じ得る。凍結乾燥物質のその他の欠点を以下に示す：",
                  "text": [
                    "凍結乾燥物質の再構築は，再構築を必要としない滅菌物質より微生物汚染の危険性が増大する。"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "濾過または加熱(最終)滅菌により滅菌された溶液物質に比して，凍結乾燥物質には，より大きい滅菌性失敗の危険性が伴う。そして，"
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "凍結乾燥物質は，再構築時に不完全に溶解し，注射用物質として望ましくない粒子を生じる可能性がある。",
                        "水性溶液中では，オキサリプラチンは，時間を追って，分解して，種々の量のジアクオDACHプラチン(式Ⅰ)，ジアクオDACHプラチン二量体(式Ⅱ)およびプラチナ(Ⅳ)種(式Ⅲ)…を不純物として生成し得る，ということが示されている。任意の製剤組成物中に存在する不純物のレベルは，多くの場合に，組成物の毒物学的プロフィールに影響し得るので，上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」(段落【0012】ないし【0016】)",
                        "発明の課題・目的に関する記載",
                        "「したがって，前記の欠点を克服し，そして長期間の，即ち2年以上の保存期間中，製薬上安定である，すぐに使える…形態のオキサリプラチンの溶液組成物が必要とされている。したがって，すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することによりこれらの欠点を克服することが，本発明の目的である。」(段落【0017】)",
                        "解決手段に関する記載"
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "subject": "「より具体的には，本発明は，オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物に関する。」(段落【0018】)"
                },
                {
                  "fig": "b",
                  "text": [
                    "「オキサリプラチンは，約1～約7mg/mL，好ましくは約1～約5mg/mL，さらに好ましくは約2～約5mg/mL，特に約5mg/mL の量で本発明の組成物中に存在するのが便利である。",
                    "緩衝剤という用語は，本明細書中で用いる場合，オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する。したがって，この用語は，シュウ酸またはシュウ酸のアルカリ金属塩(例えばリチウム，ナトリウム，カリウム等)等のような作用物質，あるいはそれらの混合物が挙げられる。緩衝剤は，好ましくは，シュウ酸またはシュウ酸ナトリウムであり，最も好ましくはシュウ酸である。」(段落【0022】)"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，約 5x10-5M～1x10-2M の範囲のモル濃度で，好ましくは約 5x10-5M～5x10-3M の範囲のモル濃度で，さらに好ましくは約 5x10-5M～約2x10-3M の範囲のモル濃度で,最も好ましくは約 1x10-4M～約 2x10-3Mの範囲のモル濃度で，特に約 1x10-4M～約 5x10-4の範囲のモル濃度で，特に約 2x10-4M～約 4x10-4M の範囲のモル濃度で存在するのが便利である。」(段落【0023】)"
                },
                {
                  "fig": "d",
                  "subject": "「製薬上許容可能な担体という用語は，本明細書中で用いる場合，本発明のオキサリプラチン溶液組成物の調製に用いられ得る種々の溶媒を指す。概して，担体は，水，…である。…用いられる水は，好ましくは純水，即ち注射用滅菌水である。」(段落【0024】)",
                  "text": [
                    "発明の効果に関する記載"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "「…本発明のオキサリプラチン溶液組成物は，…現在既知のオキサリプラチン組成物より優れたある利点を有することが判明している，ということも留意すべきである。",
                    "凍結乾燥粉末形態のオキサリプラチンとは異なって，本発明のすぐに使える組成物は，低コストで且つさほど複雑ではない製造方法により製造される。」(段落【0030】)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "「さらに，本発明の組成物は，付加的調製または取扱い，例えば投与前の再構築を必要としない。したがって，凍結乾燥物質を用いる場合に存在するような，再構築のための適切な溶媒の選択に際してエラーが生じる機会がない。",
                    "本発明の組成物は，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定であることが判明しており，このことは，オキサリプラチンの従来既知の水性組成物の場合よりも本発明の組成物中に生成される不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体が少ないことを意味する。」(段落【0031】)",
                    "実施例に関する記載"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "「表1Aおよび1Bに記載された実施例1～14の組成物は，以下の一般手法により調製した：",
                  "text": [
                    "注射用温水(W.F.I.)(40℃)を分取し，濾過窒素を用いて約 30 分間，その中で発泡させる。",
                    "必要とされる適量の W.F.I.を，窒素中に保持しながら容器に移す。最終容積を満たすために残りの W.F.I.を別に取りのけておく。",
                    "適切な緩衝剤(固体形態の，または好ましくは適切なモル濃度の水性緩衝溶液の形態の)を適切な容器中で計量して，混合容器(残りのW.F.I.の一部を含入する濯ぎ容器)に移す。例えば，磁気攪拌機／ホットプレート上で，約 10 分間，または必要な場合にはすべての個体が溶解されるまで，溶液の温度を 40℃に保持しながら混合する。",
                    "適切な容器中でオキサリプラチンを計量して，混合容器(残りのW.F.I.の一部を含入する濯ぎ容器)に移す。例えば，磁気攪拌機／ホットプレート上で，すべての固体が溶解されるまで，溶液の温度を40℃に保持しながら混合する。",
                    "溶液を室温に冷却させた後，残りの W.F.I.で最終容積を満たす。0.22μmフィルター…を通して減圧下で溶液を濾過する。",
                    "…充填ユニット…を用いて，適切に滅菌された密封容器…中に窒素下で溶液を充填し，密封容器は充填前に窒素でパージされ，ヘッドスペースは密封前に窒素でパージされる。",
                    "…オートクレーブを用いて，121  ℃で 15 分間，溶液をオートクレーブ処理，即ち最終的に滅菌する。",
                    "…",
                    "…",
                    "…",
                    "注：実施例8～14の組成物のために用いられた密封容器は，20mL透明ガラスアンプルであった。",
                    "* シュウ酸は二水和物として付加される；ここに示した重量は，付加されたシュウ酸二水和物の重量である。」(段落【0034】ないし【0042】前段)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "「表1Cに記載した実施例15および16の組成物は，実施例1～14の組成物の調製に関して前記した方法と同様の方法で調製した。",
                    "…",
                    "注：…* シュウ酸は二水和物として付加される；ここに示した重量は，付加されたシュウ酸二水和物の重量である。」(段落【0042】後段ないし【0044】前段)"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "「表1Dに記載した実施例17の組成物は，実施例1～14の組成物の調製に関して前記した方法と同様の方法で調製した…。",
                    "…",
                    "注：実施例17の溶液組成物1000mLを，5mL透明ガラスバイアル中に充填し(4mL溶液／バイアル)，これを West Flurotecストッパーで密1000mL 溶液組成物を5mL透明ガラスバイアル中に充填し(4mL溶液／バイアル)，これを Helvoet  Omniflex ストッパーで密封した(以後，実施例17(b)と呼ぶ)。",
                    "* シュウ酸は二水和物として付加される；ここに示した重量は，付加されたシュウ酸二水和物の重量である。」(【0044】後段ないし【0047】前段)"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "「実施例18",
                  "text": [
                    "比較のために，例えば豪州国特許出願第 29896/95 号…に記載されているような水性オキサリプラチン組成物を，以下のように調製した：",
                    "1000mL より多い注射用水(W.F.I.)を分取し，濾過窒素を約 30 分間，溶液中で発泡させる。磁気攪拌機／ホットプレート上で攪拌し，W.F.I.を 40℃に加熱する。",
                    "800mL  の W.F.I.を 1000mL スコットボトル中に移し，…最終容積を満たすために W.F.I.の残り(200mL )を別に取りのけておく。",
                    "オキサリプラチン(5.000g)を小ガラスビーカー(25mL)中で計量して，スコットボトル中に移し，約 50mL の温 W.F.I.でビーカーを濯ぐ。混合物を，磁気攪拌機／ホットプレート上で，すべての固体が溶解されるまで，温度を 40℃に保持しながら攪拌する。",
                    "溶液を室温に冷却させた後，それを 1000mL 容積フラスコに移して，冷(約 20℃)W.F.I.で最終容積を 1000 mL とする。",
                    "真空管路を用いて，ミリポアGV型直径 47mm，0.22μm  フィルターを通して，溶液を 1000mL フラスコ中に濾過する。",
                    "次に溶液を，滅菌 1.2  μm  使い捨て親水性充填ユニット…を用いて，洗浄，滅菌済の 20mL ガラスアンプル中に充填した。充填前に窒素でアンプルをパージし，ヘッドスペースを密封前に窒素でパージした。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "23",
          "subject": "本のアンプルをオートクレーブ処理せずに保持し(以後，実施例27 本のアンプル(以後，実施例18(b)と呼ぶ)を，SAL (PD270 )オートクレーブを用いて，121  ℃で 15 分間オートクレーブ処理した。」(段落【0050】ないし【0053】)",
          "content": [
            {
              "content": [
                {
                  "fig": "e",
                  "subject": "「実施例1～17の組成物に関する安定性試験",
                  "text": [
                    "実施例1～14のオキサリプラチン溶液組成物を，6ヶ月までの間，40℃で保存した。この試験の安定性結果を，表4および5に要約する。",
                    "」",
                    "(段落【0063】ないし【0066】)"
                  ]
                },
                {
                  "fig": "f",
                  "text": [
                    "「実施例15および16のオキサリプラチン溶液組成物を，9ヶ月までの間，25℃／相対湿度(RH)60％および 40℃／相対湿度(RH)75％で保存した。この試験の安定性結果を，表6に要約する。",
                    "」",
                    "(段落【0067】ないし【0069】)"
                  ]
                },
                {
                  "fig": "g",
                  "text": [
                    "ヶ月までの間，25℃／相対湿度(RH)60％および 40℃／相対湿度(RH)75％で保存した。この試験の安定性結果を，表7に要約する。",
                    "」(段落【0070】及び【0071】)"
                  ]
                },
                {
                  "fig": "h",
                  "subject": "「これらの安定性試験の結果は，緩衝剤，例えばシュウ酸ナトリウムおよびシュウ酸が，本発明の溶液組成物中の不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体のレベルを制御する場合に非常に有効である，ということを実証する。」(段落【0072】)"
                },
                {
                  "fig": "i",
                  "subject": "「比較例18の安定性",
                  "text": [
                    "実施例18(b)の非緩衝化オキサリプラチン溶液組成物を，40℃で1ヶ月間保存した。この安定性試験の結果を，表8に要約する。",
                    "無菌的調製(即ち，無菌条件下で調製された，しかしオートクレーブ処理ではない)溶液の付加的な3つの別々のバッチにおいて，物質(純水中の 2mg/mL法で調製した。バッチを周囲温度で約 15 ヶ月間保存した。この安定性試験の結果を，表9に要約する。",
                    "」",
                    "(段落【0073】ないし【0076】)"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上を総合すると，本件訂正発明は，従来からある凍結乾燥粉末形態のオキサリプラチン生成物及びオキサリプラチン水溶液(例えば，豪州国特許出願第29896/95号(WO96/04904)に係るものであり，甲2公報記載の発明と同一のもの)の欠点を克服し，すぐに使える形態の製薬上安定であるオキサリプラチン溶液組成物を提供することを目的とする発明であり(本件訂正明細書の段落【0010】，【0012】ないし【0016】，【0017】)，オキサリプラチン，有効安定化量の緩衝剤であるシュウ酸又はそのアルカリ金属塩及び製薬上許容可能な担体である水を包含する安定オキサリプラチン溶液組成物に関するものである(特許請求の範囲，本件訂正明細書の段落【0018】)。そして，この緩衝剤は，所定範囲のモル濃度で上記組成物中に存在することでジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物の生成を防止し，又は遅延させることができ(特許請求の範囲，本件訂正明細書の段落【0022】，【0023】)，これによって，本件訂正発明は，従来既知の前記オキサリプラチン組成物と比較して優れた効果，すなわち，①凍結乾燥粉末形態のオキサリプラチン生成物と比較すると，低コストで，かつさほど複雑でない製造方法により製造することができ，また，投与前の再構築を必要としないので，再構築のための適切な溶媒の選択に際してエラーが生じる機会がなく，②甲2公報記載の発明を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するものであること(本件訂正明細書の段落【0030】，【0031】)が認められる。",
                "本件訂正発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含むか，それとも添加シュウ酸に限られるか。"
              ]
            },
            {
              "fig": "ア",
              "subject": "特許請求の範囲の記載について",
              "text": [
                "本件訂正発明における「緩衝剤」の意義について，まずは，特許請求の範囲の記載からみて，いかなる解釈が自然に導き出されるものであるかを検討する。",
                "まず，本件請求項1の記載によると，本件訂正発明は，①「オキサリプラチン」，②「緩衝剤」である「シュウ酸またはそのアルカリ金属塩」及び③「担体」である「水」を「包含」する「オキサリプラチン溶液組成物」に係る発明であることが明らかである。そして，ここでいう「包含」とは「要素や事情を中にふくみもつこと」(広辞苑〔第六版〕)を意味する用語であるから，本件訂正発明1の「オキサリプラチン溶液組成物」は，上記①ないし③の3つの要素を含みもつものとして組成されていると理解することができる。すなわち，本件訂正発明1の「オキサリプラチン溶液組成物」においては，上記①ないし③の各要素が，当該組成物を組成するそれぞれ別個の要素として把握され得るものであると理解するのが自然である。",
                "しかるところ，本件特許の優先日当時の技術常識によれば，解離シュウ酸は，オキサリプラチン水溶液中において，「オキサリプラチン」と「水」が反応し，「オキサリプラチン」が自然に分解することによって必然的に生成されるものであり，「オキサリプラチン」と「水」が混合されなければそもそも存在しないものである(当事者間に争いがない。)。してみると，このような解離シュウ酸をもって，「オキサリプラチン溶液組成物」を組成する，「オキサリプラチン」及び「水」とは別個の要素として把握することは不合理というべきであり，そうであるとすれば，本件訂正発明1における「緩衝剤」としての「シュウ酸」とは，解離シュウ酸を含むものではなく，添加シュウ酸に限られると解するのが自然といえる。",
                "次に，「緩衝剤」の用語に着目すると，「剤」とは，一般に，「各種の薬を調合すること。また，その薬。」(広辞苑〔第六版〕)を意味するものであるから，このような一般的な語義に従えば，「緩衝剤」とは，「緩衝作用を有するものとして調合された薬」を意味すると解するのが自然であり，そうであるとすれば，オキサリプラチンの分解によって自然に生成されるものであって，「調合」することが想定し難い解離シュウ酸(シュウ酸イオン)は，「緩衝剤」には当たらないということになる。",
                "この点，被告は，本件訂正明細書の発明の詳細な説明において，「緩衝剤」という用語が定義されている以上，「緩衝剤」という用語の「剤」の部分のみを持ち出して解釈すべきではないなどと主張するが，発明の要旨認定において，まずは特許請求の範囲記載の文言に着目し，その語義を探究することは当然に行われるべきことであるから，本件訂正発明に係る特許請求の範囲に記載された「緩衝剤」の文言に着目し，その意味を検討するに当たって，「剤」の用語の語義を参酌することは当然許されることといえる。なお，被告が指摘する上記定義に基づく解釈については，別途後記イにおいて検討するとおりである。",
                "更に，本件訂正発明1においては，「緩衝剤」は「シュウ酸」又は「そのアルカリ金属塩」であるとされるから，「緩衝剤」として「シュウ酸のアルカリ金属塩」のみを選択することも可能なはずであるところ，オキサリプラチンの分解によって自然に生じた解離シュウ酸は「シュウ酸のアルカリ金属塩」ではないから，「緩衝剤」としての「シュウ酸のアルカリ金属塩」とは，添加されたものを指すと解さざるを得ないことになる。そうであるとすれば，「緩衝剤」となり得るものとして「シュウ酸のアルカリ金属塩」と並列的に規定される「シュウ酸」についても同様に，添加されたものを意味すると解するのが自然といえる。",
                "以上のとおり，本件訂正発明に係る特許請求の範囲の記載からみれば，本件訂正発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含むものではなく，添加シュウ酸に限られるものと解するのが自然であるといえる。",
                "これに対し，被告は，本件請求項1において，オキサリプラチン溶液組成物は，「有効安定化量の緩衝剤」を「包含する」と記載され，「緩衝剤の量」は溶液中での「モル濃度」で規定されているところ，「包含」とは「つつみこみ，中に含んでいること」を意味し，「モル濃度」とは単位体積の溶液中に存在する溶質の物質量を意味することからすると，「緩衝剤の量」は，解離シュウ酸をも含んだ「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味する旨を主張する。",
                "しかし，本件訂正発明における「緩衝剤」を外部から添加されるものに限定するとの解釈を採ることが，被告主張の特許請求の範囲の記載と矛盾するとはいえない。",
                "すなわち，まず，「包含」の意味が上記のとおりであることを前提としても，「緩衝剤…を包含する…組成物」とは，「緩衝剤をつつみこみ，中にふくむ組成物」を意味するにすぎず，これによって，当該組成物中の「緩衝剤」の由来について，添加されたものに限るか否かの解釈が当然に定まるものではなく，他の根拠に基づいて，本件訂正発明の「緩衝剤」を外部から添加されたものに限るとの解釈を採ったとしても，上記文言と矛盾することにはならない。",
                "また，添加される「緩衝剤の量」を添加後の溶液中でのモル濃度(すなわち，添加される緩衝剤の物質量と，その添加先である溶液の体積から算出されるモル濃度)をもって規定することもあり得ることといえるから，「緩衝剤の量」が「モル濃度」で規定されていることも，「緩衝剤」を外部から添加されるものに限るとする解釈と矛盾するものではない。",
                "したがって，被告が主張する特許請求の範囲の上記記載を考慮しても，判断が左右されるものではない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件訂正明細書における定義について",
              "text": [
                "以上のとおり，特許請求の範囲の記載からは，「緩衝剤」としての「シュウ酸」は，添加シュウ酸のみをさすと解するのが自然であるといえるものの，なお，疑義の余地がないとはいえないので，本件訂正明細書の記載をみることとする。すると，本件訂正明細書の段落【0022】には，「緩衝剤という用語」について，「オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する。」として，これを定義付ける記載(以下，この定義を「本件定義」という。)があるので，まず，これとの関係で，いかなる解釈が相当であるかについて検討する。",
                "「酸性または塩基性剤」との記載について",
                "本件定義においては，「緩衝剤」について「酸性または塩基性剤」であるとされ，飽くまでも「剤」に該当するものであることが前提とされている。しかるところ，前記 のとおりの「剤」という用語の一般的な語義に従う限り，オキサリプラチンの分解によって自然に生成されるものであって，「調合」することが想定し難い解離シュウ酸は，上記「酸性または塩基性剤」には当たらないと解するのが相当といえる。",
                "「不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得る」との記載について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "オキサリプラチン水溶液においては，オキサリプラチンと水が反応し，オキサリプラチンの一部が分解されて，ジアクオDACHプラチンとシュウ酸(解離シュウ酸)が生成される。その際，これとは逆に，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される反応も同時に進行することになるが，十分な時間が経過すると，両反応(正反応と逆反応)の速度が等しい状態(化学平衡の状態)が生じ，オキサリプラチン，ジアクオDACHプラチン及びシュウ酸の量(濃度)が一定となる。また，上記反応に伴い，オキサリプラチンの分解によって生じたジアクオDACHプラチンからジアクオDACHプラチン二量体が生成されることになるが，その際にもこれとは逆の反応が同時に進行し，同様に化学平衡の状態が生じることになる。",
                    "以上は，本件特許の優先日当時の技術常識であり，この点は当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "しかるところ，上記のような平衡状態にあるオキサリプラチン水溶液に外部からシュウ酸を添加すると，ル・シャトリエの原理(熱力学的平衡状態にある系が外部からの作用で平衡が乱された場合，この作用に基づく効果を弱める方向にその系の状態が変化するという原理。甲4)によって，シュウ酸の量を減少させる方向，すなわち，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される方向の反応が進行し，新たな平衡状態が生じることになる。そして，この新たな平衡状態においては，シュウ酸を添加する前の平衡状態に比べ，ジアクオDACHプラチンの量が少なくなることが明らかであるから，上記の添加されたシュウ酸は，不純物であるジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものといえる。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "他方，解離シュウ酸は，上記aのとおり，水溶液中のオキサリプラチンの一部が分解され，ジアクオDACHプラチンとともに生成されるもの，すなわち，オキサリプラチン水溶液において，オキサリプラチンと水とが反応して自然に生じる上記平衡状態を構成する要素の一つにすぎないものであるから，このような解離シュウ酸をもって，当該平衡状態に至る反応の中でジアクオDACHプラチン等の生成を防止したり，遅延させたりする作用を果たす物質とみることは不合理というべきである。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "これに対し，被告は，本件定義によれば，水溶液中の不純物の生成の防止等に効果があれば「緩衝剤」に当たるということができるところ，オキサリプラチンを水に溶解して上記化学平衡の状態になった際には，解離シュウ酸が不純物であるジアクオDACHプラチンの更なる生成を妨げることになり，シュウ酸を添加した場合と同様の安定化効果が得られるのであるから，解離シュウ酸も「緩衝剤」に当たる旨を主張する。",
                    "しかし，オキサリプラチンの分解に係る平衡状態が生じた際に，更にオキサリプラチンが分解してジアクオDACHプラチンが生成されないのは，自然の理によって化学平衡の状態に達したからであり，解離シュウ酸がジアクオDACHプラチンの生成を防止又は遅延させる作用を果たしているからであるとはいえない。",
                    "したがって，被告の上記主張は理由がない。",
                    "小括",
                    "以上によれば，オキサリプラチン水溶液中の解離シュウ酸は，本件定義における「酸性または塩基性剤」に当たるものとは解されず，また，「不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得る」ものともいえないというべきであるから，本件定義に照らしてみても，本件訂正発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含むものではなく，添加シュウ酸に限られるものと解するのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件訂正明細書のその他の記載について",
              "text": [
                "さらに，本件訂正明細書のその他の記載をみると，次のようなことがいえる。",
                "本件訂正明細書の実施例に関する記載によると，実施例1ないし17は，いずれも水に緩衝剤(実施例1ないし7においてはシュウ酸ナトリウム，実施例8ないし17においてはシュウ酸)及びオキサリプラチンを混合することにより製造されるものとされおり，緩衝剤は外部から加えられるものとされている。また，これらの実施例に係る成分表(表1Aないし1D)には，上記製造時に加えられたシュウ酸又はシュウ酸ナトリウムの重量とこれに基づくモル濃度のみが記載され，また，これらの実施例に係る安定性試験の結果を示す表(表4ないし7)においても，上記成分表と同一のモル濃度が記載されており，解離シュウ酸を含むシュウ酸のモル濃度については何ら記載されていない。(以上につき，段落【0034】ないし【0047】，【0063】ないし【0071】)。",
                "このような実施例に関する記載からすると，本件訂正明細書においては，「緩衝剤」の量(モル濃度)に関し，解離シュウ酸を考慮に入れている形跡は見当たらず，専ら加えられるシュウ酸等の量(モル濃度)が問題とされているものといえる。",
                "これに対し，被告は，付加されたシュウ酸等のモル濃度とジアクオDACHプラチン及びジアクオDACHプラチン二量体等の不純物の量から溶液中のシュウ酸イオン濃度を導くことができるから，本件訂正明細書には，「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が，当業者が理解可能に開示されている旨主張する。しかし，仮に，被告主張のとおりであるとしても，本件訂正明細書中に，解離シュウ酸を含む「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」が何ら具体的に記載されておらず，専ら加えられるシュウ酸等の量のみが記載されていることは上記のとおりであるから，このような本件訂正明細書の記載態様からみて，本件訂正明細書では，「緩衝剤」の量との関係で，解離シュウ酸を考慮に入れている形跡が見当たらず，専ら加えられるシュウ酸等の量が問題とされているとの評価に変わりはなく，この点が，本件訂正発明における「緩衝剤」としての「シュウ酸」に解離シュウ酸が含まれないとする解釈に沿う事情であることは何ら否定されるものではない。",
                "また，被告は，本件訂正明細書に記載された実施例18(b)について，飽くまでも本件訂正発明の実施例であるとした上で，シュウ酸を添加していないオキサリプラチン溶液組成物である実施例18(b)と実施例1及び8の安定性試験の結果に大差がないことから，添加シュウ酸と解離シュウ酸とで，不純物の生成を防止又は遅延させる効果に変わりがないことが裏付けられる旨主張する。",
                "しかし，本件訂正明細書では，実施例18について，「比較のために，例えば豪州国特許出願第 29896/95 号…に記載されているような水性オキサリプラチン組成物を，以下のように調製した」と記載され(段落【0050】)，また，実施例18の安定性試験の結果を示すに当たっては，「比較例18の安定性」との表題が付された上で，実施例18(b)については「非緩衝化オキサリプラチン溶液組成物」と表現されている(段落【0073】)。そして，上記のとおり実施例18と同様の水性オキサリプラチン組成物とされる「豪州国特許出願第 29896/95 号」は，本件訂正明細書で従来技術として挙げられるもの(段落【0010】)にほかならない。",
                "以上のような本件訂正明細書の記載を総合すれば，被告が指摘する実施例18(b)は，「実施例」との文言が用いられてはいるものの，本件訂正発明の実施例ではなく，実施例との比較例として理解されるべきものであることが明らかといえる。",
                "また，本件訂正明細書の表1A，1B，4及び5の記載によると，実施例1及び8に添加された緩衝剤のモル濃度はいずれも「0.00001M」(1x10-5M)であって，本件請求項1所定の緩衝剤のモル濃度の範囲外のものであるから，実施例1及び8はそもそも本件訂正発明の実施例とはいえないもの(本件特許に係る補正等の経過の中で，実施例から除外されたものなど)ということになる。してみると，実施例18(b)と実施例1及び8との間で安定性試験の結果に大差がないからといって，添加シュウ酸と解離シュウ酸とで，不純物の生成を防止又は遅延させる効果に変わりがないことが裏付けられるなどとはいえない。",
                "以上のとおり，本件訂正明細書の実施例18(b)が本件訂正発明の実施例ではなく，実施例との比較例として理解されることからすれば，これに関する本件訂正明細書の記載は，本件訂正発明の「緩衝剤」に解離シュウ酸が含まれることを裏付けるものではなく，むしろ，本件訂正発明が，シュウ酸を添加していないオキサリプラチン溶液組成物である実施例18(b)とは異なるものであること，すなわち，「緩衝剤」としてシュウ酸等が添加されたものであることを示すものということができる。",
                "さらに，被告は，①本件訂正明細書の段落【0018】に，「本発明は，…有効安定化量の緩衝剤…を包含する安定オキサリプラチン溶液組成物に関する。」と記載されていること，②段落【0023】に，「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，…の範囲のモル濃度で存在するのが便利である。」として，「緩衝剤」について，飽くまでも「存在」する「モル濃度」が記載されていることから，本件訂正発明の「緩衝剤」は添加されたものに限られない旨を主張する。",
                "しかし，「緩衝剤」が組成物中に「存在する」とは，「緩衝剤」が組成物に「包含」されるということと同義である。そして，これらの文言によって，当該組成物中の「緩衝剤」の由来について，添加されたものに限るか否かの解釈が当然に定まるものではなく，他の根拠に基づいて，本件訂正発明の「緩衝剤」を外部から添加されたものに限るとの解釈をとることが，上記文言と矛盾することにならないで述べたとおりである。",
                "したがって，被告の上記主張には理由がない。",
                "以上によれば，本件定義以外の本件訂正明細書の記載に照らしてみても，本件訂正発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含むものではなく，添加シュウ酸に限られるものと解するのが相当といえる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "本件訂正発明の目的(甲2公報記載の発明との関係)について",
              "text": [
                "前記 で述べたとおり，本件訂正発明に係る特許請求の範囲の記載及び本件訂正明細書の記載を総合すれば，本件訂正発明は，甲2公報記載の発明を含むオキサリプラチンの従来既知の水性組成物(オキサリプラチンと水のみからなるオキサリプラチン水溶液)の欠点を克服・改善すること，すなわち，甲2公報記載の発明等に比して生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないオキサリプラチン溶液組成物を提供することをその目的とし，その解決手段として，所定量のシュウ酸等を「緩衝剤」として包含する構成を採用したものであると認められる。",
                "そして，これを前提とすれば，本件訂正発明の「緩衝剤」は，甲2公報記載の発明において生成される上記不純物の量に比して少ない量の不純物しか生成されないように作用するものでなければならない。しかるところ，水溶液中のオキサリプラチンの分解により平衡状態に達するまで自然に生成される解離シュウ酸は，甲2公報記載の発明中にも当然に存在するものであるから，このような解離シュウ酸のみでは，甲2公報記載の発明に比して少ない量の不純物しか生成されないように作用することは通常考え難いことといえる。他方，前記のとおり，本件訂正明細書の実施例の記載をみると，いずれの実施例(ただし，実施例1及び8が本件訂正発明の実施例に当たらないことは，前記 で述べたとおりである。)においても，「緩衝剤」としての「シュウ酸またはそのアルカリ金属塩」は外部から加えられたものであり，甲2公報記載の発明と同様のオキサリプラチン溶液組成物であると認められる実施例18(b)と比較し，安定性試験の結果において有意に少ない量の不純物しか生成されていないことが示されているのである(本件訂正明細書の段落【0063】ないし【0074】(表4ないし8)によれば，1か月経過後の不純物の合計量は，実施例18(b)では0．53％w／wであるのに対し，実施例中最も少ない実施例7では0．11％w／w未満，最も多い実施例2でも0．39％w／wである。)。",
                "以上のような本件訂正発明の目的及び本件訂正発明と甲2公報記載の発明との関係に照らしてみても，本件訂正発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含むものではなく，添加シュウ酸に限られるものと解するのが相当といえる。",
                "これに対し，被告は，本件訂正明細書の記載によれば，本件訂正発明の課題は，凍結乾燥粉末を再構成するオキサリプラチン製剤における問題点を克服するために，「すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供すること」にあると記載されており(段落【0012】ないし【0017】)，甲2公報記載のオキサリプラチン溶液組成物よりもオキサリプラチン溶液を安定化することにあるなどとは記載されておらず，また，「緩衝剤」の定義の記載でも，「不純物…の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する。」とされ，「従来既知の水性組成物」よりも不純物を減少させるとの効果を有するものとはされていないことからすると，本件訂正発明の課題は，甲2公報記載のオキサリプラチンの従来既知の水性組成物(オキサリプラチンと水のみからなるオキサリプラチン水溶液)と比較してオキサリプラチン溶液を安定化することにあるものではない旨主張する。",
                "しかし，本件訂正明細書においては，凍結乾燥粉末形態のオキサリプラチン生成物のみならず，豪州国特許出願第 29896/95 号(WO96/04904)に係るオキサリプラチン水溶液についても従来技術として挙げられた上で(段落【0010】)，オキサリプラチンの水溶液中において不純物が生成されるという問題及び有意に少ない量しか不純物を生成しないより安定なオキサリプラチン溶液組成物を開発するという課題についての説明がされ(段落【0013】ないし【0016】)，さらに，本件訂正発明の組成物が，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定で，ジアクオDACHプラチン等の不純物が少ない旨が記載されている(段落【0031】)のであるから，本件訂正発明が，甲2公報記載の発明を含む従来既知のオキサリプラチン溶液組成物における不純物生成の問題を克服，改善することをも目的とする発明であって，専ら凍結乾燥粉末形態のオキサリプラチン生成物についての欠点を克服するための発明などではないことは明らかである。",
                "したがって，被告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "オ",
              "subject": "まとめ",
              "text": [
                "以上の検討結果を総合すれば，本件訂正発明における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解すべきであり，したがって，本件訂正発明の「緩衝剤の量」とは，解離シュウ酸をも含んだ「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」ではなく，解離シュウ酸を含まない「オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量」を意味するものと解すべきである。",
                "取消事由2の成否",
                "以上によれば，本件審決が，本件訂正発明の「緩衝剤の量」は「オキサリプラチン溶液組成物に現に含まれる全ての緩衝剤の量」を意味するとの解釈に基づいてした本件訂正発明の要旨認定は誤りであるといえる。そして，本件審決は，当該要旨認定を前提として，実施可能要件違反，サポート要件違反，新規性欠如及び進歩性欠如の各無効理由(無効理由2ないし5)についての判断をしたものであり，上記「緩衝剤の量」が「オキサリプラチン溶液組成物を作製するためにオキサリプラチン及び担体に追加され混合された緩衝剤の量」を意味することを前提とした場合の上記各無効理由の有無については判断していない。特に，進歩性欠如の無効理由(無効理由5)については，請求人(原告)が当該解釈を前提とした場合の本件訂正発明1ないし17に係る進歩性の欠如を具体的に主張していたところ(本件の審判請求書(甲15)38～49頁)，本件審決は，当該解釈が採用できないことを理由に，請求人(原告)の上記主張を検討の対象とせず，これについて何ら判断をしていない。してみると，本件審決の上記要旨認定の誤りは，少なくとも本件訂正発明1ないし17に係る進歩性欠如の無効理由についての審決の判断に影響を及ぼすものといえる。",
                "したがって，原告主張の取消事由2には理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由2は理由があるから，その余の取消事由につき判断するまでもなく，本件審決は取り消されるべきものである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10167",
    "date": "2017-03-08",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086591",
    "ipprecedent_id": "4600",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}