{
  "conclusion": [
    {
      "fig": "1",
      "text": "控訴人教文社の本件控訴に基づき，原判決主文第1項，第2項，第5項及び第7項中控訴人教文社と被控訴人事業団に係る部分を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "控訴人教文社は，被控訴人事業団に対し，原判決別紙書籍目録1記載の書籍を複製し，頒布し，又はインターネットのホームページ等の媒体を用いて販売の申出をしてはならない。"
        },
        {
          "fig": "(2)",
          "text": "控訴人教文社は，被控訴人事業団に対し，前項の書籍を廃棄せよ。"
        },
        {
          "fig": "(3)",
          "text": "控訴人教文社は，被控訴人事業団に対し，20万円及びこれに対する平成26年7月24日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(4)",
          "text": "被控訴人事業団の控訴人教文社に対するその余の請求をいずれも棄却する。"
        },
        {
          "fig": "(5)",
          "text": "訴訟費用は，被控訴人事業団と控訴人教文社との間では，第1，2審を通じて，これを3分し，その1を被控訴人事業団の負担とし，その余を控訴人教文社の負担とする。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "控訴人生長の家の本件控訴に基づき，原判決主文第3項，第4項，第6項及び第7項中控訴人生長の家と被控訴人らに係る部分を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人らの控訴人生長の家に対する請求をいずれも棄却する。"
        },
        {
          "fig": "(2)",
          "text": "訴訟費用は，控訴人生長の家と被控訴人らとの間では，第1，2審を通じて，被控訴人らの負担とする。"
        }
      ]
    },
    {
      "fig": "3",
      "text": "被控訴人らの本件附帯控訴について",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人らの本件附帯控訴をいずれも棄却する。"
        },
        {
          "fig": "(2)",
          "text": "被控訴人らの本件附帯控訴に基づく拡張請求をいずれも棄却する。"
        },
        {
          "fig": "(3)",
          "text": "附帯控訴費用(当審拡張請求に係る費用を含む。)は被控訴人らの負担とする。"
        }
      ]
    },
    {
      "fig": "4",
      "text": "この判決は，第1項(3)に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人らの控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中控訴人ら敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人らの請求をいずれも棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人らの附帯控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決主文第6項を次のとおり変更する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人生長の家は，被控訴人事業団に対し，2281万2000円及びうち50万円に対する平成25年11月25日から，うち2231万2000円に対する平成27年7月11日から各支払済みまで年5分の割合による金員を支払え(被控訴人事業団は，当審において，原審における50万円の不法行為に基づく損害賠償請求及びこれに対する平成25年11月25日から支払済みまで年5分の割合による遅延損害金請求を，このように拡張した。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人生長の家は，被控訴人光明思想社に対し，5030万3560円及びうち50万円に対する平成25年11月25日から，うち4980万3560円に対する平成27年7月11日から各支払済みまで年5分の割合による金員を支払え(被控訴人光明思想社は，当審において，原審における50万円の不法行為に基づく損害賠償請求及びこれに対する平成25年11月25日から支払済みまで年5分の割合による遅延損害金請求を，このように拡張した。)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "前記(2)及び(3)につき，仮執行宣言"
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，(1)被控訴人事業団が，言語の著作物である「生命の實相」(本件著作物1)及び「聖経  甘露の法雨」(本件著作物2)につき，著作権を有するところ，控訴人教文社による原判決別紙書籍目録1記載の書籍(以下「控訴人書籍」という。)の出版及び控訴人生長の家による同目録2記載の経本(以下「控訴人経本」という。)の出版は，上記各著作物に係る被控訴人事業団の著作権(複製権，譲渡権)を侵害する旨主張して，①控訴人教文社に対し，本件著作物1の著作権に基づき，控訴人書籍の複製，頒布又は販売の申出の差止め及び廃棄，②控訴人教文社に対し，不法行為による損害賠償請求権に基づき，50万円(弁護士費用相当額)及びこれに対する不法行為の後の日である平成25年11月23日(訴状送達の日の翌日)から支払済みまで年5分の割合による遅延損害金の支払，③控訴人生長の家に対し，本件著作物2の著作権に基づき，控訴人経本の複製又は頒布の差止め，④控訴人生長の家に対し，不法行為による損害賠償請求権に基づき，50万円(弁護士費用相当額)及びこれに対する不法行為の後の日である平成25年11月25日(訴状送達の日の翌日)から支払済みまで年5分の割合による遅延損害金の支払を求め，(2)被控訴人光明思想社が，本件著作物1及び2につき，出版権を有するところ，控訴人教文社による控訴人書籍の出版及び控訴人生長の家による控訴人経本の出版は，上記各著作物に係る被控訴人光明思想社の出版権を侵害する旨主張して，①控訴人教文社に対し，本件著作物1の出版権に基づき，控訴人書籍の複製の差止め，②控訴人教文社に対し，不法行為による損害賠償請求権に基づき，50万円(弁護士費用相当額)及びこれに対する不法行為の後の日である平成25年11月23日(訴状送達の日の翌日)から支払済みまで年5分の割合による遅延損害金の支払，③控訴人生長の家に対し，本件著作物2の出版権に基づき，控訴人経本の複製の差止め，④控訴人生長の家に対し，不法行為による損害賠償請求権に基づき，50万円(弁護士費用相当額)及びこれに対する不法行為の後の日である平成25年11月25日(訴状送達の日の翌日)から支払済みまで年5分の割合による遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，(1)被控訴人事業団は，素材である論文の著作権を含む本件著作物1の著作権を取得したものと解されるところ，本件著作物1に含まれる論文を素材とし，これを選択及び配列した編集著作物である控訴人書籍に係る被控訴人事業団と控訴人教文社との間の著作物使用許諾契約(本件許諾)は，被控訴人事業団の解約により，平成26年7月24日終了したから，控訴人書籍の出版は，被控訴人事業団の本件著作物1に係る著作権(複製権，譲渡権)を侵害する行為であり，また，昭和34年11月22日付け「聖経  甘露の法雨の複製承認に関する覚書」(本件覚書)に係る合意による本件著作物2の使用許諾は，被控訴人事業団の解約により，平成24年3月31日限り終了したから，控訴人経本の出版は，被控訴人事業団の本件著作物2に係る著作権(複製権，譲渡権)を侵害する行為であるなどとして，被控訴人事業団の控訴人らに対する請求を，①控訴人教文社に対し，控訴人書籍の複製，頒布又は販売の申出の差止め及び廃棄，②控訴人教文社に対し，20万円及びこれに対する平成26年7月24日から支払済みまで年5分の割合による金員の支払，③控訴人生長の家に対し，控訴人経本の複製又は頒布の差止め，④控訴人生長の家に対し，20万円及びこれに対する平成25年11月25日から支払済みまで年5分の割合による金員の支払を求める限度で認容し，その余をいずれも棄却した。(2)また，被控訴人光明思想社が控訴人書籍に係る出版権を取得したとは認められないが，本件著作物2の出版権を有するところ，控訴人生長の家による控訴人経本の出版は，被控訴人光明思想社の出版権を侵害するなどとして，被控訴人光明思想社の請求を，①控訴人生長の家に対し，控訴人経本の複製の差止め，②控訴人生長の家に対し，20万円及びこれに対する平成25年11月25日から支払済みまで年5分の割合による金員の支払を求める限度で認容し，その余の控訴人生長の家に対する請求及び控訴人教文社に対する請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "そこで，控訴人らが，原判決中の敗訴部分の取消しを求めて本件控訴を提起した。",
            "また，(1)被控訴人事業団が，控訴人生長の家を附帯被控訴人として附帯控訴して，控訴人生長の家に対する不法行為による損害賠償請求に係る部分について請求を拡張し，2281万2000円(著作権法114条3項に基づく損害額2031万2000円，弁護士費用相当額250万円の合計額)及びうち50万円に対する平成25年11月25日から，うち2231万2000円に対する平成27年7月11日(附帯控訴状送達の日の翌日)から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め，(2)被控訴人光明思想社が，控訴人生長の家を附帯被控訴人として附帯控訴して，控訴人生長の家に対する不法行為による損害賠償請求に係る部分について請求を拡張し，5030万3560円(同条1項に基づく損害額4580万3560円，弁護士費用相当額450万円の合計額)及びうち50万円に対する平成25年11月25日から，うち4980万3560円に対する平成27年7月11日(附帯控訴状送達の日の翌日)から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "前提事実は，原判決「事実及び理由」の第2の1のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人事業団の控訴人教文社に対する請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件著作物1の素材である論文の著作権の帰属"
                },
                {
                  "fig": "イ",
                  "subject": "控訴人書籍の出版に関する許諾の終了"
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人事業団の損害額"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人事業団の控訴人生長の家に対する請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人経本に関する本件覚書に係る合意の終了"
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人事業団の損害額"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人光明思想社の請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "出版権の有無"
                },
                {
                  "fig": "イ",
                  "subject": "出版権行使についての権利の濫用等の成否"
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人光明思想社の損害額"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "後記1のとおり原判決を付加訂正し，後記2のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の付加訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決10頁14行目の「したがって，」の後に「控訴人経本の複製及び信徒への頒布は，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決11頁23行目から24行目の「出版権設定契約」を「出版権」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決13頁11行目末尾に，改行の上，以下のとおり，加える。",
                "「本件許諾が被控訴人事業団の解約により終了し，控訴人教文社による控訴人書籍の出版が違法とされるとしても，平成26年7月24日以降についてであるから，本件訴訟提起時において不法行為は発生していない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件著作物1の素材である論文の著作権の帰属(争点(1)ア)について",
              "text": [
                "〔被控訴人事業団の主張〕",
                "本件寄附行為により被控訴人事業団に移転した財産には，「生命の實相」の素材である論文の著作権が含まれる。",
                "したがって，被控訴人事業団は，「生命の實相」の素材である論文の著作権を有する。",
                "〔控訴人教文社の主張〕",
                "編集著作権と素材の著作権は，それぞれ別個独立して譲渡の対象となるものであるから，編集著作権が譲渡されたからといって，直ちに素材の著作権も譲渡されたと認定することはできない。編集著作権と素材の著作権との関係は，翻訳権等の二次的著作権と原著作権との関係に類似しているから，編集著作権と素材の著作権との関係についても，著作権法61条の規定が準用ないし類推適用されるべきであり，編集著作物の著作権が譲渡された場合，その素材の著作権も一緒に譲渡することが明示されていない限り，譲渡の対象は，編集著作権に限られるのであって，素材の著作権は留保されていると推定されるべきである。",
                "そして，本件寄附行為には，「「生命の実相」の著作権」としか記載されておらず，素材の著作権については何ら言及されていないところ，原判決が挙げる事情は，以下のとおり，上記推定を覆すに足りない。",
                "したがって，本件寄附行為により譲渡された著作権は，編集著作物である「生命の実相」の編集著作権であり，本件著作物1の素材の著作権はこれに含まれず，被控訴人事業団に帰属しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人事業団の設立時における寄附行為には，「A著作「生命の実相」の著作権」と記載されており，「A著作「生命の實相」等の著作権」とは規定されていない。",
                    "原判決は「等」という文言を捉え，これを根拠に「生命の實相」の編集著作権に限定する記載はないとするが，その前提に誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "亡Aが作成した被控訴人事業団の設立趣意書には，「恒久的流動資金として「生命の実相」の著作権収入を寄附行為す」と記載されていること，亡Aのその他の著作においても，同様に記載されていることに照らせば，亡Aは，寄附行為の対象を著作権収入と認識していたと考えるのが自然である。",
                    "また，本件寄附行為後においても，亡Aは，月刊誌に発表した論文，詩などを縦横無尽に使い回して文書伝道を展開していたのであり，布教伝道上の重要なツールである「生命の實相」の素材を全て寄附するということはあり得ない。",
                    "そうすると，亡Aの真意に沿って本件寄附行為を解釈すれば，寄附行為の対象となる著作権は，著作権収入を生み出す「生命の實相」(編集著作物としての「生命の實相」)であり，素材の著作権は含まれないと解すべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "亡Aの相続人らの代表であったB(以下「B」という。)と被控訴人事業団との間で昭和63年3月22日付け作成された確認書(以下「本件確認書」という。)は，控訴人書籍を被控訴人事業団に寄附された著作権の確認対象としておらず，「生命の實相」頭注版，愛蔵版の著作権が被控訴人事業団に帰属することを確認しながら，その素材の著作権が含まれることについては何ら言及していない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人書籍や「生命の實相」頭注版の素材の著作権については，被控訴人事業団への著作権登録がされていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人書籍の出版に関する許諾の終了(争点(1)イ)について",
              "text": [
                "〔被控訴人事業団の主張〕",
                "本件許諾は，被控訴人事業団の平成26年7月24日解約の意思表示により，同日終了した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人事業団は，控訴人生長の家の文書伝道に必要とされる限り，控訴人教文社が控訴人書籍を出版し，その印税を亡A又はその相続人らに支払うことを包括的に許諾し，本件著作物1の素材の著作権に基づき本件許諾を解約することを実質的に放棄したことはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人事業団が平成26年7月24日にした解約の意思表示は，当然に，素材の著作権者として行う解約の趣旨を含むものである。",
                    "また，控訴人書籍の編集著作権者の存在や確定を離れ，素材の著作権者として，被控訴人事業団は，当然に本件許諾の解約ができると解すべきであるから，被控訴人事業団の解約の意思表示が信義則違反，権利濫用に該当するとの主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，本件許諾の解約に正当な理由が必要であるとしても，原判決の認定のとおり，解約につき正当な理由がある。",
                    "〔控訴人教文社の主張〕",
                    "本件著作物1の素材の著作権は被控訴人事業団に帰属しないから，控訴人書籍の出版に関し，被控訴人事業団の許諾は必要ない。",
                    "仮に，本件著作物1の素材の著作権が被控訴人事業団に帰属し，控訴人書籍の出版について被控訴人事業団の許諾が必要であるとしても，以下のとおり，被控訴人事業団による本件許諾の解約は無効であるから，本件許諾は終了していない。"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件許諾の内容",
                  "text": [
                    "控訴人書籍は，昭和41年に出版されて以降，「生長の家」の文書伝道のための重要な書籍として重版されてきたが，昭和49年契約の対象とはされておらず，本件確認書においても，その著作権は亡Aの相続人らに帰属し，被控訴人事業団に帰属しないことが確認されている。そうであるから，控訴人書籍については，出版使用許諾契約書も作成されず，控訴人書籍の印税は被控訴人事業団には支払われてこなかったのであるが，これについて，被控訴人事業団から控訴人教文社に対して異議が述べられたことは全くなかった。",
                    "そもそも，被控訴人事業団の控訴人教文社に対する本件許諾は，まず控訴人書籍を出版して「生命の教育」を広く普及しようとする亡Aの意思に対する賛同と同意があり，その賛同と同意に包摂されたものとして，控訴人教文社に対してされたものである。このような本件許諾の趣旨や，控訴人書籍が出版されてきた経過等からすれば，被控訴人事業団は，「生長の家」の文書伝道に必要とされる限り，控訴人教文社が控訴人書籍を出版し，その印税を亡Aに支払うことを包括的に許諾していると認められるべきである。",
                    "以上によれば，本件許諾の期間を解約のあり得ることを前提とする「期間の定めのないもの」と解するのは，その趣旨に反するのであり，被控訴人事業団は，素材の著作権に基づき，本件許諾を解約することを実質的に放棄していると認められるべきである。",
                    "したがって，被控訴人事業団の解約の意思表示は無効である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "解約の意思表示の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人事業団が平成26年7月24日にした解約の意思表示は，被控訴人事業団が控訴人書籍の著作権者であることを前提とし，控訴人書籍の出版についての許諾を，その著作権者として解約するというものであり，編集著作物たる控訴人書籍の素材の著作権者としてのものではない。",
                        "被控訴人事業団は，控訴人書籍の素材の著作権者としての許諾とその解約に関する主張は一切していないから，原判決が，被控訴人事業団が控訴人書籍の素材の著作権者としての解約の意思表示を認定したのは，訴訟における当事者主義に反する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "編集著作物の出版については，編集著作権者と素材の著作権者の許諾を必要とするものであるが，いったん双方の許諾の下に出版が許諾された後になって，素材の著作権者のみの意思表示で許諾を解約し，その出版の差止請求を認めることは，編集著作権者の権利を一方的に侵害することになる。",
                        "控訴人書籍の出版の許諾は，観念的には編集著作権者の許諾と素材の著作権者の許諾が重層的に別個に存在すると認められるものであるが，実質的には一つに結合した許諾と認められるものであるから，民法544条1項により，解約については，編集著作権者と素材の著作権者の全員からすることが必要であると解すべきである。",
                        "また，編集著作物における編集著作権者と素材の著作権者との関係は，その実体からして共有著作権者と同様の関係にあると認められるから，著作権法65条2項を準用ないし類推適用し，控訴人書籍の出版に関する許諾を解約するには，編集著作権者と素材の著作権者の合意が必要であると解すべきである。",
                        "したがって，被控訴人事業団のみによりされた本件許諾の解約の意思表示は，無効である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "解約につき正当理由がないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決が挙げる事情は，以下のとおり，正当な理由たり得ない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訴訟における主張が判決において認められなかったとしても，その主張が明らかに不当なものでない限り，主張をしたこと自体を捉えて信頼関係破壊の理由とすることは，許されないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人事業団が別件訴訟1において請求した未払印税の大部分は，亡Aの生前，同氏の指示により，同氏に支払っていた初版革表紙「生命の實相」の復刻版の印税である。",
                            "被控訴人事業団は，これを知りながら亡Aの生前はもちろん，本件確認書の作成の段階でも，その未払印税について何らの問題提起もしなかった。さらに，本件確認書の作成後においても，控訴人教文社は被控訴人事業団から同書籍の印税について未払があるなどといった異議を受けたことは一切ない。そのため本件確認書の作成後においても，復刻版について出版使用許諾契約は締結されず，同契約が締結された他の多数の書籍の出版について，控訴人教文社と被控訴人事業団の間で良好な関係が継続されていた。",
                            "以上の経緯から，控訴人教文社は，被控訴人事業団から，本件確認書作成前に遡って，復刻版の印税の未払があるとしてその請求を受けることがあるなどとは全く予想もしていなかった。",
                            "したがって，消滅時効という制度の趣旨に照らせば，その援用をしたことは，別件訴訟1においては正当な防御方法であって，これについて何ら責められるべきところはないし，消滅時効の援用の結果，同事件で未払が認定された印税の額は，平成20年5月発行分の50万円にすぎない。",
                            "以上のとおり，控訴人教文社が，消滅時効の援用により不当に債務の履行を免れたかのごとく扱い，また，50万円の未払印税の認定を過大視して，控訴人教文社と被控訴人事業団間の信頼関係が破壊されたと判断することは，信義誠実の原則に反したものであるというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人教文社と被控訴人事業団の紛争は，被控訴人事業団が「生命の實相」頭注版のリニューアルについて，控訴人教文社が長年の調査と検討を経て，文庫本としてリニューアルする案を立案したことに対し，被控訴人事業団が異議を述べたことが端緒となって発生したものである。",
                            "出版使用許諾契約の対象書籍の重版やリニューアル等については，従前は，全て控訴人両名に任されており，被控訴人事業団と事前に格別協議することはなかったため，控訴人教文社は，「生命の實相」頭注版のリニューアルについても，計画が固まった段階で被控訴人事業団の承諾を得た上で，計画を実行しようとしていた。",
                            "しかし，被控訴人事業団は，控訴人教文社が「生命の實相」の文庫本化の計画を，被控訴人事業団の許諾を受けることなく決定したと非難し，同書に関する著作権使用契約の更新拒絶を通告してきたため，控訴人教文社は，文庫版化の計画を白紙に戻し，頭注版のリニューアルについて前向きに検討したいとして，被控訴人事業団に対し協議を申し入れた。",
                            "それにもかかわらず，被控訴人事業団は，頭注版のリニューアルに固執し，協議の申出を拒否したのである。",
                            "上記の経緯に加え，被控訴人光明思想社からの「生命の實相」の出版態様に照らせば，文庫版によるリニューアル案に対する被控訴人事業団の反対は，控訴人教文社との契約の更新を拒絶して，被控訴人光明思想社に「新編  生命の實相」を出版させるための口実であったことが明らかである。",
                            "しかも，その後に控訴人教文社が提起した訴訟は，いずれも被控訴人事業団の請求に対する防御的，確認的な訴訟であって，これをもって信頼関係の破壊の理由とすることは信義則に反する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "編集著作物の出版には，編集著作権者と素材の著作権者の許諾が一体となって存在しているものであるから，その解約については，控訴人書籍の出版許諾に関する契約違反等，控訴人書籍に直接関連する事項に基づく信頼関係の破壊であって，編集著作権者の立場においても解約が妥当なものであるとするに足りる正当な理由が必要であるというべきである。",
                        "しかし，被控訴人事業団の主張する事情は，控訴人書籍の出版とは関係のない，専ら控訴人教文社と被控訴人事業団との間の内部的な事情にすぎず，本件許諾を解約する正当な理由とはなり得ないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "権利濫用ないし信義則違反",
                  "text": [
                    "仮に，解約について，民法544条1項及び著作権法65条2項の適用ないし準用が認められないとしても，本件許諾の趣旨からして，被控訴人事業団のみの意思により，控訴人書籍の出版の差止めを請求することは，編集著作権者の権利及び控訴人教文社の出版の権利を理由もなく一方的に侵害するものであるから，権利濫用又は信義則違反に当たるものとして許されないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人経本に関する本件覚書に係る合意の終了(争点(2)ア)について",
              "text": [
                "〔被控訴人事業団の主張〕",
                "本件覚書に係る合意は，被控訴人事業団の本件解約通知により，平成24年3月31日限り，終了した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人事業団が，本件覚書により，控訴人生長の家において「甘露の法雨」を肌守り用又は霊牌用に限って「非売品」として複製し，信者に交付することに対して，本件著作物2の著作権を永久的に行使しないことを合意したことはない。本件覚書には，「永久的に」などといった表現は一切ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，本件覚書に係る合意の解約に正当な理由が必要であるとしても，原判決の認定のとおり，解約につき正当な理由がある。",
                    "〔控訴人生長の家の主張〕",
                    "以下のとおり，被控訴人事業団による本件許諾の解約は無効であるから，本件覚書に係る合意は終了していない。"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件覚書に係る合意の内容",
                  "text": [
                    "本件覚書に係る合意は，被控訴人事業団が本件著作物2の著作権を「永久的に」行使しないと約束するものであると解すべきであり，したがって，被控訴人事業団は，本件覚書に係る合意を解約することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件覚書で合意された複製は，生長の家の信者からの宗教的要求に応えるための「肌守り用又は霊牌用」に限ってであり，これは文学の著作物である「甘露の法雨」をその通常の使用法である読誦の対象ではないものとして，すなわち，文学の著作物としての用途とは別の用途として使うために，製作するというものである。",
                        "そして，本件覚書で合意された頒布は，出版物の頒布ではなく，「肌守り」，「霊牌」という宗教的な使用方法に大きな意義を認めることのできる生長の家の信者に対してだけ，宗教的なものとして渡すということである。",
                        "実際に，控訴人生長の家の交付する「甘露の法雨」は読誦の対象に適さない形態のものであり，信者を含めて読誦のためには出版社が出版する書籍を購入していた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件覚書で合意された「著作権を行使しない」との文言は，控訴人生長の家が「甘露の法雨」を肌守り用又は霊牌用に限って「非売品」として複製し，信者に交付することに対して，被控訴人事業団は「甘露の法雨」の著作権を永久的に行使しないことを意味する。",
                        "原判決は，「著作権を行使しない」との文言について，著作権の使用を許諾する場合に著作権を主張しないのは当然であるとして，永久的な権利不行使の合意であるとは認められないとするが，本件覚書の締結に至る経緯，「肌守り」や「霊牌」という宗教的な使用方法のための複製であれば，通常の著作物の利用と競合し，その制限となることはないことを全く考慮しないものであり不当である。",
                        "そもそも，著作権の使用許諾は，著作権を行使しないのではなく，著作権の行使として被許諾者に著作物の利用を認めるのであり，「著作権を行使しない」という文言は，許諾契約あるいは合意においては使用されないから，原判決の上記指摘は当を得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人生長の家は，60年近くもの長期間にわたり，被控訴人事業団から全く異議が述べられることなく，本件覚書に従い，無償で「甘露の法雨」を肌守り用又は霊牌用に限って「非売品」として複製し，信者に交付してきた。",
                        "この事実は，本件覚書の「著作権を行使しない」ことが永久的な合意であることを示している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "解約につき正当な理由がないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決が挙げる事情は，以下のとおり，正当な理由たり得ない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人生長の家が別件訴訟1を提起したのは，控訴人生長の家が，以前のとおりの円満な形を継続し，生長の家の布教を行おうとしたためであり，本件覚書の基礎となる信頼関係を自ら破壊することを意図したものではない。",
                            "別件訴訟1において，控訴人生長の家が，亡Aが昭和21年の被控訴人事業団設立の際の寄附行為により被控訴人事業団名義とした「生命の實相」の著作権の対象は頭注版と愛蔵版のみであると主張したことは事実であるが，これは「生命の實相」については，亡Aによる改訂が繰り返され，最終的に頭注版と愛蔵版に内容が確定され，その後は頭注版と愛蔵版だけがいわゆる「生命の實相」として出版され，被控訴人事業団に著作権使用料が支払われており，記念出版の初版復刻版等については亡A，その死後は同人の相続人らに支払われ，被控訴人事業団もそれに一切異議を述べていなかった状況を踏まえ，かかる状況に沿った主張をしたまでである。",
                            "別件訴訟1において，上記主張が退けられたことは事実であるが，従前の状況を踏まえた主張をすることが，信頼関係を破壊する行為に該当するはずはない。",
                            "むしろ，被控訴人事業団の側が，従前の役割分担を一方的に変更しようと強硬な対応に及ぶことで信頼関係を揺るがしたことは明らかであり，信頼関係を毀損させた責任を負う者が信頼関係破壊の法理を主張することは，信義則に反する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人生長の家によるブラジル伝道本部に対する著作権の使用料の取扱いについての通知は，控訴人生長の家が著作権を保有する著作物に関するものであり，被控訴人事業団が保有する著作権とは一切関係がない。",
                            "亡Aの著作物は，被控訴人事業団が著作権を有するものの他にも多数の著作物が存在し，第三者に既に譲り渡されたものを除き，相続人が相続によりその著作権(持分)を取得していた。",
                            "亡Aの相続人から控訴人生長の家が取得した著作権に関して生長の家ブラジル伝道本部の印税請求が問題となる著作物は，ブラジル伝道本部との間の出版契約に基づき出版されているものであり，このことは当事者にとって明白であり，別件訴訟1において問題となった「生命の實相」は一切関係しない。乙ロ22及び23は，控訴人生長の家が著作権を保有する著作物について，ブラジル伝道支部が2013年及び2014年に送金した著作権使用料の支払明細等である。支払明細には対象となる著作物として「ひかりの言葉平成25年版」，「御守護  神示集」，「叡智の断片」が明記されているところである。",
                            "控訴人生長の家は，生長の家ブラジル伝道本部に対して，被控訴人事業団に著作権が帰属する亡Aの著作物に関する印税を控訴人生長の家に支払うように求めた事実はなく，控訴人生長の家による生長の家ブラジル伝道本部に対する通知の送付は，信頼関係を破壊するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人生長の家が，被控訴人事業団との間の信頼関係を破壊した事実は一切認められない。",
                        "加えて，信者を含めて読誦のためには出版社が頒布する書籍の「甘露の法雨」を購入し，読誦するのであり，被控訴人らに何らの被害も与えるものではないから，その点においても，本件覚書に係る合意を解約することについて，被控訴人事業団に正当な理由があるとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人事業団の損害額(争点(2)イ)について",
              "text": [
                "〔被控訴人事業団の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人生長の家は，平成24年4月1日から平成27年3月末日までの36か月間にわたり，控訴人経本の複製頒布を行い，被控訴人事業団の有する本件著作物2に係る著作権を侵害した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "著作権法114条3項に基づく損害額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "複製数量",
                      "text": [
                        "控訴人生長の家が，株式会社晃和ディスプレイに対して製作を発注した数量は，9か月間で2万5390部であるから，36か月間の数量は，10万1560部と推計される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "著作権の行使につき受けるべき金銭の額",
                      "text": [
                        "控訴人生長の家は，控訴人経本を500円あるいは700円で頒布しており，また，生長の家宇治別格本山では，永代供養を10万円を納めて申し込んだ信者に対し，交付していた。",
                        "上記の事情や控訴人生長の家の行為の違法性に鑑み，被控訴人事業団が，控訴人経本に関し，著作権の行使につき受けるべき金銭の額は，1部当たり200円を下らない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被控訴人事業団の損害額は2031万2000円(200円×10万1560部)となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "弁護士費用",
                  "text": [
                    "控訴人生長の家の著作権侵害行為の内容，本件訴訟の遂行に要した負担の大きさ等に照らせば，弁護士費用相当額の損害が250万円を下ることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "合計額  2281万2000円",
                  "text": [
                    "〔控訴人生長の家の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人生長の家が信徒に対し，肌守りを頒布する際に500円又は700円の負担を依頼していたこと，永代供養として10万円を信徒から受領し，霊牌を用いたことは認め，その余は否認ないし争う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "損害の不発生",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人事業団は，被控訴人光明思想社に対し，排他独占的権利を許諾した以上，更に控訴人生長の家より利用料を得られる可能性は全く存在しなかった。",
                        "したがって，被控訴人事業団が，著作権法114条3項による利用料相当額を損害額と推定する基礎を欠いている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人生長の家は，お守りの頒布に当たり，必ず事前に神官によって「聖霊降臨」という祭祀を執り行って頒布してきた。",
                        "霊牌についても，死後の永代祭祀を希望する信者が永代祭祀用聖経「甘露の法雨」の表に自分の名前を自署し，宇治別格本山に申し込めば，それを生前は総本山龍宮住吉本宮神前の奉筺に，死後は宝藏神社内の紫雲殿に永代祭祀される。この永代祭祀は，宗教法人である控訴人生長の家でなければできない行為であり，財団法人である被控訴人事業団には利用され得ない態様である。",
                        "肌守り・霊牌の交付は，宗教法人である控訴人生長の家から，宗教上の儀式を経てされることに意義があり，控訴人生長の家からでなければ，信徒らはその交付を受けない。",
                        "したがって，被控訴人事業団には，肌守り・霊牌としての交付による損害はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被控訴人光明思想社の損害額(争点(3)ウ)について",
              "text": [
                "〔被控訴人光明思想社の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人光明思想社は，平成25年8月8日付けの出版権設定契約により，被控訴人事業団から，控訴人経本と同一の内容の書籍「御守護  甘露の法雨」に関する出版権の設定を受けた。",
                    "被控訴人光明思想社は，上記契約とは別に，平成21年以降，本件著作物2の出版につき，被控訴人事業団との間で各種出版権設定契約を締結した。",
                    "被控訴人光明思想社は，本件著作物2につき，平成21年以降出版権者となっており，平成24年4月1日以降の控訴人生長の家による控訴人経本の複製頒布は，被控訴人光明思想社の有する本件著作物2の出版権を侵害する行為である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "著作権法114条1項に基づく損害額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "複製数量",
                      "text": [
                        "10万1560部と推計される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "単位数量当たりの利益額",
                      "text": [
                        "控訴人生長の家が発注した控訴人経本の各種各版の消費税込み平均単価(製作費用)は，367円である。",
                        "被控訴人光明思想社は，「御守護  甘露の法雨」を1部1000円(消費税抜き)で販売している。",
                        "1部当たりの利益額は，著作権者に支払印税額100円(販売価格の10％)，仕入価格である367円，保管費等の諸経費100円(販売価格の10％)の合計549円を差し引いても，451円を下ることはない(被控訴人光明思想社の計算のママ)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被控訴人光明思想社の損害額は，4580万3560円(451円×10万1560部)となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "弁護士費用",
                  "text": [
                    "控訴人生長の家の出版権侵害行為の内容，本件訴訟の遂行に要した負担の大きさに照らせば，弁護士費用相当額の損害が450万円を下ることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "合計額  5030万3560円",
                  "text": [
                    "〔控訴人生長の家の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "甲77ないし79の契約は，読書用の一般的な書籍を対象とするものであり，肌守り・霊牌に関するものではなく，本件覚書の対象とは異なる。",
                    "また，被控訴人光明思想社が，被控訴人事業団との間で「御守護  甘露の法雨」について契約を締結したのは，平成25年8月8日であり，平成24年4月1日から平成25年8月8日の間は「御守護  甘露の法雨」について出版権を保有していないため，そもそも請求者適格に欠ける。",
                    "被控訴人光明思想社は，平成22年3月1日以降の契約を根拠として請求者適格があると主張するが，同日付けの契約は，「甘露の法雨」を含む「聖経  甘露一切を霑す」を許諾対象としており，読書用の書籍「甘露の法雨」を用途としている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(4)〔控訴人生長の家の主張〕イ(イ)のとおり，被控訴人光明思想社について損害は発生していない。",
                    "すなわち，被控訴人光明思想社は出版社であり，控訴人生長の家との結びつきの存在しない被控訴人光明思想社の出版する書籍としての聖経「甘露の法雨」が，肌守り・霊牌として購入される可能性はないから，被控訴人光明思想社には，肌守り・霊牌としての交付による損害はない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人教文社の控訴人書籍の複製，頒布は本件著作物1の著作権侵害に当たるが，控訴人生長の家の控訴人経本の複製，頒布は本件著作物2の著作権侵害及び出版権侵害に当たらないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件著作物1の素材である論文の著作権の帰属(争点(1)ア)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "前記前提事実，後掲各証拠及び弁論の全趣旨によれば，以下の事実が認められ，これを覆すに足りる証拠はない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "亡Aは，昭和5年頃，宗教団体である「生長の家」を創始し，その頃から，「生命の法則に據る新しい天才教育法」，「教育に於ける解放と引出しの二方面」等の題号で多数の論文を執筆し，「生長の家」に関連する月刊誌に掲載して発表した。",
                    "亡Aは，その後，上記論文の文章の一部を改め，小見出し等を付し，系統立てて編纂し，「生命の實相」の題号を付して本件著作物1を作成した(甲37～40，乙イ1の1～15，乙イ24の1～3)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件著作物1は，「生長の家」における聖典と位置付けられ，戦前に①「生命の實相＜革表紙版＞」(全1巻)(初版発行昭和7年1月1日)，②「久遠の實在」(副題「生命の實相第2巻」)(初版発行昭和8年12月25日)，③「生命の實相＜黒布表紙版＞」(全20巻)(初版発行昭和10年1月25日から昭和16年12月25日)，④「生命の實相〈革表紙版(地・水・火・風・空・教・行・信・證)〉」(全9巻)(初版発行昭和10年10月1日から昭和14年3月15日)，⑤「生命の實相＜豪華大聖典＞」(全1巻)(初版発行昭和11年11月22日)，⑥「生命の實相＜縮刷中聖典＞」(全1巻)(初版発行昭和12年6月1日)，⑦「生命の實相＜ビロード表紙版＞」(全9巻)(初版発行昭和13年3月20日から昭和14年3月15日)，⑧「生命の實相＜菊版＞」(全13巻)(初版発行昭和14年5月20日から昭和16年10月15日)，⑨「生命の實相＜人造羊皮版＞」(全9巻)(初版発行昭和14年11月20日から昭和15年6月20日)及び⑩「生命の實相＜満州版(乾・艮・兌・離)＞」(初版発行昭和18年8月15日から昭和20年5月5日)の10種の書籍が出版された(甲30～32)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "亡Aは，昭和21年1月8日，「生長の家」の宗教的信念に基づいて社会厚生事業及び社会文化事業の発展強化を図る目的で被控訴人事業団を設立する本件寄附行為を行った。",
                    "附行為」(乙イ25の1)には，被控訴人事業団の基本資産として「A著作「生命の実相」の著作権」が，流動資産として「基本資産より生ずる収入」が，規定され(5条)，また，基本資産は社会環境の自然的変化による減価滅失等による外，人為的には消費又は消滅せしめることを得ない旨(7条)，被控訴人事業団の経費は流動資産をもって支弁する旨(9条)規定されている。",
                    "なお，上記寄附行為は，その後，主務官庁の認可を経て変更されており，そこでは，被控訴人事業団の資産として，「A著「生命の實相」等の著作権」，「資産から生ずる収入」と規定されている(5条。甲2の1)。",
                    "また，被控訴人事業団は，平成24年4月1日，公益財団法人に移行したが，その定款には，亡Aの著作した「生命の實相」，「聖経  甘露の法雨」等の著作権が被控訴人事業団の公益目的事業を行うために不可欠な特定の財産と規定されている(5条。甲2の2)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "亡Aは，本件寄附行為により「生命の實相」の著作権を被控訴人事業団に移転した以外にも，被控訴人事業団の社会厚生事業の運営を援助するため，長年にわたり，多数の書籍について，著作権を移転するなどしてその印税を被控訴人事業団に得させていた(乙イ4)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人事業団と控訴人教文社は，昭和49年1月31日，被控訴人事業団を著作権者として，「生命の實相  全巻(各種各版)」の出版を控訴人教文社に許諾する旨の契約(昭和49年契約)を締結した。被控訴人事業団は，昭和49年契約の締結以前より，控訴人教文社から印税を受領していたところ，控訴人教文社が被控訴人事業団に宛てて作成した昭和43年4月1日付け「印税支払に関する出版状況報告」では，書名「生命の實相  全巻(各種各版)」の初版年月日は「昭7．1．1」であり，印税支払開始は「昭20．11．設立時より」と記載されている(乙イ2，4)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "亡Aは，昭和60年6月17日に死亡した。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "亡Aの死亡後，控訴人生長の家の常任理事会において，本件著作物2の著作権等の帰属が不明確であるとの意見が出たため，これを明確にする目的で弁護士に本件著作物2の著作権の帰属について鑑定意見を求め，これを踏まえて，同常任理事会において，外国語に翻訳された本件著作物2を宗教上の授与品として調製・下附するために，著作権者である被控訴人事業団及び出版権者であった控訴人教文社から，著作権及び出版権の無償使用許諾を受ける旨の決議がされた。その際，亡Aの著作物の著作権の帰属と印税等の諸問題について，さらに専門家の意見を聞くことが確認され，控訴人生長の家，被控訴人事業団，控訴人教文社，財団法人世界聖典普及協会の四者で協議するよう，控訴人生長の家の理事長が勧告するものとされた。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "その後，亡Aの著作物の著作権の帰属と印税等の諸問題に関し，弁護士らから助言及び鑑定意見を得るなどの過程を経て，昭和63年2月に開催された控訴人生長の家の常任理事会において，亡Aの著作に係る著作物の著作権使用の対価を収受する権利(著作財産権)を亡Aから譲渡されていることを確認するため，関係者を交えて確認書を作成すること等が議決された。",
                    "これを受けて，同年3月22日，亡Aの相続人らの代表行使者であるBと被控訴人事業団との間で，控訴人生長の家の理事長の立会いの上で，本件確認書(乙イ5)が作成された。",
                    "本件確認書は，亡Aの著作に係る添付の「著作物の表示」記載の著作物(本件著作物1，2を含む。)の著作権が，著作権法27条に定める翻訳権，翻案権等及び同法28条に定める二次的著作物利用に関する原著作者の権利を含めて全て，亡Aから被控訴人事業団に基本財産と指定して寄附され，被控訴人事業団に帰属していること，著作権移転の登録について，登録義務者として必要な一切の件につき，被控訴人事業団の理事長に委任すること，を相互に確認することを内容とするものであった。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "亡Aの相続人らは，昭和63年4月27日，昭和21年1月8日に亡Aから被控訴人事業団に対し本件著作物1に係る著作権の譲渡があった旨の著作権の譲渡の登録手続をした。",
                    "本件著作物1の著作権登録には，「著作物の題号」は「生命の實相」，「著作物が最初に公表された年月日」は「昭和7年1月1日」，「著作物の種類」は「論文」，「著作物の内容又は体裁」は「生長の家の教義の根本を説いた宗教哲学書で，人間＝神の子の教えを基本に序論，実相篇，生活篇，教育篇等に分けて人間生活のあらゆる分野にあらわれた宇宙の真理を説いたもの」，「登録の原因及びその発生年月日」等は，「昭和21年1月8日に譲渡人亡A，譲受人被控訴人事業団との間に著作権(著作権法第27条及び第28条に規定する権利を含む)の譲渡があった。」と表示されている(甲3)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記認定事実によれば，亡Aが保有していた「生命の實相」の題号を付して戦前に出版された10種の書籍に係る著作権は，亡Aが行った被控訴人事業団の設立行為の寄附財産であって，昭和21年1月8日に被控訴人事業団が設立されたことにより，亡Aから被控訴人事業団に移転し，被控訴人事業団の基本資産となったものと認められる。",
                "そして，①本件著作物1(「生命の實相」)には装丁等が異なる各種の版があるところ，被控訴人事業団と控訴人教文社は，被控訴人事業団を著作権者として，「生命の實相  全巻(各種各版)」の出版契約(昭和49年契約)を締結していること(前記(1)イ，オ)，②控訴人教文社は，被控訴人事業団に対し，その設立時から，「生命の實相  全巻(各種各版)」の印税を支払っていたこと(前記(1)オ)，③頭注版は，昭和37年から昭和42年に，文中の単語の意義の注を付記したものとして出版されたものであるが，被控訴人事業団と亡Aの相続人らの代表者であるBとの間で作成された本件確認書において，「生命の實相(頭注版全四十巻)」の著作権が，亡Aから被控訴人事業団に基本財産と指定して寄附され，被控訴人事業団に帰属していることが確認されていること(前記(1)イ，ク)，④本件著作物1に係る著作権登録上も，亡Aから被控訴人事業団に昭和21年1月8日譲渡された著作物の著作権は，その題号，最初の公表年月日，著作物の種類，内容又は体裁の記載内容に照らし，「生命の實相」の特定の種類や版に限定されていないこと(前記(1)ケ)，⑤他方で，本件寄附行為に関する書面，亡Aの相続人らの代表であるBが作成した本件確認書中には，亡Aが，「生命の實相」の素材である各論文の著作権を自己に留保し，編集著作権のみを被控訴人事業団に寄附する意図であったことをうかがわせる記載は何ら存在しないこと(前記(1)ウ，ク)等に照らせば，亡Aから被控訴人事業団に対し，本件寄附行為により，「生命の實相」の題号を付して戦前に出版された10種の書籍に係る著作権が，その素材である各論文の著作権を含め，移転されたものと認められる。",
                "前提事実記載のとおり，控訴人書籍は，頭注版第14巻，第25巻及び第30巻に収録された論文から成るものであり，頭注版は，それまでに「生命の實相」の題号を付して出版されていた著作物について，文中の単語の意義の注を付記したものであるから，控訴人書籍を構成する各論文は，被控訴人事業団の基本資産となった「生命の實相」に含まれる著作物であり，被控訴人事業団が上記各論文について著作権を有するものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人教文社の主張について",
              "text": [
                "控訴人教文社は，編集著作権と素材の著作権は，それぞれ別個独立して譲渡の対象となるものであって，編集著作権が譲渡されたからといって，直ちに素材の著作権も譲渡されたと認定することはできず，著作権法61条の規定が，編集著作権と素材の著作権との関係についても，準用ないし類推適用されるべきであるところ，本件寄附行為には，「「生命の実相」の著作権」としか記載されておらず，素材の著作権については何ら言及されていないから，本件寄附行為により譲渡された著作権は編集著作物である「生命の実相」の編集著作権であり，素材の著作権はこれに含まれない旨主張する。",
                "しかし，一般に，編集著作権とそれを構成する素材の著作権は，別に観念することができ，また，それぞれ別個独立して譲渡の対象となり得るものであるとはいえるが，編集著作権を有する者と素材の著作権を有する者が同一である場合に，編集物の著作権を譲渡するとき，編集著作権のみを譲渡する趣旨であるのか，それを構成する個々の素材の著作権を含め譲渡する趣旨であるのかは，個別具体的な契約締結に至る経緯，契約内容，その他の事情により，判断されるべきものである。著作権法61条2項を類推又は準用して，編集著作物に該当する編集物に係る著作権の譲渡契約において，編集物を構成する素材の著作権を譲渡する旨特掲されていないときは，これが譲渡人に留保されたものと推定するべきであるとする控訴人教文社の上記主張は独自の見解であって，採用の限りでない。",
                "また，この点を措くとしても，前記(2)認定の各事情を総合すれば，亡Aは，本件寄附行為により，「生命の實相」の題号を付して戦前に出版された10種の書籍に係る著作権を，その素材である各論文の著作権を含め，被控訴人事業団に移転したものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人事業団は，昭和21年1月8日以降本件著作物1を構成する各論文の著作権を有しているものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人書籍の出版に関する許諾の終了(争点(1)イ)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所も，控訴人書籍の出版に関する許諾は，被控訴人事業団の解約により平成26年7月24日終了し，控訴人教文社が控訴人書籍を複製，頒布をする行為は，被控訴人事業団の本件著作物1の素材である論文に係る著作権(複製権，譲渡権)を侵害するものであると判断する。その理由は，原判決「事実及び理由」の第3の2記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における控訴人教文社の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人教文社は，本件許諾の趣旨や，控訴人書籍が出版されてきた経過等からすれば，被控訴人事業団は，「生長の家」の文書伝道に必要とされる限り，控訴人教文社が控訴人書籍を出版し，その印税を亡Aに支払うことを包括的に許諾していると認められるべきであり，本件許諾の期間を解約のあり得ることを前提とする「期間の定めのないもの」と解することは，その趣旨に反する旨主張する。",
                    "しかし，被控訴人事業団が亡Aの本件寄附行為により設立された財団であり，「生長の家」の伝道や宗教的理念に基づく活動について協力関係にあったとしても，また，控訴人書籍が，「生長の家」の文書伝道を行う上で重要な書籍として位置付けられ，控訴人教文社から長年にわたって出版されてきたものであったとしても，これらのことから，直ちに，本件許諾がおよそ著作権者の側からの解約を予定しない，控訴人生長の家ないし控訴人教文社が必要とする限り永続するものであったということはできず，他にこれを認めるに足りる証拠は存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人教文社は，被控訴人事業団が平成26年7月24日にした解約の意思表示は，被控訴人事業団が控訴人書籍の著作権者であることを前提とし，編集著作物たる控訴人書籍の素材の著作権者としてのものではない旨主張する。",
                    "しかし，被控訴人事業団の上記解約の意思表示は，同人の平成26年7月18日付け準備書面によれば，控訴人教文社が，平成26年4月30日付け準備書面において，控訴人書籍が「生命の實相」に依拠するものであるとしても，控訴人書籍の出版については，被控訴人事業団の明示又は黙示の許諾があった旨予備的に主張したのを受けて，控訴人書籍に係る明示又は黙示の著作権使用許諾を著作権者として将来に向かって解約するというものであり，控訴人書籍に含まれる素材の著作権者としての解約の意思表示を当然に含むものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人教文社は，編集著作物の出版については，編集著作権者と素材の著作権者の許諾を必要とするものであり，いったん双方の許諾の下に出版が許諾された後になって，素材の著作権者のみの意思表示で許諾の解約を認めることは不当であるから，民法544条1項により，編集著作権者と素材の著作権者の全員からの解約であるか，又は著作権法65条2項の準用ないし類推適用により，解約につき両者の合意が必要であると解すべきである旨主張する。",
                    "しかし，編集著作物を出版するについて，編集物を構成する素材の著作権者から使用許諾を受けるのみならず，編集著作権者からも使用許諾を受ける必要があるとしても，上記各使用許諾は法的には別個独立の契約であるから，編集物を構成する素材についての使用許諾を解約するにつき，その意思表示を契約当事者ではない編集著作権者と共に行わなければならない理由はない。",
                    "また，編集著作権者と編集物を構成する素材の著作権者は，著作権を共有しているわけではないから，編集物を構成する素材についての使用許諾を解約するにつき，共有著作権者ではない編集著作権者の同意を得なければならない理由はない。",
                    "控訴人教文社の上記主張は，いずれも独自の見解であって，採用の限りでない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人教文社は，被控訴人事業団が本件許諾の解約に正当理由があるとして挙げる事情につき，訴訟における主張が判決において認められなかったとしても，その主張が明らかに不当なものでない限り，主張をしたこと自体を捉えて信頼関係破壊の理由とすることは，許されないというべきであり，別件訴訟1において，控訴人教文社が，消滅時効の援用により不当に債務の履行を免れたかのごとく扱い，控訴人教文社と被控訴人事業団間の信頼関係が破壊されたと判断することは，信義誠実の原則に反したものであるなどと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠(甲30～32)によれば，控訴人教文社は，別件訴訟1において，被控訴人事業団が本件寄附行為により取得したのは，本件著作物1の著作権収入を取得する権利にすぎず，本件著作物1の著作権を取得したものではない旨主張して，被控訴人事業団が本件著作物1の著作権を有する事実を争ったが，控訴人教文社の主張を排斥する判決が確定したことが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "①事業団寄附行為」に，被控訴人事業団の基本資産として「A著作「生命の実相」の著作権」が，流動資産として「基本資産より生ずる収入」が，規定されていたこと(前記1(1)ウ)，②控訴人教文社は，被控訴人事業団を著作権者として，「生命の實相全巻(各種各版)」について昭和49年契約を締結していたこと(前記1(1)オ)，③亡Aの死亡後，亡Aの著作物の著作権の帰属について疑義が生じたことから，控訴人生長の家，被控訴人事業団，控訴人教文社，財団法人世界聖典普及協会の四者で協議するよう，控訴人生長の家の理事長が勧告するものとされ，弁護士らから助言及び鑑定意見を得るなどの過程を経て，本件確認書(乙イ5)が作成されたこと(前記1(1)キ，ク)，④本件著作物1の著作権登録には，「著作物の題号」は「生命の實相」とした上，被控訴人事業団への譲渡があったことが表示されていること(前記1(1)ケ)，⑤被控訴人事業団と控訴人教文社とは，昭和63年5月以降，書籍ごとに逐次出版使用許諾契約(乙イ3の1～107)を締結したこと，⑥そして，控訴人教文社は，本件確認書の作成や「生命の實相」に係る著作権登録の経緯を認識していたと推認されること，以上の事実に照らせば，出版社である控訴人教文社が，別件訴訟1において，被控訴人事業団が「生命の實相」の著作権を有することを否定する前記(ア)の主張を行ったことは，不当な訴訟行為であるとはいえないまでも，被控訴人事業団と控訴人教文社との間の信頼関係，すなわち，本件著作物1をめぐる著作権者と使用許諾を受けた出版社との信頼関係を揺るがすものであったといわざるを得ない。",
                        "このように，出版社である控訴人教文社が，被控訴人事業団が本件著作物1の著作権を有することを否定する行動を取った上に，同じく本件著作物1に依拠する著作物の使用について，被控訴人事業団に対して印税の未払の事実があった以上，これらにより，被控訴人事業団と控訴人教文社との間の信頼関係は破壊されたものといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，控訴人教文社は，50万円の未払印税の認定を過大視するものであるなどと主張する。",
                        "しかし，証拠(甲30～32，甲56)及び弁論の全趣旨によれば，控訴人教文社は，「初版革表紙  生命の實相  復刻版」及び「初版革表紙  生命の實相第2巻「久遠の實在」復刻版」に係る印税について，被控訴人事業団から催告を受けたにもかかわらず支払わず，その額は2740万円に上ったこと，うち2690万円の支払義務については消滅時効の援用により時効消滅し，その結果確定判決では未払印税50万円及び遅延損害金の支払義務があるとされるに止まったことが認められ，上記判断を左右するに足りない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，控訴人教文社は，同人において，上記各復刻版の印税は，亡A又はその相続人らに対して，正当に支払っており，被控訴人事業団に対しては印税の未払はないものと判断したことには合理的かつ正当な理由があるとして，るる主張する。",
                        "しかしながら，控訴人教文社が亡A又はその相続人らに対して復刻版の印税を支払うにつき，被控訴人事業団にこれを報告した上で，その了承を得ていたとの事実や，亡Aを被相続人とする遺産分割協議書の作成に被控訴人事業団が関与したとの事実を認めるに足りる証拠はないから，控訴人教文社が復刻版の印税は亡A又はその相続人らに対して支払われるべきものであると認識していたとしても，それは控訴人教文社の独自の判断にすぎず，控訴人教文社から亡A又はその相続人らに対する復刻版の印税の支払は，被控訴人事業団に対する復刻版の印税の未払を正当化するに足る事情であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人教文社は，編集著作物の出版には，編集著作権者と素材の著作権者の許諾が一体となって存在しているものであるから，その解約については，控訴人書籍に直接関連する事項に基づく信頼関係の破壊であって，編集著作権者の立場においても解約が妥当なものであるとするに足りる正当な理由が必要であるというべきである旨主張する。",
                        "しかし，編集著作物を出版するについて，編集物を構成する素材の著作権者から使用許諾を受けるのみならず，編集著作権者からも使用許諾を受ける必要があるとしても，上記各使用許諾は法的には別個独立の契約であるから，契約当事者である素材の著作権者と使用許諾を受けた者との間に，解約を正当とする理由があるか否かを問題とすれば足りるというべきである。また，継続的契約について解約を正当とする理由があるか否かは，契約当事者間に認められる諸般の事情に照らし判断されるべきものであるところ，本件著作物1に関する別件訴訟1は，控訴人書籍にも関連するものということができる。",
                        "控訴人教文社の上記主張は，採用の限りでない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，被控訴人事業団と控訴人教文社との間の本件許諾は，平成26年7月24日に終了したものと認められるから，控訴人教文社が，控訴人書籍を複製，頒布をする行為は，被控訴人事業団の本件著作物1を構成する論文に係る著作権(複製権，譲渡権)を侵害するものである。また，控訴人教文社は，情を知って，控訴人書籍の販売の申出をしているものと認められるから，この行為は著作権を侵害するものとみなされる(著作権法113条1項2号)。",
                "そうすると，被控訴人事業団の控訴人教文社に対する控訴人書籍の複製，頒布及び販売の申出の差止め並びに廃棄請求は，理由がある。なお，一般財団法人世界聖典普及協会が控訴人書籍を保管しているとしても，これが控訴人教文社の所有及び占有に係るものと認めるに足りる証拠はないから，一般財団法人世界聖典普及協会において保管する控訴人書籍の廃棄請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人事業団の損害額(争点(1)ウ)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人教文社の損害賠償責任",
              "text": [
                "前記2によれば，控訴人教文社による控訴人書籍の出版は，被控訴人事業団の著作権を侵害するものであり，控訴人教文社はその点について過失があったといわざるを得ない。なお，控訴人教文社による控訴人書籍の出版は，本件許諾が終了した平成26年7月24日以降，違法となるものと解される。",
                "そして，本件事案の内容，事案の難易，訴訟の経緯等，本件に現れた一切の事情を総合考慮すると，控訴人教文社の不法行為と相当因果関係のある弁護士費用の額は，20万円と認めるのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人教文社の主張について",
              "text": [
                "控訴人教文社は，本件許諾が被控訴人事業団の解約により終了し，控訴人教文社による控訴人書籍の出版が違法とされるとしても，平成26年7月24日以降についてであるから，本件訴訟の提起時において不法行為は存在しない旨主張する。",
                "しかし，控訴人教文社による控訴人書籍の出版をめぐり，控訴人教文社と被控訴人事業団との間で法的見解を異にし，被控訴人事業団が原審において本件許諾を解約する旨の意思表示をした前後を通じて，両者間に控訴人教文社による控訴人書籍の出版をめぐる法的対立が存続したことは，当裁判所に顕著である。そして，控訴人教文社による控訴人書籍の出版は著作権侵害に該当し，その差止請求等を認容するにつき，事実審の口頭弁論終結時までに存在した一切の事情を考慮すると，弁護士費用相当額としては，20万円をもって相当と認める。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人事業団の損害賠償請求は，控訴人教文社に対し，20万円及びこれに対する平成26年7月24日から支払済みまで年5分の割合による金員の支払を求める限度で理由があり，その余は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人経本に関する本件覚書に係る合意の終了(争点(2)ア)について",
          "text": [
            "次に，被控訴人事業団の控訴人生長の家に対する請求について判断する。被控訴人事業団が本件著作物2の著作権を有し，控訴人生長の家が本件覚書により控訴人経本の出版を行ってきたところ，被控訴人事業団が本件覚書による使用許諾を終了する旨の本件解約通知をしたことは，当事者間に争いがなく，上記解約により本件覚書による合意が終了したか否かについて，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "前提事実に後掲の証拠及び弁論の全趣旨を総合すると，以下の事実が認められ，これを覆すに足りる証拠は存しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「甘露の法雨」(本件著作物2)は，昭和11年頃以降，控訴人教文社が出版していたが，これは，被控訴人事業団が，亡Aから本件寄附行為によりその著作権の移転を受けた後も，同様であった。",
                    "ところが，「甘露の法雨」は，控訴人生長の家において聖経として位置付けられていたことなどから，控訴人生長の家の信徒らから，営利法人である控訴人教文社の出版した商品として購入するのではなく，亡A又は控訴人生長の家から交付を受けたいとの要望が強くなった(甲9)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，控訴人生長の家，被控訴人事業団及び控訴人教文社は，信徒らの要望に応えることとし，昭和34年11月22日，「聖経「甘露の法雨」の複製承認に関する覚書」(本件覚書)を作成して，亡Aの承認を得た。本件覚書には，おおむね以下の記載がある(甲9)。",
                    "①  控訴人生長の家の総裁亡Aの著作による「甘露の法雨」は，被控訴人事業団が亡Aからその著作権の寄附を受け，控訴人教文社を出版権者として刊行し，頒布されているものであるが，控訴人生長の家の全信徒によって「聖経」と尊称され，あらゆる儀式行事，信徒各自の家庭において，日常的に読誦されているところ，熱心な信徒一同は，常に聖経「甘露の法雨」と共にあることを希望し，生存中には肌たいと熱願している。しかるところ，聖経「甘露の法雨」を上記目的のために使用するには，控訴人教文社の営利行為のために発行された商品としてこれを購入するのではなく，信徒各自が信仰において帰依する亡A又は控訴人生長の家の本部から，その交付を受けることを要望するに至った。",
                    "②  上記の事実に鑑み，控訴人生長の家の教えによって「社会人心の光明化」を図る点において控訴人生長の家と悲願を共にする被控訴人事業団及び控訴人教文社は，進んで信徒の要望に賛同し，控訴人生長の家が信徒の要望に応えて聖経「甘露の法雨」を特に交付することに同意するものであり，被控訴人事業団及び控訴人教文社は，これに対して，自己の所有にかかる著作権又は出版権を主張せず，何らの異議の申立てをもしないものとする。",
                    "③  本件覚書を作成する以前に控訴人生長の家において，特に信徒の肌守りとして聖経「甘露の法雨」を複製し交付した事実があるが，これは全てその都度被控訴人事業団及び控訴人教文社の同意を得て実施したものであることを確認する。",
                    "④  本件覚書による取決事項については「甘露の法雨」の著者である亡Aの同意を要するものとする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人生長の家は，本件覚書に係る合意に基づき，昭和34年頃以降，奉納金(1部につき500円ないし700円)を奉納した者に対し，肌守り用として控訴人経本を交付し，また，永代供養料として10万円を奉納した者に対し，霊牌用として控訴人経本を交付してきた。",
                    "控訴人経本の交付は，宗教法人である控訴人生長の家から，宗教上の儀式(肌守りであれば，神官による「聖霊降臨」という祭祀，霊本山龍宮住吉本宮神前の奉筺に，死後は宝蔵神社内の紫雲殿に永代祭祀)を経て行われ，専ら宗教用に使用されている。",
                    "控訴人生長の家が肌守り用として交付している控訴人経本の体裁は，原判決別紙書籍目録記載のとおり，縦約7cm×横約3cm×厚さ約0．5cmの折り本型である(甲10，甲13の1～7，甲45，乙ロ6～9)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人教文社は，本件覚書に係る合意が締結された後においても，被控訴人事業団との間の昭和49年契約に基づき，書籍として「甘露の法雨」を出版していた。",
                    "亡Aが昭和60年6月17日に死亡した後，被控訴人事業団と控訴人教文社は，題号「聖経  甘露の法雨(大型)」について昭和63年8月23日付けで，題号「聖経  甘露の法雨(中型)」について同年7月4日付けで，題号「聖経  甘露の法雨(手帳型)」について同年11月29日付けで，それぞれ出版使用許諾契約を締結し(なお，上記各契約において，昭和49年契約は，これらの契約に継承されるものとされている。)，書籍として「甘露の法雨」を出版してきた(甲16，56，乙イ3の1・2・10)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人事業団は，平成21年2月頃，控訴人教文社に対し，上記各出版使用許諾契約について，更新を拒絶する旨の通知をした。",
                    "その後，被控訴人事業団は，平成22年2月16日，被控訴人光明思想社との間で，書名「立教八十周年記念特別限定版  聖経  甘露一切を霑す」についての出版権設定契約を締結したが，当該書籍の一部として「聖経  甘露の法雨」が含まれている。",
                    "また，被控訴人事業団は，平成24年9月30日，被控訴人光明思想社との間で，書名「聖経  四部経」についての出版権設定契約を締結したが，当該書籍の一部として「聖経  甘露の法雨」が含まれている(甲56，77，78)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被控訴人事業団は，平成24年1月4日到達の通告書により，控訴人生長の家に対し，①被控訴人事業団が同年4月以降公益社団法人に移行するに当たり，本件覚書による無償使用許諾を継続するのは公益性に反すること，②別件訴訟1の第2事件の提起等により被控訴人事業団と控訴人生長の家との間の信頼関係が破壊されたことなどを理由に，同年3月31日限り，本件覚書による本件著作物2の使用許諾を終了する旨通知した(本件解約通知)。",
                    "その後，被控訴人事業団は，被控訴人光明思想社との間で，平成25年8月8日，書名「御守護  甘露の法雨」(出版物の体裁：縦105mm×横48mm)について，平成26年11月19日，書名「聖経  甘露の法雨(27年御守型)」(縦72mm×横31mm・折り本型)について，それぞれ出版権設定契約を締結した(甲6，11，12，79)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "ところで，被控訴人事業団と控訴人生長の家との間には，亡Aの死亡後，亡Aの著作物に係る著作権の帰属，その管理や出版方針等をめぐって紛争が生じたものの，もともと，被控訴人事業団は，亡Aが創始した宗教団体「生長の家」の宗教的信念に基づき社会厚生事業等を行うために，亡Aの本件寄附行為により成立した財団法人であり，控訴人生長の家は，亡Aの著作物である「生命の實相」を聖典と仰ぎ，「甘露の法雨」を聖経として，宗教活動を行う宗教団体であることから，被控訴人事業団及び控訴人生長の家は，いずれも亡Aの著作物を使用して，その宗教活動等を行ってきたものである(甲30～32，56，弁論の全趣旨)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件覚書に係る合意の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)イ認定のとおり，本件覚書には，著作権者である被控訴人事業団が控訴人生長の家による本件著作物2の複製及び交付に同意する旨が記載されているが，複製及び交付の期間や対価についての記載はないことからすると，本件覚書に係る合意は，被控訴人事業団が，控訴人生長の家に対し，本件著作物2を肌守り用や霊無償で許諾したものであると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人生長の家の主張について",
                  "text": [
                    "控訴人生長の家は，本件覚書に係る合意は，その文言，作成目的，合意に至る経緯及び控訴人生長の家が既に60年近くにわたり，本件覚書に従って「甘露の法雨」を無償で肌守り用又は霊牌用に限り非売品として複製し，信者に交付してきたという事情に照らし，被控訴人事業団が「甘露の法雨」の著作権を「永久的に」行使しないと約束するものであると解すべきである旨主張する。",
                    "しかし，本件覚書には，その文言上，被控訴人事業団が「甘露の法雨」に係る著作権を永久的に行使しないことを約したことを示す文言は存在しない。「著作権を行使しない」との文言があるからといって，これに本件覚書に係る合意が永久的に存続するとの合意の趣旨が表れているとまではいえない。",
                    "また，本件覚書の作成目的やその合意に至る経緯は，本件覚書(甲9)に記載のとおりであると認められるが，これらの事情が認められるからといって，また，控訴人生長の家が，本件覚書に基づき，長年にわたりその信徒に対し，肌守り用等として控訴人経本を頒布してきた経過があったからといって，直ちに，本件覚書に係る合意が永久的に存続するものであることが合意されていたとの事実を認めるに足りない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件覚書に係る合意の解約の効力",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件覚書に係る合意は，前記(2)アのとおり，本件著作物2について期間の定めなく無償で使用許諾をしたものであると解されるが，被控訴人事業団は，亡Aが創始した宗教団体「生長の家」の宗教的信念に基づき社会厚生事業等を行うために設立された財団法人(平成24年4月1日以降は公益財団法人)であり，亡Aの本件寄附行為により本件著作物2の著作権を有するに至ったこと，控訴人経本は，専ら控訴人生長の家の宗教活動上使用されているものであること，本件覚書に係る合意は，亡Aの同意の下，前記(1)認定の経緯，目的により締結されたものであること，本件覚書の内容，特に，本件覚書による取決事項については「甘露の法雨」の著者である亡Aの同意を要する旨規定されており，少なくとも，著作権者である被控訴人事業団による自由な解約を認めない趣旨であったと解されることに照らすと，本件覚書に係る合意を解約するには，当事者間の信頼関係が破壊されたことなど解約を正当とする理由が必要であると解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人事業団は，本件覚書に係る合意の解約を正当とする理由として，①被控訴人事業団の公益法人化に伴って，本件著作物2に係る著作権は公益目的事業財産となったから，被控訴人事業団は，印税を適正公平に収受することを要するところ，控訴人生長の家の国内布教を援助することは被控訴人事業団の公益目的事業に含まれていないから，本件覚書による無償の利用許諾を継続することは，公益法人認定法上許されないこと，②本件覚書に係る合意は，控訴人生長の家が，肌守り用等の非売品として複製頒布することに限って無償で許諾するものであるところ，控訴人生長の家は控訴人経本を奉納金と引換えに信徒に頒布しており，本件覚書に定める「非売品」であるとはいえないこと，③控訴人生長の家が，別件訴訟1の第2事件を提起したこと，④控訴人生長の家が，そのブラジル伝道本部に対し，被控訴人事業団が受領すべき亡Aの著作物の印税を控訴人生長の家に納めるように申し入れたこと，⑤控訴人生長の家は，控訴人教文社による被控訴人事業団の著作権侵害行為に実質的に関与していたことを挙げる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠(甲30～32)によれば，控訴人生長の家は，被控訴人らを被告として，別件訴訟1の第2事件を提起し，亡Aが戦前に創作した著作物である「生命の實相〈黒布表紙版〉」(全20巻)及び「初版革表紙  生命の實相  復刻版」について，控訴人生長の家が亡Aの共同相続人らから著作権の遺贈及び売買による譲渡を受けたから，上記著作物に係る著作権は控訴人生長の家に帰属するなどと主張して，著作権侵害に基づき，被控訴人らに対し，書籍の出版等の差止め及び廃棄，上記復刻版の著作権確認等を求めたこと並びに控訴人生長の家の上記請求はいずれも棄却されたことが認められる。",
                        "前記1(1)認定の，被控訴人事業団の寄附行為の規定，本件確認書の作成及び「生命の實相」に係る著作権登録の経緯に照らすと，控訴人生長の家が別件訴訟1において，第2事件を提起し，上記のとおり主張したこと，すなわち被控訴人事業団が挙げる③の事情は，著作権者である被控訴人事業団と，同人から使用許諾を受けた控訴人生長の家との間の信頼関係に影響を与えるものであったといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，被控訴人事業団が挙げるその余の事実は，以下のとおり，そもそもその事実自体が認められないか，あるいは，被控訴人事業団と控訴人生長の家との間の信頼関係を揺るがすに足りる事情とはいえない。",
                        "すなわち，①被控訴人事業団の公益法人化に伴って，本件覚書による無償の利用許諾を継続することが許されないとする点については，その法的根拠が明らかであるとはいえないし，そもそも，控訴人生長の家と許諾条件の変更等を協議することなく，一方的に解約することを正当化し得る事情であるとはいえない。",
                        "また，②控訴人生長の家による控訴人経本の頒布が，本件覚書に定める「非売品」としての頒布であるとはいえないとする点については，控訴人生長の家は，前記(1)ウ認定のとおり，奉納金(1部につき500円ないし700円)を奉納した者に対し，肌守り用として控訴人経本を交付し，また，永代供養料として10万円を奉納した者に対し，霊牌用として控訴人経本を交付してきたものであるが，肌守り，霊控訴人経本の交付が，宗教法人である控訴人生長の家から宗教上の儀式を経て行われるものであることに照らすと，控訴人生長の家が信徒から受領している上記金銭は，これら宗教上の儀式を前提として信徒から出捐されたものであると考えられること及び上記頒布方法は本件覚書の作成当時から行われていたものであり，本件覚書に係る合意の前提とされていた頒布方法であると考えられることに照らすと，控訴人生長の家による控訴人経本の頒布が，本件覚書に係る合意に反する態様のものであるということはできない。",
                        "さらに，④控訴人生長の家のブラジル伝道本部に対し，被控訴人事業団が受領すべき亡Aの著作物の印税を控訴人生長の家に納めるように申し入れたとの点については，証拠(甲47)によれば，控訴人生長の家が，平成23年7月15日付け「「印税基金」の取り扱いについて」と題する書面を送付し，社団法人「生長の家ブラジル伝道本部」等に対し，亡A，B，C及びDの著作物について著作権を有する控訴人生長の家は，印税の取扱いについて見直しを行い，今後は，控訴人生長の家に印税を納めてもらう方向で検討を進めることを通知したことが認められる。しかし，同書面には，取扱いを変更する理由として，それまで長年にわたり上記4名の著作物の印税については，「印税基金」としてブラジル伝道本部で積み立て，所有管理してきたが，ブラジル伝道本部の財政事情が好転しており，上記基金が設立された当時とは事情が変わったこと，控訴人生長の家は，上記4名の著作物に係る著作権について，平成20年にBから，平成22年にDから，それぞれ譲渡を受けたことにより，控訴人生長の家が著作権者として印税の取扱いに関する決定を行うことになったことが記載されている。これに加えて，被控訴人事業団が著作権を有する著作物については著作権者が被控訴人事業団であることを明示して契約が締結されていること(乙ロ26～93)から，同書面の対象として，被控訴人事業団が著作権を有する著作物を含むものではないと理解されるものであるということができる。したがって，同書面において，亡Aの著書のうち被控訴人事業団に帰属するものを除外することを明示したり，あるいは，控訴人生長の家に著作権が移転された著作物を具体的に特定したりしていなかったとしても，控訴人生長の家が，同書面をもって，ブラジル伝道本部等に対し，被控訴人事業団が著作権を有する著作物についての印税をも控訴人生長の家に納めるように申し入れたものであるということはできない。なお，上記通知がされた後，ブラジル伝道本部等から被控訴人事業団に支払われるべき印税が控訴人生長の家に納められた事実があったことについては，何ら主張立証がない。",
                        "加えて，⑤控訴人生長の家が控訴人教文社による被控訴人事業団の著作権侵害行為に実質的に関与していたことについては，これを認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被控訴人事業団が正当な理由として挙げる事情のうち上記③の事情は，著作権者である被控訴人事業団と，同人から使用許諾を受けた控訴人生長の家との間の信頼関係に影響を与えるものであったといえるが，前記(1)認定の本件覚書に係る合意を締結するに至る経緯，本件覚書の内容，本件覚書に係る合意被控訴人事業団は，これらとは別に本件著作物2を出版することが可能であり，実際にも，従前は控訴人教文社との間で，現在は被控訴人光明思想社との間で，本件著作物2に係る出版使用許諾契約や出版契約を締結してきたこと等を総合考慮すると，上記③の事情をもって，被控訴人事業団と控訴人生長の家との間の信頼関係が破壊されたものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，被控訴人事業団が行った本件解約通知による解約には，正当な理由があるということはできないから，本件覚書に係る合意が解約により終了したということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "そうすると，控訴人生長の家が控訴人経本を複製又は頒布する行為は，本件覚書に係る合意に基づくものであって，被控訴人事業団の本件著作物2に係る著作権(複製権，譲渡権)を侵害する行為ではないから，被控訴人事業団の控訴人生長の家に対する請求は，いずれも理由がない。",
                "また，控訴人生長の家が控訴人経本を複製する行為は，同様に，出版権を侵害する行為であるとはいえないから，被控訴人光明思想社の控訴人生長の家に対する請求も，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，(1)被控訴人事業団の控訴人教文社に対する本訴請求は，①控訴人書籍の複製，頒布又は販売の申出の差止め，②控訴人書籍の廃棄(一般財団法人世界聖典普及協会が保管する控訴人書籍の廃棄を除く。)，③20万円及びこれに対する平成26年7月24日から支払済みまで年5分の割合による金員の支払を求める限度で理由があり，その余はいずれも理由がなく，(2)被控訴人事業団の控訴人生長の家に対する請求は，いずれも理由がなく，(3)被控訴人光明思想社の控訴人生長の家に対する請求は，いずれも理由がない。なお，被控訴人光明思想社は，控訴人教文社に対する請求を全部棄却した原判決に対して控訴していない。",
            "したがって，(1)控訴人教文社の本件控訴は一部(一般財団法人世界聖典普及協会が保管する控訴人書籍の廃棄に係る部分)について理由があるから，原判決を変更して被控訴人事業団の控訴人教文社に対する請求を上記(1)①ないし③の限度で認容し，その余は理由がないから棄却し，(2)控訴人生長の家の本件控訴は理由があるから，原判決を変更して被控訴人らの控訴人生長の家に対する請求をいずれも棄却し，(3)被控訴人らの本件附帯控訴はいずれも理由がないから，これをいずれも棄却し，被控訴人らの本件附帯控訴に基づく拡張請求は理由がないから，これをいずれも棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10062等",
    "date": "2016-02-24",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)28342",
    "precedent_id": "085694",
    "ipprecedent_id": "4284",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}