{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を次のとおり変更する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，3550万円及びこれに対する平成26年9月9日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人と被控訴人は，被控訴人が金コロイドイムノクロマト法を用いるPOCT（Point  Reader）機器及びその専用試薬を商品化し販売を促進していく事業（本件事業）のために，被控訴人が控訴人に対し，本件事業に関するコンサルタント，控訴人が保有するノウハウの提供等の業務を委託する旨の業務委託契約（本件契約）を締結していた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人に対し，①被控訴人による本件文書1～3の持ち出し及び使用行為が債務不履行又は不正競争に当たると主張して，民法415条又は不正競争防止法4条に基づく損害賠償金7100万円及び遅延損害金の支払並びに本件文書1及び2の返還等を求めるとともに，②控訴人が本件文書3の所有権を有すると主張して，所有権に基づき，本件文書3の返還及び本件文書3を使用した薬品類の製造販売の差止めを求めて，本件訴訟を提起した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原審は，①被控訴人による本件文書1～3の違法な持ち出し行為も使用も認められない，②本件契約に基づいて被控訴人の従業員が控訴人の事業所において関与した実験のデータや製造の方法・ノウハウないしこれが記載された本件文書3の所有権が控訴人に帰属するとは認められないとして，控訴人の請求をいずれも棄却した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，原判決のうち，①民法415条又は不正競争防止法4条に基づく損害賠償請求を棄却した点（ただし，請求額は3550万円に減縮した。），②本件文書3を使用した薬品類の製造販売の差止請求を棄却した点のみを不服として控訴したが，②差止請求に係る訴えを取り下げるなどして，最終的に，被控訴人に対し，①被控訴人による本件文書3の持ち出し及び使用行為が債務不履行又は不正競争に当たると主張して，民法415条又は不正競争防止法4条に基づく損害賠償金3550万円及びこれに対する訴状送達の日の翌日である平成26年9月9日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "本件の前提事実は，下記のとおり原判決を補正するほかは，原判決の「事実及び理由」欄の第2，1に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決「事実及び理由」欄の第2の1(3)イ（3頁20行～22行）に「同年12月に体外診断用医薬品について製造販売の届出をして，」とあるのを，「同年12月18日，体外診断用医薬品（一般的名称「フェリチンキット  30377000」，販売名「ポイントストリップ  フェリチン-500」，「ポイントストリップ",
              "text": [
                "フェリチン-100」）について製造販売の届出をして（本件届出。甲82，83）」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決「事実及び理由」欄の第2の1(3)イ（3頁20行～22行）の後に，次の記載を追加する。",
                "「ウ  被控訴人は，平成27年1月15日作成の「ポイントストリップ  フェリチン-500の保存安定性の設定に関する資料」（乙30）に，被控訴人川崎バイオラボにおいて製造した「ポイントストリップ  フェリチン-500」3ロットについて，試験実施期間を平成26年5月26日～同年12月26日として，感度試験，正確性試験，同時再現性試験を実施した旨を記載し，平成27年1月30日作成の「ポイントストリップ  フェリチン-100の保存安定性の設定に関する資料」（乙28）に，被控訴人川崎バイオラボにおいて製造した「ポイントストリップ  フェリチン-100」3ロットについて，試験実施期間を平成26年6月20日～平成27年1月20日として，感度試験，正確性試験，同時再現性試験を実施した旨を記載した。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "債務不履行の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，医薬品製造承認に代わる届出（本件届出）とそれに先立つ製造に，本件文書3のうち「ポイントストリップフェリチン-500」（PSフェリチン500）及び「ポイントストリップフェリチン-100」（PSフェリチン100）の製造手順書（甲36，72～79）に含まれる別紙秘密情報目録記載の秘密情報（本件秘密情報）を使用した。",
                        "これは，本件契約9条2項（相手方から入手した秘密情報を，本件事業を遂行する目的以外に使用してはならない旨の規定）に違反するものである。",
                        "本件文書3は，本件契約に基づく製造物を製造するための設計図であるが，本件契約において製造（開発を含む。）は控訴人に任されていたから，たとえ被控訴人からの派遣労働者を使用したとしても共有財産とはならず，すべて控訴人に帰属する。また，本件文書3は，被控訴人から派遣された労働者と控訴人従業員が控訴人事業所でなした開発成果物であるが，開発委託契約又は共同研究開発契約がなく，被控訴人が開発費等を支払っていない以上，被控訴人に帰属する理由がない。さらに，労働者派遣事業は，①派遣労働者に対する指揮命令権が派遣先にあり，②直接的に派遣先のために労働力を提供していれば，労働者派遣契約書がないことや派遣代金を支払っていないことを問うものではないところ，被控訴人から派遣された労働者に対する指揮命令権は控訴人にあり，誰が実験データ等を取ったかに関係なく，医薬品製造業者である控訴人が薬品製造承認（届出）を取得しており，直接的に控訴人のために労働力を提供していたといえるから，被控訴人から派遣された労働者は，労働者派遣事業の派遣労働者である。そして，派遣労働者がなした結果は，派遣先である控訴人に帰属する。",
                        "被控訴人従業員のA及びBが，甲72～79の製造手順書を文書化したことは事実であるが，両名は，ほぼ開発の目途がついた頃に製造担当者として派遣されてきたもので，控訴人が中心となって開発した生産方法を，被控訴人従業員のCらから伝授され製造を担当し，その生産方法を忠実に製造手順書に落とし込んだにすぎず，生産方法を考え出したわけではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，本件契約存続中にPSフェリチン500等を製造した。",
                        "これは，本件契約2条2項（本件事業の遂行に当たり，控訴人は機器及び試薬の製造等を，被控訴人はその販売等を担当する旨の規定）に違反するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人の主張は，否認ないし争う。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "医薬品製造承認に代わる届出（本件届出）とそれに先立つ製造に，本件秘密情報を使用したという事実はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，単独でポイントストリップフェリチンを製造する設備，人的能力がなかったため，被控訴人従業員が実際に製造を行っていた。本件秘密情報が記載された甲72～79の製造手順書は，被控訴人従業員Cが中心となって開発した製品を製造するため，被控訴人従業員A及びBが中心となり作成したものである。A及びBは，甲72～79を控訴人に提供したが，控訴人は，提供を受けた書類に控訴人名義の表紙をつけるだけであり，作成にはほとんど関与していない。",
                        "また，被控訴人は，控訴人に対し労働者派遣を行っていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被控訴人は，本件契約の契約期間中にPSフェリチン500等を製造していない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不正競争の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "被控訴人は，本件契約の一方的な解約により本件秘密情報を被控訴人のノートパソコンに格納したまま持ち出した。また，被控訴人は，医薬品製造承認に代わる届出（本件届出）とそれに先立つ製造に，本件秘密情報を使用した。",
                    "本件秘密情報は，秘密として管理されている生産方法であって，公然と知られていないものであるから，営業秘密に該当する。",
                    "したがって，被控訴人の上記各行為は，不正競争防止法2条1項4号～6号所定の不正競争に当たる。",
                    "被控訴人は，本件秘密情報が公然と知られていないものとはいえないと主張するが，被控訴人の主張は，既に知られている単なる技術の羅列であり，生産技術である本件秘密情報と対比できる性質のものではない。また，被控訴人は，本件秘密情報が「秘密として管理」されていなかったと主張するが，当時の控訴人従業員は，役員も含めて4名で，全員が製造に関与しており，本件秘密情報を閲覧する必要があったし，被控訴人から派遣されていた従業員には，本件契約により秘密保持義務が課されていた。さらに，控訴人事務所の1階の入口は，2重式のドアでそれぞれに施錠ができるようになっており，本件文書3が備え置かれていた2階の製造室は，入室が許可されない限り立ち入れないことになっていた。鍵が掛かっていないことや秘密の書類であることを明記することは，営業秘密の要件ではないから，本件秘密情報は「秘密として管理」されていたといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人の主張は，否認ないし争う。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件文書3は，前記(1)イ(ウ)のとおり，もともと被控訴人従業員が中心となって作成したものであり，違法な持ち出しにより取得したものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "医薬品製造承認に代わる届出（本件届出）とそれに先立つ製造に，本件秘密情報を使用したという事実はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件秘密情報は，営業秘密に当たらない。",
                        "本件秘密情報は，ほとんどが一般的な技術であるほか，既に販売されている商品を解析すれば容易にわかるものであるなど，いずれも「公然と知られていないもの」とはいえない。また，本件秘密情報を含む本件文書3は，控訴人事業所内の施錠されていない部屋の中の，鍵のかかっていない棚に保管されており，控訴人及び被控訴人の従業員が自由に閲覧できる状態となっており，秘密情報であることも明示されていなかったから，「秘密として管理」していなかった。さらに，甲73のホウ酸バッファの作成手順及び使用pH値の処方は，事業活動に有用な技術上の情報とはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害の有無及びその額",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "被控訴人は，開発費を払わずに，本件文書3を含む開発成果物により，PSフェリチン500等を製造し，医薬品医療機器総合機構に本件届出をした。",
                    "体外診断用医薬品は，製造承認を取得するまで1項目につき平均2年程度掛かるものであり，今回も実質4年弱掛かっている。そこで，上記開発費としては，PS フェリチン500，PSフェリチン100，「Point  Strip  Canine-CRP」（犬用CRP）の3品目につき，それぞれ人件費を含む開発費2000万円，原材料費1000万円，機械工具費500万円の合計3500万円が相当であり，その総額は1億0500万円である。もっとも，被控訴人が開発費として原材料費・機械工具費を負担した部分もあり，違法ではあるが被控訴人の従業員による派遣労働もあったことから，その66％程度を減じた3550万円が上記開発費に相当する控訴人の損害である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の反論",
                  "text": [
                    "否認ないし争う。",
                    "医薬品の製造承認について要する期間，費用等は，申請者の技術力，会社規模，実績等によって大きく異なるものであり，被控訴人においては，控訴人主張の期間，費用を要するものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求は，いずれも棄却すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "以下に掲記する証拠及び弁論の全趣旨によれば，次の事実を認定することができる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人代表者は，訴外株式会社常光（常光）において，金コロイドイムノクロマト法による妊娠診断薬「シュアーステップhCG」（甲42），排卵時期測定キット「シュアーステップLH」（甲43），便潜血反応キット「ヘモゴールド50」（甲44）等を，米国から輸入して販売していた（甲60）。",
                "また，控訴人代表者は，ヘモグロビンPOCT迅速測定装置「i-Reader Hemo」（甲45）の開発に参画し，同社において，同装置を販売していた（甲60）。",
                "さらに，控訴人代表者は，常光の子会社である訴外株式会社バイオサイバー（バイオサイバー）と血清フェリチンのキットの開発を行い，平成17年9月に開催された第29回日本鉄バイオサイエンス学会学術集会において，病院等に勤務する共同研究者7名と共に，「イムノクロマト法による血清フェリチン迅速測定法とその有用性」と題する報告を行った。抄録によれば，慢性C型肝炎の対症療法としての除鉄療法（瀉血療法＋鉄制限食）の瀉血の際，ベッドサイドでの血清フェリチンの定量が不可欠であることや，鉄欠乏性貧血の治療や献血時の鉄欠乏性貧血の予防にも血清フェリチンの迅速な測定が必須であることから，血清フェリチンの迅速測定法を開発したものであり，バイオサイバー製の試薬と常光製の測定機器を用いた測定結果によれば，血清フェリチン値の同時再現性は，10～100ng／mLではCV10％以下であり，従来のEIA法との相関もR2＝0．9252と高かったとされている。（甲46，60，87）",
                "イムノクロマト法とは，毛細管現象を応用した免疫測定法の1つで，被測定物質と標識抗体（金コロイド粒子やカラーラテックスなどの可視的な物質で標識されている）との免疫複合体を，試験片上の線状に抗体を配置した部分で集中的に捕捉し，捕捉された免疫複合体（色付きのラインとして出現する）を目視又は光学的に読み取ることで被測定物質を測定する方法である。しかし，イムノクロマト法は，取扱いが簡易な反面，定量精度が低いという課題があるとされ，従来は，主にインフルエンザや妊娠，アレルギー検査などの定性分析に用いられていた。（甲48，86）",
                "控訴人代表者は，共同研究者である医師らから，フェリチンがあるかないかを示す定性検査では，鉄欠乏性貧血や鉄過剰症を診断するには正確性に課題があるため，CV7％以下の本格的な定量キットにするように指摘されていたが，開発には，多額の費用と人材が不可欠であり，協力企業を探していた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人代表者は，常光を定年退職後，平成19年9月13日，控訴人を設立し，控訴人と訴外株式会社生研（生研）は，同日，控訴人が生研による検査薬及び機器の研究開発及び製造などのコンサルタント及び一般経理事務を引き受けることなどを内容とする研究開発コンサルタント等契約を締結した（甲1，47，60）。",
                "また，Cは，控訴人の紹介により，生研に採用された（甲52，60）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人と生研は，平成22年8月4日，被控訴人，生研，訴外株式会社生理科学研究所（生理科学研）及び控訴人が共同して行う金コロイドイムノクロマト法を用いるPOCT（Point  Reader）機器試薬の研究開発についての共同開発契約（甲84）を締結するとともに，同試薬の商品化の検討について，商品化に関する覚書（甲85）を締結した。",
                "上記共同開発契約では，上記開発において，被控訴人又は生研（生理科学研及び控訴人を含む。）により，発明，考案又は意匠の創作がなされた場合，当該発明等に関する特許，実用新案登録又は意匠登録を受ける権利及び当該権利に基づき取得する知的財産権の帰属は，被控訴人及び生研（生理科学研及び控訴人を含む。）の共有とし，その持分はそれぞれ均等とするものとされた（9条1項）。",
                "また，上記覚書では，被控訴人は，生研（生理科学研及び控訴人を含む。）に対し，同社が自ら又は第三者を通じて上記機器を製造及び販売せず，上記試薬を販売しないことの対価として，2000万円を支払うものとされ（9条），被控訴人は，平成23年11月17日までに，同社に対し2000万円を支払った（甲52）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人と被控訴人は，平成22年9月6日，被控訴人が控訴人に対し金コロイドイムノクロマト法を用いるPOCT（Point  Reader）機器の基本プログラム開発，基本プログラムの変換，メインボードの開発を委託する旨の開発委託契約を締結した（甲41）。",
                "控訴人は，上記開発委託契約に基づき，デンシトメトリー分析装置「ポイントリーダー」（甲59）を開発した。",
                "もっとも，前記(1)の学会報告では，上記分析装置に使用する測定試薬としては定量という点で不完全であったため，測定試薬を開発する必要があった。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "控訴人と被控訴人は，平成23年6月1日，被控訴人の本件事業のために，被控訴人が控訴人に対し，本件事業に関するコンサルタント，控訴人が保有するノウハウの提供等の業務を委託する旨の業務委託契約（本件旧契約）を締結した（甲10）。",
                "本件旧契約では，被控訴人が控訴人に対し月額50万円の委託料を支払うものとされ（3条），また，被控訴人が控訴人に対し新たな試薬の開発を委託する場合には，別途，開発委託契約を締結するものとされた（1条1項6号ただし書）。",
                "さらに，控訴人が受託業務の遂行において発明，考案又は意匠の創作をしたときは，特許，実用新案登録又は意匠登録を受ける権利及び当該権利に基づき取得する産業財産権の帰属は，控訴人及び被控訴人の共有とし，その持分は，協議の上決定するとされ（7条1項），受託業務の遂行において生じた著作権及び回路配置利用権の設定登録を受ける権利の帰属についても，これに準ずるものとされた（同条4項）。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "本件旧契約締結後，控訴人事業所には，被控訴人従業員が駐在し，控訴人従業員と共に，本件事業のための開発や製造に従事するようになった。",
                "具体的には，Cは平成23年6月（生研から被控訴人に同月転籍）から，Dは平成24年6月頃から，Eは平成24年9月（控訴人から被控訴人に同月転籍）から，Bは平成24年12月から，F，G，Hは平成25年11月（Fは控訴人から被控訴人に同月転籍）から，控訴人事業所に常駐していたほか，A，Iは，随時，控訴人事業所に駐在していた（甲39，40，52，60）。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "控訴人と被控訴人は，糖尿病の診断マーカーであるヘモグロビンA1Cの共同研究開発のため，平成23年9月1日，本件旧契約1条1項6号ただし書に基づき，診断薬開発委託についての覚書（本件開発委託覚書）を締結した（甲50，60）。",
                "本件開発委託覚書は，被控訴人が控訴人に対し，金コロイドイムノクロマト法を用いるPOCT（Point  Reader）について，糖化ヘモグロビン測定キットに対応する専用診断薬（テストストリップを含む。）の開発（本件開発）を委託することを目的とするものであり（1条1項），本件開発の結果，被控訴人により商品化を決定したものについては，当面，控訴人が製造し，被控訴人が独占的に販売するが，被控訴人が薬事法上の製造業又は製造販売業の認可を取得した場合は，被控訴人が独占的に製造及び販売を行い，控訴人に対しライセンス料を支払うものとされた（1条3項，7条）。",
                "また，本件開発の委託料として，被控訴人は本件開発に関わる物品購入費，外注費を負担するものとし，本件開発の遂行において，格別の費用が生じたときは，その負担等は別途協議して決定するものとされた（5条）。",
                "さらに，本件開発の遂行において控訴人が発明，考案又は意匠の創作をしたときは，特許，実用新案登録又は意匠登録を受ける権利及びこれに基づき取得する産業財産権は，控訴人及び被控訴人の共有とし，その持分は，協議の上決定するとされ（9条1項），本件開発の遂行において生じた著作権及び回路配置利用権の設定登録を受ける権利の帰属についても，これに準ずるものとされた（同条4項）。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "控訴人事業所に常駐していた被控訴人従業員のC，Dらは，デザインレビューという名目で，たびたび被控訴人事業所に呼び出されて説明を求められ，開発の進展が遅れたことがあった。",
                "また，被控訴人従業員Jは，平成24年2月29日，控訴人代表者に対し，同人とのディスカッションで決まった実験内容に即して今後の開発行為を進めるように，JからCに対して指示したことを報告した（甲88）。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "控訴人と被控訴人は，平成24年9月1日，本件旧契約を一部変更して，本件契約を締結したが，本件契約では，被控訴人が控訴人に対し月額77万円（ただし，平成24年6月～11月は月額50万円）の委託料を支払うものとされた（3条）。",
                "また，控訴人が受託業務の遂行において発明，考案又は意匠の創作をしたときは，特許，実用新案登録又は意匠登録を受ける権利及び当該権利に基づき取得する産業財産権の帰属は，控訴人及び被控訴人の共有とし，その持分は，協議の上決定するとされ（8条1項），受託業務の遂行において生じた著作権及び回路配置利用権の設定登録を受ける権利の帰属についても，これに準ずるものとされた（同条4項）。",
                "    (10) 控訴人と被控訴人は，平成24年10月1日，両者間で継続して行うポイントストリップ及びその補充用試薬の売買に関し，その製造販売に当たり，控訴人がその保有する医薬品製造販売業許可及び医薬品製造業許可に基づき製造を行い，その全量を被控訴人に売却し，被控訴人はその全量を引き取ることなどを内容とする売買基本契約を締結した（甲15）。",
                "    (11) 控訴人代表者は，平成24年10月11日，被控訴人従業員に対するメールにおいて，「業務委託契約とは場所の提供，薬事申請，諸手続，開発・製造・販売の助言等になります。製造や出荷等は業務委託には含まれません。これは売買契約に入ります。」との認識を表明した。（乙3）",
                "    (12) 控訴人は，平成24年10月19日に体外診断用医薬品（一般的名称「フェリチンキット  30377000」，販売名「ポイントストリップフェリチン-500」）について，平成25年2月25日に体外診断用医薬品（一般的名称「フェリチンキット  30377000」，販売名「ポイントストリップフェリチン-100」）について，製造販売の届出をした（甲8，9）。",
                "    (13) 控訴人，控訴人代表者及び被控訴人は，平成24年11月6日，控訴人と被控訴人との業務提携，資本提携等の企業提携の可能性について，誠実に協議する旨の覚書を締結した（甲26）。",
                "    (14) 被控訴人は，平成25年4月，イムノクロマト法による血清フェリチンの定量分析が可能な装置及び試薬を日本で初めて製品化し，イムノクロマト法を採用した卓上タイプの血液分析装置「ポイントリーダ―（R）」及び専用の血清フェリチン試薬である「ポイントストリップ（R）フェリチン」シリーズと合わせて国内販売を開始する旨プレスリリースした（甲86）。",
                "そして，被控訴人は，その頃から，PSフェリチン500，PSフェリチン100を販売していたが，それらの添付文書やカタログには，製造販売元として控訴人が，販売元として被控訴人が記載されていた（甲13，14，59）。",
                "    (15) 控訴人は，被控訴人に対し，平成25年1月から平成26年7月までの間に，PSフェリチン500を約400キット販売した（甲60）。",
                "また，控訴人は，被控訴人に対し，平成25年4月から平成26年7月までの間に，PSフェリチン100を約400キット販売した（甲60）。",
                "さらに，控訴人は，被控訴人に対し，平成26年2月から同年8月までの間に，犬用CRPを約300キット販売した（甲16，60）。",
                "    (16) 被控訴人は，平成26年5月9日，同日開催の取締役会において，同年6月26日開催予定の株主総会に，同社の事業目的に「医薬品，医薬部外品，健康食品および化粧品の製造，販売」を追加することなどを内容とする定款の一部変更を付議することを決議した旨発表した（甲29）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1（債務不履行の有無）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被控訴人による本件秘密情報の使用が本件契約9条2項に違反すると主張するところ，同条項で目的外使用が禁止されるのは「相手方から入手した秘密情報」であるから，まず，本件秘密情報が（被控訴人が）控訴人から入手した秘密情報に当たるかを検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記認定事実によれば，控訴人代表者は，前職の常光勤務当時から，金コロイドイムノクロマト法による各種診断薬の輸入販売等に従事したほか，病院等に勤務する共同研究者らと共に，イムノクロマト法による血清フェリチン迅速測定法の研究を行い，既に平成17年9月には同研究についての学会報告を行っていたことが認められる。そして，控訴人代表者が設立した控訴人が，平成19年には生研との間で同社による検査薬及び機器の研究開発等のコンサルタントを引き受ける旨の研究開発コンサルタント等契約を締結する一方，被控訴人は，平成22年8月には生研との間で金コロイドイムノクロマト法を用いるPOCT（Point  Reader）機器試薬の研究開発についての共同開発契約を締結し，同年9月には控訴人との間で同社に対し上記機器の基本プログラム開発等を委託する旨の開発委託契約を締結し，平成23年6月には控訴人との間で同社に対し本件事業に関するコンサルタント，同社が保有するノウハウの提供等の業務を委託する旨の本件旧契約を締結し，同年9月には控訴人との間で同社に対し上記POCTについて糖化ヘモグロビン測定キットに対応する専用診断薬の開発（本件開発）を委託することを目的とする本件開発委託覚書を締結したことが認められる。",
                    "これらの事実によれば，控訴人及び被控訴人においては，金コロイドイムノクロマト法による血清フェリチンの測定機器及び診断薬の開発について，控訴人代表者が最も豊富な知識と経験を有していたものであり，金コロイドイムノクロマト法による血清フェリチン試薬であるPSフェリチン500及びPSフェリチン100の開発に当たっても，これに従事した控訴人及び被控訴人の従業員の中で，控訴人代表者が中心的な役割を果たしたものと推認することができる。",
                    "しかしながら，控訴人と被控訴人との間において，PSフェリチン500及びPSフェリチン100についての開発委託契約又は共同研究開発契約は締結されておらず，控訴人及び被控訴人が共に従事したPSフェリチン500及びPSフェリチン100の開発に伴う知的財産権やノウハウの帰属に関する明示的な合意は見当たらない。かえって，控訴人と被控訴人との間で締結された書面による合意では，本件旧契約，本件開発委託覚書，本件契約のいずれにおいても，控訴人がした発明等であっても，特許等を受ける権利やこれに基づく産業財産権の帰属については，控訴人及び被控訴人の共有（ただし，持分は別途協議）とするものとされており，知的財産権については控訴人及び被控訴人の共有とすることが基本的な両者の認識であったと窺われる。",
                    "そうすると，控訴人と被控訴人との間の合意を根拠として，PSフェリチン500及びPSフェリチン100の開発に伴う知的財産権やノウハウが控訴人のみに帰属し，被控訴人がこれを使用することができないものであって，PSフェリチン500及びPSフェリチン100の製造手順書に含まれる本件秘密情報が，（被控訴人が）控訴人から入手した秘密情報に当たるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，前記認定事実によれば，PSフェリチン500及びPSフェリチン100の開発に従事した被控訴人従業員（本件駐在員）は，控訴人事業所に駐在していたものと認められるが，本件旧契約，本件契約の下で，被控訴人が金コロイドイムノクロマト法を用いるPOCT（Point  Reader）機器及びその専用試薬を商品化し販売を促進していくという本件事業を行うために，人材が十分でない控訴人従業員と共に開発に従事したものと認められ，本件駐在員に対する指揮命令権が控訴人にあったとは認められないし，控訴人のために労働に従事させていたとも認められない。前記イのとおり，上記開発の現場において，金コロイドイムノクロマト法による血清フェリチンの測定機器及び診断薬の開発について最も豊富な知識と経験を有していたのは控訴人代表者であったことからすれば，控訴人代表者が，本件駐在員に対し，上記開発において行う個別具体的な実験や作業について指示を行うことが少なからずあったことが推認されるものの，そのような現場における個別具体的な作業の指示が控訴人の本件駐在員に対する指揮命令権を直ちに基礎付けるものということはできないし，控訴人も自認するとおり，本件駐在員であったC，Dらは，デザインレビューという名目で，たびたび被控訴人事業所に呼び出されて説明を求められたことがあったほか，Cは，被控訴人の上司から控訴人代表者とのディスカッションで決まった実験内容に即して今後の開発行為を進めるように指示を受けていたのであり（甲88），控訴人事業所駐在前と同様に，被控訴人の指揮命令権になお服していたことが認められる。",
                    "そうすると，本件駐在員が派遣労働者として，控訴人のためにPSフェリチン500及びPSフェリチン100の開発に従事したものとはいえないから，本件駐在員が派遣労働者であることを根拠として，PSフェリチン500及びPSフェリチン100の開発に伴う知的財産権やノウハウが控訴人のみに帰属し，被控訴人がこれを使用することができないものであって，PSフェリチン500及びPSフェリチン100の製造手順書に含まれる本件秘密情報が，（被控訴人が）控訴人から入手した秘密情報に当たるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件秘密情報が（被控訴人が）控訴人から入手した秘密情報に当たるということはできないから，その余の点を判断するまでもなく，被控訴人の本件秘密情報の使用が本件契約9条2項に違反する旨の控訴人の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，本件契約において開発を含む製造は控訴人に任されていたから，本件駐在員を使用したとしても，本件文書3記載の情報は，共有財産とはならず，全て控訴人に帰属する旨主張する。",
                    "しかしながら，本件旧契約1条1項6号ただし書やこれに基づく本件開発委託覚書に照らすと，本件旧契約を一部変更した本件契約に，控訴人に対するPSフェリチン500及びPSフェリチン100の開発委託が含まれていたと認めることは困難であるし，仮に本件契約における業務委託の範囲内であったとしても，本件契約8条1項の趣旨に照らせば，上記開発に伴う知的財産権やノウハウについては控訴人及び被控訴人の共有とすることが基本的な認識とされていたのであって，控訴人のみに帰属するものとはいえず，前記イのとおり，本件契約を離れても，控訴人と被控訴人との間の合意を根拠として，上記開発に伴う知的財産権やノウハウが控訴人のみに帰属し，被控訴人がこれを使用することができないと認めることはできない。",
                    "控訴人の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人は，本件文書3は控訴人従業員と本件駐在員がなした開発成果物であるが，PSフェリチン500及びPSフェリチン100について，開発委託契約又は共同研究開発契約がなく，被控訴人が開発費等を支払っていない以上，被控訴人に帰属する理由がない旨主張する。",
                    "しかしながら，控訴人が人材の不足を第三者の雇用により補い，控訴人の費用と危険の負担の下，控訴人のみによりPSフェリチン500及びPSフェリチン100の開発を行ったという場合とは異なり，控訴人は，被控訴人従業員である本件駐在員と共に上記開発を行ったのであるから，上記開発に伴う知的財産権やノウハウが控訴人のみに帰属する旨の合意などの根拠が認められない以上，これらの権利等を被控訴人が使用することを制限することはできない。このことは，被控訴人が開発費等を支払ったか否かに左右されるものではない（被控訴人は，自ら雇用する本件駐在員を上記開発に従事させること等により，実質的に上記開発に要する費用の一部を負担しているともいえるが，その点を考慮するまでもない。）。",
                    "控訴人の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の2(2)によれば，被控訴人は，同社川崎バイオラボにおいて，保存安定性に関する試験のために，平成26年5月26日までにPSフェリチン500を3ロット，同年6月20日までにPSフェリチン100を3ロット製造したことが認められる。被控訴人は，本件契約期間中にPSフェリチン500等を製造していない旨主張するが，本件契約は，同年8月31日の経過により終了したものであるから，被控訴人が本件契約期間中にPSフェリチン500及びPSフェリチン100を各3ロット製造したことは，明らかである。他方，その余の製造の事実は，認めるに足りる証拠がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，前記アの被控訴人の本件契約期間中の製造が本件契約2条2項に違反するかを検討すると，同条項は，「本件事業の遂行にあたって，乙（判決注・控訴人）は自らが有する医薬品製造販売業許可および医薬品製造業許可に基づき，本製品の製造ならびにそれに付帯する申請，管理および諸手続を担当するものとし，甲（判決注・被控訴人）は総販売元として本製品の販売を担当する。詳細は別途売買基本契約書で定める。」というものであって，「本件事業」，すなわち「金コロイドイムノクロマト法を用いるPOCT（Point  Reader）機器およびその専用試薬（テストストリップを含む）（以下，総称して「本製品」という）を商品化し販売を促進していく」事業の「遂行にあたって」の約定であることや，「詳細は別途売買基本契約書で定める。」とされていることに照らすと，PSフェリチン500及びPSフェリチン100を第三者に対し製造販売する際の製造，販売等の分担を約定したものと認められる。",
                    "そうすると，PSフェリチン500及びPSフェリチン100の保存安定性に関する試験を行う前提として，これらを製造する行為については，本件契約2条2項が規定するところではないものと認められるから，前記アの被控訴人の本件契約期間中の製造が同条項に違反する旨の控訴人の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，民法415条に基づく控訴人の損害賠償請求は，その余の点を判断するまでもなく，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2（不正競争の有無）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件秘密情報は控訴人の営業秘密に当たるところ，被控訴人が本件契約の一方的な解約により本件秘密情報を持ち出し，本件届出とそれに先立つ製造に本件秘密情報を使用したことが，不正競争防止法2条1項4号～6号所定の不正競争に当たると主張する。",
                "しかしながら，本件秘密情報を含むPSフェリチン500及びPSフェリチン100の開発に伴う知的財産権やノウハウが控訴人のみに帰属し，控訴人の営業秘密として，被控訴人がこれを使用することができないものであるとはいえないことは，前記2(1)のとおりである。",
                "そうすると，被控訴人が本件秘密情報を持ち出した行為が仮に認められるとしても，これは，同法2条1項4号～6号所定の不正取得行為に当たらないから，被控訴人の本件秘密情報の持ち出し及び使用が同法2条1項4号～6号所定の不正競争に当たる旨の控訴人の主張は，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，不正競争防止法4条に基づく控訴人の損害賠償請求は，その余の点を判断するまでもなく，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の請求をいずれも棄却した原判決は結論において正当であり，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは原判決に従い，原判決に「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と，原判決で付された略称も含めて適宜読み替える。"
  ]
}