{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-800007号事件について平成27年9月25日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成25年3月26日，発明の名称を「黒ショウガ成分含有組成物」とする特許出願をし(特願2013-64545号。優先日は平成24年9月13日，優先権主張国は日本国。以下「本件出願」という。)，平成26年7月4日，特許権の設定登録を受けた(特許第5569848号。請求項の数は2。以下「本件特許」という。)(甲12)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年1月8日，特許庁に対し，本件特許の特許請求の範囲請求項1及び2に記載された発明について特許無効審判請求をした。",
                "特許庁は，これを無効2015-800007号として審理した上，平成27年9月25日付けで，「本件審判の請求は，成り立たない。」との審決をし(以下「本件審決」という。)，その謄本は，同年10月5日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年10月31日，本件審決の取り消しを求めて，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，次のとおりである(甲12。以下，それぞれ「本件発明1」「本件発明2」といい，これらを総称して「本件発明」という。また，本件発明に係る明細書〔甲12〕を，図面を含めて「本件明細書」という。)。",
            "「【請求項1】  黒ショウガ成分を含有する粒子を芯材として，その表面の一部又は全部を，ナタネ油あるいはパーム油を含むコート剤にて被覆したことを特徴とする組成物。",
            "【請求項2】  経口用である請求項1に記載の組成物。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告が主張した無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(進歩性欠如)",
                  "text": [
                    "本件発明は，次の甲1ないし甲7に記載された発明に基づいて，当業者が容易に発明をすることができたものである(甲1ないし甲7は，いずれも本件優先日前に頒布された刊行物であり，甲3が主引用例，甲1及び甲2が副引用例である。甲4ないし甲7は周知技術を示す文献である。)。",
                    "したがって，本件発明は，特許法29条2項の規定により，特許を受けることができないものであり，本件発明についての特許は，同法123条1項2号により無効とされるべきである。",
                    "甲1  特開2009-67731号公報",
                    "甲2  特開2011-236133号公報",
                    "甲3  特開2001-316259号公報",
                    "甲4  特開2009-46438号公報",
                    "甲5  特開2009-1513号公報",
                    "甲6  高橋誠「食品素材の『ナノサイズ』カプセル化技術の開発」オレオサイエンス第8巻第4号(2008年)151～157頁",
                    "甲7  「食品の機能性を評価するために」JFRLニュース第3巻第9号(2009年)1～4頁"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(実施可能要件違反)",
                  "text": [
                    "本件明細書の実施例1及び2には，本件発明1に係る「パーム油(ナタネ油)でコートした黒ショウガの根茎の乾燥粉末(黒ショウガ原末)」の具体的な製造方法や原料の入手方法，すなわち，具体的にどのような大きさ(粒径)の黒ショウガ原末(芯材)に対し，どのような手法を用い，どのような条件で，パーム油(ナタネ油)コートをおこなったかについての記載がないため，当業者は，技術常識を考慮しても，当該パーム油(ナタネ油)でコートされた黒ショウガ原末をどのように製造するかについて理解することができない。",
                    "したがって，発明の詳細な説明は，当業者が本件発明1を実施若しくは追試できる程度に明確かつ十分に記載されているとはいえず，実施可能要件(特許法36条4項1号の要件)を満たしていない(本件発明1に「経口用である」との限定を有する本件発明2についても同様である。)から，本件発明についての特許は，同法123条1項4号により無効とされるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(明確性要件違反)",
                  "text": [
                    "「(芯材)の表面の一部又は全部を，ナタネ油あるいはパーム油を含むコート剤にて被覆した」状態がどのような状態であるかについて，請求項1の記載から明確に理解することはできず，本件明細書の記載をみても，コート層の厚み，被覆率等の記載がなく，黒ショウガ粒子とコート剤の相対関係を明確に理解できないため，当業者は「(芯材)の表面の一部又は全部を，ナタネ油あるいはパーム油を含むコート剤にて被覆した」状態がどのような状態であるかを明確に理解することができない。",
                    "したがって，本件発明1及びこれを引用する本件発明2は，特許請求の範囲の記載が明確でなく，特許法36条6項2号に規定する要件を満たしていないから，本件発明についての特許は，同法123条1項4号により無効とされるべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4(サポート要件違反)",
                  "text": [
                    "請求項1における「ナタネ油あるいはパーム油を含むコート剤にて被覆した」という文言では，コート層の厚み，被覆率等が規定されておらず，実施例においてもコート剤の被覆量が不明であり，仮にナタネ油あるいはパーム油にポリフェノール類の体内への吸収を高める作用があるとしても，どの程度の被覆量で「黒ショウガ成分に含まれるポリフェノール類の体内への吸収性を高める」作用が生じるかについては不明であり，コート剤が極小量の場合や未被覆の部分を有する場合にまで所定の効果が得られるとはいえないから，本件発明は，発明の目的，効果を達成し得ない範囲を包含している。",
                    "したがって，本件発明1及びこれを引用する本件発明2は，特許請求の範囲の記載が発明の詳細な説明に記載した範囲を超えており，特許法36条6項1号に規定する要件を満たしていないから，本件発明についての特許は，同法123条1項4号により無効とされるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(進歩性欠如)について",
                  "text": [
                    "本件発明は，甲1ないし7に記載された発明に基づいて，当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(実施可能要件違反)について",
                  "text": [
                    "本件明細書の記載(段落【0004】，【0007】～【0009】，【0011】，【0015】～【0025】，【0028】～【0033】)から，本件発明の効果(黒ショウガ成分を経口で摂取した場合にも，特に黒ショウガ成分に含まれるポリフェノール類の体内への吸収性を高めると共に，摂取前の黒ショウガ成分の酸化を防止して保存安定性も高め，摂取後の胃液等による変性を防止することができる。)が得られる限りにおいて，原料となる黒ショウガの入手方法には何ら制限はなされておらず，本件発明の目的(黒ショウガ成分を経口で摂取した場合においても，含まれるポリフェノール類を効果的に体内に吸収することができる組成物を提供すること。)に合う限り黒ショウガ成分を含有する粒子の粒子径に制限はなく，ナタネ油あるいはパーム油を含むコート剤を用いる以外にコート剤の材質に限定はなく，かつ公知の方法を適用することによってコート剤による被覆が可能であることが読み取れる。",
                    "したがって，当業者は，本件明細書の記載に基づき，本件発明1の組成物を作ることができる。",
                    "また，本件明細書の記載(段落【0011】，【0014】，【0026】，【0034】～【0042】，【0045】，【0046】，【0048】～【0079】，図1，図3，図4)によれば，本件発明1により，黒ショウガ成分を経口で摂取した場合にもポリフェノール類の体内への吸収性を高めることができるという所定の作用効果が得られるとともに，本件発明1の組成物を飲食品若しくは製剤として摂取できることが本件明細書に開示されているといえる。",
                    "したがって，当業者は，本件明細書の記載に基づき，本件発明1の組成物を使用することができる。",
                    "以上によれば，当業者は，本件明細書の記載に基づき，本件発明1の組成物を作ることができ，かつ，その物を使用することができるといえるから，本件発明1は実施可能である(本件発明2についても同様である。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(明確性要件違反)について",
                  "text": [
                    "「被覆」とはおおいかぶせること(広辞苑  第五版)を意味する。そして，「おおう」とは露出するところがないように，全体にかぶせてしまう意(同書)であり，「かぶせる」とは上におおう(同書)ことを意味している。また，「被覆剤」とは表面上に連続した薄い膜を形成する材料の総称またはこれらの材料でつくられた薄い膜を意味する(マグローヒル科学技術用語大辞典 第3版)。これらの語意からして，本件発明1の組成物において，「被覆」とは，黒ショウガ成分を含有する粒子が芯材となって，表面にナタネ油あるいはパーム油を含むコート剤が薄い膜としておおいかぶさっていることと理解できる。よって，請求項1において，「被覆」の語意及び本件明細書の記載を考慮すれば，「被覆」とは，芯材をコート剤でおおいかぶせることであることは当業者であれば理解できる。",
                    "そして，請求項1にはコート層の厚みもしくは被覆率に関する限定がない以上，黒ショウガ成分を含有する粒子である芯材の一部又は全部を，ナタネ油あるいはパーム油を含むコート剤が被覆してさえいればよいことも文言上理解できる。そのため，請求人の主張にかかわらず，請求項1の記載から，「(芯材)の表面の一部又は全部を，ナタネ油あるいはパーム油を含むコート剤にて被覆した」状態がどのような状態かを当業者は明確に理解することができるといえる。",
                    "したがって，請求項1の記載は明確である。",
                    "また，請求項2は，請求項1に「経口用である」との限定を加えたものであり，経口用とは口から与えるために用いることは明らかであるから，請求項2の記載も明確である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4(サポート要件違反)について",
                  "text": [
                    "黒ショウガ成分を含有する粒子を，ナタネ油あるいはパーム油を含むコート剤にて被覆した組成物によって，ショウガ成分に含まれるポリフェノール類の体内への吸収性を高めるという課題が解決できることを本件明細書の発明の詳細な説明の記載(段落【0008】，【0009】，【0011】，【0014】，【0026】，【0045】，【0046】)から当業者は認識できるといえるから，本件発明1は本件明細書の発明の詳細な説明に記載されている。",
                    "また，請求項2は，請求項1に「経口用」との限定が加わったものであるが，本件発明が経口用であることは本件明細書(段落【0008】～【0011】，【0014】，【0035】)にも記載されており，実施例でも経口投与(自由摂取)の例が開示されていることから(段落【0048】～【0050】，【0056】)，請求項2の事項も本件明細書に記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "無効理由1(進歩性欠如)に関し，本件審決が認定した引用発明，本件発明1と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3に記載された引用発明A 茶ポリフェノール類粒子を芯材として，その表面の一部又は全部を，ナタネ油を含むコート剤にて被覆した組成物"
                },
                {
                  "fig": "イ",
                  "subject": "引用発明Aとの対比",
                  "text": [
                    "(一致点)",
                    "粒子を芯材として，その表面の一部又は全部を，ナタネ油を含むコート剤にて被覆した組成物である点",
                    "(相違点a)",
                    "本件発明1では，黒ショウガ成分を含有する粒子が用いられているのに対して，引用発明Aでは茶ポリフェノール類粒子が用いられている点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲3に記載された引用発明B 菜種極度硬化油及びポリグリセリン脂肪酸エステルを混合して加熱融解し，ポリグリセリン縮合リシノレイン酸エステルを混合し，茶ポリフェノールを加えた油性懸濁液を調製し，これをコボールミルに掛けることによって得られた，平均粒子径1．0μmのポリフェノール微細化物"
                },
                {
                  "fig": "エ",
                  "subject": "引用発明Bとの対比",
                  "text": [
                    "(一致点)",
                    "組成物である点",
                    "(相違点b)",
                    "本件発明1では，「黒ショウガ成分を含有する粒子」が使用されているのに対して，引用発明Bでは茶ポリフェノールが使用されている点",
                    "(相違点c)",
                    "本件発明1では，黒ショウガ成分を含有する粒子を「芯材」として，その表面の一部又は全部が，ナタネ油あるいはパーム油を含む「コート剤」にて「被覆」されているのに対して，引用発明Bでは，平均粒子径1．0μmのポリフェノール微細化物が菜種極度硬化油，ポリグリセリン脂肪酸エステル及びポリグリセリン縮合リシノレイン酸エステルの混合物中に分散している点"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件に関する判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件に関する判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "進歩性の判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件に関する判断の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件無効審判手続における原告の主張は，次のとおりである。",
                "請求項1における「ナタネ油あるいはパーム油を含むコート剤にて被覆した」との文言は，コート層の厚み，被覆率等が規定されていない以上，コート剤に含まれるナタネ油あるいはパーム油の量が極小量である構成をも許容していることが明らかであるところ，仮にナタネ油あるいはパーム油にポリフェノール類の体内への吸収性を高める作用があるとしたとしても，これらが極小量の場合には，当該ナタネ油あるいはパーム油に起因して本件発明の効果(黒ショウガ成分を経口で摂取した場合にも，黒ショウガ成分に含まれるポリフェノール類の体内への吸収性を高める作用)を奏するとはいえない。",
                "また，「その表面の一部又は全部を…」との文言は，芯材(黒ショウガ成分を含有する粒子)におけるコート剤によって被覆されている部分がごく一部である構成を許容していることが明らかであるところ，例えば，芯材におけるコート剤によって被覆されている部分が全表面積の10％，露出部分が同90％であるとすると，露出部分はコート剤にて被覆されていない黒ショウガ成分を含有する粒子と実質的に同一であるので，保存安定性，胃液などによる変性を防止できないことが通常であり，「摂取前の黒ショウガ成分の酸化を防止して保存安定性も高め，摂取後の胃液等による変性を防止することができる」(段落【0011】)とする根拠が不明である。",
                "以上のとおり，請求項1は，発明の詳細な説明に記載された課題を解決するための手段が反映されているとは認められず，発明の目的である「ポリフェノール類の体内への吸収性の向上」や「黒ショウガ成分の酸化の防止」を達成し得ない範囲を包含しているから，本件発明1は，発明の詳細な説明に記載した範囲を超えることになる。",
                "したがって，本件発明1は，発明の詳細な説明に記載したものではないので，特許法36条6項1号に規定する要件を満たしていない。本件発明1を引用する本件発明2についても同様である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，本件訴訟手続における原告の主張は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明につき発明の詳細な説明に記載されるべき技術的事項",
                  "text": [
                    "本件発明は，黒ショウガ成分を経口で摂取した場合においても，それに含まれるポリフェノール類を効果的に体内に吸収することができる組成物を提供すること(黒ショウガの体内吸収性の向上)をその技術的課題とするものである。甲1の記載からみて，黒ショウガは，油脂を含むコート剤で被覆されていない乾燥粉末のままのものであっても，体内に吸収されることは明らかであるから，本件発明が技術的課題とする「黒ショウガの体内吸収性の向上」とは，体内に吸収される量を従来よりもより多くするという量的なものとしての技術的課題でしかない。",
                    "したがって，「本件発明の組成物に係る黒ショウガ吸収量(＝本件発明の組成物を摂取したときにおける黒ショウガの体内吸収量)」が「非コート黒ショウガ原末に係る黒ショウガ吸収量(＝ナタネ油あるいはパーム油を含むコート剤で被覆されていない黒ショウガ原末，すなわち，非コート黒ショウガ原末を摂取したときにおける黒ショウガの体内吸収量)」よりも多くなっている(「黒ショウガ吸収量の有意差」が認められる)のでなければ，本件発明の技術的課題が解決されたことにはならない。",
                    "「黒ショウガの吸収量の有意差」を根拠付ける技術事項が本件明細書に記載されているということができるためには，①本件発明の作用効果が「黒ショウガの吸収量の有意差」のある作用効果であることを根拠付ける技術事項(作用効果に係る技術事項)，及び②「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆する」ことが「黒ショウガ吸収量の有意差」を実現する手段であることを根拠付ける技術事項(実現手段に係る技術事項)が本件明細書に記載されていることを要する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "比較されるべき「非コート黒ショウガ原末に係る黒ショウガ吸収量」の不記載",
                  "text": [
                    "本件明細書の段落【0028】の記載からみて，「コーン油」は，黒ショウガ原末を被膜する「コート剤」に用いられる「油脂」であることは明らかであるから，比較例1(段落【0047】)の組成物(被験物質)についての血中ポリフェノール量は，「本件発明の組成物に係る黒ショウガ吸収量」と比較されるべき「非コート黒ショウガ原末に係る黒ショウガ吸収量」の数値としては，不適格である。むしろ，黒ショウガ原末がコーン油と混合されている比較例1の組成物は，黒ショウガ原末を単にコーン油と混合したものではなく，「黒ショウガ原末を，コーン油を含むコート剤で皮膜したもの」というべきものである。したがって，本件明細書の図1から，「本件発明の組成物に係る黒ショウガ吸収量」が「非コート黒ショウガ原末に係る黒ショウガ吸収量」よりも有意的に多いことを読み取ることはできない。",
                    "以上のとおり，本件発明の採用効果が「黒ショウガの吸収量の有意差」のある作用効果であることを根拠付ける技術的事項が本件明細書の発明の詳細な説明に記載されているということはできないから，本件発明の技術的課題である「黒ショウガの体内吸収性の向上」が本件発明の構成ないしは解決手段によって解決されていることを認めるに足りる根拠が本件明細書に記載されているとはいえない。",
                    "そうすると，特許請求の範囲に記載されている本件発明は，本件明細書の発明の詳細な説明に記載された発明で，本件明細書の発明の詳細な説明により本件発明の技術的課題を解決できると認識できる範囲のものではないから，本件特許はサポート要件に違反してなされたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆する」ことが「黒ショウガの吸収量の有意差」を実現する手段であることを根拠付ける技術事項の不記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に，比較例1の組成物が「非コート黒ショウガ原末」であるということができるとしても(すなわち，比較例1の組成物が「黒ショウガ吸収量の有意差」の有無を判定するために「本件発明の組成物に係る黒ショウガ吸収量」との比較に供される適格性を有する組成物であったとしても)，本件明細書には次の事項が記載されていないから，本件明細書の発明の詳細な説明には「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆する」ことが「黒ショウガ吸収量の有意差」を実現する手段であることを根拠付ける技術事項(実現手段に係る技術事項)が記載されていない。",
                        "①  「本件発明の組成物に係る黒ショウガ吸収量」を決定する要因についての技術事項である，本件発明の組成物の成分である黒ショウガの量とコート剤に含まれるナタネ油あるいはパーム油の量",
                        "②  「非コート黒ショウガ原末に係る黒ショウガ吸収量」を決定する要因についての技術事項である，「非コート黒ショウガ原末」の量"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件明細書の発明の詳細な説明に記載されている「実現手段に係る技術事項」",
                      "text": [
                        "黒ショウガが体内に吸収される絶対量と黒ショウガの摂取量の絶対量とが正の相関関係にあることは，自明である。本件明細書からは，実施例1(段落【0045】)の被験物質を構成する黒ショウガとパーム油のそれぞれの量を理解することはできない。そして，本件明細書の段落【0033】の記載から実施例1の被験物質における黒ショウガ原末の量とパーム油の量を定めることはできない。そうすると，本件明細書の図1に記載されている実施例1の組成物(被験物質)の血中ポリフェノール量が，黒ショウガ原末のどれだけの量と，パーム油のどれだけの量とによって発現されているかは不明である。実施例2(段落【0046】)についても同様である。",
                        "実施例1及び2において使用されているコーン油は，黒ショウガの成分であるポリフェノールの体内吸収量(黒ショウガの体内吸収量)を高める可能性のあるものである。しかし，本件明細書にはコーン油が血中ポリフェノール量(＝黒ショウガの体内吸収量)に影響を与えるかどうかについて何ら記載されていないから，実施例1及び2の各組成物に係る血中ポリフェノール量が，①黒ショウガ原末の量，②コート剤に含まれるパーム油あるいはナタネ油の量，及び③コーン油の量のいずれによって決定されるものであるのかは不明である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告による本件発明の組成物に係る血中ポリフェノール量の測定結果",
                      "text": [
                        "原告は，「本件発明の組成物に係る黒ショウガ吸収量」を決定する要因である，①本件発明の組成物中における黒ショウガ原末の量，及び②コート剤に含まれるナタネ油あるいはパーム油の量を特定して本件発明の組成物に係る血中ポリフェノール(＝黒ショウガの体内吸収量)の数値が幾らとなるのかについて，「ラットを用いた血中ポリフェノール濃度測定試験」(甲23。以下「甲23再現試験」という。)を行った。甲23再現試験の結果によれば，パーム油もしくはナタネ油を含むコート剤で被覆された黒ショウガ原末の組成物を摂取したときの黒ショウガの体内吸収量と「非コート黒ショウガ原末に係る黒ショウガ吸収量」とには有意差が認められないから，黒ショウガ原末をパーム油あるいはナタネ油を含むコート剤で被覆することが「黒ショウガの体内吸収性の向上」という本件発明の技術的課題を解決し「黒ショウガ吸収量の有意差」を実現する手段であるということができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件明細書の発明の詳細な説明における「実現手段に係る技術事項」についての不記載",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲23再現試験からは，パーム油の量が増加しても，血中ポリフェノール量が高まることはないことを読み取ることができ，ナタネ油についても同様である。そうすると，「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆する」ことが「黒ショウガの体内吸収量の有意差」を実現する手段であるということはできないし，本件明細書からは，「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆する」ことが「黒ショウガの体内吸収量の有意差」を実現する手段であることを根拠付けることもできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "実施例1，実施例2及び比較例1のいずれの被験物質についても，それに含まれる黒ショウガ原末の量が本件明細書に記載されていないために，「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆する」ことが「黒ショウガの体内吸収量の有意差」を実現する手段であるということはできず，「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆する」ことが「黒ショウガの体内吸収量の有意差」を実現する手段であることを根拠付ける技術事項(実現手段に係る技術事項)も記載されてはいない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，本件明細書の図1において，実施例2の被験物質に係る血中ポリフェノール量は，被験物質の投与から1時間を経過しても更に上昇を続け，それからしばらくして降下に転じ，かかる上昇と降下の状況は凸状の曲線になる旨が記載されているが，実施例2において血中ポリフェノール量の検査が行われたのは，被験物質の投与から1時間後，4時間後及び8時間後の3つの時点においてだけであるから(段落【0051】)，時間の経過と血中ポリフェノール量との関係が曲線になることはあり得ない。本件明細書の図1における実施例2の被験物質に係る血中ポリフェノール量の変化曲線は，試験結果に基づかない恣意的・作為的な記載である。ほかにも，試験動物から採取する1回当たりの血清の量を1mLとするなど，本件明細書の記載には不自然さが多い(1回当たりの採取量を1mLにすると実験動物への負担が大きく，試験に支障を来す。)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "体内吸収性が低く油脂と共に摂取しても体内吸収性が幾分向上するだけにとどまる黒ショウガ原末を，油脂と共に摂取することに代えて，単にパーム油又はナタネ油を含むコート剤で被覆するだけで意外にも黒ショウガの体内吸収性が高まる(段落【0009】)というのであれば，そのような単純な方法によって黒ショウガの体内吸収性が向上することが自然法則に反したものではなく科学的根拠あるいは技術的合理性があることを根拠付ける事実が開示されていなければ，特許法36条所定の記載要件を満たしていることにはならない。ところが，本件明細書の発明の詳細な説明には，実施例1，実施例2及び比較例1のいずれについても，かかる科学的根拠あるいは技術的合理性があることを根拠付ける最低限の技術的事項である黒ショウガ原末の量とパーム油あるいはナタネ油の量さえも記載されていないから，「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆」することが「黒ショウガの体内吸収量の有意差」を実現する手段であるということはできない。",
                            "また，本件明細書の図1に示されている事項は，実施例1，実施例2及び比較例1の被験物質(組成物)における黒ショウガの量が異なっているといわざるをえないものであるから，実施例1あるいは実施例2の各被験物質(組成物)に係る血中ポリフェノール量が「黒ショウガの体内吸収量の有意差」を示しているということもできない。したがって，本件発明の作用効果が「黒ショウガの体内吸収量の有意差」のある作用効果であることを根拠付ける技術事項(作用効果に係る技術事項)も記載されていない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，仮に比較例1が「油脂でコートされていない従来からの黒ショウガ原末」であったとしても，特許請求の範囲に記載されている本件発明は本件明細書の発明の詳細な説明に記載された発明で，本件明細書の発明の詳細な説明の記載により本件特許が本件発明の技術的課題を解決できると認識できる範囲のものではないから，本件特許はやはりサポート要件に違反してなされたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "(1)及び(2)によれば，本件審決のサポート要件に関する判断には誤りがあるから，本件審決は取り消されるべきである(取消事由としては，主位的に(2)を，予備的に(1)を主張する。)。",
                "(被告の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件無効審判手続における原告の主張に対し",
              "text": [
                "本件発明の特徴は，黒ショウガ粒子をナタネ油やパーム油で被覆することにより，ポリフェノール類の体内への吸収性の向上を図ることができるというところにあるのであって，ナタネ油，パーム油の量や，被覆割合にあるわけではない。換言すれば，黒ショウガ粒子の被覆剤として，ナタネ油やパーム油を用いることを特徴とするものである。",
                "本件発明は，「黒ショウガ成分を経口で摂取した場合においても，含まれるポリフェノール類を効果的に体内に吸収することができる組成物」を提供することを課題とし(段落【0008】等)，その課題を，「(黒ショウガ粒子)の表面の一部又は全部を，ナタネ油あるいはパーム油を含むコート剤にて被覆」することにより解決するものであって，発明の詳細な説明に記載されたものであることは，本件審決に示されるとおりである。",
                "原告は，当業者であれば本件明細書の記載から通常想定しないような極端なケースを挙げてサポート要件違反を主張するが，このような技術的にみて通常想定しないような極端なケースの主張は，技術常識から逸脱した主張であり，適切な発明の保護の観点からみて，不当な主張であることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訴訟手続における原告の主張に対し",
              "text": [
                "原告の主張は，本件無効審判手続で主張されていない新たな主張であるから，本件訴訟における審理の対象から除外されるべきものであるが，この点を措くとしても，次のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明につき発明の詳細な説明に記載されるべき技術的事項について",
                  "text": [
                    "本件明細書の図1には，黒ショウガ原末(比較例1)の血中ポリフェノール量(黒ショウガ吸収量)，並びにパームコート及びナタネコート黒ショウガ原末(実施例1及び2)の血中ポリフェノール量が記載されており，また，本件明細書の段落【0054】には「図1から明らかなように，実施例1，2の油脂コートを行った黒ショウガ原末を摂取した群の血中ポリフェノール量は，いずれも黒ショウガ原末を摂取させたものに比べて高い値を示している。特に，ナタネ油でコートを行った実施例2は，血中にとりこまれるポリフェノール量が多く，また，それが長時間にわたり持続することが分かった。」と記載されている。",
                    "したがって，本件明細書の発明の詳細な説明には，実質的に，原告の主張する「黒ショウガ吸収量の有意差」を認めるのに十分な「本件発明の組成物に係る黒ショウガ吸収量」及び「非コート黒ショウガ原末に係る黒ショウガ吸収量」の数値が記載されている。また，ナタネ油あるいはパーム油を含むコート剤にて被覆することに起因して，「本件発明の組成物に係る黒ショウガ吸収量」が「非コート黒ショウガ原末に係る黒ショウガ吸収量」よりも向上すること(黒ショウガ吸収量の有意差)が明らかにされており，それが原告の主張する「黒ショウガ吸収量の有意差」を実現する手段であることを根拠付ける技術的事項も記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "比較されるべき「非コート黒ショウガ原末に係る黒ショウガ吸収量」の不記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，比較例1の組成物(被験物質)に係る血中ポリフェノール量は，「本件発明の組成物に係る黒ショウガ吸収量」と比較されるべき「非コート黒ショウガ原末に係る黒ショウガ吸収量」の数値としては，不適格であると主張するが，比較例1は比較例として適切なものであり，原告の主張は失当である。",
                        "すなわち，実施例1及び2と比較例1とは，被験物質を溶媒(分散媒)としてのコーン油に分散してラットに投与するという点で同じ条件を採用しており，実施例と比較例で異なるのは，黒ショウガ原末にコート剤が被覆されているか否かであるから，コート剤による被覆の作用効果は明確に示されている。",
                        "また，上記実施例及び比較例においてコーン油を用いたのは，ラットに対してゾンデで強制経口投与するために液状とする必要があるからであり，また，被験物質の均一な分散を図る目的からである。",
                        "ここで，「経済協力開発機構(OECD)の化学物質の試験に関するガイドライン」(乙2)の「投与の準備」の項には，「必要に応じて，被験物質を適切な溶媒に溶解または懸濁する。可能な限り，まず水溶液／水性懸濁液の使用を考慮し，次に油(コーン油など)の溶液／懸濁液を，その後に他の溶媒の溶液を考慮することが推奨される。」と記載されており，「OECD毒性試験ガイドライン」(乙3)にも同様の記載がある。",
                        "上記実施例においても，まずは被験物質の水への懸濁を試みたが，水では十分に分散せず粒が塊となってしまい，ゾンデが詰まって動物への投与が困難であったことから，水に代えてコーン油を使用した経緯がある。",
                        "このように，コーン油は動物実験で通常用いられる溶媒であって，コーン油を用いたのは，被験物質を均一に分散させて正確なデータを取得するためにすぎず格別の技術的意義はない。不均一な分散状態(一部に塊がある)であると，各試験において摂取する被験物質の状態が異なり，正確なデータを取得することができないことは明らかであるから，正確なデータを取得するために，被験物質を均一な分散状態としてラットに摂取させることが必要なことは当業者であれば容易に理解できる。",
                        "なお，本件明細書の段落【0028】には，油脂の具体例として，とうもろこしから得られる植物性油脂が挙げられているが，同段落には，ナタネ油及びパーム油が好ましい旨が記載されると共に，実際，本件発明におけるコート剤は「ナタネ油及びパーム油」であり，コーン油は本件発明のコート剤に含まれる油脂には当たらない。さらに，上記実施例及び比較例で用いられたコーン油は一般的な溶媒であって，本件明細書に触れた当業者は，コーン油が被験物質の均一な分散を図る目的で使用されていると容易に理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，黒ショウガ原末がコーン油と混合されている比較例1の組成物は，黒ショウガ原末を単にコーン油と混合したものではなく，「黒ショウガ原末を，コーン油を含むコート剤で皮膜したもの」というべきものであるとも主張する。",
                        "しかし，比較例1で示される被験物質をコーン油に混合したものは，コート剤で被覆したものとはいえない。被覆した状態と分散した状態が，技術的に異なることは当業者であれば自明なことである。",
                        "すなわち，比較例1においては，被験物質に対して大量のコーン油を用いているのであって，被覆状態を形成できるような少量のコーン油と混合しているわけではない。",
                        "比較例1においては，黒ショウガ原末(被験試料)の濃度が150mg／mLであるところ，コーン油の比重は0．9g／mL程度であることから(乙4)，被験物質の6倍程の大量のコーン油が用いられている。コート剤による被覆量は，本件明細書の段落【0033】の記載からみて，極めて少なく，比較例1で示される被験物質をコーン油に混合したものが，コーン油により被覆されている状態といえないことは明らかである。被覆した状態と分散した状態が技術的に異なることは，本件審決でも認定されている。",
                        "以上のとおり，比較例1の組成物は，比較例として適切なものであると共に，実施例1及び2と比較例1とは，被験物質をコーン油に分散してラットに投与するという点で同じ条件を採用しており，本件発明のコート剤による被覆の作用効果は明確に示されているといえることから，原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「黒ショウガ原末をナタネ油あるいはパーム油を含むコート剤にて被覆する」ことが「黒ショウガの吸収量の有意差」を実現する手段であることを根拠付ける技術事項の不記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，本件発明の組成物の成分である黒ショウガの量及びコート剤に含まれるナタネ油あるいはパーム油の量並びに非コート黒ショウガ原末の量が，当業者が容易に実施できる程度に記載されているから，原告の主張は当を得たものではない。実施例1においては，段落【0045】の記載のとおり，パーム油でコートした乾燥粉末(被験試料)の濃度が150mg／mLであり，これを10mL／kg投与しているのであるから(段落【0050】)，被験試料がラットに対して，1500mg／kg投与されていることが理解できる。なお，コート剤による被覆量は150mg／kgであり，黒ショウガそのものの投与量は1350mg／kgである(コート剤による被覆量：黒ショウガ＝11．1重量部：100重量部)。また，段落【0047】の記載や表1から，比較例1においては，非コート黒ショウガ原末(被験物質)が，ラットに対して1500mg／kg投与されていることが理解できる。",
                        "なお，原告は，「本件発明の組成物の成分である黒ショウガの量及びコート剤に含まれるナタネ油あるいはパーム油の量」を問題としているが，本件明細書の段落【0033】には，「コート剤の被覆量は，油脂の含有量に応じて適宜調整することができ，特に制限されることはないが，黒ショウガ成分を含有する粒子100重量部に対し，1～50重量部とすることが好ましい。」と記載されており，当業者であれば，黒ショウガ量及びナタネ油あるいはパーム油の量を適宜調整して黒ショウガのコート品を製造することできる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲23再現試験に基づく原告の主張に対する反論",
                      "text": [
                        "原告の試験方法には，最も重要なコート剤の被覆方法において問題があったものと推察され(アトマイザーを用いたコート剤の噴霧方法に問題があり，シャーレ内の黒ショウガ粉末が十分に被覆されていなかった可能性が極めて高い。)，この問題に起因して本件発明の効果(ポリフェノールの体内吸収量の向上)がみられなかったものと考えられる。したがって，適切でない試験結果に基づく原告の主張が失当であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告による追試",
                      "text": [
                        "被告従業員の報告書(乙6)及び第三者機関の報告書(乙7)に示されるとおり，被告は，本件発明の効果を改めて確認すべく，甲23再現試験の被験物質2の調製法(甲21)に準じて被験物質を調製し，被験物質投与1時間後におけるポリフェノール体内吸収量の測定を行った。",
                        "その結果，乙6及び乙7に示されるように，コーティング液が全量被覆されるように被覆方法を改良した被験物質3(ビニール袋を用いて被覆したもの)について，被験物質投与1時間後におけるポリフェノール体内吸収量は，被覆していない黒ショウガ粉末(被験物質1)に比べて有意に向上することが確認された。",
                        "なお，甲23再現試験と同様にシャーレ内で噴霧したもの(被験物質2)についても，被覆していない黒ショウガ粉末(被験物質1)に比べてポリフェノール体内吸収量は向上していたが，ビニール袋を用いて被覆したもの(被験物質3)と比べると劣っていた。これは，上記のように，被覆されていない黒ショウガ粉末の割合が多いことによるものと考えられる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告のその他の主張に対する反論",
                      "text": [
                        "原告は，本件明細書の図1のグラフについて，曲線になることはあり得ず，試験結果に基づかない恣意的・作為的な記載である旨主張するが，当該曲線はマイクロソフト社の表計算ソフト(エクセル)を用いて作成された散布図をそのまま使用したものであり，全く恣意的なものではない。",
                        "また，原告は，試験動物から採取する1回当たりの血清の量を1mLとするなど，本件明細書の記載には不自然さが多いなどとも主張するが，この点については，ラットへの負担及びかかる負担によるデータの信頼性の低下を防止すべく，各時間(1h，4h，8h)において，別のラットを用いて血液を採取しているのであり，このことは本件明細書からも読み取ることができる。",
                        "したがって，原告の主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，原告の主張はいずれも失当であり，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件無効審判手続における原告の主張は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "本件発明1の実施例に相当する実施例1及び2に係る説明には，「パーム油(ナタネ油)でコートした」と記載されているだけであり，本件発明1に係る「パーム油(ナタネ油)でコートした黒ショウガの根茎の乾燥粉末(黒ショウガ原末)」の具体的な製造方法や原料の入手方法が記載されていない。",
                    "そのため，具体的にどのような大きさ(粒径)の黒ショウガ原末(芯材)に対し，どのような手法を用い，どのような条件で，パーム油(ナタネ油)でコートされた黒ショウガ原末をどのように製造するかについて，当業者が技術常識を考慮しても理解できない。",
                    "したがって，発明の詳細な説明は，本件発明1を当業者が実施できる程度に明確かつ十分に記載されているとはいえないので，実施可能要件を満たしていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "「経口用である」ことを発明特定事項とする本件発明2においても，「黒ショウガ搾汁粉末」及び「黒ショウガエキス粉末」に対して，具体的にどのような手法を用い，どのような条件で，ナタネ油のコートを行ったかについて記載がないため，どのような条件で，ナタネ油でコートされた「黒ショウガ搾汁粉末コート品」及び「黒ショウガエキス粉末コート品」をどのように製造するかについて，当業者が技術常識を考慮しても理解できない。",
                    "また，実施例13ないし17(段落【0079】)に記載の「黒ショウガの根茎の乾燥粉末のコート品」についてもコート方法の記載がない。",
                    "したがって，発明の詳細な説明は，本件発明2を当業者が実施できる程度に明確かつ十分に記載されているとはいえないので，実施可能要件を満たしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，本件訴訟手続における原告の主張は，次のとおりである。",
                "前記1(2)(原告の主張に関する部分)で主張したとおり，本件明細書の発明の詳細な説明には，実施例1及び2並びに比較例1のいずれについても黒ショウガ原末の量とパーム油あるいはナタネ油の量が記載されてはおらず，「実現手段に係る技術事項」が記載されていないから，本件発明の技術的課題である「黒ショウガの体内吸収性の向上」が解決された「黒ショウガ吸収量の有意差」のある組成物を生産するために，当業者は過度の試行錯誤を強いられる。",
                "したがって，本件発明に係る特許は実施可能要件にも違反してなされたものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "(1)及び(2)によれば，本件審決の実施可能要件に関する判断には誤りがあるから，本件審決は取り消されるべきである(取消事由としては，主位的に(2)を，予備的に(1)を主張する。)。",
                "(被告の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件無効審判手続における原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "text": [
                    "実施可能要件は，明細書の記載全体から判断されるものであり，実施例の記載のみから判断されるものではない。特に，本件明細書の段落【0015】ないし【0025】には，黒ショウガ成分を含有する粒子について記載され，段落【0028】ないし【0032】には，コート剤による被覆について記載されており，これらの記載や技術常識により，当業者であれば，本件発明を実施できることは，本件審決に示されているとおりである。",
                    "したがって，本件明細書の発明の詳細な説明は，本件発明1を当業者が実施できる程度に明確かつ十分に記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "前記のとおり，実施可能要件は，明細書の記載全体から判断されるものであり，実施例の記載のみから判断されるものではないところ，本件明細書の段落【0015】ないし【0025】には，黒ショウガ成分を含有する粒子について記載され，段落【0028】ないし【0032】には，コート剤による被覆について記載されているのであるから，本件審決が認定するとおり，本件明細書の詳細な発明の記載や技術常識により，当業者であれば，本件発明を実施できることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訴訟手続における原告の主張に対し",
              "text": [
                "原告の主張は，本件無効審判手続で主張されていない新たな主張であるから，本件訴訟における審理の対象から除外されるべきものであるが，この点を措くとしても，原告の主張は失当である(理由は前記1(2)〔被告の主張に関する部分〕で主張したとおりである。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，原告の主張はいずれも失当であり，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(進歩性の判断の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が相違点aに係る構成の容易想到性を否定する根拠としているのは，甲1の段落【0013】における「また，黒生姜は風味に関して難点が少なく，同様に性状についても，難点が少ない。」という記載(したがって，風味に関する課題に乏しいという結論が導かれる。)だけである。",
                "しかし，甲1の上記記載は不正確であり，黒ショウガは，摂取できないほどの風味ではないものの，苦みや渋みがあることは周知であって，黒ショウガの経口摂取においてその特異な苦みや渋みを感じないようにすることは周知の技術的課題である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "黒ショウガの苦みや渋みとそれを感じないようにする技術的課題",
              "text": [
                "黒ショウガは，精力増進，滋養強壮，冷え性改善等の様々な効果・効能があることから，古くから摂取されており，我が国では10数年前から健康食品として広く販売されている(甲28，29)。",
                "しかし，黒ショウガには苦みや渋みがあることから，黒ショウガを経口摂取したときに黒ショウガの特異な苦みや渋みを感じないようにする工夫が行われている(甲30，31)。黒ショウガに苦みや渋みがあるのは，黒ショウガの成分であるポリフェノールに苦みや渋みがあるからである(甲28)。また，特開2001-309763号公報(甲32・段落【0002】～【0004】)にも，ポリフェノールには苦みや渋みがあり，それを感じないよう摂取できるようにすることが技術的課題として記載されている(甲33～35の各公報においても，苦みや渋みを感じることなく黒ショウガを経口摂取することが黒ショウガの技術的課題とされている。)。",
                "以上によれば，黒ショウガの経口摂取においてその特異な苦みや渋みを感じないようにすることは周知の技術的課題である。",
                "なお，甲34と甲35は，いずれも，本件優先日よりも後の刊行物であるが，本件発明の優先日前において既に黒ショウガの苦みや渋みを感じないようにするための工夫が行われており(甲31)，さらに，経口摂取したときに黒ショウガの苦みや渋みを感じないようにすることを技術的課題とする発明も存在していた(甲33)のであるから，黒ショウガの経口摂取においてその特異な苦みや渋みを感じないようにすることが周知の技術的課題であることを補強するものであるということができる。",
                "そうすると，甲1の「また，黒生姜は風味に関して難点が少なく，同様に性状についても，難点が少ない。」という記載をもって，相違点aに係る構成の容易想到性を否定した本件審決の判断は明らかに誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "効果の顕著性に関する判断の誤り",
              "text": [
                "本件発明が「黒ショウガ吸収量の有意差」のある作用効果を発揮するものといえないことは前記のとおりであるから，本件明細書の実施例1(パーム油被膜)については，比較例1に対してポリフェノール類の体内吸収性が格段に高められたものであるということはできず，「黒ショウガ吸収量の有意差」があるものではない。したがって，本件審決がかかる原告の主張を排斥して，本件発明の作用効果は当業者であっても予測困難であるとして本件発明の進歩性を肯定した判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件発明の進歩性を肯定した本件審決の判断は誤りであるから，この点においても，本件審決は取消しを免れない。",
                "(被告の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲1には，黒ショウガは風味に関して難点が少ないことが明記されており，また，「当該組成物は，実用性が高く，飲食品，医薬部外品，医薬品等に幅広く使用することができる。」と記載されていることからしても，かかる組成物は，特にマスキング加工を施す必要性が高いものとは考えられない。また，仮に原告の主張するように，上記記載を「摂取できないほどの風味ではない」という意味に解したとしても，そのように通常でも摂取できるようなものを，わざわざ甲3記載の方法により加工することは考えにくい。",
                "すなわち，甲3に記載された引用発明Aは，多価アルコール脂肪酸エステルを用いる第1工程を経て，さらに，多価アルコール脂肪酸エステルを用いる第2工程を経るといった特別な操作を必須とする煩雑なものであることから，甲3をみた当業者は，通常は，ポリフェノール類由来の渋み・苦みを低減する必要性が極めて高い原料に対してでなければ，かかる煩雑な操作を行おうとすることはない。特に工業的生産を行う場合には，コストの面でこのような煩雑な操作は大きな阻害要因となることから，かかる煩雑な操作を行おうとしないことはより明らかである。実際，引用発明Aにおいては，その原料であるポリフェノール類粒子には，ポリフェノール含量が非常に高いポリフェノール製剤であり，そのまま摂取することは通常考えにくいものが用いられている。例えば，甲3の実施例1ないし3においては，原料ポリフェノールとして，市販品の純度の高いポリフェノールが用いられており，実施例3においてはその含有率が95％と明記されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "黒ショウガの苦みや渋みとそれを感じないようにする技術的課題について",
              "text": [
                "甲31に示されているのは，黒ショウガ入りの「ハチミツ」であって，黒ショウガのマスキングのために蜂蜜を加えているわけではないから，黒ショウガの苦みを感じないような工夫が行われていることの記載があるとはいえない。また，甲33は，「ショウガ科のウコン等」と記載されており，ウコンと黒ショウガは異なる属に属するものであるから(甲21の別紙1-2参照)，黒ショウガについて記載されているものではない。その他，甲28や30には，黒ショウガに苦みがあることが記載されているが，他方で，甲1には，「黒生姜は風味に関して難点が少なく，…そのため，当該組成物は，実用性が高く，飲食品，医薬部外品，医薬品等に幅広く使用することができる。」(4頁1～3行目)との記載があり，乙8(黒ショウガを用いた商品に関するウェブページ)には，「ただ，そんなに嫌な匂いでもなく，すっきりしていてちょっといいにおいかも・・・。ぺろっとなめても，そんなにエグみもなく，顆粒でも全然飲めそうなかんじでした^ ^そんなにクセやにおいも無く，クラチャイダムってけっこう飲みやすいんだって感じました。」との記載があり，乙9の11頁(Table1)には，Krachai dam(黒ショウガ)の「Taste」として「aromatic」と記載され，特段風味に問題がないことが示されており，黒ショウガが，風味に関して絶対的な難点を有するものでないことは明らかである。例えば，原告が挙げた甲34にも，「独特の刺激的な味や臭いから人によっては経口摂取に抵抗があった。」と記載されており，その風味の感じ方は好みの問題であるともいえる。",
                "したがって，「黒ショウガの経口摂取においてその特異な苦みや渋みを感じないようにすることは周知の技術的課題である。」などとはいえないことは明らかである。なお，甲34及び35は，本件出願後に公開されたものであり，これらの文献に記載された技術的課題が本件出願時に周知であったことを裏付けるものではない。",
                "よって，このような必ずしも渋み・苦みを低減する必要性の高くない黒ショウガを，非常に煩雑でコスト増となる引用発明Aに適用しようとは，当業者が考えないことは明らかであり，本件審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "効果の顕著性に関する判断の誤りについて",
              "text": [
                "本件明細書の図1には，ナタネ油あるいはパーム油により被覆された黒ショウガ原末(実施例1及び2)を摂取することにより，被覆されていない黒ショウガ原末(比較例1)を摂取した場合と比べて，ポリフェノールの体内への吸収性が格段に高められたことが示されている。",
                "さらに，黒ショウガのポリフェノールの体内への吸収性を高めるという本件発明の効果が，当業者に予期できない格別な効果であることは，甲3及び甲10の結果からも理解できる。例えば，甲3では，「ポリフェノールの生体吸収性及び生体利用性に対し，本発明にかかるマイクロカプセルが何らの障害にもなっていないことを裏付けるものである。」(段落【0042】)と記載され，茶ポリフェノールの吸収性は低下しなかったという消極的な記載にとどまっている。また，甲10の表2には，未処理の茶ポリフェノール(比較品3)に比較して，菜種油で被覆した茶ポリフェノール(実施例1及び比較例2)の方が，消化吸収性が低くなるという結果が示されており，本件発明とは逆の結果が示されている。このような文献の記載からすれば，当業者は，黒ショウガ粒子をナタネ油等で被覆した場合には，黒ショウガポリフェノールの体内への吸収性が低くなると考えるのが普通であるから，逆に黒ショウガポリフェノールの吸収性が高まるという本件発明の格別な効果が当業者にとって予期できないものであることは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，引用発明Aにおいて，茶ポリフェノールに代えて，甲1及び甲2に記載された黒ショウガ粒子を適用することは，当業者といえども容易に想到し得るものではなく，また，本件発明は，黒ショウガ由来のポリフェノールの体内吸収が向上するという当業者が予期できない効果を奏するものであることから，本件発明が進歩性を有することは明らかである。",
                "したがって，原告の主張はいずれも失当であり，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条6項1号は，特許請求の範囲の記載は「特許を受けようとする発明が発明の詳細な説明に記載したものであること」との要件に適合するものでなければならないと定めている。その趣旨は，発明の詳細な説明に記載していない発明を特許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利を認めることになり，特許制度の趣旨に反するから，そのような特許請求の範囲を許容しないとしたものである。",
                "そうすると，特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，①発明の詳細な説明に記載された発明で，②発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解するのが相当である。",
                "しかるところ，原告は，①請求項1における「ナタネ油あるいはパーム油を含むコート剤にて被覆した」との文言は，コート層の厚み，被覆率等が規定されていない以上，コート剤に含まれるナタネ油あるいはパーム油の量が極小量である構成をも許容していることが明らかであるところ，これらが極小量の場合には，当該ナタネ油あるいはパーム油に起因して本件発明の効果(黒ショウガ成分を経口で摂取した場合にも，黒ショウガ成分に含まれるポリフェノール類の体内への吸収性を高める作用)を奏するとはいえないこと，②「その表面の一部又は全部を…」との文言は，芯材(黒ショウガ成分を含有する粒子)におけるコート剤によって被覆されている部分がごく一部である構成を許容していることが明らかであるところ，例えば，芯材におけるコート剤によって被覆されている部分が全表面積の10％，露出部分が同90％である場合に，「摂取前の黒ショウガ成分の酸化を防止して保存安定性も高め，摂取後の胃液等による変性を防止することができる」(段落【0011】)とする根拠が不明であることの2点を理由に，本件発明は，発明の目的である「ポリフェノール類の体内への吸収性の向上」や「黒ショウガ成分の酸化の防止」を達成し得ない範囲を包含しており，発明の詳細な説明に記載した範囲を超えているのに，本件審決がサポート要件違反を認めなかったのは誤りであると主張するので，以下，この点について検討する(なお，原告は，本件訴訟手続においては，上記主張を予備的主張と位置付けているが，裁判所は当事者が付した主張相互の順序に拘束されるものではないから，この点から判断することについて妨げはないというべきである。)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "前提となる事実関係等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件明細書の記載",
                  "text": [
                    "証拠(甲12)によれば，次の記載が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "【0001】  本発明は，黒ショウガ成分を含有する組成物に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "【0002】  黒ショウガは学名をケンプフェリア・パルビフローラ(Kaempferia  parviflora)といい，黒ウコンあるいはクラチャイダムの別名を有する。東南アジアに分布し，ショウガ科(Zingiberaceae)ケンプフェリア(Kaempferia)属の植物の一種である。タイやラオス等の伝承医学においては健康食品として知られており，精力増進，滋養強壮等の効果があると言われている。",
                        "【0003】  黒ショウガに含まれる有効成分としては，…例えば，…ポリフェノールがあり，…さらに，ポリフェノールの一種であるアントシアニンやアントシアニジンが豊富に含まれている…。",
                        "【0004】  ところで，一般に，人体にとって有用な機能成分が含まれる飲食品等の中には，腸管透過吸収が悪く，その本来の機能が十分発揮されないものも多い。…ポリフェノールを含有する素材においても，一般に摂取されたポリフェノールの生体内に取り込まれる量は極めて少ないことが知られている。…",
                        "【0005】  これらの吸収を促進するため，従来，例えば，…吸収促進剤との併用が提案され…また，…生体の腸管から容易に吸収できる程度までに低分子化する方法が示されている…。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0007】  しかしながら，上記方法によっても，ポリフェノールの生体内への吸収性はいまだ十分なものとは言えなかった。また，植物由来のポリフェノールはその植物の種類によって構造や性質が大きく異なるため，他の植物由来のポリフェノールについて知られている吸収性の改善方法を，そのまま黒ショウガに転用することはできない。そして，黒ショウガ成分に含まれるポリフェノールについては，どのようなものが腸管透過吸収性を効果的に助けるのかは知られていなかった。",
                        "【0008】  本発明は，黒ショウガ成分を経口で摂取した場合においても，含まれるポリフェノール類を効果的に体内に吸収することができる組成物を提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0009】  本発明者らは，油脂を含むコート層で，上述の黒ショウガ成分含有コアの表面の一部又は全部を被覆することにより，意外にも，経口で摂取した場合においても，黒ショウガ成分に含まれるポリフェノール類の体内への吸収性が高まることを見出し，本発明を完成するに至った。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0011】  本発明によれば，黒ショウガ成分を経口で摂取した場合にも，特に黒ショウガ成分に含まれるポリフェノール類の体内への吸収性を高めると共に，摂取前の黒ショウガ成分の酸化を防止して保存安定性も高め，摂取後の胃液等による変性を防止することができる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明を実施するための形態",
                      "text": [
                        "【0014】  本発明の組成物は，黒ショウガ成分を含有する粒子と，その表面の一部又は全部を被覆した油脂を含むコート層と，を含む。本発明の組成物は，経口で摂取した場合においても，黒ショウガ成分の体内への吸収性が高い。…",
                        "【0015】  黒ショウガ成分を含有する粒子とは，黒ショウガに由来する成分を含む粒子のことを言い，黒ショウガに由来する成分を含み，かつ粉末化，粒子化，顆粒化等されていれば，黒ショウガの加工方法について特に制限はない。例えば，黒ショウガの乾燥粉末，黒ショウガ抽出物を粉末化したもの，黒ショウガ中の成分を任意の方法で分画して粉末化したもの等が該当する。また，この粒子は固体である必要は無く，リポソームやマイクロカプセル等液体でも良い。",
                        "【0016】  上記黒ショウガの乾燥粉末としては，例えば，洗浄後，スライスした黒ショウガを天日，あるいは乾燥機を用いて乾燥後，そのままあるいは適当な形状又は大きさに裁断して得た加工品を，粉砕装置を用いて粉砕することで得ることができる。…",
                        "【0017】  上記黒ショウガ抽出物を粉末化したものとしては，例えば，黒ショウガの抽出物をそのままあるいは濃縮して，液状物，濃縮物，ペースト状で，あるいは，さらにこれらを乾燥した乾燥物の形状で用いることができる。…",
                        "【0018】  上記黒ショウガの抽出物は，黒ショウガ又はその加工物を適切な溶媒で抽出することによって得られる。抽出に使用される溶媒としては，エタノール，…等の低級アルコール，酢酸エチル，…等の低級エステル，アセトン，及びこれらと水との混合物が挙げられる。中でも，本発明の組成物はヒトが摂取することを想定しているものであることから，エタノール単独又は水との混合物(いわゆる含水エタノール)，あるいは熱水を使用するのが好ましい。",
                        "【0019】  溶媒として混合物を使用する場合は，例えば，…，エタノール／水(2／8～8／2，体積比)混合物等を用いることができる。エタノール／水の場合，黒ショウガの根茎に対して，その質量の2～20倍質量の溶媒を加え，室温又は加熱下で10分～48時間程度抽出するのが好ましい。",
                        "【0020】  また，黒ショウガを細切りしたものを95～100℃の温度で熱水抽出し，最高濃度に達した抽出液を濾過した後，噴霧乾燥する等の方法で抽出物を得ることも可能である。",
                        "【0021】  これら用いる抽出方法に特に制限はないが，安全性及び利便性の観点から，できるだけ緩やかな条件で行うことが好ましい。…抽出作業後，濾過，遠心分離等の分離操作を行い，不溶物を除去する。これに，必要に応じて希釈，濃縮操作を行うことにより，抽出液を得る。…これらの抽出物は，当業者が通常用いる精製方法により，さらに精製して使用してもよい。",
                        "【0022】  また，黒ショウガ成分を含有する粒子としては，上記の黒ショウガの乾燥粉末，黒ショウガ抽出物を粉末化したもの，黒ショウガ中の成分を任意の方法で分画して粉末化したもの等をそのまま使用しても良いし，適切な結合剤や賦形剤等を添加の上，公知の湿式，乾式等の顆粒造粒法によって顆粒に成形したものを用いても良い。",
                        "【0024】  黒ショウガ成分を含有する粒子の粒子径としては，特に制限されるものではなく，目的に応じて粉末，粒子，顆粒等を適宜選択することができる。また，黒ショウガ成分を含有する粒子の粒度としては，特に制限されるものではなく，目的に応じて粉末，粒子，顆粒等を適宜選択することができる。",
                        "【0025】  上記した黒ショウガ成分を含有する粒子を得るための黒ショウガの使用部位は樹皮，根，葉，又は枝等が使用し得る。なかでも，好ましいのは，根茎である。",
                        "【0026】  上記黒ショウガ成分を含有する粒子表面の一部又は全部を，油脂を含むコート剤にて被覆することにより，経口で摂取した場合においても，特に黒ショウガ成分に含まれるポリフェノール類の体内への吸収性が高まる。",
                        "【0027】  さらに，上記油脂コートを行うことにより，ポリフェノール類を含め黒ショウガ成分の酸化を防止し，製品の保存安定性を高めることができる。また，黒ショウガの成分は有機溶剤による抽出にも耐えられるほど丈夫で，胃液等への暴露によっても変性しにくいものであるが，油脂を用いてコートすることによって，より変性防止効果を得ることができる。",
                        "【0028】  油脂の具体例を以下に示すが，これらに限定するものではない。例えば，大豆，米，ナタネ，カカオ，椰子，ごま，べにばな，パーム，棉，落花生，アボガド，カポック，ケシ，ごぼう，小麦，月見草，つばき，とうもろこし，ひまわり等から得られる一般的な植物性油脂及びこれらの硬化物及び牛，乳，豚，いわし，さば，さめ，さんま，たら等から得られる動物性油脂及びこれらの硬化物等が挙げられ，これらの油脂は1種又は2種以上の混合物が使用できる。なかでも，ナタネ油及びパーム油が好ましく使用できる。",
                        "【0029】  コート剤には，リン脂質，ステロール類，ワックス類等が共存しても一向に差し支えない。コート剤の被膜性能向上のために，その他の可塑剤を用いることも望ましい。…",
                        "【0031】  また，コート剤には，賦形剤が共存しても一向に差し支えない。賦形剤の使用量に特に制限はなく，使用する油脂や芯材となる黒ショウガ成分を含有する粒子に応じて，適宜調整することができる。",
                        "【0032】  コート剤による被覆は，特に限定されることなく公知の方法を適用することが可能である。例えば，油脂単独で，あるいは，…水難溶性を示す物質と油脂を混合後に，…適切な溶媒に撹拌して溶解させてコーティング液を作成し，このコーティング液を黒ショウガ成分含有コアにノズル又はアトマイザー等の公知の噴霧器により吹き付けて行うことができる。このときの溶媒として，アルコール溶液，酢酸等の酸性溶液等が例示される。使用量は，油脂あるいは水難溶性を示す物質が溶解すればよく，特に限定されないが，通常，これらの物質が5～50重量％となるように調製したコーティング液を用いることができる。",
                        "【0033】  コート剤の被覆量は，油脂の含有量に応じて適宜調整することができ，特に制限されることはないが，黒ショウガ成分を含有する粒子100重量部に対し，1～50重量部とすることが好ましい。",
                        "【0035】  本発明の組成物は，主に経口用として用いるが，その形態としては，飲食品，製剤等を適宜選択することができる。前記飲食品としては，前記組成物をそのまま使用してもよく，単に水(精製水等)で溶解乃至分散して用いてもよい。",
                        "【0038】  本発明の飲食品に含まれる前記組成物の含有量としては，特に制限はなく，目的に応じて適宜選択することができる。",
                        "【0042】  本発明の組成物は，黒ショウガに含有される有効成分の奏する効果を利用した用途であれば，特に限定無く適用することができる。例えば，本発明の組成物を，主に経口で使用される食品，薬剤等であって，抗酸化作用，冷え症改善作用，体重増加軽減作用，内臓脂肪及び皮下脂肪重量低減作用等の効用を目的に使用することが可能である。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "実施例",
                      "text": [
                        "【0044】(ポリフェノール吸収性増進効果)",
                        "被験物質の調製は以下のようにして行った。",
                        "【0045】＜実施例1＞",
                        "パーム油でコートした黒ショウガの根茎の乾燥粉末(黒ショウガ原末)をコーン油と混合して150mg／mLに調製し，ボルテックスを用いて懸濁した。",
                        "【0046】＜実施例2＞",
                        "黒ショウガ原末をナタネ油でコートした以外は，実施例1と同様にして被験物質を得た。",
                        "【0047】＜比較例1＞",
                        "黒ショウガ原末をコーン油と混合して150mg／mLに調製し，ボルテックスを用いて懸濁した。",
                        "【0048】  上記被験物質を用いて，下記の要領にて経口で黒ショウガを摂取した際の投与1，4，8時間後(コントロールはブランクとして投与1時間後のみ)に採血して，血中の総ポリフェノール量を測定した。その結果を図1に示す。",
                        "【0049】(1)実験動物及び飼育方法",
                        "6週齢のSD雄性ラットを用意し，5日以上の馴化期間をおいた後，実験に使用した。群分けは，試験直前にランダムに行った。馴化期間の飼料は，市販のMF固形飼料を自由摂取させた。また，試験当日は試験終了まで絶食のままとした。",
                        "【0050】(2)被験物質の投与方法",
                        "16時間以上絶食した後，被験物質溶液を10mL／kgとなるように，ゾンデで強制経口投与した。表1に，採血時間，被験物質及びこれを投与した各群の個体数を示す。",
                        "【0051】",
                        "【表1】",
                        "【0052】(血清前処理方法)",
                        "Waters社製の固相抽出カートリッジHLB(60mg)にメタノール(5mL)，水(5mL)，0．1moL／L塩酸(1mL)を順次通液し，プレコンディショニングとした。つづいて，マウス血清1mLに水(1mL)，0．1moL／L塩酸(1mL)を加え混合し，前述のカートリッジへ通液し非吸着画分を廃棄した。さらに1．5moL／Lのギ酸水溶液(2mL)，メタノール水溶液(5体積％)(2mL)を通液し洗浄した。その後0．1％ギ酸メタノール(3mL)を通液し，溶出した画分を15mLの遠沈管に回収した。得られた画分を，遠心エバポレーター(加熱無し)で一晩減圧濃縮して完全に乾固し，そこに水(200μL)を加え超音波で溶解した。遠心分離後(15，000rpm，5分)，上澄を1．5mLエッペンに回収し，総ポリフェノール量測定の検体とした。",
                        "【0053】(総ポリフェノール測定方法)",
                        "各検体100μLを1．5mLエッペンチューブに測り取り，10％(w／w)炭酸ナトリウム(100μL)を加えて10分放置した。さらにFolin-Ciocalteu試薬(100μL)を加え，1時間室温で発色させた。発色したサンプルを遠心分離(15，000rpm，5分)後，上清(200μL)を96-weLLマイクロプレートに移し，730nmの吸光度を測定した。定量用標準には，カテキン一水和物を用いた。250μg／mLの水溶液を調製し，それを適宜希釈して125，100，75，50，25，12．5μg／mLの標準溶液を調製した。これらを各検体と同様に処理し，測定結果から検量線を作成した。その結果を血清サンプルのデータに適用し，定量結果とした。",
                        "【0054】  図1から明らかなように，実施例1，2の油脂コートを行った黒ショウガ原末を摂取した群の血中ポリフェノール量は，いずれも黒ショウガ原末を摂取させたものに比べて高い値を示している。特に，ナタネ油でコートを行った実施例2は，血中にとりこまれるポリフェノール量が多く，また，それが長時間にわたり持続することが分かった。",
                        "【図1】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "公知文献の記載",
                  "text": [
                    "いずれも本件出願日前の公知文献である甲24ないし26には，それぞれ，次の記載が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲24(特開2008-174553号公報)",
                      "text": [
                        "【0002】  天然にはさまざまな生理活性を持ったフラボノイドが数多く知られている。フラボノイドには，抗酸化作用，抗変異原性，抗ガン性，血圧上昇抑制作用，抗菌・抗ウィルス作用，抗う歯(虫歯)作用，抗アレルギー作用が報告されている。しかしながら，例えばフラボノイドの一種であるバイカレインは投与量の1/300しか吸収されないといったように体内への吸収効率が極めて悪いことが知られている…。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲25(特開2006-151922号公報)",
                      "text": [
                        "【0005】  ところが，アントシアニンの尿中からの回収率(体内の吸収率に対応)は非常に低い事が報告されており，尿中へ回収されるアントシアニンは，最も高い場合でも経口摂取したうちの1％に満たず，多くのアントシアニンでは0．1％以下である。…このようにアントシアニンは体内への吸収性が低いため，少なくとも数十から数百mgは摂取しなくてはならないにもかかわらず，これまでアントシアニンの体内への吸収率を向上させる試みはなされておらず，また報告もされていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲26(特開2009-1513号公報)",
                      "text": [
                        "【0011】  従来，ポリフェノールの吸収率は低く，体内に取り込まれずに，糞便中に排泄されるという問題点があった。このため，ポリフェノールの摂取量を高くする必要があり，経済的に無駄があった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の課題",
                  "text": [
                    "本件明細書の記載(前記ア)によれば，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，黒ショウガ成分を含有する組成物に関するものである(段落【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "黒ショウガには有効成分としてポリフェノールが含有されているものの，一般に，ポリフェノールは腸管透過吸収が悪いため，摂取されたポリフェノールの生体内に取り込まれる量は極めて少なく，従来から，その吸収促進のために，吸収促進剤との併用や，腸管から容易に吸収できる程度までに低分子化する方法が示されていたが，これらの方法によっても，ポリフェノールの生体内への吸収性は十分ではなかった。また，植物由来のポリフェノールの構造や性質は植物の種類によって大きく異なるため，他の植物由来のポリフェノールについての吸収性の改善方法を，そのまま黒ショウガに転用することもできない。したがって，本件出願当時，黒ショウガ成分に含まれるポリフェノールの腸管透過吸収を効果的に助ける方法は知られていなかったといえる(段落【0003】～【0005】，【0007】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明の課題は，「黒ショウガ成分を経口で摂取した場合においても，含まれるポリフェノール類を効果的に体内に吸収することができる組成物を提供すること」にある(段落【0008】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件出願当時の技術常識",
                  "text": [
                    "前記イのとおり，甲24の段落【0002】には，フラボノイドについて，生体に対する吸収性が悪いこと，甲25の段落【0005】には，アントシアニンについて，体内への吸収性が低いこと，甲26の段落【0011】には，ポリフェノールについて，吸収率が低く，体内に取り込まれずに糞便中に排泄されることがそれぞれ記載されている。",
                    "これらの記載や本件明細書の記載(段落【0003】～【0005】，【0007】)からみて，本件出願当時，摂取されたポリフェノールの生体内に取り込まれる量は一般に少ないということが当業者の技術常識であったといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の課題(前記(2)ウ)を解決する手段として，本件明細書には，次の記載が認められる。",
                    "・  本発明者らは，油脂を含むコート層で，上述の黒ショウガ成分含有コアの表面の一部又は全部を被覆することにより，意外にも，経口で摂取した場合においても，黒ショウガ成分に含まれるポリフェノール類の体内への吸収性が高まることを見出し，本発明を完成するに至った(段落【0009】)。",
                    "・  本発明の組成物は，黒ショウガ成分を含有する粒子と，その表面の一部又は全部を被覆した油脂を含むコート層と，を含む。本発明の組成物は，経口で摂取した場合においても，黒ショウガ成分の体内への吸収性が高い(段落【0014】)。",
                    "・  黒ショウガ成分を含有する粒子表面の一部又は全部を，油脂を含むコート剤にて被覆することにより，経口で摂取した場合においても，特に黒ショウガ成分に含まれるポリフェノール類の体内への吸収性が高まる(段落【0026】)。",
                    "これらの記載からみて，本件明細書には，課題解決手段として，「黒ショウガ成分を含有する粒子(黒ショウガ成分含有コア)」の表面の一部又は全部を，「油脂を含むコート剤(コート層)」で被覆することが記載されているといえる。",
                    "ここで，「一部」とは，「全体の中のある部分。一部分。」(広辞苑〔第六版〕)を意味するものであり，当該部分が全体の中に占める割合の大小までは定められていないことから，本件明細書に記載された課題解決手段には，「黒ショウガ成分を含有する粒子」の表面の僅かな部分を，「油脂を含むコート剤」で被覆することも包含されているといえる(このことは，後記のとおり，本件明細書の記載がコート剤による被覆の量や程度を特に制限していないと解されることからも導かれる。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，このような僅かな部分を被覆した状態においても，(2)ウに示した本件発明の課題を解決できると当業者が認識できるか否かについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，「黒ショウガ成分を含有する粒子」について，本件明細書には次の記載が認められる。",
                        "・  段落【0015】には，黒ショウガに由来する成分を含む粒子のことをいい，黒ショウガに由来する成分を含み，かつ粉末化，粒子化，顆粒化等されていれば，黒ショウガの加工方法について特に制限はないこと，例えば，黒ショウガの乾燥粉末，黒ショウガ抽出物を粉末化したもの，黒ショウガ中の成分を任意の方法で分画して粉末化したもの等が該当すること，この粒子は固体である必要は無く，リポソームやマイクロカプセル等液体でも良いことが記載されている。",
                        "・  段落【0016】及び【0017】には，黒ショウガの乾燥粉末に関する記載が，段落【0018】ないし【0021】には，黒ショウガの抽出物に関する記載がある。",
                        "・  段落【0022】には，黒ショウガ成分を含有する粒子としては，黒ショウガの乾燥粉末，黒ショウガ抽出物を粉末化したもの，黒ショウガ中の成分を任意の方法で分画して粉末化したもの等をそのまま使用しても良いし，適切な結合剤や賦形剤等を添加の上，公知の湿式，乾式等の顆粒造粒法によって顆粒に成形したものを用いても良いことが記載されている。",
                        "・  段落【0024】には，黒ショウガ成分を含有する粒子の粒子径及び粒度は特に制限されるものではなく，目的に応じて粉末，粒子，顆粒等を適宜選択できることが記載されている。",
                        "・  段落【0025】には，黒ショウガ成分を含有する粒子を得るための黒ショウガの使用部位は樹皮，根，葉，又は枝等が使用し得ることが記載されている。",
                        "これらの記載によれば，本件明細書は，「黒ショウガ成分を含有する粒子」の原料である黒ショウガを特に制限しておらず，当該粒子の粒子径や粒度，当該粒子の製造方法についても特に制限していないものと認められる。",
                        "したがって，「黒ショウガ成分を含有する粒子」には，従来例のように腸管から容易に吸収できる程度までに低分子化されているものとは異なる態様のものも包含されているといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，「油脂を含むコート剤」について，本件明細書には次の記載が認められる。",
                        "・  段落【0028】には，ナタネやパームを含む様々な油脂が非限定的に記載されており，段落【0029】，【0031】及び【0032】には，油脂以外の成分(賦形剤等)も種々記載されている。",
                        "・  段落【0032】には，コート剤による被覆は，特に限定されることなく公知の方法を適用することが可能であること，例えば，油脂を適切な溶媒に溶解させてコーティング液を作成し，このコーティング液を黒ショウガ成分含有コアにノズル又はアトマイザー等の公知の噴霧器により吹き付けて行うことができることが記載されている。併せて，溶媒として，アルコール溶液等が例示されており，また，その使用量は，油脂等が溶解すればよく，特に限定されないが，通常，これらの物質が5～50重量％となるように調製したコーティング液を用いることができることが記載されている。",
                        "・  段落【0033】には，コート剤の被覆量について，油脂の含有量に応じて適宜調整することができ，特に制限されることはないが，黒ショウガ成分を含有する粒子100重量部に対し，1～50重量部とすることが好ましいことが記載されている。",
                        "これらの記載によれば，本件明細書は，「油脂を含むコート剤」の材質，被覆方法，被覆の量や程度について，好ましいあるいは望ましい例を示しているものの，それ以外の構成をとることも特に制限していないものと認められる。",
                        "したがって，「油脂を含むコート剤」については，材質に特に制限がない以上，従来例のように吸収促進のための成分が含まれているものとは異なる態様のものも包含されているというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上を前提に本件明細書の実施例(段落【0044】～【0054】，表1及び図1)の記載をみると，実施例1として，パーム油でコートした黒ショウガの根茎の乾燥粉末(黒ショウガ原末)をコーン油と混合して150mg／mLとし，懸濁することにより調製した被験物質(以下「実施例1被験物質」という。)，実施例2として，黒ショウガ原末をナタネ油でコートした以外は，実施例1と同様にして調製した被験物質(以下「実施例2被験物質」という。)，及び比較例1として，黒ショウガ原末をコーン油と混合して150mg／mLとし，懸濁することにより調製した被験物質(以下「比較例1被験物質」という。)を，それぞれ，6週齢のSD雄性ラットに，10mL／kgとなるように，ゾンデで強制経口投与し，投与の1，4，8時間後(コントロールはブランクとして投与1時間後のみ)に採血して，血中の総ポリフェノール量を測定したところ，実施例1被験物質及び実施例2被験物質を摂取した群の血中ポリフェノール量は，いずれも比較例1被験物質を摂取させたものに比べて高い値を示したことが記載されている。",
                        "ここで，本件明細書の段落【0028】に，「油脂」の具体例として，パーム油，ナタネ油と並んで「とうもろこし」から得られる油脂，すなわち「コーン油」も記載されていることからすれば，上記実施例で用いたコーン油についても，黒ショウガ成分に含まれるポリフェノール類の体内への吸収性を高める効果を期待し得る一方で，上記実施例の結果からは，単にコーン油に混合，懸濁しただけの比較例1被験物質では，そのような効果がないことも認識し得るといえる。",
                        "したがって，当業者は，本件明細書の実施例の記載から，「黒ショウガ成分を含有する粒子」が，パーム油あるいはナタネ油と混合，懸濁された状態とするのではなく，パーム油あるいはナタネ油により被覆された状態とすることにより，本件発明の課題を解決することができると認識するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そして，本件出願当時，一般に摂取されたポリフェノールの生体内に取り込まれる量は少ないという技術常識があるにもかかわらず(前記(2)エ)，本件発明には，「黒ショウガ成分を含有する粒子」自体に吸収性を高める特段の工夫がなされていない態様が包含されており(前記(ア))，また，「油脂を含むコート剤」にも吸収促進のための成分が含まれていない態様が包含されている(前記(イ))ことからすれば，当業者は，本件発明の課題を解決するためには，パーム油あるいはナタネ油のような油脂を含むコート剤にて被覆することが肝要であると認識するといえる。しかし，その一方，ある効果を発揮し得る物質(成分)があったとしても，その量が僅かであれば，その効果を発揮し得ないと考えるのが通常であることからすれば，当業者は，たとえ，「黒ショウガ成分を含有する粒子」の表面を「油脂を含むコート剤」で被覆することにより，本件発明の課題が解決できると認識し得たとしても，その量や程度が不十分である場合には，本件発明の課題を解決することが困難であろうことも予測するといえる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "ところが，本件明細書においては，実施例1の「パーム油でコートした黒ショウガ原末」の被覆の量や程度について具体的な記載がなされておらず，実施例2についても同様であるから，これらの実施例によってコート剤による被覆の量や程度が不十分である場合においても本件発明の課題を解決できることが示されているとはいえず，ほかにそのような記載や示唆も見当たらない。すなわち，コート剤による被覆の量や程度が不十分である場合には，本件発明の課題を解決することが困難であろうとの当業者の予測を覆すに足りる十分な記載が本件明細書になされているものとは認められないのであり，また，これを補うだけの技術常識が本件出願当時に存在したことを認めるに足りる証拠もない。",
                        "したがって，本件明細書の記載(ないし示唆)はもとより，本件出願当時の技術常識に照らしても，当業者は，「黒ショウガ成分を含有する粒子」の表面の僅かな部分を「油脂を含むコート剤」で被覆した状態が本件発明の課題を解決できると認識することはできないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明は，黒ショウガ成分を含有する粒子の表面の一部を，ナタネ油あるいはパーム油を含むコート剤にて被覆する態様，すなわち，「黒ショウガ成分を含有する粒子」の表面の僅かな部分を「油脂を含むコート剤」で被覆した態様も包含していると解されるところ，本件明細書の記載(ないし示唆)はもとより，本件出願当時の技術常識に照らしても，当業者は，そのような態様が本件発明の課題を解決できるとまでは認識することはできないというべきである。",
                    "そうすると，本件発明の特許請求の範囲の記載は，いずれも，本件明細書の発明の詳細な説明の記載及び本件出願当時の技術常識に照らして，当業者が，本件明細書に記載された本件発明の課題を解決できると認識できる範囲を超えており，サポート要件に適合しないものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "text": [
                "これに対し，被告は，本件発明は，黒ショウガ粒子の被覆剤として，ナタネ油あるいはパーム油を用いることを特徴とするものであり，「黒ショウガ成分を経口で摂取した場合においても，含まれるポリフェノール類を効果的に体内に吸収することができる組成物」を提供することを課題とし，その課題を「(黒ショウガ粒子)の表面の一部又は全部を，ナタネ油あるいはパーム油を含むコート剤にて被覆」することにより解決するものであるから，発明の詳細な説明に記載されたものであり，芯材である「黒ショウガ成分を含有する粒子」におけるコート剤によって被覆されている部分がごく一部である態様等，本件明細書の記載や本件出願当時の技術常識からみて，当業者が通常想定しないような極端なケースを挙げてサポート要件違反とすることは，適切な発明の保護が観点からみて不当である旨を主張する。",
                "しかしながら，前記のとおり，サポート要件の趣旨は，要するに，発明の詳細な説明に記載していない発明が特許請求の範囲に記載され，公開されていない発明について独占的，排他的な権利を認めることを許容しないことにあるところ，本件発明には，「黒ショウガ成分を含有する粒子」の表面の僅かな部分を「油脂を含むコート剤」で被覆した態様が包含されているといえるのであるから，このような態様についてのサポート要件を検討することが不当であるとはいえないことはもちろんであって，上記被告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，サポート要件に違反しないとした本件審決の判断は誤りであり，取消事由1(サポート要件に関する判断の誤り)は理由がある。また，かかる判断の誤りが本件審決の結論に影響を及ぼすことも明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，その余の取消事由について検討するまでもなく，原告の請求は理由がある。",
            "よって，本件審決を取り消すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}