{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前項に係る部分につき，被控訴人の請求を棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，被控訴人が，控訴人との間で締結した「磁力回転装置」の販売等に関する業務の業務委託契約(以下「本件契約」という。)を控訴人の債務の履行不能等を理由に解除したとして，解除による原状回復請求権に基づき，被控訴人が控訴人に払った業務委託契約金5000万円及び預託した保証預金1億円の合計1億5000万円のうちの一部である3000万円及びこれに対する平成25年6月21日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，被控訴人による解除の意思表示により本件契約が解除されたことを認めた上で，①業務委託契約金5000万円については，本件契約上の原状回復義務を免除する旨の約定により，控訴人は返還義務を負わない，②保証預金1億円のうち，1000万円については，研究開発費用に充当されたので，控訴人は返還義務を負わない，③保証預金1億円のうち，9000万円(上記②を除く部分)については，控訴人の相殺の抗弁に基づき，控訴人の被控訴人に対する貸金債権7000万円及び利息債権41万3186円の合計7041万3186円とその対当額で相殺された結果，控訴人は，上記相殺後の残額1958万6814円の返還義務を負うとして，控訴人に対し，1958万6814円及びこれに対する平成25年6月21日から支払済みまで民法所定の年5分の割合による金員の支払を命じる限度で被控訴人の請求を一部認容した。",
            "これに対し控訴人のみが，原判決を不服として本件控訴を提起した。したがって，当審における審判の対象は，被控訴人の上記保証預金1958万6814円に係る請求の当否である。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(証拠の摘示のない事実は，争いのない事実又は弁論の全趣旨により認められる事実である。)",
          "text": [
            "次のとおり訂正するほか，原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁7行目の「当初」を「設立当初」と，同頁11行目の「(以下「A教授」という。)」を「(以下「A」又は「A教授」という。)」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁14行目から4頁13行目までを次のとおり改める。",
                "「(2)  本件契約の締結",
                "控訴人と被控訴人は，平成24年5月22日，同日付け「業務委託契約書」(以下「本件委託契約書」という。甲1)を作成して，次の各条項を含む本件契約を締結した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "第2条(委託業務の内容)",
                  "text": [
                    "1．控訴人は，控訴人の執行役員専務取締役A(住所：…)の発明名称「磁力回転装置」特願2010-238067・特願2011-188054(以下「本件製品」という)を使用して次の業務(以下「本件業務」という)を被控訴人に委託し，被控訴人はこれを受託する。今後，新しく開発される「磁力回転装置」については，控訴人，被控訴人協議の上で決定するものとする。インセンティブについては，別途契約書を締結する。",
                    "①  実施内容：本件製品の販売業務・保守業務",
                    "②  製造制限：本件製品の製造業務は日本国内に限る。",
                    "2．控訴人は被控訴人以外の第三者に対して本件製品の製造を委託する場合，控訴人，被控訴人協議の上決定するものとする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第3条(契約期間)",
                  "text": [
                    "本件契約の有効期間は，本件契約締結日から3年間とし，控訴人，被控訴人のいずれか一方から契約満了の3か月前までに書面にて本件契約を終了させる意思表示をしない限り，自動的に3年間更新するものとし，以後も同様とする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第4条(対価)",
                  "text": [
                    "1．被控訴人は，控訴人に対して次の業務委託契約金及び保証預金を，控訴人の指定する銀行口座に振り込む方法により支払うものとする。",
                    "2．本件業務の業務委託契約金として被控訴人は，控訴人に次の金額を支払うものとする。",
                    "業務委託契約金：5千万円",
                    "3．控訴人は，既に支払われた業務委託契約金を被控訴人に返還しないものとする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第5条(保証預金)",
                  "text": [
                    "1．控訴人は，本件業務を被控訴人に業務委託させるために保証預金として次の金額を被控訴人から預かるものとする。",
                    "保証預金：1億円",
                    "2．保証預金は本件契約締結後3年は，控訴人は被控訴人に返還しないものとする。",
                    "4．控訴人は，本件契約終了後，その翌日から3か月後に保証預金を被控訴人に返還するものとする。保証預金に関して金利は付利しないものとする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "第7条(本業務の制限)",
                  "text": [
                    "1．控訴人は本件業務を被控訴人に委託するにあたって想定しない業務方法を被控訴人及び被控訴人の委託先が行った場合，控訴人は制限を被控訴人及び被控訴人の委託先に行使できるものとする。",
                    "2．本件契約に関する一切の窓口は控訴人とする。",
                    "3．本件製品・本件製品の改良製品及び研究開発に関する一切の窓口は控訴人とする。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "第9条(業務の再委託等)",
                  "text": [
                    "被控訴人は，控訴人による事前の書面による承諾がないかぎり本件業務の全部又は一部を第三者に再委託できない。なお，控訴人の事前の書面による承諾を得て第三者に再委託する場合には，被控訴人は当該第三者に対し，本件契約における被控訴人の義務と同様の義務を遵守させ，その行為について被控訴人は一切の責任を負う。",
                    "2．被控訴人は，本件製品を，第三者に製造委託させる場合には控訴人の書面による承諾を得て，製造委託契約書は被控訴人と被控訴人の製造委託先と締結するものとする。",
                    "3．被控訴人は前項の製造委託契約者との製造委託契約書と機密保持契約書の控えを必ず控訴人に提出し製造委託に関する覚書を被控訴人と締結するものとする。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "第14条(契約解除)",
                  "text": [
                    "控訴人又は被控訴人は，相手方が次の各号の一つに該当したときは，何らの通知催告を要せず，直ちに本件契約を解除することができるものとする。",
                    "⑥  控訴人，被控訴人間の連絡が1か月以上とることができなくなったとき",
                    "⑦  相手方に重大な過失又は背信行為があったとき",
                    "⑧  他本件契約を継続しがたい重大な事由が発生したとき",
                    "⑨  その他各号に類する不信用な事実があるとき",
                    "⑩  相手方が本件契約の各条項に違反したとき",
                    "2．前項の場合，控訴人又は被控訴人は，相手方に対し，本件契約の解除又は解除とともに損害賠償請求をすることができる。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "第15条(違約金)",
                  "text": [
                    "2．被控訴人が第14条⑥⑦⑧⑨⑩の一に該当したときは，控訴人は第5条の保証預金を被控訴人に返還しないものとする。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "第16条(協議事項)",
                  "text": [
                    "本件契約に定めなき事項又は解釈上疑義を生じた事項については，法令に従うほか，控訴人，被控訴人誠意をもって協議の上解決をはかるものとする。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "インセンティブ契約の締結",
              "text": [
                "控訴人と被控訴人は，平成24年5月22日，同日付け「インセンティブ契約書」(乙31)を作成して，被控訴人が，控訴人に対し，本件契約に基づき被控訴人又は被控訴人の委託先が販売した商品の販売価格の6．5％(税別)をインセンティブとして支払うことなどを内容とするインセンティブ契約(以下「本件インセンティブ契約」という。)を締結した。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁14行目の「(3)」を「(4)」と，5頁11行目の「(4)」を「(5)」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決5頁20行目の「原告と被告は，」の次に「平成24年5月24日付けで，」を加え，同頁25行目の「同月」を「平成24年5月」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁1行目の「(5)」を「(6)」と，同頁14行目の「(6)」を「(7)」と，同頁末行の「(7)」を「(8)」とそれぞれ改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点及び争点についての当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件契約の解除事由の有無"
            },
            {
              "fig": "(2)",
              "subject": "控訴人の被控訴人に対する保証預金返還義務の有無及び返還すべき金額"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点についての当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(本件契約の解除事由の有無)について",
              "text": [
                "次のとおり訂正するほか，原判決「事実及び理由」の第3の2(1)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決7頁19行目の「発電装置」を「発電装置(本件各特許の実施品)」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決8頁15行目末尾に行を改めて次のとおり加える。",
                    "「控訴人は，被控訴人に対し，本件契約に基づき，本件製品の製造・販売・保守業務を行うために必要な技術を提供する債務を負っていた。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決9頁2行目末尾に次のとおり加える。",
                    "「しかも，控訴人が開発したと主張する磁力回転装置の試作機，量産図面及び第三者機関による性能データは，未だに提出されておらず，実用に耐える磁力回転装置の開発が完了したとは到底考えられない。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決9頁14行目の「前記イのとおり，」の次に「遅くとも平成25年5月7日の時点で，」を加える。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決11頁21行目末尾に行を改めて次のとおり加える。",
                    "「さらに，現在では，磁力回転装置動力発電機・軸トルク94％，発電起動実行効率84％を達成し，また，モーターにおいては，電圧と電流をバランスよく突入させ，無定格で5Vから300V間を連続稼動し，可変速90回転/min から6000回転/min の間で連続稼動する状態になっている。",
                    "このように控訴人は，A教授がいたころとは比較にならないほどの性能を有する磁力回転装置を開発しており，A教授がいないからといって磁力回転装置の開発行為を行う控訴人の債務が履行不能となることはない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(控訴人の被控訴人に対する保証預金返還義務の有無及び返還すべき金額)について",
              "text": [
                "次のとおり訂正するほか，原判決「事実及び理由」の第3の2(3)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原判決12頁20行目から24行目までを削り，同頁25行目の「イ",
                  "text": [
                    "保証預金の返還を要しない場合」を「ア  本件契約に基づく保証預金の不返還事由の有無について」と，13頁10行目の「原告の代表社員であるB氏は，」を，「本件契約時の被控訴人の代表社員であったB(以下「B」という。)は，」と，同頁21行目の「ウ」を「イ」とそれぞれ改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決15頁23行目末尾に行を改めて次のとおり加える。",
                    "「ウ  相殺の抗弁",
                    "前記イによれば，平成25年5月現在における保証預金の残金は7000万円である。",
                    "仮に被控訴人が上記保証預金残金の返還請求権を有していたとしても，控訴人は，前記前提事実(8)記載のとおり，控訴人の被控訴人に対する貸金返還請求権の元本及び利息合計7041万3186円と被控訴人の控訴人に対する保証預金返還請求権とを対当額で相殺する旨の意思表示をし，この相殺により，上記保証預金残金の返還請求権は消滅した。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決16頁3行目から5行目までを次のとおり改める。",
                    "「イ  保証預金の返還時期の到来(当審における被控訴人の主張)",
                    "仮に前記アが認められないとしても，本件契約の契約期間は，契約締結日(平成24年5月22日)から3年間であり，控訴人，被控訴人のいずれか一方から契約満了の3か月前に書面により本件契約を終了させる意思表示をしない限り，本件契約が自動的に3年間更新されるところ(本件委託契約書3条)，被控訴人は，控訴人に対し，平成25年5月9日到達の内容証明郵便によって，本件契約を解除する意思表示をしたことにより，書面により本件契約を更新せずに，終了させる意思を明らかにしたから，本件契約は，平成27年5月22日の経過をもって終了した。",
                    "そして，本件委託契約書5条4項は，控訴人は，被控訴人に対し，本件契約終了の日の翌日から3か月後に保証預金を返還する旨定めているが，本件契約終了の日の翌日から3か月が既に経過し，保証預金の返還時期が到来しているから，控訴人は，被控訴人に対し，保証預金を返還する義務を負う。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決16頁6行目の「ウ  保証預金の返還を要しない場合について」を「ウ  本件契約に基づく保証預金の不返還事由の有無について」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決17頁7行目末尾に行を改めて次のとおり加える。",
                    "「オ  相殺の抗弁に対し",
                    "控訴人の主張は争う。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人には，被控訴人が本件契約に基づいて控訴人に預託した保証預金のうち，1958万6814円及びこれに対する平成25年6月21日から支払済みまで民法所定の年5分の割合による遅延損害金の支払義務があるものと認める。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "判断の基礎となる事実",
          "text": [
            "次のとおり訂正するほか，原判決「事実及び理由」の第4の1記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決18頁13行目の「前提事実(4)」を「前提事実(5)」と，同頁25行目の「契約」を「本件インセンティブ契約」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決19頁1行目から2行目にかけての「前提事実(3)」を「前提事実(4)」と，同頁4行目及び8行目の各「前提事実(4)」を「前提事実(5)」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決20頁6行目の「原告従業員C」を「被控訴人の担当者C」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)(本件契約の解除事由の有無)について",
          "text": [
            "次のとおり訂正するほか，原判決「事実及び理由」の第4の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決23頁20行目から23行目までを次のとおり改める。",
                "「(1)  本件契約における控訴人の債務"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人と被控訴人が平成24年5月22日に締結した本件契約に係る本件委託契約書2条1項は，控訴人は，「発明名称「磁力回転装置」特願2010-238067・特願2011-188054(以下「本件製品」という)」を使用して，本件業務(本件製品の製造業務，販売業務・保守業務)を被控訴人に委託し，被控訴人はこれを受託する旨規定し，4条2項は，被控訴人は，控訴人に対し，本件業務の業務委託契約金として5000万円を支払うものとし，同条3項は，控訴人は，既に支払われた業務契約委託金は被控訴人に返還しない旨規定し，5条1項は，控訴人は，被控訴人から，本件業務を被控訴人に業務委託させるために保証預金として1億円を預かる旨規定している。",
                    "また，控訴人と被控訴人が同月23日に締結した本件覚書3条は，本件委託契約書5条所定の保証預金に関し，控訴人は，本件業務の平成23年10月1日から平成24年3月31日までの研究開発に係る費用として保証預金から1000万円を活用する旨規定し，4条1項は，同年4月1日以降，被控訴人が控訴人に対し本件業務の研究開発を依頼した研究開発に係る費用についても保証預金を活用する旨規定している。",
                    "これらの規定によれば，本件契約は，控訴人が，発明の名称を「磁力回転装置」とする「特願2010-238067・特願2011-188054」に係る発明を使用して本件製品の研究開発を行い，被控訴人に対し，本件製品の製造業務，販売業務・保守業務(本件業務)を委託し(本件委託契約書2条1項)，被控訴人が，控訴人に対し，控訴人が本件製品の研究開発を行うための費用として本件業務の業務委託契約金5000万円を支払い(本件委託契約書4条2項，3項)，さらに，上記研究開発に活用するための原資として保証預金1億円を控訴人に預託すること(本件委託契約書5条1項，本件覚書3条，4条1項)を内容とする契約であるものと解される。",
                    "そして，特願2010-238067及び特願2011-188054に係る発明については，本件各特許(特許第5001418号及び特許第4988951号)として特許権の設定登録がされている(前記前提事実(6)ア)。",
                    "そうすると，控訴人は，本件契約(本件委託契約書2条1項)に基づいて，被控訴人に対し，本件各特許を実施した製品(実施品)である本件製品を開発する債務，具体的には，被控訴人において本件各特許の実施品である本件製品を製造することが可能となるような製造用図面等を作成する債務を負ったものと解するのが相当である。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決25頁25行目冒頭に「ア」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決26頁9行目から14行目までを次のとおり改める。",
                "「    加えて，本件各特許発明の発明者であるAが，平成25年4月24日付け通知書(甲7)によって，控訴人に対し，同日付けで控訴人の執行役員を辞任する意思を示したことにより，控訴人は，Aから，本件各特許発明の実施品の開発に対する協力を得られなくなったことを併せ考慮すると，遅くとも，被控訴人が本件契約の解除の意思表示をした同年5月7日までには，控訴人が被控訴人において本件各特許の実施品である本件製品を製造することが可能となるような製造用図面等を作成する債務の履行を実現することは社会取引通念上もはや期待することはできず，控訴人の上記債務は履行不能となったものと認められるから，これは，本件契約の解除事由である「他本契約を継続しがたい重大な事由が発生したとき」(本件委託契約書14条1項8号)に当たるというべきである。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "これに対し控訴人は，Aがいなくても磁力回転装置の開発は可能であり，実際に磁力回転装置の開発を完了しているから，控訴人の債務は履行不能となっていない旨主張する。",
                    "しかしながら，控訴人の上記主張は，本件契約における開発の対象が本件各特許とは関係のない「吸引モーター」による磁力回転装置であることを前提に，その開発が可能であることを述べるものであり，前記(1)イで説示したとおり，その前提において理由がない。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(2)(控訴人の被控訴人に対する保証預金返還義務の有無及び返還すべき金額)について",
          "text": [
            "次のとおり訂正するほか，原判決28頁17行目から31頁23行目までに記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決28頁17行目の「(2)  保証預金の返還を要しない場合について」を「(1)  本件契約に基づく保証預金の不返還事由の有無について」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決29頁10行目の「(前提事実(4))。」を「(前提事実(5))。」と改め，同頁16行目末尾に行を改めて次のとおり加える。",
                "「  なお，控訴人が当審において証拠として提出した，Bがフィリピンへ金塊発掘のために渡航している様子を撮影したとする写真(乙44)や，「20120802もめごとメモ金塊」と題する書面(乙45の1，2)から直ちに被控訴人が借入金を金塊発掘事業に使用したと認めることはできない。また，仮に被控訴人が借入金を金塊発掘事業に使用した事実があったとしても，そもそも，借入金を「磁力回転装置」の事業資金の一部に使用することは，本件契約に基づく被控訴人の債務とはいえないし，被控訴人が借入金を金塊発掘事業に使用したからといって直ちに被控訴人による本件業務の履行が困難となるものと認めることもできないから，上記事実は，本件委託契約書14条1項7号ないし9号所定の本件契約の解除事由に当たるものとはいえない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決29頁20行目の「(3)」を「(2)」と，同頁25行目から末行にかけての「(前提事実(3)イ)。」を「(前提事実(4)イ)。」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決31頁4行目の「4」を「(3)」，同頁5行目の「(1)」を「ア」とそれぞれ改め，同頁5行目の「業務委託契約金」から6行目の「負わないが，」までを削除する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決31頁9行目の「(2)」を「イ」と，同頁10行目の「ア」を「(ア)」と，同頁10行目から11行目にかけての「(前提事実(4))」を「(前提事実(5))」と，同頁13行目の「イ」を「(イ)」と，同頁16行目の「(前提事実(7))」を「(前提事実(8))」と，同頁20行目の「ウ」を「(ウ)」とそれぞれ改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，被控訴人の本訴請求のうち，保証預金に係る請求は，控訴人に対し，控訴人の相殺後の保証預金残金1958万6814円及びこれに対する平成25年6月21日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由がある。",
        "したがって，被控訴人の上記請求を上記の限度で一部認容した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10084",
    "date": "2015-11-11",
    "rights_type": "その他",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成25年(ワ)7416",
    "precedent_id": "085496",
    "ipprecedent_id": "4205",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}