{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "別紙1ないし3の各文書がいずれも真正に成立したものではないことを確認する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，以下に掲記するほか，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が被控訴人に対し，控訴人の作成名義とされる別紙1ないし3の各文書(本件各文書)は被控訴人によって偽造されたものであると主張し，民事訴訟法134条の証書真否確認の訴えとして，本件各文書が真正に成立したものではないことの確認を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，本件各文書は民事訴訟法134条所定の「法律関係を証する書面」に当たらないなどとして，本件訴えを不適法却下したため，控訴人は，原判決を不服として控訴した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "本件の争点は，本件訴えの適法性及び本件各文書の成立の真正であり，争点に関する当事者の主張は，以下のとおり当審における補充主張を付加するほか，原判決の「事実及び理由」の第2の2に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当審における控訴人の補充主張(本件訴えの適法性について)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件各文書中の「借用金額」及び「期日」は，別紙2及び3の各文書に記載された作成日と同一日付けの借用証書(乙3。以下「本件借用証書」という。)を参照することにより特定されるとの原告の主張に対し，本件借用証書が本件各文書と一体性を有しない文書であることを理由として原告の主張を排斥した。",
                    "しかし，控訴人と被控訴人との間の別件訴訟(知的財産高等裁判所平成26年(ネ)第10042号著作権侵害差止請求控訴事件)における平成26年9月11日の口頭弁論期日において，被控訴人代理人が，本件借用証書に記載された被控訴人から控訴人への1000万円の融資についての社内決裁のために本件各文書が作成された旨を述べ(甲13)，本件借用証書と本件各文書とが一体であることを明らかにしていることからすれば，原判決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人と株式会社サンライズ・テクノロジーとの間の別件訴訟(東京地方裁判所平成20年(ワ)第10174号著作権譲渡代金請求反訴事件)における同裁判所平成20年7月29日判決(以下「別件東京地裁判決」という。)において，別紙2及び3の各文書を証拠として，登録されたBSS-PACKのソフトウェアの著作権が被控訴人に移転したとの認定がされていること(甲12)，控訴人の関連会社であるソフトウェア部品株式会社と株式会社アクセスネットとの別件訴訟(知的財産高等裁判所平成25年(ネ)第10085号損害賠償，同中間確認各請求控訴事件)における同裁判所平成26年8月27日判決(以下「別件知財高裁判決」という。)においても，別紙2及び3の各文書を証拠として，登録されたBSS-PACKのソフトウェアの著作権の権利変動が認定されていること(甲14)からすれば，本件各文書は「直接に一定の現在の法律関係の存否が証明され得る書面」であるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の当審における補充主張(本件訴えの適法性について)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，別訴における被控訴人代理人の弁論を引きつつ，本件借用証書と本件各文書との一体性を根拠づけようとするが，そもそもここでの一体性は，書面自体の記載内容から直接に判断されるべきであるから，控訴人の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人は，上記(1)イの2つの別件訴訟の判決における認定を根拠に，本件各文書は「直接に一定の現在の法律関係の存否が証明され得る書面」であるなどと主張するが，これらの判決は，本件各文書のみから結論を導き出しているわけではないから，この点の控訴人の主張も失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件各文書は民事訴訟法134条所定の「法律関係を証する書面」には当たらないから，本件訴えは不適法であり，却下されるべきものと判断する。その理由は，以下のとおり付加訂正するほか，原判決の「事実及び理由」の第3の1に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決4頁5行目の冒頭に「(2)」を加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決4頁10行目から12行目までを次のとおり改める。",
            "「この点，控訴人は，被控訴人代理人の別件訴訟の弁論期日における弁論内容において，本件各文書は，本件借用証書に記載された被控訴人から控訴人への1000万円の融資に関連して作成された文書であることが明らかにされていることから，本件借用証書と本件各文書には一体性があるとし，したがって，本件各文書が「法律関係を証する書面」に当たるか否かを判断するに当たっては，本件借用証書を参照して本件各文書の記載内容を特定することができる旨を主張する。",
            "しかしながら，既に述べたとおり，民事訴訟法134条所定の「法律関係を証する書面」とは，書面自体の記載内容から直接に一定の現在の法律関係の存否が証明される書面をいうものと解されるのであるから，本件各文書がこれに当たるか否かの判断に当たっては，本件各文書の記載内容のみに基づいて判断されるべきであって，これとは別個の書面である本件借用証書を参照し，そこに記載された内容を補充して本件各書面の記載内容を特定することはできないというべきである。",
            "他方，仮に，本件各文書と本件借用証書とが，その体裁において一体となっていたり，本件各文書の記載自体において本件借用証書の記載を参照すべきこととされているような事情があるのであれば，両者を一体の書面とみて，本件借用証書を参照して本件各文書の記載内容を特定することも許される余地があると考えられるが，本件において，そのような事情は認められない。控訴人が上記で主張するのは，要するに，本件各文書それ自体の体裁や記載内容とは別の事情から，本件各文書が本件借用証書と関連する文書として作成された事実が認められるということにすぎず，そのような事実が認められるからといって，本件各文書が「法律関係を証する書面」に当たるか否かを判断するに当たって，本件借用証書を参照することができるとすべき理由はない。",
            "したがって，控訴人の上記主張は採用できない。"
          ],
          "content": [
            {
              "fig": "(3)",
              "text": [
                "また，控訴人は，別件東京地裁判決及び別件知財高裁判決が，別紙2及び3の各文書を証拠として一定の事実を認定したことを根拠に，本件各文書は「直接に一定の現在の法律関係の存否が証明され得る書面」である旨を主張する。",
                "この点，別件東京地裁判決(甲12)においては，複数の証拠等に基づいて，控訴人が金融機関に譲渡担保に供していたBSS-PACKのソフトウェアの著作権(著作権登録がされたもの)について，平成14年9月30日に被控訴人が権利を取得したとの事実が認定され，また，別件知財高裁判決(甲14)においても，複数の証拠等に基づいて，上記著作権について，被控訴人による権利取得を含む複数回の権利変動の事実が認定されていることが認められるところ，これらの判決が上記認定に当たって挙げた証拠の中には，別紙2及び3の各文書も含まれていることがうかがわれる。",
                "しかしながら，上記からいえることは，上記2つの判決によれば，別紙2及び3の各文書が，上記のような被控訴人による権利取得の事実の認定に資する証拠の1つであるということにすぎず，このことから直ちに，本件各文書が「書面自体の記載内容から直接に一定の現在の法律関係の存否が証明される書面」であるとの結論が導き出されるものではない。",
                "したがって，控訴人の上記主張も採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "以上によれば，本件各文書は民事訴訟法134条所定の「法律関係を証する書面」には当たらないから，その余の点につき判断するまでもなく，本件訴えは不適法である。」"
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第であるから，本件訴えを却下した原判決は相当であって，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}