{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2014-622号事件について平成26年11月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，①審理手続上の瑕疵の有無，及び，②進歩性判断の当否(引用発明の認定，容易想到性の判断及び本願発明の効果の認定の当否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「光伝送システム向けレート適応型前方誤り訂正」とする発明について，平成20年7月28日(パリ条約による優先権主張2007年8月6日，米国，本件優先日)を国際出願日として特許出願した(特願2010-519912，本願。甲3)が，平成25年9月10日付けで拒絶査定を受けた(甲6)ので，平成26年1月14日，これに対する不服審判請求をした。",
            "特許庁は，同年11月18日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年12月2日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願の請求項10の発明(本願発明)に係る特許請求の範囲の記載は，以下のとおりである(甲3)。",
            "「光伝送システムを作動させる方法であって，",
            "1以上の光リンクを介して接続されている複数の光トランスポンダ(OT)のうちの少なくとも第1のOTと第2のOTの間の光リンクに関する性能マージンを推定するステップであって，該第1のOT及び該第2のOTがレート適応型前方誤り訂正(FEC)符号を用いて互いに通信するように適合されている，ステップ，及び",
            "前記推定された性能マージンに基づいて前記FEC符号のレートを変更するように前記第1及び第2のOTを構成するステップ",
            "からなる方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "特開2007-36607号公報(甲1。引用例)記載の発明(引用発明)は，次のとおり認定される。",
                "「GE-POＮシステムに関する方法であって，",
                "局側装置OLT及と特定の宅側装置OＮUの間の光伝送路に関する宅側装置OＮUでの伝送誤り率(BER)を得，ここで，該局側装置OLT及び該宅側装置OＮUが誤り訂正符号化方式を用いて互いに通信するように適合されている，及び",
                "前記得られた伝送誤り率(BER)に基づいて前記誤り訂正符号化方式の符号化率を変更するように前記局側装置OLT及び宅側装置OＮUを構成する，方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「光伝送システムを作動させる方法であって，",
                    "第1の光送受信機と第2の光送受信機の間の光リンクに関する性能を得るステップであって，該第1の光送受信機及び該第2の光送受信機がレート適応型前方誤り訂正(FEC)符号を用いて互いに通信するように適合されている，ステップ，及び",
                    "前記得られた性能に基づいて前記FEC符号のレートを変更するように前記第1及び第2の光送受信機を構成するステップ",
                    "からなる方法。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点1",
      "text": [
        "「光伝送システム」に関して，本願発明は，「1以上の光リンクを介して接続されている複数の光トランスポンダ(OT)」からなるものであり，「第1の光送受信機」，「第2の光送受信機」がそれぞれ「第1のOT」，「第2のOT」であるのに対し，引用発明は，「GE-POＮシステム」であり，「局側装置OLT」，「宅側装置OＮU」である点。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "相違点2",
      "text": [
        "「性能を得る」に関して，「性能」が，本願発明は「性能マージン」あるのに対し，引用発明は「伝送誤り率」であり，「得る」が，本願発明は「推定する」であるのに対し，引用発明はどのようにして得るのか明らかにしていない点。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "判断"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "相違点1について",
      "text": [
        "引用発明は，誤り訂正符号化方式の符号化率を変更することにより光部品などの経時劣化に対応することをも目的としている。そして，経時劣化は，光ファイバー，送信部，受信部等の経時劣化が考えられ，GE-POＮシステム特有のものではなく，種々の光伝送システムにも当てはまるものである。",
        "そして，1以上の光リンクを介して接続された複数の光トランスポンダ(OT)の間で適応型前方誤り訂正(FEC)符号を用いて互いに通信する光伝送システムは周知であり，これらの光伝送システムにおいても同様の経時劣化が起こることは明らかである。",
        "してみれば，光伝送システムを「1以上の光リンクを介して接続されている複数の光トランスポンダ(OT)」に限定し，光送受信機を「光トランスポンダ(OT)」に限定することに特段の困難性は見出せず，当業者が適宜なし得ることにすぎない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点2について",
      "text": [
        "本願発明の「性能マージン」は，本願明細書の【0003】の記載によれば，実際の信号品質(Q係数)とシステムがどうにかかろうじて許容できる性能を有すると見なされるしきい値Q係数との間のデシベル(dB)での差と定義されるものを含むと認められる。そして，本願の特許請求の範囲の請求項2の記載を参酌すれば，本願発明の「光リンクに関する性能マージンを推定し」は，「(i)前記第1及び第2のOTの少なくとも1つに関してビット誤り率(BER)を求め，且つ(ii)前記求められたBERを目標BERと比較して」「推定する」ことを含んでいると解することができる。",
        "一方，引用発明が伝送誤り率(BER)について判定する「所定の値」とは，システムが許容できないBERより大きいものであることは明らかであり，当該「所定の値」は，ある程度余裕をみて設定されていると解するのが自然である。また，しきい値処理に当たり，マージン(余裕度)をしきい値と比較することも普通に行われていることにすぎない。そして，例えば，国際調査報告に引用された Alexei N.",
        "Pilipettskii 他，「Performance Fluctuation in Submarine WDM Systems」, IEEE，JOURNAL OF LIGHTWAVE TECHNOLOGY, VOL.24, NO.11，(2006.11.1)(周知引用文献。甲18)の4208ページ右欄にも示されているように，当該技術分野において，性能の指標としてBERの代わりにQファクターを用いることは普通に行われていることである。",
        "してみれば，引用発明において，BERが所定の値以下であるかどうかを判定することに代えて，BERから計算されるQ係数のマージンを判定するようにすることは，格別困難なことではなく，当業者が容易になし得ることである。",
        "そして，本願発明の作用効果も，引用発明及び周知事項に基づいて当業者が予測し得る範囲のものであり，格別なものではない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "審理手続上の瑕疵(取消事由1)",
          "text": [
            "(1)新たな拒絶理由通知について",
            "審決は，「性能の指標としてBERの代わりにQファクターを用いること」を周知であると認定している。しかし，周知引用文献は，電気・電子分野における世界最大の学会において発表されている先端の技術論文であるところ，本願は，上記周知引用文献の公開からわずか1年9か月後の出願であり，その間に周知になったという事実はない。",
            "したがって，審決は，周知技術の根拠として挙げた文献に記載された事項が周知でないにもかかわらず，引用発明と周知引用文献に記載された発明を組み合わせて容易に想到し得ると判断するものであり，既に通知した拒絶理由通知において「通知した拒絶理由」とは異なった理由を拒絶理由としているから，新たな拒絶理由通知を発し，出願人に意見を述べる機会を与えるべきものであった。しかるに，本件審判手続においてはそれを行っていない点で，審理手続上の瑕疵がある。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "審理不尽の違法について",
              "text": [
                "審決は，本願発明について，特許法29条2項の規定により特許を受けることができないと判断した上で，本願の請求項1ないし9については検討するまでもなく，本願は拒絶すべきものであるとしている。",
                "しかし，特許法29条2項は，「その発明については・・・特許を受けることができない」と規定しており，請求項に係る発明ごとに個別に特許要件を検討して，請求項に係る発明それぞれについて拒絶すべきものであるかどうかを判断することを予定している。",
                "本願では，本願発明は方法の発明であり，請求項1ないし9に係る発明は物の発明であるところ，方法の発明と物の発明では，それぞれ実施行為(特許法2条3項)，特許権の効力範囲(特許法68条)が異なるのであるから，請求項に係る発明ごとに個別に特許要件を検討する必要性が高い。",
                "したがって，審決が，請求項1ないし9に係る発明の特許要件について判断をしなかったことには，審理不尽の違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "進歩性判断の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "text": [
                "本件優先日当時，本願発明が属する技術分野では，光通信ネットワークは，光伝送ネットワークと，光アクセスネットワークという，2つの非常に異なるサブフィールドに分かれていた。「光伝送システム」に対応する英単語は，「Optical Transport System」と「Optical Transmission System」とがあるところ，本願発明の国際出願(WO2009／020529号)において使用された「Optical Transport System(OTS)」は，コア伝送ネットワーク(Core Transport Network)システムとメトロ伝送ネットワーク(Metro Transport Network)システムという狭義の「光伝送システム」を指している。これに対し，「Optical Transmission System」は「GE-POＮ」が属するアクセスネットワーク(Access Network)システムを指している。しかし，「Optical Transport System」と「Optical Transmission System」を和訳すると，どちらも「光伝送システム」と訳されるので，本願発明が属する技術分野においては，本件優先日当時，「光伝送システム」は多義的であり，光アクセスネットワークを含む広義の「光伝送システム」と，光伝送ネットワークシステムのみを示す狭義の「光伝送システム」とがあると考えられていた。",
                "光伝送ネットワークは，通信設備センター間を結ぶものであり，大容量化・長距離化が求められていた。光アクセスネットワークは，家庭やオフィスなどのユーザーと通信設備センターとを結ぶものであり，経済性とIP(Internet Protocol)通信の親和性が求められていた。すなわち，光伝送ネットワークシステムは，①個々のファイバースパンは，光アクセスネットワークにおけるものよりもはるかに長いものであること，②データレートは，光アクセスネットワークにおけるものよりもはるかに高いものであること，③出力ビットエラーレートは，光アクセスネットワークにおけるものよりもはるかに良好に制御されていること，④光アクセスネットワークでは使用されない光増幅器を含むことという特徴を有しており，これらの特徴に関連して，増幅を受ける光伝送ネットワークシステムに関連した技術的課題(光信号対雑音比の要件，光非線形性の要件，PMDの緩和，光利得平坦性の要件等)が生じていた。",
                "本願明細書(甲3)の記載によれば，本願発明の「光伝送システム」は，「送信機と対応する受信機との間の距離が，100km より長く，しばしばおよそ1000kmであり，或いはそれより長い」(【0026】)ものであり，「光伝送システム(OTS)に対して許容できるものと規定されるFEC復号後のBERが10-16である」(【0017】)という高い品質が要求されていることから，当業者は，本願発明の「光伝送システム」は光伝送ネットワークシステムであると理解する。",
                "引用発明である「GE-POＮシステム」は，10km，20kmまでの伝送を対象としたものであり，伝送信号のビッド誤り率BERは10-12程度の品質であるため，本件優先日当時，当業者は，引用発明である「GE-POＮシステム」は光アクセスネットワークシステムであり，本願発明の「光伝送システム」とは異なるものであると判断する。",
                "以上から，審決が，引用発明の「GE-POＮシステム」が本願発明の「光伝送システム」であると認定しているのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤り",
              "text": [
                "上述のように，光伝送ネットワークでは，大容量化・長距離化が求められており，一方，光アクセスネットワークでは，経済性とIP(Internet Protocol)通信の親和性が求められている。光伝送ネットワークシステムでは，その特徴である光増幅，長いファイバースパン，高いデータ容量，あるいは，送信機と受信機間の長い距離に関連して，増幅を受ける光伝送ネットワークシステムに関連した技術的課題(光信号対雑音比の要件，光非線形性の要件，PMDの緩和，光利得平坦性の要件等)が生じていた。したがって，光アクセスネットワークシステムにおける技術を光伝送ネットワークシステムに適用することは困難である。なお，被告は，「増幅を受ける光伝送ネットワークシステム」についての主張は本願発明の記載に基づかないと反論するが，本願発明の「光伝送システム」において，光「増幅器」がシステム構成要素の1つであることは，本願明細書に明確に記載されている(【0003】)。",
                "また，引用発明及び周知事項のいずれにおいても，FECレート調整により，存続期間の始め(BOL)から存続期間の終わり(EOL)まで性能マージンを準一定の状態に保つことができることについての技術的示唆はない。",
                "以上から，本件優先日当時，当業者が，引用発明の「GE-POＮシステム」と周知事項に基づいて，本願発明を容易に想到し得るものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の効果の認定の誤り",
              "text": [
                "本願明細書の図4Aで示されているように，従来技術の光伝送システム(OTS)(図4Aの点線)では，性能マージンが存続期間の初め(BOL)での約4dBから，20年となる存続期間の最後(EOL)に約0dBへと時間とともに直線的に低下するのに対し，本願発明(図4Aの実線)は，FECレート調整により，BOLからEOLまで性能マージンを準一定の状態に保つことができる(【0036】)という格別の効果を有する。",
                "したがって，審決が本願発明について，引用発明及び周知事項に基づいて当業者が予測し得る範囲のものであり，格別のものではないと認定しているのは誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "「新たな拒絶理由通知について」に対して",
              "text": [
                "審決は，本願発明は「性能マージン」として「Q係数」のマージンを用いることまで特定していないが，「当該技術分野において，性能の指標としてBERの代わりにQ係数を用いることは普通に行われていることである」との当該技術分野における本件優先日での技術水準を明らかにし，仮に，「性能マージン」を「Q係数」のマージンとしてみても，その点に進歩性はないことを述べたものである。すなわち，発明の構成として特定されていない事項に関して，技術水準を述べたにすぎないのであるから，新たな拒絶理由が生じているわけではない。",
                "また，周知引用文献は，国際調査報告に引用され，本件優先日における技術水準を示すものとして提示されていた文献である。そして，「性能の指標としてBERの代わりにQ係数を用いること」は，上記文献のみならず，乙5(4133ページ右欄8～9行，抄訳の2ページ3～4行)，乙6(【0065】)，乙7(5ページ22行～6ページ7行(訳文である乙8の【0017】～【0019】))にも記載されているように，当該技術分野における技術常識である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「審理不尽の違法について」に対して",
              "text": [
                "特許法は，1つの特許出願に対し，1つの行政処分としての特許査定又は特許審決がされ，これに基づいて1つの特許が付与されるという基本構造を前提としており，一部の請求項に係る発明について特許をすることができない事由がある場合には，他の請求項に係る発明についての判断いかんにかかわらず，特許出願全体について拒絶査定をすべきことになる。",
                "したがって，請求項10に係る本願発明が特許法29条2項の規定により特許を受けることができないものである以上，請求項1ないし9に係る発明について判断するまでもなく，本願は出願全体として拒絶されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "「引用発明の認定の誤り」に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，「光伝送システムを作動させる方法」の発明であるから，審決は引用発明の「GE-POＮシステム」と本願発明の「光伝送システム」との関係を検討したものである。原告の主張は，引用発明の「GE-POＮシステム」が属するという「光アクセスネットワークシステム」と，原告が「光伝送ネットワークシステム」と呼ぶ，本願発明に記載のない「ネットワークシステム」との課題や特徴に基づく差異の主張であって，そもそも引用発明を本願発明との対比と関係するものではないから，失当である。",
                    "また，本願発明における「光伝送システム」の用語について，本願の請求項，明細書に特有の定義の記載はないから，その文言どおり，特に距離や誤り率などの限定を有しない，通常の技術用語として，光により伝送を行うシステムであると「光伝送システム」を一義的に明確に理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，仮に本願発明の用語「光伝送システム」は，「GE-POＮ」を含まないとしても，審決は，「光により伝送を行うシステム」としての「光伝送システム」の点で共通するとしたものであって，『「光伝送システム」に関して，本願発明は，「1以上の光リンクを介して接続されている複数の光トランスポンダ(OT)」からなるものであり，「第1の光送受信機」，「第2の光送受信機」がそれぞれ「第1のOT」，「第2のOT」であるのに対し，引用発明は，「GE-POＮシステム」であり，「局側装置OLT」，「宅側装置OＮU」である点。』を相違点1として挙げて，引用発明のGE-POＮシステムと，1以上の光リンクを介して接続されている複数の光トランスポンダ(OT)からなる「(原告のいう)光伝送システム」との相違点を含めた容易想到性を実質的に判断しているものである。",
                    "よって，本願発明の「光伝送システム」が引用発明の「GE-POＮシステム」を含むか否かは，審決の結論に何ら影響を及ぼさない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「容易想到性の判断の誤り」に対して",
              "text": [
                "原告の，引用発明の「GE-POＮシステム」は本願発明の「光伝送システム」とは異なるシステムであるから審決の引用発明の認定は誤りである旨の主張は，その前提において失当である。",
                "原告は「増幅を受ける光伝送ネットワークシステム」について主張するが，本願発明に「光増幅器」の設置の有無の規定はないから，原告の主張は本願発明の記載に基づかないものであり，当を得ないものである。",
                "引用発明は，GE-POＮにおいて，光ファイバー，送信部，受信部等の光部品の経時劣化により，ビット誤り率(BER)が高くなることをも課題とするものである。そして，①前方誤り訂正(FEC)をGE-POＮに用いること，及び，FECを「1以上の光リンクを介して接続されている複数の光トランスポンダ(OT)のうちの少なくとも第1のOTと第2のOTの間の光リンク」を備えるシステムに用いることは，周知である。②光ファイバー，送信部，受信部等の光部品の経時劣化によりBERが高くなることは，光伝送路を介してデータを送受信するシステムのタイプにかかわらず，当業者に技術課題として認識されていたことであるから，周知の1以上の光リンクを介して接続された複数の光トランスポンダ(OT)の間で前方誤り訂正(FEC)符号を用いて互いに通信する周知の光伝送システムにおいても，光部品などの経時劣化に対応するために，誤り訂正符号化方式の符号化率を変更するようにすることは，格別困難なことではない。",
                "審決の相違点1についての容易想到性の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「本願発明の効果の認定の誤り」に対して",
              "text": [
                "引用発明(甲1)も，光部品などの経時劣化が生じた場合を想定しており，その解決手段として，通信サービス開始後にも伝送誤り率を測定しそれに応じて符号化率を可変にすることで，所定の伝送信号のビット誤り率(BER)を維持しつつ(【0033】)，実質的な通信速度を上げ，良好な通信を行えるようにする(【0034】)という効果を有するものである。",
                "そして，引用例の図3及びその説明によれば，引用発明は，初期設定として，効率の良い伝送条件を探索するために，下り回線の通信は符号化率を最高に設定しておき(【0036】)，伝送誤り率が所定の値以下であるかどうかを判定し，伝送誤り率が所定の値を超えていたとき，設定された符号化率が設定可能な下限であるかを判別して符号化率の設定範囲がまだ下限に達していなければ符号化率を下げるとの処理を繰り返し行うものである(【0037】)。ここで，当該「所定の値」は，ある程度余裕をみて設定されていると解するのが自然である。すなわち，BERに余裕を持たせるために，前記「所定の値」をある程度余裕をみて設定することは，普通に考えることにすぎない。",
                "また，光部品などの経時劣化が，当該光部品などの使用開始(BOL)から製品寿命に達するまで(EOL)の長期間にわたって生じることは当業者における技術常識であるから(国際調査報告に引用された甲16の抄訳乙4を参照。)，通信の品質が長期的に劣化することにより，引用発明の符号化率を下げる処理(データに付加する誤り訂正符号の比率を増やす処理)は繰り返し行われ，その都度，通信の品質は一時的に回復するから，「光部品などの経時劣化が生じた場合にも，符号化率を落としながら，あるいは，通信速度を落としながら，通信を維持することができる」という効果は，BOLから符号化率が設定可能な下限に達するEOLまでの間にわたって奏されるものであることは明らかである。",
                "してみれば，引用発明においても，実質的に本願明細書の図4Aの実線と同様の符号化率の制御が行われて同様の作用・効果が奏されていると解される。",
                "よって，本願発明の効果は，引用発明の奏する効果及び相違点1，2に係る各周知技術から予測し得る範囲のものであって，審決の認定に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審理手続上の瑕疵)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "新たな拒絶理由通知について",
              "text": [
                "原告は，審決が，周知技術ではない「性能の指標としてBERの代わりにQファクターを用いること」を周知技術とした上で，引用発明と周知引用文献に記載された発明を組み合わせて容易に想到し得ると判断したものであり，拒絶理由通知において通知した拒絶理由とは異なった理由を拒絶理由としているから，新たな拒絶理由通知を発し，出願人に意見を述べる機会を与えるべきものであった，と主張する。",
                "しかし，本件優先日以前における刊行物には，以下の記載がある。",
                "①  周知引用文献(平成18年11月発行，甲18)",
                "「データチャネルのキーパフォーマンス指標は，受信したデータストリームのBER測定値である。BERの代わりに，Q値を用いることが通例である。Q値は，以下の誤差関数を通じてBERに関連付けられ，それはデジベル単位で表現される。」(4208頁右欄12行～16行)",
                "②  「Wavelength Division Multiplexing in Long-Haul Transoceanic Transmission Systems」(平成17年12月発行，乙5)",
                "「Q係数から，BERを求める，及び，BERからQ係数を計算するために，数値近似を用いることがしばしば有用である。」(4133頁右欄下から5行～4行)",
                "③  特開2004-282372号公報(平成16年10月7日公開，乙6)",
                "【0065】BERの代わりに，光伝送路20のQ値を使用しても良い。BERとQ値の何れも，光伝送路の伝送誤り率情報として使用できる。",
                "④  国際公開第2006／008321号公報(平成18年1月26日公開，乙7，乙8)",
                "【0019】上式から，BERはQファクタの単調減少関数であることがわかる。光システム設計の分野ではQファクタの単位は通常はdBであり，Q［dB］＝20log(Q)である。このパラメータQ［dB］は以下の記述において用いられるが，ここに提案する革新的な技術から逸脱することなく少しの変更だけで，BER，Q，Q［dB］の中から選ばれる3つのパラメータのどの1つも本発明に係る手続きにおいて用いることができることは，当業者であればすぐに理解できるであろう。",
                "上記各記載によれば，光データ通信技術の分野において，通信性能の指標としてBER(ビット誤り率)の代わりにQファクターを用いることは，審決が引用した周知引用文献のみならず，本件優先日の約3年前から特許出願に係る公開公報及び電気・電子分野における学会において発表された論文に記載される技術事項と認められる。そして，これらの刊行物に記載された技術事項に係る技術分野は，本願発明の属する技術分野と同一ないし密接に関連しているといえる。したがって，通信性能の指標としてBER(ビット誤り率)の代わりにQファクターを用いることは，本件優先日当時，本願発明に係る当事者にとって周知であったと認められる。",
                "よって，上記技術が周知ではないことを前提とする原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審理不尽の違法について",
              "text": [
                "原告は，審決は，本願の請求項10に係る本願発明について，特許法29条2項の規定により特許を受けることができないと判断した上で，請求項1ないし9については検討するまでもなく，本願は拒絶すべきものであるとするが，本願では，本願発明は方法の発明であり，請求項1ないし9に係る発明は物の発明であるところ，方法の発明と物の発明では，それぞれ実施行為(特許法2条3項)，特許権の効力範囲(特許法68条)が異なるのであるから，請求項に係る発明ごとに個別に特許要件を検討する必要性が高く，審決が，請求項1ないし9に係る発明の特許要件について判断をしなかったことには，審理不尽の違法がある旨主張する。",
                "しかし，特許法は，1つの特許出願に対し，1つの行政処分としての特許査定又は特許審決がされ，これに基づいて1つの特許が付与され，1つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは，特許法上予定されていない。",
                "したがって，後記2のとおり，請求項10に係る本願発明が特許法29条2項の規定により特許を受けることができないものであるから，請求項1ないし9に係る発明について判断することなく，拒絶査定に対しなされた本件不服審判請求は成り立たない，とした審決の判断に誤りはなく，手続上の瑕疵があるともいえない。",
                "よって，原告の上記主張には，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲3)には，以下の記載がある。",
                    "【0001】本発明は光伝送システム(OTS)に関し，より詳細には，その寿命の間，レート適応型前方誤り訂正(FEC)を利用することによりOTSの容量及び／又は費用対効果を改善することに関する。",
                    "【0002】現行の光伝送システム(OTS)では，適切なデータ伝送容量をもたらすために波長分割多重方式(WDM)が広く用いられている。各WDMチャネルの，本明細書で「光信号速度」と称する光信号のデータ転送率は通常，同期式光ファイバ網(SOＮET)標準規格により，また，計画されたトラフィック需要及び光リンク条件に基づいて2．5Gb／s，10Gb／s，又は40Gb／sに規定されている。・・・",
                    "【0003】規定されたサービス品質(QoS)要件を満たすために，一般に各WDMチャネルは，通常およそ10-16の比較的低い出力ビット誤り率(BER)を保証する必要がある。・・・OTSの全寿命の間中QoS要件を満たすことが期待されるので，光リンクの状況におけるシステム構成要素(例えば光学送信機，増幅器，受信機，フィルタ，及びマルチプレクサ／デマルチプレクサ)の老化及び全体的な劣化による後の性能マージンの損失に対応するために，配備段階で各WDMチャネルにかなりの初期性能マージンが割り当てられる。・・・",
                    "【0005】その上，2つの光トランスポンダ(OT)間の所与の伝送リンク向けの性能マージンは，信号伝送後の光の信号対雑音比(OSＮR)，波長分散(CD)特性及び偏光モード分散(PMD)特性，WDMクロストーク，並びに光フィルタリングペナルティなどの伝送リンクの条件に左右される。信号伝送後のOSＮRは，光ファイバでの信号減衰，信号パワー，及び光増幅にさらに左右される。所定の時間に，別々のWDMチャネルが別々の性能マージンを有することはまれではない。要求に基づいて，2つのOTの間に別々の伝送リンクを確立するために，所与のWDMチャネルを別ルートで送ることができ，また信号波長を調整することができるので，WDMチャネルに関する性能マージンが時間にわたって著しく変化する(例えば増加したり減少したりする)ことがある。・・・",
                    "【0008】本発明の代表的実施形態は，1以上の光リンクを介して接続され，それぞれのレート適応型前方誤り訂正(FEC)符号を用いて互いに通信するように適合させた複数の光トランスポンダ(OT)を有する光伝送システム(OTS)を提供する。OTSは，OTSの総合的能力を最適化する一方で，総合的なシステムのマージンを適切であるが過度ではなく維持するために，2つのそれぞれの通信しているOT間の各リンクに関して推定された性能マージンに基づいてFEC符号のレートを動的に調整するようにOTを構成するように適合されたレート制御ユニット(RCU)を有する。有利なことに，本発明のOTSのシステム資源の遊休の程度は，同等の従来技術のOTSのそれと比較して著しく低減される。",
                    "【0017】光伝送システム(OTS)に対して許容できるものと規定されるFEC復号後のBER(今後，「補正されたBER」と称する)が10-16である(平均で，10-16個の復号情報ビット当り1つのビット誤りが許容されることを意味する)と想定する。これは，符号の誤り訂正能力を超過するとFEC符号の出力が一般に複数の誤差を生じるので，誤り事象の可能性が10-16よりなお一層低いことをさらに意味する。配備において，RSのFEC符号を用いる従来技術のOTSはシステム老化による性能マージン損失に対応するために，6×10-5の対応するBER閾値の上に約4dBの追加の性能マージンを与えるのにせいぜい約10-9の補正前のBERしかないように構成されることがある。しかし，OTSのFECに対する従来技術の手法に関する問題の1つに，存続期間の初め(BOL)に，通常，性能マージンが過度に高いことがある。過度に高い性能マージンを有することは，全体的スループット又は費用対効果に関するシステムの能力のいくらかがかなりの期間利用されないままであることを意味し，これはネットワーク運営者にとって通常望ましくない。",
                    "【0018】・・・この手法の重要な属性の1つに，所与のWDMチャネルに対する光信号速度が例えば10Gb／s又は40Gb／sと一定のままであることがあり，その結果，例えばクロック及びデータの復旧(CDR)回路におけるハードウェア変更は不要であり，また，波長分散，偏光モード分散，ファイバの非線形性，及び光フィルタリング，などの伝送障害の影響はレート調整に影響されないままである。・・",
                    "【0019】図1は本発明の一実施形態によるOTS  100のブロック図を示す。OTS  100は光リンク(例えば光ファイバ)102a及び102cを介して外部の光伝送ネットワークに接続され，また，光リンク(例えば光ファイバ)102bを介して互いに接続された光挿入-分岐多重装置(OADM)110a，110bを有するものとして例示的に示されている。各OADM  110はそれぞれの光トランスポンダ(OT)120から生じた光信号及び／又はOT  120に向けられた光信号を挿入及び／又は分岐することができる。例えば，OT  120a，120cは，それぞれ，WDM多重からOTS  100によって輸送され，OADM  110a，110bによって分岐された光信号を受け取るように構成される。同様に，OT  120b，120dは，OADM  110a，110bを通してそれぞれWDM多重に加算するための光信号を生成するように構成される。",
                    "【0026】レート互換の符号が自動反復要求(ARQ)とともに一般に用いられ，要求に基づいて冗長ビットが伝送される無線ネットワークと異なり，OTS  100は，好ましくは，常に情報ビットとともに冗長ビットを伝送するように構成される。この選好の重要な理由の1つに，光伝送ネットワークでは，送信機と対応する受信機との間の距離が非常に大きくなり得るということがあり，例えば，100kmより長く，しばしばおよそ1000kmであり，或いはそれより長いことさえある。・・・",
                    "【0031】図3は本発明の一実施形態によるOTS  100を作動させる方法300の流れ図である。方法300のステップ302で，RCU  130(図1，図2も参照されたい)は様々なOT  120がそれぞれ初期(デフォルト)のFECレートを用いるようにOT  120を構成する。これらの初期レートは，例えば，OTSのトポロジ，設計，及び光リンク量の予算に基づくものであり得る。ステップ302は，例えばOTS  100の初期配置で行うことができる。ステップ304で，RCU  130はOT  120と通信して，各光リンク102及び／又はWDMチャネル向けのBERデータを得る。ステップ306で，RCU  130はステップ304で収集されたBERデータを処理して性能マージンを求める。この確定は(諸)BERをターゲットBER値と比較することを含んでよい。",
                    "【0032】ステップ308で，RCU  130は性能マージンが最適かどうか判断する。一実装形態では，用語「最適」とは，求められた性能マージンが過度でなく低すぎることもないことを意味する。ステップ308の一実装形態では，求めた性能マージンを2つの閾値，例えば上側の閾値及び下側の閾値と比較して，それら2つの閾値によって定義された区間内に現行の性能マージンが入るかどうか判断する。一般に，上側及び下側の閾値は総合的なシステム性能考慮事項に基づいて設定され，システム性能考慮事項はシステム容量，トラフィック需要，及び／又は符号化／復号の待ち時間を含み得るがこれらには限定されない。例えば，システム構成の1つでは，下側の閾値は約0．2dBに設定することができ，上側の閾値は約1．6dBに設定することができる。ステップ308で，望ましい区間内に性能マージンがあると判断されると，RCU  130は何ら措置を講じることなく，方法300の処理はステップ304に戻る。しかし，望ましい区間の外に性能マージンがあると判断されると，方法300の処理はステップ310に向けられる。",
                    "【0033】ステップ310で，RCU  130は様々なOT  120を構成して適切な(1回又は複数回の)FECレート調整を行う。FECレート調整は上方へのレート調整及び／又は下方へのレート調整を含んでよい。より詳細には，性能マージンが過大であると判断されると，次に，上方へのレート調整が行われてよい。デフォルトのFECレートが控えめでありすぎると判明したとき，初期の配備段階に続いて上方へのレート調整が行われる可能性が高い。また，予定されたネットワーク再構成で，2つの通信するOTを接続しているWDMチャネルの性能マージンの増加が予測されるとき，RCU  130は必要な情報を有し，適切な上方へのレート調整によって新規のFECレートを指定することができ，最適な性能マージンを達成する。一実施形態では，ステップ310は通信しているOT間の伝送リンク向けに許容できる性能マージンを与える，できるだけ高いFEC符号のレートを選択する。",
                    "【0034】性能マージンが低すぎると判断されると，次に下方へのレート調整が行われる。上記で既に示されたように，光リンクの状況におけるシステム構成要素及び一般的な劣化の老化のために，OTS  100の寿命中に複数回の下方へのレート調整が行われてよい。また，予定されたネットワーク再構成で，WDMチャネルの性能マージンの減少が予測されるとき，RCU  130は必要な情報を有し，適切な下方へのレート調整によって新規のFECレートを指定することで最適な性能マージンを達成することができる。ステップ310の後，方法300の処理はステップ304へ戻るように向けられる。方法300では，RCU  130は複数のWDMチャネル向けに，並行して，動的にFECレートを最適化し得ることに留意されたい。",
                    "【0035】図4A～図4Cは，従来技術のOTS及び今後OTS  400と称されるOTS  100の実施形態の代表的な特性をグラフで比較している。より詳細には，図4A～図4Cのそれぞれで，従来技術のOTS及びOTS  400のそれぞれの特性はそれぞれ破線及び実線で示されている。従来技術のOTSは239／255の一定のレート(RC)を有するRSのFEC符号を走らせる複数の2．5Gb／sのOTを有する。OTS  400はレート適応型LDPCのFEC符号を走らせる複数の10Gb／sのOTを有する。従来技術のOTSは10Gb／sのOTを用いて約4dBの必要な初期性能マージンを達成することができないので，従来技術のシステムの光信号速度2．5Gb／sは，OTS  400の光信号速度10Gb／sより低い。",
                    "【0036】図4Aは両方のOTSに関して性能マージンを時間(使用年数)の関数として示す。図4Aでは(図4B，図4Cでも)，時間分解能が1年であることに留意されたい。従来技術のOTSでは，性能マージンがBOLでの約4dBから，BOLから20年となる存続期間の最後(EOL)に約0dBへと時間とともに直線的に低下する。OTS  400では，FECレートがBOLでRC＝7／8に設定され，これは約0．8dBの性能マージンをもたらす。性能マージンは約0．2dBに指定された下側の閾値と交差する4年目のある時まで，時間とともに直線的に低下する。その時点で，FECレートは方法300によって下方へRC＝3／4に調整される(図3を参照されたい)。このレート調整によって性能マージンが約1．6dBへ増加する。その後，性能マージンは再び下側の閾値と交差する12年目のある時まで直線的に低下する。その時点で，FECレートは方法300によって下方へRC＝1／2にさらに調整される。後のレート調整によって，性能マージンが約1．4dBへ増加する。その後，性能マージンはもう一度下側の閾値と交差する19年目のある時まで直線的に低下する。その時点で，FECレートは方法300によって下方へRC＝3／8にさらに調整される。このレート調整によって，性能マージンが上方へ約1．6dBに戻る。EOLでOTSが使用停止になるまで性能マージンはその後直線的に低下する。",
                    "図4A       イ  上記記載によれば，本願発明は，次のように理解される。",
                    "本願発明は，光伝送システム(OTS)において，その寿命の間，レート適応型前方誤り訂正(FEC)を利用することにより，OTSの容量及び／又は費用対効果を改善することに関するものである(【0001】)",
                    "従来の光伝送システム(OTS)では，採用される波長分割多重方式(WDM)の，各WDMチャネルにおいて規定されたサービス品質(QoS)要件を満たすために，比較的低い出力ビット誤り率(BER)を保証する必要があり，かつ，OTSの全寿命の間中で上記QoS要件を満たすことが期待されるので，光リンクにおけるシステム構成要素(例えば，光学送信機，増幅器，受信機，フィルタ，及びマルチプレクサ／デマルチプレクサ)の老化及び全体的な劣化による後の性能マージンの損失に対応するために，配備段階で各WDMチャネルにかなりの初期性能マージンが割り当てられる。しかし，当該性能マージンは，伝送リンクの条件に左右されるため時間の経過とともに著しく変化することがあり，この変化によって，OTSの全体的なスループットに悪影響があり，さらに，初期の割増性能マージンの更なる増加が必要になることがあるという課題が存在した(【0002】【0003】【0005】)。",
                    "そして，本願発明では，上記課題を解決するために，例えば，OTSのトポロジ，設計及び光リンク量の予算に基づいて(【0031】)FECレートを適宜設定し，OTからBERデータを得て性能マージンを求め，性能マージンが，システム容量，トラフィック需要，及び／又は符号化／復号の待ち時間等といった総合的なシステム性能考慮事項に基づいて設定された上側及び下側のしきい値(【0032】)の範囲内にあるか否か(最適か否か)を判定し，性能マージンが最適であれば更に一定期間後にBERデータを得て性能マージンを求めるという作業を繰り返すが，性能マージンが過大であるときはFECレートを上方へ調整し，性能マージンが低すぎるときはFECレートを下方へ調整するという本願発明の構成を採用したものである。この結果，図4Aにおける実線で示されるように，OTSは，初期の性能マージンを過大に設定することによる費用の無駄を省き，システムの経年劣化による性能マージンの許容できない範囲への低下を防ぎ，その全寿命及び可能なネットワーク再構成の全体にわたって，適切であるが過度でない性能マージンを有利に維持することができる，という作用効果を奏するものである(【0018】)。",
                    "そして，初期設定のFECレートは，例えば，OTSのトポロジ，設計，光リンク量の予算によって適宜設定され，性能マージンの上側及び下側のしきい値は総合的なシステム性能考慮事項に基づいて設定されるのであるから，初期設定のFECレート及び性能マージンのしきい値は，光伝送システムの内容(局側装置間か局側装置と端末装置間か)，データ伝送容量，要求される伝送誤り率及び伝送距離によって適宜設定され得るといえ，本願発明の構成をとることにより，光伝送システムの内容，データ伝送容量，要求される伝送誤り率及び伝送距離にかかわりなく，初期の性能マージンを課題に設定することによる費用の無駄を省き，システムの経年劣化による性能マージンの許容できない範囲への低下を防ぐことができるから，結局，本願発明は，光アクセスネットワークを含む光伝送システム全体において，その全寿命及び可能なネットワーク再構成の全体にわたって，適切であるが過度でない性能マージンを有利に維持することができる，という作用効果を奏するといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の記載",
                  "text": [
                    "引用例(甲1)には，以下の記載がある。",
                    "【0001】本発明は，宅側装置毎に，検出された通信状態に基づいて，好適な伝送の仕方を設定できる設定手段を有する光通信システムに関する。",
                    "【0002】局側装置OLT(Optical Line Terminal：光加入者線端局装置)と，複数の宅側装置OＮU(Optical Network Unit：光加入者線終端装置)との間を，光データ通信ネットワークを使って双方向通信するシステムがある。そして，局側装置OLTと各宅側装置OＮUとの間を，それぞれ1本の光ファイバで放射状に結ぶ(Single Star)ネットワーク構成が実用化されている。このネットワーク構成では，システムおよび機器構成は簡単になるが，1台の宅側装置OＮUが一本の光ファイバを占有し，宅側装置OＮU数がM台あれば，局側装置OLTから直接接続される光ファイバがM本必要となり，システムの低価格化を図るのが困難である。",
                    "【0003】そこで，局側装置OLTから引かれる1本の光ファイバを，複数の宅側装置OＮUで共有するPOＮ(Passive Optical Network)システム(PDS(Passive Double Star)ともいう。)が実用化されている。このPOＮシステムは，FTTH(Fiber To The Home)やFTTB(Fiber To The Building)などのFTTxに適用されてきた低価格の光加入者用アクセス方式の1つである。",
                    "【0004】POＮシステムは，局側装置OLTと，特に外部からの電源供給を必要とせず入力された信号から受動的(Passive)に信号を分岐・多重する受動型光分岐器(以下，単に光スプリッタという。)とが，伝搬モードが単一であるシングルモードファイバ(Single Mode Fiber：以下，単に光ファイバという。)で接続されている。宅側装置OＮUは複数あり，宅側装置OＮUの数に応じた光ファイバで接続されている。局側装置OLTとＮ台の宅側装置OＮUとは，光ファイバおよび光スプリッタを介して接続された1対Ｎの伝送を基本としている。これにより，1つの局側装置OLTに対して，最大32台の宅側装置OＮUを収容することができ，全体的な設備コストを抑えることができる。",
                    "【0005】なお，光スプリッタと複数の宅側装置との間に，さらに他の光スプリッタを挿入する構成を用いてもよい。",
                    "さらに，POＮシステムにおいて，イーサネット(Ethernet)(登録商標)技術を取り込み，数多くの機器との接続親和性を向上させ，光ファイバのアクセス区間通信を実現する技術であるGE-POＮ(Gigabit Ethernet-Passive Optical Network)システムが実用化されている。",
                    "【0006】このGE-POＮシステムでは，伝送速度は上り下りとも，1．25Gbpsで一定であり，最小受信レベルは，送受信機のタイプ毎に一律に決められている。最小受信レベルは，たとえば，1000BASE-PX10規格であれば，局側装置OLT，宅側装置OＮUともに，-24dBmと規定されている。また，1000BASE-PX20規格であれば，局側装置OLTが-27dBm，宅側装置OＮUが-24dBm，と規定されている。そして，誤り訂正符号化方式として，Reed-Solomon(255，239，8)が指定されている。",
                    "【0009】また，局側装置OLTと特定の宅側装置OＮUとの間の伝送条件が良好で，光伝送部の性能に余裕がある場合でも，局側装置OLTとこの宅側装置OＮUとの間の伝送条件は，POＮシステム上の全ての宅側装置OＮUに対して一定の誤り訂正符号化率および伝送速度に制限されていた。このように，従来のシステムでは，接続される端末に同一の性能を必要としたため，宅側装置OＮU毎に応じたパフォーマンスの柔軟な組み合わせを実現することが困難であった。",
                    "【0010】さらに，経過劣化にともなう機器や伝送路の機能低下に対して，事前に対処する術がなく，保守点検が容易ではなかった。",
                    "本発明は，このような背景のもとになされたもので，コストを抑えつつ，局側装置に収容され展開された複数ある宅側装置OＮU毎に，良好な通信サービスを行うことができる光通信システムを提供することを主たる目的とする。",
                    "【0011】本発明は，また，保守点検を容易にする光通信システムを提供することを他の目的とする。",
                    "【0012】上記の目的を達成するため，本発明の光通信システムは，局側装置と，前記局側装置と光ファイバ網とを介して接続された複数の宅側装置とを含み，前記局側装置は，宅側装置毎に，検出された通信状態に基づいて，好適な伝送の仕方を設定する設定手段を有する(請求項1)。",
                    "この構成によれば，局側装置は，収容した宅側装置毎に，好適な伝送の仕方を探索することができ，かつ，個別に好適な伝送の仕方を採用することができる。これにより，宅側装置毎の伝送路の特性を最大限に活かした伝送速度を探索することができる。また，他の宅側装置の伝送路による制限を受けることなく，局側装置に収容された個々の宅側装置に見合う伝送速度での通信ができる。",
                    "【0013】また，前記局側装置の設定手段は，宅側装置に対する上記好適な伝送の仕方を，伝送信号の誤り訂正符号化率または誤り訂正符号化方式の変更によって，伝送誤り率が所定の値以下になるように設定するものでもよい(請求項2)。これにより，局側装置の設定により，伝送信号の誤り訂正符号化率を一律にすることがなくなり，個々の宅側装置に見合う，好適な誤り訂正符号化率を探索することができる。よって，宅側装置は，伝送路に見合う良好な伝送速度で，通信することができる。",
                    "【0015】また，前記局側装置の設定手段は，通信状態の監視が繰り返しなされ，監視された通信状態に基づいて，上記好適な伝送の仕方を設定することが好ましい(請求項4)。",
                    "この構成によれば，好適な伝送の仕方の設定は，一定時間毎に繰り返し実行されることができる。設定された伝送の仕方が，常に好適であるとは限らない。これは，通信の途中で，接続端末の増加により，また，なんらかの不具合により，所定の伝送信号のビット誤り率を超えることも十分予想されるからである。そこで，局側装置により探索された伝送の仕方による伝送信号のビット誤り率を，一定時間毎に繰り返し監視することで，時々刻々と変化する伝送路の状態に合わせて，宅側装置に好適な伝送の仕方の再設定をすることができる。また，通信サービスを開始してからも，伝送信号のビット誤り率を監視することができるので，光部品などの経過劣化が生じた場合にも，個々の宅側装置への伝送路に対して好適な伝送の仕方を探索することができる。さらに，伝送路に致命的な不具合が発生することにより伝送信号のビット誤り率が所定値を超える場合など，局側装置は検知することができる。これにより，たとえば，光通信システムを監視する人は，保守点検を速やかに実施することができる。",
                    "【0022】 ・・・図2は，POＮシステム1における局側装置OLT10および宅側装置OＮU90の基本構成を示す概略図である。",
                    "【0023】局側装置OLT10は，上位のネットワークとの通信や，宅側装置OＮU毎に発せられるフレーム信号の制御が行われる伝送制御部11と，伝送制御部11からの電気信号としてのフレーム信号を光信号に変換する光信号発生器12と，宅側装置OＮUから光ファイバを介して送られた光信号を分離する波長多重化フィルタ13と，波長多重化フィルタ13を介して送られた宅側装置OＮU90からの光信号を電気信号に変換するための受光器14とを備えている。",
                    "【0024】一方，宅側装置OＮU90は，局側装置OLT10から多重化されて送られてきた光信号を分離する波長多重化フィルタ91と，波長多重化フィルタ91により分離化された光信号を電気信号に変換する受光器92と，受光器92の電気信号を補償するなどの通信の制御を行い，パケット信号をパーソナルコンピュータ99に送る伝送制御部93と，パーソナルコンピュータ99からのパケット信号を伝送制御部93を介して光信号に変換する光信号発生器94とを備えている。",
                    "【0025】そして，局側装置OLT10の光信号発生器12および宅側装置OＮU90の光信号発生器94は，相互に送りたい情報を表す電気信号であるベースバンド信号の1に対応する期間強く発光し，0に対応する期間弱く発光する。これにより，局側装置OLT10および宅側装置OＮU90を挟んだ両端において，ＮRZ(Non Return to Zero：非ゼロ復帰記録方式)の方形信号を伝送することができる。",
                    "【0034】・・以下では，GE-POＮシステムにおいて，符号化率可変方式や伝送速度可変方式を適用したときの実施形態を説明する。",
                    "【0035】図3は，図2のPOＮシステム1に，符号化率可変方式を適用するときのフローチャートである。",
                    "この実施形態でのPOＮシステム1では，図2の局側装置OLT10の伝送制御部11と宅側装置OＮUの伝送制御部93とは，相互に対応した符号化率可変方式を適用している。",
                    "【0036】まず，宅側装置OＮU90の電源投入時に，局側装置OLT10から既知のトレーニング信号が送出される(ステップS1)。このときの初期設定として，効率の良い伝送条件を探索するために，下り回線の通信は符号化率を最高に設定しておく。また，宅側装置OＮU90における伝送誤り率の結果を局側装置OLT10に確実に伝送するため，上り回線の通信は符号化率を最低に設定しておく。",
                    "【0037】次に，局側装置OLT10は，宅側装置OＮU90での伝送誤り率が所定の値(BER10^(-12))以下であるかどうかを判定する(ステップS2)。伝送誤り率が所定の値を超えていたとき(ステップS2でＮo)，フローチャートはステップS3へ進む。次に，局側装置OLT10で設定された符号化率が，局側装置OLT10で設定可能な下限であるかを判別する(ステップS3)。符号化率の設定範囲がまだ下限に達していなければ(ステップS3でＮo)，下り回線での通信の符号化率を下げて，再度，局側装置OLT10から既知のトレーニング信号を送出する(ステップS4)。そして，フローチャートはステップS2に戻る。",
                    "【0038】一方，ステップS2で，宅側装置OＮU90での伝送誤り率が所定の値以下であったとき(ステップS2でYes)，この時点での符号化率の設定が好適であると判断されるので，下り回線での符号化率可変方式の伝送条件の探索は一旦終了し，次のステップS6に進む。また，ステップS3で，所定の伝送誤り率を超えており，かつ，符号化率が設定可能な下限に達しているとき(ステップS3でＮo)，下り伝送が不可とされる(ステップS5)。",
                    "【0039】次に，最低の符号化率に設定されていた上り回線は，下り回線の符号化率に対応した符号化率に設定される(ステップS6)。あるいは，下り回線と同様の手順によって，好適な符号化率に設定されてもよい。このように，この符号化率の設定は，通信サービス開始に先だって，宅側装置OＮU90の電源投入時に行われる。それに加え，通信サービス提供の間隙を縫って適当な時間間隔で随時，符号化率の設定を行い，通信中の伝送誤り率が所定の値以下かどうかの監視を行う(ステップS7)。もし，通信途中で，所定の伝送誤り率が所定の値を超えたと判断された場合(ステップS7でＮo)，フローチャートはS1に戻り，再度，好適な符号化率を求める。これにより，局側装置OLT10と宅側装置OＮU90との間において，良好な伝送状態を維持することができる。",
                    "【0040】以上のように，誤り訂正符号方式を繰り返し行うことで，局側装置OLT10と特定の宅側装置OＮU90との通信状態を監視し，局側装置OLT10は，各宅側装置OＮU90にとって，好適な符号化率を設定することができる。・・・",
                    "【0047】以上の実施形態において，このPOＮシステム1は，通信サービス開始後にも，伝送誤りの発生を監視して，伝送誤り率が所定値を超えたことを検出することができる。また，所定時間が経過したことを検出して，良好な伝送条件を探索しなおすことができる。これにより，光部品などの経時劣化が生じた場合にも，符号化率を落としながら，あるいは，通信速度を落としながら，通信を維持することができる。そして，常時，伝送誤り率を観測することができるので，致命的な劣化を予見し，局側装置OLT10に通知することができ，POＮシステム1の保守・点検を容易にすることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例の前記アの記載によれば，以下のことが認められる。",
                        "引用発明は，局側装置OLTと，複数の宅側装置OＮUとの間を，光データ通信ネットワークを使って双方向通信する光通信システム，特に，局側装置OLTから引かれる1本の光ファイバを，複数の宅側装置OＮUで共有するPOＮ(Passive Optical Network)システムにおいて，イーサネット(Ethernet)技術を取り込んで数多くの機器との接続親和性を向上させ，光ファイバのアクセス区間通信を実現するGE-POＮ(Gigabit Ethernet-Passive Optical Network)システムに関するものである(【0001】～【0003】，【0005】)。",
                        "従来のシステムでは，接続される端末に同一の性能を必要としたため，宅側装置OＮU毎に応じたパフォーマンスの柔軟な組合せを実現することが困難であり，さらに，経過劣化に伴う機器や伝送路の機能低下に対して，事前に対処する術がなく，保守点検が容易ではなかった，という課題が存在した(【0009】【0010】)。そこで，引用発明は，コストを抑えつつ，局側装置に収容され展開された複数ある宅側装置OＮU毎に，良好な通信サービスを行うことができ，また，保守点検を容易にする光通信システムを提供することを目的とするものである(【0010】【0011】)。",
                        "引用発明は，上記の課題を解決し目的を達成するために，局側装置と，前記局側装置と光ファイバ網とを介して接続された複数の宅側装置とを含む光通信システムにおいて，前記局側装置は，宅側装置毎に検出された通信状態に基づいて，好適な伝送の仕方を設定する設定手段を有し，前記局側装置の設定手段は，宅側装置に対する上記好適な伝送の仕方を，伝送信号のビット誤り率(BER)を一定時間毎に繰り返し監視することで，伝送信号の誤り訂正符号化率又は誤り訂正符号化方式を変更し，伝送誤り率が所定の値以下になるように設定する方法を採用した。",
                        "これにより，引用発明においては，局側装置の設定により個々の宅側装置に見合う好適な誤り訂正符号化率を探索することができ，また，光部品などの経時劣化が生じた場合にも，符号化率を落としながら通信を維持することができ，さらに，致命的な劣化を予見し，局側装置OLTに通知することができ，保守・点検を容易にすることができる，という効果を奏するものである(【0012】【0013】【0015】【0047】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のことをまとめると，引用例には，審決が認定したとおりの以下の発明(引用発明)が記載されていると認められる。",
                        "「GE-POＮシステムに関する方法であって，",
                        "局側装置OLT及と特定の宅側装置OＮUの間の光伝送路に関する宅側装置OＮUでの伝送誤り率(BER)を得，ここで，該局側装置OLT及び該宅側装置OＮUが誤り訂正符号化方式を用いて互いに通信するように適合されている，及び",
                        "前記得られた伝送誤り率(BER)に基づいて前記誤り訂正符号化方式の符号化率を変更するように前記局側装置OLT及び宅側装置OＮUを構成する，方法。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「引用発明の認定の誤り」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決の，「3  対比・判断」における「引用発明の『GE-POＮシステム』(Gigabit Ethernet-Passive Optical Network システム)は，光伝送路を介してデータを送受信するシステムであるから，明らかに『光伝送システム』である」との認定に誤りがある，と主張し，その根拠として，光伝送ネットワークと光アクセスネットワークとは，それぞれ特徴及び解決課題が異なるため，本件優先日当時，本願発明が属する技術分野において，光伝送ネットワークシステムと，光アクセスネットワークシステムとは全く異なるシステムであると考えられており，当業者は，本願発明の「光伝送システム」は光伝送ネットワークシステムであると理解し，引用発明である「GE-POＮシステム」は光アクセスネットワークシステムであって，本願発明の「光伝送システム」とは異なるものと判断する，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用発明であるGE-POＮシステムを，本件優先日当時，「光伝送システム」と呼ぶことは，以下のとおり，普通に行われていたと認められる。",
                    "まず，GE-POＮシステムとは，局側装置OLTから引かれる1本の光ファイバを複数の宅側装置OＮUで共有するPOＮシステムにおいて，イーサネット(Ethernet)技術を取り込んで数多くの機器との接続親和性を向上させ，光ファイバのアクセス区間通信を実現するシステムであり，局側装置OLTと宅側装置OＮUとの間の光データ通信ネットワークを対象とするものである。",
                    "他方，本件優先日当時の公知文献には，「光伝送システム」という用語について，以下の記載がある。",
                    "①  特開2007-184908号公報(乙1)",
                    "【0024】以下に本発明の実施の形態を図面に基づいて詳細に説明する。",
                    "(第1の実施の形態)",
                    "図1は，本発明の第1実施形態に係るPDS型の光伝送システムの構成を示す図である。",
                    "【0025】図1において，G-POＮ，GE-POＮ等で規定されているセンタ側の光回線終端装置(OLT)10内に設けられたOSU11-1，11-2，…11-nは，それぞれセンタ側中継器20，光伝送路30，ユーザ側中継器40及び光カプラ(スプリッタ)60を介して複数のユーザ側の光回線終端装置(OＮU)61-1，61-2，…61-nに接続されている。それらのOＮU61-1，61-2，…61-nはG-POＮ，GE-POＮ等に規定の構成を有している。",
                    "②  特開2006-74725号公報(乙2)",
                    "【0002】光伝送システムは，光伝送路により光信号を伝送することで情報を送受信する。光伝送路は一般には光ファイバからなるが，近年では一般の家庭やオフィスなどの加入者宅の端末装置まで光ファイバ伝送路が敷設されてFTTH(fiber to the home)システムが構築されつつある(非特許文献1参照)。このFTTHシステムでは，デジタル情報を含む光信号(波長1.49μm帯)，および，アナログ映像情報を含む光信号(波長1.55μm帯)が，局側装置から端末装置へ送信される。また，デジタル情報を含む光信号(波長1.31μm帯)が端末装置から局側装置へ送信される。また，端末装置の近くの屋外には，光分岐器を内蔵するクロージャが設けられる。この光分岐器は，局側装置から送信されてきて到達した光信号を分岐して各端末装置へ送出するとともに，端末装置から送信されてきて到達した光信号を局側装置へ送出する。",
                    "【非特許文献1】榊正彦，他，「光アクセスGE-POＮシステム MileStarTM」，沖テクニカルレビュー，Vol.71，No.1，pp.84-87 (2004)",
                    "③  「光伝送システムに関する技術動向調査」：平成13年7月付け(乙3)",
                    "「第1図に光伝送システムの構成図を示す。光伝送システムは陸上のバックボーンや地域網の基幹伝送システム，大陸間や島と大陸を結ぶ海底伝送システム，基幹伝送と加入者を結ぶアクセス系システム，映像を家庭に伝送するCATVシステム，企業内やオフィス内など独立したネットワークである光LAＮ(Local Area Network)システムに類型化できる。」(1頁9～13行)",
                    "上記各記載によれば，本件優先日前に，GE-POＮシステムを含む，局側装置とユーザ側の端末装置との間を光ファイバで接続しデータ送信を行うシステムを，「光伝送システム」と呼ぶことは，普通に行われていたことと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告の主張は，本願発明である「光伝送システム」が「光伝送ネットワークシステム」であり，引用発明であるGE-POＮシステムなどの「光アクセスネットワークシステム」とは異なるものであることを前提とするものである。",
                    "しかし，「光伝送ネットワークシステム」との用語は，本願明細書に記載されておらず，本願発明が局側装置間の「光伝送ネットワークシステム」のみを対象とするものでないことは，前記(1)イのとおりである。原告の上記主張で引用する，本願明細書の段落【0017】及び【0026】に記載されている，データ伝送容量，要求される伝送誤り率及び伝送距離においてのみ，本願発明の課題である光リンクにおけるシステム構成要素の老化や全体的な劣化が起きるのではなく，引用発明の対象である光アクセスネットワークシステムを含む光伝送システム全体について，同様の老化や劣化が起きるのである。",
                    "したがって，上記記載を根拠として，本願発明のいう「光伝送システム」が引用発明のシステムを含まないシステムであるということはできない。",
                    "よって，本願発明のシステムが引用発明のシステムとは異なることを前提とする原告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，原告の主張には理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "「容易想到性の判断の誤り」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張",
                  "text": [
                    "原告は，本件優先日当時，当業者が，引用発明の「GE-POＮシステム」と周知事項に基づいて，本願発明を容易に想到し得るものではない旨主張し，その根拠として，①引用発明の「GE-POＮシステム」は光アクセスネットワークシステムであって光伝送ネットワークシステムである本願発明の「光伝送システム」とは全く異なるシステムであり，本願発明である光伝送ネットワークシステムでは，大容量化・長距離化が求められ，その特徴である光増幅，長いファイバースパン，高いデータ容量，送信機と受信機間の長い距離に関連して，増幅を受ける光伝送ネットワークシステムに関連した技術的課題(光信号対雑音比の要件，光非線形性の要件，PMDの緩和，光利得平坦性の要件等)が生じていたから，光アクセスネットワークシステムにおける技術を光伝送ネットワークシステムに適用することは困難である，旨と，②引用発明及び周知事項のいずれにおいても，FECレート調整により，BOLからEOLまで性能マージンを準一定の状態に保つことができることについての技術的示唆はない，旨を主張する。原告のいう「準一定の状態」との用語について，本願明細書にその記載はなく必ずしも明確ではないが，図4A及びそれに関する本願明細書の記載を参酌すれば，性能マージンが所定の範囲内に納まるよう値を一定に近く維持している状態を指すものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記①の主張について",
                  "text": [
                    "上記①の主張は，本願発明の「光伝送システム」が光伝送ネットワークシステムであり，増幅を受ける光伝送ネットワークシステムに関連した技術的課題が生じていたことを前提とするものであるが，前記(1)イ及び(3)ウで述べたとおり，本願明細書の記載を参酌しても，本願発明である「光伝送システム」が「光伝送ネットワークシステム」に限定されるものと理解することはできない。",
                    "むしろ，本願明細書の【0003】，【0005】及び【0018】の，技術的課題に関する記載，すなわち，システム構成要素の老化及び全体的な劣化の問題は，いずれも光ファイバを用いた伝送システムに共通の課題であり，上記(2)イで認定した引用発明における課題と同一であって，「光伝送ネットワークシステム」に特有である，局側装置間の光伝送であること，データ伝送容量が大きいこと，伝送誤り率の水準が高いこと，伝送距離が長いことによって初めて生じる課題ではない。そうすると，GE-POＮ以外の光伝送システムにおいても，課題の解決のために引用発明の構成を組み合わせる動機付けがあり，「光伝送ネットワークシステム」に対しても引用発明に係る技術を適用することは容易想到である。",
                    "原告の上記①の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記②の主張について",
                  "text": [
                    "引用発明も，前記(2)イのとおり，本願発明について原告が主張するところの「FECレート調整により，BOLからEOLまで性能マージンを準一定の状態に保つことができる」という効果と同様の効果を奏するといえるから，引用例に「FECレート調整により，BOLからEOLまで性能マージンを準一定の状態に保つことができること」が示唆されているといえる。",
                    "したがって，上記②における原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，原告の上記①，②の主張は理由がないから，それを根拠とする，「容易想到性の判断の誤り」の主張には理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "「本願発明の効果の認定の誤り」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願明細書の図4Aで示されているように，従来技術の光伝送システム(OTS)(図4Aの点線)では，性能マージンが存続期間の初め(BOL)での約4dBから，20年となる存続期間の最後(EOL)に約0dBへと時間とともに直線的に低下するのに対し，本願発明(図4Aの実線)は，FECレート調整により，BOLからEOLまで性能マージンを準一定の状態に保つことができる(【0036】)という格別の効果を有するから，審決が本願発明について，引用発明及び周知事項に基づいて当業者が予測し得る範囲のものであり，格別のものではないと認定しているのは誤りである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記(2)イのとおり，引用発明においても，原告の主張する本願発明の上記効果と同様の効果を奏するものである。",
                    "すなわち，引用発明は，コストを抑えつつ，局側装置に収容され展開された複数ある宅側装置OＮU毎に，良好な通信サービスを行うことができる光通信システムを提供することを主たる目的として(【0010】)，上記符号化率を調整する発明であり，実施例(符号化率可変方式に係るフローを示した図3)によれば，初期設定として下り回線の通信の符号化率を最高に設定し(【0036】，ステップS1)，次に，宅側装置OＮUでの伝送誤り率が所定の値以下であるかどうかを判定し(【0037】，ステップS2)，伝送誤り率が所定の値を超えていたとき(ステップS2でＮo)，設定されていた符号化率が設定可能な下限であるかを判別し(ステップS3)，符号化率の設定範囲が下限に達していなければ(ステップS3でＮo)，下り回線での符号化率を下げる(ステップS4)との一連の処理を，電源投入時に加えて，通信サービス提供中の適当な時間間隔で随時，通信中の伝送誤り率が所定の値以下かどうかの監視を行った上で所定の値を超えたと判断された時(【0039】，ステップS7でＮo)にも行うものであり，それにより，光部品などの経時劣化が生じた場合にも，符号化率の調整により，通信を維持することができる，との効果を奏するものである(【0047】)。",
                    "そして，この場合，伝送誤り率が所定の値以下となるよう符号化率を設定し直すとともに，これらの処理を繰り返し行うことで，光部品などの経時劣化に伴う伝送誤り率の変化が上記「所定の値」以下という範囲内で一定の値に近くなるよう維持されるものと解され，さらに，上記「所定の値」が，通信状態における品質を制御するためのしきい値であることを鑑みれば，通信が頻繁に中断することなく継続できるよう，ある程度の余裕を加味して上記「所定の値」を設定することは，普通に考えることといえる。",
                    "しかも，光部品などの経時劣化が，その使用開始から製品寿命に達するまでの長期間にわたって生じるものであることは，当業者における技術常識であり，このような長期間にわたる経時劣化に伴う通信品質の低下が生じる環境において引用発明の構成を採用すれば，光部品の使用開始であるBOLから存続期間の最後であるEOLまでの期間にわたって「光部品などの経時劣化が生じた場合にも，符号化率を落としながら，あるいは，通信速度を落としながら，通信を維持することができる」との効果が奏されることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明も，本願発明における，原告の上記主張でいうところの「FECレート調整により，BOLからEOLまで性能マージンを準一定の状態に保つことができる」という効果と，同様の効果を奏するといえるから，本願発明が引用発明に対し格別の効果を奏するものとはいえず，審決が，「本願発明の作用効果も，引用発明及び周知事項に基づいて当業者が予測し得る範囲のものであり，格別なものではない」と認定したことに誤りはない。",
                    "原告の上記主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上より，取消事由2には，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求には理由がないからこれを棄却し，主文のとおり判決する。"
      ]
    }
  ]
}