{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800232号事件について平成27年11月25日にした審決中，特許第3708795号の請求項1ないし6に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成12年5月29日，発明の名称を「ケーシングの打設方法」とする発明について特許出願をし，平成17年8月12日，設定の登録（特許第3708795号）を受けた（請求項の数8。甲33。以下，この特許を「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成25年12月17日，本件特許について特許無効審判請求をし，無効2013-800232号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年6月12日，請求項7及び8を削除することを含む，本件特許に係る特許請求の範囲を訂正する旨の訂正請求をした（請求項の数6。甲50。以下「本件訂正」という。）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成27年11月25日，「本件特許第3708795号の明細書を平成27年6月12日付けの訂正請求書に添付された訂正明細書のとおり訂正することを認める。請求項1ないし6に係る発明についての特許を無効とする。請求項7及び8についての本件審判請求を却下する。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同年12月3日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成27年12月25日，本件審決中，本件特許の請求項1ないし6に係る部分の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲請求項1ないし6の記載は，次のとおりである（甲50）。なお，「／」は原文の改行部分を示す（以下同じ。）。以下，請求項1ないし6に係る発明を「本件発明1」などといい，併せて「本件各発明」という。また，本件訂正後の明細書（甲50）を，本件特許の図面（甲33）を含めて「本件明細書」という。",
            "【請求項1】圧入後に地中に残置させる筒状の杭体または鋼管矢板であるケーシングに適したケーシング打設方法であって，／クレーンのブーム先端から垂下させたワイヤロープで掘削装置を吊設し，／前記掘削装置は回転駆動装置の下部に中空スリーブを固設しており，／打設予定のケーシングの内空部に，前記掘削装置のシャフト状のダウンザホールハンマを挿入し，／前記ケーシングの下端から突き出た前記ダウンザホールハンマ先端の掘削ビットで地盤を掘削しながら，同時に前記ケーシングを圧入し，／圧入を続けて前記ケーシングの打設が完了したら，打設されたケーシングの内空部から前記ダウンザホールハンマを引き抜き，充填置換材を後工程で投入することなく施工を完了し，／前記地盤掘削の間，前記掘削装置の一部と前記ケーシングの一部とが，掘削装置の回転方向において相互に干渉して，当該ケーシングから掘削装置の回転反力を確保するようになっていることを特徴とするケーシングの打設方法。",
            "【請求項2】圧入後に地中に残置させる筒状の杭体または鋼管矢板であるケーシングに適したケーシング打設方法であって，／クレーンのブーム先端から垂下させたワイヤロープで掘削装置を吊設し，／前記掘削装置は回転駆動装置の下部に中空スリーブを固設しており，／打設予定のケーシングの内空部に，前記掘削装置のシャフト状のダウンザホールハンマを挿入し，／挿入が完了したら，前記ダウンザホールハンマの先端に設けられた掘削ビットを拡径状態にセットし，／前記ケーシングの下端から突き出た前記ダウンザホールハンマ先端の掘削ビットで地盤を掘削しながら，同時に前記ケーシングを圧入し，／圧入を続けて前記ケーシングの打設が完了したら，前記掘削ビットを縮径状態にセットして，打設されたケーシングの内空部から前記ダウンザホールハンマを引き抜き，充填置換材を後工程で投入することなく施工を完了し，／前記地盤掘削の間，前記掘削装置の一部と前記ケーシングの一部とが，掘削装置の回転方向において相互に干渉して，当該ケーシングから掘削装置の回転反力を確保するようになっていることを特徴とするケーシングの打設方法。",
            "【請求項3】前記掘削装置の回転駆動装置の下部に固設した中空スリーブはケーシング方向へ突き出た突起部を有しており，／前記ケーシングは掘削装置方向へ突き出た突起部を有しており，／前記地盤掘削の間，前記掘削装置の突起部と前記ケーシングの突起部とが，回転方向において相互に干渉するようになっていることを特徴とする請求項1又は2記載のケーシングの打設方法。",
            "【請求項4】前記掘削装置の回転駆動装置の下部に固設した中空スリーブは切欠き部を有しており，／前記ケーシングは突起部を有しており，前記地盤掘削の間，前記突起部と前記切欠き部とが係合して，それによって，前記掘削装置の切欠き部と前記ケーシングの一部とが，回転方向において相互に干渉するようになっていることを特徴とする請求項1又は2記載のケーシングの打設方法。",
            "【請求項5】前記クレーンは自在に旋回できるように構成されており，当該クレーンのブームは自在に傾斜できるように構成されていることを特徴とする請求項1又は2記載のケーシングの打設方法。",
            "【請求項6】前記クレーンは自在に旋回できるように構成されており，当該クレーンのブームは自在に伸縮できるように構成されていることを特徴とする請求項1又は2記載のケーシングの打設方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，本件訂正を認めた上，本件各発明は，下記アの引用例1に記載された発明（以下「引用発明」という。），下記イ及びウの引用例2及び3に記載された事項並びに下記エないしキの周知例1ないし4に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本件各発明についての本件特許は，特許法29条2項の規定に違反してなされたものであり，同法123条1項2号に該当し，無効にすべきである，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2000-80876号公報（甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平5-156629号公報（甲9）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開平11-350529号公報（甲16）"
                },
                {
                  "fig": "エ",
                  "subject": "周知例1：実公平4-42359号公報（甲12）"
                },
                {
                  "fig": "オ",
                  "subject": "周知例2：特公平6-499978号公報（甲13）"
                },
                {
                  "fig": "カ",
                  "subject": "周知例3：特開平7-127055号公報（甲14）"
                },
                {
                  "fig": "キ",
                  "subject": "周知例4：特開平9-21286号公報（甲15）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明は，次のとおりである。",
                "先端に掘削ビットを装着したインナーロッドを回転駆動装置に連結して該回転駆動装置の回転力を用いて掘削を行い，アウターケーシングを掘削にともない穿孔内に沈降させる形式の穿孔工法であって，／ガイドフレーム13を搬入セット姿勢で地盤上に固定し，／アウターケーシング7の両則面に固設した反力プレート12，12を反力アーム18のフランジ19に凹設した切欠き20に芯出し，係合させ，／掘削装置5の回転駆動装置6は施工台車等の重機のブーム4の先端を介し吊り下げ搬入され，／回転駆動装置6を回転させると，インナーロッド9のみが回転作用を与えられ，上下方向振動装置8と共に該インナーロッド9は上下方向振動による打撃作用と回転作用を初期施工から共に付与され掘削の穿孔がなされ，／初回の掘削穿孔が終了すれば，ブーム4を介し少なくとも掘削装置5の回転駆動装置6を吊り上げる，／稼働中は回転駆動装置6の下部の中空円筒部材に設けた反力フック12’とアウターケーシング7の反力プレート12が回転駆動装置の回転方向において干渉的に係合して，アウターケーシング7から掘削装置の回転反力を確保するようになっている穿孔工法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と引用発明との対比",
              "text": [
                "本件審決が認定した本件発明1と引用発明との一致点，相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と引用発明との一致点",
                  "text": [
                    "地中に沈降させる筒状のケーシングに適した地盤掘削をともなう方法であって，／クレーンのブーム先端から垂下させたワイヤロープで掘削装置を吊設し，／前記掘削装置は回転駆動装置の下部に中空スリーブを固設しており，／前記ケーシングの下端から突き出た前記ダウンザホールハンマ先端の掘削ビットで地盤を掘削しながら，同時に前記ケーシングを地中に沈降させ，／前記地盤掘削の間，前記掘削装置の一部と前記ケーシングの一部とが，掘削装置の回転方向において相互に干渉して，当該ケーシングから掘削装置の回転反力を確保するようになっている地盤掘削をともなう方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1は，「地中に残置させる」筒状の「杭体または鋼管矢板である」ケーシングに適した「ケーシング打設方法」であるのに対し，引用発明は「アウターケーシングを掘削にともない穿孔内に沈降させる形式の穿孔工法」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1は，「クレーンのブーム先端から垂下させたワイヤロープで掘削装置を吊設し，打設予定のケーシングの内空部に，前記掘削装置のシャフト状のダウンザホールハンマを挿入」する工程を有するのに対し，引用発明はケーシング内に，ダウンザホールハンマを挿入する工程が不明である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明1は，「圧入を続けて前記ケーシングの打設が完了したら，打設されたケーシングの内空部から前記ダウンザホールハンマを引き抜」くのに対し，引用発明はそのような特定がない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "本件発明1は，地盤掘削と同時に，ケーシングを「圧入」するのに対し，引用発明は，掘削にともない「穿孔内に沈降させる」点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点5",
                      "text": [
                        "本件発明1は，「充填置換材を後工程で投入することなく施工を完了」するのに対し，引用発明はそのような特定がない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2と引用発明との対比",
              "text": [
                "本件審決が認定した本件発明2と引用発明との一致点，相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2と引用発明との一致点",
                  "text": [
                    "本件発明1と引用発明との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1ないし5と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点6",
                      "text": [
                        "掘削ビットが，本件発明2は，「挿入が完了したら，前記ダウンザホールハンマの先端に設けられた掘削ビットを拡径状態にセットし」，打設が完了したら「前記掘削ビットを縮径状態にセットして，」引き抜きされるものであるのに対し，引用発明はそうでない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3と引用発明との対比",
              "text": [
                "本件審決が認定した本件発明3と引用発明との一致点，相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明3と引用発明との一致点",
                  "text": [
                    "本件発明1と引用発明との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3と引用発明との相違点",
                  "text": [
                    "相違点1ないし5と同じ。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明4と引用発明との対比",
              "text": [
                "本件審決が認定した本件発明4と引用発明との一致点，相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明4と引用発明との一致点",
                  "text": [
                    "本件発明1と引用発明との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明4と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1ないし5と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点7",
                      "text": [
                        "突起部と係合する部分の構成が本件発明4は，「切欠き部」であるのに対し，引用発明は「回転駆動装置6の下部の中空円筒部材に設けた反力フック12’」である点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明5と引用発明との対比",
              "text": [
                "本件審決が認定した本件発明5と引用発明との一致点，相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明5と引用発明との一致点",
                  "text": [
                    "本件発明1と引用発明との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明5と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1ないし5と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点8",
                      "text": [
                        "本件発明5のクレーンは「自在に旋回できるように」構成されており，ブームは「自在に傾斜できるように」構成されているのに対し，引用発明はそのような構成が不明な点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明6と引用発明との対比",
              "text": [
                "本件審決が認定した本件発明6と引用発明との一致点，相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明6と引用発明との一致点",
                  "text": [
                    "本件発明1と引用発明との一致点と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1ないし5と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点9",
                      "text": [
                        "本件発明6のクレーンは「自在に旋回できるように」構成されており，ブームは「自在に伸縮できるように」構成されているのに対し，引用発明はそのような構成が不明な点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1及び4に係る容易想到性の判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点5に係る容易想到性の判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明4の進歩性判断の誤り（取消事由2）",
              "text": [
                "相違点7に係る容易想到性の判断の誤り"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2，3，5及び6の進歩性判断の誤り（取消事由3）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1の進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1及び4に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決の判断",
                  "text": [
                    "本件審決は，引用例3の記載から，ケーシングを引き上げるか，それとも残置するかは，当業者が適宜選択できる事項であるから，引用発明の工法においても，アウターケーシングを打設した後そのまま存置することは，当業者が適宜なし得たことであるとし，さらに，引用発明のアウターケーシングを，引用例2のように圧入することも，当業者が適宜採用できたことであるとして，本件発明1の進歩性を否定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「圧入」，「残置」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1が「圧入」という方法を採用する理由",
                      "text": [
                        "硬質地盤・硬質岩盤では，掘削後の孔壁は崩壊しにくく，土圧の力を利用することは想定されていなかった。しかし，粉砕した掘削ずりを地上へ吹き飛ばして排出するというダウンザホールハンマに固有の性質が，岩盤とケーシングの間の細かな隙間を埋める現象が生じ，土圧の力を高める圧密と呼ばれる状態を作り出し，周面摩擦力を生み出し，図らずも杭の支持力や止水力として機能するに足る圧力を生み出していた。",
                        "そこで，本件発明1は，「圧入」という方法を取ることにより，従来利用されていなかった土圧や圧密の効果を利用して，杭体及び鋼管矢板を支持力や止水性といったその目的の性能を有するように地盤に打設したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1が「充填置換材を後工程で投入することなく施工を完了」という方法を採用する理由",
                      "text": [
                        "従来技術においては，土圧の力で杭の支持力を確保することができるとは考えられておらず，ケーシングの打設後は，バイブロハンマと呼ばれる装置によってケーシングを揺らし，ケーシングと孔壁の間に隙間を作ってから充填置換材を投入し，ケーシングと孔壁を接着して杭としての支持力を得るということが行われていた。",
                        "これに対し，本件発明1が「充填置換材を後工程で投入することなく施工を完了」という方法を採用しているのは，従来の技術とは異なり，充填置換材の接着力ではなく，土圧の力によって杭の支持力を得ていることを明確化するためである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "このように，本件発明1は，土圧の力とダウンザホールハンマに生じる圧密という現象を利用することで，充填置換材で地盤と鋼管を結合しなくて済む工法であるから，相違点1の「地中に残置させる」の意味は，バイブロハンマ等を利用して土圧の力を解除することなくそのまま地中に残置するという意味であり，相違点4の「圧入」とは，土圧の力を利用することを意味する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "設計事項ではないこと",
                  "text": [
                    "当時の技術水準としては，ダイレクトパイリング工法が最高峰であったところ，ダイレクトパイリング工法は，杭外周に根固め材を充填することで支持力を高めるものであって，「圧入」によって生じる土圧の力により杭を支持するものではなく，さらに，ハイブロハンマの揺動によって杭と孔壁の間に隙間を作り，杭外周にモルタルを充填させるなどする工法である（甲35）。",
                    "このように，ダイレクトパイリング工法は，土圧の力を解除してしまうのに対し，本件発明1は土圧の力を利用するものであって，これにより，数多くのメリットを得られるものである。",
                    "したがって，土圧を利用した工法を，設計事項ということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用例3に記載された事項",
                  "text": [
                    "引用例3の工法は，鋼管杭等を掘削と同時に打設した後そのまま存置する工法であるが，ダイレクトパイリング工法を前提とし，充填置換材を投入するものである。すなわち，引用例3には，ダウンザホールハンマを用いた杭打設方法において，打設されるケーシングを鋼管杭等とすることが記載されているだけであって，本件発明1のように，杭体等を「圧入」させ，圧入後に充填置換材を用いずに土圧の力のみによって杭としての支持力を得て地中に残置させるという本質部分についての言及はない。したがって，引用例3に記載された事項は，ケーシングの「圧入」と地中に「残置」することの結び付きを欠いている。",
                    "また，引用例3が前提とするダイレクトパイリング工法は，杭を打ち込む際に「リーダー」を用い，掘削のための回転力を加える駆動装置を上下方向の動きしかできないように固定するのに対し（甲35），引用発明は，「リーダー」を用いず，駆動装置をケーシングとの係合関係によって固定するものであるから，全く別異の発明であって，引用発明と引用例3に記載された事項を組み合わせることには阻害要因が存在する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "引用例2に記載された事項",
                  "text": [
                    "引用例2に記載された工法は，「ケーシングチューブを加振して孔内から引き抜きつつ，孔内へコンクリート等の自硬性材料を注入して抗体を施工する」（【0005】）ものであって，「充填置換材を後工程で投入することなく施工を完了する」という本件発明1とは，課題の解決方法という本質部分が異なっている。",
                    "また，引用例2に記載された工法は，ケーシングチューブを食い込ませる際の土圧の影響を小さくしたいという発想に立っている（【0013】）。",
                    "このように，引用例2に記載された工法は，本件発明1とは全く技術的思想が異なり，そもそも，引用例2に，相違点に係る方法が記載されているともいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "乙3ないし5に記載された事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙3ないし5の工法において，ケーシング等が地中に残置されたとしても，これらの文献には，土圧の力を利用して支持力を得ることは記載されていない。そもそも，現在の技術水準ですら岩盤を支持層とする杭の支持力はいまだ明確になっていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，乙3ないし5の工法は，ダイレクトパイリング工法よりもはるか以前の工法であるから，これらに，杭外周に充填置換材を投入する旨記載のないことをもって，充填置換材を投入しなくても十分であることが想定されているといえるものではない。乙3ないし5には，いずれも掘削工法が開示されているにとどまるというべきである。",
                        "なお，乙3及び4の工法においても，ケーシングと孔壁の間には10mmほど隙間がある旨記載されており，乙5の工法も杭と孔壁との間に隙間を作りながら杭を打設する工法であり，圧密効果が生じるものではないから，乙3ないし5の工法においては，隙間を埋めて杭の支持力を得るために，充填置換材の注入が当然に行われていたと考えるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，引用発明と乙3ないし5に記載された事項を組み合わせることには阻害要因がある。",
                        "すなわち，乙3の工法は，地上に存置した「ケーシング回転建込み装置33」により「円筒状ケーシングを回転させて地中に建込」む方法であって，引用発明のように，回転駆動装置の回転反力をケーシング2から取ることはできないから，両者を組み合わせることに阻害要因が存在する。",
                        "また，乙4の工法は，「該ハンマ(3)及びケーシング(1)を回転させて地盤に圧入」などする方法であって，引用発明のように，回転駆動装置の回転反力をケーシングから取ることはできないから，両者を組み合わせることに阻害要因が存在する。",
                        "さらに，乙5の工法において，引用発明のように「施工初期からインナーロッド9に上下方向振動打撃作用と回転作用」を共に付与しようとしても（【0034】），「打設すべき鋼管5を地盤34上に立て，これをクレーン車27に設けたアーム28で支持」（3頁左欄24行目以降）していることから，掘進が阻害されてしまい，両者を組み合わせることに阻害要因が存在する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そもそも，乙5の工法は，鋼管を自重で沈下させることを特徴とするものであって（2頁目左欄下から3行目以降），「圧入」がなされているものでもない。また，乙5の工法は，ダウンザホールハンマが用いられる必要のない地盤で用いられる技術である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "したがって，引用発明において，相違点1及び4に係る本件発明1の方法を備えるようにすることを，当業者が容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決の判断",
                  "text": [
                    "本件審決は，土木工事において，必要のない工程を設けないこと，及び，所望により付加的工程を設けることは，当業者が適宜選択することであるから，引用発明の穿孔工法を筒状部材の打設に用いるに当たり，必須ではない充填置換材を投入する工程を後工程として設けないものとして，本件発明1の相違点5に係る構成とすることは，当業者が容易になし得たことであると判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当時の技術水準",
                  "text": [
                    "ダイレクトパイリング工法を前提とする当時の技術水準においては，土圧の力を利用して杭の支持力を得るという発想自体が存在していなかった。このことは，引用例2において，「ケーシングチューブを加振して孔内から引き抜きつつ孔内へコンクリート等の自硬性材料を注入して杭体を施工することにより，上記課題の解決を図っている」（【0005】）とされていることからも明らかである。",
                    "したがって，ダイレクトパイリング工法を前提とする当時の技術水準においては「充填置換材を投入する工程」により，杭の支持力を得ることが必要であったものである。かかる工程が，必須ではないという前提に基づいた本件審決は，現在の技術水準に依拠した事後分析的な思考に陥っている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例等における工法",
                  "text": [
                    "引用例2及び引用例3の工法は，前記(1)エ及びオのとおり，充填置換材を投入するものである。",
                    "また，乙3ないし5の工法において，硬質地盤・硬質岩盤において杭外周に充填置換材を注入することなく，土圧とダウンザホールハンマによる圧密の効果により杭の支持力を得ることは行われていない。前記(1)カ(イ)のとおり，乙3ないし5に，杭外周に充填置換材を投入する旨記載のないことをもって，これらの工法において，充填置換材を投入しなくても十分であることが想定されているといえるものでもない。",
                    "さらに，乙1の工法も，ダイレクトパイリング工法を前提とするものであるから，充填置換材を投入することが予定されており，さらに水中での施工に関する技術であって通常にも増して杭に支持力が求められるから，充填置換材を投入していることは明らかである。",
                    "なお，引用発明は，アウターケーシングの役割として本来の役割である孔壁崩壊の防止のみを想定しており，杭として地中に存置することを想定していない。そして，充填置換材を用いればアウターケーシングを引き上げられなくなるから，充填置換材を用いることについての言及がないのは当然である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明において，相違点5に係る本件発明1の方法を備えるようにすることを，当業者が容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が引用発明に基づいて容易に発明をすることができたものではないから，本件発明1についての本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1及び4に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当業者は，引用発明，引用例2及び引用例3に記載された事項，並びに，当業者に周知の事項に基づいて，引用発明から本件発明1を容易に想到できたものであるから，本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ケーシングを地中に「残置」させることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ケーシング等が地中に残置されることは，引用発明（乙2），引用例3（【0020】），乙3ないし5において広く行われているから，ケーシングを杭として地中に「残置」することは周知である。",
                        "なお，引用発明に組み合わせるのは，乙3ないし5に記載されている鋼管を残置させるという技術であり，回転装置ではないから，乙3ないし5に記載されている技術事項を引用発明に組み合わせることに何の阻害要因もない。引用発明に，引用例3の鋼管を残置させるという技術事項を組み合わせることも，同様に阻害要因はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例3の工法においては，土圧が発生しているから，打設した杭を残置させるために，発生した土圧を利用することも容易に想到できるものである。",
                        "そして，ダウンザホールハンマで杭体を打設するとき，必ずしもリーダーが必要なものとはいえず（乙6，7），また，引用例3の工法はダイレクトパイリング工法のみに限定されるものでもないから（【0020】），引用発明に引用例3に記載された発明を組み合わせることに阻害要因はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "ケーシングを「圧入」することについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，従来技術として，アウターケーシングが沈降することで地盤から反力が得られる旨記載されており（【0006】），引用発明においても，地盤とアウターケーシングとの間に抵抗力が生じることは認識されていたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例2の工法は，ダウンザホールハンマによる衝撃力とケーシングチューブとの自重によって，同チューブを孔内へ食い込ませるものであるから（【0013】），当然に土圧が発生することが記載されているといえる。",
                        "そして，引用発明と引用例2に記載された事項は，杭体の施工方法という共通する技術分野に属するものであるから，技術的思想の相違にかかわらず組み合わせることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「圧入」，「残置」の意義",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件審決は，引用発明のアウターケーシングを，引用例2のようにハンマによる衝撃力とケーシングチューブとの自重によって孔内へ食い込んでゆくものとすること，すなわち，圧入することも当業者が適宜採用できたことであると認定している。特に，ケーシングチューブとの自重により孔内へ食い込んでゆく，すなわち土圧に抗して沈降するケーシングチューブの「圧入」と「土圧」の関係について判断しているから，本件審決に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ダイレクトパイリング工法は，引用例3の工法の例として開示されているにすぎないから，同工法において充填置換材の注入が必須であるか否かにかかわらず，相違点1及び4は容易に想到できる。",
                            "そもそも，「充填置換材」自体は学術用語ではなく，本件明細書にも何ら定義されていないから，その技術的内容を解釈することはできない。また，請求項に記載された「充填置換材を後工程で投入することなく施工を完了し」という文言の技術的範囲も不明である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ダイレクトパイリング工法との比較",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，当時の技術水準の最高峰にダイレクトパイリング工法が存在し，本件発明1は，同工法を更に改良したものであると主張する。しかし，本件明細書には，ダイレクトパイリング工法についての説明は一切なく，そもそも同工法自体が周知ではない。したがって，ダイレクトパイリング工法に基づく原告の主張は，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，ダイレクトパイリング工法の各工程を説明した公報（乙1）においては，鋼管1は重錘19で打ち込まれたままで施工が完了しており，根固めを行うことは一切記載されていないから（【0030】，【0031】），ダイレクトパイリング工法には根固めが必要であるということはできず，同工法が「圧入」によって生じる土圧の力により杭を支持するものではないということはできない。さらに，ダイレクトパイリング工法と本件発明1の工法との間に，技術上の優劣が存在するか否かも不明である。",
                            "そもそも，一般に行われている杭等の打設工事では，ダイレクトパイリング工法でも根固めを行わない場合があるし，ダウンザホールハンマ工法でも根固めを行う場合と行わない場合があり，根固めを行うか行わないかは工事の目的によって決まるものにすぎない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，引用発明において，相違点1及び4に係る本件発明1の方法を備えるようにすることは，当業者が容易に想到することができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当時の技術水準として，杭体を地中に残置させるに当たり，充填置換材を用いる方法しかないということはできない。本件特許の出願当時も，打設したケーシング等を，充填置換材を用いずに地中に残置させることは行われていたものである。",
                    "引用発明は，打設したアウターケーシングを地中に残置させるものであるが，引用例1には，充填置換材を用いることについて，全く記載も示唆もない。引用例3においても，鋼管杭を残置させるのに充填置換材を用いることは全く記載も示唆もない。また，乙1，3ないし5には，打設したケーシング等を地中に残置させることが記載されているにもかかわらず，充填置換材を用いることは記載されていない。",
                    "そうすると，これらの文献に接した当業者は，ダウンザホールハンマを用いた杭打設において，打設したケーシングや鋼管をそのまま杭として用いることを容易に想到することができたものといえる。実施においては，ダウンザホールハンマの掘削径を調整することにより，ケーシングや鋼管をそのまま杭として用いることが可能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，引用発明において，相違点5に係る本件発明1の方法を備えるようにすることは，当業者が容易に想到することができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "さらに，引用発明において，相違点2及び3に係る本件発明1の方法を備えるようにすることは，当業者が容易に想到することができたものである。よって，本件発明1は，当業者が引用発明に基づいて容易に発明をすることができたものであるから，本件発明1についての本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明4の進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，相違点7について，突起部と係合する部分の構成として，切欠き部は，例えば，周知例1ないし3にも記載されているように周知慣用のものであり，引用発明の反力フック12’を，上記周知慣用の切欠き部に変更して，本件発明4の相違点7に係る構成とすることは当業者が容易に想到し得たことである旨判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本件発明4は，突起部と切欠き部という従来一般にある結合構成そのものに独自性を求めるものではなく，このような結合構成を回転駆動装置の回転反力伝達手段に採用したことに特徴がある。",
                    "そして，周知例1ないし3の工法は，全て打設対象となる杭又はケーシングが回転する構成であって，杭又はケーシングはいずれも回転埋設又は回転圧入されるものであるから，これらの工法における結合構成と引用発明の回転しないケーシングとを組み合わせることにより，掘削作業に必要な掘削機の回転力を上回る力で掘削機本体を支えるための反力を確保するという意味での，回転反力を取るという本件発明4に利用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件発明4は，引用発明と異なり，回転駆動装置の下部の中空スリーブに切欠き部を設けるものであって，鋼管矢板のように継手部を反力部材として利用しようとする場合に，多くの利点を有する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明において，相違点7に係る本件発明4の方法を備えるようにすることを，当業者が容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "よって，本件発明4は，当業者が引用発明に基づいて容易に発明をすることができたものではないから，本件発明4についての本件審決の判断は誤りである。",
                "なお，本件発明4は，本件発明1の方法を含むところ，前記1〔原告の主張〕と同様の理由からも，本件審決における本件発明4の容易想到性の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件発明4も，周知例1ないし3に記載された工法も，いずれも杭やケーシングの地中への挿入という同一分野の技術であるから，回転駆動装置がケーシングから回転反力を得るために，周知例1ないし3から認められる周知慣用の切欠き部と突起部という係合方法を用いることを，当業者は容易に想到できるものである。",
                "そして，周知例1ないし3の工法は，ケーシングが回転する構成であり，引用発明は，ケーシングが回転するものではないが，両者とも，係合部分により，回転方向の力を伝達するという同様の力学的作用を有するものであるから，前者の構成における係合方法を，後者の構成における係合方法に利用できないということはない。",
                "したがって，引用発明において，相違点7に係る本件発明1の方法を備えるようにすることは，当業者が容易に想到することができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "よって，本件発明4は，当業者が引用発明に基づいて容易に発明をすることができたものであるから，本件発明4についての本件審決の判断に誤りはない。なお，本件発明4は，本件発明1の方法を含むものであるところ，当業者が本件発明1を引用発明に基づいて容易に発明をすることができたことは，前記1〔被告の主張〕のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明2，3，5及び6の進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕",
            "本件発明2，3，5及び6は，本件発明1の方法を含むものであるところ，前記1〔原告の主張〕と同様の理由から，本件審決における本件発明2，3，5及び6の進歩性の判断は誤りである。",
            "〔被告の主張〕",
            "本件発明2，3，5及び6は，本件発明1の方法を含むものであるところ，当業者が本件発明1を引用発明に基づいて容易に発明をすることができたことは，前記1〔被告の主張〕のとおりであり，相違点6，8，9に係る本件発明1の方法を備えるようにすることも容易想到であるから，本件発明2，3，5及び6についての本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各発明に係る特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書（甲33，50）の発明の詳細な説明には，おおむね，以下の記載がある（下記記載中に引用する図1～6，8は，別紙1本件明細書図面目録参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】開示技術は，地すべり用の抑止杭や，肉厚のコンクリート杭や鋼管矢板等のケーシングを硬質地盤や岩盤層に対し掘削と建込みを直接的に行う技術分野に属する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】傾斜面の地すべり抑止用の抑止杭や肉厚の鋼管や既製のコンクリート杭や鋼管矢板等のケーシングを直接的に打撃する施工や圧入する施工のみでは完全に近く打設施工不能となる硬質地盤や岩盤地層に対する打設方法に対処する技術がさまざまに改良研究され，例えば，特開平9-302654号公報発明に見られる如く，ケーシングの中空部に内にダウンザホールドリルを挿入した三点支持式杭打機を用いて，又は，ブームクレーン式の先端にリーダーを垂下する方法を介しての相伴クレーンにより回転反力を取り，直接打設を行う中堀工法もあった。",
                    "【0003】また，該種中堀工法においても，掘削が困難となるような硬質地盤や岩盤層に対してはケーシング建込みに先行して強化型スクリュー式掘削機や全回転型オールケーシング掘削機やダウンザホールドリル等の掘削機により杭の全長分の先行掘削を行った後，ケーシングを建込み，グラウトを行う工法や孔に置換材を投入し，打撃施工を行う等の施工方法が行われていた。",
                    "【0004】しかしながら，該種従来態様の技術による地盤に対する直接打設を行う工法においては，第一に三点支持式杭打機，又は，クレーンブーム式先端からリーダーを垂下するような様式の態様では相伴クレーンに回転反力として直接打設を行う中堀工法ではあるものの，ケーシングの機台の中心位置より打設部位が一定であり，離隔部位が自在にとれないという最大の欠点があり，強化型スクリュー式掘削によれば，杭体の孔曲り等の修正する場合が施工的に極めて煩瑣となる不都合さがあり，また，ダウンザホールドリル等の掘削機による先行掘削を行った後にケーシングの建込みとグラウト充填を行う施工が極めて煩雑となる不具合があった。",
                    "【0005】また，孔に置換材を投入し，打撃施工を行う等の手法も手順的に施工が極めて煩瑣であるというデメリットもあった。",
                    "【0006】而して，三点支持式杭打機又はブームクレーン式の先端からリーダーを垂下し，該リーダーを介して回転反力を確保するべく該三点支持式杭打機の上部の旋回体とリーダーが固設されている構造上の制約やブームクレーン式先端から挿着するリーダーの重量負荷，及び，該リーダー固定による機械重量の増加に起因する相伴クレーンの作業半径の縮少により重機設置位置とケーシングとの離隔が限定されるために，海上や河川内や湖沼内や山間傾斜地等における現場の地理的条件により機台設置位置による制約が生じる場合，重機の足場の確保を図るべく鋼製の作業構台の架設や築島工や切土工や盛土等の構築等の付帯工事の増大が不可避的に発生し，施工期間の長期化や能率の低下やコスト高となる不利点があった。",
                    "【0007】また，杭体建込みに先行して掘削作業を行う工法の場合，掘削とケーシングの建込みの2工程に伴う工程が不可避的に発生し，そのうえ，軟弱層と硬質地盤の両地盤及び岩盤層にはケーシングによる孔壁保護を行わねばならず，併せて，これらの施工工程期間の長期化の原因ともなる不都合さもあった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0008】この出願の発明の目的は，従来と比してよりスムーズに且つ効率的にケーシングの打設を行うことができるケーシング打設方法を提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0009】このような目的は，下記①～⑧記載のケーシング打設方法によって達成される。",
                    "【0010】①圧入後に地中に残置させるケーシングに適したケーシング打設方法であって，クレーンのブーム先端から垂下させたワイヤロープで掘削装置を吊設し，打設予定のケーシングの内空部に，前記掘削装置のシャフト状のダウンザホールハンマを挿入し，前記ケーシングの下端から突き出た前記ダウンザホールハンマ先端の掘削ビットで地盤を掘削しながら，同時に前記ケーシングを圧入し，圧入を続けて前記ケーシングの打設が完了したら，打設されたケーシングの内空部から前記ダウンザホールハンマを引き抜き，前記地盤掘削の間，前記掘削装置の一部と前記ケーシングの一部とが，掘削装置の回転方向において相互に干渉して，当該ケーシングから掘削装置の回転反力を確保するようになっていることを特徴とするケーシングの打設方法。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0019】まず最初に，本発明の打設方法で用いられる掘削装置等の概略構成を説明する。",
                    "図1において，クローラクレーン4は360度旋回自在に構成されているとともに，自在に傾斜可能に構成されたブーム5を備えている。このクレーン4が備えるブーム5の先端には滑車が設けられており，該滑車を介して垂下したワイヤロープ6によって掘削装置1が吊設されている。",
                    "【0020】吊設された掘削装置1は，上部においてワイヤロープ6に連結された回転駆動装置11と，該回転駆動装置11に連結されたドリルロッド12と，該ドリルロッド12に連結されたダウンザホールハンマ13とを有している。ダウンザホールハンマ13の先端には，拡縮自在のボタンビット（掘削ビット）が設けられている。",
                    "【0021】次に，上述構成の掘削装置を用いたケーシング8の打設方法について説明する。",
                    "まず，図2に示すように，打設予定のケーシング8を，地盤上に形成した専用井戸に建込みし，次いで，図3に示すように，ケーシング8にダウンザホールハンマ13をドリルロッド12と共に挿入して建て込む。その際，打撃掘削用のボタンビット14を縮径位置にセットした状態で挿入する。",
                    "【0022】ダウンザホールハンマ13とドリルロッド12の建込み・引き抜きは，図4に示すように行われる。…",
                    "【0023】ダウンザホールハンマ13の建込み（挿入）が完了すると，図4(ロ)に示すように，シャフト状のダウンザホールハンマ15及びドリルロッド16がケーシング8の中空部に配設され，ダウンザホールハンマ先端のボタンビット14はケーシング下部から突き出た状態になる。これにより，ダウンザホールハンマ13による回転掘削を，ケーシング8の圧入と同時に行うことが可能になる。",
                    "【0024】掘削している間は，回転駆動装置11のための回転反力を確保するために，図5及び図6に示すように，掘削装置1とケーシング8とを係合させる。・・・",
                    "【0025】すなわち，図5(ハ)及び図6において，掘削装置1の回転駆動装置11の下部に固設された中空スリーブ状の金具15の内壁には，ケーシング8の外壁方向へ突き出た突起部16が設けられている。また，ケーシング8の上部には，金具15の内壁方向へ突き出た突起部81が設けられている。ダウンザホールハンマ13で掘削している間は，掘削装置側の突起部16と，ケーシング側の突起部81とが係合する。すなわち，掘削装置側の突起部16と，ケーシング側の突起部81とが，回転駆動装置11の回転方向において相互干渉するので，掘削・圧入時における回転駆動装置11の回転反力がケーシング8によって確保される。",
                    "【0026】また，図5(ハ)及び図6に示す態様に替えて，図5(ホ)に示すように，掘削装置1とケーシング8とを係合させてもよい。図5(ホ)において，回転駆動装置11の下部に固設された中空スリーブ状の金具15には，略L字状の切欠き部17が形成されている。また，ケーシング8の上部には，金具15の方向へ突き出た突起部82が設けられている。ダウンザホールハンマ13で掘削している間は，掘削装置側の切欠き部17と，ケーシング側の突起部82とが係合する。すなわち，掘削装置側の切欠き部17に，ケーシング側の突起部82が入り込み，回転駆動装置11の回転方向において掘削装置の金具15とケーシング8とが相互干渉するので，掘削・圧入時における回転駆動装置11の回転反力がケーシング8によって確保される。",
                    "【0028】打設が完了したら，ダウンザホールハンマ13の先端の拡径されていたボタンビット14を縮径して，図8に示すようにケーシング8を地中に残置したものに対してドリルロッド12及びダウンザホールハンマ13を引き抜いていく。",
                    "【0033】…また，本発明の適用対象となるケーシングは，地中残置用のものである限り特に限定されず，地すべり用抑止杭，筒状杭体，鋼管矢板等にも利用可能である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0034】以上，この出願の発明によれば，クレーンの能力範囲内において，重機足場と杭心間の離隔や高低差に関わらず，建築用の既製コンクリート杭や抑止杭等の肉厚杭の直接打設が行えるという優れた効果が奏されるものである。",
                    "【0035】そして，ケーシングの建込みに先行して強化型スクリュー式掘削機や全回転型オールケーシング掘削機やダウンザホールドリル等の掘削機により杭全長分の先行掘削を行った後ケーシングの建込みとグラウト充填を行わずにすみ，充填置換材を後工程で投入することなく，結果的に施工が簡単に行われるという優れた効果が奏される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本件明細書には，本件各発明に関し，以下の点が開示されていることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明は，地すべり用の抑止杭や，肉厚のコンクリート杭や鋼管矢板等のケーシングを硬質地盤や岩盤層に対し掘削と建込みを直接的に行う技術に関するものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，硬質地盤や岩盤地層に対する打設方法に対処する技術がさまざまに改良研究されており，①三点支持式杭打機により，又は，相伴クレーンにより回転反力を取り，直接打設を行う中堀工法や（【0002】），②中堀工法においても，掘削が困難となるような硬質地盤や岩盤層に対してはケーシング建込みに先行して強化型スクリュー式掘削機や全回転型オールケーシング掘削機やダウンザホールドリル等の掘削機により杭の全長分の先行掘削を行った後，ⅰ）ケーシングを建込み，グラウトを行う工法や，ⅱ）孔に置換材を投入し，打撃施工を行う等の施工方法があった（【0003】）。",
                    "しかし，上記①の方法においては，三点支持式杭打機等の機台の中心位置からのケーシングの打設部位が一定であり，離隔部位が自在にとれず，離隔が限定されることによる施工期間の長期化や能率の低下やコスト高となる不利点があった（【0004】，【0006】）。",
                    "また，上記②の方法においては，強化型スクリュー式掘削によれば，杭体の孔曲り等を修正する場合が施工的に極めて煩瑣となるという不都合さがあり，また，ダウンザホールドリル等の掘削機による先行掘削を行った後にケーシングの建込みとグラウト充填を行う施工が極めて煩雑となるという不具合があるほか（【0004】），孔に置換材を投入し，打撃施工を行う等の手法も手順的に施工が極めて煩瑣であるというデメリットや（【0005】），掘削とケーシングの建込みの2工程に伴う工程が不可避的に発生し，その上，軟弱層と硬質地盤の両地盤及び岩盤層にはケーシングによる孔壁保護を行わねばならず，併せて，これらの施工工程期間の長期化の原因ともなるという不都合さもあった（【0007】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明は，従来と比してよりスムーズに，かつ，効率的にケーシングの打設を行うことができるケーシング打設方法を提供することを課題とするものである（【0008】）。",
                    "この課題を解決するために，本件各発明は，クレーンのブーム先端から垂下させたワイヤロープで掘削装置を吊設し，打設予定のケーシングの内空部に，掘削装置のシャフト状のダウンザホールハンマを挿入し，掘削装置の一部とケーシングの一部とを，掘削装置の回転方向において相互に干渉させて，ケーシングから掘削装置の回転反力を確保するようにして，ケーシングの下端から突き出たダウンザホールハンマ先端の掘削ビットで地盤を掘削しながら，同時に前記ケーシングを圧入し，圧入を続けて前記ケーシングの打設が完了したら，打設されたケーシングの内空部から前記ダウンザホールハンマを引き抜き，充填置換材を後工程で投入することなく施工を完了し，ケーシングを地中に残置させるケーシングの打設方法を提供するものである（【0009】，【0010】，【0035】） 。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，この方法により，クレーンの能力範囲内において，重機足場と杭心間の離隔や高低差にかかわらず，建築用の既製コンクリート杭や抑止杭等の肉厚杭の直接打設を行うことができるという優れた効果が奏され（【0034】），そして，充填置換材を後工程で投入することなく，結果的に施工が簡単に行われるという優れた効果が奏される（【0035】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1（甲1）には，おおむね，以下の記載がある（下記記載中に引用する図3，7，9は，別紙2引用例1図面目録を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "【0001】開示技術は，地盤改良工事や地盤中に杭体を施工する等の工事における回転穿孔において，掘削装置の回転を行う際に当該回転の反力を確実に支持する装置の構造の技術分野に属する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0004】これに，対処するに図9に示す様な，…技術が開発されている。",
                    "【0005】当該施工技術にあっては穿孔掘削施工を行うに際し，まず所定深度まではインナーロッド7を上下方向深度の駆動装置8を介し掘削を行い，即ち，穿孔初期該インナーロッド9に対しては回転を付与しないで上下方向の振動のみによる掘削を行い，その間ビット10の径よりもやや小さい径を有するアウターケーシング7をビット10による穿孔内に自重により沈降させてその後該アウターケーシング7内のインナーロッド9に回転をも与え回転力とインナーロッド9に対する上下方向振動作用を併せて付与させて，所定の穿孔を施工するようにしていた。",
                    "【0006】しかしながら，当該在来技術にあっては，穿孔初期においてインナーロッド9による上下振動のみで回転を付与させないで，掘削を行うためにそれまでの穿孔掘削に多大の時間を要し，期間的に長い時間を要し，施工能率が悪く，結果的にコスト高になるというデメリットがあり，又，穿孔の中，終期にあってはインナーロッド9にも回転を付与して穿孔を続行するようにしているが，当該インナーロッド9の回転反力を支持するアウタケーシング7の所定深度が回転を作用させてみないと分からないという欠点があり，又，支持反力がない場合には穿孔の直進性が設計通りに行われず，所謂穴曲り現象が生じて設計通りの直進性が保持出来難いという難点があった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の目的",
                  "text": [
                    "【0009】この出願の発明の目的は上述従来技術に基づく地盤の改良工事や橋梁の橋脚の施工における掘削装置の直進性を保持するべくインナーロッドに対する回転付与の際に回転反力の支持が施工初期から充分に保持出来ない問題点を解決すべき技術的課題とし，掘削駆動装置が所定に搬入セットされる場所でさえあれば，極めて簡単な装置構造ながら，確実に施工初期からのインナーロッドの回転穿孔の際の該インナーロッドの回転に対するアウターケーシングの回転反力支持が確実に図れ，設計通りの穿孔が初期から充分に図れるようにして建設産業における土木技術利用分野に益する優れた穿孔工法用回転反力支持装置を提供せんとするものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題の解決するための手段",
                  "text": [
                    "【0010】…この出願の発明の構成は，前述課題を解決するために，先端に掘削ビットを装着したインナーロッドを回転駆動装置に連結して該回転駆動装置の回転力を用いて掘削を行う穿孔工法に用いる回転反力支持装置において，該回転駆動装置に連係することによりインナーロッドの外周に併設したアウターケーシングの外側面に反力プレートを固設し，該反力プレートを穿孔対象地盤に設置された穿孔心を確保するガイドフレームに固設された反力アームに係合させ，上記回転駆動装置の反力を確保することを基幹とし，而して，上記アウターケーシングが回転駆動装置と固定連結されているようにし，又，上記アウターケーシングと上記回転駆動装置を固定連結せず，該アウターケーシングに固設された上記反力プレートに該回転駆動装置側に固設した反力プレートが上記インナーロッドの回転方向に干渉して係合自在にされているようにもし，又，該上記反力アームがガイドフレームに位置変更自在に配設されているようにし，更に又，該反力プレートを構成する鋼材に上記反力アームに上記反力プレートが係合自在な切り欠きが形成されているようにもし，加えて，上記ガイドフレームが地盤に打設される杭に固設されているようにもした技術的手段を講じたものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "作用",
                  "text": [
                    "【0011】上述構成において，河川の対岸等に橋梁の橋脚等を構築するに，当該部位に施工台車等の重機のブームを介しH型鋼製等の枠組み状のガイドフレームを所定に搬入セットし，該ガイドフレームの少なくとも2カ所に同じくH型鋼製等の杭を固設し施工台車等の重機等のブームにより懸吊吊下したインナーロッドの上下方向振動装置を介して該ガイドフレームを当該部位の地盤に杭を貫入させて当該地盤に固定し，その際，予め該ガイドフレームの所定部位にアウターケーシングの径相当のスパンを介して固設した一対の反力アームの相対向する部位に切欠きを凹設し，而して掘削装置を施工台車等の重機のブームを介しガイドフレーム上に搬入セットし該掘削装置のアウターケーシングの両則に設けた反力プレートをして杭芯フレームに設置固設した反力アームに凹設した切欠きにガイドさせて係合させ，該掘削装置の上部に設けた回転駆動装置によりアウターケーシング内のインナーロッドに施工初期から回転作用を付与し，又，該インナーロッドを上下振動付与装置により上下方向の振動も与えて当該地盤に対する掘削作用を介し穿孔し，この時アウターケーシングに対するインナーロッドの回転反力は該アウターケーシングの側部に固設されている反力プレートが回転駆動装置に固設されている場合と該回転駆動装置の反力プレートに干渉的に係合する場合にあっても，ガイドフレームに固設された反力アームの凹設された切欠きに回転反力を施工初期から支持させて安定した状態で設計通りの直進的な掘削が行われ，穴曲り等がなく高精度の穿孔が行われ，施工期間が所定に保持されるようにし，而して，穿孔終了後は，掘削装置を施工台車等の重機のブームを介し吊上げ撤去し，又，ガイドフレームも杭や反力アームと共に該ブームを介し撤去し，次の施工部位に移動させるようにし，又，穿孔掘削が横方向に小ピッチで行われる場合には反力アームをガイドフレームに対し当該所定ピッチつつ横移動して固定するようにしたものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0039】以上，この出願の発明によれば，基本的に，掘削装置のアウターケーシング内に介装したインナーロッドの先端にビットを有している穿孔装置により所定の掘削穿孔を行うに，従来はその施工初期において該インナーロッドに上下方向振動打撃のみを付与し回転作用を付与せず，穿孔掘削作業を行ったがために施工時間が長くかかり，施工能率が悪かったのが，又，在来態様では，又，施工初期においてインナーロッドに回転が付与されないために（初期にはインナーロッドに回転を与えてもアウターケーシングに回転反力支持が出来ないがために）施工能率が悪く，又，アウターケーシングを介し対しインナーロッドに対する回転付与を与えることによる回転反力をアウターケーシングに支持することを図る所定深度が分からず，インナーロッドに対する回転付与のタイミングが図れず，結果的に施工精度が悪く，又，この間に振動打撃作用のみによる掘削穿孔を行うがために穴曲り等の直進性が損なわれる掘削穿孔がなされて施工精度が低下するという欠点があるのに対し，この出願の発明では施工初期からインナーロッドに振動打撃作用と回転作用を同時に付与してもインナーロッドに付与される回転による回転反力をアウターケーシングにより直ちに支持が出来，したがって，在来態様の如く施工初期においてインナーロッドに振動打撃に作用のみを与えて回転を付与するタイミングを図る所定深度を計測するという煩瑣な手間が省け，最初からインナーロッドに回転作用を付与し設計通りの掘削穿孔が出来るという優れた効果が奏される。",
                    "【0040】又，回転駆動装置に直接連結固設した，或いは，非連結固設状態に連係したアウターケーシングの側部に少なくとも1枚の反力プレートを固設し，上記非連結固設的な状態にあっても回転駆動装置とアウターケシングの双方に設けた反力プレート，及び反力フック相互の干渉的な連係が可能であるようにしたことにより，又，掘削装置を臨ませるガイドフレームには該反力プレートに係合する切欠きを有する反力アームを設けて配設すると共に杭を設けて当該施工地盤に該ガイドフレームを固定状態に設置することが出来るために，アウターケーシングに対するインナーロッドの回転反力が初期から伝達されても，該，アウターケーシングが実質的に静定的に拘束されるために，インナーロッドの回転反力が確実にアウターケーシングに施工初期から支持され穴曲り等が無い正確な掘削穿孔が行えるという優れた効果が奏される。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明が実施しようとする形態",
                  "text": [
                    "【0012】次にこの出願の発明が実施しようとする形態を1実施例の態様として図1乃至図7に基づいて説明すれば以下の通りである。",
                    "【0015】而して，該アウターケーシング7は図示実施例にあっては上部の回転駆動装置6にボルト11を介し相対回転不可能に連結固設されている態様であるが，他の態様としては該回転駆動装置6に対して非固設連結状態でない設計もある。",
                    "【0017】したがって，他の態様としては図3の(イ)，(ロ)に示す様に，回転駆動装置6側にも反力フック12’が設けられて両反力プレート12，反力フック12’  の相互が干渉的に係合することが出来るようにもされている。",
                    "【0025】上述構成において，まず図9に示す在来態様同様に河川1を挾んでの対岸の施工部位の地盤3に橋梁の橋脚構築用等の穿孔を構築するに際し，…ガイドフレーム13を搬入セット姿勢で地盤上に固定する。",
                    "【0027】次いで，掘削装置5を同じく施工台車等の重機のブーム4の先端を介し吊り下げ搬入し，上下方向振動装置8を介しインナーロッド9の先端ビット10を介し当該ガイドフレーム13に所定に位置決めし，掘削装置5のアウターケーシング7内のインナーロッド9及び該インナーロッド9の先端にビット10を固設した状態でまずアウターケーシング7をガイドフレーム13に渡設固定した反力アーム18，18の所定部位に位置合わせし，又，該アウターケーシング7の両則面に固設した反力プレート12，12を反力アーム18のフランジ19に凹設した切欠き20に芯出し，係合させて該切欠き20，20に図7，8に示す様に，反力プレート12をガイドさせて係合した状態で回転駆動装置6を回転させると，該回転駆動装置6はインナーロッド9に即回転作用を与えるが，アウターケーシング7は両則に固設されている反力プレート12，12によりガイドフレーム13の両ビーム14に固設されている反力アーム18，18の切欠き20，20に拘束されて回転は与えられず，したがって，インナーロッド9のみが回転作用を与えられ，上下方向振動装置8と共に該インナーロッド9は上下方向振動による打撃作用と回転作用を初期施工から共に付与され，この間該インナーロッド9の回転反力は不回動のアウターケーシング7に支持されて所謂穴曲り等を生ぜず設計通りの直進性をもって掘削の穿孔がなされていく。",
                    "【0028】尚，前述図3の(イ)，(ロ)に示した他の態様としてはアウターケーシング7は回転駆動装置6に固設連結されていないが，該回転駆動装置6に設けた反力フック12’とアウターケーシング7の反力プレート12が干渉的に係合して上述同様に回転反力を支持することが出来る。",
                    "【0032】又，該アウターケーシング7と回転駆動装置6とが連結固設されていなくても，両者の反力プレートの干渉的な係合で稼働中は実質的に静定的な固定関係を維持した状態となる。",
                    "【0034】而して，初回の掘削穿孔が終了すれば，ブーム4を介し掘削装置5を吊り上げて引き抜き，…",
                    "【0036】そして，全ての掘削穿孔施工すれば，ガイドフレーム13もブーム4により引き抜き撤去して次回に使用するように適宜に解体格納しておくことが出来る。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明は，引用例1の発明が実施しようとする形態のうち，アウターケーシング7が回転駆動装置6に固設連結されていない他の態様（【0017】，【図3】）における穿孔方法であるところ，前記(1)の記載によれば，引用例1には，引用発明に関し，以下の点が開示されていることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，地盤改良工事や地盤中に杭体を施工する等の工事における回転穿孔において，掘削装置の回転を行う際に回転の反力を確実に支持する装置の構造に関するものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "回転駆動装置に連結されたスリーブタイプのアウターケーシング内において，先端に掘削ビットを装着したインナーロッドを回転駆動装置に連結して構成される掘削機を重機のブームから吊下し，回転駆動装置の回転力を用いて掘削を行う穿孔掘削施工に際し，従来は，まず所定深度まではインナーロッドを回転させないでインナーロッドに対する上下方向の振動のみによる掘削を行い，アウターケーシングが所定深度になってインナーロッドの回転反力を支持することができるようになると，インナーロッドに回転をも与え，インナーロッドの回転力とインナーロッドに対する上下方向振動作用を併せて付与させて，穿孔を施工するようにしていた（【0004】～【0006】）。",
                    "しかし，この方法においては，穿孔初期においてインナーロッドによる上下振動のみで回転を付与させないで，掘削を行うために穿孔掘削に多大の時間を要し，期間的に長い時間を要し，施工能率が悪く，結果的にコスト高になるというデメリットがあり，また，穿孔の中，終期にあってはインナーロッドにも回転を付与して穿孔を続行するようにしているが，インナーロッドの回転反力を支持するアウターケーシングの所定深度が回転を作用させてみないと分からないという欠点があり，また，支持反力がない場合には穿孔の直進性が設計どおりに行われず，いわゆる穴曲り現象が生じて設計どおりの直進性を保持しにくいという難点があった（【0006】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明は，掘削駆動装置が所定に搬入セットされる場所でさえあれば，極めて簡単な装置構造ながら，確実に施工初期からのインナーロッドの回転穿孔の際のインナーロッドの回転に対するアウターケーシングの回転反力支持が確実に図れ，設計どおりの穿孔が初期から充分に図れるようにする穿孔工法用回転反力支持装置を提供することを課題とするものである（【0009】）。",
                    "この課題を解決するために，引用発明は，アウターケーシングの外側面に反力プレートを固設し，この反力プレートを穿孔対象地盤に設置された穿孔心を確保するガイドフレームに固設された反力アームに係合させるようにした（【0010】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これにより，施工初期からインナーロッドに振動打撃作用と回転作用を同時に付与してもインナーロッドに付与される回転による回転反力をアウターケーシングにより直ちに支持することができるため，施工初期においてインナーロッドに振動打撃作用のみを与えて回転を付与するタイミングを図る所定深度を計測するという煩瑣な手間が省けるとともに，設計どおりの直進的な掘削が行われ，穴曲り等がなく高精度の穿孔が可能になるという優れた効果が奏される（【0011】，【0039】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "以上によれば，引用発明は，前記第2の3(2)のとおりのものと認められる。3  取消事由1（本件発明1の進歩性判断の誤り）について"
            },
            {
              "fig": "(1)",
              "subject": "相違点1及び4に係る容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1の本件発明1と前記2の引用発明を対比すると，本件発明1と引用発明の相違点は，相違点1ないし5（前記第2の3(3)イ）であることが認められ，本件審決の認定に誤りはない。",
                    "そこで，引用発明において，相違点1及び4に係る本件発明1の方法を備えるようにすること，すなわち，杭体又は鋼管矢板であるケーシングを掘削に伴い「圧入」し，地中に「残置」することを，当業者が容易に想到することができたか否かについて判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「圧入」及び「残置」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(2)のとおり，本件発明1は，従来，三点支持式杭打機又は相伴クレーンにより回転反力を採り，直接打設を行う中堀工法においては，三点支持式杭打機等を用いることによる施工期間の長期化や能率の低下やコスト高となる不利点を解消することを一つの課題とし，掘削装置の一部とケーシングの一部とを，掘削装置の回転方向において相互に干渉させて，ケーシングから掘削装置の回転反力を確保するようにして，ケーシングの下端から突き出たダウンザホールハンマ先端の掘削ビットで地盤を掘削しながら，同時にケーシングを圧入するという解決手段を採用したものである。",
                        "そうすると，杭体又は鋼管矢板であるケーシングを掘削に伴い「圧入」するとは，掘削装置の回転反力を確保できる程度にケーシングに土圧がかかるように，ケーシングに圧力を加えて押し込むという意味に解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件発明1は，「圧入後に地中に残置させる筒状の杭体または鋼管矢板であるケーシングに適したケーシング打設方法」であって，本件明細書には「残置」に関して「打設が完了したら，ダウンザホールハンマ13の先端の拡径されていたボタンビット14を縮径して，図8に示すようにケーシング8を地中に残置したものに対してドリルロッド12及びダウンザホールハンマ13を引き抜いていく。」（【0028】），「本発明の適用対象となるケーシングは，地中残置用のものである限り特に限定されず，地すべり用抑止杭，筒状杭体，鋼管矢板等にも利用可能である。」（【0033】）と記載されている。",
                        "そうすると，圧入後に「残置」させるとは，ケーシングを打設した後，引き抜いて回収することなく，そのまま存置させるという意味に解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「圧入」及び「残置」に関する引用発明中の示唆",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1に開示された事項は，前記2(1)のとおりであって，回転駆動装置の回転力を用いて掘削を行う穿孔掘削施工における従来技術として，まず所定深度まではインナーロッドを回転させないでインナーロッドに対する上下方向の振動のみによる掘削を行い，アウターケーシングが所定深度になってインナーロッドの回転反力を支持することができるようになると，インナーロッドに回転をも与え，穿孔を施工するようにしていた工法が記載されている。",
                        "また，引用例1には，従来技術における課題として，穿孔の中，終期にあっては，インナーロッドにも回転を付与して穿孔を続行するようにしているが，インナーロッドの回転反力を支持するアウターケーシングの所定深度が回転を作用させてみないと分からないという欠点があり，また，支持反力がない場合には穿孔の直進性が設計どおりに行われず，いわゆる穴曲り現象が生じて設計どおりの直進性を保持しにくいという難点があるなどと記載されている。",
                        "そして，引用発明は，このような従来技術が有する課題を解決するものであって，地盤を回転しながら穿孔する掘削装置を確実に支持するために，インナーロッドの回転反力支持を確実に図る穿孔方法に関するものである。",
                        "このように，引用例1には，アウターケーシングが所定深度になることにより，インナーロッドの回転反力を得られることを前提とした従来技術が開示されている。そして，アウターケーシングが所定深度になることにより，インナーロッドの回転反力を得られるのは，アウターケーシングに対する土圧が高まり，地中に支持された状態に至るからであると認められ，その後，アウターケーシングが沈降できるのは，土圧の力に抗する圧力がアウターケーシングに加わるからであると認められる。",
                        "そして，引用発明は，アウターケーシングが所定深度になることにより，インナーロッドの回転反力を得られることを前提とした従来技術が有する課題を解決するものであるから，引用発明は，地盤掘削に伴い，掘削装置の回転反力を確保できる程度にケーシングに土圧がかかるように，ケーシングに圧力を加えて押し込む，すなわち「圧入」することを，示唆するものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1は，地盤改良工事や地盤中に杭体を施工する等の工事における技術を開示するものであるところ（【0001】），アウターケーシング7を掘削装置とともに引き抜くことについて明確な記載はなく，このような工事において，アウターケーシング7を地中にそのまま存置させることは，当然に想定されるものである。また，引用発明は，アウターケーシング7が回転駆動装置6に固設連結されていない態様における穿孔方法であるところ，引用例1には，かかる穿孔方法と固設連結された態様における穿孔方法とが選択的に記載されており（【0015】），アウターケーシング7を回転駆動装置6に固設連結しないのは，掘削装置を撤去する際に，同時にアウターケーシング7を回収することなく，これをそのまま地中に存置させるためであるということができる。",
                        "そうすると，引用発明は，ケーシングを打設した後，引き抜いて回収することなく，そのまま存置させる，すなわち「残置」させることを，示唆するものということができる。",
                        "なお，引用例1に「穿孔終了後は，掘削装置を施工台車等の重機のブームを介し吊上げ撤去し，又，ガイドフレームも杭や反力アームと共に該ブームを介し撤去し，」（【0011】）と，掘削後，杭を引き抜いて回収することが記載されているとしても，同記載をもって，アウターケーシング7を引き抜いて回収することは否定されない。また，引用例1に係る発明の出願人は原告であるところ，原告も，特許出願経過において，同発明のメリットとして，「削孔終了後においてアウターケーシングを孔壁保護管として地中に存置することにより，削孔後における孔壁の崩壊を確実に防止することができる」と説明しているものである（甲8，乙2）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，引用発明中には，地盤掘削に伴い，掘削装置の回転反力を確保できる程度に土圧がかかるように，圧力を加えて，ケーシングを押し込むことにより「圧入」し，ケーシングを引き抜いて回収することなく，そのまま存置させることにより，これを「残置」させるという技術的思想が示唆されているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "公知文献に記載された技術事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例3（平成11年12月21日公開。甲16）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例3には，別紙引用例等図面目録引用例3のとおり図面（【図1】）が記載され，「図中5はハウジング5aの中に減速機構を備えた油圧または電動のモータ5bを収めた回転駆動装置で，これは重機のリーダーマスト上端のトップシーブから，もしくは，キャタピラ付きの台車に搭載されたジブクレーン（クローラクレーン）のブームから吊り下げる。」【0018】，「この回転駆動装置5のモータ5bの出力軸にドリル軸としてのロッド4を連結し，その先に図示は省略するが，掘削機構として，表面にビットを散在したヘッドが圧縮空気によって上下に往復動するように構成したダウンザホールハンマードリルを設ける。」【0019】，「また，ロッド4やダウンザホールハンマードリルの外周を囲うように鋼管9を配設する。この鋼管9は掘削のみを目的とする場合はケーシングとして削孔後に引き上げて回収し，ダイレクトパイリング工法などにより，鋼管杭や鋼管矢板として杭打設する場合は掘削と同時に打設した後そのまま存置する。」【0020】と記載されている。",
                            "したがって，引用例3には，引用発明の「先端に掘削ビットを装着したインナーロッドを回転駆動装置に連結して該回転駆動装置の回転力を用いて掘削を行い，アウターケーシングを掘削にともない穿孔内に沈降させる形式の穿孔工法」と同様の工法を採用した発明が記載されている。",
                            "なお，上記のとおり，引用例3には，「ダイレクトパイリング工法などにより，鋼管杭や鋼管矢板として杭打設する場合は掘削と同時に打設した後そのまま存置する。」【0020】と記載されており，また，引用発明における工法と引用例3のダイレクトパイリング工法に相違する点があったとしても，引用例3に記載された発明は，ケーシングを掘削に伴い穿孔内に沈降させる工法であるから，その後，アウターケーシングを地中に「残置」させるという技術事項の検討に当たっては，引用例3に記載された穿孔工法を斟酌できるというべきである。また，引用例3に記載された穿孔工法が「リーダー」を用いるものであり，「リーダー」を用いない引用発明における工法との間に相違する点があったとしても，ケーシングを地中に「残置」させるという技術事項の検討に当たっては，同様に，引用例3に記載された穿孔工法を斟酌できる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，【0020】のとおり，鋼管9は「ケーシングとして削孔後に引き上げて回収」するか，「鋼管杭や鋼管矢板として杭打設する場合は掘削と同時に打設した後そのまま存置」するかについて，選択的に記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特公平5-36595号公報（平成2年5月25日公開。乙3。以下「乙3文献」という。）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙3文献の請求項1には，「硬質地盤に至ったとき，下端に上下駆動される打撃ハンマを有するハンマ掘削体を上記ケーシング内に挿入し，該ハンマ掘削体をケーシングからの回転伝達により従動回転させつつハンマの打撃を行って硬質地盤を掘削する」と記載されていることに加え，別紙引用例等図面目録乙3文献のとおり，図面（第9図～第13図）が記載され，「ケーシング1が…支持地盤Bに達したら，…第9図示のように…ハンマ掘削ロッド5を…挿入する。その状態で第10，11図示のようにケーシング回転建込み装置33の駆動によりケーシング1の回転及び進入を開始すると，…ハンマ掘削ロッド5に伝達され，それによりハンマ7が回転しつつ連続打撃を開始し，…ケーシング1で囲まれた竪孔を形成していく。」（5欄42行～6欄12行）と記載されている。",
                            "したがって，乙3文献には，引用発明の「先端に掘削ビットを装着したインナーロッドを回転駆動装置に連結して該回転駆動装置の回転力を用いて掘削を行い，アウターケーシングを掘削にともない穿孔内に沈降させる形式の穿孔工法」と同様の工法を採用した発明が記載されている。",
                            "なお，乙3文献に記載された穿孔工法は，ケーシングが回転するものであり，引用発明の穿孔工法は，アウターケーシングの回転を拘束するものであるが，沈降させたアウターケーシングを「残置」するという技術事項の検討に当たっては，乙3文献に記載された穿孔工法も斟酌できるというべきである。  "
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，乙3文献には，引用発明と同様の工法を採用した発明が記載されているところ，さらに，「ケーシング1はそのまま杭として利用するか，又は杭造成のコンクリートを打ちこんだ後引き抜く。」（6欄22～24行）と記載されており，ケーシング1を，掘削後，引き抜いて回収するか，そのまま存置させるかについて，選択的に記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特公平6-17578号公報（昭和63年11月17日公開。乙4。以下「乙4文献」という。）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙4文献の請求項1には，「下端に掘削ビットを突設してなるケーシング内に，連続上下駆動される打撃ビットを下端に有し且下端部から排土用エアを噴射するハンマ体を，上記ケーシング内周面との間に排土間隙をあけて軸方向に移動自在に嵌入してなるハンマ掘削機を使用し，…硬質地盤においては，上記打撃ビットをケーシング下端から下方へ適宜突出させた状態で，上記ビットにより打撃掘削すると共に適量の水を混入したエアを噴射して掘削土砂をケーシング内の排土間隙を通して上方へ排出しつつ，上記ケーシングを上記ビットによる掘削孔内に圧入する」と記載されていることに加え，別紙引用例等図面目録乙4文献のとおり，図面（第4図～第7図）が記載され，「下端全周に掘削ビット(2)…を突設された円筒状鋼管からなるケーシング(1)内に，ハンマ体として本例ではダウンザホールハンマ(3)を該ケーシング(1)内周面との間に排土間隙(d)をあけて軸方向に移動自在に装入したもの」（4欄11行～15行），「ケーシング(1)の下端が硬質地盤(G )( 支持層)に2達したら，第4図示のようにその位置でケーシング(1)の圧入を一旦停止し，ついでビット(6)の連続打撃及び適量の水を混入したエア噴射による排土を行いながら該ビット(6)をケーシング(1)下端から下方へ降下させて硬質地盤(G )の打撃掘削及び適2量の水を混入したエア噴射による排土を開始し，そしてビット(6)がケーシング(1)下端から適宜長突出する状態に至ったらケーシング(1)の圧入を再開し，それによりビット(6)が先行掘削した孔内にケーシング(1)がその掘削ビット(2)…で上記先行掘削孔の内壁をさらに切削しつつ圧入されていく。…第5図のように所要深さに達したらビット(6)の打撃掘削を停止し，ついでケーシング(1)を第6図示のようにビット(6)による先行掘削孔の底部まで圧入する。竪孔掘削完了後第7図示のようにハンマ(3)をケーシング(1)内から抜き取る。」（5欄1行～20行）と記載されている。",
                            "したがって，乙4文献には，引用発明の「先端に掘削ビットを装着したインナーロッドを回転駆動装置に連結して該回転駆動装置の回転力を用いて掘削を行い，アウターケーシングを掘削にともない穿孔内に沈降させる形式の穿孔工法」と同様の工法を採用した発明が記載されている。",
                            "なお，乙4文献に記載された穿孔工法は，ケーシングが回転するものであるが，前記(イ)aと同様に，沈降したアウターケーシングを「残置」するという技術事項の検討に当たっては，乙4文献に記載された穿孔工法も斟酌できるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙4文献には，引用発明と同様の工法を採用した発明が記載されているところ，さらに，「ケーシング(1)を引き抜く。場合によってはケーシング(1)を鋼管杭として利用してもよい。」（5欄22～23行）と記載されており，ケーシング(1)を，掘削後，引き抜いて回収するか，そのまま存置させるかについて，選択的に記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，引用例3，乙3文献及び乙4文献には，引用発明と同様の工法を採用した発明が記載されており，かつ，ケーシングを掘削後，引き抜いて回収するか，そのまま存置させるかについて，選択的に記載されていることからすれば，引用発明と同様の工法において，ケーシングを地中に「残置」させることは，引き抜いて回収することとの二者択一的な事項であったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "容易想到性の判断",
                  "text": [
                    "以上のとおり，引用発明中に，地盤掘削に伴い，掘削装置の回転反力を確保できる程度に土圧がかかるように，圧力を加えて，ケーシングを押し込むことにより「圧入」し，これを引き抜くことなく，地中にそのまま「残置」させるという技術的思想が示唆されていることに加え，引用発明と同様の工法において，ケーシングを地中にそのまま「残置」させることは，これを引き抜いて回収することとの二者択一的な事項であったものである。",
                    "したがって，引用発明において，ケーシングを掘削に伴い「圧入」し，地中に「残置」することは，当業者が容易に想到することができたものということができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明1は，「圧入」という方法を採ることにより，従来利用されていなかった土圧や圧密の効果を用いて，杭体及び鋼管矢板を支持力や止水性といったその目的の性能を有するよう地盤に打設したものであって，本件発明1が「充填置換材を後工程で投入することなく施工を完了」という方法を採用しているのは，従来の技術とは異なり，充填置換材の接着力ではなく土圧の力によって杭の支持力を得ていることを明確化するためであるという解釈を前提に，相違点1の「地中に残置させる」の意味は，バイブロハンマ等を利用して土圧の力を解除することなくそのまま地中に残置するという意味であり，相違点4の「圧入」とは，杭の支持力を得るために土圧の力を利用することを意味すると主張する。",
                        "しかし，そもそも，本件明細書には，「圧入」及び「残置」の定義はない。「圧入」の用語について，杭の支持力を得るために土圧の力を利用するという意味での「圧入」である旨の説明は本件明細書には一切なく，「圧入」の意義をそのように解することは困難である。また，「残置」の用語についても，土圧の力を解除することなくそのまま地中に残置するという意味での「残置」である旨の説明も本件明細書には一切なく，「残置」の意義をそのように解することも困難である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件発明1が「充填置換材を後工程で投入することなく施工を完了」という方法を採用しているのは，従来の技術とは異なり，充填置換材の接着力ではなく土圧の力によって杭の支持力を得ていることを明確化するためであるという解釈を前提に，「圧入」，「残置」の意義をそれぞれ主張する。",
                        "しかし，後記(2)イのとおり，本件発明1の特許請求の範囲（請求項1）の「充填置換材を後工程で投入することなく施工を完了し」という記載をもって，本件発明1を，従来利用されていなかった土圧や圧密の効果によって，杭体等をその性能に至るよう地盤に打設することにより，充填置換材を後工程で投入しないという技術的思想に基づくものということはできないから，これを前提に，本件明細書の「圧入」や「残置」の用語の意義を解釈することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，相違点1及び4に係る本件発明1の方法について，地中に「残置」させるという技術事項を，バイブロハンマ等を利用して土圧の力を解除することなくそのまま地中に残置するという意味や，「圧入」という技術事項を，杭の支持力を得るために土圧の力を利用することを示すものと解すべきであるとの原告の主張は，本件明細書の記載に基づかないものであって，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，本件審決の相違点1及び4に係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5に係る容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明において，相違点5に係る本件発明1の方法を備えるようにすること，すなわち，「充填置換材を後工程で投入することなく施工を完了」することを当業者が容易に想到することができたか否かについて判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「充填置換材を後工程で投入することなく施工を完了し」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲の記載",
                      "text": [
                        "本件発明1の特許請求の範囲（請求項1）には，「充填置換材を後工程で投入することなく施工を完了し」と記載されているのみであり，「充填」を行う箇所，「置換」を行う対象及び「後工程」の意義は，特許請求の範囲の記載からは明らかではない。",
                        "原告は，本件発明1が「充填置換材を後工程で投入することなく施工を完了」という方法を採用しているのは，従来の技術とは異なり，充填置換材の接着力ではなく土圧の力によって杭の支持力を得ていることを明確化するためであると主張するところ，同主張によれば，特許請求の範囲（請求項1）の「充填置換材を後工程で投入することなく施工を完了し」との記載を，従来は，ケーシングを沈降させた後，充填置換材を投入する工程を経ていたが，土圧の力によって杭の支持力を得ることで，あえて充填置換材を投入せずに施工を完了することが可能になったという趣旨に解釈すべきことになる。しかし，投入が不要になった充填置換材がどのようなものか，すなわち「充填」を行う箇所や「置換」を行う対象並びに杭の支持力との関係は，特許請求の範囲（請求項1）の記載からは明らかではない。したがって，特許請求の範囲（請求項1）の「充填置換材を後工程で投入することなく施工を完了し」との記載を，従来は，ケーシングを沈降させた後，充填置換材を投入する工程を経ていたが，土圧の力によって杭の支持力を得ることで，あえて充填置換材を投入せずに施工を完了することが可能になったという趣旨に解釈することは困難であり，本件発明1は，ケーシング打設の際，充填置換材を投入する工程を経ないで施工を完了するという方法を採用したにとどまると解するのが自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件明細書の記載",
                      "text": [
                        "本件明細書の記載も念のため検討するに，本件発明1について，本件明細書には，前記1(2)のとおり開示されているにとどまり，杭の支持力等を確保するために従来技術において行われていた工法や，土圧や圧密の効果が発生する機序に関する記載が一切ない。それのみならず，原告の主張によれば本件発明1の課題解決手段ともいうべき充填置換材の接着力ではなく，土圧や圧密の効果によって杭の支持力等を得られることに関する記載もない。",
                        "また，本件明細書において，「充填」，「置換材」という用語が使用されている【0003】ないし【0005】には，従来技術として，「ケーシング建込みに先行して強化型スクリュー式掘削機や全回転型オールケーシング掘削機やダウンザホールドリル等の掘削機により杭の全長分の先行掘削を行った後，ケーシングを建込み，グラウトを行う工法や孔に置換材を投入し，打撃施工を行う等の施工方法が行われていた」（【0003】），「ダウンザホールドリル等の掘削機による先行掘削を行った後にケーシングの建込みとグラウト充填を行う施工が極めて煩雑となる不具合」（【0004】），「孔に置換材を投入し，打撃施工を行う等の手法も手順的に施工が極めて煩瑣であるというデメリット」（【0005】）と記載され，ケーシングを穿孔内に沈降させるという工程において，「充填」，「置換材」という用語が使用されている。また，本件明細書の【0035】にも，本件発明1の効果として，「ケーシングの建込みに先行して強化型スクリュー式掘削機や全回転型オールケーシング掘削機やダウンザホールドリル等の掘削機により杭全長分の先行掘削を行った後ケーシングの建込みとグラウト充填を行わずにすみ，充填置換材を後工程で投入することなく，結果的に施工が簡単に行われるという優れた効果が奏される」と記載されており，かかる「充填置換材を後工程で投入することなく」という効果も，ケーシングの建込み，すなわちケーシングを穿孔内に沈降させるという工程に関連するものとして記載されている。このように，本件明細書において，「充填置換材」，「充填」，「置換材」という用語は，全てケーシングを穿孔内に沈降させるという工程に関連して使用されるにとどまるから，特許請求の範囲（請求項1）の「充填置換材」を，ケーシングを沈降させた後に投入するものに限定して解釈することはできない。",
                        "そうすると，本件発明1を，従来は，ケーシングを沈降させた後，充填置換材を投入する工程を経ていたが，土圧の力によって杭の支持力を得ることで，あえて充填置換材を投入せずに施工を完了することが可能になったという趣旨に解釈することは，本件明細書の記載に基づかないものというほかない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "技術水準",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "さらに，公知技術を参酌して，特許請求の範囲を解釈するとしても，現在の技術水準ですら，岩盤を支持層として杭を一般的に支持できるか否かについては明らかではないから（甲37，38），本件特許の出願当時の技術水準においては，岩盤による土圧及び掘削土砂による圧密効果と，杭の支持力との相関関係は，不明であったものといわざるを得ない。",
                            "このような，本件特許の出願当時の技術水準を参酌すれば，土圧や圧密によって得られる力ないし杭の支持力に関する記載が本件明細書に全くないにもかかわらず，「充填置換材を後工程で投入することなく施工を完了し」との特許請求の範囲の用語のみから，それを，土圧の力によって杭の支持力を得ることで，あえて充填置換材を投入せずに施工を完了することが可能になったという意義に解することはできないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，次のとおり，引用例1，引用例3，乙3文献及び乙4文献の記載によっても，従来技術において，硬質地盤・硬質岩盤において，掘削と同時にケーシングを打設した後に，ケーシングと孔壁との間の隙間に充填置換材を投入することが必須であることが，技術常識であったということは困難である。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "引用例1",
                              "text": [
                                "引用例1は，インナーロッドに上下方向振動による打撃作用と回転作用が付与されて掘削の穿孔がなされる工法における施工を完了する際の工程として，「而して，初回の掘削穿孔が終了すれば，ブーム4を介し掘削装置5を吊り上げて引き抜き，次回の隣位する部位に掘削穿孔を行うには，…再び掘削装置5をブーム4により所定ピッチ移動して隣位する部位の掘削穿孔を行い，…」（【0034】），「そして，全ての掘削穿孔施工すれば，ガイドフレーム13もブーム4により引き抜き撤去して次回に使用するように適宜に解体格納しておくことが出来る。」（【0036】）との記載があるにとどまり，穿孔内に，充填置換剤等を投入する工程についての記載はない。",
                                "⒝  引用例3",
                                "引用例3には，建設工事における掘削，杭打設工事において，ダウンザホールハンマ等を用いるものに関する発明が記載されているところ（【0001】），施工を完了する際の工程として，「また，ロッド4やダウンザホールハンマードリルの外周を囲うように鋼管9を配設する。この鋼管9は掘削のみを目的とする場合はケーシングとして削孔後に引き上げて回収し，ダイレクトパイリング工法などにより，鋼管杭や鋼管矢板として杭打設する場合は掘削と同時に打設した後そのまま存置する。」（【0020】）との記載があるにとどまり，穿孔内に，充填置換剤等を投入する工程についての記載はない。仮に，引用例3に記載された発明がダイレクトパイリング工法を採用したものであって，同工法が充填置換材を投入するものであったとしても，引用例3に開示された事項において，充填置換材等を投入する工程についての記載はないものである。",
                                "⒞  乙3文献",
                                "乙3文献には，硬質地盤を含む地盤に基礎杭造成等のための竪孔を掘削する工法等に関する発明が記載されているところ（2欄3行～5行），施工を完了する際の工程として，「支持地盤Bに第12図示のように所要深さまで進入したら，ハンマ掘削ロッド5をケーシング1から引き抜くと，第13図示のように普通地盤Aから支持地盤Bに連続して食い込むケーシング1で囲まれた竪孔Hを形成する。ケーシング1はそのまま杭として利用するか，又は杭造成のコンクリートを打ちこんだ後引き抜く。」（6欄18行～24行）との記載があるにとどまり，穿孔内に，充填置換剤等を投入する工程についての記載はない。",
                                "⒟  乙4文献",
                                "乙4文献には，砂層，粘土層，礫を含むそれよりも硬い層等のいわゆる普通地盤と，岩盤等の硬質地盤とが層をなす互層地盤における竪孔掘削工法に関する発明が記載されているところ（3欄1行～3行），施工を完了する際の工程として，「第5図のように所要深さに達したらビット(6)の打撃掘削を停止し，ついでケーシング(1)を第6図示のようにビット(6)による先行掘削孔の底部まで圧入する。竪孔掘削完了後第7図示のようにハンマ(3)をケーシング(1)内から抜き取る。…ケーシング(1)を引き抜く。場合によってはケーシング(1)を鋼管杭として利用してもよい。」（5欄16行～23行）との記載があるにとどまり，穿孔内に，充填置換剤等を投入する工程についての記載はない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "このように，引用例1，引用例3，乙3文献及び乙4文献に記載された発明は，いずれも硬質地盤等に対して掘削と同時にケーシングを打設する工法に関するものであるところ，いずれの文献にも，施工を完了する際の工程として，穿孔内に，充填置換剤等を投入する工程についての記載はない。そうすると，従来技術において，硬質地盤等にケーシングを打設した後に，ケーシングと孔壁との間の隙間に充填置換材を投入することが必須であることが，技術常識であったということはできない。これらの文献が，掘削工法を開示するものであったとしても，充填置換材を投入する工程が必須であるとすれば，施工を完了する際の工程として，充填置換材を投入する工程を全く記載しないのは不自然であるし，少なくとも，これらの文献によれば，充填置換材を投入することが必須であることが技術常識であったとは認められないというべきである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "これに対し，原告は，硬質地盤・硬質岩盤では，掘削後の孔壁は崩壊しにくく，土圧の力を利用することは想定されていなかった，従来技術においては，土圧の力で杭の支持力を確保することができるとは考えられておらず，ケーシングの打設後は，バイブロハンマと呼ばれる装置によってケーシングを揺らし，ケーシングと孔壁との間に隙間を作ってから充填置換材を投入し，ケーシングを孔壁と接着して杭としての支持力を得るということが行われていたなどと主張する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "平成9年10月頃に行われた奥多々良木発電所取水口仮締切り工事の際の，ダイレクトパイリング工法においては，施工を完了する際に，バイブロハンマの揺動によって杭と孔壁の間に隙間を作り，杭外周にモルタルが充填されたことは認められる（甲28，29，35）。しかし，これをもって，硬質地盤・硬質岩盤において，掘削と同時にケーシングを打設した後に，ケーシングと孔壁との間の隙間に充填置換材を投入することが，技術常識であったと認められるものではない。",
                                "⒝  引用例2に「ケーシングチューブを加振して孔内から引き抜きつつ孔内へコンクリート等の自硬性材料を注入して杭体を施工することにより，上記課題の解決を図っている」（【0005】）との記載はあるものの，かかる記載は，ケーシングチューブを抜き取って回収するに当たって，穿孔をどのように養生するかについての説明であるから（【0005】，【0006】），上記記載をもって，引用例2における工程において，ケーシングを打設した後に，ケーシングと孔壁との間の隙間に充填置換材を投入されていたということはできない。",
                                "⒞  原告は，乙3文献及び乙4文献においては，孔壁とケーシングの間に10mmほど隙間があることが開示されており，この隙間を埋めて杭の支持力を得るために，充填置換材の注入は当然に行われていると考えるべきである旨主張する。しかし，原告が本件発明1を利用した工法であると主張する「マイクロジョイントパイル工法」においても，孔壁とケーシングの間に10mmを超える隙間が生じていると認められる（甲30（「適応鋼管径及び拡張ビット径」の表））。そうすると，乙3文献及び乙4文献に開示された程度の隙間があることをもって，これらの文献に記載された工法において，充填置換材の注入が行われていると認めることはできない。",
                                "⒟  したがって，従来技術において，杭としての支持力を得るための充填置換材の投入が必須であることが技術常識であった旨の原告の主張は，採用することができない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，「充填置換材を後工程で投入することなく施工を完了し」の意義は，特許請求の範囲の記載（請求項1）によれば，ケーシング打設の際，充填置換材を投入する工程を経ないで施工を完了するものと解するのが自然であって，本件明細書の記載や，公知技術を参酌しても，これに，従来は，ケーシングを沈降させた後，充填置換材を投入する工程を経ていたが，土圧の力によって杭の支持力を得ることで，あえて充填置換材を投入せずに施工を完了することが可能になったという意義を付することはできないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性の判断",
                  "text": [
                    "引用発明において，「充填置換材を後工程で投入することなく施工を完了」することを当業者が容易に想到することができたか否かについて検討する。",
                    "上記イで検討したとおり，本件発明1において，「充填置換材を後工程で投入することなく施工を完了」するとは，従来技術において，充填置換材が投入されていたところ，土圧の力によって杭の支持力を得ることで，あえて充填置換材を投入せずに施工を完了するというものではなく，ケーシング打設の際，充填置換材を投入する工程を経ないで施工を完了するというものである。そして，ケーシングの打設方法における様々な工程がある中で，そのうちの工程の一つであって，必須のものであったとは解されない充填置換材を投入するという工程を採用しない工法を選択することは，当業者が容易に想到できるものである。",
                    "したがって，引用発明において，「充填置換材を後工程で投入することなく施工を完了」することを当業者は容易に想到することができたものということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "よって，本件審決の相違点5に係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決の相違点1，4及び5の容易想到性の判断に誤りはない。また，原告は，本件審決の相違点2及び3の容易想到性の判断を争わない。",
                "よって，本件発明1は，当業者が引用発明に基づいて容易に発明をすることができたものということができるから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（本件発明4の進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7に係る容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明4と引用発明の相違点は，相違点1ないし5及び相違点7（前記第2の3(6)イ）であることが認められ，本件審決の認定に誤りはない。",
                    "そこで，引用発明において，相違点7に係る本件発明4の方法を備えるようにすること，すなわち，ケーシングの突起部と係合する部分を，「切欠き部」とすることを，当業者が容易に想到することができたか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例に開示された事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知例1（平成4年10月6日公告。甲12）",
                      "text": [
                        "周知例1には，別紙周知例等図面目録周知例1のとおり，図面（第1図（A），第2図）が記載されているほか，「杭回転キャップ1は上部の角棒状の駆動連結部1aに続く中空円筒状体で…下端から斜方向に切欠かれた杭回転用案内溝1cが設けられている。」（3欄19行～22行），「第2図は前述の施工順序を説明するもので，…Dはケーシングパイプ2と掘削孔内に予め回転キャップ1と杭回転用案内溝1cを介して連結された杭4をAと逆方向に回転埋設する状態を示す。」（3欄28行～4欄10行）との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知例2（平成6年6月29日公告。甲13）",
                      "text": [
                        "周知例2には，別紙周知例等図面目録周知例2のとおり，図面（【第3図】）が記載されているほか，「第1図～第3図に示すように，前記最下端ケーシング(1)には最下端鋼管杭(24)が外嵌されて，最下端鋼管杭ユニット(25)が組み立てられる。前記最下端鋼管杭(24)の下端部には，前記ケーシングヘッド(2)の両L形溝(15)に各々嵌合する一対の突起(26)が内向きに固着突設されている。この突起(26)と前記L形溝(15)とは，最下端鋼管杭(24)の内部に最下端ケーシング(1)を挿入した後，最下端ケーシング(1)を回転掘削方向とは逆方向に回転させることにより，両者が軸心方向に離脱しない状態に互いに嵌合させることが出来る。然して最下端鋼管杭(24)を回転掘削方向に回転させると，突起(26)及びL形溝(15)の奥端を介して回転力が最下端ケーシング(1)に伝達され，両者が一体に回転する。」（4欄9行～21行）との記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "周知例3（平成7年5月16日公開。甲14）",
                      "text": [
                        "周知例3には，別紙周知例等図面目録周知例3のとおり，図面（【図3】～【図5】）が記載されているほか，「上記鋼管杭Aを回転埋設するには，杭本体1の頭端部に，補強体Bの厚肉管11を嵌め込んだ後，回転動力装置に結合した回転キャップCを杭本体1の頭部に被せ，図4，図5に示すように，掛止駒5，5に係止溝9，9を係合して鋼管杭Aと回転キャップBとを結合する。…」（【0012】）との記載がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "周知慣用技術",
                      "text": [
                        "前記周知例に開示された事項によれば，掘削機において軸回りに回転する構成間の係合構造として，突起部と切欠き部との組合せを用いることは，周知慣用技術であるということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性の判断",
                  "text": [
                    "以上によれば，引用発明において，ケーシングの突起部の係合構造として，突起部と切欠き部との組合せによる係合構造とすることは，単なる周知慣用の係合構造の選択にすぎないというべきである。",
                    "したがって，引用発明において，ケーシングの突起部と係合する部分の構成を，「切欠き部」とすることは，当業者が容易に想到することができたものということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，回転駆動装置の下部に固設した中空スリーブの「切欠き部」とケーシングの「突起部」とが，回転方向において相互に干渉することに本件発明4の特徴がある旨主張する。",
                        "確かに，周知例1ないし3は，いずれも，回転駆動装置からの回転動力をケーシングへと伝達するための係合構造を示すものであって，引用発明のように，中空円筒部材とケーシングを，回転方向において相互に干渉させるための係合構造に関するものではない。しかし，いずれも，掘削機において軸回りに回転する部材間の係合構造に関するものであって，力学的作用も同じであるから，ケーシングの突起部と係合する部分を「切欠き部」とするという技術的思想の検討に当たっては，周知例1ないし3に記載された係合構造も斟酌できるというべきである。",
                        "よって，原告の前記主張は，相違点7に関する容易想到性の判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，原告は，本件発明4は，引用発明と異なり，回転駆動装置の下部の「中空スリーブ」に切欠き部を設けるものである旨主張する。",
                        "しかし，引用発明は，前記2(2)のとおり，アウターケーシング7が回転駆動装置6に固設連結されていない態様（【0017】，【図3】）における穿孔方法であるところ，【図3】には，回転駆動装置6の下部には反力フック12’を設けた中空円筒部材が記載されていると認められ，引用発明の「回転駆動装置6の下部の中空円筒部材」を備える構成は，「回転駆動装置の下部に中空スリーブを固設し」た構成に相当するというべきである。",
                        "したがって，本件発明4と引用発明において，回転駆動装置側における突起部又は切欠き部を設ける位置について相違はないから，原告の上記主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "よって，本件審決の相違点7に係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決の相違点7の容易想到性の判断に誤りはない。",
                "そして，前記3のとおり，本件審決の相違点1，4及び5の容易想到性の判断に誤りはなく，また，本件審決の相違点2及び3の容易想到性の判断を，原告は争わない。",
                "よって，本件発明4は，当業者が引用発明に基づいて容易に発明をすることができたものということができるから，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3（本件発明2，3，5及び6の進歩性判断の誤り）について",
          "text": [
            "本件発明2，3，5及び6と引用発明との相違点は，それぞれ前記第2の3(4)イ，(5)イ，7(イ)及び(8)イであることが認められ，本件審決の認定に誤りはない。",
            "そして，前記3，4のとおり，本件審決の相違点1，4，5及び7の容易想到性の判断に誤りはなく，本件審決の相違点2，3，6，8及び9の容易想到性の判断を，原告は争わない。",
            "よって，本件発明2，3，5及び6は，当業者が引用発明に基づいて容易に発明をすることができたものということができるから，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}