{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，50万円及びこれに対する平成26年11月15日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被控訴人が，控訴人に対する民事訴訟の訴状に添付するために，控訴人の作成した現況実測図(以下「本件実測図」という。)を控訴人に無断で複製し，本件実測図についての控訴人の著作権(複製権)を侵害したとして，控訴人が，被控訴人に対し，不法行為に基づく損害賠償として50万円及び遅延損害金の支払を求める事案である。",
        "原審は，本件実測図は著作物に該当するものと認められないとして，控訴人の請求を棄却した。控訴人は，これを不服として本件控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，昭和48年10月7日，Aとの間で，同人が所有していた横須賀市太田和〈以下略〉の土地の一部(以下「本件土地」という。)を賃借する旨の賃貸借契約を締結し，これに基づき本件土地の引渡しを受け，同土地上に建物(以下「本件建物」という。)を建築した。",
                "Aが平成元年9月2日に死亡したため，被控訴人は，本件土地の所有権を相続により取得し，本件土地の賃貸人の地位を承継した(以上につき，甲2，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，平成26年3月16日ころ，被控訴人の承諾を得て本件土地の測量を行った上，同日付けで，本件土地の縮尺250分の1の現況実測図(本件実測図)を作成した(甲1，4)。",
                "控訴人は，同月31日ころ，被控訴人から本件土地の管理を依頼されていたB(以下「B」という。)に対し，被控訴人との間で本件土地の境界や地積について協議する際の資料として本件実測図を交付し，その後，Bは，控訴人から受領した本件実測図を被控訴人に交付した(甲3，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，平成26年7月31日ころ，同月10日付け内容証明郵便により，平成21年1月分以降の本件土地の賃料の不払を理由に平成26年7月21日の経過をもって被控訴人と控訴人との間の本件土地の賃貸借契約を解除したとして，控訴人に対し，本件建物の収去及び本件土地の明渡し，並びに未払賃料及び賃料相当損害金の支払を求める訴訟(横浜地方裁判所横須賀支部平成26年(ワ)第254号建物収去土地明渡等請求事件。以下「別件訴訟」という。)を提起した(甲2)。",
                "被控訴人の代理人C弁護士が作成した別件訴訟の訴状(甲2)には，控訴人に対して明渡しを求める対象である本件土地の範囲を特定するための図面として，本件実測図の写し(別紙参照)が添付されていた。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "測量には，大別すると基準点測量，地形測量，写真測量，応用測量等があり，測量図は，求積図，実測図，現況実測図等と表示される。",
                    "測量図が著作権法10条1項6号の「地図又は学術的な性質を有する図面，図表，模型その他の図形の著作物」に当たるというためには，厳密な意味での独創性ないし創造性が高度に発揮されていることは必要ではなく，作成者の個性が何らかの形で発揮されていれば足りるというべきである。",
                    "測量図は，表現方法の選択の幅が極めて限定されてはいるが，器械を用いて作成した場合であっても，作成者の感覚と技術を駆使し，独自に創作的に作成したものとなる。",
                    "そして，本件実測図は，万人が一目瞭然に現場の状況の把握等ができるように，公知の事実又は一般常識に属する事柄についても具体的に表現したものであり，一般的に他者が本件土地の測量図を作成する場合と対比しても，作成者である控訴人の個性が発揮されており，控訴人の思想又は感情を創作的に表現したものである。",
                    "したがって，本件実測図は，著作権法10条1項6号の著作物に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，別件訴訟の提起に先立ち，その訴状正本及び副本に添付するために，本件実測図を複製した。",
                    "控訴人が被控訴人に対して本件実測図の複製を許諾した事実はないから，被控訴人による上記複製行為は，本件実測図についての控訴人の著作権(複製権)の侵害に当たる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，控訴人は，被控訴人に対し，著作権侵害の不法行為に基づく損害賠償として50万円及びこれに対する訴状送達の日の翌日である平成26年11月15日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件実測図は，客観的に存在する土地を単に測量したにすぎない図面であって，控訴人の個性が表れたものではないから，著作物(著作権法2条1項1号)に該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件実測図は，控訴人が被控訴人から賃借していた本件土地の面積が契約上の面積よりも少ない27．42坪であることを証する資料として，控訴人が，被控訴人の連絡先のBに対し，任意に交付したものである。また，Bから被控訴人への本件実測図の交付は，控訴人がBに本件実測図を交付した趣旨に沿うものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，被控訴人が別件訴訟の訴状に本件実測図の写しを添付した行為は違法ではない。また，控訴人において損害賠償の対象となる損害の発生もない。",
                    "したがって，控訴人の請求は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件実測図が著作物に該当するものと認めることはできないから，控訴人の請求は，理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件実測図の著作物性について",
          "text": [
            "控訴人は，本件実測図は，万人が一目瞭然に現場の状況の把握等ができるように，公知の事実又は一般常識に属する事柄についても具体的に表現したものであり，一般的に他者が本件土地の測量図を作成する場合と対比しても，作成者である控訴人の個性が発揮されており，控訴人の思想又は感情を創作的に表現したものであるから，「地図又は学術的な性質を有する図面，図表，模型その他の図形の著作物」(著作権法10条1項6号)に該当する旨主張する。",
            "そこで検討するに，本件実測図は，別紙のとおり，本件土地を測量し，その面積を求積した結果を示した「現況実測図」という名称の縮尺250分の1の測量図であり，本件土地と隣地との筆界点及びその座標，各土地上の建物，構築物等が図示され，また，本件土地の面積が「90．66895㎡」，「27．42坪」であること及びその「求積表」などが示されている。",
            "しかるところ，本件実測図については，測量の対象とされた本件土地に係る情報の取捨選択，その作図上の表示方法及び表現内容のいずれにおいても，いかなる点で作成者である控訴人の個性が発揮されているといえるのかについて，控訴人による具体的な主張立証はない。",
            "もっとも，控訴人は，仮に他者が本件土地の測量図を作成した場合の例として控訴理由書の別紙に「添付2.」と記載した「現況実測図」を添付しているが，上記「現況実測図」は，控訴人が自ら作成したものであって，そもそも，第三者が本件土地の測量図を作成した場合の例であるものと認めることはできないから，本件実測図と上記「現況実測図」を対比しても，本件実測図が上記情報の取捨選択，その作図上の表示方法又は表現内容において控訴人の個性が発揮されていることの根拠となるものではない。",
            "したがって，本件実測図は控訴人の思想又は感情を創作的に表現したもの(著作権法2条1項1号)と認めることはできないから，本件実測図が同法10条1項6号の著作物に該当するとの控訴人の上記主張は，理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，その余の点について判断するまでもなく，控訴人の請求は理由がない。",
            "したがって，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}