{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2014-8476号事件について平成27年6月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の当否及び手続違背の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成22年3月26日，発明の名称を「タイヤの接地特性の測定方法及び測定装置」とする特許出願をし(特願2010-73266号。甲7)，平成25年12月9日付け手続補正書(本件補正書。甲8)で手続補正をした(本件補正)が，平成26年1月29日，拒絶査定を受けた(本件査定。甲12)ので，同年5月7日，審判請求をした(不服2014-8476号。甲14)。",
            "特許庁は，平成27年6月22日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年7月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項5記載の発明(本願発明)は，以下のとおりである(甲8)。",
            "「転動するタイヤの接地特性を測定する装置であって，",
            "少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な測定手段を埋設された回転ドラムと，",
            "該回転ドラムの回転速度を制御するドラム用駆動手段と，",
            "測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させるとともに，該回転ドラムに対して接近及び離反する方向に変位させるタイヤ制御スタンドと，",
            "前記タイヤの回転速度を制御するタイヤ用駆動手段と，",
            "前記タイヤに所要のキャンバ角及びスリップ角を付与するタイヤ角制御手段とを具えたことを特徴とするタイヤの接地特性の測定装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定",
              "text": [
                "特開2006-226778号公報(刊行物1。甲1)には，次の発明が記載されていると認められる(引用発明1)。",
                "「表面が平滑な円筒形状のドラム31を軸心P3回りに回転可能に保持するドラム保持部35と，試験タイヤ36を軸心P4回りに回転自在に保持するタイヤ保持部37とを備えており，ドラム31の外周面31aに接触するように試験タイヤ36を転動させて接地圧分布を測定するドラム式のタイヤ接地圧分布測定装置30であって，",
                "前記ドラム保持部35には，ドラム31の回転速度制御手段を備えた回転駆動装置38が装備されているが，タイヤ保持部37には回転駆動装置は設けられておらず，試験タイヤ36はドラム31の回転に従動回転されるものであり，",
                "前記タイヤ保持部37は，試験タイヤ36をドラム31の外周面31aに対して接触・離反方向に昇降させるシリンダ40’を介して基台39に支承しており，",
                "このドラム31の外周面31a側には，幅W3の全幅にわたって，多数の超小型の圧力センサ25を軸心P3方向に一列に埋設しており，",
                "超小型圧力センサ25をドラム31の幅W3方向に一列にのみ配置しているが，ドラム31は試験タイヤ36よりも広幅であるため，一通過時点におけるタイヤ全幅の接地圧分布を正確に測定することができる",
                "ドラム式のタイヤ接地圧分布測定装置30。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明1との対比",
              "text": [
                "(一致点)",
                "「転動するタイヤの接地特性を測定する装置であって，",
                "タイヤの接地圧を測定可能な測定手段を埋設された回転ドラムと，",
                "該回転ドラムの回転速度を制御するドラム用駆動手段と，",
                "測定対象としてのタイヤを，該回転ドラムに対して接近及び離反する方向に変位させるタイヤ制御スタンドと，",
                "を具えたタイヤの接地特性の測定装置。」",
                "(相違点1)",
                "回転ドラムに埋設される測定手段が，本願発明では「少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な」ものであるのに対し，引用発明1では「タイヤの接地圧」のみを測定可能なものである点。",
                "(相違点2)",
                "タイヤ制御スタンドが，本願発明では「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」ものであるのに対し，引用発明1ではそのようなものではなく，超小型圧力センサ25をドラム31の幅W3方向に一列に配置している点。",
                "(相違点3)",
                "本願発明が「前記タイヤの回転速度を制御するタイヤ用駆動手段」を具えるのに対し，引用発明1は「タイヤ保持部37には回転駆動装置は設けられておらず，試験タイヤ36はドラム31の回転に従動回転される」ものである点。",
                "(相違点4)",
                "本願発明は「前記タイヤに所要のキャンバ角及びスリップ角を付与するタイヤ角制御手段」を具えるのに対し，引用発明1はそのようなものではない点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "タイヤの接地特性を測定する装置において，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な測定手段を，タイヤが接する面内に埋設することは，周知技術である。タイヤが路面から受ける外力をより的確に測定するために，タイヤの接地圧だけでなく，幅方向せん断応力及び周方向せん断応力をも測定可能にするように，この周知技術を引用発明1に適用することは，当業者が容易になし得たというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "特開平9-26382号公報(刊行物2。甲2)には，次の発明が記載されているものと認められる(引用発明2)。",
                    "「タイヤ1に対する測定器4の位置を，タイヤ1の幅方向に自由に変更できるように，タイヤ1，タイヤ軸2，第2モータ16と，タイヤ接地台3，支持体7，第1モータ14等と，の内の一方を，上記幅方向に位置を変更・固定自在に構成し，",
                    "タイヤ1の摩耗を測定する箇所が，接地圧を測定する第1センサー19とすべり量を測定する第2センサー20に接触するようにタイヤ1を転がしてタイヤ摩耗エネルギーを測定し，",
                    "これを各測定箇所毎に行うものであり，",
                    "さらに，複数の測定器4を，タイヤ1の幅方向に所定ピッチで配設して，一度にタイヤ接地面各部のタイヤ摩耗エネルギーを測定できるようにするも自由である",
                    "台上摩耗エネルギー測定試験機。」",
                    "引用発明2において，「各測定個所毎に」「タイヤ摩耗エネルギーを測定」するために「タイヤ1，タイヤ軸2，第2モータ16」を「タイヤ1の幅方向に」「位置を変更する」際には，「複数の測定器4を，タイヤ1の幅方向に所定ピッチで配設」することとの互換性に鑑みれば，所定のピッチ幅，すなわち，一定のピッチ幅で行えばよいことは自明である。",
                    "したがって，引用発明2は，タイヤが接地する面が「ドラム31」ではなく「タイヤ設置台3」である点を除く相違点2に係る本願発明の構成，すなわち，「測定対象としてのタイヤを」，「タイヤが接する面の運動に対する横方向に一定のピッチ幅で相対的に変位させる」ことを開示するものといえる。",
                    "そして，引用発明1の「ドラム31」も，引用発明2の「タイヤ設置台3」もタイヤが接地する面であることに変わりはないことから，引用発明1の「超小型圧力センサ25をドラム31の幅W3方向に一列に配置」することによるコストを削減するために，引用発明2を適用して，相違点2に係る本願発明のようにすることは，当業者が容易になし得たというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "刊行物1の【0038】には，「タイヤ保持手段17側に試験タイヤ16を任意の回転速度で回転駆動させる駆動手段を付設」して，「ドラム11と試験タイヤ16の両方を回転駆動させると共に，回転速度を相違させることにより，タイヤのスリップ状態とすることができ」ることが開示されており，タイヤのスリップ時におけるタイヤの接地圧力分布をも測定可能にするために，これを引用発明1に適用することは，当業者が容易になし得たというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4について",
                  "text": [
                    "刊行物1の【0039】，【0040】には，「スリップ角度とキャンバー角度を同時に調整しながら接地圧力分布の測定をする」「軸線角度調整手段」が開示されており，種々のスリップ角度及びキャンバー角度でのタイヤの接地圧分布をも測定可能にするために，これを引用発明1に適用することは，当業者が容易になし得たというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "効果について",
                  "text": [
                    "本願発明の奏する効果は，引用発明1，引用発明2，刊行物1に記載された技術事項及び周知技術から，当業者が予測できる範囲のものであり，格別顕著なものとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願は，請求項1～請求項4が方法の発明であり，請求項5～請求項8が装置発明であるところ，本件査定では，請求項1～請求項8を同一の理由により，進歩性を有しないとして拒絶した。ところが，審決においては，装置発明である本願発明のみを判断の対象としたのだから，本願発明には，本件査定の理由とは異なる拒絶の理由を発見したといえる。しかるに，拒絶の理由を通知することなく，審決においては，本願は拒絶すべきものと判断され，本件の審判請求は成り立たないとされた。",
                "仮に，審決が，請求項1～請求項4には，「一定のピッチ幅で相対的に変位させながら」と記載されているが，請求項5には，「一定のピッチ幅で相対的に変位させる」と記載されており，請求項1～請求項4は，「一定のピッチ幅で連続的に相対的に変位させる」(連続的本件構成)ものであるが，請求項5は，「タイヤを，一定のピッチ幅で間欠的に(変更・固定を繰り返す。間欠的本件構成)に変位させる」との態様を含むものであると判断したのであれば，その旨の拒絶理由を通知する必要があったのに，該通知を懈怠した。",
                "また，仮に，連続的に変位させるか，間欠的に変位させるかは，方法としての特徴であり，装置発明の特徴ではないと判断したのであれば，その旨の拒絶理由を通知する必要があったのに，該通知をすることを懈怠した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成25年12月9日付けの意見書(本件意見書。甲13)及び平成26年5月7日付けの審判請求書(本件請求書。甲14)において，一貫して，請求項1に係る発明に関して，「タイヤ周方向に回転する測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」内容であるとして，「連続的に」との事項に基づく引用例2との対比説明をした。",
                "これに対し，審査官は，本件査定において，「連続的」との事項には触れずに，請求項1～請求項8を対象とした拒絶理由を説示している。そして，審判においても，合議体は審判請求人(原告)の意見を聞くこともなく，拒絶審決をするに至った。",
                "原告が，審査及び審判において，一貫して，本願発明は「タイヤ周方向に回転する測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」ものであるとして主張を行っているのであるから，合議体は，審尋等により，原告がそのように解する理由を聞いて，適確な審理を行うべきであった。",
                "本件のこのような一連の手続は，出願人(原告)に適切な反論の機会を与えたものとはいえず，手続的違背があった。",
                "また，かかる手続的違背が審決の結論に影響を及ぼしたことも明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "「一定のピッチ幅で相対的に変位させる」について",
              "text": [
                "本願発明の特許請求の範囲の「一定のピッチ幅で相対的に変位させる」とは，「一定のピッチ幅で連続的に相対的に変位させる」との意味に解釈されるべきものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ピッチ」の一般的意味",
                  "text": [
                    "甲9～甲11より，「ピッチ」とは，①同じ形状のものが直線状に等間隔に並んでいるときは，その間隔を意味し，②軸周りに回転する物においては，軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法を意味するものである。軸周りに回転する物においては，軸方向に等間隔で進展する円弧(螺旋)上の点は，一回転することにより，周方向での同位置に戻るので，②のような意味で使われる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明における「ピッチ幅」の意味",
                  "text": [
                    "本願発明の「転動するタイヤの接地特性を測定する装置であって，・・・タイヤを，・・・一定のピッチ幅で相対的に変位させる」との記載は，タイヤの軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法が一定であることを特定する記載である。",
                    "したがって，本願発明の「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」との発明特定事項は，「タイヤの軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法が一定」となるように，回転するタイヤを変位させる，すなわち，「タイヤを，・・・一定のピッチ幅で連続的に相対的に変位させる」との意味に解釈されるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "明細書の記載との整合性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ピッチ幅」という用語に関する記載との整合性",
                  "text": [
                    "本願明細書【0027】に，「接地領域7上での測定手段1の通過経路」と記載されているように，「ピッチ幅P」とは，測定手段1が接地領域上を連続的に通過する際の，「タイヤTの前記回転軸A方向への漸次変位」に伴う，毎周の間隔を意味するものであるから，「ピッチ幅P」とは，タイヤTを回転ドラム2の回転軸A方向へ連続的に変位させることに伴う，一周ごとの間隔であることが示されている。そして，本願明細書【0032】には，「ピッチ幅P」が回転ドラム2の回転速度と，タイヤTの回転軸方向への変位速度とを調節することによって調節可能であることが記載されており，「タイヤTの回転軸方向への変位速度」とは，タイヤTを回転軸方向へ連続的に変位させることを前提とした記載であることは明らかである。",
                    "このように，本願明細書における「ピッチ幅P」との用語が用いられた箇所においては，「ピッチ幅P」が，タイヤTを回転ドラム2の回転軸A方向へ連続的に変位させることに伴う，一周ごとの，軸方向の間隔であることを意味するものとして記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の課題及び効果に関する記載との整合性",
                  "text": [
                    "本願発明の課題及び効果の記載(【0007】，【0013】～【0016】，【0020】)によれば，物の発明である本願発明に関しても，方法の発明である請求項1に記載の発明と同様に，「この回転ドラムにタイヤを当接させた状態で，共に回転させながらタイヤを軸線方向に移動させた際に，回転ドラムの周面に埋設された測定手段が，接地領域に対して回転ドラムの回転軸方向に，一定のピッチ幅で相対的に遷移しながら，繰り返しこの接地領域を周方向に通過するので，測定手段が通過する各ピッチでのタイヤの接地特性を，接地領域のドラム軸線方向端部から順次に素早く測定することができる。」という効果を所期しており，これによって「接地領域内の，軸線方向に異なる部分での接地特性のデータを，効率良く，多量に確保することができるので，従来の方法に比べて極めて容易に，タイヤの接地領域を高分解能で鮮明に表現することができる。」という効果も得ることができる。",
                    "すると，上記の効果を奏することのできる，物の発明である本願発明は，「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」との発明特定事項に関して，「タイヤ周方向に回転する測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」との意味に解釈すべきものである。",
                    "そして，本願発明の「種々の速度，キャンバ角及びスリップ角でのタイヤの接地特性を高効率，高精度且つ高い再現性で測定することにより，コーナリング時や加減速時等におけるタイヤの路面との接地状態を，定量的に，容易に得ることができ，且つ高速走行時のタイヤの接地特性をも測定可能な，タイヤの接地圧特性の測定方法及び測定装置を提供する」という課題は，「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」との事項を，「タイヤ周方向に回転する測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」との意味に解釈しなければ解決することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施形態の説明に関する記載との整合性",
                  "text": [
                    "本願明細書の【0023】～【0036】を参照すると，「回転ドラム2に，測定対象としてのタイヤTを当接させ，回転ドラム2及びタイヤTを共に回転させた状態で，タイヤTを回転ドラム2の回転軸Aの方向に漸次変位させながら，タイヤTの接地圧P，幅方向せん断応力τ 及び周方向せん断応力τ を測定する。」(【00x y26】)，「接地領域7上での測定手段1の通過経路は，タイヤTの前記回転軸A方向への漸次変位に伴って，毎周ピッチ幅Pで変位する」(【0027】)，「前記ピッチ幅Pは，回転ドラム2の回転速度Vdと，タイヤTの前記回転軸A方向の変位速度とを調節することによって調節可能である。」(【0032】)，などと記載され，「タイヤ周方向に回転する測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」実施形態が記載されている。",
                    "一方で，本願明細書全体の開示を見ても，「タイヤ周方向に回転する測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で間欠的に相対的に変位させる」ことに該当する変形例等は全く開示していない。",
                    "このように，実施形態の説明においても，本願発明における「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」との発明特定事項は，「タイヤ周方向に回転する測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」との意味であるとして記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の判断の誤り",
              "text": [
                "引用発明2は，タイヤの位置の変更を行って，一旦固定し，固定された位置で測定を行い，測定が済んだら，また，同じ間隔で位置の変更を行って，一旦固定し，固定した位置で測定を行うといった操作を繰り返すものである。",
                "これに対して，本願発明は，タイヤ周方向に回転する測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させるものである。",
                "引用発明2には，「タイヤ周方向に回転する測定対象としてのタイヤを，・・・一定のピッチ幅で連続的に相対的に変位させる」との事項は全く存在しないから，審決の「引用発明2は，タイヤが接地する面が『ドラム31』ではなく『タイヤ設置台3』である点を除く相違点2に係る本願発明の構成，すなわち，『測定対象としてのタイヤを』，『タイヤが接する面の運動に対する横方向に一定のピッチ幅で相対的に変位させる』ことを開示するものといえる。」との認定は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明が進歩性を有することについて",
              "text": [
                "引用発明1，引用発明2，刊行物1，刊行物2のいずれにも，本願発明の「測定対象としてのタイヤを，回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」との事項は開示されておらず，また，かかる事項は，甲3～甲6(周知技術)にも開示されていない。本願発明は，この新規な構成を採用することにより，進歩性を有するものである。",
                "そして，仮に，引用発明1に引用発明2を適用したとしても，せいぜい，タイヤが接する面の運動に対する横方向に，タイヤの位置の変更を行って，一旦固定し，固定された位置で測定を行い，測定が済んだら，また，同じ間隔で位置の変更を行って，一旦固定し，固定した位置で測定を行うといった操作を繰り返すものであり，本願発明の「測定対象としてのタイヤを，回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」との構成をなし得ない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，本願発明における「タイヤ制御スタンド」が行う「測定対象としてのタイヤ」の「該回転ドラムの回転軸方向」の「相対的」な「変位」のさせ方は，連続的でも間欠的でも差し支えない，と主張する。",
                "しかし，「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」との発明特定事項は，特許請求の範囲の記載から，「連続的に」変位させるとの意味に解されるべきであるし，そうでないとしても，「間欠的」な変位を含むことが自明ではない以上，「ピッチ幅」という用語の意義は，本願明細書及び図面を考慮して解釈すべきものである。本願明細書においては，上記発明特定事項は，「連続的に」変位させるとの意味で記載されており，「間欠的に」変位させる態様は全く記載されていない。したがって，上記発明特定事項は，タイヤ周方向に回転する「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」との意味に解されるべきである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また，被告は，タイヤを一旦停止させて測定を行い，回転軸方向に一定のピッチ幅だけ変位させて再度停止させて測定を行うことを繰り返した場合であっても，本願発明の課題を解決することができると主張する。",
                "しかし，本願明細書の【0004】には，「通過位置をずらしながら繰り返し試験を行う必要があり，効率的ではない」との課題が記載されており，上記態様は，結局のところ，測定位置をずらしながら繰り返し試験を行う必要があるのであるから，この課題を解決することはできず，高効率の測定ができないことは明らかである。また，そのような時間のかかる態様では，タイヤに熱劣化が生じ，「高精度，高い再現性」という効果も得られなくなり，かかる課題を解決することができなくなってしまう。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "さらに，被告は，乙1及び乙2に基づいて，軸周りに回転するが螺旋でない物があるから，本願発明でも螺旋を前提としていないと主張する。",
                "しかし，本願発明の特許請求の範囲では，「一定のピッチ幅で」との文言が，配置に対してではなく，「相対変位させる」の修飾語として用いられているところ，乙1及び乙2には，単に，一定のピッチ幅で固定配置されたものが軸周りに回転する例が示されているにすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(効果についての判断の誤り)",
          "text": [
            "本願発明は，「測定対象としてのタイヤを，回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」との新規な構成を採用することにより，測定手段が通過する各ピッチでのタイヤの接地特性を，接地領域のドラム軸線方向端部から順次に素早く測定することができ，これによって接地領域内の，軸線方向に異なる部分での接地特性のデータを，効率良く，多量に確保することができるので，従来の方法に比べて極めて容易に，タイヤの接地領域を高分解能で鮮明に表現することができるという顕著な効果を奏するものであり，進歩性を有するものである。",
            "すなわち，本願発明の効果についての審決の判断は，相違点2についての判断を誤ったことによる，誤ったものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件査定では，本願の請求項1～請求項8に係る発明が同一の理由で拒絶されたのに対し，審決では，請求項1に係る発明が拒絶されず，本願発明のみが拒絶されているから，同一の理由ではこれらが拒絶できないと判断されたことになり，よって，審決における拒絶の理由が，拒絶査定の理由とは異なっていると主張する。",
                    "しかし，審決は，本件査定で引用された刊行物1が「タイヤの接地分布測定装置」(発明の名称)という装置発明を開示するものであったことから，引用発明1も装置発明として認定することが簡便であり，よって，その対比・判断の対象である発明を，物の発明である本願発明として認定したものである。",
                    "そして，本願発明が拒絶されるべきとの審決の判断に誤りはないから，審決は，請求項1に係る発明について判断を示さなかったにすぎないし，また，そのことに何ら違法はない。",
                    "したがって，原告の主張は，その前提が失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，審決が判断の対象とした本願発明に対する拒絶査定の理由は，引用発明1，引用発明2及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものであり(甲12，乙3)，審決の理由が，本願発明に関しては，本件査定の理由と異なるものではない。",
                    "また，審決が拒絶すべきとして，その判断を示した本願発明についての拒絶の理由は，審査において既に原告(出願人，請求人)に通知されて，それについて意見を述べる機会が与えられており(乙3，特許法50条)，この審査においてした手続は審判においてもその効力を有する(特許法158条)ものであるから，改めて拒絶の理由を通知しなくても，違法ではない。",
                    "したがって，審決は，特許法159条2項が準用する同法50条の規定に違反してなされたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，審決が，請求項1～請求項4には，「一定のピッチ幅で相対的に変位させながら」と記載されているが，本願発明には，「一定のピッチ幅で相対的に変位させる」と記載されており，請求項1～請求項4は，「一定のピッチ幅で連続的に相対的に変位させる」ものであるが，本願発明は，「タイヤを，一定のピッチ幅で間欠的に変位させる」との態様を含むものであると判断したのであれば，その旨の拒絶理由を通知する必要があったと主張する。",
                "しかし，本件査定において審査官が引用した引用発明2は，回転ドラムの回転軸方向へのタイヤの変位のさせ方について「間欠的」である態様だから，審査において，本願発明が，それについて「間欠的」である態様も含むと解釈されていたことが明らかである。",
                "したがって，審決において，本願発明の解釈が変更されたという事実はなく，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，原告は，審決が，回転ドラムの回転軸方向へのタイヤの変位のさせ方が，連続的であるか，間欠的であるかは，方法としての特徴であり，装置発明の特徴ではないと判断したのであれば，その旨の拒絶理由を通知する必要があったのに，該通知をすることを懈怠した旨主張する。",
                "しかし，上記(2)のとおり，本件審査・審判では，一貫して，本願発明の「該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる・・・タイヤ制御スタンド」との特定事項が，回転ドラムの回転軸方向へのタイヤの変位のさせ方が「連続的に」行われる態様には限定されていないと解されていたのであり，連続的に行うか，間欠的に行うかは，方法としての特徴であり，装置発明の特徴ではないと判断した経緯はない。",
                "したがって，原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告が主張する特許請求の範囲の解釈について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ピッチ」の一般的意味に対して",
                  "text": [
                    "原告は，甲9～甲11を挙げて，「ピッチ」の意味について，①同じ形状のものが直線上に等間隔に並んでいるときは，その間隔を意味しているが，②軸周りに回転する物においては，軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法(要するに，螺旋のピッチであると解される。)を意味するものであると主張する。",
                    "しかし，甲9～甲11からすれば，「ピッチ」との用語は，「同じ形状のものが同一の直線上または同一の円弧上に等間隔で並んでいるとき，その隣り合う形状の相対応する点間の距離。」(以下，それぞれ，「『同一の直線上』の例」，「『同一の円弧上』の例」という。)を意味すると解されるにとどまるのであって，軸周りに回転する物であるかどうかにより区別されていない。そうであれば，ある文脈での「ピッチ」という用語の意味を理解するに当たっては，それが，「同一の直線上」の例又は「同一の円弧上」の例のいずれに該当するかを判断すれば足りるのであって，軸周りに回転する物であるかどうかを考慮する必要はなく，ましてや，「螺旋」という概念を導入しなければならない理由はない。",
                    "また，原告は，軸周りに回転する物で「ピッチ」が観念できるものであれば，必ず，「螺旋」が予定されているとの前提に立っているものと解される。しかし，回転式カッターの例(乙1)や，空気入りタイヤがパンクした場合に緊急走行を可能にする技術の例(乙2)では，軸周りに回転する物であるが，螺旋ではない。原告がいう「軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法」も，結局のところ，「同一の直線上」の例にほかならない。",
                    "原告の主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告が主張する「一定のピッチ幅で相対的に変位させる」の解釈について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願発明の「タイヤ」が「軸周りに回転する物」であることを前提に，本願発明の「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」との発明特定事項は，「タイヤの軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法が一定」となるように，回転するタイヤを変位させる，すなわち，「タイヤを，・・・一定のピッチ幅で連続的に相対的に変位させる」との意味に解釈されるべきものであると主張する。",
                        "しかし，上記アのとおり，「軸回りに回転する物」における「ピッチ」が，軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法を意味するという原告の解釈が誤りである以上，これを前提とする原告の主張は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本願発明の「ピッチ幅」という用語は，特許請求の範囲において，回転するタイヤに対して用いられていることから，本願発明の「ピッチ幅」には，原告の解釈が採用される旨主張する。",
                        "しかし，上記アのとおり，「ピッチ」という用語を，原告のいう①と②の場合に区別して把握することが誤りであるから，本願発明の「ピッチ幅」という用語が回転するタイヤに対して用いられているとしても，その用語の意味を理解するに当たって，タイヤが軸周りに回転することを考慮しなければならない理由はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本願発明で測定対象とされる「タイヤ」は，ねじとは異なり，当然に螺旋が予定されているものではないし，本願発明の発明特定事項にも「螺旋」との文言は存在しない。そうすると，本願発明において，タイヤがタイヤ軸周りに回転するものとしても，そこから，直ちに螺旋が想起されるわけではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告のいう「タイヤの軸方向に等間隔で進展する円弧(螺旋)」が，本願発明の何に当たるのかは不明であり，原告は，この「円弧(螺旋)」の具体的な説明もしていない。",
                        "したがって，「タイヤの軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法が一定」となるように，回転するタイヤを変位させることが，なぜ「タイヤを，・・・一定のピッチ幅で連続的に変位させる」ことに相当するのかも不明であり，その結果，「連続的に」をどのような意味と解するのかも不明である。よって，そのような曖昧な「連続的に」という用語を含めて特許請求の範囲を解釈することは，発明の範囲を不明確にすることからも，許されるべきものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，本願発明の「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」との発明特定事項を，「タイヤを，・・・一定のピッチ幅で連続的に相対的に変位させる」との意味に解釈されるべきものであるとする原告の主張は，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "明細書の記載との整合性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「ピッチ幅」という用語に関する記載との整合性について",
                      "text": [
                        "原告は，自らが主張するクレーム解釈でなければ，【0027】及び【0032】の「ピッチ幅」との記載に整合しない旨主張する。",
                        "しかし，原告が主張するクレーム解釈が失当であることは上記イのとおりであるから，整合性を検討すること自体に意味がない。原告の主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の課題及び効果に関する記載との整合性について",
                      "text": [
                        "原告は，自らが主張するクレーム解釈でなければ，明細書に記載された発明の課題及び効果に関する記載とは整合しない旨主張する。",
                        "しかし，上記(ア)と同様に，整合性を検討すること自体に意味がないから，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施形態の説明に関する記載との整合性について",
                      "text": [
                        "原告は，自らが主張するクレーム解釈でなければ，実施形態の記載と整合しない旨主張する。",
                        "しかし，一般に，実施形態に記載していないことのみを理由として，その記載していない部分がクレームから排除されることにはならない。そして，上記(ア)と同様に，整合性を検討すること自体に意味がないから，原告の主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「審決の判断の誤りについて」との主張に対する反論",
              "text": [
                "原告は，本願発明は，「測定対象としてのタイヤを，回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」ものであるから，審決の，引用発明2は，タイヤが接地する面が「ドラム31」ではなく「タイヤ設置台3」である点を除く相違点2に係る本願発明の構成，すなわち，「測定対象としてのタイヤを」，「タイヤが接する面の運動に対する横方向に一定のピッチ幅で相対的に変位させる」ことを開示するものといえる，との認定は誤りであり，この誤った認定に基づく審決の容易想到性の判断は誤りである旨主張する。",
                "しかし，上記(1)のとおり，原告の主張する本願発明の解釈は誤りであるから，原告の主張は，その前提において失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「本願発明が進歩性を有することについて」との主張に対する反論",
              "text": [
                "原告は，本願発明の「測定対象としてのタイヤを，回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」点は，引用発明1，引用発明2，刊行物1，刊行物2，甲3～甲6(周知技術)のいずれにも開示されておらず，本願発明はこの新規な構成を採用することにより，進歩性を有するものであると主張する。",
                "しかし，上記(1)のとおり，本願発明を「測定対象としてのタイヤを，回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」ものとする解釈は誤りであるから，これを前提に本願発明が進歩性を有する旨の原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "上記2のとおり，原告が主張する本願発明の解釈は誤りであり，これを前提にした本願発明の奏する効果に係る原告の主張は，失当である。",
            "したがって，取消事由3は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願について，平成25年10月1日付け拒絶理由通知書(本件通知書。乙3)で，拒絶理由が通知された。この本件通知書には，理由として，下記の事項が記載されている。なお，本件通知書で引用された引用例1及び2は，刊行物1及び2であり，本件補正前の本願発明に係る請求項に相当するものは，拒絶理由通知がなされる段階では，請求項3であった(甲7)。",
                    "「この出願の請求項1～4に係る発明は，その出願前に日本国内又は外国において，頒布された下記の刊行物に記載された発明又は電気通信回線を通じて公衆に利用可能となった発明に基いて，その出願前にその発明の属する技術の分野における通常の知識を有する者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。",
                    "記",
                    "引用例1：特開2006-226778号公報",
                    "引用例2：特開平09-026382号公報",
                    "引用例3：特開平11-142265号公報",
                    "引用例4：特開2002-502963号公報",
                    "引用例5：独国特許発明第19704605号明細書",
                    "引用例6：特開2005-214860号公報",
                    "［備考］",
                    "請求項1～4について",
                    "引用例1では，複数のセンサを並べることでタイヤにおける接地圧分布を測定している。ここで，タイヤにおける幅方向の接地状態を測定する手法としては，複数のセンサによりタイヤの複数部位を同時に測定する以外に，センサとタイヤの接地位置を変更する手法があることは，引用例2に記載されたとおりである。したがって，引用例1に記載の発明において，引用例2に記載のようにタイヤをドラムの回転軸方向に変位させることで，単一のセンサにより，タイヤの幅方向の接地圧分布を測定するよう変更することは，当業者であれば容易に想到し得たものである。また，3分力センサにより接地圧，幅方向せん断応力及び周方向せん断応力を測定することは，引用例3～6に記載のとおり，周知技術に過ぎないものであるから，引用例1に記載の発明においても，上記のような3分力センサを用いることは，当業者であれば適宜なし得た事項である。さらに，キャンバ角やスリップ角を付与する点については，引用例1の段落【0013】に示唆されている。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成25年12月9日付けで本件補正書を提出し(甲8)，請求項1に「一定のピッチ幅で相対的に変位させ」との発明特定事項を付加するとともに，請求項3を請求項5に変更した上で，同じく「一定のピッチ幅で相対的に変位させる」との発明特定事項を付加する本件補正を行った。",
                    "また，原告は，同日付けの本件意見書を提出し，「本願発明では，タイヤの位置を，回転ドラムの回転軸方向に一定のピッチ幅で相対的に変化させながら同時に測定を行うことにより，タイヤ幅方向にわたる接地特性を連続的に測定するものであり，かような本願発明の構成について，引用文献2には記載も示唆するところもありません。」と主張した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成26年1月29日付けで本件査定を受けた(甲12)。本件査定には，次の事項が記載されている。",
                    "「この出願については，平成25年10月1日付け拒絶理由通知書に記載した理由によって，拒絶をすべきものです。",
                    "なお，意見書及び手続補正書の内容を検討しましたが，拒絶理由を覆すに足りる根拠が見いだせません。",
                    "備考",
                    "上記拒絶理由通知書に引用した引用例2(特開平09-026382号公報)にも見られるように，センサに対してタイヤの幅方向位置を変化させれば，タイヤの幅方向における複数点の検出できるものであるから，引用例1(特開2006-226778号公報)に記載の発明においても，センサをドラムの幅方向にわたって分布させることに代えて，部分的に配置されたセンサに対して，タイヤを幅方向に移動させるよう変更することに格別の創作能力を要するとは認められない。そして，引用例1に記載された発明において，タイヤを幅方向に移動させる場合は，多点に配置されたセンサ間の間隔と同等のピッチで移動させればよく，その間隔も当業者が適宜決定する設計的事項といえる。",
                    "したがって，上記拒絶理由通知書に示す拒絶の理由は解消されておらず，補正書により補正された請求項1～8に係る発明は，特許法第29条第2項の規定により特許を受けることができない。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，平成26年5月7日付けで拒絶査定不服審判を請求し(甲14)，「本願発明では，タイヤの位置を，回転ドラムの回転軸方向に相対的に変化させながら同時に測定を行うことにより，タイヤ幅方向にわたる接地特性を連続的に測定するものであり，かような本願発明の構成について，引用文献2には記載も示唆するところもありません。」と主張した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件通知書の備考欄の，「センサとタイヤの接地位置を変更する手法があることは，引用例2に記載されたとおりである。したがって，引用例1に記載の発明において，引用例2に記載のようにタイヤをドラムの回転軸方向に変位させることで，単一のセンサにより，タイヤの幅方向の接地圧分布を測定するよう変更することは，当業者であれば容易に想到し得たものである。」との記載において，「センサとタイヤの接地位置を変更する」及び「タイヤをドラムの回転軸方向に変位させる」が，連続的な変更又は変位なのか，間欠的なそれなのか，双方を含むのかは，文言上明確でない。しかし，引用発明2が，タイヤを一定のピッチ幅で間欠的に相対的に変位させるものであること(当事者間に争いがない。)からすれば，本件通知書は，少なくとも，タイヤを間欠的に変位させることは容易想到である旨を通知するものであったと認められる。",
                "そして，本件査定の備考欄の，「タイヤを幅方向に移動させるよう変更することに格別の創作能力を要するとは認められない。そして，引用例1に記載された発明において，タイヤを幅方向に移動させる場合は，多点に配置されたセンサ間の間隔と同等のピッチで移動させればよく，その間隔も当業者が適宜決定する設計的事項といえる。」との記載において，「タイヤを幅方向に移動させる」，「多点に配置されたセンサ間の間隔と同等のピッチで移動させればよく」が，連続的な移動なのか間欠的な移動なのか，双方を含むのかは，文言上明確でない。しかし，引用発明2が，タイヤを一定のピッチ幅で間欠的に相対的に変位させるものであることからすれば，本件査定には，少なくとも，タイヤを間欠的に変位させることは容易想到であることが示されていると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件査定では，本願の請求項1～請求項8に係る発明が同一の理由で拒絶されたのに対し，審決では，請求項1に係る発明が拒絶されず，本願発明のみが拒絶されているから，同一の理由ではこれらが拒絶できないと判断されたことになり，審決における拒絶の理由が，拒絶査定の理由とは異なっていると主張する。",
                "しかし，審決の理由は，引用発明1に相違点に係る本願発明の構成を採用し，引用発明2を組み合わせれば，本願発明は容易想到であるというものであり，本願発明に関しては，本件査定における拒絶の理由と同じである。審決において，他の請求項に係る発明について拒絶の理由を示さなかったことが，異なる拒絶理由となるものでないことは明らかである。",
                "原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，原告は，仮に，審決が，本願の請求項1～請求項4は，連続的本件構成によるものであるが，本願発明は間欠的本件構成をも含むと判断したのであれば，その旨の拒絶理由を通知する必要があったのにこれを懈怠した，と主張する。",
                "しかし，上記(2)のとおり，本件通知書及び本件査定においても，本願発明が間欠的本件構成を含むものであることを前提として，引用発明1に相違点に係る本願発明の構成を採用し，引用発明2を組み合わせれば，本願発明は容易想到である旨を含む理由が示されている。",
                "原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "さらに，原告は，審決において，連続的に変位させるか，間欠的に変位させるかは方法としての特徴であり，装置発明の特徴ではないと判断したのであれば，その旨の拒絶理由を通知する必要があったと主張する。",
                "しかし，そのように判断した経緯があると認めるに足りる証拠がない。",
                "原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，本件意見書及び本件請求書において，一貫して，本願の請求項1に係る発明について，連続的本件構成をとることを前提として引用発明2との対比説明を行ったのに，審判合議体が審尋等により原告がそのように解釈する理由を聞くこともなく審決に至ったことは，原告に適切な反論の機会を与えたものといえない，と主張する。",
                "しかし，上記(2)のとおり，本件通知書により拒絶理由通知がなされ，本件補正後も同じ理由で本件査定がなされたのであるから，原告には十分な反論の機会が与えられていたというべきである。",
                "原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上より，取消理由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の解釈について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明の特許請求の範囲のうち，「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」(本件構成)を，「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で連続的に相対的に変位させる」(連続的本件構成)との意味に解すべきであると主張するので，この点について判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「ピッチ」の意味",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲を含め，明細書の用語は，その有する普通の意味で使用し，かつ，明細書及び特許請求の範囲全体を通じて統一して使用すべきものである(特許法施行規則24条，様式第29［備考］8本文)から，まず，「ピッチ」の語の普通の意味について検討する。",
                        "一般的に「ピッチ」の語には，「同じ形状のものが等間隔に並んでいるとき，その間隔を表す寸法」(甲9)，「同じ形状のものが，同一の直線上又は同一の円弧上に等間隔に並んでいるとき，その隣り合う形状の相対応する点間の距離，例えば，ねじの山と山の対応する点の間隔」(甲10)，「同じ動作を繰り返す速さ」「ねじが一回転したときに進む距離。隣接するねじ山の間隔。歩み。刻み。」(甲11)などの意味がある。「ねじが一回転したときに進む距離」という意味は，ねじが回転しながら進むことを想定した上で，その一部分を取り出して，一回転分の進む距離に着目したものであるから，動作の連続性が前提となっている。これに対して，「同じ形状のものが等間隔に並んでいるとき，その間隔を表す寸法」，「同じ形状のものが，同一の直線上又は同一の円弧上に等間隔に並んでいるとき，その隣り合う形状の相対応する点間の距離，例えば，ねじの山と山の対応する点の間隔」，「隣接するねじ山の間隔」及び「刻み」は，ねじ等が動いていない状態を観察して把握することができるから，動作の連続性は前提となっていない。",
                        "このように，「ピッチ」の語は，軸周りに回転する物が連続して動作する場合に用いられることもあるし，軸周りに回転する物の動作が連続していない場合に用いられることもある。したがって，本件構成は，「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で(連続的に)相対的に変位させる」，つまり，例えば，タイヤを回転ドラムに接触させて接地特性を計測しつつ，同じ速度で，回転ドラムの回転軸方向に，回転ドラムと相対的に移動させるとの意味(連続的本件構成)に解することもできるし，「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で(間欠的に)相対的に変位させる」，つまり，例えば，タイヤを回転ドラムの回転軸方向に対して移動させることなく，回転ドラムに接触させて接地特性を計測し，その後，一定の幅でタイヤを回転ドラムの回転軸方向に，回転ドラムと相対的に移動させ，その位置で回転ドラムに接触させて接地特性を計測し，以後，同じ作業を繰り返すとの意味(間欠的本件構成)に解することもできる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "明細書の用語を，特定の意味で使用しようとする場合においては，その意味を定義して使用することもできる(特許法施行規則24条，様式第29［備考］8ただし書)から，次に，本願明細書の詳細な説明を参酌する。",
                        "本願明細書(甲7，甲8)において，「ピッチ」の語は，次のように使用されている。",
                        "【0008】上記課題を解決する本発明の要旨構成は，以下の通りである。",
                        "本発明のタイヤの接地特性の測定方法は，転動するタイヤの接地特性を測定する方法であって，少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な測定手段を周面に埋設された，回転駆動可能な回転ドラムに，所要のキャンバ角及びスリップ角を付与した測定対象としてのタイヤを当接させ，前記回転ドラム及び前記タイヤを共に回転させた状態で，該タイヤを前記回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させながら，少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を同時に測定することにより，当該タイヤの，前記回転ドラムとの接触領域での，接地圧分布，幅方向せん断応力分布及び周方向せん断応力分布を得ることを特徴とする。",
                        "【0010】請求項1に記載したところにおいて，好ましくは，前記測定手段を，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な3分力センサとする。また，当該測定手段を複数個埋設すること及び，前記ピッチ幅を1mm以上4mm以下とすることが好ましい。",
                        "【0011】本発明のタイヤの接地特性の測定装置は，転動するタイヤの接地特性を測定する装置であって，少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な測定手段を周面に埋設された回転ドラムと，該回転ドラムの回転速度を制御するドラム用駆動手段と，測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させるとともに，該回転ドラムに対して接近及び離反する方向に変位させるタイヤ制御スタンドと，前記タイヤの回転速度を制御するタイヤ用駆動手段と，前記タイヤに所要のキャンバ角及びスリップ角を付与するタイヤ角制御手段とを具えたことを特徴とする。",
                        "【0012】請求項3に記載したところにおいて，好ましくは，前記測定手段を，タイヤの接地圧，幅方向にせん断応力及び周方向せん断応力を想定可能な3分力センサとする。また，当該測定手段を複数個埋設すること及び，前記ピッチ幅を1mm以上4mm以下とすることが好ましい。",
                        "【0013】本発明のタイヤの接地特性の測定方法では，回転駆動可能な回転ドラムの周面に測定手段を埋設しており，この回転ドラムにタイヤを当接させた状態で，共に回転させながらタイヤを軸線方向に移動させた際に，回転ドラムの周面に埋設された想定手段(注：ママ。測定手段の誤記と思われる。)が，接地領域に対して回転ドラムの回転軸方向に，一定のピッチ幅で相対的に遷移しながら，繰り返しこの接地領域を周方向に通過するので，測定手段が通過する各ピッチでのタイヤの接地特性を，接地領域のドラム軸線方向端部から順次に素早く測定することができる。",
                        "【0022】【図3】回転ドラムとタイヤとの接地領域，及び測定手段のピッチ幅をより詳細に示す斜視図である。",
                        "【0027】この測定方法によれば，測定手段1は，回転ドラム2の回転毎に，タイヤTの接地領域7を通過することになり，また，接地領域7上での測定手段1の通過経路は，タイヤTの前記回転軸A方向への漸次変位に伴って，毎周ピッチ幅Pで変位する。",
                        "【0032】前記ピッチ幅Pは，回転ドラム2の回転速度Vdと，タイヤTの前記回転軸A方向の変位速度とを調節することによって調節可能である。",
                        "即ち，回転速度Vdに対してタイヤTの変位速度を遅くすれば，ピッチ幅Pが小さくなるため，より多くの測定データを得ることができるので，高い分解能で鮮明にタイヤの接地領域を表現することができ，一方，タイヤTの変位速度を速くすれば，それだけ早く測定を完了させることができるので，測定効率を向上させることができる。",
                        "【0033】尚，測定の分解能及び測定効率の両者のバランスに鑑みれば，ピッチ幅Pは，通常，2mm前後が好ましく，具体的には，1～4mmの範囲が好ましい。",
                        "【0037】測定試験用として，タイヤサイズ205／55R16の，キャラメルブロックタイヤTを製造し，図1に示すところに倣って，上記タイヤTをタイヤ制御スタンド4に装着し，タイヤTのスリップ角SA＝0°，同キャンバ角CA＝0°，タイヤTの回転速度Vt＝100km／h，回転ドラム2の回転速度Vd＝100km／h，ピッチ幅P＝2mm，周方向分解能＝1／3mmの条件で，該タイヤTの接地圧P，幅方向せん断応力τ 及び周方向せん断応力τ を測定した。"
                      ],
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y  【符号の説明】【0039】・・・P  ピッチ幅・・・",
                          "text": [
                            "【図3】",
                            "上記のうち，【0008】，【0010】，【0011】及び【0012】中の「ピッチ」については，本願発明の特許請求の範囲に記載された「ピッチ」と同じ意味で使用されているという以上に，特段の意味を読み取ることができない。",
                            "また，【0013】，【0022】，【0027】，【0032】，【0033】，【0037】，【0039】及び【図3】の「ピッチ」は，測定手段が，回転しているタイヤに当接させられたまま回転ドラムの回転軸方向に遷移して行くに当たって，タイヤの接地面を通過する隣接する点の間隔を意味するものである。本願発明の特許請求の範囲においては，「ピッチ」の語はタイヤの移動について使用されているのであって，測定手段の移動について使用されているのではないから，上記における「ピッチ」が動作が連続する測定手段について使用されているからといって，特許請求の範囲におけるタイヤも同じであるとはいえない。",
                            "したがって，発明の詳細な説明を参酌しても，「ピッチ」の語が，タイヤについて使用される場合に，タイヤが「連続的に」動作する場合にのみ使用され，「間欠的に」動作する場合を排除するものであると定義して使用されているとは認められない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本願発明の特許請求の範囲における「ピッチ」の語は，動作の連続性を前提とした意味と，前提としない意味との双方を含み，本願発明の構成は，連続的本件構成と間欠的本件構成の双方を含むと解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "これに対して，原告は，「ピッチ」とは，軸周りに回転する物においては，軸方向に等間隔で進展する円弧(螺旋)上の，周方向での同位置にある点のうち，隣り合う点同士の軸方向の間隔を表す寸法を意味するものであるから，本件構成は，連続的本件構成のみを意味すると主張する。",
                        "しかし，軸周りに回転する物，例えば，ねじであっても，「ピッチ」を「隣接するねじ山の間隔」の意味と解した場合には，「ねじ山のピッチ」は，動作するねじではなく，静止したねじを観察して隣り合うねじ山の間隔として把握することができる。よって，軸周りに回転する物であっても，「ピッチ」の語が，物が動作している状態を前提として用いられているとは限らない。",
                        "原告の主張には，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明の課題及び作用効果",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書(甲7，甲8)には，以下の記載がある(既に引用した部分についても，必要に応じ再掲する。)。",
                        "【技術分野】【0001】本発明は，タイヤの接地特性の測定方法及び測定装置，詳細には，転動するタイヤの，少なくとも接地圧，幅方向せん断応力及び周方向せん断応力を測定する測定方法及び測定装置，なかでも，種々の速度，キャンバ角及びスリップ角でのタイヤの接地特性を高効率，高精度且つ高い再現性で測定することにより，例えば，コーナリング時や加減速時におけるタイヤの路面との接地状態を，定量的に，且つ高い分解能で容易に得ることができ，さらに高速走行時のタイヤの接地特性をも得ることが可能な，タイヤの接地圧特性の測定方法及び測定装置に関するものである。",
                        "【背景技術】【0002】従来，転動時のタイヤの接地圧，幅方向せん断応力及び周方向せん断応力等の接地特性を測定する方法として，例えば，これらを測定可能な3分力センサを試験路面に埋設し，車両を通過させることによって，3分力センサ上を通過する瞬間のタイヤの接地特性を測定する方法がある。",
                        "【0003】しかしながら，上記方法では，車両を操舵して試験路面に埋設した3分力センサ上を通過させて測定するため，空気抵抗や試験路面の凹凸等の外部要因に影響されてしまい，同一条件での計測を再現することが難しい。また，センサの耐久性や，車両のコントロール性の観点から，この方法では，車両の高速走行時や大入力時，ひいては，コーナリング時や加減速時でのタイヤの接地特性を得ることができないという問題がある。",
                        "【0004】また，この方法では，一回の試験では，タイヤの接地面のうち3分力センサ上を通過した部分のデータしか得られないため，タイヤの接地面全体に渡っての接地特性の分布を得るためには，通過位置をずらしながら繰り返し試験を行う必要があり，効率的ではない。さらに，一回毎の試験が大掛かりであるため，計測結果のデータ数を多量に確保できず，タイヤの接地領域を高い分解能で鮮明に表現できないという問題もある。",
                        "【0005】上記方法とは別に，測定対象としてのタイヤをドラムに当接させて，接地圧を測定する手法があり，例えば，特許文献1では，「回転ドラム当接側にドラム外周面に一致する凹面を有するタイヤ押付板を，タイヤとドラムとの間にドラム軸方向に移動可能に取付け，該タイヤ押付板のタイヤ当接面に感圧センサーを取付けてなることを特徴とするタイヤトレッドパターンの計測装置。」が記載されているものの，この装置では，使用する感圧紙の耐久性の課題から，高速回転時の計測が不可能だという問題があり，また，この装置で測定できるのは，タイヤの接地圧のみであるため，転動するタイヤの幅方向せん断応力及び周方向せん断応力を測定することはできない。",
                        "【発明が解決しようとする課題】【0007】そこで本発明は，上記の問題点に鑑み，種々の速度，キャンバ角及びスリップ角でのタイヤの接地特性を高効率，高精度且つ高い再現性で測定することにより，コーナリング時や加減速時等におけるタイヤの路面との接地状態を，定量的に，容易に得ることができ，且つ高速走行時のタイヤの接地特性をも測定可能な，タイヤの接地圧特性の測定方法及び測定装置を提供することを目的とする。",
                        "【課題を解決するための手段】【0008】上記課題を解決する本発明の要旨構成は，以下の通りである。",
                        "本発明のタイヤの接地特性の測定方法は，転動するタイヤの接地特性を測定する方法であって，少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な測定手段を周面に埋設された，回転駆動可能な回転ドラムに，所要のキャンバ角及びスリップ角を付与した測定対象としてのタイヤを当接させ，前記回転ドラム及び前記タイヤを共に回転させた状態で，該タイヤを前記回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させながら，少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を同時に測定することにより，当該タイヤの，前記回転ドラムとの接触領域での，接地圧分布，幅方向せん断応力分布及び周方向せん断応力分布を得ることを特徴とする。",
                        "【0011】本発明のタイヤの接地特性の測定装置は，転動するタイヤの接地特性を測定する装置であって，少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な測定手段を周面に埋設された回転ドラムと，該回転ドラムの回転速度を制御するドラム用駆動手段と，測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させるとともに，該回転ドラムに対して接近及び離反する方向に変位させるタイヤ制御スタンドと，前記タイヤの回転速度を制御するタイヤ用駆動手段と，前記タイヤに所要のキャンバ角及びスリップ角を付与するタイヤ角制御手段とを具えたことを特徴とする。",
                        "【発明の効果】【0013】本発明のタイヤの接地特性の測定方法では，回転駆動可能な回転ドラムの周面に測定手段を埋設しており，この回転ドラムにタイヤを当接させた状態で，共に回転させながらタイヤを軸線方向に移動させた際に，回転ドラムの周面に埋設された想定手段(注：ママ。測定手段の誤記と思われる。)が，接地領域に対して回転ドラムの回転軸方向に，一定のピッチ幅で相対的に遷移しながら，繰り返しこの接地領域を周方向に通過するので，測定手段が通過する各ピッチでのタイヤの接地特性を，接地領域のドラム軸線方向端部から順次に素早く測定することができる。",
                        "【0014】これがため，接地領域内の，軸線方向に異なる部分での接地特性のデータを，効率良く，多量に確保することができるので，従来の方法に比べて極めて容易に，タイヤの接地領域を高分解能で鮮明に表現することができる。",
                        "【0015】また，この測定方法では，車両を操縦することがないため，大掛かりな試験場を利用することなく，室内で測定を行うことができる上に，回転ドラムとタイヤとを動かすのみであるため，空気抵抗や試験路面の凹凸等の外部要因による影響を受けにくく，そのため，高精度且つ高い再現性で，タイヤの接地特性を測定することができる。",
                        "【0016】さらに，この測定方法によれば，車両の操縦による測定誤差や，外部要因による影響等を考慮に入れなくてよいため，高速走行時や，大荷重時のタイヤの状態をも再現し，接地特性を測定することができるため，タイヤの接地特性の測定における測定限界を大幅に向上させることができる。",
                        "具体的には，速度において約400km／h，荷重において約50kＮの測定条件までの測定が可能である。",
                        "【0017】加えて，必要に応じてキャンバ角及びスリップ角をタイヤに付与して測定を行えば，コーナリング時等のタイヤの接地状態を的確に再現することができ，また，例えば，タイヤの回転速度と回転ドラムの回転速度とを異なるものとすれば，種々の速度で車両が制駆動する際の，タイヤの接地状態等を再現することができる。",
                        "【0018】さらにまた，本発明のタイヤの接地特性の測定方法では，タイヤの，少なくとも接地圧，幅方向せん断応力及び周方向せん断応力を同時に，タイヤの同一箇所で測定するため，得られた各特性のデータをオフセットすることなく，これらのデータを相互に関連させて得られるタイヤの特性，例えば，タイヤの接地領域のある部分での摩擦係数等を得られるため，極めて簡易な算出課程でこれらのタイヤの特性の，接地領域内での分布を知ることができる。",
                        "【0019】即ち，本発明のタイヤの接地特性の測定方法によれば，車両の種々の条件での走行時に，タイヤの軸力というものが，路面のどこで発生しているのかを容易に知ることができるとともに，タイヤの滑り現象や接地領域内の摩擦係数の分布を定量的に把握し，これらを検証することができる。",
                        "【0020】本発明のタイヤの接地特性の測定装置によれば，特に，前記測定手段を周面に埋設したドラムと，測定対称としてのタイヤに所要のキャンバ角及びストリップ角を付与するタイヤ角制御手段とを具えたことにより，上記した本発明のタイヤの接地特性の測定方法を確実に実施することができ，上記測定方法による効果と同様の効果を得ることができる。",
                        "【0021】また，本発明のタイヤの接地特性の測定方法及び測定装置において，前記測定手段を，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な3分力センサとした場合，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を個別に計測する場合とは異なり，タイヤ表面の同一ポイントの応力状態を計測することが可能であり，3者の相関性を厳密に評価することが可能である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載によれば，本願発明は，次のように理解される。",
                        "本願発明は，種々の速度，キャンバ角及びスリップ角でのタイヤの接地特性(タイヤの接地圧，幅方向せん断応力及び周方向せん断応力)を高効率，高精度かつ高い再現性で測定するタイヤの接地特性の測定方法及び測定装置に関するものである(【0001】)。",
                        "従来，3分力センサを試験路面に埋設し，車両を通過させることによって，センサ上を通過する瞬間のタイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定する方法や，タイヤ当接面に感圧センサーを取り付けたタイヤ押付板をタイヤとドラムの間に配置し，タイヤをドラムに当接させることによって，タイヤの接地圧を測定する方法がある(【0002】，【0005】)。",
                        "しかし，前者の方法では，①空気抵抗や試験路面の凹凸等の外部要因によって同一条件での計測を再現することが難しいという問題，②センサの耐久性や車両のコントロール性の観点から，車両の高速走行時，コーナリング時及び加減速時でのタイヤの接地特性を得ることができないという問題，③一回の試験では，タイヤの接地面のうち3分力センサ上を通過した部分のデータしか得られず，タイヤの接地面全体に渡っての接地特性の分布を得るためには，通過位置をずらしながら繰り返し試験を行う必要があり，効率的でないという問題，④一回毎の試験が大掛かりであるため，計測結果のデータ数を多量に確保できず，タイヤの接地領域を高い分解能で鮮明に表現できないという問題があり(【0003】，【0004】)，また，後者の方法では，⑤使用する感圧紙の耐久性の課題から，高速回転時の計測が不可能であるという問題，⑥測定できるのは，タイヤの接地圧のみで，タイヤの幅方向せん断応力及び周方向せん断応力を測定することはできないという問題があった(【0005】)。",
                        "そこで，本願の各請求項に係る発明は，種々の速度，キャンバ角及びスリップ角でのタイヤの接地特性を高効率，高精度かつ高い再現性で測定することにより，コーナリング時や加減速時等におけるタイヤの路面との接地状態を定量的に容易に得ることができ，かつ，高速走行時のタイヤの接地特性をも測定可能なタイヤの接地特性の測定方法及び測定装置を提供することを目的としている(【0007】)。",
                        "そして，タイヤの接地特性の測定方法に係る本願の請求項1に係る発明は，少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な測定手段を周面に埋設された，回転駆動可能な回転ドラムに，所要のキャンバ角及びスリップ角を付与した測定対象としてのタイヤを当接させ，前記回転ドラム及び前記タイヤを共に回転させた状態で，該タイヤを前記回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させながら，少なくとも，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を同時に測定することにより，当該タイヤの，前記回転ドラムとの接触領域での，接地圧分布，幅方向せん断応力分布及び周方向せん断応力分布を得ることを特徴とするものである(【0008】)。",
                        "この測定方法によれば，回転ドラムの周面に埋設された測定手段が，接地領域に対して回転ドラムの回転軸方向に，一定のピッチ幅で相対的に遷移しながら，繰り返しこの接地領域を周方向に通過するので，測定手段が通過する各接点でのタイヤの接地特性を，接地領域のドラム軸線方向端部から順次に素早く測定することができ，これにより，接地領域内の軸線方向に異なる部分での接地特性のデータを，効率良く，多量に確保することができ，従来の方法に比べて極めて容易にタイヤの接地領域を高分解能で鮮明に表現することができるなど，上記課題を解決することができる(【0013】～【0019】，【0021】)。",
                        "また，タイヤの接地特性の測定装置に係る本願発明は，タイヤの接地圧，幅方向せん断応力及び周方向せん断応力を測定可能な測定手段を周面に埋設された回転ドラムと，該回転ドラムの回転速度を制御するドラム用駆動手段と，測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させるとともに，該回転ドラムに対して接近及び離反する方向に変位させるタイヤ制御スタンドと，前記タイヤの回転速度を制御するタイヤ用駆動手段と，前記タイヤに所要のキャンバ角及びスリップ角を付与するタイヤ角制御手段とを具えたことを特徴とするものであり(【0011】)，この測定装置によっても，上記測定方法による効果と同様の効果を得ることができる(【0020】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願発明の，「回転ドラムの周面に埋設された測定手段が，接地領域に対して回転ドラムの回転軸方向に，一定のピッチ幅で相対的に遷移しながら，繰り返しこの接地領域を周方向に通過する」という作用は，連続的本件構成によっても，間欠的本件構成によっても生じる。",
                        "すなわち，連続的本件構成によれば，例えば，タイヤを回転ドラムに接触させて接地特性を計測しつつ，同じ速度で，回転ドラムの回転軸方向に，回転ドラムと相対的に移動させるのだから，回転ドラムの周囲に埋設された測定手段に着目した場合は，測定手段は，タイヤに，回転ドラムの回転軸方向に一定の間隔で繰り返し接触しつつ，回転ドラムの周方向に動き続ける，つまり，「回転ドラムの周面に埋設された測定手段が，接地領域に対して回転ドラムの回転軸方向に，一定のピッチ幅で相対的に遷移しながら，繰り返しこの接地領域を周方向に通過する」ことになる。",
                        "また，間欠的本件構成によれば，例えば，タイヤを回転ドラムの回転軸方向に対して移動させることなく，回転ドラムに接触させて接地特性を計測し，その後，一定の幅でタイヤを回転ドラムの回転軸方向に，回転ドラムと相対的に移動させ，その位置で回転ドラムに接触させて接地特性を計測し，以後，同じ作業を繰り返すのだから，回転ドラムの周囲に埋設された測定手段に着目した場合は，測定手段は，回転ドラムの回転軸方向に対して動くことなく，タイヤに接触して回転ドラムの周方向に接地領域を通過し，その後，一定の幅で回転ドラムの回転軸方向に，タイヤと相対的に移動し，その位置で回転ドラムの回転軸方向に対して動くことなく，タイヤに接触して回転ドラムの周方向に接地領域を通過し，以後，同じ動作を繰り返す。つまり，「回転ドラムの周面に埋設された測定手段が，接地領域に対して回転ドラムの回転軸方向に，一定のピッチ幅で相対的に遷移しながら，繰り返しこの接地領域を周方向に通過する」ことになる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，本願発明の，「測定手段が通過する各ピッチでのタイヤの接地特性を，接地領域のドラム軸線方向端部から順次に素早く測定することができ，そして，これにより，接地領域内の軸線方向に異なる部分での接地特性のデータを，効率良く，多量に確保することができて，従来の方法に比べて，極めて容易にタイヤの接地領域を高分解能で鮮明に表現することができる」という効果は，連続的本件構成によっても，間欠的本件構成によっても生じる。",
                        "すなわち，連続的本件構成によれば，例えば，タイヤを回転ドラムに接触させて接地特性を計測しつつ，同じ速度で，回転ドラムの回転軸方向に，回転ドラムと相対的に移動させるのだから，測定に要する時間は，タイヤの幅だけタイヤを回転ドラムの回転軸方向に移動させる間のみであり，この間に，タイヤに対して回転ドラムが回転した周回数だけ接地特性のデータを確保することができる。また，当該効果は，本願明細書においてデータ収集の効率が悪いという課題があったとされていた従来技術，つまり，試験路面に3分力センサを埋設してその上に車両を通過させるといった測定方法に比較すれば，極めて短時間で接地特性のデータを効率良く多量に確保することができる。",
                        "また，間欠的本件構成によれば，例えば，タイヤを回転ドラムの回転軸方向に対して移動させることなく，回転ドラムに接触させて接地特性を計測し，その後，一定の幅でタイヤを回転ドラムの回転軸方向に，回転ドラムと相対的に移動させ，その位置で回転ドラムに接触させて接地特性を計測し，以後，同じ作業を繰り返すのだから，測定に要する時間は，タイヤの幅だけタイヤを回転軸方向に移動させる間と，タイヤと回転ドラムを接触させて接地特性を計測する時間であって，この間に，計測地点の数だけ接地特性のデータを確保することができる。当該効果は，本願明細書においてデータ収集の効率が悪いという課題があったとされていた従来技術と比較すれば，やはり，極めて短時間で接地特性のデータを効率良く多量に確保することができるといえる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "これに対して，原告は，間欠的本件構成によった場合には，測定位置をずらしながら繰り返し試験を行う必要があるから，高効率の測定ができず，時間がかかってタイヤに熱劣化が生じ，高精度，高い再現性のある測定ができないと主張する。",
                        "しかし，本願明細書において，時間がかかってデータ収集の効率が悪いという課題があったとされている従来技術は，試験路面に3分力センサを埋設してその上に車両を通過させるといった測定方法である。かかる従来技術に比べれば，間欠的本件構成による測定は，時間もかからず，効率が良いといえるし，タイヤに熱劣化が生じるとはいえない。",
                        "原告の主張には，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願発明の実施形態等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書には，本願発明の実施形態として，以下の記載がある。",
                        "【0023】以下，図面を参照して，本発明を詳細に説明する。",
                        "図1に示すところにおいて，本発明のタイヤの接地特性の測定装置は，少なくとも，タイヤTの接地圧P，幅方向せん断応力τ 及び周方向せん断応力τ を測定可x y能な測定手段1を周面に埋設された回転ドラム2と，回転ドラム2の回転速度Vdを制御するドラム用駆動手段3と，測定対象としてのタイヤTを，回転ドラム2の回転軸Aの方向，並びに該回転ドラムに対して接近及び離反する方向(図示例では，回転ドラム2の回転軸Aに直角な方向)に変位させるタイヤ制御スタンド4と，タイヤTの回転速度Vtを制御するタイヤ用駆動手段5と，タイヤTに所要のキャンバ角CA及びスリップ角SAを付与するタイヤ角制御手段6とを具える。",
                        "【0026】本発明のタイヤTの接地特性の測定方法では，例えば，上記のような測定装置を用いて，図3に示すところのように，回転ドラム2に，測定対象としてのタイヤTを当接させ，回転ドラム2及びタイヤTを共に回転させた状態で，タイヤTを回転ドラム2の回転軸Aの方向に漸次変位させながら，タイヤTの接地圧P，幅方向せん断応力τ 及び周方向せん断応力τ を測定する。"
                      ],
                      "content": [
                        {
                          "fig": "x",
                          "text": [
                            "y【0027】この測定方法によれば，測定手段1は，回転ドラム2の回転毎に，タイヤTの接地領域7を通過することになり，また，接地領域7上での測定手段1の通過経路は，タイヤTの前記回転軸A方向への漸次変位に伴って，毎周ピッチ幅Pで変位する。",
                            "【0028】本発明のタイヤTの接地圧の測定方法により得られた，タイヤTの接地圧P，幅方向せん断応力τ 及び周方向せん断応力τ の各データを利用して，x yタイヤの種々の接地特性を得ることができる。",
                            "【0032】前記ピッチ幅Pは，回転ドラム2の回転速度Vdと，タイヤTの前記回転軸A方向の変位速度とを調節することによって調節可能である。",
                            "即ち，回転速度Vdに対してタイヤTの変位速度を遅くすれば，ピッチ幅Pが小さくなるため，より多くの測定データを得ることができるので，高い分解能で鮮明にタイヤの接地領域を表現することができ，一方，タイヤTの変位速度を速くすれば，それだけ早く測定を完了させることができるので，測定効率を向上させることができる。",
                            "【図1】",
                            "【図2】                            【図3】"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記【0026】，【0027】及び【0032】に記載されているのは，「回転速度Vdに対してタイヤTの変位速度を遅くすれば，ピッチ幅Pが小さくなる」(【0032】)とあるように，連続的本件構成を前提とした実施態様である。しかし，この実施態様は，「本発明のタイヤTの接地特性の測定方法では，例えば，上記のような測定装置を用いて，」(【0026】)とあるように，本願発明の一実施例を示したものにすぎない。したがって，【0026】，【0027】及び【0032】の記載が連続的本件構成を前提としていることは，本願発明に間欠的本件構成が含まれないことの根拠とはならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対して，原告は，本願明細書全体の開示を見ても，間欠的本件構成は開示されていないから，本件構成は連続的本件構成と解すべきであると主張する。",
                        "しかし，本願明細書全体の開示から，間欠的本件構成を排除するような記載は存在しないから，実施例として間欠的本件構成が開示されていないことは，特許請求の範囲の解釈として間欠的本件構成を排除する理由にならない。",
                        "原告の主張には，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「審決の判断の誤りについて」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定",
                  "text": [
                    "刊行物1には，前記第2，3(1)認定のとおりの引用発明1及び以下の図面が記載されていると認められる。",
                    "【図5】                                  【図6】"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の認定",
                  "text": [
                    "刊行物2には，前記第2，3(3)イ認定のとおりの引用発明2が記載されていると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，本願発明には間欠的本件構成が含まれていることを前提にして，本願発明と引用発明1との一致点及び相違点を，上記第2，3(2)のとおり認定した。相違点2は，次のとおりである。",
                    "タイヤ制御スタンドが，本願発明では「測定対象としてのタイヤを，該回転ドラムの回転軸方向に一定のピッチ幅で相対的に変位させる」ものであるのに対し，引用発明1ではそのようなものではなく，超小型圧力センサ25をドラム31の幅W3方向に一列に配置している点。",
                    "原告は，本願発明は連続的本件構成のみを意味するものであって，間欠的本件構成を含まないことを前提として，審決が引用発明2を相違点2に適用して，本願発明が容易想到であると判断したことは誤りであると主張する。",
                    "しかし，本願発明は間欠的本件構成も含むものであるから，引用発明2は，タイヤが接地する面が「ドラム31」ではなく「タイヤ接地台3」である点を除く本願発明の構成，すなわち，「測定対象としてのタイヤを」，「タイヤが接する面の運動に対する横方向に一定のピッチ幅で相対的に変位させる」ことを開示するものといえる。審決の当該判断に誤りはない。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「本願発明が進歩性を有することについて」について",
              "text": [
                "原告は，本件構成は，引用発明1，引用発明2，刊行物1，刊行物2，甲3～甲6(周知技術)のいずれにも開示されていないと主張する。",
                "しかし，本件構成に含まれる間欠的本件構成は，引用発明2に開示された構成，すなわち，タイヤの位置の変更を行って，いったん固定し，固定された位置で測定を行い，測定が済んだら，また，同じ間隔で位置の変更を行って，一旦固定し，固定した位置で測定を行うといった操作を繰り返すものと同等である。したがって，引用発明2は，本願発明の相違点2に係る構成を開示するものである。",
                "原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，取消事由2には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "text": [
            "原告は，本願発明が連続的本件構成を採用することにより，顕著な効果を奏するものであると主張する。",
            "しかし，上記2(1)のとおり，本願発明は，間欠的本件構成を含むものであり，引用発明1及び引用発明2に比べて顕著な効果を奏するものであるとはいえない。",
            "取消事由3には，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求には理由がないからこれを棄却し，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10155",
    "date": "2016-03-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085800",
    "ipprecedent_id": "4322",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}