{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用(補助参加によって生じた費用を含む。)は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成25年6月19日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「液晶表示装置」とする特許権(本件特許権)の特許権者である控訴人が，被控訴人が輸入，販売する原判決別紙1被告製品目録記載の各製品(被告各製品)が本件特許の特許請求の範囲の請求項1に係る発明(本件発明)の技術的範囲に属し，被控訴人による被告各製品の輸入，販売が本件特許権の侵害に当たる旨主張して，被控訴人に対し，特許権侵害の不法行為に基づく損害賠償として実施料相当額(特許法102条3項)1億円及びこれに対する不法行為の後である訴状送達の日の翌日である平成25年6月19日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，本件特許は，「その発明について特許を受ける権利を有しない者」である控訴人代表者の特許出願に対してされたものであり，特許法123条1項6号所定の無効理由を有するものと認められるから，控訴人は，同法104条の3第1項により，被控訴人に対して本件特許権に基づく権利行使をすることができないとして，控訴人の請求を棄却した。",
            "控訴人は，原判決を不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等及び争点",
          "text": [
            "争いのない事実等及び争点は，原判決「事実及び理由」の第2の1及び3にそれぞれ記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "争点に関する当事者の主張は，次のとおり原判決を訂正し，当審における当事者の主張を付加するほか，原判決「事実及び理由」の第3に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決24頁1行目の「また，」を「控訴人代表者は，本件学会おいて日立が発表したIPS方式の液晶パネルに多くの参加者が感銘を受けていたことから，同方式の液晶パネルに関する発明を検討するようになった。」と改め，同頁17行目の「思いつき，」の後に「本件発明の特徴的部分である構成要件Eの構成を着想し，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決25頁19行目末尾に行を改めて次のとおり加える。",
                "「  したがって，Aは，本件発明の特徴的部分を着想するに当たり，何らの貢献もしておらず，本件発明の発明者とはいえないから，控訴人代表者は本件発明の真の発明者ではないとの被控訴人らの上記主張は失当である。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決25頁末行の「ア」の後に次のとおり加える。",
                "「  発明者とは，当該発明の特徴的部分，すなわち，特許請求の範囲に記載された発明の構成のうち，従来技術には見られない部分の完成に創作的に寄与した者であると解すべきところ，本件発明において，従来技術には見られない部分は構成要件Eのみであり，構成要件FないしHの構成は本件出願前の公知技術にすぎないから(後記イないしエ参照)，本件発明の特徴的部分は，構成要件Eの構成のみである。そして」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決26頁22行目末尾に行を改めて次のとおり加える。",
                "「エ  本件発明の構成要件Hに係る構成は，公知技術であり，乙14公報の図19で開示されている。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決26頁23行目の「エ」を「オ」と，28頁4行目の「オ」を「カ」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決28頁19行目の「分節」を「分説」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決29頁11行目の「下記の」を「上記の」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決における発明者の認定判断の誤り",
              "text": [
                "原判決は，争点(3)アに関し，①控訴人代表者には，液晶表示装置に関する技術を専門的に研究したり，技術開発や部品製造等の業務に従事した経験はなく，控訴人においては液晶表示技術に関する実験が可能な設備や施設が備えられていなかったこと，②控訴人代表者が，その本人尋問の際に，歩留まりの割合等の本件発明と従来技術との作用効果の違いを具体的に説明することができなかったこと，③控訴人代表者が本件発明の構成要件Eの構成を着想するに至る経過を示す客観的証拠が提出されていないこと，④Aが，本件出願当時，液晶表示装置に関する技術や製造方法等に精通し，本件明細書を図面を含めて作成し，特許庁審査官との面接に出席して審査官と意見を交わし，これを踏まえて補正を行っているといった事情が存在し，これらの事情から構成要件Eの構成はAによって着想されたことを推認できることを認定した上で，①ないし④の諸点によれば，構成要件Eの構成を着想したのは，控訴人代表者ではない旨判断した。",
                "しかしながら，控訴人代表者は，本件出願前に，ソニーに勤務していたころにAとの議論を通じて液晶技術の知識を身につけるとともに，本件学会に出席して日立公報や関連する論文，雑誌及び新聞の類に目を通すことによって，液晶技術に関する一般的な知識を習得していたこと，液晶表示装置を構成する各電極を絶縁層を介して分離することにより，互いの電極が短絡する可能性が減少し，その結果，液晶表示装置の各画素における欠陥が生じる可能性もまた減少することは，具体的な製造歩留まりや生産コストに関する技術的知識や経験がなくとも，液晶表示装置に関する基本的な知識さえ有していれば着想することができることからすると，原判決が挙げる上記①及び②の点は，控訴人代表者が構成要件Eの構成を着想したことを否定する根拠となるものではない。",
                "また，控訴人代表者が本件発明を完成させたのは約20年も前のことであるし，控訴人は中小企業であり，資料保管のためのリソースも有していない以上，その裏付けとなるメモ等が残っていないことは何ら不合理なことではないから，原判決が挙げる上記③の点も，控訴人代表者が構成要件Eの構成を着想したことを否定する根拠となるものではない。",
                "さらに，原判決は，上記④の事情から構成要件Eの構成はAによって着想されたことが推認できる旨判断したが，控訴人代表者が構成要件Eの構成を着想してそれをAに伝えたのであるから，Aが液晶表示装置に関する技術等に精通していたかどうかは無関係であるし，発明者本人ではなく，当該発明者から着想を伝えられた弁理士等が特許明細書を図面を含めて作成することは，特許業界における通常のプラクティスであるから，Aが本件明細書等を作成したからといって，Aが本件発明の発明者となるものではない。加えて，審査官とAとの間で，本件発明に関する会話があったことは事実であるとしても，それは拒絶理由の内容を確認するという限りであって，拒絶理由を踏まえた具体的な対応についてのやり取りは，控訴人代表者と審査官との間で行われていたのであるから，原判決が挙げる上記④の点は，構成要件Eの構成はAによって着想されたことを推認できる事情とはいえず，控訴人代表者が構成要件Eの構成を着想したことを否定する根拠となるものではない。",
                "したがって，原判決の上記認定判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における予備的主張",
              "text": [
                "①仮にAが本件発明の発明者であると法的に評価される場合であっても，本件の事実関係を前提とすれば，Aは，本件発明について控訴人名義で特許出願を行うべきであるという認識をし，控訴人代表者もそのことに同意していたと評価できるから，本件発明についての特許を受ける権利は，Aから控訴人に対して黙示的に譲渡されたものであり，②仮に上記①が認められないとしても，Aは，遅くとも，平成15年6月ころ，控訴人が本件発明に係る特許出願等につき，日立ディスプレイズと本件特許等を対象としたライセンス契約を締結し，控訴人においてライセンス料を受領することを容認していたことからすると，Aは，そのころ，控訴人代表者が本件特許を受ける権利の権利者であることを追認し，控訴人代表者は本件発明についての特許を受ける権利を有していたから，本件特許は，その発明について特許を受ける権利を有しない者の特許出願に対してされたものとはいえない。",
                "したがって，本件特許には，特許法123条1項6号の無効理由は存在しない。",
                "(被控訴人らの主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "控訴人の主張(1)に対し",
              "text": [
                "控訴人の主張は争う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張(2)に対し",
              "text": [
                "当審における控訴人の予備的主張は，時機に後れた攻撃防御方法(民訴法157条1項)として，却下されるべきものである。仮に却下が認められない場合には，控訴人の予備的主張はいずれも争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件特許は，その発明について特許を受ける権利を有しない者の特許出願に対してされたものであり，特許法123条1項6号所定の無効理由を有するから，控訴人は被控訴人に対して本件特許権に基づく権利行使をすることができず(同法104条の3第1項)，控訴人の請求は理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点(3)ア(本件出願は冒認出願に当たるか〔特許法123条1項6号〕)について",
          "text": [
            "争点(3)アに対する判断は，次のとおり訂正するほか，原判決「事実及び理由」の第4の1に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決38頁18行目の「「「基板上に」を「「基板上に」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決40頁13行目から14行目にかけての「OR11，OR12」を「ORI1，ORI2」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決47頁17行目の「IOT」を「ITO」と改め，同頁23行目の「(丙4，」の後に「5，」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決48頁8行目冒頭から10行目末尾までを削る。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決49頁20行目の「横電界方式液晶表示装置」を「液晶表示装置」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決51頁2行目の「従事した」から14行目末尾までを「従事した経験はなかった。」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決53頁2行目冒頭から14行目末尾までを削る。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決55頁末行の「ことがある」を「点にある」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決56頁の22行目から23行目にかけての「走査信号配線と」から57頁9行目の「作用効果」までを「「走査線信号配線と映像信号配線と共通電極と液晶駆動電極とがそれぞれ絶縁膜を介して互いに異なった層に形成分離されて」いること(構成要件E)により，走査信号配線と共通電極の短絡が発生する確率が小さくなり，水平ライン欠陥を低減させることが可能となるとともに，映像信号配線と液晶駆動電極の短絡が発生する確率も小さくなり，点欠陥を低減させることが可能となり，また，「映像信号配線の両側に映像信号配線とオーバーラップするように共通電極が配置され」(構成要件G)，映像信号配線と共通電極の少なくとも一部を絶縁膜を介して互いに重畳させたことにより，画素開口率を大きくすることができるといった作用効果」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決57頁11行目から12行目にかけての「構成要件EないしH」を「構成要件E及びG」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決59頁5行目の「乙14公報」の後に「(特開平7-36058号公報)」を，同頁9行目の「段落」の後に「【0002】」を，同頁24行目の「原告代表者は，」の後に「その本人尋問において，」をそれぞれ加える。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決60頁1行目の「できない。」を「できなかった。」と，同頁5行目の「Aから」から11行目の「供述する」までを「Aから本件学会でIPS方式の液晶ディスプレイを見てきて欲しいと電話で依頼を受け，いいものがあるから見てきたらどうだと言われ，展示されたディスプレイを15分程度見て帰ってきた旨供述するが，他方で，講演を聞くこともなく，本件学会で配布された日立論文1及び2等の講演資料を持ち帰ることはなかった旨供述する」と改め，同頁12行目の「Aは，」の後に「自らが本件学会に参加したかったができなかったために控訴人代表者に参加を依頼した旨述べ，その一方で，本件学会で配布された」を加える。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決61頁1行目の「に対しては」を「による反対尋問に対しては」と，同頁3行目の「日立論文1」を「日立論文1及び2」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決63頁10行目の「着想したとは」を「着想し，又は具体化したとは」と，同頁12行目の「具体化して発明を完成させたのは，」を「具体化したのは，」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決63頁13行目末尾に行を改めて次のとおり加える。",
                "「(セ)  これに対し控訴人は，①控訴人代表者には，液晶表示装置に関する技術を専門的に研究したり，技術開発や部品製造等の業務に従事した経験はなく，控訴人においては液晶表示技術に関する実験が可能な設備や施設が備えられていなかったこと，②控訴人代表者が，その本人尋問の際に，歩留まりの割合等の本件発明と従来技術との作用効果の違いを具体的に説明することができなかったこと，③控訴人代表者が本件発明の構成要件Eの構成を着想するに至る経過を示す客観的証拠が提出されていないことは，いずれも，控訴人代表者が構成要件Eの構成を着想したことを否定する根拠となるものではないし，さらに，④Aが，本件出願当時，液晶表示装置に関する技術や製造方法等に精通し，本件明細書を図面を含めて作成し，特許庁審査官との面接に出席して審査官と意見を交わしたことなどの事情は，構成要件Eの構成はAによって着想されたことを推認できる事情とはいえず，上記④の事情も，控訴人代表者が構成要件Eの構成を着想したことを否定する根拠となるものではないから，上記①ないし④の諸点は，構成要件Eの構成を着想したのが控訴人代表者ではないことの理由にはならない旨主張する。",
                "しかしながら，本件において，控訴人が控訴人代表者が構成要件Eの構成を着想したことの根拠であると主張する主たる証拠は，控訴人代表者の供述(当審で提出された甲38の陳述書を含む。)であるから，その供述の信用性が問題となるところ，前記(イ)ないし(ス)で説示したとおり，上記①ないし④の諸点を含む諸事情によれば，構成要件Eの構成を着想したのが控訴人代表者であるとの控訴人代表者の供述は到底措信することはできないし，上記供述に沿うAの供述も措信することはできない。他にこれを認めるに足りる証拠はない。",
                "したがって，控訴人の上記主張は採用することができない。」"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決63頁14行目の「着想したのが」を「着想し，又は具体化したのが」と改める。"
              ]
            },
            {
              "fig": "(17)",
              "text": [
                "原判決64頁19行目の「Aは，」から23行目の「認められる。」までを「Aは，本件出願について拒絶理由通知を受けると，特許庁審査官との面接に出席して，本件出願当初の請求項の内容について説明する一方で，特許庁審査官から拒絶理由通知の内容について説明を受けるなどして意見を交わした，控訴人代表者と特許庁審査官とがどのように請求項を補正したらいいかについて話をした，補正をする場合でも，審査官と直接会うのが一番いいと思って面接に出席したなどと述べていることに照らすと，Aの証言を前提とした場合でも，控訴人代表者と特許庁審査官とが，補正後の請求項の具体的な表現についてやり取りをしたとはいえ，Aが，補正をするかどうかやその内容を決めるための前提となる本件出願の当初の請求項記載の発明の内容の説明や，特許庁審査官からの拒絶理由の内容の説明についてのやり取りを行ったものであるし，そのようなやり取りを行う中で，拒絶理由において示された従来技術との差異など，拒絶理由に理由がないことの説明もされたことを推認できるから，実質的にはAが上記補正を主導していたと認められる。」と改める。"
              ]
            },
            {
              "fig": "(18)",
              "text": [
                "原判決65頁20行目から21行目にかけての「着想したとは」を「着想し，又は具体化したとは」と，同頁23行目の「着想したもの」を「着想し，又は具体化したもの」とそれぞれ改め，同頁25行目冒頭から66頁2行目末尾までを削る。"
              ]
            },
            {
              "fig": "(19)",
              "text": [
                "原判決66頁4行目の「原告代表者は」の後に「，本件発明の特徴的部分である構成要件E及びGの構成を着想し，又は具体化したものとは認められず，」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の予備的主張について",
          "text": [
            "控訴人は，①仮にAが本件発明の発明者であると法的に評価される場合であっても，本件の事実関係を前提とすれば，Aは，本件発明について控訴人名義で特許出願を行うべきであると認識し，控訴人代表者もそのことに同意していたと評価できるから，Aから控訴人に対して，本件発明についての特許を受ける権利が黙示的に譲渡されたものであり，②仮に上記①が認められないとしても，Aは，遅くとも，平成15年6月ころ，控訴人が本件発明に係る特許出願等につき，日立ディスプレイズと本件特許等を対象としたライセンス契約を締結し，控訴人においてライセンス料を受領することを容認していたことからすると，Aは，そのころ，控訴人が本件特許を受ける権利の権利者であることを追認し，控訴人は本件発明についての特許を受ける権利を有していたから，本件特許は，その発明について特許を受ける権利を有しない者の特許出願に対してされたものとはいえず，本件特許には，特許法123条1項6号の無効理由は存在しない旨主張するので，以下において判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "上記①について",
              "text": [
                "控訴人の上記①の譲渡の主張は，Aが本件発明についての特許を受ける権利が自己に帰属することを認識した上で，これを控訴人に対して譲渡するに至った経過や，譲渡の対価の有無及び対価額その他の譲渡の条件等についての具体的な主張を伴うものではなく，Aが本件発明について控訴人名義で特許出願を行うべきであると認識していたからといって直ちにAが本件発明についての特許を受ける権利を控訴人に対して譲渡する意思表示をしたことの根拠となるものではない。他にAが本件発明についての特許を受ける権利を控訴人に対して譲渡する意思表示をしたことを認めるに足りる証拠はない。",
                "また，控訴人代表者は，本件発明は，控訴人代表者が自ら発明をしたものであり，本件発明の発明者は控訴人代表者であって，Aではない旨を一貫して供述しており，控訴人代表者の上記供述は，Aにおいて本件発明についての特許を受ける権利が帰属していたことを否定するとともに，控訴人がAから本件発明についての特許を受ける権利の譲渡を受けたことを否定する趣旨の供述であるといえる。そうすると，控訴人代表者の供述から，控訴人がAから本件発明についての特許を受ける権利の譲渡を受けることに同意し，又はこれを承諾する旨の意思表示をしたものと認めることはできない。他にこれを認めるに足りる証拠はない。",
                "したがって，控訴人の上記①の譲渡の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "上記②について",
              "text": [
                "控訴人の上記②の追認の主張は，仮に上記①の譲渡の主張が認められないとしても，Aは，平成15年6月ころ，控訴人代表者が本件特許を受ける権利の権利者であることを追認したから，控訴人は本件発明についての特許を受ける権利を有していたものであり，追認の対象は，「本件特許を受ける権利の承継」であるというものであるが，その権利の承継がいつ，いかなる態様でされたのかその主張自体から明らかではない。また，仮に控訴人の上記②の追認の主張は，Aが本件発明についての特許を受ける権利を控訴人に承継させる意思表示をしたことを意味するのであるとすれば，上記①の譲渡の主張との実質的な違いは明らかとはいえないのみならず，Aにおいて控訴人が本件発明に係る特許出願等につき日立ディスプレイズと本件特許等を対象としたライセンス契約を締結し，ライセンス料を受領することを容認していた事実があるからといってAが本件発明についての特許を受ける権利を控訴人に承継させる意思表示をしたことの根拠となるものではなく，他にこれを認めるに足りる証拠はない(かえって，上記事実は，Aが控訴人代表者又は控訴人の名義を借りて特許出願をしていたこと(原判決62頁20行目から63頁8行目)をうかがわせるものといえる。)。",
                "したがって，控訴人の上記②の追認の主張は，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件特許には特許法123条1項6号の無効理由は存在しないとの控訴人の主張は，採用することができない。",
                "なお，被控訴人らは，控訴人の上記主張は，時機に後れた攻撃防御方法(民訴法157条1項)として，却下されるべきものである旨主張する。",
                "しかしながら，控訴人の上記主張は控訴理由書(2015年(平成27年)6月15日付け)に記載されたものであること，被控訴人は答弁書(同年9月2日付け)で，被控訴人補助参加人は補助参加人準備書面(1)(同年8月31日付け)でそれぞれ認否反論を行ったこと，これに対し控訴人は，控訴人第1準備書面(同年10月19日付け)で再反論を行ったこと，当裁判所は，同日開いた本件口頭弁論期日において口頭弁論を終結したことからすると，控訴人の上記主張により「訴訟の完結を遅延させることとなる」もの(民訴法157条1項)とは認められないから，被控訴人らの上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10075",
    "date": "2015-11-30",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)14849",
    "precedent_id": "085520",
    "ipprecedent_id": "4215",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}