{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。  "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決別紙「著作権ライセンス契約(著作権使用許諾契約)」記載の著作権ライセンス契約が，控訴人と被控訴人との間で締結されていることを確認する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，39万4200円を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，原判決別紙「著作権ライセンス契約(著作権使用許諾契約)」記載の著作権ライセンス契約(本件契約)を被控訴人との間で締結したと主張して，被控訴人に対し，本件契約が締結されていることの確認と，本件契約に基づく著作権使用料39万4200円の支払を求める事案である。",
            "原判決は，控訴人の本件契約の申込みを被控訴人が承諾した事実を認めるに足りず，かえって被控訴人は同申込みを明示的に拒絶していることが明らかであるから，本件契約が締結されたとの控訴人の主張は理由がない旨判断して，控訴人の請求を全部棄却したため，控訴人が，これを不服として控訴したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決の「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "次のとおり，当審における当事者の主張を付加するほか，原判決の「事実及び理由」の第2の2及び3記載のとおりであるから，これを引用する。",
            "〔当審における控訴人の主張〕",
            "原判決別紙「納品ソフトウェア一覧」記載のソフトウェア(本件ソフトウェア)のうち番号1ないし9記載のソフトウェアの著作権者である控訴人は，これらのソフトウェアについて，被控訴人にソフトウェアの改変及び譲渡・貸与等のビジネスを行う意思(著作権を使用する意思)の有無を確認する権利を有している。これに対して，被控訴人は，これらの行為を行う意思がある場合，著作権ライセンス契約を締結する義務があり，これらの行為を行う意思がない場合，著作権ライセンス契約を締結する義務はない。",
            "著作権者である控訴人は，被控訴人に対し，ソフトウェアの改変及び譲渡・貸与等のビジネスを行う意思(著作権を使用する意思)の有無について明確な回答がない場合，被控訴人がこれらの行為を行う意思があるとみなすとの通知を行っているため，被控訴人が著作権ライセンス契約を締結したくなければ，ソフトウェアの改変及び譲渡・貸与等のビジネスを行わない意思(著作権を使用しない意思)を示す必要があった。",
            "被控訴人が，ソフトウェアの改変及び譲渡・貸与等のビジネスを行わない意思を示さなかった事実は，控訴人と被控訴人間の著作権ライセンス契約締結の証左となる。",
            "〔当審における控訴人の主張に対する被控訴人の主張〕",
            "控訴人の本件契約の成立に関する主張は，民法その他諸法令の正しい解釈に基づくものとはいえず，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の本訴請求はいずれも理由がないものと判断する。その理由は，下記2のとおり，原判決を訂正し，下記3のとおり，当審における控訴人の主張に対する判断を付加するほかは，原判決の「事実及び理由」の第3の1及び2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁25行目の「証拠(甲2，5，7，8)」とあるのを，「証拠(甲2，5～8)」と訂正する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁19行目の「〔甲7，8〕」をあるのを，「〔甲6～8〕」と訂正する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件ソフトウェアのうち番号1ないし9記載のソフトウェアの著作権者である控訴人は，これらのソフトウェアについて，被控訴人にソフトウェアの改変及び譲渡・貸与等のビジネスを行う意思(著作権を使用する意思)の有無を確認する権利を有し，これに対して，被控訴人は，これらの行為を行う意思がある場合，著作権ライセンス契約を締結する義務がある旨主張する。",
                "しかし，控訴人及び被控訴人に，控訴人主張にかかる権利及び義務がそれぞれ存することを認めるに足りる法令上又は当事者間の合意等の根拠の主張立証はなく，控訴人の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，控訴人は，著作権者である控訴人は，ソフトウェアの改変及び譲渡・貸与等のビジネスを行う意思(著作権を使用する意思)の有無について明確な回答がない場合，被控訴人がこれらの行為を行う意思があるとみなすとの通知を行っていることから，被控訴人が著作権ライセンス契約を締結したくなければ，ソフトウェアの改変及び譲渡・貸与等のビジネスを行わない意思(著作権を使用しない意思)を示す必要があったにもかかわらず，被控訴人が，ソフトウェアの改変及び譲渡・貸与等のビジネスを行わない意思を示さなかった事実は，控訴人と被控訴人間の著作権ライセンス契約締結の証左となる旨主張する。",
                "確かに，控訴人は，被控訴人に対し，平成26年9月23日付けで，「今後当社ソフトウェアの著作権をトラム様〔被控訴人〕が使用するご意思がある場合，当社と著作権ライセンス契約(著作権使用許諾契約)を締結して頂く必要がございます。著作権ライセンス契約の著作権使用料(ロイヤリティ)は月額150，000円とし，著作権使用月の開始日までにお振込みにてお支払いいただきます。」，「トラム様が当社ソフトウェアの著作権をご使用する意思の表示は，平成26年10月3日(金)までとさせていただきます。平成26年10月3日(金)までにご意思の表示がない場合は，自動的に著作権ライセンス契約(著作権使用許諾契約)を締結する意思があるとみなします。」などと記載された通知書を送付した(甲2)。また，控訴人は，被控訴人に対し，同年10月26日付けで，「貴社に当社からの依頼書にご回答の意思がないものとして以下に申し述べます。ここにおいて，「沈黙は相手の主張を認めることと同等」とする訴訟上の原則に従い，当社技術者が作成したソフトウェアの著作権はすべて当社にあることを貴社が認めたものとします。また，貴社にその著作権を使用する意思がある，あるいは，現在著作権を使用しているものと解釈します。」，「上記を理由として，ここで「著作権ライセンス契約(著作権使用許諾契約)」が成立したものとします。」などと記載された本件通知書を送付した(甲7)。",
                "しかし，控訴人の上記各通知に対して，被控訴人がこれに回答すべき義務があることや，これに回答しなかった場合に本件契約が締結されたものとみなされるべき法令上又は当事者間の合意等の根拠の主張立証はない上，前記認定のとおり，被控訴人は，同年10月10日付けの回答書(甲5)及び同月29日付け通知書(甲8)において，控訴人の上記各通知に対して，明示的に拒絶していることは明らかであるから，控訴人の上記主張も，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，その余の点について判断するまでもなく，控訴人の被控訴人に対する請求はいずれも理由がない。したがって，控訴人の本訴請求をいずれも棄却した原判決は相当である。",
            "よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10082",
    "date": "2015-10-01",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)2946",
    "precedent_id": "085352",
    "ipprecedent_id": "4163",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}