{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800030号事件について平成27年3月10日にした審決のうち「特許第5324681号の請求項1，3ないし7，9に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない事実)",
          "text": [
            "原告は，発明の名称を「棒状ライト」とする特許5324681号(平成24年5月29日出願，平成25年7月26日設定登録。以下「本件特許」という。)の特許権者である。",
            "被告は，平成26年2月24日付けで，特許庁に対し，本件特許を無効にすることを求めて審判の請求をした。",
            "特許庁は，上記請求を，無効2014-800030号事件として審理した上，平成27年3月10日，「特許第5324681号の請求項1，3ないし7，9に係る発明についての特許を無効とする。特許第5324681号の請求項2，8に係る発明についての審判請求は，成り立たない。審判費用は，その9分の2を請求人の負担とし，その9分の7を被請求人の負担とする。」との審決をし，審決の謄本を，同月19日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の特許請求の範囲(請求項の数は9)のうち，請求項1，3ないし7，9の記載は，次のとおりである(以下，それぞれの請求項に記載の発明を，請求項の番号を付して「本件発明1」等という。また，本件発明1，3ないし7，9を，併せて，「本件発明」ということがある。また，本件特許に係る明細書及び図面を「本件明細書」という。甲3)。",
            "「【請求項1】",
            "筒状の胴体部と，",
            "前記胴体部の内部に位置し，発光する発光部と，",
            "前記胴体部の前端に設けられ，前記発光部が発する光を遮蔽するヘッド部と，",
            "前記胴体部と連結し，側面に孔部を備える手でつかむための保持部と，",
            "前記保持部の内部に設けられ，前記発光部に動力を供給する電源部と，",
            "前記保持部の内部であって，前記孔部に隣り合うように設けられた，前記発光部が発する熱を散熱する散熱部とを有し，",
            "前記胴体部は，前記保持部に差し込まれることで前記保持部に連結し，",
            "前記発光部は，前記胴体部の，前記保持部に差し込まれた部分に位置する棒状ライト。」",
            "「【請求項3】",
            "前記胴体部は，更に，",
            "内側に装飾シートを備えることを特徴とする請求項1または2記載の棒状ライト。",
            "【請求項4】",
            "前記胴体部は，前記保持部から着脱可能であることを特徴とする請求項1から3いずれか1項記載の棒状ライト。",
            "【請求項5】",
            "前記保持部は，更に，",
            "前記発光部の発光条件を制御する制御部を備えることを特徴とする請求項1から4いずれか1項記載の棒状ライト。",
            "【請求項6】",
            "前記保持部は，更に，",
            "ストラップを装着するための突起物を有することを特徴とする請求項1から5いずれか1項記載の棒状ライト。",
            "【請求項7】",
            "前記棒状ライトは，更に，",
            "前記胴体部と前記ヘッド部との間に内蓋を有することを特徴とする請求項1から6いずれか1項記載の棒状ライト。」",
            "「【請求項9】",
            "前記保持部は，更に，",
            "前記制御部に対して，前記発光条件の切り替え指示を与えるスイッチ部を備えることを特徴とする請求項5記載の棒状ライト。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。その要旨は，①  本件特許の出願日前に販売されていた原告製の「キングブレード・マックス(発光部サイズ：φ30mm×H：150mm，全長250mm，JAＮコード：4562342920072)」(審判における検甲1の1。以下「本件製品」という。)は，下記の構成Aないし構成Pを有するものであるところ，本件製品の各構成のうち構成Fを除く構成については，分解せずに外観を観察することにより知ることができ，構成Fについては，本件製品の保持部を分解することにより知ることができる，②  本件製品は，本件特許の出願日前に販売されており，本件製品の購入者に対し本件製品の分解を禁止したり守秘義務を生じさせるものとは認められないから，本件製品の内容は公然実施をされたものである，③  本件発明1，3ないし6，9は，いずれも本件製品と構成上差異はなく，本件特許の出願日前に公然実施された発明であるから，特許法29条1項2号の規定により特許を受けることができない，④  本件発明7は，本件製品の内容に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，⑤  よって，本件発明についての特許は，特許法123条1項2号に該当し無効とすべきである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した本件製品の構成Aないし構成Pは，次のとおりである。",
                "A．  筒状の胴体部と，",
                "B．  前記胴体部の内部に位置し，発光する発光部と，",
                "C．  前記胴体部の前端に設けられ，前記発光部が発する光を遮蔽するヘッド部と，",
                "D．  前記胴体部と連結し，側面に孔部を備える手でつかむための保持部と，",
                "E．  前記保持部の内部に設けられ，前記発光部に動力を供給する電源部と，",
                "F．  前記保持部の内部であって，前記孔部に隣り合うように設けられた，前記発光部が発する熱を散熱する散熱部とを有し，",
                "G．  前記胴体部は，前記保持部に差し込まれることで前記保持部に連結し，",
                "H．  前記発光部は，前記胴体部の，前記保持部に差し込まれた部分に位置する棒状ライト。",
                "J．  胴体部は透明な筒状の合成樹脂で構成され，その内部に筒状に丸められたオレンジ色のフィルムが挿入されている。",
                "K．  胴体部と保持部とは別体で構成され，これらは螺合結合により着脱自在になっており分離・結合が可能である。",
                "L．  発光部の発光条件を制御する制御基板が設けられ，制御基板は保持部内に設置されており，スイッチの操作で種々の発光条件を異ならせて発光させている。",
                "M．  ストラップを装着するための突起部が保持部に形成されている。",
                "Ｎ’．  胴体部のヘッド部側の端部は塞がれており，その内部側に蓋状物が設けられている。",
                "P．  発光部の発光条件の切り替えを指示するスイッチが保持部の底部に設けられ，スイッチの押圧操作で種々の発光条件を異ならせて発光させている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由(本件製品の公然実施を認めた誤り)",
      "text": [
        "本件製品が本件特許の出願日前に販売されていたとしても，本件製品の構成Fは，本件製品を破壊しなければ知ることができないものであり，本件製品の分解は禁止されていたのであるから，構成Fが「知られるおそれのある」状態で販売されていたことが認められるとして，本件製品の公然実施を認めた審決には誤りがあり，本件発明が，公然実施されたものであるなどとした審決の判断にも誤りがあるから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，本件特許の出願日前に，本件製品を販売していた。",
            "しかし，本件製品の構成Fは本件製品を破壊しなければ知ることができない。",
            "本件製品のパッケージ裏面には「意図的に分解・改造したりしないでください。破損，故障の原因となります。」との記載(甲4)があり，これにより，本件製品の分解が禁じられていた。上記記載が，破損，故障に対する注意書きであったとしても本件製品の分解を禁じていることに変わりはない。内部構造をノウハウとして秘匿するべく購入者による本件製品の分解を認めていないのであるから，本件製品の購入者は，社会通念上，この禁止事項を守るべきであり，警告を無視する悪意の人物を想定し，本件製品の破壊により分解しなければ知ることができない構成Fについて「知られるおそれがある」と判断することは特許権者である原告に酷である。",
            "パッケージに禁止事項が明確に記載された商品を購入した者は，社会通念上，その禁止事項を守るべきであることはいうまでもない。被告は，例えば，日常で良く目にする「列に割り込まないでください」，「ゴミを捨てないでください」，「覗かないでください」などの注意事項は，法的根拠がなければ守る必要がないと考えているのであろうか。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許庁の審査基準において，「『公然知られるおそれのある状況』とは，例えば，工場であるものの製造状況を不特定の者に見学させた場合において，その製造状況を見た場合に製造工程の一部については装置の外部を見てもその内容を知ることができないものであり，しかも，その部分を知らなければその発明全体を知ることはできない状況で，見学者がその装置の内部を見ること，又は内部について工場の人に説明してもらうことが可能な状況(工場で拒否しない)をいう。」(甲5)とされている。本件製品の事例を上記審査基準の例に当てはめれば，装置の前に内部を見ることを禁止する看板が掲げられているようなものであるから，本件製品の販売が「公然知られるおそれのある状況」であるとするのは不当である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，会社設立から間もないこともあって資金面で不十分な時期に本件製品を発売したため，本件製品として具体化された発明(本件発明)を特許で保護するのではなく，ノウハウとして秘匿することで他者による模倣から守ろうとしたのであり，その手段として本件製品のパッケージ裏面に分解禁止の文言を付した。",
            "特許制度には出願前の実施に関し，善意の実施者が事業をしていた後に，別の者が特許出願をして権利化したとしても，善意の実施者が保護されるという先使用権の制度があるにもかかわらず，善意の実施者である先使用者の事業によってその後に出願された特許が公然実施を理由に無効になってしまうのであれば，そもそも先使用権の制度に先使用者の事業を含める必要性がない。",
            "小さな企業である原告が開発した製品を被告のような大手企業が分解し，分解されたことでわかるノウハウを得て製品を製造することがまかり通り，さらには分解禁止と記載したにも関わらず公然実施として特許が無効となる世の中であっては，発明者のような資金面で特許出願をする時期がずれてしまった優秀な技術者の発明の意欲が減退し，特許法の目的である産業の発達に寄与することができなくなる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "本来，購入者が製品を購入した時点で，製品の所有権は購入者に移転しているから，購入者が製品をどのように使用しようと，処分しようと自由である。当然，製品の購入者は製品の分解も自由にできる。本件製品のパッケージの裏面の記載は，単に，情報を一方的に伝達するための記載にすぎず，販売者と購入者との間で，製品の分解を禁止する旨の契約や秘密保持契約を結ぶような性質を有するものではなく，当該記載を看取した購入者に，分解禁止義務及び守秘義務を課するような法的効果をもたらすものではない。",
            "本件製品の構成Fについて，本件製品を分解することにより知ることができることは，原告も認めている。本件製品の販売は，本件製品が分解され，構成Fの内容が公然知られる状況又は公然知られるおそれのある状況の実施である。",
            "したがって，本件製品の構成Fを有する本件発明は，公然実施された発明であるなどとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告が主張する工場の例は，装置の所有権が工場側にあり，見学者側にないことが前提となっていると考えられる。本件では，購入者は製品を購入した時点で，その所有権を有していることが前提となるので，原告の主張する工場の例とは，その前提が異なる。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，本件発明について，特許制度を利用しており，資金面が十分でなかったかどうかは不明である。また，原告は，本件発明をノウハウとして秘匿することで，他者による模倣から守ろうとしたというが，現実には，特許制度を利用しているのであるから，本件発明の内容は公開されることになる。原告の主張には矛盾があり，そもそも，ノウハウとして秘匿しようとした意図があったのかも不明である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張する取消事由は理由がなく，審決に取り消されるべき違法はないと判断する。その理由は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由(本件製品の公然実施を認めた誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件製品の公然実施について，「本件製品は，本件特許の出願日である平成24年5月29日より前である平成24年4月20日には販売されていたものと認められ(甲1の1)，該点は被請求人(原告)も認めるところである。本件製品の構成Aないし構成Pのうち，構成Fを除く構成については，被請求人(原告)も認めるように，分解せずに外観を観察することにより知ることができるから，公然と実施されていることは明かである。本件製品の構成Aないし構成Pのうち，構成Fについては，本件製品が，保持部分が分解不可能である構造でもなく，また，分解しても，内部構造が，ばらばらになってわからなくなるようにされているとも認められないので，本件製品の保持部分を分解することにより，知ることができるものと認められ，該点は，被請求人(原告)も認めるところである。また，本件製品を分解することについては，パッケージの裏面に，「意図的に分解・改造したりしないでください。破損，故障の原因となります。」との記載があるものの(甲4)，破損，故障に対する注意書きであって，例えば，ソフトウエアの使用許諾において，リバースエンジニアリング，逆コンパイル，逆アセンブルを禁じるように，分解すること自体を禁じるものであるとは認められず，また，購入者に守秘義務を生じるようなものであるとも認められない。したがって，本件製品は，少なくとも，分解され，構成Fが知られるおそれのある状態で販売されていたと認められるので，構成Fについても，公然実施されたものと認められる。」と判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件製品は，2012年(平成24年)4月20日にディスカウントショップであるドン・キホーテ秋葉原店で購入されたものであり(甲1の1)，遅くとも本件特許の出願日(平成24年5月29日)より前の平成24年4月20日には，日本国内で販売されていたこと，本件製品は，「棒状ライト」であり，審決が認定したとおりの構成Aないし構成Pを有するものであること，本件製品の構成F以外の構成は，外観を観察することにより知ることができ，構成Fは，本件製品の保持部分を分解することにより知ることができることについては，当事者間に争いがない。",
                "特許法29条1項2号にいう「公然実施」とは，発明の内容を不特定多数の者が知り得る状況でその発明が実施されることをいうものである。本件のような物の発明の場合には，商品が不特定多数の者に販売され，かつ，当業者がその商品を外部から観察しただけで発明の内容を知り得る場合はもちろん，外部からはわからなくても，当業者がその商品を通常の方法で分解，分析することによって知ることができる場合も公然実施となる。",
                "前記のとおり，本件製品は，小売店であるディスカウントショップで商品として販売されていたため，不特定多数の者に販売されていたと認められる。また，前記争いのない事実によれば，当業者であれば，本件製品の構成F以外の構成は，その外観を観察することにより知ることができ，本件製品の構成Fについても，本件製品の保持部分を分解することにより知ることができるものと認められる。",
                "そして，本件製品が販売されるに当たり，その購入者に対し，本件製品の構成を秘密として保護すべき義務又は社会通念上あるいは商慣習上秘密を保つべき関係が発生するような事情を認めるに足りる証拠はない。",
                "また，本件製品の購入者が販売者等からその内容に関し分解等を行うことが禁じられているなどの事情も認められない。本件製品の購入者は，本件製品の所有権を取得し，本件製品を自由に使用し，また，処分することができるのであるから，本件製品を分解してその内部を観察することもできることは当然であるといえる。",
                "以上によれば，本件製品の内容は，構成Fも含めて公然実施されたものであると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件製品の構成Fは本件製品を破壊しなければ知ることができないし，本件製品のパッケージ裏面の「意図的に分解・改造したりしないでください。破損，故障の原因となります。」との記載(甲4)により，本件製品の分解が禁じられており，内部構造をノウハウとして秘匿するべく購入者による本件製品の分解を認めていないのであるから，本件製品の購入者は社会通念上この禁止事項を守るべきであり，警告を無視する悪意の人物を想定し，本件製品の破壊により分解しなければ知ることができない構成Fについて「知られるおそれがある」と判断することは特許権者である原告に酷である旨主張する。",
                    "しかし，本件製品のパッケージ裏面の前記記載は，その記載内容等に照らすと，意図的な分解・改造が本件製品の破損，故障の原因となることについて購入者の注意を喚起するためのものにすぎないといえる。本件製品のパッケージ裏面の意図的な分解・改造が破損，故障の原因となる旨の記載により，この記載を看取した購入者がそれでもなお意図して本件製品を分解し，本件製品を破損・故障させるなどした場合については，販売者等に対し苦情を申し立てることができないということはあるとしても，この記載を看取した購入者に本件製品の構成を秘密として保護すべき義務を負わせるものとは認められず，そのような法的拘束力を認めることはできない。また，上記記載があるからといって，社会通念上あるいは商慣習上，本件製品を分解することが禁止されているとまでいうことはできず，秘密を保つべき関係が発生するようなものともいえない。",
                    "仮に，原告が本件製品のパッケージ裏面に前記記載をした意図が購入者による本件製品の分解禁止にあったとしても，前記認定を左右するものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，特許庁の審査基準に記載された工場の例をあげ，本件の事例を審査基準の例に当てはめれば装置の前に内部を見ることを禁止する看板が掲げられているようなものであるから，本件製品の販売が「公然知られるおそれのある状況」であるとするのは不当である旨主張する。",
                    "しかし，前記審査基準における例示は，装置の所有権等の管理権が工場側にあることを前提とするものであるのに対し，前記のとおり，本件製品の購入者は，本件製品の所有権を取得しており，本件製品をどのように使用し，処分するかは購入者の自由であるといえるから，原告の上記主張は，その前提を欠くものといわざるを得ない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，会社設立から間もないこともあって資金面で不十分な時期に本件製品を発売したため，本件製品として具体化された発明(本件発明)を特許で保護するのではなく，ノウハウとして秘匿することで他者による模倣から守ろうとしたのであり，その手段として本件製品のパッケージ裏面に分解禁止の文言を付したなどとも主張する。",
                    "しかし，前記認定のとおり，本件製品のパッケージ裏面の記載は，意図的な分解・改造が破損，故障の原因となることについて購入者の注意を喚起するためのものにすぎず，原告の意図がどのようなものであれ，これによってこの記載を看取した購入者と販売者等との間に本件製品の分解等について何らかの法的関係を発生させるものではない。",
                    "また，原告は，善意の実施者が保護されるという先使用権制度の趣旨等に鑑みても，善意の実施者である先使用者の事業によってその後に出願された特許が公然実施を理由に無効になってしまうのであれば，そもそも先使用権の制度に先使用者の事業を含める必要性がない，本件製品のパッケージ裏面に分解禁止の文言を付したことで本件製品の内部の秘匿状態は守られるべきであり，本件製品を販売したことを公然実施とした審決の判断は誤りであるなどとも主張する。",
                    "しかし，特許を受ける権利を有する者の行為に起因する発明の新規性喪失については，特許法30条2項ないし4項に規定するところにより保護されるものであるから，先使用権制度の趣旨を理由とする原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件製品の内容(構成Aないし構成P)は公然実施されたものである旨の審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件発明1，3ないし6，9は，いずれも本件製品と構成上差異はないこと，本件発明7は，本件製品の内容に基づいて当業者が容易に発明をすることができたものであることについては，当事者間に争いがなく，①  本件発明1，3ないし6，9は，本件特許の出願日前に公然実施された発明であるから，特許法29条1項2号の規定により特許を受けることができない，②  本件発明7は，本件製品の内容に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，として本件発明についての特許を無効とした審決の判断に誤りはない。",
            "したがって，原告主張の取消事由は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，審決には，これを取り消すべき違法はない。よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}