{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-650016号事件について平成26年8月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，別紙商標目録記載の商標(以下「本願商標」という。)について，指定商品を下記のとおりとして，平成24年1月18日，国際登録第1109077号に係る国際商標登録出願(パリ条約による優先権主張日平成23年7月25日，ドイツ連邦共和国。以下「本願」という。)をした(乙1)。",
                "記",
                "「Class 10  Implants for osteosynthesis，ortheses，endoprostheses and organ substitutions，anchors for endoprostheses and dental protheses，articular surface replacement，bone spacers; hip joint balls，acetabular shell，acetabular fossa and knee joint components」",
                "(訳文)",
                "第10類「骨接合術用インプラント，矯正器，体内人工器官及び器官の代用品，体内人工器官用及び歯科用義歯用のアンカー，関節面の代用部品，ボーンスペーサー，股関節用ボール，寛骨臼シェル，寛骨臼窩用及び膝関節用の構成部品」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "原告は，平成25年11月8日付けの拒絶査定を受けたため，平成26年2月21日，拒絶査定不服審判を請求した。",
        "特許庁は，上記請求を不服2014-650016号事件として審理を行い，平成26年8月28日，「本件審判の請求は，成り立たない。」との審決(出訴期間の付加期間90日。以下「本件審決」という。)をし，同年9月10日，その謄本が原告に送達された。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "原告は，平成27年1月5日，本件審決の取消しを求める本件訴訟を提起した。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願商標は，球体の一部を切断し，その切断面の中央に半球状のくぼみを有するピンク色の図形を立体的に表した構成からなるものであるが，本願商標の図形は，人工股関節などに用いられるヘッドと称するインプラントの形状と認められ，本願商標をその指定商品中，人工股関節などに用いられるインプラントに照応する商品に使用しても，取引者，需要者は，その商品の形状を普通に用いられる方法で表示したものとして理解するにとどまり，自他商品を識別するための標識とは認識し得ないから，商標法3条1項3号に該当し，また，本願商標がその指定商品に使用された結果，需要者が本願商標を原告の業務に係る商品であることを認識することができるに至ったものとは認められず，本願商標は同条2項の要件を具備しないとして，本願商標については商標登録を受けることができないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願商標の商標法3条1項3号該当性の判断の誤り)",
              "text": [
                "本願商標は，ピンク色の半球体であって，その中央に円形のくぼみを有する形状からなるものであって，人工股関節などに用いられるインプラントに共通の特徴を有しているとしても，「柔らかな球体のフォルムと，つやつやとしたピンク色の半球体の形状」ゆえに，形状及び色彩に他に類するもののない特徴を有しており(甲5，12)，市場で初めて本願商標に接した者は，「これは一体なんだろう。」という素直な感想を持つと解するのが自然であるから，本願商標は，インプラントを立体的に表したものと容易に認識，把握させるにとどまらず，自他商品識別力を生来的に備えていることは明らかである。",
                "したがって，取引者，需要者は，本願商標が，指定商品である「骨接合術用インプラント」に含まれる人工股関節用インプラントの商品に使用された場合，その商品の形状を普通に用いられる方法で表示したものと理解するにとどまらず，十分に自他商品を識別するための標識と認識し得るものであるから，本願商標が商標法3条1項3号に該当するとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願商標の商標法3条2項該当性の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の使用",
                  "text": [
                    "原告は，ドイツに本拠地を置く，セラミックス部品メーカーであり，その事業所及び関連会社が，ヨーロッパのみならず，アジア及び南北アメリカの各地に展開されている。原告は，軽量ながら高い強度を保つことができるセラミックスの特性を活かし，医療機械器具，エレクトロニクス，自動車等の幅広い分野で事業を展開し，本願商標に係る立体的形状は，このうちの関節・骨接合術用インプラント「BIOLOX  delta」シリーズとして製造販売されているボールヘッド型インプラントである。当該製品は，1974年(昭和49年)の販売開始以降，素材・形状の改良と品質管理の向上が継続して行われた結果，今や累計800万件以上の臨床実績を有し，名実共に「臨床で使用される製品のスタンダード」として世界的に認められている。また，原告の商品が人工股関節用セラミックインプラントに占めるシェアは約80％に至る。",
                    "原告は，日本においても，日本語のウェブサイト(甲2，4)を作成し，パンフレット(甲5)等による営業活動を積極的に行っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用による自他商品識別機能の獲得",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "人工関節置換技術において用いられる「骨接合術用インプラント」の形状は，大腿，膝，肘等の手術箇所，手術方法，患部の状態等によって異なり，同じ手術箇所に用いられるインプラントであっても，本願商標に係る立体的形状と必ずしも同一となるものではない。例えば，他社の製品は，半球体がやや平たくなっているもの(甲6)等がある。同業他社や専門家にもピンク色の本願商標に係る立体的形状が広く認知され，本願商標に係る商品の評価も非常に高く，原告は，先端的セラミック分野におけるグローバルリーダーであるとも評されている(甲23)。",
                        "したがって，本願商標に係る立体的形状でなければ，商品の機能が発揮できないというものではなく，本願商標は，商品の形状そのものの範囲を出ないと認識されるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願商標の特徴は，色彩にある。従来，骨接合術用インプラントは金属製であったため，金属色以外の骨接合術用インプラントは存在せず(甲7)，また，昨今は，セラミックス素材が使用されるようになったため，自由に着色することが可能になったものの，他社の同種製品の色彩は，白色又はベージュ色である(甲8ないし11)。",
                        "これに対し，原告は，マーケティング戦略の一環として，自社製品を全てピンク色に着色し，製品説明資料のみならず，2008年(平成20年)ころから継続して，製品のピンク色を特に強調したブース展示を行う等の宣伝活動を行い，また，販売促進のために，顧客に配布するグッズ(ゴルフボール，手提げバッグ，USBメモリ等)にも，ピンク色の製品イラストをデザインしている(甲12ないし16)。",
                        "原告は，市場に白色かベージュ色の製品しか存在しない中で，製品そのもののピンク色を強調するマーケティングを行っていることから，本願商標に係る立体的形状に接した需要者は，当該製品を「セラムテック社のインプラント」ないし「あのピンク色のインプラント」と認識するのであって，本願商標に係る立体的形状が自他商品識別機能を備えていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "欧州医療用品供給業者団体による統計によれば，欧州各国で原告の業務に係る商品が出荷され使用され(甲18)，本願商標に係る商品は，「バーバリアンイノベーションアワード2006」での目覚ましく革新的な功績による表彰や「EFORTインダストリーアワード2013」での評価をはじめとして，「Heinz-Mittlemeier研究賞」の受賞等，欧州各国において，高く評価されている(甲19，20)。",
                      "text": [
                        "また，ドイツのベルリンで開催された第13回EFORT会議に参加した整形外科医療従事者を対象者として，2012年(平成24年)5月24日から25日に実施したアンケート結果(甲17)によれば，整形外科医療従事者の約6割が，本願商標に係る立体的形状を「(具体的な社名を挙げることはできないものの)特定の企業の商品である」と回答し，約4割が「セラムテック社の商品である」と回答している。",
                        "上記アンケート結果から，本願商標に係るピンク色のイラストや立体的形状がその指定商品に使用され，ドイツをはじめとする各国において需要者の間に広く認識されていることは明らかである。",
                        "そして，前記アのとおり，原告の商品が名実共に「臨床で使用される製品のスタンダード」として世界的に認められていること，人工股関節用セラミックインプラントに占めるシェアが約80％に至ること，日本においても，製品に関する専門サイトを作成し，また，パンフレット等による営業活動を行っていることに照らせば，ドイツのみならず，日本においても本願商標に係る立体的形状がその指定商品に使用され，需要者の間に広く認識されていることは明らかである。",
                        "さらには，ニュージーランド・オークランドにおいて関節置換手術に精通している整形外科医でさえ，ピンク色のインプラントといえば原告の「BIOLOX  delta」を連想すると述べていること(甲24，25)からすると，日本においても，ピンク色のインプラントに関しては原告の業務に係る商品であることを認識できることは容易に推測できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(ア)ないし(ウ)によれば，本願商標がその指定商品に使用された結果，需要者が原告の業務に係る商品であることを認識することができるに至ったものといえるから，本願商標は商標法3条2項に該当する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "したがって，本願商標が商標法3条2項に該当することを否定した本件審決の判断は誤りであるから，本件審決は，取り消されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，別紙商標目録記載のとおり，図形と色彩との結合からなる平面商標であるところ，その図形は，球体を半球よりやや大きめに切断し，その半球状の平らな面(切断面)の中央部分に，切断面の円の3分の1程度の大きさの円形のくぼみを有し，全体を斜め上方の視点から捉えた斜視図をもって表した構成からなり，その全体は淡いピンク色である。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願の指定商品には，人工股関節用インプラントが含まれる。股関節は，大腿骨の上端にある骨頭と呼ばれる球状の部分が，骨盤の寛骨臼にはまり込むように形成され，可動するものであり，一般的な人工股関節用インプラントは，大腿骨の骨頭の役割をする「ヘッド」，ヘッドを受け止める「インサート」，骨盤の寛骨臼にはめ込みインサートを支える「カップ」，ヘッドに差し込んで支えるための土台として大腿骨に埋め込む「ステム」から構成されている。",
                        "しかるところ，本願商標の図形が表す形状と一般的な人工股関節用インプラントのヘッドの形状とは，一部を平らにした半球状であること，球体状の部分の反対側にくぼみを有することにおいて共通する実質的に同一のものであるから，本願商標の図形が表す形状は，指定商品である人工股関節用インプラントのヘッドの形状そのものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "商品に，その素材から生じ得る自然な色を採択したり，単一の色彩を施すことは，幅広い商品分野において，極めて一般的に行われており，人工股関節用インプラントのヘッドにおいても，全体が白色の商品，ベージュ色の商品などが取引されている実情がある(乙6，8，9)。",
                        "本願商標の色彩であるピンク色(淡いピンク色)は，基本的な色の一つであるから，人工股関節用インプラントについて，これまで使用されていなかったとしても，普通に採択され得る色彩の一つといえるものであり，しかも，白色やベージュ色(淡い茶色)とも比較的似た印象を与え，これらと比較しても，特に特徴のある色彩であるとはいえない。",
                        "また，人工股関節用インプラントは，医療を目的として体内に埋め込んで使用するものであり，専ら，医療従事者又はその関係者等の専門家によって，特に求められる機能や目的からその形状や材質に着目して取引されるものであり，商品の色彩が着目されるものとはいい難く，これらの専門家は，本願商標の図形が表す形状に彩色された色彩の種類にかかわらず，本願商標が人工股関節用インプラントのヘッドを表したものと認識，把握する。",
                        "そうすると，本願商標の図形が表す形状全体が単一のピンク色(淡いピンク色)であることは，単にその形状に普通に採択され得る色彩の一つが施されているにすぎないものと認識されるものであって，これをもって自他商品の識別標識としての機能が生じるということはできない"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本願商標の図形が表す形状は，指定商品である人工股関節用インプラントのヘッドの形状そのものであり，また，その形状全体が単一のピンク色であることは，単にその形状に普通に採択され得る色彩の一つが施されているにすぎないものと認識されるものであって，これをもって自他商品の識別標識としての機能が生じるということはできない。かかる構成からなる本願商標は，上記指定商品に使用した場合，その商品の一般的な形状を写実的に表したものと理解されるにとどまり，自他商品を識別するための標識と認識し得ないものであるから，商標法3条1項3号に該当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，これに対し，市場で初めて本願商標に接した者は，「柔らかな球体のフォルムと，つやつやとしたピンク色の半球体の形状」ゆえに，「これは一体何だろう。」という率直な感想を持ち，人工股関節用インプラントのヘッドを立体的に表したものと認識，把握させるにとどまらず，本願商標は，自他商品識別力を生来的に備えているから，商標法3条1項3号に該当する旨主張する。",
                        "しかしながら，一般的な人工股関節用インプラントのヘッドが半球状の形状からなり，かつ，インサートとの摩耗を軽減するために平滑な表面を必要とした結果，つやつやした光沢が生じ得ることからすれば，本願商標に光沢が表されていることをもって，本願商標が自他商品識別力を生来的に備えているとはいえない。",
                        "そして，前記(ウ)のとおり，本願商標が表す図形の形状は，人工股関節用インプラントのヘッドについて，多くのメーカーが採択している商品の一般的な形状そのものであって，同種の商品に関与する者がその商品の形状を表す際にはその使用を欲するものといえるものであり，また，商品に，その素材から生じ得る自然な色を採択したり，単一の色彩を施すことは，極めて一般的に行われており，ピンク色は，基本的な色の一つであるから，人工股関節用インプラントについても，使用され得る色彩といえる。",
                        "そうすると，本願商標は，同種の商品に関与する者がその使用を欲するものであって，先に商標登録出願をしたことのみを理由として，その独占使用を認めるのは公益上適当とはいえない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願商標が商標法3条1項3号に該当するとした本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法3条2項の規定上，同項によって商標登録が認められるのは，使用されていた商標に限られるところ，原告は，図形と色彩との結合からなる平面商標である本願商標について，これと同一といえる商標が使用されていたことを立証していない。",
                    "もっとも，原告が「BIOLOX  delta」の商品名で製造販売する人工股関節用インプラントのヘッド(使用商品)の形状及び色彩は，本願商標の図形が表す形状と実質的に同一の範囲内といえるものの，原告は，我が国の市場における上記使用商品の製造・販売実績やシェアについて，何ら立証していないし，上記使用商品が広告宣伝された期間，地域及び規模等についても立証していない。",
                    "他方で，日本ストライカー株式会社の商品カタログ(乙10)には，上記使用商品と同一形状(色彩)の商品の写真が掲載され，「BIOLOX  delta」の記載及び「製造販売業者  日本ストライカー株式会社」の記載があること，「メディカルオンライン」のウェブサイト(乙11)には，上記使用商品と同一形状(色彩)の商品の写真が掲載され，「BIOLOX  delta  セラミックヘッド」の記載及び「製造販売企業：バイオメット・ジャパン」の記載があることに照らすと，上記使用商品に接する取引者，需要者は，必ずしも原告の業務に係る商品と認識するとはいえないものである。",
                    "したがって，我が国において，本願商標が出所識別機能を発揮する態様で使用されているとはいえないし，原告が上記使用商品の営業活動を積極的に行っている実情があるともいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，ドイツで行われた本願商標の認知度に関するアンケート結果(甲17)やニュージーランドの整形外科医等の認識(甲24，25)を根拠として挙げて，本願商標が各国において需要者の間に広く認識されており，日本においても，同様である旨主張する",
                  "text": [
                    "しかしながら，上記アンケートは，ドイツにおいて開催された国際会議の参加者に対し行われたものであり，その回答者は整形外科の関係者225人にすぎず，かつ，その内訳は，原告の所在するドイツ及びその近隣諸国に限られたものであって，日本人は含まれていない。また，甲24及び25は，いずれもニュージーランドで作成された一私人の宣言書にすぎないものであり，本願商標が我が国において知られていることが記載されているものでもない。",
                    "したがって，原告の上記主張は，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願商標がその指定商品に使用された結果，需要者が原告の業務に係る商品であることを認識することができるに至ったものということはできず，本願商標が商標法3条2項の要件を具備しないとした本件審決の判断に誤りはないから，原告主張の取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法3条1項3号該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項3号該当性について",
              "text": [
                "商標法3条1項3号が，「その商品の産地，販売地，品質，原材料，効能，用途，形状(包装の形状を含む。)，生産若しくは使用の方法若しくは時期その他の特徴，数量若しくは価格」を普通に用いられる方法で表示する標章のみからなる商標について商標登録を受けることができない旨規定しているのは，このような商標は，指定商品との関係で，その商品の産地，販売地，品質，形状その他の特性を表示記述する標章であって，取引に際し必要適切な表示として何人もその使用を欲するものであるから，特定人によるその独占使用を認めるのは公益上適当でないとともに，一般的に使用される標章であって，多くの場合自他商品識別力を欠くものであることによるものと解される。",
                "そうすると，本願商標が商標法3条1項3号に該当するというためには，本件審決がされた平成26年8月28日の時点において，本願商標が，その指定商品との関係で，その商品の産地，販売地，品質，形状その他の特性を表示記述するものとして取引に際し必要適切な表示であり，本願商標の指定商品の取引者，需要者によって本願商標がその指定商品に使用された場合に，将来を含め，商品の上記特性を表示したものと一般に認識されるものであれば足りると解される。",
                "以上を前提に，本願商標の商標法3条1項3号該当性について判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，別紙商標目録記載のとおり，球体を半球よりやや大きめに切断し，その半球状の平らな面(切断面)の中央部分に，切断面の円の3分の1程度の大きさの円形のくぼみを有し，全体を斜め上方の視点から捉えた図形の全体を淡いピンク色とした構成からなる図形と色彩を結合した商標である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願商標の指定商品中の「骨接合術用インプラント」に「人工股関節用インプラント」が含まれることは争いがない。",
                    "証拠(甲9ないし11，乙1ないし9)及び弁論の全趣旨によれば，①股関節は，大腿骨の上端の球状の骨頭が骨盤のくぼみ(寛骨臼)にはまり込むように接合して形成されていること，②一般的な人工股関節用インプラントは，大腿骨の骨頭の役割を果たす「ヘッド」，ヘッドを受け止める「インサート」，骨盤の寛骨臼にはめ込みインサートを支える「カップ」，ヘッドに差し込んで支える土台として大腿骨に埋め込む「ステム」から構成されていること，③ヘッドは，カップ又はインサートの中で可動するために半球状を呈し，球状部分の反対側の平らな面にはステムとつなぐためのくぼみを有すること，④市販されている人工股関節用インプラントのセラミック製のヘッドには，全体が単色の白色，ベージュ色等の色彩のものがあることが認められる。",
                    "上記認定事実によれば，本願商標の図形が表す形状と人工股関節用インプラントのヘッドの形状とは，一部を平らにした半球状である点及び球状部分の反対側にくぼみを有する点において共通するものであり，本願商標の図形は，人工股関節用インプラントを構成する「ヘッド」の一般的な形状であることが認められる。",
                    "また，前掲証拠及び弁論の全趣旨によれば，人工股関節用インプラントは，大腿部頚部骨折，変形性股関節症等の股関節疾患の治療を目的とした人工股関節置換術に用いられる商品であって，人の体内に埋め込んで使用されるものであること，その取引者，需要者は，整形外科の医療従事者又はその関係者等であり，上記商品の取引に際しては，商品の形状・寸法が患者の具体的な症状に適したものであるかどうか，生体適合性，耐摩耗性，強度等の商品の材質の物性に着目するものであり，商品の色彩が着目されることは通常ないものと認められる。",
                    "そうすると，本件審決がされた平成26年8月28日の時点において，本願商標は，その指定商品中の「骨接合術用インプラント」に含まれる人工股関節用インプラントに使用された場合には，取引者，需要者である上記医療従事者又はその関係者等によって，人工股関節用インプラントを構成する「ヘッド」の形状を表示するものとして一般に認識されるものであり，取引に際し必要適切な表示として何人もその使用を欲するものであったものと認められるから，特定人によるその独占使用を認めるのは公益上適当でないとともに，自他商品識別力を欠くものというべきである。",
                    "加えて，市販されている人工股関節用インプラントのセラミック製のヘッドには，全体が単色の白色，ベージュ色等の色彩のものがあることに照らすと，本願商標の全体が淡いピンク色の構成であることは，表示方法として格別なものではなく，本願商標は，人工股関節用インプラントを構成する「ヘッド」の形状を普通に用いられる方法で表示する標章のみからなるものと認められる。",
                    "以上によれば，本願商標は，商標法3条1項3号に該当するものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，これに対し，本願商標は，人工股関節などに用いられるインプラントに共通の特徴を有しているとしても，「柔らかな球体のフォルムと，つやつやとしたピンク色の半球体の形状」ゆえに，形状及び色彩に他に類するもののない特徴を有しており，市場で初めて本願商標に接した者は，「これは一体なんだろう。」という素直な感想を持つと解するのが自然であるから，本願商標は，インプラントを立体的に表したものと容易に認識，把握させるにとどまらず，自他商品識別力を生来的に備えているから，本願商標が商標法3条1項3号に該当するものとはいえない旨主張する。",
                    "しかしながら，前記イで述べたように，本願商標の図形は，人工股関節用インプラントを構成する「ヘッド」の一般的な形状であり，また，その図形の色彩が原告が主張するように「つやつやとしたピンク色」であるとしても，人工股関節用インプラントの取引者，需要者である整形外科の医療従事者又はその関係者等は，商品の形状・寸法が患者の具体的な症状に適したものであるかどうか，生体適合性，耐摩耗性，強度等の商品の材質の物性に着目するものであり，商品の色彩が着目されることは通常ないものといえるから，本願商標が自他商品識別力を生来的に備えているものと認めることはできない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標は本件審決時において商標法3条1項3号に該当する商標であったものと認められるから，これと同旨の本件審決の判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願商標の商標法3条2項該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条2項該当性について",
              "text": [
                "原告は，①ドイツに本拠地を置く，セラミックス部品メーカーである原告は，ヨーロッパのみならず，アジア及び南北アメリカの各地で事業を展開し，本願商標に係る立体的形状は，関節・骨接合術用インプラント「BIOLOX delta」シリーズとして製造販売されているボールヘッド型インプラントであり，当該製品は，1974年(昭和49年)の販売開始以降，累計800万件以上の臨床実績を有し，名実共に「臨床で使用される製品のスタンダード」として世界的に認められ，原告の商品が人工股関節用セラミックインプラントに占めるシェアは約80％に至ること，②原告は，日本においても，日本語のウェブサイト(甲2，4)を作成し，パンフレット(甲5)等による営業活動を積極的に行っていること，③原告が市場に白色かベージュ色の製品しか存在しない中で，製品そのもののピンク色を強調するマーケティングを行った結果，同業他社や専門家にもピンク色の本願商標に係る立体的形状が広く認知され，本願商標に係る商品の評価も非常に高く，原告は，先端的セラミック分野におけるグローバルリーダーであるとも評されていること(甲23)などから，本願商標に係る立体的形状に接した需要者は，当該製品を「セラムテック社のインプラント」ないし「あのピンク色のインプラント」と認識するに至っていること，④欧州医療用品供給業者団体による統計によれば，欧州各国で原告の業務に係る商品が出荷され使用され(甲18)，本願商標に係る商品は，「バーバリアンイノベーションアワード2006」での目覚ましく革新的な功績による表彰や「EFORTインダストリーアワード2013」での評価をはじめとして，「Heinz-Mittlemeier研究賞」の受賞等，欧州各国において，高く評価されており(甲19，20)，また，ドイツのベルリンで開催された第13回EFORT会議に参加した整形外科医療従事者を対象者として，2012年(平成24年)5月24日から25日に実施したアンケート結果(甲17)によれば，整形外科医療従事者の約6割が，本願商標に係る立体的形状を「(具体的な社名を挙げることはできないものの)特定の企業の商品である」と回答し，約4割が「セラムテック社の商品である」と回答しており，上記アンケート結果から，本願商標に係るピンク色をしたイラストや立体的形状がその指定商品に使用され，ドイツをはじめとした各国において需要者の間に広く認識されていることが明らかであること，⑤ニュージーランド・オークランドにおいて関節置換手術に精通している整形外科医でさえ，ピンク色のインプラントといえば原告の「BIOLOX  delta」を連想すると認識していること(甲24，25)などからすると，ドイツのみならず，日本においても，本願商標がその指定商品に使用された結果，需要者が原告の業務に係る商品であることを認識することができるに至ったものといえるから，本願商標は商標法3条2項に該当する旨主張する。",
                "そこで検討するに，商標法は，商標登録の要件について，3条1項で，同項各号に掲げる商標を除き，商標登録を受けることができる旨定め，同条2項で，前項3号から5号までに該当する商標であっても，その使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるものについては，同項の規定にかかわらず，商標登録を受けることができる旨定めていることからすると，同条2項により商標登録が認められるためには，前項3号から5号までに該当する商標が，その使用の結果，指定商品又は指定役務の需要者の間で，特定の者の出所表示として我が国において全国的に認識されるに至ったことが必要であるものと解される。",
                "しかるところ，原告が挙げる「BIOLOX  delta」シリーズのボールヘッド型インプラント商品の販売実績，原告の商品が人工股関節用セラミックインプラントに占めるシェアが約80％に至ること，欧州医療用品供給業者団体による統計などの諸点は，我が国の市場における上記商品の販売実績やシェアについて述べるものではなく，我が国における需要者の認識に直接反映されるものとは認め難い。",
                "また，原告は，日本においても，日本語のウェブサイトを作成し，パンフレット等による営業活動を積極的に行っている点を挙げるが，我が国の市場における上記商品の販売実績やシェアについて具体的な立証はされていないし，日本語のウェブサイトのアクセス数，パンフレット等による広告宣伝がされた期間，地域及び規模等についての具体的な立証もない。",
                "さらに，原告が挙げるアンケート(甲17)は，ドイツのベルリンで開催された第13回EFORT会議に参加した整形外科医療従事者を対象として行われたアンケートであり，そのアンケートの回答者の中に日本人が含まれていることを認めるに足りる証拠はないことに照らすと，上記アンケートの結果は，我が国において，本願商標が原告の業務に係る商品を表すものとして需要者の間に広く認識されていることの根拠となるものではない。同様に，原告が挙げるニュージーランドの整形外科医の認識も，我が国において，本願商標が原告の業務に係る商品を表すものとして需要者の間に広く認識されていることの根拠となるものではない。",
                "以上によれば，原告が挙げる諸点を勘案しても，本件審決時において，本願商標が，その使用の結果，指定商品の需要者の間で，原告の業務に係る商品の出所を表示するものとして我が国において全国的に認識されるに至っていたものと認めることはできない。他にこれを認めるに足りる証拠はない。",
                "したがって，本願商標が本件審決時において商標法3条2項に該当する商標であったものと認められないから，原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願商標が本件審決時において商標法3条2項に該当する商標であったものと認められないから，これと同旨の本件審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}