{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2012-1280号事件について平成26年9月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，実施可能要件及びサポート要件の充足の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成18年（2006年）4月10日，名称を「ウイルス感染症およびその他の内科疾患を治療するための化合物，組成物および方法」とする発明につき，特許出願（特願2008-505632号。特表2008-538354号。パリ条約による優先権主張日  平成17年（2005年）4月8日，米国。甲1）をし，平成23年9月14日付けで拒絶査定を受けた（甲2）ので，平成24年1月23日付けで，これに対する不服審判請求をした（不服2012-1280号）。",
            "原告は，平成25年12月12日付けで拒絶理由通知を受けた（甲4）ので，平成26年6月11日付け手続補正書により特許請求の範囲を変更する手続補正をした（以下「本件補正」といい，手続補正書を「本件補正書」（甲6）という。）が，特許庁は，同年9月24日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年10月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の請求項1に係る発明（以下「本願発明」という。）は，本件補正書（甲6）に記載された以下のとおりのものである（なお，本願発明に係る公表特許公報（甲1）を「本願明細書」という。）。",
            "「【請求項1】",
            "薬理学的に有効な量の下記の構造を有する化合物または医薬上許容可能されるその塩（裁判所注：以下，下線部分を「HDP-CDV又はその塩」ともいう。）と，少なくとも1つの免疫抑制剤とを含む，ウイルス感染を治療するための医薬組成物であって，前記ウイルス感染は，アデノウイルス，オルソポックスウイルス，HIV，B型肝炎ウイルス，C型肝炎ウイルス，サイトメガロウイルス，単純ヘルペスウイルス1型，単純ヘルペスウイルス2型又はパピローマウイルス感染である，医薬組成物。",
            "【化1】",
            "」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願明細書の発明の詳細な説明及び特許請求の範囲の記載は，特許法36条4項1号及び同条6項1号に規定する要件を満たしていないから，本願は，同法49条の規定により拒絶すべきものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明は，シドフォビルのプロドラッグであるHDP-CDV又はその塩と「少なくとも1つの免疫抑制剤」とを含むウイルス感染を治療するための医薬組成物に関するものであるところ，本願明細書の発明の詳細な説明には，本願請求項に記載の「免疫抑制剤」が，シドフォビルのプロドラッグの生物学的利用能の増強に有用である旨の一般的な記載（特に，【0016】～【0018】，【0067】，【0068】を参照。）のほか，【0010】，【0070】には，免疫抑制剤の一つであるシクロスポリンがP糖タンパク質の作用を阻害すること，【0011】には，P糖タンパク質-媒介性膜輸送の阻害剤がバイオエンハンサー（薬物の分解，又は生体内変換を最小限に抑えるために薬物とともに投与できる化合物）として使用されることの記載がある。 ",
                  "text": [
                    "しかし，本願明細書の発明の詳細な説明には，実際に，本願請求項に記載の「少なくとも1つの免疫抑制剤」がシドフォビルのプロドラッグであるHDP-CDV又はその塩の生物学的利用能を増強でき，また，これらを含む組成物がウイルス感染を治療するために使用できたことを確認し得る，薬理試験方法や薬理試験データ等に関する具体的な記載は全く存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "すすんで，発明の詳細な説明の上記のような記載及び本願出願日当時の技術常識に基づいて，当業者が本願発明の組成物をウイルス感染の治療のために使用できるといえるのか否かについて，検討する。 ",
                  "text": [
                    "本願出願日当時において，HDP-CDV又はその塩，及び「免疫抑制剤」を含む組成物がウイルス感染を治療するために使用できることが，技術常識であったとは解されない。むしろ，抗ウイルス剤であるところのHDP-CDV又はその塩と「免疫抑制剤」は，一般的には，互いに相反する作用を有するものといえることを考慮すると，HDP-CDV又はその塩と免疫抑制剤とを併せて投与した場合に十分な治療効果が得られるとは認められない。",
                    "上記のような技術常識を踏まえれば，本願明細書の発明の詳細な説明には，シドフォビルのプロドラッグであるHDP-CDV又はその塩，及び「少なくとも1つの免疫抑制剤」を含む組成物がウイルス感染を治療するために使用できることが，当業者に理解できるように記載されているとは認められない。",
                    "したがって，本願明細書の発明の詳細な説明は，当業者が本願発明の実施をすることができる程度に明確かつ十分に記載したものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件について",
              "text": [
                "上記のような本願明細書の発明の詳細な説明の記載及び技術常識を考慮すると，発明の詳細な説明には，「少なくとも1つの免疫抑制剤」と組み合わせることでシドフォビルのプロドラッグの生物学的利用能が増強された，ウイルス感染を治療するための医薬組成物を提供するという課題（特に【0002】，【0016】～【0018】，【0067】，【0068】を参照。）を解決できることを当業者が認識できるように記載されているということができない。",
                "したがって，本願発明は，本願明細書の発明の詳細な説明に記載したものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告（請求人）の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，審判請求の理由について補正する平成24年4月17日付け手続補正書（方式）において，「…，免疫抑制された個体に対しては，ガンシクロビル等の抗ウイルス薬を投与しても効果が得られず，むしろウイルス感染が増加してしまうことが従来から知られていたため（例えば，参考資料1（裁判所注: Bone Marrow Transplantation(2002)30 P945-951 \"Randomized clinical trial of ganciclovir vs acyclovir for prevention of cytomegalovirus antigenemia after allogeneic transplantation\"「同種移植後のサイトメガロウイルス抗原血症の予防のためのガンシクロビルとアシクロビルの無作為化比較臨床試験」と題した文献。甲7。以下「参考文献1」という。）の\"Summary\"第28～32行及び参考資料2（裁判所注：Blood，2001 Vol97，No4",
                  "text": [
                    "p867-874 \"Rising pp65 antigenemia during preemptive anticytomegalovirus therapy after allogeneic hematopoietic stem cell transplantation:risk factors，correlation with DNA load，",
                    "and outcomes\" 「同種幹細胞移植後の抗サイトメガロウイルス早期治療中のpp65抗原血症：危険因子，DＮA負荷との相関，および転帰」と題した文献。甲8。以下「参考文献2」という。）の\"Introduction\"第7～8行参照），当業者は，抗ウイルス薬と免疫抑制剤を同時に投与しようとすることはありませんでした。」，「…，HDP-CDVは，当業者の予想に反し，免疫抑制剤投与下の患者においても優れた抗ウイルス効果を有します。」と述べるが，そのような事情があるのであれば，シドフォビルのプロドラッグであるHDP-CDV又はその塩と「少なくとも1つの免疫抑制剤」とを組み合わせてウイルス感染を治療するために使用できることを，当業者が理解できるように，それを客観的に検証する過程を発明の詳細な説明において明らかにすべきであると解される。そして，検証過程を明らかにするためには，具体的にいかなる試験によりいかなるデータを得て，そのような事実を発見することができたのかについて，発明の詳細な説明において記載することが，有効，適切かつ合理的な方法であるというべきである。しかし，前記(1)アのとおり，本願明細書の発明の詳細な説明には，薬理試験方法や薬理試験データ等に関する具体的な説明は何も記載されていないことから，前記(1)，(2)のように判断することが妥当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記手続補正書で示された参考資料3（裁判所注：Journal of Clinical Virology50(2011)p167-170 \" Eradication of disseminated adenovirus infection in a pediatric hematopoietic stem cell transplantation recipient using the novel antiviral agentCMX001\" 「新規抗ウイルス薬CMX001を用いた小児造血幹細胞移植レシピエントにおける播種性アデノウイルス感染の根絶」と題する書面。甲9。以下「参考資料3」という。）及び参考資料4（裁判所注：Biol Blood Marrow Transplant.，",
                  "text": [
                    "Available online 29 September 2011 \"Safety and Efficacy of CMX001 as Salvage Therapy for Severe Adenovirus Infections in Immunocompromised Patients\"「免疫不全患者における重症アデノウイルス感染症のためのサルベージ療法としてのCMX001の安全性および効果」と題した書面。甲10。以下「参考資料4」という。）は，本願出願日当時において公知でないため，これらの記載を参酌することはできない。出願時の技術常識を考慮しても，発明の詳細な説明の記載が，当業者が請求項に係る発明の実施をすることができる程度に明確かつ十分に記載したものであるとはいえず，また，請求項に係る発明が発明の詳細な説明に記載されたものであるといえない場合には，出願後に提出された実験データ等によって，発明の詳細な説明の記載不足を補うことはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張するように，抗ウイルス剤と免疫抑制剤の相反する作用により免疫抑制剤がウイルス感染の治療に悪影響を及ぼすと同時に，免疫抑制剤が生物学的利用能エンハンサーとしての効果を発揮するとしても，抗ウイルス剤と免疫抑制剤を併せて投与した場合に十分な治療効果が得られるとまでは認められないので，該主張は採用できない。 ",
                  "text": [
                    "また，原告の主張するように，【0016】等に免疫抑制剤がシドフォビルのプロドラッグの生物学的利用能の増強に有用であること，及び，医薬組成物の調製方法や投与方法が記載されているとしても，それらの記載は，実際に，本願請求項に記載の「少なくとも1つの免疫抑制剤」がシドフォビルのプロドラッグであるHDP-CDV又はその塩の生物学的利用能を増強でき，これらをウイルス感染の治療のために使用できたことを確認し得る，薬理試験方法や薬理試験データ等に関する具体的な記載ではないため，該主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（実施可能要件の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "実施可能要件について，特許法36条4項1号は，「経済産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものであること。」が必要であると定めるところ，特許法施行規則24条の2，及び審査基準（特許・実用新案審査基準第Ⅶ部第3章「医薬発明」1．2．1）によれば，当業者がその発明を実施することができるように発明の詳細な説明を記載するためには，出願時の技術常識から，当業者がその医薬組成物を製造又は取得することができ，かつ，その医薬組成物を医薬用途に使用することができる場合においては，必ずしも実施例において薬理試験結果を記載することは要求されない。医薬発明の実施可能要件は，実施例における具体的な薬理試験データが存在するか否かのみによって機械的に判断されるものではなく，本願出願日当時の技術常識に照らして，その発明を実施することができるように発明の詳細な説明が記載されているか否かによって判断されるものである。",
                "以下のとおり，発明の詳細な説明の記載及び出願時の技術常識から，当業者が本願発明の医薬組成物を製造又は取得することができたことは明らかであり，かつ，十分なウイルス感染治療効果が得られ，ウイルス感染を治療するという医薬用途に使用することができることは当然に理解されるから，薬理試験データの記載がないからといって，実施可能要件を満たさないとした審決の判断は，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本願明細書は，抗ウイルス薬であるシドフォビルの脂質プロドラッグであるHDP-CDVの製造方法（実施例3及び4，【0141】～【0146】），「少なくとも1つの免疫抑制剤」は当業者が容易に入手可能な公知化合物を使用すること（【0059】～【0076】，特に表1）及び各成分の用量（【0084】，【0085】）について明確に記載しており，当業者は，本願明細書の記載及び出願時の技術常識に基づいて，本願発明の医薬組成物を製造又は取得することができたことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本願発明は，所定のウイルス感染を治療するという医薬用途に使用できるものであることについては，以下のとおりである。",
                    "本願明細書における実施例は，1-O-ヘキサデシルプロパンジオール-3-CDV（HDP-CDV）が，種々のウイルス感染に対して優れた治療効果を有するものであることを確認した結果を具体的に記載している。例えば，サイトメガロウイルスに対する複製阻害効果は，実施例7に記載しており（特に【表3】参照），ヘルペスウイルスに対する複製阻害効果は，実施例10に記載している（特に【表8】参照）。そのウイルス複製阻害効果は，シドフォビルに比べて圧倒的に優れたものであり，このことを確認した結果（EC 及びウイルス選択指数は少なくとも10650以上の差）を具体的に記載している。",
                    "また，薬物生体内変換に関連する酵素であるシトクロムP450酵素のファミリーの一つであるシトクロムP450 3A（CYP3A）の基質であるシクロスポリン等の免疫抑制剤を，HDP-CDVの生物学的利用能を向上させるエンハンサーとして併用できることも記載している（【0059】～【0067】）。",
                    "したがって，本願発明の医薬組成物が，ウイルス感染を治療するという医薬用途に使用できるものであることは，本願明細書の記載から当然に理解されるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「抗ウイルス剤であるところのHDP-CDV又はその塩と『免疫抑制剤』は，一般的には，互いに相反する作用を有するものといえることを考慮すると，HDP-CDV又はその塩と免疫抑制剤を併せて投与した場合に十分な治療効果が得られるとは認められない。」と認定する。",
                "しかし，免疫抑制剤は，生体内の免疫系の活動を広く非選択的に抑制するものであるのに対し，HDP-CDVから代謝されるシドフォビルは，ウイルス複製のみを特異的に阻害するものであって，両者の作用が直接的に相殺するものではないことは，本願出願日当時の技術常識であり，両者の作用メカニズムの差異を考慮すれば，本願発明は，「一般的には，互いに相反する作用を有する」という一般的な理解には該当しない。また，参考資料1及び2に記載されているように，移植患者において，免疫抑制剤と抗ウイルス薬を併用した場合には，真菌感染症の増加などの副作用があり，続発性の免疫不全が起こるために，移植後100日以降の後期CMV（サイトメガロウイルス）疾患のリスクが増加するものの，移植後100日以前においては有意なウイルス感染治療効果が得られるものであることは，本願出願日当時の技術常識である。さらに，前記したように，本願明細書の実施例からみて，HDP-CDVのウイルス複製阻害効果は，例えば，シドフォビルと比べるとEC50及びウイルス選択指数は少なくとも106以上の差があり，圧倒的に優れている。",
                "以上を考慮すると，本願発明の医薬組成物は，仮に，免疫抑制剤により生体内の免疫系が抑制された結果，ウイルス感染のリスクが増加したとしても，シドフォビルよりもはるかに高いHDP-CDVのウイルス複製阻害効果が，免疫抑制剤の生物学的利用能エンハンサーとしての効果により増強されることによって，十分なウイルス感染治療効果が得られ，ウイルス感染を治療するという医薬用途に使用できるものであることは，本願明細書の記載及び本願出願日当時の技術常識から当然に理解される。したがって，審決の上記の認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，審判段階で提出した参考資料3及び4について，出願後に提出された実験データ等によって，発明の詳細な説明の記載不足を補うことはできず，参考資料3及び4の記載を参酌できないとする。",
                "しかし，特許庁による審査基準は，実施可能要件及びサポート要件違反の拒絶理由に対しても，明細書の開示から認識できる範囲であれば，出願後の薬理試験データの参酌は許容されるとしているところ，参考資料3及び4は，本願明細書の記載から認識できるHDP-CDVと免疫抑制剤とを併用した場合のアデノウイルス感染に対する治療効果を実証したものである。",
                "よって，上記参考資料は実施可能要件及びサポート要件を補完するものとしても許容されるべきであるから，上記審決の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（サポート要件の判断の誤り）",
          "text": [
            "特許法36条6項1号及び審査基準（特許・実用新案審査基準第Ⅶ部第3章「医薬発明」1．1．1）によれば，請求項に係る発明がサポート要件に適合するものであるか否かは，請求項に係る発明と発明の詳細な説明の記載とを対比し，請求項に係る発明が発明の詳細な説明に記載されており，発明の詳細な説明の記載及び出願時の技術常識により当業者が当該請求項に係る発明の課題を解決できると認識できる範囲内のものであるか否かを検討して判断すべきものである。",
            "前記1で述べたとおり，HDP-CDVと併用すべき免疫抑制剤の具体例が本願明細書の【0059】～【0076】（特に表1参照）に記載され，HDP-CDVと免疫抑制剤とを併用する医薬組成物のウイルス感染治療効果について，免疫抑制剤の生物学的利用能エンハンサーとしての効果により，シドフォビルの抗ウイルス効果が増強されることで，十分なウイルス感染治療効果が得られるであろうことは，本願明細書の記載及び本願出願日当時の技術常識から当然に理解されるものである。",
            "以上によれば，本願明細書の発明の詳細な説明は，HDP-CDVに免疫抑制剤を組み合わせることでシドフォビルのプロドラッグの生物学的利用能が増強された，ウイルス感染を治療するための医薬組成物を提供するという課題を解決できることを，当業者が認識できるように記載されたものである。",
            "したがって，サポート要件に適合しないと判断した審決の判断には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張1(1)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明について，発明の詳細な説明の記載が，「その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものであること」（いわゆる実施可能要件）を満足するといえるためには，発明の詳細な説明に，本願発明に係る医薬組成物を得る方法や，所定のウイルス感染者に投与する際に必要な投与量及び製剤化方法等の情報のみならず，上記医薬組成物が上記薬理作用を奏することを本願出願日当時における当業者が認識できるに足る記載がなされている必要がある。",
                    "審決は，本願出願日当時，抗ウイルス剤であるHDP-CDV又はその塩と「免疫抑制剤」が，ウイルス感染に対し，一般的には，互いに相反する作用を有することが当業者に認識されており，しかも，HDP-CDV又はその塩，及び「免疫抑制剤」を含む組成物がウイルス感染を治療するために使用できることは技術常識であったとはいえないことから，本願発明のウイルス感染を治療するために有用な医薬組成物が調製でき，所定のウイルス感染の治療用途に使用できることが当業者に理解できるというためには，少なくとも，本願発明の組成物がウイルス感染を治療するために使用できることを当業者が理解できる薬理試験データ等の記載が必要であると解した。にもかかわらず，本願明細書の発明の詳細な説明には，本願発明の「免疫抑制剤」が，シドフォビルのプロドラッグの生物学的利用能の増強に有用である旨の一般的な記載や，免疫抑制剤の一つであるシクロスポリンがP糖タンパク質の作用を阻害すること，P糖タンパク質-媒介性膜輸送の阻害剤がバイオエンハンサーとして使用されることが記載されているのみで，実際に，本願請求項1に記載の「少なくとも1つの免疫抑制剤」がシドフォビルのプロドラッグであるHDP-CDV又はその塩の生物学的利用能を増強でき，「HDP-CDVまたはその塩」及び「少なくとも1つの免疫抑制剤」を含む組成物が，本願請求項1に特定されるウイルスによるウイルス感染を治療するために使用できることに関し，具体的に確認できるような薬理試験方法や薬理試験データ等については，何ら記載されていないことから，審決においては，実施可能要件を満足しないと判断したものである。",
                    "このように，審決は，本願発明の実施可能要件について，本願出願日当時の技術常識に照らして，当業者が本願発明を実施することができる程度に発明の詳細な説明が明確かつ十分に記載されているか否かを検討して判断を行ったものであり，具体的な薬理試験データが存在するか否かのみによって機械的に判断したものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願明細書には，HDP-CDVが，種々のウイルス感染に対して優れた治療効果を有するものであることを確認した結果が示されていると主張する。",
                        "しかし，シドフォビルにおいてすら有効性が確認されていないHIV-1やC型肝炎ウイルスといったRＮAウイルス等や他のDＮAウイルスの感染症に対して，HDP-CDVのウイルス感染に対する治療効果があるか否かは，具体的な薬理試験結果の記載なしには，当業者といえども認識し得なかったといえ，HDP-CDVがあらゆるウイルス感染に対して優れた治療効果を有することを示したものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，エンハンサーである「免疫抑制剤」については，本願明細書の発明の詳細な説明には，「CYP3Aについての基質は，表1に列挙した成分である可能性がある。表1に列挙した化合物，詳細には阻害剤は，本明細書に記載した方法および組成物中のエンハンサーとして使用できる」（【0067】）との記載に続き，「免疫抑制剤」である「シクロスポリン」，「FK-506」，「ラパマイシン」が，薬物代謝酵素P450酵素の1つであるCYP3Aの基質として記載されているのみであって，あらゆる免疫抑制剤がCYP3Aの基質となり得ることが記載されているわけではない。また，本願発明のHDP-CDV又はその塩及びあらゆる免疫抑制剤が，同じCYP3A（特にCYP3A4）の基質であって，同じ代謝酵素の基質として競合し，その結果，HDP-CDV又はその塩の生物学的利用能が増強される（【0066】の「同一シトクロムP450の基質間の競合的阻害」を参照。）ということが説明されているわけでもない。",
                        "そうすると，本願明細書の発明の詳細な説明には，あらゆる免疫抑制剤がHDP-CDVのエンハンサーとして使用できることが記載されているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)，(イ)のとおり，本願明細書の発明の詳細な説明には，HDP-CDVが本願請求項1に特定されるすべてのウイルスによるウイルス感染に対して優れた治療効果を有するものであることが記載されているということはできず，また，あらゆる免疫抑制剤がHDP-CDVのエンハンサーとして使用できることが記載されているともいえない。",
                        "したがって，本願明細書の発明の詳細な説明から，本願発明の医薬組成物からウイルス感染を治療するという医薬用途に使用できるものであることは，当然に理解されるとの原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本願明細書の発明の詳細な説明には，HDP-CDV又はその塩と，少なくとも1つの免疫抑制剤とを共に含む，本願請求項1に特定される所定のウイルスによるウイルス感染を治療するための医薬組成物についての，個別具体的な記載はなく，本願明細書の発明の詳細な説明の記載からは，抗ウイルス剤に加えて免疫抑制剤も含む本願発明の医薬組成物が本願請求項1に特定される所定のウイルス感染者に対して投与された場合に，所定のウイルス感染症に対する改善された治療効果という薬理作用をもたらすためのHDP-CDV又はその塩の有効量，及び，免疫抑制剤の用量等を含む，本願発明の医薬組成物の調製法を，当業者は認識できないので，この点に関する原告の主張も誤りである。",
                    "(2）  原告の主張1(2)に対し"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "審決の理由の要点(1)イのとおり，「免疫抑制剤」がHDP-CDVのような「抗ウイルス剤」と相反する作用を有していること，つまり，免疫抑制剤が，HDP-CDV（抗ウイルス剤）とは反対に，ウイルス感染を起こしやすくする（感染症になりやすい）ものであることは，本願出願当時，技術常識であった。",
                    "このような技術常識も踏まえると，仮に，本願明細書の発明の詳細な説明に，免疫抑制剤と併用しない場合に，HDP-CDVが本願請求項1に特定されるすべてのウイルスによるウイルス感染に対して優れた治療効果を有することが具体的に記載され，さらに，あらゆる免疫抑制剤がHDP-CDVのエンハンサーとして使用できる（生物学的利用能を向上させる）ことが形式的に記載されているとしても，HDP-CDV又はその塩と各種免疫抑制剤を併用した場合においても同様に，本願請求項1に特定されるすべてのウイルスによるウイルス感染に対して優れた治療効果を有するかどうかは，当業者といえども予測することは困難である。",
                    "そして，このようなことは，仮に，本願発明のHDP-CDV又はその塩やあらゆる免疫抑制剤が，同じ薬物代謝酵素の基質であり，その結果，HDP-CDV又はその塩の生物学的利用能が増強するようなことがあったとしても同様であり，やはり，本願請求項1に特定されるすべてのウイルスによるウイルス感染症に対して治療効果が奏されるかどうかは不明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の主張するように，免疫抑制剤の作用とHDP-CDVから代謝されるシドフォビルの作用が直接的に相殺するものではないとしても，免疫抑制剤とHDP-CDVとを併用した場合に，十分なウイルス感染治療効果を示すということにはならない上，本願出願日当時の技術常識を踏まえるに，本願明細書の発明の詳細な説明に免疫抑制剤とHDP-CDV又はその塩を併用した薬理試験結果が示されていない以上，本願発明の組成物が，実際に十分なウイルス感染治療効果を示すかどうか，不明というほかない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告が，HDP-CDVのウイルス複製阻害効果が，免疫抑制剤の生物学的利用能エンハンサーとしての効果により増強されることによって，十分なウイルス感染治療効果が得られるであろうことは，本願明細書の発明の詳細な説明の記載及び本願出願日当時の技術常識から当然に理解される根拠とする参考資料1は，本願発明の医薬組成物のように感染症の「治療」のためのものではなく，ガンシクロビルとアシクロビルによる移植患者に対する「予防的治療」に関する文献であり，原告の主張する技術常識を裏付けるものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張1(3)に対し",
              "text": [
                "出願時の技術常識を考慮しても，本願明細書の発明の詳細な説明は，当業者が本願発明の実施をすることができる程度に明確かつ十分に記載したものとはいえないことは，既に述べたとおりであるし，出願後に提出された実験データ（参考資料3及び4）によって，発明の詳細な説明の記載不足を補うことはできない。しかも，参考資料3及び4は，免疫抑制が必要なために，免疫抑制効果が発揮されるに十分な量の免疫抑制剤が投与される移植患者において，アデノウイルス感染症を予防・治療するため，あるいは，サルベージ療法として，抗ウイルス剤であるCMX001を単独で投与するものであって，免疫抑制が必要なために，免疫抑制効果をねらって，免疫抑制量が投与されている患者における結果を，免疫抑制剤を抗ウイルス剤の効果を増強するエンハンサーとして含有し，免疫抑制をする必要がない感染症患者に対し抗ウイルス増強効果を狙って投与する本願発明の医薬組成物の効果として，同視できない。 "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "審決及び前記1で述べたのと同様に，技術常識を参酌しても，当業者は，本願明細書の発明の詳細な説明の記載からは，「免疫抑制剤」がHDP-CDV又はその塩の生物学的利用能を増強するエンハンサーとして機能することは理解し得ず，また，「免疫抑制剤」と「HDP-CDV又はその塩」を含有する医薬組成物が，本願発明に特定される所定のウイルスの感染症に対する治療効果を奏するものであることも理解し得ないのであるから，当業者は，本願明細書の発明の詳細な説明の記載から，本願発明の医薬組成物によって，シドフォビルプロドラッグであるHDP-CDV又はその塩の，生物学的利用能を増強し，より改善された治療効果を有するウイルス感染症に対する治療組成物を提供するという本願発明の解決しようとする課題が達成できることを，認識できない。",
            "したがって，本願発明は，本願明細書の発明の詳細な説明の記載から，当業者が本願発明の課題を解決できると認識できる範囲内のものであるとはいえず，本願明細書の発明の詳細な説明に記載したものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書（甲1）には，以下の記載がある。",
                "【技術分野】",
                "【0002】＜発明の分野＞",
                "本出願は，ウイルス感染症を治療するためのヌクレオシドもしくは非環式ヌクレオシドなどの脂質含有化合物の生物学的利用能，活性もしくは他の特性を増強するための方法を提供する。",
                "【背景技術】",
                "【0003】",
                "薬物の生物学的利用能を改善する工程は，医学分野において確定されている目標である。薬理学においては，薬物がその治療目的のために十分な生物学的利用能を有することが重要である。経口組成物についての事象の順序には，様々な粘膜表面を通しての吸収，血流を介しての様々な組織への分布，肝臓およびその他の組織中での生体内変換，標的部位での作用，および尿もしくは胆汁中への薬物もしくは代謝産物の排出が含まれる。生物学的利用能は，循環器系に到達する前の薬物の消化管からの不良な吸収，肝初回通過作用，または分解によって減少させられることがある。",
                "【0004】",
                "プロドラッグは，身体内（インビボ）で活性化合物へ代謝されるように設計される…",
                "【0006】",
                "・・・Hostetlerへの米国特許第6，716，825号は，シドフォビルなどの抗ウイルス性化合物の所定のプロドラッグについて記載している。…詳細には，1-O-ヘキサデシルオキシプロピル-シドフォビルは，詳細には痘瘡などのポックスウイルスの治療において，シドフォビルに比して増強された有効性を有する。",
                "【0010】",
                "一部の場合には，経口投与後の薬物の不良な生物学的利用能は，膜結合P糖タンパク質である多剤トランスポーターの活性の結果であり，これは細胞から生体異物を排出することによって薬物の細胞内蓄積を減少するために，エネルギー依存型輸送もしくは排出ポンプとして機能すると推測されてきた。P糖タンパク質排出ポンプは，所定の医薬化合物が小腸の粘膜細胞を横断すること，そしてこのために全身性循環中に吸収されることを防止すると考えられる。多数の既知である非細胞毒性薬理学的物質は，特にシクロスポリン，ベラパミル，タモキシフェン，キニジンおよびフェノチアジンを含むP糖タンパク質を阻害することが証明されている…。所定の抗癌薬の投与前，または同時の静脈内シクロスポリンの投与は，おそらく減少した身体クリアランスによってそれらの薬物のより高い血中濃度を生じさせ，実質的に低用量レベルで予想される毒性を示した。これらの観察所見は，シクロスポリンの併用投与はP-糖タンパク質のMDR作用を抑制し，治療薬のより大きな細胞内蓄積を可能にすることを示す傾向があった。P-糖タンパク質の臨床使用についての薬理学的意味に関する一般的考察は，Lum et al．，Drug Resist．Clin．Onc．Hemat，9：319-336（1995）；and Schinkel et al．，Eur．J．Cancer，31A：1295-1298（1995）に提供されている。",
                "【0011】",
                "薬物の分解，または生体内変換を最小限に抑えるために薬物とともに投与できる化合物は，バイオエンハンサーと呼ばれている。公開されたPCT特許出願WO第95／20980号（1995年8月10日に公開）では，Benetらは，シトクロムP450",
                "3A酵素の阻害剤またはP糖タンパク質-媒介性膜輸送の阻害剤を含む，バイオエンハンサーの使用を開示する。",
                "【0012】",
                "インビボでの薬物への代謝性もしくは他の望ましくない作用のために，身体内での脂質プロドラッグもしくは誘導体の有効性を最大化するという課題がある。これは，脂質を分解および合成するための身体の精巧かつ複雑な機序を前提にすると，脂質誘導体に関する特別な問題であった。",
                "【発明の開示】",
                "【0016】",
                "本出願は，プロドラッグ，またはその医薬上許容される塩もしくはエステル，詳細には脂質含有化合物，および特定実施形態では抗ウイルス性脂質含有ヌクレオシドの，生物学的利用能を改善するための方法および組成物を提供する。1つの実施形態では，脂質含有ヌクレオシドプロドラッグもしくは他の活性化合物は，脂質成分の代謝もしくは分解を防止もしくは最小限に抑えるバイオエンハンサーと組み合わせて投与される。本発明は，医薬物質の改善された生物学的利用能，血液中の医薬物質の増加した濃度，疾患および障害を治療するために必要とされる薬物の用量の減少，およびそれらの薬物に関連する副作用の減少を提供できる。所定の態様では，バイオエンハンサーは，シトクロムP450酵素の1つもしくはイミダゾールなどの，薬物生体内変換に関連する阻害剤もしくは基質である。…",
                "【0017】",
                "アルコキシルアルキルホスフェートエステルなどのシドフォビルの所定のプロドラッグが経口投与される場合は，肝臓および腸内でのP450酵素などの酵素はプロドラッグの生体内変換を誘発し，それによりその薬物の有効性を減少させることができる。任意の理論に限定されることなく，生体内変換は，例えば末端アルキル鎖のω酸化によって発生することがある。そのような生体内変換の不都合な影響を回避するために，抗ウイルス性化合物のプロドラッグ，詳細にはヌクレオシド，および詳細にはシドフォビルのプロドラッグの，生物学的利用能を改善するための方法が提供される。",
                "【0018】",
                "抗ウイルス性脂質含有化合物の生物学的利用能を増強できる様々なバイオエンハンサーを使用できる。化合物の投与後にインビボで発生できる化合物に脂質基の生体内変換を減少させるエンハンサーを使用できる。1つの実施形態では，生物学的利用能エンハンサーは，シトクロムP450酵素の1つ，および詳細には酵素のCYP3ファミリーなどの，薬物生体内変換に関連する酵素の阻害剤もしくは基質である。…",
                "【0022】",
                "1つの実施形態では，化合物が単独で投与された場合に比較して，抗ウイルス性脂質含有化合物の生物学的利用能を改善するために有効な量の生物学的利用能エンハンサーを含んでもよい，医薬組成物が提供される。…",
                "【発明を実施するための最良の形態】",
                "【0029】",
                "＜プロドラッグ化合物＞",
                "本明細書に開示した方法および組成物においては，様々な化合物のプロドラッグを使用できる。…本薬物は，様々な抗がん化合物もしくは抗ウイルス性化合物などの様々な薬物のいずれかであってよい。",
                "【0034】",
                "また別の実施形態では，抗ウイルス性プロドラッグ化合物は，以下の構造：",
                "【化3】",
                "を有する。",
                "【0059】",
                "＜エンハンサー＞",
                "様々な生物学的利用能向上剤は，例えば抗ウイルス性脂質含有ヌクレオシドなどの脂質含有プロドラッグの生物学的利用能を増強するための有効量で投与されてよい，または医薬組成物中に存在していてよい。生物学的利用能エンハンサーは，薬物の分解，または生体内変換を最小限に抑えるために使用される。1つの実施形態では，生物学的利用能エンハンサーは，脂質プロドラッグの脂質成分の代謝もしくは分解を防止する，または最小限に抑える。",
                "【0060】",
                "「薬物の生物学的利用能」は，全身性で経時的に利用できる薬物の総量を意味する。薬物の生物学的利用能は，腸内での薬物生体内変換を阻害することによって，および／または腸内での腸上皮を横断する薬物の正味輸送を減少させる活性輸送系を阻害することによって，および／または肝臓内での薬物生体内変換を減少させることによって増加させることができる。プロドラッグの薬物の生物学的利用能の増加を引き起こす化合物は，本明細書ではバイオエンハンサーもしくは生物学的利用能エンハンサーと呼ぶ。",
                "【0061】",
                "所定の化合物がバイオエンハンサーに必要とされる阻害もしくは結合特性を有するかどうかを決定する任意選択的のバイオアッセイは，使用できる化合物を同定するために使用できる。",
                "【0062】",
                "1つの態様では，生物学的利用能エンハンサーは，シトクロムP450酵素の1つなどの，薬物生体内変換に関連する酵素の阻害剤もしくは基質である。・・・",
                "【0066】",
                "詳細には，シトクロムP450酵素の活性は阻害することができる，またはシトクロムP450酵素は薬物および環境化合物によって不活性化することができる。これには，同一シトクロムP450の基質間の競合的阻害，活性部位以外のシトクロムP450上の部位に結合する物質による阻害，および物質の代謝中に形成される反応中間体によるシトクロムP450の自殺的不活性化が含まれる。…",
                "【0067】",
                "CYP3Aの活性は，CYP3A基質からの反応生成物のCYP3A触媒性産生である。CYP3Aについての基質は，…表1に列挙した成分などの他の成分である可能性がある。さらに，表1に列挙した化合物，詳細には阻害剤は，本明細書に記載した方法および組成物中のエンハンサーとして使用できる。",
                "【0068】",
                "【表1】",
                "【0070】",
                "エンハンサーには，例えばシクロスポリン，ベラパミル，タモキシフェン，キニジンおよびフェノチアジンなどのP糖タンパク質を阻害する化合物もまた含まれる。",
                "【0075】",
                "1つの実施形態では，生物学的利用能エンハンサーは，P糖タンパク質（P-gp）-媒介性膜輸送の阻害剤である。",
                "【0077】",
                "当分野において利用できる活性エンハンサーについての試験を使用すると，適切な化合物を選択することができる。例えば，酵素阻害を測定できる。",
                "【0080】",
                "＜治療方法＞",
                "以下では，ウイルス感染症などの障害を治療する，予防する，または改善する方法を提供する。本発明の実施においては，連続的もしくは併用して，有効量の，例えば抗ウイルス性化合物，詳細には抗ウイルス性脂質含有化合物のプロドラッグおよびエンハンサーが投与される。本化合物は，任意の所望の方法で，例えば，経口，経直腸，経鼻，局所（経口腔および舌下を含む），経膣，または非経口（皮下…）投与することができる。本化合物は，同一もしくは相違する投与経路によって組み合わせて，または交互に投与することができる。",
                "【0081】",
                "所定の実施形態では，治療できるウイルス感染症には，インフルエンザ；ウシウイルス性下痢ウイルス（BVDV），古典的ブタ熱ウイルス（CSFV，ブタコレラウイルスとしても既知である），およびヒツジのボーダー病ウイルス（BDV）などのペスチウイルス；デング出血熱ウイルス（DHFもしくはDEＮV），黄熱病ウイルス（YFV），西ナイル熱ウイルス（WＮV），ショック症候群および日本脳炎ウイルスのようなフラビウイルス；B型およびC型肝炎ウイルス；サイトメガロウイルス（CMV）；水疱-帯状疱疹ウイルス，単純ヘルペスウイルス1および2型，ヒトヘルペスウイルス6型，エプスタイン-バーウイルス，ヘルペス6型（HHV-6）および8型（HHV-8）などによって誘発されるヘルペス感染症；帯状ヘルペスもしくは水疱などの水疱-帯状疱疹ウイルス感染症；感染性の単核球症／腺を含むがそれに限定されないエプスタイン-バーウイルス感染症；SIV，HIV-1およびHIV-2；エボラウイルス；アデノウイルスおよびパピローマウイルスを含むがそれらに限定されないレトロウイルス感染症が含まれる。",
                "【0084】",
                "1つの実施形態では，オルトポックス感染症などを治療するための治療有効用量は，抗ウイルス薬の約0．1ng／mL～約50～100μg／mLの血清中濃度を生じさせるはずである。また別の実施形態では，医薬組成物は，1日当たり体重1kg当たり約0．001mg～約2，000mgの化合物の用量を提供しなければならない。医薬製剤単位は，例えば，単位製剤当たり約0．01mg，0．1mgもしくは1mg～約500mg，1，000mgもしくは2，000mgの，および1つの実施形態では約10mg～約500mgの有効成分または必須成分の組み合わせを提供するために調製される。",
                "【0085】",
                "エンハンサーの量は，抗ウイルス薬の生物学的利用能を増強するために当分野において既知の方法を用いて選択できる。所望の応答を提供する任意の量を使用できる。用量は，非限定的実施例では，1日当たり体重1kg当たり約0．001mg～約2，000mgの化合物，例えば0．01～500mg／kg，または例えば，0．1～10mg／kgの範囲に及んでよい。",
                "【実施例3】，【0141】",
                "（米国特許第6，716，825号に記載されているとおり）",
                "環式シドフォビルのヘキサデシルオキシプロピルエステル，オクタデシルオキシプロピルエステル，オクタデシルオキシエチルエステルおよびヘキサデシルエステルの合成",
                "…純粋生成物を含有する分画を蒸発させると260mgのHDP-環式シドフォビルが産生した（収率55％）。",
                "【実施例4】，【0146】",
                "（米国特許第6，716，825号に記載されているとおり）",
                "シドフォビルのヘキサデシルオキシプロピルエステル，オクタデシルオキシプロピルエステル，オクタデシルオキシエチルエステルおよびヘキサデシルエステルの合成",
                "上記からのヘキサデシルオキシプロピル-環式CDVを0．5MのＮaOH中に溶解させ，室温で1．5時間攪拌した。pHを約9に調整するために，50％酢酸水溶液を滴下した。沈降したHDP-CDVを濾過によって単離し，水ですすぎ洗いし，乾燥させ，次に再結晶化させると（3：1 p-ジオキサン／水）HDP-CDVが得られた。",
                "【実施例7】",
                "【0149】",
                "ヒトサイトメガロウイルス（HCMV）に対するホスホン酸塩ヌクレオチドアナログの抗ウイルス活性および選択性",
                "【表3】",
                "【実施例8】",
                "・・・",
                "【0155】",
                "ポックスウイルスに対する抗ウイルス細胞変性作用（CPE）アッセイ：各薬物濃度では，ベロ細胞を含有する3つのウェルを1，000pfu／ウェルのオルトポックスウイルスで感染させ，他の3つのウェルは毒性決定のために未感染のままに残した。…50％阻害（EC ）および細胞毒性濃度（CC ）は，用量反応曲線のプロットから決50 50定した。結果は表5に示されている。",
                "【0156】",
                "【表5】",
                "【実施例10】",
                "【0161】",
                "（米国特許第6，716，825号に記載されているとおり）",
                "シドフォビルアナログがヘルペスウイルス複製に及ぼす作用",
                "【0162】",
                "【表8】",
                "【実施例11】",
                "【0163】",
                "代謝安定性の評価",
                "・・・単回経口投与後のマウス，ＮZW系ウサギ，およびサルにおけるHDP-シドフォビル，HDP-シドフォビルから遊離されたシドフォビル，およびHDP-シドフォビルの不活性代謝産物である代謝産物M-8の血清中濃度を評価し，結果を図2…に示した。図5は，HDP-シドフォビルの酸化によるM-8の形成について考えられる機序を示した図である。…",
                "【図2】マウスにおけるHDP-シドフォビル，HDP-シドフォビルから遊離したシドフォビル，およびHDP-シドフォビルの不活性代謝産物である代謝産物M-8の血清中濃度を示した図である。",
                "【図5】HDP-シドフォビルの酸化によるM-8の形成について考えられる機序を示した図である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載及び本件補正書（甲6）によれば，本願発明の技術的意義につき，以下のことを認めることができる。",
                "本願発明は，ウイルス感染症を治療するための脂質含有化合物の生物学的利用能，活性又は他の特性を増強するための組成物に関するものである（【0002】）。",
                "薬物は，身体内（インビボ）で代謝（生体内変換）されて体外へ排出されるところ，治療目的のためには，全身性で経時的に利用できる薬物の総量を意味する「生物学的利用能」を十分に有することが重要であるから，生物学的利用能を改善する工程は，医学分野において確定されている目標である（【0003】，【0060】）。",
                "生物学的利用能は，循環器系に到達する前の薬物の消化管からの不良な吸収，肝初回通過作用，又は分解によって減少させられることがある（【0003】。",
                "プロドラッグは，身体内（インビボ）で活性化合物へ代謝されるように設計され，脂質プロドラッグは，薬物の脂肪親和性を増強し，リンパ系への薬物の腸取り込みを増強し，それにより脳内へのコンジュゲートの進入を増強し，さらに，肝臓内でのコンジュゲートの初回通過代謝を回避する（【0004】）。",
                "そして，抗ウイルス性化合物であるシドフォビルの脂質含有プロドラッグであるHDP-CDVなどの多数の薬物のプロドラッグが開発され，HDP-CDVがシドフォビルに比して増強された有効性を有することは公知であるところ（【0006】），脂質を分解及び合成するための身体の精巧かつ複雑な機序を前提にすると，ウイルス感染症を治療するための脂質含有プロドラッグにおいても，体内での有効性を最大化するという課題があった（【0012】）。",
                "そこで，本願発明は，ウイルス感染症を治療するための脂質（含有）プロドラッグを単独で投与した場合に比較して，生物学的利用能が増強されたウイルス感染を治療するための組成物を提供することを課題とするものである（【0016】，【0017】，【0022】）。",
                "本願発明は，上記課題を解決するための手段として，脂質含有プロドラッグを，脂質成分の代謝又は分解を最小に抑えて生物学的利用能の増加を引き起こす化合物であるバイオエンハンサー（生物学的利用能エンハンサー。以下単に「エンハンサー」ということがある。）と組み合わせて投与することとし，具体的には，本件補正により，上記の「脂質含有プロドラッグとエンハンサーとの組合せ」として，「HDP-CDVと免疫抑制剤との組合せ」を選択し，それを所定のウイルス感染を治療するための組成物として用いたものである（【0016】，【0059】，【0060】，補正後の請求項1）。これにより，医薬物質の改善された生物学的利用能，血液中の医薬物質の増加した濃度，疾患及び障害を治療するために必要とされる薬物の用量の減少，及びそれらの薬物に関連する副作用の減少という効果を奏する（【0016】）。",
                "このように，本願発明は，「HDP-CDVと免疫抑制剤との組合せ」を選択し，それを所定のウイルス感染を治療するための組成物として用いる医薬の用途発明であって，抗ウイルス化合物であるシドフォビルの脂質含有プロドラッグとして既に知られていたHDP-CDVに対し，免疫抑制剤をエンハンサーとして併用することにより，HDP-CDVの生物学的利用能を増強させ，より良い治療効果を奏する組成物とすることを技術的特徴とするものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（実施可能要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条4項1号は，明細書の発明の詳細な説明の記載は，「その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したもの」でなければならないと定めるところ，この規定にいう「実施」とは，物の発明においては，当該発明にかかる物の生産，使用等をいうものであるから，実施可能要件を満たすためには，明細書の発明の詳細な説明の記載は，当業者が当該発明に係る物を生産し，使用することができる程度のものでなければならない。",
                "そして，医薬の用途発明においては，一般に，物質名，化学構造等が示されることのみによっては，当該用途の有用性及びそのための当該医薬の有効量を予測することは困難であり，当該医薬を当該用途に使用することができないから，医薬用途発明において実施可能要件を満たすためには，本願明細書の発明の詳細な説明は，その医薬を製造することができるだけでなく，出願時の技術常識に照らして，医薬としての有用性を当業者が理解できるように記載される必要がある。",
                "本願発明は，前記1において述べたように，抗ウイルス化合物であるシドフォビルの脂質含有プロドラッグとして公知のHDP-CDVに対し，免疫抑制剤をエンハンサーとして併用することにより，HDP-CDVの生物学的利用能を増強させ，より良い治療効果を奏する組成物とすることを技術的特徴とすることに照らせば，本願発明について医薬としての有用性があるというためには，HDP-CDVと免疫抑制剤を併用すると，HDP-CDVの生物学的利用能が増強されるだけでなく，HDP-CDVを単独で用いた場合に比べて，ウイルス感染の治療効果が向上することが必要であると解するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決が，当業者の本願明細書の詳細な説明の理解を検討するに際し，「抗ウイルス剤であるところのHDP-CDV又はその塩と『免疫抑制剤』は，一般的には，互いに相反する作用を有するものといえることを考慮すると，HDP-CDV又はその塩と免疫抑制剤を併せて投与した場合に十分な治療効果が得られるとは認められない。」としたことは誤りであると主張するので，まず，免疫抑制剤とウイルス感染症に関する本願出願日当時の技術常識について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以下の文献には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙4（今日の治療薬（2003年版）株式会社南江堂  186～188頁）",
                      "text": [
                        "「免疫抑制薬は臓器移植における拒絶反応という適応を除けば，免疫系の諸疾患に対する第1選択薬とはいえない．その理由は，これらの薬物がいずれも非特異的に免疫反応を抑制することや細胞毒性を有する薬物もあるため，重篤な副作用が少なくないことによる．」",
                        "「1  分類",
                        "免疫系の疾患に用いられている免疫抑制薬の分類を表1に示した．代謝拮抗薬は細胞周期でDＮA合成の盛んな時期に核酸合成を阻害し作用を発揮する．そのため，免疫担当細胞に特異的ではなく一部は抗悪性腫瘍薬としても使用されている．…アルキル化薬は，DＮA構成塩基と直接アルキル化反応を起こして複製を阻害する．当然，免疫担当細胞に特異的ではなく抗悪性腫瘍薬でもある．",
                        "シクロスポリンとタクロリムスは，共に臓器移植に大きく貢献してきた薬物である．これらは前述の代謝拮抗薬やアルキル化薬とは作用機序が異なる．まず細胞内の特異的な蛋白と結合し，この複合体がTリンパ球の活性化段階に働くカルシニューリンを阻害し，それによりインターロイキン（IL）-2などの各種サイトカイン産生を抑制する．すなわち，代謝拮抗薬やアルキル化薬とは異なり，免疫担当細胞であるリンパ球に対してより特異的に働く薬物である．」",
                        "「3    副作用",
                        "いずれの免疫抑制薬も副作用は少なくない．共通するものとしては，主作用の免疫抑制による感染症の合併・憎悪である．…",
                        "これらとは異なる作用機序でリンパ球機能を抑制するシクロスポリンとタクロリムスには非特異的細胞毒性はみられない．…また，これらの薬物と同じ肝薬物代謝酵素で代謝される他の薬物や，腎毒性のある薬物との併用により，血中濃度が増加することがあるため，臨床での多薬併用には厳重な注意を要する。」",
                        "「サマリー・一般の方へ",
                        "免疫の本来の目的は，人の体を細菌・ウイルスなどの微生物や異物から守ることである．その免疫を抑制する薬が免疫抑制薬である．それゆえ，異物といえる他人の臓器を移植する場合に，また免疫系の異常のために起こる膠原病や自己免疫病…といわれる病気に使用の価値がある．…また，免疫が抑えられるので感染症が起こりやすくなる．」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙5  （薬学生・新人薬剤師のための知っておきたい医薬品選400  -2002年版-  株式会社じほう  177～180，351，362頁）",
                      "text": [
                        "「免疫抑制剤  シクロスポリン",
                        "・・・",
                        "重大な副作用  ①ショック…②腎障害…⑥感染症…⑨リンパ種…」",
                        "「重大な副作用を起こす主な医薬品（症状別）",
                        "・・・",
                        "感染症  ｜    副腎皮質ステロイド，各種免疫抑制薬」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲7（前記参考資料1）",
                      "text": [
                        "要約：サイトメガロウイルス（CMV）疾患は依然として同種幹細胞移植（SCT）に続く罹病の主要因である。前向き無作為化試験において，我々は，疾患リスクが高い患者に対するガンシクロビルまたはアシクロビルによる予防的治療について試験した。血縁ドナー（n＝53）および非血縁ドナー（n＝38）のCMV血清反応陽性レシピエント91人が登録された。全ての患者は，-7日から-2日まで12時間ごとに5mg／kgのガンシクロビルの静脈内投与（i．v．）を受け，続いて，-1日から好中球生着まで8時間ごとに10mg／kgのアシクロビルの静脈内投与を受けた。その後，患者は，移植後100日まで，ガンシクロビル（n＝45）またはアシクロビル（n＝46）群にランダムに割り当てられた。いずれの程度の抗原血症も，2週間にわたって5mg／kgのガンシクロビルを1日2回i．v．後，6週間にわたり各平日に5mg／kgのi．v．を行うことにより治療された。100日の時点で，抗原血症の累積発現率は，それぞれ，ガンシクロビル予防群では31％（95％  CI  17～45％），アシクロビル予防群では41％（95％  CI  26～56％）（P＝0．22）であった。割り当てられた予防群は，CMV抗原血症を予見しなかった。12ヶ月時点でのCMV疾患の累積発現率は，それぞれ，ガンシクロビル処置群では13％（95％  CI  3～23％），アシクロビル処置群では17％（95％  CI  6～28％）（P＝0．59）であった。無作為割り付け時の絶対好中球数（AＮC）が1500×106／l以下であること（P＜0．01）と，急性移植片対宿主病がグレードII～IVであること（P＝0．01）と，割り当てられた予防群でないこと（P＝0．62）は，独立したCMV疾患のリスク因子であった。真菌感染症と腎不全の発生率は，両処置群を通じて同様であったが，細菌感染および続発性好中球減少症は，ガンシクロビル処置群において，より高頻度で発生した。アシクロビル処置の方が副作用が少なかったものの，ガンシクロビル予防により抗原血症が60％減少することを突き止めた我々の研究では，同種幹細胞移植におけるCMV抗原血症および疾患の予防のための総合的戦略の一部として使用したとき，ガンシクロビルとアシクロビルに統計的有意差は見られなかった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲8（前記参考資料2）",
                      "text": [
                        "同種幹細胞移植後の抗サイトメガロウイルス早期治療中のpp65抗原血症：",
                        "危険因子，DＮA負荷との相関，および転帰",
                        "序論（第1段落）：",
                        "サイトメガロウイルス（CMV）は，造血幹細胞移植（HSCT）を受けている患者の発病および死亡の主要因であり続けている。抗ウイルス予防は，骨髄移植後早期のCMV疾患を有意に減少させるが，使用可能な抗ウイルス薬（ガンシクロビル，ホスカルネットおよびシドフォビル）に伴う毒性は依然として問題である。さらに，移植片に行われるガンシクロビル予防は，侵襲性真菌感染症の増加を伴い，CMV特異的T細胞再構成を遅延させ，その結果，後期のCMV疾患の危険が増加する。最近では，より高感度の方法，例えばpp65抗原血症アッセイまたはCMVのDＮAについての血漿ポリメラーゼ鎖反応（PCR）により，疾患の発症前に血流中におけるCMV複製を検出できるようになった。これは，CMV疾患について最も高い危険度にある患者のみに対する「先制療法」を可能にするため，多くの患者を普遍的に適用される抗ウイルス予防から除外できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上にあるとおり，免疫抑制剤は，臓器移植における拒絶反応を抑制するために主に用いられているところ，免疫抑制剤を投与するとウイルスなどに対する生体防御機構である免疫が抑制されてしまうために，感染症が起こりやすくなるという副作用があること（乙4，5），及び，免疫抑制剤を投与された移植患者におけるサイトメガロウイルス疾患などの感染症を予防・治療するために，ガンシクロビルやシドフォビルなどの抗ウイルス薬が投与されていること（甲7，8）が記載されている。",
                    "したがって，本願出願日当時において，免疫抑制剤を投与すると，免疫を抑制してしまうために，サイトメガロウイルスなどのウイルス感染症が起こりやすくなることは技術常識であったと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本願出願日当時において，ウイルス感染症を発症している患者に，免疫抑制剤を投与すると，患者に備わっている免疫が抑制され，ウイルス感染症が悪化する懸念を抱くことは，当業者にとって極めて自然なことであった。",
                    "以上によれば，本願明細書の発明の詳細な説明において，上記のような技術常識の存在にもかかわらず，本願発明が医薬としての有用性を有すること，すなわち，HDP-CDVと免疫抑制剤を併用すると，HDP-CDVの生物学的利用能が増強されるだけでなく，HDP-CDVを単独で用いた場合に比べて，ウイルス感染の治療効果が向上することを，当業者が理解できるように記載する必要があるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，本願明細書の発明の詳細な説明におけるHDP-CDV並びにエンハンサー及び免疫抑制剤に関する記載について検討すると，以下のとおりである。",
                "前記1(1)のとおり，本願明細書の発明の詳細な説明には，脂質含有プロドラッグとして，HDP-CDVが使用できること（【0029】，【0034】），及び，エンハンサーとして，シトクロムP450  3A酵素（CYP3A酵素）の阻害剤又は基質，あるいは，P糖タンパク質-媒介性膜輸送の阻害剤が使用できること（【0016】～【0018】，【0062】，【0066】，【0075】）が記載されている。また，シトクロムP450  3A酵素の基質として免疫抑制剤（シクロスポリン，FK-506，ラパマイシン）が，また，P糖タンパク質-媒介性膜輸送の阻害剤としてシクロスポリンが例示され（【0010】，【0067】，【0068】の表1，【0070】），エンハンサーとして適切な化合物を選択するために，酵素阻害を測定するなどの試験を行うことができることが記載されている（【0061】，【0077】）。",
                "このように，脂質含有プロドラッグは，シトクロムP450 3A酵素の阻害剤又は基質，P糖タンパク質-媒介性膜輸送の阻害剤をエンハンサーとして併用すると生物学的利用能が向上すること，シクロスポリンを含む免役抑制剤の一部がシトクロムP450  3A酵素（CYP3A酵素）の阻害剤又は基質となり，また，シクロスポリンがP糖タンパク質-媒介性膜輸送の阻害剤となることが記載されており，脂質含有プロドラッグとエンハンサーの組合せとして，本願発明のようにHDP-CDVと免疫抑制剤との組合せを選択した場合にも，免疫抑制剤は，HDP-CDVの生物学的利用能を向上させる役割を果たすことについて一応の示唆がある。",
                "しかし，本願明細書の発明の詳細な説明には，【0136】以下において，実施例1～12が示されているところ，HDP-CDVあるいはその上位概念である抗ウイルス化合物と，特定の「免疫抑制剤」を併用した事例についての記載は，生体内（インビボ）における実験だけでなく，生体外（インビトロ）における実験についても一切記載されていない。前記のとおり，表1において，エンハンサーとして使用できる薬物として，抗不整脈や抗鬱薬などの種々の薬物と並んで免疫抑制剤が記載されているのみであって，免疫抑制剤によりHDP-CDVの生物学的利用能がどの程度向上するのかは具体的に確認されておらず，また，免疫抑制剤にはウイルス感染症を悪化させるという技術常識があることを念頭においた説明（例えば，免疫抑制作用によるウイルス感染症の悪化が生じない程度のエンハンサーとしての免疫抑制剤の用量など。）もないから，HDP-CDVと免疫抑制剤を投与すると，免疫抑制作用によるウイルス感染症の悪化が生じてエンハンサーとしての作用を減殺してしまい，HDP-CDV自体が有するウイルス感染治療作用を損なうという疑念が生じるものといわざるを得ない。",
                "そうすると，本願明細書の発明の詳細な説明の記載から，ウイルス感染症を発症している患者に対してHDP-CDVと共に免疫抑制剤を投与すると，HDP-CDVの生物学的利用能が増強されることを当業者が理解することが可能であったとしても，上記の技術常識に照らすと，それと同時に，免疫抑制剤の利用により免疫が抑制されて感染症が悪化することが懸念されることから，HDP-CDVと免疫抑制剤を併用した場合には，HDP-CDVを単独で用いる場合に比べてウイルス感染の治療効果が向上するか否かは不明であるというほかなく，当業者が本願発明に医薬としての有用性があることを合理的に理解することは困難である。",
                "したがって，本願明細書の発明の詳細な説明の記載は，本願出願日当時の技術常識に照らして，当業者が，本願発明の医薬としての有用性があることを理解できるように記載されていないから，実施可能要件を充足するということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，前記第3，1(1)の記載を指摘し，本願発明は，所定のウイルス感染を治療するという医薬用途に使用できるものであることについて，発明の詳細な説明の記載から当然に理解されると主張する。",
                    "しかし，原告の指摘部分には，インビトロの実験である実施例7，8，10において，HDP-CDVは，サイトメガロウイルス，ポックスウイルス，HSV-1に対する抗ウイルス活性（ウイルス複製阻害作用）が，シドフォビル単体に比べて優れていること，実施例11及び図2等には，動物にHDP-CDVを単回経口投与した後の，HDP-CDV（CMX001），HDP-CDVから遊離されたシドフォビル，HDP-CDVの不活性代謝産物（M-8；図5参照）の血清中の濃度を経時的に測定した結果が示されており，脂質含有プロドラッグとしてHDP-CDVがあり，シドフォビル単体に比べて抗ウイルス活性に優れていることは理解できるものの，HDP-CDVと免役抑制剤との併用に関するものではない。",
                    "そして，抗ウイルス剤としてのHDP-CDVは公知の物質であり，本願発明が，そのようなHDP-CDVと免疫抑制剤との組成物についての医薬用途発明であることに照らすと，当業者に対して実施可能というためには，HDP-CDVの優れた抗ウイルス活性や，その優れた抗ウイルス活性のゆえに，生体防御反応が低下したとしてもウイルス感染の治療を無力化するものではないことを示したのみでは足りず，HDP-CDV単体を使用した場合と比較してウイルス感染の治療効果が増強されることを理解させて初めて，ウイルス感染治療薬としての医薬上の有用性が基礎付けられるというべきである。",
                    "したがって，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，免疫抑制剤は，生体内の免疫系の活動を広く非選択的に抑制するのに対し，HDP-CDVから代謝されるシドフォビルは，ウイルス複製のみを特異的に阻害するのであって，両者の作用メカニズムが異なり直接的に作用を相殺するものではないことは，本願出願日当時の技術常識であるから，本願発明は，審決に記載された「一般的には，互いに相反する作用を有する」という一般的な理解には該当せず，十分なウイルス感染治療効果を示すものであることが理解される旨主張する。",
                    "しかし，免疫抑制剤の免疫活動を抑制するという生体内における作用と，シドフォビルのウイルス複製阻害作用とは，作用機序に着目した場合において，直接的に打ち消し合うような関係でないとしても，前記(2)のとおりのウイルス感染症と免疫抑制剤の併用に関する技術常識を踏まえると，ウイルス感染症を悪化させるというマイナスの作用と，HDP-CDVの生物学的利用能を増強させるというプラスの作用とは，ウイルス感染症治療薬の治療効果に着目すると「互いに相反する作用を有する」と理解せざるを得ない。",
                    "したがって，原告の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，①参考資料1及び2の記載からみて，免疫抑制剤と抗ウイルス薬を併用した場合には，真菌感染症の増加などの副作用があり，その結果として，続発性の免疫不全が起こるために，移植後100日以降の後期CMV疾患のリスクが増加するものの，移植後100日以前においては有意なウイルス感染治療効果が得られることが，本願出願日当時の技術常識であり，さらに②HDP-CDVのウイルス複製阻害効果は，例えば，シドフォビル単体と比べるとEC 及びウイルス50選択指数は少なくとも106以上の差があり，圧倒的に優れていることを本願実施例において具体的に確認していること考慮すると，仮に，免疫抑制剤により生体内の免疫系が抑制された結果，ウイルス感染のリスクが増加するとしても，HDP-CDVのウイルス複製阻害効果が，免疫抑制剤の生物学的利用能エンハンサーとしての効果により増強されることによって，十分なウイルス感染治療効果が得られるであろうことは，本願明細書の記載及び本願出願日当時の技術常識から当然に理解されると主張する。",
                    "しかし，上記の参考例1及び2は，前記(2)ア(ウ）及び(エ)のとおり，いずれも，免疫抑制剤を投与された移植患者などの，免疫抑制剤によるウイルス感染のリスクが増加する状況下においても，HDP-CDVなどの抗ウイルス薬がウイルス感染治療効果を奏することが理解されるというものにすぎない。免疫抑制剤のエンハンサーとして作用によりウイルス複製阻害効果が増強されるというプラスの効果と，免疫抑制剤によるウイルス感染のリスクが増加するというマイナスの効果とを，直接評価するものではなく，移植患者に限らずウイルスに感染した患者全般に対して，HDP-CDVを単独で投与するよりも，HDP-CDVと免疫抑制剤を併用した方がウイルス感染の治療効果が向上するという，本願発明の医薬としての有用性を裏付けるものではない。",
                    "したがって，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，特許庁による審査基準によれば，明細書の開示から認識できる範囲であれば，出願後の薬理試験データの参酌は許容されるものであるところ，HDP-CDVと免疫抑制剤とを併用して十分なウイルス感染治療効果が得られることは，本願明細書の記載から理解できるから，参考資料3及び4（甲9，10）は実施可能要件（及びサポート要件）を補完するものとしても許容されるべきであり，これを参酌しなかった審決の判断は誤りである旨を主張する。",
                    "しかし，当業者が，発明の詳細な説明の記載から，HDP単独の投与に対して，HDP-CDVと免疫抑制剤とを併用した場合に十分なウイルス感染治療効果が得られることを理解できないことは，上記のとおりであるから，原告の主張はその前提において誤りがある。",
                    "したがって，原告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，審決の実施可能要件に関する判断に誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上によれば，本願発明が，実施可能要件を欠くとした審決の判断には誤りがないから，その余の審決の当否を判断するまでもなく，原告の請求には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}