{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2014-26615号事件について平成27年6月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録出願に係る拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，商標法4条1項11号該当性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成25年8月21日，第25類に属する商品「被服，履物，運動用特殊靴，帽子，ガーター，靴下止め，ズボンつり，バンド，ベルト，仮装用衣服，運動用特殊衣服」を指定商品として，別紙1のとおりの商標の登録出願をした(本願商標，商願2013-64971号。甲11)が，平成26年9月17日付けの拒絶査定を受けた(甲16)ので，同年12月26日付け手続補正書をもって，その指定商品を第25類「イタリアでデザインされた被服，イタリアでデザインされた履物，イタリアでデザインされた運動用特殊靴，イタリアでデザインされた帽子，イタリアでデザインされたガーター，イタリアでデザインされた靴下止め，イタリアでデザインされたズボンつり，イタリアでデザインされたバンド，イタリアでデザインされたベルト，イタリアでデザインされた仮装用衣服，イタリアでデザインされた運動用特殊衣服」(本願指定商品)と補正(本件補正。甲17)するとともに，同日，上記拒絶査定に対する不服審判請求をした(不服2014-26615号)。",
            "特許庁は，平成27年6月2日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月22日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "本願商標は，以下のとおり，商標法4条1項11号に該当する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，別紙1のとおり，語頭の「M」の欧文字について，その左端の縦線をやや長く伸ばし，先端を「J」の欧文字のようにやや外側に曲げた特徴を有するが，「MAGGIE  MILAＮO」の欧文字を書したものと容易に理解できるものである。",
                "そして，本願商標の構成中，後半の「MILAＮO」の欧文字部分が，「イタリア北部の都市」を指称する語として広く一般に知られているものであることからすれば，本願商標を本願指定商品に使用するときは，それに接する取引者，需要者は，当該「MILAＮO」の欧文字を，イタリア国ミラノでデザイン等された商品であることを表す部分，すなわち，商品の品質を表示した部分と容易に認識するものとみるのが相当である。",
                "そうすると，本願商標は，その構成中，前半の「MAGGIE」の欧文字が出所識別標識として強く支配的な印象を与えるものであるから，当該欧文字のみを抽出し，他人の商標と比較して商標そのものの類否を判断することが許されるというべきである。",
                "してみれば，本願商標は，その構成中「MAGGIE」の欧文字から「マギー」の称呼を生じ，「『マギー』という女性の名又は愛称」の観念を生じるというのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1～引用商標6(まとめて「引用商標」)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "登録第1909530号商標(引用商標1。出願日：昭和56年10月8日，設定登録日：同61年11月27日)は，別紙2(1)のとおりの構成よりなり，その指定商品に第25類「ガーター，靴下止め，ズボンつり，バンド，ベルト」を含むものである。",
                    "登録第2035726号商標(引用商標2。出願日：昭和56年3月18日，設定登録日：同63年3月30日)は，別紙2(2)のとおりの構成よりなり，その指定商品に第25類「被服」を含むものである。",
                    "登録第2089821号商標(引用商標3。出願日：昭和56年10月8日，設定登録日：同63年10月26日)は，別紙2(1)のとおりの構成よりなり，その指定商品に第25類「被服」を含むものである。",
                    "登録第3133265号商標(引用商標4。出願日：平成5年3月17日，設定登録日：同8年3月29日)は，別紙2(3)のとおりの構成よりなり，その指定商品を第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト」とするものである。",
                    "登録第4843027号商標(引用商標5。出願日：平成15年3月17日，設定登録日：同17年3月4日)は，別紙2(2)のとおりの構成よりなり，その指定商品を第25類「履物，仮装用衣服，運動用特殊衣服，運動用特殊靴」とするものである。",
                    "登録第5255377号商標(引用商標6。出願日：平成21年1月26日，設定登録日：同年8月7日)は，別紙2(4)のとおりの構成よりなり，その指定役務を第35類「織物及び寝具類の小売又は卸売の業務において行われる顧客に対する便益の提供，被服の小売又は卸売の業務において行われる顧客に対する便益の提供，履物の小売又は卸売の業務において行われる顧客に対する便益の提供，かばん類及び袋物の小売又は卸売の業務において行われる顧客に対する便益の提供，身の回り品の小売又は卸売の業務において行われる顧客に対する便益の提供」とするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標1及び引用商標3は，別紙2(1)のとおり，ややデザイン化された「maggy」の欧文字と「マギー」の片仮名とを二段に横書きしてなるところ，下段の片仮名が上段の欧文字の読みを特定したものと認められることから，「マギー」の称呼が生ずるとみるのが自然であり，「『マギー』という女性の名又は愛称」の観念を生じるというのが相当である。"
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標2及び引用商標5は，別紙2(2)のとおり，「銀座」の漢字と「マギー」の片仮名からなるところ，「銀座」の漢字は，商品の産地，販売地を表したものと認識される上，当該漢字は「マギー」の片仮名に比べて小さく表されている。",
                  "text": [
                    "そうすると，引用商標2及び引用商標5は，「マギー」の片仮名部分が，出所識別標識として強く支配的な印象を与えるものであるから，その構成中の「マギー」の片仮名に相応して「マギー」の称呼及び「『マギー』という女性の名又は愛称」の観念を生じるというのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用商標4は，別紙2(3)のとおり「マギー」の片仮名を横書きしてなり，これより「マギー」の称呼を生じること明らかであり，「『マギー』という女性の名又は愛称」の観念を生じるものというのが相当である。"
                },
                {
                  "fig": "オ",
                  "subject": "引用商標6は，別紙2(4)のとおり，「MAGGY」の欧文字を横書きしてなり，これより「マギー」の称呼を生じ，「『マギー』という女性の名又は愛称」の観念を生じるものというのが相当である。"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標との類否について",
              "text": [
                "本願商標と引用商標との称呼を比較すると，上記(1)のとおり，本願商標からは「マギー」の称呼が生じるものであり，上記(2)のとおり，引用商標からも「マギー」との称呼が生じるものであるから，両商標は，称呼を同一にするものである。",
                "また，本願商標と引用商標との観念を比較すると，上記(1)及び(2)のとおり，本願商標と引用商標は，ともに「『マギー』という女性の名又は愛称」の観念を生じるものであるから，両商標は，観念を同一にするものである。",
                "さらに，本願商標と引用商標との外観については，上記(1)及び(2)のとおり，その構成が明らかに異なるものであるから，両者は，外観において相違するものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標と引用商標とは，外観上相違する点があるとしても，「マギー」の称呼及び「『マギー』という女性の名又は愛称」の観念を同一にするものであるから，これらを総合して考察すれば，両者は，互いに相紛れるおそれのある類似の商標というべきである。",
                "そして，本願指定商品と引用商標1の指定商品は商品「ガーター，靴下止め，ズボンつり，バンド，ベルト」，本願指定商品と引用商標2は商品「被服」，本願商標と引用商標4は商品「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト」，及び本願指定商品と引用商標5の指定商品は商品「履物，運動用特殊靴，仮装用衣服，運動用特殊衣服」を共通にするから，本願指定商品と引用商標1～引用商標5の指定商品は，同一又は類似する。",
                "加えて，本願指定商品「イタリアでデザインされた被服，イタリアでデザインされた履物」と引用商標6の指定役務「被服の小売又は卸売の業務において行われる顧客に対する便益の提供，履物の小売又は卸売の業務において行われる顧客に対する便益の提供」とは，商品の販売と役務の提供が一般的に同一事業者によって行われるものであり，また，商品の販売場所と役務の提供場所とを同一にし，さらに，需要者を共通にするものであるから，本願指定商品と引用商標6に係る指定役務とは類似するものとみるのが相当である。",
                "したがって，本願商標は商標法4条1項11号に該当する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願商標の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の一体性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本願商標は，ごく一般的に用いられるゴシック調書体で表し，各アルファベットの一文字一文字が，略同書・同大・同間隔で横一列に整然と並んでいる。「MAGGIE」と「MILAＮO」の字間に1文字分にも満たない程度のスペースがあるものの，これは英語表記における通常の表記方法にすぎない。また，語頭の欧文字「M」について，その左側下端を，わずかに外側へ跳ねるように折り曲げているが，この一部装飾を，あえて本願商標全体における語頭にのみ加えたことで，語頭から語尾にかけて，横一列に流れるような外観上のまとまり感を高め，一体化した態様で看取されるよう構成したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼",
                  "text": [
                    "仮に，本願商標を略スペース部で区切り，「MAGGIE」と「MILAＮO」として観察するならば，「MAGGIE」の欧文字は「マギー」と，「MILAＮO」の欧文字は「ミラノ」と称呼し得るものである。これにより，本願商標は，全体として「マギーミラノ」の称呼が生じる。その称呼は，長音を含めても実質的に6音と短く簡潔であり，商標として，一気一連に極めて発音しやすいものである。さらに，当該長音の前後は「ギ」と「ミ」であり，同じ母音「イ」を共通にするから，「ギ」と「ミ」の連結がより強固かつ滑らかになっている。このことからも，本願商標は，「マギー」と「ミラノ」に区切って発音すると不自然であり，「マギーミラノ」と，息継ぐことなく一息で発音されるものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "観念",
                  "text": [
                    "仮に，本願商標を略スペース部で区切り，「MAGGIE」と「MILAＮO」として観察するならば，「MAGGIE」の欧文字からは「『マギー』という女性の名」程の観念が生じる。「マギー」という名又は愛称を有する人物は，多数存在している。",
                    "また，「ミラノ」は，イタリアの地名を指すだけでなく，人の姓として採択されているし，都市名と同じ語が必ずしも商品の産地・販売地のみを直観させるものではない。したがって，たとえ欧文字「MILAＮO」が「イタリアの都市」を意味する場合があるとしても，必ずしも当該意味のみに留まることはない。さらに，ファッションブランドが，その商品のブランドの発祥地等を商標中に示す場合，要部となるブランド名周辺に発祥地等を示す語を小さく説明的に付記するのが一般的である。本願商標においては，「MILAＮO」を付記的に小さく表していないので，需要者は，これを発祥地等の表示ではなく，商標中の不可分の構成要素であるととらえる。",
                    "よって，本願商標のような構成態様で表した場合には，全体として「ミラノの『マギー』という女性の名又は愛称」という観念だけでなく，とある外国人の姓名としての「マギーミラノ」ほどの観念が生ずる。仮に，姓名との認識に至らないとしても，これに類する愛称やニックネームとして「マギーミラノ」をとらえることは十分に可能である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の認定方法の誤り",
              "text": [
                "本願商標は，外観，称呼及び観念の全ての点から検討しても，一体性の強いものであり，特に，その外観は，いずれかの文字部分だけが独立して看者の注意をひくように構成されていない。それにもかかわらず，審決は，本願商標の外観における一体性を全く検討せず，直ちに「MAGGIE」の文字部分だけを本願商標から抽出し，当該文字部分が指定商品との関係につき，商品の品質を具体的に表示した部分であると需要者等が容易に認識すると認定した。そして，「MAGGIE」の文字部分のみが出所識別標識として機能し，強く支配的な印象を与えるものであるなどとして，引用商標との類否判断を行った。",
                "審決は，商標法4条1項11号に係る商標の類否につき，誤った認定方法を採用して判断したのであり，違法である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標の類否の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標権者",
                  "text": [
                    "引用商標権者である株式会社銀座マギーが用いる「銀座マギー」は，銀座の代表的な高級婦人服ブランドとして我が国の一般需要者等の間で周知されており，「銀座マギー」は，「銀座マギー」又はその略称である「Maggy(マギー)」として，少なくともいわゆる熟年層世代の需要者に広く知られていることが認められる。また，需要者らには，単なるマギーではない，銀座の老舗ブランドとしての「銀座マギー」であるように同社及びそのブランドが認識されているものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2及び引用商標5について",
                  "text": [
                    "引用商標2及び引用商標5は，それぞれ「銀座」と「マギー」の文字からなる。「銀座」と「マギー」の両文字から構成されていることから，「銀座マギー」の周知性に影響を受け，両者の書体や大きさが異なっていても「銀座」と「マギー」の各要素が結合されて一体的に認識，把握され，周知である「ギンザマギー」の称呼と「高級婦人服ブランドとして周知な銀座マギー」の観念が生ずる。",
                    "審決は，引用商標2及び引用商標5について，「銀座」の文字部分が商品の産地，販売地を表したものと認識されると判断しているが，失当である。当該商標中の「銀座」部分が産地又は販売地であるとするならば，その指定商品は「銀座で生産された被服」又は「銀座で販売される被服」という限定がされなければならないが，引用商標2及び引用商標5の指定商品は何ら限定されていない。これは，引用商標2及び引用商標5の「銀座マギー」の「銀座」という表示が，審決で判断されたような純粋な産地，販売地としては認識されていないことを示している。つまり，引用商標2及び引用商標5は，一体不可分に「ギンザマギー」と称呼され，かつ，「高級婦人服ブランドとして周知な銀座マギー」との観念が生ずるのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標1及び引用商標3について",
                  "text": [
                    "引用商標1及び引用商標3は，ロゴ化された「Maggy」の欧文字や同じくロゴ化された「マギー」の片仮名から構成されており，その特徴的な書体と商標権者による長年の使用の結果から，「銀座マギー」の商号商標と共に需要者に広く認識されている。そのため，称呼としては「マギー」となるが，これらの商標権者が株式会社銀座マギーであることと，周知商標としての外観的印象の強さから，「高級婦人服ブランドとして周知な銀座マギー」の観念が想起されるとするのが自然である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用商標4について",
                  "text": [
                    "引用商標4は，「マギー」の片仮名を横書きしてなり，「マギー」の称呼を生ずるものである。その商標権者が株式会社銀座マギーであって，本願商標を構成する片仮名は，その特徴的な書体と商標権者による長年の使用の結果から，「銀座マギー」の商号商標と共に需要者に広く認識されている。そのため，周知な「銀座マギー」と何らかの関連があるブランドであると需要者等に認識され得るものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "引用商標6について",
                  "text": [
                    "引用商標6は，「MAGGY」の欧文字を横書きしてなり，「G」のアルファベットは一般的な書体よりもデザイン化されている。また，各アルファベット同士の間隔を大きく取ることで，左右に広がった印象が看取される。称呼は「マギー」が生ずるものである。その商標権者は株式会社銀座マギーであって，引用商標6を構成する欧文字が，周知な「銀座マギー」の欧文字表記とスペリングが同一であることから，周知な「銀座マギー」と何らかの関連があるブランドであると需要者等に認識され得るものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標の類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観・称呼・観念",
                  "text": [
                    "外観については，両商標は明らかに非類似である。本願商標は「MAGGIE MILAＮO」のように全体が一体化した態様であって，いずれかの部分が独立した要部とはなり得ないことから，たとえ，引用商標との比較において，欧文字部分中の「MAGG」の4文字が共通するとしても，それは本願商標の一部に関する事情にすぎない。本願商標全体と引用商標とを比較すれば，明確に区別することができるものであり，外観上相紛れるおそれは全くない。特に，アパレル製品を購入する需要者は，世界中に極めて多数のブランドが存在するのであるから，その中からどのブランドを購入するか慎重に選択するのが通常であり，その際には視覚で認識する当該ブランド名の体裁，すなわち，外観を重要視するものである。",
                    "称呼については，本願商標からは「マギーミラノ」の称呼が生じ，それに対して，引用商標1，引用商標3及び引用商標6からは「マギー」の称呼が生じ，引用商標2及び引用商標5からは「ギンザマギー」の称呼が生ずる。また，両商標のアクセント位置は，引用商標から生ずる称呼「ギンザマギー」あるいは「マギー」は，いずれも「マ」を最も強く発音するのに対し，本願商標の「マギーミラノ」は全体的に平坦である。したがって，両商標は，称呼上明らかに区別できる非類似の商標である。",
                    "観念については，本願商標は，全体として一体不可分な造語のように認識・把握された結果，「ミラノの『マギー』という女性の名又は愛称」だけでなく，外国人の姓名として「マギー ミラノ」ほどの観念が想起される。それに対して，引用商標については，引用商標1，引用商標2，引用商標3及び引用商標5からは，国内ブランドである「高級婦人服ブランドとして周知な銀座マギー」という観念が生じ，引用商標4及び引用商標6は，周知な「銀座マギー」と何らかの関連があるブランドであると認識させるため，本願商標とは観念において明確に区別することができる。",
                    "よって，引用商標は，外観，称呼及び観念のいずれについても本願商標と非類似である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取引の実情等",
                  "text": [
                    "本願商標に係るブランドは，もともと，イタリアのジーンズブランド「Maggie  Jeans」として1990年代中盤に設立されたものであり，2009年にエジプト企業である原告により買収され，2012年よりイタリア，フランス及びスペイン等の欧州各国にて，価格帯を100～200ユーロ程度とした，ギャップやリーバイスといった普段使いのジーンズとは異なる，廉価ではあるが質の高いジーンズの販売を開始している。展開している商材は，10代から20代をターゲットにしているヤングテイストなラインアップである。なお，本願商標に係るブランドは，日本において，まだ店舗展開を行ってはいないが，同様に，若者向けのカジュアルファッションブランドとして展開する予定である。",
                    "アパレル業界においては，ブランド名の称呼が共通することが少なくないし，造語からなるブランド名だけではなく，デザイナーの名前をそのままブランド名とするケースが多く見受けられ，複数のブランドで同じ言葉が使用されているケースも多い。人名「マギー」の称呼を含むブランドも，多数が平和的に併存している。したがって，アパレル製品を購入する需要者層は，各ブランドの魅力を把握した上で，製品に取り付けられたブランドタグ等を視覚で識別してから購入に至っているのである。",
                    "また，ブランド名はその全体で捉えるのが一般的であるため，単に一部が共通するのみで，お互いが混同するものではない。需要者等は，ブランド名がたとえ長いものであったとしても，一体的に把握するのが自然であり，本願商標にあっては，「マギーミラノ」という簡潔な称呼なので，なおさらこれを一体とみて，その他の「マギー ○○」なるブランドとの差異が図られる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，引用商標の外観，称呼及び観念が本願商標と著しく相違していること，引用商標を付した商品と本願商標を付した商品の傾向及び需要者層の違い，「マギー」の称呼を有する複数の商標が市場において異なるものとして需要者に認識されていること等からすれば，需要者等が引用商標を付した商品と本願商標を付した商品の出所を混同することはあり得ない。本願商標と引用商標とは，非類似である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "text": [
            "原告は，本願商標は，各アルファベット文字が略同書・同大・同間隔で横一列に整然と並んでおり，その全体として生じる「マギーミラノ」の称呼は一気一連に発音しやすいものであり，「マギー」という名又は愛称を有する人物が多数存在している事実及び「ミラノ」が人の姓として採択されている事実がうかがえることにより，全体として，「ミラノの『マギー』という女性の名又は愛称」又は外国人の姓名ないし愛称等としての「マギーミラノ」ほどの観念を生じるから，外観，称呼及び観念全ての点から検討しても，一体性の強いものである旨主張する。",
            "しかし，本願商標は，「MAGGIE」の欧文字と「MILAＮO」の欧文字とを組み合わせてなるものと看取，把握されるものである。そして，「MAGGIE」の欧文字の「M」にされた装飾は，その形状や位置に照らせば，本願商標が「MAGGIE」と「MILAＮO」との組合せからなるものと看取，把握されることに影響を及ぼすものとはいえない。",
            "また，原告が，「ミラノ」がキャラクター名などとして採択されているとする甲28及び甲29は，「MILAＮO」を姓とするものではないし，「MILAＮO」を姓とする人物が実在したとしても，原告提出の証拠からは「アリッサ・ミラノ(Alyssa  Milano)」及び「ファビオ・ミラノ」(甲5，27)が見い出されるにすぎないから，我が国において，「MILAＮO」の欧文字が姓を表すものとして一般に認識されているとはいえない。",
            "さらに，本願商標の構成中，「MAGGIE」の欧文字は，「マギー」という女性の名又は愛称を意味する英語であり，「MILAＮO」の欧文字は，我が国において，イタリアの都市名として一般に広く知られており，新たなファッションの発信地としてもよく知られているものである。",
            "加えて，本願指定商品は，ファッションとの関連が強い商品といえるところ，このような商品を取り扱う業界においては，ブランドに係る標章にその発祥地等を示す地名(都市名)を付記することが少なからず行われている。",
            "そうすると，本願商標をその指定商品に使用した場合，これに接する取引者，需要者は，本願商標の構成中の「MILAＮO」の欧文字部分について，イタリアの都市名を表したものと容易に認識し，「MAGGIE」の欧文字部分に着目して取引に当たるというべきであるから，本願商標は，両欧文字部分を分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとはいえず，その構成中の「MAGGIE」の欧文字部分を要部として取り出し，これと引用商標とを比較して商標そのものの類否を判断することも許されるというべきである。",
            "したがって，原告の上記主張は，失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用商標に係る「銀座マギー」が銀座の代表的な高級婦人服ブランドとして周知であるとし，引用商標1及び引用商標3は「マギー」の称呼及び「高級婦人服ブランドとして周知な銀座マギー」の観念を，引用商標2及び引用商標5は「ギンザマギー」の称呼及び「高級婦人服ブランドとして周知な銀座マギー」の観念を，それぞれ生ずるものとし，引用商標4及び引用商標6については，「マギー」の称呼を生じ，「銀座マギー」と何らかの関連があるブランドと需要者等に認識され得るものとした上で，本願商標は，全体が一体化した態様であって，いずれかの部分が独立した要部とはなり得ないことから，引用商標と比較した場合，外観，称呼及び観念のいずれについても非類似である旨主張する。",
                "しかし，引用商標は，その構成に係る「maggy」若しくは「MAGGY」の欧文字又は「マギー」の片仮名から「マギー」の称呼及び「マギーという女性の名又は愛称」の観念を生じるものであり，たとえ，原告の主張するように「銀座マギー」が銀座の代表的な高級婦人服ブランドとして知られているとしても，そのことをもって，引用商標から上記の称呼及び観念を生じないということはできない。",
                "また，本願商標は，その構成中の「MAGGIE」の欧文字部分を要部として取り出し，これと引用商標とを比較して商標そのものの類否を判断することも許されるというべきものであり，その比較において，本願商標と引用商標とは類似する。",
                "したがって，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，アパレル業界の取引の実情として，ブランド名には，造語のみならず，デザイナーの名前をそのままブランド名とするケースが多く見受けられ，複数のブランドで同じ言葉が使用されているケースも多く，人名「マギー」の称呼を含むブランドも多数が平和的に共存している，本願商標に係るブランドは若者向けであるのに対し，引用商標に係るブランドはいわゆる熟年層向けであって，その需要者層が相違するなどとした上で，本願商標と引用商標とは，その外観，称呼及び観念が著しく相違している点，各商標の外観上の差異や取扱商品の傾向及び需要者層の相違によって，「マギー」の称呼を有する複数の商標が市場において異なるものとして需要者に認識されていること等からすれば，需要者等が出所混同することはあり得ない旨主張する。",
                "しかし，原告が同じ言葉が使用されているブランドとして挙げるものは，「クリスチャン・ディオール」や「クリスチャン・ラクロワ」などであり，これらは，いずれも我が国において，その構成全体をもって，不可分一体の人名として認識されているといえるものであって，本願商標とは構成を異にするものである。",
                "また，「マギー」の称呼を含むブランドとして挙げるもの(甲34～39)は，いずれも海外において，そのようなブランドが存在することを示すにとどまるものであるし，そのようなブランドが存在するからといって，本願商標が，我が国の取引者，需要者において，一体的なものとしてのみ認識されるということはできない。",
                "さらに，本願商標に係るブランドは，我が国において，いまだ店舗展開がなされていないことからすれば，当該ブランドが我が国の需要者間に特定の需要者層に向けた被服等の商品を表示するものなどとして認識されているとは到底いえない。",
                "そうすると，原告の主張する取引の実情等が本願商標と引用商標との類否判断に影響を及ぼすことはなく，また，上述のとおり，本願商標と引用商標とは，それぞれの外観，称呼及び観念が取引者，需要者に与える印象，記憶，連想等を総合勘案すれば，類似の商標というべきものであり，商品の出所について混同を生ずるおそれを免れない。",
                "したがって，原告の上記主張は，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願商標の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の外観",
              "text": [
                "本願商標は，別紙1のとおり，「MAGGIE  MILAＮO」の欧文字を同じ大きさでゴシック調書体で一列に横書きしてなり，「MAGGIE」と「MILAＮO」との間に1文字分に満たないスペースが設けられているが，語頭の「M」の欧文字の左端の縦線をやや長く伸ばし，先端を「J」の欧文字のようにやや外側に曲げた特徴を有する(甲11)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の称呼及び観念",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標について",
                  "text": [
                    "本願商標においては，「MAGGIE」と「MILAＮO」との間に1文字分に満たないスペースが設けられていることから，「MAGGIE」と「MILAＮO」との2つの単語からなるものであると認識し得る。",
                    "前半の「MAGGIE」の欧文字部分は，「『マギー』という女性の名又は愛称」ほどの意味を有するといえる。そして，後半の「MILAＮO」の欧文字部分は，「イタリア北部の都市」を指称する語(甲24，乙8)として広く一般に知られているものであり，かつ，ミラノにおいては，毎年，世界中から注目されるデザイナーズ・コレクションが開かれており(乙9)，ファッション性の高いイメージを有する都市として周知されているから，本願商標を本願指定商品である衣服や靴，洋品小物などに使用する場合は，それに接する取引者，需要者は，当該「MILAＮO」の欧文字を，イタリア国ミラノでデザイン等された商品であることを表す部分，すなわち，当該各商品の品質を表示した部分と認識するものとみるのが相当である。",
                    "したがって，本願商標は，その構成中，後半の「MILAＮO」の欧文字が，商品の品質を表示した部分として，格別の自他商品識別力を有しないのに対し，前半の「MAGGIE」の欧文字は，固有の名称であって，出所識別標識として強く支配的な印象を与えるものであるから，当該欧文字のみを抽出し，他人の商標と比較して商標としての類否を判断することが許されるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上のことからすれば，本願商標は，その全体から「マギーミラノ」の称呼が生じるほか，「マギー」との称呼をも生じるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，原告は，本願商標は，「マギー」と「ミラノ」に区切って発音すると不自然であるから，「マギーミラノ」のみの称呼が生じると主張する。",
                        "しかし，本願商標の外観は，「MAGGIE」と「MILAＮO」との間にスペースがあることから，2語から構成されるものと看取され，「マギー」と「ミラノ」とに区切って発音することに特段の困難も見い出せない。",
                        "原告の主張には，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "観念について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標は，その全体から「イタリアのミラノという都市の『マギー』という女性の名又は愛称」の観念が生じるほか，上記アのとおり，その構成中「MAGGIE」の欧文字が出所識別標識として強く支配的な印象を与えるから，「『マギー』という女性の名又は愛称」の観念を生じる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，原告は，「ミラノ」は人の姓としても採択されているから，とある外国人の姓名又は愛称としての「マギーミラノ」という観念が生じることもあり，また，本願商標では，ファッションブランドの一般的な表記とは異なり，「MILAＮO」を発祥地として小さく付記したものではないから，「MILAＮO」は商標中の不可分な構成要素であると主張する。",
                        "しかし，「ミラノ」が人の姓として使用されることがある(甲27，48)としても，これが我が国において，イタリアの都市名としての「ミラノ」を観念する(このことは，原告も認める。)よりも，優先して観念されるとは認められない。また，ファッションブランドがその発祥地を示す場合に，発祥地を小さく付記することがあるとは認められるが(甲41，乙10～16)，当該発祥地を商標中の他の部分と同程度の大きさで表示することがないとまではいえない(なお，原告主張によれば，本願商標に係るブランドは，もともと，イタリアの「Maggie  Jeans」というジーンズブランドであったとされるから，本願商標については，「MILAＮO」が発祥地を示すことを意図したものであるとも考えられる。)。",
                        "原告の主張には，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標の類否認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1及び引用商標3は，別紙2(1)のとおり，ややデザイン化された「maggy」の欧文字と「マギー」の片仮名とを，ほぼ同じ大きさに二段に横書きにしてなるものであり(甲18，20)，その各文字に相応して，「マギー」の称呼が生じ，「『マギー』という女性の名又は愛称」の観念が生じるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標2及び引用商標5は，別紙2(2)のとおり，ややデザイン化された「マギー」の片仮名を一列に横書きにし，「ー」の上に小さく標準的な書体で「銀座」の漢字を書してなるものである(甲19，22)。「銀座」の漢字は，商品の産地，販売地を表したものと認識される上，当該漢字は「マギー」の片仮名に比べて小さく表されている。そうすると，引用商標2及び引用商標5は，「マギー」の片仮名部分が，出所識別標識として強く支配的な印象を与えるものであるから，「マギーギンザ」「ギンザマギー」のほか，その構成中の「マギー」の片仮名に相応して，「マギー」の称呼が生じ，また，「銀座の『マギー』という女性の名又は愛称」のほか，「『マギー』という女性の名又は愛称」の観念が生じるものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用商標4は，別紙2(3)のとおり，ややデザイン化された「マギー」の片仮名を一列に横書きにしてなるものであって(甲21)，「マギー」の称呼を生じ，「『マギー』という女性の名又は愛称」の観念が生じるものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用商標6は，別紙2(4)のとおり，ゴシック調の書体で「MAGGY」の欧文字を一列に横書きにしてなるものであって(甲23)，「マギー」の称呼を生じ，「『マギー』という女性の名又は愛称」の観念が生じるものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "これに対して，原告は，引用商標権者は，銀座の代表的な高級婦人服ブランドとして周知であり，「銀座マギー」又はその略称である「Maggy(マギー)」として需要者に広く知られているから，引用商標2及び引用商標5からは「ギンザマギー」の称呼が生じ，引用商標から「高級婦人服ブランドとして周知な銀座マギー」との観念が生じる，と主張する。",
                    "しかし，引用商標の権利者が「Maggy(マギー)」の名称としても需要者に広く知られているのであれば，引用商標2及び引用商標5からは，「ギンザマギー」のほか，「マギー」との称呼も生じるといえる。また，引用商標から「高級婦人服ブランドとして周知な銀座マギー」との観念が生じるのであれば，本願商標と引用商標との混同のおそれを判断するに当たって，本願商標を付した商品が，例えば，銀座マギーと関連を有するイタリア調のデザインのラインナップに属する商品と認識されるなど，その出所が混同されるおそれがあるともいえる。",
                    "原告の主張は，本願商標と引用商標とが類似しない，又は，混同のおそれがないことの根拠とはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標との類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標と引用商標との外観を比較すると，前記1(1)及び2(1)のとおり，両商標は，相違する。",
                    "本願商標と引用商標との称呼を比較すると，前記1(2)イ及び2(1)のとおり，本願商標からは「マギー」の称呼が生じ，引用商標からも「マギー」の称呼が生じるから，両商標は，称呼を同一にする。",
                    "本願商標と引用商標との観念を比較すると，前記1(2)ウ及び2(1)のとおり，ともに「『マギー』という女性の名又は愛称」の観念を生じるものであるから，両商標は，観念を同一にする。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，アパレル業界においては，ブランド名称中の称呼が共通することが少なくないし，ブランド名はその全体で捉えるのが一般的であるため，一部が共通するのみでお互いが混同するものではない，と主張する。",
                    "しかし，ブランド名の一部について称呼を共通にするものがあることは認められる(甲50)ものの，一般的にブランド名が常に全体で捉えられていると認めるに足りる証拠はない上，それらが異なるブランドとして認識されているか否かは，相違する部分の出所識別標識としての機能にも影響されるから，これを捨象して，一部が共通する場合であってもお互いがブランドとして混同するものではないと断定することはできない。",
                    "原告は，また，引用商標を付した商品と本願商標を付した商品の傾向及び需要者層が異なること，商標中の一部に「マギー」の称呼を有する複数の商標が市場において異なるものとして需要者に認識されていることからすれば，需要者が引用商標を付した商品と本願商標を付した商品の出所を混同することはない，と主張する。",
                    "しかし，原告は，いまだ我が国において本願商標を付した商品を流通させていないから，引用商標を付した商品と本願商標を付した商品の傾向や需要者層が異なると認めることはできない。また，商標中の一部に「マギー」の称呼を有する複数の商標が存在することは認められるが(甲34～39)，その出所が異なるものとして需要者に認識されていることを認めるに足りる証拠はない。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願商標と引用商標とは，類似する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "本願指定商品と引用商標の指定商品又は役務の一部とが，同一又は類似であることは，当事者間に争いがない。",
            "したがって，本願商標は，商標法4条1項11号に該当する。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告主張の取消事由にはいずれも理由がなく，原告の請求には理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10224",
    "date": "2016-04-27",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085855",
    "ipprecedent_id": "4345",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}