{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告標章目録記載1から3までのいずれかの標章を付した薬剤を販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の薬剤を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "仮執行宣言。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件請求の要旨",
              "text": [
                "本件は，控訴人が，被控訴人に対し，控訴人の有する後記本件商標権に基づいて，原判決別紙被告標章目録記載1～3のとおりの被控訴人標章1～3(いずれも「ピタバ」の3文字を横書きアーチ状に書した標章であり，これらを併せたものが「被控訴人各標章」である。)を付した薬剤の販売差止めとその廃棄をそれぞれ求める(商標法37条1号，36条1項，2項)事案である。",
                "【本件商標権】",
                "PITAVA              (標準文字)",
                "登録番号    第4942833号の2",
                "出 願 日    平成17年  8月30日",
                "登 録 日    平成18年  4月  7日",
                "商品及び役務の区分    第5類",
                "指定商品    ピタバスタチンカルシウムを含有する薬剤"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原審の判断",
              "text": [
                "原判決は，被控訴人による被控訴人標章1～3の使用が商標的使用に該当せず，また，本件商標は公序良俗に反する商標(商標法4条1項7号)であるから本件商標権を行使することはできない(商標法39条，特許法104条の3第1項)として，控訴人の請求をいずれも棄却した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "本件の前提となる事実は，次のとおり補正するほかは，原判決の「事実及び理由」欄の第2(事案の概要)の「2  前提事実」に記載のとおりである。",
            "①  原判決2頁14行目の「17日」を「18日」に，同21行目の「31」を「31の1・2」にそれぞれ改める。",
            "②  原判決2頁22行目から同3頁5行目までを次のとおり改める。",
            "「(3)  被控訴人は，以下の薬剤を，平成25年12月から販売している。ただし，平成26年3月下旬ころから，錠剤表面の『ピタバ』の文字を『ピタバスタチン』に変更している。(甲9，乙1，弁論の全趣旨)",
            "①  原判決別紙被告商品目録1のとおり，正円形の錠剤の片面に，錠剤の上側の縁に沿ってアーチ状に『ピタバ』，錠剤中央に『1』，錠剤の下側の縁に沿って逆アーチ状に『アメル』と3段に併記した標章(被控訴人全体標章1)を付した，販売名を『  ピタバスタチンCa錠1mg「アメル」  』とする薬剤(被控訴人商品1)。",
            "②  原判決別紙被告商品目録2のとおり，正円形の錠剤の片面に，錠剤の上側の縁に沿ってアーチ状に『ピタバ』，錠剤中央に『2』，錠剤の下側の縁に沿って逆アーチ状に『アメル』と3段に併記した標章(被控訴人全体標章2)を付した，販売名を『  ピタバスタチンCa錠2mg「アメル」  』とする薬剤(被控訴人商品2)",
            "③  原判決別紙被告商品目録3のとおり，正円形の錠剤の片面に，錠剤の上側の縁に沿ってアーチ状に『ピタバ』，錠剤中央に『4』，錠剤の下側の縁に沿って逆アーチ状に『アメル』と3段に併記した標章(被控訴人全体標章3)を付した，販売名を『  ピタバスタチンCa錠4mg「アメル」  』とする薬剤(被控訴人商品3)",
            "以下，被控訴人商品1～3を併せて，『被控訴人各商品』という。」"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件の争点は，原判決の「事実及び理由」欄の第2(事案の概要)の「3  争点」に記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，下記1のとおり原判決を補正し，同2に当審における当事者の補充主張を加えるほかは，原判決の「事実及び理由」欄の第3(争点に対する当事者の主張)に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "①  原判決4頁3行目の「本件商標は，欧文字の『PITAVA』と」を削り，同4行目冒頭に「  本件商標は，欧文字の『PITAVA』と」を加える。",
            "②  原判決8頁1行目の「被告商品」を「被控訴人各商品」に改める。",
            "③  原判決9頁19行目の「104条の3項」を「104条の3第1項」に改める。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点(2)(商標的使用の有無)について",
                  "text": [
                    "薬剤の取り違え，誤飲，誤服用の防止のために錠剤に有効成分を表示するという方法は，一般的なものではない(甲9，32)。また，そのような目的で表示をするならば，「ピタバスタチンカルシウム」か，又は，少なくとも「ピタバスタチン」と有効成分を正確に表示するべきであって，「ピタバ」と略して表示する必然性はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点(4)のうち(3)(商標法4条1項7号該当性)について",
                  "text": [
                    "本件商標の登録出願当時，「ピタバスタチンカルシウム」を「ピタバ」と省略して用いることはなかったし，同出願は，厚労省通知(乙28)がされる前であるから，控訴人が，本件商標の登録出願当時，後発医薬品メーカーがどのような販売名又は錠剤の表示をするかなどは予想できない。また，控訴人は，「ピタバ」の表示を付した商品のみを問題にしているだけであって，およそ後発医薬品の参入のすべてを問題にしているわけではない。控訴人には，本件特許権の存続期間満了後も後発医薬品の市場参入を妨げるという不当な目的はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点(2)(商標的使用の有無)について",
                  "text": [
                    "錠剤は，せいぜい直径1cmにも満たない大きさしかないため，そこに記載できる情報には，視認性の点からの制約がある。「ピタバスタチン」とという7文字の一般的名称ではなく，「ピタバ」との3文字の略称を表示した方が望ましいといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点(4)のうち(3)(商標法4条1項7号該当性)について",
                  "text": [
                    "本件商標の登録出願より1年以上前の平成16年7月2日ころには，後発医薬品の販売名に関して，厚労省通知(乙28)に記載されたような対応を取ることが厚労省から発表されており(乙79)，控訴人は，後発医薬品メーカーが，ピタバスタチンカルシウム錠に「ピタバスタチンカルシウム」との販売名が付されることを予想していた。また，控訴人は，平成25年8月3日に本件特許権の存続期間が満了し，平成25年12月から後発医薬品メーカーがピタバスタチンカルシウム錠の製造販売を開始した途端，「ピタバ」との標章を使用した薬剤を販売した後発医薬品メーカーに対し，商標権侵害に基づき販売中止を求めてきた。控訴人には，本件特許権の存続期間満了後も後発医薬品の市場参入を妨げるという不当な目的があった。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，当審における控訴人の主張を踏まえても，被控訴人による被控訴人各標章の使用は商標的使用に該当するとは認められず，控訴人の請求は，その余の点について判断するまでもなく，いずれも棄却すべきものと判断する。",
        "その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "次のとおり補正するほかは，原判決の「事実及び理由」欄の第4(当裁判所の判断)の2に記載のとおりである。",
            "①  原判決15頁22行目の「22」の次に「，53，54」を，同24行目の「41」の次に「，80の1・2」をそれぞれ加え，同25行目及び同26行目を次のとおり改める。",
            "「(6)  被控訴人各商品のPTPシートには，①表面については，[1]上端の耳部分には，『  ピタバスタチンCa  』と『  ○mg「アメル」  』が2段に並記され(『○』は，被控訴人商品1，被控訴人商品2及び被控訴人商品3について，それぞれ，『1』，『2』及び『4』の数字を意味する。以下同じ。)，[2]錠剤包装部分には，『  ピタバスタチンCa  ○mg「アメル」  』，『  ピタバ○アメル  ピタバ○アメル  』又は『  ○mg「アメル」  ピタバスタチンCa  』のうちのいずれかの文字が，それぞれ，錠剤の左右2個分の個別包装部分の上部及び下部に表示され，②裏面には，[1]上端の耳部分には，『  Pitavastatin Ca  』と『  ○mg《AMEL》  』が2段に並記され，[2]錠剤包装部分には，『  ピタバスタチンCa  ○mg「アメル」  』の文字が，錠剤の左右2個分の個別包装部分の上部に表示されている(乙48，75ないし77)。」",
            "②  原判決16頁1行目の「名称」を「一般的名称」に改め，同3行目の次に，行を改めて次のとおり加える。",
            "「(8)  処方せん医薬品は，医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律(昭和35年法律第145号。薬事法)49条1項により，薬剤師，薬局開設者，医師，病院，診療所などの薬剤師等(同法36条の3第2項参照)に販売又は授与する場合を除き，医師等からの処方せんの交付を受けた者以外の者に対して，正当な理由なく，販売又は授与をしてはならないとされている。被控訴人各商品は，処方せん医薬品に指定されている(平成17年2月号外厚生労働省告示24号の8号の(689))。",
            "なお，薬剤師は，医師等が後発医薬品に変更することに差支えがあると判断した場合を除き，患者の選択に基づき，処方せんに記載されている先発医薬品に代えて後発医薬品を調剤することができる(甲11，薬剤師法〔昭和35年法律第146号〕23条参照)。」"
          ]
        },
        {
          "fig": "2",
          "subject": "検討",
          "text": [
            "前記第2，1及び上記の認定事実によれば，①被控訴人各商品の錠剤表面には，「ピタバ」とともに，ほぼ同じ大きさの文字で「アメル」との文字が表示されていること，②被控訴人各商品のPTPシートには，「  「アメル」  」「  「AMEL」  」など括弧書きで明瞭な出所識別表示が付されていること，③ピタバスタチンカルシウムは，被控訴人各商品の有効成分の一般的名称であること，④医療事故防止のために，ピタバスタチンカルシウムを有効成分とする控訴人商品「リバロ」の後発医薬品の名称には，必ず「ピタバスタチンCa(カルシウム)」が含まれ，被控訴人各商品の販売名も，その定めに従っていること，また，この際，他の製剤との混同を招かないと判断される場合には，塩，エステル及び水和物等に関する記載を省略することが可能となっていること，⑤ピタバスタチンが「ピタバ」と略記される例があり，それにより，医療従事者は「ピタバ」をピタバスタチンの意味であると理解すること，あるいは，少なくともピタバスタチンを自然に想起すること，⑥ピタバスタチンカルシウムを有効成分とする医薬品は，処方せん医薬品であり，医療従事者を通じてしか入手できないこと，そして，上記③～⑤からみれば，「ピタバスタチン(カルシウム)」又は「ピタバ」だけからでは，医師等又は薬剤師は，これをピタバスタチン(カルシウム)を含む薬剤であるとしか認識できず，どの販売者又は製造者のピタバスタチンカルシウム剤であるか判別できないこと，以上の事実を導くことができる。",
            "そうであれば，被控訴人各全体標章に着目するか，あるいは，被控訴人各標章に着目するかにかかわらず，「ピタバ」の文字部分は，医療従事者にとって，出所識別機能又は自他商品識別機能を有しておらず，その結果，患者にとっても，出所識別機能又は自他商品識別機能を有していないと認められる。結局，被控訴人各商品において出所識別機能又は自他商品識別機能を果たし得るのは，被控訴人各商品のPTPシートに表示された「  「アメル」  」又は「  「AMEL」  」の文字であると認められる。被控訴人標章1～3が，患者との関係において，有効成分と理解されているのか，あるいは，販売名と理解されているかはさておいて，これらの標章は，他種の薬剤との混同を防止するという識別のために用いられており，かつ，その機能を果たしているにすぎず(患者にとってみれば，その表示の意義を知らないでも，自分が飲むべき薬か否かの区別がつけば十分である。)，他社の同種薬剤との混同の防止，すなわち，出所識別又は自他商品識別のために用いられているのではなく，かつ，そのような機能も果たし得ない。",
            "控訴人は，①患者も需要者等に含めるべきである，②患者は「ピタバ」を有効成分とは認識しない，③有効成分の表示であるならば「ピタバ」と略して表示する必然性はない旨を主張するが，これらの点をどのように解しても，上記結論を左右するものではない。",
            "以上のとおりであるから，被控訴人標章1～3の表示が，本件商標の使用に該当すると認めることはできない。",
            "したがって，被控訴人が被控訴人各商品の包装に被控訴人標章1～3を付して被控訴人各商品を販売したことは，商標的使用ではなく，被控訴人の行為は，本件商標権を使用する権利(商標法25条)の侵害行為(同法36条1項)又は侵害とみなされる行為(同法37条1号)には該当しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，控訴人の請求をいずれも棄却した原判決は相当であり，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と，適宜読み替える。"
  ],
  "meta": {
    "case_num": "平成27年(ネ)10073",
    "date": "2015-10-22",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(ワ)766",
    "precedent_id": "085400",
    "ipprecedent_id": "4178",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}