{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す（陳述された控訴状の「控訴の趣旨」には，「原判決を取り消す。」旨の記載はないが，他の控訴の趣旨の記載に照らし，この裁判も求めていることは明らかであると認める。）。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "(1)  被控訴人組合は，原判決別紙1の「重要な形質」欄記載の形質について同別紙の「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗（菌床の形態のものを含む。）を生産し，調整し，譲渡の申出をし，譲渡し，又はこれらの行為をする目的をもって保管してはならない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "被控訴人組合は，原判決別紙1の「重要な形質」欄記載の形質について同別紙の「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗（菌床の形態のものを含む。）を廃棄せよ。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人組合は，控訴人に対し，原判決別紙2-1記載の謝罪広告を同別紙3-1記載の条件で各1回掲載せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人組合は，控訴人に対し，2037万0848円及びこれに対する平成22年3月25日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "(1)  被控訴人会社は，原判決別紙1の「重要な形質」欄記載の形質について同別紙の「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗（菌床の形態のものを含む。）を生産し，調整し，譲渡の申出をし，譲渡し，又はこれらの行為をする目的をもって保管してはならない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "被控訴人会社は，原判決別紙1の「重要な形質」欄記載の形質について同別紙の「重要な形質に係る特性」欄記載の特性を有するなめこ種の種苗（菌床の形態のものを含む。）を廃棄せよ。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人会社は，控訴人に対し，原判決別紙2-2記載の謝罪広告を同別紙3-2記載の条件で各1回掲載せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人会社は，控訴人に対し，301万6000円及びこれに対する平成25年8月24日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，種苗法（以下，単に「法」という。）に基づき品種登録したなめこの育成者権（以下「本件育成者権」という。）を有する控訴人が，被控訴人らによるなめこの生産等が本件育成者権を侵害するとして，被控訴人らに対し，法33条に基づくその生産等の差止め及び廃棄，法44条に基づく謝罪広告，並びに不法行為に基づく損害賠償として，被控訴人組合に対しては2037万0848円及びこれに対する遅延損害金の，被控訴人会社に対しては301万6000円及びこれに対する遅延損害金の，各支払を求める事案である。",
            "原審は控訴人の請求をいずれも棄却し，控訴人がこれを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実等，争点，争点に対する当事者の主張は，原判決を次のとおり補正するほか，原判決「事実及び理由」第2の2及び3並びに第3に記載のとおりであるから，これを引用する（以下，略語は原判決と同様のものを用いる。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決6頁5行目の「農林水産物」を「農林水産植物」と，同頁10行目の「担子菌」を「担子器」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決18頁17行目末尾に，改行の上，次のとおり加える。",
                "「(エ)  K2株の栽培特性と本件特性表に記載の特性との一致",
                "なお，本件鑑定書に記載のK2株の栽培特性のデータと，本件特性表に記載された本件登録品種の特性とを比較すると，両者は，最適温度における子実体発生までの期間の点で異なる以外には，成熟期の菌傘の直径と菌柄の長さの比率が小さい，菌傘の肉質が軟らかい，菌傘にリン皮がないとの点で，主要な特性が一致している。この点からも，K1株とK2株は，特性により明確に区別されないというべきである。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決21頁6行目末尾に，改行の上，次のとおり加え，同頁7行目冒頭の「キ」を「ク」と改める。",
                "「キ  G株が本件登録品種の従属品種に当たること",
                "きのこの生理特性上，同一品種であっても栽培試験によって完全に一致する結果を得ることは難しく，有意差の範疇で多少の相違点が認められることはあり得る。仮に，このような微小な相違点を理由に別品種とみなした場合であっても，従属品種の範疇であることから，本件登録品種に係る育成者権が及ぶ。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決22頁4行目の「（判決注：」から同頁7行目の「善解される。）」までを削る。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決22頁23行目末尾に，改行の上，次のとおり加える。",
                "「この点に関し，控訴人は，本件登録品種の品種登録時の特性と，K2株の特性が，主要な点で一致していると指摘する。しかしながら，本件登録品種は，最適温度における子実体発生までの期間が極めて短いことを重要な特性として品種登録されたものであり，その点について相違がある以上，控訴人の指摘する他の特性において一致していたとしても，本件登録品種とK2株は別品種というべきである。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決26頁20行目の「平成23年2月」を「平成23年9月2日」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決28頁6行目末尾に，改行の上，次のとおり加える。",
                "「控訴人が被控訴人組合に納品した本件登録品種の種菌のうち，被控訴人組合から返品を受けたのは，平成19年2月7日の12本のみであり，その返品の理由は，栽培に不要であるとのことであった。また，控訴人による本件登録品種から新品種への切替えは，より容易に性能維持の可能な新品種を開発したことによるものであり，本件登録品種の特性を維持することができないと判断したことによるものではない。",
                "控訴人は，ウェブサイト上での本件登録品種の種菌の販売は停止しているものの，平成23年9月2日まではこれを株式会社雲仙きのこ本舗に販売するなど，特定の顧客に販売しているから，本件登録品種について，品種登録上の登録要件を欠くことが明らかになったとはいえない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決28頁12行目の「代表者を務める」を「前代表者であった」と改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，争点1に関し，被控訴人組合が控訴人の許諾の範囲を超えて，また，被控訴人会社が控訴人の許諾なく，本件登録品種又はこれと特性により明確に区別されないなめこの種苗の生産等をしたと認めることはできないから，控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "育成者権侵害の存否に関する判断基準について",
          "text": [
            "法の品種登録制度により保護の対象とされる「品種」とは，特性の全部又は一部によって他の植物体の集合と区別することができ，かつ，その特性の全部を保持しつつ繁殖させることができる一の植物体の集合をいい（法2条2項），これは，現実に存在する植物体の集合そのものを法による保護の対象とするものである。",
            "そして，法は，育成者権の及ぶ範囲について，「品種登録を受けている品種（以下「登録品種」という。）及び当該登録品種と特性により明確に区別されない品種」を「業として利用する権利を専有する」と定める（法20条1項）ところ，ここに，「登録品種と特性により明確に区別されない品種」とは，登録品種と特性に差はあるものの，品種登録の要件としての区別性が認められる程度の明確な差がないものをいう。具体的には，登録品種との特性差が各形質毎に設定される階級値（特性を階級的に分類した数値）の範囲内にとどまる品種は，ここにいう「登録品種と特性により明確に区別されない品種」に該当する場合が多いと解されるし，特性差が上記の範囲内にとどまらないとしても，相違する項目やその程度，植物体の種類，性質等を総合的に考慮して，「登録品種と特性により明確に区別されない品種」への該当性を肯定することができる場合もあるというべきである。",
            "ところで，品種登録の際に，品種登録簿の特性記録部（特性表）に記載される品種の特性（法18条2項4号）は，登録品種の特徴を数値化して表すものと理解することができるが，品種登録制度が植物を対象とするものであることから，特性の評価方法等の研究が進展したとしても，栽培条件等により影響を受ける不安定な部分が残ることなどからすると，栽培された品種について外観等の特徴を数値化することには限界が残らざるを得ないものということができる。",
            "このような，品種登録制度の保護対象が「品種」という植物体の集団であること，この植物の特性を数値化して評価することの方法的限界等を考慮するならば，品種登録簿の特性表に記載された品種の特性は，審査において確認された登録品種の主要な特徴を相当程度表すものということができるものの，育成者権の範囲を直接的に定めるものということはできず，育成者権の効力が及ぶ品種であるか否かを判定するためには，最終的には，植物体自体を比較して，侵害が疑われる品種が，登録品種とその特性により明確に区別されないものであるかどうかを検討する（現物主義）必要があるというべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件鑑定嘱託の結果について",
          "text": [
            "控訴人は，本件鑑定嘱託の結果に基づき，被控訴人らが，本件登録品種の種菌と同じ種菌を使用してなめこを生産等していることが裏付けられると主張する。そこで，その当否について，以下に検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件鑑定嘱託に基づく鑑定の内容（本件鑑定書に記載された鑑定嘱託の結果により認められる。）",
              "text": [
                "本件鑑定嘱託に基づいて森林・林業・緑化協会（旧きのこ振興センター）が行った本件試験は，供試菌株であるK1株，K2株及びG株について，同一条件下で菌糸性状試験，温度適応性試験及び栽培試験を行い，新審査基準に重要な形質として列挙された項目を調査項目として，その結果を観察・測定したものである。",
                "しかるに，供試菌株のうちK1株については，栽培試験において子実体の発生を確認することができなかったため，同試験により把握すべき形質に係る項目，すなわち，菌傘や菌柄の形状，子実体の発生，収量性に関する特性については，観察や測定の結果は得られなかった。",
                "本件鑑定書の「5．考察」には，本件試験において観察や測定を行った結果，及び，これを踏まえた鑑定事項に関する考察として，次の記載がある。",
                "「菌糸性状試験では，異菌株判別法の一つである対峙培養から3菌株間に帯線及び嫌触反応が全く観察されなかった。また各項目においても3菌株間に明瞭な相違は確認されなかった。一方，菌糸成長最適温度及び菌糸体成長温度では温度帯によって有意差が認められるものが確認された。",
                "栽培試験では，K1株において子実体発生を確認できなかった。菌廻りも遅延する傾向があり，発生操作後トリコデルマ等の害菌の被害を容易に受け，子実体発生までに至らなかった。K2株とG株との比較では外観上の明瞭な相違は認められなかった。収量，菌柄の太さ及び菌柄の長さには有意差が認められるものの，菌さんの大きさ，菌さんの厚さ，有効茎数には有意差は認められなかった。",
                "ナメコ空調栽培では，種菌が原因と考えられる子実体の発生不良がしばしば起こる。その原因として種菌の微生物学的純粋性と熟度の問題及び母菌の継代過程で劣化・退化と称される菌株の性質の変化が指摘されている。本鑑定に供試した種苗登録されたK1株とK2株は同一菌株であるはずだが，本試験結果では大きく栽培特性が異なる結果となった。その原因として，2菌株の保管管理状況の相違が考えられる。ナメコは自然に脱二核化が起こり，二核菌糸の植え継ぎ回数が多くなるにつれてクランプ結合数がかなり急激に減少する傾向が報告されている。また，菌株の植え継ぎによって栽培特性と菌叢の変化が生じ，子実体収穫時期や収量に明確な影響を与え，菌株の保管管理状態によっては脱二核化による子実体の発生不良現象を引き起こすことが報告されている。また，脱二核化した菌糸はオガ粉培地においても菌廻りが薄く，培地全体が軟弱化すると報告がある。そのような発生不良株は発生操作後に害菌の侵害を受け，栽培を継続できない培地が多発する。本試験結果においても子実体発生不良であったK1株は菌廻りが薄く・・・，培地全体が軟弱化し，発生操作後に著しい害菌の侵害を受けた・・・。K1株の寒天培地上菌糸を検鏡したところ，二核菌糸の特徴であるクランプ結合は確認できなかった・・・。",
                "これらの母菌や種菌の変異については，林野庁森林総合研究所を中心として研究が行われ「きのこ変異判別と変異発生予防」（農林水産省相林水産技術会議事務局・林野庁森林総合研究所，1999）としてまとめられている。種菌メーカーはこれらを基に独自の基準をもって品質管理を行っていると考えられ，K2株は比較的良好な条件で管理されていたものと推察される。",
                "以上のことから，本試験結果の菌糸性状試験及び栽培試験の調査項目の一部に有意差は認められるが，3菌株は遺伝的に別の特性を有するということは言えない。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "鑑定嘱託の結果の採否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "K1株と，K2株ないしG株との特性上の異同について",
                  "text": [
                    "前記のとおり，本件試験では，供試菌株のうちK1株について子実体の発生を確認することができなかったことから，同株とその余の2つの供試菌株との間では，菌糸の性状及び温度適応性に関する特性のみが比較されており，子実体の発生により初めて把握が可能な大部分の特性についての比較は行われていない。そうすると，K1株とその余の2つの供試菌株であるK2株とG株との間では，育成者権の効力が及ぶ品種であるか否かを判定するための前提となる植物体自体の比較（現物主義に基づく比較）が，十分に行われたと評価することは困難である。",
                    "この点に関し，本件鑑定書は，K1株及びK2株について，「同一菌株であるはずだが，本試験結果では大きく栽培特性が異なる結果となった。」としつつ，その原因として，K1株についてはその保管管理状況から脱二核化が生じた可能性を指摘するなどした上，「本試験結果の菌糸性状試験及び栽培試験の調査項目の一部に有意差は認められるが，3菌株は遺伝的に別の特性を有するということは言えない。」と結論付けている。",
                    "しかしながら，本件鑑定書が栽培特性が異なる結果となった原因として指摘するK1株の脱二核化の可能性は，K1株とその余の2つの供試菌株とが，植物体自体の比較が十分に行われたと評価することが上記のとおり困難であるにもかかわらず，「特性により明確に区別されない」と結論付けることを首肯すべき事情とは認められず，他に，本件鑑定書の上記結論の信用性を裏付けるに足りる証拠は見当たらない。",
                    "よって，本件鑑定書に記載の鑑定嘱託の結果に基づいて，K1株（種苗管理センターに寄託された本件登録品種の種菌株）と，その余の2つの供試菌株であるK2株（控訴人が本件登録品種の種菌として保有していたと主張する種菌株）ないしG株（被控訴人会社の販売するなめこから抽出した種菌株）とが「特性により明確に区別されない」と認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "K2株とG株との特性上の異同について",
                  "text": [
                    "控訴人は，鑑定嘱託の結果に基づいて，K2株とG株との同一性は肯定される旨主張することから，この点について検討する。",
                    "本件鑑定書は，K2株とG株について，外観上の明瞭な相違は認められず，収量，菌柄の太さ及び菌柄の長さには有意差が認められるものの，菌さんの大きさ，菌さんの厚さ，有効茎数には有意差は認められなかったとする。",
                    "この点，有意差があるとする特性について，本件鑑定書に記載された測定結果をより詳細に見ると，①菌糸成長最適温度については，3菌株とも26℃で最も菌糸伸張速度が速くなったが，26℃区では3菌株間に有意差が認められ，20℃区，22℃区でも3菌株間ないしは2菌株間に有意差が認められた，②菌糸体の成長温度については，30℃区では有意差は認められなかったが，その他の試験区では2菌株間ないし3菌株間に有意差が認められた，③菌傘の長さ及び太さ並びに子実体の収量について，K2株とG株の2菌株間に有意差が認められた，というものである（鑑定嘱託の結果）。",
                    "しかるに，①については，最適温度の階級値としては3菌株間に相違はない。②については，少なくともK2株とG株の各温度における階級値を比較すると，15℃区においてK2株が「中」であるのに対してG株が「遅」であるほかは階級値に相違はなく，また，15℃区における両者の数値（平均値）を比較すると，K2株が「3．2b」であるのに対し，G株は「3．1c」であり，その差が特に大きいとは認められない。加えて，15℃区におけるK2株の階級値の評価については，実際の数値と新審査基準（甲17の8枚目）における当該特性項目に係る「備考」欄に記載された数値範囲を対比すると，むしろ「やや遅」と評価されるべきものであって，G株の特性により近づくということができる。さらに，③についても，それぞれの形質項目における階級値自体には相違はない。",
                    "以上の点を総合的に考慮すると，K2株とG株とは，両者の特性差が各形質毎に設定される階級値の範囲内に概ねとどまっているということができるから，両者は，「特性により明確に区別されない」と認めることは可能であるというべきである。したがって，何らかの形でK1株とK2株の同一性を立証することができるならば，K1株（本件登録品種）とG株も「特性により明確に区別されない」と認める余地が生じることになる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人の提出するDＮAの分析結果について",
          "text": [
            "控訴人は，A報告（甲19），A追加報告（甲22）及びB報告（甲23）を提出し，これらのDＮA分析結果によれば，種苗管理センターに寄託された本件登録品種の種菌（K1株に相当するもの）と，控訴人が本件登録品種の種菌と主張する種菌（K2株に相当するもの）との同一性を肯定することができると主張する。そこで，この点について，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "A報告（甲19）及びA追加報告（甲22）について",
              "text": [
                "A報告（甲19）は，種苗管理センターから送付された本件登録品種の菌株（以下「K1’株」という。）と，控訴人から本件登録品種のものとして送付された菌株（以下「K2’株」という。）からそれぞれDＮAを抽出し，6種類のプライマーを用いてPCR法で増幅させ，これを電気泳動させたところ，5種類のプライマーを用いたものは両者のバンドパターンが一致したが，その余の1種類のプライマーを用いたものについては，K1’株についてバンドの消失と思われる現象が見られ，バンドパターンが一致しなかったというものである。",
                "そして，A追加報告（甲22）は，K1’株についての上記のバンドの消失の原因を調査するため，K2’株（二核株。二つの核を以下「A核」，「B核」ということがある。）からプロトプラストを作製してその再生株（196菌株）を得，これを特定のプライマーを用いてPCR法で増幅したところ，K1’株と同様のバンドパターンを持つものが117菌株，K2’株と同様のバンドパターンを持つものが2菌株あり，その余の77菌株については増幅することができなかったことから，K1’株と同様のバンドパターンのもののうち3菌株（4-24株，4-48株及び5-10株），K2’株と同様のバンドパターンの2菌株（3-9株及び3-20株）について，A核由来の遺伝子だけを増幅可能なA核特異的プライマーセット及びB核由来の遺伝子だけを増幅可能なB核特異的プライマーセット（いずれも，K1’株について上記の消失したバンド周辺の配列解析の結果から設計された。）を用いてPCR法により増幅し，これを電気泳動させた。その結果，A核特異的プライマーセットを用いた場合には，K2’株と3-20株が同じバンドパターンを示し，B核特異的プライマーセットを用いた場合には，K2’株，K1’株，4-24株，4-48株及び5-10株が同じバンドパターンを示したことから，3-20株はA核のみとなった一核株であり，他方，4-24株，4-48株及び5-10株は，B核のみとなった一核株であるとともに，これらがK1’株と同じバンドパターンを示すことから，K1’株についてのバンドの消失の原因は，原菌株であるK2’株の一核化により説明可能であるとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "B報告（甲23）について",
              "text": [
                "B報告（甲23）は，ゲノムDＮA中に散在する繰り返し配列に挟まれた領域のみを選択的に増幅し，その配列を次世代シーケンサーで読み取る手法を用いて，A追加報告において用いられたK2’株に由来するプロトプラスト再生株である3-20株，4-24株，4-48株及び5-10株の間で，異なる塩基配列（一塩基が変異した遺伝的多型を示す配列）を示す領域を探索し，識別に用いることができる配列として解析対象とした48領域（4-24株，4-48株及び5-10株間では，いずれも共通の配列を示した。）に含まれる68座の変異箇所について，K1’株との比較を行ったところ，K1’株は，データが欠落していた29座を除く39座の遺伝子座の全てにおいて，4-24株，4-48株及び5-10株の遺伝子型（変異箇所に係る塩基の型）と一致したとするものであり，同報告は，K1’株の上記39座の全ての遺伝子型が偶然プロトプラスト再生株（B核のみ）のそれと一致する確率は0．539≒1．8×10-12で限りなくゼロに近いとして，K1’株はK2’株が脱二核化（A核が欠落）した単核株（B核のみ）であると結論付けている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "検討",
              "text": [
                "DＮA分析の手法は，全ゲノムを解析するのではなく，特定のプライマーを用いることにより，品種に特徴的であると考えられる一部のDＮA配列を分析するものであるから，品種識別に利用する際には，その正確性，信頼性を担保するためにも，妥当性が確認されたものとして確立された分析手法を採用することが必要であるというべきである。",
                "しかるに，なめこについては，品種識別のためのDＮA分析手法として，その妥当性が確認されたものとして確立されているものが存在することを認めるに足りる証拠はない（乙41によれば，いちご，リンゴなどの一部の植物体についてはDＮA分析による品種識別技術が確立しているものの，なめこについては，そのようなDＮA分析手法は存在しないことは原判決も説示しているとおりである。）。そして，A報告，A追加報告及びB報告において用いられているDＮA分析手法は，一科学者の研究手法としては傾聴に値するものであるとしても，それが，なめこの品種識別を行うための手法として妥当なものであるかどうかについて，他の研究者による追試や検証等が行われ，科学界において，その評価が確立しているとまで認めるに足りる証拠はないのであるから，これを「その妥当性が確認されたものとして確立された」DＮA分析手法と同視し得るものとして，そのまま採用することには躊躇を覚えざるを得ない。",
                "特に，A報告及びA追加報告は，6種類のプライマーのうち1種類を用いた分析において，K1’株とK2’株のバンドパターンが一致しなかったことから，K1’株がK2’株の原菌株であることを直接裏付けるものとはいえず，また，B報告については，実験に用いたプライマーの配列などの再現実験に必要なデータが不足していることや，塩基に変異があったとするそれぞれの箇所において異なる塩基がどのような割合で出現するのかが解明されていないことなどからすると，これをもってK1’株はK2’株が脱二核化したものであるとの結論を採用することは困難である。",
                "よって，これらの報告に基づき，種苗管理センターに寄託された本件登録品種の種菌と，控訴人が本件登録品種の種菌と主張する種菌との同一性を肯定できるとする控訴人の主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人のその余の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件鑑定書に記載のK2株の栽培特性のデータと，本件特性表に記載された本件登録品種の特性とが，その主要な点で一致するとして，K1株とK2株とが特性により明確に区別されないと主張する。",
                "しかしながら，品種登録簿の特性表に記載された品種の特性は，登録品種の主要な特徴を相当程度表しているものの，育成者権の範囲を直接的に定めるものということはできないのは前記のとおりであるところ，本件においては，K1株に基づくなめこと，K2株に基づくなめことを，現物主義の立場から十分に比較することができない事情が存することは既に説示したとおり（前記2(2)ア）である。",
                "また，登録時審査基準に添付された測定基準（甲21の別紙「測定基準」との表題のある一覧表）における「調査方法」欄の記載と，新審査基準に添付された特性審査基準（甲17の8枚目ないし10枚目）における「備考」欄の記載及び「なめこ「特性表」記載上の注意」（甲17の11枚目及び12枚目）とを比較すれば，新審査基準に準拠して行われた本件試験における栽培試験が，登録時審査基準を前提に，本件特性表に記載された本件登録品種の特性が記録されたのと全く同一の栽培条件下で行われたと認めることはできないから，本件特性表に記録された特性と本件試験における栽培試験により記録された特性とを単純に比較して，両者の異同を判別するのは適切ではない。",
                "さらに，本件特性表に記載された本件登録品種の特性と，本件鑑定書に記載のK2株の栽培特性のデータとを念のため比較しても，両者は，菌糸の生長に関する温度特性のうち，生長最適温度に相違があるほか，5℃，10℃，15℃及び30℃における生長速度において，それぞれ階級値を超える相違があり，最適温度における子実体発生までの期間については，本件試験においてはこれに相当する項目の測定結果はなく，比較を行うことができない。これらの点を併せ考えると，控訴人の指摘する，成熟期の菌傘の直径と菌柄の長さの比率や菌傘の肉質等のみから，両者が，その特性において明確に区別することができないと認めることはできない。",
                "よって，控訴人の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，控訴人の主張には，G株が本件登録品種の従属品種に当たる旨の部分もある。",
                "この点，従属品種とは，「登録品種の主たる特性を保持しつつ特性の一部を変化させて育成され，かつ，特性により当該登録品種と明確に区別できる品種」（法20条2項1号），すなわち，親となる登録品種に主として由来し，そのわずかな特性を変更して育成された品種をいう。しかるに，本件では，G株が本件登録品種に主として由来することを裏付けるに足りる証拠はないから，これが本件登録品種の従属品種に当たると認めることはできず，この点に関する控訴人の上記主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおりであり，被控訴人らが本件登録品種又はこれと特性により明確に区別されないなめこの種苗の生産等を行い，あるいは，その収穫物を販売したと認めるに足りる証拠はない。",
            "そうすると，控訴人の請求は，その余の争点について判断するまでもなく理由がないから，これを棄却した原判決は相当である。",
            "よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}