{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800173号事件について平成27年6月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成17年1月20日，発明の名称を「スロットマシン」とする特許出願(特願2005-13408号)をし，平成20年4月25日，設定の登録(特許第4114938号)を受けた(請求項の数3。以下，この特許を「本件特許」という。甲11)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年10月23日，本件特許の請求項1ないし3に係る発明について特許無効審判を請求し，無効2014-800173号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成27年6月11日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月19日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成27年7月17日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲の請求項1ないし3の記載は，次のとおりである(甲11)。以下，本件特許に係る発明を，請求項の番号に従って「本件発明1」などといい，本件発明1ないし3を併せて，「本件各発明」という。また，その明細書(甲11)を，図面を含めて「本件明細書」という。なお，「／」は，原文の改行部分を示す(以下同じ。)。",
            "【請求項1】1ゲームに対して所定数の賭数を設定することによりゲームが開始可能となるとともに，各々が識別可能な複数種類の識別情報を変動表示可能な可変表示装置の表示結果が導出表示されることにより1ゲームが終了し，該可変表示装置の表示結果に応じて入賞が発生可能とされたスロットマシンであって，／遊技の制御を行う遊技制御手段を備え，／該遊技制御手段は，／所定の設定操作手段の操作に基づいて，入賞の発生を許容する旨を決定する割合が異なる複数種類の許容段階のうちから，いずれかの許容段階を選択して，該許容段階を示す設定値を設定する許容段階設定手段と，／前記許容段階設定手段により設定された設定値を含む前記遊技制御手段が制御を行うためのデータを読み出し及び書き込みが可能に記憶するデータ記憶手段と，／前記スロットマシンへの電源供給が遮断しても前記データ記憶手段に記憶されている前記遊技制御手段が制御を行うためのデータを保持する保持手段と，／前記スロットマシンへの電源投入時に，前記遊技制御手段が制御を行うためのデータのうちの前記設定値が適正か否かの判定を個別に行わず，前記保持手段により保持されている前記遊技制御手段が制御を行うためのデータが前記電源遮断前のデータと一致するか否かの判定を行う記憶データ判定手段と，／前記記憶データ判定手段により前記保持手段により保持されている前記遊技制御手段が制御を行うためのデータが前記電源遮断前のデータと一致しないと判定されたときに，ゲームの進行を不能化する第1の不能化手段と，／ゲームの開始操作がなされる毎に，前記データ記憶手段から前記設定値を読み出し，該読み出した設定値が，前記許容段階設定手段により設定可能な設定値の範囲内である場合に前記読み出した設定値が適正であると判定し，前記設定可能な設定値の範囲内でない場合に前記読み出した設定値が適正ではないと判定する設定値判定手段と，／前記設定値判定手段により前記読み出した設定値が適正であると判定したときに，該読み出した設定値が示す許容段階に応じた割合で当該ゲームにおいて入賞の発生を許容するか否かを決定する事前決定手段と，／前記設定値判定手段により前記読み出した設定値が適正ではないと判定されたときに，ゲームの進行を不能化する第2の不能化手段と，／前記第1の不能化手段により前記ゲームの進行が不能化された状態においても前記第2の不能化手段により前記ゲームの進行が不能化された状態においても，前記設定操作手段の操作に基づいて前記許容段階設定手段により前記設定値が新たに設定されたことを条件に，前記ゲームの進行が不能化された状態を解除し，ゲームの進行を可能とする不能化解除手段と，／を備えることを特徴とするスロットマシン。",
            "【請求項2】前記スロットマシンで用いられる所定の電力の状態を監視し，電力供給が断たれたことに関わる電断条件が成立しているときに前記遊技制御手段に対して電断信号を出力する電断検出手段を備え，／前記遊技制御手段は，／前記電断検出手段から出力された前記電断信号の入力を契機に，前記データ記憶手段に記憶されている前記遊技制御手段が制御を行うためのデータに基づいて破壊診断用データを算出し，該算出した破壊診断用データを前記データ記憶手段の特定領域に格納する電断処理を実行する電断処理手段を含み，／前記記憶データ判定手段は，前記スロットマシンへの電源投入時に，前記データ記憶手段の特定領域を除く記憶領域に記憶されている前記遊技制御手段が制御を行うためのデータに基づいて破壊診断用データを算出し，該算出した破壊診断用データと前記データ記憶手段の特定領域に記憶されている破壊診断用データとを比較し，該比較結果が一致したときに，前記保持手段により保持されている前記遊技制御手段が制御を行うためのデータが前記電源遮断前のデータと一致すると判定し，該比較結果が一致しなかったときに，前記保持手段により保持されている前記遊技制御手段が制御を行うためのデータが前記電源遮断前のデータと一致しないと判定する／請求項1に記載のスロットマシン。",
            "【請求項3】前記遊技制御手段は，／前記スロットマシンへの電源投入時に，前記設定操作手段による前記許容段階の設定操作が有効となる設定操作有効状態へ移行させるための移行操作手段の操作がなされているか否かを判定する移行操作判定手段と，／前記スロットマシンへの電源投入時において，前記移行操作判定手段により前記移行操作手段の操作がなされていると判定されたことを条件に，前記設定操作有効状態へ移行させる設定操作有効状態移行手段と，／前記スロットマシンへの電源投入時において，前記移行操作判定手段により前記移行操作手段の操作がなされていると判定され，前記設定操作有効状態移行手段が前記設定操作有効状態に移行させることに伴って，前記データ記憶手段に記憶されているデータを初期化するデータ初期化手段と，／を含み，／前記移行操作判定手段は，前記スロットマシンへの電源投入時において，前記記憶データ判定手段が前記保持手段により保持されている前記遊技制御手段が制御を行うためのデータが前記電源遮断前のデータと一致するか否かを判定する前に，前記移行操作手段の操作がなされているか否かを判定し，／前記記憶データ判定手段は，前記移行操作判定手段により前記移行操作手段の操作がなされていないと判定されたときに，前記保持手段により保持されている前記遊技制御手段が制御を行うためのデータが前記電源遮断前のデータと一致するか否かを判定する／請求項1または2に記載のスロットマシン。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明1は，ⅰ)本件出願日前に頒布された刊行物である下記アの引用例1に記載された発明(以下「引用発明1」という。)及び下記イの引用例2に記載された発明(以下「引用発明2」という。)に基づいて，ⅱ)引用発明1，引用発明2及び下記ウの引用例3に記載された技術事項に基づいて，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない，②本件発明2及び3は，ⅰ)引用発明1，引用発明2，下記エの引用例4及び下記オの引用例5に記載された発明に基づいて，ⅱ)引用発明1，引用発明2，引用例3に記載された技術事項，引用例4及び引用例5に記載された発明に基づいて，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2000-317043号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2004-187812号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開2003-225358号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開2003-10409号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開2003-180965号公報(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "本件審決が認定した引用発明1は，以下のとおりである。",
                    "メダルの投入を条件に，スタートスイッチ50の操作によりリールユニット90の駆動をスタートさせ，／各リールの外周面に複数種類の図柄が表示された回転可能なリールユニット90に遊技の結果を表示し，／遊技の結果にもとづいて，メダルを払い出すスロットマシンであって，／遊技制御装置20を備え，／遊技制御装置20は，／通常遊技や，通常遊技の結果にもとづいて，いわゆるビッグボーナスゲームやレギュラーボーナスゲーム等の特別遊技を行わせるための遊技制御手段200と，／現在の段階設定値を，遊技の難易度を段階的に設定可能な設定スイッチ40により設定された段階設定値に変更する設定値変更手段260と，／遊技制御装置20のほか，リールユニット90，ホッパーユニット100，スピーカ110，エラー表示装置120等に電源を供給する主電源70の遮断時に，チェックサム作成手段210より作成された，段階設定値を含む遊技データのチェックサムと遊技データとを記憶する記憶手段220と，／記憶手段220に電源を供給することにより，記憶手段220に記憶された記憶データを，主電源70の遮断後も保持するバックアップ電源80と，／次回の電源投入時に，チェックサム作成手段210により作成された，記憶手段220に記憶された段階設定値を含む遊技データのチェックサム(check  sum)が，電源遮断時の内容と一致しているかどうかを確認するチェックサム検査手段230と，／を備え，／チェックサム検査手段230により実行される判定結果が一致する場合に，段階設定値が正常か否かを判定し，判定結果が正常で無い場合には段階設定値の初期値をセットし，／チェックサム検査手段230により実行される判定結果が一致しない場合に，／設定スイッチ40がOFF状態と判定されると，エラー処理手段240により電源投入時のエラー処理を行い，エラー処理後，遊技停止手段243により，電源スイッチ30による主電源70の遮断待ちの状態にし，電源スイッチ30による主電源70が遮断されない限り，当該処理を無限ループで繰り返し，／設定スイッチ40がOＮ状態と判定されると，設定スイッチ40により設定された段階設定値により，遊技を開始する／スロットマシン。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1との一致点及び相違点",
                  "text": [
                    "本件審決が認定した本件発明1と引用発明1との一致点及び相違点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "1ゲームに対して所定数の賭数を設定することによりゲームが開始可能となるとともに，各々が識別可能な複数種類の識別情報を変動表示可能な可変表示装置の表示結果が導出表示されることにより1ゲームが終了し，該可変表示装置の表示結果に応じて入賞が発生可能とされたスロットマシンであって，／遊技の制御を行う遊技制御手段を備え，／該遊技制御手段は，／所定の設定操作手段の操作に基づいて，入賞の発生を許容する旨を決定する割合が異なる複数種類の許容段階のうちから，いずれかの許容段階を選択して，該許容段階を示す設定値を設定する許容段階設定手段と，／前記許容段階設定手段により設定された設定値を含む前記遊技制御手段が制御を行うためのデータを読み出し及び書き込みが可能に記憶するデータ記憶手段と，／前記スロットマシンへの電源供給が遮断しても前記データ記憶手段に記憶されている前記遊技制御手段が制御を行うためのデータを保持する保持手段と，／前記スロットマシンへの電源投入時に，記憶データの判定を行う記憶データ判定手段と，／前記記憶データ判定手段により前記保持手段により保持されている前記遊技制御手段が制御を行うためのデータが前記電源遮断前のデータと一致しないと判定されたときに，ゲームの進行を不能化する第1の不能化手段と，／ゲームにおいて入賞の発生を許容するか否かを決定する事前決定手段と，／前記第1の不能化手段により前記ゲームの進行が不能化された状態において，前記設定操作手段の操作に基づいて前記許容段階設定手段により前記設定値が新たに設定されたことを条件に，前記ゲームの進行が不能化された状態を解除し，ゲームの進行を可能とする不能化解除手段と，／を備えるスロットマシン。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "スロットマシンへの電源投入時に，保持手段により保持されている遊技制御手段が制御を行うためのデータが電源遮断前のデータと一致するか否かの判定を行う記憶データ判定手段に関して，本件発明1は，遊技制御手段が制御を行うためのデータのうちの設定値が適正か否かの判定を個別に行わないのに対して，引用発明1は，チェックサム検査手段230により実行される判定結果が一致する場合には，当該判定に加えて，段階設定値が正常か否かの判定についても行う点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1は，ゲームの開始操作がなされる毎に，データ記憶手段から設定値を読み出し，該読み出した設定値が，許容段階設定手段により設定可能な設定値の範囲内である場合に読み出した設定値が適正であると判定し，設定可能な設定値の範囲内でない場合に読み出した設定値が適正ではないと判定する設定値判定手段，及び，設定値判定手段により読み出した設定値が適正ではないと判定されたときに，ゲームの進行を不能化する第2の不能化手段を備えるが，引用発明1は，「次回の電源投入時に，チェックサム作成手段210により作成された，記憶手段220に記憶された段階設定値を含む遊技データのチェックサム(check  sum)が，電源遮断時の内容と」「一致する場合に，段階設定値が正常か否かを判定し，判定結果が正常で無い場合には段階設定値の初期値をセット」する点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "ゲームにおいて入賞の発生を許容するか否かを決定する事前決定手段に関して，本件発明1は，設定値判定手段により読み出した設定値が適正であると判定したときに，該読み出した設定値が示す許容段階に応じた割合で当該ゲームにおいて入賞の発生を許容するか否かを決定する事前決定手段を備えるが，引用発明1は，当該発明特定事項を具備するか否か不明である点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点4",
                      "text": [
                        "不能化解除手段に関して，本件発明1は，第1の不能化手段によりゲームの進行が不能化された状態においても第2の不能化手段によりゲームの進行が不能化された状態においても，設定操作手段の操作に基づいて許容段階設定手段により設定値が新たに設定されたことを条件に，ゲームの進行が不能化された状態を解除し，ゲームの進行を可能とするが，引用発明1は，第1の不能化手段によりゲームの進行が不能化された状態において，設定操作手段の操作に基づいて許容段階設定手段により設定値が新たに設定されたことを条件に，ゲームの進行が不能化された状態を解除し，ゲームの進行を可能とするが，第2の不能化手段を備えないため，第2の不能化手段によりゲームの進行が不能化された状態においては，設定操作手段の操作に基づいて許容段階設定手段により設定値が新たに設定されたことを条件に，ゲームの進行が不能化された状態を解除し，ゲームの進行を可能とする構成を具備しない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，本件審決が認定した引用発明2は，以下のとおりである。",
                "CPU，RAM，及びROMを備えた制御装置によって遊技の制御を行うスロットマシンであって，／RAMには，遊技の制御に係る数値である，遊技情報値(出球率の設定値を含む)が複数記憶され，／ROMには，遊技情報値(出球率の設定値を含む)の適正範囲を定めた適正範囲テーブルが記憶され，例えば，出球率の設定値の適正範囲は「1～6」と定められており，／制御装置は，／遊技を制御するための遊技制御手段100と，／RAM上の遊技情報値(出球率の設定値を含む)がROM上の適正範囲テーブルに定めた適正範囲内にあるか否かの判定を行う適正判定手段230と，／適正判定手段による判定結果に基づいてRAM上の遊技情報値(出球率の設定値を含む)を変更するための適正変更手段240と／を備え，／遊技制御手段100は，メダルの投入を条件に，スタートスイッチ50を操作すると，ハード乱数に基づいて，役に当選したかハズレかの抽選を行い，3個すべての回転リール40の回転が停止し，有効な入賞ライン上に所定の図柄が所定の配列で揃うと，入賞となり，入賞態様に応じた枚数のメダルを払い出し，／「判定」は，スロットマシン(10)の電源の投入時，また，スタートスイッチ(50)の操作時に行われ，／適正変更手段240は，適正判定手段による判定の結果，RAM上の遊技情報値(出球率の設定値を含む)に適正範囲外のものがあったときに，遊技店の店員等による所定のリセット操作を待ってから，その適正範囲外の遊技情報値(出球率の設定値を含む)を適正範囲内の所定の数値に変更，すなわち，遊技情報値(出球率の設定値を含む)を初期化し，／スタートスイッチ(50)の操作時に，RAM上の遊技情報値(出球率の設定値を含む)が適正範囲内か否かの判定を行うことにより，RAM上の遊技情報値(出球率の設定値を含む)が適正範囲内か否かの判定が遊技中に定期的に行われるようにして，適正な遊技情報値(出球率の設定値を含む)に基づいて遊技の制御が行われるようにした／スロットマシン。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審判手続における審理不尽及び本件審決の理由不備(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明1に係る進歩性判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定の誤り(取消事由2-1)"
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の認定及び容易想到性判断の誤り(取消事由2-2)"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4の容易想到性判断の誤り(取消事由2-3)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2及び3に係る進歩性判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件審判手続における審理不尽及び本件審決の理由不備)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "理由不備について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張する引用例1に記載された発明",
                  "text": [
                    "原告は，本件審判手続において，本件各発明の無効理由として，引用例1の特許請求の範囲，発明の詳細な説明及び図2の記載から認定される以下の発明，すなわち，電源投入時にデータをチェックサムにより検査し，該検査が一致した場合に行われる処理(引用例1の図2のS5～7，14の処理)に係る構成(以下「段階設定値に係る構成」という。)を含まない発明(以下「原告の主張する引用例1に記載された発明」という。)を前提に，進歩性の欠如を主張した。",
                    "「1ゲームに対して所定数のメダルを投入することによりゲームが開始可能とされ，3個のリールと，各リールを個々に回転させるための3個のモータとから構成されたリールユニット90を備えて，各リールの外周面には，複数種類の図柄が表示され，その表示結果が導出表示されることにより1ゲームが終了し，その表示結果に応じて入賞が発生するスロットマシンであって，／遊技の制御を行う遊技制御装置20を備え，／該遊技制御装置20は，／設定スイッチ40により設定された段階設定値に変更する設定値変更手段260と，／段階設定値を含む遊技データを読み出し及び書き込みが可能なRAMと，／スロットマシンの主電源70の遮断後も，RAMに記憶された記憶データを保持するバックアップ電源80と，／主電源70の投入時に，チェックサム作成手段210により作成されたチェックサムと，記憶手段220から読み出した記憶データとの一致・不一致を検査するチェックサム検査手段230と，／チェックサム検査手段230により，チェックサム作成手段210により作成されたチェックサムと記憶手段220から読み出した記憶データが一致しないと判定された場合には，主電源70が遮断されるまで無限ループの処理を繰り返す遊技停止手段243と，／ゲームの開始操作がなされる毎に，設定値が示す許容段階に応じた割合で当該ゲームにおいて入賞の発生を許容するか否かを決定する事前決定手段と，／チェックサムが不一致と判定され，無限ループ処理を繰り返している場合，設定スイッチ40により設定された新たな段階設定値に変更されることを条件に，無限ループ処理を解除する解除手段を備えるスロットマシン。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本件審決は，段階設定値に係る構成，すなわち「チェックサム検査手段230により実行される判定結果が一致する場合に，段階設定値が正常か否かを判定し，判定結果が正常で無い場合には段階設定値の初期値をセットし，」との構成を含め，引用発明1を認定した。",
                    "本件審決は，引用発明として，原告の主張する引用例1に記載された発明を認定しなかったにもかかわらず，同発明を認定できないとする理由を示さず，また，原告の主張する引用例1に記載された発明に基づく進歩性欠如の無効理由について判断を示していない。",
                    "したがって，本件審決には，理由不備の違法がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審理不尽について",
              "text": [
                "本件審決は，審理事項通知書において示した発明とは異なる引用発明1を認定し，本件発明1と引用発明1との相違点として，相違点1に係る構成を認定した。",
                "本件審決における上記認定は，審理事項通知書において示された引用例1に記載された発明の内容や引用例1のチェックサム検査手段が本件発明1の記憶データ判定手段に相当するとしていた認定とは異なるものであるにもかかわらず，審判合議体は，本件審判手続において，原告に対し，意見を求めなかった。",
                "したがって，本件審判手続には，審理不尽の違法がある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "理由不備について",
              "text": [
                "本件審決は，本件審判手続における原告及び被告の主張並びに引用例1に記載された事項から，引用発明1を認定したものであり，その認定に誤りはない。",
                "そもそも，審決において，原告の主張する発明を認定しなかった理由を説明すべき法律上の義務はないから，上記理由に言及しなかったとしても，本件審決が違法とされることはない。",
                "この点を措いても，本件審決は，「電源投入時における「制御を行うためのデータ」に異常があるか否かの判定とに関する技術が，技術的に関連の深いまとまりのある技術単位であることを考慮して，」として，原告の主張する引用例1に記載された発明を認定しなかった理由を示している。",
                "したがって，本件審決に理由不備の違法はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審理不尽について",
              "text": [
                "審理事項通知書において示された発明は，口頭審理を円滑に進めるために，合議体が裁量により暫定的なものとして開示したものにすぎない。",
                "審理経過において暫定的に示した発明とは異なる発明を，審決において引用発明として認定したとしても，審決前に，当事者に対し，引用発明として認定する発明を示した上でそれについての意見を聴くような法律上の手続は，そもそも存在しない。",
                "したがって，本件審決の認定した引用発明1に関し，審決前に，原告に対して意見を求めなかったとしても，違法ではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に係る進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決における判断",
              "text": [
                "本件審決は，本件発明1と引用発明1との相違点として，相違点1ないし4を認定した上で，相違点1，2及び4については，これら相違点に係る本件発明1の構成を備えるようにすることは，当業者が容易に想到することができたことではない旨判断したが，上記認定・判断には，以下のとおり，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の認定の誤り(取消事由2-1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明1におけるチェックサム検査手段230と段階設定値に係る構成とが技術的に関連の深いまとまりのある技術単位であるとして，引用発明1(段階設定値に係る構成を含む発明)を認定し，これを前提として，本件発明1の記憶データ判定手段と引用発明1のチェックサム検査手段230及び段階設定値に係る構成とを対比して，相違点1を認定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，以下のとおり，引用例1において，電源投入時におけるチェックサム検査手段230によりデータの判定を行う構成と，段階設定値に係る構成とは，技術的に関連の深いまとまりのある技術単位などではない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1の特許請求の範囲に記載された各請求項，発明の詳細な説明に記載された発明の課題には，段階設定値を含む遊技データを一括で検査する技術が記載されている。他方，段階設定値に係る構成は，引用例1に記載された発明の課題とは関連性のない，一つの判定技術の例にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，引用例1の図2を根拠に引用発明1を認定したが，図2のみを根拠とするのではなく，引用例1に記載された事項の全体から引用発明を認定すべきである。",
                        "しかるに，引用例1の【0023】ないし【0036】には，スロットマシン10に備えられている機能についての説明が記載されているが，ここには，段階設定値に係る構成についての記載はなく，段階設定値に係る構成に関する【0038】の記載も，「上記判定結果が，一致の場合には，図2に示すように，次の第5ステップS5に進み，段階設定値が正常か否かを判定する。前記判定は，遊技制御装置20により実行される。」という程度のものにすぎないのであって，引用例1には，段階設定値に係る構成について，その目的や効果等を含め具体的な記載は存在しない。",
                        "むしろ，【0031】では，チェックサム検査手段230は，電源スイッチによる主電源の投入時に，チェックサム作成手段により作成されたチェックサムと，記憶手段から読み出した記憶データとの一致・不一致を検査するためのものであると記載されており，段階設定値に係る構成を含むものであるとは記載されていないし，その機能上も，段階設定値に係る構成から完全に独立している。すなわち，チェックサム検査手段230を設ければ，あえて段階設定値に係る構成を追加しなくても，電源投入時のチェックサムを検査し，チェックサムの不一致を検出して，エラー処理を行うことで，電源投入時の設定値に関するエラーの発生を検査することができるのである。",
                        "そして，当業者であれば，引用例1の記載(【0052】～【0058】)から，段階設定値に係る構成を含まない発明を一つの発明として認識することができる。引用例1の図1では，段階設定値に係る構成が独立して設けられてはいないところ，図1に備えられている手段により，引用例1の請求項に記載された発明を実施することができると理解されるから，引用発明1において，段階設定値に係る構成は，付加的な処理に係るものでしかないことが明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "電源投入時にチェックサムによりデータの判定を行い，データが一致する場合には，段階設定値に係る構成の処理を実施することなく通常の処理(電断復帰)へ移行することは，本件特許の出願時における周知技術である(甲4，24～26)。",
                        "上記周知技術に照らすと，電源投入時におけるチェックサム検査手段230によりデータの判定を行う構成と段階設定値に係る構成とを，技術的に関連の深いまとまりのある技術単位として認定する必要はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1の設定値判定手段は，設定値を判定するタイミングがゲームの開始操作ごとであることを必須とするものであるのに対し，引用例1において段階設定値のデータを判定するタイミングは，電源投入時であって，かつ，チェックサムが正常と判定した後である。",
                    "そうすると，引用例1に本件審決の認定する引用発明1が記載されているとしても，前記イのとおり，引用例1の特許請求の範囲に記載された発明の目的とは関係がなく，また，本件発明1の設定値判定手段とも判定のタイミングが異なる，段階設定値に係る構成を含む発明を，容易想到性判断の基礎とすべきではなく，段階設定値に係る構成を含まない原告の主張する引用例1に記載された発明を，その判断の基礎とすべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，原告の主張する引用例1に記載された発明を前提として，本件発明1と対比すれば，引用例1のチェックサム検査手段230は，スロットマシンへの電源投入時に，設定値を個別に判定せず遊技データを一括して判定するものであるから，本件発明1の記憶データ判定手段に相当する。",
                    "したがって，相違点1に係る構成は，本件発明1と引用例1に記載された発明との一致点であって，相違点ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件審決における相違点1の認定は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の認定及び容易想到性判断の誤り(取消事由2-2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明1における第2の不能化手段と，引用発明1における段階設定値に係る構成とを対比し，相違点2を認定した。",
                        "しかし，本件発明1における第2の不能化手段は，スタートスイッチの操作時(ゲームの開始時)のタイミングで実行されるものであるのに対し，引用発明1における段階設定値に係る構成は，電源が投入されたときのタイミングで実行されるものである。",
                        "本件審決における相違点2の認定は，タイミングの異なる処理を対比している点で，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1と段階設定値に係る構成を含まない原告の主張する引用例1に記載された発明とを対比し，相違点として，前者は，ゲームの開始操作がなされる毎に，データ記憶手段から設定値を読み出し，該読み出した設定値が，許容段階設定手段により設定可能な設定値の範囲内である場合に読み出した設定値が適正であると判定し，設定可能な設定値の範囲内でない場合に読み出した設定値が適正ではないと判定する設定値判定手段，及び設定値判定手段により読み出した設定値が適正ではないと判定されたときに，ゲームの進行を不能化する第2の不能化手段を備えるのに対し，後者は，上記の構成を備えない点，が認定されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性判断の誤り",
                  "text": [
                    "本件審決は，引用例1には，チェックサム検査手段230により実行される判定結果が一致しない場合と同様に，主電源が遮断されない限り，当該処理を無限ループで繰り返すことは，記載も示唆もされていないから，引用発明1において，引用発明2を適用し，段階設定値の判定結果が正常でない場合に，ゲームの進行を不能化する第2の不能化手段を備えるようにすることには，動機付けがない旨判断した。",
                    "しかし，前記ア(イ)の相違点を前提とすれば，上記判断に至ることはない。",
                    "したがって，本件審決における相違点2の容易想到性判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点4の容易想到性判断の誤り(取消事由2-3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，原告が，引用発明1における段階設定値に，第2の不能化手段として，部分的に引用発明2の「出球率の設定値」に関する技術を適用することは，当業者が容易に想到することができたことであり，他方，引用発明2の「出球率の設定値」に関する技術とされた引用発明1における「段階設定値」に，さらに，引用発明1におけるチェックサムに関するエラー処理を適用することは，当業者が容易に想到することができたことであると主張していることを前提に，上記適用に関して，十分な動機付けがあるということはできない旨判断した。",
                    "しかし，原告は，上記主張をしていない。原告は，段階設定値に係る構成を含まない原告の主張する引用例1に記載された発明に，引用発明2(ゲーム開始時に設定値が異常であるか否かを判定し，設定値が異常であると判定された場合は，遊技の進行を不能化させるという技術)を「加える」だけであると主張しているのである。すなわち，「電源投入時」に関する事項が記載されている引用例1に，引用例2に記載されている「スタートスイッチ50の操作時(ゲーム開始時)」に設定値が異常であるか否かを判定し，設定値が異常であると判定された場合は，遊技の進行を不能化させる事項を適用することが，容易に想到することができたことであると主張しているのである。",
                    "本件審決における相違点4の容易想到性判断は，原告の上記主張の当否について判断していない点において，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，引用例3から「ゲームの進行が不能化された状態を解除するという共通したエラー解除方法」を抽出することができたとしても，引用発明1における「段階設定値の初期値をセット」するエラー処理に，引用例2の第2の不能化手段を適用する際に，第2の不能化解除手段として，引用発明1における「チェックサム」に関するエラー解除手段を適用することができることの示唆まではされていない旨判断した。",
                    "しかし，原告は，引用発明1における「段階設定値の初期値をセット」するエラー処理に，引用例2の第2の不能化手段を適用する際に，第2の不能化解除手段として，引用発明1における「チェックサム」に関するエラー解除手段を適用するなどという主張はしていない。原告は，段階設定値に係る構成を含まない原告の主張する引用例1に記載された発明において，引用発明2を適用する際に，引用例3に記載されている，種々のRAMデータ異常エラーに関して設定値を新たに設定するという共通したエラー解除方法を用いることにより，ある特定のRAMデータ異常エラーが生じた状態においても，他のRAMデータ異常エラーが生じた状態においても，共通したエラー解除手段の操作に基づいて，RAMデータ異常エラーが生じた状態を解除できるようにするという技術的思想を参酌する，という主張をしているのである。",
                    "本件審決における相違点4の容易想到性判断は，原告の上記主張の当否について判断していない点において，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本件審決における前記イの判断は，引用例3から「ゲームの進行が不能化された状態を解除するという共通したエラー解除方法」を抽出できることを認めているにもかかわらず，第2の不能化解除手段として引用発明1における「チェックサム」に関するエラー解除手段を適用することの示唆はされていないとしている点で，矛盾している。",
                    "上記示唆がないとしても，引用例3から，エラー解除の方法を共通化するという技術事項が抽出できるのであれば，スロットマシンという同じ技術分野に属する引用発明1に引用発明2を適用する際に，引用例3の課題とは独立して，エラー解除方法を共通化させることを試みることは，当業者であれば，当然に導き出せることである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件審決は，引用例3に記載された，RAM初期化処理による出玉率の設定変更は，本件発明1における「ゲームの進行を不能化する第2の不能化手段」とは異なる解除手段であり，ゲームの公平性を図るための手段でもない旨判断した。",
                    "しかし，本件発明1におけるエラー解除手段は，設定値を新たに設定することによりゲームの公平性を図るものであるところ，引用例3に記載されたエラー解除手段(出玉率の設定変更)は，本件発明1のエラー解除手段と同様の構成を有するものであるから，当業者であれば，本件発明1のエラー解除手段と同様の構成を備えた引用例3のエラー解除手段から，ゲームの公平性を図るためという目的及び効果を，容易に想到することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本件審決における相違点4の容易想到性判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における本件発明1の進歩性に係る判断は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1の特徴について",
              "text": [
                "本件発明1は，特許請求の範囲請求項1に記載された構成を有することにより，設定値を含むデータ異常に対して，電源投入時においては，遊技制御手段が制御を行うためのデータのうちの設定値が適正か否かの判定を個別に行わず，データ全体が正常であるか否かの判定を行い，ゲームの開始操作がなされるごと(1ゲームごと)においては，必要最低限のデータの許容段階を示すデータに絞って適正か否かの判定を行うことで，設定値を含むデータ異常を判定して適正な設定値によりゲームを進行させることができるとともに，電源投入時の処理の簡素化を図りつつ，1ゲームごとではゲームの入賞の決定に直接的に影響する設定値のみに絞って判定を行うので，負荷を軽減することができるという第1の特徴を有する。",
                "そして，これを前提として，電源投入時の判定においてデータ全体の異常が判定された場合には，第1の不能化手段により不能化状態に制御され，1ゲームごとの判定において設定値の異常が判定された場合には，第2の不能化手段により不能化状態に制御されるとともに，第1及び第2いずれの不能化手段により不能化状態に制御された場合でも，不能化状態を解除する場合には，不能化解除手段により共通の解除処理を行うことで，設定操作手段の操作に基づいて新たに許容段階が設定されるまでゲームが可能な状態に復帰できなくなるようになっており，機械により自動的に設定された許容段階などあらかじめ定められた許容段階，すなわち遊技店側で設定した許容段階とは異なる許容段階でゲームが行われてしまうようなことがなく，ゲームの公平性を図ることができるという第2の特徴を有する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の認定の誤り(取消事由2-1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1について",
                  "text": [
                    "本件発明1は，「保持手段により保持されているデータが電断遮断前のデータと一致するか否かの判定を行う記憶データ判定手段」，「設定値が適正か否かを判定する設定値判定手段」なる構成を含むものであるから，本件審決は，引用発明1を認定するについて，これと対比されるべき構成，すなわち「RAMのチェックサムの判定」，「段階設定値の判定」なる構成を認定したものであり，本件審決における引用発明1の認定に，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点及び相違点1について",
                  "text": [
                    "引用発明1における「次回の電源投入時に，チェックサム作成手段210により作成された，記憶手段220に記憶された段階設定値を含む遊技データのチェックサム(check  sum)が，電源遮断時の内容と一致しているかどうかを確認するチェックサム検査手段230」を備え，「チェックサム検査手段230により実行される判定結果が一致する場合に，段階設定値が正常か否かを判定」することと，本件発明1における「スロットマシンへの電源投入時に，遊技制御手段が制御を行うためのデータのうちの設定値が適正か否かの判定を個別に行わず，保持手段により保持されている遊技制御手段が制御を行うためのデータが電源遮断前のデータと一致するか否かの判定を行う記憶データ判定手段」とを対比すると，両者は，「スロットマシンへの電源投入時に」「保持手段により保持されている遊技制御手段が制御を行うための電源遮断前のデータと一致するか否かの判定を行う記憶データ判定手段」である点で共通するから，本件審決における一致点及び相違点1の認定に，誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張イについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，電源投入時における「RAMのチェックサムの判定」と「段階設定値の判定」が技術的に関連の深いまとまりがあることから，段階設定値に係る構成を加えて，本件発明1と引用発明1の対比を行ったものである。上記判断は，引用例1において，電源投入時の一連の処理として，RAMのチェックサムの判定及び段階設定値が正常か否かの判定の双方を行っているとともに，電源投入時のデータが正常か否かを判定する技術であることから，電源投入時における「RAMのチェックサムの判定」と「段階設定値の判定」が技術的に関連の深いまとまりがあることを意味するものであり，その判断にも，誤りはない。",
                        "本件発明1と対比する引用発明1の認定は，引用発明1の課題から行うのではなく，技術の関連性及び本件発明1との対比の観点から行うべきものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，引用発明1の認定を，引用例1の図2のみに基づいて行ったのではなく，引用例1に記載された事項の全体に基づいて行ったものである。",
                        "また，引用例1の図1に段階設定値に係る構成が開示されていないとしても，図2には，チェックサム検査手段230により実行される判定結果が一致する場合に，段階設定値が正常か否かを判定し，判定結果が正常でない場合には段階設定値の初期値をセットする構成(S4～6)が記載されているのであるから，電源投入時における「RAMのチェックサムの判定」と「段階設定値の判定」が技術的に関連の深いまとまりのあるものであることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲4，24ないし26に記載された事項は，引用発明1の認定に影響を及ぼすものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の認定及び容易想到性判断の誤り(取消事由2-2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定について",
                  "text": [
                    "本件審決における引用発明1の認定には，前記(2)アのとおり，誤りはない。そして，本件審決は，設定値が適正ではないと判定されたときの処理の対比として，本件発明1では「ゲームの進行を不能化する第2の不能化手段」を備えるとし，引用発明1では「段階設定値の初期値をセットする」としているのであって，相違点2の認定にも，誤りはない。",
                    "原告の主張する相違点は，段階設定値に係る構成を含まない原告の主張する引用例1に記載された発明と本件発明1との対比に基づくものであり，その前提において，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性判断について",
                  "text": [
                    "本件審決における相違点2の容易想到性判断にも，誤りはない。",
                    "原告の主張は，段階設定値に係る構成を含まない原告の主張する引用例1に記載された発明を前提とするものであり，その前提において，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点4に係る容易想到性判断の誤り(取消事由2-3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張ア及びイについて",
                  "text": [
                    "審決における判断は，両当事者の主張に基づいて，合議体の自由な心証により，事実についての主張が真実か否かを示すものであって，原告の主張の当否に基づいて行われるべきものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張ウについて",
                  "text": [
                    "引用例3において発生するエラーは，本件発明1の設定値判定手段から読み出した設定値が適正ではないというエラーとは，別種類のものである。また，引用例3に記載された，エラー解除処理として行われるRAM初期化処理による出玉率の設定変更は，本件発明1における，ゲームの進行を不能化する第2の不能化手段とは，異なる解除手段であり，ゲームの公平性を図るための手段でもない。",
                    "すなわち，引用例3から抽出される「ゲームの進行が不能化された状態を解除するという共通したエラー解除方法」は，ゲームの公平性を図る手段ではないRAM初期化処理による出玉率の設定変更であって，引用発明1におけるゲームの公平性を図る手段である「チェックサム」に関するエラー解除手段と異なることは明らかである。",
                    "したがって，引用発明1に，引用発明2を適用する際に，引用例3に記載の公平性を図る手段ではないエラー解除方法を共通化させることを試みたとしても，引用発明1における公平性を図る「チェックサム」に関するエラー解除手段を適用することまで導き出せるものではない。",
                    "以上のとおり，本件審決が，引用例3から「ゲームの進行が不能化された状態を解除するという共通したエラー解除方法」を抽出することができたとしても，引用発明1における「段階設定値の初期値をセット」するエラー処理に，引用例2の第2の不能化手段を適用する際に，第2の不能化解除手段として，引用発明1における「チェックサム」に関するエラー解除手段を適用することができることの示唆まではされていない旨判断した点に，誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張エについて",
                  "text": [
                    "引用例3のエラー解除手段としてのRAM初期化処理による出玉率の設定変更は，ゲームの公平性を図るための手段ではないから，本件発明1のゲームの公平性を図る「ゲームの進行を不能化する第2の不能化手段」とは全く異なる構成である。",
                    "したがって，ゲームの公平性を図る手段ではない引用例3のエラー解除手段としてのRAM初期化処理による出玉率の設定変更から，ゲームの公平性を図るためという目的や効果を想到することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における本件発明1の進歩性に係る判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2及び3に係る進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決における本件発明2及び3の進歩性に係る判断は，本件発明2及び3が本件発明1をさらに限定した発明であるから，本件発明1と同様に，当業者において容易に発明をすることができたものではないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件発明1の進歩性に係る判断は，取消事由2における原告の主張のとおり，誤りであるから，本件発明2及び3の進歩性に係る判断も誤りである。",
                "〔被告の主張〕",
                "本件審決における本件発明1の進歩性に係る判断には，取消事由2における被告の主張のとおり，誤りはないから，本件発明2及び3の進歩性に係る判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件審判手続における審理不尽及び本件審決の理由不備)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "理由不備について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決は，原告の主張する引用例1に記載された発明を認定しなかったにもかかわらず，上記発明を認定できないとする理由を示さず，また，段階設定値に係る構成を含まない上記発明に基づく進歩性欠如の無効理由についても判断を示していないから，理由不備の違法がある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法157条2項4号が審決をする場合には審決書に理由を記載すべき旨定めている趣旨は，審判官の判断の慎重，合理性を担保しその恣意を抑制して審決の公正を保障すること，当事者が審決に対する取消訴訟を提起するかどうかを考慮するのに便宜を与えること及び審決の適否に関する裁判所の審査の対象を明確にすることにあるというべきであり，したがって，審決書に記載すべき理由としては，当該発明の属する技術の分野における通常の知識を有する者の技術上の常識又は技術水準とされる事実などこれらの者にとって顕著な事実について判断を示す場合であるなど特段の事由がない限り，審判における最終的な判断として，その判断の根拠を証拠による認定事実に基づき具体的に明示することを要するものと解するのが相当である(最高裁昭和54年(行ツ)第134号同59年3月13日第三小法廷判決・裁判集民事141号339頁)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これを本件についてみるに，審判請求書(甲12)によれば，原告は，本件各発明の無効理由として，①本件発明1は，引用例1及び引用例2に記載された発明に基づいて，あるいは，引用例1ないし3に記載された発明に基づいて，容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであること，②本件発明2は，引用例1，引用例2及び引用例4に記載された発明に基づいて，あるいは，引用例1ないし4に記載された発明に基づいて，容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであること，③本件発明3は，引用例1，引用例2，引用例4及び引用例5に記載された発明に基づいて，あるいは，引用例1ないし5に記載された発明に基づいて，容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであること，したがって，その特許は同法123条1項2号に該当し，無効にすべきものであることを主張し，引用例1に記載された発明としては，その実施形態に係る記載(【0024】，【0027】～【0032】，【0035】，【0039】，【0040】，【0044】～【0046】，【0048】，【0049】，図1及び2)を引用し，段階設定値に係る構成を含まない発明を主張したことが認められる。そして，別紙審決書によれば，本件審決には，原告の上記無効審判請求が成り立たないとの結論とともに，その理由として，引用例1の実施形態に係る記載から引用発明1を認定した上で，本件発明1と引用発明1とを対比し，両者の相違点についての容易想到性に係る判断が，証拠による認定事実に基づき具体的に明示されているものということができる。",
                    "ところで，本件審決が認定した引用発明1は，段階設定値に係る構成を含む発明であり，かかる構成を含む点において，原告の主張とは異なる。そして，本件審決は，原告の主張する引用例1に記載された発明を認定しなかった理由を明示的に記載していない。この点，本件審決は，措辞必ずしも適切とはいえないが，特許法が審決書に理由を記載すべき旨定めている趣旨は，前記イのとおりであって，かかる趣旨に照らせば，引用発明の認定に係る原告の主張を排斥する理由が明示的に記載されていないからといって，理由が記載されていないというわけではない。",
                    "この点を措いても，本件審決は，相違点1が一致点であって，相違点ではないとしても，本件発明1と引用発明1とは，相違点2及び4の点で相違するとし，これらの相違点の容易想到性に係る判断を示している(審決書65頁。なお，原告は，本訴において，相違点4の認定を争っていない。)。原告の理由不備に係る主張は，要するに，本件審決における引用発明1の認定の誤りを主張するものにすぎない。",
                    "以上によれば，本件審決に，審決の理由は示されており，審決の理由に不備があるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審理不尽について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決における引用発明1の認定は，審理事項通知書において示された引用発明の内容や本件発明1との一致点の認定とは異なるものであるにもかかわらず，審判合議体は，本件審判手続において，原告に対し，引用発明1についての意見を求めなかったから，本件審判手続には，審理不尽の違法がある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審理事項通知書(甲21)によれば，「合議体の暫定的な見解」として，「引用例1に記載されている，ステップ3のRAMチェックサム検査とステップ4のチェックサムの一致判定とを実行するチェックサム検査手段と，ステップ5の段階設定値が正常か否かを判定する段階設定値判定手段とは別の構成であるから，引用発明1における，段階設定値が適正か否かの判断を個別に行うものではない「チェックサム検査手段」は，引用発明1の「記憶データ判定手段」に相当するものである。」旨示していたことが認められる。これに対し，本件審決においては，「電源投入時における「制御を行うためのデータ」に異常があるか否かの判定とに関する技術が，技術的に関連の深いまとまりのある技術単位であることを考慮して，本件発明1と引用発明1とを対比し直した。」として，本件発明1と引用発明1との相違点として，相違点1を認定した。",
                    "しかし，審判における最終的な判断の論理が，審判手続の経過において示された暫定的な見解と異なるとしても，審判手続において，改めて上記論理を当事者に通知した上で，これに対する意見を申し立てる機会を当事者に与えなければならないものではない。そうすると，かかる機会を与えなかったことを理由として，本件審判手続に審理不尽の違法があるとまでいうことはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書等の記載",
              "text": [
                "本件各発明に係る特許請求の範囲(請求項1～3)は，前記第2の2記載のとおりであるところ，本件明細書(甲11)の発明の詳細な説明には，おおむね，次の記載がある(下記記載中に引用する図3，8～10，12については，別紙本件明細書図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，各々が識別可能な複数種類の識別情報を変動表示可能な可変表示装置の表示結果に応じて所定の入賞が発生可能なスロットマシンに関し，特には入賞確率を複数の段階のうちいずれかの段階に設定することが可能なスロットマシンに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】この種のスロットマシンとしては，ゲームの開始とほぼ同時に入賞の発生を許容するか否かを決定する内部抽選を行い，この内部抽選に当選したことを条件に，当選した入賞の発生が許容されるものが一般的である。また，スロットマシンを設置して営業する遊技店では，売上を調整するうえで設置されたスロットマシンの入賞確率の段階を変更する必要があることから，このようなスロットマシンにおいては，遊技店の従業員等の操作によって，内部抽選の抽選確率として適用される当選確率の段階を示す値である設定値を，異なる確率が定められた複数の値から選択・設定できるようになっている。",
                    "【0003】一方，この種のスロットマシンには，遊技の制御を行うマイクロコンピュータ等からなる制御部が搭載されており，この制御部により前述の内部抽選も行われている。また，この制御部には遊技の制御を行うためのデータを書き換え可能なメモリ(RAM)を備えており，遊技店の従業員等の操作により選択・設定された設定値もこのメモリに記憶されることとなるが，…，メモリのデータに異常が生じうることがあり，このような場合には，もとの状態に復帰することが不可能となるので，メモリの記憶状態が初期化される。もちろん設定値もメモリに記憶されているので，もともと設定されていた設定値を復帰させることも不可能である。",
                    "【0004】このため，従来のスロットマシンでは，メモリのデータに異常が生じると，メモリのデータを初期化するとともに，設定値には，予め定められた設定値…を自動的に設定し，ゲームの進行が可能な状態に復帰させていた…。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0006】しかしながら，…従来のスロットマシンにおいては，メモリのデータに異常が生じると，前述のように設定値には，遊技店の従業員等の操作により選択・設定された設定値ではなく，予め定められた設定値を自動的に設定し，ゲームの進行が可能な状態に復帰させているので，本来であれば，遊技店側の操作により選択・設定された設定値に基づく当選確率を適用して内部抽選が行われ，入賞の発生が許容されるべきであるのに，メモリのデータに異常が生じると，スロットマシンの制御により自動的に設定された予め定められた設定値に基づく当選確率を適用して内部抽選が行われることとなる。すなわち本来であれば遊技店側が選択した設定値に基づいてゲームが行われるべきところを，スロットマシンの不具合によりスロットマシンにより自動的に設定された設定値に基づいてゲームが行われることとなるため，ゲームの公平性が損なわれてしまうという問題があった。",
                    "【0007】本発明は，このような問題点に着目してなされたものであり，ゲームの公平性を図ることができるスロットマシンを提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0008】上記課題を解決するために，本発明の請求項1に記載のスロットマシンは，…を備えることを特徴としている。この特徴によれば，スロットマシンへの電源投入時に保持手段により保持されているデータ記憶手段のデータが電源遮断前のデータと一致しない場合には，ゲームの進行が不能化されるとともに，設定操作手段の操作に基づいて許容段階を示す設定値を新たに選択・設定しなければ，ゲームの進行が不能化された状態が解除されない。すなわち，スロットマシンへの電源投入時にデータ記憶手段に記憶されているデータに異常が生じても，スロットマシンにより自動的に設定された許容段階ではなく，設定操作手段の操作に基づいて選択・設定された許容段階(一般的に，設定操作手段の操作は遊技店の従業員により操作されるので，遊技店側が選択した許容段階である)に基づいてゲームが行われることが担保されるので，ゲームの公平性を図ることができる。",
                    "また，許容段階を示す設定値が，許容段階設定手段により設定可能な適正なデータであるか否かを，事前決定手段が設定値を用いる毎に判定し，適正なデータではないと判定した場合には，予め定められた許容段階に基づく割合で入賞の発生を許容するか否かを決定するのではなく，この場合にもゲームの進行を不能化し，設定操作手段の操作に基づいて許容段階を示す設定値を新たに選択・設定しなければ，ゲームの進行が不能化された状態が解除されない。すなわち事前決定手段において入賞の発生を許容するか否かの決定を適正に行うことができなくなった場合にも，設定操作手段の操作に基づいて選択・設定された許容段階に基づいてゲームが行われることが担保されるので，ゲームの公平性を図ることができる。…",
                    "【0011】本発明の請求項2に記載のスロットマシン…の特徴によれば，電断時に算出された破壊診断用データとスロットマシンへの電源投入時に算出された破壊診断用データとを比較するのみで，保持手段により保持されているデータ記憶手段のデータが電源遮断前のデータと一致するか否かを判定できるので，データが正常か否かの判定を正確にかつ簡便に行うことができる。",
                    "【0012】本発明の請求項3に記載のスロットマシン…の特徴によれば，データ記憶手段のデータに異常が生じて，遊技の進行が不能化された場合には，遊技の進行が不能化された状態を解除する条件となる許容段階の設定が有効となる設定操作有効状態へ移行することに伴って，データ記憶手段に記憶されているデータが初期化されるので，データ記憶手段のデータに異常が生じたことに伴うデータの初期化及び許容段階の設定に伴うデータの初期化を1度で行うことができ，無駄な処理を省くことができる。更に，スロットマシンへの電源投入時には，保持手段により保持されているデータ記憶手段のデータが電源遮断前のデータと一致するか否かを判定する前に，移行操作判定手段が移行操作手段の操作がなされているか否かを判定し，その時点で移行操作手段の操作がなされていると判定した場合には，記憶データ判定手段による判定は行わず，設定操作有効状態に移行し，新たに許容段階の設定が行われることとなり，この場合にも無駄な処理を省くことができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0021】図3は，スロットマシン1の構成を示すブロック図である。…",
                    "【0022】…電源基板202には，起動時に設定変更モードに切り替えるための設定キースイッチ37，後述するRAM異常エラーを除くエラー状態において当該エラー状態を解除するためのリセットスイッチとして機能し，設定変更モードにおいて後述する内部抽選の当選確率(出玉率)の設定値を変更するための設定スイッチとして機能するリセット／設定スイッチ36，…が接続されている。",
                    "【0023】遊技制御基板40には，…スタートスイッチ7，…ストップスイッチ8L，8C，8R…が接続されているとともに，電源基板202を介して…，設定キースイッチ37，リセット／設定スイッチ36が接続されており，これら接続されたスイッチ類の検出信号が入力されるようになっている。",
                    "【0025】遊技制御基板40には，…CPUが動作を行うために必要なデータの書き込み及び読み出しを行うRAM，…を備えたマイクロコンピュータからなるメイン制御部41，…等の各種デバイスが搭載されており，メイン制御部41は，遊技制御基板40に直接または電源基板202を介して接続されたスイッチ類の検出信号等を受けて，ゲームの進行に応じた各種の制御を行う。",
                    "【0027】メイン制御部41のRAMには，…重要ワーク，一般ワーク，特別ワーク，設定値ワーク，非保存ワーク，スタック領域，パリティ格納領域を含む複数の領域が設けられている。これら各領域のうち，特に，設定値ワークは，内部抽選の当選確率の設定値を格納する領域であり，パリティ格納領域は，電断時においてRAMパリティを格納する領域である。また，メイン制御部41のRAMは，停電時においてもバックアップ電源より電力が供給され，記憶されているデータが保持されるようになっている。",
                    "【0031】本実施例のスロットマシン1においては，設定値に応じてメダルの払出率が変わるものであり，後述する内部抽選の当選確率は，設定値に応じて定まるものとなる。…",
                    "【0032】設定値を変更するためには，設定キースイッチ37をOＮ状態としてからスロットマシン1の電源をOＮする必要がある。設定キースイッチ37をOＮ状態として電源をOＮすると，リセット／設定スイッチ36の操作による設定値の変更操作が可能な設定変更モードに移行する。設定変更モードにおいて，リセット／設定スイッチ36が操作されると，設定値が1ずつ更新されていく(設定6から更に操作されたときは，設定1に戻る)。そして，スタートスイッチ7が操作されると設定値が確定し，確定した設定値がメイン制御部41の前述した設定値ワークに格納される。そして，設定キースイッチ37がOFFされると，遊技の進行が可能な状態に移行する。",
                    "【0033】本実施例のスロットマシン1においては，前述のようにメイン制御部41が電圧低下信号を検出した際に，電断割込処理を実行する。電断割込処理では，メイン制御部41のRAMに記憶されている全てのデータに基づいてRAMパリティを計算し，RAMのパリティ格納領域に格納する処理を行うようになっている。尚，RAMパリティとはデータ列を足し合わせた総和の最下位bitのことである。",
                    "【0034】そして，メイン制御部41の起動時において，メイン制御部41のRAMに記憶されているデータのうちパリティ格納領域を除く全てのデータに基づいてRAMパリティを計算し，パリティ格納領域に格納されているRAMパリティと比較する。次いで，この比較結果が一致した場合には，RAMに記憶されている状態に基づいて電断前の状態に復帰させるが，比較結果が一致しなかった場合には，RAM異常と判定し，RAM異常エラーコードをセットしてRAM異常エラー状態に制御し，遊技の進行を不能化させるようになっている。RAM異常エラー状態は，他のエラー状態と異なり，リセット／設定スイッチ36を操作しても解除されないようになっており，前述した設定変更モードにおいて新たな設定値が設定されることで解除されるようになっている。",
                    "【0072】メイン制御部41は，リセット回路45からリセット信号が入力されて起動すると，図8のフローチャートに示す起動処理を行う。…起動処理は，電源投入に伴うメイン制御部41の起動時及びメイン制御部41の不具合に伴う再起動時に行われる処理である。",
                    "【0073】起動処理では，…RAMアクセスを許可する(Sa2)。そして，設定キースイッチ37がonの状態か否かを判定し(Sa3)，設定キースイッチ37がonでなければ，RAMに記憶されているデータのうちパリティ格納領域を除く全てのデータに基づいてRAMパリティを計算し(Sa4)，パリティ格納領域に格納されているRAMパリティ，すなわち前回の電断時に計算して格納されたRAMパリティと比較し(Sa5)，双方のRAMパリティが一致したか否か，すなわちRAMに格納されているデータが正常か否かを判定する(Sa6)。…",
                    "【0074】そしてSa6のステップにおいてRAMパリティが一致していなければ，RAMに格納されているデータが正常ではないので，図10に示すRAM異常エラー処理に移行する。RAM異常エラー処理では，図10に示すように，RAM異常エラーコードを遊技補助表示器16に表示した後(Sc1)，いずれの処理も行わないループ処理に移行する。",
                    "【0075】また，Sa6のステップにおいてRAMパリティが一致していれば，RAMに格納されているデータが正常であるので，スタック領域に格納されているレジスタを復帰し(Sa7)，割込禁止を解除して(Sa8)，電断前の処理に戻る。",
                    "【0076】また，Sa3のステップにおいて，設定キースイッチ37がonの状態であれば，スタック領域のうち使用中の領域を除きRAMに格納されているデータを全て初期化(設定値ワーク以外は0，設定値ワークは1に書き換える)し(Sa9)，割込禁止を解除して(Sa10)，図9に示す設定変更処理に移行し(Sa11)，設定変更処理の終了後，ゲーム制御処理に移行する。",
                    "【0077】設定変更処理では，図9に示すように，設定変更モード中である旨を示す設定変更中フラグをセットし(Sb1)，RAMの設定値ワークに格納されている設定値…を読み出す(Sb2)。",
                    "【0078】その後，リセット／設定スイッチ36とスタートスイッチ7の操作の検出待ちの状態となり(Sb3，Sb4)，Sb3のステップにおいてリセット／設定スイッチ36の操作が検出されると，Sb2のステップにおいて読み出した設定値に1を加算し(Sb5)，加算後の設定値が7であるか否か，すなわち設定可能な範囲を超えたか否かを判定し(Sb6)，加算後の設定値が7でなければ，再びSb3，Sb4のステップにおけるリセット／設定スイッチ36とスタートスイッチ7の操作の検出待ちの状態に戻り，Sb6のステップにおいて加算後の設定値が7であれば設定値を1に補正した後(Sb7)，再びSb3，Sb4のステップにおけるリセット／設定スイッチ36とスタートスイッチ7の操作の検出待ちの状態に戻る。",
                    "【0079】また，Sb4のステップにおいてスタートスイッチ7の操作が検出されると，その時点で選択されている変更後の設定値をRAMの設定値ワークに格納して，設定値を確定した後(Sb8)，設定キースイッチ37がoffの状態となるまで待機する(Sb9)。そして，Sb9のステップにおいて設定キースイッチのoffが判定されると，設定変更中フラグをクリアして(Sb10)，図8のフローチャートに復帰し，ゲーム制御処理に移行することとなる。",
                    "【0080】このように起動処理においては，設定キースイッチ37がonの状態ではない場合に，電断時に計算したRAMパリティと起動時に計算したRAMパリティとを比較することで，RAMに記憶されているデータが正常か否かを判定し，RAM異常エラー処理に移行する。RAM異常エラー処理では，RAM異常エラーコードを遊技補助表示器16に表示させた後，いずれの処理も行わないループ処理に移行するので，ゲームの進行が不能化される。そして，RAMパリティが一致しなければ，割込が許可されることがないので，一度RAM異常エラー処理に移行すると，設定キースイッチ37がonの状態で起動し，割込禁止が解除されるまでは，電断しても電断割込処理は行われない。すなわち電断割込処理において新たにRAMパリティが計算されて格納されることはないので，メイン制御部41が再起動しても設定キースイッチ37がonの状態で起動した場合を除き，常にRAMパリティは一致することがないので，メイン制御部41を再起動させてもゲームを再開させることができないようになっている。",
                    "【0081】そして，RAM異常エラー状態に一度移行すると，設定キースイッチ37がonの状態で起動し，設定変更処理が行われ，リセット／設定スイッチ36の操作により新たに設定値が選択・設定されるまで，ゲームの進行が不能な状態となる。すなわちRAM異常エラー状態に移行した状態では，リセット／設定スイッチ36の操作により新たに設定値が選択・設定されたことを条件に，ゲームの進行が不能な状態が解除され，ゲームを再開させることが可能となる。",
                    "【0092】図12は，メイン制御部41のCPUがSd2のステップにおいて実行する内部抽選処理の制御内容を示すフローチャートである。",
                    "【0093】内部抽選処理では，まず，詳細を後述する乱数取得処理を行う(Se1)。…",
                    "【0094】そして，RAMの設定値ワークに格納されている設定値を読み出し(Se2)，読み出した設定値が1～6の範囲か否か，すなわち設定値ワークに格納されている設定値が適正な値か否かを判定し(Se3)，読み出した設定値が1～6の範囲の値でなければ，図10に示すRAM異常エラー処理に移行する。",
                    "【0095】また，Se3のステップにおいて読み出した設定値が1～6の範囲であれば，現在の遊技状態に対応して，図5(a)の遊技状態別当選役テーブルに登録されている役を順番に読み出す(Se4)。…",
                    "【0101】このように内部抽選処理においては，設定値ワークに格納されている設定値が適正な値であるか否かを確認し，設定値が適正な値でない場合には，前述したRAM異常エラー処理に移行し，起動時にRAMのデータが正常ではないと判定された場合と同様に，RAM異常エラー状態となり，ゲームの進行が不能化されるようになっている。",
                    "【0105】…電断割込処理においては，その時点のRAMパリティを計算してパリティ格納領域に格納されるようになっており，次回起動時において計算したRAMパリティと比較することで，RAMに格納されているデータが正常か否かを確認できるようになっている。",
                    "【0106】以上説明したように，本実施例のスロットマシン1では，メイン制御部41のRAMに記憶されているデータに異常が生じた場合には，RAM異常エラー状態に制御され，ゲームの進行が不能化されるとともに，設定変更モードに移行し，設定変更操作に基づいて設定値を新たに選択・設定しなければ，ゲームの進行が不能化された状態が解除されない。すなわち，メイン制御部41のRAMに記憶されているデータに異常が生じても，スロットマシンにより自動的に設定された設定値ではなく，設定変更操作に基づいて選択・設定された設定値(一般的に，設定変更操作は遊技店の従業員により行われるので，遊技店側が選択した設定値である)に基づいてゲームが行われることが担保されるので，ゲームの公平性を図ることができる。",
                    "【0107】また，本実施例では，内部抽選処理において入賞の発生を許容するか否かを決定する際に，設定値ワークに格納されている設定値が適正な値(1～6の範囲の値)でなければ，デフォルトの設定値(例えば設定1)に基づく確率で入賞の発生を許容するか否かを決定するのではなく，この場合にもRAM異常エラー状態に制御され，ゲームの進行が不能化され，設定変更モードに移行し，設定変更操作に基づいて設定値を新たに選択・設定しなければ，ゲームの進行が不能化された状態が解除されない。すなわち内部抽選処理において入賞の発生を許容するか否かの決定を適正に行うことができない場合にも，設定変更操作に基づいて選択・設定された設定値に基づいてゲームが行われることが担保されるので，ゲームの公平性を図ることができる。",
                    "【0108】また，メイン制御部41のRAMに記憶されたデータに異常が生じるのは，停電時やメイン制御部41が暴走する等，制御に不具合が生じて制御を続行できないときがほとんどである。このため本実施例では，これらの状態から復旧してメイン制御部41が起動するときにおいてのみデータが正常か否かの判定を行うようになっているので，メイン制御部41のRAMに記憶されたデータが正常か否かの判定をデータに異常が生じている可能性が高い状況においてのみ行うことができる。すなわちデータに異常が生じている可能性の低い状況では，当該判定を行わずに済み，メイン制御部41の負荷を軽減させることができる。",
                    "【0109】また，本実施例では，電断が検出された際に実行される電断割込処理においてメイン制御部41のRAMに記憶されている全てのデータに基づいてRAMパリティを計算してパリティ格納領域にセットし，次回起動時において，その際計算して得られたRAMパリティと比較することでRAMのデータが正常か否かを判定しており，電断時と起動時のRAMパリティを比較するのみでデータが正常か否かを判定できるので，当該判定を正確にかつ簡便に行うことができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本件各発明の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明は，入賞確率を複数の段階のうちいずれかの段階に設定することが可能なスロットマシンに関する(【0001】)。この種のスロットマシンにおいては，ゲームの開始とほぼ同時に内部抽選を行い，この内部抽選に当選したことを条件に，当選した入賞の発生が許容され，また，遊技店の従業員等の操作によって，内部抽選の抽選確率として適用される当選確率の段階を示す値である設定値を，異なる確率が定められた複数の値から選択・設定できるようになっている(【0002】)。",
                    "そして，従来のスロットマシンにおいては，メモリのデータに異常が生じると，メモリのデータを初期化するとともに，設定値には，あらかじめ定められた設定値を自動的に設定し，ゲームの進行が可能な状態に復帰させていた(【0003】～【0004】)。しかし，このような処理では，メモリのデータに異常が生じると，遊技店の従業員等の操作により選択・設定された設定値ではなく，あらかじめ定められた設定値を自動的に設定し，ゲームの進行が可能な状態に復帰させているので，本来であれば，遊技店側の操作により選択・設定された設定値に基づく当選確率を適用して内部抽選が行われ，入賞の発生が許容されるべきであるのに，スロットマシンにより自動的に設定された設定値に基づいてゲームが行われることとなるため，ゲームの公平性が損なわれてしまうという問題があった(【0006】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各発明は，前記アの問題に鑑み，ゲームの公平性を図ることができるスロットマシンを提供することを課題とし(【0007】)，かかる課題の解決手段として，特許請求の範囲請求項1ないし3に記載の各構成を採用したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明によれば，スロットマシンへの電源投入時に保持手段により保持されているデータ記憶手段のデータが電源遮断前のデータと一致しない場合には，ゲームの進行が不能化されるとともに，設定操作手段の操作に基づいて許容段階を示す設定値を新たに選択・設定しなければ，ゲームの進行が不能化された状態が解除されないから，スロットマシンへの電源投入時にデータ記憶手段に記憶されているデータに異常が生じても，スロットマシンにより自動的に設定された許容段階ではなく，設定操作手段の操作に基づいて選択・設定された許容段階に基づいてゲームが行われることが担保され，ゲームの公平性を図ることができる。また，許容段階を示す設定値が，許容段階設定手段により設定可能な適正なデータであるか否かを，事前決定手段が設定値を用いるごとに判定し，適正なデータではないと判定した場合には，あらかじめ定められた許容段階に基づく割合で入賞の発生を許容するか否かを決定するのではなく，設定操作手段の操作に基づいて許容段階を示す設定値を新たに選択・設定しなければ，ゲームの進行が不能化された状態が解除されないから，事前決定手段において入賞の発生を許容するか否かの決定を適正に行うことができなくなった場合にも，設定操作手段の操作に基づいて選択・設定された許容段階に基づいてゲームが行われることが担保され，ゲームの公平性を図ることができるという作用効果を奏する(【0008】，【0106】，【0107】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用例1の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1(甲1)には，次のような記載がある(図1及び2については，別紙引用例1図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】主電源による電源の投入・遮断を行うための電源スイッチと，遊技の難易度を段階的に設定可能な設定スイッチと，前記電源スイッチ及び前記設定スイッチにそれぞれ接続される遊技制御装置とを備え，前記遊技制御装置には，前記設定スイッチにより設定された段階設定値を含む遊技データのチェックサムを作成するためのチェックサム作成手段と，前記主電源の遮断時に，前記チェックサム作成手段より作成されたチェックサムを記憶し，この記憶した記憶データを保持するためのバックアップ電源を有する記憶手段と，前記電源スイッチによる前記主電源の投入時に，前記チェックサム作成手段より作成されたチェックサムと，前記記憶手段から読み出した前記記憶データとの一致・不一致を検査するためのチェックサム検査手段と，前記チェックサム検査手段による検査結果が不一致の場合に，エラー処理を実行するためのエラー処理手段とを備えていることを特徴とするスロットマシン。",
                    "【請求項4】前記エラー処理手段には，前記電源スイッチによる前記主電源の遮断待ちの状態にするための遊技停止手段を備えていることを特徴とする請求項1～3のいずれか1項に記載のスロットマシン。",
                    "【請求項5】前記遊技制御装置には，前記設定スイッチのオン・オフを判定するための設定スイッチ判定手段を備え，前記エラー処理手段は，前記設定スイッチ判定手段より前記設定スイッチのオフ状態が判定されたことを条件に，エラー処理を実行するようにしていることを特徴とする請求項1～4のいずれか1項に記載のスロットマシン。",
                    "【請求項6】前記遊技制御装置には，前記設定スイッチ判定手段より前記設定スイッチのオン状態が判定された場合に，現在の段階設定値を，当該設定スイッチにより設定された段階設定値に変更するための設定値変更手段を備えていることを特徴とする請求項5に記載のスロットマシン。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "【0001】この発明は，スロットマシンに関し，特に電源投入時に，設定値に関するエラーの発生を検査することができるようにしたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0003】…従来のパチンコ機において採用されているチェックサムを用いたエラーのチェック方式では，スロットマシン固有の設定値に関するエラーのチェックが困難であるという問題点があった。すなわち，パチンコ機では，メモリーにバックアップ電源を持たないので，チェックサムの内容が電源遮断後，消去されてしまう。",
                        "【0004】そこで，各請求項にそれぞれ記載された各発明は，上記した従来の技術の有する問題点に鑑みてなされたものであり，その目的とするところは，次の点にある。(請求項1)すなわち，請求項1に記載の発明は，設定値を含む遊技データのチェックサムを，バックアップ電源により保持することにより，電源投入時に，設定値に関するエラーの発生を検査することができるようにしたものである。…",
                        "【0007】…請求項4に記載の発明は，エラーを発見した場合に，スロットマシンの遊技を停止することができるようにしたものである。…",
                        "【0008】…請求項5に記載の発明は，エラーを発見した場合に，段階設定値の設定の待機待ちの状態にすることができるようにしたものである。…",
                        "【0009】…請求項6に記載の発明は，エラーを発見した場合に，段階設定値を手動で変更することができるようにしたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0012】上記電源スイッチ(30)は，主電源(70)による電源の投入・遮断を行うためのものである。前記設定スイッチ(40)は，遊技の難易度を段階的に設定可能なものである。前記遊技制御装置(20)は，例えば図1に示すように，電源スイッチ(30)及び設定スイッチ(40)にそれぞれ接続されるものである。",
                        "【0013】第二に，遊技制御装置(20)には，例えば図1に示すように，チェックサム作成手段(210)と，記憶手段(220)と，チェックサム検査手段(230)と，エラー処理手段(240)とを備える。上記チェックサム作成手段(210)は，設定スイッチ(40)により設定された段階設定値を含む遊技データのチェックサムを作成するためのものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "【0023】(図面の説明)図1～2は，本発明の実施の形態の一例を示すものである。図1は，スロットマシンの概略を示すブロック図，図2はスロットマシンの電源投入時の処理を示すフローチャートをそれぞれ示すものである。…",
                        "【0024】…遊技制御装置20は，図示しないが，CPUを中心に構成され，ROM，RAM，I／O等を備えている，そして，CPUは，ROMに記憶されたプログラムを読み込むことで，図1に示すように，次の手段として機能する。",
                        "(1)遊技制御手段200",
                        "(2)チェックサム作成手段210",
                        "(3)記憶手段220",
                        "(4)チェックサム検査手段230",
                        "(5)エラー処理手段240",
                        "(6)設定スイッチ判定手段250",
                        "(7)設定値変更手段260…",
                        "【0025】…遊技制御装置20の入力段には，図1に示すように，次のパーツが接続されている。",
                        "【0026】",
                        "(1)電源スイッチ30",
                        "(2)設定スイッチ40",
                        "(3)スタートスイッチ50",
                        "(4)ストップスイッチ60",
                        "(5)主電源70",
                        "(6)バックアップ電源80",
                        "…遊技制御装置20の出力段には，図1に示すように，次のパーツが接続されている。",
                        "【0027】",
                        "(1)リールユニット90",
                        "(2)ホッパーユニット100",
                        "(3)スピーカ110",
                        "(4)エラー表示装置120",
                        "…(設定スイッチ40)設定スイッチ40は，遊技の難易度を段階的に設定可能なものである。",
                        "(スタートスイッチ50)スタートスイッチ50は，メダルの投入を条件に，リールユニット90の駆動をスタートさせるものである。",
                        "(ストップスイッチ60)ストップスイッチ60は，リールユニット90の駆動をスタート(判決注・「ストップ」の誤記と認める。)させるものである。…",
                        "【0028】…(バックアップ電源80)バックアップ電源80は，遊技制御装置20の記憶手段220に電源を供給するためのものである。その結果，記憶手段220に記憶された記憶データは，主電源70の遮断後も，保持される。",
                        "(リールユニット90)リールユニット90は，図示しないが，複数，例えば3個のリールと，各リールを個々に回転させるための複数，例えば3個のモータとから構成されている。そして，各リールの外周面には，複数種類の図柄が表示されている。",
                        "(ホッパーユニット100)ホッパーユニット100は，遊技の結果にもとづいて，メダルを払い出すためのものである。…",
                        "【0029】…(遊技制御手段200)遊技制御手段200は，通常遊技や，通常遊技の結果にもとづいて，いわゆるビッグボーナスゲームやレギュラーボーナスゲーム等の特別遊技を行わせるためのものである。",
                        "(チェックサム作成手段210)チェックサム作成手段210は，設定スイッチ40により設定された段階設定値を含む遊技データのチェックサム(check  sum)を作成するためのものである。",
                        "【0030】…前記遊技データは，RAMに記憶され，電源遮断時の処理としてRAMのサムチェック(判決注・「チェックサム」の誤記と認める。)を作成している。",
                        "(記憶手段220)記憶手段220は，主電源70の遮断時に，チェックサム作成手段210より作成されたチェックサムを記憶するためのものである。",
                        "【0031】…(チェックサム検査手段230)チェックサム検査手段230は，電源スイッチ30による主電源70の投入時に，チェックサム作成手段210より作成されたチェックサムと，記憶手段220から読み出した記憶データとの一致・不一致を検査するためのものである。",
                        "【0032】具体的には，チェックサム作成手段210により，電源遮断時の処理としてRAMのサムチェック(判決注・「チェックサム」の誤記と認める。)を作成し，次回の電源投入時にRAMの内容が，電源遮断時の内容と一致しているかどうか，チェックサム検査手段230により確認している。…",
                        "【0033】…(エラー処理手段240)エラー処理手段240は，チェックサム検査手段230による検査結果が不一致の場合に，エラー処理を実行するためのものである。",
                        "【0035】…遊技停止手段243は，電源スイッチ30による主電源70の遮断待ちの状態にするためのものである。…",
                        "(設定スイッチ判定手段250)設定スイッチ判定手段250は，設定スイッチ40のオン・オフを判定するためのものである。",
                        "(設定値変更手段260)設定値変更手段260は，設定スイッチ判定手段250より設定スイッチ40のオン状態が判定された場合に，現在の段階設定値を，当該設定スイッチ40により設定された段階設定値に変更するためのものである。",
                        "【0036】逆に，エラー処理手段240は，設定スイッチ判定手段250より設定スイッチ40のオフ状態が判定されたことを条件に，エラー処理を実行する。",
                        "(フローチャート)つぎに，図2に示すフローチャートを用いて，動作を説明する。まず，図2に示すように，電源投入後，第1ステップS1に進み，ROMデータのチェックサムを検査する。",
                        "【0037】上記電源投入は，電源スイッチ30を操作して，主電源70を投入することにより行われる。前記検査は，遊技制御装置20により実行される。前記検査後，図2に示すように，次の第2ステップS2に進み，初期化処理が行われる。前記処理は，遊技制御装置20により実行される。上記初期化処理後，図2に示すように，次の第3ステップS3に進み，RAMのチェックサムを検査する。前記検査は，チェックサム検査手段230により実行される。",
                        "【0038】上記検査後，図2に示すように，次の第4ステップS4に進み，チェックサムが一致しているか否かを判定する。前記判定も，チェックサム検査手段230により実行される。上記判定結果が，一致の場合には，図2に示すように，次の第5ステップS5に進み，段階設定値が正常か否かを判定する。前記判定は，遊技制御装置20により実行される。",
                        "【0039】上記判定結果が，正常で無い場合，すなわち異常の場合には，図2に示すように，次の第6ステップS6に進み，段階設定値の初期値がセットされる。前記セットは，遊技制御装置20により実行される。上記セット後，図2に示すように，次の第7ステップS7に進み，設定スイッチ40がOＮ状態か否かが判定される。前記判定は，設定スイッチ判定手段250により実行される。",
                        "【0040】上記判定結果が，OＮ状態と判定された場合には，図2に示すように，次の第8ステップS8に進み，RAM中の段階設定値以外の全てのデータがクリアーされる。前記処理は，遊技制御装置20により実行される。上記処理後，図2に示すように，次の第9ステップS9に進み，段階設定値変更処理が行われる。前記処理は，設定値変更手段260により実行される。",
                        "【0041】すなわち，仮に先の第6ステップで，段階設定値の初期値がセットされていても，設定スイッチ40により設定された段階設定値が優先される。その結果，RAMに記憶された段階設定値の初期値が，設定スイッチ40により設定された段階設定値に変更される。以後，設定スイッチ40により設定された段階設定値により，遊技が開始される。",
                        "【0042】上記処理後，図2に示すように，次の第10ステップS10に進み，RAM中の段階設定値以外の全てのデータがクリアーされる。前記処理は，遊技制御装置20により実行される。このとき，設定スイッチ40により設定された段階設定値は，RAM中に残っている。上記処理後，図2に示すように，通常の遊技処理へ移行する。すなわち，以後，遊技制御手段200より通常遊技が開始される。",
                        "【0043】一方，先の第7ステップS7において，設定スイッチ40がOＮ状態で無いと判定された場合，すなわちOFF状態と判定された場合には，図2に示すように，次の第10ステップS10に進み，RAM中の段階設定値以外の全てのデータがクリアーされる。すなわち，第6ステップでセットされた段階設定値の初期値が有効となり，以後，初期値により遊技が開始される。",
                        "【0044】また，先の第4ステップS4において，チェックサムの不一致が判定された場合には，図2に示すように，次の第11ステップS11に進み，設定スイッチ40がOＮ状態か否かが判定される。前記判定は，設定スイッチ判定手段250により実行される。上記判定結果が，OＮ状態と判定された場合には，図2に示すように，第11ステップS11から第8ステップS8に進み，以後，設定スイッチ40により設定された段階設定値により，遊技が開始される。",
                        "【0045】これに対し，第11ステップS7において，設定スイッチ40がOＮ状態で無いと判定された場合，すなわちOFF状態と判定された場合には，図2に示すように，次の第12ステップS12に進み，電源投入時のエラー処理が行われる。前記処理は，エラー処理手段240により実行される。具体的には，警告音発生手段241により，スピーカ110を通じて警告音を発生させる。また，エラー表示手段242により，エラー表示装置120にエラーの発生を視覚的に表示させる。",
                        "【0046】上記処理後，図2に示すように，次の第13ステップS13に進み，電源遮断待ちとなる。前記処理は，エラー処理手段240により実行される。具体的には，遊技停止手段243により，電源スイッチ30による主電源70の遮断待ちの状態にし，電源スイッチ30による主電源70が遮断されない限り，当該処理を無限ループで繰り返す。",
                        "【0047】なお，先の第4ステップS4において，チェックサムの不一致が判定された場合に図2中の第6ステップに進み，初期値をセットしなかったのは，次の理由からである。…",
                        "【0049】…段階設定値に初期値をセットすると，ホールの設定した数値と異なることが考えられ，その場合，ホール・遊技者の双方に迷惑が掛かることが考えられるためである。…そこで，設定スイッチ 40 により，段階設定値を再度，設定させるようにしたものである。",
                        "【0050】…先の第5ステップS5において，段階設定値が正常であると判定された場合には，図2に示すように，次の第14ステップS14に進み，設定スイッチ40がOＮ状態か否かが判定される。前記判定は，設定スイッチ判定手段250により実行される。上記判定結果が，OＮ状態と判定された場合には，図2に示すように，第14ステップS14から第8ステップS8に進み，以後，設定スイッチ40により設定された段階設定値により，遊技が開始される。",
                        "【0051】これに対し，設定スイッチ40がOＮ状態で無いと判定された場合，すなわちOFF状態と判定された場合には，図2に示すように，電源遮断時の状態へ復帰させる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0053】…請求項1に記載の発明によれば，設定値を含む遊技データのチェックサムを，バックアップ電源により保持することにより，電源投入時に，設定値に関するエラーの発生を検査することができる。",
                        "【0056】…請求項4に記載の発明によれば，エラーを発見した場合に，スロットマシンの遊技を停止することがことができる。",
                        "【0057】…請求項5に記載の発明によれば，エラーを発見した場合に，段階設定値の設定の待機待ちの状態にすることができる。",
                        "【0058】…請求項6に記載の発明によれば，エラーを発見した場合に，段階設定値を手動で変更することができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，引用例1には，前記第2の3(2)アのとおりの引用発明1が記載されているものと認められ，引用発明1に関し，以下の点が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1は，電源投入時に，設定値に関するエラーの発生を検査することができるようにしたスロットマシンに関する(【0001】)。",
                    "従来のパチンコ機において採用されているチェックサムを用いたエラーのチェック方式では，メモリーにバックアップ電源を持たないので，チェックサムの内容が電源遮断後，消去されてしまい，スロットマシン固有の設定値に関するエラーのチェックが困難であるという問題があった(【0003】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明1は，前記アの従来技術の有する問題に鑑み，設定値を含む遊技データのチェックサムを，バックアップ電源により保持することにより，電源投入時に，設定値に関するエラーの発生を検査することができるようにし，エラーを発見した場合には，スロットマシンの遊技を停止して，段階設定値の設定の待機待ちの状態にすることができるようにするとともに，段階設定値を手動で変更することができるようにすることを目的とするものである(【0004】，【0007】～【0009】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決が認定した引用発明1は，引用例1に実施例として記載された発明に基づく(【0012】，【0013】，【0023】～【0033】，【0035】～【0046】，【0050】，【0051】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明1によれば，設定値を含む遊技データのチェックサムを，バックアップ電源により保持することにより，電源投入時に，設定値に関するエラーの発生を検査することができ，エラーを発見した場合には，スロットマシンの遊技を停止して，段階設定値の設定の待機待ちの状態にすることができるとともに，段階設定値を手動で変更することができる，という作用効果を奏する(【0053】，【0056】～【0058】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明1に係る進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決における本件発明1に係る進歩性判断に誤りがあるとして，段階設定値に係る構成を含まない原告の主張する引用例1に記載された発明を前提として，①相違点1の認定の誤り(取消事由2-1)，②相違点2の認定及び容易想到性判断の誤り(取消事由2-2)，③相違点4の容易想到性判断の誤り(取消事由2-3)を主張する。",
                "引用例1には，前記3(2)のとおり，前記第2の3(2)アの引用発明1が記載されているものと認められるところ，本件審決が認定した引用発明1を前提としても，段階設定値に係る構成を含まない原告の主張する引用例1に記載された発明を前提としても，本件発明1と引用例1に記載された発明とは，少なくとも相違点4において，相違するものと認められる(なお，相違点4の認定について，原告は争っていない。)。そこで，事案に鑑み，取消事由2-3(相違点4の容易想到性判断の誤り)から，判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-3(相違点4の容易想到性判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2及び3の記載等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例2の記載等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例2(甲2)には，次のような記載がある。",
                            "【0001】本発明は，スロットマシンに関し，更に詳しくは，RAM上の遊技情報値に基づいて遊技の制御を行うスロットマシンに関するものである。",
                            "【0006】…従来のスロットマシンでは，RAM上の遊技情報値に1つでも適正範囲外のものがあると，他にも適正範囲外の遊技情報値があり得るとして，すべての遊技情報値を一旦クリアし，適正範囲内の所定の数値に書き換えていた。すなわち，すべての遊技情報値を初期化していたのである。しかし，すべての遊技情報値を初期化すると，ソフト乱数も初期化されることとなり，これにより，例えば，ソフト乱数に依拠する演出のパターンが初期化後にはいつも同じになってしまったり，意図した抽選確率とのズレが生じてしまったり，あるいは特定の抽選結果を狙い撃ちされてしまうなど，種々の不都合を生じるおそれがある。",
                            "【0008】…請求項1記載の発明は，RAM上の遊技情報値に適正範囲外のものがあったときに，少なくともその適正範囲外の遊技情報値を適正範囲内の所定の数値に変更することにより，すべての遊技情報値を初期化することにより生じる種々の不都合を回避するようにしたスロットマシンを提供することを目的とする。",
                            "【0010】…請求項3記載の発明は，請求項1又は2記載の発明の目的に加え，RAMから遊技情報値が読み取られるときに，RAM上の遊技情報値が適正範囲内か否かの判定を行うことにより，RAM上の遊技情報値が適正範囲内か否かの判定が遊技中に定期的に行われるようにして，適正な遊技情報値に基づいて遊技の制御が行われるようにしたスロットマシンを提供することを目的とする。",
                            "【0014】…「遊技情報値」とは，遊技の制御に係る数値をいう。遊技情報値としては，例えば，出球率の設定値や，メダルの投入枚数や，メダルのクレジット枚数や，ソフトウエアを用いた手段によって生成される乱数であるソフト乱数などがある。…これらの遊技情報値は，RAM(22)に記憶される。また，これらの遊技情報値は，所定の操作や遊技の進行等に応じて適正範囲内で書き換えられる。例えば，設定値は，所定の設定変更操作により「1～6」の範囲内で書き換えられ，また，メダルのクレジット枚数は，クレジットメダルの投入と払い出しとに応じて「0～50」の範囲内で書き換えられる。そして，スロットマシン(10)における遊技の制御は，これらの遊技情報値に基づいて行われる。",
                            "【0015】…「適正範囲テーブル(220)」は，遊技情報値の適正範囲を定めたものである。この適正範囲テーブル(220)は，ROM(23)に記憶されている。…「適正判定手段(230)」は，RAM(22)上の遊技情報値がROM(23)上の適正範囲テーブル(220)に定めた適正範囲内にあるか否かの判定を行うためのものである。",
                            "【0017】…「判定」は，例えば，スロットマシン(10)の電源の投入時に行うようにしてもよく，また，遊技が行われる毎に行うようにしてもよく，また，所定時間(例えば5分)毎に行うようにしてもよく，また，RAM(22)へのアクセス時に行うようにしてもよい。また，「RAM(22)へのアクセス時」とは，RAM(22)から遊技情報値が読み取られるときや，RAM(22)に遊技情報値が書き込まれるときなどを意味するものである。また，RAM(22)から遊技情報値が読み取られるときとしては，例えば，スタートスイッチ(50)の操作時などがある。",
                            "【0018】…「適正変更手段(240)」は，適正判定手段(230)による判定結果に基づいてRAM(22)上の遊技情報値を変更するためのものである。ここで，遊技情報値は，上述したように，所定の操作や遊技の進行等に応じて適正範囲内で書き換えられるものであるが，例えば，誤作動や不正等のために，適正範囲外に書き換えられてしまうことがある。そこで，この適正変更手段(240)が，誤作動や不正等のために適正範囲外に書き換えられてしまった遊技情報値を，適正範囲内の所定の数値に直すのである。すなわち，この適正変更手段(240)は，RAM(22)上の遊技情報値を初期化するのである。",
                            "【0019】本発明では，適正変更手段(240)は，適正判定手段(230)による判定の結果，RAM(22)上の遊技情報値に適正範囲外のものがあったときに，少なくともその適正範囲外の遊技情報値を適正範囲内の所定の数値に変更する。例えば，適正判定手段(230)による判定の結果，RAM(22)上のメダルのクレジット枚数が適正範囲外であったときに，適正変更手段(240)は，メダルのクレジット枚数のみを適正範囲内の所定の数値に変更することができるし，また，メダルのクレジット枚数の他に，有効ライン数などを適正範囲内の所定の数値に変更することもできる。",
                            "【0021】…「変更」は，例えば，適正判定手段(230)による判定の結果，RAM(22)上の遊技情報値に適正範囲外のものがあったときに，直ちに行うようにしてもよく，また，所定の操作を条件に行うようにしてもよい。また，「直ちに」とは，適正判定手段(230)による判定の結果，RAM(22)上の遊技情報値に適正範囲外のものがあったときに，リセット操作等の所定の操作を待たずに，すぐに，遊技情報値を変更するという意味である。",
                            "【0022】…「所定の操作を条件に」とは，適正判定手段(230)による判定の結果，RAM(22)上の遊技情報値に適正範囲外のものがあったときに，リセット操作等の所定の操作を待ってから，遊技情報値を変更するという意味である。…",
                            "【0023】…「変更」は，例えば，RAM(22)上の遊技情報値を一旦消去又はクリアした後に改めて所定の数値を書き込むことにより行ってもよく，また，消去又はクリアせずに所定の数値を上書きすることにより行ってもよい。また，「変更後の数値」は，例えば，適正範囲内の最小値にしてもよく，また，適正範囲内の中間値にしてもよく，また，適正範囲内の最大値にしてもよい。",
                            "【0024】また，適正判定手段(230)，及び適正変更手段(240)は，例えば，CPU(21)に所定のプログラムを実行させることによって形成することができる。本発明によれば，RAM(22)上の遊技情報値に適正範囲外のものがあると，少なくともその適正範囲外の遊技情報値が適正範囲内の所定の数値に変更される。このため，すべての遊技情報値が初期化されることにより生じる種々の不都合を回避できるのである。",
                            "【0079】この適正範囲テーブル220は，ROM23に記憶されている。また，本実施の形態では，適正範囲テーブル220には，例えば，設定値の適正範囲を「1～6」とし，メダルの投入枚数の適正範囲を「0～3」とし，メダルのクレジット枚数の適正範囲を「0～50」とする旨などが定められている。",
                            "(適正判定手段230)適正判定手段230は，RAM22上の遊技情報値がROM23上の適正範囲テーブル220に定めた適正範囲内にあるか否かの判定を行うためのものである。",
                            "【0080】本実施の形態では，適正判定手段230は，スロットマシン10に電源が投入されるとき，RAM22から遊技情報値が読み取られるとき，及びRAM22に遊技情報値が書き込まれるときに，RAM22上の遊技情報値がROM23上の適正範囲テーブル220に定めた適正範囲内にあるか否かの判定を行う。",
                            "また，RAM22から遊技情報値が読み取られるときとしては，例えば，スタートスイッチ50の操作時などがある。",
                            "【0083】(適正変更手段240)適正変更手段240は，適正判定手段230による判定結果に基づいてRAM22上の遊技情報値を変更するためのものである。本実施の形態では，適正変更手段240は，適正判定手段230による判定の結果，RAM22上の遊技情報値に適正範囲外のものがあったときに，ソフト乱数以外の遊技情報値を適正範囲内の所定の数値に変更する。すなわち，この適正変更手段240は，ソフト乱数以外の遊技情報値を初期化するのである。",
                            "【0084】また，本実施の形態では，適正変更手段240による数値の変更は，遊技店の店員等による所定のリセット操作を条件に行われる。具体的には，本実施の形態では，適正判定手段230による判定の結果，RAM22上の遊技情報値に適正範囲外のものがあると，まず，エラー表示手段250により所定のエラー表示が行われ，その後に，遊技店の店員等により所定のリセット操作が行われると，適正変更手段240がソフト乱数以外の遊技情報値を変更するのである。",
                            "【0093】…以上説明したように，請求項1記載の発明によれば，RAM上の遊技情報値に適正範囲外のものがあると，少なくともその適正範囲外の遊技情報値が適正範囲内の所定の数値に変更されることから，すべての遊技情報値が初期化されることにより生じる種々の不都合を回避できるのである。",
                            "【0095】…請求項3記載の発明によれば，請求項1又は2記載の発明の効果に加え，RAMから遊技情報値が読み取られるときに，RAM上の遊技情報値が適正範囲内か否かの判定が行われることから，RAM上の遊技情報値が適正範囲内か否かの判定が遊技中に定期的に行われるので，適正な遊技情報値に基づいて遊技の制御が行われるようにすることができるのである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用例2(甲2)に，前記第2の3(3)のとおりの引用発明2が記載されていることは，当事者間に争いがなく，前記aの記載によれば，引用発明2に関し，以下の点が開示されている。",
                            "引用発明2は，RAM上の遊技情報値(出球率の設定値を含む)に適正範囲外のものがあったときに，少なくともその適正範囲外の遊技情報値を適正範囲内の所定の数値に変更することにより，全ての遊技情報値を初期化することにより生じる種々の不都合を回避するようにしたスロットマシンにおいて，RAMから遊技情報値が読み取られるとき(例えば，スタートスイッチの操作時)に，適正判定手段により，RAM上の遊技情報値がROM上の適正範囲テーブルに定めた適正範囲内にあるか否かの判定を行い，判定の結果，RAM上の遊技情報値に適正範囲外のものがあったときに，適正変更手段により，遊技店の店員等による所定のリセット操作を条件に，少なくともその適正範囲外の遊技情報値を適正範囲内の所定の数値に変更，すなわち，遊技情報値を初期化するように構成したものであり，これにより，RAM上の遊技情報値が適正範囲内か否かの判定が遊技中に定期的に行われるようにして，適正な遊技情報値に基づいて遊技の制御が行われるというものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例3の記載等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例3(甲3)には，次のような記載がある。",
                            "【発明の属する技術分野】この発明は，スロットマシンを含む遊技機で用いられる遊技機のメダル投入方法，遊技機及びメダル貸機並びに記録媒体及びプログラムに関する。",
                            "【発明が解決しようとする課題】本発明は係る要請に応えるためになされたものであり，メダル貸機から直接メダルを送ることができ，利用者の手間を省くことができる遊技機のメダル投入方法，遊技機及びメダル貸機並びに記録媒体及びプログラムを提供することを目的とする。",
                            "【発明の実施の形態】…図4に基づきセンサからの信号に基づく一括投入装置の駆動手順について説明する。…",
                            "S4：エラーE1～E5が発生しているかどうか判定する。エラーが発生した場合，一括投入装置の駆動を停止する(S11)。エラーE1～E5の詳細を図5に示す。エラーE1～E5のいずれかが発生すると，遊技メダル払い出し枚数表示機にエラーが表示され，遊技は不可能になる。この状態は所定の解除手順が実行されるまで継続され，解除手順が実行されると異常発生前の状態に復帰する。",
                            "【図5】(なお，図5のエラーの種類のうち「RAMデータ異常エラー」に係る記載を摘記する。)",
                            "「表示」E．E．",
                            "「状態」・抽選時の遊技メダル枚数チェック時に，遊技メダルの検出枚数が1～3枚以外(役物遊技中では1枚以外)の状態・割込み処理において戻り番地の異常(1000H番地以降)を検出した状態・入賞判定において，入賞有効ライン上に当選図柄を除く図柄の組合せが表示された状態",
                            "「解除方法」出玉率の設定変更(RAM初期化処理)を行う。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの記載によれば，引用例3には，スロットマシン等の遊技機において，抽選時の遊技メダル枚数チェック時に遊技メダルの検出枚数が1～3枚以外の状態，割込み処理において戻り番地の異常を検出した状態，又は入賞判定において入賞有効ライン上に当選図柄を除く図柄の組合せが表示された状態のいずれかの状態になったときに，RAMデータ異常エラーを表示するとともに，出玉率の設定変更，すなわちRAM初期化処理によってRAMデータ異常エラーを解除するという技術事項が記載されている(この点につき，当事者間に争いはない。)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点4の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，前記2(2)のとおり，従来のスロットマシンにおいては，メモリのデータに異常が生じると，遊技店の従業員等の操作により選択・設定された設定値ではなく，あらかじめ定められた設定値を自動的に設定し，ゲームの進行が可能な状態に復帰させているので，本来であれば，遊技店側の操作により選択・設定された設定値に基づく当選確率を適用して内部抽選が行われ，入賞の発生が許容されるべきであるのに，スロットマシンにより自動的に設定された設定値に基づいてゲームが行われることとなるため，ゲームの公平性が損なわれてしまうという問題があったことから，ゲームの公平性を図ることができるスロットマシンを提供することを課題とし，その解決手段として，特許請求の範囲請求項1の構成を採用し，特に，不能化解除手段については，第1の不能化手段によりゲームの進行が不能化された状態においても第2の不能化手段によりゲームの進行が不能化された状態においても，設定操作手段の操作に基づいて許容段階設定手段により設定値が新たに設定されたことを条件に，ゲームの進行が不能化された状態を解除し，ゲームの進行を可能とする構成を採用したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，引用発明1は，前記3(2)のとおり，従来のパチンコ機において採用されているチェックサムを用いたエラーのチェック方式では，メモリーにバックアップ電源を持たないので，チェックサムの内容が電源遮断後，消去されてしまい，スロットマシン固有の設定値に関するエラーのチェックが困難であるという問題があったことから，設定値を含む遊技データのチェックサムを，バックアップ電源により保持することにより，電源投入時に，設定値に関するエラーの発生を検査することができるようにし，エラーを発見した場合には，スロットマシンの遊技を停止して，段階設定値の設定の待機待ちの状態にすることができるようにするとともに，段階設定値を手動で変更することができるようにすることを課題とするものであって，不能化解除手段については，第1の不能化手段によりゲームの進行が不能化された状態において，設定操作手段の操作に基づいて許容段階設定手段により設定値が新たに設定されたことを条件に，ゲームの進行が不能化された状態を解除し，ゲームの進行を可能とするが，そもそも第2の不能化手段を備えず，第2の不能化手段を備えないため，第2の不能化手段によりゲームの進行が不能化された状態を解除し，ゲームの進行を可能とする構成も備えないものである。",
                        "そして，引用例1には，ゲームの公平性を図るために，第2の不能化手段及びそのための不能化解除手段を備えること，第2の不能化手段のための不能化解除手段を第1の不能化手段のための不能化解除手段と共通にすることについては，記載も示唆もない。",
                        "したがって，引用発明1において，第2の不能化手段及びそのための不能化解除手段を備え，その上で，更に，第2の不能化手段のための不能化解除手段を第1の不能化手段のための不能化解除手段と共通のものとすることについて動機付けがあるということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところで，引用発明2は，前記ア(ア)のとおり，RAM上の遊技情報値(出球率の設定値を含む)に適正範囲外のものがあったときに，少なくともその適正範囲外の遊技情報値を適正範囲内の所定の数値に変更することにより，全ての遊技情報値を初期化することにより生じる種々の不都合を回避するようにしたスロットマシンにおいて，RAMから遊技情報値が読み取られるとき(例えば，スタートスイッチの操作時)に，適正判定手段により，RAM上の遊技情報値がROM上の適正範囲テーブルに定めた適正範囲内にあるか否かの判定を行い，判定の結果，RAM上の遊技情報値に適正範囲外のものがあったときに，適正変更手段により，遊技店の店員等による所定のリセット操作を条件に，少なくともその適正範囲外の遊技情報値を適正範囲内の所定の数値に変更，すなわち，遊技情報値を初期化するように構成したものであり，これにより，RAM上の遊技情報値が適正範囲内か否かの判定が遊技中に定期的に行われるようにして，適正な遊技情報値に基づいて遊技の制御が行われるというものである。引用発明2における適正判定手段による判定の結果によってゲームの進行を不能化する構成は，本件発明1の第2の不能化手段に相当するということができるが，引用発明2において，上記不能化手段のための不能化解除手段は，適正変更手段であり，これは，遊技店の店員等による所定のリセット操作を条件に，少なくともその適正範囲外の遊技情報値を適正範囲内の所定の数値に変更(遊技情報値を初期化)するという構成であって，本件発明1における不能化解除手段とも，引用発明1における不能化解除手段とも，異なる構成である。そして，引用例2には，引用発明2の不能化手段のための不能化解除手段として，本件発明1や引用発明1における不能化解除手段に相当する構成については，記載も示唆もない。",
                        "また，引用例3には，前記ア(イ)のとおり，スロットマシン等の遊技機において，抽選時の遊技メダル枚数チェック時に遊技メダルの検出枚数が1～3枚以外の状態，割込み処理において戻り番地の異常を検出した状態，又は入賞判定において入賞有効ライン上に当選図柄を除く図柄の組合せが表示された状態のいずれかの状態になったときに，RAMデータ異常エラーを表示するとともに，出玉率の設定変更，すなわちRAM初期化処理によってRAMデータ異常エラーを解除するという技術事項が記載されているものの，上記出玉率の設定変更というエラー解除手段は，本件発明1における不能化解除手段とも，引用発明1における不能化解除手段とも，異なる構成である。そして，引用例3には，不能化手段のための不能化解除手段として，本件発明1や引用発明1における不能化解除手段に相当する構成については，記載も示唆もない。",
                        "したがって，仮に，引用発明1において，引用発明2を適用し，あるいは，これに加えて引用例3に記載された技術事項を適用したとしても，相違点4に係る本件発明1の構成には至らない。",
                        "また，引用例1には，第2の不能化手段及びそのための不能化解除手段を備えた上で，第2の不能化手段のための不能化解除手段を第1の不能化手段のための不能化解除手段と共通にすることについては，記載も示唆もなく，引用例2及び3にも，本件発明1や引用発明1における不能化解除手段に相当する構成については，記載も示唆もないから，引用発明1において，引用発明2を適用し，あるいは，これに加えて引用例3に記載された技術事項を適用した上で，更に，引用発明2における不能化手段のための不能化解除手段である適正変更手段を引用発明1における不能化解除手段と共通のものとすることに，当業者が容易に想到することができたということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決は，①原告の主張する引用例1に記載された発明に，引用発明2に記載された，ゲーム開始時に設定値が異常であるか否かを判定し，設定値が異常であると判定された場合は，遊技の進行を不能化させるという技術を「加える」だけであると主張しているにもかかわらず，原告の上記主張の当否について判断していない点，②原告の主張する引用例1に記載された発明に，引用発明2を適用する際に，引用例3に記載されている種々のRAMデータ異常エラーに関して設定値を新たに設定するという共通したエラー解除方法を用いることにより，ある特定のRAMデータ異常エラーが生じた状態においても，他のRAMデータ異常エラーが生じた状態においても，共通したエラー解除手段の操作に基づいて，RAMデータ異常エラーが生じた状態を解除できるようにするという技術的思想を参酌すると主張しているにもかかわらず，原告の上記主張の当否について判断していない点において，誤りがある旨主張する。",
                        "しかし，前記1(1)と同様に，原告が主張する容易想到性に係る論理を排斥する理由が逐一明示的に記載されていなければ，理由を記載したことにならないというわけではないから，原告の主張する上記の点をもって，本件審決における相違点4の容易想到性判断が誤りであるとまでいうことはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件審決は，引用例3から「ゲームの進行が不能化された状態を解除するという共通したエラー解除方法」を抽出できることを認めているにもかかわらず，第2の不能化解除手段として引用発明1における「チェックサム」に関するエラー解除手段を適用することの示唆はされていないとしている点で矛盾している旨主張する。",
                        "しかし，仮に，引用例3の記載から，「ゲームの進行が不能化された状態を解除するという共通したエラー解除方法」という，一般的なエラー解除方法の共通化という技術的思想を読み取ることができるとしても，引用発明1において，引用発明2を適用する際に，引用発明2の不能化解除手段である適正変更手段を，引用発明1における第1の不能化手段のための不能化解除手段と共通のものとすることまで示唆されているということはできない。",
                        "また，原告は，上記示唆がないとしても，引用例3から，エラー解除の方法を共通化するという技術事項が抽出できるのであれば，スロットマシンという同じ技術分野に属する引用発明1に引用発明2を適用する際に，引用例3の課題とは独立して，エラー解除方法を共通化させることを試みることは，当業者であれば，当然に導き出せることである旨主張する。",
                        "しかし，前記イ(ウ)のとおり，引用例1には，第2の不能化手段及びそのための不能化解除手段を備えた上で，第2の不能化手段のための不能化解除手段を第1の不能化手段のための不能化解除手段と共通にすることについては，記載も示唆もなく，引用例2及び3にも，本件発明1や引用発明1における不能化解除手段に相当する構成については，記載も示唆もないから，引用発明1において，引用発明2を適用し，あるいは，これに加えて引用例3に記載された技術事項を参酌したとしても，更に，引用発明2における不能化手段のための不能化解除手段である適正変更手段を引用発明1における不能化解除手段と共通のものとすることに，当業者が容易に想到することができたということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件発明1におけるエラー解除手段は，設定値を新たに設定することによりゲームの公平性を図るものであるところ，引用例3に記載されたエラー解除手段(出玉率の設定変更)は，本件発明1のエラー解除手段と同様の構成を有するものであるから，当業者であれば，本件発明1のエラー解除手段と同様の構成を備えた引用例3のエラー解除手段から，ゲームの公平性を図るためという目的及び効果を，容易に想到することができる旨主張する。",
                        "しかし，原告の上記主張は，本件発明1の構成や作用効果を前提に，その発明の進歩性の欠如を主張するものであって，失当であるといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，引用発明1において，引用発明2を適用し，又は引用発明2及び引用例3に記載された技術事項を適用し，相違点4に係る本件発明1の構成とすることが，当業者にとって，容易に想到することができたことであるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点4に係る容易想到性判断に誤りはない。",
                "したがって，その余の点(取消事由2-1及び2-2)について判断するまでもなく，本件発明1は，引用例1及び引用例2に基づいて，あるいは，引用例1ないし3に基づいて，容易に発明をすることができたものではないから，本件審決における本件発明1に係る進歩性判断は，結論において，誤りはない。",
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(本件発明2及び3に係る進歩性判断の誤り)について",
          "text": [
            "原告は，本件審決における本件発明1の進歩性に係る判断は誤りであるから，本件審決における本件発明2及び3の進歩性に係る認定判断も誤りである旨主張する。",
            "しかし，前記4のとおり，本件審決における本件発明1の進歩性に係る判断に，誤りはない。そして，本件発明2及び3は，本件発明1をさらに限定した発明であり，本件発明1に係る発明特定事項を全て含むものである。",
            "以上によれば，本件審決における本件発明2及び3の進歩性に係る判断にも誤りはない。",
            "したがって，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由1ないし3は，いずれも理由がないから，原告の本訴請求は理由がない。よって，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10139",
    "date": "2016-05-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085891",
    "ipprecedent_id": "4355",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}