{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2014-890052号事件について平成27年3月  - 1 -"
    },
    {
      "text": "31日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録を無効とした審決の取消訴訟である。争点は，商標法4条1項10号該当性(引用商標の周知性の有無)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成22年3月23日，下記本件商標につき商標登録出願をし(商願2010-22140号)，同年10月20日，登録査定がされ，同年11月5日，設定登録(商標登録第5366316号)がされた。(甲22)",
            "被告は，平成26年6月26日，本件商標の登録無効審判請求をした(無効2014-890052号)。(甲23)",
            "特許庁は，平成27年3月31日，「登録第5366316号の登録を無効とする。」との審決をし，その謄本は，同年4月9日，原告に送達された。",
            "【本件商標】",
            "[指定商品]",
            "第11類        家庭用電気瞬間湯沸器，その他の家庭用電熱用品類(本件指定商品)"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "審決の理由の要点",
      "text": [
        "【引用商標1】",
        "「  エマックス  」との文字からなる標章",
        "【引用商標2】",
        "「  Eemax  」との文字からなる標章",
        "【引用商標3】",
        "「  エマックス  」及び「  Eemax」の各文字を同時に表した標章"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "周知性",
          "text": [
            "引用商標(引用商標1～引用商標3)は，いずれも，平成12年7月ころまでに周知性を獲得し，その後，現在に至るまで，被告により使用されている。",
            "したがって，引用商標は，本件商標の登録出願時及び登録査定時において，被告が取り扱う米国コネチカット州所在の米国法人エマックス社(エマックス社)の製造販売に係る電子瞬間湯沸器(本件電子瞬間湯沸器)を表示するものとして，需要者の間に広く認識されていた。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "商標の類否",
          "text": [
            "・ ・   ・ ・  本件商標と引用商標とは，外観上において相紛らわしく，「エマックス」との称呼を共通にし，いずれも，観念は生じない。",
            "したがって，本件商標と引用商標とは，類似する。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "指定商品の類否",
          "text": [
            "本件指定商品と引用商標に係る使用商品とは，同一又は類似する。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "結論",
          "text": [
            "本件商標の登録は，商標法4条1項10号に該当する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(引用商標の周知性の有無)",
      "content": [
        {
          "fig": "1",
          "subject": "「需要者」について",
          "text": [
            "審決は，被告の業務に係る電子瞬間湯沸器及び本件指定商品である「家庭用電気瞬間湯沸器」の需要者又は取引者の範囲を全く考慮していない。本件において考慮すべき需要者又は取引者は，エマックス社が製造販売する，電気を熱源とする本件電子瞬間湯沸器の購入者に限るものではなく，家庭用瞬間湯沸器全体の需要者又は取引者である。なぜなら，家庭用瞬間湯沸器の需要者は，個人住宅，集合住宅，企業その他の施設の湯沸室，飲食店等の使用者であり，本件電子瞬間湯沸器の需要者と共通するからである。"
          ]
        },
        {
          "fig": "2",
          "subject": "「広く認識されている」について",
          "text": [
            "我が国では，家庭用の壁掛型の瞬間湯沸器として，ガス瞬間湯沸器が広く普及しており，ノーリツ(甲34)，リンナイ(甲35)，パロマ(甲36)，コロナなどが家庭用の壁掛型の瞬間湯沸器を極めて広範囲に販売してきたことは，公知の事実である。",
            "また，家庭用瞬間湯沸器として，電気を熱源とするものに限定しても，株式会社日本イトミック(甲25の1～5，31)，細山熱器株式会社(甲26の1・2，32)及び日本スティーベル株式会社(甲27の1～3，33)などの大規模な製造業者が，本件電子瞬間湯沸器と同種の製品を市場に提供してきている。",
            "一方，被告が提出する本件証拠からは，被告が販売する本件電子瞬間湯沸器の販売数量やシェア等は全く分からず，ここからは，被告の宣伝活動等が，使用商標も統一されないまま，極めて少ない回数，散発的にされていたことが分かるのみである。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上から，審決の引用商標の周知性の認定には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "「需要者」について",
          "text": [
            "審決は，本件電子瞬間湯沸器の需要者又は取引者を，原告が主張するような壁掛型の瞬間湯沸器の範囲で広くとらえていたものであるから，審決の需要者又は取引者の認定には，原告が主張するような誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "「広く認識されている」について",
          "text": [
            "本件電子瞬間湯沸器と，株式会社日本イトミック，細山熱器株式会社及び日本スティーベル株式会社製の製品との間には，加熱の構造の相違があり，本件電子瞬間湯沸器は，この構造の差異から生じる性能差から，市場における需要者からの支持を得て，引用商標を市場に浸透させた。",
            "そして，本件商標は，テレビや雑誌，新聞などの媒体で紹介され(乙1～3)，被告は，それに加えて，それら記事等を自社ホームページに再掲し(乙4〔枝番を含む。〕)，また，平成7年6月以降，国内及び海外において，本件電子瞬間湯沸器について76回の実演展示をするなどしている。これらにより，本件商標は，需要者又は取引者に認知され，深く浸透している。被告は，平成6年7月～平成27年6月までの間，新聞紙上や専門誌上での広告や展示会での出展のための支出をしており(乙5)，繰り返し広告宣伝活動に務めてきたものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上から，審決の引用商標の周知性の認定には，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "当事者等の認定",
          "text": [
            "下記掲記の証拠及び弁論の全趣旨によれば，本件訴訟に至る経緯として，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "text": [
                "被告は，平成6年7月20日に設立された建築の設計，監理，施工等を目的とする特例有限会社である。(弁論の全趣旨)",
                "原告は，平成15年11月14日に設立された電子瞬間湯沸器の販売，設置工事及び保守等を目的とする株式会社である。(甲14)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "独占販売代理店契約の締結等",
              "text": [
                "被告は，平成6年11月1日付けで，エマックス社との間で，被告を，エマックス社の製造する本件電子瞬間湯沸器の日本国内における独占販売代理店とする契約を締結した。(甲1の1・2)",
                "原告は，平成7年5月ころから，本件電子瞬間湯沸器の国内における販売を開始した。(甲28)",
                "被告は，平成12年8月1日付けで，エマックス社と，改めて上記と同様の趣旨の独占販売代理店契約を締結した。(弁論の全趣旨)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告と被告との販売代理店契約の交渉等",
              "text": [
                "被告は，平成15年秋ころ，原告代表者Aと，本件電子瞬間湯沸器に関する日本国内販売代理店契約の交渉に入り，原告に製品を供給するなどしたが，原告会社の商号などの原告設立経緯をめぐって，原告と被告との間で紛争が生じた。(甲15，18，19，21)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "別件商標の出願・登録",
              "text": [
                "原告は，平成17年1月25日，指定商品を「第11類  家庭用電気瞬間湯沸器，」とする「エマックス」(標準文字)との商標(別件商標)の登録出願をし，同年9月16日，その設定登録を受けた。(弁論の全趣旨)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "第1次和解の成立",
              "text": [
                "原告は，平成18年，被告に対し，虚偽説明により損害を被ったとして，損害賠償金の支払等を求める訴えを提起したが(大分地方裁判所平成18年(ワ)第493号)，平成19年5月，原告と被告との間に，①原告と被告との間に代理店契約が存在しないことを確認する，②被告は，原告に対し，原告の営業行為を侵害するような積極的妨害行為をしない，③被告は，原告が「株式会社エマックス東京」の商号を用いて営業活動することに異議を述べない，旨の内容の和解が成立した。(甲21)"
              ]
            },
            {
              "fig": "(6)",
              "subject": "第2次和解の成立",
              "text": [
                "被告は，平成21年，原告に対し，周知商品等表示使用行為(不正競争防止法2条1項1号)に基づいて，原告の使用する「エマックス」との標章の使用差止め等を求める訴えを提起したが(大分地方裁判所平成21年(ワ)第783号)，平成23年7月，控訴審である福岡高等裁判所において，原告が販売する電子瞬間湯沸器に「エマックス」との商品名を使用しない等の内容の和解が成立した。(甲19，21)"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件商標の出願・登録",
              "text": [
                "原告は，平成22年3月23日，本件商標の登録を出願し，同年11月5日，その設定登録を受けた。(甲22)"
              ]
            },
            {
              "fig": "(8)",
              "subject": "別件訴訟の経過",
              "text": [
                "被告は，平成24年，原告に対し，第2次和解後も原告が「エマックス」との商品名を使用して電子瞬間湯沸器を販売している等として，第2次和解又は不正競争防止法違反(同2条1項1号)に基づく「エマックス」等の表示を付した電子瞬間湯沸器の譲渡等の差止め，第2次和解又は不正競争防止法違反(同2条1項1号)の不法行為等に基づく損害賠償金内金3000万円の支払等を求める本訴を提起し(大分地方裁判所平成24年(ワ)第881号)，原告は，平成25年，被告に対し，本件商標権及び別件商標権に基づいて「エマックス」等の表示を付した電子瞬間湯沸器の販売の差止等を求める反訴を提起した(同裁判所平成25年(ワ)第752号)。",
                "大分地方裁判所は，平成26年9月18日，本訴につき，不正競争防止法違反に基づき原告が「エマックス」等の表示を付した電子瞬間湯沸器を譲渡等することを差し止め，原告から被告に対して損害賠償金2825万円を支払うこと等を命じ，反訴につき，これを全部棄却する判決を言い渡した。",
                "これに対して，原告は控訴をしたが(福岡高等裁判所平成26年(ネ)第791号)，福岡高等裁判所は，平成27年6月17日，原告の控訴を棄却する判決をした。",
                "原告は，上記判決に対し，最高裁判所に対し，上告受理を申し立てている。",
                "(甲21，49，弁論の全趣旨)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "周知性に関係する事情について",
          "text": [
            "下記掲記の証拠及び弁論の全趣旨によれば，本件商標の周知性に関係する事情として，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "宣伝広告",
              "text": [
                "①  平成7年7月28日，被告は，日刊工業新聞紙上に本件電子瞬間湯沸器の宣伝広告を掲載した。同広告中には，「Eemax  エマックス」(引用商標3)の表示があるほか，同広告中の本件電子瞬間湯沸器の写真には，「EemaX」との表示が確認できる。(甲6)",
                "②  平成11年3月26日，被告は，日経産業新聞紙上に本件電子瞬間湯沸器の宣伝広告を掲載した。同広告中には，「エマックス」(引用商標1)との表示がある。(甲7)",
                "③  平成21年4月30日，被告は，産経新聞紙上に本件電子瞬間湯沸器の全面広告を掲載した。同広告中には，「エマックス」(引用商標1)との表示があるほか，同広告中の本件電子瞬間湯沸器の写真には，「EemaX」との表示が確認できる。(乙3)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "新聞・雑誌記事及びテレビ放送",
              "text": [
                "①  平成6年10月6日，日刊建設産業新聞に，被告が，エマックス社との間で本件電子瞬間湯沸器の独占販売代理店契約を締結したとの内容の記事が掲載された。同記事中の本件電子瞬間湯沸器の写真には，「EemaX」との表示が確認できる。(甲3)",
                "②  平成6年10月20日，日本流通産業新聞に，被告が，エマックス社との間で本件電子瞬間湯沸器の独占販売代理店契約を締結したとの内容の記事が掲載された。同記事中の本件電子瞬間湯沸器の写真には，「EemaX」との表示が確認できる。(甲4)",
                "③  平成6年10月31日，日刊水産経済新聞に，被告が，エマックス社との間で本件電子瞬間湯沸器の独占販売代理店契約を締結したとの内容の記事が掲載された。同記事本文中には，「エマックス」(引用商標1)との記載があるほか，同記事中の本件電子瞬間湯沸器の写真には，「EemaX」との表示が確認できる。(甲5)",
                "④  平成7年9月30日，旬刊(月3回)の日本工業技術新聞に，被告が出展した本件電子湯沸器が話題を呼び好評を博した旨の記事が掲載された。同記事の見出しや本文には，「エマックス」(引用商標1)の記載がある。(甲10)",
                "⑤  平成9年6月ころ，経済誌である「経済界」6月10日号に，被告及び被告代表者の紹介と共に，被告が本件電子瞬間湯沸器のアジア地域における独占販売権を取得した旨の記事が掲載された。同記事中には，「エマックス」(引用商標1)との記載がある。(乙1)",
                "⑥  平成14年4月9日，本件電子瞬間湯沸器が，KRY山口放送「さわやかモーニング」で紹介された。同放送の映像中には，「エマックス  EemaX」(引用商標3)との表示が確認できる。(乙4の2の2)",
                "⑦  平成15年11月ころ，専門誌である「建築設備と配管工事」11月号に本件電子瞬間湯沸器を紹介する記事が掲載された。同記事中には，「エマックス」(引用商標1)との記載がある。(乙2)",
                "⑧  平成16年10月22日，大分合同新聞に，被告が中国企業との間で本件電子瞬間湯沸器の販売代理店契約を締結したことを紹介する記事が掲載された。同記事中には，「エマックス」(引用商標1)との記載がある。(乙4の2の4，弁論の全趣旨)",
                "⑨  平成20年12月26日，日刊工業新聞に，平成20年に注目された製品として本件電子瞬間湯沸器が取り上げられた。同記事中には，「エマックス」(引用商標1)との記載がある。(乙4の2の5)",
                "⑩  平成21年12月15日，日刊工業新聞に，本件電子瞬間湯沸器がE5系新幹線車両に採用されている旨の記事が掲載された。同記事中には，「エマックス」(引用商標1)との記載があるほか，同記事中の本件電子瞬間湯沸器の写真には，「EemaX」との表示が確認でき，同写真の説明には，「エマックス」(引用商標1)との記載がある。(乙4の2の6)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実演展示",
              "text": [
                "被告は，平成7年5月から平成22年10月までの間，主に，東京都及び西日本各地で52回の本件電子瞬間湯沸器の実演展示をした。この実演展示では，引用商標のいずれかが表示されたものと推認される。(甲8，9，乙4の3)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "販売台数等",
              "text": [
                "①  清水建設株式会社購買本部海外購買部が社内向けに発行した「海外資材ニュース」平成8年7月号(甲11)によれば，日本国内において，本件電子瞬間湯沸器がマンション，事務所，病院等に1000台以上採用されたことが紹介された。(甲11)",
                "②  被告作成の平成12年7月付けの納入先一覧(甲12)によれば，本件電子瞬間湯沸器の納入先は，国内の157社であったことが認められる。ただし，その販売期間及び販売台数は不明である。(甲12，13の1～3)",
                "また，被告の自社ホームページの記載によれば，平成26年6月現在の本件電子瞬間湯沸器の国内納入先は，約80施設である。(甲37)",
                "③  平成15年10月30日付けの大分合同新聞の記事(乙4の2の3)によれば，本件電子瞬間湯沸器の発売以来の累計の納入台数は，約5000台とされる。(乙4の2の3)",
                "④  平成22年1月12日付けの大分合同新聞の記事(乙4の2の7)によれば，被告は，E5系新幹線車両などに設置するため，JR東日本から，本件電子瞬間湯沸器を4720台受注したものと推認される。(乙4の2の7)。",
                "⑤  平成6年7月から平成23年6月までの被告の会社全体における広告宣伝費は，おおむね100万円前後～250万円程度であり(ただし，平成14年7月～平成15年6月期は，約330万円であり，平成21年7月以降は50万円前後である。)，同展示会費は，おおむね100万円未満である(ただし，平成7年7月～平成8年6月期は約510万円であり，そのほか3期について100万円を超えている。)。(甲29の1～19，乙5)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "周知性の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "前提",
              "text": [
                "商標法4条1項10号にいう「広く認識されている」とは，業務に係る商品等とこれと競合する商品等とを合わせた市場において，その需要者又は取引者として想定される者に対して，当該業務に係る商品等の出所が周知されていることであり，その周知の程度は，全国的に知られているまでの必要性はないものの，通常，一地方，すなわち，一県の全域及び隣接の数県を含む程度の地理的範囲で知られている必要があると解される。",
                "ところで，前記第3の1及び第4の1によれば，本訴当事者間においては，本件電子瞬間湯沸器の需要者又は取引者として想定すべき者は，電気を熱源とする瞬間湯沸器の需要者又は取引者に限られるものではなく，ガスを熱源とするものも含む家庭用の壁掛型の瞬間湯沸器全体の需要者又は取引者であることで争いがないところ，電気を熱源とする瞬間湯沸器とガスを熱源とする瞬間湯沸器とは，同じ用途に使用され，熱源の相違によって利用者が異なるとする事情は認められないから，上記当事者の主張のとおり解すべきものである。また，本件電子瞬間湯沸器が特定の地方で集中的に又は専属的に販売されるものであるとする事情はないから，引用商標が，全国のいずれかの地域において，上記に説示した地理的範囲において周知であるか否かを考慮することになる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "text": [
                "そこで，上記を前提に検討するところ，上記2の認定のとおり，被告が本件電子瞬間湯沸器の販売を開始したと認められる平成7年5月から，本件商標の登録査定がされた平成22年10月までの間においては，①被告が，自ら引用商標と共に本件電子瞬間湯沸器の宣伝広告をしたのは，わずかに3回であること，②引用商標と共に本件電子瞬間湯沸器が新聞・雑誌及びテレビ放送に取り上げられたことは10回であって，必ずしも多数といえないばかりか，それらは，平成6年～平成9年，平成14年～平成16年及び平成20年・平成21年と3つに分かれるなど，取り上げられ方が散発的なものにすぎないこと，③被告が引用商標と共に本件電子瞬間湯沸器の実演展示をしたことは52回あるものの，これは，年平均では3～4回にすぎず，その場所もおおむね西日本各地に散在していること，④被告による当該期間における本件電子瞬間湯沸器の販売台数は，全く明らかにされておらず，新聞記事等から推測される販売台数は，本件商標登録出願直前の新幹線車両への納入(2(4)④)を除けば，年間数百台程度であり(2(4)①は，被告の販売先の社内報であり，客観的裏付けを欠くものと解される。)，需要者又は取引者の範囲を家庭用の壁掛型の瞬間湯沸器の需要者又は取引者とした場合，一見して僅少であること(なお，本件電子瞬間湯沸器には，「EemaX」との引用商標と類似する標章が付されていたことは推認できる。)，また，その納入先も全国に散在しているとみられ，特定の傾向はないこと，⑤被告により開示された広告宣伝費及び展示会費は，引用商標を付した本件電子瞬間湯沸器に係る費用に限定されない会社全体としての宣伝広告費及び展示会費である上，金額も，前者は百万円台，後者は百万円以下が多く，壁掛型瞬間湯沸器という全国的な市場において需要者又は取引者に印象を残すための費用としては，明らかに少ないものであること，以上の事実を導くことができる。",
                "そうすると，本件証拠上，被告自身による引用商標に関する宣伝広告等は活発とはいえない上，新聞・雑誌等によりこれが報道された機会も少ないと認められる一方，引用商標を付した本件電子瞬間湯沸器の販売台数等は明らかではなく，全国的規模の市場に対する販売実績は極めて少ないものと推測される。このような宣伝広告及び販売実績等を考慮すると，家庭用の壁掛型の瞬間湯沸器又は電気を熱源とする同瞬間湯沸器の市場規模を子細に確定するまでもなく，いずれの引用商標も，本件商標の登録査定時において周知性を有していたとは認め難い。なお，被告が自社ホームページで宣伝活動をしたことは，ホームページを開設することが誰でも直ちに行える以上，それのみで周知性を裏付けるものとはならない。そのほか被告のるる主張するところも，採用することはできず，上記適示した証拠以外の証拠も，上記認定を左右するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，引用商標が我が国において周知である旨を認定した審決の認定判断には誤りがあり，本件商標は，商標法4条1項10号に該当する商標であることを理由としては，その登録を無効とすることはできない。",
                "以上によれば，取消事由には，理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10083",
    "date": "2015-12-24",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085591",
    "ipprecedent_id": "4240",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}