{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-890005号事件について平成27年6月12日にした審決のうち，商標法4条1項7号を理由とする請求は成り立たないとの部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が有する商標権について，原告が商標法4条1項7号及び10号を理由に無効審判の請求をしたところ，特許庁が「本件審判の請求中，商標法第4条第1項第10号を理由とする請求は却下する。その余の請求は，成り立たない。」との審決をしたため，原告が，審決のうち，商標法4条1項7号を理由とする請求は成り立たないとの部分の取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯等（争いがない事実又は文中に掲記した証拠及び弁論の全趣旨により容易に認められる事実）",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告は，次の商標（以下「本件商標」という）に係る商標権（以下「本件商標権」という。）を有している（甲1）。  ",
              "text": [
                "登録        第5142685号",
                "商標の構成  「KAMUI」の標準文字を横書きしてなる。",
                "登録出願日  平成19年4月23日",
                "設定登録日  平成20年6月20日",
                "指定商品  第28類「運動用具」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "平成21年7月2日付けの原告の無効審判の請求",
              "text": [
                "原告は，平成21年7月2日，本件商標は，商標法4条1項10号，19号に該当すると主張して，無効審判（無効2009-890077号事件。以下「前審判」という。）を請求した。特許庁は，平成22年4月30日，「本件審判の請求は，成り立たない。」との審決（以下「前審決」という。）をし，同審決は同年6月10日に確定した。前審決の理由の要旨は，①  引用商標は，本件商標の登録出願時以前から，原告の業務に係る商品又は役務を表示するものとして日本国内の需要者の間に広く認識されていたとは認められないから，本件商標は商標法4条1項10号に該当しない，また，②  上記①の理由に加えて，被告に不正の目的があったとまではいえないから，同項19号に該当しない，というものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件の無効審判の請求",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "さらに，原告は，平成25年1月28日，本件商標は，商標法4条1項7号，10号に該当すると主張して，無効審判（無効2013-890005号事件。以下「本件審判」という。）を請求した。",
                    "特許庁は，同年7月5日，「登録第5142685号の登録を無効とする。」との審決をした。",
                    "被告は，上記審決を不服として，知的財産高等裁判所に審決取消訴訟を提起し，審理されたが，本件商標が商標法4条1項10号に該当することを理由とする本件審判の請求は，前審決の確定効に反するとして，上記審決を取り消す旨の判決がされた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許庁は，上記取消判決を受けて特許庁に差し戻された本件商標に係る本件審判において，平成27年6月12日，「本件審判の請求中，商標法第4条第1項第10号を理由とする請求は却下する。その余の請求は，成り立たない。」との審決をし，その謄本は，同月22日，原告に送達された。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書の写しに記載のとおりである。その要旨は，①  本件審判の請求中，商標法4条1項10号を理由とする請求については，同法56条1項で準用する特許法167条の規定に違反したものであるから，却下すべきである，②  本件商標は，その登録出願の経緯に著しく社会的相当性を欠くものがあり，登録を認めることが商標法の予定する秩序に反するものとして容認できないというべき理由があるということはできないから，商標法4条1項7号に違反して登録されたものではなく，同法46条1項1号により無効とすることはできない，というものである。なお，上記①について，原告は，この審決の判断を争っていないため，本訴における審理の対象は，上記②のみである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，商標法4条1項7号該当性の判断に誤りがあるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "被告は，原告がゴルフクラブについて「KAMUI」の文字単体からなる商標又は「K∧MUI」の文字単体からなる商標（以下，上記二つの商標を併せて「『KAMUI』単体商標」という。）を使用してゴルフクラブを販売していることを知りながら，原告のライセンサーである株式会社卑弥呼（以下「卑弥呼」という。）が有する後記の「CAMUI」商標が取り消し得るものであることに目をつけ，その不使用取消審判（以下「本件不使用取消審判」という。）を請求し，同商標の登録を取り消す旨の審決を得るとともに，本件商標を出願してその登録を得た。この被告の行為は，他人（原告）の商標の剽窃行為に該当する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告と被告は，平成6年2月1日，ゴルフクラブの開発，製造，販売を目的とする共同企業体カムイクラフト（以下「カムイクラフト」という。）を設立し，製造したゴルフクラブに「KAMUIPRO」の名称を付して販売していたが，平成7年2月21日，カムイクラフトを解消することとした。",
                "被告は，原告との間で，カムイクラフトを解消するに当たり，被告は，「KAMUITOUR」を，原告は，「KAMUIPRO」，「KAMUI」の表示を使用することを約したにもかかわらず，その約束に反し，本件商標を出願し，その登録を得た。",
                "被告は，カムイクラフト解消後，「KAMUIPRO」の商標を付したゴルフクラブの販売を中止して，「KAMUITOUR」の商標に変更した（甲6の2，甲7）。被告は，平成7年8月24日，「KAMUITOUR」の商標出願をし，平成9年12月26日，その登録を得た（甲3の2）。被告は，平成20年まで「KAMUI」単体商標を使用したことはなかったにもかかわらず，本件商標権を取得した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，韓国において，「KAMUIPRO」の商標を使用していなかったから，原告の販売代理店が，韓国において，原告が使用している「KAMUIPRO」の商標権を得ることは何ら被告の業務を妨害するものではなかった。しかし，被告は，韓国において「KAMUITOUR」のみならず，自己が使用していない「KAMUI」，「KAMUIPRO」の商標についても権利化を図り，そのために原告の販売代理店が保有していた，韓国における「KAMUIPRO」の商標登録について無効審判を請求し，これを無効とする審決を得た。同審決は確定した。",
                "これに対し，原告も，被告の「KAMUITOUR」の商標を付したゴルフクラブの使用の排除を求め，その結果，被告は，「KAMUITOUR」のゴルフクラブについて韓国市場からの撤退を余儀なくされた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成12年1月14日，卑弥呼との間で，卑弥呼が有する，「CAMUI」の標準文字を横書きしてなる商標（以下「『CAMUI』商標」という。）について，商標使用許諾契約を締結し，「KAMUI」単体商標の使用を継続していた。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，韓国における原告の上記対応を逆恨みして，日本において，「KAMUI320」のヒットにより確固たる地位を築いていた原告の商品（ゴルフクラブ）を排除することを企て，平成19年4月23日に本件商標を出願するとともに，同月24日，卑弥呼が有する「CAMUI」商標について，本件不使用取消審判を請求し，平成20年3月18日，「CAMUI」商標の登録を取り消す旨の審決を得た（卑弥呼の通常使用権者である原告がゴルフクラブに使用している商標は「KAMUI」であって，「CAMUI」とは社会通念上同一の商標ではないことから，不使用取消審判において，原告の使用をもって，「CAMUI」商標を使用したことを証明することはできなかった。また，原告は，卑弥呼に対し，「CAMUI」商標の不争義務を負担しているので，不使用取消審判を請求することはできなかった。）。",
                "そして，被告は，平成20年6月20日，本件商標の登録を得た。",
                "その後，被告は，原告の「KAMUI」とよく似た書体の「KAMUI」商標を，原告が使用しているくさび図形と同色のくさび図形を併記して使用を開始した（甲10，12）。",
                "さらに，被告は，原告に対し，「KAMUI」に係る商標の使用中止を警告し（甲14），原告が本件商標と同一又は類似の商標である標章（「KAMUI」単体商標等）を付した商品等を譲渡等することにより，本件商標権を侵害していると主張して，商標法36条1項に基づく侵害の差止め，同条2項に基づく原告の商品等の廃棄，不法行為に基づく損害賠償を求める訴えを提起した（以下「先行訴訟」という。）が，全面敗訴の判決を受けた。",
                "また，被告は，平成24年10月22日，原告がそのゴルフクラブに使用する，「K∧MUI」の文字とくさび図形を組み合わせた商標（以下「『K∧MUI＋くさび図形』商標」という。）と全く同型のくさび図形を，韓国特許庁に対し，第25類「clothing」及び第28類「Toys  and  sporting  goods」を指定商品として出願した（甲113）。さらに，同年10月25日，特許庁に対し，自らが使用を開始したくさび図形を出願し，平成25年4月12日，その登録を得た（甲114）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決は，「商標法においては，商標選択の自由を前提として，最先の出願人に商標登録を認める先願主義の原則が採用されているのだから，被告が，自己の商標の登録障害となる先行登録商標である「CAMUI」を排除するために，これに不使用取消審判を請求したとしても，そのことをもってその登録出願の経緯に著しく社会的相当性を欠くものがあるとか，商標法の予定する秩序に反し容認できないということはない」とする。",
            "しかし，原告は，登録の障害となる先行登録商標を排除するために不使用取消審判を請求することを問題としているのではない。被告が，「KAMUI」単体商標や「K∧MUI＋くさび図形」商標が原告のゴルフ用品を示す標章として広く知られていることを知りながら，自己はこれら標章を全く使用したことがないのに，これら標章を付した原告のゴルフ用品を日本市場から排除して自らがこれにとってかわるために，本件商標を登録出願し，その登録の障害となる「CAMUI」商標に対し本件不使用取消審判を請求したことは明白なことであり，被告のこの行為は，原告の築いた業務上の信用の横取りを目的とする行為であって著しく社会的相当性を欠き，登録を認めることが商標法の予定する秩序に反すると主張しているのである。被告の行為は，法の盲点を突いた行為と評価するほかない。",
            "さらに，審決は，「本件商標の登録が，韓国における争いに報復し，原告の業務を妨害するためのものであることを客観的に認め得る証拠はない」とする。",
            "しかし，上記報復目的といった主観的事情を客観的に証明することはできない。報復目的の有無はともかく，被告が，原告が築き上げた信用を横取りするために，本件商標を登録出願し，その登録を受けたことは明白である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本件商標は，その出願登録の経緯が著しく社会的相当性を欠き，登録を認めることが商標法の予定する秩序に反するものであるから，公序良俗に反する。",
            "したがって，本件商標は，商標法4条1項7号に違反して登録されたものではないから，無効とすることはできない旨の審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "以下のとおり，審決の判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "被告は，中国において，本件商標と同様な「KAMUI」の文字からなる商標の商標権を有している（甲20）。また，米国においても，同様な権利を取得している。被告としては，本件商標の出願当時，商標法の改正に伴い，日本国内からの輸出も使用行為に該当することが明記されたことから，日本国内において，「KAMUI」商標の取得が必要であると考えて，本件商標の出願を行い，その障害となっている卑弥呼の「CAMUI」商標に対する本件不使用取消審判の請求をしたのである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告が主張する「確固たる基礎を築いている事実」というのは，要するに，「KAMUI」単体商標等が周知であったということであると思われる。しかし，被告には，本件商標出願当時，「KAMUI」単体商標等が周知であるという認識はない。したがって，本件商標の登録出願により原告の業務上の信用の横取りをしようなどという意図も目的も存しない。",
            "本件商標の登録出願に不正の目的が存しなかったことは，前審決において認定されている。すなわち，原告は，前審判請求においても，商標法4条1項10号違反とともに，被告が韓国において原告の登録商標「KAMUI」について無効審判の請求をしたこと，被告が原告に対し本件商標権に基づき警告をしたことなどから，不正の目的で使用するものであるとして，商標法4条1項19号違反の無効理由を主張したが，前審決は，「KAMUI」単体商標の周知性が認められないだけでなく，不正の目的も存しないとして，商標法4条1項19号違反の無効理由が存しない旨判断した。本件において，商標法4条1項19号の不登録事由に該当しない本件商標が，より公益性の高い商標法4条1項7号の不登録事由に該当することはない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，被告が原告のライセンサーである卑弥呼の「CAMUI」商標が取り消し得ることに目をつけて本件不使用取消審判の請求をした旨主張する。",
            "しかし，原告と卑弥呼との間の「CAMUI」商標の使用許諾契約は，平成17年2月までである（甲9）。一方，被告による本件商標の登録出願は平成19年4月23日，本件不使用取消審判の請求は同月24日である。被告が本件商標の登録出願及び本件不使用取消審判の請求をした当時，原告と卑弥呼との間には「CAMUI」商標についての使用許諾契約は存しなかった。原告とは関係のない卑弥呼に対する本件不使用取消審判の請求は，何ら原告の権利ないし法的利益を侵害するものではないから，原告の上記主張は理由がない。",
            "原告は，被告が，原告の「KAMUI」とよく似た書体の「K∧MUI」の表示を，原告が使用しているくさび図形と同色のくさび図形を併記して使用を開始した旨主張する。しかし，原告の上記主張は，本件商標の出願についての査定時以後の事情であり主張自体失当である。また，被告の使用する図形は，「KAMUI」の「K」を図案化したものであって，原告の使用する図形のようなくさびを図案化したものではない。",
            "また，被告が原告に対し本件商標権に基づいて権利行使したことは，本件商標の査定時以後の事情であるし，商標権を取得した以上，必要に応じて権利行使をすることは商標権者に許された行為である。",
            "被告が，「KAMUI」単体商標を使用してこなかったのは，卑弥呼の登録商標である「CAMUI」商標の商標権を尊重し，商標権侵害をしないためである。他人の商標権を尊重して「KAMUI」単体商標を使用しなかった被告の正当な行為が公序良俗違反を基礎付ける事実であるとの主張は，他人の商標権を侵害してでも「KAMUI」単体商標を使用すべきであるという違法行為を求めるに等しいものであり，到底認められない。",
            "被告は，本件商標の登録出願によって，原告のゴルフ用品を日本市場からどのようにして排除することができるのか，どのようにして原告に取って代われるのか，理解することができないし，そのような意図や目的などいうものはない。そもそも，被告は，業界において，十分な業務上の信用を得ているのであり，原告の業務上の信用を横取りする必要など存しない。",
            "以上のとおり，本件商標が，その登録出願の経緯に著しく社会的相当性を欠くものがあるとか，商標法の予定する秩序に反し容認できないということはないのであるから，商標法4条1項7号に該当しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件商標が商標法4条1項7号に該当しないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "証拠（甲2ないし19，21，41，42，113，114，116，118，119。以上，枝番のあるものは枝番を含む。）及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，ゴルフ用品の製造及びスポーツ用品の販売などを業とする株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，ゴルフ用具の製造及び販売などを業とする株式会社である。被告の旧商号は，株式会社北陸ゴルフ製作所であり，その後，株式会社カムイワークスに変更し，平成9年10月22日に，現在の商号である株式会社カムイワークスジャパンに変更した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告と被告との間の「KAMUI」に関する標章を巡る事実経過等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告と被告は，平成5年ころ，共同でゴルフクラブを製造，販売することを計画し，平成6年2月1日，ゴルフクラブの開発，製造，販売を目的とするカムイクラフトを設立し，製造したゴルフクラブに「KAMUIPRO」（カムイプロ）の名称を付けて販売した。そして，原告と被告は，同月28日，共同で「KAMUIPRO」の標準文字からなる商標を，第28類の運動用具で出願し，同商標は，平成9年11月7日に登録された。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告と被告は，平成7年2月21日，カムイクラフトによる共同事業を解消し，カムイの新製品については，それぞれが権利を有すること，カムイプロ300の金型については，それぞれが50％の権利を有することを確認した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，平成7年8月30日，カムイプロ300の部品を製造していた株式会社タカギセイコー（以下「タカギセイコー」という。）に対し，今後，カムイプロ300の金型を使用しないことを要求した。そこで，原告は，同年10月，被告とタカギセイコーに対し，カムイプロ300の金型の使用を妨害しないことを求める仮処分を富山地方裁判所に申し立てた。この仮処分事件については，同年11月，原告とタカギセイコーとの間で和解が成立し，原告とタカギセイコーは今後もゴルフクラブの製作の取引を継続すること，タカギセイコーが製作するゴルフクラブヘッドにカムイクラフトの名称を刻印しないこと，原告が同仮処分申立てを取り下げることなどが確認されて終了した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，平成7年の秋頃，取引先に対し，今後はゴルフクラブの名称をカムイプロからカムイツアーに改め再出発を図ること，社名もカムイワークスに変更することを通知し，その後，カムイツアーの名称を付したゴルフクラブを製造，販売するようになった。なお，被告は，平成7年8月24日に，「KAMUITOUR（標準文字）」の商標を第28類の運動用具で登録出願し，これは平成9年12月26日に登録された。",
                    "他方，原告は，平成8年3月ころ，取引先に対し，被告と原告がカムイプロのゴルフクラブを別々に販売することになった旨通知し，その後も，カムイプロの名称を付したゴルフクラブの製造，販売を継続した。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "有限会社カムイは，平成8年12月25日に設立され，原告代表者の妻がその代表取締役に就任した。同社は，原告が製造するゴルフクラブ等の販売を行った。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，韓国で，平成9年1月25日，「KAMUI」，「KAMUITOUR」，「KAMUI  PRO」の商標を，指定商品をゴルフクラブ，ゴルフボール，キャディバッグとして出願した。しかし，韓国においては，原告の販売代理店であるキムズクラブの代表者と株式会社プラコが「KAMUIPRO」の商標を有しており，この商標と類似するとして，上記出願は拒絶された。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被告の韓国における販売代理店である株式会社ユニオン産業は，平成11年12月18日，上記カの韓国における「KAMUIPRO」の商標に対し，無効審判を申し立て，平成12年7月27日，同商標を無効とする審決がされ，その後，平成13年4月13日，同審決に対する取消しの訴えが棄却され，同年5月5日，同審決は確定した。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原告は，平成12年1月14日，卑弥呼との間で，卑弥呼が有する次の「CAMUI」商標について，商標使用許諾契約を締結した。卑弥呼は，原告に対し，「CAMUI」商標について通常使用権を許諾し，使用商品はゴルフクラブ，使用期間は平成11年3月1日から平成14年2月末日までの3年間，使用地域は日本国内とされた。原告は，卑弥呼に対し，通常使用権の対価として240万円を支払った。原告は，卑弥呼に対し，「CAMUI」商標の有効性を争わないことを約した。",
                    "登録        第2280009号",
                    "商標の構成  「CAMUI」の標準文字を横書きしてなる。",
                    "設定登録日  平成2年11月30日",
                    "指定商品  旧第24類（その後，第15類，第25類及び第28類に書換登録）"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "原告は，上記使用許諾契約を締結したころから，ゴルフクラブ等に「KAMUI」単体商標を使用し始めた。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "原告は，平成14年3月1日，卑弥呼との間で，CAMUI商標について，上記クの商標使用許諾契約とほぼ同じ内容の契約を締結し，使用期間は，平成14年3月1日から平成17年2月末日までとされ，原告は，卑弥呼に対し，通常使用権の対価として210万円を支払った。なお，原告は，上記契約を，平成17年3月以降，卑弥呼との間で更新しなかった。しかし，その後においても，卑弥呼から，原告が「KAMUI」の標章を使用することについて，異議が述べられることはなかった。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "原告は，韓国における「KAMUIPRO」の商標が無効とされたため，平成14年5月17日，「KAMUI」の商標をゴルフクラブ，ゴルフボール，キャディバッグ等を指定商品として商標登録出願し，平成15年9月2日，同商標は韓国において登録された。",
                    "上記商標が登録された後，原告は，韓国のゴルフクラブの販売店に対し，被告の「KAMUITOUR」の商標を付したゴルフクラブを取り扱わないことを求めた。"
                  ]
                },
                {
                  "fig": "シ",
                  "text": [
                    "被告は，平成19年4月23日，本件商標を登録出願した。そして，被告は，卑弥呼に対し，同月24日，「CAMUI」商標の第25類「運動用特殊衣服，運動用特殊靴」及び第28類「運動用具」について，過去3年間使用された事実が認められないとして，商標登録取消しの審判を請求し（本件不使用取消審判），平成20年3月18日，上記指定商品についての登録を取り消す旨の審決がされた。本件商標は，同年6月20日に登録された。"
                  ]
                },
                {
                  "fig": "ス",
                  "text": [
                    "被告は，平成21年4月3日，原告に対し，今後第28類の運動用具について，「KAMUI」単独での表示を使用することを禁止する旨通知した。さらに，被告は，同年6月22日，原告に対し，今後「KAMUI」商標を使用しないことを求める警告書を送付した。",
                    "そして，被告は，平成22年8月26日，原告に対し，本件商標権に基づき，「KAMUI」単体商標，「KAMUI  TyphoonPro」商標及び「KAMUIPRO」商標の使用差止め等を求めて，先行訴訟を提起した。",
                    "東京地方裁判所は，先行訴訟において，上記各商標が本件商標に類似することは認めたものの，原告の使用していた「KAMUI」単体商標については，原告の先使用権の抗弁を認め，その余の標章については権利濫用の抗弁を認め，被告の請求をいずれも棄却する旨の判決をした。被告は，同判決を不服として控訴したが，知的財産高等裁判所は，平成25年1月24日，同様に「KAMUI」単体商標については先使用権の抗弁を認め，「KAMUI  TyphoonPro」商標については，使用の事実が認められないとして，「KAMUIPRO」商標については商標権者による登録商標の使用であるから原告が使用することができるとして，被告の控訴を棄却する旨の判決をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告による「KAMUI」に係る標章の使用状況等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成12年までに，「KAMUI」単体商標を，ゴルフクラブのヘッドやネックに付して製造・販売し（有限会社カムイが販売していた。以下同じ。），また，キャディバッグにも付して販売し，さらに，原告のゴルフ用品のカタログにも上記各標章を付していた。また，原告は，この頃，「KAMUIPRO」の標章や名称が付されたゴルフクラブも製造・販売しており，これらが掲載されたカタログには「KAMUIPRO」の標章も付されていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が製造する「KAMUI」単体商標が付されたゴルフクラブは，全国各地で販売され，その販売本数の合計は，平成12年は2376本，平成13年は1万2274本，平成14年は1万1744本，平成15年は7223本，平成16年は2809本，平成17年は4008本，平成18年は5464本，平成19年は8355本，平成20年は6453本であったことが窺われる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "有限会社カムイの平成15年12月21日から平成16年12月20日までの売上高は1億7455万円，平成16年12月21日から平成17年12月20日までの売上高は1億2026万円，平成17年12月21日から平成18年12月20日までの売上高は1億1826万円，平成18年12月21日から平成19年12月20日までの売上高は1億9888万円であり，同社の売上高のほぼすべては，原告が製造するゴルフクラブの販売によるものであったことが窺われる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "雑誌等における原告のゴルフクラブの掲載状況",
                  "text": [
                    "原告のゴルフクラブ「TYPHOOＮPRO380」は，週刊ゴルフダイジェスト2002年10月1日号に「カムイ」のクラブとして掲載され，また，同年に発刊されたゴルフクラシックにも原告の表示及び「カムイ」の記載と共に掲載された。さらに，同クラブは，ゴルフダイジェスト2004年2月号にも「カムイ」のクラブとして掲載された。また，その後も，「KAMUI」単体商標が付された原告のゴルフクラブを，「カムイ」のクラブとしてゴルフ雑誌等で紹介する記事が掲載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告による「KAMUI」に係る標章の使用状況等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，カムイクラフトの解消後は，製造・販売するゴルフクラブの名称として，「KAMUITOUR」，「カムイツアー」を採用していた。被告が製造・販売したゴルフクラブのうち，「KAMUITOUR300」（カムイツアー300）には，ヘッドに「KAMUITOUR」，「KAMUIWORKS」の標章が付された。",
                    "平成9年6月頃から販売された「KAMUITOUR  ASIRI」（カムイツアーアシリ）には，ヘッドに「KAMUITOUR」，「KAMUIWORKS」の標章が付され，平成10年6月ころから販売された「アシリアイアン」においては，ヘッドに筆記体の「Kamuitour」の標章と，ブロック体の「Kamuiworks」の標章が付された。さらに，平成13年11月ころから販売されたカムイツアー360や，それ以降に販売されたカムイツアーアシリ等のゴルフクラブにおいては，ヘッドに筆記体の「Kamuitour」の標章等が付された。",
                    "なお，被告は，本件商標が登録されるまで，日本国内で被告が製造・販売するゴルフクラブに「KAMUI」単体商標を使用することはなく，その広告にも「KAMUI」単体商標は使用せず，「KAMUITOUR」，「カムイツアー」，「ASIRI」，「アシリ」等の標章を使用していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成9年から平成11年にかけて，雑誌等において，被告のゴルフクラブが「カムイ」のゴルフクラブとして紹介されることがあった。また，ゴルフダイジェスト2006年12月号には，被告がかつて製造・販売していた「KAMUITOUR300」を「カムイ」のクラブとして紹介する記事が掲載された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，平成12年以降，相応の本数のゴルフクラブを製造，販売し，その売上高についても，原告と同程度であった。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法4条1項7号該当性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定のとおり，被告は，本件商標が登録されるまで，日本国内において製造・販売するゴルフクラブに「KAMUI」単体商標を使用することはなかったことが認められるものの，他方で，原告と被告は，共同企業体であるカムイクラフトを設立し，製造したゴルフクラブに「KAMUIPRO」の名称を付して販売していたこと（「KAMUIPRO」の商標権は原告と被告の共有である。），カムイクラフト解消後，被告は，ゴルフクラブの名称をカムイプロからカムイツアー（KAMUITOUR）に改めることとしてゴルフクラブの製造販売を継続したこと（「KAMUITOUR（標準文字）」についても商標登録されている。），一時期は，被告のゴルフクラブが「カムイ」のゴルフクラブとして紹介されることもあったこと，本件商標の登録出願時においても，「KAMUITOUR」，「カムイツアー」等の標章を使用してゴルフクラブを販売しており，上記のゴルフクラブの売上本数や売上高についても原告と同程度のものであったことなどが認められ，被告としても，当初から，「KAMUI」と文字を共通にする上記各標章をゴルフクラブに付して販売等しており，継続的に相応の売上げがあったものということができる。",
                "また，前記認定のとおり，原告と被告は，共同企業体であるカムイクラフトを解消するに当たり，カムイの新製品については，それぞれが権利を有することを合意したことが認められるものの，この合意のみをもって，被告が原告に対し，原告が「KAMUI」単体商標の権利を有することを約束したものとはいい難く，本件商標の登録出願が，原告と被告との間の上記合意に反するとは認められない。その他，カムイクラフト解消後においても，被告が原告に対し「KAMUI」単体商標に関して法的義務を負う関係にあったということもできず，本件商標の登録出願につき，被告に何らかの義務違反があるとも認められない。",
                "以上のような経緯等によれば，前記認定の韓国における原告と被告の「KAMUI」に係る商標に関する紛争も契機として，被告が本件商標権に基づく先行訴訟に至ったことを考慮しても，本件商標について，直ちに本件商標の登録出願の経緯に著しく社会的妥当性を欠くものがあり，登録を認めることが到底容認し得ないような事情があるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，被告が，韓国における原告の対応を逆恨みして，「KAMUI」単体商標等を付した原告のゴルフ用品を日本市場から排除して自らがこれにとってかわるために，原告がゴルフクラブについて「KAMUI」単体商標を使用してゴルフクラブを販売していることを知りながら，原告のライセンサーである卑弥呼が有する「CAMUI」商標が取り消し得るものであることに目をつけ，本件不使用取消審判を請求し，その商標登録を取り消す旨の審決を得るとともに，本件商標を出願してその登録を得たのであって，被告のこの行為は，原告の築いた業務上の信用の横取りを目的とする行為であって著しく社会的相当性を欠き，登録を認めることが商標法の予定する秩序に反するものである旨主張する。",
                "確かに，原告は，卑弥呼から「CAMUI」商標について使用許諾を得て，平成12年以降，ゴルフクラブに「KAMUI」単体商標を付して製造・販売するなどしており，上記「KAMUI」単体商標が付されたゴルフクラブが，平成12年から本件商標が登録される前年の平成18年までに相当数販売され，平成16年以降は毎年1億円を超える売上げがあったこと，複数の雑誌等に上記「KAMUI」単体商標が付された原告のゴルフクラブが，場合によっては原告の表示と共に掲載されていたことなどが認められ，上記「KAMUI」単体商標は，本件商標が登録出願された平成19年4月23日の時点において，原告の製造・販売するゴルフクラブ及びその関連用品を表示するものとして需要者の間に相応の認識はされていたものということができる。",
                "しかし，前記認定のとおり，被告としても，当初から，「KAMUI」と文字を共通にする前記各標章をゴルフクラブに付して販売等しており，継続的に相応の売上げがあったこと（「KAMUI」や「カムイ」の単独の表記が被告の表示として認識されることもあった。）が認められるのであるから，本件商標の登録出願が，直ちに原告が主張するような原告の築いた業務上の信用の横取りを目的とする行為であるとはいい難い。",
                "そして，前記認定のとおり，原告は，卑弥呼から「KAMUI」単体商標を使用することについて異議が述べられることはなかったとはいえ，平成17年3月以降，卑弥呼との間の「CAMUI」商標についての商標使用許諾契約を更新せず，権利関係が明らかではないままに，「KAMUI」単体商標を継続して使用してきたこと，原告自身，通常使用権に基づいて「CAMUI」商標と社会通念上同一の商標を使用してはいなかったことが認められる。このような原告の「KAMUI」単体商標の使用に関する状況等を考慮すれば，原告と被告の韓国における「KAMUI」に関する商標等に係る紛争の経緯から，被告が，原告への対抗手段とする意図をも有していたとしても，被告による本件不使用取消審判の請求（「CAMUI」商標の商標登録の取消し）及び本件商標の出願登録が，直ちに著しく社会的妥当性を欠く違法なものであって，原告の利益を不当に侵害するものであるということもできない。",
                "また，本件商標の出願，登録により，競合するゴルフクラブ等の分野において同一の商標が存在することによって，原告が「KAMUI」単体商標を使用するに際し，事実上の影響を被るとしても，それは，上記のとおり，他者から「CAMUI」商標の使用許諾を得て「KAMUI」単体商標を使用していたことも一因となった結果であるといわざるを得ず，被告の上記行為は，自由競争の範囲を逸脱すると評価することはできないものであって，原告のゴルフ用品を日本市場から排除して自らがこれにとってかわるためにした行為（原告の業務を妨害する行為）であると評価することはできない。",
                "なお，原告の上記主張は，結局，原告の「KAMUI」単体商標の周知著名性に便乗して不正の目的をもって本件商標の登録出願をしたと認められるか否かという商標法4条1項19号該当性の問題であるといえる。しかし，この点については，そもそも，本訴とほぼ共通の主張証拠により商標法4条1項19号に該当することを無効理由として原告により請求された前審判において，上記該当性を否定する判断をした審決が確定している。",
                "以上によれば，本件商標について，その登録出願の経緯等に係る事情から商標法4条1項7号に該当する旨の原告の上記主張は採用することができない。",
                "さらに，原告は，被告は，カムイクラフトを解消するに当たり，被告は，「KAMUITOUR」を，原告は，「KAMUIPRO」，「KAMUI」の表示を使用することを約したにもかかわらず，その約束に反し，本件商標を出願し，その登録を得たとも主張する。しかし，前記認定のとおり，原告と被告は，共同事業体を解消するに当たり，カムイの新製品については，それぞれが権利を有することを合意したことが認められるものの，この合意をもって，被告が原告に対し，原告が「KAMUI」単体商標の権利を有することを約束したものとはいい難い。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上のとおり，本件商標は，その登録出願の経緯が著しく社会的妥当性を欠くものではなく，その構成それ自体が公の秩序又は善良の風俗を害するおそれがあるとはいえないから，商標法4条1項7号に該当しないとする審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告が主張する取消事由は理由がなく，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}