{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800091号事件について平成27年3月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成19年8月30日に出願した特許出願（特願2007-224569号）の分割出願である特許出願（特願2011-161491号）の一部を分割して，発明の名称を「サイクロン集塵装置，電気掃除機」とする発明について，平成23年11月14日，新たな特許出願（特願2011-248346号。以下「本件出願」という。）をし，平成24年10月12日，特許第5108972号（請求項の数2。以下「本件特許」という。）として特許権の設定登録を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年5月30日，本件特許に対して無効審判請求をした。",
                "特許庁は，上記請求につき無効2014-800091号事件として審理を行い，平成27年3月17日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月26日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年4月23日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1及び2の記載は，以下のとおりである（甲3。以下，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」という。）。",
            "「【請求項1】",
            "吸い込まれた空気を旋回させることにより該空気から塵埃を遠心分離するサイクロン集塵装置を備える電気掃除機において，",
            "前記サイクロン集塵装置は，遠心分離された塵埃を収容する集塵容器と，",
            "前記集塵容器内に配置され，前記集塵容器で塵埃が分離された後の空気を排出するための排気口を有する内筒と，",
            "前記内筒の上方に配置され，前記内筒から排気された空気を濾過する上方濾過部材と，",
            "前記上方濾過部材の上部を覆う上部筐体とを備え，",
            "前記集塵容器で塵埃が分離された後の空気は，前記内筒及び，前記上方濾過部材を上方に通過し，前記上部筐体を通って排気され，",
            "前記内筒は，前記上方濾過部材と反対側の端部が開放され，該開放された端部は，前記集塵容器の底面まで延設されており，",
            "前記集塵容器で遠心分離された塵埃及び，前記上方濾過部材から落下した塵埃は，前記集塵容器の底部に収容されることを特徴とする電気掃除機。",
            "【請求項2】",
            "前記サイクロン集塵装置は，",
            "掃除機本体から一体として着脱可能に構成されることを特徴とする，請求項1に記載の電気掃除機。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書写しのとおりであるが，その要旨は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，①本件出願前に頒布された刊行物である特開2003-339593号公報（甲1）に記載された発明と特開2004-290212号公報（甲2），特開2004-229826号公報（甲2の1）及び特開2004-229827号公報（甲2の2）に記載された事項に基づいて，又は，②甲1に記載された発明と甲2，2の1，2の2，特開2005-13416号公報（甲2の3），特開2003-265377号公報（甲2の4）及び特開2005-58787号公報（甲2の5）に記載された周知技術に基づいて当業者が容易に発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明2は，甲1，甲2，甲2の1ないし5に記載された発明に基づいて当業者が容易に発明をすることができたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件特許には，特許法29条2項違反の無効理由（同法123条1項2号）は認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明（以下「甲1発明」という。），本件発明1と甲1発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「サイクロン式のダストボックス2を備えた電気掃除機であって，",
                    "サイクロン式のダストボックス2は，掃除機本体1の前部に上方から挿入されることにより着脱自在に設けられ，略円筒状のダストボックス本体5の内側に，それぞれ略円筒状の外側フィルタ部6及び内側フィルタ部7をダストボックス本体5と同心状に配置したものであり，",
                    "前記外側フィルタ部6は，外側筒状部材8，該外側筒状部材8の上部側面に形成した複数本のスリット8a及び当該スリット8aの周囲を被覆する外側フィルタ9とから構成され，前記外側筒状部材8の外周側面に突設した鍔部10とダストボックス本体5内壁との間の隙間34により，ダストボックス本体5の内壁，外側フィルタ9及び鍔部10とによって囲まれた第1サイクロン空間25，及び第1サイクロン空間25と隙間34を介して連通する塵埃を補集するダストボックス本体5底部の空間部26を形成しており，",
                    "前記内側フィルタ部7は，内側筒状部材11，該内側筒状部材11の下部側面に形成された複数本のスリット11a，当該スリット11aの周囲を被覆する内側フィルタ12及び内側筒状部材11の上部に延設された円筒状ホルダ11bとから構成され，前記内側筒状部材11の下端を閉鎖し内側筒状部材11の外周側面に突設された鍔部13と外側筒状部材8の内壁との間の隙間35により，外側筒状部材8の内壁，内側フィルタ12及び鍔部13によって囲まれた第2サイクロン空間27，及び第2サイクロン空間27と隙間35を介して連通する塵埃を補集するダストボックス本体5底部の空間部28を形成しており，",
                    "前記外側フィルタ部6及び内側フィルタ部7は，ダストボックス本体5の上端開口を閉塞する上蓋部14の下面に垂下状態に固着され，内側筒状部材11の上部に延設された円筒状ホルダ11bは，円筒状フィルタ29を保持した状態で前記上蓋部14内部に収納されており，",
                    "掃除機本体1の外部から吸引された塵埃を含む空気はダストボックス2内に入り，ダストボックス本体5の内壁に沿って旋回し，第1サイクロン空間25内部において空気が旋回しながら外側フィルタ9へ流れ，塵埃は隙間34を通ってダストボックス本体5底部の空間部26に堆積し，",
                    "外側フィルタ9内部に流れた空気はさらに旋回し，第2サイクロン空間27内部において空気が旋回しながら内側フィルタ12内部へ流れ，内側フィルタ12を通過できない大きさの塵埃は，隙間35を通ってダストボックス本体5底部の空間部28に堆積し，",
                    "ダストボックス本体5で塵埃がろ過された空気は，内側筒状部材11内を旋回しながら上方へ流れ，上蓋部14内部の円筒状フィルタ29によりさらにろ過された後，上蓋部14後端の排気口30よりダストボックス2外へ出てから，連絡通路31を介して掃除機本体1の電動送風機3に取り込まれ，",
                    "ダストボックス本体5の底部の底蓋21は，外側筒状部材8の下端との間の隙間を閉塞するためのパッキン36が設けられるとともに，開閉自在に構成されてダストボックス本体5の下端開口を開放するようになっており，ダストボックス本体5内部の空間部26及び空間部28に堆積した塵埃は，底蓋21を開けると落下し，ダストボックス2内部を容易に清掃することができる，電気掃除機。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の一致点・相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「吸い込まれた空気を旋回させることにより該空気から塵埃を遠心分離するサイクロン集塵装置を備える電気掃除機において，",
                        "前記サイクロン集塵装置は，遠心分離された塵埃を収容する集塵容器と，",
                        "前記集塵容器内に配置され，前記集塵容器で塵埃が分離された後の空気を排出するための排気口を有する内筒と，",
                        "前記内筒の上方に配置され，前記内筒から排気された空気を濾過する上方濾過部材と，",
                        "前記上方濾過部材の上部を覆う上部筐体とを備え，",
                        "前記集塵容器で塵埃が分離された後の空気は，前記内筒及び，前記上方濾過部材を通過し，前記上部筐体を通って排気され，",
                        "前記内筒は，前記上方濾過部材と反対側の端部が開放され，該開放された端部は，前記集塵容器の底面まで延設されており，",
                        "前記集塵容器で遠心分離された塵埃は，前記集塵容器の底部に収容されることを特徴とする電気掃除機。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "（相違点1）",
                        "本件発明1においては，空気が上方濾過部材を上方に通過するのに対して，甲1発明においては，円筒状フィルタ29は空気を上方に通過させるものとはいえない点。",
                        "（相違点2）",
                        "本件発明1においては，上方濾過部材から落下した塵埃は，集塵容器の底部に収容されるのに対して，甲1発明においては，円筒状フィルタ29とダストボックス本体5底部の空間部28との間に内側フィルタ部7が配置されており，円筒状フィルタ29にろ過される塵埃は，ダストボックス本体5底部の空間部26又は28に収容されるとはいえない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1と甲1発明との相違点2に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2，甲2の1及び2の開示事項の認定・判断の誤り",
              "text": [
                "本件審決は，相違点2に係る本件発明1の構成に関し，甲2，甲2の1及び2（以下「甲2等」という。）に記載された集塵装置（以下「甲2等記載の集塵装置」という。）は，ダストフィルタ30と内側集塵部39とは開口部38を介して空間は連通しているが，ダストフィルタ30は集塵装置から取り外してメンテナンスを行うことが予定されているものであるから，甲2等には，ダストフィルタ30に捕集された塵埃を内側集塵部39に収容させるものが開示されているとはいえない旨判断した。",
                "しかし，甲2等記載の集塵装置において，上方濾過部材に相当するダストフィルタ30が集塵装置から取り外してメンテナンスを行うことが予定されているということだけをもって，甲2等に，相違点2に係る本件発明1の構成が開示されていないと断定できるものではなく，以下に述べるとおり，甲2等には，上記構成に相当する「ダストフィルタ30から落下した塵埃は，内側集塵部39に収容される」構成が開示されているというべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点2に係る本件発明1の構成は，「上方濾過部材から落下した塵埃は，前記集塵容器の底部に収容される」というものであり，単に現象を特定しているにすぎず，その現象がどのように引き起こされるかについては特定していない。したがって，相違点2に係る本件発明1の構成には，①「上方濾過部材に振動を与えるなどの何らかの手段によって上方濾過部材から積極的に塵埃を落下させて集塵容器の底部に収容させる構成」のみならず，②「上方濾過部材から塵埃が自然に落下し，その塵埃が集塵容器の底部に収容される現象が許容される構成」も含まれるものと解される。",
                        "しかるところ，甲2等記載の集塵装置では，上方濾過部材に相当する「ダストフィルタ30」と，集塵容器の底部に相当する「内側集塵部39」とが，「開口部38」を介して空間が連通しているから，甲2等には，「ダストフィルタ30」から自然に落下した塵埃が「内側集塵部39」に収容される物理現象を許容する構成（上記②の構成）が開示されている。",
                        "したがって，甲2等には，「ダストフィルタ30から落下した塵埃は，内側集塵部39に収容される」構成が開示されているといえるから，相違点2に係る本件発明1の構成が開示されているというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2等に，ダストフィルタ30から自然に落下した塵埃が内側集塵部39に収容される構成が開示されていることは，甲12ないし14の記載からも裏付けられる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特開2007-111504号公報（甲12）には，本件発明1と同じ「サイクロン集塵装置，電気掃除機」の分野において，「フィルタに付着したゴミ量が増加すると，ゴミの一部が自重によって落下すること」が記載されている（甲12の段落【0001】，【0011】，【0032】，【0065】，【0068】，図1）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告においても，本件特許に係る審査の過程において特許庁に提出した意見書（甲13）の中で，甲2に記載の電気掃除機に関し，ダストフィルタ30から塵埃が落下することを前提とする意見を述べており，ダストフィルタ30から塵埃が落下することを自認している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "特開2004-154483号公報（甲14）には，本件発明1と同じ「サイクロン式の集塵装置及びそれを用いた電気掃除機」において，キャニスタータイプの掃除機本体1の移動時に掃除機本体1が転がり，回転するようなことがあり，それに伴って内側集塵部56に溜まった細塵が逆流することが記載されている（甲14の段落【0001】，【0040】，図5）。",
                            "キャニスタータイプの電気掃除機は，引き摺って移動させながら使用するものであるところ，同じキャニスタータイプの電気掃除機である甲2等記載の電気掃除機においても，本体の移動に伴って内側フィルタフィクスチャ12の下端部に堆積した塵埃が側方へ移動し，開口部38を介して集塵容器の底部である内側集塵部39に堆積することが物理現象として理解できる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおり，甲2等記載の集塵装置において，ダストフィルタ30から塵埃が落下するという事実及び掃除機本体の移動に伴って内側フィルタフィクスチャ12の下端部に堆積した塵埃が移動して集塵容器の底部に収容され得る自然な物理現象を考慮すれば，甲2等には，ダストフィルタ30から落下した塵埃が内側集塵部39に収容されることを許容する構成，すなわち相違点2に係る本件発明1の構成が開示されているというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "次に，特開2007-29721号公報（甲11）には，次のような構成を有する電気掃除機が記載されている（段落【0016】，【0018】，【0019】，【0020】，【0021】，【0022】，【0030】，【0032】，図2，図5）。",
                        "「吸い込まれた空気を旋回させることにより該空気から塵埃を遠心分離するゴミ回収容器30（サイクロン集塵装置）を備える床クリーナー（電気掃除機）において，",
                        "ゴミ回収容器30は，遠心分離された塵埃を収容するゴミカップ部分36（集塵容器）と，",
                        "ゴミカップ部分36内に配置され，ゴミカップ部分36で塵埃が分離された後の空気を排出するための排気口を有するプレフィルター66，内側支持体64（内筒）と，",
                        "プレフィルター66，内側支持体64の上方に配置され，排出された空気をろ過するフィルター52のフィルター媒体62（上方濾過部材）と，",
                        "フィルター52の上部を覆う蓋部分38（上部筐体）とを備え，",
                        "ゴミカップ部分36で塵埃が分離された後の空気は，プレフィルター66及びフィルター52を上方に通過し，蓋部分38を通って排出され，",
                        "内側支持体64は，フィルター52と反対側の端部が開放され，該開放された端部は，ゴミカップ部分36の底壁37まで延設されており，",
                        "ゴミカップ部分36の環状スペースSで遠心分離された塵埃及び，フィルター52から落下した塵埃は，ゴミカップ部分36の底部に収容される床クリーナー（電気掃除機）。」",
                        "このように，甲11には，相違点2に係る本件発明1の構成に相当する「フィルター52から落下した塵埃は，ゴミカップ部分36の底部に収容される」との構成が示されているところ，甲11記載のゴミ回収容器30と甲2等記載の集塵装置とが，基本構成（内筒，上方濾過部材に対応する部材）を共通にしていることからすると，甲2等は，甲11を内包し，又は，甲11と同視できるというべきであり，甲11に記載されている，フィルター52からゴミカップ部分36への塵埃の落下動作は，甲2等記載の集塵装置における塵埃の落下動作を表しているといえる。",
                        "したがって，甲2等には，相違点2に係る本件発明1の構成が記載されているものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲11の段落【0035】及び【0036】の記載によれば，甲11には，上方濾過部材に対応するフィルター52を積極的に振動させ，塵埃を落下させる構成が開示されている。この構成は，前記ア(ア)①の構成であるから，相違点2に係る本件発明1の構成に相当する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し，被告は，甲2等記載の集塵装置において，ダストフィルタ30で捕集された塵埃は，そもそも内側フィルタフィクスチャ12内に形成される旋回気流では分離することができなかった質量の小さい微細塵であるから，このような微細塵が内側フィルタフィクスチャ12の下端部に堆積した状態で旋回気流を発生させたとしても，これらの微細塵に十分な遠心力が作用することはなく，側面側に設けられた開口部38から内側集塵部39に落下することはない旨主張する。",
                    "しかし，甲12の段落【0065】に記載のとおり，フィルタに付着した塵埃が増加し，その一部が固まって自重で落下すれば，その質量は大きくなっているから，旋回気流によって分離される（遠心力によってはじき飛ばされる）と考えられる。",
                    "したがって，被告の上記主張には理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲2等には，相違点2に係る本件発明1の構成に含まれる前記ア(ア)②の構成が開示されている。",
                    "そして，甲2等に開示された上記構成は，甲2等のほか，甲11にも記載されており，複数の文献に記載されていることから，本件出願当時，「サイクロン集塵装置，電気掃除機」の分野において，周知技術であったものといえる。また，甲11に開示された前記ア(ア)①の構成も，相違点2に係る本件発明1の構成に含まれるところ，本件出願当時の周知技術であったものといえる。",
                    "したがって，本件審決には，甲2等には相違点2に係る本件発明1の構成が開示されているとはいえないと認定し，また，上記構成が周知技術であることを看過した誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の容易想到性の判断の誤り",
              "text": [
                "本件審決は，甲1発明において，円筒状フィルタ29にろ過される塵埃をダストボックス本体5底部の空間部28に収容させようとする動機付けは存在しないし，また，内側フィルタ部7が備えられていることは，円筒状フィルタ29にろ過される塵埃をダストボックス本体5底部の空間部28に収容させることの阻害要因となるから，相違点2に係る本件発明1の構成を容易に想到することができたものではない旨判断した。",
                "しかし，本件審決の上記判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明においては，塵埃を分離するための構造として，サイクロンを発生させるダストボックス2が，第1サイクロン空間25及び第2サイクロン空間27を有し，第1サイクロン空間25における塵埃をろ過する「外側フィルタ9」と，第2サイクロン空間27における塵埃をろ過する「内側フィルタ12」とを有する構造（以下「分離構造(1)」という。）が採用されている。そして，分離構造(1)と同様の構造は，本件出願当時における周知技術であったものといえる（甲1の1，16）。",
                    "他方，甲2等の記載事項（段落【0025】，【0035】，【0040】，【0042】）によれば，甲2等には，塵埃を分離するための構造として，第1サイクロン空間22及び第2サイクロン空間40を有し，第1サイクロン空間22における塵埃をろ過する「外側フィルタ14」を有するものの，第2サイクロン空間40における塵埃をろ過するフィルタが設けられていない構造（以下「分離構造(2)」という。）が開示されている。そして，分離構造(2)と同様の構造は，甲11にも開示されているから，分離構造(2)も，本件出願当時における周知技術であったものといえる。",
                    "しかるところ，甲1発明に係る分離構造(1)では，第2サイクロン空間27で分離された塵埃を内側の空間（ダストボックス本体5底部の空間部28）に収容して，第1サイクロン空間25で分離され，外側の空間（ダストボックス本体5底部の空間部26）に収容した塵埃と一緒に捨てることができる。他方，甲2等に係る分離構造(2)では，ダストフィルタ30から落下した塵埃を内側の空間（内側集塵部39）に収容して，第1サイクロン空間22で分離され，外側の空間（外側集塵部23）に収容した塵埃と一緒に捨てることができる。このように，両者は，集塵装置にある塵埃が落下して収容される点では共通するものである。",
                    "また，サイクロン式集塵装置において，フィルタの清掃を容易にするという課題は常に存在しており，甲2等においても同様の課題が存在していたものといえる。",
                    "そうすると，両者の分離構造は，いずれも周知技術であるところ，内側フィルタの有無において相違するだけで，機能及び作用が共通するものであるから，当業者にとっては，内側フィルタのある分離構造(1)を内側フィルタのない分離構造(2)に置き換えることは容易であることからすると，甲1発明に，甲2等記載の集塵装置における「ダストフィルタ30から落下した塵埃は，内側集塵部39に収容される」構成（相違点2に係る本件発明1の構成）を組み合わせる動機付けは存在するものといえる。そして，これを前提とすれば，甲1発明において，内側フィルタ部7が備えられていることは，円筒状フィルタ29にろ過される塵埃をダストボックス本体5底部の空間部28に収容させる構成とすることの阻害要因となるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，当業者は，甲1発明において，甲2等に記載された事項又は周知技術を適用することにより，相違点2に係る本件発明1の構成を容易に想到することができたものといえるから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上の次第であるから，本件発明1は，甲1発明と甲2等に記載された事項又は周知技術に基づいて，当業者が容易に発明をすることができたものとはいえないとした本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明2と甲1，甲2，甲2の1ないし5記載の各発明との相違点に関する判断の誤り）",
          "text": [
            "本件審決は，甲2等には，相違点2に係る本件発明1の構成（「前記上方濾過部材から落下した塵埃は，前記集塵容器の底部に収容される」との構成）が開示されていないと認定・判断し，これを前提に，請求項1（本件発明1）の記載を引用する本件発明2は，甲1，甲2，甲2の1ないし5に記載された発明に基づいて当業者が容易に発明をすることができたものとはいえない旨判断した。",
            "しかし，前記1で主張したとおり，相違点2に係る本件発明1の構成は，甲2等に開示されており，又は，本件出願当時の周知技術であったものといえるから，本件審決の判断は，その前提において誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1と甲1発明との相違点2に関する判断の誤り）に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2等の開示事項について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2等記載の集塵装置において，上方濾過部材に相当するダストフィルタ30が取り外してメンテナンスを行うことが予定されているということだけをもって，相違点2に係る本件発明1の構成が甲2等に開示されていないと断定できるものではない旨主張する。",
                        "しかし，甲2の記載（段落【0036】，【0037】）によると，甲2記載の集塵装置においては，ダストフィルタ30の目詰まりを解消するためにダストフィルタ30を取り外してメンテナンスを行うものとされ，ダストフィルタ30から塵埃を落下させる技術思想が存在しないことは明らかであるから，甲2に接した当業者がダストフィルタ30から塵埃が落下すると認識することはない。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲2等記載の集塵装置では，上方濾過部材に相当するダストフィルタ30と，集塵容器の底部に相当する内側集塵部39とが，開口部38を介して空間が連通しているから，甲2等には，ダストフィルタ30から自然に落下した塵埃が内側集塵部39に収容される物理現象を許容する構成が開示されている旨主張する。",
                        "しかし，甲2等記載の集塵装置において，仮にダストフィルタ30から塵埃が落下し，それが内側フィルタフィクスチャ12の下端部に堆積するとしても，ダストフィルタ30で捕集された塵埃は，そもそも内側フィルタフィクスチャ12内に形成される旋回気流では分離することができず（遠心力によりはじき飛ばされることなく），ダストフィルタ30まで巻き上げられた質量の小さい微細塵であり，このような微細塵が内側フィルタフィクスチャ12の下端部に堆積した状態で旋回気流を発生させたとしても，これらの微細塵に十分な遠心力が作用することはなく，これらの微細塵は，側面側に設けられた開口部38からはじき飛ばされずに，再び巻き上げられてダストフィルタ30に捕集されることになるから，開口部38から内側集塵部39に落下することはない。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲14の記載を根拠に，甲14記載の電気掃除機と同じキャニスタータイプの電気掃除機である甲2等記載の電気掃除機においても，本体の移動に伴って内側フィルタフィクスチャ12の下端部に堆積した塵埃が側方へ移動し，開口部38を介して集塵容器の底部である内側集塵部39に堆積することが物理現象として理解できる旨主張する。",
                        "しかし，原告の上記主張は，通常の使用形態とは異なる偶発的にしか起こり得ない状態をあえて想定して甲2等記載の集塵装置の構成を理解すべきとするものであって，合理性を欠く主張である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲11に，相違点2に係る本件発明1の構成が示されているとした上で，甲2等は，甲11を内包し，又は，甲11と同視できるから，甲11に記載されている塵埃の落下動作は，甲2等記載の集塵装置における塵埃の落下動作を表している旨主張する。",
                    "しかし，甲11は，本件審判手続において提出されなかった証拠であるから，これに基づく原告の主張はそもそも失当である。",
                    "また，甲11は，甲2等とは全く異なる構造を示す文献であり，甲11から甲2等の技術的意義を明らかにすることなどできないから，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の容易想到性について",
              "text": [
                "原告は，甲1発明と甲2等記載の集塵装置について，集塵装置にある塵埃が落下して収容される点で共通することを理由に挙げて，甲1発明に甲2等記載の集塵装置における構成を組み合わせる動機付けが存在する旨主張する。",
                "しかし，甲1発明と甲2等記載の集塵装置とでは，サイクロン式集塵装置である点では共通するとしても，その具体的な構造は全く異なり，甲1発明においては，甲2等記載の集塵装置にはない内側フィルタ部7が設けられているために，円筒状フィルタ29に捕集された塵埃が下方に落下したとしても，ダストボックス本体5底部の空間部28に達することはできない構造となっているから，甲1発明において，円筒状フィルタ29にろ過される塵埃をダストボックス本体5底部の空間部28に収容させる構成とする動機付けは存在せず，かえって，そのような構成とすることには阻害要因がある。",
                "このことは，原告が主張する分離構造(1)及び(2)が周知技術であるか否かとは関係がない。",
                "したがって，当業者が，相違点2に係る本件発明1の構成を容易に想到することができないとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，甲1発明と甲2等に記載された事項又は周知技術に基づいて当業者が容易に想到することができたものではないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明2と甲1，甲2，甲2の1ないし5記載の各発明との相違点に関する判断の誤り）に対し",
          "text": [
            "原告は，相違点2に係る本件発明1の構成が甲2等に開示されており，又は，本件出願当時の周知技術であったことを根拠として，本件発明2は甲1，甲2，甲2の1ないし5に記載された発明に基づいて当業者が容易に発明をすることができたものとはいえないとした本件審決の判断は誤りである旨主張する。",
            "しかし，原告の主張が根拠を欠くものであることは，前記1で主張したとおりである。",
            "したがって，原告主張の取消事由2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1と甲1発明との相違点2に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の特許請求の範囲の請求項1及び2の記載は，前記第2の2のとおりである。",
                    "そして，本件出願の願書に添付した明細書（以下，図面を含めて，「本件明細書」という。甲3）の「発明の詳細な説明」には，次のような記載がある（下記記載中に引用する図面については別紙1を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，吸い込まれた空気を集塵容器で旋回させることにより塵埃を遠心分離するサイクロン集塵装置及びこれを備えた電気掃除機に関し，特に，塵埃が遠心分離された後の空気を濾過するフィルタを除塵するための技術に関するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【背景技術】",
                      "text": [
                        "【0002】",
                        "従来から，吸い込まれた空気を集塵容器で旋回させることにより塵埃を遠心分離するサイクロン集塵装置を有する所謂サイクロン式の電気掃除機が知られている…。また，サイクロン集塵装置には，塵埃が遠心分離された後の空気を更に濾過するためのフィルタが設けられる。これにより，遠心分離されなかった細塵がフィルタで捕集される。",
                        "ところで，前記電気掃除機では，前記フィルタの目詰まりによって吸い込み風量が低下する。そのため，高い集塵力を維持するためには前記フィルタを除塵して目詰まりを防止する必要がある。",
                        "【0003】",
                        "例えば，特許文献1には，集塵容器における空気の旋回によってフィルタを回転させ，その回転時にホコリ叩き部材をフィルタに接触させる構成が開示されている。これにより，集塵容器で空気が旋回されているときにフィルタの除塵が行われる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0005】",
                        "しかしながら，集塵容器の空気の旋回を利用する構成ではフィルタの回転力が弱い。そのため，フィルタ及びホコリ叩き部材の間に糸くずや毛髪などが絡まって該フィルタが回転しない状態に陥るおそれがある。この場合には，フィルタが除塵されず，高い吸塵力を維持することができない。",
                        "【0006】",
                        "また，前記構成では，フィルタの回転が集塵動作の実行時に限られる。ところが，集塵動作が行われているときには，フィルタに対して下流側への空気の流れが生じている。そのため，集塵動作の実行中にホコリ叩き部材をフィルタに接触させても，該フィルタに付着した塵埃が除去されにくいという問題もある。",
                        "【0007】",
                        "従って，本発明は上記事情に鑑みてなされたものであり，その目的とするところは，集塵容器で塵埃が遠心分離された後の空気を更に濾過するためのフィルタの除塵を確実且つ効果的に行うことのできるサイクロン集塵装置及びこれを備えた電気掃除機を提供することにある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0008】",
                        "本発明に係る電機掃除機は，吸い込まれた空気を旋回させることにより該空気から塵埃を遠心分離するサイクロン集塵装置を備え，サイクロン集塵装置は，遠心分離された塵埃を収容する集塵容器と，集塵容器内に配置され，集塵容器で塵埃が分離された後の空気を排出するための排気口を有する内筒と，前記内筒の上方に配置され，内筒から排気された空気を濾過する上方濾過部材と，上方濾過部材の上部を覆う上部筐体と，を備えている。",
                        "【0009】",
                        "そして，集塵容器で塵埃が分離された後の空気は，内筒及び，上方濾過部材を上方に通過し，上部筐体を通って排気される。",
                        "【0010】",
                        "また，サイクロン集塵装置は，掃除機本体から一体として着脱可能に構成されることが好ましい。",
                        "【0011】",
                        "サイクロン集塵装置は，上方濾過部材に振動を与え，与えた振動によって上方濾過部材に付着した塵埃を内筒側に落とす除塵部材をさらに備えることが好ましい。",
                        "【0012】",
                        "内筒は，上方濾過部材と反対側の端部が開放されており，集塵容器で遠心分離された塵埃及び，上方濾過部材から落とされた塵埃は，集塵容器の底部に収容されることが好ましい。",
                        "【0013】",
                        "サイクロン集塵装置は，内筒の上方に配置され，上方濾過部材から落下した塵埃を受ける塵埃受部をさらに備え，塵埃受部は，上方濾過部材から落下した塵埃を内筒内に滑落させる開口と，開口から上方に向けて拡開する傾斜面を有することが好ましい。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【発明の効果】",
                      "text": [
                        "【0014】",
                        "本発明によれば，前記除塵部材回転駆動手段により前記除塵部材が回転され，前記上方濾過部材に断続的な振動が与えられることにより，該上方濾過部材の除塵が行われる。このとき，前記除塵部材から前記上方濾過部材に与えられる断続的な振動は，該除塵部材に一体回転可能に連結された前記内筒に伝達される。そのため，前記内筒の内筒濾過部材の除塵を同時に行うことができる。",
                        "【0015】",
                        "さらに，本発明に係るサイクロン集塵装置は，モータ等の前記除塵部材回転駆動手段によって前記除塵部材を回転させるものであって，前記集塵容器の空気の旋回を利用するものではない。従って，当該サイクロン集塵装置が搭載される電気掃除機による集塵動作が行われていない状態で，前記上方濾過部材及び前記内筒濾過部材の除塵を行うことができる。このように，前記サイクロン集塵装置では，前記上方濾過部材及び前記内筒濾過部材の自動的な除塵を確実且つ効果的に行うことができ，高い吸塵力を長期間維持することができる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0020】",
                      "text": [
                        "図1に示すように，前記電気掃除機Xは，掃除機本体部1，吸気口部2，接続管3，接続ホース4，操作ハンドル5などを備えて概略構成されている。前記掃除機本体部1には，不図示の電動送風機V，サイクロン集塵装置Y，制御装置Zなどが内蔵されている。なお，前記サイクロン集塵装置Yについては後段で詳述する。",
                        "【0024】",
                        "前記電気掃除機Xでは，前記掃除機本体部1に内蔵された前記電動送風機V（不図示）が作動されることにより，前記吸気口部2からの吸気が行われる。そして，前記吸気口部2から吸気された空気は，前記接続管3及び前記接続ホース4を通じて前記サイクロン集塵装置Yに流入する。前記サイクロン集塵装置Yでは，吸い込まれた空気から塵埃が遠心分離される。なお，前記サイクロン集塵装置Yで塵埃が分離された後の空気は，前記掃除機本体部1の後端に設けられた不図示の排気口から排気される。",
                        "【0025】",
                        "図2及び図3に示すように，前記サイクロン集塵装置Yは，筐体10，集塵容器11，内筒12，上部フィルタユニット13，塵埃受部14及び除塵駆動機構15などを備えて概略構成されている。",
                        "【0026】",
                        "前記サイクロン集塵装置Yでは，前記集塵容器11，前記内筒12，前記上部フィルタユニット13，及び前記塵埃受部14が，中心軸Pを中心に同軸上に配置されている。また，前記サイクロン集塵装置Yは，前記掃除機本体部1に着脱可能に構成されている。",
                        "【0027】",
                        "前記集塵容器11は，吸い込まれた空気から分離された塵埃を収容するための円筒状の容器である。前記集塵容器11は，前記サイクロン集塵装置Yの筐体10に着脱可能に構成されている。ユーザは，前記掃除機本体部1から前記サイクロン集塵装置Yを取り出した後，該サイクロン集塵装置Yから前記集塵容器11を取り外して，該集塵容器11内の塵埃を廃棄する。…",
                        "【0029】",
                        "さらに，前記集塵容器11には，前記接続ホース4（図1参照）が接続される接続部111が設けられている。前記吸気口部2から前記接続管3及び前記接続ホース4を通じて吸い込まれた空気は，前記接続部111から前記集塵容器11内に流入する。",
                        "【0030】",
                        "ここで，前記接続部111の前記集塵容器11への空気流入口（不図示）は，前記接続ホース4からの空気が前記集塵容器11内で旋回するように形成されている。具体的に，前記空気流入口（不図示）は，前記集塵容器11側の出口が該集塵容器11の円周方向に向くように形成されている。従って，前記集塵容器11では，吸い込まれた空気を旋回させることで該空気に含まれた塵埃が遠心力によって分離（遠心分離）される。そして，前記集塵容器11で遠心分離された塵埃は，該集塵容器11の底部に収容される（図2，3の塵埃D1）。",
                        "【0031】",
                        "一方，塵埃が分離された後の空気は，前記集塵容器11から排気経路112に沿って前記掃除機本体部1に設けられた不図示の排気口から外部に排気される。ここで，前記集塵容器11から前記排気口（不図示）までの前記排気経路112上には，前記内筒12，前記塵埃受部14，及び前記上部フィルタユニット13が順に配置されている。",
                        "【0032】",
                        "前記内筒12は，前記集塵容器11内に配置された円筒状の部材である。ここで，前記内筒12は，前記塵埃受部14によって回転可能に支持されている。具体的に，前記内筒12は，該内筒12の上端に設けられた環状の凹部12aが，前記塵埃受部14の下端に設けられた環状の支持部14cに支持されることにより回転可能な状態で吊り下げられている。ここに，前記塵埃受部14が回転支持手段の一例である。なお，前記内筒12を回転可能に支持する構成は，これに限られるものではない。例えば，前記内筒12の上下の端部を軸支することが一例として考えられる。",
                        "【0034】",
                        "また，前記内筒12の上部には，前記集塵容器11で塵埃が分離された後の空気を，前記上部フィルタユニット13に向けて排気するための内筒排気口121が形成されている。そして，前記内筒排気口121には，該内筒排気口121全体を覆う円筒状を成す内筒フィルタ122（内筒濾過部材の一例）が設けられている。前記内筒フィルタ122は，前記内筒排気口121を通過する空気を濾過する。",
                        "【0035】",
                        "例えば，前記内筒フィルタ122は，メッシュ状のエアフィルタ等である。なお，前記内筒フィルタ122は，前記内筒排気口121の内側又は外側のいずれに設けられていてもよい。また，前記排気口121及び前記内筒フィルタ122に換えて，前記内筒12にメッシュ状の孔を形成する構成も考えられる。その場合は，そのメッシュ状の孔が前記内筒排気口121及び前記内筒フィルタ122として機能する。",
                        "【0036】",
                        "一方，前記内筒12の下部には，前記集塵容器11内の塵埃を回転させるための塵埃回転部123が設けられている。",
                        "【0038】",
                        "図2～4に示されているように，前記塵埃回転部123には，回転羽根123a，塵埃圧縮部123b，底筒123c及び仕切板123dが設けられている。",
                        "【0039】",
                        "前記底筒123cは，前記集塵容器11の底部に設けられた前記嵌合部11aに嵌合される中空円筒である。…",
                        "【0042】",
                        "前記仕切板123dは，前記内筒12及び前記底筒123c各々の中空部を上下に仕切るものである。但し，前記仕切板123dには，開口123e及びスロープ123fが設けられている。従って，前記内筒12及び前記底筒123c各々の中空部は，前記開口123eで連通している。",
                        "【0043】",
                        "前記スロープ123fは，前記集塵容器11における空気の旋回方向と同方向に，徐々に下方に傾斜するように形成された傾斜面である。そして，前記開口123eは，前記スロープ123fの下方の終端に形成されている。",
                        "【0044】",
                        "このような構成により，前記集塵容器11で空気が旋回され，前記内筒12内で同様に空気の旋回が生じると，前記仕切板123d上の塵埃（図2，3の塵埃D5）は，前記スロープ123fに沿って前記底筒123c内に滑落する（図2，3の塵埃D6）。これにより，前記内筒12内の下部に落下した塵埃が再度，上方へ舞い上がることが防止される。",
                        "【0045】",
                        "一方，前記内筒12の内筒フィルタ122で濾過された後の空気は，該内筒12内を通じて前記上部フィルタユニット13に導かれる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0046】",
                      "text": [
                        "…前記上部フィルタユニット13は，HEPAフィルタ(High Efficiency Particulate Air Filter)131，フィルタ除塵部材132及び傾斜除塵部材134などを有している。",
                        "【0047】",
                        "前記HEPAフィルタ131は，前記内筒12から排気されて前記排気経路112上を流れる空気を更に濾過するエアフィルタの一種である。ここに，前記HEPAフィルタ131が上方濾過部材の一例である。前記HEPAフィルタ131は，前記中心軸P周りに環状に配置固定された複数枚のフィルタの集合で構成されている。なお，複数枚のフィルタ各々は，例えば図5（b）に示すような骨組みに固定される。…",
                        "【0049】",
                        "前述したように，前記サイクロン集塵装置Yでは，前記内筒フィルタ122及び前記HEPAフィルタ131の二段階で空気を濾過することにより塵埃の捕集力が高められている。",
                        "【0050】",
                        "但し，前記HEPAフィルタ131に塵埃が堆積して目詰まりが生じると，空気の通過抵抗が大きくなる。そのため，前記電動送風機V（不図示）の負荷が大きくなり吸塵力が低下するおそれがある。そこで，前記上部フィルタユニット13には，前記HEPAフィルタ131に付着した塵埃を除去する前記フィルタ除塵部材132が設けられている。",
                        "【0051】",
                        "前記フィルタ除塵部材132は，前記HEPAフィルタ131の中央部に設けられた前記支持部131aによって回転可能に支持されている。具体的に，前記フィルタ除塵部材132には，前記支持部131aに回転可能に支持される連結部材133が設けられている。",
                        "【0053】",
                        "前記フィルタ除塵部材132は，図2及び図5（a）に示すように，前記HEPAフィルタ131の上端部に接触するように該HEPAフィルタ131に沿って所定間隔で配置された二つの接触部132aを有している。前記接触部132aは板バネ状の弾性部材である。なお，前記接触部132aは，板バネ状の弾性部材に限られるものではない。また，前記接触部132aは，一つであっても或いは更に複数であってもよい。",
                        "【0054】",
                        "そして，前記フィルタ除塵部材132には，その外周部にギア132bが形成されている。このギア132bは，図2及び図3に示すように，前記サイクロン集塵装置Yに設けられた除塵駆動機構15に設けられたギア15aに噛合される。",
                        "【0055】",
                        "ここに，前記除塵駆動機構15は，前記掃除機本体部1側に設けられた不図示の駆動モータ（以下，「除塵駆動モータ」という）に連結される減速器及び該減速器に連結されたギア15aを有している。前記除塵駆動機構15では，前記除塵駆動モータの回転力が前記減速器を介して前記ギア15aに伝達される。そして，前記除塵駆動機構15のギア15aの回転力は，前記ギア132bに伝達される。これにより，前記フィルタ除塵部材132が回転される。…",
                        "【0057】",
                        "前記フィルタ除塵部材132が回転されると，該フィルタ除塵部材132に設けられた二つの前記接触部132a各々は，プリーツ状に形成された前記HEPAフィルタ131に断続的に衝突して振動を与える。従って，前記HEPAフィルタ131に付着した塵埃は，前記フィルタ除塵部材132から与えられる振動によって叩き落とされる。なお，前記除塵駆動モータ（不図示）が作動されるタイミングは，例えば前記電気掃除機Xにおける集塵動作の開始前や終了後であることが望ましい。これにより，前記電動送風機Vによる吸気によって前記HEPAフィルタ131に下流側への気流がない状態で，前記HEPAフィルタ131の除塵を効果的に行うことができる。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "【0061】",
                      "text": [
                        "ところで，前記フィルタ除塵部材132によって前記HEPAフィルタ131から除去された塵埃（図2，3の塵埃D2）は，該HEPAフィルタ131の下方に設けられた前記塵埃受部14に落下して受けられる（図2，3の塵埃D3）。",
                        "前記塵埃受部14は，前記フィルタ除塵部材132及び前記内筒12の間に配置されており，その中心に設けられた開口14aから上方に向けて拡開する傾斜面14bを有するすり鉢状の部材である。前記開口14aは，その下方に配置された前記内筒12の内部に接続されている。",
                        "【0063】",
                        "前記HEPAフィルタ131から前記塵埃受部14に落下した塵埃（図2，3の塵埃D3）は，前記傾斜面14bから前記開口14aを通じて前記内筒12内に滑落する。しかし，前記傾斜面14bに付着した塵埃が滑落せずに残存していると，前記電動送風機V（不図示）が作動されたときに，その吸気によって前記斜面部14bの塵埃が再び前記HEPAフィルタ131に付着することになる。",
                        "そこで，前記サイクロン集塵装置Yには，前記塵埃受部14の傾斜面14bに付着した塵埃をより確実に前記内筒12内に導くべく，前記傾斜除塵部材134（塵埃除去部材の一例）が設けられている。",
                        "【0065】",
                        "前記傾斜除塵部材134には，先端にブラシ134aを有する二つの除塵ブレード134bが設けられている。前記ブラシ134a各々は，前記塵埃受部14の傾斜面14bに当接している（図3参照）。",
                        "【0066】",
                        "また，前述したように，前記傾斜除塵部材134は，前記フィルタ除塵部材132に一体回転可能に連結されている。そのため，前記フィルタ除塵部材132が回転されると，それに連動して前記傾斜除塵部材134も同時に回転する。",
                        "前記傾斜除塵部材134が回転されると，前記除塵ブレード134bのブラシ134a各々が，前記傾斜面14bに接触しながら回転することになる。これにより，前記傾斜面14bに付着した塵埃を，前記ブラシ134a各々によって除去し，前記内筒12内に導くことができる。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "【0067】",
                      "text": [
                        "ところが，前記傾斜面14bから前記内筒12内に落下した塵埃は，前記内筒フィルタ122の内面に付着するおそれがある（図2，3の塵埃D4）。",
                        "前記内筒フィルタ121の内面に塵埃が付着したまま，前記電動送風機V（不図示）による吸気が行われると，その塵埃が，前記HEPAフィルタ131に再度付着することになる。そのため，前記サイクロン集塵装置Yでは，さらに，前記内筒フィルタ121に付着した塵埃の除去を図る構成が採られている。",
                        "【0068】",
                        "具体的には，図2，3及び図5（b）に示すように，前記除塵ブレード134bの下端に，前記内筒12に設けられた前記連結部12bに係合する係合部134cが設けられている。そして，前述したように，前記傾斜除塵部材134及び前記内筒12は，前記連結部12b及び前記係合部134cの係合によって一体回転可能に連結される。そのため，前記除塵駆動モータ（不図示）によって前記フィルタ除塵部材132が回転され，前記傾斜除塵部材134が回転すると，前記内筒12も同時に回転する。即ち，前記内筒12は，前記フィルタ除塵部材132にも一体回転可能に連結されている。",
                        "【0069】",
                        "このように構成された前記サイクロン集塵装置Yでは，前記フィルタ除塵部材132の接触部132a各々が前記HEPAフィルタ131に断続的に衝突するときに生じる振動が，前記傾斜除塵部材134を介して前記内筒12にも伝達される。従って，その断続的な振動によって，前記内筒12の内筒フィルタ122に付着した塵埃（図2，3の塵埃D4）を剥離させて前記仕切板123d上に落下させることができる（図2，3の塵埃D5）。また，これと同時に，前記内筒フィルタ122の外面に付着した塵埃の除去も期待される。",
                        "【0070】",
                        "その後，前記仕切板123d上に落下した塵埃は，前述したように，前記電動送風機V（不図示）が作動されたときに，空気の旋回によって前記スロープ123fを滑落して，該仕切板123dの下部に集積される。これにより，前記内筒12内の塵埃が前記HEPAフィルタ131に再度付着することが防止される。特に，前記スロープ123fが，前記内筒12内で生じる空気の旋回方向と同方向に形成されているため，前記仕切板123dの下部の塵埃が，前記スロープ123fを通じて上部に吹き上がることはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アによれば，本件明細書には，本件発明1に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来から，吸い込まれた空気を集塵容器で旋回させることにより塵埃を遠心分離するサイクロン集塵装置を有するサイクロン式の電気掃除機では，塵埃が遠心分離された後の空気を更に濾過するためのフィルタが設けられ，遠心分離されなかった細塵が捕集されるが，フィルタの目詰まりによって吸い込み風量が低下し，高い集塵力を維持することができなくなるため，フィルタを除塵して目詰まりを防止する必要があった（段落【0002】）。",
                        "上記フィルタの目詰まりを防止するための技術として，例えば，集塵容器における空気の旋回によってフィルタを回転させ，その回転時にホコリ叩き部材をフィルタに接触させる構成が開示されているが，上記構成では，フィルタの回転力が弱いため，フィルタ及びホコリ叩き部材の間に糸くずや毛髪などが絡まってフィルタが回転しない状態に陥るおそれがあり，また，集塵動作の実行中は，フィルタに対して下流側への空気の流れが生じているため，ホコリ叩き部材をフィルタに接触させても，フィルタに付着した塵埃が除去されにくいという問題があった（段落【0003】，【0005】，【0006】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，上記問題を解決し，集塵容器で塵埃が遠心分離された後の空気を更に濾過するためのフィルタの除塵を確実かつ効果的に行うことのできるサイクロン集塵装置及びこれを備えた電気掃除機を提供することを目的とするものであり（段落【0007】），本件発明1は，その課題を解決するための手段として，サイクロン集塵装置を備える電気掃除機において，遠心分離された塵埃を収容する集塵容器と，集塵容器内に配置され，集塵容器で分離された後の空気を排出するための排気口を有する内筒と，内筒の上方に配置され，内筒から排気された空気を濾過する上方濾過部材と，上方濾過部材の上部を覆う上部筐体とを備え，集塵容器で塵埃が分離された後の空気は，内筒及び上方濾過部材を上方に通過し，上部筐体を通って排気され，内筒は，上方濾過部材と反対側の端部が開放され，その開放された端部は，集塵容器の底面まで延設し，集塵容器で遠心分離された塵埃及び上方濾過部材から落下した塵埃は，集塵容器の底部に収容される構成を採用した。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の記載事項について",
              "text": [
                "甲1（特開2003-339593号公報）には，次のような記載がある（下記記載中に引用する図面については別紙2を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【0001】",
                  "text": [
                    "【発明の属する技術分野】本発明は，サイクロン式のダストボックスを備えた電気掃除機に関する。",
                    "【0002】",
                    "【従来の技術】従来の電気掃除機として，使い捨ての集塵用紙パックを用いずに，掃除機本体の吸引経路に着脱自在に装着され，内部で渦巻状の空気の流れ（いわゆる，サイクロン）を発生させるダストボックス内に筒状のフィルタを備えて，このフィルタによりろ過された塵埃をダストボックス内に蓄積できるようにしたサイクロン式の集塵装置を用いたものが知られている。この集塵装置は，使い捨ての紙パックに比べて，フィルタのメンテナンスにより半永久的に使用できるので，経済的である。",
                    "【0003】上記構成において，フィルタの孔を小さくすると集塵力を向上できるとともに，該フィルタを通過する塵埃が大幅に減少することにより，該フィルタ下流側に配置される2次フィルタへの負荷を低減できるとともに電動機等の故障を防止できるが，フィルタの孔を細かくすることにより目詰まりしやすくなり，集塵効率が低下しやすくなるため，フィルタに付着した塵埃をこまめに除去する必要があり面倒で使用性が悪い問題があった。",
                    "【0004】",
                    "【発明が解決しようとする課題】本発明は，上記欠点に鑑みなされたもので，フィルタに付着した塵埃を容易に除去できる電気掃除機を提供することを課題とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【0008】",
                  "text": [
                    "【発明の実施の形態】本発明の実施の形態を図面に基づいて以下に説明する。",
                    "【0009】1は掃除機本体で，該掃除機本体1の前部にサイクロン式のダストボックス2が上方から挿入されることにより着脱自在に設けられ，掃除機本体1の後部には電動送風機3が内蔵されている。前記掃除機本体1は，床面を移動できるように，前輪1a及び一対の後輪1b，1cを備えている。",
                    "【0011】ダストボックス2は，略円筒状の透明な合成樹脂などで形成された透明または半透明のダストボックス本体5の内側に，それぞれ略円筒状の外側フィルタ部6及び内側フィルタ部7をダストボックス本体5と同心状に配置している。",
                    "【0012】前記外側フィルタ部6は，外側筒状部材8と，該外側筒状部材8の上部側面に縦方向に沿って形成された複数本のスリット8aの周囲を被覆する外側フィルタ9とから構成されている。",
                    "【0013】前記外側筒状部材8の外周側面には，ダストボックス本体5の内壁に向かって延びる鍔部10が突設されており，該鍔部10とダストボックス本体5内壁との間に隙間34が形成されている。",
                    "【0014】したがって，ダストボックス本体5の内壁と外側フィルタ部6との間の空間は前記鍔部10により上下にほぼ区画され，ダストボックス本体5の内壁，外側フィルタ9及び鍔部10とによって囲まれた第1サイクロン空間25，及び第1サイクロン空間25と隙間34を介して連通する塵埃を補集する空間部26が形成されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "【0020】前記内側フィルタ部7は，内側筒状部材11と，該内側筒状部材11の下部側面に縦方向に沿って形成された複数本のスリット11aの周囲を被覆する内側フィルタ12と，内側筒状部材11の上部に延設された複数のスリットを有する円筒状ホルダ11bとから構成されている。",
                    "【0021】前記内側筒状部材11の外周側面には，前記外側筒状部材8の内壁に向かって延びる鍔部13が突設されており，該鍔部13と外側筒状部材8の内壁との間に隙間35が形成されている。",
                    "【0022】従って，外側筒状部材8内壁と内側フィルタ部7との間は前記鍔部13により上下にほぼ区画され，外側筒状部材8の内壁，内側フィルタ12及び鍔部13によって囲まれた第2サイクロン空間27，及び第2サイクロン空間27と隙間35を介して連通する塵埃を補集する空間部28が形成されている。",
                    "【0024】前記外側フィルタ部6及び内側フィルタ部7は，図8に示されるごとく，ダストボックス本体5の上端開口を閉塞する上蓋部14の下面に垂下状態に固着されている。",
                    "【0026】一方，内側筒状部材11の上部に延設された円筒状ホルダ11bは，円筒状フィルタ29を保持した状態で前記上蓋部14内部に収納されており，該円筒状ホルダ11bと外側筒状部材8の中蓋部8bとの間は，円筒状ホルダ11bの外周面下端に設けられたシールリング11cによって気密に封止されている。",
                    "【0029】前記ダストボックス本体5の外周の掃除機本体1後面側には，縦方向に取手19が形成されているとともに，ダストボックス本体5の底部には，前記取手19下部に設けられたヒンジ20により開閉自在に構成された底蓋21が取り付けられている。",
                    "【0030】前記底蓋21は，吸気管15下方に設けられたレバー22の上部を押圧することにより，レバー22の下端に形成されたクランプ23が底蓋21側の係止部24より外れて，ダストボックス本体5の下端開口を開放するようになっており，ダストボックス本体5内部の空間部26及び空間部28に堆積した塵埃は，底蓋21を開けると落下し，ダストボックス2内部を容易に清掃することができる。",
                    "【0031】外側フィルタ9及び内側フィルタ12の種類や材質については，本発明では特に限定されるものではないが，例えば，ろ過された空気の通気路となる筒状体の外周にメッシュフィルタが筒状に配設されたフィルタなどが採用される。また，プリーツ状（蛇腹状）に折りたたまれた濾紙フィルタを筒状に配設したフィルタなどの他のフィルタも採用することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "【0032】次に，本実施の形態の電気掃除機における塵埃及び空気の流れについて説明する。",
                    "【0033】掃除機本体1の外部から吸引された塵埃を含む空気は，連結口4及び吸気管15を通してダストボックス2内に入り，ダストボックス本体5の内壁に沿って旋回する。",
                    "【0034】具体的には，第1サイクロン空間25内部において空気が旋回しながら外側フィルタ9へ流れ，塵埃は隙間34を通って下方に引かれ，ダストボックス本体5底部の空間部26に堆積する。",
                    "【0035】同様に，外側フィルタ9内部に流れた空気もさらに旋回する。具体的には，第2サイクロン空間27内部において空気が旋回しながら内側フィルタ12内部へ流れ，旋回に伴って鍔部13下方の空間部28は負圧になるため，内側フィルタ12を通過できない大きさの塵埃は，隙間35を通って下方に引かれ，ダストボックス本体5底部の空間部28に堆積する。",
                    "【0036】尚，底蓋21には，外側筒状部材8の下端と底蓋21との間の隙間を閉塞するためのパッキン36が設けられているので，底蓋21に沿って空間部26から空間部28へ空気が漏れることがない。",
                    "【0037】ダストボックス本体5で塵埃がろ過された空気は，内側筒状部材11内を旋回しながら上方へ流れ，上蓋部14内部の円筒状フィルタ29によりさらにろ過された後，上蓋部14後端の排気口30よりダストボックス2外へ出てから，図6に示す連絡通路31を介して電動送風機3に取り込まれ，電動送風機3から排気フィルタ32を通してろ過され，掃除機本体1の側面に形成されたメッシュ状の排気口33及び後輪1bまたは1cのメッシュを介して外部へ排気される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2等における相違点2に係る本件発明1の構成の開示の有無について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2の記載事項について",
                  "text": [
                    "甲2（特開2004-290212号公報）には，次のような記載がある（下記記載中に引用する図1，3，6，7，13，16，17及び22については別紙3を参照）。また，甲2の1（特開2004-229826号公報）及び甲2の2（特開2004-229827号公報）にも，同様の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【0001】",
                      "text": [
                        "【発明の属する技術分野】",
                        "本願発明は，サイクロン式の集塵装置及びそれを用いた電気掃除機に関するものである。",
                        "【0002】",
                        "【従来の技術】",
                        "従来より，使い捨ての集塵用紙パックを用いずに，掃除機本体の吸引経路に着脱自在に装着され，内部で渦巻状の空気の流れ（いわゆる，サイクロン）を発生させる集塵ケース内に筒状のフィルタを備えて，サイクロンによる遠心分離とフィルタにより濾過された塵埃を集塵ケース内に蓄積できるようにしたサイクロン式の集塵装置を用いた電気掃除機が知られている。",
                        "【0004】",
                        "特許文献1に示されたサイクロン式の電気掃除機は，ダストボックス内部に内側サイクロンケースを設けることにより，2重のサイクロンを発生させるものである。内側サイクロンケースの下部は，サイクロンチューブによってダストボックスの第1サイクロン空間に対して気密的に閉じられている。内側サイクロンケースの上部は，通気性を有するシュラウドを介してダストボックスの第1サイクロン空間に連通している。",
                        "【0005】",
                        "内側サイクロンケース上端の排気口に接続された電動送風機などによって発生される負圧により，塵埃を含んだ空気は，外部から吸気管を通してダストボックス内部の第1サイクロン空間へ導入され，第1サイクロン空間内部で旋回し，比較的大きな塵埃が落下してサイクロンチューブ上に堆積する。さらに，シュラウドを介して内側サイクロンケース内部の第2サイクロン空間へ導入され，第2サイクロン空間内部で旋回し，微細塵埃が落下してサイクロンチューブ内の下側に堆積する。塵埃を除去された空気は，内側サイクロンケース上端の排気口から排出される。",
                        "【0006】",
                        "また，本願出願人は，特願2002-325474号等において，ダストボックス内に外側フィルタフィクスチャと内側フィルタフィクスチャを配設して，ダストボックス内壁と外側フィルタフィクスチャとの間に第1サイクロン空間を形成し，内側フィルタフィクスチャ内に第2サイクロン空間を形成する集塵装置及びそれを用いた電気掃除機を提案している。上記外側フィルタフィクスチャには，メッシュ状のフィルタが装着されている。",
                        "【0008】",
                        "【発明が解決しようとする課題】",
                        "しかしながら，上記外側フィルタフィクスチャに装着されるフィルタを構成するメッシュは，図22（a）に示すように縦線材14aと横線材14bが交互に上下する格子織りで，同図（b）に示すように断面形状が凹凸になっており，細塵や綿ごみなどが引っ掛かって付着し易いため，目詰まりを起こす原因となっている。",
                        "【0009】",
                        "また，上記メッシュの巻き始め部と巻き終わり部の重ね合わせ接合部において，メッシュの巻き終わり部をサイクロン風（旋回流）の流れに対して逆方向に重ね合わせると，メッシュの段差部分によりサイクロン風に乱流を起こし，スムーズな流れにならず，集塵効率が低下する。また，メッシュの段差部分に塵埃が引っ掛かって付着し，その部分のメッシュが目詰まりを起こしてしまう。",
                        "【0010】",
                        "また，上記メッシュの目の大きさは，100メッシュ以上（1平方インチ当たりの目の数が100以上）の非常に細かい目を採用しており，塵埃の多くを濾過するフィルタの役割を果たしていたため，細塵などがメッシュを通り抜けられず，目詰まりがすぐに発生し，フィルタのメンテナンスを頻繁に行っていた。",
                        "【0011】",
                        "そこで，本願発明はこのような課題を解決するためになされたものであり，サイクロン空間に装着されるフィルタのメッシュの目詰まりを抑えることができ，またサイクロン空間の旋回流の流れがスムーズになって集塵効率が向上する集塵装置及びそれを用いた電気掃除機を提供することを目的とするものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【0020】",
                      "text": [
                        "本実施形態の電気掃除機は，図1～図4に示すように，キャニスタータイプの掃除機本体1の前部に，サイクロン式の集塵装置2が上方から挿入されることにより着脱自在に設けられ，掃除機本体1の後部には電動送風機3が内蔵されている。また，掃除機本体1の前面部の連結口4には，図示しない吸込ホースや延長管を介して吸込具が連結されるようになっている。また，掃除機本体1には，床面を容易に移動できるように，キャスター式の前輪5と一対の大径の後輪6，6が備えられている。",
                        "【0021】",
                        "上記掃除機本体1は，図4に示すように，下ケース1aと上ケース1bで電動送風機3を囲っていて，電動送風機3からの排気は矢印で示すように，上ケース1bの後部に形成された排気スリット1cから上ケース1b外に排出されようになっている。また，上記排気スリット1cを含む上ケース1b後部側を覆うようにケースカバー1dが設けられて，このケースカバー1dの背面側上部に多数の排気孔1eが形成されている。上ケース1bの排気スリット1cとケースカバー1dの排気孔1eは連通しており，ケースカバー1dの排気孔1eは上ケース1bの排気スリット1cよりも高い位置にあると共に，排気孔1e自体に斜め上向きの角度がつけられている。",
                        "【0023】",
                        "一方，図5～図19等に示すように，集塵装置2は，図8に示す如く横断面形状が略Dカット形状に形成されたダストボックス10の内側に，第1サイクロン筒体となる略円筒状の外側フィルタフィクスチャ（フィルタ枠体）11と，第2サイクロン筒体となる内側フィルタフィクスチャ12が配置されており，ダストボックス10は内部に溜まった塵埃や塵埃の旋回が外から見えるように透明又は半透明の合成樹脂などで形成されている。",
                        "【0024】",
                        "上記外側フィルタフィクスチャ11は，図9に示すように，その上部外周面に形成された開口部13を覆うように斜線で示したメッシュ（フィルタ）14をインサート成形している部品である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【0034】",
                      "text": [
                        "一方，図7等に示すように，外側フィルタフィクスチャ11の上下方向中央部には，内側フィルタフィクスチャ12の外壁及びダストボックス10の内壁に向かって延びる鍔部20が形成され，ダストボックス10の内壁に向かって延びる鍔部20の外周は下方に曲げられて，ダストボックス10内壁との間に隙間21が形成されるようになっている。また，外側フィルタフィクスチャ11の鍔部20の内周部から下方に延びた部分は滑らかに絞り込まれてやや小径に形成され，後述する底蓋43まで達している。従って，ダストボックス10内壁と外側フィルタフィクスチャ11との間には，ダストボックス10内壁上部と外側フィルタフィクスチャ11上部及びその鍔部20とによって囲まれて，旋回流による遠心分離とフィルタ14による濾過とによって比較的大きな塵埃（粗塵）を効率良く分離する第1サイクロン空間22が形成され，その下部側に第1サイクロン空間22と隙間21を介して連通し，分離された塵埃を捕集する外側集塵部23が形成されている。鍔部20の先端部分が下方に曲げられているため，塵埃が第1サイクロン空間22から隙間21を介して外側集塵部23へ移動するとき，大きな塵埃が先端部分に引っ掛かるのを防いでいる。",
                        "【0035】",
                        "また，上記外側フィルタフィクスチャ11は，ダストボックス10の上端開口を開閉する上蓋24の下面を成す中蓋25に垂れ下がった状態に着脱可能に取り付けられるようになっている。上蓋24の下面を成す中蓋25の中央部には，下方に延びる短めの排気筒26が形成されており，この中蓋25が当該中蓋25の外周に装着されたパッキン27を挟んだ状態で上蓋24の内壁に嵌合している。また，中蓋25とダストボックス10の上端間も，上記中蓋25の外周に装着されたパッキン27によって密閉されるようになっている。…",
                        "【0036】また，上蓋24と中蓋25との間には，排気筒26の上部開口（排気口）29を覆うようにして細塵を濾過するダストフィルタ30が，中蓋25の外周上端にパッキン31を介して配置されるフィルタ枠体32に装着されて取り付けられている。…ここで，このダストフィルタ30が目の粗い仕様だと，細塵の中でも小さな塵埃は通ってしまい，逆に目の細かい仕様だと，細塵の中で大きな塵埃も小さな塵埃も一緒に蓄積され，ダストフィルタ30の目詰まりが早くなる。そこで，本実施形態では，ダストフィルタ30を2層構造に形成すると共に，2層構造の吸入側に排出側より目の粗いフィルタを配置したものである。具体的には，図16（b）に示すように，空気の吸入側（風の流れの上流側）に目の粗いウレタンフィルタ（例えばポリエーテル系ウレタンフォームのタイプCFH-50）30aを使用し，排出側（風の流れの下流側）に目の細かいウレタンフィルタ（例えばポリエーテル系ウレタンフォームのタイプCFS）30bを使用した2層構造とした。なお，本実施形態では，厚みの比率を，目の粗いウレタンフィルタ30aを2，目の細かいウレタンフィルタ30bを1としたが，掃除機の性能及びダストボックス10の形状や大きさ等により任意に選択できる。また，集塵性能を考慮して，3層構造以上の構成も任意に選択できるものとする。以上のように構成することにより，空気の浄化が1層に比べて長期にわたって安定的に行われ，また，ダストフィルタ30の取換え寿命が大幅に伸び，使用時の負担が低減されるなどの大きな効果が得られる。",
                        "【0037】また，上記のように，ダストボックス10内で分離できなかった細塵の中で大きなものを第1層で捕り，小さなものを第2層で捕るようにした場合，目詰まりは第2層の表面で起こる。ここで，2種類のウレタンフィルタ30a，30bの張り合わせをフィルタ全面で接着して行っている場合，第2層の表面で起こった目詰まりは，水洗いによって目詰まりのない状態に復帰させなければならないので，メンテナンス性に課題が残る。そこで，本実施形態では，図17に網掛け図示したように，ダストフィルタ30の2層の張り合わせ部30cを一部分30dを除いた外周側のみの接着とした。このように構成することにより，ダストフィルタ30が目詰まりした時，2層目表面に溜まった細塵を，接着していない部分30dから落とすことが可能になる。これにより，水洗いすることなくダストフィルタ30を目詰まりのない状態に復帰させることが可能となり，ダストフィルタ30のメンテナンス性向上という効果が得られる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0040】",
                      "text": [
                        "一方，内側フィルタフィクスチャ12にはフィルタは装着されておらず，旋回流による遠心分離のみによって細かな塵埃（細塵）を分離するもので，上端から上記外側フィルタフィクスチャ11の鍔部20の下端部付近までが，内側にある排気筒26と略平行になるよう軸方向にほぼ同径に形成された大径の遠心分離部35と，その下部側から前記外側フィルタフィクスチャ11の内壁に嵌合するように滑らかに絞り込まれて形成された小径の遠心分離部36とを有している。大径の遠心分離部35には，外側フィルタフィクスチャ11の鍔部20の内周縁に引っ掛かる段部37が形成されている。従って，内側フィルタフィクスチャ12は，その大径の遠心分離部35の下部側が外側フィルタフィクスチャ11の対応部分に嵌合すると共に，外周に形成された段部37が外側フィルタフィクスチャ11の鍔部20の内周縁に引っ掛かることにより支持され，上端縁は上蓋24下面の中蓋25に当たって密接するようになっている。",
                        "【0041】",
                        "内側フィルタフィクスチャ12に上記のような大径の遠心分離部35と共に小径の遠心分離部36を形成することにより，小径の遠心分離部36で旋回流の流速が大きくなるので，細塵の捕集効率を向上することができる。また，小径の遠心分離部36の下面側は塞がれており，その側面側に図7，図13に示すような開口部38を形成して，この開口部38から遠心力により塵埃を外側フィルタフィクスチャ11の下部内壁で囲まれた内側集塵部39にはじき飛ばすようにしている。はじき飛ばされた塵埃は底蓋43側に落下して捕集されるので，捕集された後は巻き上がらない。この開口部38の幅寸法は，巻き上げを確実に防ぐため遠心分離部内径の1／2以下にするのが望ましい。",
                        "【0042】",
                        "また，上記内側フィルタフィクスチャ12の大径の遠心分離部35には，図8等に示すように，第1サイクロン空間22からの空気流を内側フィルタフィクスチャ12内の第2サイクロン空間40に導入するための導入部41が形成されている。",
                        "【0043】",
                        "また，図6等に示すように，ダストボックス10の底部には，吸気管15の下部に設けられたヒンジ（開閉支点）42により開閉自在に構成された底蓋43が取り付けられている。…",
                        "【0044】",
                        "従って，ダストボックス10内の外側集塵部23や内側集塵部39に堆積した塵埃は，ごみ箱等の上で図19に示すように底蓋43を開ければ，ごみ箱内に落下させて捨てることができる。また，この状態で，ダストボックス10内を容易に清掃することができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0045】",
                      "text": [
                        "次に，本実施形態の電気掃除機における塵埃及び空気のそれぞれの流れについて説明する。",
                        "【0046】",
                        "掃除機本体1の外部から吸引される塵埃を含む空気は，図3に示されるように，連結口4から吸気管15を通してダストボックス10内に入り，ダストボックス10の内壁に沿って旋回する。具体的には，第1サイクロン空間22内部において，空気が旋回しながら外側フィルタフィクスチャ11のフィルタ内部へ流れ，分離された塵埃は隙間21を通って下方に落ち，ダストボックス10底部の外側集塵部23に堆積する。",
                        "【0047】",
                        "同様に，外側フィルタフィクスチャ11のフィルタ内部に流れた空気もさらに旋回する。具体的には，第2サイクロン空間40内部において，空気が旋回しながら遠心分離によって細塵を分離し，分離された細塵は内側フィルタフィクスチャ12の内壁に沿って下方に落下し，内側集塵部39に堆積する。",
                        "【0050】",
                        "上記のようにして，ダストボックス10内で塵埃が濾過された空気は，排気筒26から吸引されて上蓋24内部のダストフィルタ30により更に濾過されたのち，上蓋24後端の排気口50より集塵装置2外に出る。",
                        "そして，掃除機本体1内の連絡通路7を介して電動送風機3に取り込まれる。図4に示したように，電動送風機3から排出される排気は，矢印で示す如く上ケース1bの排気スリット1cからケースカバー1dの排気孔1eに至る経路で上方向に風向きが規制され，排気孔1eを通過した後も上方向に向かって広がってゆくので，床面の埃の舞い上がりを確実に防ぐことができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2等の開示事項の認定判断の誤りの有無について",
                  "text": [
                    "原告は，本件審決は，甲2等には，甲2等記載の集塵装置のダストフィルタ30に捕集された塵埃を内側集塵部39に収容させるものが開示されているとはいえない旨判断したが，甲2等には，相違点2に係る本件発明1の構成に相当する「ダストフィルタ30から落下した塵埃は，内側集塵部39に収容される」構成が開示されてるから，本件審決の上記判断は誤りである旨主張するので，以下検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アの甲2等の記載事項によれば，甲2等には，甲2等記載の集塵装置において分離した塵埃の収容の態様について，別紙3の図3，6及び7に示すように，ダストボックス10内壁上部と外側フィルタフィクスチャ11上部に囲まれた第1サイクロン空間22における旋回流による遠心分離とフィルタ14によるろ過とによって分離された比較的大きな塵埃（粗塵）が，隙間21を通って落下し，ダストボックス10底部の外側集塵部23に収容されること（甲2の段落【0034】，【0046】），内側フィルタフィクスチャ12内の第2サイクロン空間40における旋回流によって遠心分離された細かな塵埃（細塵）が，内側フィルタフィクスチャ12の下端部（小径の遠心分離部36）の側面側に形成された開口部38を通って落下し，ダストボックス10底部の内側集塵部39に収容されること（甲2の段落【0040】，【0047】）が記載されている。",
                        "一方で，甲2等には，「ダストボックス10内で塵埃が濾過された空気は，排気筒26から吸引されて上蓋24内部のダストフィルタ30により更に濾過されたのち，上蓋24後端の排気口50より集塵装置2外に出る。」（甲2の段落【0050】）との記載がある。上記記載から，塵埃がダストボックス10内の第1サイクロン空間22における旋回流による遠心分離及び第2サイクロン空間40における旋回流によって遠心分離され，フィルタ14によりろ過された後の空気は，ダストボックス10の上方に流れ，上記空気に含まれる塵埃が上蓋24内部のダストフィルタ30により更にろ過されることを理解することができる。",
                        "しかるところ，甲2等には，上記ろ過によりダストフィルタ30に捕集された塵埃に関し，塵埃がダストフィルタ30から落下し，内側フィルタフィクスチャ12の下端部の側面側に形成された開口部38を通って，内側集塵部39に収容されることについての記載も示唆もない。また，甲2等には，ダストフィルタ30に捕集された塵埃を除塵部材などを用いてダストフィルタ30から強制的に落下させることについての記載も示唆もない。",
                        "かえって，甲2等には，「本実施形態では，ダストフィルタ30を2層構造に形成すると共に，2層構造の吸入側に排出側より目の粗いフィルタを配置したものである。」（甲2の段落【0036】），「また，上記のように，ダストボックス10内で分離できなかった細塵の中で大きなものを第1層で捕り，小さなものを第2層で捕るようにした場合，目詰まりは第2層の表面で起こる。ここで，2種類のウレタンフィルタ30a，30bの張り合わせをフィルタ全面で接着して行っている場合，第2層の表面で起こった目詰まりは，水洗いによって目詰まりのない状態に復帰させなければならないので，メンテナンス性に課題が残る。そこで，本実施形態では，図17に網掛け図示したように，ダストフィルタ30の2層の張り合わせ部30cを一部分30dを除いた外周側のみの接着とした。このように構成することにより，ダストフィルタ30が目詰まりした時，2層目表面に溜まった細塵を，接着していない部分30dから落とすことが可能になる。これにより，水洗いすることなくダストフィルタ30を目詰まりのない状態に復帰させることが可能となり，ダストフィルタ30のメンテナンス性向上という効果が得られる。」（甲2の段落【0037】）との記載がある。上記記載から，ダストフィルタ30に捕集された塵埃（細塵）を除塵する手段は，ダストフィルタ30を集塵装置から取り外した上で，水洗いによって目詰まりのない状態に復帰させ，あるいはダストフィルタ30の2層の張り合わせ部30cを一部分30dを除いた外周側のみの接着とする構成とすることにより，水洗いすることなくダストフィルタ30を目詰まりのない状態に復帰させるメンテナンスを行うことが示されていることを理解することができる。",
                        "以上によれば，甲2等には，ダストフィルタ30に捕集された塵埃については，ダストフィルタ30を集塵装置から取り外して除塵するメンタナンスを行うことについての開示はあるが，上記塵埃がダストフィルタ30から落下し，内側集塵部39に収容される構成についての開示はないものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲2等記載の集塵装置においては，①ダストフィルタ30と内側集塵部39とが開口部38を介して空間が連通しているから，ダストフィルタ30から自然に落下した塵埃が内側集塵部39に収容される現象が許容される構成といえること，②集塵装置のフィルタに付着した塵埃が自重によって自然に落下することは，甲12（特開2007-111504号公報）の記載等から明らかであること，③甲14（特開2004-154483号公報）に記載のとおり，キャニスタータイプの電気掃除機においては，本体の移動時に掃除機本体が転がり，回転するようなことがあり，それに伴って内側集塵部に溜まった細塵が逆流することがあることからすると，キャニスタータイプの電気掃除機である甲2等記載の電気掃除機においても，本体の移動に伴って内側フィルタフィクスチャ12の下端部に堆積した塵埃が側方に移動し，開口部38を介して内側集塵部39に堆積することが物理現象として理解できることなどに照らし，甲2等には，「ダストフィルタ30から落下した塵埃は，内側集塵部39に収容される」構成が開示されている旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで検討するに，前記アの甲2等の記載事項によれば，甲2等記載の集塵装置においては，第1サイクロン空間22における旋回流による遠心分離とフィルタ14によるろ過によって粗塵を分離した後，更に第2サイクロン空間40における旋回流によって細塵の分離が行われ，第2サイクロン空間40において分離された塵埃は，内側フィルタフィクスチャ12の内壁に沿って下方に落下し，遠心分離部36に形成された開口部38から遠心力によってはじき飛ばされて内側集塵部39に落下することになる（甲2の段落【0041】，【0047】）。このような甲2等記載の集塵装置における塵埃分離の仕組みからすると，ダストフィルタ30に付着し，そこから落下することが想定される塵埃は，上記のような第2サイクロン空間40における旋回流による細塵の分離の際に遠心力によって分離されることなく，排気筒26から吸引されてダストフィルタ30に達した塵埃ということになるから，これらの塵埃は，作用する遠心力が小さいもの，すなわち質量の小さい微細な塵埃であると考えられる。このように微細な塵埃が，内側フィルタフィクスチャ12の下端部に堆積し，再び第2サイクロン空間40における旋回流にさらされたとしても，これらの塵埃に開口部38からはじき飛ばされるだけの遠心力が作用するとは考え難く，これらの塵埃が開口部38から内側集塵部39に落下することも考え難いというべきである。",
                            "一方で，甲12には，サイクロン式の集塵装置において，「なお，フィルタ部材220に付着したゴミ量が増加すると，ゴミの一部が自重によって落下しゴミ格納空間250に収容され，残りのゴミはフィルフィルタ部材220に付着した状態で残る。」（段落【0065】）との記載がある。上記記載は，フィルタ部材に付着したゴミが自重によって自然に落下する場合があることを示すものであるが，これを考慮しても，甲2等記載の集塵装置における塵埃分離の仕組みに照らすと，甲2等において，ダストフィルタ30に付着した塵埃が自然に落下することがあり得ることを理解することができるにとどまり，ダストフィルタ30から自然に落下した塵埃が開口部38から内側集塵部39に落下し，内側集塵部39に収容される構成が開示されているものと理解することはできない。",
                            "この点に関連し，原告は，被告が本件出願の過程で特許庁に提出した意見書（甲13）中に，甲2に記載の電気掃除機に関し，ダストフィルタ30から塵埃が落下することを前提とする意見を述べている旨指摘するが，そのこととダストフィルタ30から落下した塵埃が内側集塵部39に収容されることとは別個の問題である。",
                            "したがって，原告の上記①及び②の主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，原告の上記③の主張は，甲14に，キャニスタータイプの電気掃除機においては，本体の移動時に掃除機本体が転がり，回転するようなことがあり，それに伴って内側集塵部に溜まった細塵が逆流することの記載があることを根拠とするものであり，掃除機本体の移動態様等によっては，甲2等記載の電気掃除機において，上記の事態が偶発的に生ずることが考えられるとしても，そのことは，甲2等記載の集塵装置において，ダストフィルタ30から落下した塵埃の通常の挙動を示すものとはいえない。",
                            "したがって，甲14の上記記載を考慮しても，甲2等において，ダストフィルタ30から自然に落下した塵埃が，開口部38から内側集塵部39に落下し，内側集塵部39に収容される構成が開示されているものと理解することはできないから，原告の上記③の主張は，採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上の検討によれば，甲2等に「ダストフィルタ30から落下した塵埃は，内側集塵部39に収容される」構成が開示されているとの原告の主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲11（特開2007-29721号公報）には，サイクロン集塵装置を備える電気掃除機において，相違点2に係る本件発明1の構成に相当する「フィルター52から落下した塵埃は，ゴミカップ部分36の底部に収容される」構成が示されているとした上で，甲11記載の集塵装置と甲2等記載の集塵装置とが，基本構成（内筒，上方濾過部材に対応する部材）を共通にしていることからすると，甲2等は，甲11を内包し，又は，甲11と同視できるというべきであり，甲11に記載されている塵埃の落下動作は，甲2等記載の集塵装置における塵埃の落下動作を表しているといえるから，甲2等には，相違点2に係る本件発明1の構成が記載されている旨主張する。",
                        "しかしながら，甲2等にいかなる事項が開示されているかについては，飽くまでも甲2等の記載に基づき，技術常識等をも参酌して判断されるべきことであって，合理的な根拠もなく，甲2等とは異なる文献の記載に基づいて判断されるべきものではない。",
                        "また，甲11記載の集塵装置と甲2等記載の集塵装置とが内筒，上方濾過部材に対応する部材を共通にしているからといって直ちに甲2等が甲11を内包し，又は，甲11と同視できるものではない。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の次第であるから，甲2等には相違点2に係る本件発明1の構成（「上方濾過部材から落下した塵埃は，前記集塵容器の底部に収容される」）が開示されているとはいえない。",
                        "また，原告は，相違点2に係る本件発明1の構成については，甲2等及び甲11といった複数の文献に記載されていることを根拠に，本件出願当時，「サイクロン集塵装置，電気掃除機」の分野において周知技術であった旨の主張もしているが，上記(イ)及び(ウ)のとおり，甲2等に相違点2に係る本件発明1の構成が開示されているとは認められないのであるから，原告の上記主張は，その根拠を欠くものである。",
                        "さらに，原告は，甲11の段落【0035】及び【0036】の記載を根拠として，甲11には，相違点2に係る本件特許発明1の構成に相当する「上方濾過部材に対応するフィルター52に対して積極的に振動させ，落下させている構成」が開示されており，上記構成は，本件出願当時の周知技術であった旨の主張もしているが，上記主張は，その主張自体，甲2の記載内容と関連付けたものではないから，甲2等に相違点2に係る本件発明1の構成が記載されていることの根拠となるものではない。",
                        "したがって，甲2等には，甲2等記載の集塵装置のダストフィルタ30に捕集された塵埃を内側集塵部39に収容させるものが開示されているとはいえないとした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2の容易想到性について",
              "text": [
                "原告は，当業者は，甲1発明において，甲2等に記載された事項又は本件出願当時の周知技術を適用することにより，相違点2に係る本件発明1の構成を容易に想到することができたから，これと異なる本件審決の判断は誤りである旨主張する。",
                "しかしながら，相違点2に係る本件発明1の構成は，甲2等に開示されているとはいえず，また，本件出願当時の周知技術であるともいえないことは，前記(3)イ(エ)認定のとおりであるから，原告の上記主張は，その前提において理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における相違点2の容易想到性の判断に誤りはないから，本件発明1は，甲1発明と甲2等に記載された事項又は周知技術に基づいて当業者が容易に発明をすることができたものとはいえないとした本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明2と甲1，甲2，甲2の1ないし5記載の各発明との相違点に関する判断の誤り）について",
          "text": [
            "原告は，本件審決は，甲2等には相違点2に係る本件発明1の構成が開示されていないことを前提に，請求項1（本件発明1）の記載を引用する本件発明2は，甲1，甲2，甲2の1ないし5に記載された発明に基づいて当業者が容易に発明をすることができたものとはいえない旨判断したが，相違点2に係る本件発明1の構成は甲2等に開示されており，又は本件出願当時の周知技術であったものといえるから，本件審決の上記判断は，その前提において誤りがある旨主張する。",
            "しかしながら，相違点2に係る本件発明1の構成が，甲2等に開示されているとはいえず，また，本件出願当時の周知技術であるともいえないことは，前記1(3)イ(エ)で述べたとおりであるから，原告の上記主張はその根拠を欠くものである。",
            "したがって，原告主張の取消事由2は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}