{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800015号事件について平成27年8月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成25年5月22日，発明の名称を「換気構造体」とする発明について特許出願をし，平成26年5月30日，設定の登録(特許第5551293号)を受けた(請求項の数2。以下，この特許を「本件特許」という。甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年1月19日，本件特許の請求項1に係る発明について特許無効審判請求をし，無効2015-800015号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成27年8月17日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月27日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成27年9月25日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1の記載は，次のとおりである(甲1)。なお，「／」は，原文の改行部分を示す(以下同じ。)。以下，請求項1に記載された発明を「本件発明」といい，その明細書(甲1)を，図面を含めて「本件明細書」という。",
            "【請求項1】通気経路の途中に形成された直角に通気方向が変化するコーナー部を備えた換気構造体において，前記換気構造体は，金属屋根の上に取り付けられた換気棟を含み，／前記コーナー部のうち特定コーナー部において，前記特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成されたことを特徴とし，／前記突出片の突出した長さは，前記内方の角から前記外方の角までの距離の1／4から1／3までの距離に設定され，／前記コーナー部は，外方の開口位置から少なくとも3箇所以上連続して形成され，／前記特定コーナー部は，外方側から3番目のコーナー部が対応し，／前記コーナー部の内最初のコーナー部は，前記金属屋根に沿って配置されるフランジ部と前記フランジ部の外方側端部から上方に立ち上がる垂直部とにより構成され，／更に，前記垂直部の上方端部に，前記金属屋根に向かって傾斜する傾斜板が接続される，換気構造体。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本件発明は，①下記アの引用例1に記載された発明に基づいて当業者が容易に発明をすることができたものではなく，②下記イの引用例2に記載された発明，またこれと実質的に同一である下記ウの引用例3に記載された発明に基づいて当業者が容易に発明をすることができたものでもないから，同条2項の規定に違反して特許されたものではない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：意匠登録第1333959号公報(甲2)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特許第4151044号公報(甲3)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特許第4517412号公報(甲4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1に記載された発明及び本件発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1に記載された発明",
                  "text": [
                    "本件審決が認定した引用例1に記載された発明(以下「引用発明1」という。)は，以下のとおりである。",
                    "屋根の片棟(片流れ屋根)における頭頂部に取り付ける金属製の換気棟であって，／通気経路の途中に形成された直角に通気方向が変化するコーナー部を1つ備え，通気経路の奥に水返し片が形成され，／前記コーナー部は，前記金属屋根に沿って配置されるフランジ部と／前記フランジ部の外方側端部から上方に立ち上がる立ち上がり部とにより構成され，／前記立ち上がり部の上方端部に，前記金属屋根に向かって傾斜する傾斜板が接続され，前記立ち上がり部と前記傾斜板により三角状凸部が形成された，換気棟。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明1との一致点及び相違点",
                  "text": [
                    "本件審決が認定した本件発明と引用発明1との一致点及び相違点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "通気経路の途中に形成された直角に通気方向が変化するコーナー部を備えた換気構造体において，前記換気構造体は，金属屋根の上に取り付けられた換気棟を含み，／通気経路に突出片が形成され，／金属屋根に沿って配置されるフランジ部と前記フランジ部の外方側端部から上方に立ち上がる部材とにより構成されるコーナー部を有しており，／前記立ち上がる部材の上方端部に，前記金属屋根に向かって傾斜する傾斜板が接続される，換気構造体。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "「コーナー部」に関して，本件発明は，「コーナー部は，外方の開口位置から少なくとも3箇所以上連続して形成され」ているのに対して，引用発明1は，そのような構成を有していない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "「特定コーナー部」及び「突出片」に関して，本件発明は，「特定コーナー部は，外方側から3番目のコーナー部が対応し」，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」，「突出片の突出した長さは，前記内方の角から前記外方の角までの距離の1／4から1／3までの距離に設定され」ているのに対して，引用発明1は，「コーナー部」は1つ備え，通気経路の奥に「突出片」は形成されているものの，「外方側から3番目の特定コーナー部」は存在せず，かつ，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片」は形成されていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "「前記フランジ部の外方側端部から上方に立ち上がる部材」に関して，本件発明は，該立ち上がる部材が「垂直部」であるのに対して，引用発明1は，「立ち上がり部」であって，(垂直に立ち上がる)「垂直部」との特定がない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例2に記載された発明及び本件発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2に記載された発明",
                  "text": [
                    "本件審決が認定した引用例2に記載された発明(以下「引用発明2」という。)は，以下のとおりである。",
                    "屋根頂部の棟部に施工し，小屋裏の空気を外部に換気する棟構造において，／上部に覆せる棟カバー1，本体2およびルーバー3から構成され，上部を被閉する棟カバー1の下部の屋根面に当接する本体2を有し，該本体2の下部両側に棟頂部方向に向って30度乃至60度に傾斜した風防板26を全長にわたって設置してなる換気棟であって，／屋根面に当接する底板24の水上側の端縁を上方に立ち上げて傾斜板22が折曲され，さらにその先端を外方に折曲して水返し板21が設けられ，／本体2の水下側の端縁は，傾斜板25，風防板26，折曲片27がそれぞれ折曲され，略三角形をなしており，／通気部Kを通過して外部に容易に排出される空気の流れが傾斜板25によって上方に向きが変わる，換気棟。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明2との一致点及び相違点",
                  "text": [
                    "本件審決が認定した本件発明と引用発明2との一致点及び相違点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "通気経路の途中に形成された直角に通気方向が変化するコーナー部を備えた換気構造体において，前記換気構造体は，金属屋根の上に取り付けられた換気棟を含み，／通気経路に突出片が形成され，／金属屋根に沿って配置されるフランジ部と前記フランジ部の外方側端部から上方に立ち上がる立ち上がり部とにより構成されるコーナー部を有しており，／前記立ち上がり部の上方端部に，前記金属屋根に向かって傾斜する傾斜板が接続される，換気構造体。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点ア",
                      "text": [
                        "「コーナー部」に関して，本件発明は，「コーナー部は，外方の開口位置から少なくとも3箇所以上連続して形成され」ているのに対して，引用発明2は，そのような構成を有していない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点イ",
                      "text": [
                        "「特定コーナー部」及び「突出片」に関して，本件発明は，「特定コーナー部は，外方側から3番目のコーナー部が対応し」，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」，「突出片の突出した長さは，前記内方の角から前記外方の角までの距離の1／4から1／3までの距離に設定され」ているのに対して，引用発明2は，「コーナー部」は1つ備え，通気経路の奥に「突出片」は形成されているものの，「外方側から3番目の特定コーナー部」は存在せず，かつ，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片」は形成されていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点ウ",
                      "text": [
                        "「前記フランジ部の外方側端部から上方に立ち上がる部材」に関して，本件発明は，該部材が「垂直部」であるのに対して，引用発明2は，「立ち上がり部」であって，(垂直に立ち上がる)「垂直部」との特定がない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用例3に記載された発明",
              "text": [
                "本件審決が認定した引用例3に記載された発明(以下「引用発明3」という。)は，以下のとおりである。",
                "屋根頂部の棟部に施工し，小屋裏の空気を外部に換気する棟構造において，／上部に覆せる棟カバー1，本体2およびルーバー3から構成され，上部を被閉する棟カバー1の下部の屋根面に当接する本体2を有し，該本体2の下部両側に棟頂部方向に向って30度乃至60度に傾斜した風防板26を全長にわたって設置してなる換気棟であって，／屋根面に当接する底板24の水上側の端縁を上方に立ち上げて傾斜板22が折曲され，さらにその先端を外方に折曲して水返し板21が設けられ，／本体2の水下側の端縁は，傾斜板25，風防板26，折曲片27がそれぞれ折曲され，略三角形をなしており，／通気部Kを通過して外部に容易に排出される空気の流れが傾斜板25によって上方に向きが変わる，換気棟。",
                "一致点及び相違点は，前記(3)イと同様である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1に基づく本件発明の進歩性に係る判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明1との一致点の認定の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用発明1との相違点1の認定の誤り"
                },
                {
                  "fig": "エ",
                  "subject": "相違点1に係る容易想到性の判断の誤り"
                },
                {
                  "fig": "オ",
                  "subject": "本件発明と引用発明1との相違点2の認定の誤り"
                },
                {
                  "fig": "カ",
                  "subject": "相違点2に係る容易想到性の判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2及び3に基づく本件発明の進歩性に係る判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "引用発明3の認定の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用発明2及び3との一致点の認定の誤り"
                },
                {
                  "fig": "エ",
                  "subject": "本件発明と引用発明2及び3との相違点アの認定の誤り"
                },
                {
                  "fig": "オ",
                  "subject": "相違点アに係る容易想到性の判断の誤り"
                },
                {
                  "fig": "カ",
                  "subject": "本件発明と引用発明2及び3との相違点イの認定の誤り"
                },
                {
                  "fig": "キ",
                  "subject": "相違点イに係る容易想到性の判断の誤り"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用例1に基づく本件発明の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明1を「通気経路の途中に形成された直角に通気方向が変化するコーナー部を1つ備え」と認定した。",
                    "しかし，コーナー部は，別紙2引用例1図面目録【甲2の2】に記載したとおり，第1コーナー部78，第2コーナー部79及び第3コーナー部80と3箇所にあるから，引用発明1は「コーナー部を3つ備え」と認定すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，引用発明1は，内部の吸気を外部に排出するための通気口47を設けると同時に，その通気口47から侵入する風雨を防止する工夫として，通気経路におけるコーナー部や傾斜板16及び傾斜板22，水返し板21を設置している。",
                    "そして，風の流れは屋根裏からだけのものではなく，屋根面に沿って流れる風雨についても同様に考慮されるものであるから，風の流れを，屋根裏からの方向だけに限定すべきではなく，通気口47からの風の流れも考慮すべきである。",
                    "このように，通気口47から侵入した風雨に着目した場合，第1コーナー部78以外に，第2コーナー部79及び第3コーナー部80においても，通気経路の途中に形成され，直角に通気方向が変化するコーナー部の存在が認められる。",
                    "そして，第1コーナー部78は，フランジ部の外方側端部から上方に立ち上がる部材により構成され，第2コーナー部79は，通気口47から底板24であるフランジ部の内奥に向かい上方に立ち上がる部材でフランジ部材に接する箇所に構成され，該コーナー部は，図面上明らかに表示されないが，通気経路の途中に形成された直角に通気方向が変化する板材が直角に折り曲げられた箇所であり，第3コーナー部80は，棟頂部から底板であるフランジ部に向かい垂下片として構成された棟頂部に接する角部にて構成されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件審決は，引用発明1の認定を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と引用発明1との一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明と引用発明1について，通気経路の途中に形成された直角に通気方向が変化するコーナー部を3つ備えている点を一致点として認定すべきである。",
                    "すなわち，「コーナー部」について，引用発明1は「コーナー部」を3つ備えたものと認められるべきであるから，この点も本件発明との一致点として認定すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明と引用発明1については，特定コーナー部の一部を塞ぐように突出片が形成されている点も一致点として認定すべきである。",
                    "すなわち，「突出片」について，引用発明1の「水返し板」は，通気経路に形成されており，第3コーナー部の内奥である通気経路の一部を塞ぐようにその形状においては先端部をく字形にして成り，通気を効率よく撹拌でき，風雨の侵入を防止できる作用効果が認められる。したがって，引用発明1の「水返し板」も，本件発明と同様の「突出片」に相当するというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件審決は，本件発明と引用発明1との一致点の認定を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明1との相違点1の認定の誤り",
              "text": [
                "引用発明1は，「コーナー部」を1つではなく，3つ備えており，この点で，本件審決は，「コーナー部」に関する相違点1の認定を誤っている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明と引用発明1との間に相違点1があるとしても，引用発明1は，通気口から侵入した風雨をコーナー部にて通気方向を変化させる構成を有しており，コーナー部を少なくとも複数備える点は開示，示唆されているから，当業者は，引用発明1に基づき相違点1に係る構成を採ることは，技術的に困難ではなく容易になし得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決は，相違点1に係る容易想到性の判断を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明と引用発明1との相違点2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「特定コーナー部」及び「突出片」に関する相違点2について，本件発明は，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」，「突出片の突出した長さは，前記内方の角から前記外方の角までの距離の1／4から1／3までの距離に設定され」ているのに対し，引用発明1は，「特定コーナー部の一部を塞ぐように形成されている突出片が，その内方の角から外方の角に向かって延びていない」，「突出片の突出した長さは，前記内方の角から外方の角までの距離の1／4から1／3までの距離に設定されておらず，その半分の距離に設定され」ている点とすべきである。",
                    "すなわち，①引用発明1は，「コーナー部」を1つではなく，3つ備えており，②引用発明1の「水返し板」は，通気経路に形成されており，第3コーナー部の内奥である通気経路の一部を塞ぐように，その形状においては先端部をく字形にして成り通気を効率よく撹拌できる作用効果が認められるから，本件発明の「突出片」に相当し，③引用発明1の「突出片」の長さは，設置板(底板)と棟カバーとの距離の約半分の長さであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決は，相違点2の認定を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点2に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1の「突出片」は，通気経路を塞ぐように形成されており，その長さは，設置板(底板)と棟カバーとの距離の約半分の長さであり，先端部をく字形にしたことにより，通気口からの風雨侵入時の抵抗を拡大し効率的な通気効果及び防水効果等特段の効果が認められる。また，突出片の突出の「長短」は当業者における「設計変更の域」である。",
                    "そうすると，本件発明は，引用発明1と，その課題及び目的を同一にし，本件発明の構成は，当業者であれば，容易に技術的端緒を得て構成することができるといえるから，当業者が引用発明1に基づき相違点2に係る構成を採ることは，技術的に困難ではなく容易になし得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決は，相違点2に係る容易想到性の判断を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明1に基づいて当業者が本件発明を容易に想到することができたものということはできないとした本件審決は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の引用発明1の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "別紙2引用例1図面目録【風の流れを示す拡大断面図】の風の流れを示す矢印を確認する限り，内奥の屋根材の開口部から水下側の通気口に至るまで通気方向にほぼ変化は見られず，引用発明1は，直角に通気方向が変化するような「コーナー部」を3つ備えるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と引用発明1との一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の一致点の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明1は，直角に通気方向が変化するような「コーナー部」を3つ備えるものではないから，この点で本件発明と相違する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用発明1には「外方側から3番目のコーナー部(特定コーナー部)」は存在しようがなく，引用発明1について，特定コーナー部の一部を塞ぐように突出片が形成されているとはいえない。さらに，別紙2引用例1図面目録【甲2の2】で示された突出片41は，第3コーナー部80とは離れた位置に形成されているから，第3コーナー部80の一部を塞ぐように形成されたものともいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明1との相違点1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の相違点1の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(2)イのとおり，「コーナー部」に関して，本件発明と引用発明1は相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の相違点1に係る容易想到性の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明1は，直角に通気方向が変化するようなコーナー部を3つ備えるものではなく，また，「コーナー部」を複数備える構成について開示も示唆もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明と引用発明1との相違点2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の相違点2の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明1に「特定コーナー部」はないから，これを前提とする「突出片」に関する原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点2に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の相違点2に係る容易想到性の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点2の認定についての原告の主張は失当であるから，これを前提とする容易想到性の判断に関する原告の主張も失当である。また，突出片の突出の「長短」は，当業者における「設計変更の域」であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明1に基づいて当業者が本件発明を容易に想到することができたものということはできないとした本件審決に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用例2及び3に基づく本件発明の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明2を「通気部Kを通過して外部に容易に排出される空気の流れが傾斜板25によって上方に向きが変わる」と認定し，「通気経路の途中に形成された直角に通気方向が変化するコーナー部を1つ備えている」とした。",
                    "しかし，コーナー部は，別紙3引用例2図面目録【甲3の4】に記載したとおり，第1コーナー部78，第2コーナー部79及び第3コーナー部80と3箇所にあるから，引用発明2は「コーナー部を3つ備え」と認定すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，風の流れを，屋根裏からの方向だけに限定すべきではなく，通気口47からの風の流れも考慮すべきところ，通気口47から侵入した風雨は，第1コーナー部78から底板であるフランジ部14を伝い，第2コーナー部79に当たり上昇し，棟カバー1の頂部から垂下した第2垂下部23により構成された角部である第3コーナー部80に当たるものと認められる。",
                    "そして，第1コーナー部78は，通気経路の途中に形成された直角に通気方向が変化するコーナー部であり，第2コーナー部79は，通気口から底板であるフランジ部14の内奥に向かい上方に立ち上がる部材でフランジ部材に接するルーバー3の支持板及び分割板により構成され，通気口から侵入した風雨は，この支持板及び分割板に当り直角に通気方向が変化するものであり，第3コーナー部80は，棟頂部から底板であるフランジ部に向かい垂下片として構成された棟頂部に接する上部角に構成されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件審決は，引用発明2の認定を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明3の認定の誤り",
              "text": [
                "前記(1)と同様に，本件審決は，引用発明3の認定を誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明2及び3との一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明と引用発明2及び3について，通気経路の途中に形成された直角に通気方向が変化するコーナー部を3つ備えている点を一致点として認定すべきである。",
                    "すなわち，「コーナー部」について，引用発明2及び3は「コーナー部」を3つ備えたものと認められるべきであるから，この点も本件発明との一致点として認定すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明と引用発明2及び3について，特定コーナー部の一部を塞ぐように突出片が形成されている点も一致点として認定すべきである。",
                    "すなわち，「突出片」について，引用発明2及び3の「水返し板」は，通気経路に形成されており，第3コーナー部の内奥である通気経路の一部を塞ぐようにその形状においては先端部をく字形にして成り，通気を効率よく撹拌でき，風雨の侵入を防止できる作用効果が認められる。したがって，引用発明2及び3の「水返し板」も，本件発明と同様の「突出片」に相当するというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件審決は，本件発明と引用発明2及び3との一致点の認定を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明と引用発明2及び3との相違点アの認定の誤り",
              "text": [
                "引用発明2及び3は，「コーナー部」を1つではなく，3つ備えてあり，この点で，本件審決は，「コーナー部」に関する相違点アの認定を誤っている。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点アに係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明と引用発明2及び3との間に相違点アがあるとしても，引用発明2及び3は，通気口から侵入した風雨をコーナー部にて通気方向を変化させる構成を有しており，コーナー部を少なくとも複数備える点は開示，示唆されているから，当業者は，引用発明2又は3に基づき相違点アに係る構成をとることは，技術的に困難ではなく容易になし得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決は，相違点アに係る容易想到性の判断を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明と引用発明2及び3との相違点イの認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「特定コーナー部」及び「突出片」に関する相違点イについて，本件発明は，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」，「突出片の突出した長さは，前記内方の角から前記外方の角までの距離の1／4から1／3までの距離に設定され」ているのに対し，引用発明2及び3は，「特定コーナー部の一部を塞ぐように形成されている突出片が，その内方の角から外方の角に向かって延びていない」，「突出片の突出した長さは，前記内方の角から外方の角までの距離の1／4から1／3までの距離に設定されておらず，その半分の距離に設定され」ている点とすべきである。",
                    "すなわち，①引用発明2及び3は，「コーナー部」を1つではなく，3つ備えており，②引用発明2及び3の「水返し板」は，通気経路に形成されており，第3コーナー部の内奥である通気経路の一部を塞ぐように，その形状においては先端部をく字形にして成り通気を効率よく撹拌できる作用効果が認められるから，本件発明の「突出片」に相当し，③引用発明2及び3の「突出片」の長さは，設置板(底板)と棟カバーとの距離の約半分の長さであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決は，相違点イの認定を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "相違点イに係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2及び3の「突出片」は通気部内に通気口からやや離れた通気経路の位置に認められる。",
                    "しかし，突出片の長さは，設置板(底板)と棟カバーとの距離の約半分の長さであり，先端部をく字形にしたことにより，通気口からの風雨侵入時の抵抗を拡大し効率的な通気効果及び防水効果等特段の効果が認められる。また，突出片の突出の「長短」は当業者における「設計変更の域」である。",
                    "そうすると，本件発明は，引用発明2及び3と，その課題及び目的を同一にし，本件発明の構成は，当業者であれば，容易に技術的端緒を得て構成することができるといえるから，当業者が引用発明2又は3に基づき相違点イに係る構成を採ることは，技術的に困難ではなく容易になし得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決は，相違点イに係る容易想到性の判断を誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明2又は3に基づいて当業者が本件発明を容易に想到することができたものということはできないとした本件審決は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の引用発明2の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2には，引用例2図面目録【図3】に示された風の流れのほかに，合理的に説明できるような風の流れは示されていない。また，引用発明2のルーバー3は，扉状に開いた羽根を多数配置したものであって(【0018】)，この羽根の存在を考慮すれば，ルーバー3の支持板及び分割板により直角に通気方向が変化するということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明3の認定の誤り",
              "text": [
                "前記(1)と同様に，本件審決の引用発明3の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明2及び3との一致点の認定の誤り",
              "text": [
                "前記1〔被告の主張〕(2)と同様に，本件審決の一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明と引用発明2及び3との相違点アの認定の誤り",
              "text": [
                "前記1〔被告の主張〕(3)と同様に，本件審決の相違点アの認定に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点アに係る容易想到性の判断の誤り",
              "text": [
                "前記1〔被告の主張〕(4)と同様に，本件審決の相違点アに係る容易想到性の判断に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明と引用発明2及び3との相違点イの認定の誤り",
              "text": [
                "前記1〔被告の主張〕(5)と同様に，本件審決の相違点イの認定に誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "相違点イに係る容易想到性の判断の誤り",
              "text": [
                "前記1〔被告の主張〕(6)と同様に，本件審決の相違点イに係る容易想到性の判断に誤りはない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明2及び3に基づいて当業者が本件発明を容易に想到することができたものということはできないとした本件審決に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書(甲1)の発明の詳細な説明には，おおむね，以下の記載がある(下記記載中に引用する図2，5～7，10については，別紙1の本件明細書図面目録を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】この発明は換気構造体に関し，例えば，家屋における小屋裏空間の自然換気を図るために，屋根に取り付けられる換気棟等の換気構造体に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】屋根の上に取り付けられる換気棟等の換気構造体においては，種々提案されている。ところで，金属を屋根材とする金属屋根の場合，屋根勾配は通常のそれよりも低くなるように設定されていることが多いため，屋根表面を伝って換気棟へ雨水が侵入することがある。こうした問題を解決するために，特許文献1に開示された換気棟について以下に説明する。",
                    "【0003】…図10は…拡大断面図である。",
                    "【0004】…片流れ屋根61は，片側にのみ傾斜する野地板65を有している。又，片流れ屋根61の頂付近の野地板65には，開口部66が形成されている。そして開口部66を挟んで野地板65の上面には，開口部66より流れ側下方の位置に取付台93が，・・・固定されている。そして換気棟96は開口部66の中心に合わせてその上方から開口部66を覆うように被せられている。",
                    "【0005】換気棟96は，取付台93に載置して固定される下板100と，下板100の上方をほぼ覆うことができる上板108と，下板100と上板108との間を一定間隔に保持する邪魔板121とを中心として構成されている。",
                    "【0010】…排気口112の外側には，下板97の上方へ立ち上がる暴風雨板116を設けることで，片流れ屋根61の軒方向から排出口112に雨水が流入するのを防止している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0012】上記のような従来の換気棟では，…暴風雨板116によって金属屋根材62を伝った雨水の流入は防止できるが，排出口112からの直接的な雨水の侵入は十分阻止することができず，防水性能は不十分である。",
                    "【0013】この発明は，上記のような課題を解決するためになされたもので，例えば勾配の低い屋根に設置しても高い防水性能を発揮可能な換気棟等，防水性能に優れた換気構造体を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0014】上記の目的を達成するために，請求項1記載の発明は，通気経路の途中に形成された直角に通気方向が変化するコーナー部を備えた換気構造体において，換気構造体は，金属屋根の上に取り付けられた換気棟を含み，コーナー部のうち特定コーナー部において，特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成されたことを特徴とし，突出片の突出した長さは，内方の角から外方の角までの距離の1／4から1／3までの距離に設定され，コーナー部は，外方の開口位置から少なくとも3箇所以上連続して形成され，特定コーナー部は，外方側から3番目のコーナー部が対応し，コーナー部の内最初のコーナー部は，金属屋根に沿って配置されるフランジ部とフランジ部の外方側端部から上方に立ち上がる垂直部とにより構成され，更に，垂直部の上方端部に，金属屋根に向かって傾斜する傾斜板が接続されるものである。",
                    "【0015】このように構成すると，突出片が雨水侵入時の抵抗を拡大すると共に過度の通気抵抗にならない。又，侵入した雨水が突出片によって外方に向かって反転する。更に，金属屋根に沿って侵入しようとした雨水は傾斜板によって上方へと跳ね上がる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0022】以上説明したように，請求項1記載の発明は，突出片が雨水侵入時の抵抗を拡大するので，防水効果が向上する。又，突出片が過度の通気抵抗にならないので，効率的な通気効果及び防水効果が発揮される。更に，侵入した雨水が突出片によって外方に向かって反転するので，防水効果が更に向上する。更に，金属屋根に沿って侵入しようとした雨水は傾斜板によって上方へと跳ね上がるので，金属屋根を伝った直接的な雨水の侵入も軽減される。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0027】図1はこの発明の第1の実施の形態による換気棟の概略分解斜視図であり，図2は図1で示したII-IIラインの拡大断面図である。",
                    "【0028】これらの図を参照して，換気棟5は，鋼板のプレス加工によって形成された第1部材10と，第1部材10上に設置された換気部材30と，図の矢印で示すように換気部材30に被さるように設置される，鋼板のプレス加工によって形成された第2部材20とから主に構成されている。",
                    "【0029】第1部材10は，そのほぼ中央部に開口部分17a～17dが形成された，図示しない金属屋根材に対して平行状態で幅方向に向かって斜め下方に延びる平坦面11と，図示しない外壁の外方側に設置される，平坦面11の頂点から垂直下方に延びる垂下面12と，平坦面11の垂下面12に対向する外方端に接続され，垂直下方に延びる第1垂直部13と，第1垂直部13の下方端部に接続され，平坦面11と平行に外方に延びるフランジ部14と，フランジ部14の外方端に接続され，第1垂直部13と平行に垂直上方に延びる第2垂直部15と，第2垂直部15の頂点から外方に斜め下方に延びる傾斜板16とから構成されている。…",
                    "【0031】又，換気部材30の開口部分17a～17d側には，開口部分17a～17dに沿って長手方向に延びる水切部材38が配置されている。ここで，水切部材38は，平坦面11の上面に設置される設置板39と，開口部分17a～17d側の設置板39の端に接続され，垂直上方に延びる垂直片40と，垂直片40に対向する設置板39の端部から斜め外方に延びる突出片41とから構成されている。…",
                    "【0033】第2部材20は，第1部材10の平坦面11に対して平行状態で幅方向に向かって斜め下方に延びる平板部21と，設置状態において第1部材10の垂下面12の外方側に当接した状態に位置する，平板部21の頂点から垂直下方に延びる第1垂下部22と，平板部21の第1垂下部22に対向する外方端に接続され，設置状態において平坦面11の外方側の位置に向かって下方垂直に延びる第2垂下部23とから構成されている。…",
                    "【0047】図5は図1で示した換気棟の金属屋根材への取付け状態を示した概略端面図である。",
                    "【0049】そしてこのように換気棟5が設置されることで，金属屋根材62の開口部66と第2部材20の開口部分17は連通状態となり通気経路が形成される。そして通気状態にあっては，金属屋根材62の開口部66から上昇した空気は，第1部材10の開口部分17を通過した後，換気部材30の通気孔(図3参照)を介して外方側に通過する。そして，換気部材30を通過した空気は第2垂下部23の下端と第2垂直部15の上端との間のスペースよりなる通気口47を介して外方に排出される。",
                    "【0051】図6は図5で示した“X”部分の拡大図である。",
                    "【0052】図を参照して，設置状態においては，上述のように換気部材30は通気経路を横断するように長手方向に延びている。又，第2垂下部23は，第1部材10のフランジ部14に向かって垂直下方に延びる。これにより，通気経路の途中には，直角に通気方向が変化する第1コーナー部78と，第2コーナー部79と，第3コーナー部80とが形成される。又，特定コーナー部となる第3コーナー部80においては，突出片41が，第3コーナー部80の一部を塞ぐようにその内方の角81から外方の角82に向かって延びている。ここで，第3コーナー部80における内方の角81から外方の角82までの距離をL，突出片41の突出した長さをTとするとT＝1／4Lの距離に設定されている。このようにすると，突出片41の突出部分から外方の角82までの距離Wは，第1部材10の第1垂直部13と第2部材20の第2垂下部23までの距離Bとほぼ等しくなる(W≒B)ため，通気時に通気経路を流れる気体が突出片41によって圧縮されて通気抵抗が大きくなることはない。これによれば，換気棟5の通気性能を妨げることなく防水効果が発揮される。",
                    "【0053】ここで，本実施の形態のように突出片41が設けられたことによる利点について，より分かり易く以下に説明する。",
                    "【0054】図7は図1で示した換気棟の防水効果を従来構造と比較して概略的に示す模式図である。",
                    "【0055】はじめに図7(1)を参照して，通気経路の途中の連続する3箇所に直角に通気方向が変化する第1コーナー部85，第2コーナー部86，第3コーナー部87を備えた通気経路であって，本実施の形態に係る突出片が存在しない通気経路について考える。この場合，通気口84から矢印方向に流れ込んだ雨水は，第1コーナー部85，第2コーナー部86，第3コーナー部87の順に通気経路内を通過する。ここで，雨水は，各々のコーナー部を曲がる度に，運動エネルギーの一部が放出されていく。従って，第3コーナー部87を通過した後の雨水の流れの勢いは，それを通過する前の流れの勢いよりも低下する。そしてその勢いは第4コーナー部88，第5コーナー部89を通過するに従い，更に低下していくが，流入の勢いによってはその一部が内部に侵入する場合がある。",
                    "【0056】これに対して，図7の(2)に示したように，図(1)の通気経路において更に，第3コーナー部80の一部を塞ぐようにして内方の角81から外方の角82に向かって延びる突出片41を設けた通気経路にあっては，通気口47から矢印方向に流れ込んだ雨水は，第3コーナー部80によってその流れが突出片41の突出方向，即ち外方に向かって反転する。このとき，突出片41がない同図(1)と比較して，突出片41があることにより運動エネルギーの放出はより大きくなる。そのため，(1)の場合と比べて，第3コーナー部80を通過した後での雨水の流れの勢いはより低下するため，内方に侵入する虞が低減され，防水効果がより向上する。",
                    "【0057】更に，図6に戻って，設置状態においては，第1部材10の外方側に傾斜板16が設けられているので，傾斜の緩やかな金属屋根材62の重なり部63を伝って換気棟5に雨水が侵入しようとしても，傾斜板16によって雨水は上方へと跳ね上げられる。そのため，金属屋根材62を伝った直接的な雨水の侵入も軽減される。",
                    "【0063】更に，上記の実施の形態では，突出片の突出した長さTはT＝1／4Lの距離に設定されているが，他の距離であっても良い。好ましくは，T＝1／4L～1／3Lの距離に設定すれば同様の効果が期待できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によれば，本件発明の特徴は以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，例えば，家屋における小屋裏空間の自然換気を図るために，屋根に取り付けられる換気棟等の換気構造体に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "金属を屋根材とする金属屋根の場合，屋根勾配は通常のそれよりも低くなるように設定されていることが多いため，屋根表面を伝って換気棟へ雨水が侵入することがあり，こうした問題を解決するために，排気口の外側に上方へ立ち上がる暴風雨板を設け，屋根の軒方向から排気口に雨水が流入するのを防止しようとする換気棟が提案されているが，これであっても，排気口からの直接的な雨水の侵入は十分阻止することができず，防水性能は不十分であるという問題があった(【0002】，【0010】，【0012】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明は，例えば勾配の低い屋根に設置しても高い防水性能を発揮可能な換気棟等，防水性能に優れた換気構造体を提供することを課題とするものである(【0013】)。",
                    "この課題を解決するために，本件発明は，通気経路の途中に形成された直角に通気方向が変化するコーナー部を備えた換気構造体であって，コーナー部のうち特定コーナー部において，特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成されることを特徴とし，突出片の突出した長さは，内方の角から外方の角までの距離の1／4から1／3までの距離に設定され，コーナー部は，外方の開口位置から少なくとも3箇所以上連続して形成され，特定コーナー部は，外方側から3番目のコーナー部が対応し，コーナー部の内最初のコーナー部は，金属屋根に沿って配置されるフランジ部とフランジ部の外方側端部から上方に立ち上がる垂直部とにより構成され，更に，垂直部の上方端部に，金属屋根に向かって傾斜する傾斜板が接続されるようにしたものである(【0014】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明は，このような構成を採用することにより，突出片が雨水侵入時の抵抗を拡大するから，防水効果が向上し，しかし，突出片が過度の通気抵抗にならないから，効率的な通気効果及び防水効果が発揮され，しかも，侵入した雨水が突出片によって外方に向かって反転するから，防水効果がさらに向上する。さらには，金属屋根に沿って侵入しようとした雨水は傾斜板によって上方へと跳ね上がるから，金属屋根を伝った直接的な雨水の侵入も軽減される，という作用効果を奏する(【0022】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用例1に基づく本件発明の進歩性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の記載内容",
              "text": [
                "引用例1には，おおむね，以下の記載があるほか，図面として，別紙2の引用例1図面目録【風の流れを示す拡大断面図】が記載されている(甲2)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "意匠に係る物品",
                  "text": [
                    "換気棟"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "意匠に係る物品の説明",
                  "text": [
                    "本物品は，屋根の片棟(片流れ屋根)における頭頂部に取り付ける金属製の棟カバーである。屋根に吹き付ける風雨は，屋根面に沿って棟側へと上昇する。また本物品の水下側の三角状凸部に当った風雨はさらに上方へと向きを変える。これらの風雨の侵入を防止するためのものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定",
                  "text": [
                    "前記(1)によれば，引用例1には，本件審決が認定したとおり引用発明1(前記第2の3(2)ア)が記載されていることが認められる。",
                    "なお，引用発明1は，「コーナー部」について，直角に通気方向が変化する箇所，すなわち「コーナー部」が1箇所存在し，当該コーナー部が，金属屋根に沿って配置されるフランジ部と，同フランジ部の外方側端部から上方に立ち上がる立ち上がり部とにより構成されるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，別紙2引用例1図面目録【甲2の2】に記載したとおり，「コーナー部」は，第1コーナー部78，第2コーナー部79及び第3コーナー部80の3箇所にあるから，引用発明1は，「コーナー部を3つ備え」と認定すべきである旨主張する。",
                    "しかし，「コーナー部」とは，通気経路のうち直角に通気方向が変化する部分をいうところ，引用例1の【風の流れを示す拡大断面図】によれば，金属屋根に沿って配置されるフランジ部と，前記フランジ部の外方側端部から上方に立ち上がる立ち上がり部とにより構成される「コーナー部」，すなわち原告が第1コーナー部78と特定する部分においてのみ，直角に通気方向が変化する部分が認められるにすぎない。",
                    "一方，引用例1の【風の流れを示す拡大断面図】には，第2コーナー部79とされる部分から通気経路を横切るようにして立ち上がる板状の部材が記載されているところ，これは換気部材を構成する部材と解される。したがって，この部材によって，通気経路を外から内に向かう空気の流れに多少の変化が生じたとしても，通気方向は直角に変化するものではない。よって，この部分を「コーナー部」ということはできない。",
                    "また，第3コーナー部80とされる部分も，通気方向が直角に変化する部分ではないから，「コーナー部」ということはできない。",
                    "なお，引用例1の【風の流れを示す拡大断面図】には，通気経路を内から外に向かう「風の流れ」が記載されているところ，通気経路を外から内に向かう空気の流れは，同記載の逆方向の流れになると解するのが自然であって，通気経路を外から内に向かう空気の通気方向が，第2コーナー部79や第3コーナー部80とされる部分において，直角に変化するとは考え難いものである。",
                    "したがって，コーナー部が3箇所にある換気棟が引用例1に記載されているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の引用発明1の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明1との一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定",
                  "text": [
                    "本件発明は，前記第2の2【請求項1】に記載された発明であって，引用発明1は，前記第2の3(2)アに記載されたとおり認められるから，本件発明と引用発明1の一致点は，前記第2の3(2)イ(ア)のとおりであると認められる。",
                    "なお，「突出片」について，引用発明1の「水返し片」は本件発明の「突出片」に相当する部材であるところ，引用発明1の「通気経路の奥に水返し片が形成され」た構成と，本件発明の「前記コーナー部のうち特定コーナー部において，前記特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成された」構成とは，「通気経路に突出片が形成されたこと」についてのみ共通するといえる。したがって，本件発明と引用発明1は，「突出片」に関して，「通気経路に突出片が形成され」た構成を有するという点で一致するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明と引用発明1とは，通気経路の途中に形成された直角に通気方向が変化するコーナー部を3つ備えている点で一致する旨主張するが，前記(2)のとおり，引用発明1は「コーナー部」を1つ備えるものと認められるから，同主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件発明と引用発明1とは，特定コーナー部の一部を塞ぐように突出片が形成されている点で一致する旨主張する。",
                        "しかし，本件発明の「突出片」は，特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びるものであるところ，このような構成は，①通気時に通気経路を流れる気体を，突出片41によって圧縮させず，通気抵抗が大きくなることを防ぎ，換気棟5の通気性能を妨げないという技術的意義(本件明細書の【0052】)，②通気口47から流れ込んだ雨水の流れを，第3コーナー部80において，突出片41の突出方向，即ち外方に向かって反転させ，運動エネルギーの放出をより大きくすることにより，第3コーナー部80を通過した後での雨水の流れの勢いをより低下させ，防水効果を向上させるという技術的意義(本件明細書の【0056】)を有するものである。",
                        "一方，引用発明1における「水返し片」は，通気経路の一部を塞ぐように斜め方向に立ち上がる，先端形状がく字形の部材であるから(引用例1の図面【風の流れを示す拡大断面図】)，雨水が侵入するのを防止する防水効果を有するものとは認められるものの，通気経路の奥に形成されるものであって，「コーナー部」に形成されるものではないから，本件発明の「突出片」のような上記技術的意義を有する構成ではない。",
                        "このように，通気経路の奥に水返し片が形成されるという引用発明1の「水返し片」に関する構成と，特定コーナー部の一部を塞ぐように突出片が形成されるという本件発明の「突出片」に関する構成は，その技術的意義が明らかに異なるものである。",
                        "したがって，特定コーナー部の一部を塞ぐように突出片が形成されている点で，本件発明と引用発明1とが一致するということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の本件発明と引用発明1との一致点の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明と引用発明1との相違点1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定",
                  "text": [
                    "本件発明は，前記第2の2【請求項1】に記載された発明であって，引用発明1は，前記第2の3(2)アに記載されたとおり認められる。よって，「コーナー部」に関して，本件発明は，「コーナー部は，外方の開口位置から少なくとも3箇所以上連続して形成され」ているのに対して，引用発明1は，そのような構成を有していない点(本件審決が認定した相違点1。前記第2の3(2)イ(イ)のとおり。)において相違するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用発明1は，「コーナー部」を1つではなく，3つ備えていることを前提に，本件審決の相違点1の認定が誤りである旨主張するが，前記(2)のとおり，引用発明1は「コーナー部」を1つ備えるものと認められるから，同主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の相違点1の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点1に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1において，相違点1に係る本件発明の構成を備えるようにすることは，引用発明1に「コーナー部を複数備える点」について開示，示唆されているから，当業者が容易に想到することができたものである旨主張するものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，相違点1に係る本件発明の構成，すなわち「コーナー部」が，「外方の開口位置から少なくとも3箇所以上連続して形成され」るという構成は，引用例1を含むいずれの証拠にも記載されていない。",
                    "また，本件発明において，「コーナー部」が，「外方の開口位置から少なくとも3箇所以上連続して形成され」ることの技術的意義は，通気口47から流れ込んだ雨水の流れの運動エネルギーを，各々のコーナー部を曲がる度に放出させ，第3コーナー部80を通過した後の雨水の流れの勢いを低下させるところにあると認められるところ(本件明細書の【0055】)，かかる技術的意義を示唆するような記載は，引用例1を含むいずれの証拠にもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告の主張は理由がなく，引用発明1において，相違点1に係る本件発明の構成を備えるようにすることは，当業者が容易に想到することができたものということはできないから，本件審決の相違点1に係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明と引用発明1との相違点2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の認定",
                  "text": [
                    "本件発明は，前記第2の2の【請求項1】に記載された発明であって，引用発明1は，前記第2の3(2)アに記載されたとおり認められる。よって，「特定コーナー部」及び「突出片」に関して，本件発明は，「特定コーナー部は，外方側から3番目のコーナー部が対応し」，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」，「突出片の突出した長さは，前記内方の角から前記外方の角までの距離の1／4から1／3までの距離に設定され」ているのに対して，引用発明1は，「コーナー部」は1つ備え，通気経路の奥に「突出片」は形成されているものの，「外方側から3番目の特定コーナー部」は存在せず，かつ，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片」は形成されていない点(本件審決が認定した相違点2。前記第2の3(2)イ(ウ)のとおり。)において相違するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用発明1の通気経路の奥に形成された水返し片が，本件発明の特定コーナー部の一部を塞ぐように形成された突出片に相当することを前提に，本件審決の相違点2の認定が誤りである旨主張するが，前記(3)イ(イ)のとおり，引用発明1の「水返し片」に関する構成と，本件発明の「突出片」に関する構成は，その技術的意義が明らかに異なるものであるから，同主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の相違点2の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "相違点2に係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は判然としないものの，引用発明1において，相違点2に係る本件発明の構成を備えるようにすることは，引用例1の記載によれば，当業者が容易に想到することができたものである旨主張するものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，相違点2に係る本件発明の構成，すなわち「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」るなどの構成は，引用例1を含むいずれの証拠にも記載されていない。",
                    "また，本件発明における「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」るという構成は，前記(3)イ(イ)のとおり，①通気時に通気経路を流れる気体を，突出片41によって圧縮させず，通気抵抗が大きくなることを防ぎ，換気棟5の通気性能を妨げないという技術的意義，②通気口47から流れ込んだ雨水の流れを，第3コーナー部80において，突出片41の突出方向，即ち外方に向かって反転させ，運動エネルギーの放出をより大きくすることにより，第3コーナー部80を通過した後での雨水の流れの勢いをより低下させ，防水効果を向上させるという技術的意義を有するものであるところ，このような技術的意義を示唆するような記載は，引用例1を含むいずれの証拠にもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告の主張は理由がなく，引用発明1において，相違点2に係る本件発明の構成を備えるようにすることは，当業者が容易に想到することができたものということはできないから，本件審決の相違点2に係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明1に基づいて当業者が本件発明を容易に想到することができたものということはできないとした本件審決に誤りはないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用例2及び3に基づく本件発明の進歩性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2の記載内容",
              "text": [
                "引用例2には，おおむね，以下の記載がある(甲3。図2，3については，別紙3の引用例2図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の技術分野",
                  "text": [
                    "【0001】本発明は屋根の棟部に設置して屋根裏や小屋裏などの空気を外部に逃がす換気棟に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0008】このような従来よりの換気棟の課題として，換気能力を高めることは換気口を大きくすることであるが，これはまた外部から風雨による吹き込みの恐れも大きく，雨水の侵入も多くなり，これらを確実に防がなくてはならない。雨水が換気棟から小屋裏などに侵入すると天井などが濡れてしまうことはもちろん，長期間にわたると換気棟本体や建物の腐食の原因にもなった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施例",
                  "text": [
                    "【0015】換気棟Aは上部に覆せる棟カバー1，本体2およびルーバー3から構成され(図2)…",
                    "【0017】この内部のルーバー3の扉状部分を通して，奥の小屋裏との間には通気部Kが形成され，小屋裏から上昇してくる空気の通路tとなっている。…",
                    "【0018】ルーバー3(図3)は本体2に裁置する裁置板36の両側端を立ち上げて支持板34及び分割板37が設けられ，この支持板34の両端縁からはそれぞれ扉状に折曲した羽根33が内方に向かって形成されている。この羽根33は略両開き状態として相対向して2列に形成され，相対向した羽根33は換気口35どうしを横方向にずらして配置し，空気の流通経路を長くして直線的に連通させず(図4)，強風と共に入ってくる雨滴などを途中で落下させて侵入を防ぐ構造となっている。",
                    "【0022】本体2は図2の斜視図を示す如く，屋根面に当接し中央にバーリング孔23を底板24に設けられ，その水上側の端縁を上方に立ち上げて傾斜板22が折曲され，さらにその先端を外方に折曲して水返し板21が設けられている。また本体2の水下側の端縁は，傾斜板25，風防板26，折曲片27がそれぞれ折曲され，略三角形をなしている。この風防板26は屋根面にたいして30度ないし60度の傾斜をもって設置されているが，屋根面を沿うようにして吹き上がって来る強風雨の流れを上方に向きを変えて換気棟の上を通過させるものである。",
                    "【0026】図7において小屋裏の内部から上昇して来る空気の流れtと，反対側の換気口から通過して来る空気の流れSは，通気部Kを通過して外部に容易に排出されるものである。また図8において屋根面方向から吹き付ける風雨による風Sは風防板26にて方向を上方に変えられ，そのまま換気棟Aの上方に流れて風雨共に換気棟の内部には侵入しないものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "【0027】上記したように本発明に係る換気棟は，風の方向を変える高さの高い風防板に加え，扉状のルーバーなどによる構造であるため強風雨などが吹き付けてもその方向を変えて従来にない種々の効果を有するものである。",
                    "【0028】…屋根面から吹き付ける風雨に対して，その風の流れ方向を変化させる風防板が設置され，この高さが棟カバーの垂下片より高く形成してあるため，風雨は換気棟上部を通過し，内部に雨水が侵入することもなく腐蝕する恐れもないものである。…また相互に互い違いとなる扉状のルーバーが設けてあるため，外部から吹き込む風雨に対して複雑な流路を有するようになり，雨滴などに対して十分な遮断効果が得られ，雨滴などが吹き込んで内部を濡らすようなこともない。…"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2の認定",
                  "text": [
                    "前記(1)によれば，引用例2には，本件審決が認定したとおり引用発明2(前記第2の3(3)ア)が記載されていることが認められる。",
                    "なお，引用例2に「本体2の水下側の端縁は，傾斜板25，風防板26，折曲片27がそれぞれ折曲され，略三角形をなしている」(【0022】)と記載され，【図3】の内容も考慮すれば，引用発明2は，「コーナー部」について，通気部Kを通過して外部に容易に排出される空気の流れが傾斜板25によって上方に向きが変わるという構成を有するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，別紙3引用例2図面目録【甲3の4】に記載したとおり，「コーナー部」は，第1コーナー部78，第2コーナー部79及び第3コーナー部80の3箇所にあるから，引用発明2は，「コーナー部を3つ備え」と認定すべきである旨主張する。",
                    "しかし，「コーナー部」とは，通気経路のうち直角に通気方向が変化する部分をいうところ，引用例2の【図3】によれば，底板24の水下側の端縁の，傾斜板25が折曲する部分により構成される部分，すなわち原告が第1コーナー部78と特定する部分においてのみ，通気方向が変化する部分が認められるにすぎない。",
                    "一方，引用例2の【図3】には，第2コーナー部79とされる部分から通気経路を横切るようにして立ち上がるルーバー3が記載されているものの，このルーバー3は略両開き状態となっているものであるから(【0018】)，これによって，通気経路を外から内に向かう空気の流れに変化が生じる部分があったとしても，通気経路の通気方向が直角に変化するものではない。したがって，この部分を「コーナー部」ということはできない。",
                    "また，第3コーナー部80とされる部分も，通気方向が直角に変化する部分ではないから，「コーナー部」ということはできない。",
                    "なお，引用例2の【図3】には，通気経路を内から外に向かう「風の流れ」が記載されているところ，通気経路を外から内に向かう空気の流れは，同記載の逆方向の流れになると解するのが自然であって，通気経路を外から内に向かう空気の通気方向が，第2コーナー部79や第3コーナー部80とされる部分において，直角に変化するとは考え難いものである。",
                    "したがって，コーナー部が3箇所にある換気棟が引用例2に記載されているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の引用発明2の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例3の記載内容",
              "text": [
                "引用例3には，おおむね，以下の記載がある(甲4。図6，7については，別紙4の引用例3図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "【0001】本発明は屋根の棟部に設置して屋根裏や小屋裏などの空気を外部に逃がす換気棟に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0008】このような従来よりの換気棟の課題として，換気能力を高めることは換気口を大きくすることであるが，これはまた外部から風雨による吹き込みの恐れも大きく，雨水の侵入も多くなり，これらを確実に防がなくてはならない。雨水が換気棟から小屋裏などに侵入すると天井などが濡れてしまうことはもちろん，長期間にわたると換気棟本体や建物の腐食の原因にもなった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施例",
                  "text": [
                    "【0015】換気棟Aは上部に覆せる棟カバー1，本体2およびルーバー3から構成され，…",
                    "【0017】このとき内部のルーバー3の扉状部分を通して，奥の小屋裏との間には通気部Kが形成され，小屋裏から上昇してくる空気の通路tとなっている。(図7)…",
                    "【0018】ルーバー3(図3)は本体2に裁置する裁置板36の両側端を立ち上げて支持板34及び分割板37が設けられ，この支持板34の両端縁からはそれぞれ扉状に折曲した羽根33が内方に向かって形成されている。この羽根33は略両開き状態として相対向して2列に形成され，相対向した羽根33は換気口35どうしを横方向にずらして配置し，空気の流通経路を長くして直線的に連通させず(図3，図4)，強風と共に入ってくる雨滴などを途中で落下させて侵入を防ぐ構造となっている。",
                    "【0022】本体2は図5，図6の斜視図を示す如く，屋根面に当接し中央にバーリング孔23を底板24と，その水上側の端縁を上方に立ち上げて傾斜板22が折曲され，さらにその先端を外方に折曲して水返し板21が設けられている。また本体2の水下側の端縁は，傾斜板25，風防板26，折曲片27がそれぞれ折曲され，略三角形をなしている。この風防板26は屋根面にたいして30度ないし60度の傾斜をもって設置されているが，屋根面を沿うようにして吹き上がって来る強風雨の流れを上方に向きを変えて換気棟の上を通過させるものである。",
                    "【0026】図7において小屋裏の内部から上昇して来る空気の流れtと，反対側の換気口から通過して来る空気の流れSは，通気部Kを通過して外部に排出されるものである。また図8において屋根面方向から吹き付ける風雨による風Sは風防板26にて方向を上方に変えられ，そのまま換気棟Aの上方に流れて風雨共に換気棟の内部には侵入しないものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "【0027】上記したように本発明に係る換気棟は，風の方向を変える風防板に加え，扉状のルーバーなどによる構造であるため強風雨などに対して従来にない種々の効果を有するものである。",
                    "【0028】…屋根面から吹き付ける風雨に対して，その風の流れ方向を変化させる風防板が設置されているため，換気棟の内部に直接雨水が侵入することがない。…また相互に互い違いとなる扉状のルーバーが設けてあるため，外部から吹き込む風雨に対して複雑な流路を有するようになり，雨滴などに対して十分な遮断効果が得られ，雨滴などが吹き込んで内部を濡らすようなこともない。…"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明3の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明3の認定",
                  "text": [
                    "前記(3)によれば，引用例3には，本件審決が認定したとおり引用発明3(前記第2の3(4))が記載されていることが認められる。",
                    "なお，引用例3に「本体2の水下側の端縁は，傾斜板25，風防板26，折曲片27がそれぞれ折曲され，略三角形をなしている」(【0022】)と記載され，【図7】の内容も考慮すれば，引用発明3は，「コーナー部」について，通気部Kを通過して外部に容易に排出される空気の流れが傾斜板25によって上方に向きが変わるという構成を有するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "前記(2)イと同様に，コーナー部が3箇所にある換気棟が引用例3に記載されているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の引用発明3の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明と引用発明2及び3との一致点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定",
                  "text": [
                    "本件発明は，前記第2の2【請求項1】に記載された発明であって，引用発明2及び3は，前記第2の3(3)ア及び(4)に記載されたとおり認められるから，本件発明と引用発明2及び3の一致点は，前記第2の3(3)イ(ア)のとおりであると認められる。",
                    "なお，「突出片」について，引用発明2及び3の「傾斜板22」及び「水返し板21」は本件発明の「突出片」に相当する部材であるところ，引用発明2及び3の「通気経路の奥に水返し片が形成され」た構成と，本件発明の「前記コーナー部のうち特定コーナー部において，前記特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成された」構成とは，「通気経路に突出片が形成されたこと」についてのみ共通するといえる。したがって，本件発明と引用発明2及び3は，「突出片」に関して，「通気経路に突出片が形成され」た構成を有するという点で一致するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明と引用発明2及び3とは，通気経路の途中に形成された直角に通気方向が変化するコーナー部を3つ備えている点で一致する旨主張するが，前記(2)及び(4)のとおり，引用発明2及び3は「コーナー部」を1つ備えるものと認められるから，同主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件発明と引用発明2及び3とは，特定コーナー部の一部を塞ぐように突出片が形成されている点で一致する旨主張する。",
                        "しかし，前記2(3)イ(イ)のとおり，本件発明の「突出片」が，特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びるように形成されるという構成は，①通気時に通気経路を流れる気体を，突出片41によって圧縮させず，通気抵抗が大きくなることを防ぎ，換気棟5の通気性能を妨げないという技術的意義，②通気口47から流れ込んだ雨水の流れを，第3コーナー部80において，突出片41の突出方向，即ち外方に向かって反転させ，運動エネルギーの放出をより大きくすることにより，第3コーナー部80を通過した後での雨水の流れの勢いをより低下させ，防水効果を向上させるという技術的意義を有するものである。",
                        "一方，引用発明2及び3における「傾斜版22」，「水返し板21」は，通気経路の一部を塞ぐように斜め方向に立ち上がる，先端形状がく字形の部材であるから(引用例2【図3】，引用例3【図7】)，雨水が侵入するのを防止する防水効果を有するものとは認められるものの，屋根面に当接する底板24の水上側の端縁を上方に立ち上げて設けられたものであって，「コーナー部」に形成されたものではないから，本件発明の「突出片」のような上記技術的意義を有する構成ではない。",
                        "このように，屋根面に当接する底板24の水上側の端縁に設けられるという引用発明2及び3の「傾斜板22」，「水返し板21」に関する構成と，特定コーナー部の一部を塞ぐように突出片が形成されるという本件発明の「突出片」に関する構成は，その技術的意義が明らかに異なるものである。",
                        "したがって，特定コーナー部の一部を塞ぐように突出片が形成されている点で，本件発明と引用発明2及び3とが一致するということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の本件発明と引用発明2及び3との一致点の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明と引用発明2及び3との相違点アの認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点アの認定",
                  "text": [
                    "本件発明は，前記第2の2【請求項1】に記載された発明であって，引用発明2及び3は，前記第2の3(3)ア及び(4)に記載されたとおり認められる。よって，「コーナー部」に関して，本件発明は，「コーナー部は，外方の開口位置から少なくとも3箇所以上連続して形成され」ているのに対して，引用発明2及び3は，そのような構成を有していない点(本件審決が認定した相違点ア。前記第2の3(3)イ(イ)のとおり。)において相違するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用発明2及び3は，「コーナー部」を1つではなく，3つ備えていることを前提に，本件審決の相違点アの認定が誤りである旨主張するが，前記(2)，(4)のとおり，引用発明2及び3は「コーナー部」を1つ備えるものと認められるから，同主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の相違点アの認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "相違点アに係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明2又は3において，相違点アに係る本件発明の構成を備えるようにすることは，引用発明2及び3に「コーナー部を複数備える点」について開示，示唆されているから，当業者が容易に想到することができたものである旨主張するものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，相違点アに係る本件発明の構成，すなわち「コーナー部」が，「外方の開口位置から少なくとも3箇所以上連続して形成され」るという構成は，引用例2及び3を含むいずれの証拠にも記載されていない。",
                    "また，前記2(5)イのとおり，本件発明において，「コーナー部」が，「外方の開口位置から少なくとも3箇所以上連続して形成され」ることの技術的意義は，通気口47から流れ込んだ雨水の流れの運動エネルギーを，各々のコーナー部を曲がる度に放出させ，第3コーナー部80を通過した後の雨水の流れの勢いを低下させるところにあるところ，かかる技術的意義を示唆するような記載は，引用例2及び3を含むいずれの証拠にもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告の主張は理由がなく，引用発明2又は3において，相違点アに係る本件発明の構成を備えるようにすることは，当業者が容易に想到することができたものということはできないから，本件審決の相違点アに係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明と引用発明2及び3との相違点イの認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点イの認定",
                  "text": [
                    "本件発明は，前記第2の2【請求項1】に記載された発明であって，引用発明2及び3は，前記第2の3(3)ア及び(4)に記載されたとおり認められる。よって，「特定コーナー部」及び「突出片」に関して，本件発明は，「特定コーナー部は，外方側から3番目のコーナー部が対応し」，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」，「突出片の突出した長さは，前記内方の角から前記外方の角までの距離の1／4から1／3までの距離に設定され」ているのに対して，引用発明2及び3は，「コーナー部」は1つ備え，通気経路の奥に「突出片」は形成されているものの，「外方側から3番目の特定コーナー部」は存在せず，かつ，「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片」は形成されていない点(本件審決が認定した相違点イ。前記第2の3(3)イ(ウ)のとおり。)において相違するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用発明2及び3の屋根面に当接する底板24の水上側の端縁を上方に立ち上げて設けられた傾斜板22，水返し板21が，本件発明の特定コーナー部の一部を塞ぐように形成された突出片に相当することを前提に，本件審決の相違点イの認定が誤りである旨主張するが，前記(5)イ(イ)のとおり，引用発明2及び3の「傾斜板22」，「水返し板21」に関する構成と，本件発明の「突出片」に関する構成は，その技術的意義が明らかに異なるものであるから，同主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の相違点イの認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "subject": "相違点イに係る容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は判然としないものの，引用発明2又は3において，相違点イに係る本件発明の構成を備えるようにすることは，引用例2及び3の記載によれば，当業者が容易に想到することができたものである旨主張するものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，相違点イに係る本件発明の構成，すなわち「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」るなどの構成は，引用例2及び3を含むいずれの証拠にも記載されていない。",
                    "また，本件発明における「特定コーナー部の一部を塞ぐようにその内方の角から外方の角に向かって延びる突出片が形成され」るという構成は，前記2(3)イ(イ)のとおり，①通気時に通気経路を流れる気体を，突出片41によって圧縮させず，通気抵抗が大きくなることを防ぎ，換気棟5の通気性能を妨げないという技術的意義，②通気口47から流れ込んだ雨水の流れを，第3コーナー部80において，突出片41の突出方向，即ち外方に向かって反転させ，運動エネルギーの放出をより大きくすることにより，第3コーナー部80を通過した後での雨水の流れの勢いをより低下させ，防水効果を向上させるという技術的意義を有するものであるところ，このような技術的意義を示唆するような記載は，引用例2及び3を含むいずれの証拠にもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告の主張は理由がなく，引用発明2又は3において，相違点イに係る本件発明の構成を備えるようにすることは，当業者が容易に想到することができたものということはできないから，本件審決の相違点イに係る容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(10)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明2又は3に基づいて当業者が本件発明を容易に想到することができたものということはできないとした本件審決に誤りはないから，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10197",
    "date": "2016-10-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086216",
    "ipprecedent_id": "4465",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}