{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2014-14780号事件について平成27年8月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，①進歩性判断(相違点の判断)の誤りの有無，②実施可能要件の判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「全体に継ぎ目がない構造の卓球ボール」とする発明につき，平成22年3月24日を国際出願日(本願出願日)として，特許出願をしたが(本願。特願2011-548522号，パリ条約に基づく優先権主張，優先日・平成21年3月31日，優先権主張国・中国)，平成26年3月28日付けで拒絶査定を受けたので，同年7月29日，拒絶査定不服審判請求をし(不服2014-14780号)，平成27年7月8日付けで特許請求の範囲を補正する手続補正をした(本件補正。請求項の数3。甲7)。",
            "特許庁は，平成27年8月17日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年9月1日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項1記載の発明(本願発明)は，次のとおりである(甲7)。",
            "「【請求項1】",
            "卓球ボールの製造原料を卓球ボールの大きさと一致する球形型に加えて型を閉じ，この球形型を回転成形機に装着し，回転成形機の二つの回転軸の軸線もこの型の球形キャビティの球心を通り，且つ二つの回転軸の軸線が互いに垂直となるようにし，",
            "球形型を同時に上述の二つの回転軸の周りを回転させ，回転速度の範囲を20rpm-3000rpmに制御することによって，型に流動可能な原料が遠心力と自身重力の作用で型のキャビティ内壁に付着され，球殻になり，",
            "球形型が回転状態を維持する状態では，原料が固化してから球殻になり，型を開き，離型して球殻を取り出す工程を包含し，",
            "前記卓球ボールは，一次成形の中空密封球殻であって，且つ連続的な内表面を有しており，",
            "前記卓球ボールの球殻の殻体に如何なる再加工の接合継ぎ目も有しなく，球殻の内表面に見える接合継ぎ目がなく，",
            "前記卓球ボールの球殻が基本的に統一的な肉厚を有し，且つ球殻の肉厚の誤差が0．04mm以下であることを特徴とする卓球ボールの製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "進歩性欠如",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "実願昭62-121706号(実開昭64-27210号)のマイクロフィルム(引用例1。甲1)には，次の発明(引用発明1)が記載されている。",
                    "「  内周面を球面に形成した金型15を第1の軸芯P1周りで駆動回転自在にホルダー8，9に保持するとともに，前記ホルダーを前記第1の軸芯P1に直交する第2の軸芯P2周りで駆動回転自在に支持台1に取り付けてある球状体製造装置を用いる合成樹脂製のボールの製造方法であって，",
                    "金型15を構成する一方の半割り部材15aを下方に位置させた状態で他方の半割り部材15bを開き，そこに，固化後に弾性を発現する合成樹脂の液の所定量を注入し，半割り部材15bの周端面を半割り部材15aの周端面に突き合わせてシール状態で密封した後に，金型15を軸芯P2周りで駆動回転させる電動モータ2と，軸芯P1周りで駆動回転させる電動モータ14とを駆動し，金型15を駆動回転しながら，遠心力により，合成樹脂液を金型の内周面全面にわたって所定の厚みで貼り付ける状態にし，駆動回転を継続しながら固化させることによって，継ぎ目の無い状態で外表面が全体にわたって滑らかな合成樹脂製のボールの製造方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定",
                  "text": [
                    "本願発明と引用発明1とを対比すると，次の点で一致する。",
                    "「  ボールの製造原料をボールの大きさと一致する球形型に加えて型を閉じ，この球形型を回転成形機に装着し，回転成形機の二つの回転軸の軸線もこの型の球形キャビティの球心を通り，且つ二つの回転軸の軸線が互いに垂直となるようにし，",
                    "球形型を同時に上述の二つの回転軸の周りを回転させ，型に流動可能な原料が遠心力と自身重力の作用で型のキャビティ内壁に付着され，球殻になり，",
                    "球形型が回転状態を維持する状態では，原料が固化してから球殻になり，型を開き，離型して球殻を取り出す工程を包含し，",
                    "前記ボールは，一次成形の中空密封球殻であって，且つ連続的な内表面を有しており，",
                    "前記ボールの球殻の殻体に如何なる再加工の接合継ぎ目も有しなく，球殻の内表面に見える接合継ぎ目がない，",
                    "ボールの製造方法。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定",
                  "text": [
                    "本願発明と引用発明1とを対比すると，次の点が相違する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明は「卓球ボール」の製造方法であるのに対し，引用発明1は「ボール」の製造方法である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明では(球形型の)「回転速度の範囲を20rpm-3000rpmに制御する」のに対し，引用発明1は回転速度について明らかでない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本願発明は「球殻が基本的に統一的な肉厚を有し，且つ球殻の肉厚の誤差が0．04mm以下」とするのに対し，引用発明1は肉厚の態様と誤差について明確な言及をしていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特表2009-507589号公報(引用例2。甲2)には，次の発明(引用発明2)が記載されている。",
                            "「  一体の殻(シェル)で作られているセルロイドを含まない熱可塑性プラスチック卓球ボールを回転成形により製造された卓球ボールの製造方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明2には，回転成形により製造する卓球ボールの製造方法が示されているから，相違点1に係る本願発明の発明特定事項は，引用発明2に示されている。",
                            "そして，引用発明1と引用発明2とは，ボールの製造方法という共通の技術分野に属するものであり，引用発明2の卓球ボールは，引用発明1のボールに包含されるから，引用発明1に引用発明2を適用することは，当業者が容易に想到し得る。",
                            "したがって，引用発明1において，引用発明2を適用することにより，相違点1に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得る。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特開平11-262923号公報(引用例3。甲3)には，次の発明(引用発明3)が記載されている。",
                            "「  金型を90～200rpm程度の速度で直交2軸回りに回転させる薄肉の中空成形品の製造方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明1において，金型15の駆動回転の速度をどの程度とするかは，当業者が当該引用発明を実施する際にボールの継ぎ目のない状態で外表面が全体にわたって滑らかになるように適宜定めるべき設計的事項であるところ，引用発明3には，金型を直交2軸回りに回転させる速度を「90～200rpm」程度とすること，つまり，相違点2に係る本願発明の発明特定事項に包含される事項が示されており，また，本願明細書をみても，相違点2に係る本願発明の発明特定事項である「回転速度の範囲を20rpm-3000rpmに制御する」とした点に格別の技術的意義や臨界的意義は示されておらず，さらに，本願発明における「20rpm-3000rpm」という数値範囲の最小値と最大値との間に150倍もの開きがあることからみて，本願発明の当該数値範囲は，通常想定し得る回転数を網羅的に指摘したとも解される。",
                            "したがって，これらの事項に照らして，引用発明1において，相違点2に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得るものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特開昭60-145817号公報(引用例4。甲4)には，次の発明(引用発明4)が記載されている。",
                            "「  偏肉減少の発生がなく又球体として真円度のある中空球体がえられる回転成形方法によるピンポン球，水洗便器用浮子，漁業用浮子，玩具等に使用される中空球体の製造法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明4は，回転成形法によって，「偏肉減少の発生がなく又球体として真円度のある中空球体がえられる」とされているから，引用発明4と同様の回転成形法を採用している引用発明1においても，「球殻が基本的に統一的な肉厚を有」するものとすることに格別の困難性はない。",
                            "そして，一般に卓球ボールにおいて，肉厚が均一であり，肉厚の誤差が可及的に小さい方が望ましいことは明らかであり，また，引用発明1において，球殻の肉厚の誤差の範囲をどの程度とするかは，当業者が当該引用発明1を実施する際に適宜定めるべき設計的事項であるところ，本願明細書をみても，相違点4に係る本願発明の発明特定事項である「球殻の肉厚の誤差が0．04mm以下」とした点に格別の技術的意義や臨界的意義は示されていないから，引用発明1において，相違点3に係る本願発明の発明特定事項である「球殻の肉厚の誤差が0．04mm以下」とすることは，当業者が容易に想到し得る。",
                            "したがって，引用発明1において，引用発明4に照らして，相違点3に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得る。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "効果について",
                      "text": [
                        "本願発明の発明特定事項によって奏される効果も，引用発明1ないし4から当業者が予測し得る範囲内のものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件違反",
              "text": [
                "本願明細書の発明の詳細な説明における「卓球ボールの材質」及び「球形型の回転速度」に関する記載は，以下のとおり，本願の優先日における技術常識を勘案しても，経済産業省令で定めるところにより，当業者がその実施できる程度に明確かつ十分に発明の詳細な説明に記載されているとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "卓球ボールの材質について",
                  "text": [
                    "本願明細書の段落【0014】，【0020】，【0023】の記載から，本願発明における卓球ボールの材質に関しては，ポリオレフィン，ナイロン，ポリカーボネート，ポリエステル，ABSあるいはPSであって，「回転成形を実現することに有利な材料」(【0014】)や「材質が安定で，エコの材料」(【0020】)であることが示されている。",
                    "しかしながら，「回転成形を実現することに有利な材料」や「材質が安定で，エコの材料」が具体的にどのようなものであるかについては，ポリオレフィン，ナイロン，ポリカーボネート，ポリエステル，ABSあるいはPSから選択されること以外に具体的に記載や示唆がされていない。また，上記のような材料であれば，いずれの材料であっても，本願発明のような球殻の殻体にいかなる再加工の接合継ぎ目も有しなく，球殻の内表面に見える接合継ぎ目がなく，前記卓球ボールの球殻が基本的に統一的な肉厚を有し，かつ，球殻の肉厚の誤差が0．04mm以下である卓球ボールが製造できることとなること，又は段落【0020】に記載されているように国際卓球連盟のT3規格の要求より高い卓球ボールを製造できることとなることの根拠も，本願明細書の発明の詳細な説明には，何ら記載や示唆がされていない。",
                    "そして，例えばポリオレフィンやナイロンといっても，これらはそれぞれオレフィン系高分子，ポリアミド系高分子の総称であって，上記の6つの材料のそれぞれのうちに，重合材料又はモノマーや分子構造の異なる多種類のものが含まれており，それらの多岐にわたる材料・材質のうちのいずれを使用しても，本願発明のような球殻の殻体にいかなる再加工の接合継ぎ目も有しなく，球殻の内表面に見える接合継ぎ目がなく，前記卓球ボールの球殻が基本的に統一的な肉厚を有し，かつ，球殻の肉厚の誤差が0．04mm以下である卓球ボールを製造できること，又は段落【0020】に記載されているように国際卓球連盟のT3規格の要求より高い卓球ボールを製造できることは，本願の優先日における技術常識を勘案しても想定し難く，自明な事項ともいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "球形型の回転速度について",
                  "text": [
                    "本願明細書の段落【0015】，【0028】のとおり，球形型の回転速度に関しては，回転速度を20rpm～3000rpmの範囲に制御するものであって，具体的な回転速度は選択される材料の物性によって確定され，原料を内壁に均一に付着させることは制御基準であることが示されている。",
                    "しかしながら，「原料を内壁に均一に付着させる」(【0028】)といってもどの程度の均一状態が想定されているのかは明らかでなく，また，前記のとおり，卓球ボールの材料や材質が多岐にわたる上に，本願発明における「20rpm-3000rpm」という数値範囲においては最小値と最大値との間には150倍もの開きがあって，それらの組合せの態様は膨大なものとなる。「回転速度の範囲を20rpm-3000rpmに制御する」(【0028】)といっても，20rpmから3000rpmのうちから選んだいずれか一定の回転速度で回転させるのか，原料の固化の進行に伴って，20rpmから3000rpmの範囲で回転速度を変化させるのかも，本願明細書の発明の詳細な説明には，何ら記載や示唆がされておらず，また，本願の優先日における技術常識を勘案しても想定し難く，自明な事項ともいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "結論",
              "text": [
                "本願発明は，引用発明1ないし4に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。",
                "また，本願は，発明の詳細な説明の記載が不備のため，特許法36条4項1号に規定する要件を満たしていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)",
          "text": [
            "審決は，引用発明1に引用発明2を組み合わせて相違点1は容易想到であると判断しているが，以下のとおり，引用例2から引用発明2を認定することはできないし，引用発明1に対して引用発明2を組み合わせる動機付けはないから，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例2には，請求項18に「望ましくは回転成形により製造された一体の殻(シェル)で作られていることを特徴とする前記請求項1から請求項17のいずれか一つ以上に記載のセルロイドを含まない卓球ボール。」という記載があるが，請求項21には「まず第一段階で数個の殻(シェル)パーツを製造し，次の段階で殻(シェル)パーツを接合することを特徴とする前記請求項1から請求項20のいずれか一つ以上に記載のセルロイドを含まない卓球ボールの製造工程。」と記載され，請求項18を引用しつつ請求項18の一次成形という上記記載と矛盾する記載がされているほか，明細書には一次成形についての記載は全くない。このように，引用例2には，当業者において回転成形法により一次成形された卓球ボールの製造方法を使用できるように記載されていないから，これにより引用発明2を認定することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1に具体的に開示されたウレタン樹脂に炭素繊維やセラミック粉体を混合してなる材料は，流動性が非常に低く，卓球ボールのような精度の高い成形体を得ることは非常に困難であるし，また，引用例1に唯一具体的に開示されたウレタン樹脂は，ゴムのような極めて柔らかい硬化物を与える材料であり，このような材料から作製されたボールは，バウンド時に衝撃を吸収し，十分にバウンドせず，相応の硬度を有してバウンドする卓球ボールとして使用することは不可能である。引用例1の第3図に開示されているのは，硬質合成樹脂層が軟質合成樹脂層の表面を薄く覆った球状体であり，球状体全体としては軟質であるから，バウンド時に衝撃を吸収し，十分にバウンドしない。",
                "また，引用発明1の製造原料であるウレタン樹脂は，熱硬化性樹脂であるのに対し，本願発明及び引用発明2は熱可塑性樹脂を利用している。",
                "そうすると，引用発明1と引用発明2とは，単なる中空体のボールの製造方法という大概念では共通の技術分野に属するとしても，具体的な材料やボールの要求特性を考慮すると，全く異なる技術分野に属するものであるし，当業者は，引用発明1の製造方法は，高い精度が要求される卓球ボールの製造には不適切であると判断するから，引用発明1に対して引用発明2の「卓球ボール」を組み合わせる動機付けはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)",
          "text": [
            "引用発明3の製造原料は熱硬化性樹脂であるし，引用発明3の製品は形状も大きさも卓球ボールとはかけ離れた浄化槽であるから，引用発明3を熱可塑性樹脂や卓球ボールの製造条件として参考にすることは困難である。卓球ボールよりはるかに大きい金型に対して設定された回転数を，卓球ボールにそのまま適用できるものではない。したがって，引用発明1に対して引用発明3を適用することは容易ではない。",
            "被告は，ウレタン系，ナイロン系，ノルボルネン系の樹脂は熱可塑性樹脂としても存在すると主張するが，引用例3では，反応重合が進行すること，すなわち，熱硬化性であることが必須の要件となっているから，熱可塑性樹脂は開示されていない。",
            "また，被告は，卓球ボールの直径を40．5mmとし，回転速度が20rpmのときの遠心加速度は，約0．009Gとなり，重力加速度より遥かに小さいから，流動性のある材料は球形型の下方で広がるだけであると主張するが，熱可塑性樹脂は，硬化前の熱硬化性樹脂と異なり，分子量が非常に高く，溶融状態である程度の粘性を有しているから，失当である。回転速度については，下限に技術的意義が存在することは，後記4(2)のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3の判断の誤り)",
          "text": [
            "引用例4には，回転成形法は様々な問題点がある従来技術として開示されているにすぎず，どのような材料でも適用できると記載されているわけではないし，ボールの均一性を損なうバリが発生することが記載され，必ず真円度の高いボールが得られるとは記載されていない上，中空半球体において肉厚が均一で肉厚の誤差が小さいものが得られることが開示されているにすぎない。したがって，引用例4に基づき，これと同様の回転成形法を採用して球状体を製造する引用発明1においても，「球殻が基本的に統一的な肉厚を有」するものとすることに格別の困難性はないとはいえない。",
            "また，卓球ボールの肉厚の誤差は，当業者が適宜選択できるものではない。そもそも，本願明細書の段落【0003】記載のとおり，卓球ボールは，T3規格によって，偏心，硬度，バウンドなどの非常に厳しい要求特性が課されており，このT3規格に規定された厳しい要求特性を満足するためには，卓球ボールの肉厚誤差を0．04mm以下にする必要がある。引用例1には，回転成形によって，継ぎ目に凹凸が生じるという問題が改善でき，製造コストの増大を抑制できることは記載されているが，肉厚誤差に関する課題も，更には偏心，硬度，バウンドなどの課題も存在せず，加飾用として用いられる球体など，卓球ボールとは大きく異なり，厳しい特性が要求されないような用途しか開示されていない。よって，卓球ボールの肉厚の誤差を0．04mm以下とすることは，極めて困難なことであり，回転成形によって，これらの要求特性を満足するような卓球ボールが作製できるかどうかは，実際に検討しなければならず，引用例4の記載を参照しても，引用発明1においてこれらの要求特性を満足する卓球ボールが得られることを予測することは不可能である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(実施可能要件の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "卓球ボールの材質について",
              "text": [
                "本願発明は，熱可塑性樹脂を回転速度20～3000rpmで回転成形することによって，球殻の肉厚の誤差が0．04mm以下となる卓球ボールを製造することができるというものであるところ，ポリオレフィン，ナイロン，ポリカーボネート，ポリエステル，ABSあるいはPSについて，当業者にとって一般的なものを使用する限り，球殻の肉厚の誤差が0．04mm以下となる卓球ボールを製造することができる。もちろん，極めて特殊な材料の場合，該誤差範囲内のものが作製できなくなる可能性も残されているが，そのような卓球ボールは誤差の要件を満足せず，本願発明の技術的範囲外となる。よって，本願明細書は，経済産業省令で定めるところにより，当業者がその実施できる程度に明確かつ十分に発明の詳細な説明に記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "球形型の回転速度について",
              "text": [
                "本願発明は，熱可塑性樹脂を回転速度20～3000rpmで回転成形することによって，球殻の肉厚の誤差が0．04mm以下となる卓球ボールを製造することができるというものであるところ，回転速度については，下限に技術的意義が存在し，上限には大きな技術的意義はない。下限の技術的意義は，段落【0015】に記載されているとおり，型に流動可能な原料を遠心力と自身重力の作用で型のキャビティ内壁に付着させるためであって，20rpm以下では十分にキャビティ内壁に付着させることができず，球殻の肉厚の誤差を0．04mm以下にできない。よって，本願明細書は，経済産業省令で定めるところにより，当業者がその実施できる程度に明確かつ十分に発明の詳細な説明に記載されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例2の請求項21は，請求項18を引用しているが，請求項18の「一体の殻」との記載と請求項21の「数個の殻」との記載とは技術的に矛盾するものであり，請求項21の引用請求項の記載の誤記にすぎない。",
                "請求項1を引用する請求項18には，卓球ボールを回転成形で製造するものが記載されており，一体の殻からなる卓球ボールの回転成形による製造方法が開示されているから，引用発明1に引用発明2を適用して，引用発明1のボールを卓球ボールとして使用することは，当業者にとって容易に想到し得る程度のことである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1には，「球状体を製造する合成樹脂材料としては，例えば，ウレタン樹脂とか，それに炭素繊維やセラミック粉末を混入したものなど各種の材料が適用できる。」と記載されているが，これは，ボールを製造する原料としてウレタン樹脂等を例示したものであり，引用発明1がウレタン樹脂に限定される，あるいは，ウレタン樹脂が原料として最も適した材料であることを示すものではない。引用例1に接した当業者は，ボールの原料として，金型が駆動回転している状態で，金型の内周面全面にわたって所定の厚みで貼り付き，駆動回転を維持しながら固化することによって継ぎ目のない状態で外表面が全体にわたって滑らかなボールとなるものであれば，「各種の材料が適用できる」と認識する。そして，回転成形により卓球ボールが製造されることは引用例2に示されているのであるから，仮にウレタン樹脂が卓球ボールとして使用する原料として非常に困難であるとしても，引用例1に記載されている「各種の材料」から卓球ボールに適した材料を選択し，相違点1に係る本願発明の構成，すなわち，「卓球ボール」の製造方法とすることは，当業者が容易に想到し得る。",
                "また，引用例1には，原料として硬度が90度というウレタン樹脂を使用して，強度の高い球状体を製造することも記載されており，そのようなゴルフボールや球技用バッドの表面と同等の硬度の球状体であれば，ボールのバウンド時に衝撃を吸収せずに，十分にバウンドする。",
                "さらに，一般的に，ウレタン樹脂は，熱硬化性樹脂のみならず，熱可塑性樹脂としても存在するものであり，少なくとも引用例1に記載された合成樹脂が熱硬化性樹脂に限定されるとはいえないから，引用例1に記載されたウレタン樹脂が熱硬化性樹脂であるから阻害要因を有する旨の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "引用例3の段落【0022】に反応原液として記載されているもののうち，一般に，ウレタン系，ナイロン系，ノルボルネン系の樹脂は，熱可塑性樹脂としても存在する。",
            "また，審決は，引用発明1において，金型15の駆動回転の速度をどの程度とするかは，当業者が当該引用発明を実施する際にボールの継ぎ目のない状態で外表面が全体にわたって滑らかになるように適宜定めるべき設計的事項であることを前提として，①引用発明3に，金型を直交2軸回りに回転させる速度を「90～200rpm」程度とするという相違点2に係る本願発明の発明特定事項に包含される事項が示されていること，②本願明細書には，「回転速度の範囲を20rpm-3000rpmに制御する」とした点に格別の技術的意義や臨界的意義は示されていないこと，③本願発明における「20rpm-3000rpm」という数値範囲の最小値と最大値との間に150倍もの開きがあることからみて，本願発明の当該数値範囲が，通常想定し得る回転数を網羅的に指摘したとも解されること，という3つの理由に照らして，引用発明1において，相違点2に係る本願発明の発明特定事項とすることは，当業者が容易に想到し得るものであると判断したものであって，引用発明3のみを根拠として判断したものではない。審決において，引用発明3を示したのは，樹脂の回転成形において，本願発明のような範囲で回転することが，既に公知であって，格別な範囲とはいえないことを示すためである。",
            "さらに，仮に20rpm-3000rpmの範囲の特定速度で一定にして回転させるものとすると，卓球ボールの直径を40．5mmとした場合の遠心加速度は，20rpmのときは約0．009Gとなり，重力加速度より遥かに小さいから，流動性のある材料は球形型の下の方で広がるだけであり，3000rpmのときは，約204Gとなり，重力加速度より遥かに大きいから，遠心力で型の中の最も速度の速い部分に押し付けられることとなる。このように，本願発明における「20rpm-3000rpmに制御する回転速度の範囲」は，重力により材料が広がる領域から遠心力により材料が押し付けられる範囲まで，広範囲に一般的な回転速度の範囲を特定したものであって，格別なものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "引用例4には，回転成形法により球状体でも肉厚一定のものができることが示されており，引用例4に接した当業者は，引用発明4と同様の回転成形法を採用している引用発明1においても，「球殻が基本的に統一的な肉厚を有」するものとなると認識するか，又は「球殻が基本的に統一的な肉厚を有」するものとすることに格別の困難性はないものと認識する。",
            "また，本願明細書をみても，「球殻の肉厚の誤差が0．04mm以下」とするための具体的な製造方法の条件(例えば，回転速度，回転時間，回転速度の具体的制御(一定の回転速度とするのか，原料の固化の進行に伴って回転速度を変化させるのか。)，具体的な原料(本願明細書には，原料としてポリオレフィンやナイロン等が記載されているが，上記の原料には多種類のものが存在する。)，原料に対する温度制御)に関する事項は示されていないし，「球殻の肉厚の誤差が0．04mm以下」としたことによる格別の技術的意義や臨界的意義は示されていない。",
            "そうすると，引用発明1において，「球殻の肉厚の誤差が0．04mm以下」とすることは，当業者が容易に想到し得る。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "卓球ボールの材質について",
              "text": [
                "原告の主張は，本願の優先日時点の技術常識や，ポリオレフィン，ナイロン，ポリカーボネート，ポリエステル，ABSあるいはPSといった原料を使用した際，球殻の肉厚の誤差がどの程度になるかといった原告の主張を裏付ける証拠等を示さずになされたものであるから，単なる原告自身の意見の開陳にすぎない。",
                "また，上記の原料の1つ1つには多種類のものが含まれており，それらの多岐にわたる材料・材質のうちのいずれを使用しても，本願発明のような卓球ボール又は国際卓球連盟のT3規格の要求より高い卓球ボールを製造できることは，本願の優先日における技術常識を勘案しても想定し難く，自明な事項ともいえないことは，審決記載のとおりである。",
                "さらに，本願発明における原料は，型に流動可能なもので，20rpm-3000rpmの回転速度の範囲で，遠心力と自身重力の作用で型のキャビティ内壁に付着されて，球殻になり，球形型が回転状態を維持する状態で，原料が固化してから球殻になるものと特定されているのみであって，具体的な原料は特定されておらず，熱可塑性樹脂であることは特定されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "球形型の回転速度について",
              "text": [
                "原告の主張は，前記(1)と同様に，単なる原告自身の意見の開陳にすぎない。",
                "また，本願明細書には，原告主張の「20rpm以下では十分にキャビティ内壁に付着させることができず，球殻の肉厚の誤差を0．04mm以下にできない」との事項は何ら記載や示唆されていない。",
                "さらに，審決は，「20rpm-3000rpm」という回転速度の範囲だけではなく，原料の固化の進行に伴って，「20rpm-3000rpm」という回転速度の範囲でどのように回転させるのかが実施できる程度に記載されていないことを示している。",
                "前記(1)のとおり，卓球ボールの材料や材質が多岐にわたる上，本願明細書の発明の詳細な説明には，「20rpm-3000rpm」という広範囲の回転速度の範囲の具体的な制御について記載も示唆もされていないから，当業者が実施使用した場合，卓球ボールの原料と「20rpm-3000rpm」という広範囲の回転速度との組合せの態様は膨大なものとなり，当業者に期待し得る程度を超える試行錯誤となってしまう。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲5)には，以下の記載がある(やや理解しづらい表現があるが，原文のまま記載する。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は全体に継ぎ目がなく肉厚が基本的に均一であり，且つ内表面の全体が一体的で，連続的な球面である卓球ボールに関し，また，この卓球ボールの製造方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】",
                    "大規模な試合でも，人たちの日常的な娯楽でも，使用される卓球ボールの構造は一般には二つの半球形の薄肉プラスチック球殻が接着，溶接或いはプレスなどの方法によって接合される中空密封の球体である。ボールの外表面が磨き上げてから緻密な縫い目の要求を達成し，即ちボールの外表面に明らかに見える接合継ぎ目がないことによって，一体的で連続的な球面を形成し，このような構造を持つボールは緻密な縫い目の卓球ボールと呼ばれる。しかし，厳密に言えば，このようなボールは依然に継ぎ目があるボールであり，精密に加工されたが，卓球ボールの内表面には依然として明らかに見える接合継ぎ目がある。接合継ぎ目が存在するため，ボールの内表面が一体的で連続的な球面ではなく，同時に，ボールの二つの半球形の球殻を接合するところは緻密な縫い目の構造であるが，接合継ぎ目を肉眼で見えなくても，依然として再加工の実質的な接合継ぎ目が存在している。材料の面において，セルロイドが依然として卓球ボールを製造する主な原材料である。現在では，国際卓球連盟が許可する試合用ボールは性能指標の要求を満足するために，その材質が依然としてセルロイドである。セルロイドの不安定性と燃え易い危険性が公知されたが，生産中に火災の安全事故を起こし易く，またセルロイドで卓球ボールを製造するプロセスが複雑であり，生産周期が長く，コストが高く，製品の性能指標が高く要求され，製作プロセスに制限されたため，セルロイドの代わりに他の材料を使って卓球ボールを作ることはまだ実際的な応用条件を有しない。このために，国際卓球連盟はその技術書類(非特許文献1)規格(以下，T3規格と略称する)に，「メーカーがセルロイドの代わりに新しくより良好な材料を開発することによって，さらに性能が良く安定且つエコの卓球ボールを製作することを励まし，支持する」と明確に規定されている。",
                    "【0003】",
                    "国際卓球連盟はT3規格に，卓球ボールの直径(真円度とも言う)，重さ，偏心(転がり性とも言う)，硬度，バウンドなどの幾つかの技術指標を厳格に規定するため，新しい材料又は新しい成形プロセスで製造される卓球ボールが現在のセルロイド卓球ボールに替わるには，偏心(転がり性とも言う)，硬度，バウンドなどの幾つかの技術指標がこの規格による要求を類似し或いは超えることは非常に難しい。長年，ある会社或いは個人はこの方面について研究を行っている。例えば，新しい卓球ボールの成形プロセスの方面には，特許文献1に，まずプラスチックを押出し，次に型に二回入れるというブロー成形に類似する技術によって卓球ボールを製造する方法が公開されたが，このようなプロセスで製造された卓球ボールは，肉厚を均一にすることが困難であるため，硬度要求とバウンド要求の二つの方面においてもT3の規格を達成できない。新しい卓球ボールの材料を開発する方面において，特許文献2に変性ポリスチレンを主体とする材料が公開され，特許文献3にもセルロイドの代わりに用いられる有機非架橋の重合体，及びこの合成材料を利用して卓球ボールを加工するプロセスが記載されている。中国国内の双魚社と紅双喜社などの卓球ボールメーカーもこの方面に関連研究を行ったが，これらの新しい材料が卓球ボールを製造する成形プロセスでは，依然として伝統な卓球ボールと類似する成形プロセスを使い続け，即ちまず射出或いはプレスなどの方法で多数の殻片或いは半球殻を作り，さらに接着，溶接，プレスなどの方法で多数の殻片或いは二つの半球殻を接合して中空ボールになる。これらのプロセスには卓球ボールの材料を変えたが，製作技術は依然として伝統な卓球ボールと同様に複雑であり，T3の規格要求を満足する卓球ボールが製造されても，生産コストを下げることが困難である。",
                    "【0004】",
                    "現在では最も用いられる卓球ボールの製造プロセスに関して，まず二つの半球状の球殻を作って，さらに後期の接着によって二つの半球状の球殻が密封で中空の卓球ボールになることがまとめられる。生産時に，二つの半球の肉厚が一致することも保証し，ボールの重量精度も保証し，また確実に接着されることも保証し，普遍的な特徴は工程が多く，プロセスが複雑であり，生産難度が高く，製品合格率が低い。このような後期接着の生産プロセスを使用する場合，ボールの外表面から見ると，接合継ぎ目が膨張した後に研磨処理によって，緻密な縫い目の要求を達成し，ボールの外表面が一体的で連続的な球面と考えられたが，接合継ぎ目ではボールの内部はボールの内表面に明らかに突出し，環状の突起帯を形成するので，継ぎ目での球殻の肉厚が他の位置の肉厚と明らかに異なる。ブロー成形により成形されるボールは，プレス継ぎ目でのボールの内表面に明らかに見える凹んだ環状帯があり，これによって継ぎ目での肉厚も他の位置の肉厚と異なり，ボールの内表面から見ると，卓球ボールが二つの半球殻をプレスすることで製造されることが明らかにわかる。どんなプロセスでも，突起帯或いは凹んだ帯の存在によって共に継ぎ目での硬度と二つの半球の頂部及び他の位置の硬度が一致を保ちにくく，使用中の弾力(バウンド性)も一致しにくく，同時に，ボールの内表面も突起帯或いは凹んだ帯で二つの部分に分けられ，実質には一体的で連続的な球面ではなく，ボールの弾性を制御する要求と難度を増加し，ボールの寿命も減少する。現在の技術状況では，二つの半球殻を接合する時に，内表面に突起帯を形成せず，ボールの内表面が外表面と同様に一体的で連続的な球面になるように，技術から言うと達成できなく，達成したとしても接合継ぎ目での接着堅ろう度も保証できない。同時に，肉眼で見えないが，球殻の殻体に依然として再加工の継ぎ目が存在し，ボールの使用寿命が減ることになる。二つの半球が溶接，プレスなどの方式で接合されても，上述類似の問題もある。よって，接合継ぎ目を存在する限りに，ボールの内表面に明らかに突起しない或いは凹まなくても，ボールの品質に影響を与える。従って，もし再加工の継ぎ目の存在と肉厚が不一致という現在の卓球ボールの構造欠点を変えなければ，品質がセルロイドより安定でエコの材料を使用しても，品質と性能が現在のセルロイド卓球ボールより明らかに改善された製品を製造できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】",
                    "先行技術の不足を克服するために，本発明が全体に継ぎ目がない構造を有し，且つ性能が改善される卓球ボールを提供し，この卓球ボールが回転成形法により一次成形され，球殻の内，外表面がいずれも連続的な球面であり，如何なる見える接合継ぎ目も有しなく，即ち球殻の殻体に如何なる，例えば接着継ぎ目，溶接継ぎ目，プレス継ぎ目などの形の再加工の接合継ぎ目も有しなく，且つ球殻が統一で均一な肉厚を有し，これによって卓球ボールの各技術指標を達成することにさらに有利である。",
                    "【0008】",
                    "また，本発明は上述卓球ボールの製造方法を提供し，回転成形法を使用し，原料にキャビティで適当な肉厚の中空球殻を形成させることにより，内外表面がいずれも連続的で継ぎ目のない新型卓球ボールを製造し，且つ製作プロセスが簡単で，制御しやすく，工業規模生産に有利であり，高品質の卓球ボールを製造するとともに，コストを低減した。",
                    "【0013】",
                    "本発明の卓球ボールに再加工の接合継ぎ目が存在しなく，球殻が基本的に統一的な肉厚を有し，且つ球殻の肉厚誤差が±0．04mm以下である(肉厚相違の絶対値≦0．04mm)。",
                    "【0014】",
                    "本発明の卓球ボールの材質がポリオレフィン，ナイロン，ポリカーボネート，ポリエステル，ABS或いはPSなどの回転成形を実現することに有利な材料から選ばれる。これによって，生産中の安全性の向上に有利である。",
                    "【0015】",
                    "また，本発明は上述卓球ボールの製造方法を提供し，この方法では，卓球ボールの製造原料を卓球ボールの大きさと一致する球形型に加えて型を閉じ，この球形型を回転成形機に装着し，回転成形機の二つの回転軸の軸線もこの型の球形キャビティの球心を通り，且つ二つの回転軸の軸線が互いに垂直となるようにし，球形型を同時に上述の二つの回転軸の周りを回転させ，回転速度を20rpm～3000rpmの範囲に制御し，型に流動可能な原料を遠心力と自身重力の作用で型のキャビティ内壁に付着させ，原料が固化して球殻になり，型を開き，離型して球殻を取り出す工程を備える。",
                    "【0017】",
                    "上述の卓球ボールの製作方法に記載される「型に流動可能な原料」は，型を加熱し或いは原料間の化学反応により形成される溶融状，液状或いはペースト状などの流動可能な原料を包含し，原料の選択に応じて具体的な成形方式及び流動態形式が決められる。",
                    "【0019】",
                    "要するに，本発明が提供する卓球ボールは一つの一次成形の密封球殻のみからなり，球殻の肉厚が基本的に同じ，全体に継ぎ目がなく，即ち，球殻の殻体に如何なる，例えば接着継ぎ目，溶接継ぎ目，プレス継ぎ目などの形の再加工の継ぎ目も有しなく，また卓球ボールの全体の内，外表面はいずれも一体的で連続的な球面である。このような新しい構造の卓球ボールは，バウンドが均一であり，総合的な性能が良好である。",
                    "【0020】",
                    "本発明が提供する卓球ボールは，生産時に公知で，即存の回転成形法に適用する材料，例えばポリオレフィン，ナイロン，ポリカーボーネート，ポリエステル，ABS或いはPSなどの材料から材質が安定で，エコの材料を選択すればよく，回転成形によって一次成形し，偏心，硬度，バウンドなどのいくつの方面で国際卓球連盟のT3規格の要求より高い卓球ボール製品を製造できる。本発明により製造された卓球ボールは一次成形のものであり，プロセスが簡単であり，操作しやすく，同時に，回転成形の関連設備の構造が簡単であり，体積が小さく，電力消費が少なく，製品コストも低く，生産過程において環境を汚染しなく，卓球ボールの大量生産に有利である。",
                    "【0021】",
                    "本発明に使用される具体的な技術方案は以下のように記載される。キャビティが球形である成形型を選択し，型に同時に二つの互いに垂直な回転軸の周りを高速回転させ，そしてこの回転成形装置の二つの回転軸線がいずれも球形キャビティの球心を通り，型の回転を制御しながら内部の材料が流動態になり，遠心力と原料自身の重力の共同作用で，キャビティ内の液状，溶融状或いはペースト状などの流動可能な原料は回転中に球形キャビティの内壁に厚み均一に分布され，型の正常な回転を維持し，キャビティの内壁に塗布される原料は固化して固体になり，離型し，一つの中空の球体が得られ，外表面を研磨するなどの後処理を経て，全体に継ぎ目なく，肉厚が基本的に同じな卓球ボールが得られる。この卓球ボールが一つの一体的で中空密封の薄肉球殻のみからなり，球殻が一次成形の一体式構造であり，全体に継ぎ目がなく，即ち，球殻の殻体に如何なる，例えば接着継ぎ目，溶接継ぎ目，プレス継ぎ目などの再加工の接合継ぎ目も有しなく，球殻のいずれの位置も同じな肉厚を有し，球殻の内表面に如何なる見える接合継ぎ目も有しなく，球殻の全体の内，外表面がいずれも一体的で連続的な球面である(先行技術により製作される卓球ボールが後期の研磨処理によって，外表面がほぼ連続的な球面であることしか保証できない)。",
                    "【0022】",
                    "本発明の具体的な方案には，原料を型のキャビティに投入して型を閉じてから，好ましくはキャビティに一定の圧力のガスを充填し，型が完全に密封されることを保証し，即ち，原料，ガスが漏れない条件下で回転成形し，このように成形された卓球ボールは，球殻の中空内部のガス圧が成形前キャビティ内に充填されるガスの圧力と同様である。本発明は，先行技術と比較して，このような方法によって，同じな材料で卓球ボールを作る場合には，一定範囲で卓球ボールのバウンドと硬度の方面の性能を調節でき，バウンドがより安定になる。使用者が卓球をプレイする時に，感覚がより良く，ボールの前方向への勢いがより強くなる。一般的に，卓球ボール内部のガス圧が9atm以下であり，ガス圧が高すぎると卓球ボールが変形しやすく，さらにはボールを破裂させ，好ましくは卓球ボール内部のガス圧を3atm以下に制御する。",
                    "【0023】",
                    "本発明が提供する全体に継ぎ目がなく，肉厚が基本的に同じな卓球ボールが，公知の回転成形(ロトモールド，スピン成形，回転モールド，回転キャスト，ロータリ成形などとも言う)技術を使用し，それに基づいて簡単な変化を行うことができ，型に同時に二つの互いに垂直で，且つ型の球心を通る回転軸の周りを回転させ，遠心力と原料自身の重力の作用でキャビティ内の原料が型のキャビティの内壁に均一に付着される(本発明で二軸遠心力回転成形法とも言う)。既存の回転技術が大型と特大型の中空プラスチック製品を製造するための重要な方法であり，例えば卓球ボールのような小型製品に用いられれば，相関規格の要求を達成できても，その生産効率も低いため，コストが高くなる。一方，回転成形の製造時に型も同時に二つの互いに垂直な軸(縦横軸)の周りを回転できるが，一般的に加工される回転製品はいずれも形状の異なる大型製品であり，キャビティ内の原料を流動させてキャビティ内壁の各位置に塗布するために，型の回転速度が高くないように制御し，通常の回転速度が20rpm以内であり，回転速度が高すぎると局所位置が塗布されない或いは均一に塗布されなく，製造される製品は廃品になる。型が低速回転する時に，液状，溶融状或いはペースト状の原料が自身重力の作用のみで型のキャビティ内壁に逐次塗布され，逐次塗布及び低い回転速度という二つの原因で，成形後の製品の肉厚が不均一となり，既存の回転技術により製造される製品は，一般的にはその肉厚誤差が0．20mm-1．20mm(大型製品の場合，このような誤差が完全に受け取られる)である。既存のセルロイド卓球ボールの球殻の平均肉厚が0．55mm未満であり，また相関規格によりその肉厚の精度が高く要求され，一般的には卓球ボールの対称面球殻の肉厚誤差が0．04mmを超える場合，偏心検査の時に，T3規格の要求を達成しにくく，同時に肉厚誤差によって卓球ボールの異なる球殻位置の硬度とバウンドが不均一となり，硬度とバウンドの二つの方面ではT3規格の相関要求を達成できない。本発明の方法によって卓球ボールを含む直径が小さい中空球形製品を製造し，一般的には球形製品の直径が120mm以下の場合，加工実施が非常に経済的であり，回転成形に用いられる既存のプラスチック，例えばポリオレフィン，ナイロン，ポリカーボネート，ポリエステル，ABS或いはPSなどはいずれも本発明の二軸遠心力回転成形法により，中空で肉厚が均一な球形製品が製造される。本発明の制作技術の原料投入，加熱，回転成形，冷却，離型，型洗浄などの基本の生産工程は，従来の回転技術と完全に同様であり，生産時に加工される原料の流動性に応じて二つの回転軸の回転速度を適当に調整すれば，全体に継ぎ目がなく且つ肉厚が同じな卓球ボール或いは他の中空球形製品を安定に製造できる。本発明の技術では，原料が遠心力と重力の共同作用でキャビティ内壁に速く直接に付着され，先行回転技術のようにゆっくりと逐次に塗布することではないため，製品品質を確保すると共に製品の生産周期を短縮し，原料投入から製品離型までのフル生産周期が1／3の時間を節約し，即ち本発明が提供する製作技術が高品質の卓球ボールを生産できるとともに，生産効率がより高く，コストがより低くなる。実験及び大量生産の測定結果により以下のことが表明される。本発明が提供する卓球ボールの球殻の肉厚誤差が0．04mm以内に精確に制御され，ひいては0．03mmより低いため，二つの半球からなる肉厚が明らかに異なる伝統的な継ぎ目あり卓球ボールに対して，この全体に継ぎ目がない卓球ボールの球殻はいずれの位置にも同じ肉厚を有すると言える。他の測定指標は以下に示す。偏心測定結果として，この卓球ボールが中心線からずれる範囲は0-156mm(T3規格が0-175mm)である；ボールの硬度検査を行い，この卓球ボールの硬度範囲が0．72mm-0．79mm(T3規格が0．71mm-0．84mm)である；ボールのバウンド力測定として，この卓球ボールのバウンド範囲が248mm-260mm(T3規格が240mm-260mm)である。これによって，本発明が提供する新型卓球ボールは品質ではT3規格の要求を完全に達成した。",
                    "【0024】",
                    "本発明の有益な効果は，この卓球ボールが一つの一次成形の密封球殻で単独構成され，球殻の肉厚が同様であり，球殻の殻体に如何なる再加工の接合継ぎ目も有しなく，球殻の内表面にも如何なる見える接合継ぎ目も有しないことである。本発明の方案を実施する場合，公知で即存の回転成形法に適用するプラスチックから材質が安定で，エコの材料を選択すれば，性能が良く，エコ，安全な卓球ボールを大量に生産できる。生産過程での測定を介して，本発明が提供する卓球ボールは偏心，硬度，バウンドなどのいくつかの方面ではいずれもT3規格より高い要求を達成した。卓球ボールが一次で一体成形され，工程が少なく，技術が簡単であり，製品合格率が高く，コストが低いため，ボールのコストが既存のセルロイド卓球ボールの60％-72％に相当するだけである。関連生産設備の投入コストが低く，占有面積が小さく，エネルギーの消耗が小さく，生産時に環境を汚染しなく，卓球ボールの大量生産に有利である。本発明に記載される「再加工の接合継ぎ目」とは，球体の製作において，予め成形される不完全な球殻を利用し，更に，例えば接着，溶接或いはプレスなどの手段で一体な球体に加工する時に，球体の内外表面に形成される接合継ぎ目を指す。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0026】",
                    "以下，図面と実施例を結びつけて，さらに本発明について説明する。",
                    "【0027】",
                    "図1に，球殻1が高速回転により一次成形される中空で密封な薄肉球殻体であり，中空の球殻内部に一定の圧力のガスが充填され(ガスが図示されない)，ガス圧が3atm以下であり，球殻1が外表面2と内表面3を有し，一体で継ぎ目のない卓球ボールが構成される。図1に示すように，球殻1が回転成形により一次で一体成形されるため，球殻1が全体に継ぎ目がない独立構造であり，即ち，殻体に如何なる接着継ぎ目，溶接継ぎ目，プレス継ぎ目などのような再加工の接合継ぎ目も有しなく，同時に，球殻1のいずれの位置にも同じ肉厚を有する(肉厚誤差が0．03mm以内である)。内表面3の全体の表面にも如何なる見える接合継ぎ目も有しなく，一体で連続的な球面になる。外表面2が成形した後に，T3規格により研磨され，一体で連続的な球面になる。",
                    "【図1】本発明が提供する一次成形の継ぎ目がない卓球ボールの断面模式図",
                    "【0028】",
                    "この卓球ボールの製造過程は，以下のとおりである。卓球ボールの製造原料が卓球ボールの大きさと一致する球形型に加えられて型を閉じて，この球形型を回転成形機に設置し，回転成形機の二つの回転軸が互いに垂直となり，且つ二つの軸線がいずれもこの型の球形キャビティの球心を通る。材料の具体的な状況に応じてこの球形型を加熱し或いは原料を制御して化学変化により可流動態になり，球形型に同時に上述の二つの回転軸の周りを回転させ，回転速度の範囲を20rpm-3000rpmに制御する(具体的な回転速度が選択される材料の物性によって確定され，原料を内壁に均一に付着させることは制御基準である)。型内の流動可能な原料を遠心力とその自身重力の作用で型のキャビティ内壁に付着させ，球殻1になる。球殻の肉厚が要求を満足した後に，この球形型が回転状態を維持する状態では，原料は固化して球殻になり，型を開き，離型して球殻1を取り出す。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本願発明の特徴について，次のとおり認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本願発明は，全体に継ぎ目がなく肉厚が基本的に均一であり，かつ，内表面の全体が一体的で，連続的な球面である卓球ボールの製造方法に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術・課題",
                  "text": [
                    "現在，最も用いられる卓球ボールの製造プロセスでは，まず2つの半球状の球殻を作り，その後，2つの半球状の球殻を接着によって，密封で中空の卓球ボールにしているが，工程が多く，プロセスが複雑であり，生産難度が高く，製品合格率が低かった。さらに，このような2つの半球状の球殻を接着する生産プロセスでは，内表面の突起帯あるいは凹んだ帯の存在によって共に継ぎ目での硬度と2つの半球の頂部及び他の位置の硬度が一致を保ちにくく，使用中の弾力(バウンド性)も一致しにくく，同時に，ボールの弾性を制御する要求と難度を増加し，ボールの寿命も減少する。接合継ぎ目が存在すると，ボールの内表面が明らかに突起しないあるいは凹まなくても，ボールの品質に影響を与える。したがって，再加工の継ぎ目の存在と肉厚が不一致という現在の卓球ボールの構造欠点を変えなければ，品質がセルロイドより安定でエコの材料を使用しても，品質と性能が現在のセルロイド卓球ボールより明らかに改善された製品を製造できない(【0002】～【0004】)。",
                    "また，一般的には卓球ボールの対称面球殻の肉厚誤差が0．04mmを超える場合，偏心検査の時に，T3規格の要求を達成しにくく，同時に肉厚誤差によって卓球ボールの異なる球殻位置の硬度とバウンドが不均一となり，硬度とバウンドの2つの方面でT3規格の相関要求を達成できない(【0021】～【0023】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本願発明は，卓球ボールの製造原料を卓球ボールの大きさと一致する球形型に加えて型を閉じ，この球形型を回転成形機に装着し，回転成形機の2つの回転軸の軸線がこの型の球形キャビティの球心を通り，かつ，2つの回転軸の軸線が互いに垂直となるようにし，球形型を同時に上述の2つの回転軸の周りを回転させ，回転速度を20rpm-3000rpmの範囲に制御し，流動可能な原料を遠心力と自身重力の作用で型のキャビティ内壁に付着させ，原料が固化して球殻となった後，型を開き，離型して球殻を取り出す工程を備えた製造方法であって，回転成形法により一次成形され，球殻の内，外表面がいずれも連続的な球面であり，いかなる見える接合継ぎ目もなく，かつ，球殻が統一で均一な肉厚を有し，球殻の肉厚誤差が±0．04mm以下である卓球ボールの製造方法を提供する。(【0007】，【0013】，【0015】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "効果",
                  "text": [
                    "本願発明は，全体に継ぎ目がない構造を有し，かつ，性能が改善された卓球ボールを提供し，この卓球ボールが回転成形法により一次成形され，球殻の内，外表面がいずれも連続的な球面であり，いかなる見える接合継ぎ目もなく，すなわち，球殻の殻体にいかなる形の再加工の接合継ぎ目もなく，かつ，球殻が統一で均一な肉厚を有し，これによって卓球ボールの各技術指標を達成する上で更に有利である。",
                    "本願発明は，卓球ボールの製造方法を提供し，回転成形法を使用し，原料にキャビティで適当な肉厚の中空球殻を形成させることにより，内外表面がいずれも連続的で継ぎ目のない新型卓球ボールを製造し，かつ，製作プロセスが簡単で，制御しやすく，工業規模生産に有利であり，高品質の卓球ボールを製造するとともに，コストを低減した。",
                    "本願発明により製造された卓球ボールは，一次成形のものであり，プロセスが簡単であり，操作しやすく，同時に，回転成形の関連設備の構造が簡単であり，体積が小さく，電力消費が少なく，製品コストも低く，生産過程において環境を汚染せず，大量生産に有利である。",
                    "本願発明が提供する卓球ボールは，偏心，硬度，バウンドなどのいくつかの方面では，いずれもT3規格より高い要求を達成した(【0007】～【0024】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施形態",
                  "text": [
                    "卓球ボールの製造原料を卓球ボールの大きさと一致する球形型に加えた後，型を閉じて，この球形型を回転成形機に設置するが，回転成形機の2つの回転軸は，互いに垂直となり，かつ，2つの軸線がいずれもこの型の球形キャビティの球心を通る。材料の具体的な状況に応じてこの球形型を加熱しあるいは原料を制御して化学変化により可流動態とし，球形型を同時に上述の2つの回転軸の周りを回転させ，回転速度の範囲を20rpm-3000rpmに制御する(具体的な回転速度は，選択される材料の物性によって確定され，原料を内壁に均一に付着させることは制御基準である。)。型内の流動可能な原料を遠心力とその自身重力の作用で型のキャビティ内壁に付着させ，球殻1になる。球殻の肉厚が要求を満足した後に，この球形型が回転状態を維持する状態で，原料は固化して球殻になり，型を開き，離型して球殻1を取り出す。(【0028】)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実用新案登録請求の範囲",
                  "text": [
                    "「内周面を球面に形成した金型を第1の軸芯周りで駆動回転自在にホルダーに保持するとともに，前記ホルダーを前記第1の軸芯に直交する第2の軸芯周りで駆動回転自在に支持台に取り付けてあることを特徴とする球状体製造装置。」(1頁5～9行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "産業上の利用分野",
                  "text": [
                    "「本考案は，合成樹脂製のボールや装飾用として用いられる球体などを製造する球状体製造装置に関する。」(1頁12～14行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "作用",
                  "text": [
                    "「上記構成によれば，ウレタン樹脂などの合成樹脂の液体を金型内に注入し，その状態で，互いに直交する第1の軸芯と第2の軸芯それぞれの周りで金型を駆動回転させ，遠心力により，合成樹脂液を金型の内周面全面にわたって所定の厚みで貼り付ける状態にし，駆動回転を継続しながら固化して球状体を得ることができる。」(3頁1行～7行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例",
                  "text": [
                    "「以下，本考案の実施例を図面に基づいて詳細に説明する。",
                    "第1図は，本考案の球状体製造装置に係る実施例の一部切欠全体側面図である。",
                    "この図において，1は支持台であり，この支持台1上に，電動モータ2と支持ブラケット3とが設置されている。",
                    "支持ブラケット3には，軸受部4を介して水平方向の軸芯P2周りで回転自在に回転軸5が軸架され，この回転軸5と電動モータ2の駆動軸6とが軸継手7を介して一体回転自在に連結されている。",
                    "回転軸5の先端は，第1ホルダー8と第2ホルダー9とに分岐され，第1ホルダー8は回転軸5に一体連接されており，一方，第2図のA-A線断面図に示すように，第2ホルダー9は，ピン10を介して，回転軸5に，それに直交する軸芯Q周りで揺動自在に連結されている。",
                    "回転軸5に，その軸芯方向に摺動自在に筒体11が取り付けられ，この筒体11を揺動軸芯Q部分に外嵌することによって第2ホルダー9の揺動を阻止するように構成されている。筒体11と回転軸5に取り付けられたバネ受け12との間に圧縮コイルスプリング13が介装され，通常時において，揺動軸芯Q部分を外嵌する位置に筒体11が摺動変位するように付勢し，回転状態で第1ホルダー8に対して第2ホルダー9にガタツキを生じないように構成されている。",
                    "第1ホルダー8の先端には電動モータ14が取り付けられ，内周面を球面に形成した金型15を構成する半割り部材15aが，前記水平方向の軸芯P2に直交する軸芯P1周りで回転するように電動モータ14に連動連結されている。",
                    "一方，第2ホルダー9の先端に，金型15を構成する他方の半割り部材15bに連接された支軸16が回転のみ自在に取り付けられている。",
                    "また，第2ホルダー9の先端に，前記電動モータ14と等しいまたはほぼ等しい重量のバランスウェイト17が取り付けられ，水平方向の軸芯P2周りでの駆動回転をバランス良く行うことができるように構成されている。",
                    "一方の半割り部材15aの外周端面の近くで周方向に所定間隔を隔てた3箇所それぞれに，蝶ナット18を付設したネジ軸19が揺動自在に設けられ，そして，他方の半割り部材15bの所定の3箇所それぞれに，前記ネジ軸19を係脱自在に係入する係止部20が設けられ，半割り部材15bの周端面を半割り部材15aの周端面に突き合わせ，その状態でネジ軸19を係止部20に係入して蝶ナット18を締め付け，シール状態で密封するように構成されている。」(3頁9行～5頁19行)",
                    "「以上の構成により，半割り部材15aを下方に位置させた状態で他方の半割り部材15bを開き，そこに，固化後に弾性を発現する合成樹脂の液の所定量を注入し，半割り部材15bの周端面を半割り部材15aの周端面に突き合わせ，蝶ナット18を締め付けてシール状態で密封した後に両電動モータ2，14を駆動し，金型15を駆動回転しながら固化させることによって，ボールなどの中空状の球状体を製造できるのである。",
                    "球状体を製造する合成樹脂材料としては，例えば，ウレタン樹脂とか，それに炭素繊維やセラミック粉末を混入したものなど各種の材料が適用できる。",
                    "また，例えば，硬度が90度のウレタン樹脂と硬度が60度のウレタン樹脂それぞれの液体を混合注入することにより，第3図に示すように，軟質合成樹脂23の外表面を硬質合成樹脂24で覆った強度の高い球状体を製造することができる。」(6頁6行～7頁3行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "subject": "考案の効果",
      "text": [
        "「本考案によれば，継ぎ目の無い状態で球状体を製造できるから，その外表面に凹凸ができることを回避でき，外表面が全体にわたって滑らかで商品価値の高い球状体を製造できるようになり，しかも，合成樹脂の液体を注入した金型を駆動回転することによって球状体を一挙に製造できるから，半球体どうしを一体化するための縫合や熱溶着といった工程を無くすことができ，球状体を手間少なくかつ容易にして製造でき，ボールや装飾用の球体といった球状体を安価に製造できるようになった。",
        "また，球状体を遠心力を利用して製造するから，金型内に軟質合成樹脂の液体と，それよりも比重が大きい硬質合成樹脂の液体とを混合注入して球状体を製造することにより，比重差の関係から，軟質合成樹脂製の球状体の外表面を硬質合成樹脂で覆った球状体を自ずと製造でき，軟質合成樹脂によって優れた弾性を得ながら，その外表面を硬質合成樹脂で覆って保護した強度の高い球状体をも容易に得ることができる利点がある。」(7頁16行～8頁15行)"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "前記(1)の記載によれば，引用例1では，半割り部材15aを下方に位置させた状態で他方の半割り部材15bを開き，そこに，固化後に弾性を発現する合成樹脂の液の所定量を注入し，半割り部材15bの周端面を半割り部材15aの周端面に突き合わせ，蝶ナット18を締め付けてシール状態で密封した後に両電動モータ2，14を駆動し，金型15を駆動回転しながら固化させることによって，ボールなどの中空状の球状体を製造しているから，「合成樹脂製のボールの製造方法」が示されているといえる。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上によれば，引用例1には，審決認定のとおり，以下の引用発明1が記載されていると認められる。",
            "「  内周面を球面に形成した金型15を第1の軸芯P1周りで駆動回転自在にホルダー8，9に保持するとともに，前記ホルダーを前記第1の軸芯P1に直交する第2の軸芯P2周りで駆動回転自在に支持台1に取り付けてある球状体製造装置を用いる合成樹脂製のボールの製造方法であって，",
            "金型15を構成する一方の半割り部材15aを下方に位置させた状態で他方の半割り部材15bを開き，そこに，固化後に弾性を発現する合成樹脂の液の所定量を注入し，半割り部材15bの周端面を半割り部材15aの周端面に突き合わせてシール状態で密封した後に，金型15を軸芯P2周りで駆動回転させる電動モータ2と，軸芯P1周りで駆動回転させる電動モータ14とを駆動し，金型15を駆動回転しながら，遠心力により，合成樹脂液を金型の内周面全面にわたって所定の厚みで貼り付ける状態にし，駆動回転を継続しながら固化させることによって，継ぎ目の無い状態で外表面が全体にわたって滑らかな合成樹脂製のボールの製造方法。」"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "取消事由1(相違点1の判断の誤り)について"
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "本願発明と引用発明1の対比について",
          "text": [
            "前記認定によれば，本願発明と引用発明1とは，審決が正しく認定するとおり，前記第2の3(1)イの点で一致し，同ウの相違点1ないし3において相違する。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "引用発明2について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "引用例2(甲2)には，以下の記載がある。",
        "【特許請求の範囲】",
        "【請求項1】",
        "望ましくは38．5mmから48mmの直径であり，2．0gから4．5gの重さであり，殻(シェル)の厚さが(約)0．20mmから1．30mmであり，その殻(シェル)が有機無架橋ポリマーを主成分とするプラスチックで構成され，その有機ポリマーは主鎖中に炭素原子のみならずヘテロ原子も有することを特徴とするセルロイドを含まない卓球ボール。",
        "【請求項2】",
        "有機ポリマーが熱可塑性プラスチックであることを特徴とする請求項1に記載のセルロイドを含まない卓球ボール。",
        "【請求項18】",
        "望ましくは回転成形により製造された一体の殻(シェル)で作られていることを特徴とする前記請求項1から請求項17のいずれか一つ以上に記載のセルロイドを含まない卓球ボール。",
        "【請求項19】",
        "複数体の殻(シェル)，望ましくは二体の殻(シェル)が接合されていることを特徴とする請求項1から請求項17のいずれか一つ以上に記載のセルロイドを含まない卓球ボール。",
        "【請求項21】",
        "まず第一段階で数個の殻(シェル)パーツを製造し，次の段階で殻(シェル)パーツを接合することを特徴とする前記請求項1から請求項20のいずれか一つ以上に記載のセルロイドを含まない卓球ボールの製造工程。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "前記アの記載によれば，卓球ボールを回転成形により製造しているといえるから，引用例2には，「卓球ボールの製造方法」が示されているといえる。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "以上によれば，引用例2には，審決認定のとおり，以下の引用発明2が記載されていると認められる。",
        "「一体の殻(シェル)で作られているセルロイドを含まない熱可塑性プラスチック卓球ボールを回転成形により製造された卓球ボールの製造方法。」"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "引用発明1と引用発明2の組合せについて",
          "text": [
            "引用発明2は，前記(2)のとおり，回転成形により製造された「卓球ボール」の製造方法であるから，相違点1(本願発明は「卓球ボール」の製造方法であるのに対し，引用発明1は「ボール」の製造方法である点。)に係る本願発明の構成は，引用発明2に示されている。",
            "そして，引用発明1と引用発明2とは，ボールの製造方法という共通の技術分野に属するものであり，回転成形による一次成形という具体的な製造方法も共通する上，引用発明2の「卓球ボール」は，引用発明1の「ボール」に包含されるものである。また，引用発明2の原料である「セルロイドを含まない熱可塑性プラスチック」は，引用発明1の原料である「合成樹脂」に包含されるものであり，引用例1には，前記2(1)エのとおり，「球状体を製造する合成樹脂材料としては，例えば，ウレタン樹脂とか，それに炭素繊維やセラミック粉末を混入したものなど各種の材料が適用できる。」として，「各種の材料」が使用できることが示唆されている。",
            "そうすると，引用発明1に引用発明2を適用して，引用発明1の「ボール」の原料を「セルロイドを含まない熱可塑性プラスチック」とし，「ボール」を「卓球ボール」とすることは，当業者の通常の創作能力の発揮の範囲内のことということができる。",
            "したがって，相違点1に係る本願発明の構成は，当業者が引用発明1に引用発明2を適用することによって容易に想到し得たものであると認められる。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "原告の主張について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，引用例2には，請求項18に「…回転成形により製造された一体の殻(シェル)で作られていることを特徴とする…卓球ボール。」という記載があるものの，請求項21には，この請求項18を引用しつつ一次成形という上記記載と矛盾する記載がされ，明細書には一次成形についての記載は全くないから，引用例2には，当業者において回転成形法により一次成形された卓球ボールの製造方法を使用できるように記載されていないのであり，これにより引用発明2を認定することはできないと主張する。",
        "しかしながら，前記(2)アのとおり，引用例2の請求項19は，「複数体の殻(シェル)，望ましくは二体の殻(シェル)が接合されていることを特徴とする…卓球ボール。」を規定するに当たり，直前の請求項18を除く上位の請求項である「請求項1から請求項17」については全て引用する一方で，「望ましくは回転成形により製造された一体の殻(シェル)で作られていることを特徴とする」請求項18については引用していないことが認められる。請求項18が請求項19の直前の請求項であることからすれば，請求項19は，「複数体の殻(シェル)…が接合されていることを特徴とする…卓球ボール。」と技術的に矛盾する請求項18を敢えて引用しなかったものと認められる。このような特許請求の範囲の記載からすると，原告指摘の請求項21が請求項18を引用しているのは，誤記であると認めるのが相当である。また，明細書に一次成形についての記載が全くないとしても，請求項18には「…回転成形により製造された一体の殻(シェル)で作られていることを特徴とする…卓球ボール。」と明確に記載されており，引用例2が公開された平成21年には，直交する2軸回りに回転させる回転成形法により合成樹脂製のボール(甲1)や開口部を有しない中空製品(甲3)を製造することができることは既に周知であったと認められる。",
        "以上によれば，引用例2に接した当業者において，回転成形法により一次成形された卓球ボールの製造方法を使用することができないと認識するものではなく，前示のとおり，引用例2に基づき引用発明2を認定することができる。原告の主張は，採用できない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，引用例1に具体的に開示されたウレタン樹脂は，卓球ボールのような精度の高い成形体を得ることは非常に困難であり，相応の硬度を有してバウンドする卓球ボールを得ることは不可能であるし，熱硬化性樹脂であることから，当業者は，引用発明1と熱可塑性樹脂を使用している引用発明2とは，全く異なる技術分野に属するものであり，引用発明1の製造方法は，高い精度が要求される卓球ボールの製造には不適切であると判断し，引用発明1に対して引用発明2の「卓球ボール」を組み合わせる動機付けはないと主張する。",
        "しかしながら，前記2(3)のとおり，引用発明1は「合成樹脂製のボールの製造方法」であり，引用発明1のボールの原料は，ウレタン樹脂や，これに炭素繊維やセラミック粉末を混入したものに限られるものではないし，引用例1には，前記2(1)エのとおり「，球状体を製造する合成樹脂材料としては，例えば，ウレタン樹脂とか，それに炭素繊維やセラミック粉末を混入したものなど各種の材料が適用できる。」として，「各種の材料」が使用できることが示唆されていることは，前示のとおりであるから，当業者は，引用発明1においては，「球状体を製造する合成樹脂材料としては，」金型が駆動回転している状態で，金型の内周面全面にわたって所定の厚みで貼り付き，駆動回転を維持しながら固化することによって継ぎ目のない状態で外表面が全体にわたって滑らかなボールとなるものであれば，「各種の材料が適用できる」と認識するものといえる。そうすると，甲1発明において，ボールの用途に応じて最適な原料を用いることは，当業者であれば適宜なし得る事項であって，当業者において，引用発明1と引用発明2が全く異なる技術分野に属するものであるとか，引用発明1の製造方法が卓球ボールの製造には不適切であると判断するものとはいえない。原告の主張は，採用できない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "4",
              "subject": "取消事由2(相違点2の判断の誤り)について"
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "相違点2に係る本願発明の構成が容易想到であること",
          "text": [
            "引用発明1においては，金型の内壁に製造原料が一様に分布し，ボールの外表面が全体にわたって滑らかになる必要があるが，一般的に，回転成形時の回転速度が遅ければ，原料が金型の内壁に沿って流れ落ち，原料を一様に分布させるに当たり自重の作用が大きくなり，回転速度が速ければ，原料が金型の内壁に沿って貼り付き，原料を一様に分布させるに当たり遠心力の作用が大きくなるということができる。そうすると，引用発明1において，回転速度をどの程度とするかは，当業者がこれを実施する際に，ボールの継ぎ目のない状態で外表面が全体にわたって滑らかになるように適宜定めるべき事項である。",
            "また，相違点2(本願発明では(球形型の)「回転速度の範囲を20rpm-3000rpmに制御する」のに対し，引用発明1は回転速度について明らかでない点。)に係る本願発明の構成は，球形型の「回転速度の範囲を20rpm-3000rpmに制御する」ことであるが，その技術的意義について検討すると，本願明細書には，回転速度の下限値20rpmやその上限値3000rpmについて，その技術的意義や臨界的意義を端的に示す記載はない。もっとも，前記1(1)ウのとおり，本願発明は，「遠心力と原料自身の重力の作用でキャビティ内の原料が型のキャビティの内壁に均一に付着される」のに対し，既存の回転技術は，形状の異なる大型製品について，「通常の回転速度が20rpm以内であり」，「型が低速回転する時に，液状，溶融状或いはペースト状の原料が自身重力の作用のみで型のキャビティ内壁に逐次塗布され，逐次塗布及び低い回転速度という二つの原因で，成形後の製品の肉厚が不均一とな」ると記載されており(【0023】)，回転速度の下限値については，原料の自身重力の作用に加え，原料に遠心力の作用を働かせる点に技術的意義を見出そうとしたことが窺われる。しかしながら，遠心加速度は回転半径に比例するから，上記記載によって，回転速度が20rpm以内では，卓球ボールよりも回転半径が遥かに大きな大型製品においてさえ，原料の自身重力の作用のみで，キャビティ内の原料に遠心力の作用が十分に働かないことが開示されていることからすると，卓球ボールの製造方法である本願発明において，回転速度の下限値である20rpmのときは，主に原料の自身重力の作用のみが働き，原料に遠心力の作用が十分に働かないこともまた開示されているというほかなく，結局，回転速度の下限値20rpmに臨界的意義は認められない。",
            "そして，回転速度の上限値と下限値との間に，回転速度で150倍，回転速度により生じる遠心加速度では2万倍以上の差があることに加え，前記1(1)エのとおり，具体的な回転速度は「選択される材料の物性によって確定され，原料を内壁に均一に付着させることは制御基準である」とされていること(【0028】)を併せ考慮すると，相違点2に係る本願発明の構成である「回転速度の範囲を20rpm-3000rpmに制御する」ことに格別の臨界的意義や技術的意義を認めることはできない。",
            "そうすると，甲1発明において，相違点2に係る本願発明の構成である「回転速度の範囲を20rpm-3000rpmに制御する」ことは，必要に応じて適宜行うべきものであって，当業者が容易に想到し得たものであると認められる。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "原告の主張について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，引用発明3の製造原料や製品の形状，大きさ等によれば，引用発明1に対して引用発明3を適用することは容易ではないと主張する。",
        "しかしながら，相違点2に係る本願発明の構成は，引用発明3を参酌するまでもなく容易想到であることは，前示のとおりである。原告の主張は，採用できない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，回転速度の下限値20rpmに技術的意義が存在すると主張するが，回転速度の下限値に格別の臨界的意義や技術的意義を認めることができないことは，前示のとおりである。原告の主張は，採用できない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "5",
              "subject": "取消事由3(相違点3の判断の誤り)について"
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "引用例4について",
          "text": [
            "引用例4(甲4)には，以下の記載がある。",
            "「産業上の利用分野",
            "本発明はピンポン球，水洗便器用浮子，漁業用浮子，玩具等に使用される中空半球体の製造法及びその装置に関するものである。",
            "従来技術",
            "従来樹脂による中空球体の製造としてはブロー成形法，シートホーミングによる半球製造後嵌合させる方法および回転成形方法等がある。",
            "発明が解決しようとする問題点",
            "第1のブロー成形法によれば成形時における偏肉現象は避けられず，又金型接合部分にバリが発生し，このバリを取り除くための加工を施すと接合部分の強度が低下するという欠点がある。",
            "第2のシートホーミングによる半球製造後嵌合させるいわゆる圧空成形法によれば，これ又第1のブロー成形法と同様に偏肉現象が発生するとともに球体としての真円度のあるものがえられず嵌合接着時の作業性にも問題があった。",
            "第3の回転成形法によればこれは前記第1，2の方法より偏肉減少〔判決注・「偏肉現象」の誤記と認める。〕の発生がなく又球体として真円度のあるものがえられるが，回転成形に適する材質上の制限があり，又金型接合面におけるバリの発生や嵌合接着時の作業性については依然として問題点を残している。",
            "特にピンポン球の製造はセルロイドシートを用いて前記第2の方法で製造されているが，前述した第2の方法による問題点をそのまま有している。",
            "すなわち，シートから半球体に成形する方法では原理的に球面全体に亘って均質な膜厚がえられず，したがって偏肉現象が起き易い。",
            "このように膜面に偏肉があるとピンポン球として要請される正規なバウンドはえられない。」(81頁右下欄1行～82頁左上欄14行)"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点3に係る本願発明の構成が容易想到であること",
      "text": [
        "前記(1)の記載によれば，樹脂による中空球体，すなわち，樹脂製のボールにおいては，従来から，偏肉現象，すなわち，肉厚の誤差の発生が課題として認識されており，肉厚の誤差を小さくすることが望まれていたことが認められ，特に卓球ボールにおいては，肉厚の誤差があるとバウンドについて卓球ボールとして求められる性能を損なってしまうことが認められる。そして，前記2(1)オのとおり，引用発明1においても，外表面が全体にわたって滑らかで商品価値の高い合成樹脂製のボールを製造するものであるから，肉厚の誤差をできる限り小さくすることが望ましいことが明らかであり，肉厚の誤差をどの程度まで許容するかは，当業者がこれを実施する際に，用途や費用などとのバランスで適宜定めるべき事項である。",
        "また，相違点3(本願発明は「球殻が基本的に統一的な肉厚を有し，且つ球殻の肉厚の誤差が0．04mm以下」とするのに対し，引用発明1は肉厚の態様と誤差について明確な言及をしていない点。)に係る本願発明の構成は，「球殻が基本的に統一的な肉厚を有し，且つ球殻の肉厚の誤差が0．04mm以下」であることであるが，その技術的意義について検討すると，本願明細書には，球殻の肉厚の誤差が0．04mmを超えると，国際卓球連盟の定めるT3規格の偏心，硬度，バウンドの要求を達成することが困難である旨の記載(【0023】)があるものの，球殻の肉厚の誤差と，偏心，硬度，バウンドとの定量的な関連は記載されていないから，「球殻の肉厚の誤差が0．04mm以下」という数値に格別の臨界的意義や技術的意義を認めることはできない。",
        "さらに，前示のとおり，本願発明では，「具体的な回転速度が選択される材料の物性によって確定され，原料を内壁に均一に付着させることは制御基準である」というのであるから，使用原料や成形条件にかかわらず，回転速度を「20rpm-3000rpm」の範囲に制御すれば，必ず「球殻の肉厚の誤差が0．04mm以下」となるというものではなく，「球殻の肉厚の誤差が0．04mm以下」という数値は，回転速度の「20rpm-3000rpm」という数値範囲との関係においても格別の意義が認められるものではない。",
        "そうすると，引用発明1において，球殻の肉厚の誤差をできるだけ小さくし，相違点3に係る本願発明の構成である「球殻が基本的に統一的な肉厚を有し，且つ球殻の肉厚の誤差が0．04mm以下」となるようにすることは，当業者が容易に想到し得たものであると認められる。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "原告の主張について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，引用例4に基づき，引用発明1においても「球殻が基本的に統一的な肉厚を有」するものとすることに格別の困難性はないということはできないと主張する。",
            "しかしながら，前記(1)のとおり，引用例4には，回転成形法により製造された中空半球体を嵌合接着して得られた樹脂製の中空球体について，回転成形法によれば他の製造法に比べ肉厚の誤差の発生を抑制できることが開示されており，引用発明1は，回転成形法による樹脂製の中空球体の製造という点では引用例4と共通するものであるから，引用発明1においても，「球殻が基本的に統一的な肉厚を有」するものとすることに格別の困難性はないということができる。原告の主張は，採用できない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，卓球ボールの肉厚の誤差は当業者が適宜選択できるものではないし，T3規格による偏心，硬度，バウンドなどの厳しい要求特性を満足する卓球ボールを得るためには肉厚誤差を0．04mm以下にする必要があるところ，引用例1には，肉厚誤差や偏心，硬度，バウンドなどの課題が存在せず，卓球ボールの肉厚の誤差を0．04mm以下とすることは極めて困難なことであるから，引用例4の記載を参照しても，引用発明1においてT3規格による厳しい要求特性を満足する卓球ボールが得られることを予測することは不可能であると主張する。",
            "しかしながら，樹脂製のボール，特に卓球ボールの製造において，肉厚の誤差の発生を抑制することが周知の課題であったことは，前示のとおりであるから，引用例1に接した当業者は，引用例1に明示の記載がなかったとしても，肉厚の誤差の発生という課題を認識し得るものということができるし，相違点3に係る本願発明の構成である「球殻の肉厚の誤差が0．04mm以下」という点に格別の臨界的意義や技術的意義を認めることができないことは，前示のとおりである。また，引用例4を参酌すれば，引用発明1において「球殻が基本的に統一的な肉厚を有」するものとすることに格別の困難性がないことも，前示のとおりである。そうすると，本願発明の効果は，引用発明1及び2並びに引用例4に基づいて当業者が容易に想到する構成から予測し得ない顕著なものとは認められない。原告の主張は，採用できない。"
          ],
          "content": [
            {
              "fig": "6",
              "subject": "結論",
              "text": [
                "以上によれば，本願発明は，引用発明1及び2並びに引用例4に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。",
                "よって，原告の請求は，取消事由4を判断するまでもなく理由がないから，これを棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10263",
    "date": "2016-10-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086195",
    "ipprecedent_id": "4457",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}