{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800222号事件について平成26年12月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない事実又は文中掲記の証拠により容易に認定できる事実)",
          "text": [
            "被告らは，発明の名称を「ビタミンDおよびステロイド誘導体の合成用中間体およびその製造方法」とする特許第3310301号(平成9年9月3日出願〔優先権主張日平成8年9月3日〕，平成14年5月24日設定登録。以下「本件特許」という。)の特許権者である。",
            "原告らは，平成25年12月10日，本件特許の特許請求の範囲の請求項1，2，4，6～14，16，18～30に係る発明の特許について，特許無効の審判請求をし(甲48)，特許庁は，この請求を無効2013-800222号事件として審理をした。被告らは，その手続中の平成26年4月30日付け訂正請求書(甲51)で，請求項1，2，4ないし14，16ないし30について，特許請求の範囲の減縮を目的とする訂正請求(以下「本件訂正」という。)をした。",
            "特許庁は，審理の結果，平成26年12月15日，「請求のとおり訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月26日，原告らに送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲(請求項の数は28)の請求項1及び13は，以下のとおりである(以下，本件訂正後の各請求項に係る発明を，請求項に対応して「本件発明1」，「本件発明2」などといい，請求項1，2，4，6～14，16，18～28に係る発明を併せて「本件発明」という。また，本件訂正後の明細書を「本件明細書」という。なお，本件訂正により，請求項29及び30は削除された。以下の請求項1及び13のうち，本件訂正による訂正部分には，下線を付した。)。",
            "「【請求項1】  下記構造を有する化合物の製造方法であって：",
            "(式中，nは1であり；R およびR はメチルであり；WおよびXは各々独立に水素またはメチルであり；YはOであり；そしてZは，式：",
            "のステロイド環構造，または式：",
            "のビタミンD構造であり，Zの構造の各々は，1以上の保護または未保護の置換基および／または1以上の保護基を所望により有していてもよく，Zの構造の環はいずれも1以上の不飽和結合を所望により有していてもよい)",
            "(a)下記構造：",
            "(式中，W，X，YおよびZは上記定義の通りである)",
            "を有する化合物を塩基の存在下で下記構造：",
            "または",
            "(式中，n，R およびR は上記定義の通りであり，そしてEは脱離基である)",
            "を有する化合物と反応させて化合物を製造すること；並びに",
            "(b)かくして製造された化合物を回収すること，",
            "を含む方法。」",
            "【請求項13】",
            "「下記構造を有する化合物の製造方法であって：",
            "(式中，nは1であり；R およびR はメチルであり；WおよびXは各々独立に水素またはメチルであり；YはOであり；そしてZは，式：",
            "【判決注：化学式は，請求項1のステロイド環構造と同じなので省略する。】",
            "のステロイド環構造，または式：",
            "【判決注：化学式は，請求項1のビタミンD構造と同じなので省略する。】",
            "のビタミンD構造であり，Zの構造の各々は，1以上の保護または未保護の置換基および／または1以上の保護基を所望により有していてもよく，Zの構造の環はいずれも1以上の不飽和結合を所望により有していてもよい)",
            "(a)下記構造：",
            "【判決注：化学式は，請求項1の対応する出発化合物と同じなので省略する。】",
            "(式中，W，X，YおよびZは上記定義の通りである)",
            "を有する化合物を塩基の存在下で下記構造：",
            "【判決注：化学式は，請求項1の対応する反応化合物(エポキシ)と同じなので省略する。】",
            "または",
            "【判決注：化学式は，請求項1の対応する反応化合物(アルコール)と同じなので省略する。】",
            "(式中，n，R およびR は上記定義の通りであり，そしてEは脱離基である)",
            "を有する化合物と反応させて，下記構造：",
            "【判決注：化学式は，請求項1の対応するエポキシド化合物と同じなので省略する。】",
            "を有するエポキシド化合物を製造すること；",
            "(b)そのエポキシド化合物を還元剤で処理して化合物を製造すること；および",
            "(c)かくして製造された化合物を回収すること；",
            "を含む方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，①  本件訂正は，特許法134条の2第1項，3項の規定に適合し，同法134条の2第9項の規定によって準用する同法126条5項，6項の規定に適合するとともに，無効審判の請求がされていない訂正後の請求項3，15に係る発明については，同法134条の2第9項の規定で準用する同法126条7項の規定に適合するので，訂正を認める，②  本件訂正後の本件発明は，甲1(Chemistry  of  Heterocyclic  Compounds，Vol．17，Ｎo．7，  pp．642-644，1982年登載の論文。以下「甲第1号証」という。)に記載された発明及び本件優先日前の周知技術に基づいて当業者が容易に発明をすることができたものであるとはいえないから，本件発明についての特許が特許法29条2項に違反してされたものということはできない，③  本件発明は，甲7及び甲第1号証に記載された発明並びに本件優先日前の周知技術に基づいて当業者が容易に発明をすることができたものとはいえないから，本件発明についての特許が特許法29条2項に違反してされたものということはできない，④  本件発明は，甲4(有機合成化学協会誌第54巻第2号第139-145頁(第73-79頁)，1996年登載の論文。以下「甲第4号証」という。)及び甲第1号証に記載された発明並びに本件優先日前の周知技術に基づいて当業者が容易に発明をすることができたものとはいえないから，本件発明についての特許が特許法29条2項に違反してされたものということはできない，⑤  本件発明についての特許が特許法36条4項の要件を満たしていない特許出願に対してされたものとはいえない，⑥  本件発明についての特許が特許法36条6項の要件を満たしていない特許出願に対してされたものということはできない，したがって，原告らが主張する無効理由によって本件発明の特許を無効とすることはできない，というものである。",
            "上記④の無効理由に関し，審決がした認定判断の内容は，次のとおりである(後記原告らの主張のとおり，本件訴訟において，原告らは，上記④についての相違点の判断の誤りのみを主張して，審決の取消しを求めている。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第4号証記載の発明の認定(当事者間に争いがない)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4発明1の認定",
                  "text": [
                    "「下記の20(S)-アルコール(8)",
                    "(式中，TBSは，t-ブチルジメチルシリルである。)",
                    "と，下記臭化物",
                    "(式中，THPはテトラヒドロピラニルである。)",
                    "とを水素化カリウムの存在下に反応させて，下記のエーテル化合物",
                    "(式中，R1＝THP，R2＝TBS)を生成し，エーテル化合物のR1のTHP部分と，R2のTBS部分をピリジニウムp-トルエンスルホネートで切断して下記アリルアルコール化合物",
                    "(式中，R1＝R2＝H)",
                    "を生成し，引き続き，tert-ブチルハイドロパーオキシドにより上記化合物をエポキシ化して，",
                    "下記のエポキシド化合物(18または19)",
                    "(環構造は反応前と同じである。)を得る方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4発明2の認定",
                  "text": [
                    "「20(S)-アルコール(8)【判決注：甲4発明1と同じなので化学式は省略する。】と，",
                    "臭化物【判決注：甲4発明1と同じなので化学式は省略する。】",
                    "とを水素化カリウムの存在下に反応させて，",
                    "エーテル化合物【判決注：化学式は，甲4発明1と同じなので省略する。】を生成し，",
                    "エーテル化合物のR1のTHP部分と，R2のTBS部分をピリジニウムp-トルエンスルホネートで切断してアリルアルコール化合物【判決注：化学式は，甲4発明1と同じなので省略する。】を生成し，",
                    "引き続き，tert-ブチルハイドロパーオキシドにより上記化合物をエポキシ化して，",
                    "エポキシド化合物(18または19)【判決注：化学式は，甲4発明1と同じなの省略する。】を得て，",
                    "エポキシド化合物(18)及び(19)をジイソブチルアルミニウムハイドライドでエポキシ基を開裂し，",
                    "下記のトリオール化合物",
                    "(式中，R1＝CH ，R2＝OH，R3＝TBS)",
                    "(式中，R1＝OH，R2＝CH ，R3＝TBS)",
                    "を得る方法。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1，2，4，6ないし12についての判断(一致点及び相違点については，いずれも当事者間に争いがない。)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲4発明1との一致点",
                  "text": [
                    "「下記の構造を有する化合物の製造方法であって：",
                    "(式中，nは1であり；R およびR は各々独立に，所望により置換されたC1～C6 アルキルであり；WおよびXは各々独立に水素またはメチルであり；YはOであり；そしてZは，ステロイド環構造，またはビタミンD構造であり，Zの構造の各々は，1以上の保護または未保護の置換基および／または1以上の保護基を所望により有していてもよく，Zの構造の環はいずれも1以上の不飽和結合を所望により有していてもよい)",
                    "(a)下記構造：",
                    "(式中，W，X，YおよびZは上記定義の通りである)を有する化合物を塩基の存在下で下記構造：",
                    "E-B",
                    "を有する化合物(式中，Eは脱離基である)と反応させて化合物を製造すること；",
                    "(b)かくして製造された化合物を回収すること，",
                    "を含む方法」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲4発明1との相違点",
                  "text": [
                    "(相違点3-i)「R およびR 」が，本件発明1では，ともに「メチル」であるのに対して， 甲4発明1では，「メチルとヒドロキシメチル」である点",
                    "(相違点3-ii)「E-B」の「B」に対応する部分構造が，本件発明1では，",
                    "「2，3-エポキシ-3-メチル-ブチル基」または，「2-脱離基-3-メチル-3-ヒドロキシ-ブチル基」であるのに対して，甲4発明1では，",
                    "「",
                    "(式中，THPはテトラヒドロピラニルである。)」(以下「3-メチル-4-テトラヒドロピラニルオキシ-2-ブテニル基」という。)である点",
                    "(相違点3-iii)工程(a)が， 本件発明1では，「E-B」と反応させて化合物を得ているのに対して， 甲4発明1では，「E-B」と反応させた後，「得られたエーテル化合物(判決注：化学式は省略する。)をピリジニウムp-トルエンスルホネートで処理して，アリルアルコール化合物(判決注：化学式は省略する。)を生成し，引き続き，tert-ブチルハイドロパーオキシドによりアリルアルコール化合物をエポキシ化して」化合物を得ている点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記相違点についての判断の概要",
                  "text": [
                    "相違点3-iiにおける「E-B」の「B」構造を，「3-メチル-4-テトラヒドロピラニルオキシ-2-ブテニル基」から，「2，3-エポキシ-3-メチル-ブチル基」又は「2-脱離基-3-メチル-3-ヒドロキシ-ブチル基」にすること(「B」構造の置換)によって，相違点3-i及び3-iiiに係る構成を備えることになるから，相違点3-iiについて検討する。",
                    "甲4発明1において，相違点3-ii の「E-B」の「B」を「3-メチル-4-テトラヒドロピラニルオキシ-2-ブテニル基」から，「2，3-エポキシ-3-メチル-ブチル基」または「2-脱離基-3-メチル-3-ヒドロキシ-ブチル基」に置換する動機付けがあると認めることはできない。",
                    "また，甲4発明1の目的化合物を本件発明1と同じ最終的な目的化合物に対応する中間体としてのエポキシ化合物に代える動機付けがあり，その際，甲4発明1において，一段階の反応を採用しようとする動機付けがあると仮定しても，甲4発明1において，「B」構造を，「3-メチル-4-テトラヒドロピラニルオキシ-2-ブテニル基」から，「2，3-エポキシ-3-メチル-ブチル基」とするために，甲第1号証に記載される「1-ブロモ(またはクロロ)-3-メチル-2,3-エポキシブタン」を使用することを当業者が容易に想到し得たとは認めることができない。",
                    "したがって，本件発明1は，甲第4号証及び甲第1号証記載の発明並びに本件優先日前の周知技術に基づいて当業者が容易に発明をすることができたものということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明2，4，6ないし12は，本件発明1をさらに限定したものであるから，本件発明2，4，6ないし12も，本件発明1と同様の理由により，当業者が容易に発明をすることができたものということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明13，14，16，18ないし28についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明13と甲4発明2との一致点",
                  "text": [
                    "「下記の構造を有する化合物の製造方法であって：",
                    "(式中，nは1であり；R およびR は各々独立に，所望により置換されたC1～C6アルキルであり；WおよびXは各々独立に水素またはメチルであり；YはOであり；そしてZは，ステロイド環構造，またはビタミンD構造であり，Zの構造の各々は，1以上の保護または未保護の置換基および／または1以上の保護基を所望により有していてもよく，Zの構造の環はいずれも1以上の不飽和結合を所望により有していてもよい)",
                    "(a)下記構造：",
                    "(式中，W，X，YおよびZは上記定義の通りである)を有する化合物を塩基の存在下で下記構造：",
                    "E-B",
                    "を有する化合物(式中，Eは脱離基である)と反応させてエポキシド化合物を製造すること；",
                    "(b)そのエポキシド化合物を還元剤で処理して化合物を製造すること；および",
                    "(c)かくして製造された化合物を回収すること，",
                    "を含む方法」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明13と甲4発明2との相違点",
                  "text": [
                    "(相違点3-i’)「R およびR 」が，",
                    "本件発明13では，ともに「メチル」であるのに対して，",
                    "甲4発明2では，「メチルとヒドロキシメチル」である点",
                    "(相違点3-ii’)「E-B」の「B」に対応する部分構造が，",
                    "本件発明13では，「2，3-エポキシ-3-メチル-ブチル基」または，「2-脱離基-3-メチル-3-ヒドロキシ-ブチル基」であるのに対して，",
                    "甲4発明2では，「3-メチル-4-テトラヒドロピラニルオキシ-2-ブテニル基」である点",
                    "(相違点3-iii’)工程(a)が，",
                    "本件発明13では，「E-B」と反応させて化合物を得ているのに対して，",
                    "甲4発明2では， 「E-B」と反応させた後，「得られたエーテル化合物【判決注：化学式は省略する。】をピリジニウムp-トルエンスルホネートで処理して，アリルアルコール化合物【判決注：化学式は省略する。】を生成し，引き続き，tert-ブチルハイドロパーオキシドによりアリルアルコール化合物をエポキシ化して」化合物を得ている点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記相違点についての判断",
                  "text": [
                    "相違点3-ii’は，前記相違点3-ii と実質的に同じであるから，前記(2)ウと同様の理由により，甲4発明2において，本件優先日前に相違点3-ii’に係る構成を備えたものとすることが当業者にとって容易になし得たものとはいえない。",
                    "したがって，本件発明13は，甲第4号証及び甲第1号証記載の発明並びに本件優先日前の周知技術に基づいて当業者が容易に発明をすることができたものということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明14，16，18ないし28は，本件発明13をさらに限定したものであるから，本件発明14，16，18ないし28も本件発明13と同様の理由により，当業者が容易に発明をすることができたものということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の取消事由(相違点についての判断の誤り)",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1の容易想到性について",
          "text": [
            "本件発明1と甲4発明1との相違点は，以下のとおり容易に克服することができる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第4号証は，全体としてマキサカルシトールの合成方法を検討した文献であり，マキサカルシトールを工業的に効率的に製造する方法が技術課題であることが明記されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，甲第4号証の図9には，下図1のとおり，エポキシド化合物から還元によりエポキシ基を開環する反応が記載され，マキサカルシトールの予想代謝物が高収率で得られたことが記載されている。",
                "(図1)",
                "還元(開環反応)",
                "(エポキシド化合物)            (予想代謝物)",
                "この予想代謝物の側鎖は，マキサカルシトールの「構造を眺めて代謝を受けやすい部分を想定して」，マキサカルシトールの側鎖の末端の一方のメチル基がヒドロキシメチル基に変化する可能性のあることを想定して合成されたものであり，マキサカルシトールの側鎖と異なるのは，末端のメチル基(CH   上記図1の青色部分)のうちの一つがヒドロキシメチル基(CH -OH  上記1の赤色部分)になっている点のみである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "有機合成の研究では，類似構造を有する化合物の合成方法から着想を得るのが常道であり，甲第4号証記載のマキサカルシトールを効率的に製造する方法を課題として解決しようとする当業者は，甲第4号証の図9の記載に接して，甲4発明1の予想代謝物であるビタミンD誘導体及びその前駆体となるステロイド化合物の側鎖と，マキサカルシトールの側鎖の構造が，上記のとおり酷似していることに着目して，甲4発明1の合成方法をマキサカルシトールの合成にも応用し，エポキシド化合物におけるヒドロキシメチル基をメチル基に変更することを動機付けられる。",
                "上記図1の開環反応では，エポキシド化合物の末端のヒドロキシメチル基とメチル基がそのまま予想代謝物に保存されており，当業者であれば，甲4発明1のエポキシド化合物においてヒドロキシメチル基をメチル基に置き換えても，下図2のとおり，メチル基がいずれも保存され，エポキシ基の開環反応によりマキサカルシトールを合成できることを容易に理解し，想到する。",
                "(図2)",
                "エポキシ基の開環後も，ヒドロキシメチル基とメチル基がそのまま保存されることは，当業者の技術常識とも合致している(甲16)。",
                "しかも，ステロイド環構造を有するエポキシド化合物のエポキシ基を還元剤で開環して，マキサカルシトールと同様に，末端に2個のメチル基の結合した側鎖を構築する方法は，下図3のとおり，本件特許の優先日前において当業者に知られている(国際公開公報第93／21204号〔甲8〕。以下「甲第8号証」という。)ただし，下図3の側鎖は，22位の原子が酸素原子ではなく，炭素原子である点がマキサカルシトールの側鎖と異なる。)。",
                "(図3)",
                "本件発明の発明者自身，カルシトリオールの側鎖の22位の炭素原子を酸素原子に置換することによりマキサカルシトールを想到している(甲4)。しかるところ，甲第8号証では，このカルシトリオールと同じ側鎖を構築する際にエポキシド化合物を用いることが記載されており，当業者は，甲第4号証の図9記載のマキサカルシトール予想代謝物の側鎖構築法が，甲第8号証の側鎖構築法に酷似していることを直ちに理解する。甲第8号証のような技術知見を有する当業者にとって，甲第4号証の図9のエポキシド化合物からマキサカルシトール前駆体(エポキシド化合物)の合成を着想することには，何の困難もない。",
                "したがって，前記(1)の課題を認識する当業者は，甲第4号証の図9から，マキサカルシトールの合成をするために，その前駆体として，図9のエポキシド化合物のヒドロキシメチル基をメチル基に置き換えたエポキシド化合物を用いることを容易に着想し，動機付けられる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，上記図2のエポキシド化合物から，甲第1号証記載の試薬(以下「本件試薬」という。)及び出発物質としてのステロイド20位アルコールを想到することは，以下のとおり，容易である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "既知の物質の合成ルートを検討するに当たっては，目的化合物からスタートして，反応を逆行して合成法を検討する「逆合成法」が有機合成の分野における研究者の常套手段であり(甲59，60)，本件優先日当時，有機合成化学に携わる者であれば誰でも必ず身に着けている合成法であった。マキサカルシトールという既知の物質を効率的に作るという課題を解決するために，当業者が逆合成法を用いるのは自然である。",
                    "逆合成法は，なるべく効率的にマキサカルシトールの合成前駆体となるエポキシド化合物を合成するために適用されるのであり，最初に考慮されるのは，一段階の反応でエポキシド化合物を合成できないか，ということである。",
                    "前記図2のエポキシド化合物を見ると，下図4のとおり，エーテル結合の酸素原子とその右側の炭素原子との間で切断することが可能であり，有機合成の観点からも合理的である(甲61A意見書)。",
                    "(図4)",
                    "上記のように切断した場合，エーテル結合部分の酸素原子は電子的にマイナスにチャージするため，これを打ち消すために電気陰性度の小さな水素原子を付加し，一方，切断されたもう一方の炭素原子は電子的にプラスにチャージするため，これを打ち消すために電気陰性度の高いBrなどのハロゲン原子を付加するのは技術常識である。実際，甲4発明1においても出発物質と試薬との関係は同様であり，この切断後のステロイド構造体の22位を水酸基としたものは，甲4発明1の出発物質そのものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記部位で切断することは，当業者の技術常識とも合致する。すなわち，出発物質の22位水酸基をアルキルブロミドによりアルキル化するような手法は，本件優先日当時，当業者に周知かつ慣用の技術であり(甲23)，また，ある化合物をアルキル化する際に，エピブロモヒドリンなどのエポキシ基を有する化合物をアルコールと反応させることにより，グリシジルエーテル化合物を合成できることは，本件優先日当時，周知であった(甲10ないし12，25ないし27。立体的に複雑な3員環骨格に結合する2級アルコールについて，甲27。立体的に複雑なステロイドアルコールについて，甲63，64)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上から，マキサカルシトールの効率的な製造方法を検討する当業者は，逆合成法を適用して，上記図4の部位でエポキシド化合物を切断した上，炭素原子側にBrを付加して得られる試薬(同図の右下の化合物。本件発明1の試薬のうち，エポキシ体の構造を有する試薬の脱離基としてBrを付加したものと同じ。本件試薬)を，酸素原子側に水素原子を付加して得られる甲4発明1の出発物質(図4の右上の化合物。本件発明1の出発物質の炭素骨格がステロイド構造のものと同じ。以下「本件ステロイド出発物質」ということがある。)に適用することを想起する。",
                    "また，甲4発明1では，側鎖にエポキシ基を導入するためにプレニルの導入と香月-シャープレス反応の二工程が必要であるが，本件試薬を用いれば，一工程で側鎖にエポキシ基を導入することができ，工程数を短縮できることも容易に理解できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記のように本件試薬を想起した当業者は，文献検索を行った結果，本件試薬を掲載した甲第1号証を発見することができる。",
                    "甲第1号証は，10種類の異なる構造を有するアルコール類について本件試薬が反応することを報告するものであり，そのうち，イソプロパノールが，最適化されていない条件であるにもかかわらず，本件試薬と約50％という高い収率で反応することが記載されている。",
                    "イソプロパノールと本件試薬との反応は，S 2反応である。S 2反応においＮ Ｎて，目的とする生成物が得られることを予測できるかで問題となるのは，反応部位となる官能基構造の類似性や，アルコール類であれば，反応点の構造が何級アルコールかというような，反応点のごく近傍の環境の類似性である。反応に供される化合物の全体としての分子量や，反応部位から遠隔にある，反応とは関係のない箇所の分子構造などは問題とされない(甲61A意見書，甲77)。",
                    "そして，イソプロパノールは，本件発明1の出発物質と同じ2級アルコールであって，両者は，反応部位の部分構造(下図5の青色で囲んだ部分)が酷似するから，当業者は，本件発明1の出発物質と本件試薬とのS 2反応性も，良好に進行Ｎすることが理解できる。",
                    "(図5)",
                    "(イソプロパノール)              (本件発明1の出発物質)",
                    "このことは，反応を考える際の当業者の常套手段である分子模型を見ても，本件試薬には求核剤(反応の対象となる物質)の進路に大きな空間があるため，訂正発明の出発物質(ステロイド環構造のもの)との反応が容易に進行し，ステロイド環構造は，本件試薬との反応に際して立体的障害に全くならないことが分かる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そして，甲第1号証には，ブタノールと本件試薬を反応させて得たエポキシエーテル化合物のエポキシ基を，還元剤で所望の方向に開環する工程も記載されており，開環すると，マキサカルシトールの側鎖と同一の側鎖が形成されることも記載されている。ブタノールに代えて，イソプロパノールの場合でも，エポキシ基を開環すれば，側鎖が同一構造(マキサカルシトールの側鎖)になるのは自明である。",
                    "したがって，当業者は，高い蓋然性をもって，本件試薬と本件ステロイド出発物質とのエポキシアルキル化反応が進行する可能性が高いと考えて，本件発明1のエポキシド化合物を合成することを動機付けられるというべきである(甲61A意見書)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲第4号証の図9のエポキシド化合物のヒドロキシメチル基をメチル基に置き換えたエポキシド化合物を用いるという着想の容易想到性について",
                  "text": [
                    "被告らは，甲4発明2の目的物のビタミンD誘導体には2種類の異なる立体配置が存在するために香月-シャープレス反応を用いているから，甲4発明1のエポキシ体の還元反応の部分だけに着目する理由は存在しないと主張する。しかし，いずれのビタミンD誘導体もマキサカルシトールの側鎖と構造が酷似しており，エポキシ基の開環により高収率で得られているから，いずれに着目しても当業者はマキサカルシトールの合成に応用することを想到するし，甲第4号証で香月-シャープレス反応を用いていることの目的は当業者に容易に理解され，当業者はマキサカルシトールでは立体配置の問題が生じず，一種類だけの前駆体エポキシド化合物を利用するだけで効率的にマキサカルシトールを製造できることを理解するから，図9において二種類の異性体が存在することは，原告らの主張する着想の容易想到性の妨げにならない。",
                    "また，被告らは，甲4発明1をマキサカルシトールの合成に応用するのであれば，試薬を臭化プレニルに代えるのが素直であると主張する。しかし，逆合成の手法は，なるべく効率的に前駆体であるエポキシド化合物を合成するために適用するのであり，工程数の多い迂遠な合成方法を当業者がわざわざ採用するはずがなく，被告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件試薬と本件ステロイド出発物質との反応の予測可能性について",
                  "text": [
                    "被告らは，本件試薬と本件ステロイド出発物質との反応が進むことを当業者が予測することはできないと主張し，その根拠として，①本件試薬には反応点の候補が3か所あるので，副反応が生じる可能性があること，②本件試薬のエポキシ基が開環する可能性があること，③本件試薬の電荷分布の点からは後記反応点1で反応が進むと予測できないこと，④エピハロヒドリンの反応性に関する知見からは直接置換反応で反応が進むと予測できないこと，⑤本件ステロイド出発物質の反応は，本件試薬の立体の影響を受けることなどを挙げる。",
                    "しかし，上記①及び②については，甲第1号証自体から，エポキシ基が開環することなく，直接置換反応により反応点1で反応が進行することが明らかである。",
                    "また，上記③については，本件試薬において，反応点の炭素原子とその隣の炭素原子がいずれもプラスに荷電しているとの被告らの主張は誤りである。",
                    "上記④については，ウィリアムソン反応において，エピハロヒドリンも反応点1で反応することが知られている(甲69)。",
                    "さらに，上記⑤については，被告らの研究者が個人的に有していた知見にすぎず，技術常識ではない。本件ステロイド出発物質の水酸基が，本件試薬と同等の分子量や類似構造を有する種々のハロゲン化アルキル試薬と容易にS 2反応することは，Ｎ本件優先日当時周知であった(甲5，21，63，乙2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，マキサカルシトールの効率的な製法を見いだそうとする当業者であれば，甲4発明1のマキサカルシトールの予想代謝物をマキサカルシトールとするために末端のヒドロキシメチル基をメチル基に変えること(相違点3-i)，甲4発明1の試薬に代えて本件試薬を本件ステロイド出発物質に適用すること(相違点3-ii)，そして，本件ステロイド出発物質に本件試薬を適用して本件発明1のエポキシド化合物を得ること(相違点3-iii)をいずれも容易に想起する。",
                "したがって，本件発明1は，甲4発明1及び甲第1号証の技術的事項に基づいて当業者が容易に想到することのできるものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点(3-ii)に関し，甲4発明1のヒドロキシメチル基を変更する動機付けがあるか，(動機付けがあるとして)甲第1号証に記載される試薬(本件試薬)を容易に想到し得たか，という二つに分けて判断している。",
                "しかし，前記1のとおり，ヒドロキシメチル基をメチル基に変更することが容易だからこそ，当業者は甲4発明1からマキサカルシトールを合成することを着想するのであり，「ヒドロキシメチル基を変更する動機付け」だけを別個に取り出して議論すること自体が誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件試薬を容易に想到し得ない理由として審決が指摘する以下の点も，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲第1号証では「ステロイド環構造又はビタミンD構造の20位アルコール」を選択することについて記載も示唆もないと述べる。しかし，当業者は甲4発明1から試薬の構成に容易に想到し，甲第1号証は当該試薬について文献調査をすれば必ず発見する文献であるから，同号証に記載や示唆のないことは進歩性の判断に影響を与えない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，原告らが提出する公知文献(甲4ないし7，21ないし23)で使用されている反応剤はいずれもエポキシ環構造を有さない化合物であると述べる。しかし，そのことは，甲4発明1から本件試薬を想到することの障害にも，当該試薬を用いてマキサカルシトールを合成する動機付けの阻害事由にもならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，ステロイド環構造の20位アルコールは立体障害によって水酸基と反応剤反応性が低いことが知られているとか，甲5ないし21によれば20(S)-アルコールと環構造を有する臭化物とのエーテル化反応が進行しない場合もあるなどと述べる。しかし，大きな立体障害を有する水酸基とエポキシ基を有する試薬とが反応してエポキシエーテルを与える例は本件優先日前に複数知られており，これらの先行技術が存在する以上，本件試薬を用いてマキサカルシトールを合成しようとする動機付けが阻害されることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，甲10～14，25～27のアルコールの中にはステロイド環構造又はビタミンD構造の20位アルコールは示されておらず，これらの証拠にメチル基とステロイド環構造のような大きな置換基が置換したアルコールは記載されていないと述べる。しかし，本件優先日前の公知技術として，ステロイド構造の20位にイミノ基を介して結合した22位の水酸基に対してエピブロモヒドリンが反応してエポキシエーテルが得られている例(甲63)，環構造の炭素に直接結合している水酸基にエポキシ基を有する試薬が反応している例(甲27，64)がある。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決は，甲第1号証のイソプロパノールと甲4発明1の本件ステロイド出発物質とが，ウィリアムソン・エーテル合成反応において反応類似性があることを示す具体的な証拠がないと述べる。しかし，甲第1号証では，報告されている反応の適用範囲を明示するために官能基の例を記載しており，これは，列挙された官能基の構造を有する化合物であれば，(その化合物がビタミンD構造であるか否か等には関わりなく)その文献に記載された反応が進行するという趣旨の記載である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "審決は，4-ブロモ-2，3-エポキシ-2-メチルブタンが4-ブロモ-2-メチル-2-ブテンにO-THP残基が付加されたものと同様に反応するといえないから，一段階で4-ブロモ-2，3-エポキシ-2-メチルブタンを導入するほうが必ずしも有利になるとはいえないと述べる。しかし，前記のとおり，甲第1号証には，イソプロパノールと本件試薬が高収率で反応することが記載されていおり，類似構造の物質についてこの程度の収率があれば，マキサカルシトールの合成に本件試薬を用いることの動機付けとしては十分であり，反応が進む限り，工程数の減少を期待できる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明2以下について",
          "text": [
            "本件発明13に関する審決の判断は，本件発明1と同様に本件試薬に容易に想到できないとするものであり，上記で述べたのと同じ理由から，取消しを免れない。",
            "本件発明2，4，6～12は本件発明1を限定したものであり，本件発明14，16，18～28は本件発明13を限定したものであり，上記各発明に関する審決の判断も取消しを免れない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告らの主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1の容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲4発明1の反応工程は，以下の図のとおりである。",
                "本件発明1と甲4発明1は，出発物質は一致しているが，目的物質が異なり，反応させる試薬が異なっており，したがってすべての反応が異なっている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，甲4発明1の反応工程のうち，最終目的物である予想代謝物(12)，(13)が，エポキシド化合物(18)，(19)のエポキシ基を開環することで得られていることに着目し，このエポキシド化合物のヒドロメチル基をメチル基に置換したものをマキサカルシトールの前駆体とすることは容易であると主張する。",
                "しかし，甲4発明1の反応工程において，エポキシド化合物(18)，(19)の反応が用いられるのは，最終目的物(12)，(13)を，側鎖末端の立体配置を選択的に製造することを可能とするために，香月-シャープレス反応を含む特別な反応工程を採用しているからである。すなわち，エポキシド化合物を(18)にするか(19)にするかで，最終目的物が(12)あるいは(13)になる。立体構造の制御の目的がなければ，エポキシド化合物を経由することはない。これに対して，マキサカルシトールの側鎖末端には異なる立体配置構造は存在しないから，マキサカルシトールの製造方法を開発するときに，甲4発明1の反応工程から，エポキシ体の還元反応の部分だけに着目する理由は全くない。原告らが甲4発明1のエポキシ体の還元反応の部分だけに着目するのは，本件発明1をみた後知恵である。",
                "仮に，甲4発明1の予想代謝物とマキサカルシトールの構造の類似性に着目して，甲4発明1をマキサカルシトールの合成に応用するとしたら，エポキシ基に結合したヒドロキシメチル基をメチル基に置換するのではなく，甲4発明1で出発物質(8)と反応させる試薬を，下右図の構造を有する臭化物(臭化プレニル)に変えるのが素直である。",
                "右図の試薬は出発物質と反応するが，エポキシド化合物は生成しない。目的物質の側鎖末端がマキサカルシトールの側鎖になれば，香月-シャープレス反応を用いてエポキシ体を生成する理由はない。",
                "甲第4号証は，20位アルコールとのウィリアムソン反応でエポキシ試薬を用いることは示唆しておらず，マキサカルシトールの側鎖の導入において，エポキシ体の開環反応を用いることを示唆する記載は存在しない。甲4発明1から，本件試薬が導きだせるという主張は，甲4発明1の反応工程の技術的意義を無視したものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件発明1の出発物質のような20位アルコールと本件試薬との反応は，以下のとおり，有機化学の技術常識に基づけば，困難であると予想されていたものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件試薬側の予測困難性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の反応であるウィリアムソン反応は，ハロゲン化アルキルR’X側の反応点が正に荷電(δ＋)する度合いが高いほど，またその正の荷電が安定化されるほど，反応が進行しやすい(甲66)。",
                        "有機化学の常識からは，本件発明1の試薬の構造を考えた場合，下図に示すように，反応点であるα炭素原子も，その隣のβ炭素原子も，それぞれBr原子，酸素原子という陰性原子と結合するため，正に荷電するはずであるが，隣り合う炭素原子がいずれも正荷電で反発するため，反応点の炭素原子の正の荷電は安定化されにくく，ウィリアムソン反応も進行しにくいと予想される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件試薬には反応点の候補が3か所あるため，副反応が生じる可能性が予想される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，一般に，エポキシ基を分子内に有するエポキシド化合物は，反応性に富み，開環しやすいから，反応による開環が予想される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件試薬と構造が類似しているエピハロヒドリンに関する多くの研究によれば，エピハロヒドリンは求核試薬と反応してエポキシ基の開環が生じるケースが多く(直接置換反応が起こるケースは少ない。)，その条件や反応経路(直接置換反応が起こるか否か)は予測困難である(乙1)。エピハロヒドリンの知見から，本件試薬の直接置換反応を予測することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "20位アルコール側の予測困難性",
                  "text": [
                    "一方，20位アルコールは，反応相手の試薬の立体の影響(試薬の環の位置などの嵩高さ)を敏感に受ける。20位アルコールにマキサカルシトールの側鎖を直接導入することはできていないし，20位アルコールと，乙2の化合物9や，甲21の試薬13などとの反応はまったく進行しない。20位アルコールには，マキサカルシトール側鎖を導入しうる構造のウィリアムソン反応試薬との反応を妨げる立体障害が存在すると推測される。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲第1号証は，上記ウの有機化学の技術常識に基づく予想が，本件試薬とイソプロパノールのような低分子アルコールとの反応に関しては，当てはまらない結果を記載しているものである。しかし，なぜ，甲第1号証の出発物質と試薬の反応が進むのかは，解明されているわけではなく，甲第1号証には，その理由が理解できる記載はない。また，甲第1号証の反応収率(40．6～76．4％)と反応条件(40ないし80℃で8ないし10時間の加熱還流を要している。)に鑑みると，本件試薬には立体障害が存在することを示唆している。そうすると，本件試薬には，一方で，一般的に反応の困難を予想させる理由が存在し，他方，甲第1号証には，理由はわからないが，低分子アルコールとの反応では，反応を困難とする作用を上回る，反応を促進させる作用が存在することが示唆されている。",
                "しかし，甲第1号証は，低分子アルコールとは構造を大きく異にする20位アルコールとの反応については，反応性を予測させるものではなく，本件試薬との反応も困難と予測し，又は反応するかどうかは実験をしてみなければわからないと考えるのが合理的である。また，甲第1号証以外には，本件試薬の反応性を予測し得る根拠となる知見は存在せず，本件試薬の側からも，本件発明1の反応の予測は困難である。",
                "本件発明1は，技術常識に基づく上記予想とは異なり，実際に実験を行ってみると非常に高い収率で反応するという組み合わせであることを見出したものである。特許制度の趣旨に鑑みれば，実験をしなければ，反応が進むかどうかわからない反応について，初めて実際に実験をして反応性が見いだされた反応については，進歩性のある発明がなされたと評価されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告らの主張する審決の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，甲4発明1のヒドロキシメチル基をメチル基に変更する動機付けがないとした点について審決は誤りであると主張する。しかし，前記のとおり，甲4発明1の反応は，立体配置選択性に目的化合物(12)，(13)を作り分けることを目的としているのに対し，側鎖末端の両方の置換基ともメチル基である場合は，立体配置は一通りとなるので，甲4発明1の反応を必要としない。したがって，甲4発明1の反応において，ヒドロキシメチル基をメチル基に変更する動機付けがないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，逆合成法で本件発明1の試薬が容易に想到することができるということを前提として，審決が指摘する各点は誤りであると主張する。",
                "しかし，逆合成法は，新しい合成ルートの仮説を考えるための手法であり，実際に反応が進むかどうかは実験による検証を必要とし，実験をすることなく予測できる反応でなければ容易想到性を示すことはできず，前記のとおり，甲第4号証から本件試薬が容易に想到することができるという主張は理由がない。そして，原告らが主張する各点は，いずれも本件発明の反応試薬の反応性に関して示唆し，又は反応を予想させるものではない。また，原告らが，甲第1号証の記載から，あらゆるアルコールと本件試薬の反応性が予想可能と主張している点は，原告らが，本件で，審決における無効理由1(甲第1号証を主引例とする無効理由)に関する取消事由を主張していないことと整合しない。原告らが無効理由1の取消事由を主張しないのは，甲第1号証の記載から，あらゆるアルコールと甲第1号証記載の本件試薬の反応性が予想可能との主張が成り立たないことを事実上認めているからである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明2以下について",
          "text": [
            "本件発明13に関する審決の判断は，本件発明1と同様の理由により，正当である。本件発明2，4，6～12は本件発明1を限定したものであり，本件発明14，16，18～28は本件発明13を限定したものであり，上記各発明に関する審決の判断も正当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書中の【発明の詳細な説明】欄には，次の記載がある(甲51。なお，各文末に引用する明細書の行数は，化学式を含まない数である。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「発明の背景」",
                  "text": [
                    "「ビタミンDおよびその誘導体は，重要な生理学的機能を有する。例えば，1α，25-ジヒドロキシビタミンD は，カルシウム代謝調節活性，増殖阻害活性，腫瘍細胞等の細胞に対する分化誘導活性，および免疫調節活性などの広範な生理学的機能を示す。しかし，ビタミンD 誘導体は高カルシウム血症などの望ましくない副作用を示す。",
                    "特定の疾患の治療における効果を保持する一方で付随する副作用を減少させるために，新規ビタミンD誘導体が開発されている。",
                    "例えば，日本特許公開公報昭和61-267550号(1986年11月27日発行)は，免疫調節活性と腫瘍細胞に対する分化誘導活性を示す9，10-セコ-5，7，10(19)-プレグナトリエン誘導体を開示している。さらに，日本特許公開公報昭和61-267550号(1986年11月27日発行)は，最終産物を製造するための2種類の方法も開示しており，一方は出発物質としてプレグネノロンを使用する方法で，他方はデヒドロエピアンドロステロンを使用する方法である。",
                    "1α，25-ジヒドロキシ-22-オキサビタミンD (OCT；【判決注：マキサカルシトール】)，即ち，1α，25-ジヒドロキシビタミンD の22-オキサアナログ体は，強力なインビトロ分化誘導活性を有する一方，低いインビボカルシウム上昇作用(calcemicliability)を有する。OCTは，続発性上皮小体機能亢進症および幹癬の治療の候補として臨床的に試験されている。",
                    "日本特許公開公報平成6-072994(1994年3月15日発行)は，22-オキサコレカルシフェロール誘導体およびその製造方法を開示している。この公報は，20位に水酸基を有するプレグネン誘導体をジアルキルアクリルアミド化合物と反応させてエーテル化合物を得て，次いで得られたエーテル化合物を有機金属化合物と反応させて所望の化合物を得ることを含む，オキサコレカルシフェロール誘導体の製造方法を開示している。",
                    "日本特許公開公報平成6-080626号(1994年3月22日発行)は，22-オキサビタミンD誘導体を開示している。この公報はまた，出発物質としての1α，3β-ビス(tert-ブチルジメチルシリルオキシ)-プレグネ-5，7-ジエン-20(S又はR)-オールを塩基の存在下でエポキシドと反応させて20位からエーテル結合を有する化合物を得ることを含む方法を開示している。",
                    "さらに，日本特許公開公報平成6-256300号(1994年9月13日発行)およびKubodera他(Bioorganic  ＆  Medicinal  Chemistry  Letters，4(5)：753-756，1994)は，1α，3β-ビス(tert-ブチルジメチルシリルオキシ)-プレグナ-5，7-ジエン-20(S)-オールを4-(テトラヒドロピラン-2-イルオキシ)-3-メチル-2-ブテン-1-ブロミドと反応させてエーテル化合物を得て，それを脱保護し，そして脱保護されたエーテル化合物をシャープレス酸化することを含む，エポキシ化合物を立体特異的に製造する方法を開示している。しかし，上記方法は，ステロイド基の側鎖にエーテル結合およびエポキシ基を導入するのに1工程より多くの工程を必要とし，従って所望の化合物の収率が低くなる。",
                    "さらに，上記文献のいずれにも，アルコール化合物を末端に脱離基を有するエポキシ炭化水素化合物と反応させて，それによりエーテル結合を形成する合成方法は開示されていない。また，上記文献には，側鎖にエーテル結合およびエポキシ基を有するビシクロ［4．3．0］ノナン構造(本明細書中以下においてCD環構造と称する)，ステロイド構造またはビタミンD構造は開示されていない。」(15頁6行～16頁13行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「発明の詳細な説明」",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明は，下記構造を有する化合物の製造方法であって：",
                      "text": [
                        "(式中，nは1～5の整数であり；R およびR は各々独立に，所望により置換されたC1-C6アルキルであり；WおよびXは各々独立に水素またはC1-C6アルキルであり；YはO，SまたはＮR であり，ここでR は水素，C1-C6アルキルまたは保護基であり；そしてZは，",
                        "であり，R ，R ，R ，・・・R は各々独立に水素，置換または未置換の低級アルキルオキシ，アミノ，アルキル，アルキリデン，カルボニル，オキソ，ヒドロキシル，または保護されたヒドロキシルであり；そしてR およびR は各々独立に水素，置換または未置換の低級アルキルオキシ，アミノ，アルキル，アルキリデン，カルボニル，オキソ，ヒドロキシル，保護されたヒドロキシルであるか，または一緒になって二重結合を形成する)；",
                        "(a)下記構造：",
                        "(式中，W，X，YおよびZは上記定義の通りである)",
                        "を有する化合物を塩基の存在下で下記構造：",
                        "または",
                        "(式中，n，R およびR は上記定義の通りであり，そしてEは脱離基である)",
                        "を有する化合物と反応させて化合物を製造すること；並びに",
                        "(b)かくして製造された化合物を回収すること，",
                        "を含む方法を提供する。・・・・",
                        "下記構造：",
                        "を有する化合物の製造方法は新規であり，細胞に対する分化誘導活性および増殖阻害活性などの多様な生理学的活性を有することができるビタミンD誘導体の合成に有用である。」(24頁6行～25頁下から2行)",
                        "(イ)「本発明はまた，下記構造：",
                        "(式中，ZはCD環構造，ステロイド構造またはビタミンD構造を示し，これらは各々，1以上の保護または未保護の置換基および／または1以上の保護基を所望により有していてもよい)",
                        "を有する化合物を提供する。本発明に関するCD環構造，ステロイド構造およびビタミンD構造は各々，特には下記する構造を意味し，これらの環は何れも1以上の不飽和結合を所望により有していてもよい。ステロイド構造においては，1個または2個の不飽和結合を有するものが好ましく，5-エンステロイド化合物，5，7-ジエンステロイド化合物，またはそれらの保護された化合物が特に好ましい。",
                        "CD構造，ステロイド構造，またはビタミンD構造であるZ上の置換基は特に限定されず，水酸基，置換または未置換の低級アルキルオキシ基，…およびオキソ基(＝O)などを例示することができ，水酸基が好ましい。これらの置換基は保護されていてもよい。」(25頁末行～27頁5行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「式Iの化合物の製造について本明細書に開示した反応の概略を以下の反応図Aに示す。",
                      "text": [
                        "」(29頁下から2行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「本発明は，本明細書中上記した新規な中間体を経てビタミンDまたはステロイド誘導体を製造する方法に関する。この反応の概略を以下の反応図Bに示す。",
                      "text": [
                        "本発明による上記2工程の反応の工程(1)の反応は，本明細書中に既に記載した反応図Aの方法と同様に実施できる。",
                        "工程(2)の反応は工程(1)で得られたエポキシ化合物中のエポキシ基を開環する反応であり，これは還元剤を使用して実施される。工程(2)で使用できる還元剤は，工程(1)で得られたエポキシ化合物の環を開環して水酸基を生成できるもの，好ましくは第3アルコールを選択的に形成できるものである。」(39頁5行～12行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の本件明細書の記載によれば，本件発明は，下図の側鎖(以下「マキサカルシトールの側鎖」という。)を有するビタミンD誘導体又はステロイド誘導体の製造方法(ビタミンD構造又はステロイド環構造化合物へのマキサカルシトールの側鎖の導入方法)として，従来技術に開示されていなかった新規な製造方法を提供することを課題とするものであり，当該課題を解決する具体的な解決手段として，ビタミンD構造又はステロイド環構造の20位アルコール化合物(出発物質)を，塩基の存在下で，末端に脱離基を有するエポキシ炭化水素化合物である試薬と反応させることによりエーテル結合を形成し，側鎖にエーテル結合及びエポキシ基を有するビタミンD構造体又はステロイド環構造体であるエポキシド化合物(中間体)を合成するという方法(本件発明1)，同方法の工程に加えて，その後，還元剤で処理をしてこの側鎖のエポキシ基を開環して水酸基を形成することにより，マキサカルシトールの側鎖を有するビタミンD誘導体又はステロイド誘導体(目的物質)を製造するという方法(本件発明13)を採用したものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4発明1及び甲4発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲第4号証の記載内容",
                  "text": [
                    "甲第4号証は，本件優先日(平成8年9月3日)前である平成8年2月1日に頒布された「有機合成化学協会誌第54巻第2号」に登載された，本件発明の発明者の1人である久保寺登の「活性型ビタミンD誘導体-医薬品開発の過程で合成研究者が担当する多彩な役割」と題する論文であり，以下のとおりの記載がある(なお，注10を除く注の記載は省略した。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「1．はじめに",
                      "text": [
                        "活性型ビタミンD，1α，25-dihydroxyvitaminD (1)(Calcitriol；以下1，25(OH) D と略す)の種々の生理作用を構造修飾により分離することを目的として生まれてきた1α，25-dihydroxy-22-oxavitaminD (2)(22-oxacalcitriol；以下OCT【判決注：マキサカルシトール】と略す。)は，白血病細胞等の腫瘍細胞に対して強い分化誘導・増殖抑制作用を有する反面，血中カルシウム上昇作用は弱いと言う特徴を持っており，現在までのところ，1，25(OH) Dの作用分離の最も進んだ誘導体の1つとされている。・・・",
                        "ところで，製薬会社の合成研究室に身を置く研究者の仕事に関しては，初期の活性物質の探索研究に注意が向きがちであるが，実は探索研究にとどまらず，大量合成法確立のための製法検討やアイソトープラベル体，予想代謝物等の関連物質の合成等々，医薬品を生み出していく過程において“縁の下の力持ち”とも言える種々の役割に及んでいる。・・・筆者達がOCTの開発研究という創薬の過程で，ここ数年間にかかわってきた合成上のいくつかの項目に焦点をあてながら，医薬品開発の中で合成研究者が担当する多彩な役割について触れてみたい。」(139頁左欄1行～右欄12行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「3．大量合成法の検討-従来法の問題点と改良点",
                      "text": [
                        "さて，候補検体が絞られ開発の方向性が決定される頃になると，大量の検体供給が必要となる。・・・",
                        "当初，OCTの合成を行っていた工程を図5に示した。この方法の欠点はアルコール(8)のアルキル化の際に副生成物(9)を生成する点にある。9は次のWacker酸化の際，未反応物として分離されるが，ロスとして痛手であった。この副生成物(9)の生成は8の水酸基の立体障害に起因する反応性の低さから生じている。8のアルキル化反応を数十系統の反応で検討した結果，図6に示すようにMichael付加反応-メチル化反応を経由する改良法が効率的であることが判明し，現在はこの方法を採用している。しかしこのメチル化反応においても，CeCl ・7H Oを250℃のオーブンで脱水・無水化して用いており，実験室レベルでは何ら問題はないが大量合成には不利なことからさらに改良が検討されている。」(140頁右欄下から5行～142頁左欄8行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「4．  関連化合物の合成",
                      "text": [
                        "4．1  予想代謝物の合成",
                        "代謝物の構造決定に際しては，実際に生体試料中から抽出・単離されたものと化学合成されたものを直接比較することが近道で重要である。薬物の構造を眺めて代謝を受けやすい部分を想定し，予想代謝物を合成して提供することが，代謝の実験を行う研究者には大きな手助けとなる。",
                        "1，25(OH) D の場合は23，24，および26位が水酸化され，最終的にcalcitroic  acidに代謝されることが良く知られている。そこでOCTの場合も図7に示すように24-hydroxylated  OCT(10)および(11)，26-hydroxylated  OCT(12)および(13)【判決注：マキサカルシトールの側鎖の26位が水酸化されたもの】さらに23位が水酸化されて生ずるhemiacetal(14)由来のpentanorOCR(15)の合成を検討した。」(142頁左欄17行～右欄12行)",
                        "【図7】"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「さらに26-hydroxylated  OCT(12)および(13)は図9に示すようにkey  stepにKatsuki-Sharpless反応を用いてepoxide(18)および(19)を得，それぞれ25位がR配位(12)およびS配位(13)の26-hydroxylated  OCTに導いた。・・・(図9)」(142頁右欄行16行～143頁左欄2行)",
                      "text": [
                        "【図9】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4発明1及び甲4発明2の内容",
                  "text": [
                    "上記アの記載によれば，甲第4号証の図9には，審決が認定したとおりの甲4発明1及び甲4発明2が記載されており，甲4発明1は，20位アルコールのステロイド化合物(出発物質)に試薬(4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテン)を反応させて，二重結合を有する側鎖を導入したステロイド化合物を生成し，これに香月-シャープレス反応(具体的には，化合物をtert-ブチルハイドロパーオキシドなどと反応させることをいい〔甲21〕，同反応を用いると，二重結合を含む側鎖が不斉エポキシ化され，立体配置の異なる二種類の化合物を構成することができる。)を用いるという二段階の反応を行うことにより，二重結合をエポキシ基に変換した中間体であるエポキシド化合物(18)又は(19)を合成するという工程であり，甲4発明2は，同工程に加えて，その後，この側鎖のエポキシ基を開環(還元処理)することにより，エポキシ基を開環した図9の右下のステロイド化合物(目的物質)を生成するという一連の工程である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲4発明1の相違点の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と甲4発明1を対比すると，審決が認定したとおり，前記第2の3(2)アの点で一致し，前記第2の3(2)イの点で相違する。すなわち，本件発明1と甲4発明1とは，出発物質は一致するが，目的物質(エポキシド化合物)の側鎖構造(相違点3-i)，出発物質に反応させる試薬(相違点3-ii)，目的物質であるエポキシド化合物を製造する工程(相違点3-iii)において相違する。",
                    "原告らは，甲4発明1に甲第1号証記載の発明(本件試薬)を組み合わせることにより，本件発明1に係る構成に容易に想到することができる旨を主張している。",
                    "しかし，甲4発明1の試薬は本件発明1の試薬とは異なるから，甲4発明1から本件発明1に想到するには，本件発明1の試薬を甲4発明1の試薬に代えて使用する動機付けが必要となる。この点，本件試薬の構造自体は公知であった(甲1)が，前記(1)アの記載によれば，そもそも甲第4号証の図9記載の工程は，マキサカルシトールとは異なり，二種類の立体配置が存在する側鎖末端構造を有するマキサカルシトールの予想代謝物(12)，(13)を選択的に合成するための製造方法であって，甲4発明1はその一連の工程の一部である。そして，甲4発明1においては，上記二種類のマキサカルシトールの予想代謝物の合成のため，二種類のエポキシド化合物(18)又は(19)(両者は，側鎖末端の立体配置〔R体とS体〕が異なる異性体である。)を選択的に作り分けることを目的として，香月-シャープレス反応を用いており，その香月-シャープレス反応に必要な二重結合を出発物質の側鎖に導入するための試薬として，二重結合を側鎖に有する特定の試薬(4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテン)を選択しているものであって，当該試薬に代えて本件試薬を用いることについては，甲第4号証にも，甲第1号証にも記載されておらず，その示唆もない。",
                    "そうすると，当業者において，本件試薬を甲4発明1と組み合わせる動機付けがあるとはいえないから，相違点3-ii(試薬の相違)に係る本件発明1の構成は，当業者において容易に想到することができたものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上に対し，原告らは，①甲第4号証記載のマキサカルシトールの効率的な製造方法を検討する当業者は，甲第4号証の図9に接すれば，同図のマキサカルシトールの予想代謝物及びその前駆体となるステロイド化合物の側鎖と，マキサカルシトールの側鎖の構造が酷似していること，及び同図の側鎖構築法が甲第8号証のカルシトリオールの側鎖構築法に酷似していることに着目して，マキサカルシトールの合成をするために，エポキシド化合物(18)及び(19)のヒドロキシメチル基をメチル基に置き換えることを着想し，動機付けられる(以下「主張①」という。)，②この置き換えたエポキシド化合物に逆合成法及び技術常識を適用すると，エーテル結合の酸素原子とその右側の炭素原子との間で切断した上，切断によって得られる本件試薬と甲4発明1の出発物質とを反応させることを想起し，かつ，両物質の反応は良好に進むと考えるから，相違点3-i, 3-ii, 3-iii に係る本件発明1の構成に想到することはいずれも容易である(以下「主張②」という。)旨主張する。そこで，以下，原告らの同主張について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，主張①のとおり，マキサカルシトールの効率的な製造方法を検討する当業者は，甲第4号証の図9から，エポキシド化合物(18)及び(19)のヒドロキシメチル基をメチル基に置き換えることを着想し，動機付けられると主張する。",
                        "しかし，前記のとおり，甲第4号証の図9記載の工程は，25位の立体配置が異なる二種類のマキサカルシトールの予想代謝物(12)又は(13)を選択的に合成するための製造方法であり，まず，出発物質に試薬を適用して二重結合を有する側鎖を導入し，次いで，これに香月-シャープレス反応を用いるという二段階の反応を行うことにより，二重結合をエポキシ基に変換した中間体である二種類のエポキシド化合物(18)又は(19)を選択的に生成し，さらに，各エポキシド化合物のエポキシ基を開環することにより図9の右下に図示される2種類のステロイド化合物を製造し，最後に，各ステロイド化合物を光照射及び熱異性化して，それぞれから最終目的物である上記予想代謝物(12)又は(13)を生成するという一連の工程である。原告らの主張①は，この一連の工程のうち終盤の，中間体(前駆体)としてエポキシド化合物を経由するという点のみを取り出して，そのエポキシド化合物を得るまでの工程は，甲4発明1とは全く違うものに変更するというものであるから，甲4発明1の一連の工程のうち，特にエポキシド化合物を経由するという点に着目するという技術的着想が必要である(仮に，この甲4発明1をマキサカルシトールの合成にも応用しようとするのであれば，甲4発明1の試薬を，4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテンに代えて，マキサカルシトールの側鎖にとって余分なテトラヒドロピラニルオキシ基〔OTHP基〕のない下図の4-ブロモ-2-メチル-2-ブテン(臭化プレニル)を用い，それ以外は，甲4発明1と同様の一連の側鎖導入工程，エポキシ化工程，エポキシ基の開環工程を経る製造方法に想到することが自然である。)。",
                        "甲第4号証記載の試薬        4-ブロモ-2-メチル-2-ブテン",
                        "この点，甲第4号証には，図9の一連の工程が，特にエポキシド化合物を経由する点に着目したものであることを示唆する記載はなく，むしろエポキシド化合物は，26位が水酸化された側鎖末端の立体配置構造が異なる2種類のマキサカルシトールの予想代謝物(12)又は(13)を選択的に製造するという目的のために，香月-シャープレス反応を採用した結果，工程中において生成されることとなったものにすぎないものと理解される。また，甲第4号証には，図9の合成方法によってマキサカルシトールの予想代謝物が高収率で得られたことが記載されているのみで，問題点の記載もなく，甲4発明1の一連の工程の改良(変更)をする際に，どの点は変更する必要がなく，どの点を改良すべきかを示唆する記載もない(なお，仮に改良すべき点として工程数を取り上げたとしても，側鎖導入工程，エポキシ化工程，エポキシ基の開環工程のいずれを短縮すべきなのかについての示唆もなく，二重結合からエポキシ化を経由せず直接水酸化するという選択肢なども想定は可能である。)。",
                        "そうすると，当業者が，仮に甲第4号証の図9のマキサカルシトールの予想代謝物(又はその前駆体となるステロイド化合物)とマキサカルシトールの側鎖の類似性から，甲4発明1をマキサカルシトールの合成に応用することを想到し得たとしても，その際に，一連の工程のうち，特にエポキシド化合物を経由するという点に着目して，最終工程であるエポキシド化合物のエポキシ基を開環する工程の方を変更せずに，その前段階である側鎖導入工程とエポキシ化工程は変更することを前提として，マキサカルシトールの前駆体となるエポキシド化合物を製造しようとすることを，当業者が容易に着想することができたとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，原告らは，主張①の根拠として，甲第8号証(国際公開公報第93／21204号)には，カルシトリオールと同じ側鎖を構築する際にエポキシド化合物を用いることが記載されており，本件発明の発明者自身，カルシトリオールの側鎖の22位の炭素原子を酸素原子に置換することによりマキサカルシトールに想到しているのであるから，甲第8号証の技術的知見を有する当業者にとって，甲4発明1のエポキシド化合物からマキサカルシトール前駆体(エポキシド化合物)の合成を着想することは何の困難もないとも主張する。",
                        "しかし，甲第8号証には，下図のとおり，側鎖の22位が酸素原子ではなく，炭素原子によって結合している(マキサカルシトールの側鎖のようにはエーテル結合をしていない。)カルシトリオールの合成方法が記載されているものであり(甲8，弁論の全趣旨)，20位アルコールと反応試薬とのウィリアムソン反応を行うものでもないし，目的物質はマキサカルシトールではない。",
                        "その上，甲第8号証に記載されている製造方法は，上記のとおり，まず出発物質の側鎖の二重結合を酸化することにより，側鎖にエポキシ基を導入した上，エポキシド化合物のエポキシ基を還元剤で開環して，目的物質の側鎖を生成するという一連の工程であり，同工程のうち中間体としてエポキシド化合物を経由するという点のみに着目することを示唆する記載があるとは認められない。",
                        "そうすると，甲第8号証のような技術的知見を有する当業者であっても，甲第4号証の図9の一連の工程から，エポキシド化合物を前駆体とする点のみに着目し，その前段階である側鎖導入工程とエポキシ化工程は変更することを前提として，マキサカルシトールの前駆体となるエポキシド化合物を製造しようとすることを，容易に着想することができたとはいえない。",
                        "なお，原告らは，本件発明の発明者自身が，カルシトリオールから，その22位の炭素原子を酸素原子に置換した物質の合成を検討し，マキサカルシトールを発明した旨述べている(甲4)とも指摘するが，発明者らがそのような検討をしたからといって，カルシトリオールの上記製造方法のうちの最終段階の工程であるエポキシド化合物を前駆体とする点のみに着目して，その前段階の工程はまったく異なるマキサカルシトールの製造方法を想到することが当業者にとって容易であることを根拠付けるものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告らは，(a) 甲第4号証の図9に接した当業者は，香月-シャープレス反応は二種類の異なる立体配置が存在するために用いられているものであり，マキサカルシトールでは立体配置の問題が生じないことを理解するから，図9において二種類の異性体が存在することは，原告らの主張する着想の容易想到性の妨げにならない，(b) 工程数の多い迂遠な合成方法を当業者がわざわざ採用するはずがないから，甲4発明1をマキサカルシトールの合成に応用する際に臭化プレニルに代えるという方法を採用することはない，とも主張する。",
                        "しかし，上記(a)の主張については，そもそも原告らが着想の容易想到性の根拠として主張する側鎖構造の類似性及び甲第8号証によっては，甲第4号証の図9記載の一連の工程のうち中間体(前駆体)としてエポキシド化合物を経由するという点のみを取り出して，そのエポキシド化合物を得るまでの工程は，甲4発明1とは全く違うものに変更するということを着想させるとは認められないことは前記(ア)，(イ)判示のとおりであり，甲第4号証の図9の工程を見た当業者が，原告らの上記主張のような理解をするとしても，そのことは，一連の工程のうち中間体としてエポキシド化合物を経由するということに着目させることを示唆するものとはいえず，同判示内容を左右するものではない。",
                        "また，上記(b)の主張についても，前記判示(ア)のとおり，仮に甲4発明1をマキサカルシトールの合成に応用しようとすれば，最終目的物質の側鎖構造の違いに伴い，その限度で試薬の側鎖構造の変更を想到することは自然であるといえても，それ以上に，工程数の改良をしようとして，一連の工程のうちエポキシ基を経由する部分のみを維持し，その前段階の合成工程をまったく別のものに変更する動機付けがあるとは認められないのであり，原告らの同主張も，同判示内容を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "以上によれば，原告らの主張は，そもそも主張①が認められないから，その余の主張②について検討するまでもなく，甲4発明1から，相違点3-ii に係る本件発明1の構成を当業者が容易に想到することができたとは認められない。"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告らの主張する審決の誤りについて",
                  "text": [
                    "原告らは，審決が，相違点3-ii(試薬の相違)に関し，甲4発明1のヒドロキシメチル基を変更する動機付けがあるか，(動機付けがあるとして)甲第1号証に記載される試薬(本件試薬)を容易に想到し得たか，という二つに分けて判断したことについて，原告らの主張するとおり，ヒドロキシメチル基をメチル基に変更することが容易だからこそ，当業者は甲4発明1からマキサカルシトールを合成することを着想するのであり，「ヒドロキシメチル基を変更する動機付け」だけを別個に取り出して議論すること自体が誤りであると主張する。",
                    "しかし，原告らの主張を採用することができないことは前記イのとおりであり，当業者において，甲4発明1において，本件試薬を採用する動機付けがあったとは認められないから，甲4発明1において，相違点3-ii の「E-B」の「B」を「3-メチル-4-テトラヒドロピラニルオキシ-2-ブテニル基」から，「2，3-エポキシ-3-メチル-ブチル基」または「2-脱離基-3-メチル-3-ヒドロキシ-ブチル基」に置換する動機付けがあると認めることはできないとした審決の判断(前記第2の3(2)ウ)が誤りであるとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，相違点3-ii に係る本件発明1の構成に想到することは容易ではないとの審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明13と甲4発明2の相違点の容易想到性について",
              "text": [
                "本件発明13と甲4発明2を対比すると，審決が認定したとおり，前記第2の3(3)アの点で一致し，前記第2の3(3)イの点で相違する。すなわち，本件発明13と甲4発明2とは，その目的物質(ステロイド化合物)及びエポキシド化合物の側鎖構造(相違点3-i’)，出発物質に反応させる試薬(相違点3-ii’)，エポキシド化合物を製造する工程(相違点3-iii’)において相違する。",
                "原告らは，甲4発明2に甲第1号証記載の発明(本件試薬)を組み合わせることにより，本件発明13に係る構成に容易に想到することができる旨を主張する。",
                "しかし，甲4発明2の試薬は本件発明13の試薬とは異なるから，甲4発明2から本件発明13に想到するには，本件発明13の試薬を甲4発明2の試薬に代えて使用する動機付けが必要となるところ，そのような動機付けがあるとは認められないことは，前記(2)ア，イと同様であるから，相違点3-ii’(試薬の相違)に係る本件発明13の構成は，当業者において容易に想到することができたものとはいえない。",
                "したがって， 相違点3-ii’に係る本件発明13の構成に想到することは容易ではないとの審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2，4，6ないし12，14，16，18ないし28について",
              "text": [
                "本件発明2，4，6ないし12は本件発明1の従属項であり，本件発明14，16，18ないし28は本件発明13の従属項であるから，それぞれ本件発明1及び13をその構成に含むものであり，上記(2),(3)で述べたところと同様の理由により，甲第4号証に記載の発明及び甲第1号証並びに周知技術に基づいて当業者において容易に想到することができたものとはいえず，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，原告らの主張する取消事由は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告らの本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}