{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "特許庁が取消2013-301103号事件について平成26年12月10日にした審決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "訴訟費用は被告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，以下の商標(登録第535017号。以下「本件商標」という。)の商標権者である(甲1，2)。",
                "登録商標：別紙商標目録記載のとおり",
                "登録出願：昭和32年12月29日",
                "設定登録：昭和34年3月26日",
                "更新登録：昭和55年2月29日，平成1年2月27日，平成10年10月27日，平成20年10月7日",
                "指定商品(平成21年3月11日書換登録後のもの)：第3類「人造じゃ香，その他の香料類(薫料・香精・天然じゃ香・芳香油を除く。)，吸香，におい袋，香水，その他の香水類，フケ取り香水，香油，髪膏，おしろい，化粧下」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成25年12月18日，特許庁に対し，本件商標は，その指定商品について，継続して3年以上日本国内において商標権者，専用使用権者又は通常使用権者のいずれもが使用した事実がないから商標法50条1項の規定により取り消されるべきであるとして，本件商標の商標登録の取消しを求めて審判を請求し，当該請求は，平成26年1月15日に登録された(甲1)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを取消2013-301103号事件として審理し，平成26年12月10日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成27年4月15日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりであり，その要旨は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標権者である被告は，平成25年11月25日に「オーデトワレ(フローラルグリーン)」及び「オーデトワレ(フレッシュブーケ)」についてローナ美容室と取引があったことが，売上伝票，払込取扱票及びローナ美容室の代表者の購入確認書から認められるとともに，平成24年9月20日に「オーデトワレ(フローラルグリーン)」について，有限会社フェローニと取引があったことが，売上伝票及び当座勘定照合表から認められる。そして，当該商品パッケージの表面部分には「SAＮLOURAＮ」の表示，裏面には「サンローラン／サロンオーデトワレ／(オーデコロン)」及び被告の表示，側面には「オーデトワレ／フローラルグリーン」の表示があることが上記代表者の購入確認書記載の写真によって認められることから，売上伝票記載の「オーデトワレ(フローラルグリーン)」及び「オーデトワレ(フレッシュブーケ)」の商品と，「サロンオーデトワレ／フローラルグリーン」及び「サロンオーデトワレ／フレッシュブーケ」とは同一の商品であって，香水の範ちゅうに属し，該商品には「サンローラン」が表示されていることが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "さらに，平成23年2月9日に「サロンベースクリーム」について，はたの真珠と取引があったことが，売上伝票，払込取扱票及びはたの真珠の代表者の購入確認書から認められ，上記商品パッケージと商品には，「サンローラン」，「サロンベースクリーム(メイクアップベース)」等が表示されていることから，化粧下(メイクアップベース)であると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，被告は，本件審判の請求の登録(平成26年1月15日)前3年以内(以下「要証期間」という。)である平成24年9月20日及び平成25年11月25日に香水の範ちゅうに属する「オーデトワレ(フローラルグリーン)」及び「オーデトワレ(フレッシュブーケ)」並びに平成23年2月9日に「化粧下」について，本件商標と社会通念上同一の商標を商品の包装に表示し，取引したものといい得る。",
                "したがって，被告は，要証期間内に，日本国内において，本件審判の請求に係る指定商品中，「香水，化粧下」について，本件商標の使用をしていることを証明したと認められるから，本件商標登録は，商標法50条の規定により取り消すことができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本件商標の使用の有無に係る認定判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕",
        "売上伝票には本件商標の表示はなく，単に「オーデトワレ(フローラルグリーン)」，「オーデトワレ(フレッシュブーケ)」，「サロンベースクリーム」との商品名の記載があるにすぎない。そして，これらの商品名は，いずれも各商品の普通名称(「オーデトワレ」，「ベースクリーム」)，香りの種類(「フローラルグリーン」，「フレッシュブーケ」)，サロン用であるという商品の用途(「サロン」)を示すために，化粧品を取り扱う業界では広く一般的に使用されている商品名であり，あらゆる種類のオードトワレ及びベースクリームに使用され得る表示である。",
        "そうすると，単に売上伝票に記載されたこれらの商品名と，被告取引先の各代表者の購入確認書等に記載された写真に撮影された商品のパッケージに記載されている商品名が一致しているとしても，そのことをもって，売上伝票に記載された各商品と，上記購入確認書等に記載された写真において撮影されている商品との同一性が客観的に立証されたとはいえない。売上伝票に記載の「オーデトワレ(フローラルグリーン)」，「オーデトワレ(フレッシュブーケ)」，「サロンベースクリーム」の各商品が，上記購入確認書等に記載された写真において撮影されている商品と同一であると認定するためには，例えば，売上伝票に商品コードの記載があり，当該商品コードと同一のコードが商品又は商品の包装箱や，当該商品コードに該当する商品の写真が掲載された商品パンフレットに付されているなど，両者を関連付ける客観的な証拠の提出が必要不可欠である。",
        "しかるに，本件審決は，被告との関係性の強い取引先の代表者の購入確認書という，極めて主観的で証拠価値の認められない，いつでも容易に準備作成可能な証拠のみに基づいて，売上伝票に記載の各商品が，上記代表者の購入確認書等に記載された写真に撮影されている各商品であると認定しており，このように著しく客観性を欠く証拠のみを根拠として，売上伝票に記載された各商品の包装に本件商標と社会通念上同一の商標が表示されていたとする認定には誤りがあるから，違法なものとして取り消されるべきである。",
        "〔被告の主張〕",
        "本件審決は，「サンローラン」の商標を用いた「オーデトワレ(フローラルグリーン)」，「オーデトワレ(フレッシュブーケ)」及び「サロンベースクリーム(メイクアップベース)」の商品が存在していることを前提に，各売上伝票と払込取扱票及び当座勘定照合表との金額が一致していること並びに被告取引先の各代表者の購入確認書をもって，これらの商品が実際に取引に資されていた事実が客観的に明らかであることから，「香水，化粧下」について，被告が本件商標と社会通念上同一の商標を使用していることを認定したものであって，単に売上伝票に記載された商品名と上記購入確認書等記載の写真に撮影されている商品のパッケージに記載されている商品名が一致していることのみに基づいて上記認定をしたものではない。",
        "そして，被告取引先の各代表者は，本件に関し何ら利害関係を有しない第三者であるだけでなく，法人名や個人名，証拠の内容等が公にされる状況下で購入確認書を提出することは，商取引上の信用等にも関わることであり，虚偽の事実に同意することはあり得ないから，購入確認書に証拠価値が認められることは明らかである。",
        "また，売上伝票に商品コードの記載があり，当該商品コードと同一のコードが商品又は商品の包装箱や，当該商品コードに該当する商品の写真が掲載された商品パンフレットに付されているなど，両者を関連付ける証拠については，被告においても可能であれば，既に提出している。しかし，実際の商品販売や金銭処理は，会社や商品によって多種多様であり，被告においては，商品コードリスト中のJAＮコードを用いて現実に処理をしているから，原告が主張するような証拠の有無は本件の結論に何ら影響を及ぼすものではない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，各種一般化粧料及び石鹸の製造販売等を業とする株式会社である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成25年11月25日，ローナ美容室(代表者：A)に対し，「商品コード／品名：オーデトワレ(フローラルグリーン)」1点(単価1750円)を含む化粧用品13点を代金合計4万5989円で販売し，同年12月30日，ローナ美容室から代金の振込送金を受けた(乙7の2，乙8，9の3)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ローナ美容室の代表者であるAは，「私は，下の写真と同じ商品を，2013年11月25日に株式会社北尾化粧品部から購入したことに相違ございません。」と記載された平成26年9月11日付けの購入確認書を作成・提出している。同購入確認書に記載された写真には，商品パッケージの表面，裏面，側面等が掲載され，表面部分には「SALOＮ」「High  Quality」「SAＮLOURAＮ」の表示が，裏面には「サンローラン」「サロンオーデトワレ」「(オーデコロン)」「株式会社北尾化粧品部」の表示が，側面に「オーデトワレ」「フローラルグリーン」の表示が，それぞれ記載されている(乙13)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告は，平成23年2月9日，はたの真珠(代表者：B)に対し，「商品コード／品名：サロンベースクリーム」12点(単価875円)を含む化粧用品ほか41点を代金合計4万7040円で販売し，同年3月3日，はたの真珠から代金の振込送金を受けた(乙10，11)"
            },
            {
              "fig": "(5)",
              "text": [
                "はたの真珠の代表者であるBは，「私は，下の写真と同じ商品を，2011年2月9日に株式会社北尾化粧品部から購入したことに相違ございません。」と記載された平成26年9月12日付けの購入確認書を作成・提出している。同購入確認書に記載された写真には，商品パッケージの表面及び裏面が掲載され，表面部分には「SALOＮ」「High  Quality」「SAＮLOURAＮ／BASE  CREAM」の表示が，裏面には「サンローラン」「サロンベースクリーム」「株式会社北尾化粧品部」の表示が，それぞれ記載されている(乙14)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の使用の有無",
          "text": [
            "前記1(2)及び(3)認定の事実によれば，被告が，平成25年11月25日，ローナ美容室に対して販売した「商品コード／品名：オーデトワレ(フローラルグリーン)」の商品パッケージは，ローナ美容室の代表者であるA作成・提出に係る購入確認書記載の写真に掲載されたものであって，商品パッケージの裏面には「サンローラン」の表示がされていることが認められる。そして，同表示は，本件商標と社会通念上同一の商標ということができる。また，商品である「オーデトワレ(フローラルグリーン)」は，香水の範ちゅうに属するものと認められる(甲18)。",
            "また，前記1(4)及び(5)に認定の事実によれば，被告が，平成23年2月9日，はたの真珠に対して販売した「商品コード／品名：サロンベースクリーム」の商品パッケージは，はたの真珠の代表者であるB作成・提出に係る購入確認書記載の写真に掲載されたものであって，商品パッケージの裏面には「サンローラン」の表示がされていることが認められる。そして，同表示は，本件商標と社会通念上同一の商標ということができる。また，商品である「サロンベースクリーム」は，化粧下の範ちゅうに属するものと認められる。",
            "そうすると，商標権者である被告は，日本国内において，要証期間内である平成25年11月25日に香水の範ちゅうに属する「オーデトワレ(フローラルグリーン)」を，平成23年2月9日に化粧下の範ちゅうに属する「サロンベースクリーム」を，それぞれ本件商標と社会通念上同一の商標を商品の包装に付して，これを取引先に譲渡したものということができるから，各行為は，商標法2条3項2号の「商品の包装に標章を付したものを譲渡し」に当たるというべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決は，被告との関係性の強い取引先の代表者の購入確認書(乙13，14)という，極めて主観的で証拠価値の認められない，いつでも容易に準備作成可能な証拠のみに基づいて，売上伝票に記載の各商品が，上記代表者の購入確認書等に記載された写真に撮影されている各商品であると認定しており，このように著しく客観性を欠く証拠のみを根拠として，売上伝票に記載された各商品の包装に本件商標と社会通念上同一の商標が表示されていたとする認定には誤りがある旨主張する。",
                "しかし，被告取引先の各代表者の作成・提出に係る購入確認書(乙13，14)は，その体裁，内容及び作成名義等について，特段，疑義を生じさせるものではなく，同購入確認書の記載内容に従って事実認定をすることができないとする根拠はない。原告は，上記購入確認書について，その信用性を疑わせるに足りる具体的事実を何ら主張立証しないのであって，その証明力を弾劾する主張立証活動も行うことなく，被告取引先の各代表者が作成・提出したものであり，容易に準備作成可能な証拠であるとの理由だけで，同購入確認書を，極めて主観的で証拠価値の認められないものであると主張するものにすぎない。",
                "なお，ローナ美容室の代表者作成に係る購入確認書(乙13)に記載された写真は，本件訴訟において被告が提出した検乙3及び乙21に係る商品のパッケージであるものと推認され，はたの真珠の代表者作成に係る購入確認書(乙14)に記載された写真は，本件訴訟において被告が提出した検乙5及び乙23に係る商品のパッケージであるものと推認される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，単に売上伝票に記載された商品名と，被告取引先の各代表者の購入確認書等に記載された写真に撮影された商品のパッケージに記載されている商品名が一致しているとしても，そのことをもって，売上伝票に記載された各商品と，上記購入確認書等に記載された写真において撮影されている商品との同一性が客観的に立証されたとはいえず，売上伝票に記載の「オーデトワレ(フローラルグリーン)」，「サロンベースクリーム」の各商品が，被告取引先の各代表者の購入確認書等に記載された写真において撮影されている商品と同一であると認定するためには，例えば，売上伝票に商品コードの記載があり，当該商品コードと同一のコードが商品又は商品の包装箱や，当該商品コードに該当する商品の写真が掲載された商品パンフレットに付されているなど，両者を関連付ける客観的な証拠の提出が必要不可欠である旨主張する。",
                "しかし，前記1において掲記した証拠及び弁論の全趣旨によれば，前記1及び2のとおりの事実が認定できるのであって，本件において，それ以上に，売上伝票に商品コードの記載があり，当該商品コードと同一のコードが商品又は商品の包装箱や，当該商品コードに該当する商品の写真が掲載された商品パンフレットに付されているなどの証拠の提出がなければ，前記1及び2の事実を認定できないというものではない。",
                "なお，被告は，作成日は明らかではないものの，「サンローラン化粧料」として「サロンオーデトワレ(グリン)，(ブーケ)」及び「サロンベース(下地クリーム)」を含む香水や化粧下，化粧品等を掲載したパンフレット(乙1)を作成し，掲載された商品に対応する商品コードリスト(乙15の1～4)を提出しているところ，ローナ美容室に対する売上伝票(乙7の2)の「商品コード／品名」欄の「オーデトワレ(フローラルグリーン)及びはたの真珠に対する売上伝票(乙10)の「商品コード／品名」欄の「サロンベースクリーム」には，上記コードと同一の商品コード及び上記パンフレットに記載された価格と同一の価格が記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "以上によれば，原告の主張は，いずれも採用することができない。"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，本件商標の商標権者である被告は，要証期間内に，日本国内において，本件商標と社会通念上同一と認められる商標を，その指定商品中，「香水，化粧下」について使用していたものと認められる。したがって，原告主張の取消事由は理由がなく，原告の本訴請求は棄却されるべきものである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10067",
    "date": "2015-12-10",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085533",
    "ipprecedent_id": "4222",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}