{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告の控訴及び附帯控訴並びに一審被告Y₁及び一審被告小池書院の控訴に基づき，原判決を次のとおり変更する。"
    },
    {
      "text": "(1)ア  一審被告小池書院は，一審原告に対し，下記イの範囲で一審被告Y₁と連帯して521万9280円及びこれに対する平成22年7月1日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "text": "イ  一審被告Y₁は，一審原告に対し，一審被告小池書院と連帯して448万9230円及びこれに対する平成22年7月1日から支払済みまで年5分の割合による金員を支払え。",
      "content": [
        {
          "fig": "(2)",
          "text": "一審被告小池書院及び一審被告Y₃は，一審原告に対し，連帯して，1421万4940円及びうち1286万8196円に対する，一審被告小池書院につき平成24年7月27日から，一審被告Y₃につき平成24年7月28日から，うち134万6744円に対する平成24年9月10日から，各支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(3)",
          "text": "一審被告小池書院及び一審被告Y₃は，一審原告に対し，連帯して，165万3420円及びこれに対する平成26年11月26日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(4)",
          "text": "一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄は，一審原告に対し，連帯して，35万米ドル及びこれに対する，一審被告Y₁につき平成24年8月8日から，一審被告Y₃につき同年7月28日から，一審被告普及会及び一審被告Y₄につき同月27日から，各支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(5)",
          "text": "一審被告Y₁は，一審原告に対し，4723万7979円及びこれに対する平成24年8月15日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(6)",
          "text": "一審原告のその余の請求をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "一審被告Y₃の附帯控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用については，第一審，第二審を通じて，補助参加によって生じた費用は一審被告補助参加人の負担とし，その余の費用は，これを30分し，その1を一審被告小池書院の，その5を一審被告Y₁の，その2を一審被告Y₃の，その1を一審被告普及会の，その1を一審被告Y₄の各負担とし，その余を一審原告の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第1項(1)～(5)に限り仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴及び附帯控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告(控訴及び附帯控訴の趣旨)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決のうち一審原告の敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告小池書院及び一審被告Y₁は，一審原告に対し，連帯して3027万6988円及びこれに対する平成22年7月1日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告小池書院及び一審被告Y₃は，一審原告に対し，連帯して2134万3200円及びこれに対する，一審被告小池書院につき平成24年7月27日から，一審被告Y₃につき同月28日から，各支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告小池書院及び一審被告Y₃は，一審原告に対し，連帯して2256万7038円及びこれに対する平成26年11月26日から支払済みまで年5分の割合による金員を支払え。",
                    "(4)(主位的請求)",
                    "一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄は，一審原告に対し，連帯して100万米ドル及びこれに対する，一審被告Y₁につき平成24年8月8日から，一審被告Y₃につき同年7月28日から，一審被告普及会及び一審被告Y₄につき同月27日から，各支払済みまで年5分の割合による金員を支払え。",
                    "(予備的請求)",
                    "一審被告Y₄は，一審原告に対し，100万米ドル及びこれに対する平成24年7月27日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "一審被告Y₁，一審被告Y₃及び一審被告普及会は，一審原告に対し，連帯して170万円及びこれに対する，一審被告Y₁につき平成24年8月8日から，一審被告Y₃につき同年7月28日から，一審被告普及会につき同月27日から，各支払済みまで年5分の割合による金員を支払え。",
                "(6)(主位的請求)",
                "一審被告Y₁は，一審原告に対し，8000万円及びこれに対する平成24年8月8日から支払済みまで年6分の割合による金員を支払え。",
                "(予備的請求)",
                "一審被告Y₁は，一審原告に対し，8000万円及びこれに対する平成24年8月8日から支払済みまで年5分の割合による金員を支払え。",
                "(7)(主位的請求)",
                "一審被告Y₁は，一審原告に対し，5000万円及びこれに対する平成24年8月8日から支払済みまで年5分の割合による金員を支払え。",
                "(予備的請求)",
                "一審被告Y₁は，一審原告に対し，5000万円及びうち3000万円に対する平成19年9月27日から，うち1500万円に対する同年10月18日から，うち500万円に対する同年11月29日から，各支払済みまで年5分の割合による金員を支払え。",
                "(8)(請求(2)～(6)の予備的請求)",
                "一審被告Y₁は，一審原告に対し，2億円及びうち5000万円に対する平成19年6月15日から，うち5000万円に対する同月21日から，うち5000万円に対する同年8月3日から，うち5000万円に対する同月21日から，各支払済みまで年5分の割合による金員を支払え。",
                "(一審原告は，当審において，上記(3)記載の請求を拡張(上記(3)イの請求部分)するとともに，同(6)記載の予備的請求を追加した。)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告小池書院(控訴の趣旨)",
          "text": [
            "(1)原判決のうち一審被告小池書院の敗訴部分を取り消す。",
            "(2)一審原告の一審被告小池書院に対する請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "subject": "一審被告Y₁(控訴の趣旨)",
          "text": [
            "(1)原判決のうち一審被告Y₁の敗訴部分を取り消す。",
            "(2)一審原告の一審被告Y₁に対する請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "4",
          "subject": "一審被告Y₃(附帯控訴の趣旨)",
          "text": [
            "(1)原判決のうち一審被告Y₃の敗訴部分を取り消す。",
            "(2)一審原告の一審被告Y₃に対する請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，漫画原作者である一審被告Y₁から著作物の独占的利用権の設定を受けたと主張する一審原告(旧商号：平成19年6月5日まで「ウクソンジャパン株式会社」，平成21年1月29日まで「小池一夫劇画村塾株式会社」，同年3月30日まで「劇画村塾株式会社」。同日以降現商号。甲1，25)による次の各請求，すなわち，①一審被告小池書院及び一審被告Y₁に対し，不法行為(独占的利用権の侵害)に基づく損害賠償を求める請求，②一審被告小池書院及び一審被告Y₃に対し，不法行為(独占的利用権の侵害)に基づく損害賠償を求める請求，③主位的に，一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄に対し，不法行為(独占的利用権の侵害)に基づく損害賠償を求めるとともに，予備的に，一審被告Y₄に対し，取締役の任務懈怠責任に基づく損害賠償を求める請求，④一審被告Y₁，一審被告Y₃及び一審被告普及会に対し，不法行為(独占的利用権の侵害)に基づく損害賠償を求める請求，⑤一審被告Y₁に対し，主位的に債務不履行，予備的に取締役の任務懈怠責任に基づく損害賠償を求める請求，⑥一審被告Y₁に対し，主位的に貸金の返還，予備的に不当利得の返還を求める請求，⑦一審被告Y₁に対し，上記①～⑤の予備的請求として，不当利得の返還を求める請求から成る事案である。このうち，上記②の請求は，当審において拡張されており(前記第1の1(3)イ)，上記⑤の予備的請求(同(6)の予備的請求)は，当審において追加されたものである。",
            "原判決は，上記⑥の主位的請求を全部認容し，上記①，②及び⑦の請求を一部認容し，その余の請求を棄却したため，一審原告が敗訴部分について控訴及び附帯控訴をするとともに(控訴及び附帯控訴を併せて一審原告敗訴部分全部の取消しを求めることとなる。)，一審被告小池書院及び一審被告Y₁がそれぞれその敗訴部分について控訴し，一審被告Y₃がその敗訴部分について附帯控訴した。",
            "なお，一審被告Y₁及び一審被告Y₄は一審原告の取締役であった者であるが(甲1)，会社法の施行に伴う関係法律の整備等に関する法律53条により，一審原告の監査役の監査範囲は会計に関するものに限定する旨の定めがあるものとみなされるから，会社法386条1項の適用はなく，同法349条1項により，代表取締役が一審原告を代表する。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実，当裁判所に顕著な事実並びに文中掲記の証拠及び弁論の全趣旨により認定できる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "一審原告",
              "text": [
                "一審原告は，著作権，肖像権，商標権及びその他の知的財産権の取得，管理，譲渡などを業とする株式会社である(甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審被告小池書院",
              "text": [
                "一審被告小池書院は，書籍出版に関する事業等を業とする株式会社であり(甲2)，主に，一審被告Y₁の原作漫画作品の出版を行っている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一審被告Y₁",
              "text": [
                "一審被告Y₁は，「Y₁」のペンネームで漫画作品の原作を行っている者である。一審被告Y₁は，平成19年6月5日から平成21年4月2日までの間，一審原告の取締役を務め(甲1)，平成18年8月28日から平成23年5月30日までの間，一審被告小池書院の代表取締役を務めていた(甲4)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "一審被告Y₃",
              "text": [
                "一審被告Y₃は，一審被告小池書院及び一審被告普及会の代表取締役である。一審被告Y₃は，遅くとも平成16年8月26日から平成18年8月28日までの間，一審被告小池書院の代表取締役を，平成22年3月1日から平成23年5月30日までの間，同社の取締役を，同日から現在まで同社の代表取締役を務めている(甲2，4)。また，一審被告Y₃は，平成23年5月10日から現在まで一審被告普及会の代表取締役を務めている(甲3)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "一審被告普及会",
              "text": [
                "一審被告普及会は，一審被告Y₁の作品を諸メディアに普及する業務などを業とする株式会社である(甲3)。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "一審被告Y₄",
              "text": [
                "一審被告Y₄は，平成19年6月5日から平成20年10月14日まで一審原告の取締役を務めていた(甲1)。また，平成18年12月6日から平成23年6月30日までの間，株式会社KK  TRIBE(以下「KK  TRIBE」という。)の代表取締役を務めていた(甲5)。なお，KK  TRIBEは，平成23年6月30日株主総会決議により解散している(甲5)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "一審被告小池書院及び一審被告Y₁の共同不法行為に基づく請求",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審原告と一審被告Y₁は，以下の内容を骨子とする平成20年1月25日付け著作物独占的利用許諾契約(以下「本件独占的利用許諾契約」といい，本件独占的利用許諾契約により一審原告が取得した独占的利用権を「本件独占的利用権」という。)を締結した(甲6，88)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審被告Y₁は，一審原告に対し，一審原告が本著作物(一審被告Y₁の著作に係る平成20年2月18日付け「著作物利用に関する契約公正証書」［甲6，88。以下「本件公正証書」という。］の別紙著作物目録記載の各著作物並びにその原案，原作，脚本，構成を含む各著作物と今後制作される著作物の総称。以下「本著作物」という。)を利用し，日本あるいは海外において次の各事業(以下「本件各事業」という。)に独占的に利用することを許諾する(1条，2条)。",
                            "①  一審原告が本著作物の全部又は一部を複製し，譲渡し，展示し，あるいは本著作物の全部又は一部を翻訳・翻案して著作物を作成して利用すること(著作権法21条，25条，26条の2，27条，28条に示す権利の許諾を含む。)。",
                            "②  本著作物の全部又は一部を，あるいは本著作物の全部又は一部を翻訳・翻案して作成された著作物を，インタラクティブ配信，コンテンツ配信等送信あるいは送信可能化事業を行うこと。",
                            "③  本著作物の全部又は一部を，あるいは本著作物の全部又は一部を翻訳・翻案して作成された著作物を，ゲーム，パチンコ，パチスロ及びこれらの周辺機器等，アミューズメント事業において利用すること(送信あるいは送信可能化事業も含む。)。",
                            "④  本著作物の全部又は一部を，あるいは本著作物の全部又は一部を翻訳・翻案して作成された著作物を，商品化，商業化するマーチャンダイジング事業を実施すること。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件独占的利用許諾契約は，本著作物に係る全ての著作物の著作権の存続期間が満了するまでの間存続する(6条)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告の代理人であるA弁護士及び一審被告Y₁の代理人であるB(以下「B」という。)は，本件公正証書の作成を公証人に嘱託して，本件独占的利用許諾契約と同内容の平成20年1月25日付け著作物独占的利用許諾契約を締結した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Y₁のBに対する代理権授与等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "代理権授与",
                      "text": [
                        "一審原告は，平成20年1月25日付けで，A弁護士に対し，本件独占的利用許諾契約を締結する代理権を授与した(乙イ1の2，甲88)。",
                        "一審被告Y₁は，平成20年1月25日付けで，Bに対し，本件独占的利用許諾契約を締結する代理権を授与した(乙イ1の1，甲88)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "追認",
                      "text": [
                        "仮に一審被告Y₁がBに対して代理権を授与していないとしても，一審被告Y₁は，Bによる本件独占的利用許諾契約の締結を追認した。その根拠となる事実は，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審被告Y₁は，一審原告との間で，平成20年1月25日付け「解約覚書」(甲18，22)により，後述の旧著作物利用契約を合意により解約し，これに代えて新たに規定する内容に係る公正証書を作成することに合意した。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一審被告Y₁は，代理人弁護士を通じて，一審原告に対し，本件独占的利用許諾契約を解除する旨を通知する平成20年11月26日付け「通知書」(甲54)を送付したところ，同通知書には，本件独占的利用許諾契約を締結した経緯について，「通知人は，貴社との間で，平成20年1月25日付け「著作物利用に関する契約」を締結し，同契約の公正証書を同年2月18日付けで作成しました。この契約は，通知人の著作物について，その商品化に関する事業を貴社に委託するという委任契約であると理解しております。これは，貴社が十分に事業を展開してくれるものと見込んで契約したものです。」との記載がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "一審被告Y₁は，一審原告との間で，平成22年1月26日付け「確認書」(甲64)により，本件独占的利用許諾契約が有効に存続していること，本件独占的利用許諾契約に定める本著作物について一審被告Y₁が一審原告に独占的利用権を許諾していることを確認した。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "一審被告Y₁は，一審原告及び一審被告小池書院との間で，平成22年2月9日付け「Y₁著作物出版に関する基本合意書」(甲8，75)により，一審被告Y₁の著作物の出版に関する基本合意(以下「本件基本合意」といい，その合意書を「本件基本合意書」という。)を締結したところ，本件基本合意書には，「乙［一審被告Y₁］は，平成20年1月25日に乙［一審被告Y₁］が甲［一審原告］との間で合意し，平成20年2月18日に作成した「著作物利用に関する契約公正証書」…に基づいて」との記載がある。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "一審被告Y₁は，一審原告との間で平成22年7月1日付け「原稿料及び印税に関する合意書」(甲66)により，一審被告Y₁の著作物出版時の原稿料及び印税に関する合意(以下「本件印税合意」といい，その合意書を「本件印税合意書」という。)を締結し，本件独占的利用許諾契約が有効に存続し，本件独占的利用許諾契約に定める本著作物について一審被告Y₁が一審原告に本件独占的利用権を許諾していることを確認した。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告小池書院による本件書籍1の無断出版",
                  "text": [
                    "一審被告小池書院は，平成20年1月25日から平成22年6月30日までの間，一審原告の許諾なくして，別紙1記載の書籍99点(以下「本件書籍1-1」～「本件書籍1-99」といい，併せて「本件書籍1」という。)を出版した。",
                    "本件書籍1は，いずれも一審原告が独占的利用権を有する本著作物に含まれる。",
                    "一審原告は，一審被告小池書院の無断出版により，本件書籍1の出版事業を独占的に利用することができなくなり，本件独占的利用権を侵害された。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "一審被告小池書院の故意",
                  "text": [
                    "一審被告小池書院の代表取締役は，上記ウの平成20年1月25日から平成22年6月30日までの間，一審原告と本件独占的利用許諾契約を締結した一審被告Y₁であった(甲4)。",
                    "したがって，一審被告小池書院は，一審原告に無断で本件書籍1を出版することが一審原告の本件独占的利用権を侵害することを明確に認識していたのであり，一審被告小池書院の一審原告に対する債権侵害は故意によってされたものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "損害",
                  "text": [
                    "一審被告小池書院の本件独占的利用権を侵害する本件書籍1の無断出版により，一審原告は，一審被告小池書院から得べかりし印税相当額3027万6988円の損害を被った。",
                    "なお，初版1刷の100部については印税が発生しないというのが出版業界の商慣習であるとの主張は否認する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "一審被告Y₁の一審被告小池書院代表取締役としての不法行為責任",
                  "text": [
                    "上記ウの債権侵害は，一審被告小池書院の代表取締役を務めていた一審被告Y₁が，その職務を行うにつき不法行為をして一審原告に損害を加えたため，一審被告小池書院がその損害賠償責任を負うものであるから，代表取締役である一審被告Y₁も連帯して損害賠償責任を負う。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "よって，一審原告は，一審被告小池書院及び一審被告Y₁に対し，一審原告の本件独占的利用権を侵害した共同不法行為に基づき，3027万6988円及びこれに対する最後の不法行為の後の日である平成22年7月1日から支払済みまで民法所定年5分の割合による遅延損害金の支払を求める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審被告小池書院及び一審被告Y₃の共同不法行為に基づく請求",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約及び一審被告Y₁からBに対する代理権授与等",
                  "text": [
                    "前記(1)ア，イと同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告小池書院による本件書籍2の無断出版",
                  "text": [
                    "一審被告小池書院は，平成23年7月から平成26年11月25日までの間，一審原告の許諾なくして，別紙2記載の書籍104点(以下「本件書籍2-1」～「本件書籍2-104」といい，併せて「本件書籍2」という。)及び別紙3①～⑥記載の書籍143点(以下「本件書籍3①-1」などといい，併せて「本件書籍3」という。)を出版した。",
                    "本件書籍2及び3は，いずれも一審原告が独占的利用権を有する本著作物に含まれる。",
                    "一審原告は，一審被告小池書院の無断出版により，本件書籍2及び3の出版事業を独占的に利用することができなくなり，本件独占的利用権を侵害された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告小池書院の故意",
                  "text": [
                    "一審被告小池書院は，一審原告に無断で本件書籍2及び3を出版することが一審原告の本件独占的利用権を侵害することを明確に認識していたのであり，一審被告小池書院の一審原告に対する債権侵害は故意によってされたものである。一審被告小池書院の故意を基礎付ける事実は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件基本合意の締結",
                      "text": [
                        "一審原告，一審被告Y₁及び一審被告小池書院は，平成22年2月9日，本件基本合意を締結した(甲8，75)。その骨子は，①一審原告が一審被告小池書院に対して本件基本合意の有効期間中，一審原告が許諾した本著作物を利用し出版することを許諾すること(1条1項)，②一審被告Y₁は本件独占的利用許諾契約に基づき，作画家などの関係著作権者若しくは第三者からの権利主張，異議，苦情，損害賠償請求等が生じないよう，一審被告Y₁の責任において権利処理すること，③一審被告小池書院は一審原告と，出版物ごとに個別の出版契約書を取り交わすこと(3条1項)，④一審被告小池書院が上記出版契約書に基づいて一審被告Y₁の著者印税を一審原告に支払い，一審原告はその2割を一審被告Y₁に支払うこと(2条)，⑤本件基本合意の有効期間は2年間とし，一審原告，一審被告Y₁又は一審被告小池書院のいずれかが契約期間満了の3か月前までに文書により契約の終了を通知しない場合は，同一の条件をもって2年間ずつ延長されること(4条)，⑥一審原告，一審被告Y₁又は一審被告小池書院は，相手方が本件基本合意を継続しがたい重大な背信行為を行った場合，書面による通知をもって本件基本合意を解除できること(5条)などである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審被告小池書院による「乾いて候」の無断出版",
                      "text": [
                        "一審被告小池書院は，平成23年9月12日，本件基本合意3条1項に違反して，一審原告と個別出版契約書を取り交わすことなく，本著作物に含まれる一審被告Y₁の著作物である「乾いて候」を出版した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件基本合意の解除",
                      "text": [
                        "一審原告は，一審被告小池書院に対し，平成23年9月12日，上記(イ)の行為が本件基本合意を継続しがたい重大な背信行為に当たるとして，本件基本合意を解除することを通知した(甲11)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，一審被告小池書院は，一審被告Y₁と一審原告との間の本件独占的利用許諾契約の存在を知っており，一審原告から本件基本合意を解除する旨の通知も受けている。したがって，一審被告小池書院は，一審原告に無断で本件書籍2及び3を出版することが，一審原告の本件独占的利用権を侵害することを明確に認識していた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "損害",
                  "text": [
                    "一審被告小池書院の本件独占的利用権を侵害する本件書籍2の無断出版により，一審原告は，一審被告小池書院から得べかりし印税相当額2134万3200円の損害を被った。",
                    "一審被告小池書院の本件独占的利用権を侵害する本件書籍3の無断出版により，一審原告は，一審被告小池書院から得べかりし印税相当額2256万7038円の損害を被った。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "一審被告Y₃の一審被告小池書院代表取締役としての不法行為責任",
                  "text": [
                    "上記イの債権侵害は，一審被告小池書院の代表取締役である一審被告Y₃が，その職務を行うにつき不法行為をして一審原告に損害を加えたため，一審被告小池書院がその損害賠償責任を負うものであるから，代表取締役である一審被告Y₃も連帯して損害賠償責任を負う。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "よって，一審原告は，一審被告小池書院及び一審被告Y₃に対し，一審原告の本件独占的利用権を侵害した共同不法行為に基づき，2134万3200円及びこれに対する訴状送達日である，一審被告小池書院につき平成24年7月27日から，一審被告Y₃につき同月28日から，各支払済みまでの民法所定年5分の割合による遅延損害金の支払を求める(なお，一審原告は，訴状において，訴状送達日からの遅延損害金の請求をした後，本件書籍2の最後の発行日が平成24年9月10日である旨の主張をしたが，遅延損害金の起算日を繰り下げなかった。)とともに，2256万7038円及びこれに対する平成26年11月26日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄の共同不法行為等に基づく請求",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約及び一審被告Y₁からBに対する代理権授与等",
                  "text": [
                    "前記(1)ア，イと同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Y₁からKK  TRIBEに対する著作権譲渡",
                  "text": [
                    "一審被告Y₁は，平成20年4月9日，KK  TRIBEに対し，本著作物に含まれる著作物である「子連れ狼」，「忘八武士道」，「首斬り朝」，「修羅雪姫」，「オークションハウス」，「御用牙」及び「盗撮影手パパラッチ」(以下「本件7作品」という。)についての著作権(著作権法27条及び28条に規定する権利を含む。)を譲渡し，同年8月12日，この譲渡について著作権法に基づく登録がされた(甲12［枝番のあるものは枝番を含む。以下同じ］)。",
                    "一審原告の本件独占的利用権は，KK  TRIBEが著作権譲渡登録を経た後も，依然として一審被告Y₁に対する債権として効力が残存している。",
                    "一審原告は，一審被告Y₁及びKK  TRIBEによる上記著作権譲渡により，上記各著作物を独占的に利用することができなくなり，本件独占的利用権を侵害された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告Y₁からKK  TRIBEに対する著作権譲渡登録の抹消",
                  "text": [
                    "一審被告Y₁のKK  TRIBEに対する著作権譲渡の登録は，譲渡契約が平成23年4月27日に解除されたとして，同年11月4日抹消された(甲12)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "一審被告Y₁から一審被告普及会に対する著作権譲渡",
                  "text": [
                    "一審被告Y₁は，平成23年5月10日，一審被告普及会に対し，本件7作品についての著作権(著作権法27条及び28条に規定する権利を含む。)を譲渡し，同年11月4日，この譲渡について著作権法に基づく登録がされた(甲12，72)。",
                    "一審原告の本件独占的利用権は，一審被告普及会が著作権譲渡登録を経た後も，依然として一審被告Y₁に対する債権として効力が残存している。",
                    "一審原告は，一審被告Y₁及び一審被告普及会による上記著作権譲渡により，上記各著作物を独占的に利用することができなくなり，本件独占的利用権を侵害された。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "一審被告Y₁の故意",
                  "text": [
                    "一審被告Y₁は，本件独占的利用許諾契約の当事者であるから，上記イ，エの著作権譲渡が一審原告の本件独占的利用権を侵害することを明確に認識していたのであり，一審被告Y₁の一審原告に対する債権侵害は故意によってされたものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "KK  TRIBE及び一審被告Y₄の故意",
                  "text": [
                    "上記イの著作権譲渡の当時(平成20年4月9日)，KK  TRIBEの代表取締役は一審被告Y₄であり(甲5)，一審被告Y₄は，平成19年6月5日から平成20年10月14日まで一審原告の取締役を務めていた(甲1)ため，一審被告Y₄は，一審被告Y₁と一審原告との間で本件独占的利用許諾契約が締結されていることを知っており，上記イの著作権譲渡が一審原告の本件独占的利用権を侵害することを明確に認識していた。したがって，KK  TRIBEの一審原告に対する債権侵害は故意によってされたものである。",
                    "上記イの不法行為は，KK  TRIBEの代表取締役である一審被告Y₄が，その職務を行うにつき不法行為をして一審原告に損害を加えたものであり，一審被告Y₄は損害賠償責任を負う。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "一審被告普及会及び一審被告Y₃の故意",
                  "text": [
                    "上記エの著作権譲渡の当時(平成23年5月10日)，一審被告普及会の代表取締役は一審被告Y₃であり(甲3)，一審被告Y₃は一審被告小池書院の取締役も務めていた(甲2，4)ため，一審被告Y₃は，一審被告Y₁と一審原告との間で本件独占的利用許諾契約が締結されていることを知っており，上記エの著作権譲渡が一審原告の本件独占的利用権を侵害することを明確に認識していた。したがって，一審被告普及会の一審原告に対する債権侵害は故意によってされたものである。",
                    "上記エの不法行為は，一審被告普及会の代表取締役である一審被告Y₃が，その職務を行うにつき不法行為をして一審原告に損害を加えたため，一審被告普及会がその損害賠償責任を負うとともに，代表取締役である一審被告Y₃も連帯して損害賠償責任を負う。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "損害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一審原告の「子連れ狼」映画化事業",
                      "text": [
                        "一審原告は，本件各事業の一つの事業として，本著作物に含まれる著作物である「子連れ狼」の映画化を企画し，平成20年10月29日，米国法人シーエスデヴコ・エルエルシー(CS Devco, LLC。以下「CSデヴコ」という。)との間で，「子連れ狼」に関する取引基本合意書(「子連れ狼」)」(甲13，21)により，以下の合意を締結した。その骨子は，①初回オプション報酬は12か月間の初回オプション期間における選択権の対価として2万5000米ドル以上7万5000米ドル以下の額とし，初回オプション期間は正式な契約の署名かCSデヴコによるチェーン・オブ・タイトル(正当な権利者から途切れることなく権利が譲渡され又は許諾されること)の承認のいずれか遅い時点に開始して，そのときに(CSデヴコから一審原告に)初回オプション報酬が支払われること，②CSデヴコは，さらに2万5000米ドル以上7万5000米ドル以下の額の第2オプション報酬を支払うことにより，初回オプション期間をさらに12か月間延長することができること，③一審原告はCSデヴコに対し，オプション期間において，「子連れ狼」の全ての権利等を「購入」(一審原告は，一審被告Y₁から許諾を受けた独占的利用権に基づきCSデヴコに権利を許諾することを予定していたものである。)する選択権を付与すること，④「子連れ狼」の全ての権利等の購入価格は100万米ドルとすること，⑤一審原告は映画の純利益の5％相当額を受領することなどである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「子連れ狼」の映画化の中断",
                      "text": [
                        "上記イ，エの著作権譲渡登録のため，一審原告は現在までCSデヴコによるチェーン・オブ・タイトルの承認を得ることができず，正式契約を締結することができずにいる。一審原告は，上記イ，エの著作権譲渡がなければ，CSデヴコによるチェーン・オブ・タイトルの承認を得られ，一審原告とCSデヴコとの間で正式契約が締結されて，CSデヴコが「子連れ狼」を映画化することにより，映画の純利益の5％相当額を含めないとしても，少なくとも100万米ドルの対価が得られたはずである。したがって，一審原告の得べかりし利益である100万米ドルが，上記イ，エの不法行為と因果関係のある損害である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "一審原告の「子連れ狼」のテレビドラマ化事業",
                      "text": [
                        "一審原告は，平成20年3月頃，株式会社アクトエンタープライズから，本著作物に含まれる著作物である「子連れ狼」のテレビドラマ化の提案を受けた。そこで，一審原告は，本件独占的利用権に基づき株式会社フジテレビジョン(以下「フジテレビ」という。)に権利を許諾することにより，「子連れ狼」をテレビドラマ化することに応じることとし，フジテレビは「子連れ狼」のテレビドラマ化を決定し，平成23年夏頃にはシナリオが完成し，主演をCとするなどのキャスティングも決定して，同年11月からのクランクインのスケジュールも決定した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「子連れ狼」のテレビドラマ化の中止",
                      "text": [
                        "平成23年11月頃，上記エの著作権譲渡が判明し，同月28日，フジテレビからの申入れにより「子連れ狼」のテレビドラマ化は中止となった。",
                        "上記エの著作権譲渡がなければ，「子連れ狼」がテレビドラマ化され，一審原告がフジテレビから支払われるはずであった許諾料相当額は170万円を下らず，一審原告の被った損害は同額を下らない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "一審被告普及会からラッキー17に対する譲渡",
                      "text": [
                        "一審被告普及会は，上記エにより一審被告Y₁から譲り受けた「子連れ狼」の著作権につき，平成24年1月16日，米国法人ラッキー17フィルムズ・エルエルシー(Lucky 17 films, LLC。以下「ラッキー17」という。)に対し，同日から平成26年4月19日までの間に譲渡担保契約による著作権(翻案権)のうち実写映画権及びこれから派生した実写テレビドラマシリーズ化権を譲渡した(甲12の1，甲74)。",
                        "一審被告普及会がラッキー17から受領した権利譲渡の対価は，イニシャル・フィーに限っても50万米ドルを下らない。",
                        "一審被告Y₁及び一審被告普及会による上記エの不法行為がなければ，ラッキー17に対する実写映画化権及びドラマシリーズ化権の許諾は一審原告が行い，その対価は一審原告が得ていたはずである。したがって，一審被告普及会がラッキー17に対して権利を譲渡したことにより受領した対価相当額が，上記エの不法行為と因果関係のある一審原告の損害となる。",
                        "上記(イ)のCSデヴコを通じた「子連れ狼」の映画化と，ラッキー17に対する権利の許諾は両立するものではないから，上記(イ)の損害とこの損害のいずれか小さい方の損害は大きい方の損害に包含される関係にある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "仮に，上記(ア)～(オ)の損害が認められないとしても，民訴法248条に基づき相当額の損害が認定されなければならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "一審被告Y₄に対する一審原告の取締役としての責任(予備的請求)",
                  "text": [
                    "上記イの著作権譲渡の当時(平成20年4月9日)，一審被告Y₄は一審原告の取締役であった(甲1)。",
                    "一審被告Y₄が，KK  TRIBEの代表取締役として一審被告Y₁から本件7作品の著作権の譲渡を受けた行為は，一審原告の取締役としての善管注意義務及び忠実義務に違反し，取締役としての任務を怠る行為である。",
                    "一審被告Y₄の取締役としての任務懈怠行為により，一審原告は上記クの損害を被った。"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "よって，一審原告は，主位的に，",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄に対し，上記イ，エの一審原告の本件独占的利用権を侵害した共同不法行為に基づく損害賠償として，連帯して，100万米ドル(一審被告Y₁，一審被告Y₃及び一審被告普及会については，選択的に50万米ドル)及びこれに対する訴状送達日である，一審被告Y₁につき平成24年8月8日から，一審被告Y₃につき同年7月28日から，一審被告普及会及び一審被告Y₄につき同月27日から，各支払済みまで民法所定の年5分の割合による遅延損害金，"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審被告Y₁，一審被告Y₃及び一審被告普及会に対し，上記エの一審原告の本件独占的利用権を侵害した共同不法行為に基づく損害賠償として，連帯して，170万円及びこれに対する訴状送達日である，一審被告Y₁につき平成24年8月8日から，一審被告Y₃につき同年7月28日から，一審被告普及会につき同月27日から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めるとともに，上記(ア)につき予備的に，"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審被告Y₄に対し，一審原告の取締役としての任務懈怠責任(会社法423条1項)に基づく損害賠償として，100万米ドル及びこれに対する訴状送達日である平成24年7月27日から支払済みまでの民法所定年5分の割合による遅延損害金の支払を求める。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "一審被告Y₁の債務不履行等に基づく請求",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審被告Y₁と大成商事有限会社との間の著作物利用許諾契約",
                  "text": [
                    "一審被告Y₁は，平成16年8月3日，大成商事有限会社との間で「著作物およびキャラクターの商品化権に関する原作契約書」(甲15)を締結して，一審被告Y₁の著作物の商品化権を許諾し，その有効期間は平成21年8月3日までであった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "旧著作物利用契約",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審原告と一審被告Y₁は，以下の内容の平成19年6月11日付け著作物独占的利用許諾契約(以下「旧著作物利用契約」といい，その契約書を「旧著作物利用契約書」という。)を締結した(甲14，87)。",
                        "①  一審被告Y₁は，平成19年11月26日付け「著作物利用に関する契約公正証書(甲14，87。以下「旧公正証書」という。)の別紙著作物目録記載の著作物と今後制作される著作物を一審原告が利用して日本あるいは海外において本件各事業に独占的に利用することを許諾する(1条，2条1項)。",
                        "②  前項の規定にもかかわらず，一審被告Y₁が旧著作物利用契約前に商品化権又は配信権を許諾している，大成商事有限会社(PTS)に対して許諾した一審被告Y₁の作品の商品化権(パチンコ，パチスロ及びこれらの周辺機器を含む。)については，一審被告Y₁において使用許諾契約期間満了と同時に旧著作物利用契約の対象となる事項に含むものとして取り扱うこととし，その具体的条件については個別に一審原告と一審被告Y₁間で協議して決定する(2条4項1号)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告の代理人であるA弁護士及び一審被告Y₁の代理人であるD(以下「D」という。)は，平成19年11月26日付け旧公正証書の作成を公証人に嘱託して，旧著作物利用契約と同内容の平成19年6月11日付け著作物独占的利用許諾契約を締結した(甲14，87)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審原告は，平成19年11月2日付けで，A弁護士に対し，旧著作物利用契約を締結する代理権を授与した(甲87)。",
                        "一審被告Y₁は，平成19年10月26日付けで，旧著作物利用契約を締結する代理権をDに授与した(甲37，87)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "旧著作物利用契約により，一審被告Y₁は，一審原告に無断で上記アの利用許諾期間を延長させない義務を負担した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告Y₁のPTSに対する利用許諾期間延長",
                  "text": [
                    "一審被告Y₁は，平成19年9月27日，大成商事有限会社の契約上の地位を承継した株式会社PTS(以下「PTS」という。)との間で，一審原告に無断で，平成21年8月3日までとされていた上記アの利用許諾期間を15年間延長し，平成36年8月3日までとすることを合意した(甲16)。",
                    "これは，旧著作物利用契約に基づき一審被告Y₁が負担した上記イ(エ)の義務の債務不履行に当たる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "旧著作物利用契約は，平成20年1月25日，本件独占的利用許諾契約締結のために合意により解約されているが(甲18，22)，同日に締結された本件独占的利用許諾契約にも上記イ(ア)②と同様の定めがあり(甲6・2条4項)，合意解約前の債務不履行により生じた一審原告の損害賠償請求が否定されるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "損害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "PTSは，平成19年2月14日，一審被告Y₁から利用許諾を受けた権利を株式会社平和(以下「平和」という。)に再許諾し(甲17)，平和は，PTSに対し，3年間の有効期間中，「子連れ狼」，「修羅雪姫」，「花平バズーカ」及び「弐十手物語」のタイトル，キャラクターの形状等を，日本及び大韓民国において遊技機に使用することを許諾された対価として，「子連れ狼」については半金で4000万円(消費税別)(別途の覚書により独占的利用許諾に変更された後に残りの半金4000万円)，「修羅雪姫」について6500万円(消費税別)，「花平バズーカ」につき3200万円(消費税別)，「弐十手物語」について4000万円(消費税別)の合計1億7700万円(「子連れ狼」についての残りの半金を含めず)を支払うとされており，さらに，遊技機の販売台数に応じて追加の利用料を支払うとされている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審原告は，一審被告Y₁による上記ウの債務不履行がなければ，平成21年8月4日から平成36年8月3日までの15年間，一審原告が一審被告Y₁の著作物の商品化権を第三者に許諾できていたはずである。",
                        "4作品についての3年間の利用許諾の対価が少なくとも1億7700万円であるから，15年間にかかる4作品及びその他の一審被告Y₁の著作物の商品化権を第三者に許諾できていたときに得べかりし利益は1億7700万円を下らない。一審原告は，一審被告Y₁の上記ウの債務不履行により，同額の損害を被った。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審原告は株式会社であり，旧著作物利用契約に基づく債務は商行為によって生じた債務であるから，その債務不履行に基づく損害賠償債務も商行為によって生じた債務である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "一審被告Y₁は，一審被告Y₁の作品を利用したコンテンツビジネスを共同事業として行う一審原告の取締役でありながら，かつ，一審被告Y₁がその作品を一審原告に独占的に利用させる対価として2億円を受領したにもかかわらず，平成19年9月27日に，上記のとおり，PTSとの間で，利用許諾期間を15年間延長する合意をしたことは，取締役としての善管注意義務及び忠実義務に違反し，取締役としての任務を怠る行為である。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "よって，一審原告は，一審被告Y₁に対し，主位的に，旧著作物利用契約上の義務の債務不履行に基づく損害賠償の一部請求として，8000万円及びこれに対する訴状送達日である平成24年8月8日から支払済みまでの商事法定利率年6分の割合による遅延損害金の支払を求め，予備的に，一審原告の取締役としての任務懈怠責任(会社法423条1項)に基づく損害賠償の一部請求として，8000万円及びこれに対する訴状送達日である平成24年8月8日から支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求める。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "一審被告Y₁に対する金銭消費貸借契約に基づく請求",
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成19年9月26日付け貸付け",
                  "text": [
                    "一審原告は，一審被告Y₁に対し，平成19年9月26日，弁済期の定めなく，3000万円を，三井住友銀行麹町支店の一審原告名義(小池一夫劇画村塾株式会社名義)の預金口座から三菱東京UFJ銀行都立大学駅前支店の一審被告Y₁名義(Y₁名義)の預金口座に振込送金することにより貸し付け(甲19)，一審被告Y₁は返還することを約してこれを受領した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "平成19年10月17日付け貸付け",
                  "text": [
                    "一審原告は，一審被告Y₁に対し，平成19年10月17日，弁済期の定めなく，1500万円を，三井住友銀行麹町支店のE名義の預金口座から三菱東京UFJ銀行都立大学駅前支店の一審被告Y₁名義(Y₁名義)の預金口座に振込送金することにより貸し付け(甲20)，一審被告Y₁は返還することを約してこれを受領した。",
                    "なお，上記の振込送金がE名義でされたのは，当時一審原告がEに対して1500万円の立替金債権を有していたことから，Eが一審原告に同額を弁済することに代えて，一審原告の一審被告Y₁に対する貸付金として，同額を一審被告Y₁の預金口座に振込送金したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "平成19年11月28日付け貸付け",
                  "text": [
                    "一審原告は，一審被告Y₁に対し，平成19年11月28日，弁済期の定めなく，500万円を，現金で交付することにより貸し付け，一審被告Y₁は返還することを約してこれを受領した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "貸金の返還の催告",
                  "text": [
                    "一審原告は，平成24年8月8日一審被告Y₁に送達された本件訴状により，上記ア～ウの貸金の返還を催告した。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "不当利得返還請求(予備的請求)",
                  "text": [
                    "仮に，一審被告Y₁が，上記ア～ウの金銭の受領につき返還約束をしていなかった場合，一審原告は，一審被告Y₁に対し，法律上の原因なくして上記ア～ウの合計5000万円の金銭を受領したことになり，一審被告Y₁はこれにより同額の利益を受け，一審原告は同額の損失を被った。",
                    "一審被告Y₁は，上記ア～ウの時点で悪意の受益者である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "よって，一審原告は，一審被告Y₁に対し，主位的に，",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "金銭消費貸借契約に基づき，貸金合計5000万円及びこれに対する訴状送達日である平成24年8月8日から支払済みまでの民法所定年5分の割合による遅延損害金の支払を求め，予備的に，"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "不当利得返還請求権(民法703条，704条)に基づき，5000万円及び，うち3000万円に対する受益の日の翌日である平成19年9月27日から，うち1500万円に対する受益の日の翌日である同年10月18日から，うち500万円に対する受益の日の翌日である同年11月29日から，各支払済みまでの年5分の割合による法定利息の支払を求める。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "一審被告Y₁に対する不当利得返還請求",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告は，平成19年6月14日，一審原告の取締役であったF名義で，一審被告Y₁の口座に5000万円を送金した(甲7)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審原告は，平成19年6月20日，一審原告の代表取締役であるG名義で，一審被告Y₁の口座に5000万円を送金した(甲7)。",
                    "上記ア，イの振込名義がF及びG名義となったのは，一審原告が新株発行により一審被告Y₁に支払う2億円の原資を調達する予定であったが，一審被告Y₁が2億円の支払を急ぐよう求め，資金調達が間に合わなかったことから，一審原告の代表者であるGことH(以下「G」という。)及び一審原告の取締役であるFが立て替えて支払ったものである。G及びFが立て替えた各5000万円は，後に一審原告からG及びFに返還されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審原告は，平成19年8月2日，一審被告Y₁の口座に5000万円を送金した(甲7)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一審原告は，平成19年8月20日，一審被告Y₁の口座に5000万円を送金した(甲7)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記ア～エの合計2億円は，本件独占的利用許諾契約による独占的利用権設定の対価である。",
                    "仮に本件独占的利用許諾契約が無権代理によるもの又は無効であれば，一審被告Y₁は，上記ア～エの2億円を法律上の原因なくして利得し，一審原告は同額の損失を被っていることになる。なお，一審原告の平成20年から平成26年までの売上げのうち，一審被告Y₁の著作物を利用した売上額から売上原価の額を差し引くと，6742万4338円となる。上記6742万4338円から，一審原告が一審被告Y₁に実際に支払った配分額(1657万2296円)と必要経費(販売費及び一般管理費)を控除すると，マイナスとなるため，一審原告には，一審被告Y₁の著作物を利用した事業で利益は出ていない。したがって，本件独占的利用許諾契約による独占的利用権設定の対価から控除すべき利益は存在しない。",
                    "一審被告Y₁は悪意の受益者である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "仮に本件独占的利用許諾契約が解除された場合には，一審被告Y₁は，一審原告に対し，民法545条1項に基づき原状回復義務を負う。なお，継続的契約の債務不履行による解除は将来に向かった解除であるとしても，未だ独占的利用権が許諾されていない期間について受領した対価については原状回復義務を負う。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "よって，一審原告は，上記(1)～(4)の請求の予備的請求として，一審被告Y₁に対し，不当利得返還請求権(民法703条，704条)又は解除による原状回復請求権(民法545条)に基づき，2億円及び，うち5000万円に対する受益の日の翌日である平成19年6月15日から，うち5000万円に対する受益の日の翌日である同月21日から，うち5000万円に対する受益の日の翌日である同年8月3日から，うち5000万円に対する受益の日の翌日である同月21日から，各支払済みまでの年5分の割合による法定利息の支払を求める。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する一審被告Y₁の認否，抗弁",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求原因(1)  一審被告小池書院及び一審被告Y₁の共同不法行為に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約",
                  "text": [
                    "一審原告と一審被告Y₁が本件独占的利用許諾契約を締結したことは否認する。",
                    "本件公正証書に添付されている「著作物利用に関する契約書」(甲88・30～52頁)には一審被告Y₁名下の押印があるが，一審被告Y₁が押印したことは否認する。",
                    "同契約書の作成日付は，解約覚書(甲18，22)の作成日付と同日の平成20年1月25日であり，文書の体裁も，自署ではなくあらかじめワープロ打ちされ，押印欄が同じ大きさの円定規を用いた丸で囲んであるとの共通点がある。一審原告は，同契約書を作成した日(同年1月25日)において，一審被告Y₁名義の印章を使用，押印することができ，同契約書は一審被告Y₁の関与なしに作成されたものと推認される。",
                    "したがって，同契約書は，一審被告Y₁の関与なしに作成されたものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Y₁のBに対する代理権授与等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告Y₁のBに対する代理権授与は否認する。一審被告Y₁は，Bに対する委任状(甲88・29頁，乙イ1の1)に押印しておらず，同委任状の印影が一審被告Y₁の印章により顕出されたことも否認する。",
                        "同委任状の作成日付も，解約覚書(甲18，22)の作成日付と同日の平成20年1月25日であり，文書の体裁も，自署ではなくあらかじめワープロ打ちされ，押印欄が同じ大きさの円定規を用いた丸で囲んであるとの共通点がある。したがって，一審原告は，同委任状を作成した日においても，自由に一審被告Y₁名義の押印ができた可能性が高く，同委任状は，一審被告Y₁の関与なしに作成されたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実質的自己契約",
                      "text": [
                        "また，本件公正証書は，一審原告が，自己の従業員(B)に対し，契約相手(一審被告Y₁)の代理人となることを業務命令として指示し，作成したものである。それゆえ，相手方当事者から委任を受けた代理人(B)による公正証書作成の代理行為は，当事者本人(一審被告Y₁)の利益を害するおそれがある場合に該当する。したがって，本件公正証書の作成は，実質的に民法108条本文が規定する自己契約に該当し，無効である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "追認の主張はいずれも否認する。",
                        "一審原告が真正に成立すると主張する乙イ1の1及び2の委任状(ただし，一審被告Y₁らは，これらが真正に成立したことを争っている。)の記載内容によると，各委任の内容は，各委任状別紙契約の趣旨の契約を締結する代理権ではなく，各委任状別紙契約の公正証書を作成する事実行為と考えるのが合理的である。",
                        "また，本件公正証書(甲6，88)では，「本公証人は，当事者の嘱託により，次の法律行為に関する陳述の趣旨を録取し，この証書を作成する」と記載されており，BとA弁護士が，代理権授与に基づく本件独占的利用許諾契約を締結していないことは明らかである。",
                        "したがって，無権代理人による法律行為が存在しないので，一審原告が追認を主張する各事実は民法113条1項の「追認」に該当せず，「契約の時にさかのぼって効力が生ずる」(同法116条本文)ことはない。",
                        "一審原告が「追認」の根拠として主張する事実については，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審被告Y₁が「解約覚書」(甲18，22)を取り交わした事実はないが，平成20年2月18日に作成された本件公正証書による本件独占的利用許諾契約の締結を，それより以前の平成20年1月25日に「追認」したとの主張は理解できない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "解除通知書(甲54)は，一審被告Y₁の代理人であったI弁護士が作成したものであるが，この通知書は解除に主眼がある上，その時点では正確な事実関係を把握していなかったのではないかと想像される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "確認書(甲64)，本件基本合意書(甲8，75)，本件印税合意書(甲66)は，一審原告の執筆妨害行為により一審被告Y₁の収入がなくなり，一審原告の威迫の中，収入確保を主眼として作成した文書であり，本件公正証書による本件独占的利用許諾契約の有効性を追認する趣旨ではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告小池書院による本件書籍1の無断出版",
                  "text": [
                    "一審被告小池書院が本件書籍1を出版したことは争わないが，一審被告Y₁は本件独占的利用許諾契約を締結した認識がなく，「一審原告に無断で」違法に出版したわけではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "一審被告小池書院の故意",
                  "text": [
                    "一審被告Y₁が平成20年1月25日から平成22年6月30日までの間一審被告小池書院の代表取締役であったことは認めるが，一審被告Y₁は本件独占的利用許諾契約を締結した認識がなく，一審被告小池書院に一審原告の債権を侵害する故意はなかった。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "損害",
                  "text": [
                    "争う。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "一審被告Y₁の一審被告小池書院代表取締役としての不法行為責任",
                  "text": [
                    "一審被告Y₁が平成20年1月25日から平成22年6月30日までの間一審被告小池書院の代表取締役であったことは認めるが，一審被告小池書院及び一審被告Y₁が損害賠償責任を負うとの主張は争う。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件独占的利用許諾契約の公序良俗違反",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "契約の範囲が無限定であり，利用期間が極めて長いこと",
                      "text": [
                        "本件独占的利用許諾契約の内容は，対象となる著作物につき，「甲［一審被告Y₁］の著作に係る別紙著作物目録記載の各著作物並びにその原案，原作，脚本，構成を含む各著作物と今後制作される著作物」と定めている(甲6・1条)。これは，内容が包括的であるだけでなく，将来，一審被告Y₁が著述する現在未完成の著作物まで一切含む点で，著作物の特定が抽象的かつ無限定である。",
                        "また，本件独占的利用許諾契約において，一審原告の利用期間は，「本著作物に係る全ての著作物の著作権の存続期間が満了するまで」(甲6・6条)，すなわち，著作者の死後50年(著作権法51条2項)と極めて長期間である。",
                        "以上から，本件独占的利用許諾契約の内容は，一審被告Y₁にとって，過去のほぼすべての著作物と将来，著述するすべての著作物を，作成時から同人の死後50年まで，著作者自身が自由に利用できず，一審原告が独占的に利用することを許諾したという内容になっている。",
                        "もともとの利用許諾期間である3年間(乙イ2・5条1項)から，著作者の死後50年の期間に，一審被告Y₁に不利益な方向に一方的に変更されており，不当に強力な拘束である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "対価や許諾料の定めが一切ないこと",
                      "text": [
                        "本件利用許諾契約の内容には，一審原告の利用許諾に対する「対価」の記載条項がなく，また，一審原告が本著作物を利用した際の，一審被告Y₁に対する許諾料の支払について，何らの定めがないのであるから，契約の主要な要素が欠落した契約書である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "契約の一方当事者を不当に長期間拘束する内容であること",
                      "text": [
                        "本件使用許諾契約は，契約解除事由や中途解約権が明記されておらず，不利益を受ける一方当事者を不当に長期間拘束する内容である。",
                        "上記(ア)～(ウ)によると，本件使用許諾契約は，まさに「人身拘束」的，「奴隷契約」的な内容であり，公序良俗に違反し(民法第90条)，無効である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "本件独占的利用許諾契約の解除",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一審原告による一審被告Y₁の本著作物利用妨害，連載執筆妨害",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "日本経済新聞連載妨害事件",
                          "text": [
                            "平成21年，一審被告Y₁は，親鸞聖人に関する作品を創作し，日刊新聞紙初の連載劇画として，同年5月，日本経済新聞において，「結い  親鸞」と題する劇画作品の連載を開始した(乙イ3，4)。",
                            "一審原告は，同年5月末，日本経済新聞社に面会を申し入れ，本件公正証書を示して，自らが著作権者であるとの虚偽の主張，刑事告訴する旨を告知し，連載の中止を要求した(乙イ5)。",
                            "このため，日本経済新聞は，一審被告Y₁の連載を休止(実質中止終了)した(乙イ6)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「御用牙」舞台上演中止要求事件",
                          "text": [
                            "平成21年3月，星野事務所が，一審被告Y₁の了解を得て，一審被告Y₁の著作物である「御用牙」の舞台化上演(紀伊国屋サザンシアター)を行おうとしたところ，一審原告は，自らが著作権者であると主張し，上演中止要求を行った(上演は行われた)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "一審原告は，平成21年頃，自らが本著作物の著作権者であり，一審原告の許諾がなければ，本著作物は出版することも，ドラマ化・舞台化などの二次利用することもできないと，関係各所に主張した。",
                            "このため，日本経済新聞社をはじめ，大手メディア・出版社等の取引先は，一審原告とのトラブルに巻き込まれることを回避し，本著作物の出版や二次利用をやめてしまった。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記のとおり，一審原告は，一審被告Y₁による本著作物の利用を妨害し，一審被告Y₁の連載執筆活動を妨害する行動に出続けたのである。一審原告の行為は，一審被告Y₁の意思に反し，同人に不利益を与える行為であり，信任関係を前提とする著作物利用許諾契約の信頼関係を破壊し，著作権者からの契約解除事由となることは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審原告の報告義務違反",
                      "text": [
                        "本件独占的利用許諾契約によると，一審原告は，一審被告Y₁から許諾された本著作物を利用し，本件各事業を実施する場合，一審被告Y₁にその内容を報告する義務を負っている(甲6・3条1項)。",
                        "しかるに，一審原告は，本件公正証書作成以降，一審被告Y₁に対し，報告を行っていない。CSデヴコとの映画化の話，フジテレビとの「子連れ狼」テレビドラマ化の話などは，一審被告Y₁に一切の相談や報告なしに一審原告が進めたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "一審被告Y₁に対する印税不払及び報告のない出版許諾",
                      "text": [
                        "本件公正証書(甲6，88)作成後の平成20年3月分から本件基本合意書(甲8，75)の作成後の平成22年8月分までの間，一審原告は，一審被告Y₁に対して，一切印税を支払っていなかった。",
                        "また，一審原告は，平成25年8月29日付け原審準備書面(7)において主張するまで，一審被告Y₁に対する報告や印税の支払をすること な く ， 出版 許 諾 を 行 っ て い た 。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "一審原告による出版拒否",
                      "text": [
                        "一審原告は，平成23年9月12日，作画家(亡J)の出版許諾を得ていないことを理由に，一審被告小池書院による「乾いて候」の出版許諾申出を拒否し，本件基本合意の解 除 を 通 知 し た ( 甲 1 1)。しかし，一審被告小池書院は，「乾いて候」及び「子連れ狼」の作画家である故Jの遺族(著作権承継者)から，適正に出版許諾を得ている(乙イ11)。",
                        "したがって，一審原告による一審被告小池書院への上記非難は言いがかりであり，一審原告は，本件基本合意の解除通知を行うことで，一審被告Y₁及び一審被告小池書院に対し，収入源の断絶を意図して，嫌がらせ行為を行ったものと考えられる。",
                        "(オ)一審原告による刑事告訴",
                        "一審原告は，一審被告Y₁に対し，2億円詐取の詐欺罪で刑事告訴したと述べたり，一審被告小池書院の従業員を使って，「従わなければ，すぐに逮捕されるぞ」「今，警察が会社の前にきています。Y₁先生はすぐに逃げてください」などと(虚偽の)脅かしを行い，一審被告Y₁を精神的に追い詰めていった。しかし，平成21年12月の刑事告訴以来，3年6か月が経過しても，一審被告Y₁に対し，警察署からの連絡は一切ない。",
                        "著作物の利用許諾を受けている者が著作権者を刑事告訴すること自体，委任契約における信任関係を著しく破壊する加害行為である。",
                        "(カ)一審原告による著作権譲渡の強要",
                        "一審原告は，一審被告Y₁に対し，一審被告Y₁の著作物の著作権を譲渡した旨の文書にサインするよう強要し，一審被告Y₁は，これを断りつづける状態が続いた。周りを取り囲まれた上，腕を押さえられて，ペンを握らされ，署名するよう強く威迫されたこともあった。乙イ15の1～3，乙イ16の1・2は，いずれも一審原告が作成し，一審被告Y₁に署名押印を強要した文書である。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "映画化事業を妨害",
                      "text": [
                        "一審原告は，一審被告Y₄の映画化事業を妨害する意図のもと，形だけCSデヴコとの契約書(甲13，21)を2通作成した。また，一審原告は，一審被告Y₁及び一審被告普及会がラッキー17と進めているハリウッドの実写映画化事業に対しても，CSデヴコとの契約を理由に中止を要求した。",
                        "このように，一審原告は，CSデヴコとの契約書(甲13，甲21)を理由に，一審被告Y₄によるハリウッド映画化事業，一審被告普及会による実写映画化事業を妨害する言動をとり続けている。同言動は，著作権者である一審被告Y₁との関係で，信頼関係を破壊するものである。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "本件独占的利用許諾契約の解除",
                      "text": [
                        "一審被告Y₁は，平成23年9月15日，一審原告に対し，本件独占的利用許諾契約の公序良俗違反による無効を通知し，念のため，不利益行為及び債務不履行(報告義務違反，印税支払義務違反)に基づき本件独占的利用許諾契約を解除する旨を通知した(乙イ7。以下「本件解除通知」という。)。",
                        "本件独占的利用許諾契約は，著作権者である一審被告Y₁と一審原告との間の準委任契約(民法656条)であり，一審被告Y₁と一審原告との間の信頼関係を基礎として成り立っていることから，任意解除権(民法651条1項)が放棄されている場合でも，やむを得ない事由があるときは一審被告Y₁からの解除が可能であると解される。",
                        "上記解除の意思表示は，民法651条1項に基づく任意解除及びやむを得ない事由に基づく解除の趣旨を含んでいる。",
                        "本件独占的利用許諾契約は，著作権者である一審被告Y₁と一審原告との間の準委任契約(民法656条)であり，一審被告Y₁と一審原告との間の信頼関係を基礎として成立するものであるから，民法541条以下による債務不履行を理由とする解除とは異なり，催告は不要である。",
                        "仮に催告が必要であるとしても，相当期間の経過により，解除は有効である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "消滅時効",
                  "text": [
                    "平成21年9月より前に出版された書籍(本件書籍1-1～1-79)についての損害賠償請求権は，その出版が，本件訴状が送達された時点から3年以上前であるから，既に時効消滅している。一審被告Y₁は，当審における第20回弁論準備期日(平成29年5月29日)に，上記時効を援用した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求原因(3)  一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄の共同不法行為に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約及び一審被告Y₁からBに対する代理権授与等",
                  "text": [
                    "認否は前記(1)ア，イと同じ，抗弁は前記(1)キ，クと同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Y₁からKK  TRIBEに対する著作権譲渡",
                  "text": [
                    "一審被告Y₁からKK  TRIBEに対する著作権譲渡は認め，一審原告の本件独占的利用権が侵害されたとの主張は争う。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告Y₁からKK  TRIBEに対する著作権譲渡登録の抹消",
                  "text": [
                    "一審被告Y₁のKK  TRIBEに対する著作権譲渡の登録が契約解除により抹消されたことは認める。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "一審被告Y₁から一審被告普及会に対する著作権譲渡",
                  "text": [
                    "一審被告Y₁から一審被告普及会に対する著作権譲渡は認め，一審原告の本件独占的利用権が侵害されたとの主張は争う。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "一審被告Y₁の故意",
                  "text": [
                    "一審被告Y₁の故意は否認する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「ク  損害」について",
                  "text": [
                    "一審原告の事業は不知，損害の主張は争う。一審被告Y₁は一審原告の事業につき報告を受けていない。",
                    "なお，一審原告とCSデヴコとの間の取引基本合意書(甲13，22)には，一審原告が署名位置の異なる2通の契約文書を所持していること(甲13の1，甲22)，押印もなく署名も誰のものか判別できないこと，日付について，一般に米国人は「月／日／年」の順，すなわち「12／10／2008」と書くのに「2008／12／10」と記載されていることなどの疑問点がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求原因(4)  一審被告Y₁の債務不履行等に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審被告Y₁と大成商事有限会社との間の著作物利用許諾契約",
                  "text": [
                    "認める。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "旧著作物利用契約",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審原告と一審被告Y₁が旧著作物利用契約を締結したことは否認する。",
                        "一審被告Y₁は，一審原告との間で，平成19年6月11日付け「著作物利用に関する契約書」(乙イ2)を取り交わしたことはある。同契約書にも，一審原告主張の請求原因(4)イ(ア)②と同様の定めはあった(乙イ2・1条4項1号)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "A弁護士とDが，一審原告及び一審被告Y₁の代理人として旧著作物利用契約を締結したことは否認する。",
                        "甲37，甲87・18頁の委任状の記載によると，各委任の内容は，別紙契約の趣旨の契約を締結する代理権ではなく，別紙契約の公正証書を作成する事実行為と考えるのが合理的である。",
                        "また，旧公正証書(甲14，87)では，「本公証人は，当事者の嘱託により，次の法律行為に関する陳述の趣旨を録取し，この証書を作成する」と記載されており，D及びA弁護士が代理権授与に基づき旧著作物利用契約を締結していないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "旧公正証書(甲14，87)の作成の嘱託を委任する一審被告Y₁からD宛ての委任状(甲37，甲87・18頁)があるが，一審被告Y₁は，Dに代理権を授与したことはない。",
                        "一審被告Y₁は，明確な記憶はないが，委任状(甲37，甲87・18頁)が真正なものであれば，おそらく平成19年6月11日付け「著作物利用に関する契約書」(乙イ2)を公正証書にするという説明を受けて，自署押印したものと思われる。",
                        "しかし，一審被告Y₁は，Dという人物を知らず，自署時に同委任状にDの名前は記載されていなかったと思われる。また，甲87・19～28頁の平成19年6月11日付け「著作物利用に関する契約書」は添付・契印されていなかったのではないかと思われる。",
                        "平成19年6月11日付け「著作物に関する契約書」(乙イ2)の「本著作物」の内容は「甲の著作物に係る別紙著作物目録記載の各著作物」とされ(ただし，別紙は添付されていない。)，「今後制作される著作物」は含まれていない。これに対し，旧公正証書(甲14，87)の本著作物の内容は「甲の著作に係る別紙著作物目録記載の各著作物と今後制作される著作物」が一緒に含められている。すなわち，平成19年6月11日付け「著作物利用に関する契約書」と旧公正証書とでは，「本著作物」の対象が同一ではなく，異なっているのであるから，旧公正証書は，委任状に添付されている契約書(甲87・19～28頁)の内容と相違し，権限を踰越して作成されたことになる。",
                        "さらに，平成19年6月11日付け「著作物利用に関する契約書」第1条1項(1)には，「乙(一審原告)がデジタル著作物を作成すること」と明記され，(2)～(4)においても「デジタル著作物」が対象となっている。すなわち，一審原告が一審被告Y₁から独占的利用許諾を受けたのは，「デジタル著作物」に限定されたものであり，それ以外の通常の出版事業は，それまでどおり，一審被告小池書院において自由に行うことが当然の前提となっていた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一審被告Y₁が，一審原告に無断で大成商事有限会社又はPTSの利用許諾期間を延長させない義務を負担したとの主張は争う。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告Y₁のPTSに対する利用許諾期間延長",
                  "text": [
                    "一審被告Y₁とPTSとの合意は認め，それが一審原告に対する債務不履行又は一審原告の取締役としての任務懈怠であるとの主張は争う。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "旧著作物利用契約が合意解約されたとの事実は否認する。一審被告Y₁は，解約覚書(甲18，22)に押印しておらず，同覚書の印影が一審被告Y₁の印章により顕出されたことも否認する。同覚書には，一審原告が押印位置の異なる2通の文書を所持していること(甲18，22)等の疑問がある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "損害",
                  "text": [
                    "不知又は争う。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "消滅時効",
                  "text": [
                    "一審被告Y₁が一審原告の取締役であった期間は，平成21年4月2日までである。したがって，一審原告主張に係る取締役の損害賠償責任は，商事時効(5年)により消滅している。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求原因(5)  一審被告Y₁に対する金銭消費貸借契約に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成19年9月26日付け貸付け",
                  "text": [
                    "一審原告から3000万円の送金を受けたことは認め，これが貸金であること，返還約束は否認する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "平成19年10月17日付け貸付け",
                  "text": [
                    "Eから1500万円の送金を受けたことは認め，これが一審原告による貸金であること，返還約束は否認する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "平成19年11月28日付け貸付け",
                  "text": [
                    "平成19年11月28日に一審原告から現金交付を受けたこと及び返還約束は不知(記憶にない。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "貸金の返還の催告",
                  "text": [
                    "一審原告が本件訴状により催告をしたことは認めるが，その効果は争う。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "弁済の抗弁",
                  "text": [
                    "仮に上記ア～ウにおける一審原告に対する貸金債務が存在したのであれば，一審原告が督促しないとは考えられず，一審被告Y₁は早期に返済しているはずである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "不当利得の主張は争う。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求原因(6)  一審被告Y₁に対する不当利得返還請求について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告Y₁が一審原告から合計2億円の資金提供を受けた事実は認め，これが本件独占的利用権設定の対価であることは否認し，不当利得であるとの主張は争う。",
                    "当時の事実関係を前提にすると，上記2億円は，①一審原告が，一審被告Y₁の名前を冠したマンガ家養成塾を開業するための承諾料・名称使用料，②一審原告が，乙イ2の内容(同契約書別紙の著作物についての3年間の独占的利用許諾)で，一審被告Y₁の著作物の著作権の利用許諾を受け，二次使用等の権利許諾ビジネスを行うことの許諾料・契約金，③一審原告代表者の一審被告Y₁及び関係会社の窮状に対する個人的なパトロネージ(＝芸術活動に対する精神的・経済的支援)という複合的な性格を有する資金提供であったものと考えられる。また，一審被告Y₁は，一審原告から，役員報酬，劇画村塾の講師料を一切受領しておらず，④これら役務提供に対する包括的な前払金という意味合いもあったと思われる。",
                    "仮に，上記2億円に著作物利用の対価として性質があるとしても，旧著作物利用契約の対価であって，一審原告は，その存続期間である3年間著作物を利用することができた。",
                    "仮に，上記2億円が不当利得と認められるとしても，公平の観点から，損益相殺として，一審原告が一審被告Y₁の著作物を利用によって得た収入を当然に控除すべきである。一審原告が一審被告Y₁の著作物を利用によって得た収入は，一審原告が認めるだけでも，6742万4388円(平成20年度から平成26年度まで)から一審被告Y₁に配分した1657万2295円を控除した5085万2093円である。さらに，一審原告は，まんが家育成塾事業で合計1440万円の収入を得ているので，合計6525万2093円を控除すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告Y₁の悪意は否認する。一審被告Y₁は，善意の利得者として，提供資金を一審被告小池書院その他の関係会社の運転資金(賃料・人件費)等に使っており，現に存する利益はない(民法703条)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "継続的契約の債務不履行による解除は，遡及効のない，将来に向かった解除と解されるから，一審被告Y₁は原状回復義務を負うものではない上，過去の資金提供は原状回復の内容ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "相殺の抗弁(請求原因(5)，(6)に対して)",
              "text": [
                "請求原因(5)，(6)で，一審原告の一審被告Y₁に対する何らかの金銭請求が認められる場合，一審被告Y₁は，一審原告に対する以下の金銭債権を自働債権として，対当額で相殺する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審原告に対する連載妨害等による損害賠償債権",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審原告は，平成21年5月以降，一審被告Y₁の執筆活動を妨害してきた。特に，前記(1)ク(ア)の日本経済新聞連載妨害事件は，一審被告Y₁に多大な経済的な損失を与えるものであった。一審原告による一審被告Y₁の執筆活動に対する妨害は，民法上の不法行為(709条)を構成するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "日本経済新聞の連載に対する執筆妨害による一審被告Y₁の直接の損害金額は，連載が支障なく継続していた場合の原稿料収入及びその後の単行本出版時の印税収入である。",
                        "①  連載期間最短1年(週1回連載＝50回)",
                        "②  原稿料1頁3万円×1回4頁×50回＝600万円",
                        "③  印税  新聞4頁＝単行本16頁分",
                        "×50回＝単行本800頁分＝単行本3巻分",
                        "単行本定価650円×印税5％×10万部＝325万円",
                        "325万円×3巻＝975万円",
                        "親鸞聖人を題材にしたテーマであり，浄土真宗門徒数から考えると，1冊10万部以上と見込まれた。",
                        "④  その他アニメ化・映画化等の二次使用料も発生し得た。",
                        "⑤  ②と③の合計1575万円"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審原告による一審被告Y₁に対する執筆妨害は，その後も断続的に続き，一審被告Y₁は社会的信用を毀損された。このため，一審被告Y₁への原稿依頼や過去の作品の出版及び二次使用依頼が激減する経済的損害を現在なお被り続けている。",
                        "平成21年7月から平成27年7月まで6年の間，少なくとも上記の日本経済新聞の連載に対する執筆妨害の損害額(上記②及び③)の倍額の年間3000万円を下らない経済的損害が生じているから，合計1億8000万円となる。",
                        "したがって，一審被告Y₁は，一審原告に対し，少なくとも，1億9575万円の損害賠償請求権を有している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審原告に対する利益若しくは許諾料相当損害賠償債権又は許諾料債権",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件独占的利用許諾契約が無効の場合",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審原告は，一審被告Y₁の著作権を利用することにより，平成20年から平成26年までの間に，後記(イ)b，cのとおり合計1億6732万円の収入を得たところ，その限界利益はその50％を下ることはないから，一審原告の著作権侵害による一審被告Y₁の損害額は8366万円である(著作権法114条2項)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "小池一夫劇画村塾事業の「看板料」，「講師料」，「協力料」又は旧著作物利用契約に基づく独占的利用権(デジタル著作物の独占的利用権，利用期間3年間)の対価が2億5000万円であることを考慮すると，本著作物の独占的利用権の許諾料は，2億5000万円を下ることはない(著作権法114条3項)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件独占的利用許諾契約が一部又は全部有効の場合",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件独占的利用許諾契約は，一審被告Y₁の創作活動及び経済活動を極度に制限する内容であるから，この契約が有効であるとする場合には，一審原告が一審被告Y₁の著作物を利用して得た対価を一審被告Y₁に支払う旨の合意が同契約に含まれていると解する必要がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件独占的利用許諾契約の解除前",
                          "text": [
                            "本件独占的利用許諾契約が有効とされる場合，同契約の解除前においては，一審原告は，一審被告Y₁に対して，同契約に基づく著作権利用許諾料を支払う義務を負う。",
                            "一審原告は，同契約の解除前，一審被告Y₁の著作物を利用することにより，以下の収入合計1億0119万円を得た。",
                            "平成20年  1416万円(授業料を控除したもの)",
                            "平成21年  1202万円(授業料を控除したもの)",
                            "平成22年  3617万円",
                            "平成23年  3884万",
                            "一審原告が，一審被告Y₁に支払う著作物の利用対価は，作画家への許諾料の支払等を考慮しても，売上の50％を下ることはないので，本件独占的利用許諾契約の解除前に一審原告が一審被告Y₁に支払うべき著作権利用許諾料は5059万円となる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件独占的利用許諾契約の解除後",
                          "text": [
                            "一審原告は，本件独占的利用許諾契約が解除された後も，一審被告Y₁の著作権を無断で利用し続けている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "一審原告は，同契約の解除後，一審被告Y₁の著作物を利用することにより，以下の収入合計6613万円を得たところ，その限界利益はその50％を下ることはないから，一審原告の著作権侵害による一審被告Y₁の損害は3306万円である(著作権法114条2項)。",
                                "平成23年  1279万円",
                                "平成24年  3216万円",
                                "平成25年  1370万円",
                                "平成26年    748万円(太陽光発電収入を控除したもの)",
                                "なお，本件独占的利用契約の解除の意思表示をした後の期間においても本件独占的利用許諾契約が有効と解される場合においては，同契約に基づいて上記3306万円の利用許諾料を請求することができる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件独占的利用契約の解除後の期間における本著作物の独占的利用権の許諾料相当額の損害は，2億5000万円を下ることはない(著作権法114条3項)。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審被告Y₁は，平成26年9月25日の原審第16回弁論準備手続期日において陳述した同年7月25日付け一審被告Y₁準備書面(7)及び平成29年1月17日の当審第16回弁論準備期日において陳述した同年1月17日付け一審被告Y₁準備書面(4)をもって，一審原告に対する著作権侵害に基づく損害賠償債権及び許諾料債権を，上記イ，ア(イ)，ア(ウ)の順位で自働債権として，一審被告Y₁の一審原告に対する金銭債務が存在する場合は，以下の順位(各主たる請求と附帯請求の順位付けは，いずれも主たる請求を先順位とする。)で一審被告Y₁の一審原告に対する金銭債務を受働債権として対当額で相殺する旨の意思表示をした(自働債権の内容については，その後補充主張がされ，最終的に，当審における平成29年5月22日付け一審被告Y₁準備書面(6)によって主張した上記ア，イのとおりのものとなった。)。",
                    "①  一審原告の一審被告Y₁に対する消費貸借契約に基づく貸金返還請求権(5000万円及びこれに対する平成24年8月8日から支払済みまで年5分の割合による遅延損害金。請求の趣旨第6項の主位的請求)",
                    "②  一審原告の一審被告Y₁に対する不当利得に基づく利得返還請求権(2億円及びうち5000万円に対する平成19年6月5日から，うち5000万円に対する同月21日から，うち5000万円に対する8月3日から，うち5000万円に対する同月21日から，支払済みまで年5分の割合による遅延損害金。請求の趣旨第7項，請求の趣旨第1項～第5項の予備的請求)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求原因に対する一審被告小池書院の認否，抗弁",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求原因(1)  一審被告小池書院及び一審被告Y₁の共同不法行為に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約",
                  "text": [
                    "一審原告と一審被告Y₁が本件独占的利用許諾契約を締結したことは不知。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Y₁のBに対する代理権授与等",
                  "text": [
                    "不知。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告小池書院による本件書籍1の無断出版",
                  "text": [
                    "一審被告小池書院が本件書籍1を出版したことは認め，それが一審原告の本件独占的利用権を侵害するとの主張は争う。",
                    "本件書籍1-55は，一審被告Y₁は原案者となっているにすぎないため，一審被告Y₁の著作物に当たらず，印税は発生していない。",
                    "本件書籍1-89，1-90の印税は，平成22年7月5日に支払済みである(乙ア1)。",
                    "本件書籍1-91～1-99は，一審被告Y₁は責任編集(実際の編集業務には関わっていない。)に携わっただけであり，一審被告Y₁の著作物に当たらず，印税は発生していない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "一審被告小池書院の故意",
                  "text": [
                    "平成20年1月25日から平成22年6月30日までの間，一審被告小池書院の代表取締役が一審被告Y₁であったことは認めるが，一審被告小池書院の故意は否認する。一審被告小池書院は，本件独占的利用許諾契約の存在を知らなかった。",
                    "債権が重複して存在すること自体は，一般的に容認されており，一審被告小池書院は著作権者である一審被告Y₁の許諾を得て本件書籍1の出版を行ったのであり，一審被告小池書院が本件独占的利用許諾契約の存在を知っていたとしても，違法になるものではない。",
                    "また，本件独占的利用許諾契約の存在を知っていたとしても，それが無効であると思っていた場合には，債権侵害の故意は欠ける。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "損害",
                  "text": [
                    "争う。",
                    "本件基本合意がされた際に，一審原告，一審被告Y₁及び一審被告小池書院の間で，それ以前の印税については請求しない旨の合意があったから，平成22年2月8日以前に出版されたものについては，損害が発生していない。",
                    "なお，平成20年1月25日から平成22年6月30日までの間に一審被告小池書院が発行した本件書籍1の出版部数は，合計189万3800部であり，このうち96万4891部が返品されていることから，実際に販売された部数は92万8909部である(乙ア11)。",
                    "また，一審被告小池書店では，著作物の出版から4か月後に発行部数の50％に当たる基準部数についての印税を支払い，出版から6か月経過した時点で実売が基準部数を超えた場合には，超過分の印税を支払うが，実売が基準部数を下回った場合でも支払済みの印税の精算は行っていない。また，初版1刷の100部については，宣伝や広告などの販売促進活動に利用することから印税が発生しないというのが出版業界の商慣習である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件独占的利用許諾契約の公序良俗違反，解除",
                  "text": [
                    "本件独占的利用許諾契約が公序良俗違反により無効であること，一審被告Y₁によって解除されたことにつき，一審被告Y₁の2(1)キ，クの主張を援用する。",
                    "一審被告小池書院が一審被告Y₁の解除権行使を援用することが権利濫用であるとの一審原告の主張は争う。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "消滅時効",
                  "text": [
                    "平成21年9月より前に出版された書籍(本件書籍1-1～1-79)についての損害賠償請求権は，その出版が，本件訴状が送達された時点から3年以上前であるから，既に時効消滅している。",
                    "一審被告小池書院は，当審における第1回口頭弁論期日(平成27年7月16日)に，上記時効を援用した。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求原因(2)  一審被告小池書院及び一審被告Y₃の共同不法行為に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約及び一審被告Y₁からBに対する代理権授与等",
                  "text": [
                    "認否は前記(1)ア，イと同じ，抗弁は前記(1)カと同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告小池書院による本件書籍2及び本件書籍3の無断出版",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "書籍2について",
                      "text": [
                        "本件書籍2-1～2-3，2-11～2-19については，平成23年9月13日より前に出版しており，既に印税を支払済みである(乙ア2～4)。",
                        "本件書籍2-4～2-10，2-20については，重版として一審原告主張の時期に出版したが，平成23年9月13日以降に出版したものは本件書籍2-10，2-20のみであり，その余の6作品は平成23年9月13日より前に出版している。",
                        "本件書籍2-57は平成23年1月25日ではなく平成24年1月に，本件書籍2-58は平成23年2月10日ではなく平成24年2月に，本件書籍2-59は平成23年2月28日ではなく平成24年2月に発行している。",
                        "本件書籍2-95～2-104は，一審被告小池書院の訴状送達日前日である平成24年7月26日以降の発行であるから，認否を行わない。訴状送達日以降の出版に基づく損害を，訴状において請求することはできない。",
                        "その余の本件書籍2を出版したことは認めるが，それが一審原告の本件独占的利用権を侵害するとの主張は争う。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "書籍3について",
                      "text": [
                        "本件書籍3を出版したことは認めるが，それが一審原告の本件独占的利用権を侵害するとの主張は争う。",
                        "本件書籍3のうち，3①-2は，本件書籍2-103と，本件書籍3①-5は，本件書籍2-104と，それぞれ同じものであるから，新たな印税は発生していない。",
                        "本件書籍3①-10は本件書籍2-67，本件書籍3①-11は本件書籍2-73，本件書籍3①-21は本件書籍2-46，本件書籍3①-22は本件書籍2-52，本件書籍3①-23は本件書籍2-75と同じものを再配したものであり，新たな印税は発生していない。",
                        "本件書籍3①-32は，一審被告Y₁の著作物ではない。",
                        "本件書籍3④-13は，本件書籍2-12と同じものを再配したものであり，基準部数8800部を上回った298部が，本件書籍3④-14は，本件書籍2-13と同じものを再配したものであり，基準部数8700部を上回った1390部のみが印税支払の対象となる。",
                        "本件書籍3③-7及び4④-6は，いずれも本件書籍3①-14と同じものを再配したものであり，新たに出版したものではない。なお，同各再配によりそれぞれ785部及び742部の実売があったので，この分について新たな印税が発生する。",
                        "本件書籍3③-8は，本件書籍3①-1と同じものを再配したものであり，新たに出版したものではない。なお，同再配で1010部の実売があったので，この分について新たな印税が発生する。",
                        "本件書籍3③-15は，本件書籍3②-3と同じものを再配したものであり，新たに出版したものではない。なお，同再配で836部の実売があったので，この分について新たな印税が発生する。",
                        "本件書籍3⑤-8は，本件書籍3④-22と同じものを再配したものであり，新たに出版したものではない。なお，同再配で975部の実売があったが，この分を含めても基準部数を超えないので，再配による新たな印税は発生していない。",
                        "本件書籍3⑤-9は，本件書籍3④-23と同じものを再配したものであり，新たに出版したものではない。なお，同再配で806部の実売があったが，この分を含めても基準部数を超えないので，再配による新たな印税は発生していない。",
                        "本件書籍3⑤-10は，本件書籍3④-29と同じものを再配したものであり，新たに出版したものではない。なお，同再配で787部の実売があったが，この分を含めても基準部数を超えないので，再配による新たな印税は発生していない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告小池書院の故意",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件基本合意の締結",
                      "text": [
                        "一審被告小池書院が一審原告と本件基本合意を締結したことは認める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審被告小池書院による「乾いて候」の無断出版",
                      "text": [
                        "一審被告小池書院が「乾いて候」を出版したこと，一審原告に許諾依頼書(甲9の1)を送付したことは認める。一審被告小池書院は，平成23年6月28日，それまでの通例どおり，一審原告に許諾依頼書(甲9の1)を送付した後，「乾いて候」の作画家であるJの相続人であるKから許諾を得た(乙イ11)。その後，一審被告小池書院は，通常どおり，一審原告に対し出版許諾を求めたところ，一審原告は同出版について口頭で了承した。しかし，一審被告Y₁が著作権譲渡の強要を拒否したため，一審原告は，同年9月12日，本件基本合意解除の意思表示をするとともに，個別出版契約書の取り交わしを拒否したものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件基本合意の解除",
                      "text": [
                        "一審原告が本件基本合意の解除の意思表示をしたことは認め，その効果は争う。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一審被告小池書院の故意は否認する。",
                        "一審被告Y₁は，平成23年9月15日，本件独占的利用許諾契約を解除した(乙イ7)ため，一審被告小池書院は，同日以降，一審原告が本著作物につきいかなる利用権も有していないものと認識していた。",
                        "また，一審被告Y₃は，本件独占的利用許諾契約は，正当に締結されたものではなく，無効であると思っていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "損害",
                  "text": [
                    "争う。",
                    "なお，一審被告小池書院に本件訴状が送達された前日である平成24年7月26日までの間に一審被告小池書院で発行した本件書籍2の出版部数は，合計121万6400部であり，このうち61万4263部が返品されていることから，実際に販売された部数は60万2137部である(乙ア12)。一審被告Y₁に発生した印税額は，1969万0303円となる。",
                    "また，平成24年9月10日から平成27年6月30日までの間に一審被告小池書院で発行した本件書籍3の一審被告Y₁に発生した印税額は，2010万2779円となる(乙ア30)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "権利濫用",
                  "text": [
                    "平成23年7月又は8月以降には，一審原告は，本件基本合意に基づく出版を許諾しなくなったから，一審原告が，その時期以降において本件独占利用権の侵害を主張することは，権利の濫用に当たる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "消滅時効",
                  "text": [
                    "平成26年1月16日より前に出版された本件書籍3は，一審原告による訴え変更(平成29年1月17日)の3年以上前に出版されたから，その損害賠償請求権は，時効により消滅している。",
                    "一審被告小池書院は，当審における第17回弁論準備手続期日(平成29年2月16日)に，上記時効を援用した。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "請求原因に対する一審被告普及会及び一審被告Y₃の認否，抗弁",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求原因(2)  一審被告小池書院及び一審被告Y₃の共同不法行為に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約及び一審被告Y₁からBに対する代理権授与等",
                  "text": [
                    "一審原告と一審被告Y₁が本件独占的利用許諾契約を締結したことは不知。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告小池書院による本件書籍2及び本件書籍3の無断出版",
                  "text": [
                    "一審被告小池書院による本件書籍2の出版は認め，それが一審原告の本件独占的利用権を侵害するとの主張は争う。",
                    "本件書籍3については，前記3(2)イ(イ)と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告小池書院の故意",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件基本合意の締結",
                      "text": [
                        "一審被告小池書院が本件基本合意を締結したことは認める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審被告小池書院による「乾いて候」の無断出版",
                      "text": [
                        "一審被告小池書院が「乾いて候」を出版したこと，一審原告に許諾依頼書(甲9の1)を送付したことは認める。一審被告小池書院は，平成23年6月28日，それまでの通例どおり，一審原告に許諾依頼書(甲9の1)を送付した後，「乾いて候」の作画家であるJの相続人であるKから許諾を得た(乙イ11)。その後，一審被告小池書院は，通常どおり，一審原告に対し出版許諾を求めたところ，一審原告は同出版について口頭で了承した。しかし，一審被告Y₁が著作権譲渡の強要を拒否したため，一審原告は，同年9月12日，本件基本合意解除の意思表示をするとともに，個別出版契約書の取り交わしを拒否したものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件基本合意の解除",
                      "text": [
                        "一審原告が本件基本合意の解除の意思表示をしたことは認め，その効果は争う。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一審被告小池書院の故意は否認する。",
                        "一審被告Y₁は，平成23年9月15日，本件独占的利用許諾契約を解除した(乙イ7)ため，一審被告Y₃は，同日以降，一審原告が本著作物につきいかなる利用権も有していないものと認識していた。",
                        "また，一審被告Y₃は，本件独占的利用許諾契約は，正当に締結されたものではなく，無効であると思っていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "損害",
                  "text": [
                    "争う。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "一審被告Y₃の一審被告小池書院代表取締役としての不法行為責任",
                  "text": [
                    "一審被告Y₃が平成23年9月13日から平成24年9月10日までの間，一審被告小池書院の代表取締役を務めていたことは認めるが，一審被告Y₃が不法行為責任を負うとの主張は争う。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件独占的利用許諾契約の公序良俗違反，解除",
                  "text": [
                    "本件独占的利用許諾契約が公序良俗違反により無効であること，一審被告Y₁によって解除されたことにつき，一審被告Y₁の前記2(1)キ，クの主張を援用する。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "権利濫用",
                  "text": [
                    "前記3(2)オと同じ。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "消滅時効",
                  "text": [
                    "前記3(2)カと同じ(ただし，「一審被告小池書院」を「一審被告Y₃」と改める。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求原因(3)  一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄の共同不法行為に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約及び一審被告Y₁からBに対する代理権授与等",
                  "text": [
                    "認否は上記(1)アと同じ，抗弁は上記(1)カと同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Y₁からKK  TRIBEに対する著作権譲渡",
                  "text": [
                    "認める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告Y₁からKK  TRIBEに対する著作権譲渡登録の抹消",
                  "text": [
                    "一審被告Y₁からKK  TRIBEに対する著作権譲渡登録が抹消されたことは認める。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "一審被告Y₁から一審被告普及会に対する著作権譲渡",
                  "text": [
                    "一審被告普及会が一審被告Y₁から本件7作品の著作権譲渡を受けたことは認め，それにより一審原告の本件独占的利用権が侵害されたとの主張は争う。",
                    "上記著作権譲渡登録は，平成23年9月15日の一審被告Y₁による本件独占的利用許諾契約解除の後にされたものであるから，何らの違法性も有しない。",
                    "また，一審被告Y₃は，本件基本合意(甲8，75)締結の時点では，本件公正証書(甲6，88)自体を見たことはなく，その存在は伝え聞いて認識していたが，内容の詳細については認識していなかった。",
                    "そして，一審被告Y₃は，本件基本合意書(甲8，75)の存在及び内容については認識していたものであるところ，一審被告Y₃は，一審被告Y₁から，本件公正証書(甲6，88)では，あくまで，一審被告Y₁が有する著作権に係る著作物に関しては，出版物に係る権利の使用権のみが一審原告に認められていて，一審被告Y₁の著作物を，映画化したり，パチンコ・パチスロに利用したりする形での権利の使用は一審原告には認められていない旨，聞かされていた。一審被告Y₃が認識していた本件基本合意書(甲8，75)の存在及び内容，すなわち，本件基本合意書(甲8，75)においては，出版物に関する記載しか存在しなかったことから，一審被告Y₃は，前記一審被告Y₁の言をそのまま信じた。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "一審被告普及会及び一審被告Y₃の故意",
                  "text": [
                    "平成23年5月10日当時，一審被告Y₃が一審被告普及会の代表取締役を務め，一審被告小池書院の取締役を務めていたことは認め，一審被告普及会及び一審被告Y₃の故意は否認する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "損害",
                  "text": [
                    "一審原告の事業は不知。一審被告普及会がラッキー17に権利を譲渡したことは認め，損害の主張は争う。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "請求原因に対する一審被告Y₄の認否，抗弁",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求原因(3)  一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄の共同不法行為に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件独占的利用許諾契約及び一審被告Y₁からBに対する代理権授与等",
                  "text": [
                    "一審原告と一審被告Y₁が本件独占的利用許諾契約を締結したことは不知。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Y₁からKK  TRIBEに対する著作権譲渡",
                  "text": [
                    "KK  TRIBEが一審被告Y₁から本件7作品の著作権譲渡を受けたことは認め，それにより一審原告の本件独占的利用権が侵害されたとの主張は争う。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告Y₁からKK  TRIBEに対する著作権譲渡登録の抹消",
                  "text": [
                    "一審被告Y₁からKK  TRIBEに対する著作権譲渡登録が抹消されたことは認める。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "一審被告Y₁から一審被告普及会に対する著作権譲渡",
                  "text": [
                    "不知。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「KK  TRIBE及び一審被告Y₄の故意」について",
                  "text": [
                    "一審被告Y₁からKK  TRIBEに対する著作権譲渡(平成20年4月9日)の当時，一審被告Y₄がKK  TRIBEの代表取締役であったこと，一審原告の取締役であったことは認め，KK  TRIBE及び一審被告Y₄の故意は否認する。",
                    "一審被告Y₄は，平成19年6月5日から平成20年10月14日までの間，一審原告の取締役として登記されているが，あくまでも名目的取締役であり，一審原告事務所には一審被告Y₄の席はなく，役員報酬の支給もなく，一審原告の経営には参画していない。一審被告Y₄は，一審原告の取締役在任中，一審原告の経営に関与することが期待されておらず，実際にも経営上の重要な情報の開示を受けたり，重要な決定に関する議論に加わったりしたこともなく，旧公正証書(甲14，87)及び本件公正証書(甲6，88)の存在及び内容については何も知らされていなかった。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "損害",
                  "text": [
                    "事実は不知，損害の主張は争う。",
                    "本件7作品の著作権が一審被告Y₁からKK  TRIBEに譲渡され，かつ，登録も完了したことにより，一審原告が本件7作品の利用権をKK  TRIBEに対抗することができないこととなったことは著作権法上明白である。一審原告は，平成20年8月頃，一審被告Y₁からKK  TRIBEに対する本件7作品の著作権譲渡の事実を知ったというのであり，その事実を知った上で，平成20年10月29日，CSデヴコとの間で取引基本合意を締結したことになる。したがって，仮に当該譲渡行為が不法行為に該当するとしても，一審原告代表者が著作権譲渡及び登録の事実を知った後に，本件7作品の著作権がKK  TRIBEに帰属している状況下において，単に本件7作品に含まれる著作権に係る一定の利用権を後日自ら取得した上でそれをCSデヴコに利用許諾して利益を得ることを期待したとしても，そのような期待利益は法的保護に値するものではなく，一審原告の損害とはならず，かつ仮に損害に該当するとしても一審被告Y₄の行為との間に因果関係はない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "一審被告Y₄に対する一審原告の取締役としての責任(予備的請求)",
                  "text": [
                    "一審被告Y₁からKK  TRIBEに対する著作権譲渡の当時(平成20年4月9日)，一審被告Y₄が一審原告の取締役であったことは認め，一審被告Y₄が一審原告の取締役としての任務懈怠責任を負うとの主張は争う。",
                    "一審被告Y₄は，上記譲渡の当時，本件独占的利用許諾契約の存在及び内容を知らなかった。また，一審被告Y₄は，一審原告の業務及び他の取締役の職務の執行等の監視を期待されていたものでもなく(単なる名目的取締役)，一審原告事務所に自由に出入りできる環境にもなかった以上，本件独占的利用許諾契約の内容について知り得べき状況にはなかったものであり，善管注意義務及び忠実義務を尽くす前提としての事実の認識がなく，かつ知り得る状況にもなかったことから，当該義務を尽くせなかったとしても過失はない。",
                    "(2)消滅時効",
                    "一審原告は，一審被告Y₄が，KK  TRIBEの代表取締役として，平成20年4月9日，一審被告Y₁から本件7作品の著作権の譲渡を受け，同年8月12日にその登録を受けた行為が不法行為に当たると主張する。",
                    "一審原告は，平成20年8月頃，上記著作権譲渡及びその登録の事実を知り，損害及び加害者を知った。",
                    "本訴の提起は平成24年7月4日であるから，一審原告の損害賠償請求権は，一審原告が損害及び加害者を知った時から3年間行使しなかったことにより，時効により消滅している。一審被告Y₄は，原審において消滅時効を援用した。",
                    "(3)本件独占的利用許諾契約の公序良俗違反，解除",
                    "本件独占的利用許諾契約が公序良俗違反により無効であること，一審被告Y₁によって解除されたことにつき，一審被告Y₁の前記2(1)キ，クの主張を援用する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "抗弁に対する一審原告の認否，再抗弁",
          "text": [
            "(1)一審被告Y₁の主張2(1)キ  本件独占的利用許諾契約の公序良俗違反について"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作権の独占的使用権を許諾する契約は，著作権者は単に存在する著作物を使用させるのみであるから，対象となる著作物の範囲にかかわらず，「人身拘束」あるいは「奴隷契約」という要素は全くない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "著作権の存続期間の満了まで独占的利用権を許諾する契約は，著作権譲渡契約と比べても著作者に不利になるものではなく，公序良俗に違反する理由はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "請求原因(6)ア～ウのとおり，一審原告は，一審被告Y₁に対し，本件独占的利用権設定の対価として合計2億円を支払った。さらに，一審原告は，この対価を支払済みであったことから，一審被告Y₁に印税を配分する必要はなかったものの，一審被告Y₁が配分を求めたことから，平成22年7月1日に締結した本件印税合意(甲66)においては，既存の著作物については一審原告が受領する著者印税の2割を一審原告が一審被告Y₁に支払い，今後制作する著作物については一審原告が受領する原稿料の6割を一審原告が一審被告Y₁に支払うこととしている。このような取引実態を見ても，一審被告Y₁は十分な経済的利益を受けており，一審被告Y₁にとって不当な取引とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審被告Y₁の主張2(1)ク  本件独占的利用許諾契約の解除について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審原告による一審被告Y₁の本著作物利用妨害，連載執筆妨害について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「a  日本経済新聞連載妨害事件」について",
                      "text": [
                        "一審被告Y₁が日本経済新聞において「結い  親鸞」の連載を開始したこと，一審原告が平成21年5月に日本経済新聞社に本件公正証書を示したこと，日本経済新聞が連載を中止したことは認め，一審原告が日本経済新聞社に面会を申し入れたこと，一審原告が著作権者であると主張して連載中止を要求したことは否認する。一審原告は，本件独占的利用許諾契約により，一審被告Y₁が今後制作する著作物についても本件独占的利用権を有していたところ，一審被告Y₁は日本経済新聞への連載について一審原告に何らの報告もしていなかったため，一審原告が日本経済新聞社に本件公正証書の存在及び内容を知らせたことはあるが，連載中止を要求してはおらず，日本経済新聞社が自ら連載を中止したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「b  「御用牙」舞台上演中止要求事件」について",
                      "text": [
                        "一審被告Y₁が，一審原告に本件独占的利用権を許諾した作品である「御用牙」について，一審原告に無断で舞台上演を進めようとしていたため，平成20年12月18日に開催された一審原告の取締役会において，一審原告が窓口となって進めることを承認可決した(甲55)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「c」について",
                      "text": [
                        "否認する。一審原告が，自らが本著作物の著作権者であり，一審原告の許諾がなければ本著作物は出版することも二次利用することもできないと関係各所に主張したなどということはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「d」について",
                      "text": [
                        "否認する。一審原告が，一審被告Y₁の著作物の利用や連載執筆活動を妨害したことはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「一審原告の報告義務違反」について",
                  "text": [
                    "本件独占的利用許諾契約上，一審原告が一審被告Y₁に報告義務を負っていることは認め，その不履行があるとの事実は否認し，主張は争う。",
                    "一審原告は一審被告Y₁に対して，一審原告の業務の内容を随時報告している。例えば，平成20年1月25日に開催された取締役会においては，平成20年度の一審原告の運営について，報告事項として，ビジネスモデル企画，ジャパンエキスポ，おやじファイト，キャラクター造形大学，プロダクション事業について報告されていて，一審被告Y₁も出席している(甲39)。また，同年5月12日に開催された取締役会においては，報告事項として，キャラクターアートMAＮGAパリ展の実施，小池一夫劇画村塾運営，キャラクター造形大学設立の推進，プロダクション事業の推進などについて報告されていて，一審被告Y₁も出席している(甲42)。同年12月18日に開催された取締役会においては，第4号議案において，一審被告Y₁の著作物の活用について審議され，具体的には①講談社インターナショナル出版による英文書籍「Japan Pop Culture Encyclopedia」での「子連れ狼」の作品紹介及びカラー画像掲載における資料提供，②一審被告Y₁作品の配信のeBOOK からの引継ぎ，③「御用牙」舞台の一審原告を窓口としての推進，④「子連れ狼」の映画化，⑤パチンコメーカーへの一審被告Y₁作品の売却などについて審議されていて，一審被告Y₁も取締役会に出席している(甲55)。一審原告はこれらの取締役会に限らず一審被告Y₁に対して業務の報告を行っていた。したがって，一審原告は本件独占的利用許諾契約上の報告義務に違反していない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「一審被告Y₁に対する印税不払及び報告のない出版許諾」について",
                  "text": [
                    "一審原告と一審被告Y₁は平成22年7月1日付け「原稿料及び印税に関する合意書」により印税の配分について合意したもので，それ以前に印税を配分する合意は存在しないから，それ以前に印税の不払いは存在せず，平成22年7月以降は印税の配分をしている。また，一審原告は一審被告Y₁に対して，上記イのとおり報告を行っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「一審原告による出版拒否」について",
                  "text": [
                    "一審被告小池書院が作画家遺族から出版許諾を得たことについては不知。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「一審原告による刑事告訴」について",
                  "text": [
                    "否認する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「一審原告による著作権譲渡の強要」について",
                  "text": [
                    "否認する。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「映画化事業を妨害」について",
                  "text": [
                    "否認する。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「本件独占的利用許諾契約の解除」について",
                  "text": [
                    "一審被告Y₁が本件独占的利用許諾契約解除の意思表示をしたことは認め，その効力は争う。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "解除の意思表示について",
                      "text": [
                        "著作権の独占的利用権を許諾する契約は，必ずしも事実行為を委託する契約とはいえず，民法651条1項の適用が認められる根拠が明らかではない。仮に適用される場合であっても，民法651条1項は任意規定であるところ，本件公正証書には有効期間の定めがあるから，その途中で任意に解除することはできない。さらに，任意解除権が放棄されていても解除をできる「やむを得ない事由」とはいかなる事由を指すかが不明確であり，債務不履行以外の「やむを得ない事由」による解除が認められる根拠もその基準も明らかではない。",
                        "本件解除通知(乙イ7)が，民法651条1項に基づく任意解除及びやむを得ない事由に基づく解除の趣旨を含んでいるとの主張は争う。そのように解し得る記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審原告に帰責事由がないこと",
                      "text": [
                        "一審原告は一審被告Y₁に対して，可能な限り事業内容の報告を行っており，仮に報告がされないことがあったとしても，それは，一審被告Y₁が，度重なる重大な契約違反により報告の前提となる信頼関係を破壊し，一審原告の取締役を退任することにより報告を受ける機会を放棄し，一審原告との連絡を避けていたからであって，専ら一審被告Y₁に帰責事由があり，一審原告に帰責事由はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "催告がされていないこと",
                      "text": [
                        "債務不履行に基づく解除のためには，相当期間を定めてその履行を催告する必要があるところ，一審被告Y₁は，本件解除通知に先立って，一審原告に対して，本件独占的利用許諾契約に基づく報告義務の履行を催告したことはない。よって，本件解除通知による解除は認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "同時履行の再抗弁",
                      "text": [
                        "一審被告Y₁による本件独占的利用許諾契約の解除が認められるとしても，解除に基づく原状回復義務は同時履行の関係にあり(民法546条，533条)，一審被告Y₁が原状回復の履行を提供するまでは，一審原告は原状回復の履行を拒むことができるため，一審被告Y₁が受領済みの本件独占的利用許諾契約の対価の返還について履行の提供を行うまでは，一審原告は本件独占的利用権を失わない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "権利濫用",
                      "text": [
                        "本件解除通知による本件独占的利用許諾契約の無効及び解除の主張は，①一審被告Y₁が「子連れ狼」についてオプション契約を締結し，35万米ドルを受領したことを正当化する，②一審被告小池書院が本件基本合意書の解除後も出版を継続することを正当化する，という不当な目的のための手段である。",
                        "一審被告Y₁は，本件独占的利用許諾契約につき重大な契約違反をして，これについて一審原告に虚偽の説明をしながら，一審原告に対して一方的に報告を求めており，一審原告がこれに応じないからといって，本件独占的利用許諾契約を解除し得るというのは，著しく不当である。また，一審被告小池書院も，本件独占的利用許諾契約を前提とする本件基本合意につき重大な契約違反をして，本件基本合意を解除されても出版を継続しながら，一審被告Y₁による解除を理由にこれを正当化するのは，同様に著しく不当である。",
                        "よって，一審被告Y₁による報告義務違反を理由とする解除権の行使は権利の濫用であり，また一審被告小池書院がこの解除権の行使を援用することも権利の濫用であって，許されない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一審被告Y₁の主張2(4)オ  弁済について",
              "text": [
                "否認する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "一審被告Y₁の主張2(6)  相殺の抗弁について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審原告に対する連載妨害等による損害賠償債権について",
                  "text": [
                    "日本経済新聞連載妨害事件については，前記(2)ア(ア)のとおりである。一審原告が一審被告Y₁に対し，執筆活動の妨害又は社会的名誉の毀損をしたことはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審原告に対する利益額若しくは許諾料相当損害賠償債権又は許諾料債権について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告Y₁の主張は争う。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審原告が一審被告Y₁に支払うべき配分額(1657万2295円)から実際に支払った配分額(1381万0274円)を控除した残額は，276万2021円である。"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審被告Y₁は，旧著作物利用契約及び本件独占的利用許諾契約により一審被告Y₁の著作物について一審原告に対して独占的利用権を許諾したにもかかわらず，一審原告の許諾なくして，本著作物の利用を第三者に許諾する事業を行い，株式会社イーブックイニシアティブジャパン(以下「イーブック」という。)から，平成19年に164万0568円，平成20年に127万4388円，平成21年に114万2712円，平成22年に93万3984円，合計499万1652円を受領し，株式会社松文館(以下「松文館」という。)から，平成21年12月22日に76万円，平成22年2月9日に99万円，同月25日に117万円，同年3月25日に120万円，同年4月14日に96万円，同年5月12日に48万円，同月17日に72万円，合計628万円を受領した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一審被告Y₁は故意により旧著作物利用契約及び本件独占的利用許諾契約に違反したものであり，一審被告Y₁が受領した金額は一審原告が得べかりし利益であるから，一審原告はこの金額と同額の損害を被った。よって，一審原告は一審被告Y₁に対して，債務不履行に基づく損害賠償として1127万1652円及びこれに対する一審被告Y₁の各受領日から支払済みまで年5分の割合による遅延損害金の請求権を有する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "一審原告は，平成25年9月3日の原審第8回弁論準備手続において陳述した同年8月29日付け一審原告原審準備書面(7)をもって，一審被告Y₁に対する上記の請求権を自働債権とし，一審被告Y₁の一審原告に対する印税配分金残額についての請求権を受働債権として，対当額で相殺する旨の意思表示をした。",
                        "仮に，上記の請求権について訴訟上の相殺の主張が不適法であるとしても，一審原告は，平成29年3月3日付け通知書により，上記の請求権のうち963万1084円を自働債権とし，一審被告Y₁の一審原告に対する印税分配請求権を受働債権として，対当額で訴訟外の相殺をする旨の意思表示を行い，同意思表示は，同月6日に一審被告Y₁に到達した。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "一審被告小池書院の主張2(1)キ  消滅時効について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告小池書院が無断出版を行った出版物及び発行部数等を明らかにしたのは，平成27年1月21日の原審第19回弁論準備手続期日であったから，時効は進行しない。",
                    "また，仮に，出版物及び発行部数が明らかになった日を起算点とするという上記主張が認められないときは，消滅時効の起算日は，個別出版契約書(乙ア5～10)に基づき得べかりし利益の発生時である。そうすると，①平成21年3月1日以降に出版された著作物についての発行部数の50％に係る損害は，同月より4か月目の5日が発生日となり，②平成20年12月4日以降に出版された著作物についての発行物数の50％を超過する部数に係る印税相当額の損害は，同日より6か月と31日目以降が発生日となるので，いずれも平成21年7月5日以降に生じたものとなり，本件訴訟の提起による時効中断の効力により消滅時効は完成していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審原告は，東京地方裁判所に対し，一審被告小池書院を債務者とし，本件書籍1-76～87，89，90の各作品の無断出版に係る本件独占使用権の侵害による損害賠償請求権を請求債権として，債権仮差押命令の申立て(同裁判所平成24年(ヨ)第22016号著作権仮差押命令申立事件)を行い，平成24年4月25日，債権仮差押決定を得た。これにより，上記各作品に係る損害賠償請求権については消滅時効が中断している。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "一審被告小池書院の主張3(2)オ及び一審被告Y₃の主張4(1)キ  権利濫用について",
              "text": [
                "争う。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "一審被告小池書院の主張3(2)カ及び一審被告Y₃の主張4(1)ク  消滅時効について",
              "text": [
                "一審原告が本件書籍3の出版を知ったのは，一審被告小池書院から乙ア24～29が提出された平成28年12月19日であり，その時点までは時効は進行しない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "一審被告Y₄の主張6(2)  消滅時効について",
              "text": [
                "不法行為が継続して行われ，そのために損害も継続して発生する場合には，損害の継続発生する限り日々新しい不法行為に基づく損害として，各損害を知った時から別個に消滅時効が進行すると解される(大審院昭和15年12月14日判決・民集19巻2325頁)。KK  TRIBEが本件7作品の著作権を保有し続けたことにより，一審原告はその期間において本件7作品を利用できなかったのであるから，一審被告Y₁及び一審被告Y₄による共同不法行為は，KK  TRIBEが本件7作品の著作権を保有していた平成20年4月9日から平成23年4月27日までの間，継続して行われたものである。そして，訴え提起の3年前の日(平成21年7月4日)から平成23年4月27日までの間にKK  TRIBEが本件7作品の著作権を保有していたことにより，一審原告はCSデヴコとの間の契約に基づく対価を受領できなかったのであるから，これによる損害賠償請求権の時効は完成していない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "(以下の人証は，すべて原審において取り調べられたものである。)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "一審被告小池書院及び一審被告Y₁の共同不法行為に基づく請求について(請求原因(1)関係)",
          "text": [
            "(1)本件独占的利用許諾契約の成立について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件著作物利用契約書の成立の真否について",
              "text": [
                "証拠(甲88)によると，本件公正証書謄本には，それぞれ，本件公正証書作成のための一審被告Y₁名義の委任状(甲88・29頁)，一審原告の委任状(甲88・55頁)に引き続く形で，2008年(平成20年)1月25日付け「著作物利用に関する契約書」の写しが綴られているとの事実が認められる。また，一審原告代表者及び証人Aによると，公証役場には，上記各委任状原本と一体となった形で，一審被告Y₁及び一審原告の押印のある契約書原本がそれぞれ綴られているものと認められる。",
                "そこで，まず，上記「著作物利用に関する契約書」(以下「本件著作物利用契約書」という。)が真正に成立したものか否かについて検討する。",
                "証拠(甲99，一審原告代表者)によると，本件著作物利用契約書のうち一審原告作成部分は，一審原告の意思に基づいて真正に成立したことが認められる。",
                "次に，本件公正証書謄本に綴られた一審被告Y₁の印鑑登録証明書(甲88・53頁)の印影と対比すると，本件著作物利用契約書に押捺された一審被告Y₁名下の印影は，一審被告Y₁の実印により顕出されたものと認められる。",
                "したがって，当該印影は，一審被告Y₁の意思に基づいて顕出されたものと事実上推定されるから，本件著作物利用契約書は一審被告Y₁の意思に基づいて真正に成立したものと推定される(民訴法228条4項，最高裁昭和39年5月12日第三小法廷判決・民集18巻4号597頁［以下「昭和39年最判」という。］)。",
                "そこで，上記各推定を覆すに足りる証拠があるかどうかについて検討するに，一審被告Y₁は，本件著作物利用契約書は見たこともなく，押印も合意もしていない，一審被告Y₁の実印は一審原告の事務所内にあった一審被告Y₁の執務スペースの机の引出しに鍵をかけずに保管していたので，一審被告Y₁の秘書や一審原告関係者が一審被告Y₁の執務スペースに入ることは可能であった，また一審被告Y₁の秘書であれば一審被告Y₁の印鑑登録証明書を取ることは可能であった，などと供述(陳述書の記載と尋問結果［なお，参照の便宜のため調書の該当頁を付記することがある。］を併せて「供述」ということがある。以下，同じ。)する(乙イ20・3頁，一審被告Y₁［6～9頁］)。",
                "しかし，平成20年1月頃当時，一審被告Y₁は，一審原告の取締役であり(甲1，25)，一審被告小池書院の代表取締役(甲2，4)及び株式會社蒼英社(以下「蒼英社」という。)の代表取締役(甲33)を務めていたのであるから，実印の重要性は十分に認識していたと考えられ，第三者が容易に持ち出せるような場所や態様で実印を保管していたとは考え難く，また，第三者が一審被告Y₁の実印や保管中の印鑑証明書を無断で持ち出したことをうかがわせるような証拠も存在しない。さらに，一審原告が，一審被告Y₁に対し，「子連れ狼」の翻案の同意書等への押印又は署名を求めていたが，結局，一審被告Y₁の押印のある書面は作成されなかったとの事実に照らすと(乙イ15の1～3，乙イ16の1・2，一審原告代表者［67頁］)，本件著作物利用契約書に押捺された一審被告Y₁名下の印影は一審被告Y₁の意思によるものであると考えるのが自然である。そうすると，一審被告Y₁の上記供述は信用することができず，上記各推定を覆すに足りる反証があったとはいえない。",
                "また，一審被告Y₁は，①一審原告が平成20年1月25日付け「解約覚書」(甲18，22)を二通保管していたのは不自然であること，②同解約覚書と同日に作成された委任状(乙のイ1の1)において，一審被告Y₁の氏名が印字され，受任者名をA弁護士が記載している上，本件著作物利用契約書の原本が添付されており，本件著作物利用契約書の全頁に捨て印が押されていること，③同日の取締役会議議事録(甲39)に本件著作物利用契約書について記載されていないこと，④旧公正証書の作成日からわずか2か月で，一審被告Y₁に著しく不利な内容の契約書が作成されていることなどは，本件著作物利用契約書に押捺された一審被告Y₁名下の印影が一審被告Y₁の意思によるものではあるとの推定を覆すに十分な事情であると主張する。",
                "しかし，契約当事者の一方が相手方当事者の保管すべき契約書の写しを取って保管していたとしても必ずしも不自然ではなく，委任状の一審被告Y₁の氏名が自署ではなく印字され，受任者が一審被告Y₁以外の者によって記載されていたことなどの事情も，本件著作物利用契約書に押捺された一審被告Y₁名下の印影が一審被告Y₁の意思によるものであるとの推定を覆すに足りるものではない。",
                "また，取締役会議事録は予め定められた議案についての審議結果を簡潔に記載するものにすぎず，同議事録が本件著作物利用契約書について触れていないことは，同契約書の成立の真正を左右するものではなく，後記のとおり，本件独占的利用許諾契約は一審被告Y₁にとって不利な内容であるということもできない。",
                "以上によると，本件著作物利用契約書のうち一審被告Y₁作成部分は，一審被告Y₁の意思に基づいて真正に成立したものと認められる。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件著作物利用契約書による契約の成立について",
              "text": [
                "真正に成立したことが認められる本件著作物利用契約書(甲88・30～52頁)によると，一審原告と一審被告Y₁は，平成20年1月25日頃，同契約書にそれぞれ押印して，以下の(ア)及び(イ)を骨子とする著作物利用契約を締結したことが認められる。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "一審被告Y₁は，一審原告に対し，「本著作物」を利用させることを許諾し，日本あるいは海外において次の各事項を独占的に実施することを許諾する(2条)。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "一審原告が「本著作物」の全部又は一部を複製し，譲渡し，展示し，あるいは「本著作物」の全部又は一部を翻訳・翻案して著作物を作成して利用すること(著作権法21条，25条，26条の2，27条，28条に示す権利の許諾を含む。)。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "「本著作物」の全部又は一部を，あるいは「本著作物」の全部又は一部を翻訳・翻案して作成された著作物を，インタラクティブ配信，コンテンツ配信等送信あるいは送信可能化事業を行うこと。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "「本著作物」の全部又は一部を，あるいは「本著作物」の全部又は一部を翻訳・翻案して作成された著作物を，ゲーム，パチンコ，パチスロ及びこれらの周辺機器等，アミューズメント事業において利用すること(送信あるいは送信可能化事業も含む。)。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "「本著作物」の全部又は一部を，あるいは「本著作物」の全部又は一部を翻訳・翻案して作成された著作物を，商品化，商業化するマーチャンダイジング事業を実施すること。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "同契約は，「本著作物」に係る全ての著作物の著作権の存続期間が満了するまでの間存続する(6条)。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件著作物利用契約書により成立した契約の内容について",
              "text": [
                "本件著作物利用契約書の1条においては，「甲［判決注：一審被告Y₁］の著作に係る別紙著作物目録記載の各著作物並びにその原案，原作，脚本，構成を含む各著作物と今後制作される著作物(原注：以下総称して『本著作物』という)」とあり，原案，原作，脚本，構成を含むことが明記されているほか，一審被告Y₁が将来制作する著作物を含むものとして定義されている。",
                "これに対し，同契約書(甲88・30～52頁)の前文においては，「甲［判決注：一審被告Y₁］の著作に係る別紙著作物目録記載の各著作物(原注：以下『本著作物』という)」とあり，一審被告Y₁が将来制作する著作物について記載されていないが，著作物利用許諾を定めた2条は1条の後に規定されているのであるから，そこでいう「本著作物」は，後に出てくる定義，すなわち，一審被告Y₁が将来制作する著作物を含む1条の定義によるものであると合理的に理解することができるというべきである。",
                "そうすると，本件著作物利用契約書2条にいう「本著作物」は，本件公正証書と同様，一審被告Y₁が将来制作する著作物を含むと解するのが相当であり，一審原告と一審被告Y₁は，本件著作物利用契約書により，一審原告主張の本件独占的利用許諾契約(前記第3の1(1)ア(ア))を締結したことが認められる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "本件公正証書の成立の真否について",
              "text": [
                "上記のとおり，本件著作物利用契約書から一審原告主張の本件独占的利用許諾契約の成立を認めることができるので，本件公正証書(甲6，88)が真正に成立したか否かは結論に影響しないが，当事者の主張に鑑み，この点についても判断する。",
                "本件公正証書謄本に綴られた一審被告Y₁の印鑑登録証明書(甲88・53頁)の印影と対比すると，一審被告Y₁名義の委任状(甲88・29頁，乙イ1の1)に押捺された一審被告Y₁名下の印影は，一審被告Y₁の実印により顕出されたものと認められる。",
                "したがって，当該印影は，一審被告Y₁の意思に基づいて顕出されたものと事実上推定されるから，上記委任状は一審被告Y₁の意思に基づいて真正に成立したものと推定される(民訴法228条4項，昭和39年最判)。",
                "一審被告Y₁は，上記各推定を覆すに足りる事情として前記ア①～④の各事実を主張するが，これらの事情は上記各推定を覆すに足りるものということはできないことは，前記判示のとおりである。",
                "加えて，①一審被告Y₁の代理人であるI弁護士が一審原告に送付した平成20年11月26日付け「通知書」(甲54)には，「通知人は，貴社との間で，平成20年1月25日付け「著作物利用に関する契約」を締結し，同契約の公正証書を同年2月18日付けで作成しました。この契約は，通知人の著作物について，その商品化に関する事業を貴社に委託するという委任契約であると理解しております。これは，貴社が十分に事業を展開してくれるものと見込んで契約したものです。」と記載があり，②平成22年1月26日付け確認書(甲64)には，本件公正証書による本件独占的利用許諾契約が有効に存続していることを確認する旨の条項が置かれ(第1条)，一審被告Y₁が署名押印し(証人L)，③同年7月1日付け本件印税合意書(甲66)においても，同確認書と同様に，本件公正証書による本件独占的利用許諾契約が有効に存続していることを確認する旨の条項(第1条)が置かれ，一審被告Y₁が署名押印しているとの事実が認められる(以上につき弁論の全趣旨)。",
                "このように，一審被告Y₁は，本件公正証書の作成後も，上記委任状に基づいて本件公正証書が真正に作成されたことを繰り返し確認している。",
                "したがって，上記委任状は，一審被告Y₁の意思に基づいて真正に成立したものと認められ，一審被告Y₁は，当該委任状に添付された本件著作物利用契約書(甲88・30～52頁)と同一性のある範囲で，公正証書の作成を公証人に委託することをBに委任したものと認められる。",
                "一審原告は同旨をA弁護士に委任したものと認められ(甲88・55～78頁)，本件公正証書は，一審被告Y₁の代理人であるBと一審原告の代理人であるA弁護士による委任に基づいて有効に作成されたものと認められる。"
              ]
            },
            {
              "fig": "オ",
              "subject": "Bによる代理は実質的自己契約として無効となるかについて",
              "text": [
                "一審被告Y₁は，Bは一審原告の従業員であるから，Bが一審被告Y₁の代理人として本件独占的利用許諾契約を締結するのは実質的に民法108条本文が規定する自己契約として無効であると主張する。",
                "しかし，Bが一審原告の従業員であったとしても，そのことから直ちに一審被告Y₁を代理して一審原告との間の契約の代理人となることが制限されるものではなく，本件公正証書による本件独占的利用許諾契約が民法108条本文又はその類推適用により無効となることはない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(2)",
                          "subject": "本件独占的利用許諾契約の公序良俗違反性について"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "対価の有無について",
              "text": [
                "証拠(甲7)によると，平成19年6月14日には一審原告の取締役であった(甲1)F名義で5000万円が，同月20日には一審原告の代表取締役であった(甲1)G名義で5000万円が，同年8月2日には一審原告名義で5000万円が，同月20日には一審原告名義で5000万円が，それぞれ一審被告Y₁の銀行口座に送金されているとの事実が認められる。",
                "証拠(甲76～80，90，99，一審原告代表者［8～12，80～82頁］，証人A［6，9，12～13頁］，証人E［2～3，24～25，29～30頁］)によると，上記合計2億円は，本件独占的利用権の対価としての性質を有するものであったと認められる。",
                "すなわち，Gと一審被告Y₁は，一審被告Y₁の作品を利用したコンテンツ・ビジネスを共同事業として行うことを合意して，平成19年6月5日，一審原告の商号を「小池一夫劇画村塾株式会社」と変更し，一審被告Y₁や一審被告Y₄が株式を取得するとともに取締役に就任したという経緯が認められるところ(甲25～32，99，乙イ20，一審原告代表者，一審被告Y₁)，一審原告が一審被告Y₁の著作物を利用して利益を上げるためには，一審原告において一審被告Y₁の著作物を独占的に利用できる地位を有することが大前提であり，一審被告Y₁においてその著作物を一審原告に独占的に利用させ，一審原告がその対価を支払うということは，一審原告における共同事業の前提となっていたものと認められる。",
                "そして，一審被告Y₁が一審原告に独占的に利用させる著作物の範囲，期間，一審原告の取得する権利の態様が具体的にどうなるかについては，Gとしては著作権譲渡を希望していた形跡もあり(甲90，92，99，一審原告代表者)，旧著作物利用契約書及び旧公正証書(甲14，87，乙イ2)と，本件著作物利用契約書及び本件公正証書(甲6，88)との間でも変遷があって，上記各送金の時点で具体的に確定してはいなかったものと認められるが，後日正式に取り交わされる契約の詳細がどうなろうと，最終的にその対価に充てられるべきものという認識は，一審原告においても一審被告Y₁においても有していたものと認めるのが相当である。",
                "さらに，平成19年度の一審原告の貸借対照表では，上記合計2億円につき，別口の合計5000万円と併せて「保証金」の名目で計上され(甲76)，平成20年度及び21年度の貸借対照表では，上記2億円のみが「保証金」の名目で計上され(甲77，78)，平成22年度の貸借対照表では，上記2億円は「無形固定資産」のうちの「著作窓口権等」の名目で計上され(甲79の1)，同年度の「投資等の内訳書」においては，上記2億円は一審被告Y₁に関する「著作物独占使用権」の科目で計上され，小計欄には「保証金計」と記載され(甲79の2)，平成23年度の貸借対照表では，上記2億円は「無形固定資産」のうちの「著作権」の名目で計上されている(甲80)との事実が認められる。",
                "これに対し，一審被告Y₁は，上記2億円は，独占的利用権の対価ではなく，「看板料」，「劇画村塾の塾長としての私への謝礼」，「今後のコンテンツ・ビジネスに協力していくことなどに対するお金の支払い」ではないか，などと供述する(乙イ20・4頁，一審被告Y₁［3～5，45～46頁］)。",
                "しかし，「看板料」，「劇画村塾の塾長としての私への謝礼」，「今後のコンテンツ・ビジネスに協力していくことなどに対するお金の支払い」などは，その内容が抽象的かつあいまいであり，そのような趣旨で，2億円という高額の支払がされるとは考え難い。また，上記のとおり，一審原告が一審被告Y₁の著作物を利用したコンテンツ・ビジネスで利益を上げるためには，一審原告が一審被告Y₁の著作物を独占的に利用できる地位を有することが大前提であり，一審被告Y₁自身，パチンコ以外のコンテンツについては一審被告Y₁が一審原告に権利を許諾しなければならない認識はあったというのであるから(一審被告Y₁［18～21頁］)，上記2億円は，一審原告が一審被告Y₁の著作物を独占的に利用することに対する対価であることは一審被告Y₁も十分に認識していたというべきである。",
                "さらに，本件独占的利用許諾契約において，著作物の利用のたびに使用料が発生するかどうかについて，本件著作物利用契約書及び本件公正証書には，その旨の定めがないこと(甲88)，上記のとおり対価として2億円が支払われていることからすると，本件独占的利用許諾契約締結の当初は，著作物の利用のたびに使用料が発生することはなく，上記2億円に個々の使用料が含まれているとの趣旨の契約であったと認められる。もっとも，一審原告と一審被告Y₁は，本件独占的利用許諾契約を締結した後，平成22年1月26日に本件独占的利用許諾契約が有効であることを確認した(甲64)上，平成22年2月9日には，一審原告と一審被告Y₁と被告小池書院の間で本件基本合意(甲8，75)を，同年7月1日には，一審原告と一審被告Y₁との間で本件印税合意(甲66)を，それぞれ締結し，一審原告と一審被告Y₁との間で，一審原告が収受した印税の2割(一審被告Y₁が将来制作する著作物については6割)を一審被告Y₁に配分することを合意していることからすると，本件独占的利用許諾契約は，平成22年2月9日以降については，特段の合意がない限り，上記割合の使用料が発生するものであったと認めることが相当である。",
                "なお，一審原告は，平成23年9月12日付けで本件基本合意を解除する旨の意思表示をしている(甲11)が，上記で判示したとおり，本件独占的利用許諾契約は，対価を支払うことが前提となっていたものであって，本件基本合意及び本件印税合意は，そのような本件独占的利用許諾契約の存在を確認し，その対価の内容を定めたものであるから，本件基本合意及び本件印税合意のみを解除することはできないというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件独占的利用許諾契約の対象となる著作物は，「甲［一審被告Y₁］の著作に係る別紙著作物目録記載の各著作物並びにその原案，原作，脚本，構成を含む各著作物と今後制作される著作物」とされ(本件著作物利用契約書［甲88・30頁］1条，本件公正証書［甲6，88］1条)，本件公正証書別紙の1843作品に加え，一審被告Y₁が将来制作する全ての著作物を含み，その利用形態についても限定はなく，独占的利用許諾の期間は，「本著作物に係る全ての著作物の著作権の存続期間が満了するまで」(6条)とされている。",
                "一審被告Y₁は，本件独占的利用許諾契約は一審被告Y₁に著しく不利であり，公序良俗に反すると主張するが，前記ア認定のとおり，一審被告Y₁は，一審原告から，独占的利用権の対価として2億円の支払を受けたほか，一審原告の取締役に就任してその経営に参画し，一審原告の株式も保有していた(甲26～28，30，99)のであるから，本件独占的利用許諾契約の締結後も自らの著作物を管理，活用して様々な事業展開を行い，そこから得た収益から取締役としての報酬などを得ることができる地位にあったということができる。それに加えて，上記のとおり，平成22年2月9日以降は，著作物の利用のたびに使用料の支払を受けることができ，また，契約を継続しがたい重大な背信行為を行った場合などの一定の事由が発生したときには，本件独占的利用許諾契約を解除することができる(本件著作物利用契約書［甲88・32頁］7条，本件公正証書［甲6，88］7条)のであるから，本件独占的利用許諾契約は，その対象に同契約後に制作される著作物を含み，その期間が長期にわたるとしても，公序良俗に反して無効であるということはできない。また，本件独占的利用許諾契約は，一審被告Y₁に労務の提供を強制するものではないから，これが人身拘束的であるとか，奴隷契約的な内容であるとかいうこともできない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(3)",
                          "subject": "本件独占的利用許諾契約の解除について",
                          "text": [
                            "一審被告Y₁は，平成23年9月15日付けの本件解除通知(乙イ7)により，一審原告に対し，本件独占的利用許諾契約を解除する意思表示をしているから，以下においてその有効性について検討する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "一審原告による利用妨害，連載執筆妨害について",
              "text": [
                "(ア)日本経済新聞の連載を一審原告が妨害したとの点について"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "下記(a)～(c)の文末に掲記した証拠によると，次の各事実を認めることができる。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "平成21年5月30日，日本経済新聞において，一審被告Y₁が原作を，Mが作画を担当した「結い  親鸞」と題する劇画作品の連載が開始された(乙イ3，5)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "Gは，平成21年5月30日，日本経済新聞社に面会を申し入れ，同年6月1日，日本経済新聞社の法務室長及び代理人弁護士と面会し，本件公正証書を示して，一審原告が著作権者であること，近く刑事告訴する予定であることなどを告知した(乙イ5)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "日本経済新聞社は，平成21年6月4日，上記「結い  親鸞」の連載を休止(実質中止終了)した(乙イ6)。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "上記認定事実に関し，Gは，連載を中止するように申し入れたわけではなく，本件公正証書を示して日本経済新聞社の判断に委ねたものであり，連載中止は日本経済新聞社の判断によるものである，一審原告が著作権を有しているとか，刑事告訴する予定であるとかは言っていない，などと供述する(甲99・21頁，一審原告代表者［20～21，55～56頁］)。",
                        "しかし，①日本経済新聞社の代理人弁護士が積極的に虚偽の事実を記載する動機があるとは考えられないので，上記弁護士作成の報告書(乙イ5)の内容は，信用性が高いこと，②一審原告は，平成23年12月19日には，一審被告Y₁から本著作物の著作権を譲り受けたと主張して一審被告小池書院に対する仮処分を東京地方裁判所に申し立て(東京地方裁判所平成23年(ヨ)第22108号)，これを平成24年5月11日に取り下げるまでその主張を維持していたこと(乙イ8，9，13，14)，③一審原告は，平成21年3月19日の取締役会で一審被告Y₁を刑事告訴する旨決議していたこと(甲63・4頁，甲99・20頁)によると，一審原告は日本経済新聞社を訪問した際，上記a(b)の発言をしたと認められる。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "そこで上記 a の認定事実に基づいて検討すると，前記(2)のとおり，一審原告は，本件独占的利用許諾契約に基づき，一審被告Y₁が将来制作する著作物についても独占的利用権を有していたのであるから，「結い  親鸞」についても本件独占的利用権を有していたものと認められる。そうすると，Gにおいて一審原告が著作権者であると述べた点は正確を欠くものの，一審原告の許諾を得ることなく「結い  親鸞」について連載することができない旨の申入れとしては，不当な点はないというべきである(本件独占的利用許諾契約が債権契約である点は，この認定を左右しない。)。また，Gが刑事告訴の予定である旨告知したことも，一審原告において刑事告訴の予定があったことは真実と認められ(甲63・4頁，甲99・20頁)，後記オのとおりその告訴には相応の理由があるから，Gの上記 a認定の行為をもって，本件独占的利用許諾契約が定める「契約を継続しがたい重大な背信行為」に当たるとか，同契約の債務不履行に当たるということはできない。",
                        "(イ)その他の一審原告による利用妨害について",
                        "一審原告が，「御用牙」舞台上演等の本著作物の利用行為について，自らが著作権者であると主張して，上演中止を求めるなどしたとしても，前記(2)のとおり，一審原告は，本件独占的利用権を有していたのであるから，一審原告のこれらの行為をもって，本件独占的利用許諾契約が定める「契約を継続しがたい重大な背信行為」に当たるとか，同契約の債務不履行に当たるということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "一審原告の報告義務違反について",
              "text": [
                "本件独占的利用許諾契約には，一審原告が一審被告Y₁から許諾された本著作物を利用し，事業を実施する場合において，一審被告Y₁にその内容を報告する旨規定されている(本件著作物利用契約書［甲88・31頁］3条，本件公正証書［甲6，88］3条)。しかし，その報告をどのように行うかまでは定められていないから，一審原告は，一審被告Y₁に対し，合理的な時期に，適宜の方法で報告すれば足りると解される。",
                "証拠(甲39，42，55，99)によると，一審原告は，平成20年1月25日，同年5月12日，同年12月18日にそれぞれ開催された取締役会において，一審原告が行う本著作物を利用した事業活動について報告し，これらの取締役会には，一審被告Y₁も出席していたと認められる。また，後記3(1)のとおり，同年12月18日の取締役会においては，CSデヴコとの「子連れ狼」の映画化の件が報告されたことが認められる。さらに，一審被告Y₁は，本件解除通知において，一審原告に対し，平成20年1月18日から平成23年9月15日までの間に，一審被告Y₁の著作物を利用して行った業務について報告を求めている(乙イ7)が，本件解除通知までの間に，一審被告Y₁が一審原告に対して報告を求めたことを認めるに足りる証拠もない。その他，一審原告において，本件解除通知までの間において，報告義務違反があり，それが本件独占的利用許諾契約が定める「契約を継続しがたい重大な背信行為」に当たるとか，同契約の解除事由に当たるような債務不履行があったというべき事情は認められない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "一審原告の印税不払及び報告のない出版許諾について",
              "text": [
                "前記(2)のとおり，平成22年2月9日以降は，一審原告は，一審被告Y₁に対し，著作物の利用のたびに使用料を支払う義務があったことが認められるが，後記のとおり，本件解除までの間において，使用料は支払われていたのであり，本件独占的利用許諾契約が定める「契約を継続しがたい重大な背信行為」に当たるとか，同契約の解除事由に当たるような債務不履行があったとは認められない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "一審原告による出版拒否について",
              "text": [
                "一審原告は，平成23年9月12日付けの催告書によって，一審被告Y₁に対し，一審原告の許諾を得ていないとして，「乾いて候」の出版中止を申し入れた(甲11，乙イ7)。証拠(甲88)と弁論の全趣旨によると，「乾いて候」は，本件独占的利用許諾契約の対象の著作物であると認められるから，一審原告が，本件独占的利用許諾契約に基づき，本著作物について独占的利用権を有していた以上，一審被告Y₁に対し，一審原告の許諾を得ていないとして，「乾いて候」の出版中止を申し入れた行為は，正当な行為であって，作画家の許諾を得ているかどうかでその結論が左右されるものではない。したがって，上記の出版中止を申し入れた行為が本件独占的利用許諾契約が定める「契約を継続しがたい重大な背信行為」に当たるとか，同契約の債務不履行に当たるということはできない。"
              ]
            },
            {
              "fig": "オ",
              "subject": "一審原告による刑事告訴について",
              "text": [
                "一審原告は，平成21年12月22日付けで，後記3(1)認定のKK  TRIBEに対する本件7作品の譲渡が特別背任に当たるとして，一審被告Y₁を刑事告訴した(甲63)。後記3(2)(3)で判示するとおり，この譲渡は，一審原告の本件独占的利用権を侵害するものであり，一審被告Y₁には故意があったから，一審原告がこの譲渡が特別背任に当たるとして刑事告訴したのには，相応の理由があるということができる。したがって，一審原告による上記刑事告訴が，本件独占的利用許諾契約が定める「契約を継続しがたい重大な背信行為」に当たるとか，同契約の債務不履行に当たるということはできない。",
                "また，一審被告Y₁は，一審原告は，一審被告Y₁に対し，2億円詐取の詐欺罪で刑事告訴したと述べたり，一審被告小池書院の従業員を使って，「従わなければ，すぐに逮捕されるぞ」「今，警察が会社の前にきています。Y₁先生はすぐに逃げてください」などと(虚偽の)脅かしを行ったと主張するが，上記のとおり，刑事告訴したことは事実であって，相応の理由もあるから，そのことを一審被告Y₁に述べることが，本件独占的利用許諾契約が定める「契約を継続しがたい重大な背信行為」に当たるとか，同契約の債務不履行に当たるということはできないし，一審被告小池書院の従業員を使って脅したとの点については，これに沿う証拠(乙イ20)があるものの，それのみでは，この事実を認めることはできず，他にこの事実を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "カ",
              "subject": "一審原告による著作権譲渡の強要について",
              "text": [
                "一審被告Y₁は，一審原告は，一審被告Y₁に対し，一審被告Y₁の著作物の著作権を譲渡した旨の文書にサインするよう強要し，一審被告Y₁は，これを断りつづける状態が続いたのであり，周りを取り囲まれた上，腕を押さえられて，ペンを握らされ，署名するよう強く威迫されたこともあったと主張し，一部それに沿う証拠(乙イ20，一審被告Y₁［38～39頁］)もあるが，それのみでは，この事実を認めることはできず，他にこの事実を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "キ",
              "subject": "一審原告による映画化事業の妨害について",
              "text": [
                "後記3(1)のとおり，一審原告は，平成20年12月10日，CSデヴコとの間で，「子連れ狼」の米国における映画化の契約を締結したものと認められる。この契約は，一審原告が，本件独占的利用権に基づき締結したものと認められ，一審被告Y₄の映画化事業を妨害するためのものとは認められない。また，一審原告は，本件独占的利用権を有しているから，一審原告の許諾を得ることなく，本件独占的利用許諾契約の対象となっている著作物について映画化事業を行うことは，本件独占的利用権を侵害することになるから，一審原告がその中止を求めたとしても，そのことが本件独占的利用許諾契約が定める「契約を継続しがたい重大な背信行為」に当たるとか，同契約の債務不履行に当たるということはできない。"
              ]
            },
            {
              "fig": "ク",
              "text": [
                "したがって，本件解除通知による解除は認められない。",
                "また，一審被告Y₁は，本件独占的利用許諾契約は，一審被告Y₁と一審原告との間の準委任契約であるから，やむを得ない事由があるときは解除が可能であると主張するが，すでに判示したところからすると，やむを得ない事由があるとはいえないから，解除は認められない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(4)",
                          "subject": "一審被告小池書院による本件書籍1の出版について"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "一審被告小池書院が，平成20年1月25日から平成22年6月30日までの間に，別紙1のとおり，本件書籍1を出版したことが認められる(乙ア11)。なお，「発行部数」よりも「納品部数」の方が大きいものがあるが，返品された書籍を再び納品したものがあるためである(一審被告Y₃［21頁］，弁論の全趣旨)。",
                "そこで，一審被告小池書院による本件書籍1の出版が本件独占的利用権を侵害するか，個別に検討する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件書籍1-55について",
              "text": [
                "本件書籍1-55は，「マギー’s犬Jr．」と題する書籍であるところ，「マギー’s犬」自体は，本件公正証書別紙に記載があり(甲88・20頁985番など)，その二次的著作物には本件独占的利用権が及ぶところ，一審被告Y₃によると，本件書籍1-55は，新しい原作者の下で新たに創作されたもので，一審被告Y₁の「マギー’s犬」の原作は使用されておらず，一審被告Y₁は原案者として表示され，一審被告Y₁に対する印税の支払も行っていない，というのであり(一審被告Y₃［45頁］)，本件書籍1-55が本件公正証書別紙の著作物の複製物又は二次的著作物であると認めるに足りる証拠もないから，同書籍が本件独占的利用権の対象となる著作物であるとは認められない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件書籍1-89，1-90について",
              "text": [
                "本件書籍1-89は「弐十手物語  猿火無情編」，本件書籍1-90は「弐十手物語  愛憎人形編」と題する書籍であるところ，乙ア1，5，6によると，一審被告小池書院は，平成22年3月9日，両書籍について一審原告と個別出版契約書を取り交わし，同年7月5日印税を一審原告に支払済みであると認められるから，両書籍を一審被告小池書院が一審原告に無断で出版したとは認められない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "本件書籍1-91～1-99について",
              "text": [
                "本件書籍1-91～1-99は，「大阪芸術大学大学漫画」の9巻～15巻，「大阪芸術大学河南文藝」の5巻，6巻であるが，一審被告小池書院によると，一審被告Y₁は責任編集として発行に携わっただけで，一審被告Y₁の著作物ではなく，印税も発生しないと主張しているところ，これらの書籍が一審被告Y₁の著作物であると認めるに足りる証拠はない。",
                "したがって，これらの書籍が本件独占的利用権の対象となる著作物であるとは認められない(一審原告は，これらの書籍からは得べかりし印税額を主張しておらず，損害の計算から除外している。)。"
              ]
            },
            {
              "fig": "オ",
              "subject": "本件7作品に由来する書籍について",
              "text": [
                "本件書籍1の中には，平成20年8月12日，KK  TRIBEが著作権譲渡登録を受けた本件7作品(甲12)に由来するとみられる書籍が存在する(本件書籍1-25など)。",
                "しかし，一審原告と一審被告Y₁との間の本件独占的利用許諾契約は債権契約として引き続き有効であるから，少なくとも一審被告Y₁や，本件独占的利用権の存在を知りつつ故意によりその債権を侵害する者との関係においては，一審原告は独占的利用権の侵害を主張することができると解される。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "上記イ～エを除く，本件書籍1-1～1-54，1-56～1-88は，いずれも本件独占的利用権の対象となる著作物である(弁論の全趣旨)。",
                "一審被告小池書院は，一審原告に無断でこれらの書籍を出版したのであるから，一審原告はこれにより本件独占的利用権を侵害されたものと認められる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(5)",
                          "subject": "一審被告小池書院の故意",
                          "text": [
                            "本件書籍1(上記(4)イ～エを除く。)が出版された平成20年1月25日から平成22年6月30日までの間，一審被告小池書院の代表取締役は一審被告Y₁であった(甲4)。",
                            "上記(1)で認定したとおり，一審被告Y₁は，自らの意思に基づいて本件独占的利用許諾契約を締結し，その内容を認識していたものと認められるから，一審原告に無断で本件書籍1(上記(4)イ～エを除く。)を出版することが一審原告の本件独占的利用権を侵害することを認識していたものと認められる。",
                            "一審被告Y₁及び一審被告小池書院は，本件公正証書の存在を知らなかったとか，本件独占的利用許諾契約は無効と認識していたとか主張し，一審被告Y₁はこれに沿う供述をする(乙イ20，一審被告Y₁本人)。",
                            "しかし，本件著作物利用契約書及び本件公正証書による本件独占的利用許諾契約が一審原告と一審被告Y₁との間で有効に成立していること，一審被告Y₁に支払われた2億円が本件独占的利用権の対価であることは前記のとおりであり，そのことは一審被告Y₁(及び一審被告Y₁を代表者とする一審被告小池書院)も認識していたと認められるから，そのような認識を前提とすると，一審被告Y₁(及び一審被告Y₁を代表者とする一審被告小池書院)が本件独占的利用許諾契約を全部無効と認識したことに合理性は認められず，債権侵害の故意を阻却するものとはいえない。",
                            "本件独占的利用権は債権であるが，一審被告小池書院は，一審被告Y₁が代表者を務め，一審被告Y₁と密接な関係にある者であり，本件書籍1の出版が本件独占的利用権を侵害することを認識していた者であるから，一審原告は，契約当事者でない一審被告小池書院による本件独占的利用権の侵害に対しても損害賠償を請求することができる。"
                          ]
                        },
                        {
                          "fig": "(6)",
                          "subject": "一審原告の得べかりし印税相当額について",
                          "text": [
                            "一審被告小池書院の本件独占的利用権を侵害する本件書籍1(上記(4)イ～エを除く。)の無断出版により，一審原告は，一審被告小池書院から得べかりし印税相当額の損害を被ったということができる。",
                            "一審被告小池書院が個別出版契約書で適法に一審原告から許諾を得て出版した場合の印税額は，①各巻の発行部数の50％に，定価(消費税込み)の5％に相当する金額を乗じた金額を前払保証金として支払い，②50％を超えて売れたときは，超えた部数に定価(消費税込み)の5％に相当する金額を乗じた金額を追加で支払う，③50％を超えなかったときは清算しない，④初版1刷に際し100部について印税を免除するというものであった(乙ア5～10)。そして，前記(2)のとおり，一審原告は，平成22年2月9日以降は，受領した印税の20％(一審被告Y₁が新たに制作する著作物については，60％)を一審被告Y₁に支払う義務があったものである。",
                            "そうすると，乙ア11の「発行部数」から印税免除分100部を控除した部数の50％又は「納品部数」から「返品部数」及び印税免除分100部を控除した実売部数のどちらか大きい方を基準部数として，これに乙ア11の「定価」の5％を乗じた金額が一審原告の得べかりし印税相当額ということになる(本件書籍1-89，1-90については乙ア1で印税が支払われているが，基準部数は乙ア11の「発行部数」から印税免除分100部を控除した部数に0．5を乗じた部数となっており，単価は乙ア11の定価がそのまま定価(消費税込み)となっている。)。",
                            "なお，本件書籍1で本件独占的利用権を侵害すると判断されたものはすべて平成22年1月以前に発行されているので，一審原告が一審被告Y₁に支払うべきものはない。",
                            "別紙1は，本件書籍1の出版時期，販売価格，出版部数，実売部数，基準部数から印税相当額を計算したものであり，同書籍の発行により一審原告が受けた損害の合計は，別紙1の「損害額」の合計欄記載のとおり，2899万0448円となる(1円未満四捨五入)。",
                            "なお，一審原告は，初版1刷であることの立証責任は一審被告にあるから，一律に100部分を控除すべきでないと主張するが，損害額についての立証責任は一審原告にあるから，一審原告において初版1刷でないことの立証をしない以上，一律に100部分を控除することが相当である。",
                            "また，一審被告小池書院は，本件基本合意がされた際に，一審原告，一審被告Y₁及び一審被告小池書院の間で，それ以前の印税については請求しない旨の合意があったから，平成22年2月8日以前に出版されたものについては，損害が発生していないと主張するが，そのような合意がされたことを認めるに足りる証拠はない。"
                          ]
                        },
                        {
                          "fig": "(7)",
                          "subject": "一審被告Y₁の責任",
                          "text": [
                            "一審被告Y₁は，一審被告小池書院の代表取締役として，本件書籍1の出版を決定し，その職務を行うにつき不法行為をして一審原告に損害を加えたため，一審被告小池書院がその損害賠償責任を負うものであるから，代表取締役である一審被告Y₁は，一審被告小池書院と連帯して共同不法行為責任を負う(最高裁昭和49年2月28日第一小法廷判決・裁判集民事111号235頁)。"
                          ]
                        },
                        {
                          "fig": "(8)",
                          "subject": "消滅時効",
                          "text": [
                            "証拠(乙ア13)と弁論の全趣旨によると，一審原告代理人弁護士は，平成21年5月21日に，一審被告小池書院に対し，同一審被告が一審被告Y₁の著作物を販売しており，それは，一審原告が有する独占的利用権の侵害行為であるので，販売中止と販売部数，販売単価の開示を求める旨の書面を送付したことが認められるから，一審原告は，この頃には，本件独占的利用権の侵害行為がされていることを認識していたものと認められる。したがって，一審原告は，その頃には，「損害」及び「加害者」を知ったということができる。",
                            "この点について，一審原告は，一審被告小池書院が無断出版を行った出版物及び発行部数等を明らかにしたのは，平成27年1月21日の原審第19回弁論準備手続期日であったから，時効は進行しないと主張するが，一審被告小池書院が出版を行った出版物の内容や発行部数が個別に分からなかったからといって，「損害」を知ったということができるとの上記判断が左右されることはない。",
                            "また，一審原告は，消滅時効の起算日は，個別出版契約書に基づき得べかりし利益の発生時であると主張するが，不法行為による損害の発生時は，一審被告小池書院が無断出版を行った時点であり，個別出版契約書による得べかりし利益の発生時であると解することはできないから，消滅時効の起算日は，出版時である。",
                            "そして，本件訴えの提起がされたのは，平成24年7月4日である(当裁判所に顕著な事実)から，本件書籍1のうち，同日から3年より前に出版されたもの(本件書籍1-1～1-77)についての損害賠償請求権は，時効により消滅することとなる。",
                            "ただし，一審原告は，東京地方裁判所に対し，一審被告小池書院を債務者とし，書籍1-76～87，89，90の各作品の無断出版に係る本件独占的利用許諾権の侵害による損害賠償請求権を請求債権として，債権仮差押命令の申立て(同裁判所平成24年(ヨ)第22016号著作権仮差押命令申立事件)を行い，平成24年4月25日，債権仮差押決定を得ているので(甲124，甲125の1～3)，平成21年7月以前であっても同年5月以降に発売された1-76，77は，上記仮差押命令の申立てにより時効が中断するので，一審被告小池書院との関係では，消滅時効が成立していないこととなる。",
                            "以上のとおり，一審被告Y₁との関係では，本件書籍1-1～1-77についての損害賠償請求権は，時効により消滅しており，一審被告小池書院との関係では，本件書籍1-1～1-75についての損害賠償請求権は，時効により消滅しているものと認められる。",
                            "一審被告小池書院は，当審における第1回口頭弁論期日(平成27年7月16日)に，一審被告Y₁は，当審における第20回弁論準備手続期日(平成29年5月29日)に，それぞれ上記時効を援用したことは，当裁判所に顕著である。",
                            "したがって，本件書籍1を一審原告に無断で出版して本件独占的利用権を侵害したことにより一審原告に生じた損害額は，別紙1の「損害額」の合計欄記載のとおり，521万9280円(一審被告Y₁に対する関係では，448万9230円)となる。"
                          ]
                        },
                        {
                          "fig": "(9)",
                          "subject": "小括",
                          "text": [
                            "以上によると，一審原告の請求原因(1)に係る請求は，一審被告小池書院及び一審被告Y₁に対し，本件書籍1を一審原告に無断で出版して本件独占的利用権を侵害したことについて，民法709条，719条に基づき，521万9280円(一審被告Y₁に対する関係では，448万9230円，この範囲で連帯となる。)及びこれに対する不法行為の後の日である平成22年7月1日から支払済みまでの民法所定年5分の割合による遅延損害金の支払を求める限度で理由がある。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告小池書院及び一審被告Y₃の共同不法行為に基づく請求について(請求原因(2)関係)",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(1)",
                          "text": [
                            "本件著作物利用契約書及び本件公正証書による本件独占的利用許諾契約が一審原告と一審被告Y₁との間で有効に成立していることは，前記1で判断したとおりである。"
                          ]
                        },
                        {
                          "fig": "(2)",
                          "subject": "一審被告小池書院による本件書籍2及び3の出版について"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "一審被告小池書院による本件書籍2及び本件書籍3の出版について",
              "text": [
                "一審被告小池書院が，平成23年7月から平成26年11月25日までの間に，別紙2及び3のとおり，本件書籍2及び本件書籍3を出版したことが認められる(乙ア12，24～29)。",
                "そこで，一審被告小池書院による本件書籍2及び本件書籍3の出版が本件独占的利用権を侵害するか，個別に判断する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "書籍2について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "本件書籍2-1～2-3，2-11～2-19について",
                  "text": [
                    "証拠(乙ア2～4)によると，本件書籍2-1～2-3，2-11～2-19については一審被告小池書院から一審原告に印税が支払われていることが認められ，このことからすると，これらの書籍については，一審被告小池書院は一審原告との間で個別出版契約書を取り交わして一審原告から出版を許諾されていたものと推認されるから，これらの書籍については，本件独占的利用権を侵害するものとは認められない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "本件書籍2-4～2-9，2-20について",
                  "text": [
                    "一審被告小池書院は，本件書籍2-4～2-9，2-20は重版であると主張する(一審被告小池書院原審第4準備書面1～2頁)。",
                    "これが重版であり，一審原告の許諾に基づいて出版されたものであることは，違法性を阻却する事由として一審被告において立証する責任があるところ，一審被告小池書院は，その初版分につき一審被告小池書院が一審原告との間で個別出版契約書を取り交わしていることについて立証をしないから，これらの書籍の出版が一審原告の許諾を受けたものであることについて立証があったということはできない。これらの書籍は本件公正証書別紙の著作物の複製物又は二次的著作物であって本件独占的利用権が及ぶと認められる(弁論の全趣旨)から，これらの書籍の出版は，本件独占的利用権を侵害するものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "本件書籍2のうち，上記(ア),(イ)以外の書籍については，本件独占的利用権の対象となる著作物である(弁論の全趣旨)から，本件書籍2-1～2-3，2-11～2-19を除く本件書籍2の出版は，本件独占的利用権を侵害するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "書籍3について",
              "text": [
                "証拠(乙ア23，24)によると，本件書籍3のうち，3①-2は本件書籍2-103と，本件書籍3①-5は本件書籍2-104と，それぞれ重複するものと認められ，新たな印税相当額は生じない。",
                "証拠(乙ア23，24)によると，本件書籍3①-10は本件書籍2-67，本件書籍3①-11は本件書籍2-73，本件書籍3①-21は本件書籍2-46，本件書籍3①-22は本件書籍2-52，本件書籍3①-23は本件書籍2-75と同じものを再配したものであると認められるが，乙23に記載された同各書籍の出版部数，納品部数，返品部数，実売部数によると，乙24に記載された上記各書籍の実売部数は乙23に記載された同各書籍の実売部数に含まれていると認められる。このため，乙24の同各書籍については，新たな印税相当額は生じないものというべきである。",
                "証拠(乙ア31)によると，本件書籍3①-32が一審被告Y₁の著作物であると認めることはできない。",
                "証拠(乙ア23，27)によると，本件書籍3④-13は本件書籍2-12と同じものを，本件書籍3④-14は本件書籍2-13と同じものを再配したものであり，同各書籍の実売数は乙23の同各書籍の実売数には含まれていないものと認められる(この点，一審被告小池書院も当審同一審被告第4準備書面において認めている。)。しかし，上記イ(ア)のとおり，本件書籍2-12，本件書籍2-13については，一審被告小池書院は一審原告との間で個別出版契約書を取り交わして一審原告から出版を許諾されていたものと推認されるから，これらの書籍については，再配を含めて本件独占的利用権を侵害するものとは認められない。",
                "証拠(乙ア24，26，27)によると，本件書籍3③-7及び4④-6は，いずれも本件書籍3①-14と同じものを再配したものであると認められ，当初の実売部数が出版部数の2分の1を超えていたことから，同各再配による実売部数785部及び742部について新たな印税相当額が生じたものと認められる。",
                "証拠(乙ア24，26)によると，本件書籍3③-8は，本件書籍3①-1と同じものを再配し，実売部数が1010部であったことが認められ，当初の出版部数が2万部，実売部数が9401部であったところ(基準部数は9950部となる。)，基準部数を超えた実売部数361部(9401＋1010-100-9950)について新たな印税相当額が生じたものと認められる。",
                "証拠(乙ア25，26)によると，本件書籍3③-15は，本件書籍3②-3と同じものを再配したものであると認められ，当初の実売部数が出版部数の2分の1を超えていたことから，同再配による実売部数836部について新たな印税相当額が生じたものと認められる。",
                "証拠(乙ア27，28)によると，本件書籍3⑤-8は，本件書籍3④-22と同じものを再配したものであり，当初の実売部数と再配分の実売部数の合計が基準部数を超えないので，再配分については新たな印税相当額は発生しない。",
                "証拠(乙ア27，28)によると，本件書籍3⑤-9は，本件書籍3④-23と同じものを再配したものであり，当初の実売部数と再配分の実売部数の合計が基準部数を超えないので，再配分については新たな印税相当額は発生しない。",
                "証拠(乙ア27，28)によると，本件書籍3⑤-10は，本件書籍3④-29と同じものを再配したものであり，当初の実売部数と再配分の実売部数の合計が基準部数を超えないので，再配分については新たな印税は発生しない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(3)",
                          "subject": "一審被告小池書院の故意"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "一審被告小池書院の代表取締役は，平成23年5月30日以降は，一審被告Y₁から代表取締役を交替した一審被告Y₃であった(甲2)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "一審被告Y₃が本件独占的利用権の存在を認識していたことについて",
              "text": [
                "一審被告小池書院は，平成22年2月9日付けで一審原告，一審被告Y₁及び一審被告小池書院との間で締結された本件基本合意(甲8，75)及びこれに基づいて一審原告との間で個別に取り交わす出版契約書に基づいて一審被告Y₁の著作物の出版を行ってきたのであるから，一審原告と一審被告Y₁との間に本件独占的利用許諾契約が締結されており，一審原告が本件独占的利用権を有していることは認識していたものと認められ，このような認識は，一審被告小池書院の代表取締役に就任した一審被告Y₃にも引き継がれたものと認められる。",
                "一審被告Y₃は，一審被告小池書院の代表者として，平成23年6月28日付け及び同年7月6日付け許諾依頼書(甲9，乙ウ7)により，「乾いて候」及び「子連れ狼」について，独占的利用権を有する一審原告に個別出版契約書による出版許諾を求めているが，このことは，一審被告Y₃が一審原告の独占的利用権を認識していたことを裏付けるものである。",
                "なお，一審被告小池書院及び一審被告Y₃は，一審被告Y₃は，本件独占的利用許諾契約は，正当に締結されたものではなく，無効であると思っていたと主張するが，本件独占的利用許諾契約が有効であることは，前記1で判示したとおりであり，一審被告Y₃の上記主張を採用することはできない。",
                "したがって，一審被告小池書院の代表取締役であった一審被告Y₃は，一審原告が本件独占的利用権を有していることを認識しながら，故意により本件独占的利用権を侵害したものであって，その故意を阻却するような事情は認められない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "一審被告小池書院が，平成23年5月30日まで一審被告Y₁が代表取締役を務めていた会社であり，一審被告Y₁と密接な関係にある会社であること，一審被告小池書院が本件書籍2の出版が本件独占的利用権を侵害することを認識していたことなどからすれば，一審原告は，契約当事者でない一審被告小池書院に対しても，本件独占的利用権の侵害について，損害賠償を請求することができる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(4)",
                          "subject": "一審原告の得べかりし印税相当額について"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "別紙2は，本件書籍2の出版時期，販売価格，出版部数，実売部数，基準部数から印税相当額を計算した上で，一審被告Y₁に支払われるべき印税額を控除して損害額を計算したものであり，同書籍の発行により一審原告が受けた損害の合計は，別紙2の「損害額」の合計欄記載のとおり，1421万4940円となる(1円未満四捨五入)。",
                "なお，本件書籍2-72，本件書籍2-102については，本件公正証書別紙の著作物の複製物でも二次的著作物でもなく，本件著作物利用許諾契約締結以降に制作された著作物であると認められる(弁論の全趣旨［平成27年1月21日原審第19回弁論準備手続調書における一審被告小池書院の陳述］)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "別紙3①～⑥は，本件書籍3の出版時期，販売価格，出版部数，実売部数，基準部数から印税相当額を計算したものである(1円未満四捨五入)。なお，本件書籍3のうちに，本件公正証書別紙の著作物の複製物又は二次的著作物ではない，新たに制作された著作物があるとは認められない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(5)",
                          "subject": "一審被告Y₃の責任",
                          "text": [
                            "一審被告Y₃は，一審被告小池書院の代表取締役として，本件書籍2の出版を決定し，その職務を行うにつき不法行為をして一審原告に損害を加えたため，一審被告小池書院がその賠償責任を負うものであるから，代表取締役である一審被告Y₃は，一審被告小池書院と連帯して不法行為責任を負う。"
                          ]
                        },
                        {
                          "fig": "(6)",
                          "subject": "権利濫用について",
                          "text": [
                            "一審被告小池書院及び一審被告Y₃は，平成23年7月又は8月以降には，一審原告は，本件基本合意に基づく出版を許諾しなくなったから，一審原告が，その時期以降において本件独占利用権の侵害を主張することは，権利の濫用に当たると主張する。",
                            "しかし，本件基本合意書(甲8，75)には，一審原告が一審被告Y₁及び一審被告小池書院に対して出版を許諾することを義務付ける条項はないから，一審原告が本件基本合意に基づく出版を許諾しなくなったからといって，本件独占利用権の侵害を主張することが直ちに権利の濫用に当たるということはできない。"
                          ]
                        },
                        {
                          "fig": "(7)",
                          "subject": "消滅時効について",
                          "text": [
                            "前記1(8)認定のとおり，一審原告は，平成21年5月21日頃には，本件独占的利用権の侵害行為がされていることを認識していたものと認められるから，一審原告は，その頃には，「損害」及び「加害者」を知ったということができる。",
                            "一審原告が訴え変更をして本件書籍3に係る損害賠償請求を追加したのは，平成29年1月17日である(当裁判所に顕著な事実)から，本件書籍3のうち，同日から3年より前に出版されたもの(本件書籍3①～③，④のうち1～31)についての損害賠償請求権は，時効により消滅しているというべきである。",
                            "この点について，一審原告は，一審原告が本件書籍3の出版を知ったのは，一審被告小池書院から乙ア24～29が提出された平成28年12月19日であり，その時点までは時効は進行しないと主張するが，一審原告は，平成21年5月21日頃には，本件独占的利用権の侵害行為がされていることを認識していたのであって，一審被告小池書院が出版を行った出版物の内容や発行部数が個別に分からなかったからといって，「損害」を知ったということができるとの上記判断が左右されることはない。",
                            "一審被告小池書院及び一審被告Y₃が，当審における第17回弁論準備手続期日(平成29年2月16日)に，上記時効を援用したことは，当裁判所に顕著である。",
                            "以上のとおり，本件書籍3のうち，別紙3①～③に記載された各書籍及び同3④1～31の書籍についての損害賠償請求権は，時効により消滅しているものと認められるので，本件書籍3を一審原告に無断で出版して本件独占的利用権を侵害したことにより一審原告に生じた損害額は，別紙3⑦の「損害額(一審被告小池書院，一審被告Y₃)」の合計欄記載のとおり，165万3420円となる。"
                          ]
                        },
                        {
                          "fig": "(8)",
                          "subject": "小括",
                          "text": [
                            "以上によると，一審原告の請求原因(2)に係る請求は，一審被告小池書院及び一審被告Y₃に対し，民法709条，719条に基づき，連帯して，①1421万4940円及びうち1286万8196円(下記の訴状送達の日までに発行された本件書籍2-94までのもの[弁論の全趣旨])に対する，一審被告小池書院については，不法行為の後の日であり，一審被告小池書院に対する訴状送達の日である平成24年7月27日から，一審被告Y₃については，不法行為の後の日であり，一審被告Y₃に対する訴状送達の日である平成24年7月28日から，うち134万6744円(本件書籍2-95以後のもの)に対する不法行為以後の日である平成24年9月10日(本件書籍2の最後の発行日[弁論の全趣旨])から，各支払済みまでの民法所定年5分の割合による遅延損害金の支払を求める限度で，及び②一審被告小池書院及び一審被告Y₃に対して165万3420円及びこれに対する不法行為以後の日である平成26年11月26日から支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求める限度で理由がある。",
                            "なお，一審原告による本件書籍3に係る損害賠償請求の追加は，請求の基礎に変更がなく，著しく訴訟手続を遅滞させるものではないから，許される。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄の共同不法行為に基づく請求について(請求原因(3)関係)",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(1)",
                          "text": [
                            "後掲の証拠等によると，以下の事実が認められる。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "平成18年4月12日頃，一審被告Y₄は，一審被告Y₁を100％株主とする米国法人KK  TRIBE，Inc．を設立し，一審被告Y₁作品の米国における映画化交渉等を行っていた(甲49，一審被告Y₄［16～17，19頁］)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "一審被告Y₄は，平成18年12月6日，日本法人としてKK  TRIBEを設立し，代表取締役に就任して，一審被告Y₁作品の米国における映画化交渉等を行っていた(甲1，乙エ4，一審被告Y₄)。この頃，米国法人KK  TRIBE，Inc．は活動を行わなくなった(一審被告Y₄)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "平成19年6月5日，一審被告Y₁及び一審被告Y₄は一審原告の取締役に就任し，同月21日，一審被告Y₁は200株，一審被告Y₄は400株の割り当てを受けた(甲1，25～30，乙イ17)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "一審原告と一審被告Y₁は，平成20年1月25日頃，本件著作物利用契約書により本件独占的利用許諾契約を締結し，平成20年2月18日には本件公正証書が作成された(甲6，88)。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "一審被告Y₁は，平成20年4月9日，KK  TRIBEに対し，本件公正証書別紙に記載された著作物である本件7作品(「子連れ狼」，「忘八武士道」，「首斬り朝」，「修羅雪姫」，「オークションハウス」，「御用牙」及び「盗撮影手パパラッチ」)についての著作権(著作権法27条及び28条に規定する権利を含む。)を譲渡し，平成20年8月12日，その旨の著作権譲渡登録がなされた(甲12)。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "一審被告Y₁は，平成20年5月15日，株式会社角川書店(現・株式会社KADOKAWA)に対し，「著作権譲渡に関する基本合意書」により，本件7作品を含む211作品について一審被告Y₁が当該契約を締結できる正当な権利者であり，同著作物について完全な著作権を有していること，同著作物が第三者の有する著作権その他の何らの権利及び利益を侵害しないことを(一審原告が本件独占的利用権を有しており，またKK  TRIBEが本件7作品につき著作権譲渡を受けている事実を秘して)保証した上で，出版利用，電子化，電子化された著作物の複製・頒布に関する権利(複製権，公衆送信権及び送信可能化権，譲渡権，貸与権，翻訳権)を譲渡し，二次利用に関する窓口を独占的に許諾した(甲40，41)。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "一審原告は，平成20年9月29日付けで，KK  TRIBEに対し，今後の対応について協議を求める催告書を送付した(甲50)。"
              ]
            },
            {
              "fig": "ク",
              "text": [
                "一審被告Y₄は，平成20年10月14日，一審原告の取締役を辞任し，平成21年2月19日，その旨登記された(甲1，51)。"
              ]
            },
            {
              "fig": "ケ",
              "text": [
                "一審原告は，平成20年11月12日，KK  TRIBEに対し，同月28日の会議へのKK  TRIBE代理人ら及び一審被告Y₄の出席を求めた(甲52)が，KK  TRIBEは，同月25日，出席は見合わせる旨回答した(甲53)。"
              ]
            },
            {
              "fig": "コ",
              "text": [
                "一審原告とCSデヴコとの間の仲介者であったフィロソフィア株式会社は，平成20年11月21日，一審原告に対し，「子連れ狼」のハリウッドでの映画化に関する提案書を提出した(甲36，95，証人Ｎ)。"
              ]
            },
            {
              "fig": "サ",
              "text": [
                "一審原告は，平成20年12月10日，CSデヴコとの間で，平成20年10月29日付け「取引基本合意書(「子連れ狼」)」により，以下の合意を締結した。その骨子は，①初回オプション報酬は12か月間の初回オプション期間における選択権の対価として2万5000米ドル以上7万5000米ドル以下の額とし，初回オプション期間は正式な契約の署名かCSデヴコによるチェーン・オブ・タイトル(正当な権利者から途切れることなく権利が譲渡され又は許諾されること)の承認のいずれか遅い時点に開始して，そのときに(CSデヴコから一審原告に)初回オプション報酬が支払われること，②CSデヴコは，さらに2万5000米ドル以上7万5000米ドル以下の額の第2オプション報酬を支払うことにより，初回オプション期間をさらに12か月間延長することができること，③一審原告はCSデヴコに対し，オプション期間において，「子連れ狼」の全ての権利等を「購入」する選択権を付与すること，④「子連れ狼」の全ての権利等の購入価格は100万米ドルとすること，⑤一審原告は映画の純利益の5％相当額を受領することなどである(甲13，21，95，99，一審原告代表者，証人Ｎ。一審被告Y₁は甲13，21の成立を争うが，一審原告代表者及び証人Ｎによると，真正に成立したものと認められる。一審被告Y₁は，この契約について不自然，不可解な事実が重なっていると主張するが，一審被告Y₁の主張を考慮したとしても，甲13，21は真正に成立したものと認められる。)。"
              ]
            },
            {
              "fig": "シ",
              "text": [
                "一審原告は，平成20年12月18日の取締役会において，「子連れ狼」米国映画化権については現在のまま進めていく旨を確認した(甲55)。"
              ]
            },
            {
              "fig": "ス",
              "text": [
                "一審原告は，平成21年2月6日，一審被告Y₁に対し，一審原告の「子連れ狼」米国映画化事業について，KK  TRIBE及び一審被告Y₄が妨害しないよう申し入れ，本件7作品の著作権登録について一審被告Y₁に再譲渡する手続を速やかに実行するよう申し入れた(甲56)。これに対し，KK  TRIBEは，同月18日，一審原告に対し，KK  TRIBEは著作権登録を受け対抗要件を備えており，一審原告に優先する著作権者であるので，KK  TRIBEが主導的に映画化を進めたい旨回答した(甲57)。"
              ]
            },
            {
              "fig": "セ",
              "text": [
                "一審被告Y₁は，平成21年4月2日，一審原告の取締役を辞任し，同月27日，その旨登記された(甲1，58)。"
              ]
            },
            {
              "fig": "ソ",
              "text": [
                "一審原告は，平成22年8月5日，一審被告Y₁に対し，著作権譲渡登録の抹消をする意思があるか回答を求めた(甲67)。一審被告Y₁は，同月12日，「①Y₄らによって権利譲渡の書類を作成されましたが，それはすでに撤回しました。②一部実行されている著作権譲渡登録は抹消請求をしたいと考えています。」等と回答した(甲68)。"
              ]
            },
            {
              "fig": "タ",
              "text": [
                "一審被告Y₁は，平成23年4月20日付けで，米国法人1212エンターテイメント・エルエルシー(以下「1212」という。)との間で，1212に「子連れ狼」の実写映画化権等を独占的に許諾するオプション権を与え，1212は，オプション契約締結日から3年間，35万米ドルの支払いにより上記実写映画化権等を購入するオプション権を有すること，上記実写映画化権等は100万米ドルで購入されることなどを定めたオプション契約(以下「本件オプション契約」という。)を締結した(甲70)。"
              ]
            },
            {
              "fig": "チ",
              "text": [
                "ラッキー17は，平成23年4月23日，1212から本件オプション契約上の地位を譲り受け，同月25日頃までに，一審被告Y₁の代理人に対し，オプション権の対価35万米ドルを支払った(甲70，74，89，乙イ18・12頁，一審被告Y₁［39～40頁］，一審被告Y₃［36頁］)。一審被告Y₁は，同月27日，KK  TRIBEに対し，受領した35万米ドルの中から1000万円を支払った(甲70，71，乙エ2，3，一審被告Y₁［39～40頁］)。"
              ]
            },
            {
              "fig": "ツ",
              "text": [
                "KK  TRIBEは，上記チの精算金の支払を受けて，同年4月27日，一審被告Y₁との間で，本件7作品の著作権譲渡契約を解除し，同年11月4日，著作権譲渡登録を抹消した(甲12，乙エ2)。"
              ]
            },
            {
              "fig": "テ",
              "text": [
                "平成23年5月10日，一審被告普及会が設立された(甲3)。一審被告Y₁は，同日，一審被告普及会に対し，本件7作品についての著作権(著作権法27条及び28条に規定する権利を含む。)を譲渡し，同年11月4日，その旨の譲渡登録がされた(甲12，72)。"
              ]
            },
            {
              "fig": "ト",
              "text": [
                "KK  TRIBEは，平成23年6月30日，株主総会の決議により解散し，同年8月15日，その旨の登記がされた(甲5)。"
              ]
            },
            {
              "fig": "ナ",
              "text": [
                "一審被告Y₁は，平成23年9月15日付けで，一審原告に対し，本件独占的利用許諾契約を解除する旨の意思表示をした(本件解除通知，乙イ7)。"
              ]
            },
            {
              "fig": "ニ",
              "text": [
                "ラッキー17は，平成24年1月16日，一審被告普及会から「子連れ狼」の実写映画化権等の譲渡を受け，同年2月3日，その旨の譲渡登録がされた(甲12の1，甲74，89，乙イ18)。"
              ]
            },
            {
              "fig": "ヌ",
              "text": [
                "ラッキー17は，平成24年頃，一審原告に対し，「子連れ狼」の実写映画化権等の確認を求めるとともに，一審原告による告知行為の差止めを求める訴えを東京地方裁判所に提起し(東京地方裁判所平成24年(ワ)第16442号)，東京地方裁判所は，平成25年10月10日，ラッキー17の訴えを認容する判決をした(乙イ18)。これに対し，一審原告は控訴を提起した(当庁平成25年(ネ)第10094号)が，当庁は，平成26年3月27日，一審原告の控訴を棄却する判決をした(甲89)。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(2)",
                          "text": [
                            "一審被告Y₁からKK  TRIBEに対する本件7作品の著作権譲渡(上記(1)オ)がされた平成20年4月9日時点，及び，一審被告Y₁から一審被告普及会に対する本件7作品の著作権譲渡(上記(1)テ)がされた平成23年5月10日時点において，一審原告は本件7作品に対し本件独占的利用権を有していたのであるから，上記各譲渡は，一審原告の本件独占的利用権を侵害するものというべきである。"
                          ]
                        },
                        {
                          "fig": "(3)",
                          "subject": "一審被告Y₁の故意について",
                          "text": [
                            "一審被告Y₁は，本件独占的利用許諾契約を締結し，その認識を有していたものと認められるから，一審被告Y₁は，故意により一審原告の本件独占的利用権を侵害したものと認められる。"
                          ]
                        },
                        {
                          "fig": "(4)",
                          "subject": "一審被告Y₄の故意について",
                          "text": [
                            "一審被告Y₄は，上記著作権譲渡の当時，本件公正証書の存在を知らず，一審原告の本件独占的利用権を認識していなかったと供述する(乙エ4，一審被告Y₄)。",
                            "しかし，一審被告Y₁からKK  TRIBEに対する本件7作品の著作権譲渡(上記(1)オ)がされた平成20年4月9日当時，一審被告Y₄はKK  TRIBEの代表取締役であり(甲5，乙エ4，一審被告Y₄本人)，一審原告の取締役であり(甲1)，一審被告小池書院の取締役であった(甲2，4)。また，一審被告Y₄は一審被告Y₁の甥であり，一審被告Y₁の意思を受けて一審被告Y₁の著作物の米国での映画化交渉を行う立場にあった(乙エ4，一審被告Y₄本人)。",
                            "一審被告Y₁及び一審被告小池書院が本件独占的利用権を認識していたことは前記1(5)のとおりであり，一審原告及び一審被告小池書院の取締役であり，一審被告Y₁とも密接な関係があった一審被告Y₄が本件独占的利用許諾契約の存在を知らなかったと考えるのは不自然，不合理であって，一審被告Y₄は，一審原告，一審被告Y₁又は一審被告小池書院から本件独占的利用許諾契約の存在を聞いていたものと推認するのが相当である。",
                            "したがって，一審被告Y₄が代表者を務めるKK  TRIBEは，故意により一審原告の独占的利用権を侵害したものと認められる。",
                            "一審被告Y₄が前記のとおり一審被告Y₁と密接な関係にある者であり，本件7作品の著作権譲渡が本件独占的利用権を侵害することを認識していたことなどから，一審原告は，契約当事者でない一審被告Y₄に対しても，本件独占的利用権の侵害について損害賠償を請求し得る地位にあるということができる。"
                          ]
                        },
                        {
                          "fig": "(5)",
                          "subject": "一審被告普及会及び一審被告Y₃の故意について",
                          "text": [
                            "一審被告Y₁から一審被告普及会に対する本件7作品の著作権譲渡(上記(1)テ)がされた平成23年5月10日時点において，一審被告普及会の代表取締役は一審被告Y₃であった(甲3)。",
                            "一審被告Y₃が，平成23年5月30日一審被告Y₁から一審被告小池書院の代表取締役の交替を受けた時点で，本件独占的利用権を認識していたと認められることは前記2(3)イで認定したとおりである。一審被告Y₃は，代表取締役に就任する以前の平成21年8月11日から一審被告小池書院の執行役員を(乙ウ2)，平成22年3月1日から一審被告小池書院の取締役を，それぞれ務めていた(甲2)。一審被告小池書院は，一審被告Y₁の著作物の出版を主な業とする会社であり(乙ウ2)，平成22年2月9日には一審原告との間で本件基本合意を締結し(甲8，75)，一審原告との間の個別出版契約書に基づいて一審被告Y₁の著作物の発行を行っていたのであるから，そのような一審被告小池書院の役員であった一審被告Y₃は，平成23年5月10日時点で，一審原告が本件独占的利用権を有していることを認識していたものと認めるのが相当である。",
                            "したがって，一審被告Y₃が代表取締役を務める一審被告普及会は，故意により本件独占的利用権を侵害したものと認められる。",
                            "一審被告Y₃が，一審被告Y₁と密接な関係にある一審被告小池書院の役員を務める，一審被告Y₁と密接な関係にある者であり，一審被告普及会も，専ら本件7作品の著作権譲渡のために設立された，一審被告Y₁と密接な関係にある会社であること，一審被告Y₃及び一審被告普及会は本件7作品の著作権譲渡が本件独占的利用権を侵害することを認識していたことなどから，一審原告は，契約当事者でない一審被告Y₃及び一審被告普及会に対しても，本件独占的利用権の侵害について損害賠償を請求し得る地位にあるということができる。"
                          ]
                        },
                        {
                          "fig": "(6)",
                          "subject": "CSデヴコから得べかりし100万米ドルの損害について",
                          "text": [
                            "一審原告は，KK TRIBEや一審被告普及会の著作権譲渡登録がなければ，一審原告はCSデヴコによるチェーン・オブ・タイトルの承認を得られ，一審原告とCSデヴコとの間で正式契約が締結されて，CSデヴコが「子連れ狼」を映画化することにより，少なくとも100万米ドルの対価が得られたはずである，と主張する。",
                            "しかし，100万米ドルは「本権利の購入価格」すなわち実写映画化が確定した後に初めて支払われる対価であり，CSデヴコがチェーン・オブ・タイトルの承認をし，契約が締結されて，初回オプション報酬(2万5000米ドル以上7万5000米ドル以下)が支払われた後，米国ハリウッド側で脚本家に脚本制作を依頼し，脚本完成後，制作予算や興業収支を予測して，事業計画の見通しが立ったときに初めて権利の購入がされるのであり，チェーン・オブ・タイトルの承認があったからといって，確実に支払われる保証があるものではない(甲13，21，95，一審被告Y₄，証人Ｎ)。",
                            "そうすると，一審被告Y₁，一審被告Y₄，一審被告普及会及び一審被告Y₃の不法行為がなかったとしても，一審原告が100万米ドルの利益を得られた蓋然性があるとまではいえない。"
                          ]
                        },
                        {
                          "fig": "(7)",
                          "subject": "フジテレビから得べかりし170万円の損害について",
                          "text": [
                            "一審原告は，一審被告Y₁から一審被告普及会に対する著作権譲渡がなければ，「子連れ狼」がテレビドラマ化され，フジテレビから170万円の許諾料を得られたはずである，と主張する。",
                            "しかし，一審原告とフジテレビとの間の契約書や合意書は締結されるに至っておらず(一審原告代表者［92頁］)，フジテレビが許諾料の支払に至る条件の詳細は不明であって，Gの供述(甲99，一審原告代表者)と，株式会社アクトエンタープライズの代表取締役であるOの供述(甲96，証人O)のみをもっては，一審被告Y₁，一審被告普及会及び一審被告Y₃の不法行為がなければ，一審原告がフジテレビから170万円の許諾料を得られた蓋然性があるとまでは認めるに足りない。",
                            "したがって，その余の点について判断するまでもなく，170万円の損害賠償請求は理由がない。"
                          ]
                        },
                        {
                          "fig": "(8)",
                          "subject": "ラッキー17から得べかりし50万米ドルの損害について",
                          "text": [
                            "一審原告は，一審被告普及会がラッキー17から受領した権利譲渡の対価は50万米ドルを下らず，一審被告Y₁及び一審被告普及会による不法行為がなければ，一審原告がラッキー17から50万米ドルの対価を得ていたはずである，と主張する。",
                            "しかし，一審原告は，CSデヴコとの間で米国での「子連れ狼」実写映画化交渉を進めていたのであるから，一審被告Y₁及び一審被告普及会による不法行為がなかったとしても，ラッキー17との間での実写映画化交渉を一審原告が行っていた蓋然性があるとはいえない。",
                            "もっとも，一審被告Y₁は，ラッキー17からオプション価格35万米ドルを受領しており(上記(1)チ)，これは一審被告Y₁が本件独占的利用許諾契約に違反して1212との合意をし(上記(1)タ)，本件独占的利用許諾契約に違反して一審被告普及会に本件7作品の譲渡を行った(上記(1)テ)ために得た利益である。",
                            "(9)上記(6)(7)のとおり，CSデヴコから得べかりし100万米ドル及びフジテレビから得べかりし170万円については，これを一審原告の本件独占的利用権の侵害による損害とまで認めることはできないが，上記(1)認定のとおり，一審原告とCSデヴコあるいはフジテレビとの間で，「子連れ狼」の映画化あるいはテレビドラマ化の話があり，特に，CSデヴコとの間では，取引基本合意書による合意がされるなど交渉が具体化していたのであるから，一審被告Y₁により本件7作品の著作権譲渡がされ，これらの譲渡が登録されて対抗要件を備えたことによって，一審原告が「子連れ狼」の映画化やテレビドラマ化を許諾することが困難になったことは明らかである。",
                            "そして，上記(1)認定のとおり，一審被告Y₁は，1212との間で，1212に「子連れ狼」の実写映画化権等を独占的に許諾するオプション権を与え，ラッキー17からオプション価格35万米ドルを受領しているところ，上記(8)のとおり，この取引自体を一審原告が行うことができたとは認められないものの，この取引の事実は，一審被告Y₁からKK  TRIBEや一審被告普及会に対する本件7作品の著作権譲渡がなければ，一審原告が「子連れ狼」の映画化を許諾することによってその対価の支払を受ける蓋然性が高かったこと及びその場合に一審原告が得ることのできた許諾料を推認させる事実であるということができる。",
                            "したがって，一審原告は，一審被告Y₁からKK  TRIBEに対する本件7作品の著作権譲渡がされ，一審被告Y₁から一審被告普及会に対する本件7作品の著作権譲渡がされて，これらについて譲渡の登録がされることによって損害を被ったものと認められる。",
                            "その損害額については，損害の性質上，その額を立証することが極めて困難であるから，民訴法248条を適用して，一審被告Y₁がラッキー17から受領した金額と同額に当たる35万米ドルをもって，その損害額と認めるのが相当である(以上の損害額は，一審被告4名に共通のものである。)。",
                            "なお，一審被告Y₁は，映画化権は，本件独占的利用権に含まれていないと主張するが，本件著作物利用契約書にも本件公正証書にも，そのような限定をする旨の記載はない(甲6，88)から，一審被告Y₁の上記主張を採用することはできない。",
                            "(10)消滅時効について",
                            "前記のとおり，KK  TRIBEが本件7作品の著作権の譲渡を受け，登録を備えて，それを保有し続けたことにより，一審原告はその期間において上記の損害を被ったのであるから，この不法行為は，KK  TRIBEが本件7作品の著作権を保有していた平成20年4月9日から平成23年4月27日までの間，継続して行われたものである。そして，本件訴え提起の3年前の日(平成21年7月4日)から平成23年4月27日までの間にKK  TRIBEが本件7作品の著作権を保有していたことにより，一審原告は本件7作品の著作権を利用できない損害を被ったのであるから，これによる損害賠償請求権の時効は完成していない(なお，本件訴え提起より3年前の時期について一部消滅時効が完成しているとしても，上記の35万ドルとの賠償額が変わることはない。)。",
                            "(11)小括",
                            "以上によると，一審原告の請求は，一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄に対し，連帯して35万米ドル及びこれに対する不法行為の後の日である平成24年7月24日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由がある。",
                            "一審被告Y₄に対する任務懈怠責任に基づく予備的請求は，その損害額が主位的請求を超えることはない。",
                            "一審原告の一審被告Y₁，一審被告Y₃及び一審被告普及会に対する170万円の連帯支払の請求(フジテレビとの間のテレビドラマ化に関するもの)は，上記の一審被告Y₁，一審被告Y₃，一審被告普及会及び一審被告Y₄に対する支払請求と別個に損害を認めることはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "一審被告Y₁の債務不履行等に基づく請求について(請求原因(4)関係)",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(1)",
                          "text": [
                            "後掲の証拠等によると，以下の事実が認められる。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "一審被告Y₁は，平成16年8月3日，大成商事有限会社との間で，「著作物およびキャラクターの商品化権に関する原作契約書」(甲15)により，一審被告Y₁の著作物について，パチンコ及びスロット遊技機等の範囲における商品化権を，大成商事有限会社に独占的に委任した。当該契約の有効期間は，平成16年8月3日から平成21年8月3日までの5年間とし，契約期間満了の日の3か月前までに当事者のいずれからも何ら申出のない場合には，同一の契約条件により1年間延長され，その後も同様とする旨規定されていた(甲15・11条)。",
                "その後，PTSは，大成商事有限会社の契約上の地位を承継した(甲16，34，弁論の全趣旨)。一審被告Y₁は，PTSの発起人であり，取締役であり，株主であった(甲98)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "PTSは，平和に対し，平成19年2月14日及び同年6月18日，一審被告Y₁を原作者とする「修羅雪姫」「子連れ狼」「花平バズーカ」「弐十手物語」の漫画・劇画につき，契約締結日から3年間(「子連れ狼」については許諾内容が独占的排他的な許諾へと変更された日［平成19年9月1日］から3年間)，パチンコ遊技機への利用を許諾した(甲17，62)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "一審被告Y₄は，平成19年6月頃，一審原告に対し，「作品二次使用契約表」と題する文書(甲34)を交付した(甲99・6頁，乙エ4・2頁，一審原告代表者［15，31，86～88頁］，一審被告Y₄［21～22頁］)が，そこには，「大成商事有限会社(PTS)」が，一審被告Y₁の「全作品」について「商品化権(パチンコ及びスロット遊戯機，及び周辺機器)」につき，「日本国内」で「無期限」の権利を有している旨の記載がある。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "平成19年9月10日，劇画村塾(一審原告)の発足記念パーティが開催され，PTSの代表取締役であったPと専務取締役であったQが出席した(甲16，32，98，一審原告代表者［86～87頁］)。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "一審被告Y₁は，平成19年9月27日，PTSとの間で，PTSに対する利用許諾期間を15年間延長し，平成36年8月3日までとすることを合意した(甲16)。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "一審被告Y₁は，平成19年10月26日頃，一審原告との間で，旧著作物利用契約書(甲87・19～28頁，乙イ2)により，一審被告Y₁の著作に係る旧公正証書別紙の著作物に関し，一審原告が同著作物の全部又は一部を複製し，あるいは翻訳・翻案してデジタル著作物を作成すること，作成されたデジタル著作物をゲーム，パチンコ，パチスロ及びこれらの周辺機器等において利用すること等を独占的に許諾した(甲87，甲91・2頁，甲92・3頁，甲99・9頁，乙イ2，一審原告代表者［35～40頁］，証人R［13～16頁］，証人A［7～10頁］)。",
                "同契約において，一審被告Y₁が同契約前に商品化権又は配信権を許諾している，大成商事有限会社(PTS)に対して許諾した一審被告Y₁の作品の商品化権(パチンコ，パチスロ及びこれらの周辺機器を含む。)については，一審被告Y₁において使用許諾契約期間満了と同時に同契約の対象となる事項に含むものとして取り扱うこととし，その具体的条件については個別に一審原告と一審被告Y₁間で協議して決定することとされた(旧著作物利用契約書［甲87・19頁］1条4項1号)。",
                "平成19年11月26日，旧公正証書(甲14，87)が作成された。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "一審被告Y₁は，平成20年1月25日頃，一審原告との間で，旧著作物利用契約を合意により解約し，これに代えて新たに規定する内容に係る契約公正証書を作成することを合意し(甲18，22。一審被告Y₁は真正な成立を争うが，一審被告Y₁の印鑑証明書(甲38)との対比により真正に成立したものと認められる。)，本件著作物利用契約書(甲88・30～52頁)により，本件独占的利用許諾契約を締結した。",
                "本件独占的利用許諾契約においても，一審被告Y₁が同契約前に商品化権を許諾している，大成商事有限会社(PTS)に対して許諾した一審被告Y₁の作品の商品化権(パチンコ，パチスロ及びこれらの周辺機器を含む。)については，一審被告Y₁において使用許諾契約期間満了と同時に同契約の対象となる事項に含むものとして取り扱うこととし，その具体的条件については個別に一審原告と一審被告Y₁間で協議して決定することとされた(本件著作物利用契約書［甲88・30頁］2条4項)。",
                "平成20年2月18日，本件公正証書(甲6，88)が作成された。"
              ]
            },
            {
              "fig": "ク",
              "text": [
                "平成20年12月18日の一審原告の取締役会において，Gは，収益を上げるためにはパチンコメーカーへ原作者一審被告Y₁作品を売りたいとの発言をし，一審被告Y₁は協力すると発言した(甲55)。"
              ]
            },
            {
              "fig": "ケ",
              "text": [
                "PTSは，平成21年4月10日，平和との間で，「修羅雪姫」「子連れ狼」の利用許諾期間を，「修羅雪姫」については平成23年2月13日まで，「子連れ狼」について平成24年2月末日まで延長する契約をした(甲62)。"
              ]
            },
            {
              "fig": "コ",
              "text": [
                "平和は，平成22年6月4日，PTSが作画家の利用許諾を得ていなかったことが判明したため，PTSとの間の利用許諾契約を解除した(甲60～62)。"
              ]
            },
            {
              "fig": "サ",
              "text": [
                "一審原告は，平成22年8月5日，一審被告Y₁に文書で質問をし(甲67)，一審被告Y₁は，同月12日，一審原告に対し，「パチンコ化，映画化の権利の管理については，それぞれPTSとY₄に委託していたので，除外して下さい，と何度か申し上げたのですが，そのことがお耳に達していなかったとすれば，コミュニケーション不足でした。」，「平成19年9月に小池一夫劇画村塾株式会社設立記念パーティ開催の際，PTSP氏から，PTSがパチンコ事業から排除されるかも知れないとの危機感により，延長の申し出がありました。私はその当時，すでにパチンコ化の権利をPTSに委託していることについて貴殿の同意を得ているから延長も問題ないだろうと考えて，15年延長を合意しました。」等と回答した(甲68)。"
              ]
            },
            {
              "fig": "シ",
              "text": [
                "平和は，平成23年頃，PTSに対し，支払済みの許諾料1億6600万円の返還を求める訴えを東京地方裁判所に提起し(東京地方裁判所平成23年(ワ)第35541号)，東京地方裁判所は，平成24年7月19日，平和の請求を認容する判決をした(甲62)。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(2)",
                          "text": [
                            "一審原告は，旧著作物利用契約により，一審被告Y₁は，一審原告に無断でPTSに対する利用許諾期間を延長させない義務を負担した，と主張する。",
                            "しかし，旧公正証書及び旧著作物利用契約書においては，一審被告Y₁がPTSに許諾している権利は「使用許諾契約期間満了と同時に，甲乙間の本契約の対象となる事項に含むものとして取り扱うこととし，その具体的な条件については個別甲乙間で協議して決定する」と記載されているにとどまり(旧著作物利用契約書［甲87・19頁］1条4項，旧公正証書［甲87］2条4項)，同記載から直ちに一審被告Y₁が一審原告に対し，PTSに対する利用許諾期間を延長させない義務を負ったとは認め難い。",
                            "実質的にも，パチンコは制作に2～3年かかるのが普通で，そこから販売を始めるのであるから，パチンコ化をするのであれば3年の利用許諾では短すぎ(一審原告代表者［16頁］)，現に，PTSは平和との間で，延長前の段階でも平成19年2月14日，同年6月18日及び同年9月1日から3年間，すなわち平成22年2月14日，同年6月18日又は同年9月1日までの利用許諾をしていたのであり，PTSと一審被告Y₁との契約には自動更新条項もあったのであるから，15年間も延長するかどうかはともかくとしても，平成21年8月3日をもって一審被告Y₁との利用許諾契約を終了させるようなことはPTSは全く予定していなかったものと認められる。PTSがそのような立場にある以上，一審被告Y₁がPTSとの利用許諾契約を平成21年8月3日をもって終了させるような義務を負担する合意をしたとは考え難い。一審被告Y₁の意思が反映されていると思われる「作品二次使用契約表」と題する文書(甲34)において，PTSの契約期間が「無期限」とされているのも，上記認定を裏付けるものである。",
                            "そうすると，一審被告Y₁が一審原告に対しPTSに対する利用許諾期間を延長しない義務を負担したとは認められないから，その余の点について判断するまでもなく，一審被告Y₁の債務不履行に基づく請求原因(4)に係る請求(主位的請求)は理由がない。"
                          ]
                        },
                        {
                          "fig": "(3)",
                          "text": [
                            "また，上記(2)で判示したとおり，一審被告Y₁は，一審原告に対し，PTSに対する利用許諾期間を延長させない義務を負ったとは認め難いのであるから，PTSに対する利用許諾期間を15年間延長する合意をしたからといって，そのことが，一審原告の取締役としての善管注意義務や忠実義務に違反し，その任務を懈怠したということはできない。したがって，一審被告Y₁の一審原告の取締役としての任務懈怠に基づく請求原因(4)に係る請求(予備的請求)は理由がない。",
                            "なお，一審被告Y₁の一審原告の取締役としての任務懈怠に基づく予備的請求の追加は，請求の基礎に変更がなく，著しく訴訟手続を遅滞させるものではないので，認められる。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "一審被告Y₁に対する金銭消費貸借契約に基づく請求(請求原因(5)関係)",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(1)",
                          "text": [
                            "平成19年9月26日には一審原告名義で3000万円が(甲19)，同年10月17日には一審原告の取締役であった(甲1)E名義で1500万円が(甲20)，それぞれ一審被告Y₁の銀行口座に送金されている。",
                            "平成19年度の一審原告の貸借対照表では，上記合計4500万円に500万円を加えた5000万円につき，前記の本件独占的利用権の対価2億円と併せて「保証金」の名目で計上され(甲76)，平成20年度から22年度までの貸借対照表では，上記5000万円は「長期貸付金」の名目で計上されている(甲77～80)。",
                            "証拠(甲19，20，76～80，90，99，一審原告代表者［14～15，45，68～69，84～85頁］，証人E［2～3，30頁］)によると，上記合計4500万円の送金の趣旨は，一審被告Y₁に対する返済期限及び利息の定めのない貸付金であり，また，上記送金とは別に，一審原告は，平成19年11月28日頃，一審被告Y₁に対し，返済期限及び利息の定めなく，現金500万円を貸し付けたことが認められる。"
                          ]
                        },
                        {
                          "fig": "(2)",
                          "text": [
                            "一審原告は，平成24年8月8日一審被告Y₁に送達された本件訴状により，上記貸金5000万円の返還を催告した(当裁判所に顕著な事実)。",
                            "上記貸金は，いずれも期限の定めのない貸付けであったと認められるから，一審被告Y₁の貸金返還債務は，催告後相当期間経過後に遅滞に陥るものと解される(なお，一審被告Y₁は，上記催告によって直ちに遅滞に陥ることを争っているものとみるのが相当である。)。",
                            "一審被告Y₁は，本件訴状の送達を受けた平成24年8月8日の1週間後である同月15日には相当期間の経過により遅滞に陥ったものと認められるから，同日から遅延損害金が発生する。"
                          ]
                        },
                        {
                          "fig": "(3)",
                          "subject": "一審被告Y₁による弁済について",
                          "text": [
                            "一審被告Y₁は，仮に貸金債務が存在したのであれば，一審原告が督促しないとは考えられず，一審被告Y₁は早期に返済しているはずである，と主張するが，一審被告Y₁が上記貸金を弁済した証拠は全くなく，かえって，平成22年の貸借対照表まで上記5000万円が長期貸付金として計上され続けていることからすると，上記貸金が弁済されたことはなかったと認めるのが相当である。"
                          ]
                        },
                        {
                          "fig": "(4)",
                          "subject": "一審被告Y₁による相殺について"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "一審原告に対する連載妨害等による損害賠償債権について",
              "text": [
                "一審被告Y₁は，一審原告による日本経済新聞の連載妨害により1575万円の損害を被り，その後も一審原告が一審被告Y₁に対する執筆妨害を続けたため，平成26年5月までに1億8000万円の損害を被っており，これらの合計1億9575万円の損害賠償債権を有する旨主張する。",
                "しかし，前記1(3)アのとおり，「結い  親鸞」に関するGの行為は，一審原告の許諾を得ることなく「結い  親鸞」について連載することができない旨の申入れとしては，不当な点はなく，Gが刑事告訴の予定である旨告知したことも，一審原告において刑事告訴の予定があったことは真実と認められ，その告訴には相応の理由があるから，Gの行為が不法行為に当たるということはできない。",
                "また，一審被告Y₁は，日本経済新聞の連載妨害の後も，一審原告は一審被告Y₁に対する執筆妨害を続けていると主張するが，一審原告は，本著作物について本件占的利用権を有しているのであるから，一審原告に無断で一審被告Y₁が第三者に利用を許諾できないのは当然であり，一審原告が本件独占的利用権を主張するのは当然の権利行使であって，何ら違法性はない。",
                "したがって，一審被告Y₁の一審原告に対する連載妨害等による損害賠償債権は発生しない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "一審原告に対する利益額又は許諾料相当損害賠償債権について",
              "text": [
                "一審被告Y₁は，一審原告が一審被告Y₁著作物の無断使用を継続しており，一審被告Y₁は，一審原告に対し，著作権法114条2項又は3項に基づき，損害賠償請求権を有する旨主張する。",
                "しかし，一審原告は，本著作物について本件独占的利用権を有しているから，その利用が一審被告Y₁の著作権を侵害するとは認められないし，他に，一審原告が一審被告Y₁の著作権を侵害する行為を行っている事実は認められない。",
                "したがって，一審被告Y₁の一審原告に対する上記損害賠償債権は発生しない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "一審原告に対する著作物利用許諾料債権について",
              "text": [
                "前記1(2)のとおり，一審被告Y₁は，一審原告に対して，平成22年2月9日以降には，本著作物の利用のたびに支払うべき使用料の支払を求めることができると解される。",
                "一審被告Y₁は，平成22年から平成26年までの間における一審原告の売上収入額の50％が，一審被告Y₁に対する著作物利用許諾料として支払われるべきであるとか，本著作物の独占的利用権の許諾料相当額は2億5000万円を下ることはないなどと主張するが，これらの主張を認めるに足りる事実は認められないから，これらの主張を採用することはできない。",
                "もっとも，一審原告は，平成22年2月9日から平成24年6月25日までの間に被告Y₁の作品に関して受領した印税のうち一審被告Y₁に配分すべき印税は，合計1657万2295円となるところ，一審原告は，平成22年7月12日から平成24年1月18日までの間に，一審被告Y₁に対し，合計1381万0274円を支払っているので，未払印税は276万2021円であると主張している(内訳については，別紙4，原審一審原告準備書面(7))。この主張に反する証拠はないから，この限度では，未払印税が存するものと認められる。",
                "なお，証拠(甲111，116～118，乙イ28，乙イ29の1～3)と弁論の全趣旨によると，一審原告は，上記の他にも，一審被告Y₁の作品について印税を受領していることがうかがわれるが，一審被告Y₁は，それらについて，個々の印税額に基づく具体的な許諾料額の主張をしておらず，一審被告Y₁の主張は，上記で判断した前記第3の2(6)イの主張にとどまるものである(一審被告Y₁は，当審における平成29年5月22日付け一審被告Y₁準備書面(6)によって最終的に主張を整理して，このような主張としたものである。)から，この主張についてのみ判断するものとする。"
              ]
            },
            {
              "fig": "エ",
              "subject": "一審原告の貸金債権の相殺による消滅について",
              "text": [
                "(ア)一審被告Y₁は，平成26年9月25日の原審第16回弁論準備手続期日において陳述した同年7月25日付け一審被告Y₁準備書面(7)及び平成29年1月17日の当審第16回口頭弁論期日において陳述した同年1月17日付け一審被告Y₁準備書面(4)をもって，一審原告に対する著作権利用許諾料債権を自働債権とし，一審被告Y₁の一審原告に対する前記(1)認定に係る貸金債務を受働債権として対当額で相殺する旨の意思表示をしたことは，当裁判所に顕著である。"
              ],
              "content": [
                {
                  "fig": "(イ)",
                  "text": [
                    "一審原告は，一審被告Y₁が平成26年9月25日の原審第16回弁論準備手続において陳述した一審被告Y₁原審準備書面(7)における一審被告Y₁による相殺の意思表示に先立って，平成25年9月3日の原審第8回弁論準備手続において陳述した同年8月29日付け一審原告原審準備書面(7)をもって，一審被告Y₁に対する債務不履行に基づく損害賠償請求権を自働債権とし，一審被告Y₁の一審原告に対する印税配分金残額についての請求権を受働債権として，対当額で相殺する旨の意思表示をしている。しかし，相殺の抗弁に対して相殺の再抗弁を主張することはできない(最高裁平成10年4月30日第一小法廷判決・民集52巻3号930頁)から，一審原告による相殺の再抗弁は主張自体失当である。",
                    "また，一審原告は，平成29年3月3日付け通知書により，一審被告Y₁に対する損害賠償請求権のうち963万1084円を自働債権とし，一審被告Y₁の一審原告に対する印税分配請求権を受働債権として，対当額で訴訟外の相殺をする旨の意思表示を行っている(甲122，123の各1・2)が，この意思表示は，一審被告Y₁による上記(ア)の相殺の意思表示に後れるものである。訴訟上の相殺の意思表示は，判決の確定により初めて効力を生ずるが，訴訟上の相殺と訴訟外の相殺の先後は，相殺の意思表示がされた先後で決することが，当事者の公平にかない，法律関係を簡明にするということができるから，上記の一審原告による訴訟外の相殺の意思表示が上記(ア)の相殺の意思表示に後れる以上，上記の一審原告による訴訟外の相殺の意思表示の効力を主張することはできないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "text": [
                "一審被告Y₁の一審原告に対する276万2021円の印税債権を自動債権とし，一審原告の一審被告Y₁に対する前記(1)認定に係る貸金債務(5000万円及びこれに対する平成24年8月15日から支払済までの年5分の割合による遅延損害金)を受働債権として対当額で相殺すると，その結果，一審原告の一審被告Y₁に対する貸金返還請求は，4723万7979円及びこれに対する平成24年8月15日から支払済みまでの年5分の割合による遅延損害金の支払を求める限度で理由がある。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "なお，貸金請求に対して損益相殺をする余地はない。",
                "(5)上記5000万円は貸金であって不当利得ではないから，予備的請求である不当利得返還請求は成立しない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "一審被告Y₁に対する不当利得返還請求",
          "text": [
            "一審原告が，一審被告Y₁に対し，本件独占的利用権の対価として合計2億円を支払ったこと，本件独占的利用許諾契約は有効に成立し，解除されていないことは，前記1で認定したとおりである。",
            "そうすると，上記2億円の給付については，現在においても法律上の原因があるというべきであるから，一審原告が一審被告Y₁に対してその返還を求めることはできない。",
            "したがって，一審原告の一審被告Y₁に対する上記2億円の不当利得返還請求は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，一審原告の第1審における各請求及び当審における追加請求は，主文掲記の限度で理由があるからこの限度で認容し，その余は理由がないのでいずれも棄却すべきである。よって，一審原告の控訴及び附帯控訴(一審原告の当審における追加請求を含む)並びに一審被告Y₁及び同小池書院の控訴は，一部理由があるから，原判決を主文掲記のとおり変更し，一審被告Y₃の附帯控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10057等",
    "date": "2017-09-28",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成24年(ワ)19125",
    "precedent_id": "087121",
    "ipprecedent_id": "4762",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}