{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「ビタミンDおよびステロイド誘導体の合成用中間体およびその製造方法」とする特許権(特許番号第3310301号。以下「本件特許権」といい，同特許権に係る特許を「本件特許」という。)の共有者の1人である被控訴人が，控訴人DKSHの輸入販売に係る原判決別紙物件目録1記載のマキサカルシトール原薬(以下「控訴人製品1」という。)並びに控訴人岩城製薬，控訴人高田製薬及び控訴人ポーラファルマの各販売に係る同目録2記載(1)ないし(3)の各マキサカルシトール製剤(以下，それぞれ「控訴人製品2(1)」などといい，これらを併せて「控訴人製品2」という。また，控訴人製品1と併せて「控訴人製品」という。)の製造方法である別紙方法目録記載の方法(以下「控訴人方法」という。なお，控訴人製品1は，原判決別紙物件目録1において，控訴人方法で製造されたものと特定されており，控訴人製品2は，同目録2において，控訴人方法で製造されたマキサカルシトールの製剤と特定されている。)は，本件特許に係る明細書(特許権設定登録時のもの。以下「本件明細書」という。なお，本件特許は平成15年6月30日以前にされた出願に係るものであるから，本件明細書は，特許請求の範囲を含むものである〔平成14年法律第24号附則1条2号，3条1項，平成15年政令第214号〕。)の特許請求の範囲の請求項13に係る発明(以下「本件発明」という。)と均等であり，その技術的範囲に属するから，控訴人方法により製造した控訴人製品の販売等は本件特許権を侵害すると主張して，特許法100条1項，2項に基づき，①控訴人DKSHに対しては，控訴人製品1の平成29年9月3日までの輸入又は譲渡の差止め及び廃棄を，②その余の控訴人らに対しては，それぞれ，控訴人製品2(1)ないし(3)の同日までの譲渡又は譲渡の申出の差止め及び廃棄を求める事案である。なお，被控訴人は，本件訴え提起後に，本件特許についての特許無効審判において，平成25年9月25日付け訂正請求書により，特許請求の範囲の請求項13の訂正をした。",
            "原審は，控訴人方法が本件発明及び上記訂正後の特許請求の範囲の請求項13に係る発明(以下「訂正発明」という。)と均等であることを認め，また，本件発明に係る特許が特許無効審判により無効にされるべきものとは認められないと判断して，被控訴人の請求を全部認容したため，控訴人ら(原審被告ら)が，原判決を不服として，本件控訴をした。",
            "当審における審理中に，上記訂正を認める旨の審決が確定した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実(当事者間に争いがない事実又は文中掲記した証拠及び弁論の全趣旨により容易に認定できる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，医薬品の研究，開発，製造，販売及び輸出入等を業とする株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人DKSHは，医薬品の輸入，販売等を業とする株式会社である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人岩城製薬，控訴人高田製薬及び控訴人ポーラファルマは，それぞれ，医薬品の販売等を業とする株式会社である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "マキサカルシトール",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，活性型ビタミンD 誘導体であるマキサカルシトールを有効成分とする角化症治療剤である商品名オキサロール軟膏・ローションを製造販売している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "活性型ビタミンD の生理作用としては，古くからカルシウム代謝調節作用が知られていたが，細胞の増殖抑制作用や分化誘導作用等の多岐にわたる新しい作用が発見され，角化異常症の治療薬として期待されるようになっていた。しかし，活性型ビタミンD には血中カルシウムの上昇という副作用の問題があった。",
                    "被控訴人は，活性型ビタミンD であるカルシトリオールの化学構造を修飾した物質であるマキサカルシトールが細胞増殖抑制作用，分化誘導作用を有しながら，血中カルシウム上昇作用が弱いことを見いだした。すなわち，下記の左図がビタミンD (非活性)，中図がビタミンD の1αと25位が水酸化して活性化したカルシトリオール(1α，25ジヒドロキシビタミンD )であるが，被控訴人は，カルシトリオールの22位のメチレン基を酸素原子に置き換えることによって，増殖抑制作用が10～100倍向上し，他方，副作用である血中カルシウム，リンの上昇作用がカルシトリオールよりも著しく弱い物質が得られることを見いだしたものである(弁論の全趣旨)。この物質がマキサカルシトール(下記の右図)である。",
                    "カルシトリオール",
                    "(1α，25ジヒドロキシビビタミンD",
                    "タミンD )  マキサカルシトール"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，昭和60年12月26日(優先権主張・昭和59年12月28日)，新規物質であったマキサカルシトールを含む9，10-セコ-5，7，10(19)-プレグナトリエン誘導体について特許出願をし(甲1)，平成4年10月に特許権の設定登録を得た(特許第1705002号)。同特許権は，存続期間の延長登録を経て，平成22年12月26日に存続期間が満了した。",
                    "訂正発明は，このマキサカルシトールを含む化合物の製造方法に関するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許権",
              "text": [
                "被控訴人は，以下の特許権(本件特許権)を，ザ・トラスティーズ・オブ・コロンビア・ユニバーシティ・イン・ザ・シティ・オブ・ニューヨーク(以下「コロンビア大学」という。)と持分2分の1ずつ共有している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許番号  特許第3310301号"
                },
                {
                  "fig": "イ",
                  "subject": "発明の名称  ビタミンDおよびステロイド誘導体の合成用中間体およびその製造方法"
                },
                {
                  "fig": "ウ",
                  "subject": "出願日  平成9年9月3日"
                },
                {
                  "fig": "エ",
                  "subject": "出願番号  特願平10-512795"
                },
                {
                  "fig": "オ",
                  "subject": "優先日  平成8年9月3日(米国60／025，361による優先権主張。以下「本件優先日」という。)"
                },
                {
                  "fig": "カ",
                  "subject": "登録日  平成14年5月24日"
                },
                {
                  "fig": "キ",
                  "text": [
                    "存続期間の延長  本件特許権につき，平成22年3月31日，特許法67条2項に基づき，以下の内容の存続期間延長登録が行われた(なお，被控訴人は，延長登録がされる前の存続期間の末日までの差止めを求めているので，本件では，上記延長登録の効果は問題とならない。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許権の存続期間の延長理由となる処分",
                      "text": [
                        "薬事法(平成25年法律第84号による題名変更前のもの)14条9項に規定する医薬品に係る同項の承認"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "処分を特定する番号",
                      "text": [
                        "承認番号  21800AMX10386000"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "処分の対象となった物",
                      "text": [
                        "マキサカルシトール(一般的名称)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "処分の対象となった物について特定された用途",
                      "text": [
                        "掌蹠膿疱症"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "延長の期間",
                      "text": [
                        "5年"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明",
              "text": [
                "本件明細書の特許請求の範囲の請求項13の記載は，以下のとおりである。",
                "「【請求項13】",
                "下記構造を有する化合物の製造方法であって：",
                "(式中，nは1～5の整数であり；",
                "R およびR は各々独立に，所望により置換されたC1-C6アルキルであり；",
                "WおよびXは各々独立に水素またはC1-C6アルキルであり；",
                "YはO，SまたはＮR であり，ここでR は水素，C1-C6アルキルまたは保護基であり；",
                "そしてZは，式：",
                "のCD環構造，式：",
                "のステロイド環構造，または式：",
                "のビタミンD構造であり，Zの構造の各々は，1以上の保護または未保護の置換基および／または1以上の保護基を所望により有していてもよく，Zの構造の環はいずれも1以上の不飽和結合を所望により有していてもよい)",
                "(a)下記構造：",
                "(式中，W，X，YおよびZは上記定義の通りである)",
                "を有する化合物を",
                "塩基の存在下で下記構造：",
                "(式中，n，R およびR は上記定義の通りであり，そしてEは脱離基である)",
                "を有する化合物と反応させて，",
                "下記構造：",
                "を有するエポキシド化合物を製造すること；",
                "(b)そのエポキシド化合物を還元剤で処理して化合物を製造すること；および",
                "(c)かくして製造された化合物を回収すること；",
                "を含む方法。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効審判請求及び訂正請求",
              "text": [
                "セルビオス-ファーマ  エス  アー(以下「セルビオス社」という。)は，平成25年5月2日，本件特許(請求項1ないし30に係る特許)について，特許無効審判(無効2013-800080)を請求した(甲28)。",
                "被控訴人及びコロンビア大学は，平成25年9月25日付け訂正請求書(甲15)により，特許請求の範囲の減縮を目的として，本件明細書の訂正(訂正後の請求項の数は28。以下「本件訂正」といい，訂正後の明細書を「訂正明細書」という。なお，本件訂正により訂正されたのは，本件明細書中の特許請求の範囲のみである。)を請求した。特許庁は，平成26年7月25日，「請求のとおり訂正を認める。本件審判の請求は，成り立たない。」との審決をした(甲28)。",
                "セルビオス社は，同審決の取消しを求めて，知的財産高等裁判所に審決取消請求訴訟(平成26年(行ケ)第10263号)を提起したが，同裁判所は，平成27年12月24日，セルビオス社の請求を棄却する判決をし，同判決は確定した(甲33，34)。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "訂正発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正後の特許請求の範囲の請求項13の記載は，原判決別紙訂正明細書の特許請求の範囲【請求項13】のとおりであり，同項に係る発明(訂正発明。以下，本件特許のうち，同項に係る特許を「訂正発明についての特許」という。)を構成要件に分説すると次のとおりである(下線が訂正部分である。以下，構成要件A-1，A-2ないしA-6を併せて「構成要件A」といい，構成要件B-1ないしB-3を併せて「構成要件B」という。)。",
                    "A-1  下記構造を有する化合物の製造方法であって：",
                    "A-2  (式中，nは1であり；",
                    "A-3  R およびR はメチルであり；",
                    "A-4  WおよびXは各々独立に水素またはメチルであり；",
                    "A-5  YはOであり；",
                    "A-6  そしてZは，式：",
                    "のステロイド環構造，または式：",
                    "のビタミンD構造であり，Zの構造の各々は，1以上の保護または未保護の置換基および／または1以上の保護基を所望により有していてもよく，Zの構造の環はいずれも1以上の不飽和結合を所望により有していてもよい)",
                    "B-1  (a)下記構造：",
                    "(式中，W，X，YおよびZは上記定義の通りである)",
                    "を有する化合物を",
                    "B-2  塩基の存在下で下記構造：",
                    "(式中，n，R およびR は上記定義の通りであり，そしてEは脱離基である)",
                    "を有する化合物と反応させて，",
                    "B-3  下記構造：",
                    "を有するエポキシド化合物を製造すること；",
                    "C  (b)そのエポキシド化合物を還元剤で処理して化合物を製造すること；および",
                    "D  (c)かくして製造された化合物を回収すること；",
                    "E  を含む方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正は，本件発明の目的物質及び出発物質の「Z」を，「ステロイド環構造」及び「ビタミンD構造」のものに限定するとともに，導入される側鎖を下記構造のもの(3-ヒドロキシ-3-メチルブトキシ基。以下「マキサカルシトールの側鎖」という。)に限定すること等を内容とするもので，特許請求の範囲を減縮するものである(なお，この目的物質のうち，さらに「Z」として「ビタミンD構造」を選択し，「Z」に置換基として二つのヒドロキシ基〔OH〕を有している物質が，マキサカルシトールである。)。",
                    "控訴人方法は，本件訂正によって本件発明から除外された部分に属しない(争いがない)。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "控訴人らの行為",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人DKSHは，スイスの製薬メーカーであるセルビオス社が控訴人方法により製造した控訴人製品1を業として輸入し，少なくとも，控訴人高田製薬及び控訴人ポーラファルマに対して販売している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人岩城製薬，控訴人高田製薬及び控訴人ポーラファルマは，平成24年8月15日，それぞれ，控訴人製品2(1)ないし(3)の製造販売について厚生労働大臣の承認を受け，これらの製品は，同年12月14日，薬価基準収載された。",
                    "控訴人製品2が原薬(有効成分)として含有するマキサカルシトールは，いずれも控訴人方法によって製造されたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人方法は，別紙方法目録記載のとおりであり，要するに，①出発物質Aを，塩基の存在下で，試薬B(1-ブロモ-3-メチル-2，3-エポキシブタン。4-ブロモ-2，3-エポキシ-2-メチルブタンとも称する。以下「本件試薬」ということがある。)と反応させて，エポキシド化合物の中間体Cを合成する工程Ⅰ，②中間体Cを還元剤で処理してエポキシ基を開環させて，物質D(マキサカルシトールのトランス体)を得る工程Ⅱ，③物質Dをシス体に転換し，保護基を外して，目的物質であるマキサカルシトールを得る工程Ⅲ，④マキサカルシトールを回収する工程Ⅳからなる，マキサカルシトールの製造方法である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人方法は，訂正発明の構成要件A，B-2，D及びEを充足する。",
                    "控訴人方法は，工程Iの出発物質Aの炭素骨格が，訂正発明の構成要件B-1の引用する構成要件A-6の「Z」のうち，「シス体のビタミンD構造」(シス(5Z)セコステロイド構造)で「1以上の保護・・・の置換基を有している」構造で二つの保護された置換基を有している構造ではなく，その幾何異性体であるトランス体のビタミンD構造(トランス(5E)セコステロイド構造)である点で，訂正発明の構成要件B-1を充足しない。",
                    "(訂正発明のZのビタミンD構造)        (控訴人方法の出発物質Aの炭素骨格)",
                    "(Zは1以上の保護の置換基を有して",
                    "いてもよい)",
                    "また，控訴人方法は，工程Ⅰ，Ⅱの中間体Cの炭素骨格が，同様に，シス体のビタミンD構造ではなく，トランス体のビタミンD構造である点で，訂正発明の構成要件B-3及びCを充足しない。",
                    "なお，ビタミンD類の基本骨格には，上部の二環から繋がる三つの二重結合(トリエン。二重結合は，下図の二重線で表示されている部分)があり，ビタミンD類には，このトリエン構造に由来する幾何異性体が二つ存在する。「シス体」とは，下図の左側のトリエンの並び方のものをいい，「トランス体」とは，右側の並び方のものをいう。",
                    "5位5位シス体",
                    "トランス体3  争点",
                    "本件の争点は，①控訴人方法が訂正発明と均等なものとして，同発明の技術的範囲に属するか否か，②訂正発明についての特許が特許無効審判により無効にされるべきものと認められるか否か(下記(2)アないしウの無効理由の有無)である。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "訂正発明との均等の成否"
            },
            {
              "fig": "(2)",
              "subject": "訂正発明についての無効理由の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙14文献を主引例とする進歩性欠如(無効理由ア)"
                },
                {
                  "fig": "イ",
                  "subject": "甲12文献を主引例とする進歩性欠如(無効理由イ)"
                },
                {
                  "fig": "ウ",
                  "subject": "乙4文献を主引例とする進歩性欠如(無効理由ウ)",
                  "text": [
                    "なお，控訴人らは，原審においては，原判決の「事実及び理由」の第2の3に摘示のとおりの無効理由1，2及び4ないし6(3は欠番)を主張していたが，当審においては，同無効理由1，5及び6の主張を撤回し，新たな無効理由として，後記甲12文献を主引例とする進歩性欠如(上記無効理由イ)を主張した。したがって，当審における審理の対象となる無効理由は，上記無効理由アないしウのみである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "訂正発明との均等の成否について",
          "text": [
            "均等の第1要件から第5要件までの成否に関する当事者の主張は，次のとおり，当審における主張を補充するほか，原判決の「事実及び理由」の第3の1ないし5に摘示のとおりであるから，これを引用する(ただし，引用に係る原判決中，「原告」とあるのは「被控訴人」と，「被告」とあるのは「控訴人」と，「被告方法」とあるのは「控訴人方法」と，「構成要件A-6’」とあるのは「構成要件A-6」と，それぞれ読み替えるものとし〔以下，引用する場合は同じ。〕，原判決16頁21行目の「以下「本件試薬」という。」を「本件試薬」と，19頁14行目の「乙4の2」を「特表平4-504573(以下「乙4文献」という。)」と，それぞれ改める。)。",
            "(当審における当事者の補充主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "均等の第1要件について",
              "text": [
                "(控訴人ら)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "シス体であるビタミンD構造を出発物質とした場合，出発物質と中間体は飴状で安定性が悪く，出発物質としての取扱いや使用に難点がある。また，結晶ではないため酸化触媒であるシリカを充填剤としたカラムクロマトグラフィーで精製する必要があり，ビタミンDは酸化により劣化しやすいので，精製時のロスがある。",
                        "これに対して控訴人方法では，出発物質A(トランス体)，試薬Bを反応させた中間体C(トランス体)及びそれを開環した物質D(トランス体のマキサカルシトール)が，いずれも結晶で安定性が高く，合成ルートの中途で結晶として取り出して保存が可能であり，また，再結晶により精製できるため類縁体の種類と量とを減らすことができる。",
                        "このように，控訴人方法は，工程の安定性，精製容易性を高めた点で製法として訂正発明にはない技術的意義を有し，一方で，工程数の点で，訂正発明が二工程であるのに対して，三工程からなる点で，相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そもそも，ビタミンD 誘導体の一般的な合成方法として，シス体のビタミンD構造を出発物質とする方法，トランス体のビタミンD構造を出発物質とする方法，ステロイド環を出発物質とする方法は，従来から当業者には別個のものとして理解されている。",
                        "その上，訂正明細書には，「本発明による上記方法で出発化合物として使用される化合物の幾つかは，公知化合物である。例えば，・・・・・・国際特許公開公報WO90-09991(1990年9月7日)およびWO90／09992(1990年9月7日)に記載された所望により水酸基が保護されている9，10-セコ-5，7，10(19)-プレグナトリエン-1α，3β，20β-トリオール」との記載があり，記載されている二つの国際公開公報に対応する公報(乙3の2，乙4の2)では，トランス体とシス体が書き分けられ，後者の公報には，トランス体からシス体への転換には追加工程が必要であること，トランス体の出発物質からシス体のマキサカルシトールが製造されることの記載もあり，シス体の出発物質とする場合とトランス体の出発物質とする場合が区別されている。",
                        "結局，シス体を出発物質とする訂正発明は，トランス体を出発物質する方法とは別のものとして成立している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "化合物の製造方法の技術分野においては，化合物の構造の違い，反応条件の僅かな違いによっても，反応性に差異が生ずることがあり，出発物質から目的物質を得るまでの全工程が有機的に結合しているのであって，その有機的な結合そのものが課題解決のための技術的思想である。したがって，その構成要素又は組み合わせが変われば，別の技術的思想となる。",
                        "そして，前記(ア)のとおり，訂正発明と比べて，控訴人方法は，出発物質，中間体，中間体から異性化する工程を要する点で異なり，また，工程の安定性，精製容易性の点で異なる。",
                        "出発物質は，目的物質を得るための一連の工程の起点をどこに置くのかという点で，まさに本質的な部分である。上記(イ)のとおり，シス体であるビタミンD構造を出発物質とする方法と，トランス体を出発物質とする方法とは，それぞれ別個の方法と理解されている。中間体についても，目的物質を得るための一連の工程の経過点をどこに置くのかという点で本質的な部分であり，トランス体のマキサカルシトールを経るか否かで，上記(ア)のとおり，工程が安定か，工程数が減るかという選択を行うこととなるから，まさに製造方法として本質的な部分である。",
                        "こうした製法の重要な構成要素である出発物質，中間体の違いや，安定性や工程数の違いを無視して，製法の一部のみ取り出すのは誤りというほかない。訂正発明の本質は，部分ではなく，その製法全体にあり，出発物質や総工程数が相違する控訴人方法が訂正発明と本質的に同じであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "また，シス体とトランス体のビタミンD構造には，前者は酸化抵抗性が低く，後者は酸化抵抗性が高いという違いもある。訂正発明は，出発物質をステロイド環構造の20位アルコール化合物とする特開平6-256300号公報(以下，同公報を「乙46公報」という。)記載の従来の製法について，出発物質をシス体のビタミンD構造とした場合には，その酸化抵抗性が低く，側鎖へのエポキシ基の選択的な導入のためには，そのトリエン構造の保護が不可欠であり，側鎖導入が効率的に行えないという問題があり，適用が困難であるため，同問題に対して，出発物質としてシス体のビタミンD構造を選択し，それに適合するエーテル結合とエポキシ基の導入順序を見出したものである。したがって，シス体のビタミンD構造を出発物質とすることで，工程数を減少させる利点を享受しつつ，これを出発物質とする場合の問題点(酸化抵抗性)を解決した点に，訂正発明の本質があり，出発物質がシス体のビタミンD構造であることは不可欠な本質的要素である。",
                        "これに対し，出発物質をトランス体のビタミンD構造とする場合には，目的物質を得るために必ず異性化する工程が必要となるから，シス体のビタミンD構造を出発物質とした場合の製法全体の工程数減少の利点を享受し得ない。一方，トランス体のビタミンD構造は，シス体のビタミンD構造と異なり，酸化抵抗性が高いため従来の酸化方法を用いて側鎖へのエポキシ基の導入を効率的に行うことができるから，酸化抵抗性に関する課題がなく，課題解決原理を使用する必要はない。次に，トランス体のビタミンD構造は，結晶性で安定性に優れることからエポキシ中間体のストッキング性，再結晶による目的化合物の回収等の多くのメリットがある。さらに，ビタミンD構造体を出発物質として使用する場合には，いずれかの段階で，1位に水酸基を導入する必要があるが，この場合にトランス体を採用したほうが好ましい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正明細書に記載がある効果は，工程数の短縮のみであり，訂正発明の効果は，従来技術に対して工程を短縮した点にある。出発物質がステロイド環構造又はシス体のビタミンD構造の場合は，従来技術として，訂正発明のように二工程でマキサカルシトールの側鎖を導入できる製造方法はなかった。しかし，出発物質がトランス体のビタミンD構造の場合は，訂正明細書に従来技術として紹介されている特表平4-504573公報(乙4文献)記載の方法により，一工程でマキサカルシトールの側鎖を導入できるから，従来技術より工程数が短縮するという効果を主張することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，出発物質がシス体のビタミンD構造かそのトランス体かによって，製法としての効果は全く異なり，それぞれ別個の発明として成立し得るものであり，後者の場合には従来技術に比して工程数を短縮するという効果を有しないのであるから，控訴人方法は，訂正発明と本質的部分において，同一とはいえず，均等の第1要件を充足しない。",
                    "(被控訴人)"
                  ]
                },
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "均等論における発明の本質的部分の問題は，対象製品等と特許発明との間に差異があるかどうかではなく，差異が特許発明の本質的部分に関係するかどうかの問題である。差異があっても，特許発明の本質的部分における差異ではなく，当業者が適宜選択できる事項の差異であって，本質的部分においては同じであれば，均等の第1要件は満たされる。",
                        "控訴人らが主張するシス体とトランス体の安定性や精製容易性の違いは，訂正発明の本質的部分であるマキサカルシトールの側鎖の導入方法とは関係がないし，出発物質によって別の方法であるとの理解が存在しても，そのことは，訂正発明と控訴人方法とが実質的に同じであることを否定する理由とはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来技術に比して工程を短縮できるという点のみが訂正発明の作用効果ではない。訂正発明は，マキサカルシトールの側鎖を導入するための特定の化学反応であるから，その効果の最も正確な表現をするならば，訂正発明を，すべての公知のマキサカルシトールの側鎖の導入法と比較するべきである。本件特許に係る出願以前のマキサカルシトールの側鎖の導入を可能とする方法は，①被控訴人が開発した最初のマキサカルシトールの合成方法(甲12。多量の副生成物が生じ，かつ，酸素の使用の場面で安全性の配慮を要するなど，工業生産を考慮すると非常に効率が悪い。)，②その改良法として被控訴人が開発した臨床試験当時のマイケル法と呼ばれる合成方法(乙14の図6。多量の塩化セリウムを使用し，金属廃棄物として処理する必要があるため，大量生産での使用は困難である。)及び③訂正発明の発明者が行った臭化プレニルを試薬として用いる方法(水酸基を側鎖末端の25位に選択的に導入するために水銀化合物が必要であるため，工業生産には使用できない。)のみであり，そのいずれもが工業生産に適した方法ではなかった。訂正発明は，初めて工業的に実用可能なマキサカルシトールの側鎖の導入方法であり，その効果は，上記各従来のマキサカルシトールの側鎖導入法に対するマキサカルシトールの側鎖の導入法の違いである。",
                        "したがって，訂正発明における本質的特徴は，マキサカルシトールの量産を初めて可能にした，20位アルコール化合物と，あらかじめ臭化プレニルの二重結合を酸化してエポキシ体となっている構成要件B-2の試薬との反応によるマキサカルシトールの側鎖の新規な導入方法にある。そして，控訴人方法は，この本質的特徴を共通に備えている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正発明の側鎖導入法は酸化反応を含まないので，シス体とトランス体とを比較した酸化抵抗性の低さの違いは，訂正発明のマキサカルシトールの側鎖の導入に影響しない。また，訂正発明の反応は溶媒中で行われるので，トランス体のビタミンD構造が結晶性で安定性に優れることは，訂正発明のプロセスにおいては関係がない。さらに，1位に水酸基を導入する関係でトランス体を採用した方が好ましいという点も，出発物質は，シス体にしろ，トランス体にしろ，1位に水酸基を有しているものであり，出発物質を入手する上でのトランス体の有利点に過ぎない。なお，出発物質がトランス体のビタミンD構造の場合には，公知技術によって一工程でマキサカルシトールの側鎖を導入できたという控訴人らの主張は，根拠がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，訂正発明と控訴人方法の差異は，訂正発明の本質的部分ではなく，控訴人方法は，均等の第1要件を充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "均等の第2要件について",
              "text": [
                "(控訴人ら)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)の控訴人らの主張イのとおり，訂正発明の効果は，従来技術に対して工程を短縮した点にあるところ，出発物質をトランス体のビタミンD構造とする方法の場合は，従来から一工程でマキサカルシトールの側鎖を導入できたから，従来技術により工程数が短縮するという効果を主張することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，工程の短縮という訂正発明の効果としての効率性は，トータルとしての製造工程数で決せられるべきである。トータルとしての製造工程数でみると，控訴人方法では，トランス体からシス体への異性化工程が必要となって工程数が増え，目的化合物を得るのに実質的に三工程を要するから，訂正発明とは同じ作用効果を有さず，およそ「置換」とはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その他，前記(1)の控訴人らの主張ア(ア)のとおり，控訴人方法は，訂正発明にはない技術的意義を有し，実際の収率はシス体の場合とは同じにはならず，出発物質をシス体とする場合とトランス体とする場合とでは別個の方法と理解されるから，訂正発明と相違し，「置換」が可能とはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，控訴人方法は，均等の第2要件を満たしていない。",
                    "(被控訴人)",
                    "従来技術に比して工程を短縮した点のみが訂正発明の作用効果とはいえないことは前記(1)の被控訴人の主張ア(イ)のとおりである。",
                    "仮に，工程の短縮が作用効果であるとしても，同効果は，本件試薬を使用することにより従来技術で行われていた試薬との反応後の酸化工程を省略することで得られているから，出発物質をトランス体のビタミンD構造に置換した場合でも，訂正発明と同一の作用効果を奏する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "均等の第3要件について",
              "text": [
                "(控訴人ら)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)の控訴人らの主張ア(イ)のとおり，ビタミンD誘導体の合成方法として，シス体のビタミンD構造を出発物質とする方法，トランス体のビタミンD構造を出発物質とする方法，ステロイド環構造を出発物質とする方法は，別個のものとして理解されている。シス体のビタミンD構造の出発物質を，トランス体に変更しても，訂正発明の期待する工程数の短縮という効果が同じであるとは容易に想到することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "訂正明細書には，シス体のビタミンD構造を出発物質とする実施例はないから，訂正明細書を見た当業者にとって，そもそもシス体のビタミンD構造を出発物質として反応が進むのかが不明であり，さらに，シス体のビタミンD構造を出発物質とする方法とは別個の方法と認識されているトランス体のビタミンD構造を出発物質とした場合に，反応が進むかは全く不明であり，およそ特許請求の範囲に記載されているも同然であるとは理解できないから，当業者が容易に置換できるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，控訴人方法は，均等の第3要件も満たさない。",
                    "(被控訴人)",
                    "訂正明細書の実施例の実験条件でシス体のビタミンD構造を出発物質とした反応実験をすれば，すぐに実施可能であることがわかるし，ビタミンDの分野では，トランス体とシス体の相互の転換関係は当業者に周知であるから，トランス体のビタミンD構造を出発物質とした場合の反応についても，実験をすれば直ちに実施可能であることが分かる。",
                    "したがって，控訴人方法は，均等の第3要件を満たす。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "均等の第5要件について",
              "text": [
                "(控訴人ら)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "化学式や化合物名を用いて一定のルールのもとに客観的かつ容易に発明の対象が定義される化学分野の発明では，化学式で示されている特許請求の範囲の客観的かつ明瞭な記載に基づき，その明瞭な範囲から権利が拡張されることはないという第三者の信頼は当然生じるものであって，特許請求の範囲の記載を超えて権利が及ぶ範囲が拡張されることを第三者が予期することは極めて困難である。権利範囲の明確な規定が要求される化学分野の発明と，機能的表現が許容される分野の発明では，特許請求の範囲の記載に対する第三者の信頼は全く異なるレベルである。化学の発明について特許請求の範囲の記載に対する第三者の信頼を保護すべきことは，最高裁昭和47年12月14日判決(フェノチアジン誘導体製法事件)で示されているし，最高裁平成27年6月5日判決(プロダクト・バイ・プロセスクレーム事件)も，本件と同じ医薬分野におけるクレームの解釈について，自らが主張する独占排他権の範囲を明確に記載することに対する出願人の負担と，第三者が特許請求の範囲の記載から権利が及ぶ範囲を予測する負担とを衡量する必要性を示している。",
                    "化学式で特許請求の範囲が記載されている訂正発明において，出願時にトランス体の出発物質を特許請求の範囲に含めるための出願人の負担は皆無といって良いのに対し，客観的かつ明瞭な表現で規定されている特許請求の範囲から権利が拡張することはないという第三者の信頼は上記のとおり当然生じるものであって，出願人の負担と第三者の信頼を衡量したとき，均等の理念である「衡平」の理念に照らして，第三者の信頼の方が保護されるべきである。",
                    "そもそも，最高裁平成10年2月24日第三小法廷判決・民集52巻1号113頁(以下「ボールスプライン事件最判」という。)は，制定法である特許法70条1項の規定に従うことが原則であることを示した上で，特許法の目的である産業の発達を阻害しない範囲内においてのみ，均等論が適用されることを示し，特許法の原則に反してでも特許権者を保護すべき理由が存在していることを前提として均等論を認めているにすぎない。本件で均等の成立を認めることは，均等論の適用による権利の拡大を前提に出願人はクレームを作成すれば良い，という上記特許法の原則を無視した議論を認めることとなり，特許制度の公示機能を信じた第三者に多大な損害を与える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかも，本件においては，以下のとおりの事情からすれば，出願人がシス体のビタミンD構造のみを出発物質としたのは，出願時の困難や過誤に基づくものではなく，出発物質を定義する際にトランス体のビタミンD構造の記載を失念したという事情は存在しない。出願人は，特許請求の範囲を記載するに際し，トランス体のビタミンD構造を対象としないことを明瞭かつ客観的に意識して出発物質を決定し，積極的にトランス体のビタミンD構造を除外するという意識的な選択をしたものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ビタミンDの基本骨格にはシス体とトランス体という二種類の幾何異性体が存在し，この二種類の基本骨格しか自然界に存在しないことは周知の事項である。また，本件優先日には，ビタミンD誘導体の合成において，出発物質をトランス体のビタミンD構造とするルートは広く当業者に知られており，ビタミンD誘導体を研究する本件特許の発明者らであれば，これらの事実を熟知していた。したがって，本件優先日において，出願人が過誤でトランス体のビタミンD構造を出発物質とする合成ルートの存在に気付かなかったということはない。",
                        "また，前記(1)の控訴人らの主張ア(イ)のとおり，ビタミンD誘導体の合成において，トランス体のビタミンD構造を出発物質とする場合とシス体を出発物質とする場合はそれぞれ別の方法であると理解されていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正明細書の特許請求の範囲の請求項13には，訂正発明の構成要件B-3の構造式において，化学結合を波線で「 H」と記載し，Hの付け根の立体構造がR体とS体の立体異性体の双方を含むことが明示されているのに，ビタミンD構造の幾何異性体についてはシス体のみに限定して記載されている。立体異性体についてはその両方を含むことを明記する一方で，幾何異性体についてはシス体のみを特許請求の範囲に記載すれば，トランス体が対象外となることは出願人も直ちに理解でき，第三者もそのように理解する。したがって，訂正明細書上，トランス体を対象としないことを明瞭かつ客観的に限定している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，訂正明細書の詳細な説明中(41欄32～48行)には，前記(1)の控訴人らの主張ア(イ)のとおり，出発物質として，シス体のビタミンD構造を記載した特許公報のほかに，トランス体のビタミンD構造を記載した二つの国際公開公報が記載されている。しかるに，訂正明細書(37欄10～12行)には，「本発明に関するCD環構造，ステロイド構造およびビタミンD構造は各々，特には下記する構造を意味し・・(略)」と記載された上で，シス体であるビタミンD構造の化学構造式が選択され，記載されており，かかる選択を受けて，特許請求の範囲においても，シス体のビタミンD構造のみが記載されている。このように，二種類存在する基本骨格の中から，シス体を「特に」限定しているのであるから，訂正明細書上，トランス体を対象としないことを明瞭かつ客観的に限定している。したがって，トランス体のビタミンD構造は意識的に除外されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，訂正明細書の詳細な説明中(20頁右欄1行以下)には，SOの付加によって保護されたビタミンD構造の例として，下記の図が記載されている。",
                        "左右の図は，化合物としては同じであり，「(SO の付加により)保護されたビタミンD構造の例」を示すためであれば，左図を描けば十分である。ところが，訂正明細書に上記二つの構造式を提示しているのは，次図に示すような，シス体の出発物質とSO が付加した直後の構造式(左側の構造式)，トランス体の出発物質とSO が付加した直後の構造式(右側の構造式)を各々表現していると解釈するしかない。",
                        "また，保護基としてSO を付加したビタミンD誘導体を出発物質として用いると，アルキル化反応の際に必ずトランス体になることは，本件優先日当時の技術常識である(乙1)。",
                        "訂正明細書の「発明の詳細な説明」の欄に，このようなトランス体の出発物質を想定した記載が存在するのに，特許請求の範囲ではシス体の出発物質に限定しているのであって，この点でも意識的限定が明らかである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "訂正明細書にはステロイド環構造を出発物質とする実施例しか記載がないのに，訂正発明は，「Z」に相当する部分構造がシス体のビタミンD構造の場合にまで拡張されている。実施例からの拡張として，ビタミンD構造を権利範囲に加える際に，シス体として特定すれば，それが拡張の限界となること及びその記載こそが第三者に対する権利主張可能範囲であることも出願人は理解していた。また，具体的に記載された発明がすでに一般化され，出願人自らが主張する独占排他権の範囲として特許請求の範囲に記載されている明細書に接すれば，第三者は，当然に「Z」に相当する部分構造についても検討が行われた上で，権利が及ぶ範囲が決定され，それと同時に，特許請求の範囲に記載されなかったビタミンD構造に関しては権利が及ぶ範囲から除外されたと認識する。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件特許出願時の審査実務では，出発物質ごとに具体的な実施例が求められていなかったから，出願人が出発物質として何を選ぶかは全く任意であり，出発物質の「Z」に相当する部分構造として，シス体のビタミンD構造，トランス体のビタミンD構造，ステロイド環構造，CD環等のいずれをも選択可能であり，トランス体を含めることに何らの困難もなかった。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "出願人がビタミンD構造についてはシス体のみとしたのは，発明の進歩性を意識した限定と理解される。すなわち，前記(2)の控訴人らの主張のとおり，訂正発明について訂正明細書に記載がある作用効果は，「工程の短縮」のみであるが，トランス体を出発物質とするとシス体への転換工程が必要となり，同作用効果を主張できない。しかも，トランス体のビタミンD構造を出発物質とする場合，一工程で側鎖を導入した公知技術(乙4の2，乙50)が存在するため，従来技術と比較した工程数短縮効果は得られない。そのため，出願人は，ビタミンD構造についてトランス体を発明の対象とすると工程短縮の効果を主張して特許査定を受けられなかった可能性が高く，シス体のみを出発物質としたものであると考えられる。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "以上のとおり，訂正発明において，トランス体のビタミンD構造については，ボールスプライン事件最判がいう「特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情」があり，また，同判決が均等論を認める根拠として示す「あらゆる侵害態様を予測して明細書の特許請求の範囲を記載することは極めて困難」という，特許権者を特に保護すべき事情は存在しない。そして，訂正明細書には，トランス体を出発物質とする発明の開示は全くなく，トランス体にまで権利を拡大しなければ社会正義に反するというような事情も全くない。一方，訂正明細書をみた第三者は，トランス体のビタミンD構造を出発物質とする製法に訂正発明の権利は及ばないとしか理解しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のほか，被控訴人は，控訴人らが製剤の事業化にあたり先発・後発特許調整を行った際に，控訴人DKSHに書面を送付し，控訴人方法について，シス体のビタミンD構造との均等侵害の主張のみならず，CD環構造に所望の置換基を有するものがトランス体のビタミンD構造を形成するものに当たることを前提とする，CD環構造の文言侵害の主張もしていた。訂正明細書において，CD環については置換基が結合したビタミンD構造のトランス体が除外されていないにもかかわらず，特許請求の範囲ではシス体に限定されたビタミンD構造のみが記載されていることからすれば，ビタミンD構造の場合に，特許請求の範囲からトランス体が意識的に除外されていることはいっそう明確である。上記被控訴人の文書は，ビタミンD構造を出発物質とする場合はシス体に限定されているという訂正明細書の記載内容を控訴人らに再確認させるものであり，控訴人らの製造販売開始前に示された特許権者による表示であって，意識的限定というべきである。",
                    "しかも，被控訴人は，結局，本件訴訟においては均等の主張のみを行い，その後に本件訂正によりCD環をZから削除している。CD環の場合の文言侵害とシス体のビタミンD構造の場合の均等侵害という別個の構成要件の記載に関し，片方(CD環)でしか文言侵害がいえないという事実は，他方(シス体のビタミンD構造)では構成要件の記載からトランス体のビタミンD構造が除外されていることを示しており，かかる場合に文言侵害の主張に代えて均等侵害の主張を認めるのは，第三者の保護という均等論の根底にある衡平の原則に反する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，控訴人方法は，第5要件を充足しない。",
                    "(被控訴人)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲の文言が明瞭であるか，不明瞭であるかは均等を認める必要性や均等論の理念とは関係がない。特許請求の範囲は，発明を明瞭に記載することが求められており，むしろ明瞭に規定された発明であってこそ，均等か否かの評価をすることができる。",
                    "ボールスプライン事件最判により均等論が認められている以上，出願人はこれを前提として特許出願をすることができ，また，第三者もこれを前提として特許の評価をする必要があり，特許請求の範囲でのある文言の構成の選択が，その文言以外の構成について権利を主張することの放棄の意思表明には必ずしもならない。それは「その文言以外の構成」が広く知られていても同じである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らの主張は，出願時に容易に知り得る均等技術は明細書に記載し，特許請求の範囲に含まれるように記載すべきであり，これを怠ると，均等の主張が許されないというものであるが，そのような義務は，特許法のどこにも規定されておらず，均等論が確立している現在の特許実務においては根拠がない。",
                    "控訴人らの主張に従うと，出願人は，「シス体」の発明をしたら，特許出願のために「トランス体」の発明も研究しなければならないことになり，さらに，他の「意識的除外」も生じないように，出願時の検討が必要になる。「意識的除外」を避けるための検討事項が増えると，多くの研究時間を要し，特許出願に時間，労力，費用がかかることになる。一方，侵害者は，他者の特許を検討し，特許請求の範囲に記載がされていなければ均等が及ばないものとして，均等侵害の心配をすることなく均等物を探すことができるようになり，不当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，シス体とトランス体の二種類しかないときに特許請求の範囲に「シス体」と記載すれば，それはシス体を「特に」限定したことを意味する旨の主張をする。しかし，二種類のうちの一方を記載したことが，「特に」限定する積極的な意思表示であると解する理由はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らが指摘する訂正明細書の37欄は，訂正発明の出発物質の構造式を説明する中で，「本発明に関するCD環構造，ステロイド構造およびビタミンD構造は，各々，特には下記する構造を意味し，」と述べており，特許請求の範囲に記載されている三種類のZの構造式を記載しただけである。一方，訂正明細書の41欄は，訂正発明の出発物質のうち公知化合物であるものについて，文献を引用している部分である。",
                        "これらの離れた別の記載を意図的に結び付けて，特許出願人が，出願時に，トランス体のビタミンD構造を技術的範囲から意識的に除外したとする控訴人らの主張は，恣意的にすぎる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人らは，訂正明細書中のSO 付加により保護されたビタミンD構造についての記載を根拠に，意識的限定であると主張する。",
                        "しかし，SO の保護基は，ビタミンD構造を酸化反応から保護するものであるが，訂正発明の反応においては酸化作用の反応は存在しないから，訂正発明の反応において用いられる保護基ではなく，一般的なビタミンD構造で用いられる保護基の例である。訂正明細書記載の二通りの保護基の図は，同一の構造であり，一方の図で十分であるが，両方の表記がなされていることから，これを出願人のトランス体に対する意識的除外を示すものとする控訴人らの主張は理解し難い。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "特許請求の範囲に記載された発明の技術的範囲が，実施例に記載された具体的な実施態様より広いことは，特許実務において一般的なことであり，特許請求の範囲が実施例から「拡張されている」などとはいわない。控訴人らが，実施例と特許請求の範囲の間に「一段階の拡張」が存在し，均等の認定は「二段階の拡張」であるかのように主張するのは，特許法を正解しないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人らは，本訴提起前に被控訴人が送付した書面の記載を根拠とした主張をする。しかし，同書面において，被控訴人は，CD環の請求項の文言侵害と同時に，シス体のビタミンD構造の請求項についてのトランス体のビタミンD構造の均等も主張しているのであるから，その行為が意識的除外であるとの主張は理解できない。また，同書面は，セルビオス社の見解に対する弁護士の反論の意見書にすぎず，このような議論の中で出された見解の表明が均等の第5要件の特段の事情に当たるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人らは，本件において均等を認めることが衡平の理念に反する旨主張する。しかし，本件は，衡平の原則により均等論による保護が認められるべき事案である。被控訴人は，昭和60年にマキサカルシトールを発明し，多額の投資をして，その臨床試験を行い，医薬品の新規事業を開拓したが，前記(1)の被控訴人の主張ア(イ)のとおり，従前の製造方法では，臨床試験が成功しても量産化できなかったか，あるいは，高価な医薬品として少量を供給するほかなく，約10年の年月を要して発見した訂正発明によって，マキサカルシトールを医薬品として十分合理的な価格で社会に供給することが可能となった。控訴人らは，物質特許が期間満了し，かつ，マキサカルシトールの乾癬用途特許も延長期間満了で平成24年9月に切れた後の同年12月に後発医薬品メーカーとして市場に参入した。それが可能であったのは，セルビオス社がマキサカルシトールの原薬を控訴人らの受け入れ可能な価格で供給したからであり，セルビオス社は，控訴人方法を独自開発したのではなく，被控訴人の技術情報から訂正発明を知って，シス体をトランス体に変えれば，本件特許の侵害を回避できると考えて，控訴人方法で製造したマキサカルシトール原薬を控訴人らに供給したのである。セルビオス社が本件試薬を用いるという最も重要な情報を被控訴人の技術情報から入手したことは，セルビオス社が本件特許に対して提起した無効審判請求(無効2013-800080)において，本件試薬が記載された「1-ハロ-3-メチル-2，3-エポキシブタンとアルコール類との反応 」 と 題 す る 論 文 ( 昭 和 5 7 年 に 頒 布 さ れ た 「 CHEMISTRY  OF HETEROCYCLIC  COMPOUNDS」と題する書籍登載。以下「乙9文献」という。)に相当する文献を提出していないことから明らかである。",
                    "本件で，被控訴人の研究者が，10年の年月を要して発見した，マキサカルシトールの効率的な工業的生産方法の訂正発明について，シス体をトランス体に変えることで特許侵害を回避できるとしたら，侵害者らは，訂正発明によって得られた効率的生産の効果を享受して，安価な後発医薬品で参入できることになり，特許法1条の目的に照らして妥当ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，控訴人方法は，第5要件を充足する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "訂正発明についての無効理由の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "乙14文献を主引例とする進歩性欠如(無効理由ア)について",
              "text": [
                "(控訴人ら)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "久保寺登執筆の論文「活性型ビタミンD誘導体-医薬品開発の過程で合成研究者が担当する多彩な役割」(有機合成化学協会誌第54巻第2号。乙14。以下「乙14文献」という。)の図9には，訂正発明の出発物質と同一の出発物質に，4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテンを反応させて，プレニル基を有するステロイド化合物を生成し，引き続き，香月-シャープレス反応を用いてエポキシド化合物18，19を生成し，これにDIBAH(水素化ジイソブチルアルミニウム)を用い，光照射及び熱異性化を経て，マキサカルシトールの予想代謝物12，13を合成する方法(以下「乙14発明」という。)が記載されている。",
                    "訂正発明と乙14発明は，以下の点で相違し，その余の点で一致する。",
                    "(相違点1)目的物質の側鎖について，訂正発明の側鎖は，末端の基がメチル基であるマキサカルシトールの側鎖であるのに対し，乙14発明の側鎖は，末端の基がヒドロキシメチル基であり，マキサカルシトールの側鎖ではない点。",
                    "(相違点2)アルキル化反応に用いる試薬が，訂正発明では「4-ブロモ-2，3-エポキシ-2-メチルブタン」(本件試薬)であるのに対し，乙14発明では「4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテン」である点。",
                    "(相違点3)訂正発明は，出発物質と本件試薬を塩基の存在下で反応させて，下記構造：",
                    "n＝1，R ，R ＝メチル",
                    "を有するエポキシド化合物を得ているのに対して，乙14発明では，出発物質と本件試薬とは異なる試薬とを反応させて，下記構造の化合物を生成し，",
                    "次いで，香月―シャープレス反応を用いて，下記構造",
                    "のエポキシド化合物を製造する点。",
                    "ただし，相違点3は，相違点2によって当然生じる相違点であり，相違点2と別個独立したものではないから，実質的な相違点は，相違点2のみである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記相違点は，以下のとおり容易に克服することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙14文献は，全体としてマキサカルシトールの合成方法を検討した文献であり，マキサカルシトールを工業的に効率的に製造する方法が技術課題であることが明記されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，乙14文献の図9には，下図1のとおり，エポキシド化合物から還元によりエポキシ基を開環する反応が記載され，マキサカルシトールの予想代謝物が高収率で得られたことが記載されている。",
                        "(図1)",
                        "還元(開環反応)",
                        "(エポキシド化合物)            (予想代謝物)",
                        "この予想代謝物の側鎖は，マキサカルシトールの「構造を眺めて代謝を受けやすい部分を想定して」，マキサカルシトールの側鎖の末端の一方のメチル基がヒドロキシメチル基に変化する可能性のあることを想定して合成されたものであり，マキサカルシトールの側鎖と異なるのは，末端のメチル基(CH 。上記図1の青色部分)のうちの一つがヒドロキシメチル基(CH -OH。上記図1の赤色部分)になっている点のみである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "有機合成の研究では，類似構造を有する化合物の合成方法から着想を得るのが常道であり，乙14文献記載のマキサカルシトールを効率的に製造する方法を課題として解決しようとする当業者は，乙14文献の図9の記載に接して，乙14発明の予想代謝物であるビタミンD誘導体及びその前駆体となるステロイド化合物の側鎖と，マキサカルシトールの側鎖の構造が，上記のとおり酷似していることに着目して，乙14発明の合成方法をマキサカルシトールの合成にも応用し，エポキシド化合物におけるヒドロキシメチル基をメチル基に変更することを動機付けられる。",
                        "上記図1の開環反応では，エポキシド化合物の末端のヒドロキシメチル基とメチル基がそのまま予想代謝物に保存されており，当業者であれば，乙14発明のエポキシド化合物においてヒドロキシメチル基をメチル基に置き換えても，下図2のとおり，メチル基がいずれも保存され，エポキシ基の開環反応によりマキサカルシトールを合成できることを容易に理解し，想到する。",
                        "(図2)",
                        "エポキシ基の開環後も，ヒドロキシメチル基とメチル基がそのまま保存されることは，当業者の技術常識とも合致している(乙10)。",
                        "しかも，ステロイド環構造を有するエポキシド化合物のエポキシ基を還元剤で開環して，マキサカルシトールと同様に，末端に二個のメチル基の結合した側鎖を構築する方法は，下図3のとおり，本件優先日前において当業者に知られている(乙19。ただし，図3の側鎖は，22位の原子が酸素原子ではなく，炭素原子である点がマキサカルシトールの側鎖と異なる。)。",
                        "(図3)",
                        "訂正発明の発明者自身，カルシトリオールの側鎖の22位の炭素原子を酸素原子に置換することによりマキサカルシトールを想到している(乙14)。しかるところ，国際公開公報第93／21204号(乙19。以下「乙19文献」という。)では，このカルシトリオールと同じ側鎖を構築する際にエポキシド化合物を用いることが記載されており，当業者は，乙14文献の図9記載のマキサカルシトールの側鎖構築法が，乙19文献の側鎖構築法に酷似していることを直ちに理解する。乙19文献のような技術知見を有する当業者にとって，乙14文献の図9のエポキシド化合物からマキサカルシトール前駆体(エポキシド化合物)の合成を着想することには，何の困難もない。",
                        "したがって，前記(ア)の課題を認識する当業者は，乙14文献の図9から，マキサカルシトールの合成をするために，その前駆体として，図9のエポキシド化合物のヒドロメチル基をメチル基に置き換えたエポキシド化合物を用いることを容易に着想し，動機付けられる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そして，上記図2のエポキシド化合物から，訂正発明の試薬及び出発物質としてのステロイド環構造の20位アルコール化合物を想到することは，以下のとおり，容易である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "既知の物質の合成ルートを検討するに当たっては，目的化合物からスタートして，反応を逆行して合成法を検討する「逆合成法」が有機合成の分野における研究者の常套手段であり(乙37，38)，本件優先日当時，有機合成化学に携わる者であれば誰でも必ず身に着けている合成法であった。マキサカルシトールという既知の物質を効率的に作るという課題を解決するために，当業者が逆合成法を用いるのは自然である。",
                            "逆合成法は，なるべく効率的にマキサカルシトールの合成前駆体となるエポキシド化合物を合成するために適用されるのであり，最初に考慮されるのは，一段階の反応でエポキシド化合物を合成できないか，ということである。",
                            "前記図2のエポキシド化合物を見ると，下図4のとおり，エーテル結合の酸素原子とその右側の炭素原子との間で切断することが可能であり，有機合成の観点からも合理的である(乙39A意見書)。",
                            "(図4)",
                            "上記のように切断した場合，エーテル結合部分の酸素原子は電子的にマイナスにチャージするため，これを打ち消すために電気陰性度の小さな水素原子を付加し，一方，切断されたもう一方の炭素原子は電子的にプラスにチャージするため，これを打ち消すために電気陰性度の高いBrなどのハロゲン原子を付加するのは技術常識である。実際，乙14発明においても出発物質と試薬との関係は同様であり，この切断後のステロイド環構造の22位を水酸基としたものは，乙14発明の出発物質そのものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記部位で切断することは，当業者の技術常識とも合致する。すなわち，出発物質の22位水酸基をアルキルブロミドによりアルキル化するような手法は，本件優先日当時，当業者に周知かつ慣用の技術であり(甲1)，また，ある化合物をアルキル化する際に，エピブロモヒドリンなどのエポキシ基を有する化合物をアルコールと反応させることにより，グリシジルエーテル化合物を合成できることは，本件優先日当時，周知であった(乙6ないし8，29ないし31。立体的に複雑な3員環骨格に結合する2級アルコールについて乙31。立体的に複雑なステロイドアルコールについて乙41，42)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上から，マキサカルシトールの効率的な製造方法を検討する当業者は，逆合成法を適用して，上記図4の部位でエポキシド化合物を切断した上，炭素原子側にBrを付加して得られる本件試薬(同図の右下の化合物。訂正発明1のエポキシ体の試薬の構造と同じ)を，酸素原子側に水素原子を付加して得られる乙14発明の出発物質(図4の右上の化合物。訂正発明の出発物質の炭素骨格がステロイド環構造のものと同じ。以下「本件ステロイド出発物質」という。)に適用することを想起する。",
                            "また，乙14発明では，側鎖にエポキシ基を導入するためにプレニルの導入と香月-シャープレス反応の二工程が必要であるが，本件試薬を用いれば，一工程で側鎖にエポキシ基を導入することができ，工程数を短縮できることも容易に理解できる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記のように本件試薬を想起した当業者は，文献検索を行った結果，本件試薬を掲載した乙9文献を発見することができる。",
                            "乙9文献は，10種類の異なる構造を有するアルコール類について本件試薬が反応することを報告するものであり，そのうち，イソプロパノールが，最適化されていない条件であるにもかかわらず，本件試薬と約50％という高い収率で反応することが記載されている。",
                            "イソプロパノールと本件試薬との反応は，S 2反応である。S 2反応においＮ Ｎて，目的とする生成物が得られることを予測できるかで問題となるのは，反応部位となる官能基構造の類似性や，アルコール類であれば，反応点の構造が何級アルコールかというような，反応点のごく近傍の環境の類似性である。反応に供される化合物の全体としての分子量や，反応部位から遠隔にある，反応とは関係のない箇所の分子構造などは問題とされない(乙39A意見書，乙64)。",
                            "そして，イソプロパノールは，訂正発明の出発物質と同じ2級アルコールであって，両者は，反応部位の部分構造(下図5の青色で囲んだ部分)が酷似するから，当業者は，訂正発明の出発物質と本件試薬とのS 2反応性も，良好に進行するこＮとが理解できる。",
                            "(図5)",
                            "(イソプロパノール)                (訂正発明の出発物質)",
                            "このことは，反応を考える際の当業者の常套手段である分子模型を見ても，本件試薬には求核剤(反応の対象となる物質)の進路に大きな空間があるため，本件ステロイド出発物質との反応が容易に進行し，ステロイド環構造は，本件試薬との反応に際して立体的障害に全くならないことが分かる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "そして，乙9文献には，ブタノールと本件試薬を反応させて得たエポキシエーテル化合物のエポキシ基を，還元剤で所望の方向に開環する工程も記載されており，開環すると，マキサカルシトールの側鎖と同一の側鎖が形成されることも記載されている。ブタノールに代えて，イソプロパノールの場合でも，エポキシ基を開環すれば，側鎖が同一構造(マキサカルシトールの側鎖)になるのは自明である。",
                            "したがって，当業者は，高い蓋然性をもって，本件試薬と本件ステロイド出発物質とのエポキシアルキル化反応が進行する可能性が高いと考えて，訂正発明のエポキシド化合物を合成することを動機付けられるというべきである(乙39A意見書)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙14文献の図9のエポキシド化合物のヒドロキシメチル基をメチル基に置き換えたエポキシド化合物を用いるという着想の容易想到性について",
                      "text": [
                        "被控訴人は，乙14発明の目的物質のビタミンD誘導体には2種類の異なる立体配置が存在するために香月-シャープレス反応を用いているから，乙14発明のエポキシ体の還元反応の部分だけに着目する理由は存在しないと主張する。しかし，いずれのビタミンD誘導体もマキサカルシトールの側鎖と構造が酷似しており，エポキシ基の開環により高収率で得られているから，いずれに着目しても当業者はマキサカルシトールの合成に応用することを想到するし，乙14文献で香月-シャープレス反応を用いていることの目的は当業者に容易に理解され，当業者はマキサカルシトールでは立体配置の問題が生じず，一種類だけの前駆体エポキシド化合物を利用するだけで効率的にマキサカルシトールを製造できることを理解するから，図9において二種類の異性体が存在することは，控訴人らの主張する着想の容易想到性の妨げにならない。",
                        "また，被控訴人は，乙14発明をマキサカルシトールの合成に応用するのであれば，試薬を臭化プレニルに代えるのが素直であると主張する。しかし，逆合成の手法は，なるべく効率的に前駆体であるエポキシド化合物を合成するために適用するのであり，工程数の多い迂遠な合成方法を当業者がわざわざ採用するはずがなく，被控訴人の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件試薬と本件ステロイド出発物質との反応の予測可能性について",
                      "text": [
                        "被控訴人は，本件試薬と本件ステロイド出発物質との反応が進むことを当業者が予測することはできないと主張し，その根拠として，①本件試薬には反応点の候補が3か所あるので，副反応が生じる可能性があること，②本件試薬のエポキシ基が開環する可能性があること，③本件試薬の電荷分布の点からは後記反応点1で反応が進むと予測できないこと，④エピハロヒドリンの反応性に関する知見からは直接置換反応で反応が進むと予測できないこと，⑤本件ステロイド出発物質の反応は，本件試薬の立体の影響を受けることなどを挙げる。",
                        "しかし，上記①及び②については，乙9文献自体から，エポキシ基が開環することなく，直接置換反応により反応点1で反応が進行することが明らかである。",
                        "また，上記③については，本件試薬において，反応点の炭素原子とその隣の炭素原子がいずれもプラスに荷電しているとの被控訴人の主張は誤りである。",
                        "上記④については，ウィリアムソン反応において，エピハロヒドリンも反応点1で反応することが知られている(乙58)。",
                        "さらに，上記⑤については，被控訴人の研究者が個人的に有していた知見にすぎず，技術常識ではない。本件ステロイド出発物質の水酸基が，本件試薬と同等の分子量や類似構造を有する種々のハロゲン化アルキル試薬と容易にS 2反応するこＮとは，本件優先日当時周知であった(甲12，20，乙18，41)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，マキサカルシトールの効率的な製法を見いだそうとする当業者であれば，乙14発明のマキサカルシトールの予想代謝物をマキサカルシトールとするために末端のヒドロキシメチル基をメチル基に変えること(相違点1)，乙14発明の試薬に代えて本件試薬を本件ステロイド出発物質に適用すること(相違点2)，そして，本件ステロイド出発物質に本件試薬を適用して訂正発明のエポキシド化合物を得ること(相違点3)をいずれも容易に想起する。",
                    "そして，本件試薬について記載のある乙9文献の存在は，上記適用可能性について一層確信を抱かせるものである。本件試薬を乙14発明の試薬に代えて用いることについて，乙9文献に記載や示唆がないからといって，上記容易性には何らの影響もない。実際，訂正発明の発明者らは，乙9文献のイソプロパノールの反応を見て，本件試薬を使用してマキサカルシトールを合成することができると考えたと述べている(甲13，乙24)。",
                    "したがって，訂正発明は，乙14発明及び乙9文献の技術的事項に基づいて当業者が容易に想到することのできるものである。",
                    "(被控訴人)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "乙14発明の反応工程は，以下の図のとおりである。",
                    "訂正発明と乙14発明の一致点及び相違点は，控訴人らの主張するとおりであり，導入しようとする側鎖の末端構造が相違し，反応試薬も相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らは，乙14発明の反応工程のうち，最終目的物質である予想代謝物(12)，(13)が，エポキシド化合物(18)，(19)のエポキシ基を開環することで得られていることに着目し，このエポキシド化合物のヒドロメチル基をメチル基に置換したものをマキサカルシトールの前駆体とすることは容易であると主張する。",
                    "しかし，乙14発明の反応工程において，エポキシド化合物(18)，(19)の反応が用いられるのは，最終目的物質(12)，(13)を，側鎖末端の立体配置を選択的に製造することを可能とするために，香月-シャープレス反応を含む特別な反応工程を採用しているからである。すなわち，エポキシド化合物を(18)にするか(19)にするかで，最終目的物質が(12)あるいは(13)になる。立体構造の制御の目的がなければ，エポキシド化合物を経由することはない。これに対して，マキサカルシトールの側鎖末端には異なる立体配置は存在しないから，マキサカルシトールの製造方法を開発するときに，乙14発明の反応工程からエポキシ体の還元反応の部分だけに着目する理由は全くない。控訴人らが乙14発明のエポキシ体の還元反応の部分だけに着目するのは，訂正発明をみた後知恵である。",
                    "仮に，乙14発明の予想代謝物とマキサカルシトールの構造の類似性に着目して，乙14発明をマキサカルシトールの合成に応用するとしたら，エポキシ基に結合したヒドロキシメチル基をメチル基に置換するのではなく，乙14発明で出発物質(8)と反応させる試薬を，下右図の構造を有する臭化物(臭化プレニル)に変えるのが素直である(甲13)。",
                    "右図の試薬は出発物質と反応するが，エポキシド化合物は生成しない。目的物質の側鎖末端がマキサカルシトールの側鎖になれば，香月-シャープレス反応を用いてエポキシ体を生成する理由はない。",
                    "乙14文献は，20位アルコール化合物とのウィリアムソン反応でエポキシ試薬を用いることは示唆しておらず，マキサカルシトールの側鎖の導入において，エポキシ体の開環反応を用いることを示唆する記載は存在しない。乙14発明から，本件試薬が導きだせるという主張は，乙14発明の反応工程の技術的意義を無視したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，訂正発明の出発物質のような20位アルコール化合物と本件試薬との反応は，以下のとおり，有機化学の技術常識に基づけば，困難であると予想されていたものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件試薬側の予測困難性",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正発明の反応であるウィリアムソン反応は，ハロゲン化アルキルR’X側の反応点が正に荷電(δ＋)する度合いが高いほど，またその正の荷電が安定化されるほど，反応が進行しやすい(乙56)。",
                            "有機化学の常識からは，訂正発明の試薬の構造を考えた場合，下図に示すように，反応点であるα炭素原子も，その隣のβ炭素原子も，それぞれBr原子，酸素原子という陰性原子と結合するため，正に荷電するはずであるが，隣り合う炭素原子がいずれも正荷電で反発するため，反応点の炭素原子の正の荷電は安定化されにくく，ウィリアムソン反応も進行しにくいと予想される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件試薬には反応点の候補が3か所あるため，副反応が生じる可能性が予想される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，一般に，エポキシ基を分子内に有するエポキシド化合物は，反応性に富み，開環しやすいから，反応による開環が予想される。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件試薬と構造が類似しているエピハロヒドリンに関する多くの研究によれば，エピハロヒドリンは求核試薬と反応してエポキシ基の開環が生じるケースが多く(直接置換反応が起こるケースは少ない。)，その条件や反応経路(直接置換反応が起こるか否か)は予測困難である(甲31)。エピハロヒドリンの知見から，本件試薬の直接置換反応を予測することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "20位アルコール化合物側の予測困難性",
                      "text": [
                        "一方，20位アルコール化合物は，反応相手の試薬の立体の影響(試薬の環の位置などの嵩高さ)を敏感に受ける。20位アルコール化合物にマキサカルシトールの側鎖を直接導入することはできていないし，20位アルコール化合物と，甲13の化合物9や，後記甲12試薬1との反応は全く進行しない。20位アルコール化合物には，マキサカルシトール側鎖を導入しうる構造のウィリアムソン反応試薬との反応を妨げる立体障害が存在すると推測される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "乙9文献は，上記ウの有機化学の技術常識に基づく予想が，本件試薬とイソプロパノールのような低分子アルコールとの反応に関しては，当てはまらない結果を記載しているものである。しかし，なぜ，乙9文献の出発物質と試薬の反応が進むのかは，解明されているわけではなく，乙9文献には，その理由が理解できる記載はない。また，乙9文献の反応収率(40．6～76．4％)と反応条件(40ないし80℃で8ないし10時間の加熱還流を要している。)に鑑みると，本件試薬には立体障害が存在することを示唆している。そうすると，本件試薬には，一方で，一般的に反応の困難を予想させる理由が存在し，他方，乙9文献には，理由はわからないが，低分子アルコールとの反応では，反応を困難とする作用を上回る，反応を促進させる作用が存在することが示唆されている。",
                    "しかし，乙9文献は，低分子アルコールとは構造を大きく異にする20位アルコール化合物との反応については，反応性を予測させるものではなく，本件試薬との反応も困難と予測し，又は反応するかどうかは実験をしてみなければわからないと考えるのが合理的である。また，乙9文献以外には，本件試薬の反応性を予測し得る根拠となる知見は存在せず，本件試薬の側からも，訂正発明の反応の予測は困難である。",
                    "訂正発明は，技術常識に基づく上記予想とは異なり，実際に実験を行ってみると非常に高い収率で反応するという組み合わせであることを見出したものである。特許制度の趣旨に鑑みれば，実験をしなければ，反応が進むかどうかわからない反応について，初めて実際に実験をして反応性が見いだされた反応については，進歩性のある発明がなされたと評価されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲12文献を主引例とする進歩性欠如(無効理由イ)について",
              "text": [
                "(控訴人ら)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "久保寺登他4名執筆の論文「ビタミンD 誘導体の合成研究VIII」(Chem.Pharm.Bull.,1986,34(10),4410。甲12。以下「甲12文献」という。)には，マキサカルシトールの合成を目的として，訂正発明と同一の出発物質(本件ステロイド出発物質)である化合物9と，試薬として「1-ブロモ-3，3-エチレンジオキシブタン」(以下「甲12試薬1」という。)を用いたが，アルキル化反応が起こらなかったことが記載されている。",
                    "甲12文献に記載されたマキサカルシトールの上記製造工程(以下「甲12発明」という。)と訂正発明は，目的物質，出発物質及び回収の要件の点で一致し，試薬の点で相違し(相違点1)，中間体及び還元処理-開環工程の点で相違する(相違点2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記相違点1は，以下のとおり容易に克服することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)の控訴人らの主張のとおり，本件優先日当時，マキサカルシトールを効率的に製造する方法を得ることは，当業者が当然に有している技術的課題であった(甲12，乙14)。",
                        "また，マキサカルシトール製造に際して，本件ステロイド出発物質の22位水酸基を，アルキル化試薬によりアルキル化することは，本件優先日当時，すでに慣用的に用いられていた技術であり(甲12，乙18，乙14)，本件優先日当時，上記技術的課題を研究している当業者にとっては，ステロイド化合物の22位水酸基を高収率でアルキル化できるアルキル化試薬を見つけ出せばよいだけであった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲12文献の注10には，甲12試薬1を用いた合成が失敗した理由として，「1-ハロ-3，3-エチレンジオキシブタンが嵩高いからであるかもしれない。」との記載がされている。この記載によれば，甲12試薬1(下図)のうち5員環の環状エーテルがより嵩高くないものであれば，本件ステロイド出発物質(化合物9)に対してアルキル化反応の進行が期待できることが示唆されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一方，マキサカルシトールの側鎖は，エーテル基に炭素数4の直鎖アルキルが結合した構造となっている。したがって，マキサカルシトールの側鎖を導入するための試薬も，直鎖構造が炭素数4であることが求められる。",
                        "そして，甲12文献には，本件ステロイド出発物質と，下図の「4-ブロモ-1-ブテン」(以下「甲12試薬2」という。)を反応させた場合には，収率9％でマキサカルシトールを得られたことが記載されている。",
                        "そうすると，当業者は，炭素数4の直鎖アルキル構造を維持しつつ，環状構造を持ちながら嵩高くない化合物，具体的には，5員環の環状エーテル部分を低減するべく，環状部分の環を構成する元素数を減らした化合物を試薬として用いることを想起し，動機付けられる。",
                        "そして，当時公知の化合物を調べると，上記条件に該当する化合物として，本件試薬を掲載した乙9文献を発見することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "乙9文献の記載内容については前記(1)の控訴人らの主張イ(エ)dのとおりである。甲12文献記載のアルキル化反応と，乙9文献記載の本件試薬とアルコール類とのアルカリ金属アルコキシドの存在下での反応は，いずれもS 2反応に関Ｎする技術である点で共通しているから，本件試薬は，本件ステロイド出発物質ともよく反応することが予想される。",
                        "また，立体模型でみれば分かるとおり，甲12試薬1においては5員環が壁となって求核剤の進路が妨害され，本件ステロイド出発物質の酸素原子が試薬に接近できず，この立体障害のためにS 2反応が進行しないのに対し，本件試薬においてＮは，求核剤の進路に大きな空間があり，エポキシ基は本件ステロイド出発物質の進路を妨害せず，反応点の炭素の背面に求核剤が接近できる。したがって，甲12文献の注10の記載に接した当業者は，本件試薬では立体障害が解決されていることを理解し，この点からも本件試薬を反応に用いることを強く動機付けられる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "そして，乙9文献には，前記(1)の控訴人らの主張イ(エ)dのとおり，ブタノールと本件試薬を反応させたエポキシド化合物について，エポキシ基を還元剤で処理してマキサカルシトールの側鎖としたことも記載されている。さらに，エポキシ基を導入することにより，ケトン体を介する甲12発明よりも工程数を短縮できるから，当業者であれば本件試薬を用いる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また，甲12文献には，甲12試薬1に代えて本件試薬を使用することを阻害するような記載も事実も存在しない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "したがって，前記(ア)の技術的課題を認識する当業者であれば，甲12文献の本件ステロイド出発物質に，甲12文献の示唆に基づき，乙9文献記載の本件試薬を反応させてみようとすることは当然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記相違点2(中間体及び還元処理-開環工程の相違)は，相違点1(試薬の相違)が克服されれば，自ずと克服されるものである。また，エポキシ基が導入されたステロイド化合物において，エポキシ基を還元剤により開環してマキサカルシトールの側鎖と同様の側鎖を製造できることは，本件優先日前に広く知られていた。したがって，相違点2は容易に克服することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，訂正発明は，甲12発明及び乙9文献に基づいて当業者が容易に想到することのできるものである。",
                    "(被控訴人)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "訂正発明と甲12発明とは，控訴人らの主張するとおり，反応試薬が相違し(相違点1)，中間体及びエポキシ開環のマキサカルシトールの側鎖を形成する工程も全く異なる(相違点2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らは，マキサカルシトールの効率的製造方法を研究している当業者にとっては，ステロイド化合物の22位水酸基を高収率でアルキル化できるアルキル化試薬を見つけ出せばよいだけであったと主張する。しかし，被控訴人が実際に甲12発明の改良技術として臨床試験の治療薬の製造に用いた方法は，アルキル化試薬でアルキル化する，甲12発明と同じウィリアムソン反応ではなく，マイケル法と呼ばれる方法であったのであり，同主張は，訂正発明を見た後知恵に基づくものである。アルキル化試薬は多数存在し，そのうち，マキサカルシトールの工業生産に使えるのは本件試薬のみである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲12文献の注10が言及する「嵩高さ」とは，「1α，3β-ビス(テトラヒドロピラニルオキシ)-5-アンドロステン-17β-オール」と「1-クロロ-4，4-エチレンジオキシペンタン」(以下「甲12試薬3」という。)とのアルキル化反応との対比で述べられたものであり，5員環が出発物質の側鎖導入の反応点から離れている度合によるものと推測される。そもそも，上記アルキル化反応は，甲12発明の反応とは，出発物質であるアルコール側の反応点の構造も異なるのであるから，注10を重視する理由はない。",
                    "また，甲12文献においては，5員環を有する嵩高い試薬である甲12試薬1を用いた反応は失敗し，環状構造を持たない甲12試薬2を試薬として用いた反応も収率が9％であり，どちらも満足すべき反応性を有していないのであるから，甲12文献に接した当業者は，別の試薬を考えるのが普通であり，「環状構造を持ちながら崇高くない化合物であればうまくいくのではないかと考える。」という控訴人らの主張は理解不能である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "乙9文献から，本件試薬と，甲12文献の本件ステロイド出発物質のような分子量の大きなアルコールとの反応が進むとは予測できないことは，前記(1)被控訴人の主張エのとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，訂正発明と甲12発明との相違点に係る訂正発明の構成を容易に想到することができたとの控訴人らの主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙4文献を主引例とする進歩性欠如(無効理由ウ)について",
              "text": [
                "無効理由ウについての当事者の主張は，原判決の「事実及び理由」の第3の7に摘示のとおりであるから，これを引用する(ただし，引用に係る原判決中，「無効理由2」とあるのは「無効理由ウ」と，「乙4の2」とあるのは「乙4文献」と，「乙9」とあるのは「乙9文献」とそれぞれ読み替える。以下，引用する場合は同じ。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人方法は，訂正発明と均等であり，また，訂正発明についての特許が特許無効審判により無効にされるべきものとは認められないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "訂正発明との均等の成否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "均等の5要件及び立証責任について",
              "text": [
                "特許権者は，業として特許発明の実施をする権利を専有し(特許法68条本文)，特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づいて定められ(同法70条1項)，特許出願人は，特許請求の範囲には，特許を受けようとする発明を特定するために必要と認めるすべての事項を記載しなければならないのであるから(同法36条5項)，特許請求の範囲の記載は，第三者に対し，特許の独占的,排他的な権利の範囲を公示する機能を有するものである。したがって，特許発明の技術的範囲は，特許請求の範囲に記載された構成の文言解釈により確定されるのが原則である。",
                "しかしながら，特許請求の範囲に記載された構成中に，相手方が製造等をする製品又は用いる方法(以下「対象製品等」という。)と異なる部分が存する場合であっても，①同部分が特許発明の本質的部分ではなく，②同部分を対象製品等におけるものと置き換えても，特許発明の目的を達することができ，同一の作用効果を奏するものであって，③上記のように置き換えることに，当該発明の属する技術の分野における通常の知識を有する者(当業者)が，対象製品等の製造等の時点において容易に想到することができたものであり，④対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれから当該出願時に容易に推考できたものではなく，かつ，⑤対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないときは，同対象製品等は，特許請求の範囲に記載された構成と均等なものとして，特許発明の技術的範囲に属するものと解するのが相当である(以下，上記①ないし⑤の要件を，順次「第1要件」ないし「第5要件」という。)。なぜなら，①特許出願の際に将来のあらゆる侵害態様を予想して明細書の特許請求の範囲を記載することは極めて困難であり，相手方において特許請求の範囲に記載された構成の一部を特許出願後に明らかとなった物質・技術等に置き換えることによって，特許権者による差止め等の権利行使を容易に免れることができるとすれば，社会一般の発明への意欲を減殺することとなり，発明の保護，奨励を通じて産業の発達に寄与するという特許法の目的に反するばかりでなく，社会正義に反し，衡平の理念にもとる結果となるのであって，②このような点を考慮すると，特許発明の実質的価値は第三者が特許請求の範囲に記載された構成からこれと実質的に同一なものとして容易に想到することのできる技術に及び，第三者はこれを予期すべきものと解するのが相当であり，③他方，特許発明の特許出願時において公知であった技術及び当業者がこれから同出願時に容易に推考することができた技術については，そもそも何人も特許を受けることができなかったはずのものであるから，特許発明の技術的範囲に属するものということができず，④また，特許出願手続において出願人が特許請求の範囲から意識的に除外したなど，特許権者の側において一旦特許発明の技術的範囲に属しないことを承認するか，又は外形的にそのように解されるような行動をとったものについて，特許権者が後にこれと反する主張をすることは，禁反言の法理に照らし許されないからである(ボールスプライン事件最判)。",
                "そして，第1要件ないし第5要件の主張立証責任については，均等が，特許請求の範囲の記載を文言上解釈し得る範囲を超えて，これと実質的に同一なものとして容易に想到することのできるものと認定される範囲内で認められるべきものであることからすれば，かかる範囲内であるために要する事実である第1要件ないし第3要件については，対象製品等が特許発明と均等であると主張する者が主張立証責任を負うと解すべきであり，他方，対象製品等が上記均等の範囲内にあっても，均等の法理の適用が除外されるべき場合である第4要件及び第5要件については，対象製品等について均等の法理の適用を否定する者が主張立証責任を負うと解するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正発明と控訴人方法との相違",
              "text": [
                "前記第2の2(7)エのとおり，控訴人方法は，訂正発明の構成要件A，B-2，D及びEを充足するが，同方法における出発物質A及び中間体Cが，シス体のビタミンD構造の化合物ではなく，その幾何異性体であるトランス体のビタミンD構造の化合物であるという点で，訂正発明の構成要件B-1，B-3及びCと相違する。そこで，以下，出発物質及び中間体にトランス体のビタミンD構造の化合物を用いる控訴人方法が，訂正発明において出発物質及び中間体にシス体のビタミンD構造の化合物を用いる場合と均等なものといえるか，順次，均等の要件を判断する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "均等の第1要件(非本質的部分)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本質的部分の認定について",
                  "text": [
                    "特許法が保護しようとする発明の実質的価値は，従来技術では達成し得なかった技術的課題の解決を実現するための，従来技術に見られない特有の技術的思想に基づく解決手段を，具体的な構成をもって社会に開示した点にある。したがって，特許発明における本質的部分とは，当該特許発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分であると解すべきである。",
                    "そして，上記本質的部分は，特許請求の範囲及び明細書の記載に基づいて，特許発明の課題及び解決手段 (特許法36条4項，特許法施行規則24条の2参照)とその効果(目的及び構成とその効果。平成6年法律第116号による改正前の特許法36条4項参照)を把握した上で，特許発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分が何であるかを確定することによって認定されるべきである。すなわち，特許発明の実質的価値は，その技術分野における従来技術と比較した貢献の程度に応じて定められることからすれば，特許発明の本質的部分は，特許請求の範囲及び明細書の記載，特に明細書記載の従来技術との比較から認定されるべきであり，そして，①従来技術と比較して特許発明の貢献の程度が大きいと評価される場合には，特許請求の範囲の記載の一部について，これを上位概念化したものとして認定され(後記ウ及びエのとおり，訂正発明はそのような例である。)，②従来技術と比較して特許発明の貢献の程度がそれ程大きくないと評価される場合には，特許請求の範囲の記載とほぼ同義のものとして認定されると解される。",
                    "ただし，明細書に従来技術が解決できなかった課題として記載されているところが，出願時(又は優先権主張日。以下本項(3)において同じ)の従来技術に照らして客観的に見て不十分な場合には，明細書に記載されていない従来技術も参酌して，当該特許発明の従来技術に見られない特有の技術的思想を構成する特徴的部分が認定されるべきである。そのような場合には，特許発明の本質的部分は，特許請求の範囲及び明細書の記載のみから認定される場合に比べ，より特許請求の範囲の記載に近接したものとなり，均等が認められる範囲がより狭いものとなると解される。",
                    "また，第1要件の判断，すなわち対象製品等との相違部分が非本質的部分であるかどうかを判断する際には，特許請求の範囲に記載された各構成要件を本質的部分と非本質的部分に分けた上で，本質的部分に当たる構成要件については一切均等を認めないと解するのではなく，上記のとおり確定される特許発明の本質的部分を対象製品等が共通に備えているかどうかを判断し，これを備えていると認められる場合には，相違部分は本質的部分ではないと判断すべきであり，対象製品等に，従来技術に見られない特有の技術的思想を構成する特徴的部分以外で相違する部分があるとしても，そのことは第1要件の充足を否定する理由とはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正明細書の記載",
                  "text": [
                    "訂正明細書の【発明の詳細な説明】欄には，次の記載がある(甲15。なお，各文末に引用する行数は，化学式を含まない数である。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「発明の背景」",
                      "text": [
                        "「ビタミンDおよびその誘導体は，重要な生理学的機能を有する。例えば，1α，25-ジヒドロキシビタミンD は，カルシウム代謝調節活性，増殖阻害活性，腫瘍細胞等の細胞に対する分化誘導活性，および免疫調節活性などの広範な生理学的機能を示す。しかし，ビタミンD 誘導体は高カルシウム血症などの望ましくない副作用を示す。",
                        "特定の疾患の治療における効果を保持する一方で付随する副作用を減少させるために，新規ビタミンD誘導体が開発されている。",
                        "例えば，日本特許公開公報昭和61-267550号(1986年11月27日発行)は，免疫調節活性と腫瘍細胞に対する分化誘導活性を示す9，10-セコ-5，7，10(19)-プレグナトリエン誘導体を開示している。さらに，日本特許公開公報昭和61-267550号(1986年11月27日発行)は，最終産物を製造するための二種類の方法も開示しており，一方は出発物質としてプレグネノロンを使用する方法で，他方はデヒドロエピアンドロステロンを使用する方法である。",
                        "1α，25-ジヒドロキシ-22-オキサビタミンD (OCT)，即ち，1α，25-ジヒドロキシビタミンD の22-オキサアナログ体は，強力なインビトロ分化誘導活性を有する一方，低いインビボカルシウム上昇作用(calcemicliability)を有する。OCTは，続発性上皮小体機能亢進症および幹癬の治療の候補として臨床的に試験されている。",
                        "日本特許公開公報平成6-072994(1994年3月15日発行)は，22-オキサコレカルシフェロール誘導体およびその製造方法を開示している。この公報は，20位に水酸基を有するプレグネン誘導体をジアルキルアクリルアミド化合物と反応させてエーテル化合物を得て，次いで得られたエーテル化合物を有機金属化合物と反応させて所望の化合物を得ることを含む，オキサコレカルシフェロール誘導体の製造方法を開示している。",
                        "日本特許公開公報平成6-080626号(1994年3月22日発行)は，22-オキサビタミンD誘導体を開示している。この公報はまた，出発物質としての1α，3β-ビス(tert-ブチルジメチルシリルオキシ)-プレグネ-5，7-ジエン-20(S又はR)-オールを塩基の存在下でエポキシドと反応させて20位からエーテル結合を有する化合物を得ることを含む方法を開示している。",
                        "さらに，日本特許公開公報平成6-256300号(1994年9月13日発行)およびKubodera他(Bioorganic  ＆  Medicinal  Chemistry  Letters，4(5)：753-756，1994)は，1α，3β-ビス(tert-ブチルジメチルシリルオキシ)-プレグナ-5，7-ジエン-20(S)-オールを4-(テトラヒドロピラン-2-イルオキシ)-3-メチル-2-ブテン-1-ブロミドと反応させてエーテル化合物を得て，それを脱保護し，そして脱保護されたエーテル化合物をシャープレス酸化することを含む，エポキシド化合物を立体特異的に製造する方法を開示している。しかし，上記方法は，ステロイド基の側鎖にエーテル結合およびエポキシ基を導入するのに一工程より多くの工程を必要とし，従って所望の化合物の収率が低くなる。",
                        "さらに，上記文献のいずれにも，アルコール化合物を末端に脱離基を有するエポキシ炭化水素化合物と反応させて，それによりエーテル結合を形成する合成方法は開示されていない。また，上記文献には，側鎖にエーテル結合およびエポキシ基を有するビシクロ［4．3．0］ノナン構造(本明細書中以下においてCD環構造と称する)，ステロイド構造またはビタミンD構造は開示されていない。」(15頁6行～16頁13行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「発明の詳細な説明」",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「本発明は，下記構造を有する化合物の製造方法であって：",
                          "text": [
                            "(式中，nは1～5の整数であり；R およびR は各々独立に，所望により置換されたC1-C6アルキルであり；WおよびXは各々独立に水素またはC1-C6アルキルであり；YはO，SまたはＮR であり，ここでR は水素，C1-C6アルキルまたは保護基であり；そしてZは，",
                            "であり，R ，R ，R ，・・・R は各々独立に水素，置換または未置換の低級アルキルオキシ，アミノ，アルキル，アルキリデン，カルボニル，オキソ，ヒドロキシル，または保護されたヒドロキシルであり；そしてR およびR は各々独立に水素，置換または未置換の低級アルキルオキシ，アミノ，アルキル，アルキリデン，カルボニル，オキソ，ヒドロキシル，保護されたヒドロキシルであるか，または一緒になって二重結合を形成する)；",
                            "(a)下記構造：",
                            "(式中，W，X，YおよびZは上記定義の通りである)",
                            "を有する化合物を塩基の存在下で下記構造：",
                            "または",
                            "(式中，n，R およびR は上記定義の通りであり，そしてEは脱離基である)",
                            "を有する化合物と反応させて化合物を製造すること；並びに",
                            "(b)かくして製造された化合物を回収すること，",
                            "を含む方法を提供する。・・・・",
                            "下記構造：",
                            "を有する化合物の製造方法は新規であり，細胞に対する分化誘導活性および増殖阻害活性などの多様な生理学的活性を有することができるビタミンD誘導体の合成に有用である。」(24頁6行～25頁下から2行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「本発明はまた，下記構造：",
                          "text": [
                            "(式中，ZはCD環構造，ステロイド構造またはビタミンD構造を示し，これらは各々，1以上の保護または未保護の置換基および／または1以上の保護基を所望により有していてもよい)を有する化合物を提供する。本発明に関するCD環構造，ステロイド構造およびビタミンD構造は各々，特には下記する構造を意味し，これらの環は何れも1以上の不飽和結合を所望により有していてもよい。ステロイド構造においては，1個または2個の不飽和結合を有するものが好ましく，5-エンステロイド化合物，5，7-ジエンステロイド化合物，またはそれらの保護された化合物が特に好ましい。",
                            "CD構造，ステロイド構造，またはビタミンD構造であるZ上の置換基は特に限定されず，水酸基，置換または未置換の低級アルキルオキシ基，…およびオキソ基(＝O)などを例示することができ，水酸基が好ましい。これらの置換基は保護されていてもよい。・・・",
                            "ステロイド構造における不飽和結合のための保護基の例としては，4-フェニル-1，2，4-トリアゾリン-3，5-ジオンおよびマレイン酸ジエチルが挙げられる。そのような保護基を有する付加物の例は以下のものである：・・・",
                            "さらに，ビタミンD構造はSO の付加によって保護されていてもよい。そのような保護されたビタミンD構造の例を下記に示す：",
                            "」(25頁下から1行～28頁2行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「式Iの化合物の製造について本明細書に開示した反応の概略を以下の反応図Aに示す。",
                          "text": [
                            "本発明による上記方法で出発化合物として使用される化合物の幾つかは，公知化合物である。例えば，「Y」がOである場合，以下のものを出発化合物として使用することができる：日本特許公開公報昭和61-267550号(1986年11月27日発行)に記載された1α，3β-ビス(tert-ブチルジメチルシリルオキシ)-プレグナ-5，7-ジエン-20(S)-オール；日本特許公開公報昭和61-267550号(1986年11月27日発行)および国際特許公開公報WO90-09991(1990年9月7日)およびWO90／09992(1990年9月7日)に記載された所望により水酸基が保護されている9，10-セコ-5，7，10(19)-プレグナトリエン-1α，3β，20β-トリオール；J．Org．Chem．，57，3173(1992)に記載されたオクタヒドロ-4-(t-ブチルジメチルシリルオキシ)-7-メチル-1H-インデン-1-オール；並びにJ．Am．Chem．Soc．，104，2945(1982)に記載されたオクタヒドロ-4-(アセチルオキシ)-7-メチル-1H-インデン",
                            "-1-オール。」(29頁下から2行～30頁10行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「本発明は，本明細書中上記した新規な中間体を経てビタミンDまたはステロイド誘導体を製造する方法に関する。この反応の概略を以下の反応図Bに示す。",
                          "text": [
                            "本発明による上記二工程の反応の工程(1)の反応は，本明細書中に既に記載した反応図Aの方法と同様に実施できる。",
                            "工程(2)の反応は工程(1)で得られたエポキシド化合物中のエポキシ環を開環する反応であり，これは還元剤を使用して実施される。工程(2)で使用できる還元剤は，工程(1)で得られたエポキシド化合物の環を開環して水酸基を生成できるもの，好ましくは第3アルコールを選択的に形成できるものである。」(39頁5行～12行)"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "「以下の反応図Cは，本発明の化合物および方法を使用する反応経路を示す。対応するステロイド化合物からのビタミンD化合物の合成方法は，紫外線照射および熱異性化などの慣用的方法によって実施できる。対応するCD環化合物からのビタミンD化合物の合成方法もまた慣用的である。そのような方法は，例えば，E．G．Baggiolini他，J．Am．Chem．Soc，104，2945-2948(1982)およびWovkulich他，Tetrahedron，40，2283(1984)に記載されている。反応図Cに示した方法の一部または全部は本発明の範囲内であるものと理解すべきである。",
                            "反応図C (式中，W，X，Y，O，R およびR は上記定義と同一であり，構造の環は何れも1または2個の不飽和結合を所望により有していてもよい)」(42頁7行～43頁3行目)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正発明の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イの記載によれば，訂正発明については，以下のとおり認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正発明は，細胞に対する分化誘導活性及び増殖阻害活性などの多様な生理学的活性を有することができるビタミンD誘導体の合成に有用な化合物の製造方法に関する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "従来，新規なビタミンD誘導体として，カルシトリオール(1α，25-ジヒドロキシビタミンD )の22-オキサアナログ体(22位が酸素原子に置き換えられた誘導体)である，1α，25-ジヒドロキシ-22-オキサビタミンD(マキサカルシトール)などが開発されていた。",
                            "特開昭61-267550号公報(甲1の2。以下「甲1公報」という。)は，新規物質としてマキサカルシトールを含む9，10-セコ-5，7，10(19)プレグナトリエン誘導体及びその製造方法を開示した文献であり，当該方法は，ステロイド環構造の20位アルコール化合物を，4-ブロモ-1-ブテンを試薬として反応させて20位に側鎖(マキサカルシトールの側鎖ではない。)を導入した上，これを酸化し，さらに，別の試薬である有機金属化合物(メチルマグネシウムブロマイド)と反応させて，最後に光照射及び熱異性化を行い，マキサカルシトール等を製造するというものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲1公報記載の製造方法以降，ステロイド環構造の20位アルコール化合物に，側鎖を形成するための試薬を反応させて，22-オキサアナログ体を製造する方法として，①特開平6-72994号公報(乙35)，②特開平6-80626号公報(乙36)，③特開平6-256300号公報(乙46公報。なお，同公報記載の方法は，乙14文献の図9と同じである。)に示される方法が存在した(ただし，以下のとおり，マキサカルシトールの側鎖を有する化合物を製造する方法は，このうち①のみである。)。",
                            "上記①の方法は，ステロイド環構造の20位アルコール化合物を，ジアルキルアクリルアミド化合物と反応させて20位に側鎖(マキサカルシトールの側鎖ではない。)をエーテル結合により導入した上，さらに，有機金属化合物と反応させてマキサカルシトールの側鎖を形成し，マキサカルシトールを製造する方法である。",
                            "上記②の方法は，ステロイド環構造の20位アルコール化合物を，塩基の存在下でエポキシド化合物と反応させて側鎖(側鎖にエポキシ基は形成されない。)をエーテル結合により導入した後，側鎖の保護基を外して，22-オキサビタミンD誘導体(マキサカルシトールの側鎖は有しない。)を製造する方法である。",
                            "上記③の方法は，ステロイド環構造の20位アルコール化合物を，4-(テトラヒドロピラン-2-イルオキシ)-3-メチル-2-ブテン-1-ブロミドと反応させて20位に側鎖(マキサカルシトールの側鎖ではない。)をエーテル結合により導入した後，側鎖の保護基を外し，さらに，香月-シャープレス酸化反応により側鎖にエポキシ基を形成させて，最後に当該エポキシ基を開環することにより，26-ヒドロキシ-22-オキサビタミンD誘導体(マキサカルシトールの側鎖とは，末端のメチル基の一つがヒドロキシメチル基である点で異なる。)を製造する方法である。",
                            "しかし，上記①及び②の方法は，ステロイド環構造の側鎖にエポキシ基を導入するものではなく，また，上記③の方法は，エポキシ炭化水素化合物と反応させるものではなく，ステロイド環構造の側鎖にエーテル結合及びエポキシ基を導入するのに一工程よりも多くの工程が必要であった。すなわち，甲1公報を含め，上記公知文献のいずれにも，マキサカルシトールはもちろんのこととして，22-オキサアナログ体(22-オキサビタミンD誘導体)を製造する方法に関して，20位アルコール化合物を，末端に脱離基を有するエポキシ炭化水素化合物と反応させて，それによりエーテル結合を形成する合成方法も，一工程でステロイド環構造又はビタミンD構造の側鎖にエーテル結合及びエポキシ基を導入する方法も開示されていなかった。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "訂正発明は，マキサカルシトールの側鎖を有するビタミンD誘導体又はステロイド誘導体の製造方法(ビタミンD構造又はステロイド環構造化合物へのマキサカルシトールの側鎖の導入方法)として，上記cのとおり従来技術に開示されていなかった新規な製造方法を提供することを課題とするものであり，当該課題を解決する具体的な解決手段として，ビタミンD構造又はステロイド環構造の20位アルコール化合物(構成要件B-1の化合物)を，塩基の存在下で，末端に脱離基を有するエポキシ炭化水素化合物(構成要件B-2の試薬)と反応させることにより，エーテル結合及び側鎖にエポキシ基を有するステロイド環構造体又はビタミンD構造体であるエポキシド化合物(構成要件B-3の中間体)を合成し，その後，還元剤で処理をしてこの側鎖のエポキシ基を開環して水酸基を形成することにより，マキサカルシトールの側鎖を有するビタミンD誘導体又はステロイド誘導体を製造するという方法を採用したものである(なお，構成要件B-2に記載された二種類の試薬のうち，エポキシ基を含まない方のものは，塩基の存在下ではエポキシ基を含む方のものと同じ構造を形成するものである。)。"
                        },
                        {
                          "fig": "e",
                          "text": [
                            "なお，訂正発明の出発物質，中間体，目的物質の「Z」の炭素骨格のうちビタミンD構造は，いずれもシス体であるが，Zは，この炭素骨格に「1以上の保護又は未保護の置換基および／または1以上の保護基を所望により有していてもよい」ものである(構成要件A-6)。後記(7)イ(イ)cのとおり，シス体のビタミンD構造に保護基としてSO が付加された場合には，ビタミンD構造の5位の二重結合が失われて回転障害がなくなり，幾何異性体ではなくなるところ，訂正発明の「Z」は，文言上，このような保護基が付加されることによりシス体・トランス体の区別がなくなったビタミンD構造をも含むものである(以下，「ビタミンD構造」というときには，特定しない限り，シス体又はトランス体に限定しないものを指す。)。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "訂正明細書には，訂正発明の効果について特に記載されていないが(特許法36条4項，特許法施行規則24条の2参照)，前記のとおり，訂正発明の課題は，従来技術に開示されていなかったマキサカルシトールの側鎖を有するビタミンD誘導体又はステロイド誘導体の新規な製造方法を提供すること自体にあることからすれば，訂正発明の効果とは，従来技術に開示されていなかった新規な方法により，マキサカルシトールの側鎖を有するマキサカルシトール等のビタミンD誘導体又はステロイド誘導体を製造できることと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，訂正発明は，従来技術にはない新規な製造ルートによりその対象とする目的物質を製造することを可能とするものであり，従来技術に対する貢献の程度は大きい。そして，本件優先日に公知であったマキサカルシトールの製造方法のうち，甲1公報記載の最初のマキサカルシトールの製造方法は，操作が煩雑で，目的物質の収量が低く，また分離精製が容易でない等の欠点があったものであり，訂正明細書記載の前記(ア)c①の製造方法はその改良法として発明されたものであるが(乙35)，同①の方法も大量合成には不利であることから，本件優先日当時には，さらなる改良が検討され，新たなマキサカルシトールの工業的な製造方法が求められており，マキサカルシトールの物質特許を有していた被控訴人においても，訂正発明によって，初めてマキサカルシトールの工業的な生産が可能となったものである(乙14，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上に対し，控訴人らは，本件優先日の従来技術として，特表平4-504573号公報(乙4文献)記載の方法により，トランス体のビタミンD構造を出発物質として一工程でマキサカルシトールの側鎖を導入する方法も公知である，本件優先日前に一工程でマキサカルシトールの側鎖を導入することができたことを示す公知文献(1991年公表の「22-オキサビタミンD類縁体の合成および生物学的活性」と題する論文。乙50)もあるなどと主張する。しかし，乙4文献記載の発明は，マキサカルシトールの側鎖とは側鎖の炭素数が異なる新規なビタミンD誘導体の製造方法であるし，その他の乙4文献の記載によっても，同文献に一工程でマキサカルシトールの側鎖を有するビタミンD誘導体を製造する方法が具体的に開示されていたと認めることはできない。また，控訴人らが指摘する公知文献(乙50)には，「アルコール化合物のO-アルキル化への合成の詳細」については「参考文献5【判決注：国際公開第90／09991号の45頁】を参照のこと」と記載されているところ，国際公開第90／09991号(乙3の1)に具体的に開示されているマキサカルシトールの側鎖の合成方法は，20位アルコール化合物を臭化プレニルと反応させて，エーテル結合により側鎖(マキサカルシトールの側鎖ではない。)を導入した上，酢酸水銀と反応させることによりマキサカルシトールの側鎖を形成する方法(乙3の1の製造例11及び12)のみであるから，上記公知文献(乙50)が参照するのも同方法と理解するのが合理的である。したがって，控訴人らの主張は理由がなく，訂正明細書における従来技術の記載が，客観的に見て不十分であるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "訂正発明の本質的部分",
                  "text": [
                    "訂正発明の上記課題及び解決手段とその効果に照らすと，訂正発明の本質的部分(特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分)は，ビタミンD構造又はステロイド環構造の20位アルコール化合物を，末端に脱離基を有する構成要件B-2のエポキシ炭化水素化合物と反応させることにより，一工程でエーテル結合によりエポキシ基を有する側鎖を導入することができるということを見出し，このような一工程でエーテル結合によりエポキシ基を有する側鎖が導入されたビタミンD構造又はステロイド環構造という中間体を経由し，その後，この側鎖のエポキシ基を開環するという新たな経路により，ビタミンD構造又はステロイド環構造の20位アルコール化合物にマキサカルシトールの側鎖を導入することを可能とした点にあると認められる。",
                    "一方，出発物質の20位アルコール化合物の炭素骨格(Z)がシス体又はトランス体のビタミンD構造のいずれであっても，出発物質を，末端に脱離基を有するエポキシ炭化水素化合物と反応させることにより，出発物質にエーテル結合によりエポキシ基を有する側鎖が導入された中間体が合成され，その後，この側鎖のエポキシ基を開環することにより，マキサカルシトールの側鎖を導入することができるということに変わりはない。この点は，中間体の炭素骨格(Z)がシス体又はトランス体のビタミンD構造のいずれである場合であっても同様である。したがって，出発物質又は中間体の炭素骨格(Z)のビタミンD構造がシス体であることは，訂正発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分とはいえず，その本質的部分には含まれない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人方法の第1要件の充足",
                  "text": [
                    "控訴人方法は，ビタミンD構造の20位アルコール化合物(出発物質A)を，末端に脱離基を有する構成要件B-2のエポキシ炭化水素化合物と同じ化合物(試薬B)と反応させることにより，出発物質にエーテル結合によりエポキシ基を有する側鎖が導入されたビタミンD構造という中間体(中間体C)を経由し，その後，この側鎖のエポキシ基を開環することにより，マキサカルシトールの側鎖をビタミンD構造の20位アルコール化合物に導入するものであるから，訂正発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分を備えているといえる。",
                    "一方，控訴人方法のうち，訂正発明との相違点である出発物質及び中間体の「Z」に相当するビタミンD構造がシス体ではなく，トランス体であることは，前記エのとおり，訂正発明の本質的部分ではない。",
                    "したがって，控訴人方法は，均等の第1要件を充足すると認められる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "控訴人らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，訂正発明は，乙46公報記載の従来の製法が酸化工程を含み，酸化抵抗性が低いシス体を出発物質とすると側鎖導入が効率的に行えないという問題があったため，シス体を出発物質として選択しつつ，それに適合する(酸化工程を含まない。)エーテル結合とエポキシ基の導入順序を見出すことにより，工程数を減少させる利点を享受しつつ，シス体を出発物質とする場合の問題点(酸化抵抗性)を解決した点に本質があるから，出発物質がシス体のビタミンD構造であることが不可欠な本質的要素であり，これに対して，トランス体のビタミンD構造が出発物質の場合には，酸化抵抗性が低いという問題はないし，異性化工程を要するから工程数の減少という利点を享受し得ない旨主張する。",
                        "しかし，前記のとおり，特許発明の本質的部分は，特許発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分が何であるかを確定することによって認定されるべきところ，訂正発明は，前記のとおり，乙46公報記載の技術だけではなく，訂正明細書記載の他の従来技術にも開示されていない新規なマキサカルシトールの側鎖の導入方法を提供することを課題として，この課題を解決する手段を提供するものである。そして，乙46公報記載の方法においてシス体を出発物質とすることに酸化抵抗性等の問題点があり，この問題点が訂正発明の場合には生じないとしても，上記ウ及びエに認定したところによれば，訂正発明の解決した課題を，そのような限定されたものと解すべき理由はないから，酸化抵抗性が低い化合物を出発物質とすることを訂正発明の本質的部分と認めることはできない。",
                        "また，確かに，シス体を用いれば異性化工程が必要ないという利点があることはそのとおりであるが，訂正明細書の反応図Cには，出発物質，中間体，目的物質のいずれの段階においても，ステロイド化合物からビタミンD化合物へ転換する経路が記載されており，本件優先日当時，ステロイド化合物からビタミンD化合物への合成方法は，慣用的方法によって実施できたものである。そして，訂正発明は，出発物質として，シス体のビタミンD構造のみならずステロイド環構造の化合物も含んでいるところ，「Z」としてステロイド環構造を選択した場合には，ステロイド環構造をビタミンD構造に転換させるような条件下で紫外線照射及び熱異性化に付し，かくして製造された化合物を目的物質として回収することを含む方法も，訂正発明の一形態として記載されている(前記イ(イ)e)。すなわち，訂正発明のうち，出発物質の「Z」をステロイド環構造にするかビタミンD構造にするかによって，転換工程を含めた全体の工程数はそもそも異なり得ることからすれば，転換工程の有無による総工程数の違いは，訂正発明の本質的部分とはいえない。",
                        "この点，控訴人らは，訂正発明の本質的部分は，ステロイド環構造を有する化合物を出発物質とする場合と，ビタミンD構造の化合物を出発物質とする場合では当然異なるものであると主張する。しかし，特許発明の本質的部分は，特許請求の範囲の記載中に複数の選択肢が記載されている場合であっても，そのような選択肢が許容されていることの技術的意義を踏まえて，特許請求の範囲の記載全体から認定すべきであるから，控訴人らの主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人らは，訂正発明の効果は，従来技術に対してマキサカルシトールの側鎖を導入する工程数を短縮した点にあるところ，トランス体を出発物質とする場合には，一工程でマキサカルシトールの側鎖を導入する従来技術があったから，控訴人方法は，訂正発明と本質的部分において同一とはいえないとも主張する。しかし，そもそもトランス体を出発物質として一工程でマキサカルシトールの側鎖を有するビタミンD誘導体を製造することができる方法が公知であったと認めることはできないことは前記ウ(ウ)のとおりである。また，訂正発明の作用効果及び控訴人方法がこれを奏することについては，後記(4)ウのとおりである。したがって，控訴人らの主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人らは，化合物の製造方法の技術分野においては，全工程の有機的結合そのものが課題解決のための技術的思想であり，出発物質をシス体とする製造方法とトランス体とする製造方法とは当業者に別個のものとして理解されているのであって，製法の重要な構成要素である出発物質，中間体の違いや，シス体とトランス体との安定性，精製容易性や総工程数の違いを無視して，製法の一部のみを取り出して，本質的部分とするのは誤りである旨を主張する。",
                        "しかし，前記のとおり，特許発明の本質的部分は，特許発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分が何であるかを確定することにより認定されるべきであり，化合物の製造方法であるからといって，常に全工程の有機的結合のすべてが本質的部分となるものとはいえない。したがって，出発物質，中間体に，側鎖導入のための反応に影響を及ぼさないわずかな違いがあることをもって，直ちに本質的部分が異なるとはいえない。",
                        "また，シス体を出発物質及び中間体とするか，トランス体を出発物質及び中間体とするかどうかで，一般的には別個の製造方法として理解されており，また，両者には，安定性，精製容易性や総工程数の違いがあるとしても，訂正発明の本質的部分とは，前記エで認定したとおりの従来技術に開示されていなかった新規な製造方法により，ビタミンD構造又はステロイド環構造の20位アルコール化合物にマキサカルシトールの側鎖を導入することを可能としたという点にあり，当該新規な側鎖の導入方法は，出発物質又は中間体がシス体であるかトランス体であるかによって異なるものではなく，シス体又はトランス体の安定性，精製容易性や工程数の違いも，訂正発明の本質的部分に関わる部分ではない。訂正発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分以外の作用効果の点で相違する部分があることは，訂正発明の本質的部分を共通に備えていることを否定する理由とはならない。",
                        "したがって，控訴人らの主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "均等の第2要件(置換可能性)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，控訴人方法と訂正発明は，控訴人方法における出発物質A及び中間体Cの炭素骨格が，トランス体のビタミンD構造であるのに対し，訂正発明(訂正発明のうち，出発物質及び中間体のZに相当する炭素骨格がシス体のビタミンD構造であり，控訴人方法における出発物質と同様に，置換基として，保護された水酸基がビタミンD構造の1位と3位に結合しているもの。以下，イ，ウにおいて同じ。)における出発物質であるビタミンD構造の20位アルコール化合物(構成要件B-1)及び中間体であるエーテル結合によりエポキシ基を有する側鎖が導入されたビタミンD構造(構成要件B-3)の炭素骨格が，シス体である点で相違する。そこで，訂正発明における出発物質及び中間体を，控訴人方法における出発物質及び中間体と置き換えても，訂正発明の目的を達成することができ，同一の作用効果を奏するかについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(3)ウ(ア)dのとおり，訂正発明の課題は，マキサカルシトールの側鎖を有するビタミンD誘導体の製造方法として，従来技術に開示されていなかった新規な製造方法を提供することにあり，その解決手段は，ビタミンD構造の20位アルコール化合物(構成要件B-1の化合物)を，塩基の存在下で，末端に脱離基を有する構成要件B-2のエポキシ炭化水素化合物と反応させることにより，エーテル結合によりエポキシ基を有する側鎖が導入されたビタミンD構造体であるエポキシド化合物(構成要件B―3の中間体)を合成し，その後，この側鎖のエポキシ基を開環するという新規な方法により，マキサカルシトールを製造するというものである。そうすると，訂正発明の第2要件における作用効果とは，ビタミンD構造の20位アルコール化合物を，末端に脱離基を有するエポキシ炭化水素化合物と反応させて，それにより一工程でエーテル結合によりエポキシ基を有する側鎖が導入されたビタミンD構造という中間体を経由するという方法により，マキサカルシトールを製造できることと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，控訴人方法は，前記のとおり，出発物質A(トランス体のビタミンD構造の20位アルコール化合物)を，試薬B(訂正発明の構成要件B-2のエポキシ炭化水素化合物)と反応させることにより，エーテル結合によりエポキシ基を有する側鎖が導入されたトランス体のビタミンD構造体であるエポキシド化合物の中間体Cを生成し，その後，この側鎖のエポキシ基を開環してマキサカルシトールの側鎖を有する物質Dを生成し，最後に物質Dに光照射を行いその炭素骨格をシス体のビタミンD構造へと転換して，訂正発明と同じマキサカルシトールを製造するというものである。",
                    "控訴人方法における上記出発物質A及び中間体Cのうち訂正発明のZに相当する炭素骨格はトランス体のビタミンD構造であり，訂正発明における出発物質(構成要件B-1)及び中間体(構成要件B-3)のZの炭素骨格がシス体のビタミンD構造であることとは異なるものの，両者の出発物質及び中間体は，いずれも，ビタミンD構造の20位アルコール化合物を，同一のエポキシ炭化水素化合物と反応させて，それにより一工程でエーテル結合によりエポキシ基を有する側鎖が導入されたビタミンD構造という中間体を経由するという方法により，マキサカルシトールを製造できるという，同一の作用効果を果たしており，訂正発明におけるシス体のビタミンD構造の上記出発物質及び中間体を，控訴人方法におけるトランス体のビタミンD構造の上記出発物質及び中間体と置き換えても，訂正発明と同一の目的を達成することができ，同一の作用効果を奏しているものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人らは，訂正明細書に記載がある効果は，工程数の短縮のみであり，訂正発明の作用効果は，従来技術に比して，シス体を出発物質とした場合のマキサカルシトールの側鎖の導入工程を短縮したことにある，また，工程の短縮としての効率性はトータルとしての製造工程数で決せられるべきであり，総工程数が異なる場合は同じ作用効果を有しない旨主張する。しかし，控訴人らの同主張は，次の理由により採用することができない。",
                    "平成6年法律第116号による特許法の改正は，同改正前の特許法36条4項が「発明の目的，構成及び効果」を明細書の発明の詳細な説明の必要的記載事項としていたところ，同改正後の同項，特許法施行規則24条の2により，「課題及びその解決手段」等を必要的記載事項としたものであり，発明の効果は明細書の発明の詳細な説明の必要的記載事項として規定されていない。現在では，実務上も，国際出願等に係る特許発明について「発明の効果」の記載のない明細書も多数存在しており(当裁判所に顕著な事実である。)，訂正明細書にも「発明の効果」を記載した部分がないのは，この改正に適合するものである。そして，明細書に「発明の効果」の記載がない特許発明について，一部の従来技術との対比のみにより発明の作用効果を限定して推認するのは相当ではない。",
                    "訂正明細書には，従来技術のうち，乙46公報記載の発明について「上記方法は，ステロイド基の側鎖にエーテル結合及びエポキシ基を導入するのに一工程より多くの工程を必要とし，従って所望の化合物の収率が低くなる。」との記載がある(前記(3)イ(ア))。しかし，同記載は，訂正明細書に従来技術として挙げられている複数の発明のうち一つのみについての記載である上，エーテル結合によるエポキシ基の導入という特定の側鎖導入の工程について意図するものであり，これらの工程を含めた方法全体の工程数のことを意図するものではないし，そもそも乙46公報記載の方法は，マキサカルシトールの側鎖を導入する製造方法でもないから，これをもって，従来技術に比して，シス体を出発物質とした場合のマキサカルシトールの側鎖の導入工程を短縮したことが訂正発明の作用効果であるということはできない。また，前記(3)カ(ア)のとおり，訂正発明は，ステロイド環構造をビタミンD構造へ転換する工程をも包含しており，特に転換工程の有無を含めた全工程数の違い(少なさ)を，従来技術との違いとして認識しているわけではないことからすれば，訂正発明の作用効果を，従来技術に比して，マキサカルシトール等の目的物質を製造する総工程数を短縮できることと認定することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，控訴人方法は，均等の第2要件を充足すると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "均等の第3要件(置換容易性)について",
              "text": [
                "証拠(文中掲記)によれば，本件優先日当時，トランス体のビタミンD構造を，光照射によりシス体へ簡便に転換し得ることは周知技術であり，所望のビタミンD誘導体を製造するに際し，トランス体のビタミンD構造を有する化合物を出発物質として，適宜側鎖を導入した後，光照射を行うことによりトランス体をシス体へ転換して，シス体のビタミンD誘導体を得る方法は広く知られていたこと(甲14，乙1，乙2，乙33)，控訴人方法の出発物質Aに相当するトランス体のビタミンD構造をマキサカルシトールの合成に用いることも知られていたこと(乙4の2)，シス体のビタミンD構造を有する化合物を出発物質とする場合であっても，製造過程で置換基等の導入や保護基を外す際等にトランス体へと転換し，再びシス体へと転換する方法も一般的であったこと(乙1)が認められる。",
                "また，一般に，化合物の反応においては，反応点付近の立体構造が反応の進行に大きく影響することが知られているところ，出発物質であるビタミンD構造の20位アルコール化合物がマキサカルシトールの側鎖の導入に際して反応する水酸基は，トランス体とシス体とで構造が異なるビタミンD構造の二重結合(5位)の位置から遠く離れており，出発物質のビタミンD構造がトランス体であってもシス体であっても，反応点付近の立体構造は同じであることからすれば，当業者であれば，トランス体とシス体の二重結合の位置の違いによって訂正発明のマキサカルシトールの側鎖の導入過程の反応が異なるものと考えないのが自然である。",
                "そうすると，控訴人方法の実施時(本件特許権の侵害時)において，訂正発明の目的物質に含まれるマキサカルシトールを製造するために，訂正発明の出発物質における「Z」として，シス体のビタミンD構造の代わりに，トランス体のビタミンD構造を用い，この出発物質Aを，訂正発明の試薬と同一の試薬Bと反応させて，トランス体である以外には訂正発明の中間体と異なるところがない中間体Cを生成すること，中間体Cの側鎖のエポキシ基を開環してマキサカルシトールの側鎖を有するトランス体である物質Dを得ること，最終的には物質Dに光照射を行いシス体へと転換し，水酸基の保護基を外して，訂正発明の目的物質と同じマキサカルシトールを製造するという控訴人方法は，当業者が訂正発明から容易に想到することができたものと認められる。",
                "したがって，控訴人方法は，均等の第3要件を充足すると認められる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "均等の第4要件(対象方法の容易推考性)について",
              "text": [
                "控訴人らは，控訴人方法は，乙4文献に基づき，本件優先日当時容易に推考ができた旨を主張する。しかし，控訴人らの同主張が認められないことについては，原判決の「事実及び理由」の第4の4(1)ないし(6)に判示のとおりであるから，これを引用する。",
                "したがって，控訴人方法について，均等の第4要件における対象方法の容易推考性は認められない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "均等の第5要件(特段の事情)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第5要件の判断基準について",
                  "text": [
                    "特許発明の実質的価値は，特許請求の範囲に記載された構成からこれと実質的に同一なものとして当業者が容易に想到することのできる技術に及び，第三者はこれを予期すべきものであるから，対象製品等が，特許発明とその本質的部分，目的及び作用効果で同一であり，かつ，特許発明から当業者が容易に想到することができるものである場合には，原則として，対象製品等は特許発明と均等であるといえる。しかし，特許出願手続において出願人が特許請求の範囲から意識的に除外したなど，特許権者の側において一旦特許発明の技術的範囲に属しないことを承認するか，又は外形的にそのように解されるような行動をとったものについて，特許権者が後にこれと反する主張をすることは，禁反言の法理に照らし許されないから，このような特段の事情がある場合には，例外的に，均等が否定されることとなる(前記ボールスプライン事件最判参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "この点，特許請求の範囲に記載された構成と実質的に同一なものとして，出願時に当業者が容易に想到することのできる特許請求の範囲外の他の構成があり，したがって，出願人も出願時に当該他の構成を容易に想到することができたとしても，そのことのみを理由として，出願人が特許請求の範囲に当該他の構成を記載しなかったことが第5要件における「特段の事情」に当たるものということはできない。",
                        "なぜなら，①上記のとおり，特許発明の実質的価値は，特許請求の範囲に記載された構成以外の構成であっても，特許請求の範囲に記載された構成からこれと実質的に同一なものとして当業者が容易に想到することのできる技術に及び，その理は，出願時に容易に想到することのできる技術であっても何ら変わりがないところ，出願時に容易に想到することができたことのみを理由として，一律に均等の主張を許さないこととすれば，特許発明の実質的価値の及ぶ範囲を，上記と異なるものとすることとなる。また，②出願人は，その発明を明細書に記載してこれを一般に開示した上で，特許請求の範囲において，その排他的独占権の範囲を明示すべきものであることからすると，特許請求の範囲については，本来，特許法36条5項，同条6項1号のサポート要件及び同項2号の明確性要件等の要請を充たしながら，明細書に開示された発明の範囲内で，過不足なくこれを記載すべきである。しかし，先願主義の下においては，出願人は，限られた時間内に特許請求の範囲と明細書とを作成し，これを出願しなければならないことを考慮すれば，出願人に対して，限られた時間内に，将来予想されるあらゆる侵害態様を包含するような特許請求の範囲とこれをサポートする明細書を作成することを要求することは酷であると解される場合がある。これに対し，特許出願に係る明細書による発明の開示を受けた第三者は，当該特許の有効期間中に，特許発明の本質的部分を備えながら，その一部が特許請求の範囲の文言解釈に含まれないものを，特許請求の範囲と明細書等の記載から容易に想到することができることが少なくはないという状況がある。均等の法理は，特許発明の非本質的部分の置き換えによって特許権者による差止め等の権利行使を容易に免れるものとすると，社会一般の発明への意欲が減殺され，発明の保護，奨励を通じて産業の発達に寄与するという特許法の目的に反するのみならず，社会正義に反し，衡平の理念にもとる結果となるために認められるものであって，上記に述べた状況等に照らすと，出願時に特許請求の範囲外の他の構成を容易に想到することができたとしても，そのことだけを理由として一律に均等の法理の対象外とすることは相当ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，このような場合であっても，出願人が，出願時に，特許請求の範囲外の他の構成を，特許請求の範囲に記載された構成中の異なる部分に代替するものとして認識していたものと客観的，外形的にみて認められるとき，例えば，出願人が明細書において当該他の構成による発明を記載しているとみることができるときや，出願人が出願当時に公表した論文等で特許請求の範囲外の他の構成による発明を記載しているときには，出願人が特許請求の範囲に当該他の構成を記載しなかったことは，第5要件における「特段の事情」に当たるものといえる。",
                        "なぜなら，上記のような場合には，特許権者の側において，特許請求の範囲を記載する際に，当該他の構成を特許請求の範囲から意識的に除外したもの，すなわち，当該他の構成が特許発明の技術的範囲に属しないことを承認したもの，又は外形的にそのように解されるような行動をとったものと理解することができ，そのような理解をする第三者の信頼は保護されるべきであるから，特許権者が後にこれに反して当該他の構成による対象製品等について均等の主張をすることは，禁反言の法理に照らして許されないからである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，化学分野の発明では，特許請求の範囲が客観的かつ明瞭な表現で規定されており，第三者にはその範囲以外に権利が拡張されることはないとの信頼が生じるから，当該信頼は保護されるべきであると主張する。しかし，前記のとおり，均等による権利は，特許請求の範囲の文言上規定された範囲以外であっても，特許請求の範囲に記載された構成からこれと実質的に同一なものとして当業者が容易に想到することができる技術に及び，第三者はこれを予期すべきであり，禁反言の法理に照らし均等の主張が許されないのは，上記特段の事情がある場合に限られるのであって，化学分野の発明であることや，特許請求の範囲が文言上明確であることは，それ自体では「特段の事情」として均等の成立を否定する理由とはなり得ないから，控訴人らの主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らは，前記第3の1(4)控訴人らの主張イ(ア)ないし(キ)のとおりの事情を主張し，訂正発明の出願人は，特許請求の範囲を記載するに際し，トランス体のビタミンD構造を対象としないことを明瞭かつ客観的に意識して出発物質を決定し，積極的にトランス体のビタミンD構造を除外するという意識的な選択をしたものであり，したがって，本件においては，ボールスプライン事件最判がいう「特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情」があり，また，同判決が均等論を認める根拠として示す「あらゆる侵害態様を予測して明細書の特許請求の範囲を記載することは極めて困難」という，特許権者を特に保護すべき事情は存在しないなどと主張する。",
                        "しかし，以下のとおり，訂正明細書中には，訂正発明の出発物質をトランス体のビタミンD構造とした発明を記載しているとみることができる記載はなく(訂正明細書中に，トランス体のビタミンD構造を出発物質とする発明の開示がされていないことは，争いがない。)，その他，出願人が，本件特許の出願時に，トランス体のビタミンD構造を，訂正発明の出発物質として，シス体のビタミンD構造に代替するものとして認識していたものと客観的，外形的にみて認めるに足りる証拠はないから，控訴人らの主張は理由がないというべきである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "控訴人らは，二種類の幾何異性体の存在やトランス体のビタミンD構造を出発物質とする合成ルートは周知であったから，出願人が過誤でトランス体のビタミンD構造を出発物質とする合成ルートの存在に気が付かなかったということはないなどと主張する。しかし，訂正発明の出願人が，一般的にシス体の幾何異性体としてトランス体が存在することやトランス体のビタミンD構造を出発物質としてビタミンD誘導体の合成を行う方法があることを知っていたとしても，そのことだけをもって，出願人が，出願時に，訂正発明の出発物質に代替するものとしてトランス体のビタミンD構造を出発物質とすることを認識していたものと客観的，外形的にみて認められるということはできない。したがって，控訴人らの主張は理由がない。"
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人らは，訂正発明の特許請求の範囲は，化学結合を波線で「 H」と記載し(構成要件B-3)，Hの付け根の立体構造がR体とS体の立体異性体の双方を含むことを明示しているのに，ビタミンD構造の幾何異性体についてはシス体のみに限定して記載されているのであるから，トランス体を対象としないことを明瞭かつ意識的に限定していると主張する。しかし，R体-S体の立体異性(鏡像異性)とシス体-トランス体の立体異性(幾何異性)とは性質が異なるものであり，訂正明細書においてR体とS体の区別を前提とする記載があるからといって，出願人が訂正発明の出発物質に代替するものとしてトランス体のビタミンD構造を認識していたものと客観的，外形的にみて認められるとはいえず，特許請求の範囲を意識的に限定したとは認められない。したがって，控訴人らの主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人らは，訂正明細書中に，シス体の出発物質にSO が付加した直後の構造式と，トランス体の出発物質にSO が付加した直後の構造式を表現する二つの構造式が記載され，トランス体の出発物質を想定した記載が存在するのに，特許請求の範囲ではシス体の出発物質に限定しているのであるから，この点でも，出発物質の意識的限定は明らかであると主張する。",
                            "しかし，訂正発明の「Z」は，請求項13において，「1以上の保護又は未保護の置換基および／または1以上の保護基を所望により有していてもよ(い)」ものと明記されているのであり，控訴人らが指摘する訂正明細書中の二つの構造式(前記(3)イ(イ)b)は，いずれも，このような保護基が付された形態の「Z」の例として，保護基としてSO が付加されているビタミンD構造を示すものにすぎず，SO が付加される前の化合物が記載されているものではない。そして，ビタミンD構造にSO が付加された化合物は，ビタミンD構造の二重結合が失われて回転障害がなくなり，幾何異性体ではなくなるから，上記二つの構造式自体はシス体・トランス体の区別がないものである。そうすると，このような保護基が付された形態の「Z」の例が記載されていることによって，出願人が訂正発明の出発物質に代替するものとしてトランス体のビタミンD構造を認識していたものと客観的，外形的にみて認めるには足りず，特許請求の範囲の出発物質を意識的に限定したものとはいえない。したがって，控訴人らの主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "控訴人らは，訂正明細書の41欄には，出発物質として，シス体のビタミンD構造のほかに，トランス体のビタミンD構造を記載した二つの国際公開公報が記載されているのに，訂正明細書の37欄では，二種類存する基本骨格からシス体を「特に」限定し，特許請求の範囲でもシス体のみが記載されているのであるから，訂正明細書上トランス体のビタミンD構造は意識的に除外されていると主張する。",
                            "訂正明細書の41欄には，訂正発明における中間体に当たる化合物の製造の際に出発化合物として使用することができる公知化合物の例示として，「日本特許公開公報昭和61-267550号(1986年11月27日発行)および国際特許公開公報WO90-09991(1990年9月7日)およびWO90／09992(1990年9月7日)に記載された所望により水酸基が保護されている9，10-セコ-5，7，10(19)-プレグナトリエン-1α，3β，20β-トリオール」との記載がある(前記(3)イ(イ)c)。しかし，「9，10-セコ-5，7，10(19)-プレグナトリエン-1α，3β，20β-トリオール」との記載は，ビタミンD構造をシス体ともトランス体とも限定しない一般的な表記であり，上記41欄の記載は，トランス体のビタミンD構造を出発物質とする発明を記載しているものではない。そして，引用された個々の公報の中においては，それぞれの公報記載の発明に係る製造方法の過程においてビタミンD構造のシス体の構造式又はトランス体の構造式が記載されているものの，訂正明細書においては，これらの文献は「9，10-セコ-5，7，10(19)-プレグナトリエン-1α，3β，20β-トリオール」を記載したものとして引用されているのみである。",
                            "また，控訴人らが指摘する訂正明細書の37欄は，特許請求の範囲の記載と同じ内容を特定して記載しているものであり，出発物質等の「Z」としてトランス体のビタミンD構造を明示しているものではない。",
                            "そして，訂正明細書には，他に，トランス体をシス体へと転換する工程の記載など，トランス体のビタミンD構造についての言及は一切なく，トランス体を出発物質とする製造方法に係る発明についての記載はない。",
                            "そうすると，上記各訂正明細書の記載をもって，訂正明細書中に，訂正発明の出発物質をトランス体のビタミンD構造とする発明が記載されているとみることはできないし，これをもって，出願人が，出願時に，トランス体のビタミンD構造を訂正発明の出発物質に代替するものとして認識していたものと客観的，外形的にみて認めるには足りず，トランス体のビタミンD構造が特許請求の範囲から意識的に除外されていたものとは認められない。したがって，控訴人らの主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "控訴人らは，訂正明細書にはステロイド環構造を出発物質とする実施例しか記載がないのに，特許請求の範囲では，シス体のビタミンD構造を出発物質とするものにまで発明が一般化されて拡張されており，このような明細書に接すれば，第三者は，特許請求の範囲に記載されなかった構成については除外されたものと認識すると主張する。しかし，特許請求の範囲の記載は，明細書によりサポートされている必要はあるが，実施例に記載された発明の範囲と一致する必要はない。実施例に示された内容よりも一般化された内容の発明が特許請求の範囲に記載されていることは，一般的に行われていることであって，このことのみをもって，出願人が，特許請求の範囲に記載されている出発物質以外のものを，当該出発物質に代替するものとして認識していたものと客観的，外形的にみて認められる根拠となるものではなく，特許請求の範囲を意識的に限定したなどの特段の事情があるものとはいえない。したがって，控訴人らの主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "控訴人らは，出願人が，出発物質のZとしてトランス体のビタミンD構造を含めることに何らの困難もなかったと主張する。しかし，出願時に，特許請求の範囲に記載された構成と実質的に同一なものとして，特許請求の範囲外の他の構成を容易に想到することができる場合であっても，そのことのみでは，当該他の構成を意識的に除外したなどの特段の事情があるとはいえないことは前記ア(ア)のとおりである。したがって，控訴人らの主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "控訴人らは，訂正発明はトランス体のビタミンD構造を発明の対象とすると工程短縮の効果を主張して特許査定を受けられなかった可能性が高く，そのため，出願人はシス体のみを出発物質としたものと考えられるなどと主張する。しかし，前記(4)エのとおり，訂正発明の作用効果が工程数の短縮にあるとは認められず，かえって，訂正発明の本質的部分は前記(3)エのとおりと認められ，シス体であることは本質的部分に何ら関わるものではないことからすれば，被控訴人が控訴人らの主張する作用効果を意識して，訂正発明の出発物質から意図的にトランス体を除外したものと認めることはできない。したがって，控訴人らの主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "以上によれば，本件においては，出願人が訂正明細書において訂正発明の出発物質をトランス体のビタミンD構造とする発明を記載しているとみることはできず，出願人が出願時に訂正発明の出発物質に代替するものとしてトランス体のビタミンD構造を認識していたものと客観的，外形的にみて認められないから，出願人が特許請求の範囲に「Z」をトランス体のビタミンD構造とする構成を記載しなかったことが，第5要件における「特段の事情」に当たるものということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人らは，控訴人製品の事業化前に被控訴人が送付した書面の記載が，特許権者による特許請求の範囲の意識的限定の表示に当たると主張する。",
                        "しかし，被控訴人は，同書面(被控訴人代理人弁護士が作成した意見書)において，控訴人方法が，訂正発明のうち，特許請求の範囲記載の出発物質及び中間体の「Z」としてシス体のビタミンD構造を選択したものと均等である旨の均等侵害の主張もしていたものであるから，併せてその他の主張を選択的にしていたからといって，同主張をすることにより，特許請求の範囲を意識的に限定したものと解することはできない(なお，前記のとおり，本件訴訟においては，控訴人方法が，CD環構造を出発物質とする本件訂正前の本件発明の文言侵害に当たらないことは当事者間に争いがない。)。したがって，控訴人らの主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人らのその余の主張によっても，均等の第5要件の特段の事情があるものとは認められない。",
                        "したがって，控訴人方法について，均等の第5要件における特段の事情は認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上によれば，控訴人方法は，訂正発明と均等であり，その技術的範囲に属するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "訂正発明についての無効理由の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "乙14文献を主引例とする進歩性欠如(無効理由ア)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙14文献の記載内容",
                  "text": [
                    "乙14文献は，本件優先日(平成8年9月3日)前である平成8年2月1日に頒布された「有機合成化学協会誌第54巻第2号」に登載された，訂正発明の発明者の1人である久保寺登の「活性型ビタミンD誘導体-医薬品開発の過程で合成研究者が担当する多彩な役割」と題する論文であり，以下のとおりの記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「1．はじめに",
                      "text": [
                        "活性型ビタミンD，1α，25-dihydroxyvitaminD (1)(Calcitriol；以下1，25(OH) D と略す)の種々の生理作用を構造修飾により分離することを目的として生まれてきた1α，25-dihydroxy-22-oxavitaminD (2)(22-oxacalcitriol；以下OCT【判決注：マキサカルシトール】と略す。)は，白血病細胞等の腫瘍細胞に対して強い分化誘導・増殖抑制作用を有する反面，血中カルシウム上昇作用は弱いと言う特徴を持っており，現在までのところ，1，25(OH) Dの作用分離の最も進んだ誘導体の1つとされている。・・・",
                        "ところで，製薬会社の合成研究室に身を置く研究者の仕事に関しては，初期の活性物質の探索研究に注意が向きがちであるが，実は探索研究にとどまらず，大量合成法確立のための製法検討やアイソトープラベル体，予想代謝物等の関連物質の合成等々，医薬品を生み出していく過程において“縁の下の力持ち”とも言える種々の役割に及んでいる。・・・筆者達がOCTの開発研究という創薬の過程で，ここ数年間にかかわってきた合成上のいくつかの項目に焦点をあてながら，医薬品開発の中で合成研究者が担当する多彩な役割について触れてみたい。」(139頁左欄1行～右欄12行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「3．大量合成法の検討-従来法の問題点と改良点",
                      "text": [
                        "さて，候補検体が絞られ開発の方向性が決定される頃になると，大量の検体供給が必要となる。・・・",
                        "当初，OCTの合成を行っていた工程を図5に示した【判決注：前記甲1公報記載の方法と同じ。】。この方法の欠点はアルコール(8)のアルキル化の際に副生成物(9)を生成する点にある。9は次のWacker酸化の際，未反応物として分離されるが，ロスとして痛手であった。この副生成物(9)の生成は8の水酸基の立体障害に起因する反応性の低さから生じている。8のアルキル化反応を数十系統の反応で検討した結果，図6に示すようにMichael付加反応-メチル化反応を経由する改良法が効率的であることが判明し，現在はこの方法を採用している。しかしこのメチル化反応においても，CeCl ・7H Oを250℃のオーブンで脱水・無水化して用いており，実験室レベルでは何ら問題はないが大量合成には不利なことからさらに改良が検討されている。」(140頁右欄下から5行～142頁左欄8行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「4．  関連化合物の合成",
                      "text": [
                        "4．1  予想代謝物の合成",
                        "代謝物の構造決定に際しては，実際に生体試料中から抽出・単離されたものと化学合成されたものを直接比較することが近道で重要である。薬物の構造を眺めて代謝を受けやすい部分を想定し，予想代謝物を合成して提供することが，代謝の実験を行う研究者には大きな手助けとなる。",
                        "1，25(OH) D の場合は23，24，および26位が水酸化され，最終的にcalcitroic  acidに代謝されることが良く知られている。そこでOCTの場合も図7に示すように24-hydroxylated  OCT(10)および(11)，26-hydroxylated  OCT(12)および(13)【判決注：マキサカルシトールの側鎖の26位が水酸化されたもの】さらに23位が水酸化されて生ずるhemiacetal(14)由来のpentanorOCT(15)の合成を検討した。」(142頁左欄17行～右欄12行)",
                        "【図7】"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「さらに26-hydroxylated  OCT(12)および(13)は図9に示すようにkey  stepにKatsuki-Sharpless反応を用いてepoxide(18)および(19)を得，それぞれ25位がR配位(12)およびS配位(13)の26-hydroxylated  OCTに導いた。・・・(図9)」(142頁右欄行16行～143頁左欄2行)",
                      "text": [
                        "【図9】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙14発明の内容",
                  "text": [
                    "上記アによれば，乙14文献の図9には，以下の方法(乙14発明)が開示されているものと認められる。",
                    "「下記の20(S)-アルコール(8)を，",
                    "(式中，TBSは保護基であるt-ブチルジメチリシリルである。)",
                    "4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテンと反応させて，",
                    "(式中，THP＝テトラヒドロピランである。)",
                    "下記【図9の中央上部の図と同じ】のステロイド化合物を生成し，",
                    "(式中，R1＝THP，R2＝Hである。)",
                    "引き続き，香月-シャープレス反応を用いて，以下の(18)，(19)のエポキシド化合物を生成し，",
                    "これをDIBAH(水素化ジイソブチルアルミニウム)で還元処理した後，光照射及び熱異性化をし，図9(図7参照)の(12)，(13)のマキサカルシトールの予想代謝物を得る方法。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正発明と乙14発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正発明と乙14発明とは，以下の点で一致する。",
                        "「下記構造を有する化合物の製造方法であって：",
                        "(式中，Wは水素，Xはメチルであり；YはOであり；そしてZはビタミンD構造である)",
                        "(a)下記構造：",
                        "(式中，W，X及びYは上記定義のとおりであり，Zはステロイド環構造である。)を有する化合物を下記構造",
                        "E-B を有する試薬(式中，Eは脱離基である。)と反応させて，下記構造：",
                        "を有するエポキシド化合物を製造すること；",
                        "(b)そのエポキシド化合物を還元剤で処理して化合物を製造すること；及び",
                        "(c)かくして製造された化合物を回収すること；",
                        "を含む方法。」",
                        "すなわち，ステロイド環構造の20位アルコール化合物を出発物質とし(構成要件B-1)，当該物質を試薬と反応させてエポキシド化合物を製造し(構成要件B-3のうち側鎖を除く部分)，そのエポキシド化合物を還元剤で処理し，所望のビタミンD化合物を製造する方法(構成要件A-1のうち側鎖を除く部分，A-2，A-4ないしA-6，CないしE)である点で一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正発明と乙14発明とは，以下の点で相違する。",
                        "(相違点1)目的物質の「Y-A’」について，訂正発明の側鎖は，下記左図のとおりマキサカルシトールの側鎖である(構成要件A-1のうち側鎖部分，A-3)のに対し，乙14発明の側鎖は，下記右図のとおりマキサカルシトールの側鎖ではない点。",
                        "(相違点2)訂正発明では，(試薬として使用する)化合物「E-B」(EがBrで，Bがエポキシ基を含む構成の場合。以下同じ。)は下記構造：",
                        "の「4-ブロモ-2，3-エポキシ-2-メチルブタン」(本件試薬)である(構成要件B-2の化学式部分)のに対し，乙14発明では，化合物「E-B」は下記構造：",
                        "の「4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテン」である点。",
                        "(相違点3)訂正発明では，出発物質と化合物「E-B」とを塩基の存在下で反応させて，下記構造：",
                        "n＝1，R ，R ＝メチル",
                        "を有するエポキシド化合物を得ている(構成要件B-2の化学式を除く部分，B-3のうち側鎖部分)のに対して，乙14発明では，出発物質と化合物「E-B」の反応により，下記構造の化合物を生成し，",
                        "次いで，香月―シャープレス反応を用いて，下記構造",
                        "のエポキシド化合物を製造する点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2及び3の容易想到性についての検討",
                  "text": [
                    "上記ウのとおり，訂正発明と乙14発明とは，その目的物質(相違点1)，出発物質に反応させる試薬(相違点2)，中間体であるエポキシド化合物及び同化合物を製造する工程(相違点3)において相違するところ，控訴人らは，乙14発明に乙9文献記載の試薬(本件試薬)を組み合わせることにより，訂正発明に係る構成に容易に想到することができる旨を主張している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，乙14発明の試薬は訂正発明の試薬とは異なるから，乙14発明から訂正発明に想到するには，訂正発明の試薬を乙14発明の試薬に代えて使用する動機付けが必要となる。この点，本件試薬の構造自体は公知であった(乙9)が，前記アの記載によれば，そもそも乙14文献の図9記載の工程(乙14発明)は，マキサカルシトールとは異なり，二種類の立体配置が存在する側鎖末端構造を有するマキサカルシトールの予想代謝物(12)，(13)を選択的に合成するための製造方法である。そして，乙14発明においては，上記二種類のマキサカルシトールの予想代謝物の合成のため，二種類のエポキシド化合物(18)又は(19)(両者は，側鎖末端の立体配置〔R体とS体〕が異なる異性体である。)を選択的に作り分けることを目的として，香月-シャープレス反応(同反応を用いると，二重結合を含む側鎖が不斉エポキシ化され，立体配置の異なる二種類の化合物を合成することができる。)を用いており，その香月-シャープレス反応に必要な二重結合を出発物質の側鎖に導入するための試薬として，二重結合を側鎖に有する特定の試薬(4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテン)を選択しているものであって，当該試薬に代えて本件試薬を用いることについては，乙14文献にも，乙9文献にも記載されておらず，その示唆もない。",
                        "そうすると，当業者において，本件試薬を乙14発明と組み合わせる動機付けがあるとはいえないから，相違点2(試薬の相違)に係る訂正発明の構成は，当業者において容易に想到することができたものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，当業者において，乙14発明のエポキシド化合物に代えて，訂正発明の中間体であるエポキシド化合物を得ようとする動機付けは，乙14文献にも，本件訴訟に提出された他の公知文献にも記載されておらず，その示唆もない。",
                        "したがって，相違点3(エポキシド化合物の相違)に係る訂正発明の構成についても，当業者において容易に想到することができたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人らの主張について",
                  "text": [
                    "以上に対し，控訴人らは，乙14発明の目的物質を，マキサカルシトールの予想代謝物に代えて，側鎖構造が類似するマキサカルシトールとすること(相違点1)は容易であり，そうすると，①マキサカルシトールの効率的な製造方法を検討する当業者は，乙14文献の図9に接すれば，同図のマキサカルシトールの予想代謝物の側鎖とマキサカルシトールの側鎖の構造が酷似していることに着目して，マキサカルシトールの合成をするために，エポキシド化合物(18)及び(19)のヒドロキシメチル基をメチル基に置き換えた化合物をマキサカルシトールの前駆体として使用することを着想し，動機付けられる(以下「主張①」という。)，②この置き換えたエポキシド化合物に逆合成法及び技術常識を適用すると，エーテル結合の酸素原子とその右側の炭素原子との間で切断した上，切断によって得られる本件試薬と乙14発明の出発物質とを反応させることを想起し，かつ，両物質の反応は良好に進むと考えるから，相違点2及び相違点3に係る訂正発明の構成に想到することはいずれも容易である(以下「主張②」という。)旨主張する。そこで，以下，控訴人らの主張について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，主張①のとおり，マキサカルシトールの効率的な製造方法を検討する当業者は，乙14文献の図9から，エポキシド化合物(18)及び(19)のヒドロキシメチル基をメチル基に置き換えた化合物をマキサカルシトールの前駆体として使用することを着想し，動機付けられると主張する。",
                        "しかし，前記エ(ア)のとおり，乙14文献の図9記載の工程は，25位の立体配置がR体かS体かで異なる二種類のマキサカルシトールの予想代謝物(12)又は(13)を選択的に合成するための製造方法であり，まず，出発物質に試薬を適用して二重結合を有する側鎖を導入し，次いで，これに香月-シャープレス反応を用いるという二段階の反応を行うことにより，二重結合をエポキシ基に変換した中間体である二種類のエポキシド化合物(18)又は(19)を選択的に合成し，さらに，各エポキシド化合物のエポキシ基を開環することにより図9の右下に図示される二種類のステロイド化合物を製造し，最後に，各ステロイド化合物を光照射及び熱異性化して，それぞれから最終目的物質である上記予想代謝物(12)又は(13)を生成するという一連の工程である。控訴人らの上記主張①は，この一連の工程のうち終盤の，中間体(前駆体)としてエポキシド化合物を経由するという点のみを取り出し，そのエポキシド化合物を得るまでの工程は，乙14発明とは全く違うものに変更するというものであるから，乙14発明の一連の工程のうち，特にエポキシド化合物を経由するという点に着目する技術的着想が必要である(仮に，この乙14発明をマキサカルシトールの合成にも応用しようとするのであれば，乙14発明の試薬を，4-ブロモ-2-メチル-テトラヒドロピラニルオキシ-2-ブテンに代えて，マキサカルシトールの側鎖にとって余分なテトラヒドロピラニルオキシ基(OTHP基)のない下図の4-ブロモ-2-メチル-2-ブテン(臭化プレニル)を用い，それ以外は，乙14発明と同様の一連の側鎖導入工程，エポキシ化工程，エポキシ基の開環工程を経る製造方法に想到することが自然である。)。",
                        "乙14文献記載の試薬        4-ブロモ-2-メチル-2-ブテン",
                        "この点，乙14文献には，図9の一連の工程が，特にエポキシド化合物を経由するという点に着目したものであることを示唆する記載はなく，むしろエポキシド化合物は，26位が水酸化された側鎖末端の立体配置が異なる二種類のマキサカルシトールの予想代謝物(12)又は(13)を選択的に製造するという目的のために，香月-シャープレス反応を採用した結果，工程中において生成されることとなったものにすぎないものと理解される。また，乙14文献には，図9の合成方法によってマキサカルシトールの予想代謝物が高収率で得られたことが記載されているのみで，問題点の記載もなく，乙14発明の一連の工程の改良(変更)をする際に，どの点は変更する必要がなく，どの点を改良すべきかを示唆する記載もない(仮に改良すべき点として工程数を取り上げたとしても，側鎖導入工程，エポキシ化工程，エポキシ基の開環工程のいずれを短縮すべきなのかについての示唆もなく，二重結合からエポキシ化を経由せず直接水酸化するという選択肢なども想定は可能である。)。",
                        "そうすると，当業者が，仮に乙14発明の最終目的物質であるマキサカルシトールの予想代謝物(又はその前駆体となるステロイド化合物)とマキサカルシトールの側鎖の類似性から，乙14発明をマキサカルシトールの合成に応用することを想到し得たとしても，その際に，一連の工程のうち，特にエポキシド化合物を経由するという点に着目して，最終工程であるエポキシド化合物のエポキシ基を開環する工程の方を変更せず，その前段階である側鎖導入工程とエポキシ化工程は変更しようとすることを，当業者が容易に着想することができたとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，控訴人らは，主張①の根拠として，乙19文献(国際公開公報第93／21204号)には，カルシトリオールと同じ側鎖を構築する際にエポキシド化合物を用いることが記載されており，訂正発明の発明者自身，カルシトリオールの側鎖の22位の炭素原子を酸素原子に置換することによりマキサカルシトールに想到しているのであるから，乙19文献の技術的知見を有する当業者にとって，乙14発明のエポキシド化合物からマキサカルシトール前駆体(エポキシド化合物)の合成を着想することは何の困難もないとも主張する。",
                        "しかし，乙19文献には，下図のとおり，側鎖の22位が酸素原子ではなく，炭素原子によって結合している(マキサカルシトールの側鎖のようにエーテル結合をしていない。)カルシトリオールの合成方法が記載されているものであり(乙19，弁論の全趣旨)，20位アルコール化合物と反応試薬とのウィリアムソン反応を行うものでもないし，目的物質はマキサカルシトールではない。",
                        "その上，乙19文献に記載されている製造方法は，上記のとおり，まず出発物質の側鎖の二重結合を酸化することにより，側鎖にエポキシ基を導入した上，エポキシド化合物のエポキシ基を還元剤で開環して，目的物質の側鎖を生成するという一連の工程であり，同工程のうち中間体としてエポキシド化合物を経由するという点のみに着目することを示唆する記載があるとは認められない。",
                        "そうすると，乙19文献の技術的知見を有する当業者であっても，乙14発明の一連の工程から，目的物質を合成する最終段階の工程であるエポキシド化合物を前駆体とする点のみに着目し，その前段階である側鎖導入工程とエポキシ化工程は変更しようとすることを，容易に着想することができたとはいえない。",
                        "なお，控訴人らは，訂正発明の発明者自身が，カルシトリオールから，その22位の炭素原子を酸素原子に置換した物質の合成を検討し，マキサカルシトールを発明した旨述べている(乙14)とも指摘するが，発明者らがそのような検討をしたからといって，カルシトリオールの上記製造方法のうちの最終段階の工程であるエポキシド化合物を前駆体とする点のみに着目して，その前段階である側鎖導入工程とエポキシ化工程を変更してマキサカルシトールの製造方法を想到することが当業者にとって容易であることを根拠付けるものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人らは，(a) 乙14文献の図9に接した当業者は，香月-シャープレス反応は二種類の異なる立体配置が存在するために用いられているものであり，マキサカルシトールでは立体配置の問題が生じないことを理解するから，図9において二種類の異性体が存在することは，控訴人らの主張する着想の容易想到性の妨げにならない，(b) 工程数の多い迂遠な合成方法を当業者がわざわざ採用するはずがないから，乙14発明をマキサカルシトールの合成に応用する際に臭化プレニルに代えるという方法を採用することはない，とも主張する。",
                        "しかし，上記(a)の主張については，そもそも控訴人らが着想の容易想到性の根拠として主張する側鎖構造の類似性及び乙19文献によっては，乙14文献の図9記載の一連の工程のうち中間体(前駆体)としてエポキシド化合物を経由するという点のみを取り出して，そのエポキシド化合物を得るまでの工程は，乙14発明とは全く違うものに変更するということを着想させるとは認められないことは前記(ア)，(イ)判示のとおりであり，乙14文献の図9の工程を見た当業者が，控訴人らの上記主張のような理解をするとしても，そのことは，一連の工程のうち中間体としてエポキシド化合物を経由するという点に着目することを示唆するものとはいえず，同判示内容を左右するものではない。",
                        "また，上記(b)の主張についても，前記判示(ア)のとおり，仮に乙14発明をマキサカルシトールの合成に応用しようとすれば，最終目的物質の側鎖構造の違いに伴い，その限度で試薬の側鎖構造の変更を想到することは自然であるといえても，それ以上に，工程数の改良をしようとして，一連の工程のうちエポキシド化合物を経由する部分のみを維持し，その前段階の合成工程をまったく別のものに変更する動機付けがあるとは認められないのであり，控訴人らの同主張も，同判示内容を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "以上によれば，控訴人らの主張は，そもそも主張①が認められないから，その余の主張②について検討するまでもなく，乙14発明から，相違点2及び3に係る訂正発明の構成を当業者が容易に想到することができたとは認められない。"
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，控訴人らの無効理由アの主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲12文献を主引例とする進歩性欠如(無効理由イ)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲12文献の記載内容",
                  "text": [
                    "甲12文献(訳文は乙43)は，本件優先日(平成8年9月3日)前である昭和61年(1986年)に頒布された「Chem.Pharm.Bull.」に登載された，訂正発明の発明者の1人である久保寺登を含む被控訴人の新薬研究所の研究者5名による「ビタミンD 誘導体の合成研究VIII」と題する論文であり，以下のとおりの記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「(化合物)10の形成と対照的に，1-ブロモ-3，3-エチレンジオキシブタン・・・と(化合物)9とのアルキル化反応は失敗した。【判決注：反応式A参照】(注10)」(2頁下から5行目～下から3行目)",
                      "text": [
                        "【反応式A】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「しかし，所望の25-ケト誘導体(13)は以下の2段階手法によって得られた；還流キシレン中4-ブロモ-1-ブテン及び大過剰の水素化ナトリウム(ＮaH)とアルコール9を18時間反応させた後，得られた二重結合の異性体(11及び12)の1：1混合物がワッカー(Wacker)法(触媒量の塩化パラジウム(Ⅱ)(PdCl )及び過剰量の塩化銅(Ⅰ)(CuCl)と共に，ジメチルホルムアミド(DMF)及び水(H O)中，酸素雰囲気下，室温で19時間反応に付す。)により酸化され，反応しない異性体12と共に，(化合物)9の消失量からみて収率44％でケトン化合物(13)を得た。テトラヒドロフラン(THF)中，(化合物)13をメチルマグネシウムブロマイド(MeMgBr)と0℃で1時間反応させると，プロ-D 誘導体(14)を収率79％で得た。",
                        "(化合物)14は，続いて上述したのと同じようにして光反応，熱異性化反応，及び脱保護反応に付され，1α，25-(OH) -22-オキサ-D   3bを収率9％で得た。【判決注：反応式C参照】」(2頁下から3行～3頁10行)",
                        "【反応式C】"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "(注10)「1α，3β-ビス(テトラヒドロピラニルオキシ)-5-アンドロステン-17β-オールを，沸騰キシレン中で水素化ナトリウム(ＮaH)の存在下，1-クロロ-4，4-エチレンジオキシペンタンとアルキル化反応させると，所望のエーテル化合物を好収率で得た【判決注：反応式B参照】。この研究の失敗は，前者と比べて1-ハロ-3，3-エチレンジオキシブタンが嵩高いからであるかもしれない。」(5頁下から7行～3行)",
                      "text": [
                        "【反応式B】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲12発明の内容",
                  "text": [
                    "上記ア(ア)によれば，甲12文献には，以下の方法(甲12発明)が開示されているものと認められる。",
                    "「マキサカルシトールの側鎖を有するステロイド化合物の合成を目的とする製造方法であって，",
                    "反応式Aの化合物9(ステロイド環構造の20位アルコール化合物)を，",
                    "1-ブロモ-3，3-エチレンジオキシブタン(甲12試薬1)と反応させたが，",
                    "反応が失敗して，所望の化合物が得られなかった方法」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正発明と甲12発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正発明と甲12発明とは，以下の点で一致する。",
                        "「ステロイド環構造の20位アルコール化合物を出発物質とし(構成要件B-1)，当該物質を試薬と反応させて，マキサカルシトールの側鎖を有するステロイド化合物を製造することを目的とした方法(構成要件A，E)」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正発明と甲12発明とは，以下の点で相違する。",
                        "(相違点1)訂正発明では，試薬として使用する化合物(脱離基がBrで，エポキシ基を含む構成の場合)は，1-ブロモ-3-メチル-2，3-エポキシブタン(本件試薬)である(構成要件B-2の化学式部分)のに対し，甲12発明では，1-ブロモ-3，3-エチレンジオキシブタン(甲12試薬1)である点。",
                        "(相違点2)訂正発明は，出発物質と試薬とを塩基性の条件下で反応させてエポキシド化合物を得，その後，還元剤で処理してエポキシ基を開環することにより，目的物質を得る方法である(構成要件B-2のうち化学式を除く部分，B-3，C，D)のに対し，甲12発明は，出発物質と試薬とを反応させたが，反応が失敗して，目的物質を得られなかった点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点1の容易想到性についての検討",
                  "text": [
                    "上記ウのとおり，訂正発明と甲12発明とは，出発物質に反応させる試薬(相違点1)及び出発物質と試薬が反応して中間体であるエポキシド化合物及び目的物質が合成される否か(相違点2)において相違するところ，控訴人らは，甲12発明に乙9文献の本件試薬を組み合わせることにより，相違点に係る訂正発明の構成に容易に想到することができる旨を主張している。",
                    "しかし，甲12発明の試薬は訂正発明の試薬と異なるから，甲12発明から訂正発明を想到するには，訂正発明の試薬を甲12発明の試薬に代えて使用する動機付けが必要となる。この点，本件試薬の構造自体は公知であった(乙9)が，甲12試薬1(下記左図)は，本件試薬(下記右図)とは，具体的な環状構造が全く異なり，反応が失敗した甲12試薬1に代えて本件試薬を用いることについては，甲12文献にも，乙9文献にも記載されておらず，その示唆もない。",
                    "そうすると，当業者において，本件試薬を甲12発明と組み合わせる動機付けがあるとはいえないから，相違点1(試薬の相違)に係る訂正発明の構成を，当業者において容易に想到することができたものとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人らの主張について",
                  "text": [
                    "以上に対し，控訴人らは，①本件優先日当時，当業者は，本件ステロイド出発物質の水酸基を高収率でアルキル化できるアルキル化試薬を見つけ出せばよいだけであり，②甲12発明を見た当業者は，甲12文献の注10の記載をみれば，アルキル化反応が失敗した甲12試薬1に代えて，炭素数4の直鎖アルキル構造を維持しつつ，環状構造を持ちながら，環状部分を構成する元素数を減らした化合物である本件試薬をアルキル化試薬として用いることを想起する，③そして，本件試薬が記載された乙9文献をみれば，本件試薬と本件ステロイド出発物質との反応は良好に進むと考えるから，相違点1及び2に係る訂正発明の構成に想到することはいずれも容易である旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，控訴人らの上記主張①については，甲12文献には，甲12発明の反応が失敗したため，代わりにマキサカルシトールを製造する方法として，化合物9に4-ブロモ-1-ブテン(甲12試薬2)を適用した場合には，アルキル化反応は進行し，25-ケト誘導体(13)を経由して，マキサカルシトールの側鎖を有するステロイド化合物(14)を合成することができたことが記載されていること(前記ア(イ)の反応式C)も考慮すると，当業者が，甲12文献記載の各方法のうち，あえてマキサカルシトールの側鎖の導入に失敗した工程の方に着目し，それに基づいて，当然に甲12発明のアルキル化試薬を別のアルキル化試薬に変更することを動機付けられ，甲12試薬1に代わるアルキル化試薬を探すことを動機付けられるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人らの上記主張②について検討するに，甲12文献の注10には，反応式Bは好収率であったが，反応式Aは失敗したことが並べて論じられており，「この研究の失敗は，前者と比べて1-ハロ-3，3-エチレンジオキシブタンが嵩高いからであるかもしれない。」と記載され，この「前者」は，反応式Bの1-クロロ-4，4-エチレンジオキシペンタン(甲12試薬3)を意味すると認められる。",
                        "上記二つの反応の試薬を比較すると，アルキル化に失敗した甲12試薬1(下図左側)の方が，アルキル化に成功した甲12試薬3(下図右側)よりも，主鎖の炭素数が一つ少なく，5員環が結合する位置が脱離基である臭素に近くなっていることから，「嵩高さ」とは，脱離基と環状構造の距離の観点も含み，単に環状構造の大きさのみを意図しているものではないと理解するのが合理的である。",
                        "また，甲12文献の注10の記載は，失敗の原因を「嵩高いからであるかもしれない」と分析しているにすぎない上，そもそも，反応式Bは，反応式Aとは，試薬だけではなく，出発物質の構造も異なっているのであるから，甲12試薬1の「嵩高さ」を軽減した試薬とすれば，当然に反応式Bと同様に反応が進み，化合物9と反応することを示唆するものと理解することはできない。",
                        "仮に，甲12試薬1の「嵩高さ」が「環状構造の大きさ」であり，これが反応を阻害していると理解したとしても，甲12文献には，試薬が環状構造を維持すべきことを示唆する記載はなく，かえって，前記のとおり，甲12文献において反応が成功した実施例で用いられている4-ブロモ-1-ブテン(甲12試薬2。下図参照)は環状構造を有しないのであるから，「嵩高さ」を軽減した試薬として，環状構造を維持した試薬が想起されるものともいえない。",
                        "したがって，甲12文献の注10には，甲12試薬1の5員環の環状エーテルがより嵩高くないもの，すなわち環状部分を構成する元素数を減らした化合物であれば，化合物9に対してアルキル化反応の進行が期待できることが示唆されているとの控訴人らの主張は，理由がないから，これを前提とする控訴人らの上記主張②は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，当業者が，マキサカルシトールの製造方法として，敢えて，失敗した甲12試薬1を用いる甲12発明に着目し，失敗した理由として記載された「嵩高さであるかもしれない」という示唆のみから，甲12試薬1に代えて，環状構造を小さくした本件試薬を検討する動機付けがあったということはできず，その余の点について検討するまでもなく，甲12発明から，相違点1及び2に係る訂正発明の構成を当業者が容易に想到することができたとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "したがって，控訴人らの無効理由イの主張は，理由がない。"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙4文献を主引例とする進歩性欠如(無効理由ウ)について",
              "text": [
                "訂正発明は，乙4文献記載の発明から容易に想到することができたものとは認められない。その理由は，原判決の「事実及び理由」の第4の7に判示のとおりであるから，これを引用する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上によれば，控訴人方法は，訂正発明と均等なものとして，訂正発明の技術的範囲に属するものと認められる。また，訂正発明について控訴人らが主張する無効理由はいずれも理由がなく，訂正発明についての特許が特許無効審判により無効にされるべきものとは認められない。",
            "そして，前記前提となる事実によれば，控訴人製品はいずれも控訴人方法によって製造されたものであるから，控訴人製品1を輸入し又は譲渡する行為及び控訴人製品2を譲渡し又は譲渡の申出をする行為は，いずれも本件特許権を侵害する。したがって，本件特許権の存続期間の延長登録がされる前における存続期間の末日である平成29年9月3日まで，控訴人DKSHに対しては控訴人製品1の輸入又は譲渡の差止め及び廃棄を，控訴人岩城製薬，控訴人高田製薬及び控訴人ポーラファルマに対してはそれぞれ控訴人製品2(1)ないし(3)の譲渡又は譲渡の申出の差止め及び廃棄を求める被控訴人の請求は，いずれも理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人の請求をいずれも認容した原判決は相当であり，控訴人らの本件控訴はいずれも理由がない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10014",
    "date": "2016-03-25",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)4040",
    "precedent_id": "085769",
    "ipprecedent_id": "4307",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所特別部"
  }
}