{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-19572号事件について平成27年2月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成21年2月13日，発明の名称を「船舶」とする発明について，特許出願をした（請求項数3。特願2009-30758号。以下「本願」という。甲7）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，平成25年7月1日付けで拒絶査定をしたため，原告は，同年10月8日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを不服2013-19572号事件として審理し，平成26年11月12日付けで最後の拒絶の理由を通知したところ（甲13），原告は，同年12月5日付け手続補正書により特許請求の範囲を補正した（請求項数3。以下「本件補正」という。甲11）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成27年2月23日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同年3月10日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成27年4月9日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである（甲11）。以下，請求項1に記載された発明を「本願発明」，本願発明に係る明細書（甲7～11）を，図面を含めて「本願明細書」という。",
            "中規模港湾に出入港が可能なように，船の全長を162m以上200m未満で，計画最大満載喫水を12．0m以上13．5m未満とするとともに，船幅が32．31mを超えてかつ40．00m未満に形成した乾貨物をばら積みする船舶において，荷役用ジブ式デッキクレーンとエンドフォールディングタイプのハッチカバーを備え，現パナマックス幅に合致して整備された港湾荷役設備を使用できるように，貨物倉の倉口を前記船幅方向に一列のみとした前記貨物倉の倉口縁材側端部から船側までの距離を3．0m以上9．7m未満に抑えると共に，一層の縦通板材の厚さをより高いグレードの鋼材の使用を回避するために一定値以下に抑えた甲板を備え，貨物区域に，必要な船体横断面係数を確保するために縦通板材の板厚を上げて構成したトップサイドタンク，およびホッパーサイドタンクを設けたことを特徴とする船舶。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本願発明は，下記アの引用例1に記載された発明（以下「引用発明」という。）並びに下記イの引用例2に記載された情報，下記ウないしオの周知例1ないし3に記載された周知技術及び慣用の事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項に該当し，特許を受けることができないものであって，本願は拒絶すべきものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：登録実用新案第3107204号公報（甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：「MOL商船三井」「プレスリリース」「石炭専用船‟ ISHIZUCHI”竣工」，[Online]，平成18年12月21日，Mitsui O．S．K．Lines，[平成26年8月21日検索]  インターネット  <",
                  "text": [
                    "http://www.mol.co.jp/pr/2006/6706.htm >（甲3）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例1：特開2005-231568号公報（甲2）"
                },
                {
                  "fig": "エ",
                  "subject": "周知例2：「図説船舶工学第4版」（高城清著，昭和54年4月16日発行，海文堂出版株式会社）133～135頁（甲5）"
                },
                {
                  "fig": "オ",
                  "subject": "周知例3：「造船工学第7版」（全国造船教育研究会編，昭和59年3月15日発行，海文堂出版株式会社）90頁（甲6）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "本件審決が認定した引用発明は，以下のとおりである。",
                    "バルクキャリアーにおいて，荷役用ジブ式デッキクレーン，船倉，船倉のハッチおよびハッチカバー（2h）を備え，ハッチを船幅方向に一列のみとした貨物倉を備えた船舶"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "本件審決が認定した本願発明と引用発明との一致点は，以下のとおりである。",
                    "乾貨物をばら積みする船舶において，荷役用ジブ式デッキクレーンとハッチカバーを備え，貨物倉の倉口を前記船幅方向に一列のみとした船舶。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "text": [
                    "本件審決が認定した本願発明と引用発明との相違点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明は，「中規模港湾に出入港が可能なように，船の全長を162m以上200m未満で，計画最大満載喫水を12．0m以上13．5m未満とするとともに，船幅が32．31mを超えてかつ40．00m未満に形成した乾貨物をばら積みする船舶」であるのに対し，引用発明は，そのような特定がなされていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "ハッチカバーが，本願発明は，「エンドフォールディングタイプ」であるのに対して，引用発明は，そのような特定がなされていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本願発明は，「現パナマックス幅に合致して整備された港湾荷役設備を使用できるように，貨物倉の倉口を前記船幅方向に一列のみとした前記貨物倉の倉口縁材側端部から船側までの距離を3．0m以上9．7m未満に抑える」のに対し，引用発明では「貨物倉の倉口を前記船幅方向に一列のみとし」ているがそれ以外の目的や倉口縁材側端部から船側までの距離の限定がなされていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "本願発明では「一層の縦通板材の厚さをより高いグレードの鋼材の使用を回避するために一定値以下に抑えた甲板を備え，貨物区域に，必要な船体横断面係数を確保するために縦通板材の板厚を上げて構成したトップサイドタンク，およびホッパーサイドタンクを設けている」のに対し，引用発明はそのような特定がなされていない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "進歩性判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る容易想到性の判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "相違点3に係る容易想到性の判断の誤り（取消事由2）"
            },
            {
              "fig": "(3)",
              "subject": "相違点2に係る容易想到性の判断の誤り（取消事由3）"
            },
            {
              "fig": "(4)",
              "subject": "相違点4に係る容易想到性の判断の誤り（取消事由4）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（相違点1に係る容易想到性の判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決における判断",
              "text": [
                "本件審決は，引用例2には，そこに記載された船舶が，喫水12．82m，幅36．50mであることが示されているところ，引用発明を「計画最大満載喫水を12．0m以上13．5m未満とするとともに，船幅を32．31mを超えてかつ40．00m未満に形成」することは当業者が容易に想到することであり，船舶の全長については，必要とされる載荷重量，操縦性能，就航する航路・港湾の大きさ等を考慮し船主，造船会社等で適宜決める設計的事項であるから，引用発明において，船の全長を「162m以上200m未満」とすることは当業者が適宜なし得ることである旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件審決における上記判断は，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2の船舶は，その全長が229mであるから，中規模港湾に入港することはできず，また，あらかじめ想定されている港湾間を往復するために建造された船であるから，中規模港湾に出入港可能にする必要もない。したがって，引用発明において，中規模港湾に出入港することができず，また，その必要もない引用例2の船舶に係る情報を組み合わせたとしても，当業者において，「中規模港湾に出入港が可能なように」する構成を容易に想到することができたとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "船の全長は，船幅など他の寸法を考慮して決定されるが，船幅がパナマ運河可航最大幅32．6mの撤積船では，全長が約200m～240mの範囲にあるのであり，本願発明のばら積み船のサイズ（全長162m以上200m未満，船幅32．31m超40．00m未満）は，従来のばら積み船の実績から外れた特異なサイズである。  ",
                  "text": [
                    "そうすると，引用例2には，船の全長を162m以上200m未満にすることは記載されておらず，かつ，引用例2の船舶は，従来のばら積み船と同様のサイズにすぎないから，引用発明において，引用例2の船舶に係る情報を組み合わせたとしても，当業者において，従来の実績から外れる特異なサイズである「船幅を32．31m超にした上で，船の全長を162m以上200m未満にする」構成を容易に想到することができたとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願の出願時において，全長200m超で，船幅が現パナマックス幅を超える大型船が出入港する大規模港湾には，相応の荷役設備が整備されていることは当業者の常識であるところ，引用例2の船舶は，港湾荷役設備が整備された大規模港湾に出入港するだけであるから，自船に荷役用ジブ式クレーンを装備する必要がない。また，本願の出願時において，荷役用ジブ式デッキクレーンが装備されている現パナマックス幅を超える船幅を有するばら積み船は知られていなかったのであり，現パナマックス幅を超える船幅を有するばら積み船に，荷役用ジブ式デッキクレーンを装備することは，当業者の常識の範囲外であったといえる。",
                    "したがって，自船にクレーンを装備する必要がない大型の船を，荷役用ジブ式デッキクレーンを備えた引用発明に組み合わせて，荷役用ジブ式デッキクレーンを備えた現パナマックス幅を超える船幅を有するばら積み船とすることは，当業者において容易に想到することができたことではない。",
                    "また，本来クレーンを装備する必要がない大型船に，クレーンを装備することは重量増になるので，引用発明に引用例2の船舶に係る情報を組み合わせることには，阻害要因がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，引用例2に記載された情報に基づき，相違点1に係る本願発明の構成に容易に想到することができたとはいえない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1の容易想到性",
              "text": [
                "引用発明において，その主要寸法（長さ，幅，喫水）は，必要とされる載荷重量，操縦性能，就航する航路，港湾の大きさ等を考慮し，船主，造船会社等で適宜決めることのできる設計的事項である。",
                "そして，引用例2には，その船舶の概要として，喫水が12．82m，幅が36．50mで設定されることが示されているところ，そのような寸法の船舶が設計され，建造されていることに照らせば，引用発明においても，そのような寸法（喫水12．82m，幅36．50m）を参考として船舶の喫水及び幅のサイズを設定することは設計的事項として行い得ることであり，何ら困難なことではない。",
                "また，引用例2の船舶の全長は229mとして示されているが，船主あるいは造船会社がそれほどまでの長さが必要でないと判断すれば，それより全長の短い長さの船舶として設計し得るのであるから，引用発明において，船の全長を「162m以上200m未満」とすることは，当業者が適宜なし得ることである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(2)アについて",
                  "text": [
                    "原告は，引用例2の船舶は，本願発明が意図している中規模港湾に出入港することができないから，引用発明において，引用例2の船舶に係る情報を組み合わせたとしても，「中規模港湾に出入港が可能なように」する構成を容易に想到することはできない旨主張する。",
                    "しかし，船主等は，航行区域や港湾の大きさなどの条件によって，所望の船舶設計を行い得るのであるから，本願発明が意図するような資源産出国や新興工業国等の「中規模港湾」に出入り可能な船舶を設計することも当然想定されるし，そのような「中規模港湾」に出入り可能な船舶を設計する場合に，かかる港湾の設備条件をも踏まえて船舶設計がなされることは自明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(2)イについて",
                  "text": [
                    "原告は，引用発明において，引用例2の船舶の情報を組み合わせたとしても，本願発明のように従来の実績から外れる特異なサイズである「船幅を32．31m超にした上で，船の全長を162m以上200m未満にすること」を容易に想到することができたとはいえない旨主張する。",
                    "しかし，引用発明が，現在急成長を遂げている資源産出国及び新興工業国等の港湾であって未だ整備中の港湾（十分な水深が得られなかったり，陸上の荷役設備を使えない）が含まれる中規模港湾（特に全長162m以上200m未満の船舶の出入港を想定）の長さに収まるように，引用発明における船の全長を162m以上200m未満に設定することは，船主，造船会社等が適宜決める設計的事項といえるものであり，何ら困難性はない。",
                    "そもそも乾貨物をばら積みするばら積み船においては，長さが190m程度，幅が32m程度（現パナマックス幅），喫水が13m程度の，いわゆるハンディマックス型のばら積み船が市場に数多く投入され，多くの受注を得ており，全長162m以上200m未満の船舶は多用されたものであって，特異な長さではない。",
                    "そうすると，引用例2の船舶の全長が「229m」というサイズのものであるとしても，その全長サイズを市場で多用されている，いわゆるハンディマックス型のサイズを参考として設計することも当然想定され，設計事項の域を出るものではない。",
                    "そして，上記ハンディマックス型ばら積み船において，幅は「32．26m」と一律であるが，その設計は現存のパナマ運河の幅を考慮して設計されたものとも解されるところ，想定される航路が太平洋やインド洋に限定され，パナマ運河の通航が想定されない場合には，現存のパナマ運河の幅を超えた船幅も選択可能であるし，パナマ運河の拡張計画が広く世間に告げ知られていることからすれば，ハンディマックス型ばら積み船の幅を拡幅して設計することも当然想定される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(2)ウについて",
                  "text": [
                    "原告は，自船にクレーンを装備する必要がない大型の船を，荷役用ジブ式デッキクレーンを備えた引用発明に組み合わせて，荷役用ジブ式デッキクレーンを備えた現パナマックス幅を超える船幅を有するばら積み船とすることは，当業者において容易に想到することができたことではない旨主張する。",
                    "しかし，ばら積み船において，荷役用ジブ式デッキクレーンを装備するか否かは，船主等がコストと必要性を比較検討して決定する事項である。ばら積み船にクレーンなどの荷役設備を備えることは多用されており，ばら積み船には，自船にクレーンを装備したものも，自船にクレーンを装備しないものも，いずれも存在し得るのであって，装備される荷役設備は，必要に応じて適宜決定されるものであるから，荷役用のジブ式デッキクレーンを具備した引用発明において，引用例2の船舶の喫水と幅のサイズを参考にすることには，何ら阻害要因はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，引用例2に記載された情報に基づき，相違点1に係る本願発明の構成を備えるようにすることは，容易に想到することができたことである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点3に係る容易想到性の判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決における判断",
              "text": [
                "本件審決は，貨物倉の倉口縁材側端部から船側までの距離については，設計的事項であり，パナマックス型の船幅よりも大きい幅の船においてパナマックス幅に合致して整備された港湾荷役設備を使用できるように，引用発明において「貨物倉の倉口縁材側端部から船側までの距離を3．0m以上9．7m未満に抑える」ことは当業者が適宜なし得たことである旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，現パナマックス幅よりも船幅が大きい船は，船幅が増大するにつれて，全長も長くなっている大型船であり，このような大型船は，当然に大規模港湾に出入することになる。そして，大規模港湾には，大型船に適した荷役設備が整備されているので，現パナマックス幅よりも船幅が大きい船は，現パナマックス幅に合致して整備された港湾荷役設備を使用することを前提としていない。",
                "したがって，本願の出願時の常識に基づくと，現パナマックス幅よりも船幅が大きいばら積み船において，現パナマックス幅に合致して整備された港湾荷役設備を使用できるようにすることは，当業者にとって容易に想到することができたことではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，相違点3に係る本願発明の構成に容易に想到することができたことであるとはいえない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点3の容易想到性",
              "text": [
                "船舶において，貨物倉の倉口縁材側端部から船側までの距離については，港湾の荷役設備，荷役作業の効率性，船体強度等を考慮し，船主，造船会社等が適宜決める設計的事項であるといえる。",
                "したがって，引用発明において，貨物倉の倉口縁材側端部から船側までの距離を3．0m以上9．7m未満に抑えることは当業者が適宜なし得ることである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，現パナマックス幅よりも船幅が大きいばら積み船において，現パナマックス幅に合致して整備された港湾荷役設備を使用できるようにすることは，当業者にとって容易に想到することができたことではない旨主張する。",
                "しかし，船舶に貨物倉を設ける場合には，入出港を予定する港湾の荷役設備，荷役作業の効率性，船体強度等を考慮して，倉口縁材側端部から船側までの距離が設計されるべきものであるから，船倉を有する引用発明においても，倉口縁材側端部から船側までの距離寸法は，当業者が適宜設定し得るものであり，その距離寸法を3．0m以上9．7m未満に設定することができないとする特段の事情もない。",
                "また，ばら積み船に船倉を設ける場合，倉口の幅を例えば船幅の1／2程度とすることも，船舶設計上，普通に実施されている。",
                "したがって，そのようなサイズに設計することは，常識的な船舶設計として想定され得るものであり，当業者が適宜なし得る設計的事項にほかならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，相違点3に係る本願発明の構成を備えるようにすることは容易に想到することができたことである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点2に係る容易想到性の判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決における判断",
              "text": [
                "本件審決は，周知例1ないし3にあるようにエンドフォールディングタイプのハッチカバーは周知技術であるから，引用発明において，エンドフォールディングタイプのハッチカバーを採用することは，当業者が容易に想到することができたことである旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件審決における上記判断は，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の出願時において，現パナマックス幅以上の船幅を有する大型のばら積み船では，サイドローリングタイプのハッチカバーを用いることが当業者の常識であった。",
                    "そして，現パナマックス幅以上の船幅を有する大型のばら積み船では，エンドローリングタイプのハッチカバー装置のハッチカバーを船長方向に多数枚並べて配置し，ハッチ開口時には，これらのハッチカバーをハッチ開口部の一端側で90度回転させて上下方向に立てて順次連続して格納する構造は，装置の大きさやコストの観点から，積極的に採用し得るものではなかった（周知例1【0011】，【0012】）。また，現パナマックス幅を超える船幅を有する大型のばら積み船では，ハッチカバー間に荷役用ジブ式クレーンを装備する必要性はなかったから，コスト高となるエンドフォールディングタイプのハッチカバーを採用する必要性もなかった。",
                    "したがって，現パナマックス幅よりも船幅が大きなばら積み船において，エンドフォールディングタイプのハッチカバーを採用することには，阻害要因がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明では，倉口を開口した際にはハッチカバーのパネルを船の前後方向に折り畳んで，倉口の前後方向の端部に立てた状態で収納できるので，ハッチカバー上に荷が落下するリスクが極めて低く，ハッチカバーの損傷防止に有利になっている。",
                    "また，エンドローリングタイプのハッチカバーを採用すると，倉口を開口する際に，ハッチカバーが平面状態で船の前後方向に移動するため，ジブ式デッキクレーンを隣接する倉口の間に配置することが困難になるが，本願発明のようにエンドフォールディングタイプのハッチカバーを採用すると，隣接する倉口の間にジブ式デッキクレーンを配置しても，ジブ式デッキクレーンの邪魔になることなく，倉口を開口した際にハッチカバーを格納することができる。すなわち，本願発明では，エンドフォールディングタイプのハッチカバーを採用することにより，ジブ式デッキクレーンの配置の自由度が大幅に向上し，これにより，自船に装備したジブ式デッキクレーンの荷役用吊り上げ部を貨物倉の倉口部全体に届くように形成することが容易になるため荷役効率の向上に寄与するという効果を奏する。",
                    "以上のように，本願発明では，相違点1の構成を採用した上で相違点3の構成を採用するためには，相違点2の構成を採用する必要があり，それぞれの構成は互いに密接に関連している。",
                    "そして，相違点2の構成を採用することにより，甲板上でスペース的に制約がありながらも，倉口を大きく開口でき，ハッチカバーの損傷を抑制し，かつ，ジブ式デッキクレーンを自由に配置できることで荷役効率がますます向上するという相乗効果も得られる。",
                    "しかし，相違点1，2及び3で挙げられた構成を採用し，これらを結び付ける必要性は，当業者であっても，引用例1，周知例1ないし3から見いだせるものではない。",
                    "したがって，引用発明において，エンドフォールディングタイプのハッチカバーを採用することは，当業者が容易に想到することができたことであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，周知例1ないし3に記載された周知技術に基づいて，相違点2に係る本願発明の構成に容易に想到することができたことであるとはいえない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点2の容易想到性",
              "text": [
                "船舶において，様々なタイプの中からハッチカバーを選択することは，要求される性能と予算に応じて，船主，造船会社等が適宜決定する設計的事項である。",
                "そして，本願の出願時において，周知例1ないし3にも示されているように，エンドフォールディングタイプのハッチカバーは，ばら積み船のハッチカバーとして広く用いられていた。",
                "また，引用発明は，荷役用ジブ式デッキクレーンを搭載するものであるところ，荷役用ジブ式デッキクレーンを備えたばら積み船のハッチカバーとして，エンドフォールディングタイプのものは多用されている。",
                "したがって，引用発明において，エンドフォールディングタイプのハッチカバーを選択することは，当業者が容易に想到することができたことである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，相違点1，2及び3で挙げられた構成を採用し，これらを結び付ける必要性は，当業者であっても，引用例1，周知例1ないし3から見いだせるものではないから，引用発明において，エンドフォールディングタイプのハッチカバーを採用することは，当業者が容易に想到することができたことであるとはいえない旨主張する。",
                "しかし，船舶の設計において，全長，船幅及び計画最大満載喫水等の主寸法，荷役装備の有無及び種類や，ハッチカバーの種類等の選択は，当業者が，要求される性能や予算を考慮して決定する設計的事項であり，適宜選択し得るものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，周知技術に基づき，相違点2に係る本願発明の構成を備えるようにすることは，容易に想到することができたことである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点4に係る容易想到性の判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決における判断",
              "text": [
                "本件審決は，船体設計において，経済性，船体強度等を考慮し，鋼材，板厚等を選択することは当業者にとって慣用の事項であり，甲板の板厚を一定以下に抑えることにより不足する船体横断面係数を，船側縦通板材の板厚とトップサイドタンク底板縦通板材の板厚を増すことにより，必要な船体横断面係数を確保することは，容易に想到することができたことである旨判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本願発明では，相違点1及び相違点3の構成を採用することにより生じるデメリットを解決するために，相違点4の構成を採用しており，それぞれの構成は互いに密接に関連している。すなわち，本願発明では，その目的を達成するために，相違点1の構成を採用して，船幅を32．31m超とし，さらに相違点3の構成を採用すると，貨物倉の倉口縁材側端部から船側までの距離を9．7m未満に抑える必要があるが，倉口の船幅方向の開口が従来に比して広くなるため，そのままでは船体の強度が低下するので，船体の強度を向上させる対策が必要になるのである。",
                "そうすると，相違点4の構成を採用する際の困難性については，これら密接に関連する構成を考慮して判断する必要があるところ，相違点1，3及び4で挙げられた構成を採用し，これらを結び付ける必要性を，引用例1，引用例2に記載された情報及び慣用の事項から見いだすことはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，慣用の事項に基づいて，相違点4に係る本願発明の構成に容易に想到することができたとはいえない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点4の容易想到性",
              "text": [
                "船舶において，用いる鋼材の種類や板厚等は，必要とされる載荷重量，操縦性能，就航する航路，港湾の大きさ，建造費（経済性）等を考慮して，船主，造船会社等が適宜決める設計的事項であり，鋼材，板厚の選択については，船舶に掛かる外力を予測し，その外力を，船舶の各部分で，どのように分担するのかも考慮して行われるものである。",
                "また，バルクキャリアーにトップサイドタンクとホッパーサイドタンクを設けることは，ごく基本的な構造であるところ，かかるトップサイドタンク部分とホッパーサイドタンク部分に，船舶に掛かる外力を分担させ，補強のために縦通板材を配置することは，当業者の技術常識である。そして，トップサイドタンク部分とホッパーサイドタンク部分で船舶に掛かる外力を分担する以上，補強のために配置した縦通板材の板厚を上げて，船体の補強に十分な厚さとして，必要な船体横断面係数を確保できるようにするはずである。",
                "したがって，引用発明において相違点4に係る本願発明の構成を備えるようにすることは容易に想到することができたことである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，相違点4に係る本願発明の構成を備えるようにすることは，容易に想到することができたことである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の特許請求の範囲（請求項1）の記載は，前記第2の2に記載のとおりであるところ，本願明細書（甲7～11）には，おおむね次のような記載がある（別紙1本願明細書図面目録参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，現状のパナマ運河を通行可能な船幅を超える船幅を有しながらも，中規模の港湾に出入り可能で，かつ，現状のパナマックス船向けの港湾荷役施設を利用できる乾貨物をばら積みする船舶に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】船舶の中に乾貨物をばら積みするばら積み船と呼ばれる船舶がある。このばら積み船の多くは，太平洋と大西洋を結ぶ交通の要所であるパナマ運河を通行できるように，現状のパナマ運河を通行できる最大幅（以下，現パナマックス幅という）である32．31m以下の船幅で建造されている。",
                    "【0003】また，ばら積み船は，荷役設備や港湾施設が整備された大規模な港湾だけに出入港する大型コンテナ船や大型タンカー船等とは異なり，現在急成長を遂げている資源産出国および新興工業国等の中規模の港湾にも出入港して荷役することが要求される。これらの中規模の港湾においては，未だ整備中の港湾が多数存在するため，十分な水深が得られなかったり，陸上の荷役設備を使えなかったりすることがある。",
                    "【0004】このような中規模の港湾に出入港するばら積み船は，浅い港湾にも出入りできるように最大満載喫水も浅喫水であることと，荷役設備が整備されていない港湾においても荷役できることが要求される。それと共に，資源輸送などに対する需要の高まりから，1船当りの載荷重量をより多くすることが要求され始めている。",
                    "【0005】しかしながら，この載荷重量を大きくするためには，船の主要目である船長，船幅，喫水を大きくする必要があるが，船長と喫水を大きくすると，従来技術のばら積み船の出入港を想定している港湾には，物理的に入港できなくなる可能性が高いという問題がある。",
                    "【0006】そこで，船幅を大きくすることが考えられるが，単に船幅を大きくするだけでは，現パナマックス幅に合致して建造された港湾荷役設備を使用できなくなる可能性がある。なぜならば，倉口側端部から船側までの距離が従来技術のばら積み船よりも大きくなってしまうと，荷役設備の陸側からのリーチが足りず，ばら積み船の倉口側端部を十分に超えられなくなり，その港湾の荷役設備を使用できなくなるためである。",
                    "【0007】従って，現パナマックス幅に合致して整備された港湾荷役設備を使用するためには，倉口側端部から船側までの距離を，従来技術のばら積み船の距離未満に抑える必要がある。",
                    "【0008】ここで，従来技術のばら積み船の貨物倉の倉口幅であるが，第一に荷役効率の点からできるだけ大きい方が好ましい。一方で，船殻重量という点からは，貨物倉の倉口幅をあまり大きくすると，強度上の要件から，船殻構造の重量が増加してしまうので，倉口幅を船幅の40％から50％程度以下とすることが望ましいことも知られている…。",
                    "【0009】従来技術のばら積み船では，これらの荷役効率及び船殻重量の両者を勘案して，重量の増加を最小限に留めつつ広い倉口幅を確保するため，貨物倉の倉口幅を，船幅の40％以上の範囲で，各船の事情に合った幅に設定することが一般的である。即ち，倉口幅端部から船側までの距離は，船幅の30％（0．30）未満となっている。",
                    "【0010】つまり，現パナマックス船を対象にしている港湾荷役設備の多くは，倉口側端部から船側までの距離が9．7m未満（32．31m×0．30）であることを前提として整備されており，これを超えると港湾荷役設備を使えなくなり，荷揚げや荷降ろしに要する時間が長くなってしまうという問題がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0014】本発明は，上述の状況を鑑みてなされたものであり，その目的は，現状のパナマ運河を通行可能な船幅（現パナマックス幅）を超える船幅を有して，大きな載荷重量を有するにもかかわらず，現状の数多くの中規模の港湾に出入り可能で，かつ，現状のパナマックス船向けの陸上の港湾荷役施設がある場合にはその港湾荷役施設を利用して，また，港湾荷役施設が無い場合は自船の荷役装置を使用して，効率よく荷役できる船舶を提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0015】上記の目的を達成するための船舶は，中規模港湾に出入港が可能なように，船の全長を162m以上200m未満で，計画最大満載喫水を12．0m以上13．5m未満とするとともに，船幅が32．31mを超えてかつ40．00m未満に形成した乾貨物をばら積みする船舶において，荷役用ジブ式デッキクレーンとエンドフォールディングタイプのハッチカバーを備え，現パナマックス幅に合致して整備された港湾荷役設備を使用できるように，貨物倉の倉口を前記船幅方向に一列のみとした前記貨物倉の倉口縁材側端部から船側までの距離を3．0m以上9．7m未満に抑えると共に，一層の縦通板材の厚さをより高いグレードの鋼材の使用を回避するために一定値以下に抑えた甲板を備え，貨物区域に，必要な船体横断面係数を確保するために縦通板材の板厚を上げて構成したトップサイドタンク，およびホッパーサイドタンクを設けて構成される。",
                    "【0016】荷役用ジブ式デッキクレーンを備えることにより，中規模や新設中の港湾では必ずしも荷役設備が整備されているとは限らないので，荷役用ジブ式デッキクレーンを備えて，これらの荷役設備が十分に整っていない港湾でも荷役可能なようにする。",
                    "【0017】また，貨物倉の倉口縁材側端部から船側までの距離を3．0m以上とすることにより，倉口の支持構造，交通，艤装品設置のために必要な幅を確保し，9．7m未満とすることにより，現パナマックス幅に対応して設けられている現存の港湾荷役設備を使用できるようになる。",
                    "【0018】当該距離を9．7m未満とすると，倉口幅が広がることにより，倉口側端部から船側までの距離が短くなる。その場合には甲板縦通板材の板厚を上げて必要な船体横断面係数を確保することになるが，甲板縦通板材の板厚を上げる場合，その板厚と対応し，より高いグレードの鋼材を使用する必要が生じてくる。これを回避するために船側やトップサイドタンクの縦通板材の板厚を上げることで，甲板縦通板材の板厚を一定値以下に抑え，かつ，必要な船体横断面係数を確保することができる。",
                    "【0019】また，ハッチ構造に関しては，サイドローリングタイプのハッチ構造等を採用してもよいが，エンドフォールディングタイプのハッチカバーを備えると，サイドローリングタイプのハッチ構造を採用している場合に生じる貨物倉の倉口縁材側端部から船側までの距離に関する制限を緩和することができる。",
                    "【0020】また，一層の甲板を備え，貨物区域にトップサイドタンクおよびホッパーサイドタンクを設けることにより，穀類等をばら積みした際の荷くずれを防止できることに加え，これらのタンクにバラスト水を注水することにより，船体の姿勢を調整できるようになる。",
                    "【0021】また，上述の船舶において，前記荷役用ジブ式デッキクレーンの荷役用吊り上げ部を，前記貨物倉の倉口部全体に届くように形成する。これにより，荷役効率を向上させることができる。",
                    "【0022】また，上述の船舶において，船の全長を162m以上200m未満で，計画最大満載喫水を12．0m以上13．5m未満で，船幅を，垂線間長の6分の1以上5分の1未満に形成する。",
                    "【0023】ここで，船の全長（length  over  all）とは，船首の最前端から船尾の最後端までの水平距離のことをいい，船幅（breadth）とは，ここでは最大幅（extreme  breadth）を指し，船体の最大幅における横断面で，外板の外面から外面までの距離をいう。また，垂線間長（length  between  perpendiculars）とは，船首垂線と船尾垂線の間の水平距離であり，船首垂線（fore  perpendicular）とは，計画満載喫水線（designed  load  water  line）と船首材前面との交点において計画満載喫水線と直角な線のことをいい，船尾垂線（after  perpendicular）とは，計画満載喫水線と舵の軸の中心との交点において，計画満載喫水線と直角な線のことをいう。",
                    "【0024】船の全長に間しては，船幅を32．31m＜B＜40．00mとし，垂線間長（Lpp）と船幅（B）の比（Lpp／B）を5≦Lpp／B＜6とするためには，垂線間長Lppは161．55m以上となるので，船の全長は162m以上とし，また，中規模の港湾に出入港可能で，かつ，その港湾の荷役施設を使用できるために，200m未満とする。",
                    "【0025】また，喫水に関しては，計画満載喫水が，浅過ぎると載荷重量が減少し，海外輸送における輸送効率が確保できなくなるので，12．0m以上とし，深過ぎると中規模の港湾に出入りできなくなるので，13．5m未満とする。",
                    "【0026】また，船幅に関しては，従来技術のばら積み船に比べて，載荷重量を大きくするために32.31mを超えるものとし，船幅が大き過ぎると推進性能が低下するので40．00m未満とする。また，垂線間長と船幅の関係に関しては，船長に対して船幅が狭過ぎると載荷重量が減少し，船長に対して船幅が広過ぎると推進性能が低下し，また，構造規則上，特別な強度検討を要求されるので，垂線間長の6分の1以上5分の1未満とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0027】上記の目的を達成するための船舶は，中規模港湾に出入港が可能なように，船の全長を162m以上200m未満で，計画最大満載喫水を12．0m以上13．5m未満とするとともに，船幅が32．31mを超えてかつ40．00m未満に形成した乾貨物をばら積みする船舶において，荷役用ジブ式デッキクレーンとエンドフォールディングタイプのハッチカバーを備え，現パナマックス幅に合致して整備された港湾荷役設備を使用できるように，貨物倉の倉口を前記船幅方向に一列のみとした前記貨物倉の倉口縁材側端部から船側までの距離を3．0m以上9．7m未満に抑えると共に，一層の縦通板材の厚さをより高いグレードの鋼材の使用を回避するために一定値以下に抑えた甲板を備え，貨物区域に，必要な船体横断面係数を確保するために縦通板材の板厚を上げて構成したトップサイドタンク，およびホッパーサイドタンクを設けて構成される。",
                    "【0028】本発明の船舶によれば，現パナマックス幅を超えて，従来技術のばら積み船に較べて載荷重量が大きくなる船舶において，荷役用ジブ式デッキクレーンを備えることで，荷役設備が不十分な港湾でも，自船のこのクレーンにより荷役でき，貨物倉の倉口縁材側端部から船側までの距離を，9．7m未満にすることにより，現パナマックス幅に合致した港湾荷役設備が使用できるようになる。",
                    "【0029】従って，中規模の港湾においても，荷役設備が不十分な港湾では，自船の荷役用ジブ式デッキクレーンにより荷役でき，また，現パナマックス幅に対応した港湾荷役設備を備えた港湾では，その港湾荷役設備を使用して荷役を迅速に行うことができる。",
                    "【0030】よって，現状のパナマ運河を通行可能な船幅（現パナマックス幅）を超える船幅を有して，大きな載荷重量を有するにもかかわらず，現状の数多くの中規模の港湾に出入港可能で，かつ，現状のパナマックス船向けの港湾荷役施設を利用できるようになる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0033】図1～図4に示すように，本発明に係る実施の形態の船舶1は，一層の甲板4を備え，貨物区域7にトップサイドタンク6およびホッパーサイドタンク5を設けて構成され，主として乾貨物をばら積みする。なお，この船舶1では貨物区域7の底部では船底外板2と船底内板2aとで二重底を形成し，船側側では，船側構造を一枚の船側外板だけで形成しているが，船側を船側外板と船側内板で二重船側構造としてもよい。",
                    "【0035】ハッチ構造に関しては，この実施の形態の船舶1では，図5に一例を示すようなエンドフォールディングタイプ（前後折り畳み式）のハッチカバー10を備えて構成される。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "【0044】本発明の船舶は，現状のパナマ運河を通行可能な船幅（現パナマックス幅）を超える船幅を有して，大きな載荷重量を有するにもかかわらず，現状の数多くの中規模の港湾に出入港可能で，かつ，現状のパナマックス船向けの港湾荷役施設を利用できるので，現状のパナマックス船向けの陸上の港湾荷役施設がある場合にはその港湾荷役施設を利用して，また，港湾荷役施設が無い場合は自船の荷役装置を使用して，効率よく荷役できる船舶として利用できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本願発明の特徴は，以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，現状のパナマ運河を通行可能な船幅を超える船幅を有しながらも，中規模の港湾に出入り可能で，かつ，現状のパナマックス船向けの港湾荷役施設を利用できる乾貨物をばら積みする船舶に関する（【0001】）。なお，現状のパナマックス船は，船幅を32．2mにした船型（パナマックス型）の船をいい，その全長は，289．6m以下であるが，ばら積み船等の船の場合，L （垂線間PP長さ）を250m以下とするのが一般的であり，喫水は約12m前後である（甲15）。",
                    "ばら積み船の多くは，パナマ運河を通行できるように，現状のパナマ運河を通行できる最大幅（現パナマックス幅）である32．31m以下の船幅で建造されており（【0002】），また，ばら積み船は，現在急成長を遂げている資源産出国及び新興工業国等の中規模の港湾にも出入港して荷役することが要求されるが，これらの中規模の港湾においては，整備中の港湾が多数存在するため，十分な水深が得られなかったり，陸上の荷役設備を使えなかったりすることがある（【0003】）。",
                    "したがって，このような中規模の港湾に出入港するばら積み船は，浅い港湾にも出入りできるように最大満載喫水も浅喫水であることと，荷役設備が整備されていない港湾においても荷役できることが要求されるが，それと共に，資源輸送などに対する需要の高まりから，1船当りの載荷重量をより多くすることが要求され始めている（【0004】）。",
                    "しかし，載荷重量を大きくするためには，①船の主要目である船長，船幅，喫水を大きくする必要があるが，船長と喫水を大きくすると，従来のばら積み船の出入港を想定している中規模の港湾には，物理的に入港できなくなる可能性が高いという問題（【0005】），②単に船幅を大きくするだけでは，倉口側端部から船側までの距離が，従来のばら積み船よりも大きくなってしまうため，現パナマックス幅に合致して整備された港湾荷役設備，すなわち倉口側端部から船側までの距離が9．7m未満であることを前提として整備された港湾荷役設備では，荷役設備の陸側からのリーチが足りず，その港湾荷役設備を使用できなくなる可能性があるので，倉口側端部から船側までの距離を，従来のばら積み船の距離未満に抑える必要があるという問題（【0006】，【0007】，【0010】）がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，前記アの状況に鑑み，現パナマックス幅を超える船幅を有して，大きな載荷重量を有するにもかかわらず，現状の数多くの中規模の港湾に出入り可能で，かつ，現状のパナマックス船向けの陸上の港湾荷役施設がある場合にはその港湾荷役施設を利用して，また，港湾荷役施設がない場合は自船の荷役装置を使用して，効率よく荷役できる船舶を提供することを課題とする（【0014】）。",
                    "本願発明は，上記課題の解決手段として，前記第2の2の特許請求の範囲の請求項1記載のとおりの構成を採用した。すなわち，本願発明の船舶は，①船幅については，載荷重量を大きくするために32.31mを超えるものとし，船幅が大き過ぎると推進性能が低下するので40．00m未満とし（【0026】），②船長については，船長に対して船幅が狭過ぎると載荷重量が減少し，船長に対して船幅が広過ぎると推進性能が低下すると共に，構造規則上も特別な強度検討を要求されることになるので，船幅が垂線間長の6分の1以上5分の1未満となるように，全長を162m以上とし，また，中規模の港湾に出入港可能で，当該港湾の荷役施設を使用することができるように200m未満とし（【0022】，【0024】，【0026】），③喫水については，計画満載喫水が浅過ぎると載荷重量が減少し，海外輸送における輸送効率が確保できなくなるので，12．0m以上とし，深過ぎると中規模の港湾に出入りできなくなるので，13．5m未満とし（【0025】），④中規模や新設中の港湾では必ずしも荷役設備が整備されているとは限らないので，荷役設備が十分に整っていない港湾でも荷役可能なように，荷役用ジブ式デッキクレーンを備えるものとし（【0016】），⑤ハッチ構造については，サイドローリングタイプのハッチ構造を採用している場合に生じる貨物倉の倉口縁材側端部から船側までの距離に関する制限を緩和することができるので，エンドフォールディングタイプのハッチカバーを備えることとし（【0019】），⑥貨物倉の倉口縁材側端部から船側までの距離については，3．0m以上とすることにより，倉口の支持構造，交通，艤装品設置のために必要な幅を確保し，9．7m未満とすることにより，現パナマックス幅に対応して設けられている現存の港湾荷役設備を使用できるようにし（【0017】），⑦貨物倉の倉口縁材側端部から船側までの距離を9．7m未満とし，その距離が短くなるため，甲板縦通板材の板厚を上げて必要な船体横断面係数を確保することになるが，甲板縦通板材の板厚を上げる場合，板厚に対応してより高いグレードの鋼材を使用する必要を回避するために，甲板縦通板材の板厚を一定値以下に抑え，かつ，貨物区域にトップサイドタンク及びホッパーサイドタンクを設け，その縦通板材の板厚を上げることで，必要な船体横断面係数を確保するようにした（【0018】，【0020】）ものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明によれば，現パナマックス幅を超える船舶において，荷役用ジブ式デッキクレーンを備えることで，荷役設備が不十分な港湾でも，自船のクレーンにより荷役でき，貨物倉の倉口縁材側端部から船側までの距離を9．7m未満にすることにより，現パナマックス幅に合致した港湾荷役設備が使用できるようになるため，現パナマックス幅を超える船幅を有して，大きな載荷重量を有するにもかかわらず，現状の数多くの中規模の港湾に出入港可能で，かつ，現状のパナマックス船向けの港湾荷役施設を利用できるようになるという効果を奏する（【0028】，【0030】，【0044】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1（甲1）には，次のような記載がある（下記記載中の図面については，別紙2引用例図面目録参照。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本考案は，バルクキャリアーに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "考案を実施するための最良の形態",
                  "text": [
                    "【0008】…図1は本実施形態のバルクキャリアー1の概略説明図であって，（A）は側面図であり，（B）は平面図である。図2は（A）は本実施形態のバルクキャリアー1の要部拡大図であり，（B）は（A）のB-B線断面図である。同図において，符号1は，穀物等のバラ荷を積載するバルクキャリアーを示している。バルクキャリアー1は，バラ荷を積載するための複数の船倉2を備えている。この船倉2の上部には，船倉2内にバラ荷を投入するためのハッチが設けられており，このハッチを開閉するハッチカバー2hが設けられている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，引用例1には，前記第2の3(2)アの引用発明が記載されているものと認められる（この点につき，当事者間に争いがない。）。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（相違点1に係る容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る本願発明の構成",
              "text": [
                "本願発明は，前記1(2)のとおり，現パナマックス幅を超える船幅を有して，大きな載荷重量を有するにもかかわらず，現状の数多くの中規模の港湾に出入り可能で，かつ，現状のパナマックス船向けの陸上の港湾荷役施設がある場合にはその港湾荷役施設を利用して，また，港湾荷役施設がない場合は自船の荷役装置を使用して，効率よく荷役できる船舶を提供することを課題とし，①船幅については，載荷重量を大きくするために32.31mを超えるものとし，船幅が大き過ぎると推進性能が低下するので40．00m未満とし，②船長については，船長に対して船幅が狭過ぎると載荷重量が減少し，船長に対して船幅が広過ぎると推進性能が低下すると共に，構造規則上も特別な強度検討を要求されることになるので，船幅が垂線間長の6分の1以上5分の1未満となるように，全長を162m以上とし，また，中規模の港湾に出入港可能で，当該港湾の荷役施設を使用することができるように200m未満とし，③喫水については，計画満載喫水が浅過ぎると載荷重量が減少し，海外輸送における輸送効率が確保できなくなるので，12．0m以上とし，深過ぎると中規模の港湾に出入りできなくなるので，13．5m未満としたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2の記載",
              "text": [
                "引用例2には以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当社運航の石炭専用船“ISHIZUCHI”（いしづち）が12月20日，佐世保重工業株式会社・佐世保造船所（長崎県）において竣工しました。…同船は…10年間にわたる長期輸送契約によって，主に豪州から…火力発電所（愛媛県内）向けに配船され，海外炭輸送の中心的役割を担います。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新造船「ISHIZUCHI」概要",
                  "text": [
                    "全長        229m 幅          36．50m 喫水        12．82m 積載重量    77，247トン",
                    "主機関      B＆W  5S60MC 最大火力    9，855KW 船籍        リベリア"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術について",
              "text": [
                "各文献には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "関西造船協会編「造船設計便覧  第4版」（海文堂出版株式会社，昭和58年）（甲14）",
                  "text": [
                    "10．1  基本計画に必要な項目"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "基本項目  次の項目は基本計画に不可欠のもので，通常船主から与えられる。",
                        "船種，船型，載貨重量，主機の種類，航海速力．"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "付帯項目  基本項目ほどには主要寸法などに大きく影響しないが，船主の意図する船を明確にするために知っておくのが便利な項目である．",
                      "text": [
                        "…就航航路，航行区域，…．",
                        "長さ  幅  喫水などの制限の有無，狭水路などの有無，岸壁及び港湾の特殊事情．",
                        "貨物の種類，貨物倉容積，甲板層数，ハッチの数及び寸法．",
                        "荷役装置…の有無及び内容．（456頁）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "造船テキスト研究会著「商船設計の基礎知識」（株式会社成山堂書店，平成13年）（甲15）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "1．1  主要目決定の尺度",
                      "text": [
                        "客先から載貨重量，喫水，速力等の設計条件を与えられて主要目を決定する場合，主要目が最適なものになっていなければならない。そこで主要目が最適であるか否かを判定するにはある判定基準…が必要であり，判定基準のとり方によって結果は異なることになる。判定基準としては，①輸送コスト最小，またはCRF最大，②載貨重量1t当たりの船価最小，③貨物1tを1海里輸送する時の燃料消費量…最小等が考えられる…（75頁）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "1．2  設計条件",
                      "text": [
                        "基本設計を行うには，まず最初に設計条件がある程度与えられていなければならない。",
                        "1．2．1  載貨重量",
                        "載貨重量と主要寸法とは密接な関係がある。…載貨重量が決まれば，大略の寸法が決まることを示している。なお港によっては入港船の載貨重量，トン数に制限を加えている所もあるので注意する必要がある。（76頁）",
                        "1．2．2  船体寸法の制限",
                        "主要寸法を決定する際に最も注意を必要とするのは，寄港地等の制約から受ける船体寸法の制限で，特に計画喫水と全長（L ）については十分客先と打合せを行OAう必要がある。また港湾の荷役設備や建造船台の幅によって，船の幅に制約を受けることも多い。…このほかに船体寸法の制限をうける運河，海峡がある。基本計画の際一般に考慮すべき運河，海峡は，パナマ運河…等である。…",
                        "パナマ運河（Panama  canal）",
                        "中南米パナマにあり，通行可能な船の最大幅は…32．31mなので，Bmldとしては32．2mとするのが一般である。船の幅を32．2mにした船型をパナマックス（panamax）型と呼んでいる。全長は一般に…289．6m…以下であるが，ばら積貨物船，タンカー等の船では全長一杯にとることはほとんどなく，L ＝250m以下が普通である。…パナマ運河通行船の計画喫水は約12m前後PPである。…（76～77頁）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "池田良穂監修「プロが教える船のすべてがわかる本」（株式会社ナツメ社，平成21年2月9日発行）（乙1）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "基本設計と詳細設計",
                      "text": [
                        "船主が新造船の建造を決定すると，船の種類および積載貨物（または旅客数），船の速力，航行区域などの条件（仕様）をまとめて，各造船所に見積を依頼。…造船所では，基本計画を策定し，基本となる初期の設計図を作成。船の主要寸法（長さ，幅，深さ，喫水），概略配置，主機および必要馬力など，船主の希望に沿った，性能および構造の決定を行う。これを基本設計と呼ぶ。（18頁）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ばら積み船",
                      "text": [
                        "石炭，鉄鉱石，穀類など，梱包せずに大量輸送されるばら積み貨物。これらを運ぶばら積み船は，積載する貨物によって構造が異なる。",
                        "専用ばら積み船",
                        "包装・袋詰めしないばらの貨物（バルク）として鉄鉱石，石炭，穀物などを運ぶ貨物船をばら積み船（バルクキャリア）という。ばら積み貨物には液体貨物（リキッドカーゴ）と乾貨物（ドライカーゴ）が含まれるが，特に後者を扱う貨物船をばら積み船という場合が多い。",
                        "積み地・揚げ地をある程度限定して，大量の貨物を最も効率的に輸送できるようにつくられた船を専用ばら積み船と呼ぶ。積載する貨物により鉱石専用船や石炭専用船などがあり，それぞれ貨物の特徴に適した船体構造を有する。（212頁）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "写真注",
                      "text": [
                        "載貨重量6万トン以下のばら積み船をハンディ型という。船自体にクレーンなどの荷役機器を備えている場合が多い。（212頁）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "山縣昌夫著「船型学抵抗篇」（天然社，昭和28年）（乙2）",
                  "text": [
                    "商船を設計する場合にその寸法および形状は載貨の種類，重量および容積，船客設備，航海速度，就航航路，船体の強度，推進性，…主機の種類および装備位置，建造費，運航費，保船費等各般の事情を併せ考慮して決定さるべきもので，…（30頁）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実願昭56-188077号（実開昭58-92196号）のマイクロフィルム（乙3）",
                  "text": [
                    "石炭等運搬船の船型が積地，揚地の港湾設備条件に大きく制約されることはよく知られている。すなわち，船舶の主寸法の長さ，幅，深さ（吃水）は夫々岸壁長さ，荷役設備のアウトリーチ，水路，岸壁の水深などによって制約を受け，このことが船舶の大型化を阻害している。荷役設備を別にすれば，巾広船型採用により船舶の大型化は実現できるが，この場合既存荷役設備の改造等に多額の設備投資を要するので，船舶の大型化による経済性を減じてしまうことになり，特に積地は外国が多く，荷役設備の改造が困難なケースが多い。（1頁14行～2頁6行）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "全国造船教育研究会編「商船設計  4版」（海文堂出版株式会社，昭和50年）（乙4）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "§1  初期設計  Initial  Designの順序",
                      "text": [
                        "設計の根本は船主側としても造船所側としても採算である。したがって船主側は建造費の安いのを望むし，また造船所側は要求をみたす最低限の費用をかけたいというのが実状である。初期設計は大体次の順序で行なう。",
                        "1）基準船  type  shipの選定-すでに完成され，資料が揃っており，近似でしかも成績のよい船を基準船として選定し，これを参考として設計を進めてゆくのである。",
                        "2）L，B，Dの推定…（17頁）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "§2  主要寸法  Principal  Dimensions 主要寸法とは船の大きさを示す寸法のうちの主要なもので，普通いうL，B，D…（17頁）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "§3  主要寸法に対する制限",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "構造規程上の制限（構造規程の適用範囲）",
                          "text": [
                            "各構造規程の適用範囲，あるいは主要寸法は各構造規程によってどのような制限をうけているかについてみると，…もちろんこれらの規程は永年の貴重な経験の蓄積されたものであるから，理論的に解析できるかどうかにかかわらず実用上信用してよい。ただ特殊な船や船級を必要としない船に対してはこれらにこだわることなく，純理論的に強度，抵抗，復原性，その他を検討して主要寸法などを決めてよいはずである。しかしあくまでもすでに建造されて就航している船を参考にするのがよい。…"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "運航上の制限",
                          "text": [
                            "主要寸法を決めるには理論上あるいは規程上からのほかに，使用上から，さらに建造費の上から考慮されねばならない。",
                            "1）Lについて",
                            "Lは航路によって支配されることがある。定期船では終点港のドックの大きさが大切な要素であり，川に入る船や小さい港に入る船などは操縦性を考えてなるべくLを小さくする。…",
                            "2）Bについて",
                            "Lが決まればたいして困難な問題はないが，ドックの大きさ，運河の幅，（パナマ運河の閘門の幅がよい例である）港や自船の荷役設備に影響される。",
                            "3）Dについて",
                            "Bと同様にLが決まれば大きな問題はないが，港の水深により大きすぎては困ることができる。…（20～21頁）"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "前記アないしカの記載によれば，①造船会社は，通常は船主が決めた船型，載貨重量等の仕様に基づき，基本計画を策定し，基本設計を行って，船の主要寸法（長さ，幅，喫水等）を決定すること，②主要寸法を決定する際に考慮すべき事項は，出入港を予定している港湾の制約（岸壁長さや岸壁の水深）から受ける長さ及び喫水の制限であり，運河等の狭水路を通行する航路である場合は，幅の制限もあること，③特に，パナマ運河を通行する航路である場合，通行可能な幅は最大で32．31mなので，幅を32．2mとし，また，全長は289．6m以下であるが，ばら積み船では全長一杯にとることはほとんどなく，L （垂線間長さ）を250PPm以下とするのが一般的であり，喫水は約12m前後であること（パナマックス型）は，本願の出願時において，当業者の技術常識であったものと認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1の容易想到性について",
              "text": [
                "船舶の設計に当たり，その主要寸法（長さ，幅，喫水等）を決定する際には，出入港を予定している港湾の制約から受ける長さや喫水の制限，通行する航路に存する運河等から受ける幅の制限を考慮する必要があるが，特に，パナマ運河を通行する航路である場合，通行可能な幅は最大で32．31mなので，船舶の設計において，幅を32．2mとし，全長は垂線間長さを250m以下とし，喫水は約12m前後とするのが，一般的であったことは，前記(3)のとおりである。",
                "また，本願の出願時において，船長が190m程度，船幅が32m程度，喫水が13m程度の，いわゆるハンディマックス型のばら積み船は，一般に多用されたものであったと認められる（乙5～8）。",
                "ところで，パナマ運河の現在の運航容量を大きくし，大型船の通行を可能とするために，パナマ運河を拡張する計画が存在すること，拡張計画が実現すると，船幅を48．8mとする大型の船舶（ポスト・パナマックス船）の通行が可能となることが，本願の出願時既に一般に知られていたものと認められる（乙11，12）。",
                "他方で，パナマ運河が拡張され，現パナマックス幅よりも大きな船幅を有する船舶（ポスト・パナマックス船）のパナマ運河の通行が可能になるとしても，船舶が出入港する世界各地の港湾（本願発明がいうところの「中規模港湾」）が，ポスト・パナマックス船に適した港湾に整備されるわけではないことは，当業者にとって自明のことである。  ",
                "そうすると，船舶の設計に際し，その主要寸法を決定するに当たって，載貨重量を増やすために，従来パナマックス型のばら積み船が出入港していた中規模港湾に出入港が可能な船長及び喫水としながら，船幅については，現パナマックス幅による制約を受けず，それよりも大きな船幅とする動機付けがあるといえる。",
                "したがって，引用発明のバルクキャリアー（ばら積み船）について，その主要寸法を，ハンディマックス型の船長や喫水としつつ，船幅については，引用例2に記載された新造船「ISHIZUCHI」の概要を参考に36m程度とした船舶とすることは，当業者において容易に想到することができたことであるといえる。",
                "そして，本願発明の「船の全長を162m以上200m未満で，計画最大満載喫水を12．0m以上13．5m未満とするとともに，船幅が32．31mを超えてかつ40．00m未満」との構成は，前記(1)のとおり，大きな載荷重量を有しながら，既存の中規模の港湾に出入り可能とするばら積み船の主要寸法を規定したにすぎないものであり，また，船の基本設計において，主要寸法（長さ，幅，喫水等）をそれぞれの長所及び短所を考慮しつつ適宜決定することは設計的事項であるといえるから，その数値範囲が格別の技術的意義を有するとはいえない。",
                "以上によれば，引用発明において，引用例2に記載された情報を参考に，相違点1に係る本願発明の構成を備えるようにすることは，当業者が容易に想到することができたというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例2の船舶は，その全長が229mであるから，中規模港湾に入港することはできず，また，あらかじめ想定されている港湾間を往復するために建造された船であるため，中規模港湾に出入港可能にする必要もないから，引用発明において，引用例2の船舶に係る情報を組み合わせたとしても，当業者において，「中規模港湾に出入港が可能なように」する構成を容易に想到することができたとはいえない旨主張する。",
                    "しかし，船舶の設計に際し，その主要寸法を決定するに当たって，載貨重量を増やすために，従来パナマックス型のばら積み船が出入港していた中規模港湾に出入港が可能な船長及び喫水としながら，船幅については，現パナマックス幅による制約を受けず，それよりも大きな船幅とする動機付けがあるといえるから，引用発明のバルクキャリアー（ばら積み船）について，その主要寸法を，ハンディマックス型の船長や喫水としつつ，船幅については，引用例2に記載された新造船「ISHIZUCHI」の概要を参考に36m程度とした船舶とすることは，当業者において容易に想到することができたといえることは，前記(4)のとおりである。",
                    "上記判断は，引用例2の船舶が，その全長から中規模港湾に出入港することを予定していないものであったとしても，何ら左右されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明のばら積み船のサイズ（全長162m以上200m未満，船幅32．31m超40．00m未満）は，従来のばら積み船の実績から外れた特異なサイズであるところ，引用例2には，船の全長を162m以上200m未満にすることは記載されておらず，かつ，引用例2の船舶は，従来のばら積み船と同様のサイズにすぎないから，引用発明において，引用例2の船舶に係る情報を組み合わせたとしても，相違点1に係る本願発明の構成とすることに容易に想到することができたとはいえない旨主張する。",
                    "しかし，本願の出願時において，船長が190m程度，船幅が32m程度，喫水が13m程度の，いわゆるハンディマックス型のばら積み船は一般に多用されたものであったと認められるところ，船舶の設計に際し，その主要寸法を決定するに当たって，載貨重量を増やすために，従来パナマックス型のばら積み船が出入港していた中規模港湾に出入港が可能な船長及び喫水としながら，船幅については，現パナマックス幅による制約を受けず，それよりも大きな船幅とする動機付けがあるといえることは，前記(4)のとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用例2の船舶は，港湾荷役設備が整備された大規模港湾に出入港するだけであるから，自船に荷役用ジブ式クレーンを装備する必要がないところ，自船にクレーンを装備する必要がない大型の船を，荷役用ジブ式デッキクレーンを備えた引用発明に組み合わせて，荷役用ジブ式デッキクレーンを備えた現パナマックス幅を超える船幅を有するばら積み船とすることは，当業者において容易に想到することができたことではないなどと主張する。",
                    "しかし，本件審決は，引用発明の船舶と引用例2の船舶とを組み合わせることにより，相違点1に係る本願発明の構成に容易に想到することができることを判示したものではないから，原告の上記指摘は当を得ない。",
                    "引用発明のバルクキャリアー（ばら積み船）について，その主要寸法を，ハンディマックス型の船長や喫水としつつ，船幅については，引用例2に記載された新造船「ISHIZUCHI」の概要を参考に36m程度とした船舶とすることは，当業者において容易に想到することができたといえることは，前記(4)のとおりである。  "
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明において，相違点1に係る本願発明の構成を備えるようにすることは，当業者において容易に想到することができたことであるとした本件審決における判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（相違点3に係る容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3に係る本願発明の構成",
              "text": [
                "本願発明は，前記1(2)のとおり，貨物倉の倉口縁材側端部から船側までの距離については，3．0m以上とすることにより，倉口の支持構造，交通，艤装品設置のために必要な幅を確保し，9．7m未満とすることにより，現パナマックス幅に対応して設けられている現存の港湾荷役設備を使用できるようにしたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上野喜一郎著「基本造船学（船体編）」（株式会社成山堂書店，昭和48年）（乙14）には，以下の記載がある。",
                    "倉内へ貨物を出入れするための甲板口をカーゴ・ハッチ（貨物倉口）（Cargo  hatchway）というが，単にハッチ（倉口）（Hatchway）ともいい，甲板口の中で最も大きい。その大きさは，貨物の大小，種類などによって異なるが，普通の倉口では，幅は船幅の1／3が標準とされているが，中には船の幅の1／2を超えるものも珍しくない。（188～189頁）"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アによれば，ばら積み船の基本設計において，倉口の幅を船の幅の1／2を超えるものとすることは慣用的であることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3の容易想到性",
              "text": [
                "前記3(3)ア及びオの記載によれば，ばら積み船の基本設計において，出入港を予定している港湾の制約（岸壁長さや岸壁の水深）だけでなく，その港湾の荷役設備の制約（荷役設備のアウトリーチ）をも考慮することは技術常識であると認められる。",
                "したがって，船舶の設計に際し，載貨重量を増やすために，従来パナマックス型のばら積み船が出入港していた中規模港湾に出入港が可能な船長及び喫水としながら，船幅については，現パナマックス幅による制約を受けず，それよりも大きな船幅とするに際し，既存の中規模の港湾の荷役設備，すなわち，パナマックス型のばら積み船を対象とする荷役設備に適合させるように，貨物倉の倉口縁材側端部から船側までの距離を設計することは，技術常識であるといえる。",
                "そうすると，前記(2)の記載によれば，ばら積み船の基本設計において，倉口の幅を船の幅の1／2を超えるものとすることは慣用的であるところ，パナマックス型のばら積み船を対象とする荷役設備の多くは倉口側端部から船側までの距離が9．7m未満であることを前提として整備されている（本願明細書【0010】）から，倉口の幅を倉口側端部から船側までの距離が9．7m未満となるようにすることは当業者が容易に想到することができたものということができる。",
                "そして，本願発明の「貨物倉の倉口縁材側端部から船側までの距離を3．0m以上9．7m未満に抑える」との構成は，前記(1)のとおり，現パナマックス幅に対応して設けられている現存の港湾荷役設備を使用できるようにしたにすぎないものであるから，その数値範囲が格別の技術的意義を有するとはいえない。",
                "以上によれば，引用発明において，相違点3に係る本願発明の構成を備えるようにすることは，当業者が容易に想到することができたというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，現パナマックス幅よりも船幅が大きい船は全長も長くなっている大型船であり，大型船に適した荷役設備が整備されて大規模港湾に出入港するので，現パナマックス幅に合致して整備された港湾荷役設備を使用することを前提としていないから，現パナマックス幅よりも船幅が大きいばら積み船において，現パナマックス幅に合致して整備された港湾荷役設備を使用できるようにすることは，当業者において容易に想到することができたことではない旨主張する。",
                "しかし，船舶の設計に際し，その主要寸法を決定するに当たって，載貨重量を増やすために，従来パナマックス型のばら積み船が出入港していた中規模港湾に出入港が可能な船長及び喫水としながら，船幅については，現パナマックス幅による制約を受けず，それよりも大きな船幅とする動機付けがあったと認められることは，前記3(4)のとおりである。",
                "そうすると，現パナマックス幅よりも船幅が大きいばら積み船において，現パナマックス幅に合致して整備された港湾荷役設備を使用できるようにすることは，当業者が容易に想到することができたことである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，相違点3に係る本願発明の構成を備えるようにすることは，当業者において容易に想到することができたことであるとした本件審決における判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3（相違点2に係る容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に係る本願発明の構成",
              "text": [
                "本願発明は，前記1(2)のとおり，中規模や新設中の港湾では必ずしも荷役設備が整備されているとは限らないので，荷役設備が十分に整っていない港湾でも荷役可能なように，荷役用ジブ式デッキクレーンを備えるものとし，ハッチ構造については，サイドローリングタイプのハッチ構造を採用している場合に生じる貨物倉の倉口縁材側端部から船側までの距離に関する制限を緩和することができるので，エンドフォールディングタイプのハッチカバーを備えることとしたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知例の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例1（甲2）",
                  "text": [
                    "【0002】大型のバラ積み貨物船等では，…隔壁4に仕切られた船倉5のハッチ開口部（倉口）6が設けられている。このハッチ開口部6…にはハッチカバー7が載置され，荷役等のためにハッチを開口する時には，ハッチカバー7をレール8上に移動してハッチ開口部6の周囲に格納するように構成されている。",
                    "【0003】そして，このハッチカバーの移動方向により，ハッチカバー装置のタイプが分かれているが，船の左右方向（横方向）にハッチカバーが水平状態のまま移動して格納されるサイドローリング型（横方向移動型）ハッチカバー装置と，船の前後方向（縦方向）にハッチカバーが水平状態のまま移動して格納されるエンドローリング型（前後方向移動型）カバー装置等がある。…",
                    "【0004】このサイドローリング型ハッチカバー装置1Xは，パナマクッスサイズ以上の大型のバラ積み貨物船等に広く用いられており，図9及び図10に示すように，船Sの上甲板10にハッチ開口部6から船側方向に延びて設けられたレール8上をハッチカバー7が移動することによってハッチを開口する。",
                    "【0005】しかし，図11の点線で示すようなハッチ開口時にハッチカバー7が舷側（デッキサイドライン）9の外側にはみ出さないようにする必要があるため，ハッチカバー7の幅Bhが制限され，それに伴いハッチ開口幅Boも制限される。即ち，ハッチカバー7を横方向に水平移動した場合のハッチ開口部6と格納されたハッチカバー7の幅Bhを考えると，ハッチ開口幅Boは，船幅Bsの半分より小さくならざるを得ない。",
                    "【0010】図14～図16に示すように，エンドローリング型ハッチカバー装置1Yの場合には，ハッチ開口のためにハッチカバー7を船長方向に移動して格納するが，このハッチカバー7を格納するためのスペースが必要になる。そのため，ハッチカバー7の長さLhが制限され，それに伴いハッチ開口長さLoも制限されるので，シングルハル構造の船に比べハッチ開口部6を小さくしなければならず，荷役効率が悪くなるという問題がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例2（甲5）",
                  "text": [
                    "エンドフォールディング型（End  folding  type）",
                    "…2つのパネルの…各パネルをロッドまたはヒンジでむすんで，モータでHatchの端にたたみこむ形式で，General  cargo  carrer等の2nd  deckや3rd  deckにひろくつかわれています。（133頁）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知例3（甲6）",
                  "text": [
                    "鋼製ハッチカバー（steel  hatch  cover）",
                    "このハッチカバーには開閉方式により，次のような型式のものがあり，…フォールディングタイプ（folding  type），ローリングタイプ（rolling  type）…などがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実願昭60-199261号（実開昭62-106893号）のマイクロフィルム（乙13）",
                  "text": [
                    "従来使用されている通常のバルクキャリヤとも称されている撤積船は，第3図に示すごとく，その荷役装置としてジブクレーン1を搭載しており，そのハッチカバー2は例えば1つのハッチ開口部に対し4枚のパネルから構成し，これを図示せるごとく折りたたんでおり，…（別紙3周知技術図面目録参照）"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記アないしエの記載によれば，①ばら積み船の倉口を開閉するハッチカバーには，フォールディングタイプ（エンドフォールディングタイプ）とローリングタイプとがあり，ローリングタイプは，さらにサイドローリングタイプとエンドローリングタイプとに分けられること，②サイドローリングタイプのハッチカバーは，パナマックスサイズ以上の大型のばら積み貨物船等に広く用いられているが，開口時にハッチカバーが船側から外側にはみ出さないようにするため，ハッチカバーの幅は船幅の半分より小さいサイズに制限されることは，本願の出願時において，当業者の技術常識であったと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性について",
              "text": [
                "前記(2)の技術常識に照らせば，貨物倉の倉口縁材側端部から船側までの距離を9．7m未満となるように設計した場合，倉口の幅が大きくなり，その幅に対応してハッチカバーの幅も大きくなるため，開口時にハッチカバーが船側から外側にはみ出さないようにすることを考慮すると，サイドローリングタイプのハッチカバーは，採用し難い。",
                "また，引用発明のように荷役用ジブ式デッキクレーンを倉口間に備えたばら積み船においては，エンドローリングタイプのハッチカバーでは，開口時にハッチカバーがクレーン支柱と干渉してしまうため，開口することができない。そのため，荷役用ジブ式クレーンを備えたばら積み船において，エンドローリングタイプのハッチカバーを採用することはできない。",
                "よって，荷役用ジブ式クレーンを備えた引用発明において，倉口の幅を倉口側端部から船側までの距離が9．7m未満となるようにするに当たり，エンドフォールディングタイプのハッチカバーを採用することは，当然のことということができる。",
                "したがって，引用発明2において，相違点2に係る本願発明の構成を備えるようにすることは，当業者において容易に想到することができたことである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，現パナマックス幅以上の船幅を有する大型のばら積み船では，サイドローリングタイプのハッチカバーを用いることが当業者の常識であり，また，ハッチカバー間に荷役用ジブ式クレーンを装備する必要性もなかったから，エンドフォールディングタイプのハッチカバーを採用する必要性もなかったのであって，現パナマックス幅よりも船幅が大きなばら積み船において，エンドフォールディングタイプのハッチカバーを採用することには，阻害要因がある旨主張する。",
                    "しかし，船舶の設計に際し，載貨重量を増やすために，従来パナマックス型のばら積み船が出入港していた中規模港湾に出入港が可能な船長及び喫水としながら，船幅については，現パナマックス幅による制約を受けず，それよりも大きな船幅とする動機付けがあるといえ，引用発明のバルクキャリアーにおいて，その主要寸法を，ハンディマックス型の船長や喫水としつつ，船幅については，現パナマックス幅を超える船幅を有する船舶とすることは，当業者において容易に想到することができたといえることは，前記3(4)のとおりである。",
                    "そして，前記(3)のとおり，現パナマックス幅を超える船幅を有するばら積み船でありながら，既存の中規模の港湾に出入港することを想定して船舶の設計をすれば，荷役用ジブ式クレーンを備えた引用発明において，倉口の幅を倉口側端部から船側までの距離が9．7m未満となるようにするに当たり，エンドフォールディングタイプのハッチカバーを採用することは当然であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，相違点1，2及び3で挙げられた構成を採用し，これらを結び付ける必要性は，当業者であっても，引用例1，周知例1ないし3から見いだせるものではないから，引用発明において，エンドフォールディングタイプのハッチカバーを採用することは，当業者が容易に想到することができたことであるとはいえない旨主張する。",
                    "しかし，船舶の設計に際し，載貨重量を増やすために，従来パナマックス型のばら積み船が出入港していた中規模港湾に出入港が可能な船長及び喫水としながら，船幅については，現パナマックス幅による制約を受けず，それよりも大きな船幅とする動機付けがあるといえ，引用発明のバルクキャリアーにおいて，その主要寸法を，ハンディマックス型の船長や喫水としつつ，船幅については，現パナマックス幅を超える船幅を有する船舶とすることは，当業者において容易に想到することができたといえることは，前記3(4)のとおりである。",
                    "そして，現パナマックス幅を超える船幅を有する船舶を設計するに当たり，現パナマックス幅に対応して設けられている現存の港湾荷役設備を使用できるようにするためには，その荷役設備の仕様に合わせて倉口の幅を倉口側端部から船側までの距離が9．7m未満となるようにする必要があり，これに伴い，荷役用ジブ式クレーンを備えた引用発明においては，エンドフォールディングタイプのハッチカバーを採用することは，当然のことということができる。",
                    "したがって，引用発明において，相違点1に係る本願発明の構成とすることが容易に想到することができたものである以上，それに伴い，相違点3及び相違点2に係る本願発明の構成とすることも容易に想到することができたものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，相違点2に係る本願発明の構成を備えるようにすることは，当業者において容易に想到することができたことであるとした本件審決における判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由4（相違点4に係る容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点4に係る本願発明の構成",
              "text": [
                "本願発明は，貨物倉の倉口縁材側端部から船側までの距離を9．7m未満とし，その距離が短くなるため，甲板縦通板材の板厚を上げて必要な船体横断面係数を確保することになるが，甲板縦通板材の板厚を上げる場合，板厚に対応してより高いグレードの鋼材を使用する必要を回避するために，甲板縦通板材の板厚を一定値以下に抑え，かつ，貨物区域にトップサイドタンク及びホッパーサイドタンクを設け，その縦通板材の板厚を上げることで，必要な船体横断面係数を確保するようにしたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術について",
              "text": [
                "各文献には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上野喜一郎著「基本造船学（船体編）」（株式会社成山堂書店，昭和48年）（乙14）",
                  "text": [
                    "これらの甲板口の部分では，船体の縦強度が著しく弱められ，また，甲板ビームがこの部分で切断されるなど，船体の横強度も弱められるから，開口附近特に開口の四隅の鋼甲板を二重張にするか，又は厚板を張り，開口端のビームを大きくし，縦通材を配置するなどして補強する。（188頁）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開2007-261339号公報（乙15。図1については，別紙3周知技術図面目録参照。）",
                  "text": [
                    "【0027】図1及び図2において，2は船倉であり，3は二重底，4はビルジホッパータンク，5はトップサイドタンク，6はハッチオープニングである。…",
                    "【0028】二重底3，ビルジホッパータンク4およびトップサイドタンク5は縦式構造が採用され，多数のロンジ11が約800mm乃至840mmの間隔で配材されるとともに，トランスウェブ12が船体長さ方向に約3m間隔で配置されている。船倉2の長さは約38mであるので，船倉2の長さに12枚のトランスウェブ12が配置される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "野原威男原著，庄司邦昭著「航海造船学  二訂版」（海文堂出版株式会社，平成17年）（乙16）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "船の強度を決めるためには，船体に働く複雑な外力を，計算の便宜上，縦・横・局部の3種類に分けて，それぞれの力に対抗する縦強度・横強度・局部強度を船体に持たせればよい…。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "二重船殻構造  double  hull  system 最近の油タンカー，コンテナ船，ばら積み貨物船，鉱石運搬船の例を図6-4～図6-7に示す。これらの船でも基本的には縦式構造，横式構造，縦横混合式構造のいずれかを採用している…（図6-6につき，別紙3周知技術図面目録参照。）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記アないしウの記載によれば，①船体設計において，船体に働く複雑な外力等に耐える船体強度を検討すること，②ばら積み船において，船体強度を上げるために，トップサイドタンクやホッパーサイドタンクに縦通板材を用いることは，本願の出願時において，当業者の技術常識であったものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点4の容易想到性",
              "text": [
                "引用発明のバルクキャリアーにおいて，貨物倉の倉口縁材側端部から船側までの距離を9．7m未満とし，倉口の開口面積を大きくすることで，甲板の剛性が低下し，船体強度が低下してしまうことに対し，船体強度の低下を補うために，前記(2)の技術常識に基づき，トップサイドタンクやホッパーサイドタンクに縦通板材を用いることは，当業者において容易に想到することができたことであり，その際，縦通板材の板厚をどの値に設定するかは，要求される船体強度及び強度計算結果に基づいて，当業者において適宜決める設計的事項であるといえる。",
                "したがって，引用発明において，相違点4に係る本願発明の構成を備えるようにすることは，当業者が容易に想到することができたことである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，相違点1，3及び4で挙げられた構成を採用し，これらを結び付ける必要性は，当業者であっても，引用例1，引用例2に記載された情報及び慣用の事項から見いだすことはできないから，引用発明において，相違点4に係る本願発明の構成を採用することは，当業者が容易に想到することができたことであるとはいえない旨主張する。",
                "しかし，船舶の設計に際し，載貨重量を増やすために，従来パナマックス型のばら積み船が出入港していた中規模港湾に出入港が可能な船長及び喫水としながら，船幅については，現パナマックス幅による制約を受けず，それよりも大きな船幅とする動機付けがあるといえ，引用発明のバルクキャリアーにおいて，その主要寸法を，ハンディマックス型の船長や喫水としつつ，船幅については，現パナマックス幅を超える船幅を有する船舶とすることは，当業者において容易に想到することができたといえることは，前記3(4)のとおりである。",
                "そして，現パナマックス幅を超える船幅を有する船舶を設計するに当たり，現パナマックス幅に対応して設けられている現存の港湾荷役設備を使用できるようにするためには，その荷役設備の仕様に合わせて倉口の幅を倉口側端部から船側までの距離が9．7m未満となるようにする必要があり，これに伴い，倉口の開口面積を大きくすることによる船体強度の低下を補うことは当然のことということができ，その手段として，トップサイドタンクやホッパーサイドタンクに適切な強度を有する縦通板材を用いることは，当業者において容易に想到することができたものということができる。",
                "したがって，引用発明において，相違点1に係る本願発明の構成とすることが容易に想到することができたものである以上，それに伴い，相違点3及び相違点4に係る本願発明の構成とすることも容易に想到することができたものということができる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明において，相違点4に係る本願発明の構成を備えるようにすることは，当業者において容易に想到することができたことであるとした本件審決における判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}