{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2014-800005号事件について平成27年8月11日にした審決中，特許第3867226号の請求項1，2，4及び6に記載された発明についての特許を無効とするとの部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審決に対する取消訴訟である。争点は，①訂正請求書の補正(特許法134条の2第9項で準用する同法131条の2第1項)の可否，②訂正請求(特許法134条2第1項ただし書)の適否，③新規性・進歩性判断(特許法29条)の誤りの有無及び④先願発明との同一性(特許法29条の2)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「複数の指示部位で操作可能なタッチパネルシステム」とする発明について，平成12年2月15日に特許出願(特願2000-36317号)をし，平成18年10月20日，その設定登録(特許第3867226号，請求項の数20)を受けた(本件特許)。(甲17)",
            "被告が，平成26年1月9日に本件特許の請求項1，2，4及び6に係る発明についての特許無効審判請求(無効2014-800005号)をしたところ(甲18)，特許庁が平成27年1月21日付けで本件特許の上記各項に係る発明についての特許を無効とするとの審決の予告をしたので(甲19)，原告は，同年3月30日付けで本件特許の請求項1，2，4及び6の訂正請求(本件訂正)と請求項1の従属項である請求項3，5，7～9及び10を請求項1の記載を引用しない独立項に訂正する訂正請求をした。(甲20，21)",
            "これに対して特許庁が訂正拒絶理由を通知したことから(甲23)，原告は，平成27年6月11日付け手続補正書で，本件訂正に係る訂正請求書及び訂正明細書の補正(本件補正)をした。(甲25)",
            "特許庁は，平成27年8月11日，本件補正を却下し，また，本件訂正を認めず，「平成27年3月30日付け訂正請求に係る，請求項3，5，7，8，9，10についての訂正を認める。特許第3867226号の請求項1，2，4，6に記載された発明についての特許を無効とする。」との審決をし，その謄本は，同月20日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "設定登録時の本件特許の請求項1，2，4及び6に係る発明(以下，請求項の番号に従って「本件発明1」のようにいい，本件発明1，本件発明2，本件発明4及び本件発明6を併せて「本件発明」という。)の各特許請求の範囲の記載は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "「  情報処理装置と，該情報処理装置に接続され，複数の指示部位を有する指示体による入力検出面へのタッチ動作を前記情報処理装置へ伝えるための，前記入力検出面にタッチされる指示部位の指示位置を検出する位置検出手段を備えたタッチパネルとを有するタッチパネルシステムであって，該タッチパネルシステムは，",
                "前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段と，",
                "前記位置検出手段により検出される複数の指示部位のうち最外端にある2個所の指示部位の指示位置の間の距離を算出する距離算出手段と，",
                "前記カウント手段によりカウントされる指示部位の数に加えて，前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段と，",
                "を具備することを特徴とする複数の指示部位で操作可能なタッチパネルシステム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "「  請求項1に記載のタッチパネルシステムであって，前記カウント手段は，該複数の指示部位が隣接しているときは1つの指示部位がタッチされたものとして指示部位の数をカウントすることを特徴とする複数の指示部位で操作可能なタッチパネルシステム。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明4",
              "text": [
                "「  請求項1に記載のタッチパネルシステムであって，前記制御手段は，前記位置検出手段により検出される複数の指示部位の指示位置のうち最初若しくは最後にタッチされる指示位置を，指示部位の指示位置として前記情報処理装置が所定の動作を行うようにすることを特徴とする複数の指示部位で操作可能なタッチパネルシステム。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明6",
              "text": [
                "「  請求項1に記載のタッチパネルシステムであって，前記情報処理装置の所定の動作とは，指示部位の指示位置を最初にタッチした位置に静止しておく動作を含むことを特徴とする複数の指示部位で操作可能なタッチパネルシステム。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "以下，本件の争点に関連する部分について摘示する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正の可否及び本件訂正の適否について",
              "text": [
                "審決は，請求の趣旨の要旨の変更に当たるとして本件補正を認めず，これを前提に本件補正前の本件訂正の適否について検討した結果，本件訂正は，特許法134条の2第1項ただし書各号に規定する事項を目的としていないとして，本件訂正も認めなかった。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正の内容",
                  "text": [
                    "本件訂正は，本件発明1の下記①の構成(訂正前構成)を(本件発明1を引用する本件発明2，本件発明4及び本件発明6も同様の訂正となる。)，同②のとおりの構成(本件訂正に対する関係では，「訂正後構成」と，本件補正に対する関係では，「補正前構成」という。)に訂正するものである(削除された部分を＜  ＞で，付加された部分を[  ]と下線で示す。)。",
                    "①  訂正前構成",
                    "「  前記カウント手段によりカウントされる指示部位の数に加えて，前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段と，」",
                    "②  訂正後構成(補正前構成)",
                    "「  ＜前記カウント手段によりカウントされる指示部位の数に加えて，＞前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化[，及び前記カウント手段により前記一定の時間においてカウントされる指示部位の数又は該数の過渡的な変化]に応じて[，特定の時間において算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記特定の時間においてカウントされる指示部位の数又は該数の過渡的な変化に対応した所定の動作から選ばれる所定の動作を，]前記情報処理装置が＜所定の動作を＞行うようにする制御手段と，」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正の内容",
                  "text": [
                    "本件補正は，訂正後構成を，下記③のとおりの構成(補正後構成)に補正するものである(削除された部分を＜  ＞と波下線で示す。)。",
                    "「  前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記カウント手段により前記一定の時間においてカウントされる指示部位の数＜又は該数の過渡的な変化＞に応じて，特定の時間において算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記特定の時間においてカウントされる指示部位の数＜又は該数の過渡的な変化＞に対応した所定の動作から選ばれる所定の動作を，前記情報処理装置が行うようにする制御手段と，」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件補正の可否",
                  "text": [
                    "①  訂正事項の内容の一部を削除する補正は，その要旨を変更するものである。",
                    "②  (指示部位の)「数」という文言により表される概念と，(指示部位の)「数の過渡的な変化」とういう文言により表される概念とは相互に異なり，前者は後者を内包していないから，本件補正によって本件発明の内容に実質的な変更が生じないとはいえない。",
                    "③  したがって，本件補正は，特許法134条の2第9項で準用する同法131条の2第1項の規定に違反し，訂正後構成の補正は認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正の適否",
                  "text": [
                    "要件の組合せが，訂正前構成においては，①「指示部位の数」に加えて「指示位置の間の距離」，又は，②「指示部位の数」に加えて「指示位置の間の距離の過渡的な変化」という2つであったが，訂正後構成においては，①「指示位置の間の距離」及び「指示部位の数」，②「指示位置の間の距離」及び「指示部位の数の過渡的な変化」，③「指示位置の間の距離の過渡的な変化」及び「指示部位の数」，又は，④「指示位置の間の距離の過渡的な変化」及び「指示部位の数の過渡的な変化」という4つとなり，本件訂正は，「特許請求の範囲の減縮」(特許法134条の2第1項ただし書第1号)，「誤記又は誤訳の訂正」(同項ただし書第2号)及び「明瞭でない記載の釈明」(同項ただし書第3号)のいずれにも該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規性・進歩性判断及び先願発明との同一性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "証拠方法及び無効理由",
                  "text": [
                    "甲1：国際公開第99／38149号",
                    "甲2：特開平7-230352号公報",
                    "甲3：特開平11-119911号公報",
                    "甲4：特開平9-146708号公報",
                    "甲5：特開2000-163031号公報",
                    "以下，甲1～甲5に記載の発明を，証拠番号に従い，それぞれ，「甲1発明」のようにいう。",
                    "本件の争点に関連する無効理由(審決が無効と判断した無効理由)の要点は，下表のとおりである。番号については，裁判所で付した。",
                    "番号  対象発明  主引用発明  理由"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "本件発明1  甲1発明  本件発明1は，甲1発明である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件発明1は，甲1発明から容易に発明することができた。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "甲2発明  本件発明1は，甲2発明から容易に発明することができた。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "本件発明2  甲2発明  本件発明2は，甲2発明から容易に発明することができた。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "本件発明2は，甲2発明と甲3発明から容易に発明することができた。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "本件発明4  甲2発明  本件発明4は，甲2発明と甲4発明から容易に発明することができた。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "本件発明6  甲2発明  本件発明6は，甲2発明と甲4発明から容易に発明することができた。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "本件発明4  甲1発明  本件発明4は，甲1発明と甲4発明から容易に発明することができた。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "本件発明6  甲1発明  本件発明6は，甲1発明と甲4発明から容易に発明することができた。",
            "10  本件発明1  甲5発明  本件発明1は，甲5発明と同一である。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "引用発明の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の認定",
                      "text": [
                        "甲1には，次の甲1発明が記載されている。",
                        "「  マルチタッチ表面装置は，",
                        "平らにした手4全体，指先，親指，手のひら，および他の導電性タッチデバイスのマルチタッチ表面2への近接を検出するマルチタッチ表面2に埋め込まれた近接センサアレイと，",
                        "近接センサアレイの各近接センサからの読み出しを行う電子スキャンハードウェア6と，",
                        "近接センサアレイ全体のスキャンによって未処理の近接画像を形成し，バックグランドセンサオフセットをすべて取り除く校正モジュール8と，",
                        "手の表面の接触部が識別できるように前記オフセット修正された近接画像を分割し，連続する画像によって移動するその接触部を追跡し識別する接触追跡及び識別モジュール10と，",
                        "接触追跡及び識別モジュール10の手識別モジュール247によって評価されている手の割当てが，最終的な好適仮定である場合，さらに指の識別を検査し，指のカウントのような識別統計を編集する処理を行い，",
                        "識別された接触部の経路から，手のコンフィグレーションを識別し，検出された手の動作に応答するソフトウェアアルゴリズムを含んでいるタイプ入力認識モジュール12，指同期検出モジュール14，動き要素抽出モジュール16，ペングリップ検出モジュール17と，",
                        "コード動作認識器18とを備え，",
                        "指同期検出モジュール14は，指のサブセットの同時押圧またはリリースに対して一つの手の指の動作を調べ，そのような同時の動作が検出されると，同期しているサブセットにおける指の組合せの識別は，コード動作認識器18に移され，",
                        "コード動作認識器18は，同期検出器14によって識別された同期された指のサブセットと，動き要素抽出モジュール16で抽出された動作の方向及び速度との両方に依存するコードタップまたは動作イベント，例えば，2本以上の指の接触部から一番内側と一番外側の指の接触部を見つけ出し，一番内側と一番外側の指の接触部間の距離の変化から計算した拡大縮小速度成分を生成し，これらイベントはホスト通信インタフェース20に送られ，ホスト通信インタフェース20は，イベントをホストコンピュータシステムに送信し，",
                        "ホストコンピュータシステムは，両手と複数の指4がディスプレイスクリーン上のグラフィックオブジェクトを操作できるようにビジュアルディスプレイ装置24に出力する統合された手操作の入力装置のシステム。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲2発明の認定",
                      "text": [
                        "甲2には，次の甲2発明が記載されている。",
                        "「  同時複数ジェスチャ指示処理装置であって，",
                        "表面弾性波方式タッチプレートを用いた同時複数タッチ位置検出装置7と，液晶ディスプレイを用いた表示装置8と，情報処理装置9とを有し，",
                        "同時複数タッチ位置検出装置7と表示装置9は一体化されており，同時複数タッチ位置検出装置7は，情報処理装置9に対して，検出したタッチ位置の個数とタッチ位置のX，Y座標を出力し，同時複数タッチ位置検出装置7から得られる，同時にタッチされた複数のタッチ位置情報を受けた情報処理装置9のMPU91が，メモリ92，94内に格納した情報処理プログラムに従って，同時複数ジェスチャ操作に対応した情報処理を行うものであり，情報処理装置9のMPU91は，タッチ位置を検出した同時複数タッチ位置検出装置7から一定時間ごとに，入力されたタッチ位置から，対象物の指定方法と，ジェスチャ操作の指示内容を判定し，",
                        "対象物の指定方法には，1つ以上のタッチ位置が1つ以上の対象物の外郭内にあるか否かを判定し，1つ以上のタッチ位置が1つ以上の対象物の外郭内にあれば，外郭内指定と判定する外郭内指定，あるいは全タッチ位置が単一の対象物の外郭上にあるか否かを判定し，全タッチ位置が単一の対象物の外郭上にあれば，指定方法を外郭上指定と判定する外郭上指定等があり，",
                        "親指と人差指で図形E，Fの外郭内を指示した後，各タッチ位置を伸縮変形移動することにより，図形E，Fを図形E’，F’の位置に個別移動することができ，",
                        "伸縮移動の判定は，前の時間のタッチ位置e(Xe，Ye)，f(Xf，Yf)と今回のタッチ位置e’(Xe’，Ye’)，f’(Xf’，Yf’)とを比較したときに，対応するタッチ位置間におけるX座標の差分x1(「Xe’-Xe」)とx2(「Xf’-Xf」)及びY座標の差分y1(「Ye’-Ye」)とy2(「Yf’-Yf」)(符号を考慮する)の比がどのタッチ位置についても同じであり，かつ，x1とx2の符号が逆であるか，y1とy2の符号が逆であるときに，伸縮変形であると判定，すなわち，y1/x1＝y2/x2であり(x1＝x2＝0のときはこの条件は考慮しない)，かつ，x1×x2が負またはy1×y2が負であるとき，伸縮変形であるとし，",
                        "変形量(伸縮比)は，移動前の図形E，F上のタッチ位置をe(Xe，Ye)，f(Xf，Yf)とし，これらの点が，移動後にe’(Xe’，Ye’)，f’(Xf’，Yf’)の位置に来たとすると，(Xf’-Xe’)/(Xf-Xe)として求まり，その位置は，移動前の図形E上のタッチ位置eが，移動後のタッチ位置e’に来るということから決まり，",
                        "MPU91は，移動後の位置に図形E’，F’を表示するためのデータをインターフェース部96に送り，インターフェース部96は，映像信号を生成して，表示装置8に送り，",
                        "表示装置8は，映像信号に従って表示する同時複数ジェスチャ指示処理装置。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲3発明の認定",
                      "text": [
                        "甲3には，次の甲3発明が記載されている。",
                        "「  平面状表示領域を有する表示手段と，平面状に形成され，表示領域上に配置され，操作位置を表す出力を導出する透光性タッチスイッチと，タッチスイッチの出力に応答し，タッチスイッチにおける1または複数の同時に操作された位置の相互に分断されたグループの操作数を検出する操作数検出手段と，タッチスイッチの出力に応答し，タッチスイッチにおける1または複数の同時に操作された位置の相互に分断されたグループに含まれる接触した行方向または列方向の電極の数を検出し，その検出した電極の数に対応した圧力を表す出力を導出する圧力信号導出手段と，タッチスイッチの出力に応答し，操作位置の移動操作方向を検出する操作方向検出手段と，タッチスイッチの出力に応答し，タッチスイッチの操作速度を検出してレベル弁別する操作速度弁別手段と，操作数検出手段と，圧力信号導出手段と，操作方向検出手段と，操作速度検出手段との各出力に応答し，被制御装置に，操作数，操作圧力，移動操作方向および移動速度のうちの複数の各組合せに対応した動作を行わせる制御手段とを含むスイッチ装置において，",
                        "前記操作数検出手段は，タッチスイッチにおいて検出された接触点の座標に基づいて，隣接する接触点同士を同じ個別のグループとして接触点をグループ化して分類し，グループ化によって生じたグループの数を計数し，これを指の数，すなわち操作数とするものであるスイッチ装置。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲4発明の認定",
                      "text": [
                        "甲4には，次の甲4発明が記載されている。",
                        "「  タッチパネル32が張り付けられている表示画面に例えばダブル・タップによりオープンさせられるアイコン36があり，",
                        "アイコン36の枠内に例えば操作者の人さし指34を押しつけると，タッチパネル32からは，アイコン36内の人さし指34の置かれている位置を表す座標データが第1のタップ位置として記憶され，",
                        "人さし指34をタッチパネル32のアイコン36に押しつけたままで，所定時間内に例えば中指40でタッチパネル32の別の位置をタップすると，人さし指34と中指40とを結ぶ線の中点の位置の座標データが出力され，該座標データを第2のタップ位置として記憶し，",
                        "記憶した第2のタップ位置が，第1のタップ位置からの所定の範囲内に収まっているかどうかを比較し，第2のタップ位置が所定範囲内にあれば第1のタップ位置でダブル・タップが発生したと判断するタッチパネルのタッチ入力方法。」"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲5発明の認定",
                      "text": [
                        "本件特許出願後に公開された甲5には，次の甲5発明が記載されている。",
                        "「  表示部60に透明なタッチパネル等を重ねて構成され，ユーザーが地図画像の拡大，縮小，回転，スクロール等の操作を入力するために，地図画像が表示された表示部上で行った指の移動履歴を検出する指動作検出部10と，指動作検出部10で得られた検出データが入力され，前記検出データ，所与のプログラム等基づいて地図画像を生成する処理を行う処理部20を有する電子ブックであって，",
                        "タッチパネルへの2点目の接触があった場合，地図画像が表示されている場合には地図操作の処理を行い，2点目の接触が無かった場合には，接触点が移動しているか否かを検出し，移動している場合には，接触面積及び接触圧力によって指示入力されている処理内容を判断し，",
                        "ツールバーのアイコンへの接触があった場合には各種アイコン処理が行われ，",
                        "『検索用タグ』や『本の厚み』や『しおり』や『しおり挿入用矢印』等の各種入力マークへの接触であった場合には入力マーク操作処理が行われ，",
                        "ユーザーが例えば左手の指で『南インド』のタグを，右手の指で『宿泊』のタグを同時にタッチした場合には，1回の操作でダイレクトに『南インドの宿泊』の情報が掲載された先頭ページが表示されるような論理積条件での検索操作が行われ，",
                        "地図操作の処理においては，2点間の距離の変化を演算し，2点間の距離が拡大している場合には，拡大距離に応じた拡大処理を行い，2点間の距離が縮小している場合には，縮小距離に応じた縮小処理を行い，",
                        "例えば，ユーザーが指250で検索用タグの『地図』220の欄をタッチすると，画面内に，『インド』の全体地図260が表示され，『ボンベイ』付近の情報を得たい場合には，に示すように親指と人差し指を近づけた状態で画面上『ボンベイ』のあたりに親指と人差し指をおいて，親指と人差し指を遠ざける方向に動かす動作(地図の拡大ジェスチャー)を行うと，親指と人差し指の移動履歴に応じて拡大された地図画像が表示，即ち，親指と人差し指の離れる度合いが大きい程，縮尺が小さくより詳細な地図が表示され，地図を縮小したい場合には，最初に親指と人差し指を離した状態で画面上に表示された地図の上におき，親指と人差し指が近づく方向に動かす動作(地図の縮小ジェスチャー)を行うと，親指と人差し指の移動履歴に応じて縮小された地図画像が表示されるように構成されている電子ブック。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一致点・相違点の認定",
                  "text": [
                    "審決は，無効理由1～無効理由10に関して，下表の第1欄の各発明がそれぞれ第2欄～第4欄の引用発明に対して，下表のとおり，相違点がないか又は相違点1～相違点6があると認定した(相違点2’，相違点7～相違点9は，本件の争点とは関係しない。また，審決中では，相違点2’も「相違点2」と表記されている。)。",
                    "第1欄  第2欄  第3欄  第4欄",
                    "甲1発明  甲2発明  甲5発明",
                    "本件発明1  相違点はない。  相違点1  相違点はない。",
                    "(無効理由1・2)  (無効理由3)  (無効理由10)",
                    "本件発明2    相違点1",
                    "相違点2’  相違点2  相違点7",
                    "(無効理由4・5)",
                    "本件発明4    相違点1",
                    "相違点5  相違点3  相違点8",
                    "(無効理由8)  (無効理由6)",
                    "本件発明6    相違点1",
                    "相違点6  相違点4  相違点9",
                    "(無効理由9)  (無効理由7)",
                    "【相違点1】  本件発明1(又は，本件発明2，本件発明4及び本件発明6のうち本件発明1の構成を引用する部分)は，「前記位置検出手段により検出される複数の指示部位のうち最外端にある2個所の指示部位の指示位置の間の距離を算出する距離算出手段」，及び「前記カウント手段によりカウントされる指示部位の数に加えて，前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行う制御手段」を具備するのに対し，甲2発明は，「前記カウント手段によりカウントされる指示部位の数に加えて，前記位置検出手段により検出される複数の指示部位のうち最外端にある2個所の指示部位の指示位置に関連する値，又は該指示位置に関連する値の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段」は具備するものの，上記のような距離算出手段及び制御手段を具備していない点。",
                    "【相違点2】  本件発明2は，「前記カウント手段は，該複数の指示部位が隣接しているときは1つの指示部位がタッチされたものとして指示部位の数をカウントする」構成を有するのに対し，甲2発明のカウント手段は，そのような構成を有するものではない点。",
                    "【相違点3】  本件発明4は，「前記制御手段は，前記位置検出手段により検出される複数の指示部位の指示位置のうち最初若しくは最後にタッチされる指示位置を，指示部位の指示位置として前記情報処理装置が所定の動作を行うようにする」構成を有するのに対し，甲2発明は，そのような制御手段を有するものではない点。",
                    "【相違点4】  本件発明6は，「前記情報処理装置の所定の動作とは，指示部位の指示位置を最初にタッチした位置に静止しておく動作を含む」構成を有するのに対し，甲2発明は，所定の動作が，そのような動作を含むものではない点。",
                    "【相違点5】  本件発明4は，「前記制御手段は，前記位置検出手段により検出される複数の指示部位の指示位置のうち最初若しくは最後にタッチされる指示位置を，指示部位の指示位置として前記情報処理装置が所定の動作を行うようにする」構成を有するのに対し，甲1発明は，そのような制御手段を有するものではない点。",
                    "【相違点6】  本件発明6は，「前記情報処理装置の所定の動作とは，指示部位の指示位置を最初にタッチした位置に静止しておく動作を含む」構成を有するのに対し，甲1発明は，所定の動作が，そのような動作を含むものではない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "対比及び相違点の判断",
      "content": [
        {
          "fig": "(ア)",
          "subject": "無効理由1について(本件発明1の新規性の有無)",
          "text": [
            "甲1発明と本件発明1とを対比すると，相違点はない。",
            "なお，争点に関する審決の説示部分は，次のとおり。",
            "「  甲1発明の『コード動作認識器18は，同期検出器14によって識別された同期された指のサブセットと，動き要素抽出モジュール16で抽出された動作の方向及び速度との両方に依存するコードタップまたは動作イベント，例えば，2本以上の指の接触部から一番内側と一番外側の指の接触部を見つけ出し，一番内側と一番外側の指の接触部間の距離の変化から計算した拡大縮小速度成分を生成し，これらイベントはホスト通信インタフェース20に送られ，ホスト通信インタフェース20は，イベントをホストコンピュータシステムに送信し，ホストコンピュータシステムは，両手と複数の指4がディスプレイスクリーン上のグラフィックオブジェクトを操作できるようにビジュアルディスプレイ装置24に出力する」ものであり，『ホストコンピュータシステム』が，『両手と複数の指4がディスプレイスクリーン上のグラフィックオブジェクトを操作できるようにビジュアルディスプレイ装置24に出力する』ための制御手段を有することは明らかであり，当該制御手段が，本件発明1の『前記カウント手段によりカウントされる指示部位の数に加えて，前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段』に相当する。",
            "なお，甲1発明が本件発明1の『前記カウント手段によりカウントされる指示部位の数に加えて，前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段』に相当する構成を有していることについては，被請求人(原告)も争っていない…。」"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "無効理由2について(本件発明1の進歩性の有無)",
          "text": [
            "本件発明1に包含されている具体的態様が甲1に記載されているとまではいえないものの，甲1発明から当業者が容易に想到し得た具体的態様について考えると，本件発明1は，甲1発明に基づいて当業者が容易に発明をすることができたものといえる。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "無効理由3について(相違点1の判断)",
          "text": [
            "マルチタッチパネルシステムにおいて，位置検出手段により検出される2個所の指示部位の指示位置の間の距離を算出し，算出される指示位置の間の距離又は該距離の過渡的な変化に応じて所定の動作を行うことは，本件特許の出願前周知の技術である(甲1の58頁4～10行目，73頁2～12行目，甲14の【0015】～【0017】【0046】参照)。甲2には，タッチ位置が相互の位置関係を伸縮変形するか否かをタッチ位置相互の距離が変わるかどうかで判定することが示されており(【0210】)，甲2発明において，上記周知技術を適用し，相違点1に係る構成を具備するようにすることは，当業者が容易になし得る。また，その作用効果も，甲2発明に上記周知技術を適用したものから，当業者であれば予想できる範囲内のものである。",
            "したがって，本件発明1は，甲2発明及び周知技術に基いて，当業者が容易に発明をすることができる。"
          ]
        },
        {
          "fig": "(エ)",
          "subject": "無効理由4について(相違点1及び相違点2の判断)",
          "text": [
            "①  上記(ウ)のとおり，相違点1は容易想到である。",
            "②  マルチタッチパネルにおいて，指の接触位置を検出するために信号の減衰を利用する場合に，2本の指が接触(隣接)してタッチパネルにタッチされた際，信号の減衰領域が分離せずに重畳し，1つの減衰領域が形成されてしまい，その結果として，タッチパネルシステムが1本の指としてカウントするものとなることは明らかである(甲2の【0039】参照)。そうすると，甲2発明の「カウント手段」は，相違点2に係る構成を有するものといえ，相違点2は，実質的な相違点ではない。",
            "③  したがって，本件発明2は，甲2発明及び周知技術に基づいて，当業者が容易に発明をすることができる。"
          ]
        },
        {
          "fig": "(オ)",
          "subject": "無効理由5について(相違点1及び相違点2の判断)",
          "text": [
            "①  前記(ウ)のとおり，相違点1は容易想到である。",
            "②  上記(エ)のとおり，相違点2は実質的な相違点ではない。さらに，甲3発明の操作数検出手段は，2本の指が隣接してタッチスイッチに接触された際，1つのグループが形成され，その結果として1本の指としてカウントすることが明らかであるところ，甲2発明と甲3発明は，タッチパネルに接触した指の数をカウントするものであるから，甲3発明の操作数検出手段が甲2発明においても有用であることも明らかである。そうすると，甲2発明において，指の数の「カウント手段」に，甲3発明の操作数検出手段を採用することにより，相違点2に係る本件発明2の構成を具備するようにすることは，当業者が容易になし得る。",
            "③  したがって，本件発明2は，甲2発明及び甲3発明に基づいて，当業者が容易に発明をすることができる。"
          ]
        },
        {
          "fig": "(カ)",
          "subject": "無効理由6について(相違点1及び相違点3の判断)",
          "text": [
            "①  前記(ウ)のとおり，相違点1は容易想到である。",
            "②  甲4発明は，人差し指34をタッチパネル32のアイコン36に押し付けたまま，中指40でタッチパネル32の別の位置をタップし，人差し指34の置かれている位置を表す第1のタップ位置と第2のタップ位置が所定範囲内であればダブル・タップと認識し，第1のタップ位置にあるアイコン36をオープンするものであるから，相違点3に係る本件発明4の構成を示している。そして，甲2発明と甲4発明は，共に，タッチパネルを複数の指でタッチ操作することにより，情報処理装置に所定の動作を行うシステムに関するものであるから，甲2発明の同時複数ジェスチャ指示処理装置に，上記甲4発明が示すタッチ入力方法を適用することは，当業者であれば容易に想到し得る。",
            "③  したがって，本件発明4は，甲2発明，甲4発明及び周知技術に基づいて，当業者が容易に発明をすることができた。"
          ]
        },
        {
          "fig": "(キ)",
          "subject": "無効理由7について(相違点1及び相違点4の判断)",
          "text": [
            "①  前記(ウ)のとおり，相違点1は容易想到である。",
            "②  甲4発明は，人差し指34をタッチパネル32のアイコン36に押し付けたまま，中指40でタッチパネル32の別の位置をタップし，人さし指34の置かれている位置を表す第1のタップ位置と第2のタップ位置が所定範囲内であればダブル・タップと認識し，第1のタップ位置にあるアイコン36をオープンするものであるから，相違点4に係る本件発明6の構成を示している。そして，甲2発明と甲4発明は，共に，タッチパネルを複数の指でタッチ操作することにより，情報処理装置に所定の動作を行うシステムに関するものであるから，甲2発明の同時複数ジェスチャ指示処理装置に，上記甲4発明が示すタッチ入力方法を適用することは，当業者であれば容易に想到し得る。",
            "③  したがって，本件発明6は，甲2発明，甲4発明及び周知技術に基づいて，当業者が容易に発明をすることができた。"
          ]
        },
        {
          "fig": "(ク)",
          "subject": "無効理由8について(相違点5の判断)",
          "text": [
            "甲4発明は，人差し指34をタッチパネル32のアイコン36に押し付けたまま，中指40でタッチパネル32の別の位置をタップし，人差し指34の置かれている位置を表す第1のタップ位置と第2のタップ位置が所定範囲内であればダブル・タップと認識し，第1のタップ位置にあるアイコン36をオープンするものであるから，相違点5に係る本件発明4の構成を示している。そして，甲1発明と甲4発明は，共に，タッチパネルを複数の指でタッチ操作することにより，情報処理装置に所定の動作を行うシステムに関するものであるから，甲1発明の統合された手操作の入力装置のシステムに，上記甲4発明が示すタッチ入力方法を適用することは，当業者であれば容易に想到し得る。",
            "したがって，本件発明4は，甲1発明及び甲4発明に基づいて，当業者が容易に発明をすることができた。"
          ]
        },
        {
          "fig": "(ケ)",
          "subject": "無効理由9について(相違点6の判断)",
          "text": [
            "甲4発明は，人差し指34をタッチパネル32のアイコン36に押し付けたまま，中指40でタッチパネル32の別の位置をタップし，人差し指34の置かれている位置を表す第1のタップ位置と第2のタップ位置が所定範囲内であればダブル・タップと認識し，第1のタップ位置にあるアイコン36をオープンするものであるから，相違点6に係る本件発明6の構成を示している。そして，甲1発明と甲4発明は，共に，タッチパネルを複数の指でタッチ操作することにより，情報処理装置に所定の動作を行うシステムに関するものであるから，甲1発明の統合された手操作の入力装置のシステムに，上記甲4発明が示すタッチ入力方法を適用することは，当業者であれば容易に想到し得る。",
            "したがって，本件発明6は，甲1発明，甲4発明に基づいて当業者が容易に発明をすることができたものである。"
          ]
        },
        {
          "fig": "(コ)",
          "subject": "無効理由10について(本件発明1と本件発明5の同一性)",
          "text": [
            "本件発明1と甲5発明は，相違点がなく，同一である。また，本件発明の発明者は，甲5発明の発明者と同一ではなく，本件特許出願時にその出願人が甲5発明に係る特許出願の出願人と同一でもない。",
            "なお，争点に関連する審決の説示部分は，次のとおり。",
            "「  甲5発明は，『タッチパネルへの2点目の接触があった場合，地図画像が表示されている場合には地図操作の処理を行い，2点目の接触が無かった場合には，接触点が移動しているか否かを検出し，移動している場合には，接触面積及び接触圧力によって指示入力されている処理内容を判断し，ツールバーのアイコンへの接触があった場合には各種アイコン処理が行われ，「検索用タグ」や「本の厚み」や「しおり」や「しおり挿入用矢印」等の各種入力マークへの接触であった場合には入力マーク操作処理が行われ』るから，当該検出手段は，本件発明1の『前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段』に相当する構成を有することは明らかである。",
            "なお，甲5発明が本件発明1の『前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段』に相当する手段を有することについても，被請求人(原告)も争っていない…。」",
            "「  甲5発明の『電子ブック』は，複数の指で操作可能であるから，本件発明1の『複数の指示部位で操作可能なタッチパネルシステム』に相当するといえる。",
            "なお，甲5発明と本件発明1が『複数の指示部位で操作可能なタッチパネルシステム』の点で一致することについても，被請求人(原告)は争っていない…。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正の可否に関する判断の誤り)",
          "text": [
            "審決は，本件補正が，訂正請求書に係る請求の趣旨の要旨を変更するものと判断し，これを却下した。",
            "ここに，特許法134条の2第9項で準用する特許法131条の2第1項において，訂正請求書の補正が訂正請求書に係る請求の趣旨の要旨の変更になるか否かは，補正前の訂正事項と補正後の訂正事項とを対比し，訂正を求める範囲が補正によって実質的に拡張又は変更されるかどうかの観点から判断されるべきである。",
            "本件補正は，「指示部位の数の過渡的な変化」との訂正を含む本件訂正に係る各訂正事項につき，これを，「指示部位の数の過渡的な変化」を除く訂正にとどめるとする趣旨のものであって，減縮的変更に該当するから，訂正を求める範囲が拡張又は変更されたものではなく，要旨の変更には該当しない。",
            "そうすると，本件補正の却下決定は，違法である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正の適否に関する判断の誤り)",
          "text": [
            "審決は，本件訂正が，特許請求の範囲の減縮を目的とするものではないと判断し，本件訂正を認めなかった。",
            "ここで，特許法134条の2第1項ただし書において，訂正が特許請求の範囲の減縮を目的とするものであるか否かは，訂正前後の発明の要旨を対比し，特許請求の範囲が実質的に拡張又は変更されるかどうかの観点から判断されるべきである。",
            "本件訂正は，制御手段のカウント手段によりカウントされる指示部位の数又はその数の過渡的な変化を，「一定の時間」にカウントされるものに限定したものである。そうすると，訂正前構成においては，指示部位の数又はその数の過渡的な変化が「一定の時間」にカウントされるかどうかにかかわらない態様を包含するものであったのに対し，訂正後構成においては，その一部を実施態様とすることになり，実質的に特許請求の範囲を拡張又は変更するものではない。なお，数の変化は数の存在を前提としており，「指定部位の数の過渡的な変化に応じて」は「指示部位の数に応じて」の実施態様に包含されるものであるから，「指示部位の数の過渡的な変化」を加える訂正は，カウントされる対象の拡張ではなく，限定である。",
            "そうすると，本件訂正を認めなかった審決の判断には，誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由に対する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3-1(本件発明の認定の誤り)",
              "text": [
                "―無効理由1～10の認定判断に対し―",
                "前記1及び2のとおり，本件補正及び本件訂正は，いずれも適法であるから，本件補正に係る本件訂正を考慮しない審決の本件発明の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3-2(本件発明1と甲1発明の相違点認定の誤り)",
              "text": [
                "―無効理由1，2，8及び9の認定判断に対し―",
                "原告は，審決の甲1発明の認定と，本件発明1と甲1発明との間に相違点がないとする審決の認定を争う。両発明は，次の点で相違する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正及び本件訂正に基づくもの",
                  "text": [
                    "前記1及び2のとおり，本件補正及び本件訂正は，いずれも適法であるところ，甲1には，本件補正に係る本件訂正に係る構成の記載はないから，同構成は，本件発明1と甲1発明との相違点となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明の認定誤りに基づくもの",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ホストコンピューターシステムの動作",
                      "text": [
                        "審決は，甲1発明のホストコンピュータシステムが有する，「両手と複数の指4がディスプレイスクリーン上のグラフィックオブジェクトを操作できるようにビジュアルディスプレイ装置24に出力する」ための制御手段が，本件発明1の「前記カウント手段によりカウントされる指示部位の数に加えて，前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段」に相当すると認定した。",
                        "しかしながら，甲1のグラフィックオブジェクトとは，手や指によるディスプレイスクリーン上での操作を補助又は誘導するために画面上に表示されるアイコンなどをいうものであるが(甲1に対応する公表特許公報である特表2002-501271号〔甲16〕の【0003】【0004】参照)，甲1には，甲1発明のホストコンピュータが，このグラフィックオブジェクトをビジュアルディスプレイ装置24に出力する動作が記載されているものの(18頁27～30行目，甲16の【0111】)，この動作がいかなるものに応じるようにするか，いかなるものから選ばれるかについては，何らの記載もない。",
                        "そうすると，甲1のホストコンピュータがグラフィックオブジェクトを操作する制御手段であるとはいえない。",
                        "したがって，審決の上記認定には，誤りがあり，この点は，相違点を構成する。",
                        "(被告の反論に対し)",
                        "グラフィックオブジェクトが指によって操作されるということは，そのグラフィックオブジェクトは，その操作の前段階において，既にビジュアルディスプレイ装置に出力されていたこととなる。すなわち，そのグラフィックオブジェクトのビジュアルディスプレイ装置への出力は，指による操作とは別異の手段によって行われたていたことになる。したがって，グラフィックオブジェクトが指によって操作されることをもって，ホストコンピュータシステムが，グラフィックオブジェクトを操作する制御手段であると根拠付けることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "距離の算出等",
                      "text": [
                        "甲1発明の目的は，異なる手のコンフィギュレーションを通じて，様々な手操作入力の種類を識別することであり(甲1の8頁「発明の要約」第1～2段落，甲16の【0023】【0024】)，手のコンフィギュレーションによる識別は，手の形状による識別であって，指の数や指の間の距離が異なる場合であっても同一に分類され得るものである(甲1の5頁第3段落1文，11頁第2段落，18頁第3段落，24頁最終段落～25頁第1段落，30頁第1段落，甲16の【0014】【0038】【0109】【0131】【0153】)。また，甲1発明において，距離の変化から拡大縮小速度成分を計算するのは，手のコンフィギュレーションを識別する情報を得るために行われるものにすぎず，計算された速度が同じであっても，識別されたコンフィギュレーションが異なれば異なる動作が行われる(甲1の12頁第2段落，甲16の【0040】)。さらに，甲1発明において，指カウントの識別統計を編集するのも，手のコンフィギュレーションを識別する情報を得るために行われるものにすぎず，指カウントの数が同じであっても，識別されたコンフィギュレーションが異なれば異なる動作が行われる(甲1の43頁第2段落，第3段落，甲16の【0221】【0222】)。しかも，コード動作識別装置によって識別された各手のコードは，各コードを識別するための数や距離などの入力事象とは独立して，これとは無関係に所定の動作に対応付けられている(甲1の72頁19～27行目，甲16の【0319】～【0322】参照)。そうすると，甲1発明は，本件発明1のように，カウントされる指示部位の数や，指示位置の間の距離又は該距離の過渡的な変化に応じて所定の動作を行うものではない。",
                        "したがって，審決の上記認定には，誤りがあり，この点は，相違点を構成する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，本件発明1と甲1発明とは，次の点で相違し，審決には，相違点看過の誤りがある。",
                    "【相違点A’】  本件発明1のタッチパネルシステムは，「前記距離算出手段により一定の時間において算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記カウント手段により前記一定の時間においてカウントされる指示部位の数に応じて，特定の時間において算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記特定の時間においてカウントされる指示部位の数に対応した所定の動作から選ばれる所定の動作を，前記情報処理装置が行うようにする制御手段」を具備するものであるのに対して，甲1発明のタッチパネルシステムは，ホストコンピュータシステムが，両手と複数の指4がディスプレイスクリーン上のグラフィックオブジェクトを操作できるようにビジュアルディスプレイ装置24に出力するという動作を行うものにすぎず，そのような制御手段を具備しない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3-3(本件発明1と甲1発明の相違点の判断の誤り)",
              "text": [
                "―無効理由2，8及び9の認定判断に対し―",
                "審決は，本件発明1が，甲1発明に基づいて当業者が容易に発明することができたと判断する。",
                "しかしながら，甲1発明は，本件発明1とは異なる制御手段を用いるものであり，上記(2)の相違点A’の構成は，当業者が容易に想到し得たものではない。",
                "したがって，審決の容易想到性の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由3-4(本件発明1と甲2発明との相違点の認定の誤り)",
              "text": [
                "―無効理由3～7の認定判断に対し―",
                "原告は，審決の甲2発明の認定を争うが，本件発明1と甲2発明とが，少なくとも審決の認定する相違点1の点で相違することは争わない。両発明は，次の点でも相違する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "カウント手段",
                  "text": [
                    "審決は，甲2発明の「タッチ位置」が本件発明1の「指示位置」に相当することを前提として，本件発明1のタッチパネルシステムと甲2発明の同時複数ジェスチャ指示処理装置が，いずれも，「前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段」を具備する点で一致すると認定する。",
                    "しかしながら，本件発明の「指示部位」とは，複数の指示部位を有する指示体についてのものであり，「指示位置」とは異なるものであるから，「指示部位」と「指示体」とが一致するとは限らない(本件発明2参照)。また，甲2の「(パネル1をタッチする)物体」(【0038】【0039】)が，本件発明1の「指示部位」に相当するとしても，甲2発明は，その「物体」の数をカウントするものではない。",
                    "そうすると，審決の上記一致点の認定は誤りであり，本件発明1と甲2発明とは，次の点で相違する。",
                    "【相違点B】  本件発明1のタッチパネルシステムは，「前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段」を具備し，ここにいう「指示部位」は，「複数の指示部位を有する指示体」についてのものであるのに対して，甲2発明の同時複数タッチ位置検出装置7は，タッチされる位置の個数を検出する手段を具備するにすぎず，そのようなカウント手段を具備しない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "制御手段",
                  "text": [
                    "審決は，甲2発明と本件発明1とが，カウント手段によりカウントされる指示部位の数に応じて情報処理装置が所定の動作を行う制御手段を具備する点において一致することを前提に，甲2発明が，本件発明1の制御手段を有するとの認定をする。",
                    "しかしながら，上記アのとおり，甲2発明の同時複数ジェスチャ指示処理装置は，本件発明1のカウント手段を有しないから，上記制御手段も有しないことになる。",
                    "そうすると，審決の上記認定は誤りであり，本件発明1と甲2発明とは，次の点で相違する。",
                    "【相違点C】  本件発明1のタッチパネルシステムは，「前記カウント手段によりカウントされる指示部位の数…に応じて前記情報処理装置が所定の動作を行うようにする制御手段」を具備するのに対して，甲2発明の同時複数タッチ位置検出装置7は，そのような手段を具備しない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，審決には，相違点看過の誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由3-5(本件発明1と甲2発明との相違点の判断の誤り)",
              "text": [
                "―無効理由3～7の認定判断に対し―",
                "審決は，本件発明1が，甲2発明に基づいて当業者が容易に発明することができたと判断する。",
                "しかしながら，甲2発明は，本件発明1のようにタッチされるものが，複数の指示部位を有する指示体における指示部位であるか否かを区別しない技術思想に立脚しているから，上記(4)の相違点B及び相違点Cの構成は，いずれも，当業者が容易に想到し得たものではない。",
                "したがって，審決の相違点の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由3-6(本件発明1と甲5発明との相違点の認定の誤り)",
              "text": [
                "―無効理由10の認定判断に対し―",
                "原告は，審決の甲5発明の認定を争わないが，本件発明1と甲5発明との間に相違点がないとする審決の認定を争う。両発明は，次の点で相違する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "カウント手段",
                  "text": [
                    "審決は，甲5発明の「タッチパネルへの2点目の接触」があったことにより処理が行われることから，本件発明1のタッチパネルシステムと甲5発明の電子ブックが，いずれも，「前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段」を具備する点で一致すると認定する。",
                    "しかしながら，本件発明の「指示部位」とは，複数の指示部位を有する指示体についてのものであるところ，甲5発明は，タッチパネルへの2点の接触のみを問題とするものであり，この2つの接触点が複数の指示部位を有する指示体によって接触された指示部位であることは特定されていない。甲5の「手が有する2本の指」(【0075】【0156】)が，本件発明1の「指示部位」に相当するとしても，甲5発明は，その指示部位の数をカウントするものではない(【0156】～【0164】)。",
                    "そうすると，審決の上記一致点の認定は誤りであり，本件発明1と甲5発明とは，次の点で相違する。",
                    "【相違点D】  本件発明1のタッチパネルシステムは，「前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段」を具備するのに対して，甲5発明はそのような手段を具備しない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "制御手段",
                  "text": [
                    "審決は，甲5発明と本件発明1とが，カウント手段によりカウントされる指示部位の数に応じて情報処理装置が所定の動作を行う制御手段を具備する点において一致することを前提に，甲5発明が，本件発明1の制御手段を有するとの認定をする。",
                    "しかしながら，上記アのとおり，甲5発明の電子ブックは，本件発明1のカウント手段を有しないから，上記制御手段も有しないことになる。",
                    "そうすると，審決の上記認定は誤りであり，本件発明1と甲5発明とは，次の点で相違する。",
                    "【相違点E】  本件発明1のタッチパネルシステムは，「前記カウント手段によりカウントされる指示部位の数…に応じて前記情報処理装置が所定の動作を行うようにする制御手段」を具備するのに対して，甲5発明はそのような手段を具備しない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，本件発明1と甲5発明とが同一であるとした審決の認定には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由3-7(本件発明2と甲2発明との相違点の判断の誤り)",
              "text": [
                "―無効理由4・5の認定判断に対し―",
                "原告は，審決の甲3発明の認定と，本件発明2と甲2発明とが相違点2の点で相違することは争わないが，甲2発明のカウント手段が相違点2の構成を有するので相違点2が実質的な相違点とは認められないとする審決の判断を争う。相違点2は，実質的な相違点であり，かつ，その構成は，当業者が容易に想到できるものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由4の認定判断に対して",
                  "text": [
                    "甲2発明は，押圧のレベル(Z座標)に応じて，複数の候補位置からタッチ位置を選択することによって個々のタッチ位置を判定するものであるが，当該選択に当たって指標として用いられる特徴量は，タッチ場所における接触面積に依存する(【0013】【0039】【0045】【0048】【0049】【0052】)。そうすると，甲2発明は，Z座標によって，選択されるタッチ位置の個数が変わるものであるから，仮に，2本の指が接触(隣接)してタッチパネルにタッチされ，信号の減衰領域が分離せずに重畳し，1つの減衰領域が形成されてしまった場合であっても，2本の指の接触面積に相当する値が検出されるから，甲2発明のタッチパネルシステムは，2つのタッチ位置として検出することとなり，審決が認定するように，1本の指としてカウントされるものではない。一方，2つのタッチ位置の減衰量が同一であってZ座標に差異が生じない場合には，4つのタッチ位置が検出されることになる。",
                    "そうすると，甲2発明のカウント手段は，相違点2の構成を有するものではなく，相違点2は，実質的な相違点である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由5の認定判断に対して",
                  "text": [
                    "審決は，甲3発明の操作数検出手段がする接触点のグループ化によれば，2本の指が隣接してタッチスイッチに接触された際に1本の指としてカウントされるとの認定を前提に，甲3発明の操作数検出手段が甲2発明においても有用であると判断する。",
                    "しかしながら，甲3発明において行う接触点のグループ化は，接触する指の本数の判定を行うことを目的とするものである一方(甲3の【0055】)，甲2発明は，タッチ位置を検出することを目的とするものであって，タッチする指の本数の判定を行うことを目的とするものではないから(甲2の【0010】【0011】【0012】)，甲2発明に甲3発明の操作数検出手段を採用する動機付けはない。かえって，甲2発明において，甲3発明の接触点のグループ化を行うならば，甲2発明の目的であるタッチ位置の検出の精度が低下するから，当業者が，甲2発明に甲3発明の操作数検出手段を採用して相違点2に係る本件発明2の構成とすることは，容易ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，審決の相違点2の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "取消事由3-8(本件発明4と甲1発明との相違点の判断の誤り)",
              "text": [
                "―無効理由8の認定判断に対し―",
                "原告は，審決の甲4発明の認定と，本件発明4と甲1発明とが相違点5の点で相違することは争わないが，相違点5が容易想到であるとする審決の判断を争う。",
                "審決は，甲1発明の統合された手操作の入力装置のシステムに，甲4発明のタッチ入力方法を適用することは，当業者であれば容易に想到し得ると判断する。",
                "しかしながら，甲1発明は，異なる手のコンフィギュレーションを通じて様々な手操作入力の種類を識別するシステム及び方法を提供することを目的とするところ，手のコンフィギュレーションの同定は，タッチの全体像を考慮した方が正確に行うことができると考えられる。ところが，甲4発明に基づいて，最初又は最後にタッチされる位置を指示位置として決定することは，タッチの識別の精度を低下させるものであるばかりか，手のコンフィギュレーションの同定により識別された手操作入力の種類とは無関係に出力を行うことになるため，甲1発明の目的に相反するともいえる。また，甲1発明において，後記に被告が主張するような，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するとの動機付けはない。",
                "そうすると，甲1発明に甲4発明のタッチ入力方法を適用して相違点5に係る本件発明4の構成とすることは，当業者において容易に想到できない。",
                "したがって，審決の相違点5の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "取消事由3-9(本件発明4と甲2発明との相違点の判断の誤り)",
              "text": [
                "―無効理由6の認定判断に対し―",
                "原告は，審決の甲4発明の認定と，本件発明4と甲2発明とが相違点3の点で相違することは争わないが，相違点3が容易想到であるとする審決の判断を争う。",
                "審決は，甲2発明の同時複数ジェスチャ指示処理装置に，甲4発明のタッチ入力方法を適用することは，当業者であれば容易に想到し得ると判断する。",
                "しかしながら，甲2発明は，図形の平行移動，回転移動，伸縮変形の指示を行うための装置に関する発明であるから(甲2の【0186】【0193】)，甲4発明に基づいて，最初にタッチされる位置を指示位置として動作を行うようにしたならば，平行移動，回転移動，伸縮変形の指示が行われたにもかかわらず，それに対応する平行移動，回転移動，伸縮変形ができないことになり，甲2発明の発明の効果が損なわれることになる。また，甲2発明において，後記に被告が主張するような，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するとの動機付けはない。",
                "そうすると，甲2発明に甲4発明のタッチ入力方法を適用して相違点3に係る本件発明4の構成とすることは，当業者において容易に想到できない。",
                "したがって，審決の相違点3の判断には，誤りがある。",
                "(10)  取消事由3-10(本件発明6と甲1発明との相違点の判断の誤り)",
                "―無効理由9の認定判断に対し―",
                "原告は，審決の甲4発明の認定と，本件発明6と甲1発明とが，相違点6の点で相違することは争わないが，相違点6が容易想到であるとする審決の判断を争う。",
                "審決は，甲1発明の統合された手操作の入力装置のシステムに，甲4発明のタッチ入力方法を適用することは，当業者であれば容易に想到し得ると判断する。",
                "しかしながら，上記(8)のとおり，甲1発明は，異なる手のコンフィギュレーションを通じて様々な手操作入力の種類を識別するシステム及び方法を提供することを目的とするところ，手のコンフィギュレーションの同定は，タッチの全体像を考慮した方が正確に行うことができると考えられる。ところが，甲4発明に基づいて，指示位置を最初にタッチした位置に静止しておくことは，タッチの識別の精度を低下させるものであるばかりか，手のコンフィギュレーションの同定により識別された手操作入力の種類とは無関係に出力を行うことになるため，甲1発明の目的に相反するともいえる。また，甲1発明において，後記に被告が主張するような，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するとの動機付けはない。",
                "そうすると，甲1発明に甲4発明のタッチ入力方法を適用して相違点6に係る本件発明6の構成とすることは，当業者において容易に想到できない。",
                "したがって，審決の相違点6の判断には，誤りがある。",
                "(11)  取消事由3-11(本件発明6と甲2発明との相違点の判断の誤り)",
                "―無効理由7の認定判断に対し―",
                "原告は，審決の甲4発明の認定と，本件発明6と甲2発明とが相違点4の点で相違することは争わないが，相違点4が容易想到であるとする審決の判断を争う。",
                "審決は，甲2発明の同時複数ジェスチャ指示処理装置に，甲4発明のタッチ入力方法を適用することは，当業者であれば容易に想到し得ると判断する。",
                "しかしながら，前記(9)のとおり，甲2発明は，図形の平行移動，回転移動，伸縮変形の指示を行うための装置に関する発明であるから(甲2の【0186】【0193】)，甲4発明に基づいて，指示位置を最初にタッチした位置に静止しておいたならば，平行移動，回転移動，伸縮変形の指示が行われたにもかかわらず，それに対応する平行移動，回転移動，伸縮変形ができないことになり，甲2発明の発明の効果が損なわれることになる。また，甲2発明において，後記に被告が主張するような，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するようにするとの動機付けはない。",
                "そうすると，甲2発明に甲4発明のタッチ入力方法を適用して相違点4に係る本件発明4の構成とすることは，当業者において容易に想到できない。",
                "したがって，審決の相違点4の判断には，誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正の可否に関する判断の誤り)に対して",
          "text": [
            "原告は，本件補正が，訂正を求める範囲を拡張又は変更するものではないと主張する。",
            "しかしながら，本件補正によって，補正前構成においては，指示部位の数の過渡的な変化を考慮する制御手段(A)であったのが，補正後構成においては，指示部位の数の過渡的な変化を考慮しない制御手段(B)に変更されている。これは，複数の訂正事項のうちの一部を削除するもの(例えば，「α」及び「β」という訂正事項を，「α」又は「β」のいずれかとすること)ではなく，従来の訂正請求に代えて新たな訂正請求を行うものであり，要旨の変更に該当する。",
            "そうすると，本件補正の却下決定は，適法である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正の適否に関する判断の誤り)に対して",
          "text": [
            "原告は，本件訂正が，特許請求の範囲の減縮を目的とするものと主張する。",
            "しかしながら，「数」という文言により表される概念と「数の過渡的な変化」という文言により表される概念は相互に異なり，前者が後者を内包するものではないから，訂正前構成の「指示部位の数に応じて，所定の動作を行う」実施態様は，訂正後構成の「指示部位の数の過渡的な変化に応じて，所定の動作を行う」実施態様を包含しない。この点は，「一定の時間において」という事項がそれぞれの要件に加わったところで，何ら変わりはない。",
            "そうすると，本件訂正は，特許請求の範囲の減縮を目的としないから，本件訂正を認めなかった審決の判断には，誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由に対する判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3-1(本件発明の認定の誤り)に対して",
              "text": [
                "前記1及び2のとおり，本件補正及び本件訂正は，いずれも違法であるから，本件補正に係る本件訂正を考慮しない審決の本件発明の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3-2(本件発明1と甲1発明の相違点認定の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正及び本件訂正に基づくもの",
                  "text": [
                    "前記1及び2のとおり，本件補正及び本件訂正は，いずれも違法であるから，本件補正に係る本件訂正に係る構成を考慮しない審決の相違点の認定には，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明の認定誤りに基づくもの",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ホストコンピューターシステムの動作",
                      "text": [
                        "原告は，甲1発明のホストコンピュータによりビジュアルディスプレイ装置24に出力されているグラフィックオブジェクトの動作が，いかなるものに応じるようにするか，いかなるものから選ばれるかについて，甲1には何ら記載がないから，甲1発明が，本件発明1の「前記カウント手段によりカウントされる指示部位の数に加えて，前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段」を有するものではないと主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "禁反言",
                          "text": [
                            "原告は，無効審判手続において，甲1発明が，本件発明1の上記制御手段を有することを認めていたから(乙3の9頁17行～10頁15行目参照)，原告が，本件訴訟の段階でこれを覆すことは，禁反言の法理に基づき許されない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲1の記載",
                          "text": [
                            "仮に，上記aの自認を覆す主張が許されるとしても，次のとおり，甲1発明は，本件発明1の上記制御手段を有するといえるから，原告の主張は，失当である。",
                            "甲1には，マウスカーソル，マウスポインタ，ウィンドウ及び前景オブジェクト，すなわち，グラフィックオブジェクトが，指によって操作されることが記載されている(72頁19～27行目)。そうすると，甲1発明において，ホストコンピュータシステムは，グラフィックオブジェクトをビジュアルディスプレイ装置に出力するという動作を，指による操作に応じて行っているといえる。",
                            "したがって，審決の一致点の認定には，誤りはない。",
                            "(原告の再反論に対し)",
                            "グラフィックオブジェクトが操作される場合，変化前のグラフィックオブジェクトは，操作によって変化後のグラフィックオブジェクトに置き換わる。甲1には，グラフィックオブジェクトが指によって操作されることが記載されているのであるから，甲1のホストコンピュータシステムは，何らかの手段でビジュアルディスプレイ装置に変化前のグラフィックオブジェクトを出力し，この変化前のグラフィックオブジェクトに対する指による操作を受け付け，それに応じて変化後のグラフィックオブジェクトをビジュアルディスプレイ装置に出力するという動作を当然に行う。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "距離の算出等",
                      "text": [
                        "甲1には，指の数に加えて，指の間の距離の過渡的な変化に応じてホストコンピュータシステムが所定の動作を行うようにすることが記載されている(57頁17行～58頁11行目)。また，甲1には，「コード動作認識装置によって識別された各手のコードは，各コードを識別するための数や距離などの入事象とは独立して，これとは無関係に，所定の動作に対応付けられている。」との記載はなく，各コードがそれぞれ独立して構成され得るとの記載があるだけであり，各コードと各コードを識別するための数や距離などの入力事象とが独立しているものではない。",
                        "したがって，審決の一致点の認定には，誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，本件発明1と甲1発明とに相違点がないとした審決の認定には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3-3(本件発明1と甲1発明の相違点の判断の誤り)に対して",
              "text": [
                "原告は，相違点A’の構成は，当業者が容易に想到し得たものではないと主張する。",
                "しかしながら，本件発明1と甲1発明との間には相違点がないから，本件発明1が甲1発明に基づいて容易に想到できるとした審決の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由3-4(本件発明1と甲2発明との相違点の認定の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "カウント手段",
                  "text": [
                    "原告は，甲2発明が，本件発明1の「前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段」を有しないと主張する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "禁反言",
                          "text": [
                            "原告は，無効審判手続において，甲2発明が，本件発明1の上記カウント手段を有することを認めていたから(乙3の15頁7～19行目参照)，本件訴訟の段階でこれを覆して，上記カウント手段を有しないと主張することは，禁反言の法理に基づき許されない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲2の記載",
                          "text": [
                            "仮に，原告が上記aの自認を覆す主張が許されるとしても，次のとおり，甲2発明は，本件発明1の上記カウント手段を有するといえるから，原告の主張は，失当である。",
                            "本件発明における「指示部位」及び「指示位置」は，請求項1の記載によれば，「指示部位」とは「位置を指し示すために用いられる部位」を意味し，「指示位置」とは「指示部位によって指し示される入力検出面の位置」を意味すると解される。そうすると，甲2の記載(【0038】【0039】)によれば，甲2発明の「(パネル1をタッチする)物体」及び「タッチ位置」は，それぞれ，本件発明1の「指示部位」及び「指示位置」にそれぞれ対応する。甲2発明では，パネル1をタッチする物体が個別に識別される限り，タッチ位置の数は，パネル1をタッチする物体の数に一致する。そのため，甲2発明において，タッチ位置の数をカウントすることは，パネル1をタッチする物体の数をカウントすることにほかならない。なお，本件発明が，タッチされる指示位置と指示部位とが数において完全に一致するとは限らない態様を含むことがあり得るとしても，本件発明は，タッチされる指示位置と指示部位が数において一致する態様を含まないわけでないから，この点は，本件発明1と甲2発明とが相違することの根拠にはならない。",
                            "そうすると，甲2発明は，本件発明1の上記カウント手段を有するから，相違点Bは存在しない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "制御手段",
                  "text": [
                    "原告は，甲2発明が，本件発明1の制御手段を有しないと主張する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "禁反言",
                          "text": [
                            "原告は，無効審判手続において，甲2発明が，本件発明1の上記制御手段を有することを認めていたから(乙3の15頁7～19行目参照)，本件訴訟の段階でこれを覆して，上記制御手段を有しないと主張することは，禁反言の法理に基づき許されない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲2の記載",
                          "text": [
                            "仮に，原告が上記aの自認を覆す主張が許されるとしても，上記アbのとおり，甲2発明は，本件発明1のカウント手段を有するから，これを有しないことを前提に制御手段を有しないとする原告の主張は失当であり，相違点 C は存在しない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，審決の相違点の認定には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由3-5(本件発明1と甲2発明との相違点の判断の誤り)に対して",
              "text": [
                "原告は，相違点B及び相違点Cの構成は，いずれも，当業者が容易に想到し得たものではないと主張する。",
                "しかしながら，上記(4)のとおり，相違点B及び相違点Cのいずれも存しないから，その容易想到性は問題となり得ない。",
                "したがって，審決の相違点の判断には，誤りがない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由3-6(本件発明1と甲5発明との相違点の認定の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "カウント手段",
                  "text": [
                    "原告は，甲5発明が，本件発明1の「前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段」を有しないと主張する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "禁反言",
                          "text": [
                            "原告は，無効審判手続において，甲5発明が，本件発明1の上記カウント手段を有することを認めていたから(乙3の19頁4～16行目参照)，本件訴訟の段階でこれを覆して，上記カウント手段を有しないと主張することは，禁反言の法理に基づき許されない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲5の記載",
                          "text": [
                            "仮に，原告が上記aの自認を覆す主張が許されるとしても，次のとおり，甲5発明は，本件発明1の上記カウント手段を有するといえるから，原告の主張は，失当である。",
                            "甲5には，甲5発明の2つの接触点は，手が有する2本の指によるものであるとの記載があり(【0075】【0156】)，甲5発明の「2本の指を有する手」は，本件発明1の「複数の指示部位を有する指示体」に相当する。",
                            "そうすると，甲2発明は，本件発明1の上記カウント手段を有するから，相違点Dは存在しない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "制御手段",
                  "text": [
                    "原告は，甲5発明が，本件発明1の制御手段を有しないと主張する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "禁反言",
                          "text": [
                            "原告は，無効審判手続において，甲5発明が，本件発明1の上記制御手段を有することを認めていたから(乙3の15頁7～19行目参照)，本件訴訟の段階でこれを覆して，上記制御手段を有しないと主張することは，禁反言の法理に基づき許されない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲5の記載",
                          "text": [
                            "仮に，原告が上記aの自認を覆す主張が許されるとしても，上記アbのとおり，甲5発明は，本件発明1のカウント手段を有するから，これを有しないことを前提に制御手段を有しないとする原告の主張は失当であり，相違点Eは存在しない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，審決の相違点の認定には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由3-7(本件発明2と甲2発明との相違点の判断の誤り)―無効理由4・5の認定判断に対し―",
              "text": [
                "原告は，相違点2は，実質的な相違点であり，かつ，その構成は，当業者が容易に想到できるものではないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由4の認定判断に対して",
                  "text": [
                    "甲2発明では，押圧のレベル(Z座標)に応じて，複数の候補位置からタッチ位置の選択が行われるものの，Z座標の値が変わったとしても，選択されるタッチ位置の個数が変わることはない(【0022】【0023】【0044】【0048】【0049】【0051】【0052】【図1】～【図3】)。甲2発明は，接触面積が2本の指の接触面積に相当する場合でも，減衰領域はX軸及びY軸とも1箇所だけになるから，検出されるタッチ位置も1つだけとなるのであり，原告が主張するように，1つの減衰領域を2つのタッチ位置として検出するものではない。",
                    "したがって，原告の主張には根拠がなく，相違点2は，実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由5の認定判断に対して",
                  "text": [
                    "甲3発明は，指の数を判定するために，接触点のグループの数を計数する(甲3の【0056】)。また，甲2発明は，タッチ位置の数を計数することも目的とする(甲2の【0205】)と記載されている。したがって，甲2発明と甲3発明は，タッチ位置(接触点のグループ)の数を計数するものであるという点で共通するから，甲2発明に甲3発明の操作数検出手段を適用する動機付けはある。しかも，甲2発明においてタッチ位置が隣接していることをもってグループ化を行う場合には，まず，タッチ位置を検出し，その後，隣接しているタッチ位置をグループ化することになるから，タッチ位置のグループ化は，その前に行われるタッチ位置の検出の精度に何ら影響を与えるものではない。",
                    "したがって，審決が本件発明2が甲2発明及び甲3発明に基づいて容易に発明できるとする審決の判断には，誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，審決の相違点2の判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "取消事由3-8(本件発明4と甲1発明との相違点の判断の誤り)に対して",
              "text": [
                "原告は，甲1発明に甲4発明のタッチ入力方法を適用することは，甲1発明の目的に反するから，甲1発明に甲4発明のタッチ入力方法を適用して相違点5に係る本件発明4の構成とすることは，当業者において容易に想到できないと主張する。",
                "しかしながら，甲1発明と甲4発明は，共に，タッチパネルを複数の指でタッチ操作することにより，情報処理装置に所定の動作を行うシステムに関するものであるから，甲1発明に，甲4発明のタッチ入力方法を組み合わせる動機付けはある。甲4発明の「人さし指34をタッチパネル32のアイコン36に押しつけたまま，中指40でタッチパネル32の別の位置をタップし，人さし指34の置かれている位置を表す第1のタップ位置と第2のタップ位置が所定範囲内であればダブル・タップと認識し，第1のタップ位置にあるアイコン36をオープンする」との構成は，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するというものである。この構成を甲1発明に適用すると，最初の指示位置によって手操作入力の対象が指定され，最初の指示位置とその後の指示位置との関係を与える手のコンフィギュレーションを通じて，手操作入力の種類が識別されることになる。このように，甲4発明の構成を甲1発明に適用しても，甲1発明の目的に反することはない。",
                "したがって，本件発明4が甲1発明及び甲4発明に基づいて容易に発明できるとする審決の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "取消事由3-9(本件発明4と甲2発明との相違点の判断の誤り)に対して",
              "text": [
                "原告は，甲2発明に甲4発明のタッチ入力方法を適用することは，甲2発明の発明の効果を損なうか，甲2発明に甲4発明のタッチ入力方法を適用して相違点3に係る本件発明4の構成とすることは，当業者において容易に想到できないと主張する。",
                "しかしながら，上記(8)のとおり，甲4発明は，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するというものである。この構成を甲2発明に適用すると，最初の指示位置によって動作の対象が指定され，最初の指示位置とその後の指示位置との関係によって平行移動，回転移動，伸縮変形が行われることになる。このように，甲4発明の構成を甲2発明に適用しても，甲2発明の発明の効果が損なわれることはない。",
                "したがって，本件発明4が，甲2発明，甲4発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとする審決の判断には，誤りはない。",
                "(10)  取消事由3-10(本件発明6と甲1発明との相違点の判断の誤り)に対して",
                "原告は，甲1発明に甲4発明のタッチ入力方法を適用することは，甲1発明の目的に反するから，甲1発明に甲4発明のタッチ入力方法を適用して相違点6に係る本件発明6の構成とすることは，当業者において容易に想到できないと主張する。",
                "しかしながら，甲1発明と甲4発明は，共に，タッチパネルを複数の指でタッチ操作することにより，情報処理装置に所定の動作を行うシステムに関するものであるから，甲1発明には，甲4発明のタッチ入力方法を組み合わせる動機付けがある。",
                "上記(8)のとおり，甲4発明は，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するというものである。この構成を甲1発明に適用すると，最初の指示位置によって手操作入力の対象が指定され，最初の指示位置とその後の指示位置との関係を与える手のコンフィギュレーションを通じて，手操作入力の種類が識別されることになる。このように，甲4発明の構成を甲1発明に適用しても，甲1発明の目的に反することはない。",
                "したがって，本件発明6が，甲1発明，甲4発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるとする審決の判断には，誤りはない。",
                "(11)  取消事由3-11(本件発明6と甲2発明との相違点の判断の誤り)に対して",
                "原告は，甲2発明に甲4発明のタッチ入力方法を適用することは，甲2発明の目的に反するから，甲2発明に甲4発明のタッチ入力方法を適用して相違点6に係る本件発明6の構成とすることは，当業者において容易に想到できないと主張する。",
                "しかしながら，上記(8)のとおり，甲4発明は，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するというものである。この構成を甲2発明に適用しても，甲2発明の発明の効果が損なわれることはない。",
                "したがって，本件発明6が甲2発明及び甲4発明に基づいて容易に発明できるとする審決の判断には，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件訂正前の明細書及び図面(本件明細書，甲17)の記載によれば，本件発明は，次のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本件発明は，コンピュータ等の情報処理装置へ指示体を用いて入力を行うことが可能なタッチパネルを用いたシステムに関し，特に，指示体として複数の指等により種々の入力操作が可能なタッチパネルシステムに関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題及び課題解決手段",
                  "text": [
                    "従来のタッチパネルでは，アイコンが小さな場合にアイコンのタッチを判別しにくい，クリック操作とドラッグ操作との判別がしにくい，アイコンのドラッグ・アンド・ドロップ操作によりファイル等を移動する場合に目的のところにファイルをドロップしづらい，ダブルクリック操作の判別が困難である，右クリック操作やスクロール操作等が実現できない，などの問題があり，タッチパネル一体型表示装置は，銀行のATM端末等，一定の操作しか行わない特定の用途に限った環境で利用されることが多かった。(【0009】～【0011】)",
                    "本件発明は，上記の実情にかんがみ，タッチパネルの入力検出面にタッチされる指や位置指示具の数(指なら本数)をカウントし，複数の指が同時に又は順にタッチされた場合に，その指と指の間の距離，太さ，更にはそれらの過渡的な変化量に対応して，マウスポインタの操作，キー入力操作，表示関係の操作等を行うようにし，より直感的な操作が可能なタッチパネルシステムを提供しようとするものである。(【0012】)",
                    "この目的を達成するために，本件発明は，前記第2，2の構成をとった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施形態",
                  "text": [
                    "本件発明では，光遮断方式の光学式座標検出方式のタッチパネルを用いるが，精度をあまり必要としないのであれば，感圧抵抗被膜型タッチパネルを用いることも可能である。(【0027】)",
                    "本件発明では，指示位置座標と，1次元CCDで受光した光量から，①光量が0の領域がある個所の数をカウントし，光量が0の領域が複数あった場合にその間の距離を計算した距離情報か，又は，②光量が0の領域の幅(指示体の太さの情報)の情報(光量が0の領域が複数あった場合には，それらをまとめて1つの指示体とする。)を用いる。(【0033】)",
                    "図7は，光量が0の領域が3個所(35，36，37)ある場合である。この状態で距離情報を得るには，最外端にある2個所の光量が0の領域の中心点座標を座標計算方法によって求め，さらに，その中心点間の距離38を算出し，これを3つの位置指示具が存在する場合の距離情報とする。(【0035】)",
                    "光量が0の領域の数をカウントする場合は，各1次元CCDからのカウント数のうち，数が多い方を採用することで，入力された位置指示具の正確な数をカウントすることができる。(【0037】)",
                    "指示体の太さの算出方法は，図10のとおり，光量が0の領域の最外端同士の端から端をとり，その幅41を位置指示具の太さとして検出する。指示体の指示位置座標も，例えば幅41の真中の中心位置の座標とする。(【0040】)",
                    "図11は，タッチパネルの入力検出面に2本の指を揃えて同時にタッチし(T1)，そのまま1つの指をスライドさせて動かした場合である。2本の指を揃えてタッチした場合の光量が0の領域間の幅(指示体の太さ)は，幅45内に収まり，この幅をあらかじめ認知して決定しておけば，この段階で2本の指を揃えて同時にタッチしたことを認識することができる。2本の指のうちの一方の指をスライド移動させると(T2)，指示体の太さが徐々に増えていく。このときの太さの過渡的な変化量は，一定の時間48の間に増えた太さ47である。(【0041】)",
                    "図12は，2本の指で順にタッチパネルの入力検出面をタッチした場合である。1本の指でタッチした後(T1)，2本目の指を離れた場所にタッチした時(T2)の太さの過渡的な変化量は，一定の時間48の間に増えた太さ49である。変化量49が所定の変化量以上であれば指が1本から2本となったと判断し，変化量が所定の変化量以下であれば指をスライドさせたと判断する。(【0042】)",
                    "位置指示具に対応する光量が0の領域の距離の過渡的変化においても，太さの過渡的変化と同様の処理で判断可能である。(【0044】)",
                    "図13(a)は，アイコン等のボタンを操作する場合である。指50でアイコン51をタッチすると，アイコン51が左クリックされたと判断し，APIをコールしてマウスポインタを操作する。本件発明によれば，複数の指での操作が可能であるため，例えば，ボタンが指よりも小さい場合，図13(b)に示すように，2本の指で小さいボタン52を挟むことで，左クリックされたと判断してマウスポインタを操作すれば，指でボタンを隠すことがなくなり，より直感的な操作が可能となる。(【0046】【0047】)",
                    "図16は，アイコンのドラッグ・アンド・ドロップ操作の場合である。例えば，まず人差し指でアイコン59をタッチし，次に，中指を人差し指から少し離れた場所にタッチする(図16(a))。そして，中指を人差し指とそろえるように寄せ，人差し指と中指でアイコン59を挟むようにする(図16(b))。このとき，光量が0の領域は，始めは2個所にあるが，その領域間の距離はゆっくりとした過渡的な変化量で減っていき1個所になる。この情報を基に，デバイスドライバは，アイコンを挟んだと判断し，左クリックを押したままの状態として，APIをコールしてマウスポインタを操作する。次に，2本の指を揃えた状態で入力検出面にタッチしたまま移動させると，ドラッグ操作と判断してアイコン59をドラッグさせる(図16(c))。そして，所望の位置で中指を入力検出面から離すことでドロップ操作と判断する(図16(d))。ドロップ操作は，人差し指と中指を再度離す操作としてもよく，単に，2本の指を所望の位置でタッチパネルから離す操作としてもよい。(【0054】)",
                    "指示位置座標は，最初にタッチした位置に静止しておくことが望ましい。人差し指でアイコン52をタッチした場合，デバイスドライバが検知する光量が0の領域は1個所であり，その中心を指示位置座標としておく。次に，人差し指はそのままの状態で中指を人差し指にそろえてタッチする(図14(a))。このとき，光量が0",
                    "の領域の太さが，あるいは，領域間の距離の過渡的変化から，指をそろえてタッチしたと判断し，この場合の指示位置座標は，人差し指のタッチした場所，すなわち，アイコン52の位置のまま固定しておく。その後，中指をスライドさせると(図1",
                    "4(b))，光量が0の領域の太さの変化が，あるいは，領域間の距離の変化が緩やかに増加するため，その過渡的な変化量から指をスライドさせたと判断する。このとき，座標点はアイコンの位置のまま固定しておき，ダブルクリック操作としてAPIをコールしてマウスポインタを操作する。こうすることで，アイコンに対しては同じ場所でダブルクリックをしたことになる。指示位置座標を静止しておくのは，最初にタッチした位置ではなく，最後にタッチした位置で静止しておくことも可能である。すなわち，人差し指でアイコンの近傍をタッチし，次に中指でアイコンをタッチするという動作でも構わない。(【0050】)",
                    "本件発明のタッチパネルシステムによれば，入力される位置指示具の数をカウントし，複数の場合はその距離・太さ，更には過渡的変化量に応じて，所定の動作を行うようにすることができるため，指示体として複数の指により種々の入力操作が可能なタッチパネルシステムが実現でき，より直感的な操作が可能となるという効果を奏する。(【0063】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明について",
              "text": [
                "甲2の記載によれば，甲2発明は，次のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "甲2発明は，指や掌やペンなどを用いてタッチされた位置を検出するタッチ位置検出装置に関し，特に，同時に複数のタッチが行われたときに，個々のタッチ位置を検出することができるタッチ位置検出装置及びこれを用いたタッチ指示処理装置に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題",
                  "text": [
                    "従来のデジタル方式のタッチパネルは，耐久性に問題があるほか，同時にタッチされた複数のタッチ位置を移動させて，指示し，その指示に応じた処理を行うものではない。(【0009】)",
                    "甲2発明の目的は，指や掌やペンなどにより，順次又は同時に行われる複数のタッチの位置を検出し，当該タッチ位置に応じた処理を行え，又は，順次又は同時に行われる複数のタッチ位置の移動を検出し，この移動指示に従って表示装置上に表示された表示対象物を移動させて表示することができるとともに，耐久性のあるタッチ指示処理装置を提供することである。(【0010】～【0012】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成",
                  "text": [
                    "①  甲2発明の同時複数ジェスチャ指示処理装置は，CADにおいて，表示されている2次元または3次元の図形を平行移動，回転移動，伸縮変形する場合に，平行移動，回転移動，伸縮変形の指示を行うことができる。(【0193】)",
                    "②  甲2発明の同時複数ジェスチャ指示処理装置は，[1]表面弾性波方式タッチプレートを用いた同時複数タッチ位置検出装置7と，液晶ディスプレイを用いた表示装置8と，情報処理装置9とを有し，[2]同時複数タッチ位置検出装置7と表示装置9は一体化されており，[3]同時複数タッチ位置検出装置7は，情報処理装置9に対して，検出したタッチ位置の個数とタッチ位置のX，Y座標を出力し，同時複数タッチ位置検出装置7から得られる，同時にタッチされた複数のタッチ位置情報を受けた情報処理装置9のMPU91が，メモリ92，94内に格納した情報処理プログラムに従って，同時複数ジェスチャ操作に対応した情報処理を行うものであり，情報処理装置9のMPU91は，タッチ位置を検出した同時複数タッチ位置検出装置7から，一定時間ごとに入力されたタッチ位置から，対象物の指定方法と，ジェスチャ操作の指示内容を判定する。(【0216】～【0219】【0252】)",
                    "③  タッチパネル1において，タッチ位置のX，Y座標の検出は，タッチパネル1をタッチする物体(指，スタイラス)によってガラス15面を伝わる超音波エネルギが吸収され，閾値レベルを越える受信振幅の減衰があったかどうかで決められる。そして，減衰のあった位置をX，Y軸上のタッチ位置とする。(【0038】【0039】【0048】)",
                    "Z座標値については，音波の吸収度合が接触面積(指，あるいは他の柔軟な物質では圧力の関数となる。)に比例することを利用して，減衰が確認された位置における，X，Y軸上の信号の減衰量(Pa，Pb)で決定される。信号の減衰量(Pa，Pb)は，押圧を表すことになる。(【0045】【0049】)",
                    "④  図1に示すタッチ位置Ta，Tbをそれぞれ通過する信号波W2xとW2yは，そのタッチ押圧Pa，Pbに応じ減衰する。図3に示すように，信号波の減衰している位置及び減衰レベルから，X位置X1に押圧Pa，X位置X2に押圧Pbを，Y位置Y1に押圧Pa，Y位置Y2に押圧Pbを検出したという信号({X1，Pa}，{X2，Pb}，{Y1，Pa}，{Y2，Pb}の組合せ)を受けた同時複数タッチ位置判定部24は，X検出位置X1，X2，Y検出位置Y1，Y2とその押圧Pa，Pbの組合せ判定により，タッチ位置Ta(X1，Y1)とタッチ位置Tb(X1，Y1)を検出する。これは，可能な4つの候補位置から，X位置における押圧のレベル(Z座標)と等しいY位置における押圧のレベルを有する組合せを見つけることである。これにより，X位置におけるタッチ位置(タッチの中心位置)とY位置におけるタッチ位置との対応付けが行え，タッチ位置(X，Y)を検出できる。(【0051】【0052】)",
                    "⑤  甲2発明において，対象物の指定方法には，[1]1つ以上のタッチ位置が1つ以上の対象物の外郭内にあるときに判定される外郭内指定，[2]全タッチ位置が単一の対象物の外郭上にあるときに判定される外郭上指定，[3]全タッチ位置の内側に対象物があるときに判定される範囲内指定がある。外郭内指定においては，伸縮変形指示では各対象物を個別移動し，外郭上指定においては，伸縮変形指示では対象物を伸縮変形し，範囲指定においては，伸縮変形指示では全対象物を伸縮変形する。(【0191】【0194】【0196】～【0203】【図21】)",
                    "⑥  甲2発明では，親指と人差指で図形E，Fの外郭内を指示した後，各タッチ位置を伸縮変形移動することにより，図形E，Fを図形E’，F’の位置に個別移動することができる。(【0234】)",
                    "伸縮移動の判定は，前の時間のタッチ位置e(Xe，Ye)，f(Xf，Yf)と今回のタッチ位置e’(Xe’，Ye’)，f’(Xf’，Yf’)とを比較したときに，対応するタッチ位置間におけるX座標の差分x1(＝Xe’-Xe)とx2(＝Xf’-Xf)及びY座標の差分y1(＝Ye’-Ye)とy2(＝Yf’-Yf)(符号を考慮する)の比がどのタッチ位置についても同じであり，かつ，x1とx2の符号が逆であるか，y1とy2の符号が逆であるときに，伸縮変形であると判定，すなわち，y1/x1＝y2/x2であり(x1＝x2＝0のときはこの条件は考慮しない。)，かつ，x1×x2が負又はy1×y2が負であるとき，伸縮変形であるとする。(【0235】)",
                    "変形量(伸縮比)は，移動前の図形E，F上のタッチ位置をe(Xe，Ye)，f(Xf，Yf)とし，これらの点が，移動後にe’(Xe’，Ye’)，f’(Xf’，Yf’)の位置に来たとすると，(Xf’-Xe’)/(Xf-Xe)として求まり，その位置は，移動前の図形E上のタッチ位置eが，移動後のタッチ位置e’に来るということから決まる。(【0252】)",
                    "⑦  MPU91は，移動後の位置に図形E’，F’を表示するためのデータをインターフェース部96に送り，インターフェース部96は，映像信号を生成して，表示装置8に送り，表示装置8は，映像信号に従って表示する。(【0218】【0252】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4発明について",
              "text": [
                "甲4の記載によれば，甲4発明は，次のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "甲4発明は，パーソナル・コンピュータやファクトリー・オートメーション機器等のディスプレイ上に配置されたタッチパネルの駆動方法及びタッチ入力方法に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題",
                  "text": [
                    "近年，アイコンの大きさが小さくなってきていること等から，タッチパネルを用いた指での直接指示では操作が困難になっているほか，ダブル・タップを行うことも困難になっている。甲4発明は，パーソナル・コンピュータやファクトリー・オートメーション機器等に搭載された高分解能ディスプレイ上に配置されたタッチパネル上でダブル・タップの認識を容易にするタッチパネルの駆動方法及びタッチ入力方法を提供することを目的とする。(【0010】～【0015】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成",
                  "text": [
                    "タッチパネル32が張り付けられている表示画面に，例えばダブル・タップによりオープンさせられるアイコン36があり，アイコン36の枠内に例えば操作者の人さし指34を押しつけると(図1(a))，タッチパネル32からは，アイコン36内の人さし指34の置かれている位置を表す座標データが第1のタップ位置として記憶される。(【0021】【0025】～【0027】【0035】～【0037】)",
                    "人さし指34をタッチパネル32のアイコン36に押しつけたままで，所定時間内に例えば中指40でタッチパネル32の別の位置をタップすると(図1(b))，人さし指34と中指40とを結ぶ線の中点の位置(矢印42の先端の位置)の座標データが出力され，該座標データを第2のタップ位置として記憶する。(【0022】【0026】～【0029】【0038】【0039】)",
                    "中指40による所定時間内のタップが終了して，タッチパネル32のアイコン36にだけ人差し指が34が置かれていると(図1(c))，アイコン36内の人差し指34の置かれている位置(矢印44の先端の位置)を出力する。(【0023】)",
                    "記憶した第2のタップ位置が，第1のタップ位置からの所定の範囲内に収まっているかどうかを比較し，第2のタップ位置が所定範囲内にあれば第1のタップ位置でダブル・タップが発生したと判断する。(【0040】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "効果",
                  "text": [
                    "甲4発明によれば，従来のダブル・タップのやり方のように，目標の位置を1本の指で短時間に2回押さえる必要がない，つまり，目標の位置から指を離さなくてもよいので，正確かつ容易にダブル・タップを認識させることができるようになる。",
                    "さらに，甲4発明によれば，第2の指で他の場所をタップするわずかの時間の前後における第1の指の位置情報を用いてダブル・タッピングの判断をするので，もし，目標の位置に押しつけている第1の指が不安定に動いたとしても，従来の1本指によるダブル・タップの不安定さに比較して，格段の向上が得られる。(【0019】【0020】)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件補正の可否に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "本件補正は，前記第2，3(1)イのとおり，補正前構成(訂正後構成)において，制御手段が情報処理装置に行わせる所定の動作の選択候補を，次の",
                "①  特定の時間において算出される「指示位置の間の距離」と特定の時間においてカウントされる「指示部位の数」との組合せに対応した所定の動作",
                "②  特定の時間において算出される「指示位置の間の距離」と特定の時間においてカウントされる「指示部位の数の過渡的な変化」との組合せに対応した所定の動作",
                "③  特定の時間において算出される「指示位置の間の距離の過渡的な変化」と特定の時間においてカウントされる「指示部位の数」との組合せに対応した所定の動作",
                "④  特定の時間において算出される「指示位置の間の距離の過渡的な変化」と「指示部位の数の過渡的な変化」との組合せに対応した所定の動作",
                "のいずれかとしていたものを，①③のいずれかとする補正後構成に補正するとともに，補正前構成(訂正後構成)において，制御手段が情報処理装置に行わせる所定の動作の選択を，次の",
                "①’距離算出手段により算出される「指示位置の間の距離」及びカウント手段により一定の時間においてカウントされる「指示部位の数」",
                "②’距離算出手段により算出される「指示位置の間の距離」及びカウント手段により一定の時間においてカウントされる「指示部位の数の過渡的な変化」",
                "③’距離算出手段により算出される「指示位置の間の距離の過渡的な変化」及びカウント手段により一定の時間においてカウントされる「指示部位の数」",
                "④’距離算出手段により算出される「指示位置の間の距離の過渡的な変化」及びカウント手段により一定の時間においてカウントされる「指示部位の数の過渡的な変化」",
                "のいずれかに応じてするとしていたものを，①’③’のいずれかとする補正後構成に補正するものである。",
                "そうすると，補正後構成は，所定の動作が何に応じて選択されるか，及び，所定の動作の選択候補を変更するものであり，審理対象が実質的に変更されているものであるから，訂正請求書の趣旨の要旨を変更するものであり，特許法134条の2第9項で準用する同法131条の2第1項規定に違反するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件補正は，「指示部位の数の過渡的な変化」との訂正を含む本件訂正に係る各訂正事項につき，これを，「指示部位の数の過渡的な変化」を除く訂正にとどめるとする趣旨のものであって，減縮的変更に該当するから要旨の変更には該当しないと主張する。",
                "しかしながら，特許法131条の2第1項は，審理遅延を防止するために，審理対象の変動を禁止したものであるところ，補正前構成(訂正後構成)は，その全体が一体として，制御手段が情報処理装置にさせる所定動作の選択のための条件を規定するものであるから，これを規定する発明特定事項の要素が補正後構成において減少していても，補正前構成(訂正後構成)の全体が変更されていることにほかならない。そうすると，審理対象は変動しており，本件補正は，要旨の変更に該当する。",
                "原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件補正を却下した審決の判断には，誤りはなく，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件訂正の適否に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "本件訂正は，前記第2，3(1)アのとおり，訂正前構成において，制御手段が情報処理装置に行わせる所定の動作の選択を，次の",
                "①  カウント手段によりカウントされる「指示部位の数」及び距離算出手段により算出される「指示位置の間の距離」",
                "②  カウント手段によりカウントされる「指示部位の数」及び距離算出手段により算出される「指示位置の間の距離の過渡的な変化」",
                "のいずれかに応じてするとしていたものを，次の",
                "①  カウント手段によりカウントされる「指示部位の数」及び距離算出手段により算出される「指示位置の間の距離」",
                "①’ カウント手段によりカウントされる「指示部位の数の過渡的な変化」及び距離算出手段により算出される「指示位置の間の距離」",
                "②  カウント手段によりカウントされる「指示部位の数」及び距離算出手段により算出される「指示位置の間の距離の過渡的な変化」",
                "②’ カウント手段によりカウントされる「指示部位の数の過渡的な変化」及び距離算出手段により算出される「指示位置の間の距離の過渡的な変化」",
                "のいずれかに応じるとし，さらに，",
                "A  カウント手段によりカウントされる指示部位の数又は該数の過渡的な変化は「一定時間」においてカウントされるものにし，",
                "B  所定の動作は，「特定の時間において算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記特定の時間においてカウントされる指示部位の数又は該数の過渡的な変化に対応した所定の動作」との組合せから選ばれるものとする",
                "との訂正後構成に訂正するものである。",
                "そうすると，本件訂正は，所定の動作が何に応じて選択されるかについて，訂正前においては，上記①②の2つとしていたものを，訂正後においては，①①’②②’の4つにするものであるから，特許請求の範囲の減縮を目的とするものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，「指定部位の数の過渡的な変化」に係る実施態様は，「指示部位の数」に係る実施態様にもともと包含されており，「指示部位の数の過渡的な変化」を加えても，カウントされる対象の更なる限定にすぎず，そうすると，本件訂正は，制御手段のカウント手段によりカウントされる指示部位の数又はその数の過渡的な変化を「一定の時間」にカウントされるものに限定したものであると主張する。",
                "しかしながら，指示部位の数をカウントしても，直ちに当該数の過渡的な変化が判明するわけではなく，数の過渡的な変化を知るためには，特定の時点において数をカウントする構成に加えて，複数の時点の数を比較するという更なる追加の構成を必要とするから，「指示部位の数」は，「指示部位の数の過渡的な変化」を含むものではない。そうすると，本件訂正は，「指示部位の数」に加えて「指示部位の数の過渡的な変化」をも加えた態様を特許請求の範囲に含めるようにしたものである。この付加された態様は，たとえ「一定の時間」という限定を付したとしても，訂正前構成に付加された態様である点に変りはない。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，本件訂正を認めなかった審決の判断には，誤りはなく，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3-1(本件発明の認定の誤り)について",
          "text": [
            "上記2，3のとおり，本件補正及び本件訂正は，いずれも適法にされたものではないから，これらを考慮しなかった審決の認定には，誤りはない。",
            "したがって，取消事由3-1は，理由がない。",
            "以下，本件訂正前の本件発明を前提として検討するが，事案にかんがみ，以下，①取消事由3-4(本件発明1と甲2発明との相違点の認定の誤り)，②取消事由3-5(本件発明1と甲2発明との相違点の判断の誤り)，③取消事由3-7(本件発明2と甲2発明との相違点の判断の誤り)，④取消事由3-9(本件発明4と甲2発明との相違点の判断の誤り)及び⑤取消事由3-11(本件発明6と甲2発明との相違点の判断の誤り)について，まず，判断する。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3-4((本件発明1と甲2発明との相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定について",
              "text": [
                "前記1(2)のとおり，甲2発明として審決が認定するところに誤りはなく，また，原告は，本件発明1と甲2発明とが，相違点1の点で相違することは争っていない。",
                "原告は，本件発明1と甲2発明とは，前記第3，3(4)アに記載の相違点B及び同イに記載の相違点Cの点で相違すると主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "カウント手段(相違点B)",
                  "text": [
                    "原告は，甲2発明は，本件発明1の「指示部位」に相当する「(パネル1をタッチする)物体」の数をカウントするものではないから，甲2発明は，本件発明1のカウント手段を有するものではないと主張する。",
                    "確かに，本件発明1は，指示位置と関係しない指示部位の数をカウントするものではなく，本件発明1においてカウントされているのは，指示位置を示した指示部位の数である。一方，前記1(2)のとおり，甲2発明の同時複数タッチ位置検出装置7は，タッチ位置における音波信号の減衰量を利用して，複数同時にタッチされる位置の個数を検出するものではあるが，その位置は，同時複数タッチ位置検出装置7にタッチした指の位置である。したがって，甲2発明において，検出したタッチ位置の個数とタッチした指の個数とは一致し，タッチされる位置の個数を検出することと，タッチされる指示部位の数をカウントすることとは同義である。そうすると，甲2発明において，タッチされる位置の個数を検出することと，本件発明1において，指示部位の数をカウントすることとは，実質的に異なるものではない。そうすると，本件発明1のカウント手段は，甲2発明の同時複数タッチ位置検出装置7のうな態様のカウント手段を含むものといえる。なお，原告は，本件発明2においては，「指示部位」と「指示位置」とが一致していないと指摘するが，これは，本件発明2と甲2発明との相違点(相違点2)として構成されているところであり，本件発明1と甲2発明とに相違点があることの根拠とはならない。",
                    "したがって，甲2発明の同時複数タッチ位置検出装置7は，本件発明1の指示部位の数をカウントするカウント手段に相当するといえるから，甲2発明は，本件発明1のカウント手段を有すると認められる。",
                    "以上のとおり，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "制御手段(相違点C)",
                  "text": [
                    "原告は，甲2発明の同時複数ジェスチャ指示処理装置は，本件発明1のカウント手段を有しないから，これを有することを前提にする本件発明1の制御手段も有しないと主張する。",
                    "しかしながら，上記アのとおり，甲2発明は，本件発明1の指示部位の数をカウントするカウント手段を有するから，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上から，審決の相違点の認定には，誤りがない。",
                "したがって，取消事由3-4は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3-5(本件発明1と甲2発明との相違点の判断の誤り)について",
          "text": [
            "原告は，審決の相違点1の判断そのものについては争っておらず，また，本件発明1と甲2発明とが，相違点B及び相違点 C の点で相違するものでないことは，上記5に認定のとおりである(いずれにせよ，審決の説示するところに照らして，審決の相違点1の判断には，誤りはない。)。",
            "以上によれば，本件発明1と甲2発明との相違点についての審決の判断には，誤りはない。",
            "したがって，取消事由3-5は，理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由3-7(本件発明2と甲2発明との相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の2の実質的相違点性",
              "text": [
                "前記第2，3(2)ウのとおり，相違点2は，「本件発明2は，『前記カウント手段は，該複数の指示部位が隣接しているときは1つの指示部位がタッチされたものとして指示部位の数をカウントする』構成を有するのに対し，甲2発明のカウント手段は，そのような構成を有するものではない点。」というものであり，審決は，同エ(エ)のとおり，甲2発明において，2本の指が接触(隣接)して1つの減衰領域が形成されてしまえば，1本の指としてカウントされるから，相違点2は，実質的な相違点ではないと判断する。",
                "前記1(2)ウのとおり，甲2発明は，指の接触位置を検出するために信号の減衰量に基づいて，接触位置のXY座標を検出するものであるから(【0038】【0039】【0048】)，複数の指が接触(隣接)してタッチパネルにタッチされた際に，信号の減衰領域が分離していなければ1つの減衰領域しか形成されず，その結果として，1つの減衰領域に対応したXY座標が検出されることは自明である。そして，前記5(1)アのとおり，甲2発明において，タッチされる位置の個数を検出することと，タッチされる指示部位の数をカウントすることとは同義であるから，上記の場合には，タッチパネルが上記1つの減衰領域を1本の指としてカウントするといえる(なお，本件発明2の発明特定事項が，1つの指示部位により生じた1つの指示位置と，複数の指示部位により生じた1つの指示位置との差異を判別することまで規定しているとは認められない。)。",
                "そうすると，甲2発明のカウント手段は，相違点2に係る本件発明2の構成を有しているものであるから，相違点2は実質的なものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対して",
              "text": [
                "原告は，1本の指の接触面積と2本の指の接触面積は異なるから，両者のZ座標値は異なり，甲2発明においては，たとえ2本の指によりされた信号の減衰領域が分離しないとしても，1本の指によるタッチ位置が検出されることにはならないと主張する。",
                "しかしながら，前記1(2)ウのとおり，Z座標値は，X軸上及びY軸上にそれぞれ複数の座標値が検出された場合に，通常，あるタッチ位置においては1つのZ座標値しかないことに基づき，どのX座標値が，どのY座標値との組合せであるかを，Z座標値が共通することを利用して判定するためのものである(【0051】【0052】)。甲2には，指の本数に応じた固有のZ座標値を事前に定めておくような記載はなく，そうであれば，信号の減衰領域が分離せずに1つのX，Y座標値しか検出されないならば，Z座標値の大小にかかわらず，1つのタッチ位置が検出されることは，甲2に記載されているに等しい事項である。",
                "原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，審決の相違点2の判断には，誤りはない。",
                "したがって，取消事由3-7は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由3-9(本件発明4と甲2発明との相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3について",
              "text": [
                "原告は，審決の甲4発明の認定と，本件発明4と甲2発明とが，相違点3の点で相違することは争っていない。",
                "前記第2，3(2)ウのとおり，相違点3は，「本件発明4は，『前記制御手段は，前記位置検出手段により検出される複数の指示部位の指示位置のうち最初若しくは最後にタッチされる指示位置を，指示部位の指示位置として前記情報処理装置が所定の動作を行うようにする』構成を有するのに対し，甲2発明は，そのような制御手段を有するものではない点。」というものであり，審決は，同エ(カ)のとおり，甲2発明の同時複数ジェスチャ指示処理装置に，上記甲4発明が示すタッチ入力方法を適用することは，当業者であれば容易に想到し得ると判断する。",
                "原告は，甲2発明に甲4発明のタッチ入力方法を適用することは，甲2発明の効果を損なうと主張するので，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "text": [
                "前記1(3)に認定によれば，甲4発明は，「位置検出手段により検出される複数の指示部位の指示位置のうち最初にタッチされる指示位置を，指示部位の指示位置として情報処理装置が所定の動作を行うようにする」構成を示している。",
                "そして，甲2発明と甲4発明は，共に，タッチパネルを複数の指でタッチ操作することにより，情報処理装置に所定の動作を行うシステムに関するものであり，技術分野において共通するところ，甲2発明は，伸縮変形の操作のほかに，複数の指示位置の間の距離を変えずに行う回転や平行移動の操作を含む発明であって，この技術分野においては，操作を多様又は容易なものとすることは，当然に内在する技術的な要求である。さらに，甲2発明と甲4発明は，複数の指示部位の指示位置の間の距離の算定を基礎として所定の動作が行われる点で共通する。",
                "そうすると，甲2発明において，上記内在する技術的要求に従って，甲4発明のタッチ入力方法を追加的に加えることは，当業者であれば容易に想到できることである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲2発明において，最初にタッチされる位置を指示位置として動作を行うようにしたならば，伸縮変形等ができないことになると主張する。",
                "しかしながら， 上記主張は，相違点3について前提を誤認するものである。",
                "すなわち，本件発明4は，「複数の指示部位の指示位置のうち最初…にタッチされる指示位置を，指示部位の指示位置として前記情報処理装置が所定の動作を行う」と規定され，「所定の動作」は「前記所定の動作」とはされていないから，本件発明1の「指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行う」における「所定の動作」と異なってもよいものと認められる。つまり，特許請求の範囲の記載上，本件発明4は，本件発明1において制御手段が情報処理装置に行わせる「所定の動作」の条件を更に限定するものだけではなく，本件発明1において制御手段が情報処理装置に行わせる「所定の動作」の種類を付加した構成を含むものと解される。相違点3の判断は，この後者の場合をいうものであって，甲2発明において，最初にタッチされる位置を指示位置として動作を行うようにする構成を付加しても，これと異なる「所定の動作」である対象物の伸縮変形等ができなくなるものではない。",
                "原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上から，審決の相違点3の判断には，誤りはない。",
                "したがって，取消事由3-8は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由3-11(本件発明6と甲2発明との相違点の判断の誤り)について",
          "text": [
            "原告は，審決の甲4発明の認定と，本件発明6と甲2発明とが，相違点4の点で相違することは争っていない。",
            "前記第2，3(2)ウのとおり，相違点4は，「本件発明6は，『前記情報処理装置の所定の動作とは，指示部位の指示位置を最初にタッチした位置に静止しておく動作を含む』構成を有するのに対し，甲2発明は，所定の動作が，そのような動作を含むものではない点。」というものであり，審決は，同エ(カ)のとおり，甲2発明の同時複数ジェスチャ処理装置に，上記甲4発明が示すタッチ入力方法を適用することは，当業者であれば容易に想到し得ると判断する。",
            "原告は，甲2発明に甲4発明のタッチ入力方法を適用することは，甲2発明の効果が損なわれると主張する。",
            "しかしながら，前記1(3)に認定の甲4発明の構成は，相違点4に係る本件発明6の構成を示すとともに，「指示部位の指示位置を最初にタッチした位置に静止しておく動作」という相違点4に係る本件発明6の構成をも示すから，相違点4が容易に想到できるのであれば相違点4も容易に想到できることは，明らかである。",
            "原告は，甲2発明において，指示位置を最初にタッチした位置に静止しておく動作を行うようにしたならば，伸縮変形等ができないことになると主張する。",
            "しかしながら， 上記主張は，相違点4について前提を誤認するものである。",
            "すなわち，本件発明6は，「前記情報処理装置の所定の動作とは，指示部位の指示位置を最初にタッチした位置に静止しておく動作を含むことを特徴とする複数の指示部位で操作可能なタッチパネルシステム。」と規定するところ，「前記情報処理装置の所定の動作」における「前記」が，「所定の動作」にまでかかり，「前記『情報処理装置の所定の動作』」と直ちには理解できない上，本件発明6が，実質的には本件発明4を更に限定するものであることにかんがみると，本件発明6の「所定の動作」は，本件発明1の「指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行う」における「所定の動作」と異なってもよいものと認められる。つまり，特許請求の範囲の記載上，本件発明6は，制御手段が情報処理装置に行わせる「所定の動作」の条件を更に限定するものだけではなく，本件発明1において制御手段が情報処理装置に行わせる「所定の動作」の種類を付加した構成を含むものと解される。相違点4の判断は，この後者の場合をいうものであって，甲2発明において，最初にタッチされる位置を指示位置として動作を行うようにする構成を付加しても，これと異なる「所定の動作」である対象物の伸縮変形等ができなくなるものではない。",
            "原告の上記主張は，採用することができない。",
            "以上によれば，審決の相違点4の判断には，誤りはない。",
            "したがって，取消事由3-11は，理由がない。",
            "10  まとめ",
            "以上の次第であり，取消事由1，取消事由2及び取消事由3-1(本件発明について)，取消事由3-4及び取消事由3-5(本件発明1について)，取消事由3-7(本件発明2について)，取消事由3-9(本件発明4について)並びに取消事由3-11(本件発明6)は，いずれも理由がないから，本件発明1，本件発明2，本件発明4及び本件発明6に係る特許を無効とした審決の結論には，誤りがないことになる。",
            "したがって，その余の取消事由について判断するまでもなく，原告の請求は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求には理由がないから，これを棄却する。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}