{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，被告製品を製造し，販売し，又は販売の申出をしてはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，被告製品，その半製品(被告製品の構造を具備するが製品として完成するに至らないもの)及び被告製品の製造に供する金型を廃棄せよ。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，控訴人に対し，2500万円及びこれに対する平成25年9月28日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，発明の名称を「美顔器」とする本件特許についての本件特許権(特許第5329608号)を有する控訴人が，被控訴人に対し，被控訴人の製造販売に係る被告製品は，本件発明の技術的範囲に属すると主張して，(1)特許法100条1項及び2項に基づき，被告製品の製造，販売及び販売の申出の差止め，並びに被告製品及びその製造に供する金型の廃棄を求めるとともに，(2)①不法行為(特許権侵害)に基づく損害賠償金1000万円(被告製品の販売による損害額1195万2000円〔特許法102条2項による損害額〕の一部)，②特許法65条1項に基づく補償金1500万円(主位的に平成24年11月29日から平成25年8月2日までの実施料相当額3585万6000円の一部，予備的に平成25年4月30日から平成25年8月2日までの実施料相当額1593万6000円の一部)，並びに③これら(上記①の損害賠償金1000万円及び上記②の補償金1500万円の合計2500万円)に対する平成25年9月28日(本件訴状送達の日の翌日)から支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
        "原審は，本件特許は特許無効審判により無効にされるべきものであるとして，控訴人の請求を棄却した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実等",
          "text": [
            "原判決の「事実及び理由」欄の第2，2に記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "本件の争点は，原判決の「事実及び理由」欄の第2，3に記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，以下に(1)控訴人の控訴理由とそれに対する被控訴人の反論，及び，(2)当審における当事者の補充主張を加えるほか，原判決の「事実及び理由」欄の第3に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴理由及び反論",
              "text": [
                "(控訴人の控訴理由)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，争点2-イ(乙15に基づく進歩性欠如の成否)の判断において，①本件発明1は，原出願特許の出願日において未開拓であった，化粧水と炭酸ガスとの混合液を顔肌等に吹き付ける美顔器に関するものであり，②本件発明1が，美観を高めるとともにその操作性をシンプル化するといった独自の課題を発見し，その作用効果が顕著であること，及び③各相違点の容易想到性を基礎付ける副引用例として挙げた乙15に開示されたデスクトップ型美顔器及び乙16技術は，本件発明1及び乙15発明1と技術分野，課題，作用効果が異なるから，動機付けとなるものではない上に，各相違点を組み合わせることの容易想到性を検討するといった視点を欠落したものであって，その認定判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，乙15文献において噴出量調整用摘子をスプレー本体以外の場所に設けることが可能であることが示唆されており，乙15発明1に乙16技術の「つまみ7」を適用することで，相違点3に想到することは容易であるとした。",
                        "しかし，乙15文献には，乙15文献に開示されたデスクトップ器体型美顔器の摘子16がスプレー本体とは異なる前板23の右下に位置していることの技術的問題及びそれを解消しようという点，並びに，スプレー本体に噴出調整用摘子を設ける構成の問題点や課題について，開示も示唆もされていない。したがって，デスクトップ器体型美顔器の開示が，それと全く構成の異なる乙15発明1において，噴出調整用摘子をスプレー本体以外に設けようとする動機付けとなるものではない。",
                        "また，①乙16技術の技術分野は，浴槽内に，簡便に，二酸化炭素を細泡化して噴出させるとともに，浴湯内に効率よく二酸化炭素を溶け込ませることを課題，目的とした装置に関するものであって，美顔器とは課題も技術分野も異なる。乙16技術の構成も，多孔体22からガスが噴き出すものであり，スプレーガンタイプの乙15発明1とは異なる。②本件発明1は，「円形調整用摘子17」を具えることにより，ボンベからの炭酸ガス噴出調整もボンベを直視することなく軽快に行える等の顕著な作用効果を奏するものであるのに対し，乙16技術の「つまみ7」は，そのような顕著な作用効果はない。③乙15発明1には，既にスプレー本体後部に，異なる実施例も前板23の右下に，それぞれ噴出調整用摘子が存在しているから，ボンベ上方位置にガス噴出調整機構の位置を変更したり，2か所も設ける必要なないから，阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，乙9の1～4文献についても言及する。しかし，乙9の1～4文献は，いずれも「塗装用スプレー」に関するものであって美顔器とは異なる技術分野に関するものであり，作用効果については記載されていない。また，乙9の1及び2文献においては，スプレー本体での噴出調整が予定されており，「円形調整用摘子」に相当する構成は開示されていない。よって，乙9の1～4文献は，相違点3の容易想到性を導く公知文献とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，乙15文献の図2及び図5に，ボンベBの上部構造体側部に摘みのような部材が見て取れると指摘する。",
                        "しかし，乙15発明は，スプレー本体に設けられた噴出調整用摘子でガス噴出量を調整する発明であり，炭酸ガス供給用ボンベBの上部に流量調整用摘子を設ける構成は開示も示唆もされていない。「摘みのような部材」というのは，ネジ部材にすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，原判決の相違点3に関する判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，乙15文献に炭酸ガスボンベを隠蔽する動機付けがあり，これに乙14技術及び乙20技術を適用することで，相違点4に想到することは容易であるとする。",
                        "しかし，乙15文献に開示のデスクトップ器体型美顔器は，筒体構成でガスボンベを覆うことまでの動機付けとなるものではないし，乙14技術及び乙20技術は，乙15発明に適用容易なものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙15文献のデスクトップ器体型美顔器は，単にガスボンベを前板で遮蔽するだけであって，ガスボンベの外観自体はむき出しである。これに対し，本件発明の課題は，デスクトップを用いない持ち運び可能な美顔器に関するものであり，その解決手段は，ガスボンベそのものを収納する直立型ボンベ収納ボックスを設けるものであって乙15文献に表れた技術思想とは異なる課題を探求するものである。したがって，乙15文献におけるデスクトップ器体型美顔器を相違点4の容易想到性を導く根拠として挙げた原判決の判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決が挙げた乙14技術及び乙20技術は，いずれも，乙15発明，本件発明及び原告旧製品とは，技術分野，課題及び作用効果が異なる。すなわち，①乙14技術は「酸素ガス供給機」に関するものであり，乙20技術は「カートリッジとして交換可能に形成されたガスボンベを用いて液体を霧状に噴出する噴霧装置」に関するものであって，化粧水と炭酸ガスとの混合液を顔肌等に噴霧状に吹き付ける美顔器である本件発明及び原告旧製品とは，技術分野が異なるし，乙14技術及び乙20技術はいずれもエアゾールの類であって，スプレーガンタイプの乙15発明1とは具体的構成も異なる。また，②乙14技術の課題は，従来の簡易型酸素ガス供給器において，供給源とマスクが離れた位置にあって，手元でガスの供給と吸引の双方をなすのに不適であり，マスクをノズルへ差し込む形状を作らねばならない設計上の制限があり，保管するスペースが必要というものであり，乙20技術の課題は，一旦装置本体に装着されても安全に取り外しができ，再利用できるガスボンベカートリッジを用いた噴霧装置を提供することであって，いずれも，美顔器の美観の問題と操作性の難といった課題と関連性がない。さらに，③乙14技術のガス制御機構及び乙20技術のハウジングは，いずれもせいぜいガスボンベを収容するというものにすぎず，本件発明の上側筒体のもつ，美観の問題を克服しつつ，ガス噴出調整を快適に行うという顕著な作用効果はない。④乙14技術ではボンベ上方にレバー形式の操作具6のみが存在し，乙20技術ではボンベ上方に操作釦21のみが存在するが，乙15発明には，スプレー本体か前板に噴出調整用摘子16が既に存在するので，いずれも組み合わせることが困難である。しかも，乙14技術は，供給源とマスクが離れた位置にある構成の特徴を従来技術の問題としているから，乙15発明1のようなスプレーガンタイプを忌避しているといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点1，2及び5について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，相違点1及び2につき，乙15発明1に乙16技術を適用し，相違点5につき，乙15発明に乙14技術及び乙20技術を適用することで，いずれも容易想到と判断する。",
                        "しかし，乙15発明1及び乙15発明に，技術分野，課題及び作用効果のいずれも異にする乙14技術，乙16技術及び乙20発明を適用している点で誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，相違点1について，「ガスを外部に取り出す構成が必要」としか言及しておらず，このような必要性からどのようにして相違点1に想到するのかの理由を明らかにしていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，相違点2について，「ガスを取り出すための構成」と評価するのみで，安易に乙16技術を適用している。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決は，相違点5について，乙15文献には，ガスボンベ側を直立させることが開示されているから，乙15発明1に乙14技術又は乙20技術を適用する際に，直立型に構成することは，当業者が容易に想到し得たとしか述べていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "複合的相乗的作用効果の視点",
                  "text": [
                    "本件発明の作用効果は，複数にわたる構成の組合せによって実現される。そのため，各相違点について個別に容易想到性を論じるだけではく，各相違点に係る構成(円形調整用摘子，直立型ボンベ収納ボックス等)を美顔器と共に組み合わせ，複数の作用効果を見出した点に着目すべきところ，このような組合せによって美観及び操作性の難を克服することを示唆する公知文献はない。",
                    "また，原判決が相違点を開示する副引用例として挙げる構成は，美顔器・美容機器とは別の技術分野のものだから，そのような構成を美顔器・美容機器に応用した点に創作性があるというべきである。",
                    "よって，本件発明1は，乙15発明等に基づき容易想到とはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明3～6の進歩性",
                  "text": [
                    "原判決は，本件発明3につき，相違点1～5のほか相違点6を，本件発明4につき，相違点1～5のほか相違点7を，本件発明5につき相違点1～5のほか相違点8を，本件発明6につき，相違点1～5のほか相違点9をそれぞれ認定したが，結論として，乙9等に基づき周知手段を認定した上，これを乙15発明に適用することで容易想到であると判断した。",
                    "しかし，上記のとおり，相違点1～5が容易想到ではなく，乙9等が周知技術ではなく，また，乙15発明に適用容易でないため，相違点6～9が容易想到ではない。",
                    "よって，本件発明3～6につき，進歩性欠如の無効理由がある旨判断した原判決は誤りである。",
                    "(被控訴人の反論)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と，乙15発明1との違いは，文章にすると5つの相違点となるが，要するに，「乙15発明1の炭酸ガスボンベがケースで覆われているか否か」(相違点1，2，4及び5)，並びに，「そのケースの上方に，炭酸ガスの流量を調整するダイヤルが設けられているか否か」(相違点3)である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，乙15文献の図5に噴出調整用摘子16がスプレー本体1以外のデスクトップ器体の前板23に設けられる構成があるとしても，摘子の位置に関する技術的な問題点の開示や示唆はなく，乙15発明1においてスプレー本体1以外に噴出調整用摘子を設ける動機付けにならない，と主張する。",
                        "しかし，乙15文献に，スプレーに噴出調整用摘子を設ける構成と，スプレー以外に噴出調整用摘子を設ける構成とが記載されている一方，噴出調整用摘子を設ける位置に関する問題点が開示されていないから，噴出調整用摘子を設ける位置は任意であり設計事項にすぎない。",
                        "よって，乙15文献に，スプレー以外に噴出調整用摘子を設けた実施形態も存在すること自体が，噴出調整用摘子の位置変更の容易性を示すものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，原判決が，乙15文献の図2及び図5にはボンベの上部構造体側部に摘みのような部材が見て取れると指摘したのに対し，2か所による噴出調整の必要性はないため事実誤認である，と主張する。",
                        "しかし，乙15文献の図2，図5には，ボンベの上部構造体側部に「摘み」としか見えない部材が図示されている。原判決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，乙16技術と乙15発明1とは，技術分野及び課題が相違し，乙16技術には乙15発明1の作用効果が欠如するから，これらの組合せに動機付けがない，と主張する。",
                        "しかし，①両者は，ガスボンベに装着してガスを噴出させる構造物を具える点で技術分野が共通し，②本件発明1の課題は，ガスボンベに装着してガスを取り出す装置一般に存在する公知の課題にすぎないし，③「ボンベから炭酸ガス噴出調整もボンベを直視することなく」できる点は，相違点3の作用効果ではなく，ボンベを覆う上下筒体(相違点4及び5)による作用効果である。また，「噴出調整が軽快に行える」という作用効果は，乙16文献の「つまみ7」も一方向及び反対方向に水平回転可能であり本体1の上方で操作可能であるから，同様の効果を奏する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，乙15発明において，ガス噴出調整機構を2か所に設ける必要はないから，乙16技術と乙15発明1との組合せに阻害要因がある，と主張する。",
                        "しかし，2か所にガス噴出調整機構を設ける構成は，乙9の1～3文献にも記載されており，動機付けになっても阻害要因にはならない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，乙9の1～4文献は美顔器と技術分野が異なり課題や作用効果も記載されておらず，乙9の1～3文献は円形調整用摘子に相当する構成の開示はない，と主張する。",
                        "しかし，本件発明1及び乙15発明1の美顔器と，乙9の1～4文献の塗装用スプレーとは，噴霧する液体が化粧水か塗料かの相違にすぎない。また，乙9の1及び2文献には，乙9の3及び4文献でボンベに装着されるエアー調整バルブを備えた製品が掲載されているから，阻害要因はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，乙15文献には筒体でボンベを覆うことの動機付けとなるものはなく，乙14技術及び乙20技術は乙15発明に適用容易ではない，と主張する。",
                        "しかし，乙15文献の【0006】には，「炭酸ガス供給用ボンベを遮蔽して違和感を無くする」との記載があるから，「ボンベが目に触れると違和感が生じる」という課題が開示されている。そして，ボンベを遮蔽する手段として，ボンベを着脱可能な上下筒体に収納する構成は，乙14技術及び乙20技術から公知であり，これを乙15発明1に適用することは，動機付けの存在から容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，乙14技術及び乙20技術は，美顔器ではなく技術分野が相違する，と主張する。",
                        "しかし，本件発明の実態は，「ガスボンベに装着してガスを取り出す構成」と「これにホースで接続され化粧水と炭酸ガスを混合して噴霧するスプレーとを備えた装置」であり，乙14技術及び乙20技術もガスボンベに装着してガスを取り出す構成を具えている点で技術分野が共通する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，乙14技術及び乙20技術は，せいぜいガスボンベを収容するにすぎず，本件発明の複合的作用効果(美観及びガス噴出調整)を奏しない，と主張する。",
                        "しかし，乙14技術及び乙20技術は，いずれもガスボンベを遮蔽して目に触れない状態で収容しており，本件発明の美観に関する効果を発揮している。また，「ガス噴出調整を快適に行う」効果は，相違点3によるものだが，乙14技術及び乙20技術でも上方に操作具があるため，ガス噴出調整を軽快に行うことができ，変わりはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，乙14技術及び乙20技術は既にボンベ上方に操作具があるため，乙15発明1との組み合わせは困難，と主張する。",
                        "しかし，上述イ(エ)のとおり，2か所にガス噴出調整手段を設ける構成は乙9の1～3文献にも開示されており，阻害要因とはならない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，乙14技術は乙15発明1のようなボンベとスプレーが離れた構成を忌避している，と主張する。",
                        "しかし，乙14技術のボンベを収納する構成は，乙15発明1に適用する阻害要因とはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点1，2及び5について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，原判決における乙14技術等の構成の動機付けの根拠は具体性を欠き，相違点1については「ガスを外部に取り出す構成が必要」としか言及しておらず乙16技術が適用可能な理由を明らかにしていないこと，相違点2については「ガスを外部に取り出すための構成」との評価だけから，乙16技術を組合せ容易であるとしたのは誤り，と主張する。",
                        "しかし，乙15発明1は，ガスボンベからガス供給用パイプへとガスを供給するから，ガスをボンベ外部に取り出す構成が必要なことは明らかである。そして，そのためには，乙15発明1のボンベとこれに装着された上部構造体との関係が問題となり，乙16技術は，ボンベの上部に装着されてガスを取り出すための構成である本体1が記載されており，乙15発明1と技術分野，機能及び作用が共通するから，乙16技術を乙15発明1のボンベと上部構造体の関係に適用し，相違点1及び2に係る構成とすることは容易想到である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点5は，乙15発明1に乙14技術又は乙20技術を適用すると必然的に得られる構成である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "複合的相乗的作用効果等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，複合的相乗的作用効果がある，と主張する。",
                        "しかし，このような効果は，本件明細書には記載されておらず，本件出願後に控訴人が主張し始めたものである上，本件発明1の構成が容易想到である以上，当該構成により当然発揮されるものにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，副引用例である乙14技術，乙16技術及び乙20技術は本件発明の「美顔器」とは異なる技術分野に属し，技術分野の関連性は認められない，と主張する。",
                        "しかし，乙14技術，乙16技術及び乙20技術は，いずれもガスボンベに装着してガスを取り出す構成を具えている点で本件発明と技術分野が共通する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明3～6について",
                  "text": [
                    "控訴人は，本件発明1の相違点1～5が容易想到でないこと等を理由に，本件発明3～6は容易想到ではない，と主張する。",
                    "しかし，上述イ～エのとおり，相違点1～5は容易想到である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当事者の当審における補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1-ウについて",
                  "text": [
                    "(控訴人)",
                    "本件発明は，単にスプレーに噴出調整用摘子を設けた構成を問題としているのではなく，スプレーに「のみ」噴出調整用摘子を設ける構成の問題点を解決課題とし，その点を克服した顕著な作用効果を奏するものである。",
                    "本件意見書(乙1の8)においても，上側筒体に円形調整用摘子がなく，スプレーにのみ噴出調整用摘子を備える構成として，乙1の5の2の考案を挙げ，当該考案との比較において，「上側筒体に円形調整用摘子がある」構成の作用効果を説明している。ここでは，円形調整用摘子を設けずにスプレー本体Sにのみガス流出調整機構を設ける構成を忌避しているものの，被告製品1，2のような「上側筒体に円形調整用摘子あり＋エアスプレー本体Sにガス流出調整機構」構成については，何も言及していない。",
                    "したがって，本件発明においては，上側筒体の上方に円形調整用摘子を備えていればよく(構成要件E1-2)，構成要件B「スプレー本体S」には，流量調整機構が備わるものも含まれる。",
                    "実際に，スプレーにエア調整用ダイヤルを設けた被告製品1及び2は，乙1の8で示された解決課題を克服するものとなっている。また，被告製品1及び2は，本件発明と同じ顕著な作用効果を奏する。",
                    "(被控訴人)",
                    "控訴人は，本件意見書において，スプレー本体に噴出調整用摘子を設けた構成を除外する趣旨の主張をし，直立型ボンベ収納ボックスXの上側筒体1の上方に「円形調整用摘子17」を設けた構成によって達成される効果として，円形調整用摘子17をスプレー本体Sに設けないため，スプレー本体Sの構成を簡素化して，小形軽量化を図ることができること，を主張していた。これらの効果は，いずれも「円形調整用摘子17をスプレー本体Sに設けない」ことによる効果に他ならず，「円形調整用摘子17をスプレー本体Sに設けてもよい」こととは矛盾する。",
                    "よって，控訴人は，出願経過において，本件発明の技術的範囲から「円形調整用摘子17をスプレー本体Sに設けた」構成を排除していることは明らかであり，同構成を有する被告製品は，本件発明の技術的範囲に含まれない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点1-エについて",
                  "text": [
                    "(控訴人)",
                    "本件発明における上側筒体は，構成要件E～E1-5の構成を備えていればよく，外部カバー自体が「流路形成・噴出調整機構」の一部になっていることを要するといった限定など存在しない。",
                    "本件明細書では，1つの実施例として，炭酸ガス供給用ボンベBが外部カバーとは別の内筒7に装備されたソケット部5のネジ孔6に捻じ込まれるとされ，ガス流通路は，ソケット部に螺着されたノズル部10における噴出用管11，内孔12，ノズル孔13によって形成されるとされている(本件明細書【0020】，【0021】)。かかる構成と被告製品の構成とは，実質的に差異はない。",
                    "(被控訴人)",
                    "被告製品のレギュレーターとカバーは，本件発明の「上側筒体1」に該当しない。",
                    "本件発明の「上側筒体1」とは，実施例に開示されているように，「上側筒体1の外部カバー自体がノズル部10に形成されたガス流通路等と一体化しており，かつ，「円形調整用摘子17」が外部カバー自体に装着される構成である」と解されるべきである。本件発明の「上側筒体1」は，実施例から上位概念化されて機能的に表現されているが，本件発明の実施例において，円形調整用摘子17は，上側筒体1の外部カバー自体に装着されており，かつ，外部カバー自体が流路形成・噴出調整機構と一体化した構成を指すものとされている。そうすると，本件発明の「上側筒体1」とは，実施例に開示されているように，「円形調整用摘子17が上側筒体1の外部カバー自体に装着されており，かつ，外部カバー自体が「流路形成・噴出調整機構」の一部となっている構成」である。",
                    "しかし，被告製品では，「流路形成・噴出調整機構」(本件発明の構成要件E1-4及びE1-5の機能を担う構成)は，内部構造物である「レギュレーター」が担っている一方，被告製品のカバーは，レギュレーターと別部材の，「レギュレーター」を覆うだけの「化粧カバー」であり，両者を併せた構成は，本件発明の「上側筒体」に該当しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点2-ウについて",
                  "text": [
                    "(被控訴人)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許は，本件発明3のみならず，本件発明1及び4～6についても，本件小型器の公知・公用に基づく進歩性の欠如によって，特許無効審判により無効にされるべきものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件小型器と業務用大型器は，本件イベントで同時に発表され，発売開始も同じ2008年9月である。発売開始まで1月もない本件イベント時点では，オリジナルの金型も完成し，本件小型器の製造を開始していたと思われる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人従業員のA(「A」)は，本件イベントにおける本件小型器に関するインタビューに答えて，「本件小型器を美容院やエステ，整骨院などで販売する」旨や，「化粧水の種類に応じて価格が異なる」ことを具体的に述べているから，本件イベントにおける本件小型器の展示は，譲渡等を前提としての営業活動に該当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件小型器は，本件イベントまでに，本件イベント会場にて組み立てられたものと考えられる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件イベント当日，サンプル品として展示されていた本件小型器の天板上部には，乙37の1の9の印刷された「天板シール」(本件印刷物)が貼付されていた。この天板シールには，回転により開閉量が異なることが線の長短によって示されている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件小型器のサンプル品40台が，平成20年9月1日の市販開始に間に合わせるために，営業目的で実際に主要取引先に配布された。",
                        "(控訴人)"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件イベントにおいて展示されたのは，本件小型器と同種の商品であるが，量産化する前のサンプル品であって，内部構造は本件小型器とおおよそ同一であるが，外観等の細部が異なるものであった(その詳細については，甲25の4の4枚目参照)。そのため，本件イベント時に展示された包装は，本件小型器のものと外観や部材の配列等が相違しているし，この段階でのサンプル品には，天面プレートに開閉表示が存在していなかった。天面プレートの開閉表示を決定したのは，本件イベント当日であり(甲21の1～4)，ラフデザイン(甲22の1～4)，イメージ図(甲22の5)及び製品図面(甲22の6)には，本体ケースの上部に何も記載されていない。",
                        "本件印刷物は，印刷物にパウチを施したもので，シールではなく，実際の開閉方向と逆を表示している。甲25の4の4枚目には，「減圧弁天面銘板シール：7月内に仕様確定必要」と記載されており，控訴人が上記サンプル品を受領した時点では，天面の表示は決まっていなかった。天面部分のシールが存在しないのは，本件印刷物に係る表示が廃案となったからである。",
                        "本件小型器を製造した日本炭酸瓦斯株式会社(「日本炭酸瓦斯」)は，平成27年12月22日に行われた審尋において，本件小型器とは無関係の図面「製品仕様書",
                        "製品名：アトマイザーTMS-01」と題する書類を提出するなど，当時のことを十分に調査していなかったのであり，天面シールについても不正確な説明をしている。",
                        "天面開閉表示以外のシール・表示は，本件小型器のサンプル品の納品前に，控訴人において決定し，日本炭酸瓦斯に貼付け等を指示した(甲28の1～3)が，控訴人は本件印刷物を受領したことはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件イベントにおいて展示された本件小型器にボンベが装着されていたかは不明であり，カップにはミネラルウォーターしか入っていなかったから，本件小型器は使用可能な状況になかった。本件小型器は，ボンベを装着しないとケース(上側筒体)が外れやすいが，上部のみを持ち上げない限りは，安定して直立するから，本件小型器が直立して展示されていることは，ボンベが装着されていないことの根拠とはならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件イベントにおいて展示された本件小型器は，化粧水は正常に噴霧するか，ガス漏れはないか，使用上に不都合はないかといった確認を行うためのものであるから，これでデモンストレーションを行ったり，来場者に使用可能な状況で触らせることはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被控訴人は，Aが，本件小型器の販売先や価格を回答している(乙8の2)から，本件イベント時に本件小型器の販売意思があったと主張する。",
                        "しかし，乙8の2は，本件イベント終了後の平成20年8月25日ころにアップロードされたものであり，本件イベント時には，本件小型器の販売先や価格等を公表していない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被控訴人は，販売開始から1か月もない本件イベント時点では，オリジナルの金型も完成し，本件小型器の製造を開始していたから，控訴人には，本件小型器の販売能力があったと主張する。",
                        "しかし，仮に，金型等が出来上がっていたとしても，控訴人は，製品テストや細部の仕様変更等の検討を行っていた段階であって，本件小型器を販売してはいなかった。天面プレートの開閉表示は，本件イベント当日に案が確定した段階であり，本件イベント後に包装の変更も行った。また，本件イベント時には，販売価格も正式には確定していなかった。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件小型器のサンプル品は，平成20年7月末ころに，控訴人に40台納品された。控訴人は，これらを，控訴人従業員7名程度による使用感のモニターテスト及び，控訴人実施の消費・耐久テストに使用した。控訴人は，本件小型器のサンプル品を顧客取引先に配布したり，第三者に開示してはいない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "争点2-エについて",
                  "text": [
                    "(被控訴人)",
                    "本件小型器の本体ケース上部にはダイヤル(円形摘子)があり，そのダイヤルの側面にはギザギザがあり，上面に「開閉」の文字と「矢印」の表示がある。そこに表示された矢印から，一方向及び反対方向に水平回転可能なことが，「開閉」の文字から，一方向は開く方向で反対方向は閉じる方向であることが明白である。本体に炭酸ガスボンベを収納することは外観から明らかだから，本件イベントで本件小型器の同表示を見た者は，このダイヤルの回転により炭酸ガスの開閉調整を行うものと理解する。",
                    "(控訴人)",
                    "本件小型器の本体ケース上部には，開閉表示はなく，多数の縦溝が存在するとはいっても，当該部分がダイヤルであり，その回転によってガスの流量を調整できることを示す情報はない。よって，当業者においては，本体ケースの上部につき，例えば，①本体ケース内に部材を取り付けたり，本体ケース内の不要物を取り出すためのキャップ・蓋部分と理解し，②本体ケースの上部そのものが蓋・キャップではないとして，本体ケースの他の部分を開閉するための滑り止め部材と理解し，又は，③筐体内部の結露，こぼれた化粧水その他，筐体内の不要物を排出するための部材の開閉のためのものと理解するのであって，当該部分をガスの流量調整とは関連付けない。",
                    "しかも，原告旧製品は，ボンベではなく，アトマイザーの後部のネジ部分でガス流量調整を行い，本件小型器にもアトマイザーの後部にネジ状の部材が存在するから，当業者は，本件小型器の外観を見て，本体ケースの上部でガス流量調整を行うとは考えない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求を棄却した原判決は，結論において正当であると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点2(本件発明についての特許は特許無効審判により無効にされるべきものと認められるか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "事案にかんがみ，まず，争点2-ウ(本件小型器の公知・公用に基づく新規性又は進歩性欠如の成否)について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "日本炭酸瓦斯は，控訴人から本件小型器の製造を発注され(甲16)，平成20年5月12日，控訴人に対し，本件小型器について当初のデザインを提案した(甲22の1)。その後，同年6月まで，日本炭酸瓦斯と控訴人との間で，本件小型器のデザインの改良について協議が行われ，同月5日，控訴人は，デザインを決定した(甲22の2～4)。",
                    "控訴人と日本炭酸瓦斯は，同年7月11日までに，日本炭酸瓦斯が，控訴人に対し，本件小型器のサンプル40台を作成して納品することを合意した(甲25の4)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "日本炭酸瓦斯は，同年7月16日ころ，控訴人に対し，業務用の大型美顔器の納入仕様書を交付した(甲28の4)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "日本炭酸瓦斯は，同年7月17日までに，本件小型器の試作品を1台作成した(甲25の4)。控訴人は，同月2日から25日にかけて，日本炭酸瓦斯に対し，本件小型器に使用する識別シール，ボンベに印刷するロゴなどの詳細を指示し，調整した(甲28の1～3)。天面プレートのデザインについても，他の識別シール等と同様，この段階で具体的に検討され，控訴人から日本炭酸瓦斯に対して詳細なデザインの指示や調整がなされ，実際の開閉方向とは逆の表示がされる本件印刷物が提示されたこともあった(乙37の1の9，乙38の写真⑬⑭)。なお，本件印刷物の天面プレートは，実際の開閉方向とは逆の表示がされている上，シール加工がされておらず，一枚も欠けていないから，本件小型器に貼付されたものではなく，デザイン検討の段階で提案されたものである。",
                    "控訴人と日本炭酸瓦斯は，同年7月25日までに，本件小型器の前記サンプル品40台について，更にその内容を検討し，量産品とほぼ同等であるが，印刷物については現状想定のものを日本炭酸瓦斯にて制作し，化粧箱等については現状想定のものを業者で手作り加工し，量産する場合に調整すること，減圧弁天面銘板シールは，7月内に仕様を確定する必要があることなどを決定した(甲25の4)。",
                    "日本炭酸瓦斯は，同年7月31日までに，本件小型器の設計図面を作成した。本件小型器においては，ガスボンベの流量調節ダイヤルの上部には，天面プレートが置かれ，ダイヤルのねじを覆い隠す構造となっていた。(甲22の6)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人は，平成20年8月4日，日本炭酸瓦斯に対し，本件小型器の天面プレートのデザインの変更依頼をした。当時の案によれば，天面プレートのデザインには，時計回りに回せば「開」，反対に回せば「閉」という表示がなされていた。(甲21の1，2)",
                  "text": [
                    "控訴人は，同月5日，日本炭酸瓦斯に対し，本件小型器の天面プレートの案を決定し，商品化を指示した(甲21の3，4)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件イベントが，平成20年8月5日，「パシフィコ横浜」で開催された。本件イベントにおいては，美容関係者がその技術やセンスを競うコンテストが行われ，同時に，美容関係機器等のブースが設けられており，控訴人もブースを設けた。",
                    "控訴人のブースにおいては，業務用に開発された大型の美顔器である「炭酸ミストシャワープロ仕様大型機」(業務用大型器)及び本件小型器が展示されていた(乙8の1，2)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件イベントにおいては，組み立てられてカップに液体が入った状態の本件小型器と，化粧水・炭酸ガスボンベのカバー部分・炭酸ガスボンベ2本及びスプレーが並べられた状態の化粧箱が展示されていた(乙8の2)。化粧箱の中の各部品等の配置は，量産品の配置とは異なっていた(甲23)が，天面板シールについては，開閉表示のされたものが貼付されていた。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "控訴人は，本件イベントにおいて，来場者に体験させるなどして，業務用大型器及び本件小型器を多数の美容関係者の面前で使用し，また，これらについて，化粧水と炭酸ガスとを混合して霧状に吹き付けるものである旨等を説明した(乙8の1，2)。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "Aは，本件イベントにおいて，業界関係者の取材に応じ，本件小型器を実際に示した上で，本件小型器は家庭で使用されることを想定していること，流通としては，美容院，エステ及び整骨院などでの販売を予定していること，顧客は炭酸ボンベ及び化粧水も取扱い美容院などで購入できることを説明した(乙8の2)。取材者は，この内容を写真付きで，平成20年8月25日にインターネットで公表した(乙8の2)。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "控訴人の顧問であるB(「B」)は，控訴人に対して知的財産権関係のアドバイスを行っていたが，本件小型器が本件イベントにおいて展示されることは事前に認識していなかった。控訴人が本件特許出願を決めたのは，本件イベントの後であった。(甲18)"
                },
                {
                  "fig": "コ",
                  "text": [
                    "控訴人は，平成20年8月7日までに，本件小型器の消費テストを行った(甲27)。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "控訴人は，平成20年9月26日，日本炭酸瓦斯から，本件小型器の仕様書を受領した(甲25の5)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)カの認定に対し，控訴人は，本件イベントにおいて展示された本件小型器の天面には開閉表示がなかったと主張し，甲31(控訴人代表者の陳述書)はこれに沿う。",
                    "しかし，控訴人の主張を裏付ける客観的証拠は提出されておらず，かえって，天面板シールは，平成20年7月25日までに他のシール等と併せて仕様を確定する必要があることが認識されており，かつ，その頃想定されていた仕様のものを日本炭酸瓦斯で制作するとされていたこと(甲25の4)からすれば，何らかの開閉表示のされたシールが貼付されていたものと認めるのが相当である。",
                    "控訴人の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人は，特許出願のためには出願前に発明内容を他社に知られてはならないことを認識していたから，本件小型器については，本件イベントにおいて，実演，操作説明その他詳細な製品説明，内部構造の開示を行っていないと主張し，甲16～18はこれに沿う。",
                    "しかし，本件発明1の構成要件のうち，B2，B4，C1～3，Fが本件小型器の展示によって公知となったことは争いがなく，かつ，本件小型器は炭酸ガスと化粧水を混合した上で顔面等に吹き付けるためのものであって，その展示態様と業務用大型器の実演や説明から，ガスボンベが本体内部に入っており，スプレーガンに付属したカップ内に化粧水が入れられるべきものであること，本体上部とつながった管を通って炭酸ガスがスプレーガンに到達すること，炭酸ガスと化粧水が混合されたものが，スプレーガンのレバーを操作することによってその先端から噴射されることは容易に看取されるといえる。本件イベント当時，特許出願のためには出願前に当該特許発明の内容を他者に知られてはならないことを認識していたのであれば，このような，公然知られた又は公然実施をされたと判断される可能性がある展示方法を，採用することは不自然である。",
                    "控訴人は，本件小型器展示の目的を，美容院での施術の雰囲気を出すためなどと主張するが，上記のような可能性のある展示方法を，雰囲気を出すといった曖昧な目的のために行うのは不合理である。しかも，本件イベントにおいて，控訴人が，本件小型器を組み立て，液体をカップに入れた，少なくとも外観上すぐに実演できるような状態で展示しながら，他方で，来場者の質問を受け付けなかったり，本件小型器の実演を拒んだりしたとは想定し難い。",
                    "上記(2)ケで認定したとおり，控訴人において知的財産権関連業務を行っていたBが，本件イベントにおける展示を事前に認識していなかったこと，本件特許出願を決めたのが本件イベントの後であったことからすれば，本件イベントへの本件小型器の出品は，本件特許出願前には当該特許発明の内容を知られてはならないという意識を欠いたまま行われたものであり，本件小型器の実演や説明も，業務用大型器と同様に行われたと認めるのが相当である。",
                    "控訴人の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，控訴人は，本件イベントにおいては，本件小型器の実演，操作説明その他詳細な製品説明や，内部構造の開示等が行われておらず，公然性の要件を欠き，本件小型器の展示は，「特許製品以外の製品の宣伝活動や営業活動のための展示又は客寄せのための展示」にすぎず，譲渡等を目的としたものではないから，公然と「実施」したとはいえない，と主張する。",
                    "しかし，上記(2)キ及び(3)イで認定したとおり，本件イベントにおいては，本件小型器の実演及び説明が行われ，展示とあいまって内部構造をも知り得る状態にあったと認められる。",
                    "控訴人の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(2)キ及び(3)イで認定したとおり，本件小型器は，本件イベントにおいて使用された。さらに，上記(2)で認定した事実から，本件小型器が公然と使用されたことに基づいて本件発明1，3～6の新規性又は進歩性が欠如したといえるかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件B2，B4，C1～3及びFが，本件小型器の展示によって公然知られたことについては，当事者間に争いがない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Aについて",
                      "text": [
                        "化粧箱の中に，組立て前の本件小型器の本体カバーとガスボンベとが展示されていることから，組立て後の本件小型器の本体カバーの中にはガスボンベが入っていることが理解できること，組立て後の本件小型器の本体カバーとスプレーガンとが白いホースでつながっていることが看取されること，本件イベントにおいて，控訴人は，本件小型器が炭酸ガスと化粧水とを混合して吹き付けるものである旨を説明していることから，「炭酸ガスを導く可撓性ホースP」は，本件イベントにおいて公然と知られたといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件Bについて",
                      "text": [
                        "本件小型器のスプレーガンが，スプレーであることは，水鉄砲のような形状及び，本件小型器が炭酸ガスと化粧水とを混合して吹き付けるものである旨の控訴人の説明から理解できるから，「スプレー本体S」は，本件イベントにおいて公然と知られたといえる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "構成要件B1について",
                          "text": [
                            "「スプレー本体S」である本件小型器のスプレーガンが，白いホースに接続されていることは，外観上明らかであり，当該白いホースが「炭酸ガスを導く可撓性ホースP」であることは，上記(イ)のとおり明らかであるから，スプレー本体Sが「可撓性ホースPの一端部に接続され」ることは，本件イベントにおいて公然と知られたといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "構成要件B3について",
                          "text": [
                            "本件イベントにおいて，組立て後の本件小型器の本体にカップが設けられていること，そのカップの中には液体が入っていること，控訴人は，本件小型器は炭酸ガスと化粧水とを混合して吹き付けるものである旨を説明していることから，カップに入っている液体は，化粧水であることが理解でき，「スプレー本体Sに設けられ，所定量の化粧水を収納するカップ29」は，本件イベントにおいて公然と知られたといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "構成要件B5について",
                          "text": [
                            "上記aのとおり，スプレー本体Sが炭酸ガスを導くホースPに接続されていることは明らかであり，本件小型器のスプレーガンにレバー様の操作部があることは外観上見て取れるから，「可撓性ホースPからの炭酸ガスを，操作部30の操作によって開閉し」は，本件イベントにおいて公然と知られたといえる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "構成要件B6について",
                          "text": [
                            "上記cのとおり，操作部30の操作によって開いている状態で，可撓性ホースPから炭酸ガスがスプレー本体内を噴出ノズル31側へ噴出されることは明らかであり，上記bのとおり，カップ29には化粧水が入っていることは明らかであること，本件小型器が炭酸ガスと化粧水とを混合して霧状に吹き付けるものである旨の控訴人の説明からして，「操作部30の操作によって開いている状態で，可撓性ホースPから導かれた炭酸ガスを，噴出ノズル31から噴出させて，カップ29内の化粧水とともに，炭酸混合化粧水を，霧状に噴射するスプレー本体S」は，本件イベントにおいて公然と知り得るものとなったといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "構成要件Cについて",
                          "text": [
                            "本件小型器が炭酸ガス供給用ボンベを用いることは，本件イベントにおいて，化粧箱に組立て前の本件小型器の本体と共に，ガスボンベが並んでいること，本件小型器が炭酸ガスと化粧水とを混合して吹き付けるものである旨の控訴人の説明から理解できるから，「炭酸ガス供給用ボンベB」は，本件イベントにおいて公然と知られたといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "構成要件C4について",
                          "text": [
                            "本件イベントにおいて，化粧箱に入った炭酸ガスボンベの上部外側にねじの溝があること，化粧箱の中では炭酸ガスが出ない状態になっていることから，炭酸ガスボンベの上端の噴出口には封印膜があるものと理解でき，「上端噴出口頭部3に設けられる封印膜3aとを有する炭酸ガス供給用ボンベB」は，本件イベントにおいて公然と知り得るものとなったといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "構成要件Dについて",
                      "text": [
                        "本件小型器本体の天面に，開閉表示がなされていたこと，下記(カ)のとおり，本件小型器本体には炭酸ガスボンベが収納されていると理解できること，本件小型器を用いたデモンストレーション時には，炭酸ガスの量を調整する必要があり，その際，本件小型器上端の円形つまみを操作したことから，「一方向および反対方向に水平回転可能な円形調整用摘子17」は，本件イベントにおいて公然と知り得るものとなったといえる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "構成要件Eについて",
                      "text": [
                        "本件イベントにおいて，化粧箱に本件小型器本体と炭酸ガスボンベとが展示されていること，組立て後の本件小型器の外観上は炭酸ガスボンベが見えないことから，組立て後の本件小型器の本体内部に炭酸ガスボンベが収納されていることが理解でき，「炭酸ガス供給用ボンベBを収納する直立型ボンベ収納ボックスX」は，本件イベントにおいて公然と知られたといえる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "構成要件E1について",
                          "text": [
                            "本件イベントにおいて，化粧箱に展示された本件小型器本体及び組立て後の本件小型器本体には，上下方向に真ん中よりやや上に，水平方向の切れ目があることが見て取れるから，本件小型器本体は，上下2つの部分に分離できることが理解できる。また，本件小型器本体の内部には炭酸ガス供給ボンベを収納するから(上記(カ))，本件小型器本体は，その上部下部共に筒状であること，上部は下開口であることが理解できる。よって，「上側筒体」(構成要件E1)が「下開口」である(構成要件E1-1)ことは，本件イベントにおいて公然と知り得るものとなったといえる。",
                            "本件小型器本体天面には開閉表示があり，本件イベントにおけるデモンストレーション時には本体上部のつまみを操作したことから，「円形調整用摘子17は，上側筒体1の上方で操作可能」であること(構成要件E1-2)は，本件イベントにおいて公然と知り得るものとなったといえる。",
                            "本件小型器本体内部には炭酸ガスボンベが収納されること(上記(イ))，炭酸ガスボンベ上端外側にはねじの溝があること(上記(エ)b)，炭酸ガスボンベ上端には封印膜があること(上記(エ)b)，組立て後の本件小型器の外観上，炭酸ガスボンベの炭酸ガスは，本件小型器本体上部のつまみの下方の金属部分につながれたホースからスプレー部分に導かれることが見て取れることから，上部筒体の内部には，炭酸ガスボンベ上端をねじによって装着するためのねじ孔があること，炭酸ガスボンベを装着すればそこから炭酸ガスが噴出するよう封印膜を貫通する仕組みとなっていることが理解できる。また，上側筒体に炭酸ガス供給用ボンベのネジを利用して，捻じ込むことで接続及び封印膜を貫通することは，原告旧製品のレギュレータの備える構成であり，乙16文献の第2図に記載されているように周知の技術である。よって，「上側筒体1内には，炭酸ガス供給用ボンベBのネジ4が，炭酸ガス供給用ボンベBを取替え可能に，捻じ込まれるネジ孔6が形成され」ている(構成要件E1-3)こと，「炭酸ガス供給用ボンベBのネジ4をネジ孔6に捻じ込んだ際，その炭酸ガス供給用ボンベBの封印膜3aを貫通して炭酸ガス供給用ボンベBからの噴出ガスを導くガス流通路が形成され」る(構成要件E1-4)ことが，本件イベントにおいて公然と知り得るものとなったといえる。",
                            "上記(オ)のとおり，本件小型器本体上端の円形つまみは炭酸ガスの量を調整するために水平方向に回転させることが本件イベントにおいて公知となっており，上記のとおり，炭酸ガスボンベの炭酸ガスは，本体からホースを通じてスプレー部分に導かれることが明らかであるから，「円形調整用摘子17の回転によって炭酸ガス供給用ボンベBからの前記ガス流通路を介する炭酸ガスの噴出調整をして，可撓性ホースPの他端部に供給する上側筒体1」(構成要件E1-5)は，本件イベントにおいて公然と知り得るものとなったといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "構成要件E2について",
                          "text": [
                            "上記aのとおり，本件小型器本体は上下に分離可能であり，その内部には炭酸ガスボンベが収納されること，組立て後の本件小型器本体は，筒体が直立した状態であることからすれば，「下側筒体2」(構成要件E2)は，「上開口であり」(構成要件E2-1)，「上側筒体1の下端開口縁と着脱自在であり」(構成要件E2-2)，「上側筒体1の前記ネジ孔6に炭酸ガス供給用ボンベBのネジ4を捻じ込んだ状態では，上側筒体1とともに，炭酸ガス供給用ボンベBの上端噴出口頭部3を隠蔽して炭酸ガス供給用ボンベBを収納し(構成要件E2-3)，「底部が着座する下側筒体2とを備える直立型ボンベ収納ボックスXを含む」(構成要件E2-4)ことは，本件イベントにおいて公然と知り得るものとなったといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "以上より，本件発明1は，本件イベントにおいて公然実施をされた発明であり，新規性を欠くものと認められる。"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "text": [
                    "スプレー本体のガス噴出のための操作部30を，押しボタン形式とすることは，本件発明と同様の構造をもつ塗料スプレーにおいて広く採用されていた方法であって(乙9の1～4)，周知の技術であるから，本件発明1の美顔器(構成要件I)の「操作部30は，押しボタン形式であり」(構成要件G)，「スプレー本体Sは，操作部30の操作によって開いている状態とする」(構成要件H)ことは，本件イベントにおいて公然実施をされた発明及び周知技術から，当業者が容易に想到し得るものと認められる。",
                    "よって，本件発明3は，進歩性を欠くものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明4について",
                  "text": [
                    "本件発明1の美顔器(構成要件L)の上側筒体に炭酸ガス供給用ボンベを捻じ込んだ際に封印膜を貫通する噴出用管を設ける構成は，原告旧製品が採用し，また，乙16文献にも開示されているように，周知の技術である。よって，本件発明1を，「上側筒体1内には，炭酸ガス供給用ボンベBのネジ4をネジ孔6に捻じ込んだ際，炭酸ガス供給用ボンベBの上端噴出口頭部3に対峙し，その炭酸ガス供給用ボンベBの封印膜3aを貫通する噴出用管11が設けられ」(構成要件J)，「前記ガス流通路は，炭酸ガス供給用ボンベBの封印膜3aを貫通した噴出用管11からの噴出ガスを導く」(構成要件K)ものとすることは，本件イベントにおいて公然実施をされた発明から，当業者が容易に想到し得るものと認められる。",
                    "よって，本件発明4は，進歩性を欠くものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明5について",
                  "text": [
                    "本件発明1の美顔器(構成要件Ｎ)は，本件イベントのデモンストレーションにおいて，円形調整用摘子の回転によって炭酸ガスの量を調整し，本件小型器の天面には開閉表示もあったのだから，円形調整用摘子の回転によって炭酸ガスの噴出や停止をすることが理解できる。よって，本件発明1を，「円形調整用摘子17の回転によって，炭酸ガス供給用ボンベBからの前記ガス流通路を介する炭酸ガスの噴出，停止もする」(構成要件M)ものとすることは，本件イベントにおいて公然と知り得るものとなったといえる。",
                    "よって，本件発明5は，本件イベントにおいて公然実施をされた発明であり，新規性を欠くものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明6について",
                  "text": [
                    "本件イベントにおいて，展示された本件小型器の本体は，下広状のスカート状であることが外観上明らかであるし，底をつけるかどうかは設計事項にすぎないから，本件発明1の美顔器(構成要件P)を，「直立型ボンベ収納ボックスの下側筒体を有底で，而も下広状のスカート状に形成」(構成要件O)することは，本件イベントにおいて公然実施をされた発明から，当業者が容易に想到し得るものと認められる。",
                    "よって，本件発明6は，進歩性を欠くものと認められる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上より，本件小型器が公然と使用されたことに基づいて，本件発明1，3～6の新規性又は進歩性が欠如したといえる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "よって，その余の点を判断するまでもなく，控訴人の請求には，理由がない。",
            "したがって，原判決は結論において相当であり，本件控訴には理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。"
  ]
}