{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許庁が20130625行服特許2異議申立事件について平成25年8月12日にした決定を取り消す。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，第2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，発明の名称を「多糖類由来化合物の生成方法並びに生成装置」とする特許出願(特願2008-169216号)の拒絶査定及び手続補正書の手続却下処分に対し，行政不服審査法6条に基づく異議申立てをしたところ，特許庁長官から，同異議申立てのうち，拒絶査定に係る異議申立てについては却下し，手続却下処分に係る異議申立てについては棄却する旨の決定を受けたことから，その取消しを求める事案である。",
        "原審は，控訴人の請求を棄却したため，控訴人は，原判決を不服として，控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実(後掲の証拠及び弁論の全趣旨により容易に認められる事実)",
          "text": [
            "前提事実は，原判決「事実及び理由」の第2の1記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「控訴人」，「被告」を「被控訴人」，「別紙」を「原判決別紙」とそれぞれ読み替える。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，別紙の控訴状(平成27年6月16日付け。「控訴の趣旨」を除く。)，控訴状(同年5月18日付け)，控訴状訂正書，控訴理由書，準備書面(同年8月26日付け)のほか，原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，拒絶査定については，行政不服審査法6条による不服申立てをすることができないから，本件異議申立てのうち，本件拒絶査定の取消しを求める部分は不適法であり，本件決定のうち本件拒絶査定に係る異議申立てを却下した部分に違法は認められず，また，本件決定のうち本件手続却下処分に係る異議申立てを棄却した部分にも違法は認められないから，控訴人の請求は理由がないものと判断する。その理由は，原判決の「事実及び理由」の第3に記載のとおりであるから，これを引用する。",
            "控訴人は，原審が，控訴人の申し出た証拠を採用せず，十分に審理を尽くさないままに判決をしたことが違法であり，憲法16条，31条，32条に違反するなどと主張する。",
            "本件記録によれば，原審は，第2回口頭弁論期日において，控訴人の文書送付嘱託の申立てを却下する旨の決定をした上，弁論を終結したことが認められる。",
            "しかし，文書送付嘱託の申立てにより，控訴人の立証しようとした「平成23年4月29日に本人送達があったこと」などの事実は，裁決(本件決定のうち本件手続却下処分に係る異議申立てを棄却した部分)の固有の瑕疵についてのものではないから，原審は，証拠調べの必要がないものと判断したものと推認することができる。よって，控訴人が申し立てた文書送付嘱託を採用しなかった原審の措置が裁量権を逸脱した違法なものであるとはいえない。",
            "また，審理の内容・経過に照らすと，原審は，取調べ済みの証拠をもって判決をなすに熟したものと判断し，弁論を終結したものと認められるから，原判決に審理不尽の違法があったともいえず，もとより憲法16条，31条，32条に反するものとも認められない。",
            "したがって，控訴人の上記主張は採用することができない。",
            "控訴人は，その他縷々主張するが，いずれも上記認定，判断を左右するものではない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，原判決は相当であって，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行コ)10003",
    "date": "2015-10-28",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(行ウ)254",
    "precedent_id": "085420",
    "ipprecedent_id": "4182",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}