{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億1000万円及びこれに対する平成25年6月26日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「データ処理システム」とする特許権を有する控訴人が，被控訴人の使用に係る原判決別紙1物件目録記載のクラウド・コンピューティング・システム(以下「被控訴人商品」という。)が同特許権に係る発明の技術的範囲に属すると主張して，被控訴人に対し，不法行為(特許権侵害)に基づく損害賠償金1億1000万円(特許法102条3項による損害額の一部1億円と弁護士費用・弁理士費用1000万円の合計)及びこれに対する不法行為の後の日である平成25年6月26日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である(一部請求)。",
            "原審は，被控訴人製品は同特許権に係る発明の構成要件A及び同Iを充足しないとして，控訴人の請求を棄却した。控訴人は，原判決を不服として，控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実，争点及び争点に関する当事者の主張",
          "text": [
            "以下のとおり付加，訂正するほかは，原判決の「事実及び理由」欄の「第2  事案の概要等」の「2  前提事実」，「3  争点」及び「4  争点に関する当事者の主張」(原判決2頁8行目ないし15頁24行目)記載のとおりであるから，これを引用する(以下，原判決の引用中「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と，それぞれ読み替え，原判決で用いられた略語はそのまま使用する。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決別紙2の添付図面として別紙図1ないし3を添付する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決14頁18行目の「乙7号証」を「特開2002-7555号公報(乙7)」に訂正する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決15頁10行目ないし22行目を，次のとおり訂正する。",
                "「ア  特許法102条3項に基づく損害",
                "被控訴人が平成22年11月から本件訴訟の提起日までの間に被控訴人商品を使用したことにより得た売上高は，288億円を下らない。",
                "本件発明の技術分野，被控訴人商品の市場，コスト構造，類似事例，実務慣行等に鑑みれば，本件発明の実施に対する相当な実施料は，売上高の3％を下回るものではない。",
                "以上から，控訴人は，被控訴人に対し，少なくとも相当実施料8億6400万円の損害賠償請求権を有するところ，その一部である1億円の支払を求める。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "弁護士費用及び弁理士費用",
                  "text": [
                    "本件訴訟の追行に対する相当な弁護士費用及び弁理士費用は，上記アの1億円の10％である1000万円とするべきである。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における当事者の補充主張(争点1-アについて)",
          "text": [
            "(控訴人の主張)",
            "発明の名称を「データセンタ，データセンタでのシステムの複写サービスの提供方法及びデータセンタでのシステムの複写プログラム」とする被控訴人が特許出願した発明の公開特許公報である特開2014-109900号公報(甲30。以下「甲30文献」という。)には，テンプレート又はテンプレートファイルについて，次のような記載がある。",
            "「仮想マシンによる仮想システムは，仮想マシンとOSと，インストールされたミドルウエアやアプリケーションプログラムやネットワーク設定やユーザーデータなどを有するテンプレート(テンプレートファイル，またはイメージファイル)に，ハードウエア資源を割り付けることで構成される。そこで，テンプレートファイルを複写して複写テンプレートを作成し，その複写テンプレートに新たなハードウエア資源を割り付けて，元の仮想システムと同じ仮想システムを生成することが行われる。」(段落【0006】)「テンプレートファイルは，仮想マシンの情報に加えてOS，ミドルウエア，アプリケーションプログラム，データそのものを含むデータファイルであるが，以下単にテンプレートと称する場合もあるが，同じ意味である。」(段落【0021】)「したがって，テンプレートファイルは，一般的なPCにおけるハードディスク内に格納されるシステムファイル，OSファイル，プログラムファイル，データに対応する。但し，データセンタではハードウエア資源を仮想化しているので，テンプレートファイルを格納するサーバとは異なるサーバまたは同じサーバがハードウエア資源として割り付けられることになる。」(段落【0033】)",
            "以上のとおり，テンプレートが，仮想マシンの情報等を含むデータファイルであり，複写の対象となる実体を有するものであって，ハードウエア資源を割り付けられることによって仮想マシンとして機能することが述べられており，テンプレートが単なるメニューにすぎないというものではないことは明らかである。",
            "そもそも，仮想化技術において，テンプレートが仮想マシンの雛形であることは，一般的な理解であり(甲17)，仮想マシンの雛形をテンプレートと呼ぶ用語例は一般的なものであるから，テンプレートが単なるメニューの表示に過ぎないというのは，およそコンピュータ技術の世界の常識に反している。",
            "テンプレートとは，上記のとおり，典型的な構成の仮想マシンの雛形として実体を有するものであり，それは，イメージファイルの形で保存されるものである。そして，ユーザーの要求に基づいて仮想マシン・仮想システムを配備するとは，そのようなテンプレートの複製(コピー)を作成することに他ならない。",
            "そして，被控訴人商品においては，テンプレートを提供する前提として，当然に総合試験が実施されており，被控訴人商品のテンプレートは，ネットワークも含めて動作保証されているのであるから，当然にインターネット接続を行って総合試験が実施されている。このようなネットワーク接続試験が行われたテンプレートについて，ユーザーの要求を受けて配備するとは，テンプレートのコピーをすることであり，インターネット接続に関しては，固有のIPアドレスを付与することにすぎない。このようにインターネット接続も含めて総合試験が実施され動作保証がなされる「テンプレート」は，「インターネットに接続する」「レンタルエンジン」(構成要件A)に該当することは明らかである。",
            "さらに，甲30文献には，「サーバ群＃1内には，複数のサーバが設けられていて，それらのサーバはスイッチSWを介してネットワークで均質に接続され，コアスイッチC-SWを介してネットワークＮWに接続され，インターネットからアクセス可能である」(段落【0016】)と記載されており，これは，ユーザーの注文の前後を問わず，ネットワークに接続され，インターネットからアクセス可能であって，実際の接続は，スイッチあるいはコアスイッチのオン・オフによってなされることを示している。そして，このことは被控訴人商品にも該当する(甲14，30)。",
            "(被控訴人の主張)",
            "控訴人は，甲30文献を証拠として提出し，被控訴人商品には，顧客からの注文を受ける時点において，本件発明の構成要件Aの「レンタルエンジン」が存在しており，それは被控訴人商品のテンプレートである旨主張する。",
            "しかし，甲30文献にあるように，「仮想マシンによる仮想システムは，仮想マシンとOSと，インストールされたミドルウエアやアプリケーションプログラムやネットワーク設定やユーザーデータなどを有するテンプレート(テンプレートファイル，またはイメージファイル)に，ハードウエア資源を割り付けることで構成される。そこで，テンプレートファイルを複写して複写テンプレートを作成し，その複写テンプレートに新たなハードウエア資源を割り付けて，元の仮想システムと同じ仮想システムを生成することが行われる。」(段落【0006】)のであり，仮想システムは，テンプレートにハードウエア資源を割り付けることで構成されること，また，複写したテンプレートファイルに新たなハードウエア資源を割り付けることで，新たな仮想システムを生成することが説明されている。仮想システムの構築には，ハードウエア資源の割り付けという工程が必要であり，複写したテンプレート自体は仮想マシンとして機能しない。むしろ，甲30文献により，テンプレートだけでは，仮想マシン及び仮想システムができあがらないことが明らかになっている。",
            "テンプレートは，被控訴人商品のサービスポータルのデザインスタジオにおいて，仮想マシンの仕様を決める画面のデータであるといえる。ワープロソフトにおけるテンプレートのように，仮想マシンの仕様を挙げたメニュー文書は存在するとはいえるかもしれないが，仮想マシンの仕様を挙げたメニュー文書にすぎず，仮想マシンではない。控訴人は，被控訴人商品におけるテンプレートは，典型的な構成として抽出した仮想システムの雛形であり，ユーザーがこれを選択し，必要な情報を入力することにより，即時にシステムが稼働できるようになっている旨主張するが，ユーザーがテンプレートを選択し，必要な情報を入力することにより，ハードウエア資源を割り付けて仮想マシンを有する仮想システムが組み上げられて，システムが稼働できるようになっているのである。",
            "以上のとおり，被控訴人商品のテンプレートは，構成要件Aの「レンタルエンジン」に該当するものではあり得ず，被控訴人商品には，顧客からの注文を受ける時点において，「レンタルエンジン」といい得るものは存在しない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被控訴人商品が構成要件A及び同Iを充足せず，本件発明の技術的範囲に属するものとは認められないから，控訴人の請求は理由がないものと判断する。その理由は，次のとおり原判決を補正して，当審における当事者の主張に対する判断を付加するほかは，原判決の「事実及び理由」の第3「当裁判所の判断」の1ないし3(原判決15頁25行目ないし25頁23行目)記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決19頁2行目の「(【段落0014】)」を「(段落【0014】)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決20頁17行目の「データ通信料」を「データ通信量」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決22頁8行目の「被告商品においては」から同頁17行目末尾までを次のとおり改める。",
                "「被控訴人商品においては，ユーザーがシステムテンプレートライブラリの中から仮想システムのネットワーク構成と，インターネット接続にするかイントラネット接続にするかを選択し，仮想マシンのOSや，タイプ(CPU，メモリ，ディスク)を選択し，仮想マシンの追加を選択するなどして，仮想マシンと仮想システムを構築した後に，リソースプールの中の必要なハードウエア資源を割り付けることによって，仮想マシン及び仮想システムを組み上げるのであるから，ハードウエア資源が割り付けられる前のテンプレートはハードウエア資源としての実体がない状態にあるといえ，これをレンタルエンジンととらえることはできない。また，ユーザーからのリクエスト時にテンプレート上に表示されたハードウエア資源の動作保証がされていることと，表示されたハードウエア資源から構成されるコンピューターが実際に配備されていることとが異なることは明らかである。さらに，用意されたテンプレートのコピーにより仮想マシンが作成されるというのも，コピーされたテンプレートに基づき，リソースプールの中の必要なハードウエア資源を割り付けることによって，仮想マシン及び仮想システムとして組み上げるということにすぎず，これらをもって，被控訴人商品における「テンプレート」が構成要件Aの「レンタルエンジン」に該当するということはできない。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，甲30文献を根拠に，テンプレートが，仮想マシンの情報等を含むデータファイルであり，複写の対象となる実体を有するものであって，ハードウエア資源を割り付けられることによって仮想マシンとして機能するものであるから，被控訴人商品のテンプレートは，本件発明の構成要件Aの「レンタルエンジン」に該当するものであり，さらに，インターネット接続も含めて総合試験が実施され動作保証がされた被控訴人商品の「テンプレート」は，「インターネットに接続する」「レンタルエンジン」に該当する旨主張する。",
                    "そこで，検討するに，甲30号証によれば，仮想マシンによる仮想システムは，ユーザーが，ユーザーインターフェース画面から，所望の処理能力を有する仮想マシンとそのOSを選択し，この選択された仮想マシンとOSに対してハードウエア資源内の必要なハードウエア資源を割り付けることで行われる(段落【0003】)，構築した仮想システムを別のユーザーに複写したい場合には，テンプレートファイルを複写して複写テンプレートを作成し，その複写テンプレートに新たなハードウエア資源を割り付けて，元の仮想システムと同じ仮想システムを生成することが行われている(段落【0006】)，データセンタは，管理サーバや複数のサーバと複数のストレージ及び複数のネットワーク機器を有するハードウエア資源群を備えており，ユーザーが作成する仮想マシンを有する仮想システムの情報を有するテンプレートファイルに，ハードウエア資源群内のハードウエアを割り付けて仮想システムを構築し運用する管理サーバを有する(段落【0014】)，ユーザーが，仮想マシンとそれにインストールするOS等を選択してオーダーすると，オーダーした仮想マシンを有する仮想システムのテンプレートがハードウエア資源群内のサーバのハードディスク領域内に生成され(段落【0022】)，管理サーバが，ユーザーが作成した仮想システムのテンプレート内の仮想マシンや仮想ストレージに，サーバやストレージなどのハードウエア資源を割り付けることによって，仮想システムが構築され，運用可能になる(段落【0027】)ことが認められる。そして，「サーバ群＃1内には，複数のサーバが設けられていて，それらのサーバはスイッチSWを介してネットワークで均質に接続され，コアスイッチC-SWを介してネットワークＮWに接続され，インターネットからアクセス可能である(段落【0016】)」とされる。",
                    "そうすると，甲30文献におけるテンプレートについても，それのみでは，実体のある仮想マシン・仮想システムであるとはいえないし，テンプレートにサーバやストレージなどのハードウエア資源を割り付けることによって，初めて実体のある仮想マシン・仮想システムとして，インターネットからアクセス可能となることが認められるのであるから，このテンプレートと，テンプレートにハードウエア資源を割り付けることによって生成される仮想マシンは，コンピュータ技術上同一のものということはできない。そして，前記認定のとおり，被控訴人商品のテンプレートは，デザインスタジオの頁において，メニューとして表示されるものであるから，被控訴人商品におけるテンプレートは，被控訴人商品のサービスポータルの表示画面において，顧客が利用する仮想マシン及び仮想システムの構成のメニューとしての選択候補を意味するにすぎない。",
                    "以上によれば，甲30文献によっても，被控訴人商品の「テンプレート」が本件発明の「レンタルエンジン」に該当するものと認めることはできない。",
                    "また，被控訴人商品においては，前記の動作保証を確認した後，ユーザーの申込みが完了するまでは仮想マシン・仮想システムが存在しているわけではなく，リソースプール内にあるCPUやメモリ等は要素ごとに個別に存在しており，仮想マシン・仮想システムとしての実体は存在しないのであるから，前記の総合試験を経て動作保証がされていることと動作保証された仮想マシン・仮想システムが存在していることとを同視することはできない。",
                    "よって，被控訴人商品の「テンプレート」が，「ホームページを通じてインターネットに複数接続する」「レンタルエンジン」(構成要件A)に該当する旨の控訴人の主張は採用することができない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決22頁18行目冒頭の「ウ」を「エ」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決23頁5行目冒頭から同頁11行目末尾までを，次のとおり改める。",
                "「しかしながら，本件発明の構成要件Cに「ユーザーの機能に関する要求に基づいてインターネット上の前記機能を表示するタグを検索し前記タグからユーザーの要求を満足させる前記レンタルエンジンを選択して」と記載されているとおり，本件発明の「レンタルエンジン」は，タグの検索により選択される際に，既にインターネットに接続されているものである。これに対し，被控訴人商品においては，仮想マシンがユーザーによりテンプレート上で選択される際には，未だ仮想マシンが，必要なハードウエア資源が割り付けられ，組み上げられておらず，存在していないのであるから，当然ながらインターネットに接続されているものではないことは前記認定のとおりである。すなわち，被控訴人商品における仮想システム及び仮想マシンは，ユーザーによりテンプレート上で構築される際に，インターネット接続にするかイントラネット接続にするかが選択され，その後，リソースプールの中の必要なハードウエア資源を割り付けることによって，仮想マシン及び仮想システムとして組み上げられ，稼働するのであるから，ユーザーが仮想マシンを選択する際に，インターネットに接続されているものではないことは明らかである。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決23頁17行目の末尾に，行を改めて，次のとおり加える。",
                "「さらに，控訴人は，被控訴人商品のリソースプール内にあるCPUやメモリ等を組み上げて配備される仮想マシンそのものが，配備前からインターネットに接続しているわけではなく(CPUやメモリ等が個別にインターネットに接続しているというわけではなく)，本件発明の「レンタルエンジン」に該当する被控訴人商品の「テンプレート」がホームページを通じてインターネットに接続している旨主張する。",
                "しかし，前記認定のとおり，被控訴人商品においては，ユーザーがテンプレートにおいて仮想システム及び仮想マシンを選択し，その申込みが確定した後，リソースプールの中の必要なハードウエア資源を割り付けることによって仮想マシン及び仮想システムとして稼働するものであるから，ハードウエア資源が割り付けられる前のテンプレートはハードウエア資源としての実体がない状態にあるといえる。控訴人も認めるように，テンプレートには，単にテンプレートファイルやイメージファイル等のファイルが存在しているにすぎないものであるから，このようなファイルが存在しているとしても，これを本件発明における「レンタルエンジン」とみることはできない。そうすると，ハードウエア資源を割り付ける前のテンプレートが本件発明の「レンタルエンジン」に該当するとの控訴人の主張は採用し得ないものである。",
                "したがって，被控訴人商品の「テンプレート」が本件発明の「レンタルエンジン」に相当すると認めることはできないし，また，被控訴人商品における仮想マシンはユーザーによる選択時には，まだ構築される前の状態であり，存在しているわけではなく，これがインターネットに接続しているわけでもない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決23頁18行目の「また，」から同24頁3行目の「さらに，」までを削る。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決24頁12行目の「における」を「は」と，同頁14行目の「ことはできないのであるから」を「ものであるのに対し，被控訴人商品では，仮想マシンを選択する段階においては，仮想マシンはまだ構築されておらず，インターネットに接続されてはいないのであるから」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決25頁11行目の「時間等」を「時間及びデータ通信量等」と，同頁14行目の「データ量」を「データ通信量」と，同頁15行目の「当該データ量」を「当該データ通信量と仮想マシンの利用時間」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決25頁20行目の末尾に，行を改めて，次のとおり加える。",
                "「(3)控訴人は，構成要件Iにいう「課金機能」とは，①当該サービスの利用に応じてユーザーに課金するために必要な情報を把握すること，②その情報に基づいて利用料を計算すること，③その計算結果をユーザーに通知して，その支払を求めることを含むと解されるところ，被控訴人商品のサービスポータルは「課金機能」の重要な一部を担っており(重要な機能を備えている。)，本件発明の構成要件Iにおける「課金機能を備えている」といえる旨主張する。",
                "しかし，「課金機能を備えている」(構成要件I)が，およそ「課金」に関する機能のすべてを備えていることは必要ではなく，課金に関する重要な機能を備えていれば十分であるといえることを前提としても，上記②の利用料を計算する(仮想システムのデータ送受信量を計算し，データ処理の開始から終了までの時間等に基づいた料金を算出すること)という重要な機能を備えている必要があるところ，検索・分配エンジンに相当するとされる被控訴人商品のサービスポータルは，上記②の利用料を計算する機能を有していないのであるから，被控訴人商品のサービスポータルが「課金機能を備えている」ということはできず，控訴人の前記主張を採用することはできない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，その余の争点について判断するまでもなく，控訴人の請求は理由がなく，控訴人の請求を棄却した原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10019",
    "date": "2015-07-15",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)16060",
    "precedent_id": "085212",
    "ipprecedent_id": "4100",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}