{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-890035号事件について平成27年9月8日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，以下の商標（商標登録第5517482号。以下「本件商標」という。）の商標権者である（甲242，243）。",
                "商標の構成  別紙本件商標目録記載のとおり",
                "登録出願日  平成24年3月27日",
                "登録査定日  平成24年7月31日",
                "設定登録日  平成24年8月24日",
                "指定商品    第14類「時計，宝玉及びその原石並びに宝玉の模造品，キーホルダー，身飾品」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成27年4月22日，本件商標の商標登録を無効にすることを求めて審判を請求した（甲242）。",
                "特許庁は，上記請求を無効2015-890035号事件として審理を行い，平成27年9月8日，「登録第5517482号の登録を無効とする。 審判費用は被請求人の負担とする。」との審決（以下「本件審決」という。）をし，その謄本は，同月17日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年10月16日（受付日），本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の使用する商標の周知性について",
              "text": [
                "被告は，1992年（平成4年）に設立以来，被告の代表的商標である「フランク  ミュラー」（「フランク・ミュラー」と前半の文字と後半の文字を「・」（中点）を介して成るものを含む。以下においても同様である。）の文字から成る商標（以下「被告使用商標1」という。）と，これの語源となった「FRAＮCK  MULLER」の文字から成る商標（以下「被告使用商標2」といい，被告使用商標1と併せて「被告使用商標」ということがある。）を商品「時計」について使用し，これを我が国を含む世界各国で広告及び販売した。これにより，被告使用商標は，被告の業務に係る商品（以下，被告の業務に係る商品である時計を総称して「被告商品」という。）を表示するものとして，我が国においても，本件商標の出願及び登録査定時において需要者の間に広く認識されていたというべきである。このことについては，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の商品の取引の実情について",
              "text": [
                "原告は，インターネット上及び店舗等において，本件商標を付して被告商品の特徴と酷似した時計（以下，原告が本件商標を付して販売する時計を総称して「原告商品」という。）を販売し，その販売や雑誌等における原告商品の紹介，宣伝をするに際して，被告商品並びに別紙引用商標目録記載1ないし3の引用商標(以下，それぞれ「引用商標1」などといい，総称して「引用商標」ということがある。）及び被告使用商標を著名な高級腕時計及び高級腕時計ブランドと認めつつ，これを引き合いとして挙げ，原告商品がパロディ商品である旨をその特徴としていることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標の商標法4条1項11号該当性について",
              "text": [
                "本件商標からは「フランクミウラ」の称呼が生じるとともに，上記(2)の原告商品の取引の実情を鑑みれば，原告は，原告商品に接した需要者が一見した際に，被告商品並びに引用商標及び被告使用商標を想起することを意図し，これを原告商品の特徴としていることが明らかであるから，本件商標からは，著名ブランドとしての「フランク  ミュラー」を想起させる場合がある。",
                "引用商標1は，「フランク  ミュラー」の文字を標準文字で表して成り，引用商標2は，「FRAＮCK  MULLER」の文字を書して成るところ，両商標は，その構成文字全体に相応して，「フランクミュラー」の称呼を生じ，前記(1)のとおり，「フランク  ミュラー」及び「FRAＮCK  MULLER」の文字は，被告の業務に係る商品を表示するものとして著名であるから，著名ブランドとしての「フランク  ミュラー」の観念を生じる。 引用商標3は，「FRAＮCK  MULLER  REVOLUTIOＮ」の欧文字を書して成るところ，その構成中に被告の業務に係る商品を表示するものとして著名な「FRAＮCK  MULLER」の欧文字を有するものであるから，その構成文字全体に相応して，「フランクミュラーレボリューション」の称呼を生じるほか，その構成中の著名な「FRAＮCK  MULLER」の文字部分から「フランクミュラー」をも生じ，著名ブランドとしての「フランク  ミュラー」の観念を生じる。",
                "本件商標は，片仮名と漢字を組み合わせた構成より成るのに対して，引用商標は，片仮名又は欧文字のみの構成より成るものであるから，本件商標と引用商標とを全体的に観察すれば，外観上，区別し得るものである。しかし，本件商標と引用商標の称呼は，それぞれ一連に称呼するときには，全体の語調，語感が近似し，相紛らわしい類似の商標である。さらに，本件商標は，著名ブランドとしての「フランク  ミュラー」の観念を想起させる場合があることから，著名ブランドとしての「フランク  ミュラー」の観念を生じる引用商標とは，観念上，類似する。そして，本件商標と引用商標1の指定商品は共通であり，また，本件商標と引用商標2及び3の指定商品は同一又は類似する。",
                "以上によれば，本件商標と引用商標とは，外観において相違があるものの，称呼及び観念において類似し，かつ，その指定商品は類似するものであるから，両商標は，類似するというのが相当であり，本件商標は，商標法4条1項11号に該当する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標の商標法4条1項10号該当性について",
              "text": [
                "前記(1)のとおり，被告使用商標は，商品「時計」について著名な商標である。そして，被告使用商標の構成は，引用商標1及び2と同じく，「フランク  ミュラー」及び「FRAＮCK  MULLER」の文字から成るものであるから，前記(3)と同様に，本件商標と被告使用商標とは，類似する商標であり，かつ，本件商標の指定商品は，「時計」を含むものである。 ",
                "したがって，本件商標は，商標法4条1項10号に該当する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件商標の商標法4条1項15号該当性について",
              "text": [
                "被告使用商標は，被告の業務に係る商品である「時計」に使用され，本件商標の商標登録出願時及び登録査定時において既に著名であったこと，本件商標が被告使用商標と類似する商標であること，本件商標の指定商品は，被告の業務に係る商品「時計」を含み，かつ，それ以外の指定商品である「宝玉及びその原石並びに宝玉の模造品，キーホルダー，身飾品」と商品「時計」とは，共にデザイン，ブランド，装飾性が重視される商品であり，その販売場所，需要者を共通にすることも多い，近似した商品といえることに照らすと，本件商標は，これをその指定商品について使用した場合には，他人の業務に係る商品と混同を生じるおそれのある商標に該当すると認められるから，仮に本件商標が商標法4条1項10号及び同項11号に該当しないとしても，同項15号に該当する。",
                "原告は，原告商品はパロディウォッチに徹しており，本件商標は需要者が被告商品の時計と出所を混同して購入することなど一切ないように使用されており，原告商品は被告商品とは明らかに別のものとして需要者に広く認識されている旨主張するが，前記(2)のとおり，原告商品は，パロディ商品である旨をその特徴としており，これは，原告商品に接した需要者が一見した際に，被告商品並びに引用商標及び被告使用商標を想起することを意図していることを示すものであるから，原告が被告の著名な被告使用商標に係る業務上の使用にただ乗り（いわゆるフリーライド）していることは明らかであって，原告の上記主張は採用することができない。   "
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件商標の商標法4条1項19号該当性について",
              "text": [
                "原告は，被告使用商標が被告商品を表示するものとして需要者の間に広く認識されていることや，本件商標が被告使用商標のパロディであることを認識しながら，時計等を指定商品等とする本件商標の商標登録出願を行い，実際に本件商標を使用して，被告商品を模した商品を製造，販売しているから，本件商標は，原告が，不正の利益を得る目的，他人に損害を加える目的その他の不正の目的をもって使用をするものと認められ，仮に本件商標が商標法4条1項10号，同項11号及び同項15号に該当しないとしても，同項19号に該当する。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "結論",
              "text": [
                "以上のとおり，本件商標は，商標法4条1項10号，同項11号，同項15号及び同項19号に違反して登録されたものであるから，同法46条1項の規定により，無効にすべきものである。 "
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（本件商標の商標法4条1項11号該当性の判断の誤り）",
              "text": [
                "本件審決は，前記第2の2(3)のとおり，本件商標と引用商標は類似の商標であり，本件商標は，商標法4条1項11号に該当する旨判断した。",
                "しかしながら，以下のとおり，本願商標と引用商標とは外観，称呼及び観念のいずれも相違し，互いに類似しない商標であるというべきであるから，本件審決の上記判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "観念について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標は，「浦」の部分に誤字があるものの，全体としては「フランク三浦」と理解することができるところ，「フランク三浦」は一般には人名を表すものと理解される。具体的には，三浦という姓の日本人で，外国人とは関係ないが「フランク三浦」という芸名等の別名を名乗っている人物，「フランク（frank）」であるという点を強調するために別名として名乗っている「三浦」姓の日本人，「三浦」姓の日本人と外国人の間の子，日本人と婚姻や養子縁組をすることにより「三浦」姓となった外国人等が想起されるのであって，引用商標から生ずる「フランク  ミュラー」というブランドの観念と全く異なる。",
                        "したがって，本件商標と引用商標から生ずる観念は，基本的には全く異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，「フランク  ミュラー」というブランドを知る需要者のうち，本件商標の持つパロディ性に気付いた者は，上記ブランドを連想する場合もあると考えられる。しかし，上記のような需要者は，同時に，「フランク  ミュラー」というブランドの持つ世界的評価，高級感，精密性を少なくとも認識し，「フランク  ミュラー」というブランドが「フランク三浦」という名称を付け，本件商標のような拙い筆跡や誤字のある標章を用いるとは認識せず，本件商標が「フランク  ミュラー」を意識した別の商標であること，又は，パロディ商標であることに同時に気付くものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件商標と引用商標の観念は類似しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼について",
                  "text": [
                    "本件商標は，前半部分が「フランク」という片仮名で，後半部分が「三浦」という漢字部分であることに伴い，その称呼は，「フ・ラ・ン・ク」という前半部分と「ミ・ウ・ラ」という後半部分で明確に区切られる。他方，引用商標は，全て片仮名又はローマ字であるため，区切りなく「フ・ラ・ン・ク・ミュ・ラー」と一気に称呼されるのが一般的である。",
                    "また，本件商標においては，「フランク」中の「ラ」の部分と「三浦」中の「ミ」の部分に2回アクセントが来るのに対し，引用商標では「フ・ラ・ン・ク」は平坦に発音され「ミュ」の部分にアクセントが来る。この点でも全体の語感，語調は相違し，称呼は大きく異なる。",
                    "さらに，「ミ・ウ・ラ」は三音節であるのに対し，「ミュ・ラー」は二音節であり，後半部分の音節数が明確に異なる。",
                    "なお，引用商標2及び3からは「フランクミューラー」という称呼も生じ，この場合，本件商標と引用商標2及び3は，6ないし7音節の間で，引用商標は二つの長音を有するのに対し，本件商標は長音が全く無いという点で大きく異なる。",
                    "以上のとおり，両商標の称呼を需要者が聞き比べた場合，区切りの違いやアクセントの違いから，その違いは明確であり，両商標の称呼は類似しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "外観について",
                  "text": [
                    "本件商標と引用商標の外観の相違は大きく，両商標を需要者が見比べた場合，これらが同一の出所を想起させるとするのは困難である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件商標と引用商標の観念及び称呼が類似するとした本件審決の判断は誤りであり，いずれも類似しない。",
                    "また，本件審決も認めるとおり，本件商標と引用商標の外観は大きく相違する。",
                    "したがって，本件商標と引用商標は類似せず，本件商標が商標法4条1項11号に該当するとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（本件商標の商標法4条1項10号該当性の判断の誤り）",
              "text": [
                "本件審決は，前記第2の2(4)のとおり，被告使用商標の構成が引用商標1及び2と同一であるから，本件商標と被告使用商標とは類似の商標であり，本件商標は，商標法4条1項10号に該当する旨判断した。",
                "被告使用商標が同号所定の周知性を有することは争わない。",
                "しかし，前記(1)のとおり，本件商標と引用商標が類似しないのと同様の理由により，本件商標と被告使用商標も類似せず，本件商標が商標法4条1項10号に該当するとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3（本件商標の商標法4条1項15号該当性の判断の誤り）",
              "text": [
                "本件審決は，前記第2の2(5)のとおり，本件商標は，これをその指定商品について使用した場合には，他人の業務に係る商品と混同を生じるおそれのある商標に該当すると認められるとして，仮に本件商標が商標法4条1項10号及び同項11号に該当しないとしても，同項15号に該当する旨判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，本件商標が被告使用商標と類似する商標ではないことは前記(1)及び(2)のとおりであり，本件審決の判断はその前提を欠く。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標の使用に係る取引の実情等についてみると，原告商品の文字盤中央には本件商標が記載されているほか，原告商品それ自体に漢字でされた「完全非防水」などの記載や原告商品の保証書兼取扱説明書の記載により，原告商品は被告商品のパロディウォッチであることが明確とされ，需要者が被告商品と出所を混同して購入することが一切ないようにして，本件商標が使用されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告商品は，被告商品の価格の100分の1～1000分の1の廉価で販売され，製造原価も少なく，それゆえ，時計本体の質感は，被告商品とは比べものにならないものとなっている。さらに，被告商品の使用実態は宝飾品といっても過言ではなく，現に，デパートの時計宝飾サロン，時計・宝飾売場，ジュエリー＆ウォッチコーナーなどで店舗や専用の販売スペースを構え，宝飾品と同様に販売されている。このように，被告商品は，性能，品質，価格，販売場所，販売方法等の点において原告商品とは大きく異なっている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)の事情に照らすと，本件商標を使用することにより，需要者が，「フランク  ミュラー」ブランドを運営する被告と原告とが親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にあると誤信することはあり得ない。",
                        "実際にも，原告商品と被告商品とは，性能，品質，価格，販売場所及び販売方法等においてかけ離れているという取引の実情並びに両商標の明瞭な相違と相まって，明らかに別のものとして需要者に広く認識されている。  "
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本件商標の持つ高いユーモア性が評価され，既に，本件商標自体が需要者に広く認識されることに成功している。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，本件審決は，原告が，著名な被告使用商標に係る業務上の信用にただ乗り（いわゆるフリーライド）している旨判断しているが，ただ乗り（フリーライド）が存在すれば，商標法4条1項15号の「混同のおそれ」があるということにはならない。そもそも，原告商品は，原告が考案した巧妙なパロディにより需要を獲得しているのであるから，被告使用商標へのただ乗り（フリーライド）ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，本件商標が商標法4条1項15号に該当するとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4（本件商標の商標法4条1項19号該当性の判断の誤り）",
              "text": [
                "本件審決は，前記第2の2(6)のとおり，本件商標は，原告が，不正の利益を得る目的，他人に損害を加える目的その他の不正の目的をもって使用をするものと認められ，仮に本件商標が商標法4条1項10号，同項11号及び同項15号に該当しないとしても，同項19号に該当する旨判断した。",
                "しかし，前記(2)のとおり，本件商標と被告使用商標は類似しない。",
                "また，本件審決の判断は，パロディであれば本家の商標との類似性を問わず，「不正の目的」があると決め付けるものであり，不当である。",
                "したがって，本件商標が商標法4条1項19号に該当するとした本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告使用商標の周知著名性について",
              "text": [
                "被告使用商標は，本件商標の商標登録出願日である平成24年3月27日の時点で，日本国内において，被告の業務に係る時計宝飾品を表示するものとして，既に需要者の間で広く認識されていた。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1（本件商標の商標法4条1項11号該当性の判断の誤り）に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "観念について",
                  "text": [
                    "本件商標は著名ブランドとしての「フランク  ミュラー」の観念を想起",
                    "させる場合があることから，著名ブランドとしての「フランク  ミュラー」の観念を生じる引用商標とは，観念において類似する。",
                    "これに対し，原告は，「フランク  ミュラー」というブランドを知る需要者のうち，本件商標の持つパロディ性に気付いた者は，上記ブランドを連想する場合もあると考えられるとした上で，そのような需要者は，本件商標が「フランク  ミュラー」を意識した別の商標であること，又は，パロディ商標であることに同時に気付くから，本件商標と引用商標の観念は類似しない旨主張する。",
                    "しかし，原告が被告商品と外観が酷似した商品に本件商標を付して販売していること，及び，本件商標は引用商標を模倣したものであることに照らすと，本件商標を付した原告商品と引用商標を付した被告商品との間で関連付けが行われ，原告商品が被告と経済的，組織的に何らかの関係を有する者の業務に係る商品であるかのように，その出所について混同を生ずるおそれがあることは否定できない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼について",
                  "text": [
                    "氏名につきフルネームとして一連一体に発音されることもあるから，本件商標につき，一連に「フランクミウラ」と称呼されることもあり，したがって，本件商標から生じる称呼は「フランクミウラ」である。",
                    "また，本件商標を発音する際に必ず最初の「ラ」と「ミ」にアクセントを置いて発音するとはいえず，本件商標の称呼においても「ミ」のみにアクセントが来ることがある。",
                    "そうすると，本件商標から生ずる称呼「フランクミウラ」（「ミ」のみにアクセント）と引用商標から生ずる称呼「フランクミュラー」（「ミュ」にアクセント）とは語調，語感においてきわめて近似する。",
                    "そして本件商標と引用商標とは本件商標中の「ミ」「ウ」と引用商標中の「ミュ」及び最後の長音の部分において称呼が異なるものの，「ミ」「ウ」が「ミュ」と近似すること，及び，語尾の長音は弱く聴取されることから，需要者は，これらの差異をもって，本件商標と引用商標を明瞭に判別できない。",
                    "したがって，本件商標と引用商標とは称呼において類似する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件商標は引用商標と類似し，また，その指定商品も類似するものであるから，本件商標は，商標法4条1項11号に該当する。",
                    "したがって，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2（本件商標の商標法4条1項10号該当性の判断の誤り）に対し",
              "text": [
                "前記(1)のとおり，被告使用商標は，被告商品を表示するものとして著名であり，かつ，前記(2)において引用商標について述べたのと同様の理由により，本件商標は，被告使用商標と類似する。そして，本件商標の指定商品は「時計」を含むものであるから，本件商標は，商標法4条1項10号に該当する。",
                "したがって，本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由3（本件商標の商標法4条1項15号該当性の判断の誤り）に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標と被告使用商標が類似しない旨主張するが，両者が類似することは，前記(2)及び(3)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，原告商品は被告商品と外観が酷似するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，原告商品は被告使用商標の著名性に乗じて顧客を獲得し，販売されたものである。これは被告使用商標へのただ乗り（フリーライド）にほかならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，①原告商品は被告商品のパロディであること，②被告商品は，性能，品質，価格，販売場所，販売方法等において原告商品とは大きく異なること，③原告商品は被告商品と明らかに別のものとして需要者に広く認識されていることから，誤認混同のおそれがない旨主張する。",
                    "しかし，①について，原告が，本件商標が登録された平成24年8月24日の直後から，原告商品の販売を開始していることに照らすと，原告は，本件商標が出願された平成24年3月当初から，被告商品の模倣品を販売する意図を有していたものといえる。そして，原告は，実際に，被告商品の特徴や被告使用商標の著名性を話題作りに利用しながら，被告商品の形態を模倣する商品を販売したもので，これらの行為は，被告が築き上げた時計業界を代表するトップブランドとしての名声にただ乗りし，その価値を貶めるものである。実際にも，原告商品がインターネット上で「フランク・ミュラーのばったもん？」などと評価されていること（甲206，207）にも照らすと，原告が本件商標を使用した場合，引用商標に化体した被告の信用，名声，顧客吸引力等にただ乗りし，これを毀損させるおそれがあることは明らかであり，被告の周知な商標と類似する商標を不正な目的をもって使用するものといえる。そして，上記のとおり，原告商品は，需要者の間で被告との間で何らかの関連がある商品であると認識されており，需要者に混同が生じている以上，完全にパロディということはできない。また，本件商標の使用によって被使用商標の稀釈化の一態様である不鮮明化（blurring）及び汚染（tarnishment），すなわち，需要者の間で，「フランク  ミュラー」商標による出所の特定機能が弱まると同時に，同ブランドの価値の低下が生じているところ，パロディによっては不鮮明化や汚染が起こることはないので，原告商品が被告商品のパロディであるということはできない。さらに，原告商品を購入した需要者・取引者が，直接当該商品につき被告の業務にかかわるものであるとは認識していなかったとしても，少なくとも日本では，通常，パロディは，真似された側の者が真似をされることについて異論はないという前提のもとに成り立っているから，被告が原告に対してパロディについて許諾をしていないにもかかわらず，取引者・需要者において，原告商品が被告から何らかの許諾を得て販売されているものであると誤認していたことは十分に考えられ，実際に乙2（YAHOO！知恵袋のウェブサイト（平成28年1月12日閲覧））や乙4（YAHOO！知恵袋のウェブサイト（平成28年1月12日閲覧））を見ても，需要者の間でそのような誤認が生じている。",
                    "②について，「フランク  ミュラー」を知らずに本件商標を見た需要者にとっては「フランクミウラ」，「フランクミュラー」というような称呼の時計のブランドという漠然としたイメージが生じ，本来の著名商標である「フランク  ミュラー」の出所の不鮮明化が生じる。また，本件商標「フランク三浦」を付した商品を見，その後「フランク  ミュラー」の商品を見た需要者，あるいは「フランク  ミュラー」を知っていて「フランク三浦」を見た需要者は，「フランク  ミュラー」についてあまり肯定的ではないイメージ，つまり，高級ではない，品がない，ふざけている，等のイメージを持つおそれがあるところ，これは商標の毀損であり，そのようなあまり良くないイメージの商品を高価な代金を支払って購入しようという意欲が失われる。このような商標の出所の不鮮明化及び毀損も商標の稀釈化の一態様であり，広い意味で混同が生じていると考えるべきである。",
                    "③について，原告商品がインターネット上で「フランク・ミュラーのばったもん？」などと評価されていること（甲206，207）にも照らすと，需要者も，本件商標やそれを付した原告商品につき，被告使用商標ないしは被告商品の模倣であると認識し，誤認混同が生じていることが明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件商標の持つ高いユーモア性が評価され，既に，本件商標自体が需要者に広く認識されることに成功している旨主張する。",
                    "しかし，原告商品は，あくまでも「フランク  ミュラー」の模倣品として広告・宣伝・販売されていたのであるから，独自に周知性を獲得したとはいえない。さらに，前記エのとおり，需要者は，本件商標やそれを付した原告商品につき，被告使用商標ないしは被告商品の模倣であると認識するか，又は，本件商標を付した原告商品が被告の許諾を受けた商品であると認識しているものであるから，本件商標自体が需要者に広く認識されることに成功しているとはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によれば，本件商標は，他人である被告商品と混同を生ずるおそれがある商標であるから，商標法4条1項15号に該当する。",
                    "したがって，本件審決の判断に誤りはない。  "
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由4（本件商標の商標法4条1項19号該当性の判断の誤り）に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標と被告使用商標が類似しない旨主張するが，両商標が類似することは，前記(2)及び(3)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(4)ウ及びエのとおり，原告による本件商標を付した商品の販売は，被告が築き上げた時計業界を代表するようなトップブランドとしての名声にただ乗りし，その価値を貶めるものにほかならず，被告使用商標の汚染を招いている。",
                    "そして，前記(4)エのとおり，原告が，本件商標の商標登録出願時において，被告商品の模倣を行うことを意図していたこと，原告は，本件審決後の平成27年11月頃，商品の製造を中止しているところ，これは，本件審決を受けて，原告が違法商品の販売を中止し，審決が確定するまでに在庫商品を売り切ろうと意図したからであると考えられることに照らすと，原告の本件商標の商標登録出願は悪意によるものであったということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件商標は，日本国内において周知著名な被告使用商標と類似の商標であり，かつ，不正の目的をもって使用をするものであるから，商標法4条1項19号に該当する。",
                    "したがって，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件商標の商標法4条1項11号該当性の判断の誤り）について",
          "text": [
            "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，しかも，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきである。もっとも，商標の外観，観念又は称呼の類似は，その商標を使用した商品につき出所の誤認混同のおそれを推測させる一応の基準にすぎず，したがって，上記3点のうちその1において類似するものでも，他の2点において著しく相違することその他取引の実情等によって，何ら商品の出所に誤認混同をきたすおそれの認め難いものについては，これを類似商標と解すべきではない（最高裁昭和39年（行ツ）第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照）。",
            "そこで，以下においては，上記の観点を踏まえて，本件商標が引用商標1ないし3と類似する商標かどうかについて判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "本件商標は，別紙本件商標目録記載のとおり，「フランク」の片仮名及び「三浦」（「浦」の漢字の右上の「、」を消去して成るものである。以下においても同様である。）の漢字を手書き風の同書，同大，等間隔に横書きして成るもので，外観視覚上，まとまりよく一体に表わされているものであって，その構成全体から「フランクミウラ」との称呼が自然に生じる。そして，この称呼は冗長なものではなく，無理なく一連のものとして称呼し得るものであり，かつ，人物名を想起させるものであるから，本件商標からは，「フランクミウラ」と一連の称呼が生じる。",
                "また，「三浦」は，日本人の一般的な姓であるほか，日本の地名を表す語である。「フランク」は，外国人の一般的な名であるが，「率直な」程度の意味を有する英語（frank）の片仮名表記でもあるから，同様の観念も生じ得る。もっとも，両親が外国人と日本人である者が日本の姓及び外国人の名を用いる例や，日本人が外国人の名ないしは英単語と日本人の姓を組み合わせ，かつ，姓に相当する漢字を全体の構成の後半部分に用いた芸名等を用いる例が一般に知られていることからすると，本件商標からは，「フランク三浦」との名又は名称を用いる日本人ないしは日本と関係を有する人物との観念が生じる。 "
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠（甲35ないし198）及び弁論の全趣旨によれば，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "フランク・ミュラー氏は，平成3年にスイスのジュネーブにおいて会社を設立して，「FRAＮCK  MULLER」の商標を用いて腕時計等の製造販売を行い，現在では，世界6か所の製作所で年間4万5千本の時計を制作し100か国以上の国で48の専門店と600以上の販売拠点を有している。",
                            "被告は，全世界における「FRAＮCK  MULLER」ブランドの知的財産を所有・管理することを目的とする会社であり，引用商標の商標権者である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「FRAＮCK  MULLER」ブランドは，平成4年に日本に進出し，以後被告使用商標を用いた時計等の販売が継続されている。平成22年から平成24年にかけてのみでも，被告使用商標を商品「時計」に使用した広告等が数多くの雑誌に掲載されている。",
                            "被告商品は，雑誌において「ラグジュアリー」の分野に位置付けされ（甲196），多くの商品の価格は100万円を超えている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "平成23年には，「FRAＮCK  MULLER」のブランドの創設20年として，日本国内でもプレス向けパーティー等のイベントが年間約4回開催された。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，世界的に被告使用商標2を用いて時計が販売されるのみならず，日本国内においても，平成4年から被告使用商標を用いて時計の販売が開始され，その後も使用が継続された結果，被告使用商標は，本件商標の商標登録出願時及び登録査定時においては，外国の高級ブランドとしての被告商品を表示するものとして，我が国においても，需要者の間に広く認識され，周知となっていたものと認められる（原告も被告使用商標の周知性を争っていない。）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標1は，別紙引用商標目録記載1のとおり，「フランク  ミュラー」の片仮名を標準文字で書して成るものであり，その構成全体から「フランクミュラー」との称呼が自然に生じる。そして，引用商標1は，周知の被告使用商標1と同一の構成の商標であるから，引用商標1からは，被告商品の観念が生じる。",
                    "引用商標2は，別紙引用商標目録記載2のとおり，「FRAＮCK  MULLER」の欧文字を黒色で書して成るものであり，その構成全体から「フランクミュラー」との称呼が自然に生じる。そして，引用商標2は，周知の被告使用商標2と同一の構成の商標であるから，引用商標2からは，被告商品の観念が生じる。",
                    "引用商標3は，別紙引用商標目録記載3のとおり，「FRAＮCK  MULLER  REVOLUTIOＮ」の欧文字を黒色のゴシック調の書体で書して成るものであり，その構成全体から「フランクミュラーレボリューション」との称呼が自然に生じる。もっとも，引用商標3の「FRAＮCK  MULLER」の部分は，周知の被告使用商標2と同一の構成であるから，引用商標3からは「フランクミュラー」との称呼も生じ，被告商品の観念も生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標1の類否について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標と引用商標1を対比すると，本件商標より生じる「フランクミウラ」の称呼と引用商標1から生じる「フランクミュラー」の称呼は，第4音までの「フ」「ラ」「ン」「ク」においては共通するが，第5音目以降につき，本件商標が「ミウラ」であり，引用商標1が「ミュラー」であって，本件商標の称呼が第5音目と第6音目において「ミ」「ウ」であり，語尾の長音がないのに対して，引用商標1においては，第5音目において「ミュ」であり，語尾に長音がある点で異なっている。しかし，第5音目以降において，「ミ」及び「ラ」の音は共通すること，両者で異なる「ウ」の音と拗音「ュ」の音は母音を共通にする近似音である上に，いずれも構成全体の中間の位置にあるから，本件商標と引用商標1をそれぞれ一連に称呼する場合，聴者は差異音「ウ」，「ュ」からは特に強い印象を受けないままに聞き流してしまう可能性が高いこと，引用商標1の称呼中の語尾の長音は，語尾に位置するものである上に，その前音である「ラ」の音に吸収されやすいものであるから，長音を有するか否かの相違は，明瞭に聴取することが困難であることに照らすと，両商標を一連に称呼するときは，全体の語感，語調が近似した紛らわしいものというべきであり，本件商標と引用商標1は，称呼において類似する。",
                        "他方，本件商標は手書き風の片仮名及び漢字を組み合わせた構成から成るのに対し，引用商標1は片仮名のみの構成から成るものであるから，本件商標と引用商標1は，その外観において明確に区別し得る。",
                        "さらに，本件商標からは，「フランク三浦」との名ないしは名称を用いる日本人ないしは日本と関係を有する人物との観念が生じるのに対し，引用商標1からは，外国の高級ブランドである被告商品の観念が生じるから，両者は観念において大きく相違する。",
                        "そして，本件商標及び引用商標1の指定商品において，専ら商標の称呼のみによって商標を識別し，商品の出所が判別される実情があることを認めるに足りる証拠はない。",
                        "以上によれば，本件商標と引用商標1は，称呼においては類似するものの，外観において明確に区別し得るものであり，観念においても大きく異なるものである上に，本件商標及び引用商標1の指定商品において，商標の称呼のみで出所が識別されるような実情も認められず，称呼による識別性が，外観及び観念による識別性を上回るともいえないから，本件商標及び引用商標1が同一又は類似の商品に使用されたとしても，商品の出所につき誤認混同を生ずるおそれがあるとはいえない。",
                        "そうすると，本件商標は引用商標1に類似するものということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "これに対し，被告は，本件商標は，著名ブランドとしての「フランク  ミュラー」の観念を想起させる場合があることから，著名ブランドとしての「フランク  ミュラー」の観念を生じる引用商標1とは，観念において類似し，称呼においても類似するから，両者は類似の商標である旨主張する。",
                            "確かに，前記(2)アのとおり，被告使用商標ないしは引用商標1が，被告商品を表示するものとして，本件商標の登録査定時に，我が国において，需要者の間に広く認識され，周知となっていたのであるから，前記(ア)のとおり，本件商標と引用商標1の称呼が類似することと相まって，本件商標に接した需要者が，本件商標の称呼から，称呼の類似する周知な被告使用商標ないしは引用商標1を連想することはあり得るものと考えられる。",
                            "しかしながら，本件商標は，その中に「三浦」という明らかに日本との関連を示す語が用いられており，かつ，その外観は，漢字を含んだ手書き風の文字から成るなど，外国の高級ブランドである被告商品を示す引用商標1とは出所として観念される主体が大きく異なるものである上に，被告がその業務において日本人の姓又は日本の地名に関連する語を含む商標を用いていることや，そのような語を含む商標ないしは標章を広告宣伝等に使用していたことを裏付ける証拠もないことに照らすと，本件商標に接した需要者は，飽くまで本件商標と称呼が類似するものの，本件商標とは別個の周知な商標として被告使用商標ないしは引用商標1を連想するにすぎないのであって，本件商標が被告商品を表示すると認識するものとは認められないし，本件商標から引用商標1と類似の観念が生じるものともいえない。",
                            "したがって，被告の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，被告は，原告が被告商品と外観が酷似した商品に本件商標を付して販売していること，本件商標は引用商標を模倣したものであることに照らすと，原告商品と被告商品との間で関連付けが行われ，原告商品が被告と経済的，組織的に何らかの関係を有する者の業務に係る商品であるかのように，その出所について混同を生ずるおそれがあることは否定できない旨主張する。",
                            "しかし，そもそも，原告が本件商標を付した時計の販売を開始したのは，本件商標の商標設定登録以後であることは当事者間に争いがない上に，本件において提出された原告商品の形態を示す証拠は，いずれも，本件商標の登録査定時よりも後の原告商品の形態を示すものであることからすると，原告が被告商品と外観が酷似した商品に本件商標を付して販売しているとの被告の主張は，本件商標の登録査定時以後の事情に基づくものであり，それ自体失当である。また，仮に，この事情を考慮したとしても，本件商標と引用商標1とでは前記(ア)で述べたとおり，観念や外観において大きな相違があること，被告商品は，多くが100万円を超える高級腕時計であるのに対し（(2)ア(ア)b），原告商品は，その価格が4000円から6000円程度の低価格時計であって（甲201，202），原告代表者自身がインタビューにおいて，「ウチはとことんチープにいくのがコンセプトなので」と発言しているように（甲206），被告商品とはその指向性を全く異にするものであって，取引者や需要者が，双方の商品を混同するとは到底考えられないことなどに照らすと，上記事情は，両商標が類似するものとはいえないとの前記(ア)の認定を左右する事情とはいえない。 ",
                            "また，本件商標と引用商標1が類似しない以上，本件商標の商標法4条1項11号該当性を判断するに当たり，本件商標が引用商標1の模倣であるかどうかを問題とする必要はないし，本件商標の商標登録出願に当たり，原告において引用商標1を模倣する意図があったとしても，そのことが直ちに商標の類否の判断に影響を及ぼすものでもない。",
                            "したがって，被告の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と引用商標2の類否について",
                  "text": [
                    "前記ア同様に，本件商標と引用商標2の称呼は類似するものの，観念においては大きく相違する。そして，外観についても，本件商標は手書き風の片仮名及び漢字を組み合わせた構成から成るのに対し，引用商標2は黒色の欧文字から成るものであるから，本件商標と引用商標2は，その外観において明確に識別し得る。",
                    "そうすると，前記アと同様の理由により，本件商標及び引用商標2が同一又は類似の商品に使用されたとしても，商品の出所につき誤認混同を生ずるおそれがあるとはいえず，本件商標は引用商標2に類似するものということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標と引用商標3の類否について",
                  "text": [
                    "本件商標と引用商標3の「FRAＮCK  MULLER」の部分を対比したとしても，前記イ同様に，本件商標と引用商標3の称呼は類似するものの，観念においては大きく相違する。そして，外観についても，本件商標は手書き風の片仮名及び漢字を組み合わせた構成から成るのに対し，引用商標3は黒色のゴシック調の欧文字の構成から成るものであるから，本件商標と引用商標3は，その外観において明確に識別し得る。",
                    "そうすると，前記イと同様の理由により，本件商標及び引用商標3が同一又は類似の商品に使用されたとしても，商品の出所につき誤認混同を生ずるおそれがあるとはいえず，本件商標は引用商標3に類似するものということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件商標は，引用商標1ないし3のいずれとも類似するとはいえない商標であるから，商標法4条1項11号に該当するものとは認められない。",
                "したがって，本件商標は商標法4条1項11号に該当するとした本件審決の判断には誤りがあるから，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件商標の商標法4条1項10号該当性の判断の誤り）について",
          "text": [
            "被告使用商標1は引用商標1と同一又は類似の，被告使用商標2は引用商標2と同一の構成から成るものであるところ，本件商標は，引用商標1及び2のいずれとも類似するとはいえない商標であることは前記1のとおりであるから，本件商標は，被告使用商標のいずれとも類似するとはいえない。",
            "したがって，本件商標は商標法4条1項10号に該当するものとは認められず，本件商標は商標法4条1項10号に該当するとした本件審決の判断には誤りがあるから，原告主張の取消事由2は理由がある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件商標の商標法4条1項15号該当性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定商品又は指定役務に使用したときに，当該商品又は役務が他人の業務に係る商品又は役務であると誤信されるおそれがある商標のみならず，当該商品又は役務が上記他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品又は役務であると誤信されるおそれがある商標が含まれる。そして，上記の「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品又は指定役務と他人の業務に係る商品又は役務との間の性質，用途又は目的における関連性の程度並びに商品又は役務の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品又は指定役務の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきものである（最高裁平成10年（行ヒ）第85号同12年7月11日第三小法廷判決・民集54巻6号1848頁参照）。",
                "そこで，以下においては，上記の観点を踏まえて，本件商標が「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」（商標法4条1項15号）に該当するかどうかについて判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と被告使用商標の類似性の程度",
                  "text": [
                    "本件商標と被告使用商標1及び2とは，それぞれ，その称呼においては類似するものの，外観及び観念において相違することは前記1及び2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告使用商標の周知著名性等",
                  "text": [
                    "被告使用商標は，いずれもフランク・ミュラー氏の氏名をそのまま商標としたものであるから，独創性の程度は低いものの，前記1(2)アのとおり，本件商標の商標登録出願時及び登録査定時において，外国の高級ブランドである被告商品を表示するものとして，我が国において，需要者の間に広く認識され，周知となっていたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標の指定商品と被告商品等の関係等",
                  "text": [
                    "本件商標はその指定商品に「時計」を含むものであるから，これは被告使用商標が周知性を獲得した商品と同一である。また，本件商標の指定商品のうち「時計」以外の商品「宝玉及びその原石並びに宝玉の模造品，キーホルダー，身飾品」については，いずれも，デザインやブランド，装飾性が重視されるとともに，身に付けたり又は所持したりして用いられるものであるほか，被告においても，指輪やネックレスが時計と共に販売されるなど（甲66，67），時計と共に販売される機会も多いものと認められるから，本件商標の指定商品は，被告商品とその性質，用途，目的において関連し，また，取引者及び需要者においても共通するものと認められる。",
                    "そして，本件商標の商標登録出願時及び登録査定時において，被告使用商標2を付した時計が，百貨店や時計店において展示する方法により販売され，また，商品の外観を撮影した写真を付して雑誌において広告宣伝されていた（甲35ないし196）。他方，本件商標の商標登録出願時及び登録査定時よりも後の事情ではあるが，原告商品は，インターネットで販売され，その際には，商品の外観を示す写真が掲載されている（甲200ないし202）。",
                    "なお，被告がその業務において日本人の姓又は日本の地名を用いた商標を使用している事実はないことは前記1(3)ア(イ)aのとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "検討",
                  "text": [
                    "前記アないしウによれば，被告使用商標は， 外国ブランドである被告商品を示すものとして周知であり，本件商標の指定商品は被告商品と，その性質，用途，目的において関連し，本件商標の指定商品と被告商品とでは，商品の取引者及び需要者は共通するものである。",
                    "しかしながら，他方で，本件商標と被告使用商標とは，生じる称呼は類似するものの，外観及び観念が相違し，かつ，前記1(3)アのとおり，本件商標の指定商品において，称呼のみによって商標を識別し，商品の出所を判別するものとはいえないものである。かえって，前記ウのとおり，被告使用商標2を付した時計が，時計そのものを展示する方法により販売がされたり，被告商品の外観を示す写真を掲載して宣伝広告がなされていること，本件商標の登録査定時以後の事情ではあるものの，本件商標を付した原告商品も，インターネットで販売される際に，商品の写真を掲載した上で販売されていることに照らすと，本件商標の指定商品のうちの「時計」については，商品の出所を識別するに当たり，商標の外観及び観念も重視されるものと認められ，その余の指定商品についても，時計と性質，用途，目的において関連するのであるから，これと異なるものではない。加えて，被告がその業務において日本人の姓又は日本の地名を用いた商標を使用している事実はないことに照らすと，本件商標の指定商品の取引者及び需要者において普通に払われる注意力を基準としても，本件商標を上記指定商品に使用したときに，当該商品が被告又は被告と一定の緊密な営業上の関係若しくは被告と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品であると誤信されるおそれがあるとはいえないというべきである。",
                    "そうすると，本件商標が「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」に該当するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，被告は，本件商標が「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」に該当することの根拠として，①原告商品の外観が被告商品の外観と酷似すること，②原告商品は被告使用商標の著名性に乗じて，つまり「フランク  ミュラー」の商標を利用して顧客を獲得し，販売されたものであり，これは被告使用商標へのただ乗り（フリーライド）にほかならないことを主張する。",
                    "しかし，①については，前記1(3)ア(イ)bのとおり，本件商標の商標登録出願時及び登録査定時よりも後の事情に基づく主張であるし，仮に，原告が被告商品と外観が酷似した商品に本件商標を付して販売しているとの被告の主張を前提にこの事情を考慮するとしても，前記1(3)ア(イ)bにおいて指摘したとおり，原告商品と被告商品は，外観が類似しているといっても，その指向性を全く異にするものであって，高級ブランド商品を製造販売する被告のグループ会社が，原告商品のような商品を製造販売することはおよそ考え難いことや，前記(2)で指摘した点に照らすと，上記事情は，本件商標が「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」に該当するものとは認められないとの認定を左右する事情とはいえない。②については，確かに商標法4条1項15号の規定は，周知表示又は著名表示へのただ乗り（いわゆるフリーライド）及び当該表示の希釈化（いわゆるダイリューション）を防止し，商標の自他識別機能を保護することによって，商標を使用する者の業務上の信用の維持を図り，需要者の利益を保護することを目的とするものではあるものの，飽くまで同号に該当する商標の登録を許さないことにより，上記の目的を達するものであって，ただ乗りと評価されるような商標の登録を一般的に禁止する根拠となるものではない。したがって，原告商品が被告使用商標の著名性に乗じ販売されたことを主張するのみでは，本件商標が同号に該当することを根拠付ける主張となるものとはいえない。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，①原告商品は被告商品のパロディとはいえず，また，原告商品を購入した需要者・取引者が，直接当該商品が被告の業務にかかわるものであるとは認識していなかったとしても，少なくとも日本では，通常，パロディは，真似された側の者が真似をされることについて異論はないという前提のもとに成り立っているから，被告が原告に対してパロディについて許諾をしていないにもかかわらず，取引者・需要者において，原告商品が被告から何らかの許諾を得て販売されているものであると誤認することは十分に考えられ，現に，乙2及び4の示すとおり実際に需要者の間で混同が生じている，②「フランク  ミュラー」を知らずに本件商標を見た需要者には「フランクミウラ」，「フランクミュラー」というような称呼の時計のブランドという漠然としたイメージが生じ，本来の著名商標である「フランク  ミュラー」の出所の不鮮明化が生じるほか，本件商標を付した商品を見，その後「フランク  ミュラー」の商品を見た需要者，あるいは「フランク  ミュラー」を知っていて「フランク三浦」を見た需要者は，「フランク  ミュラー」についてあまり肯定的ではないイメージ，つまり，高級ではない，品がない，ふざけている，等のイメージを持つおそれがあるところ，これらは商標の毀損であり，そのようなあまり良くないイメージの商品を高価な代金を支払って購入しようという意欲が失われるから，このような商標の出所の不鮮明化及び毀損も商標の稀釈化の一態様であり，広い意味で混同が生じていると考えるべきである，③原告商品がインターネット上で「フランク・ミュラーのばったもん？」などと評価されていること（甲206，207）にも照らすと，需要者も，本件商標やそれを付した原告商品につき，被告使用商標ないしは被告商品の模倣であると認識し，誤認混同が生じていることが明らかである，などと主張する。",
                    "しかし，①については，本件商標が商標法4条1項15号に該当するか否かは，飽くまで本件商標が同号所定の要件を満たすかどうかによって判断されるべきものであり，原告商品が被告商品のパロディに該当するか否かによって判断されるものではない。また，被告が主張する前提事実（パロディについては，通常，真似された側の承諾がある）が存在することを認めるに足りる証拠はないし，本件に関し，取引者・需要者において，原告商品が被告から何らかの許諾を得て販売されているものであると誤認していたことを裏付ける証拠もない。なお，被告の指摘する乙2及び4（いずれも平成28年1月12日閲覧のYAHOO！知恵袋のウェブサイト）は，いずれも本件商標の商標登録出願時及び登録査定時から相当期間後のものであるから，本件商標の商標登録出願時及び登録査定時において，本件商標が「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」に該当することを根拠付ける証拠とするのは相当ではないし，この点は措き，上記乙号各証の内容を検討しても，取引者・需要者に誤認が生じているとはいえない。すなわち，乙2は「化物語の阿良々木君の腕時計が欲しいと思い調べたら50万もするフランクミュラーのやつなんですね・・・似たようなやつで安いものはありますか？  1万から2万あたりでお願いします。」との質問に対し，「フランク三浦が最右翼です。」，「やっぱりフランク三浦しかありませんよ！」，「セイコーウォッチカレントはいかがでしょうか（＾＾）」などとの回答が寄せられているものであるので，乙2は，「フランク  ミュラー」の時計ではない時計の紹介を求め，それを前提として回答をしたものであることが明らかである。また，乙4も「フランク三浦」の時計につき，「本家から苦情はないのでしょうかね？」などと記載されているもので，原告商品が被告商品とは別物で，しかも，本家，すなわち被告の許諾を得ていないことを認識した上での記載であることが明らかである。そうすると，上記乙号各証の記載を根拠として需要者の間で出所の誤認混同が生じているものと認めることはできない。",
                    "②については，前記アで述べたのと同様に，商標法4条1項15号は，飽くまで同号に該当する商標の登録を許さないことにより，周知表示又は著名表示へのただ乗り（いわゆるフリーライド）及び当該表示の希釈化（いわゆるダイリューション）を防止するものであるから，抽象的に商標の出所の不鮮明化や，商標の稀釈化が生じると主張するのみでは，本件商標が同号に該当することを根拠付ける主張となるものではない。",
                    "③については，被告の指摘する甲206（YAHOO！JAPAＮニュースのウェブサイト（平成26年9月11日閲覧））及び207（ＮAVERまとめのウェブサイト（平成26年9月11日閲覧））は，いずれも本件商標の商標登録出願時及び登録査定時から相当期間後のものであるから，本件商標の商標登録出願時及び登録査定時において，本件商標が「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」に該当することを根拠付ける証拠とするのは相当ではない。仮にこの点を措き，上記甲号各証の内容を検討しても，上記のウェブサイトの記載は，いずれも，被告商品とは別の商品として原告商品に触れるものであることが明らかであるから，上記甲号各証の記載を根拠として，出所の誤認混同が生じていると認めることもできない。",
                    "したがって，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件商標は商標法4条1項15号に該当するものとは認められない。",
                "したがって，本件商標は商標法4条1項15号に該当するとした本件審決の判断には誤りがあるから，原告主張の取消事由3は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（本件商標の商標法4条1項19号該当性の判断の誤り）について",
          "text": [
            "前記2のとおり，本件商標は，被告使用商標のいずれとも類似するとはいえないから，本件商標が不正の目的をもって使用するものに該当するかどうかについて判断するまでもなく，本件商標は商標法4条1項19号に該当するものとは認められない。",
            "したがって，本件商標は商標法4条1項19号に該当するとした本件審決の判断には誤りがあるから，原告主張の取消事由4は理由がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由1ないし4はいずれも理由があるから，本件審決は取り消されるべきものである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}