{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2014-800187号事件について平成27年9月25日にした審決のうち，特許第4958194号の請求項1及び3に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告のその余の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用はこれを3分し，その2を被告の負担とし，その余を原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800187号事件について平成27年9月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実(争いのない事実又は後掲の証拠等により容易に認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "日本インテグレーテッドワークス株式会社(以下「日本インテグレーテッド」という。)は，原告，被告及びA(以下「A」という。)の3名(以下「原告ら3名」という。)が発起人となり，工業用機械及び内燃機関の機能維持用品の製造，販売等を目的として，平成19年1月23日に設立され，その後，平成25年7月22日に解散した株式会社である(甲44，45)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，日本インテグレーテッドの設立以来，同社の取締役を務め，同社の解散以降は，その監査役を務めている者である(甲45)。",
                    "原告は，平成20年12月31日まで，総合化学会社であるデュポン株式会社に勤務していた(甲37，46)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，日本インテグレーテッドの設立から解散に至るまで，同社の代表取締役を務めていた者である(甲45)。",
                    "被告は，日本インテグレーテッドの設立以前，ヤマハ発動機株式会社に勤務し，車両のエンジン関係の開発に従事していたことがある(乙19)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "Aは，日本インテグレーテッドの設立以来，同社の監査役を務め，同社の解散以降は，その代表清算人を務めている者である(甲45，62)。",
                    "Aは，工業用機械及び内燃機関の機能維持用品の製造，販売等を業とするエム・アイ・シーエンジニアリング株式会社(以下「MIC」という。)の代表取締役も務めている(甲62)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許庁における手続の経緯等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成23年6月8日，名称を「噴出ノズル管の製造方法並びにその方法により製造される噴出ノズル管」とする発明についての特許出願(以下「本件出願」という。)をし，平成24年3月30日，その設定登録を受けた(特許第4958194号。請求項の数3。以下，この特許を「本件特許」，この特許権を「本件特許権」，本件特許に係る明細書(甲25)を「本件明細書」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成26年11月14日付けで，本件特許の特許請求の範囲請求項1ないし3の発明(以下，順に「本件発明1」などといい，これらを併せて「本件各発明」という。)に係る特許について，本件各発明は原告が発明したものであるのに，発明者ではない被告がその名義で出願したものであるから，平成23年法律第63号による改正前の特許法123条1項6号に該当する旨主張して，無効審判請求をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特許庁は，上記請求を無効2014-800187号事件として審理した上で，平成27年9月25日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同年10月5日，その謄本が原告に送達された。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，平成27年10月29日，本件審決の取消しを求める本件訴訟を提起した。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1ないし3の記載は次のとおりである。",
            "【請求項1】",
            "熱可塑性を有する合成樹脂素材により製造されたノズル管本体から弁機能を備える噴出ノズル管を製造するための方法であって，",
            "ノズル管本体の中空部内に所定径幅を有する針材を差込み配置する工程と，",
            "ノズル管本体の所定位置を所定長さだけ加熱して軟化させる工程と，",
            "加熱により軟化された箇所をノズル管本体の外径に変化がないように押さえつつノズル管本体の長さ方向における両端側から押し込む工程と，",
            "加熱された箇所を冷却して固化する工程と，",
            "固化後に針材を引き抜く工程と，",
            "から成ることを特徴とする噴出ノズル管の製造方法。",
            "【請求項2】",
            "熱可塑性を有する合成樹脂素材により製造されたノズル管本体から弁機能を備える噴出ノズル管を製造するための方法であって，",
            "ノズル管本体の中空部内に所定径幅を有する針材を差込み配置する工程と，",
            "ノズル管本体の外周における所定位置に所定長さの熱収縮チューブを嵌合する工程と，",
            "熱収縮チューブが嵌合された箇所を加熱してノズル管本体を軟化させるとともに該熱収縮チューブを収縮させる工程と，",
            "加熱された箇所を冷却して固化する工程と，",
            "固化後に針材を引き抜く工程と，",
            "から成ることを特徴とする噴出ノズル管の製造方法。",
            "【請求項3】",
            "前記請求項1または請求項2に記載の方法により製造される噴出ノズル管であって，",
            "ノズル管本体の中空部内に，該ノズル管本体の内径よりも小径の貫通孔を有する弁が備えられていることを特徴とする噴出ノズル管。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書写しのとおりであるが，要するに，本件各発明は，原告が発明したものではなく，本件出願をした被告が発明したものと認めることができるから，本件特許は，発明者でない者の特許出願に対してされたということはできず，平成23年法律第63号による改正前の特許法123条1項6号に該当しない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "被告が本件各発明の発明者であるとした認定判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "text": [
        "(原告の主張)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告が本件各発明を完成させた経緯",
          "text": [
            "本件各発明は，以下のような経緯により，原告が，平成22年10月28日ころに完成させたものである。",
            "流量調整の課題認識",
            "原告ら3名は，平成19年1月23日，日本インテグレーテッドを共同で設立したが，それ以前の平成18年ころから，自動車用の燃焼室クリーナーを共同で開発・販売していた。",
            "上記燃焼室クリーナーは，エアゾール缶からノズルを伸ばし，自動車のエンジンの燃焼室に洗浄剤を送り込む方法により燃焼室内を洗浄するものであるが，当時販売していた製品には，使用開始から時間が経過するとともにエアゾール缶内のガス圧が低下し，洗浄剤の噴出量や噴出時間が安定しないなどの問題があった。",
            "このように，原告ら3名は，平成18年ころから，燃焼室クリーナーの噴出量及び噴出時間を調整すること，すなわち洗浄剤の流量を調整することが課題であるという共通の認識を有していた。",
            "前期型ノズルによる調整",
            "原告ら3名は，燃焼室クリーナーにおける流量調整の課題を克服するため，様々なアイデアを考え，当初は，ノズル噴出口の数や大きさの調整による解決を目指した(以下，このように噴出口の数や大きさによる流量調整を行っていた当時のノズルを，便宜上「前期型ノズル」といい，後述のとおり，ノズル管内に本件各発明に係る弁構造(ノズル管本体の中空部内に，該ノズル管本体の内径よりも小径の貫通孔を有する弁を備える構造。以下「ゲート構造」という。)を設けたノズル(以下「改良型ノズル」という。)と区別して表記する。)。",
            "すなわち，前期型ノズルによる課題解決について，原告は，Aとともに実験を行い，その結果を被告にも報告するなど，原告ら3名で情報を共有しながら，更に改良できないかを検討していた。",
            "また，被告も様々な検討を行っていたが，それは，飽くまでもエアゾール缶のボタン部分や噴出口の大きさ，洗浄剤の内容物の調整による解決を目指す立場から，各種実験(甲47，50ないし52，乙2ないし6)を行っていたものであり，本件各発明のようにノズル管自体を加工する方法については，そもそもその発想自体がなかった。",
            "改良型ノズルにおける原告の試行"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，従前デュポン株式会社で勤務していた経験から，ノズル管に使用されたポリエチレンの特性についてのノウハウを有しており，ノズル管を加熱・冷却してその管内にゲート構造を形成することで，懸案の流量調整等の問題点を解決できる可能性を見出した。",
                "そして，原告は，平成22年10月5日，上記アイデアを具体化するため，Aとともに，MICの事務所において，ノズル管の中にピアノ線を針材として通し，プライヤーをカセットコンロであぶり，ノズル管の所定箇所をプライヤーで押しつぶすことにより，針材とノズル管の隙間を埋めた簡易なゲート構造付きのノズルを製作し，噴出量のテストを行った。",
                "以上の事実は，同月6日，原告とともに実験を行っていたAが取引先である日本オイルサービス株式会社に対し，上記テストの結果を報告するメール及び当該ノズルの写真を送信していること(甲26。以下，同写真に写ったノズルを「甲26ノズル」という。)及び同月10日，Aが被告に対し，ノズルの噴射テストの結果(「しぼり」の有無による噴射時間の比較を含むもの)を報告するメールを送信していること(甲27)から裏付けられる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告は，甲26ノズルは，被告がMICの事務所で製作してAに渡したものである旨を主張し，その際の加工方法を示すものとして「ノズル管のプライヤーによる加工方法」と題する書面(乙11の2)を提出する。",
                "しかし，以下に述べるとおり，被告が甲26ノズルを製作していないことは明らかである。",
                "まず，被告は，甲26のノズルを乙11の2に示されたCRAFTSMAＮのプライヤーを使って製作したと主張するが，甲26の写真の潰された場所の幅と，上記プライヤーの幅を比べると，明らかに後者の方が大きいから，甲26ノズルが，被告主張のプライヤーを用いて製作されていないことは明らかである。",
                "また，乙11の2によれば，被告は，ノズル管を熱し，これを冷めたプライヤーで挟んでいるが，このような方法だとノズル管の直線性が維持されずに曲がってしまう上，挟んだ部分は黒くなってしまい，甲26の写真と同様の状態にはならない。現に，乙11の2の写真では，ノズル管の直線性は維持されておらず(写真9参照)，挟んだ部分が明らかに黒ずんでいる(写真11，12参照)。",
                "他方，原告は，被告主張の方法とは異なり，加熱したプライヤーで冷めたノズル管を挟む方法により作成したものであり，これによって甲26の写真のようなノズルを製作することができたものである。",
                "さらに，甲26のメールの記載によれば，甲26ノズルの製作は，当該メールの送信日である平成22年10月6日からみて「昨日」に当たる同月5日に行われたものとされるところ，被告提出の手帳(乙11の1，17)の記載によれば，被告は，同日には「MIC」を訪れていない。",
                "本件機器による改良型ノズルの製作(本件各発明の完成)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "その後，原告は，ノズル管の外径を変えないまま，ノズル管内にゲート構造を設けるため，ノズル管の外径とほぼ同じ径の穴をあけた金属素材に針材を入れたノズル管を通し，金属素材を加熱することで軟化したノズル管を押し込み，ゲート構造を形成する簡易な機構を完成させた(この際に用いた金属素材が甲28の写真1ないし4に示されたものである。)。",
                "更に，原告は，上記機構を改良し，金属素材に直接ノズル管を通すのではなく，金属素材にステンレス管を通し，そのステンレス管にノズル管を通して加熱成型することとし，平成22年10月28日，そのためのステンレス管(径が3．75のもの)を株式会社岩崎商店(以下「岩崎商店」という。)に発注し(甲35)，翌29日にその納品を受け(甲29)，その後数日のうちに，ゲート構造を備えたノズルを製作するための機器(甲28の写真5ないし7に示されたもの。以下「本件機器」という。)を完成させた。",
                "また，原告は，平成22年11月1日には，本件機器に改良を加え，ゲート構造の形成のみならず末端処理等をも行う機器を設計している(その設計図が甲30の1ないし5である。)。",
                "以上のような経過からすれば，原告は，本件各発明を実施することに用いられる本件機器の詳細が確定し，それに不可欠な材料である径3．75のステンレス管を発注した平成22年10月28日ころには，本件各発明を完成させていたものといえる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件審決は，①甲28の各写真に写された機器が本件出願前に存在した機器であるかは不明であり，また，当該機器によって具体的に何がなされるのかは明らかではない旨及び②甲29に記載された径3．75のステンレス管が何に使われるものかは明らかではない旨を認定する。",
                "しかし，上記アのとおり，原告は，平成22年11月1日，本件機器を改良した機器の設計図(甲30の1ないし5)を作成しているところ，甲30の3の設計図によれば，ステンレス管用の穴の径は3．75とされているから，本件機器においても，径3．75のステンレス管が用いられることは明らかである。そうすると，甲29に記載された平成22年10月29日に岩崎商店から納入された径3．75のステンレス管が本件機器に用いられたものであること及び本件機器がその数日後である同年11月3日ころには完成し，存在していたことは明らかである。",
                "また，原告が行った実演の結果を示した「真鍮キューブ(20mm3)にステンレスゲージ管をロー付けしたゲート作成用治具によるゲート作成実演」と題する書面(甲36)によれば，本件機器は，本件各発明に係る工程で用いられるものであることが明らかである。",
                "したがって，本件審決の上記認定は誤りであり，上記ア記載の各証拠から，原告が本件機器を完成させたこと，ひいては，本件機器を用いて実施される本件各発明を完成させたことは明らかである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，被告は，本件機器には，ステンレス管よりも，安価で熱伝導性に優れたアルミニウム管の方が適しており，ステンレス管は本件機器に不可欠なものではないから，これを発注したことから本件各発明を発明した時期が特定できるものではない旨主張する。",
                "しかし，原告が本件機器にステンレス管を用いたのは，金属管の内面に溶けた樹脂が張り付かないようにするため，金属管内面が鏡面加工されていることが不可欠であったことに加え，強度や薄さなども考慮した結果である。他方，原告は，アルミニウム管による実験も行ったことがあるが，PEチューブを押しつけた後，これを冷却する工程で，金属管内部にPEチューブが張り付いてしまう例が散見されたため，適さないものと考えた。また，真鍮パイプや鉄パイプによると，熱伝導性の問題から，パイプ全体が熱せられてしまい，一部分だけを加熱するという工程がクリアできなかったため，これらも適さないものと考えた。",
                "このように，本件機器にとってステンレス管は必要不可欠な素材であるから，被告の上記主張は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張・立証について",
          "text": [
            "被告は，後記(被告の主張)2のとおりの証拠を挙げ，被告が遅くとも平成22年10月28日ころよりも前の時点で本件各発明を完成させた旨主張するが，以下に述べるとおり，これらの証拠によって，被告が本件各発明を完成させたことが認められるものではない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "text": [
                    "まず，被告が，昭和60年から平成22年10月にかけて本件各発明の完成に向けて行っていたとする実験や着想は，いずれも前期型ノズルに関するものであって，改良型ノズルに関するものではないから，本件各発明とは何らの関わりも持たない。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "被告は，B及びCのメール(乙5，7)及び同人らの誓約書(乙6，8)を根拠として，被告は，平成22年4月の時点で，ノズル管の内部にその内径より小径の弁構造を備えたノズル管(乙6及び8の図に記載されたもの)を製作していたから，本件各発明のノズル管の弁構造についての着想を具体化していた旨主張する 。",
                    "しかし，仮に，平成22年4月の時点で被告が上記のような弁構造を備えたノズル管を製作していたのだとすれば，その後の平成22年10月から11月ころに，被告が，改めて熱収縮チューブ，針金及びライターを用いたノズル管の製法を思いつくわけがないから，上記各証拠は，被告の主張と矛盾している。",
                    "また，乙8でCが述べるとおり，乙7記載の新ノズルがその内部に弁構造を有するものであるとすれば，乙7添付の「燃焼室クリーナー噴射量」に記載されたような噴射量とはならないはずである。すなわち，本件各発明に係るゲート構造を有するノズルの特徴は，内容物が減少しエアゾール缶内の圧力が低下したとしても噴射量は一定を保つことができ，内容物がなくなった段階で噴射量が一気に減少し噴射しなくなることにあるから，仮に，乙7記載の新ノズルがゲート構造を有するものであれば，その噴射量も同様の経過をたどるはずである。ところが，乙7添付の「燃焼室クリーナー噴射量」の記載によれば，乙7記載の新ノズルの噴射量は，20分から25分までが100cc，25分から30分までが80cc，30分から32分までが30ccというように，徐々に噴射量が減少している。してみると，乙7記載の新ノズルは，ゲート構造を備えたノズルではないことが明らかであるから，被告の主張及びCの供述は事実と異なるものである。",
                    "したがって，被告の上記主張を認めることはできない。"
                  ]
                },
                {
                  "fig": "(3)",
                  "text": [
                    "被告は，平成22年10月10日付けのAから被告へのメール(甲27)に示されたノズルの噴射テストに用いられたノズル管は，同年9月15日付けの被告からAへのメール(乙9)に記載された，被告がAに送付したノズル管である旨主張する。",
                    "しかし，乙9は，飽くまでもノズルの噴出口の穴の大きさや口の数により噴出量を調整しようとしている際のやりとりを示すメールにすぎず，前期型ノズルに関するものであるから，乙9に記載された，被告がAに送付したノズル管も前期型ノズルにすぎない。",
                    "これに対して，甲27に示されたノズルの噴射テストは，「しぼり」の有無によって実験結果を振り分けているものであるから，ノズル管内に「しぼり」，すなわちゲート構造を設けたノズル管とそれ以外のノズル管による流量時間について実験したものであることが明らかである。",
                    "したがって，甲27のメールに示されたノズルの噴射テストに用いられたノズル管は，被告がAに送付したノズル管ではなく，甲27のメールは，平成22年10月10日の時点で，原告がAとともに，ゲート構造付きノズル管による流量調整実験を行っていたことを示すものである。"
                  ]
                },
                {
                  "fig": "(4)",
                  "text": [
                    "被告は，被告が甲26ノズルを製作し，Aに渡した旨主張するが，そのよ(5)   被告は，被告が，平成22年12月14日，D弁理士(以下「D弁理士」という。)に対し本件各発明の内容に関する説明を行い，これに基づいて，D弁理士が代理人として本件出願を行ったことをもって，被告が本件各発明の発明者であることの根拠とする。",
                    "しかし，原告は，平成22年11月10日から同月20日ころにかけて，被告に対し，原告が完成させた本件各発明の内容やその製作工程についての説明を行うとともに，改良型ノズルを製作する実演を見せるなどしているから，被告は，これによって初めて本件各発明についての理解を得たのであり，その結果，その後の平成22年12月14日，D弁理士に対し本件各発明についての説明ができたということにすぎない。",
                    "したがって，被告がD弁理士に本件各発明についての説明を行ったという事実は，被告が本件各発明の発明者であることを示すものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，本件各発明の発明者は被告ではなく，原告であると認められるから，これと異なる本件審決の認定は誤りであり，本件審決は取り消されるべきでる。",
            "(被告の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "原告は，原告が本件各発明を着想し，完成させたことを立証していないこと",
          "text": [
            "甲26ノズルについて",
            "原告は，原告が甲26ノズルを製作したことを根拠として，平成22年10月5日に原告がノズル管内にゲート構造を形成する着想を得ていた旨を主張するが，原告は，原告自身が甲26ノズルを製作したことを示す客観的な証拠を何ら提出していない。",
            "かえって，甲26ノズルは，被告が，平成22年10月4日午前及び翌5日にMICの事務所を訪れた際に，Aの目の前で製作し，Aに渡したものであり，その際の加工方法は乙11の2に示されたとおりである。",
            "これに対し，原告は，被告が乙11の2で示した加工方法によっては甲26ノズルを製作できない旨主張するが，以下に述べるとおり，原告の主張は理由がない。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "まず，原告は，甲26の写真の潰された場所の幅と，乙11の2に示されたCRAFTSMAＮのプライヤーの幅について，後者の方が明らかに大きい旨指摘する。",
                "しかし，甲26ノズルは，被告がMICの作業部屋に置いてあった被告のCRAFTSMAＮのプライヤーを用いて作成したものであるが，被告が乙11の2の実証実験で用意したCRAFTSMAＮのプライヤーは，当該実験のために被告が新たに購入したものであり，必ずしも同一型のプライヤーで作成したものではないから，仮に上記のような幅の違いがあったとしても，何ら問題となるものではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，原告は，被告が実証実験で製作したノズル管(乙11の2)が，直線性を維持できておらず，かつ，プライヤーで挟んだ部分が黒ずんでいることから，乙11の2の方法は甲26ノズルの製作方法とは異なる旨主張する。",
                "しかし，乙11の2の写真を見ても，被告が実証実験で製作したノズル管の直線性が維持できていないとはいえず，原告の上記指摘は当てはまらない。",
                "また，乙11の2のノズル管のプライヤーで挟んだ部分が黒ずんでいるのは，ライターでノズル管を加熱した際の煤によって黒ずんだものにすぎず，タオル等で拭けば無くなるものであって，ノズル管が焦げて黒く変色しているものではない。",
                "むしろ，甲26ノズルの写真を見ると，ノズル管のプライヤーで挟んだ部分は，黒ずんでいるのであって，原告が製作したノズル管(甲36)よりも，被告が製作したノズル管(乙11の2)の方が，甲26ノズルに近いものといえる。",
                "本件機器について",
                "原告は，甲28ないし32及び35(枝番を含む。)の各証拠に基づき，原告は，本件各発明を実施することに用いられる本件機器の詳細が確定し，それに不可欠な材料である径3．75のステンレス管を発注した平成22年10月28日ころには，本件各発明を完成させていた旨主張する。",
                "しかし，以下に述べるとおり，上記各証拠からそのような事実を認定することはできないのであり，この点に関する本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，甲29に記載された径3．75のステンレス管が本件機器に用いられるものであること及び本件機器が平成22年11月3日ころには完成し存在していたことは明らかである旨主張する。",
                "しかし，本件審決が指摘するとおり，本件機器が上記の時点において存在していたこと及び本件機器が原告によって製作されたものであることについては，何ら立証されておらず，本件機器が本件各発明を実施するものであるかどうかについても，具体的には何ら示されていない。",
                "原告は，真鍮キューブを用いたゲート作成実演に係る写真等(甲36)を提出するが，これに使用されている真鍮キューブが本件機器と同一のものであるかどうかは不明であるから，これによって，本件機器が本件各発明を実施するものであることが認められるものではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，径3．75のステンレス管は，本件機器によって本件各発明を実施するのに不可欠な材料である旨主張する。",
                "しかし，甲30の3の設計図に，径3．75の記載があることは確かであるが，そもそもこれらの設計図を見ても，ノズルのゲート構造やノズルの製造方法については一切記載されておらず，また，甲29及び甲35に係るステンレス管と本件機器との関係は不明である。",
                "また，原告は，本件発明1のノズル管本体の外径に変化がないように押さえる工程にステンレス管が不可欠である旨主張するが，当該工程に用いられる材料がステンレス管である必要はなく，むしろ，安価で熱伝導性に優れているアルミニウム管の方が適切である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，本件機器の詳細が確定し，ステンレス管を発注したことをもって，本件各発明を完成させた旨主張する。",
                "しかし，発明とは，技術的思想の創作であり，発明の実施に用いる機器を製造することは発明ではないから，本件機器を設計ないし製造したからといって発明をしたとはいえない。",
                "また，ステンレス管を発注しただけでは，本件各発明が完成したといえない。すなわち，本件各発明の要部は，弁構造を作成する針材であるところ，原告が平成22年10月28日ころに針材を発注したという事実はなく，甲30ないし甲32(枝番を含む。)の設計図等にも，ノズルのゲート構造やノズルの製造方法について一切記載されていないばかりか，発明の要部である弁構造を作成する針材の記載すらない。",
                "更に言えば，原告が発注したステンレス管の外径は3．75㎜であり，その厚みは0．28㎜であることから，その内径は3．19㎜であるところ，本件各発明に用いるノズル管の外径は，3．05㎜であり，ステンレス管の内径とノズル間の外径との平均隙間は0．07㎜しかないから，熱収縮チューブを挿入することは不可能であり，少なくとも，本件機器によって本件発明2を実施することができないことは明らかである。",
                "以上によれば，原告が径3．75のステンレス管を発注したことによって，原告が本件各発明を完成させたことが証明されるものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告が本件各発明を完成させた経緯",
          "text": [
            "本件各発明は，以下のような経緯により，被告が，遅くとも平成22年10月28日ころよりも前の時点に完成させたものである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "text": [
                    "被告は，ヤマハ発動機株式会社に在籍中の昭和60年ころ，車のエンジンストップ現象を解決するためのキャブレターのパイロットジェット(乙1)を開発した際に，燃料供給の流量を調整する弁構造についての着想を得ていた。",
                    "被告が使用していた手帳の平成18年8月5日の欄(甲47)には，「カーボンクリーナ20本受取り  ♯13  ケトン系  ♯ブチルセルソルブ",
                    "連続10分」との記載があるが，これは燃焼室クリーナーの噴出時間を計測した時間及びそのときの試作品が届いたことを示すものである。",
                    "したがって，この時点において，被告が，燃焼室クリーナーの噴出量を制御する手法について課題を認識し，試作において噴出する材料と噴出時間の関係に着目し，課題の解決に取り組んでいたことが分かる。",
                    "そして，その後の平成20年11月には，被告は，上記課題を解決するために，ノズル管を外から機械的に圧迫する方法を試みている(甲50)。",
                    "乙2は，平成19年4月以降，被告がディーゼル車で燃焼室クリーニングを行っていたことを証明する資料であり，ディーゼル車の排気ガスのスモークテストの結果である。",
                    "エンジンの吸入系から燃焼室に，エアゾール缶に充填した洗浄剤を注入すると，ガソリンエンジンではノッキングは発生しないが，ディーゼルエンジンではノッキングが発生する問題が起きていた。その原因は洗浄剤に着火していることにあったため，洗浄剤の注入量，洗浄剤の種類等を改良しなければならなかった。",
                    "被告は，上記スモークテストを通して，噴出ノズル管の中空部に弁構造を設けることでエアゾール缶から噴出する洗浄剤の流量を調整するという着想を得ていた。",
                    "また，被告は，平成20年11月29日に知人であるB(以下「B」という。)に対してエアゾール缶の噴霧実験の結果に関するメール(甲51)を送信し，その中で，「注入管に入れたガラスビーズと最先端までの距離は少ない方が霧になるようです。3㎝  2㎝  1㎝と短くなるに従い  霧化は良くなりました。」と述べている。",
                    "このように，この時点で，被告は，噴出ノズル管に用いる弁構造を具体的に試行し，実験評価を行っている。",
                    "エア・ウォーター・ゾル株式会社から被告宛ての平成21年6月23日付け仕様書(乙3)によれば，被告は，燃焼室クリーナーのエアゾール缶のステム孔(噴出口)の色や穴径等を詳細に指示した上で，流量調整に向けた具体的な開発を開始していることが分かる。",
                    "平成21年12月25日には，住鉱潤滑剤株式会社から被告に対し，燃焼室クリーナーの試作品(420ml・600ml)が送付されるとともに，それらの噴射時間の測定結果が伝えられており，噴出量の調整などの課題を受けた実験が行われていることが分かる(乙4)。",
                    "さらに，平成22年4月3日付けの被告からAへのメール(甲52の1及び2)には，「【Ｎew押しボタン初期噴射量】」，「製品化した場合の噴出量は安定させることが重要事項になります。」，「エアゾール缶の噴射量について，初期噴射量…と終末噴射量の差が少なく出来ることが重要な事項です。」といった記載がある。",
                    "これらの記載は，エアゾール缶の押しボタンにおいて，金属光沢の絞り板を入れた仕様のもの(甲52の2の写真右側に写ったもの)に関する記載であり，被告が弁構造の試作を含めて継続して開発を行っていたことを示すものである。",
                    "平成22年4月6日付けのBから被告へのメールには，「総量と液量の変化は液粘度の違いと思います。」，「新型ノズルは良いですね。」との記載がある(乙5)。しかるところ，この「新型ノズル」は，被告が開発し，燃焼室クリーナーとともにBに提供したノズル管であり，その形状は，噴出量を調整するために，ノズル管の噴出孔の手前に，ノズル管の内径より小径の弁構造を備えたものであった。このことは，B作成の平成28年1月11日付け誓約書(乙6)に記載されたとおりである。",
                    "また，平成22年4月12日付けの株式会社ガレージ北関東のC社長(以下「C」という。)から被告へのメールには，燃焼室クリーナサンプル品の噴射時間テストの結果，すなわち，新ノズルと旧ノズルの噴射時間，噴射量についての実験結果が添付されているところ(乙7)，この新ノズルの形状も，上記「新型ノズル」と同様の弁構造を備えたものであった。このことは，C作成の平成28年1月9日付け誓約書(乙8)に記載されたとおりである。",
                    "したがって，被告は，このころには，本件各発明のノズル管の弁構造についての着想を具体化していたものといえる。",
                    "平成22年9月15日付けの被告からAへのメール(乙9)によれば，このとき，被告がAにノズル管を送付していることが認められるから，その後の同年10月10日付けのAから被告へのメール(甲27)に示されたノズルの噴射テストに用いられたノズル管は，上記のとおり，被告がAに送付したものであると認められる。",
                    "被告は， 平成22年10月4日午前及び翌5日にMICの事務所を訪れた際に，Aの目の前で，乙11の2に示された方法により，甲26ノズルを製作し，Aに渡した。",
                    "さらに，被告は，平成22年10月から11月ころに，Bの自宅において，本件発明2を実施することが可能な部材である，透明な熱収縮チューブ，針金，ライター及びノズル管を用いて，噴出量の調整が可能なノズル管の弁構造を作り出しものである。このことは，B作成の平成27年3月12日付け誓約書(甲42)に記載されたとおりである。",
                    "その後，被告は，平成22年12月14日，D弁理士に対し，本件各発明の内容に関する説明を行い，これに基づいて，D弁理士が，平成23年6月8日，被告を発明者及び出願人とする本件出願を行った(甲43の1及び2，甲53の1，甲56の1及び2)。",
                    "以上のような経緯からすれば，被告は，遅くとも原告が本件各発明を完成させたとする平成22年10月28日の時点よりも前には，本件各発明の着想・具体化を経てこれを完成させていた。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，本件各発明の発明者は，原告ではなく，被告であるとした本件審決の認定に誤りはないから，原告主張の取消事由は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "text": [
            "本件各発明に係る特許請求の範囲の記載は，前記第2の2記載のとおりである。",
            "また，本件明細書には，次のような記載がある(図面については別紙参照)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "本発明は，噴出ノズル管に関し，詳しくは，弁機能を備える噴出ノズル管に関するものである(段落【0001】)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "スプレー缶・エアゾール缶には内容物のほか該内容物を噴出するためのガスが封入され，缶の上方に設けられた噴出ノズルや，あるいは，該噴出ノズルに更にノズル管を取り付けて該ノズル管の先端部に設けた開口を噴出口として，缶内の内容物が噴出される構造となっている。",
                "ノズル管を取り付けて内容物を噴出する場合において，ノズル管内には内容物とガスが交互に管内に進入することとなり，その結果ノズル管先端部の噴出口から内容物が断続的に噴出されることとなって，安定した噴出が行われないという問題があった。",
                "また，内容物の噴出量については，缶内におけるガスの圧力に左右されることとなるため，初めのうちは強い圧力で噴出されるが，時間の経過によるガス圧の低下とともに急激に噴出が弱まることとなり，その結果噴出量が一定しないという問題もあった。",
                "内容物の安定かつ一定の噴出を実現するためには，長時間一定のガス圧を実現するとともに，内容物とガスとがノズル管内で分断せずに上手く混合させることが必要となる。そのため，従来より，長時間安定したガス圧を得られるガスの開発やスプレー缶自体の構造的改良について，種々研究されてきているものの未だ研究途上であり，一方，ノズル管の構造として内容物の安定かつ一定の噴出を実現するノズル管については，従来から流量安定器を用いる方法があるが，ノズル内部に装着できるものではないとともに調整が必要であり，かつ，構造が複雑で製品コスト的に高価であるため，誰でも安定した噴出を実現できるものではなかった。(段落【0002】ないし【0004】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "本発明は，上記問題点に鑑み，内容物の安定かつ一定の噴出を実現することができるとともに，安価で容易に製造可能な噴出ノズル管を提供することを目的とするものである(段落【0006】)。"
              ]
            },
            {
              "fig": "エ",
              "subject": "課題を解決するための手段",
              "text": [
                "上記目的を達成するため，請求項1記載の本発明は，熱可塑性を有する合成樹脂素材により製造されたノズル管本体から弁機能を備える噴出ノズル管を製造するための方法であって，ノズル管本体の中空部内に所定径幅を有する針材を差込み配置する工程と，ノズル管本体の所定位置を所定長さだけ加熱して軟化させる工程と，加熱により軟化された箇所をノズル管本体の外径に変化がないように押さえつつノズル管本体の長さ方向における両端側から押し込む工程と，加熱された箇所を冷却して固化する工程と，固化後に針材を引き抜く工程と，から構成されている。",
                "また，請求項2記載の本発明は，熱可塑性を有する合成樹脂素材により製造されたノズル管本体から弁機能を備える噴出ノズル管を製造するための方法であって，ノズル管本体の中空部内に所定径幅を有する針材を差込み配置する工程と，ノズル管本体の外周における所定位置に所定長さの熱収縮チューブを嵌合する工程と，熱収縮チューブが嵌合された箇所を加熱してノズル管本体を軟化させるとともに該熱収縮チューブを収縮させる工程と，加熱された箇所を冷却して固化する工程と，固化後に針材を引き抜く工程と，から構成されている。",
                "さらに，請求項3記載の本発明は，前記製造方法により製造される噴出ノズル管であって，ノズル管本体の中空部内に，該ノズル管本体の内径よりも小径の貫通孔を有する弁が備えられている構造となっている。(段落【0007】ないし【0009】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "発明の効果",
              "text": [
                "本発明にかかる弁機能を備えた噴出ノズル管の製造方法によれば，熱可塑性を有する従来のノズル管本体における中空部内に針材を差込み配置した状態で，外部から熱を加えた上で適宜簡単な工程を経ることで，ノズル管本体に弁機能を備えさせることが可能となり，これにより安定かつ一定の噴出を実現する噴出ノズル管を製造することが可能となる。",
                "また，本発明にかかる弁機能を備えた噴出ノズル管によれば，ノズル管本体の中空部内に，該ノズル管本体の内径よりも小径の貫通孔を有する弁が備えられているため，該弁を介することでガス圧の一定化が図られ，内容物の噴出量が噴出初期と終末期とで変化が少なく安定的噴出を長時間持続することができるとともに，望む流量が得られ，かつ，該弁の作用で内容物に溶け込んでいるガスが内容物から部分的に分離され，弁通過後に混合室において撹拌がなされて内容物とガスとの均一混合が図られ泡状となって，安定的な噴出を行うことが可能となる。(段落【0010】，【0011】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "発明を実施するための形態",
              "text": [
                "実施例1",
                "図1は，本発明にかかる噴出ノズル管1の製造方法の第一の実施例を示すフロー図である。",
                "なお，本実施例で使用するノズル管本体10は，熱可塑性を有する合成樹脂素材，例えばLDPE(低密度ポリエチレン)等により製造されている。",
                "まず初めに，ノズル管本体10の中空部内に，所定径幅を有する針材11を差込み配置する。なお，針材11の径幅は，そのままノズル管本体10に形成される貫通孔21の径幅となる。したがって，該針材11の径幅については，噴出量などを考慮して任意に決定される。",
                "次に，ノズル管本体10の中空部内に針材11が差込み配置された状態で，ノズル管本体10の所定位置を加熱する。ノズル管本体10は熱可塑性を有しているため，加熱によりノズル管本体10の加熱箇所は軟化する。ノズル管本体10における加熱する位置については，弁20を形成する位置に合わせて適宜決定される。なお，形成された弁20を通過して均一混合された内容物BとガスGをその状態のまま噴出口から噴出すべく，例えば，ノズル管本体10における噴出口13を備えた先端部14に近い位置を加熱するのが望ましい。また，ノズル管本体10における加熱すべき長さについても，噴出量などを基に最終的に形成される弁20の長さを考慮して，適宜決定される。",
                "ノズル管本体10における加熱する位置すなわち弁20が形成される位置について，先端部14から所定間隔を置いてノズル管本体10の中間所定位置とする態様が望ましく，この態様を採用することにより，ノズル管本体10において弁20と先端部14との間に混合室16が形成されることとなる。内容物Bに溶け込んだガスGは，弁20を通過した際に内容物Bから部分的に分離されることとなるが，かかる混合室16を形成することにより，缶から予め気体として噴出されてきたガスGを含め弁20で分離されたガスGと内容物Bとが該混合室16内において撹拌が行われ，内容物BとガスGとの均一混合が図られて泡状になって，安定した噴出に資することとなる。",
                "加熱によってノズル管本体10所定箇所が軟化した後，その軟化した箇所をノズル管本体10の長さ方向における両端側から押し込み，ノズル管本体10を形状変化させる。このとき，ノズル管本体10の外径に変化がないよう，その外周面は押さえられる。これにより，軟化したノズル管本体10は，外側に迫り出すことなく，中空部を塞ぐように内側に迫り出すこととなる。",
                "その後，ノズル管本体10の加熱された箇所を冷却することにより，ノズル管本体10は，中空部を塞ぐように内側に迫り出した状態で固化される。",
                "冷却して固化した後，ノズル管本体10の中空部内に差込み配置された針材11が引き抜かれることで，本実施例にかかる噴出ノズル管1が完成する。図3は，本実施例にかかる製造方法により製造された噴出ノズル管1の実施形態を示す断面図である。(段落【0015】ないし【0021】)。",
                "実施例2",
                "図4は，本発明にかかる噴出ノズル管1の製造方法の第二の実施例を示すフロー図である。",
                "なお，本実施例で使用するノズル管本体10について，熱可塑性を有する合成樹脂素材により製造されることは，第一の実施例と同様である。",
                "まず初めに，ノズル管本体10の中空部内に，所定径幅を有する針材11を差込み配置する。なお，針材11の径幅は，そのままノズル管本体10に形成される貫通孔21の径幅となる。したがって，該針材11の径幅については，噴出量などを考慮して任意に決定される。",
                "次に，ノズル管本体10の外周における所定位置に，熱収縮チューブ12を嵌合する。ノズル管本体10における熱収縮チューブ12を嵌合する位置については，弁20を形成する位置に合わせて適宜決定される。なお，形成された弁20を通過して均一混合された内容物BとガスGをその状態のまま噴出口から噴出すべく，例えば，ノズル管本体10における噴出口13を備えた先端部14に近い位置に熱収縮チューブ12を嵌合するのが望ましい。また，嵌合すべき熱収縮チューブ12の長さについても特に限定はなく，噴出量などを基に最終的に形成される弁20の長さを考慮して，適宜決定される。",
                "ノズル管本体10における熱収縮チューブ12を嵌合する位置すなわち弁20が形成される位置について，先端部14から所定間隔を置いてノズル管本体10の中間所定位置とする態様が望ましく，この態様を採用することにより，ノズル管本体10において弁20と先端部14との間に混合室16が形成されることとなる。かかる混合室16を形成することによる作用効果並びに噴出口13が備えられる箇所については，上記第一の実施例と同様である。",
                "次いで，ノズル管本体10に嵌合された熱収縮チューブ12を加熱する。熱収縮チューブ12の加熱温度については，該熱収縮チューブ12の収縮温度並びにノズル管本体10が形状変化可能な程度に軟化する温度を考慮して，適宜決定される。熱収縮チューブ12は，加熱されると収縮する作用を有しているため，加熱により径が小さくなる。また，ノズル管本体10は熱可塑性を有しているため，加熱によりノズル管本体10の加熱箇所は軟化する。これらの相互作用を利用して，加熱により熱収縮チューブ12を収縮させることでノズル管本体10を外周側から締め付け，このとき加熱により軟化したノズル管本体10は中空部を塞ぐように内側に迫り出し，形状変化させられることとなる。",
                "なお，加熱による熱収縮チューブ12の収縮程度については，特に限定はないが，例えば，図面に示すように，熱収縮チューブ12の外径がノズル管本体10の外径に一致する程度に収縮させる態様が考え得る。",
                "その後，熱収縮チューブ12並びにノズル管本体10の加熱された箇所を冷却することにより，熱収縮チューブ12は，ノズル管本体10を外周側から押し込んで締め付けた状態で固化されるとともに，ノズル管本体10は，熱収縮チューブ12の締め付けにより中空部を塞ぐように内側に迫り出した状態で固化される。",
                "冷却して固化した後，ノズル管本体10の中空部内に差込み配置された針材11が引き抜かれることで，本実施例にかかる噴出ノズル管1が完成する。図5は，本実施例にかかる製造方法により製造された噴出ノズル管1の実施形態を示す断面図である。(段落【0025】ないし【0031】)",
                "以上を総合すれば，本件各発明は，スプレー缶・エアゾール缶等に用いられる熱可塑性を有する合成樹脂素材からなる噴出ノズル管について，内容物の安定かつ一定の噴出を実現することができるとともに，安価で容易に製造可能な噴出ノズル管を提供するという課題を解決するために，弁機能を備える噴出ノズル管，すなわち，ノズル管本体の中空部内に該ノズル管本体の内径よりも小径の貫通孔を有する弁を備える噴出ノズル管を提供しようとする発明であり，本件発明1は，このような噴出ノズル管を製造する方法として，①ノズル管本体の中空部内に所定径幅を有する針材を差込み配置する工程，②ノズル管本体の所定位置を所定長さだけ加熱して軟化させる工程，③加熱により軟化された箇所をノズル管本体の外径に変化がないように押さえつつノズル管本体の長さ方向における両端側から押し込む工程，④加熱された箇所を冷却して固化する工程及び⑤固化後に針材を引き抜く工程からなる方法(以下「本件発明1の方法」という。また，上記各工程を「本件発明1の工程①」などという場合がある。)を採用した点に，本件発明2は，同様の噴出ノズル管を製造する方法として，①’ノズル管本体の中空部内に所定径幅を有する針材を差込み配置する工程，②’ノズル管本体の外周における所定位置に所定長さの熱収縮チューブを嵌合する工程，③’熱収縮チューブが嵌合された箇所を加熱してノズル管本体を軟化させるとともに該熱収縮チューブを収縮させる工程，④’加熱された箇所を冷却して固化する工程及び⑤’固化後に針材を引き抜く工程からなる方法(以下「本件発明2の方法」という。また，上記各工程を「本件発明2の工程①’」などという場合がある。)を採用した点に，本件発明3は，本件発明1又は2の方法により製造することで，ノズル管本体の中空部内に該ノズル管本体の内径よりも小径の貫通孔を有する弁を備える噴出ノズル管とする点に，それぞれ特徴を有する発明であると認めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "認定事実",
          "text": [
            "前記第2の1の前提事実のほか,後掲の各証拠及び弁論の全趣旨によれば，本件各発明の完成及び本件出願に関わる事実として，次の事実が認められる。",
            "原告ら3名は，平成18年ころから，共同して自動車の燃焼室クリーナー(エアゾール缶からノズルを伸ばし，自動車の燃焼室内に洗浄剤を送り込んで洗浄をする製品)の開発・販売に取り組み，これを事業化するための会社として，平成19年1月23日，日本インテグレーテッドを共同で設立した。",
            "また，原告ら3名は，平成18年ころから，その販売に係る燃焼室クリーナーについて，洗浄剤の噴出量や噴出時間が安定しないという問題点があることを共通の課題として認識し，これを改善する製品の開発に取り組んでいた。(甲37，48，62，63，乙19，弁論の全趣旨)",
            "Aは，平成22年10月6日，日本インテグレーテッドの取引先である日本オイルサービス株式会社のE部長に対し，甲26ノズルの写真を添付したメール(以下「甲26メール」という。)を送信した。そのメール本文には，「昨日，ノズル噴射量安定化のための試験をしまして，添付写真のようにノズルを途中でへこまし流量調整に成功しました。」との記載があり，上記写真には，その途中が押しつぶされた状態のノズル管が示されている。(甲26)",
            "Aは，平成22年10月10日，被告に対し，ノズル噴射テストの結果を添付したメール(以下「甲27メール」という。)を送信した。そのテスト結果には，複数の燃焼室クリーナーについて，「穴数」，「穴径」及び「しぼりの有無」を変えて噴射時間を計測した結果が示されている。(甲27)",
            "原告は，平成22年10月28日，ステンレス等の材料の加工販売を行う岩崎商店に対し，インターネットを介してステンレス管1本の見積もりを依頼した。その際，原告は，依頼文に「試験用に使用したいのですが大至急見積りをお願いします。」との付記をした。(甲35)",
            "その後，同月29日には，岩崎商店から日本インテグレーテッドに対し，径3．75のステンレス管1本(以下「甲29のステンレス管」という。)が納品された(甲29)。",
            "原告は，平成22年11月1日，「Nozul Gate End Forming M-C」と題する4種類の機器の設計図を作成した(甲30の1ないし5)。このうち，甲30の3の設計図には，当該機器に径3．75の穴が存在することが示されている。",
            "本件出願の代理人であるD弁理士は，平成22年12月14日，被告から本件特許の出願手続を正式に依頼されるとともに，本件各発明の内容に関する説明を受けた。",
            "また，D弁理士は，平成23年2月10日，被告から受けた説明に基づき，本件明細書中の図1，3，4及び5の基となる図面を作成した。(甲43の1の1，2，43の2の1，2)",
            "平成23年3月1日から同年4月1日にかけて，原告は，被告に対し，本件各発明に関係する図面や実験データ等を添付したメールを度々送信した(甲1ないし22)。",
            "D弁理士は，平成23年6月8日，被告を発明者及び出願人として，本件出願の手続を行った(甲23)。"
          ]
        },
        {
          "fig": "3",
          "subject": "検討",
          "text": [
            "本件のように，冒認出願(平成23年法律第63号による改正前の特許法123条1項6号)を理由として請求された特許無効審判において，「特許出願がその特許に係る発明の発明者又は発明者から特許を受ける権利を承継した者によりされたこと」についての主張立証責任は，特許権者が負担するものと解するのが相当である。",
            "もっとも，そのような解釈を採ることが，すべての事案において，特許権者が発明の経緯等を個別的，具体的，かつ詳細に主張立証しなければならないことを意味するものではない。むしろ，先に出願したという事実は，出願人が発明者又は発明者から特許を受ける権利を承継した者であるとの事実を推認させる上でそれなりに意味のある事実であることをも考え合わせると，特許権者の行うべき主張立証の内容，程度は，冒認出願を疑わせる具体的な事情の内容及び無効審判請求人の主張立証活動の内容，程度がどのようなものかによって左右されるものというべきである。すなわち，仮に無効審判請求人が冒認を疑わせる具体的な事情を何ら指摘することなく，かつ，その裏付けとなる証拠を提出していないような場合は，特許権者が行う主張立証の程度は比較的簡易なもので足りるのに対し，無効審判請求人が冒認を裏付ける事情を具体的に指摘し，その裏付けとなる証拠を提出するような場合は，特許権者において，これを凌ぐ主張立証をしない限り，主張立証責任が尽くされたと判断されることはないものと考えられる。",
            "以上を踏まえ，本件における取消事由(発明者の認定の誤り)の有無を判断するに当たっては，特許権者である被告において，自らが本件各発明の発明者であることの主張立証責任を負うものであることを前提としつつ，まずは，冒認を主張する原告が，どの程度それを疑わせる事情(すなわち，被告ではなく，原告が本件各発明の発明者であることを示す事情)を具体的に主張し，かつ，これを裏付ける証拠を提出しているかを検討し，次いで，被告が原告の主張立証を凌ぎ，被告が発明者であることを認定し得るだけの主張立証をしているか否かを検討することとする。",
            "原告の主張立証について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，原告が本件各発明を着想し，これを完成させた経緯について，①平成22年10月5日までに，燃焼室クリーナーの流量調整等の問題を解決するために，ノズル管を加熱・冷却してその管内にゲート構造を形成するとの着想を得て，これを具体化した甲26ノズルを製作しその噴出量のテストを行った旨，②その後，同月28日ころには，本件各発明を完成させ，同年11月3日ころには，本件各発明を実施することに用いる本件機器を完成させた旨を主張し，その陳述書(甲63)及び本件審判手続での証拠調べ(甲37)において同旨の供述をする。また，原告とともに，燃焼室クリーナーの流量調整等の課題に取り組んでいたとされるAも，その陳述書(甲62)において，原告の上記主張に沿う供述をする。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そこで，原告の上記主張について，更にこれを裏付ける証拠があるか否かについて検討する。",
                "上記①の主張について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "Aは，原告が，平成22年10月5日，MICの事務所において，PEチューブの中にステンレス細管を針材として通し，カセットコンロであぶったプライヤーでPEチューブの所定箇所を押しつぶす方法により甲26ノズルを作成し，その噴出量のテストを行った場に同席し，原告からゲート構造の原理等についての説明も受けた旨を供述するところ(甲62)，そのAが，その翌日である同月6日に，前記2(2)のとおりの甲26メールを取引先に送信している事実及びその数日後の同月10日に，前記2(3)のとおりの甲27メール(同メールに記載の「しぼりの有無」とは，甲26ノズルのようなノズル管の押しつぶしの有無を意味するものであることが自然に理解できる。)を被告に送信している事実は，Aの上記供述に符合し，これを客観的に裏付けるものということができる。",
                    "そして，甲26ノズルは，ノズル管の途中を押しつぶして，ノズル管の内径の一部を狭くするというものであるから，ノズル管内にゲート構造を設けるという本件各発明の解決手段とその技術思想を共通にするものといえる。",
                    "したがって，原告が平成22年10月5日までに，ノズル管内にゲート構造を設けるという本件各発明の解決手段に係る着想を得ていたとの上記①の主張は，Aの供述並びにこれと符合する甲26メール及び甲27メールの存在によって裏付けられるものといえる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "これに対し，被告は，甲26ノズルは，被告が平成22年10月4日午前及び翌5日にMICの事務所を訪れた際に，Aの目の前で製作しAに渡したものである旨主張するが，これを裏付けるに足りる証拠はない。被告は，当時の被告の行動記録を示すものとして，自らのスケジュールが記載された手帳(乙17)を提出するが，同手帳の平成22年10月4日の欄には「MIC」との記載があるものの，具体的な行動を示す記載はなく，また，同月5日の欄にはそもそもMICの事務所を訪問したことを示す記載すらないのであるから(10月4日の欄及び10月6日から8日にかけての欄には「MIC」の記載があるにもかかわらず，10月5日の欄だけMICに関連する記載が一切ないことからすると，上記手帳による限り，被告は，10月5日にはMICに行かなかったことになっているものと考えざるを得ないのであって，この点は，被告の上記主張と明らかに矛盾する。)，これらの記載によって被告の上記主張が裏付けられるものではない。",
                    "また，被告は，甲27メールに示された噴射テストに用いられたノズル管は，被告がAに送付したものである旨も主張するが，これについても，裏付けとなる証拠はない。被告は，被告がAに送信した平成22年9月15日付けのメール(乙9)に，被告がAにノズル管を送付したことが記載されていることを上記主張の根拠とするが，これらのメールの記載を見ても，乙9のメールに記載されたノズル管と甲27メールに示された噴射テストに用いられたノズル管が同一のものであることをうかがわせる記載はないから，乙9のメールによって被告の上記主張が裏付けられるものではない。",
                    "上記②の主張について"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "本件機器が本件各発明の実施に用いられるものであるとの主張について",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "本件機器(甲28の写真5ないし7に示されたもの)は，真鍮様の金属からなる小さな立方体の中央に小さな穴が設けられ，その中に，金属の細いパイプが挿入された機器である。",
                        "他方，原告は，自らが実施したノズル管作成の実演を示す証拠(甲36)を提出するところ，甲36の実演に用いられている機器は，その写真からみて，素材，大きさ及び形状において，本件機器とおおむね同様の機器であることが認められる。",
                        "しかるところ，甲36に示された実演の結果からすれば，当該機器の中央の穴に挿入された金属のパイプにPE(ポリエチレン)チューブを差し込み，当該チューブに針材を差し込んだ状態で，当該機器を加熱し，温度が上昇したところでPEチューブを左右から加熱部に向けて同時に押し込み，その後，圧縮空気を加熱部に吹き付けて冷却した後，針材を引き抜くという各工程を実施することにより，ゲート構造を備えたノズル管を製作できることが認められる。",
                        "そして，甲36に示された上記各工程は，本件発明1の①ないし⑤の各工程と一致するものであるから，甲36の実演の結果は，甲36に係る機器，ひいては，これと素材，大きさ及び形状をおおむね同様とする本件機器が，本件発明1の実施に用いられる機器であることを示しているということができる。",
                        "他方，甲36の実演の結果からは，甲36に係る機器を用いて本件発明2の工程②’及び③’を実施し得ることを認めることはできない。むしろ，甲36の写真に示された金属のパイプの内周とPEチューブの外周の間にほとんど隙間が見られないことからすると，当該機器を用いて，ノズル管の外周に熱収縮チューブを嵌合した上で当該チューブを加熱するという本件発明2の工程②’及び③’を実施することは困難であることがうかがわれる。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "被告は，甲36の実演に使用されている機器が本件機器と同一のものであるかどうかは不明であるから，これによって，本件機器が本件各発明を実施するものであることが認められるものではない旨主張する。",
                        "しかし，甲36に係る機器と本件機器とが同一の機器であるか否かはともかくとして，上記のとおり，両者の写真の比較から，これらが素材，大きさ及び形状をおおむね同様とする機器であることは認めることができるから，甲36の実演の結果によって，本件機器が本件発明1の実施に用いられる機器であることは十分裏付けられるものといえる。",
                        "したがって，被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "subject": "原告が本件機器を平成22年11月3日ころまでに完成させたとの主張について",
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "原告は，平成22年10月28日に，本件機器に用いる径3．75のステンレス管1本を岩崎商店に発注し，そのころ，これを用いて本件機器を製作した旨を供述し(甲63)，Aもこれに沿う供述をする(甲62)。しかるところ，前記2(4)のとおり，原告が同日にインターネットで岩崎商店にステンレス管1本の見積もりを依頼し，その依頼文の中で「試験用に使用したい」旨を述べている事実及びその翌日の同月29日には，甲29のステンレス管が日本インテグレーテッド宛に納品されているという事実は，原告及びAの上記供述を裏付けるものということができる。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "さらに，前記2(5)のとおり，原告は，平成22年11月1日に，「Nozul  Gate  End Forming  M-C」と題する4種類の機器の設計図(甲30の1ないし5)を作成しているところ，当該設計図に付された上記表題や同設計図中に記載された「End and Gate block」(甲30の2)，「Nozle/Gate/End forming block」(甲30の3)，「ノズル加工ピンホルダー」(甲30の4)等の用語のほか，同設計図から読み取れる機器の形状(キューブ状又は板状の物体に複数の穴が設けられたもの)からすれば，これらの設計図に係る機器は，本件機器と同様に，機器に設けられた穴に金属のパイプを挿入した上で当該機器を加熱するなど，甲36と同様の方法よってゲート構造を備えたノズル管を作成することに用いられる機器であることがうかがわれるものといえる。",
                        "そして，このように，原告が，平成22年11月1日の時点において，本件機器と同様のゲート構造を備えたノズル管を作成するものであることがうかがわれる機器の設計図を作成しているという事実は，これに近接する時期に原告が本件機器を完成させていたとする原告及びAの上記供述を裏付ける事実ということができる。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "被告は，甲29のステンレス管と本件機器との関係は不明であるから，原告による当該ステンレス管の見積もり依頼とその納品の事実から原告が本件機器を完成させた事実を認定することはできない旨主張する。",
                        "しかしながら，甲28の写真5ないし7によれば，本件機器にステンレス様の細い金属のパイプが用いられていることは明らかであり，また，甲36の実演の結果に照らしても，本件機器による本件発明1の実施に，細い金属のパイプが必要とされることは明らかであるところ，当該パイプとして甲29のステンレス管が用いられたと考えることに格別の矛盾はない。しかるところ，前記とおり，原告は，平成22年10月5日の時点で，ノズル管を加熱・冷却してその管内にゲート構造を形成するとの着想を得て，これを具体化した甲26ノズルを作成しているのであるから，その後の原告は，当該着想を具体化することに取り組んでいたと考えられるのであり，そのような状況にある原告が，平成22年10月28日の時点で，岩崎商店に対し，「試験用に使用したい」旨を付記してステンレス管1本の見積もりを依頼していることからすれば，当該ステンレス管は，原告が上記着想の具体化のための試験に用いる部材として入手しようとしたものと考えるのが自然である。",
                        "以上のような事情を踏まえれば，原告によるステンレス管の見積もり依頼及びそれに基づく甲29のステンレス管の納品の事実は，当該ステンレス管を用いて本件機器を製作したとする原告及びAの供述を裏付けるものということができるのであり，被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "c",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，原告の上記②の主張のうち，原告が，平成22年11月3日ころまでに，本件発明1の方法の実施に用いられる本件機器を完成させたこと，ひいては，本件発明1を完成させたことについては，客観性のある証拠等によって裏付けられているということができる。",
                    "しかしながら，前記a(a)で述べたとおり，本件機器は本件発明2の方法に用いられるものとはいえないから，原告が本件機器を完成させたからといって，本件発明2の方法を着想し，完成させたことが認められるものではなく，他にこれをうかがわせる証拠もない。したがって，原告の上記②の主張のうち，本件発明2に係る部分は，その裏付けを欠くものというほかない(そもそも，原告は，原告が本件発明2の方法を着想し，具体化したことを示す具体的な事情を主張していない。)。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "以上の検討によれば，原告は，本件発明1(及び本件発明3のうち，本件発明1の方法に係る部分)については，原告がその発明者であることを示す具体的な事情(すなわち，冒認を疑わせる具体的な事情)を主張し，かつ，これを裏付ける証拠を提出しているものといえる。",
                "他方，原告は，本件発明2(及び本件発明3のうち，本件発明2の方法に係る部分)については，原告がその発明者であることを示す具体的な事情を主張しておらず，これを裏付ける証拠も提出していない。そして，原告が，本件発明1に関しては発明者であることを示す事情を具体的に説明している(それが可能であった)にもかかわらず，本件発明2については，そのような事情を一切説明していないことは，原告が本件発明2を発明したことを積極的に疑わせる事情であるといわざるを得ない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(2)",
                          "subject": "被告の主張立証について"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "本件発明1について",
              "text": [
                "上記(1)ウのとおり，本件発明1については，原告において，原告が発明者であることを示す具体的な事情を主張し，かつ，これを裏付ける証拠を提出しているといえるので，次に，被告が原告の主張立証を凌いで被告が発明者であることを認定し得るだけの主張立証をしているか否かについて検討する。この点，被告は，前記第3の(被告の主張)2のとおり，被告が本件各発明を完成させた経緯を主張し，同旨のことを述べる自身の陳述書(乙19)を提出するとともに，その裏付けとされる証拠を提出しているので，これらによって，被告が本件発明1の発明者であることが，原告の上記主張立証を凌ぐ程度に主張立証されているといえるか否かについて，検討すべきこととなる(被告が主張する前記第3の(被告の主張)2(1)ないし(12)記載の各事実を，それぞれの番号に応じて「被告の主張(1)の事実」などという。)。",
                "被告の主張(1)ないし(7)の事実について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "被告は，被告が平成28年2月26日に作成したとされる「パイロットジェット構造図」なる図面(乙1)に基づき，昭和60年ころ，車両のエンジン関係の開発中に燃料供給の流量を調整する弁構造についての着想を得ていた旨主張する(被告の主張(1)の事実)。",
                    "しかし，乙1の図面は，本件訴訟の提訴後に被告自身が作成した図面にすぎず，そもそも被告の主張を裏付ける客観性のある証拠とはいえない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "被告は，被告が使用していた手帳の平成18年8月5日の欄(甲47)の記載から，この時点において，被告が，燃焼室クリーナーの噴出量を制御する手法について課題を認識し，その課題の解決に取り組んでいたことが分かる旨主張する(被告の主張(2)の事実)。",
                    "しかし，原告ら3名が，平成18年ころから，燃焼室クリーナーにおける上記課題を認識しその解決に取り組んでいたことは，前記2(1)で認定したとおりであるから，被告が上記のような課題を認識していたこと自体は，本件各発明に係る技術的思想の着想及び具体化に直接結びつく事情とはいえない。",
                    "また，被告は，平成20年11月18日に被告がBに送信したメール(甲50)に添付された図面から，この時点で，被告がノズル管を外から機械的に圧迫する方法を試みている旨主張するが，当該図面を見ても，そこにいかなる課題を解決するための，いかなる技術が示されているのかは必ずしも明らかではなく，したがって，本件発明との関連性も不明であるから，これによって，被告が本件各発明を完成させた経緯の一部が示されることにはならない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "被告は，被告が平成19年4月以降行っていたとされるディーゼル車の排気ガスのスモークテストの結果を記載した資料(乙2)に基づき，被告が，上記スモークテストを通して，噴出ノズル管に弁構造を設けることで洗浄剤の流量を調整する着想を得ていた旨主張する(被告の主張(3)の事実)。",
                    "しかし，上記資料から，被告が上記スモークテストを実施していたことは分かるとしても，そのことが直ちに「噴出ノズル管に弁構造を設けることで洗浄剤の流量を調整する着想を得ていた」ことを示すものではないから，上記資料によって，被告が本件各発明を完成させた経緯の一部が示されることにはならない。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "被告は，平成20年11月29日に送信したメール(甲51)に「注入管に入れたガラスビーズと最先端までの距離は少ない方が霧になるようです。3㎝  2㎝  1㎝と短くなるに従い  霧化は良くなりました。」との記述があること基づき，この時点で被告は，噴出ノズル管に用いる弁構造を具体的に試行し，実験評価を行っていた旨を主張する 。",
                    "しかし，上記メールの記述から，被告が行っていた試験等の具体的な内容を認識することは困難であり，これによって，被告が噴出ノズル管に用いる弁構造を試行，実験していたことが示されているということはできない。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "被告は，取引先から被告宛の平成21年6月23日付けの仕様書(乙3)の記載及び取引先から被告に送信された同年12月25日付けのメール(乙4)の記載に基づき，その当時の被告が燃焼室クリーナーの流量調整の課題に向けた開発，実験を行っていたことが分かる旨主張する(被告の主張(5)及び(6)の事実)。",
                    "しかし，前記bでも述べたとおり，その当時の原告ら3名が，燃焼室クリーナーにおける上記課題を認識しその解決に取り組んでいたことは，前記2(1)で認定したとおりであり，そのこと自体は，本件各発明に係る技術的思想の着想及び具体化に直接結びつく事情とはいえない。"
                  ]
                },
                {
                  "fig": "f",
                  "text": [
                    "被告は，被告からAに送信された平成22年4月3日付けのメール(甲52の1及び2)における「Ｎew押しボタン」に関する記載及びその写真に基づき，その当時の被告は，弁構造の試作を含めて継続して開発を行っていた旨主張する(被告の主張(7)の事実)。",
                    "しかし，上記メールの本文には，被告がその当時，燃焼室クリーナーの流量調整の課題を認識し，その解決に向けた開発，実験を行っていたことを示す記載はあるものの，被告がノズル管の弁構造に係る着想を得てその具体化に取り組んでいたことをうかがわせる記載はない。また，上記メールに添付されている写真は，エアゾール缶の押しボタンの写真であり，当該写真からノズル管の形状等が分かるものではないから，これによって，被告がノズル管に係る弁構造の試作，開発を行っていたことが示されるものではない。"
                  ]
                },
                {
                  "fig": "g",
                  "text": [
                    "以上によれば，被告の主張(1)ないし(7)の各事実は，いずれも，被告が本件各発明を着想し，これを具体化した経過を示すものとはいえない。",
                    "被告の主張(8)の事実について",
                    "被告は，被告がBに送信した平成22年4月6日付けのメール(乙5)及び同人作成の「誓約書」と題する書面(乙6)並びに被告がCに送信した同月12日付けのメール(乙7)及び同人作成の「誓約書」と題する書面(乙8)から，被告は，同月ころには，本件各発明に係るノズル管の弁構造についての着想を具体化していた旨主張する。",
                    "しかるところ，B及びCは，上記誓約書において，おおむね一致して，上記各メールを受け取る前に被告から燃焼室クリーナーに用いる新型ノズル管のサンプルの提供を受けた旨及び当該ノズル管には噴出孔の先端から10mm程度の位置にその内径よりも細い径の弁構造(乙6及び8に図示された構造)が設けられていた旨を供述しており，これらの供述内容は，被告が，平成22年4月の時点において，本件各発明に係るノズル管のゲート構造とおおむね同様の構造を有するノズル管を現に製作していたことを意味し，被告の上記主張に沿うものということができる。",
                    "しかしながら，以下に述べるとおり，Bらの上記誓約書における供述を，被告の上記主張を裏付け得る証拠として評価することはできない。"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "まず，Bらの上記供述のうち，被告から提供された新型ノズル管の形状について述べる部分については，これを客観的に裏付ける写真や図面等の証拠があるものではなく，結局のところ，被告側の関係者による供述証拠の域を出るものではないから，その証拠価値には限界があると言わざるを得ない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，原告ら3名が，平成18年ころから，燃焼室クリーナーの流量調整の課題を認識し，その解決に向けた製品の開発に取り組んでいたことは前記2(1)のとおりであるところ，仮に，平成22年4月の時点において，被告が，上記課題の解決手段として，Bらが述べるとおりの弁構造を備えたノズル管を完成させたのだとすれば，それまでの間に，被告が上記弁構造に係る着想を得たことやそれを具体化するための方法を試行していたことを示す実験データ等の資料あるいは関係者間のやり取りを示すメール等の客観的な証拠が残っていてしかるべきである。",
                    "経緯を示すものとして提出する，平成22年4月以前のメール等の証拠をみても，ノズル管に弁構造を設ける旨の着想の存在をうかがわせる記載等は見当たらない。例えば，被告からBに乙5のメールが送信される直前である平成22年4月3日に被告からAに送信されたメール(甲52の1)をみても，「ロングノズルとＮew押しボタンとをセットでボトルに付け替えて噴射量とエンジンのノック音をテストしました。」，「Ｎew押しボタンとロングノズル6穴タイプのセットでの効果は満足できます。従来のものと比べ，ロングノズルの中を通過する液とガスの流れは安定しているように見えます。」，「エアゾール缶の噴射量について，初期噴射量(実クリーナー液)と終末噴射量の差を少なく出来ることが重要な事項です。」などの記述はみられるものの，上記「ロングノズル」に弁構造を設けることを示す記述は認められない。",
                    "このように，平成22年4月以前に，被告がノズル管に弁構造を設ける着想を得ていたことやそれを具体化するための方法を試行していたことを示す証拠が何ら見当たらないにもかかわらず，同月ころに突如として被告が弁構造を備えた新型ノズル管のサンプルを製作し，これをBらに提供するというのは，不自然な経過と言わざるを得ず，ひいては，Bらの上記供述は，客観的な証拠関係と整合しないものと言わざるを得ない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "さらに，仮に，平成22年4月の時点において，被告が，燃焼室クリーナーの流量調整の課題を解決する手段として，Bらが述べるとおりの弁構造を備えたノズル管を完成させていたのだとすれば，その事原告が，その半年後である平成22年10月5日に甲26ノズルを試作しその噴出量のテストを行っている事実と整合しない事実というほかない。",
                    "すなわち，平成22年4月当時の原告ら3名は，燃焼室クリーナーの流量調整の問題を共通の課題として，それぞれその解決に向けた製品の開発に取り組み，各人の開発成果については，適宜情報交換を行っていたことが認められる(例えば，上記bのとおり，平成22年4月3日に被告からAに送信されたメール(甲52の1)では，被告が行っていた「ロングノズルとＮew押しボタンのセット」の噴射テストの結果が報告されている。)。したがって，仮に，平成22年4月の時点において，被告が，燃焼室クリーナーの流量調整の課題を解決する手段として，Bらが述べるとおりの弁構造を備えたノズル管を完成させたとすれば，その事実は，その後間もない時期にAや原告に報告されたはずである。そして，A及び原告が，平成22年4月ころの時点で，被告が既に弁構造を備えたノズル管を完成させたことを認識していたとすれば，カセットコンロであぶったプライヤーでPEチューブを押しつぶすという方法でノズル管にゲート構造を設けた甲26ノズルを試作しその噴出量をテストするなどという実験を，上記時点から約6か月が経過した平成22年10月の時点で行う必要などないはずである(まして，被告が主張し，乙6，8にも記載されているように，被告が，平成22年4月時点で，本件発明1，2に係るノズルと同様のノズルを作り出していたのであるとすれば，それから約半年後である同年10月5日に，プライヤーで熱したノズルの一部を押しつぶすという，より完成度の低い方法でノズルを作って見せる必要は全くなかったはずなのであって，被告が援用する証拠間の矛盾はさらには甚だしいものになっていると言わざるを得ない。)。",
                    "したがって，上記の点においても，Bらの上記供述は，客観的な証拠関係と整合しないものといえる。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "以上のとおり，Bらの上記誓約書における供述は，それ自体が客観的な裏付けを欠く，被告側関係者による供述証拠にすぎないものである上に，その内容において客観的な証拠関係と整合しないものであるから，これらをもって，被告の上記主張を裏付け得る証拠として評価することはできないというべきである。",
                    "被告は，甲27メールに示された噴射テストに用いられたノズル管は被告がA 被告が平成22年10月4日午前及び翌5日にMICの事務所を訪れた際に，甲る。",
                    "法の着想及び具体化に関わる事実であるから，この点については，後記イで検討することとする。",
                    "被告は，被告が，平成22年12月4日，本件出願の代理人であるD弁理士に対し本件各発明の内容に関する説明を行い，これに基づいて本件出願が行われたことを，被告が本件各発明の発明者であることの根拠に挙げる。",
                    "他方，原告は，平成22年11月10日から同月20日ころにかけて，被告に対し，原告が完成させた本件各発明の内容やその製作工程についての説明を行うとともに，ノズル製作の実演を行い，これによって被告は，本件各発明についての理解を得て，D弁理士への説明ができたのであるから，上記事実は，被告が本件各発明の発明者であることを示すものではない旨主張する。",
                    "しかるところ，本件出願当時の原告ら3名は，共同で設立した日本インテグレーテッドにおいて，燃焼室クリーナーの開発・販売の事業を協力して行っていたのであるから，その開発の経過の中で原告が着想・具体化した発明であっても，原告が被告にその内容を説明し，その説明に基づいて発明の内容を理解した被告が特許出願のための手続を担当し，出願代理人となる弁理士への発明内容の説明も行うということは，一般的にあり得る経過ということができる。してみると，被告が本件出願の代理人であるD弁理士に対し本件各発明の内容に関する説明を行い，これに基づいて本件出願が行われたという事実があるからといって，直ちに被告がその発明者であることが根拠づけられるものではない。",
                    "以上の検討によれば，被告が本件発明1を完成させたものとする被告の主張にはこれを裏付けるに足りる十分な証拠がないというべきであり，被告は，本件発明1の発明者が原告ではなく，被告であることについて，原告の前記主張立証を凌ぐだけの主張立証をしているものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "本件発明2について",
              "text": [
                "明者であることを示す具体的な事情を主張しておらず，これを認めるに足りる証拠も提出していないから，本件発明1の場合とは異なり，被告が行うべき発明者性の主張立証の程度は比較的簡易なもので足りるものというべきである。",
                "しかるところ，被告は，本件発明2の方法を着想し，完成させた経緯について，平成22年10月から11月ころに，Bの自宅において，透明な熱収縮チューブ，針金，ライター及びノズル管を用いて，噴出量の調整が可能なノズル管の弁構造を作り出した旨を主張し，Bも「誓約書」と題する書面(甲42)において，被告が，平成22年10月から11月ころにB方を訪れた際に，「宇都宮北道路を運転している途中で，ノズルの製法を思いついた」旨を述べ，B方にあった熱収縮チューブ，針金，ライターと被告が持参していたノズル管を用いてノズル管の弁構造を作り出し，さらに作ったノズル管を用いて野外での噴出実験を行った旨を述べ，被告の上記主張に沿う供述をしている。",
                "そして，Bの上記供述は，その内容が具体的で，他の証拠と整合しない内容が含まれるものでもなく，その信用性を積極的に疑うべき事情はないから，被告側の関係者による供述証拠としてその証拠価値に限界があることを考慮しても，被告の上記主張を裏付ける一応の証拠として評価し得るものといえる。また，本件発明2は，ノズル管内に弁構造を作るという点においては本件発明1と基本的発想を同じくしているということができるから，たとえ被告が本件発明1を発明していないとしても，原告らと同様にノズルの改良に取り組み，相応の問題意識を持っていた被告が，原告から本件発明1の説明を受け，これに触発されて本件発明2の着想を得るということは十分にあり得る事柄であるということができる。",
                "してみると，被告は，被告が本件発明2の方法を着想しこれを具体化したことについて，その具体的な事情を主張し，これを裏付ける一応の証拠も提出しているものといえるから，少なくとも上記で述べた程度を満たすだけの主張立証をしているものということができる。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件発明3について",
              "text": [
                "上記ア及びイで述べたところによれば，被告は，本件発明2の方法については，被告がその発明者であることを認めるに足りる主張立証をしているといえるが，本件発明1の方法については，被告がその発明者であることを認めるに足りる主張立証をしているとはいえない。",
                "しかるところ，本件発明3は，本件発明1の方法により製造されるゲート構造を備えた噴出ノズル管と本件発明2の方法により製造される同様の噴出ノズル管の双方をその内容とする発明であるから，被告は，請求項3によって特定される本件発明3の全体について，被告がその発明者であることを認めるに足りる主張立証をしているとはいえないことになる。",
                "以上の検討を総合すれば，本件各発明のうち，本件発明2については，その発明者が被告であると認めることができるが，本件発明1及び3については，その発明者が被告であると認めることはできない。",
                "してみると，本件各発明の発明者をいずれも被告であると認定し，本件各発明に係る特許は，発明者でない者の特許出願に対してされたものとはいえないとした本件審決の判断のうち，本件発明1及び3に係る部分は誤りであり，他方，本件発明2に係る部分は誤りとはいえない。",
                "したがって，原告主張の取消事由のうち，本件発明1及び3に係る部分は理由があるが，本件発明2に係る部分は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は，本件審決のうち，本件特許の請求項1及び3に係る部分の取消しを求める限度で理由があるからこれを認容し，その余の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}