{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800191号事件について平成27年3月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成14年2月27日，発明の名称を「炭酸飲料」とする特許出願をし(特願2002-567084号。優先日：平成13年2月27日，優先権主張国：日本国)，平成21年6月19日，特許第4324761号(請求項の数9。以下「本件特許」という。)として特許権の設定登録を受けた(甲30)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成25年10月2日付けで，特許庁に対し，本件特許の特許請求の範囲請求項1～9に記載された発明についての特許を無効にすることを求めて審判の請求をした(甲34)。特許庁は，この審判を無効2013-800191号として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，この審理の過程において，平成26年10月6日付けで特許請求の範囲の減縮等を理由とする訂正請求(甲32の1，32の2，33の1，33の2。以下，「本件訂正」といい，訂正後の明細書の発明の詳細な説明を「本件訂正明細書」という。)をした。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，審理の結果，平成27年3月24日付けで，本件訂正を認めるとした上で，「本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決(出訴期間として90日を附加)をし，その謄本を，同年4月2日，原告に送達した。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成27年7月31日，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の記載(請求項の数6。請求項2，4及び6は，本件訂正により削除された。)は，次のとおりである(甲33の2。訂正部分には下線を付し，以下，本件訂正後の各請求項に記載された発明をそれぞれ「本件訂正発明1」などといい，全てを併せて「本件訂正発明」という。)。",
            "「【請求項1】",
            "下記の処方を有することを特徴とする炭酸飲料：",
            "(1)果物又は野菜の搾汁を10～80重量％の割合で含む，",
            "(2)炭酸ガスを2ガスボリュームより多く含む，",
            "(3)可溶性固形分含量が屈折糖度計示度で4～8度である，",
            "(4)全甘味量が砂糖甘味換算で8～14重量％である",
            "(5)スクラロースを含む高甘味度甘味料を含む",
            "(6)スクラロースを含む高甘味度甘味料によって付与される甘味の全量が，全甘味量100重量％あたり，砂糖甘味換算で25重量％以上を占める，",
            "(7)全ての高甘味度甘味料によって付与される甘味の全量100重量％のうち，スクラロースによって付与される甘味量が，砂糖甘味換算量で50重量％以上である。",
            "【請求項3】",
            "スクラロースを含む高甘味度甘味料が，スクラロースと，アスパルテーム，アセスルファムカリウム，ネオテーム，アリテーム，サッカリンナトリウム，ステビア甘味料，及びソーマチンよりなる群から選択される少なくとも1種との混合物である請求項1記載の炭酸飲料。",
            "【請求項5】",
            "炭酸ガスを2．5～4ガスボリュームの割合で含む請求項1または3に記載する炭酸飲料。",
            "【請求項7】",
            "スクラロースを含む高甘味度甘味料によって付与される甘味量が，砂糖甘味換算量で，全甘味量100重量％のうち25～85重量％を占めるものである請求項1，3及び5のいずれかに記載の炭酸飲料。",
            "【請求項8】",
            "アルコールを1～15重量％含む請求項1，3，5及び7のいずれかに記載の炭酸飲料。",
            "【請求項9】",
            "実質的に下記の工程を有することを特徴とする炭酸飲料の製造方法：",
            "(1)最終炭酸飲料中に果物又は野菜の搾汁を10～80重量％の割合で含まれるように配合する，",
            "(2)最終炭酸飲料中の全甘味量が砂糖甘味換算量で8～14重量％となるように甘味料を配合する，",
            "(3)甘味料として少なくともスクラロースを含む高甘味度甘味料を，最終炭酸飲料の全甘味量100重量％あたり，上記高甘味度甘味料によって付与される甘味の全量が砂糖換甘味換算量で25重量％以上となるような割合で配合する，",
            "(4)全ての高甘味度甘味料によって付与される甘味の全量100重量％のうち，スクラロースによって付与される甘味量が，砂糖甘味換算量で50重量％以上となるように調整する，",
            "(5)最終炭酸飲料の可溶性固形分含量が屈折糖度計示度で4～8度となるように調整する，",
            "(6)最終炭酸飲料のガス容量が2ガスボリュームより多くなるように炭酸ガスを封入する。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，その要旨は，次のとおりである(ただし，本件における取消事由の主張と関連するもののみ掲記する。)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告が主張する無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由2-1(進歩性欠如)",
                  "text": [
                    "本件訂正発明1～9は，甲1(国際公開WO00／24273号パンフレット)に記載された発明(以下「甲1発明」という。)及び周知慣用技術に基づいて当業者が容易に発明できた。よって，特許法29条2項の規定により特許を受けることができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2-2(進歩性欠如)",
                  "text": [
                    "本件訂正発明1～9は，甲1発明及び甲2(特開平10-136953号公報)に記載された発明(以下「甲2発明」という。)に基づいて当業者が容易に発明できた。よって，特許法29条2項の規定により特許を受けることができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(実施可能要件違反)",
                  "text": [
                    "発明の詳細な説明に記載され，その効果が確認された実施例のほとんどが，高甘味度甘味料としてスクラロースを単独で含む炭酸飲料であり，スクラロースと他の高甘味度甘味料とを併用した実施例は1つのみである(実施例2)。この実施例2においても，高甘味度甘味料としてスクラロースが主として用いられている。",
                    "したがって，発明の詳細な説明は，スクラロース以外の高甘味度甘味料を主として用いた場合，当業者が「植物成分に由来する豊かな味わいと炭酸ガスによる刺激を有しながらも爽やかで清涼感を備えた炭酸飲料」を製造するためには，高甘味度甘味料におけるスクラロースの割合に関し過度の試行錯誤を要するものといえる。",
                    "よって，発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載したものとはいえないから，特許法36条4項1号の要件を満たしていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4(サポート要件違反)",
                  "text": [
                    "当業者が本件訂正明細書の記載内容及び出願時の技術常識を考慮しても，実施例の内容を特許請求の範囲において規定された数値及び／又は材料の全範囲に拡張ないし一般化できるものではない(スクラロースを少量だけ含み，他の高甘味度甘味量を主として使用する場合も特許請求の範囲に含まれるにもかかわらず，本件訂正明細書の実施例において効果が確認されていない。また，本件訂正発明が甲1発明とは数値のみが相違する数値限定発明であるにもかかわらず，その数値の技術的意義が実験データにより示されていない。)。",
                    "よって，本件訂正発明は，発明の詳細な説明に記載されたものとはいえず，特許法36条6項1号の要件を満たしていない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無効理由5-2(明確性要件違反)",
                  "text": [
                    "甘味相対比は，一般に人の味覚で決める甘さの指標であり，測定条件によって変動するため，一義的に決まるものではないから，特許請求の範囲の「砂糖甘味換算」という記載は，不明確であり，特許法36条6項2号の要件を満たしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由2-1(進歩性欠如)について",
                  "text": [
                    "本件訂正発明1は，甲1発明及び周知慣用技術に基づいて当業者が容易に発明できたとはいえない。",
                    "本件訂正発明1の発明特定事項の全てを含む本件訂正発明3，5，7～9についても同様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2-2(進歩性欠如)について",
                  "text": [
                    "本件訂正発明1は，甲1発明及び甲2発明に基づいて当業者が容易に発明できたとはいえない(前記アにおいて，甲2発明を含めた周知慣用技術に基づいて判断している。)。",
                    "本件訂正発明1の発明特定事項の全てを含む本件訂正発明3，5，7～9についても同様である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(実施可能要件違反)について",
                  "text": [
                    "後記エのとおり，本件訂正発明が甲1発明とは数値のみが相違する数値限定発明であるにもかかわらず，その数値の技術的意義が実験データにより示されていないとはいえない。",
                    "したがって，本件訂正明細書は，当業者がその実施をすることができる程度に明確かつ十分に記載したものではないとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4(サポート要件違反)について",
                  "text": [
                    "原告が指摘する「スクラロースを少量だけ含み，他の高甘味度甘味料を主として使用する場合」は，訂正請求が認められる結果，本件訂正発明に含まれない。また，発明の詳細な説明における実施例1～4では，本件訂正発明1の数値範囲を満たす果汁入り炭酸飲料が「口当たり」，「爽快感」及び「フルーツの風味感」において優れていることが十分に確認されている一方，比較例1～3では，本件訂正発明1の数値範囲を満たさない果汁入り炭酸飲料が「口当たり」，「爽快感」及び「フルーツの風味感」において劣ることが確認されていることからすると，本件訂正発明が甲1発明とは数値のみが相違する数値限定発明であるにもかかわらず，その数値の技術的意義が実験データにより示されていないとはいえない。",
                    "したがって，本件訂正明細書の記載内容及び出願時の技術常識を考慮しても，実施例の内容を本件訂正発明において規定された数値及び／又は材料の全範囲に拡張ないし一般化できるものではないとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無効理由5-2(明確性要件違反)について",
                  "text": [
                    "砂糖の甘味1に対する各種甘味成分の甘味の相対比(砂糖甘味換算値)は，本件訂正明細書に記載のとおり，公知の砂糖甘味換算表などから求めることができ，また，本件訂正明細書に掲載する表は，本件優先日当時の当業界における技術常識を示す文献に記載されている公知の「砂糖甘味換算表」から抜粋したものであるから，砂糖甘味換算量は，本件訂正明細書に記載する「砂糖甘味換算表」を始め，公知の「砂糖甘味換算表」を利用することで算出することが可能であると認められる。",
                    "したがって，特許請求の範囲の記載は，明確性要件に違反するとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決が前記(3)アの判断において認定した甲1発明の内容，本件訂正発明1と甲1発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "下記の成分含量を有するグレープ果汁入り炭酸飲料に係る発明。",
                    "果物の搾汁                19．8～22．0重量％",
                    "炭酸ガス                                  不明",
                    "可溶性固形分含量                        2．53度",
                    "全甘味量              10．14～11．26重量％",
                    "全甘味量における高甘味度甘味料の割合    74．6％",
                    "高甘味度甘味料におけるスクラロースの割合  100％"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明1と甲1発明との一致点",
                  "text": [
                    "下記の処方を有することを特徴とする炭酸飲料：",
                    "(1)果物又は野菜の搾汁を10～80重量％の割合で含む，",
                    "(2)炭酸ガスを含む，",
                    "(3)可溶性固形分を含む，",
                    "(4)全甘味量が砂糖甘味換算で8～14重量％である",
                    "(5)スクラロースを含む高甘味度甘味料を含む，",
                    "(6)スクラロースを含む高甘味度甘味料によって付与される甘味の全量が，全甘味量100重量％あたり，砂糖甘味換算で25重量％以上を占める，",
                    "(7)全ての高甘味度甘味料によって付与される甘味の全量100重量％のうち，スクラロースによって付与される甘味量が，砂糖甘味換算量で50重量％以上である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明1と甲1発明との相違点",
                  "text": [
                    "(相違点1)",
                    "前者が「炭酸ガスを2ガスボリュームより多く含む」のに対して，後者の炭酸ガスの含有量が不明である点。",
                    "(相違点2)",
                    "前者が「可溶性固形分含量が屈折糖度計示度で4～8度である」のに対して，後者の可溶性固形分含量が「2．53度」である点"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明及び周知慣用技術に基づいて，当業者が容易に発明できたものであるとはいえないとした点の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "甲1発明及び甲2発明に基づいて，当業者が容易に発明できたものであるとはいえないとした点の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "サポート要件に関する判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "実施可能要件に関する判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "明確性要件に関する判断の誤り(取消事由5)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明及び周知慣用技術に基づいて，当業者が容易に発明できたものであるとはいえないとした点の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "可溶性固形分含量についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲43(審決の予告)からみて，植物成分を10～80重量％含み，かつ炭酸ガスを2ガスボリュームより多く含むような炭酸飲料は周知であるから，植物成分22％，可溶性固形分含量2．5度の甲1発明を出発点として，「植物成分を10～80重量％含む炭酸飲料」を調製した場合，大部分の炭酸飲料が必然的に本件訂正発明の可溶性固形分含量の数値範囲を満たすこととなり，また，本件訂正明細書の記載から，炭酸飲料中の可溶性固形分含量を，2．5度から4度以上に変更することについての効果は特に認められないから，そのような変更は単なる数値範囲の最適化にすぎず，設計事項である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "スクラロースの甘みにはコク感(ボディ感)が不足しがちであることが本件優先日当時に周知であり(甲1，甲54～58)，これを解決するために，フルクトース(果糖)等の特定の糖類を併用することが示唆され(甲1)，砂糖(ショ糖)を増せばコク感(ボディー感)が向上することも周知であった(甲54～58)から，甲1発明において，スクラロースによる甘味のボディ感の不足を補って所望の呈味を得るために，果糖ブドウ糖液糖やショ糖などの可溶性固形分含量を増やして，コク感(ボディ感)を増すことは当業者が容易になし得，甲2，3及び5の記載からみても，炭酸飲料の可溶性固形分含量を4～8度とすることが困難であることはうかがわれない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ア及びイによれば，甲1に記載された「実施例(IV-2-12)グレープ果汁入り炭酸飲料」について，その最適な呈味を追求すべく，果汁の量を調整したり，他の周知の甘味料を添加したりすること自体は設計事項であり，その結果，可溶性固形分が本件訂正発明の数値範囲内に収まることも設計事項であるといえる。",
                    "また，本件特許の出願当時，健康志向や低カロリー志向から，ショ糖代替甘味料として従来から種々の高甘味度甘味料が研究開発されており，スクラロースが注目されていたという出願当時の背景や，スクラロースの甘みにはコク感(ボディ感)が不足しがちであること，可溶性固形分含量を増やせばコク感(ボディ感)が増すこと，果汁の有無を問わず炭酸飲料にボディ感が求められることはいずれも周知であったこと等の事情によれば，本件訂正発明の数値範囲に該当する可溶性固形分含量に着目すること自体も設計事項であるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "果汁入り炭酸飲料としてグレープ果汁以外の果汁を含む炭酸飲料は広く知られており，当然にグレープ果汁以外の果汁を含む炭酸飲料も求められるから，甲1発明を出発点として，グレープ果汁以外の果汁入り炭酸飲料にしてみることも設計事項である。また，甲1発明について肯定的な評価がなされていたとしても，果汁の種類が変われば，果汁やその他の成分の最適な含有量が異なることから，甲1発明と同じ可溶性固形分含量となるとは限らず，可溶性固形分含量が増加することもある。よって，甲1発明よりも可溶性固形分含量の多い果汁入り炭酸飲料に想到することに何ら阻害要因はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "炭酸ガスの含有量についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲43(審決の予告)からみて，甲1発明において，周知の課題(植物成分の風味と炭酸の刺激感＜爽快感＞をバランス良く備えた炭酸飲料を提供すること)を解決するために，炭酸ガスの含有量を適宜調整すること，そして結果として「炭酸ガスを2ガスボリュームより多く含む」ものとすることは，当業者であれば容易になし得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "炭酸ガスの含有量を変更しても可溶性固形分含量は影響を受けず，可溶性固形分含量を変更しても炭酸ガスの含有量は影響を受けず，それらは互いに独立した事項である。したがって，甲1に記載の果汁入り炭酸飲料に対して，可溶性固形分含量を数値範囲の最適化を目的として調整すること及び周知の課題を解決するために炭酸ガスの含有量を適宜調整して本件訂正発明とすることのいずれも当業者にとって容易に想到し得ることであるならば，可溶性固形分含量と併せて炭酸ガスの含有量を調整することも当然に当業者にとって容易に想到し得ることである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明1の効果についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書には，ぶどう果汁入り炭酸飲料しか甘味料の組成に基づく呈味の具体的な比較評価がされておらず(実施例1及び比較例1～3)，しかも，甘味料としてスクラロースを用いた1つの実施例(実施例1)しか評価されておらず，本件訂正明細書の実施例では，可溶性固形分としてごく限られた成分を含む飲料についての呈味を確認しているにすぎないから，本件訂正発明1の全範囲において顕著な効果が得られるとまではいえない。また，甲20によれば，「…可溶性固形分含量が4度以下であるサンプル①は，口当たりが軽すぎるため，薄っぺらい風味と評価され…」(効果1)，「…炭酸感も強く出すぎるため，爽快感も悪いとの評価であった」(効果2)とされているが，いずれの効果も，甲1及び技術常識から予測し得る範囲の効果であるから，本件訂正発明1の効果が顕著なものということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明の可溶性固形分含量は8度以下に該当するから，本件訂正発明1と甲1発明の相違点は，より特定的には，本件訂正発明1が，①炭酸ガスを2ガスボリュームより多く含むこと，及び②可溶性固形分含量が屈折糖度計示度で4度以上であることである。しかし，相違点②(可溶性固形分含量の下限値)が，本件訂正発明の課題又は効果との関係でどのように技術的に関連しているのか本件訂正明細書には記載されていないから，可溶性固形分含量が4度以上の場合に，可溶性固形分含量が4度以下の場合に比べて，顕著な効果を奏するとまでは読み取れず，ましてや，相違点①と②の組合せに基づく効果は本件訂正明細書に記載されていない。したがって，可溶性固形分含量が4～8度である本件訂正発明1が，可溶性固形分含量が2．5度の場合に比べて顕著な効果を奏することは，本件訂正明細書に全く記載されておらず，当業者は推認することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件訂正発明1，3，5，7～9は，甲1発明及び周知慣用技術に基づいて，当業者が容易に発明できたものというべきであり，これに反する本件審決の判断は誤りである。",
                "(被告の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "可溶性固形分含量について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は，「可溶性固形分含量を4～8度にする」という本件訂正発明の課題の解決方法を念頭に置き，この範囲に収めるために，可溶性固形分含量を決める植物成分の割合を操作するものである(要するに，「可溶性固形分量を4～8度にする」という結論を先取りして，植物成分の割合について検討をしている。)。このような思考に基づけば，課題の解決方法である「可溶性固形分量を4～8度にする」に行きつくのは当然であり，典型的な事後分析的思考である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，甲1には，可溶性固形分含量を調整することについて，一切示唆がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲1は，「実施例(IV-2-12)グレープ果汁入り炭酸飲料」について，「良好な甘味とグレープのみずみずしい果汁感が増強したグレープ果汁入り炭酸飲料」であると評価している。すなわち，甲1によれば，スクラロースによる甘味のボディ感不足は生じていないのであって，あえてこれ以上果糖ブドウ糖液糖を加える必要はない。それどころか，さらに果糖ブドウ糖液糖を添加すれば，甘みが強過ぎて「良好な甘味」が失われてしまうおそれがある。このように，既に完成し，「良好な甘味」を呈している「実施例(IV-2-12)グレープ果汁入り炭酸飲料」に果糖ブドウ糖液糖を添加することには，阻害要因が存在する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "炭酸ガスの含有量について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，炭酸ガスの含有量について一切記載がなく，「実施例(IV-2-12)グレープ果汁入り炭酸飲料」の炭酸ガスの含有量を調整することに関する示唆は存在しない。むしろ，全国清涼飲料工業会が監修する「清涼飲料ハンドブック  ソフト・ドリンクス」(甲21)，「総合食品事典」(甲22)，食品技術士センターが編集する「食品の製造工程図全集」(甲23)，「ソフト・ドリンクス実務便覧」(甲24-1・2)には，果汁入り飲料について，果汁の風味を残すため，ガス圧を低くすることが記載されており，果汁入り飲料においてガス圧を低くすることは技術常識である。そうすると，果汁入りの飲料である「実施例(IV-2-12)グレープ果汁入り炭酸飲料」の炭酸ガスを2ガスボリュームより多くすることには阻害要因がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が主張するように，炭酸ガスの含有量を変更しても可溶性固形分含量は影響を受けず，また，可溶性固形分含量を変更しても炭酸ガスの含有量は影響を受けず，それらは互いに独立した事項である。しかし，そのことと，炭酸ガスの含有量が植物成分の風味に与える影響，可溶性固形分含量が炭酸の刺激感＜爽快感＞に与える影響は別問題であり ，原告主張には論理の飛躍がある。炭酸ガスの含有量が植物成分の風味に，可溶性固形分含量が炭酸の刺激感＜爽快感＞に相互に影響を与える以上，「相違点2(可溶性固形分含量)と併せて，相違点1(炭酸ガス)を操作することは当業者が容易に想到し得ることとは言えない。」とした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明1の効果についての判断の正当性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書の実施例1及び比較例1～3においては，ぶどう果汁という同じ果汁，スクラロースという同じ高甘味度甘味料を用いてそれぞれの成分を変更した飲料同士を比較しており，当該比較によって，それぞれの成分を変更した場合の結果が十分に示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明1と甲1発明との相違点は，本件訂正発明1が，①炭酸ガスを2ガスボリュームより多く含むこと，②可溶性固形分含量が屈折糖度計示度で4～8度であることの2点であり，可溶性固形分含量単体で本件訂正発明の効果を奏効するものではない。したがって，可溶性固形分含量のみに着目し，実施例及び比較例において奏されている効果を否定するのは失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "可溶性固形分の下限値については，本件訂正明細書の10頁に「好ましい炭酸飲料は，可溶性固形分含量が屈折糖度計示度で2～8度，より好ましくは4～6度の範囲にあるものである。」との記載が存在し，同記載と本件訂正発明の課題に鑑みれば，当業者は本件訂正発明が課題とする飲料を提供できると十分認識できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件訂正発明1，3，5，7～9は，甲1発明及び周知慣用技術に基づいて，当業者が容易に発明できたものということはできず，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲1発明及び甲2発明に基づいて，当業者が容易に発明できたものであるとはいえないとした点の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2には，「本発明の炭酸飲料は微炭酸飲料のガス圧に比し1．5～3．0kg／cm2と高く，刺激味，炭酸味が強くなっているので，酸味と甘味のバランスから甘味料を増加した方が好ましい。しかし，高甘味度甘味料，果糖，マルチトース等を増量するとカロリー，味の点から問題を生じるが，エリスリトールは価格の点から12％までは加えることは可能である。」(段落【0007】)と記載され，甘味料を増加することが好ましいこと，及びこの甘味料としてエリスリトールを添加することが示唆されていることから，甲1発明の炭酸を，甲2に記載された1．5～3．0kg／cm2とガス圧が高い炭酸含量とする場合，甲1発明に，甲2に記載されたエリスリトールを添加し，その結果，可溶性固形分含量が屈折糖度計示度で4～8度の範囲となることは設計事項である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1及び甲2は，健康志向の高まりを受けて開発された，炭酸と果汁と高甘味度甘味料とを含む飲料を開示している点，炭酸飲料の刺激や甘味のバランスを取ることが課題とされている点及びかかる課題を解決するために高甘味度甘味料の含有量を調整する点で共通しており，甲1及び甲2において果汁の含有量に差があることは，甲1の飲料と甲2の飲料との間に存在する共通点を否定する根拠にはならないから，甲1発明の炭酸を，刺激味，炭酸味が強い甲2の炭酸含量とする動機付けは，十分に存在する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件訂正発明1，3，5，7～9は，甲1発明及び甲2発明に基づいて，当業者が容易に発明できたものというべきであり，これに反する本件審決の判断は誤りである。",
                "(被告の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明の炭酸を，甲2に記載された1.5～3.0kg／cm2とガス圧が高い炭酸含量とする場合，甲1発明に，甲2に記載されたエリスリトールを添加し，その結果，可溶性固形分含量が屈折糖度計示度で4～8度の範囲となることは設計事項であると主張するが，甲1に甲2を組み合わせる動機付け，すなわち，「実施例(IV-2-12)グレープ果汁入り炭酸飲料」をガス圧の高い炭酸飲料とすることの動機付けがない。むしろ，果汁入り飲料においては，果汁の風味を残すため，ガス圧を低くすることが技術常識となっており，それにもかかわらず，グレープのみずみずしい果汁感が増強した「実施例(IV-2-12)グレープ入り炭酸飲料」をガス圧の高い炭酸飲料としてしまえば，グレープのみずみずしい果汁感の増強というせっかくの効果がなくなってしまうおそれがあるから，甲1と甲2を組み合わせるには阻害要因が存在する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，甲1と甲2を組み合わせることができたとしても，設計事項として甘味料を調整できるのは，酸味と甘味のバランスを取る場合に限られるところ，酸味と甘味のバランスを取るための甘味料の調節と，本件訂正発明の課題である植物成分の風味と炭酸の刺激感＜爽快感＞のバランスを取るための甘味料の調節とでは，甘味料の添加量には違いがあると考えられるから，仮に甲1と甲2を組み合わせたとしても，可溶性固形分含量が屈折糖度計示度で4～8度の範囲となる甘味料の添加ができたとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件訂正発明1，3，5，7～9は，甲1発明及び甲2発明に基づいて，当業者が容易に発明できたものということはできず，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(サポート要件に関する判断の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書の記載からすれば，本件訂正発明において，植物成分を10～80重量％，炭酸ガスを2ガスボリュームより多く含むことは前提条件であり，本件訂正発明は，この前提条件を満たす炭酸飲料において，植物成分の豊かな味わいと炭酸ガスの爽快感を兼ね備えバランスのよい風味を有する炭酸飲料の調製方法を見出すことを目的とするものである。しかし，実施例1に対し，この前提条件を満たしつつ他の成分組成が異なっている比較例は，比較例1のみであり，それらの比較からは，スクラロースの有無が本件訂正発明の効果(該植物成分由来の重い口当たりと炭酸ガスに起因する苦味や刺激を軽減すること)に寄与していることが推定できるにすぎない。",
                "したがって，当業者は，本件訂正発明の他の構成要件(請求項1における(3)，(4)，(6)及び(7))の数値範囲内であれば，成分の種類及びその含有量を問わず(「可溶性固形分」，「高甘味度甘味料によって付与される甘味の全量」及び「甘味量」は，甘味料の種類に限定されず，また，甘味料以外の果汁成分にも依存する事項であり，「可溶性固形分」に至っては，果汁以外のクエン酸，着色料も含むものである。)，本件訂正発明の課題が解決できることを，本件訂正明細書の実施例の記載から把握できない。",
                "このように，本件訂正発明1は，本件訂正明細書において発明の課題が解決できることを当業者が認識できるように記載された範囲を超えるものであって，サポート要件を満たしていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明は数値限定発明であり，明細書に一般的に記載された数値範囲は，出願人が主観的に保護を望む範囲であるとの理解はできるものの，その数値範囲を満たせば，発明の課題を解決できると当業者が客観的に認識できるわけではない。本件訂正発明の数値範囲を満たせば，本件訂正発明の課題を解決できると当業者が認識できるためには，本件訂正明細書の実施例によりその効果が裏付けられているべきであるが，本件訂正発明のいずれの数値範囲についても，その数値範囲の上下限間の幅に対して半分未満の範囲でしか本件訂正明細書の実施例が記載されておらず，実施例の内容を請求項に記載された数値範囲全体にまで拡張ないし一般化できるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件訂正発明は発明の詳細な説明に記載したものであるとはいえず，これに反する本件審決の判断は誤りである。",
                "(被告の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明の各構成要件について検討すると，次のとおり，「特許請求の範囲」の記載はいずれも「発明の詳細な説明」に記載された技術事項の範囲内に収まっている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「可溶性固形分含量が屈折糖度計示度で4～8度である」について",
                  "text": [
                    "本件訂正明細書には，「可溶性固形分含量(屈折糖度計示度)が8度を著しく超えると，可溶性固形分によるボディー感が最終的に調製される炭酸飲料の味に過剰に表出し，所望の嗜好性を得ることができない。好ましい炭酸飲料は，可溶性固形分含量が屈折糖度計示度で2～8度，より好ましくは4～6度の範囲にあるものである。」(10頁11行以降)と記載されており，当該部分には，特許請求の範囲の「可溶性固形分含量が屈折糖度計示度で4～8度である」という事項が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「全甘味料が砂糖甘味換算で8～14％である」について",
                  "text": [
                    "本件訂正明細書には，「本発明の炭酸飲料は，砂糖甘味換算で8～14重量％の割合で甘味成分を含むものである。かかる割合で甘味成分を含むことにより，前述する割合で含まれる植物成分による風味と炭酸ガスによる刺激のバランスを図ることができ，所期の目的である，風味が良く清涼感並びに爽快な飲用感を有する飲料を調製することができる。」(10頁17行以降)と記載されており，当該部分には，特許請求の範囲の「全甘味料が砂糖甘味換算で8～14％である」という事項が記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「スクラロースを含む高甘味度甘味料によって付与される甘味の全量が，全甘味料100重量％あたり，砂糖甘味換算で25重量％以上を占める」について",
                  "text": [
                    "本件訂正明細書には，「高甘味度甘味料によって付与される甘味量の総量(砂糖甘味換算量)が25重量％より著しく少ない場合は，甘味がしつこく感じられたり，果汁等の植物成分由来のフレッシュ感や炭酸ガス由来の爽快感に欠けて，風味が重たく感じられるなど，所期の目的を達せられない。」(13頁下から4行以降)と記載されており，当該部分には，特許請求の範囲の「スクラロースを含む高甘味度甘味料によって付与される甘味の全量が，全甘味料100重量％あたり，砂糖甘味換算で25重量％以上を占める」という事項が記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「全ての高甘味度甘味料によって付与される甘味の全量100重量％のうち，スクラロースによって付与される甘味料が，砂糖甘味換算量で50重量％以上である」について",
                  "text": [
                    "本件訂正明細書の実施例1には，高甘味度甘味料としてスクラロースのみが用いられており(16頁下から4行以降)，実施例2には，「スクラロースによって付与される甘味の量が砂糖甘味換算量で高甘味度甘味料中(100重量％)の86．5重量％となった。」(20頁1行以降)と記載されており，実施例3には，高甘味度甘味料としてスクラロースのみが用いられており(20頁下から14行以降)，実施例4には，高甘味度甘味料としてスクラロースのみが用いられている(21頁17行以降)。",
                    "また，本件訂正明細書の13頁4行以降には，「本発明の炭酸飲料に必須成分として配合される高甘味度甘味料」についての記載があり，13行以降に「更に好ましくは，スクラロースを必須成分として使用すること」，及び「スクラロースに加えて上記の少なくとも1種の高甘味度甘味料(略)を含んでもよい。かかる好ましい組み合わせとしては，高甘味度甘味料によって付与される甘味量の総計100重量％(砂糖甘味換算量)のうち，スクラロースによって付与される甘味量が50重量％以上(砂糖甘味換算量)を占めるような組み合わせである」ことが記載されている。",
                    "このように，本件訂正明細書には，特許請求の範囲の「全ての高甘味度甘味料によって付与される甘味の全量100重量％のうち，スクラロースによって付与される甘味料が，砂糖甘味換算量で50重量％以上である」という事項が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件審決によれば，本件訂正発明と甲1発明との相違点は，本件訂正発明が，①炭酸ガスを2ガスボリュームより多く含む点と，②可溶性固形分含量が屈折糖度計示度で4～8度である点の2点とされているが，これらの相違点について，本件訂正明細書には，両要件を満たすことによって本件訂正発明の効果を奏することが十分に記載されている(なお，本件訂正発明の効果は，前記①及び②の両方を満たすことによって生じるのであって，①と②を完全に分断して，出願時の技術常識に照らしてそれぞれの数値の範囲内において，課題を解決できると当業者が認識できる程度に記載がなされている必要はない。)。本件審決(41頁32行～42頁12行)においても，前記①及び②について，本件訂正発明の数値範囲内の飲料である実施例1～4が植物成分の風味と炭酸の刺激感＜爽快感＞に優れていることが記載されており，逆に，本件数値範囲内の飲料でない比較例1～3が植物成分の風味と炭酸の刺激感＜爽快感＞の点で劣っていることが確認されていると判断されている。",
                "したがって，本件訂正発明が数値限定発明であることを考慮しても，出願時の技術常識に照らして当該数値の範囲内であれば，課題を解決できると当業者が認識できる程度に記載がなされている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件訂正発明はサポート要件に違反しておらず，本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(実施可能要件に関する判断の誤り)について",
          "text": [
            "(原告の主張)",
            "当業者は，本件訂正明細書の実施例の記載から，「可溶性固形分」，「高甘味度甘味料によって付与される甘味の全量」及び「甘味量」の技術的意義を把握できない。また，本件訂正明細書の記載では甘味相対比が一義的に定まっていないため，その甘味相対比に基づいた本件訂正発明における全甘味量，高甘味度甘味料によって付与される甘味の全量及びスクラロースによって付与される甘味量の数値範囲も不明確であり，これらの事項から個別具体的な甘味料の添加量を算出することが困難である。",
            "このため，実施例で用いられている甘味料以外の甘味料を使用して，植物成分を10～80重量％，及び炭酸ガスを2ガスボリュームより多く含む炭酸飲料を調製する場合，甘味料をどの程度の量だけ添加すれば，「植物成分由来の重い口当たりと炭酸ガスに起因する苦味や刺激を軽減」した炭酸飲料が得られるのか不明である。",
            "よって，本件訂正発明は，これを実施する際に，本件訂正明細書の記載内容及び出願時の技術常識を考慮しても，当業者に期待し得る程度を超える試行錯誤や複雑高度な実験等を必要とするものであり，実施可能要件を満たしていない。これに反する本件審決の判断は誤りである。",
            "(被告の主張)",
            "原告の主張は，サポート要件違反に関する主張を前提とするものであるが，当業者において，明細書の記載により，発明の課題との関係で数値限定を付した技術的意義を理解できるのであれば，実施可能要件違反はないとされているところ，本件訂正明細書には，取消事由3に関する(被告の主張)(1)ア～エに記載したとおり，各構成要件についての技術的事項がそれぞれ記載されている。また，本件訂正明細書は，実施例と比較例の記載自体も十分であり，後記のとおり，本件訂正明細書の甘味相対比の記載も明確である。",
            "よって，本件訂正発明が実施可能要件に違反することはなく，本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(明確性要件に関する判断の誤り)について",
          "text": [
            "(原告の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書に記載する「砂糖甘味換算表」は，甘味相対比を，幅をもった数値で示しており(例えば，ステビア，ソーマチン又はサッカリンは，数値範囲の下限と上限とで略2倍の差がある。)，甘味相対比としてどの値を採用するかにより，「全甘味量」，「スクラロースを含む高甘味度甘味料によって付与される甘味の全量」及び「全ての高甘味度甘味料によって付与される甘味の全量」の数値が大きく異なってくる。",
                "また，本件訂正明細書に記載の表と公知の他の砂糖甘味換算表とでは，互いに異なる数値が記載されている場合がある。",
                "すなわち，甲47及び甲48は，いずれも他の砂糖甘味換算表を示すものであるが，本件訂正明細書と甲47とを比較すると，本件訂正明細書に記載の表によれば，ステビア150～300，グリチルリチン250，ソーマチン3000～5000，アスパルテーム200となっているのに対し，甲47によれば，ステビア100～150，グリチルリチン50～100，ソーマチン2000～3000，アスパルテーム100～200となっており，甲47に記載された甘味料の甘味相対比は，本件訂正明細書の表に記載された甘味相対比のほぼ範囲外にある。",
                "本件訂正明細書と甲48とを比較すると，本件訂正明細書に記載の表によれば，果糖(フルクトース)1．3～1．7，ソルビトール0．6～0．7，マルチトール0．8と記載されているのに対し，甲48によれば，果糖1．15～1．5，ソルビトール0．51，マルチトール0．95と記載されており，両者に記載された甘味相対比は範囲が異なる。",
                "さらに，甲47と甲48とを比較すると，甲47によれば，ソルビトール0．60～0．70，マンニトール0．60，マルチトール0．80～0．90，キシリトール0．60と記載されているのに対し，甲48によれば，ソルビトール0．51，マンニトール0．69，マルチトール0．95，キシリトール1．25と記載されており，両者に記載された甘味相対比の範囲は異なる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "このように，本件訂正明細書において幅をもった数値で甘味相対比が示された甘味料を使用する場合，本件訂正明細書に記載の表と公知の他の砂糖甘味換算表とで互いに異なる数値が記載されている甘味料を使用する場合，あるいは，本件訂正明細書において甘味相対比が示されていない甘味料を使用する場合であって複数の公知文献に記載された甘味相対比の数値が異なる場合には，甘味相対比は不明確となる。",
                "また，甲9によれば公知の測定方法は複数存在するが，本件訂正明細書を参照しても，当業者は甘味料の甘味相対比をいずれの方法で測定すればよいのか把握できないし，いずれの測定方法を利用する場合にも最終的には被検体の味覚によることから，人の味覚によってばらつきが生じ，甘味相対比が一義的に決まるものではない。特に，高甘味度甘味料の甘味相対比を被検体によらず一義的に決めることはほぼ不可能である。",
                "さらに，スクラロースを含む甘味料の甘味度の値は，一般的に，温度，濃度，他の成分の有無等の測定条件によって大きく影響を受けるものであり，一義的に決定できないものである(甲46，62，63)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "結局，当業者は，甘味相対比，特に高甘味度甘味料のそれを一義的に決定できず，本件訂正発明の構成要件「(4)全甘味量が砂糖甘味換算で8～14重量％である」，「(6)スクラロースを含む高甘味度甘味料によって付与される甘味の全量が，全甘味量100重量％あたり，砂糖甘味換算で25重量％以上を占める」及び「(7)全ての高甘味度甘味料によって付与される甘味の全量100重量％のうち，スクラロースによって付与される甘味量が，砂糖甘味換算量で50重量％以上である」に合致する甘味料の含有量を把握することもできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，当業者が本件訂正明細書の記載内容及び出願時の技術常識を考慮しても，本件訂正発明を明確に把握することはできず，本件訂正発明は明確ではないから，本件審決の判断は誤りである。",
                "(被告の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書(13頁6行以降)には，「好ましくはスクラロース(砂糖の約600倍の甘味，以下，括弧内は砂糖の甘味に対する相対比率を示す)，アスパルテーム(約200倍)，アセスルファムカリウム(約200倍)，ネオテーム(約8000倍)，アリテーム(約2000倍)，サッカリンナトリウム(約300倍)，ステビア甘味料(約100～300倍；原料，製法により異なる)，及びソーマチン(約3000倍)を挙げることができる。」との記載があり，砂糖甘味換算表に幅のある数値が用いられていても，これらの記載を参照すれば，具体的な甘味料の含有量を決定することが可能である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ステビアについては，甘味に幅が出るものであり，本件訂正明細書においては幅のある記載をせざるを得ず，そのことは当業者であれば当然に理解している。また，ステビアに含有されている10種類の甘味成分の中でも含量が多いのはステビオサイド及びレバウディオサイドAであり，その甘味倍率はステビオサイドが約200倍，レバウディオサイドAが約300倍である。よって，ステビアの個々具体的な甘味倍率は，実際に使用するステビアに含まれるステビオサイドやレバウディオサイドAの含有割合に，それぞれの甘味倍率を乗じることで算出することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他の公知文献との間で甘味相対比にばらつきがあるとしても，特許請求の範囲の記載が本件訂正明細書の記載に基づいていることは明らかであり，単純に同明細書に記載の砂糖甘味換算表を用いれば足りる。当業者の技術常識等は，明細書に記載されていない事項を補うものであって，最初に参酌するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，原告の主張に理由はなく，本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告が主張する取消事由はいずれも採用できず，本件請求は棄却すべきものと判断する。理由は以下のとおりである。",
        "なお，発明の要旨認定に関わるため，まず，明確性要件に関する取消事由5から判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由5(明確性要件に関する判断の誤り)について",
          "text": [
            "特許法36条6項2号は，特許請求の範囲の記載に関し，特許を受けようとする発明が明確でなければならない旨を定めて，発明概念が明確であることを要求している。その趣旨は，特許請求の範囲に記載された発明が明確でないと，特許の付与された発明の技術的範囲が不明確となり，権利の及ぶ範囲も不明確となって，第三者に不測の不利益を及ぼすおそれがあるため，そのような不都合な結果を防止しようとした点にある。",
            "したがって，特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載のみならず，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願時における技術常識を基礎として，特許請求の範囲の記載が，第三者に不測の不利益を及ぼすほどに不明確であるか否かという観点から判断するのが相当である。",
            "本件訂正発明に係る特許請求の範囲の記載は，前記第2の2のとおりであるところ，原告は，同記載における「砂糖甘味換算」が不明確であり，明確性要件を欠くと主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正明細書の記載",
              "text": [
                "本件訂正明細書には以下の記載がある(下線は訂正部分である。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「技術分野",
                  "text": [
                    "本発明は果汁等の植物成分を含有する炭酸飲料に関する。」(2頁12～13行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「背景技術",
                  "text": [
                    "従来から，口当たりや風味の改善を目的として種々の果汁入り炭酸飲料が提案されている。通常，果汁入り飲料には，果汁の酸味を抑えて味をまろやかにするために多量の糖類が配合されるが，特開昭63-207367号公報には，果汁入り飲料に炭酸ガスを0．5～1．5ガスボリューム入れることによって，多量の糖類を配合しなくても，果汁の爽やかな味覚を備えながらも酸味が抑制された果汁入り炭酸飲料が得られることが記載されている。また，特開昭57-110178号公報には，炭酸飲料に柑橘系果汁とレモン果汁を総量で50重量％以下の割合で配合することによって清涼感と風味が良好な果汁入り炭酸飲料が得られることが記載されている。",
                    "また，特開昭60-259169号公報には，甘味成分として高甘味度甘味料(アスパルテーム)を用い，炭酸ガスをガス圧が2．5kg／cm2以下となるように混入した果汁入り炭酸飲料が，また特開2000-4852号公報には甘味成分として呈苦味性低カロリー甘味料を用い，炭酸ガスをガス容量で1．0～2．0vol混入した果汁入り炭酸飲料が，さらに特開平10-136952号公報及び特開平10-136953号公報には，甘味成分としてエリスリトールと高甘味度甘味料を組み合わせて使用した果汁入り炭酸飲料が記載されている。",
                    "このように従来から，果汁の風味を活かし清涼感や爽快感を出すために種々工夫された果汁入り炭酸飲料が提案されているが，いずれの炭酸飲料も上記所期の目的を達成するために，炭酸ガスまたは果汁のいずれか一方の配合量を少なくするか，または両方とも少ない処方となっている。又は，炭酸ガス或いは果汁のいずれかの配合量について明確な記載がない(特開昭57-110178号公報)。」(2頁20行～3頁4行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「…後述の比較例に示すように，炭酸飲料に果汁を配合すると，当該果汁に含まれる糖類の割合分，糖類の添加量を減らして通常の炭酸飲料と同等の甘味量(砂糖換算で8～14重量％程度)になるように調整した場合であっても，口当たりが重くなり炭酸飲料本来の爽快感が消失してしまうこと(比較例1)，一方，果汁の配合量を減らすと，甘味量は同じにもかかわらず炭酸の刺激が突出してしまう(比較例2)などという具合に，果汁と炭酸ガスの両者を配合して味や風味のバランスを図ることは極めて難しいことがわかった。",
                    "本発明の目的は，果汁等の植物成分と炭酸ガスの両者を含有する飲料であって，植物成分の豊かな味わいと炭酸ガスの爽やかな刺激感(爽快感)をバランス良く備えた植物成分含有炭酸飲料を提供することである。",
                    "また本発明の目的は，野菜や果物の搾汁等の植物成分によるボディー感，又は／及び，炭酸ガスの刺激感が互いに突出せずに，植物成分の豊かな味わいと炭酸ガスの爽やかな刺激感(爽快感)をバランス良く備えた植物成分含有炭酸飲料の製造方法を提供することである。",
                    "さらに本発明の目的は，果汁等の植物成分と炭酸ガスを比較的多く含有する炭酸飲料において，該植物成分に起因して生じる強すぎるボディー感(重い口当たり)と炭酸ガスに起因して生じる刺激感を軽減する方法を提供することである。」(同3頁7～23行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「本発明者らは，…10～80重量％の植物成分と2ガスボリュームより多い炭酸ガスを含む処方において，高甘味度甘味料，特に好ましくはスクラロースを特定の割合で配合して可溶性固形分含量を特定量以下に抑えることにより，口当たりが重くなりすぎず，また刺激が強くなりすぎずに，所期の目的が達成できることを見出した。本発明は，かかる知見に基づいて完成したものである。」(同3頁24～29行)"
                },
                {
                  "fig": "オ",
                  "subject": "「本発明に係る炭酸飲料は，下記の構成を備えることを特徴とするものである：",
                  "text": [
                    "(1)植物成分を10～80重量％の割合で含む，",
                    "(2)炭酸ガスを2ガスボリュームより多く含む，",
                    "(3)可溶性固形分含量が屈折糖度計示度で8度以下である，",
                    "(4)全甘味量が砂糖甘味換算で8～14重量％である，",
                    "(5)高甘味度甘味料を含む，",
                    "(6)全甘味量100重量％(砂糖甘味換算量)中，上記高甘味度甘味料によって付与される甘味量が25重量％以上(砂糖甘味換算量)である。",
                    "ここで「砂糖甘味換算」とは，甘味成分の量を，砂糖の甘味1に対する当該甘味成分の甘味の相対比に基づいて，砂糖の量に換算することを意味する。また「砂糖甘味換算量」とは，そのようにして砂糖の量に換算した甘味成分の量を示す。具体的には，公知の砂糖甘味換算表等から求めることができる(詳細は後述する)。」(8頁7～18行)"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "「以下，本発明の炭酸飲料の各構成について説明する。",
                    "(1)植物成分を10～80重量％の割合で含む：",
                    "ここで植物成分とは，…例えば上記所望の植物の食用部位の搾汁を挙げることができる。",
                    "搾汁としては具体的には，ミカン，オレンジ，レモン，ライム，シトロン，グレープフルーツ，ブンタン，夏みかん，はっさく，ゆず，すだち，かぼす，キンカン等の柑橘類，リンゴ，ブドウ，モモ，メロン，スイカ，梨，イチゴ，パインアップル，バナナ，漿果類，アンズ，ウメ，サクランボ，グァバ，プルーン，ラズベリー，ブルーベリー，クランベリー，コケモモ(カウベリー)，グミ(シルバーベリー)，桑(マルベリー)，グーズベリー，カーラント，ブラックベリー，ライチ，マンゴー，パパイヤ，パッションフルーツ，スターフルーツ，ドリアン，マンゴスチン等のトロピカルフルーツ，アロニアなどの各種果物の搾汁(果汁)；並びにトマト，ニンジン，キャベツ，オニオン，シナモン，モロヘイヤ，ケール，ほうれん草，ブロッコリー，カボチャ，セロリー，パセリ，ネギ，ゴボウ，シイタケ，マツタケ，ミツバ，ハクサイ，豆などの各種野菜の搾汁(野菜汁)を挙げることができる。",
                    "…また，本発明では植物成分として，…濃縮果汁…を使用することもできる。",
                    "…濃縮果汁…を用いる場合，搾汁直後(濃縮前)の濃度に戻した量が植物成分の含量となる。",
                    "…植物成分が10重量％より著しく少なくなると，果汁等の植物成分の呈味が乏しくなるため，植物成分の豊かな味わい(風味)を有する炭酸飲料を提供するという所期の目的が達成できず，また植物成分を80重量％を著しく超えて配合すると，飲用感が重くなりすぎて爽快感のある炭酸飲料を提供するという所期の目的が達成できない。」(8頁31行～9頁31行)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「(2)炭酸ガスを2ガスボリュームより多く含む：",
                  "text": [
                    "好ましいガス容量としては2～4ガスボリューム…である。なお，これは20℃での飲料の炭酸ガス内圧に換算すると約1．4kg／cm2以上…に相当する。",
                    "ガス容量が2ガスボリュームに満たないと，植物成分を10～80重量％の割合で配合した場合に炭酸飲料本来の好ましい刺激感が得られず，植物成分の豊かな味わい(風味)を有し爽快感のある炭酸飲料を提供するという所期の目的が達成できない。」(同9頁32行～10頁3行)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「(3)可溶性固形分含量が8度以下である：",
                  "text": [
                    "可溶性固形分含量とは一般には飲料等の液状食品100g中に溶解している水溶性成分，具体的には糖類や有機酸などの不揮発性物質の総重量(g)であるが，通常は液状食品，特に果実飲料の糖含有量を示す指標(Brix)として用いられる。可溶性固形分含量(Brix)は通常，屈折糖度計示度で表すことができる。すなわち，本発明が対象とする炭酸飲料は，屈折糖度計示度が8度以下であるような割合で可溶性固形分を含むことを特徴とするものである。",
                    "可溶性固形分含量(屈折糖度計示度)が8度を著しく超えると，可溶性固形分によるボディー感が最終的に調製される炭酸飲料の味に過剰に表出し，所望の嗜好性を得ることができない。",
                    "好ましい炭酸飲料は，可溶性固形分含量が屈折糖度計示度で2～8度，より好ましくは4～6度の範囲にあるものである。」(10頁4～15行)"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "「(4)全甘味量が，砂糖甘味換算で8～14重量％である：",
                  "text": [
                    "…本発明の炭酸飲料は，砂糖甘味換算で8～14重量％の割合で甘味成分を含むものである。かかる割合で甘味成分を含むことにより，前述する割合で含まれる植物成分による風味と炭酸ガスによる刺激のバランスを図ることができ，所期の目的である，風味が良く清涼感並びに爽快な飲用感を有する飲料を調製することができる。好ましい甘味成分の総量(全甘味量)は，砂糖甘味換算で8～12重量％，より好ましくは9～11重量％である。",
                    "なお，全甘味量が砂糖甘味換算で8重量％より著しく少ないと，炭酸ガスの苦味や刺激が強く感じられる傾向があり，また，全甘味量が砂糖甘味換算で14重量％を著しく超えると，甘味がしつこく感じられ，爽快感が損なわれる傾向にある。",
                    "本発明で用いられる甘味成分としては，従来公知若しくは将来知られ得る甘味成分を広く挙げることができる。具体的には，アセスルファムカリウム，アラビノース，アリテーム，イソトレハロース，イソマルチトール，イソマルトオリゴ糖(イソマルトース，イソマルトトリオース，パノース等)，エリスリトール，オリゴ-Ｎ-アセチルグルコサミン，ガラクトース，ガラクトシルスクロース，ガラクトシルラクトース，カンゾウ抽出物(グリチルリチン)，キシリトール，キシロース，キシロオリゴ糖(キシロトリオース，キシロビオース等)，グリセロール，クルクリン，グルコース，ゲンチオオリゴ糖(ゲンチオビオース，ゲンチオトリオース，ゲンチオテトラオース等)，サッカリン，サッカリンナトリウム，シクラメート，スタキオース，ズルチン，ソルボース，タウマチン，ステビア抽出物，テアンデオリゴ糖，トレハロース，ナイゼリアベリー抽出物，ニゲロオリゴ糖(ニゲロース等)，ネオテーム，ネオトレハロース，ネオヘスペリジンジヒドロカルコン，パラチニット，パラチノース，フラクトオリゴ糖(ケストース，ニストース等)，フルクトース，ポリデキストロース，マルチトール，マルトース，マルトオリゴ糖(マルトトリオース，テトラオース，ペンタオース，ヘキサオース，ヘプタオース等)，マンニトール，ミラクルフルーツ抽出物，ラカンカ抽出物，ラクチトール，ラクトース，ラフィノース，ラムノース，リボース，異性化液糖，還元イソマルトオリゴ糖，還元キシロオリゴ糖，還元ゲンチオオリゴ糖，還元水飴，酵素処理カンゾウ，酵素処理ステビア，酵素分解カンゾウ，砂糖結合水飴(カップリングシュガー)，大豆オリゴ糖，転化糖，水飴，蜂蜜等の甘味成分が例示できる。",
                    "中でも，好適には，砂糖，ブドウ糖，果糖，果糖ブドウ糖液糖等の液糖，水飴，還元水飴，蜂蜜，イソマルトオリゴ糖，乳果オリゴ糖等のオリゴ糖などの糖類；ソルビトール，マルチトール，マンニトール，エリスリトール，キシリトール等の糖アルコール；α-グルコシルトランスフェラーゼ処理ステビア，アスパルテーム，アセスルファムカリウム，アリテーム，サッカリン，サッカリンナトリウム，シクラメート，ステビア抽出物，ステビア末，スクラロース，タウマチン(ソーマチン)，ネオテーム等の高甘味度甘味料を例示することができる。なお，本発明の炭酸飲料の甘味を構成する成分には，前述の甘味成分の他に，植物の組織成分に含まれる甘味成分(果汁由来の果糖等)も含まれる。",
                    "なお，炭酸飲料に含まれる全甘味量は，当該炭酸飲料に含まれる各甘味成分の量(重量濃度)を，砂糖の甘味1に対する当該甘味成分の甘味の相対比に基づいて，砂糖の相当量に換算して(砂糖甘味換算)，次いで当該炭酸飲料に含まれる全ての甘味成分の砂糖甘味換算量(重量濃度)を総計することによって求めることができる。",
                    "なお，砂糖の甘味1に対する各種甘味成分の甘味の相対比は，公知の砂糖甘味換算表等から求めることができる。例えば，ビバリッジ  ジャパン社「飲料用語事典」(平成11年6月25日発行)資料11頁によると，砂糖(ショ糖，スクロース)の甘味度1に対する各種の甘味成分の甘味相対比は下記表に示す通りであり，これらを参考にして各甘味成分について上記の砂糖甘味換算量を算出することができる。",
                    "なお，本発明の炭酸飲料は，…甘味成分として少なくとも1種の高甘味度甘味料を含むことが必要である。」(10頁16行～13頁3行)"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "「(5)高甘味度甘味料を含む：",
                  "text": [
                    "ここで本発明の炭酸飲料に必須成分として配合される高甘味度甘味料としては，前述するものを広く例示することができる。好ましくはスクラロース(砂糖の約600倍の甘味，以下，括弧内は砂糖の甘味に対する相対比率を示す)，アスパルテーム(約200倍)，アセスルファムカリウム(約200倍)，ネオテーム(約8000倍)，アリテーム(約2000倍)，サッカリンナトリウム(約300倍)，ステビア甘味料(約100～300倍；原料，製法により異なる)，及びソーマチン(約3000倍)を挙げることができる。これらの高甘味度甘味料は1種単独で使用することもできるが2種以上組み合わせて使用してもよい。上記の中でも，スクラロース，アスパルテーム，アセスルファムカリウム及びネオテームよりなる群から選ばれる1種以上を用いることが好ましい。更に好ましくは，スクラロースを必須成分として使用することである。この場合，スクラロースを単独で使用してもよいし，スクラロースに加えて上記の少なくとも1種の高甘味度甘味料(アスパルテーム，アセスルファムカリウム，ネオテーム，アリテーム，サッカリンナトリウム，ステビア甘味料，またはソーマチン)を含んでもよい。かかる好ましい組み合わせとしては，高甘味度甘味料によって付与される甘味量の総計100重量％(砂糖甘味換算量)のうち，スクラロースによって付与される甘味量が50重量％以上(砂糖甘味換算量)を占めるような組み合わせである。」(13頁4～20行)"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "「(6)全甘味量100重量％(砂糖甘味換算量)中，高甘味度甘味料によって付与される甘味量が25重量％以上(砂糖甘味換算量)である：",
                  "text": [
                    "…上限は特に制限されない。",
                    "…高甘味度甘味料によって付与される甘味量の総量(砂糖甘味換算量)が25重量％より著しく少ない場合は，甘味がしつこく感じられたり，果汁等の植物成分由来のフレッシュ感や炭酸ガス由来の爽快感に欠けて，風味が重たく感じられるなど，所期の目的を達せられない。",
                    "本発明では，更にアルコールを添加して，…アルコール入り炭酸飲料としてもよい。…本発明により，果汁等の植物成分と炭酸ガスを比較的多く含有するアルコール飲料も製造することが可能となり，該植物成分と炭酸ガスに起因して生じる強すぎるボディー感(重い口当たり)と刺激感を軽減する効果に加えて，アルコールに起因するバーニング感も軽減することができたものである。」(13頁21行～14頁6行)"
                  ]
                },
                {
                  "fig": "シ",
                  "text": [
                    "「斯くして得られる植物成分含有炭酸飲料は，比較的多くの植物成分と炭酸ガスを含有しながらも，口当たりが重たくなりすぎず，また刺激が強くなりすぎずに，植物成分の豊かな味わいと炭酸ガスによる適度な刺激によって爽やかで清涼感のある飲み心地を有している。",
                    "…本発明は，…炭酸飲料の成分として，高甘味度甘味料を配合し，かつ下記(1)～(3)の特性：",
                    "(1)可溶性固形分含量が屈折糖度計示度で8度以下，",
                    "(2)全甘味量が砂糖換算量で8～14重量％，",
                    "(3)高甘味度甘味料によって付与される甘味の全量が，砂糖甘味換算で全甘味量100重量％あたり25重量％以上を占める，",
                    "を備えるように炭酸飲料を調製することによって実施することができる。",
                    "…本発明の方法によれば，植物成分を10～80重量％，炭酸ガスを2ガスボリュームより多く含む炭酸飲料において，ボディー感または刺激感の突出を抑制して呈味のバランスを図ることによって，口当たりが重くなりすぎず，また刺激が強くなりすぎずに，当該炭酸飲料に，植物成分の豊かな味わいと炭酸ガスによる適度な刺激によって爽やかで清涼感のある飲み心地を付与することができる。」(14頁33行～15頁23行)"
                  ]
                },
                {
                  "fig": "ス",
                  "subject": "「実施例1，比較例1～3",
                  "text": [
                    "表1に示す処方からなる各種の炭酸飲料(実施例1，比較例1～3)を，下記の製法に従って調製した。",
                    "＜製法＞",
                    "調合タンク中に表1に示す処方からなる調合液を調製し，得られた調合液に…炭酸ガスを3ガスボリュームとなるように封入した。これを…ガラス瓶に充填し，…殺菌を行って，グレープ炭酸飲料を調製した。",
                    "各炭酸飲料の植物成分含有量(重量％)，ガス容量(ガスボリューム)，可溶性固形分含量(屈折糖度計示度)，全甘味量(砂糖甘味換算量)，及び全甘味量に占める高甘味度甘味料の割合(砂糖甘味換算量)を併せて表1に示す。",
                    "なお，全甘味量及び全甘味量に占める高甘味度甘味料の割合は，実施例1の炭酸飲料を例に説明すれば，次の通りである。すなわち，実施例1の炭酸飲料の場合，甘味成分としてスクラロース0．0065重量％(砂糖甘味換算量：0．0065重量％×600注1)＝3．9重量％)，と5倍濃縮ブドウ果汁(果糖50重量％含有)10重量％(砂糖甘味換算量：10重量％×0．5×1．3注2)＝6．5重量％)を含むので，全甘味量は砂糖換算量で10．4重量％(3．9重量％＋6．5重量％＝10．4重量％)となり，また全甘味量に占めるスクラロースの割合は37．5重量％(3．9重量％÷10．4重量％＝0．375となり全甘味に占めるスクラロースの割合は37．5重量％)となる。",
                    "注1)：スクラロースは砂糖の600倍の甘味という計算。",
                    "注2)：果糖は砂糖の1．3倍の甘味という計算。",
                    "上記で調製した各種のグレープ炭酸飲料をパネラー5名に飲んでもらい，口当たり，爽快感，及びフルーツの風味感について評価してもらった。なお，これらの各項目の評価は，それぞれパネラー5名に下記の基準に従って5段階評価を行ってもらい，5名の平均値から求めた。",
                    "＜評価基準＞",
                    "段階  評価"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "非常に良い"
        },
        {
          "fig": "4",
          "subject": "やや良い"
        },
        {
          "fig": "3",
          "subject": "普通"
        },
        {
          "fig": "2",
          "subject": "やや悪い"
        },
        {
          "fig": "1",
          "subject": "非常に悪い",
          "text": [
            "結果を表1に併せて示す。また表1には併せて口当たりに関するパネラーの総合的な意見も示す。",
            "【表1】",
            "注3)：果糖ブドウ糖液糖は，果糖55％，固形分75％のものを使用。",
            "注4)：可溶性固形分含量は，屈折糖度計示度の値で示す。",
            "注5)：全甘味量は，砂糖甘味換算した甘味成分の合計量で示す。",
            "注6)：高甘味度甘味料の割合は，全ての甘味成分中に含まれる高甘味度甘味料の割合を砂糖甘味換算量に換算して示す。",
            "表1からわかるように，実施例1の処方により，ブドウの風味が強く表れ，またみずみずしさと炭酸の刺激がマッチした爽快感のあるおいしい炭酸飲料が調製できた。それに対して，比較例1の処方によると，可溶性固形分含量(糖分)が多いため重い口当たりとなって爽快感に欠け，比較例2の処方によると，植物成分(果汁)の含有量が少ないためにフルーツ感が弱く，水っぽく炭酸の苦味や過剰な刺激が目立つ飲料となった。更に，比較例3は，炭酸ガスの容量が少ないため，炭酸のさわやかな刺激に欠けた飲料になった。",
            "この結果から，フルーツ感と炭酸感の両方を兼ね備えた飲料を調製するためには，高甘味度甘味料を使用しながら，可溶性固形分含量(Brix)，植物成分含量，ガス容量をそれぞれバランスよく調整する必要があることがわかった。」(16頁20行～19頁9行)"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "セ",
                  "subject": "「実施例2",
                  "text": [
                    "下記の処方からなる果汁入り飲料に炭酸ガスをガス容量2．5ガスボリュームとなるようにガスを封入して果汁入り炭酸飲料を調製した。",
                    "＜処方＞",
                    "5倍濃縮透明りんご果汁(果糖50重量％含有)  4    (重量％)",
                    "透明レモン果汁          1",
                    "人参の搾汁(除パルプしたもの)      10",
                    "スクラロース＊          0．0075",
                    "アセスルファムカリウム          0．0035",
                    "果糖ぶどう糖液糖          2．5",
                    "(果糖55％，固形分75％，砂糖甘味換算0．8)",
                    "クエン酸(無水)＊          0．02",
                    "アップルフレーバー＊        0．1",
                    "水              残  部",
                    "合  計            100重量％",
                    "得られた炭酸飲料は，植物成分(果汁，野菜搾汁)の含有量が31重量％，可溶性固形分含量(屈折糖度計示度)が4．5度であった。",
                    "また，実施例2の炭酸飲料は，甘味成分としてスクラロース0．0075重量％(砂糖甘味換算量：0．0075重量％×600注7)＝4．5重量％)，アセスルファムカリウム0．0035重量％(砂糖甘味換算量：0．0035重量％×200注8)＝0．7重量％)，5倍濃縮りんご果汁4重量％(果糖50重量％含有，砂糖甘味換算量：4重量％×0．50(果糖50重量％)×1．3＝2．6重量％)と果糖ブドウ糖液糖2．5重量％(砂糖甘味換算量：2．5重量％×0．8(砂糖甘味換算)＝2．0重量％)とを含むので，全甘味量が砂糖甘味換算量で9．8重量％となった。",
                    "注7)：スクラロースは砂糖の600倍の甘味を有する。",
                    "注8)：アセスルファムカリウムは砂糖の200倍の甘味を有する。",
                    "高甘味度甘味料(スクラロース及びアセスルファムカリウム)によって付与される甘味の総量が砂糖甘味換算量で全甘味量の53．1重量％，スクラロースによって付与される甘味の量が砂糖甘味換算量で高甘味度甘味料中(100重量％)の86．5重量％となった。",
                    "この飲料の飲み心地を実施例1と同様にパネラーに評価してもらった結果，口当たり：4．8，爽快感：4．6，フルーツの風味感：4．4であり，「みずみずしいフルーツ風味と炭酸の刺激感がマッチしている」，「人参の臭みが感じられない」といった意見が得られた。」(19頁10行～20頁6行)"
                  ]
                },
                {
                  "fig": "ソ",
                  "subject": "「実施例4    アップル炭酸アルコール飲料",
                  "text": [
                    "焼酎に，下記に示す処方に従ってスクラロース，5倍濃縮リンゴ透明濃縮果汁，クエン酸及び香料を加えて溶解し，水にて全量40重量部とする。瓶にこの液を80ml入れ，炭酸水(ガス圧：196kPa(2．0kg／cm2)→2．6ガスボリューム)にて全量を200mlとし，70℃20分間加熱殺菌して，アップル炭酸アルコール飲料を調製した(アルコール分：6．0％)。",
                    "＜処方例＞"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "焼酎(35°)                         17．5"
        },
        {
          "fig": "2",
          "subject": "スクラロース          0．0067"
        },
        {
          "fig": "3",
          "subject": "5倍リンゴ透明濃縮果汁(果糖50％)  6．6"
        },
        {
          "fig": "4",
          "subject": "クエン酸(無水)Ｎ＊       0．1"
        },
        {
          "fig": "5",
          "subject": "アップルフレーバーＮO．64625＊  0．2",
          "text": [
            "水にて合計            40重量部",
            "得られたアルコール飲料は，植物成分(果汁)の含有量が33％重量％で可溶性固形分含量が6．0度であった。また，甘味成分としてスクラロース0．0067重量％(砂糖甘味換算量0．0067重量％×600＝4重量％)，5倍リンゴ果汁6．6重量％(果糖50重量％含有，砂糖甘味換算量：6．6重量％×0．50(果糖50重量％×1．3＝4．3)とを含むので全甘味料が砂糖甘味換算量で8．3重量％となった。また，高甘味度甘味料(スクラロース)によって付与される甘味の総量が砂糖甘味換算で全甘味料の48．2重量％となった。",
            "これらの飲料(実施例4，比較例4)の飲み心地を実施例1と同様にパネラーに評価してもらった結果，実施例4の飲料については，口当たり：4．6，爽快感：4．8，フルーツの風味感：4．7であり，「果汁感と炭酸感，アルコール感の刺激が非常によくマッチしている」「口当たりが非常にまろやかになり，かつ，アルコール感が和らぐので飲みやすい」と言った意見が得られた。」(20頁36行～21頁24行)"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "タ",
                  "subject": "「産業上の利用可能性",
                  "text": [
                    "本発明によれば，フルーツの豊かな味わいと炭酸の刺激的なさわやかさを兼ね備えた果汁等の植物の組織成分を含有する風味・呈味の良好な炭酸飲料を提供できる。特に本発明によれば，果汁や野菜の搾汁等の植物成分を10～80重量％，及び炭酸ガスを2ガスボリュームより多く含む炭酸飲料において，口当たりが重くなりすぎずに，また刺激が強くなりすぎずに，植物成分の豊かな味わいと炭酸の刺激的なさわやかさを兼ね備えた飲料を提供することができる。」(21頁25～31行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "以上に基づいて検討するに，本件訂正後の特許請求の範囲の請求項1には，「(4)全甘味量が砂糖甘味換算で8～14重量％である」，「(6)スクラロースを含む高甘味度甘味料によって付与される甘味の全量が，全甘味量100重量％あたり，砂糖甘味換算で25重量％以上を占める」及び「(7)全ての高甘味度甘味料によって付与される甘味の全量100重量％のうち，スクラロースによって付与される甘味量が，砂糖甘味換算量で50重量％以上である。」との記載があり，それぞれ，甘味の量を特定するための用語として「砂糖甘味換算」ないし「砂糖甘味換算量」が用いられているところ，(1)で認定したとおり，これらの用語に関し，本件訂正明細書には，",
              "text": [
                "・「『砂糖甘味換算』とは，甘味成分の量を，砂糖の甘味1に対する当該甘味成分の甘味の相対比に基づいて，砂糖の量に換算することを意味する。また『砂糖甘味換算量』とは，そのようにして砂糖の量に換算した甘味成分の量を示す。」((1)オ)",
                "・「炭酸飲料に含まれる全甘味量は，当該炭酸飲料に含まれる各甘味成分の量(重量濃度)を，砂糖の甘味1に対する当該甘味成分の甘味の相対比に基づいて，砂糖の相当量に換算して(砂糖甘味換算)，次いで当該炭酸飲料に含まれる全ての甘味成分の砂糖甘味換算量(重量濃度)を総計することによって求めることができ…，砂糖の甘味1に対する各種甘味成分の甘味の相対比は，公知の砂糖甘味換算表等から求めることができる。例えば，…砂糖(ショ糖，スクロース)の甘味度1に対する各種の甘味成分の甘味相対比は下記表に示す通りであり，これらを参考にして各甘味成分について上記の砂糖甘味換算量を算出することができる。」((1)ケ)",
                "との記載が認められる。",
                "これらの記載によれば，当業者は，請求項1に記載された「砂糖甘味換算」が，甘味成分の量(重量濃度)を，砂糖の甘味1に対する当該甘味成分の甘味の相対比に基づいて，砂糖の相当量に換算することを意味し，その際の砂糖の甘味1に対する当該甘味成分の甘味相対比は，公知の砂糖甘味換算表等から求めることができること，及び，請求項1に記載された「砂糖甘味換算量」が，「砂糖甘味換算」により，砂糖の量に換算した甘味成分の量(重量濃度)を意味することを，それぞれ理解できるといえる。",
                "したがって，本件訂正明細書の記載を参酌すれば，当業者は，特許請求の範囲に記載された「砂糖甘味換算」及び「砂糖甘味換算量」という文言の意味を理解することができるから，発明特定事項にこれらの用語を含むことを理由に，本件訂正発明の概念が不明確であるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "これに対し，原告は，①甘味料の種類によっては，甘味相対比が，文献ごとに相違したり幅をもった値で示されたりするなどして，一義的に定められていないこと，②本件訂正明細書を参酌しても，複数ある測定方法のいずれを利用すれば良いか把握できず，また，いずれの測定方法を利用しても最終的には被検体の味覚によることから，人の味覚によってばらつきが生じ，甘味相対比が一義的に決まらないこと，③スクラロースを含む甘味料の甘味度の値は，一般的に，温度，濃度，他の成分の有無等の測定条件によって大きく影響を受けるものであり，一義的に決定できないことなどを指摘して，当業者は本件訂正発明を明確に把握することができない旨を主張する。",
                "確かに，本件訂正明細書(甲33の2)の記載や，証拠(甲46，47，62，63)及び弁論の全趣旨によれば，甘味料の種類によっては，甘味相対比が一義的に定められておらず，また，本件訂正明細書には，甘味相対比の測定方法自体は記載されておらず，さらに，甘味料の甘味相対比の測定条件が，甘味相対比の値に影響を及ぼすことがあると認められる。これらの点は，原告が指摘するとおりである。",
                "しかしながら，前記のとおり，本件訂正発明における砂糖甘味換算量は，本件訂正明細書に記載された甘味相対比や，本件出願時に周知であった砂糖甘味換算表(例えば，甲47は，独立行政法人農畜産業振興機構のウェブサイトに掲載された甘味料の甘さに関する記事であり，ショ糖を1．00とした場合の主な甘味料の甘味度が，精糖工業会の「甘味料の総覧」を出典とする表を引用する形で具体的に紹介されている。また，甲48は，社団法人日本果汁協会が監修する「最新果汁・果実飲料事典」〔朝倉書店〕であり，同書の458頁以下には，やはり，ショ糖を1．00とした場合の糖及び糖アルコールの比較甘味度が表形式で掲載されているほか，非糖類天然甘味料についても，本文中で砂糖を1とした場合の甘味度が紹介されている。)に記載された甘味度，つまり甘味相対比を利用することにより適宜算出することが可能であると認められる。",
                "そして，たとえそれらの記載からは甘味料の甘味相対比が一義的に定めることができない場合であっても，例えば，甘味相対比が，その甘味料の製造販売者から提供されている場合もあるといえるし(乙41は，MCフードスペシャリティーズ株式会社の製品総合カタログであり，同カタログの中で，甘味料又は甘味素材の製品ごとに，砂糖の約○○倍という形で，砂糖を1とした場合の具体的な甘味度が明らかにされている。)，測定条件によって甘味相対比が変わり得るとの点についても，甘味相対比の換算方法や測定方法自体は本件出願時に周知の事項であったといえるから(甲9，甲18)，当業者であれば，必要に応じて，適切な条件設定をすることにより，実際に用いる甘味料の甘味相対比を換算又は測定することが可能であったと認められる。",
                "なお，本件出願日より前に出願された特許文献である乙27(特許第4441716号公報)，乙30(特許第3125888号公報)及び乙39(特公平6-14861号公報)には，それぞれ，甘味相対比の測定方法や測定条件の詳細が明細書に記載されることのないまま，「砂糖甘味換算」又は「砂糖甘味換算量」に相当する文言が使用されており，これによれば，砂糖以外の甘味料の「甘味」を，砂糖の甘味1との相対比に基づいて表現することは，本件出願当時，当業者が慣用していたと認められる。そして，そもそも官能に係る「甘さ」に個人差や曖昧さが存在することや，測定条件の影響を受けることは，本件出願時における当業者の技術常識というべきであるところ，それにもかかわらず甘味相対比が利用されてきたということは，上記のような個人差や曖昧さ等は，甘味相対比の使用を困難にするほどのものではないということを意味するものといえる。",
                "以上によれば，甘味相対比が一義的に定まらない場合があるとしても，そのことから直ちに，「砂糖甘味換算」や「砂糖甘味換算量」という文言が，第三者に不測の不利益を及ぼすほどに不明確であるとはいえず，これを理由に明確性要件を欠くことにはならないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，明確性要件に関する本件審決の判断に誤りはなく，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(甲1発明及び周知慣用技術に基づいて，当業者が容易に発明できたものであるとはいえないとした点の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明について",
              "text": [
                "本件訂正後の特許請求の範囲の記載(前記第2の2)及び本件訂正明細書の記載(前記第4の1(1))によれば，本件訂正発明は，次の特徴を有すると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明は，果汁等の植物成分を含有する炭酸飲料に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来から，果汁の風味を活かし清涼感や爽快感を出すために種々工夫された果汁入り炭酸飲料が提案されているが，いずれの炭酸飲料も，炭酸ガスまたは果汁のいずれか一方の配合量を少なくするか，又は両方とも少ない処方となっており，また，果汁と炭酸ガスの両者を配合して味や風味のバランスを図ることは極めて難しいことがわかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正発明は，果汁等の植物成分と炭酸ガスの両者を含有する飲料であって，植物成分の豊かな味わいと炭酸ガスの爽やかな刺激感(爽快感)をバランス良く備えた植物成分含有炭酸飲料を提供することを課題とし，10～80重量％の植物成分と2ガスボリュームより多い炭酸ガスを含む処方において，高甘味度甘味料であるスクラロースを特定の割合で配合して可溶性固形分含量を特定量以下に抑えることにより，口当たりが重くなり過ぎず，また刺激が強くなり過ぎずに，所期の目的が達成できることを見出したことに基づいて完成したものであり，かくして得られる植物成分含有炭酸飲料は，比較的多くの植物成分と炭酸ガスを含有しながらも，口当たりが重たくなり過ぎず，また刺激が強くなり過ぎずに，植物成分の豊かな味わいと炭酸ガスによる適度な刺激によって爽やかで清涼感のある飲み心地を有しているという効果を奏するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明の内容は，前記第2の3(4)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲1には，次の記載が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明は，高甘味度甘味料であるスクラロースの新規用途に関する。」(要約書)"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明は，嗜好性飲料にスクラロースを配合することによって各種嗜好性飲料が本来有する風味をより一層引き出し，風味に優れた飲料が得られるという知見に基づくものである。",
                        "本発明において嗜好性飲料とは，…果実飲料…も含まれる。",
                        "なお，ここで果実飲料には果汁を含む食品一般が広く包含され，例えば…果汁入り炭酸…が含まれる。」(75頁5～17行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「本発明は，スクラロースを果汁・果実含有食品に添加配合することによってフルーツの風味を引きだたせることができ，フルーツ感やフレッシュ感が一層向上した食品が得られるという知見に基づくものである。",
                        "本発明が対象とする果汁含有食品には果汁を含む食品一般が広く包含され…果汁入り炭酸飲料…等の各種飲料；果汁入りリキュールなどのアルコール類…を挙げることができる。」(80頁23行～81頁4行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「本発明によれば，スクラロースの配合によって果汁や果実の風味や香りが一層引きだたされ，フルーツ感並びにフレッシュ感の風味よい食品を調製することができる。」(82頁1～3行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「実施例(IV-2-8)  ミント風味スパークリングウォーター",
                      "text": [
                        "＜シロップ＞",
                        "スクラロース                    0．0003(kg)",
                        "砂糖                            0．60",
                        "クエン酸(結晶)                0．01",
                        "食塩                            0．012",
                        "乳酸カルシウム                  0．008",
                        "塩化カリウム                    0．005",
                        "ペパーミントエキストラクト＊    0．03",
                        "ペパーミントフレーバー＊        0．20",
                        "水                              残  部",
                        "合  計                          100．00  L   上記処方に従って，水にペパーミントエキストラクト及びペパーミントフレーバー以外の原料を加えて撹拌しながら加熱して溶解し，93℃に達したところでペパーミントエキストラクト及びペパーミントフレーバーを加え，室温まで冷却してシロップを得た。このシロップ150mlを容器に入れ，炭酸水を加えて200mlとし，ミント風味スパークリングウォーターを得た。得られたミント風味スパークリングウォーターは，スクラロース無添加のものに比べ，ミントのさわやかさと炭酸の刺激感のバランスが向上したものであった。」(156頁4～22行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「実施例(IV-2-12)  グレープ果汁入り炭酸飲料",
                      "text": [
                        "＜シロップ＞",
                        "スクラロース                0．014(kg)",
                        "5倍濃縮グレープ透明果汁    4．40",
                        "クエン酸(結晶)            0．25",
                        "着色料＊                    0．05",
                        "香料＊                      0．20",
                        "水                          残  部",
                        "合  計                      45．00  L   上記処方に従って，水にスクラロース，5倍濃縮グレープ透明果汁及びクエン酸を加え，撹拌しながら加熱して溶解し，93℃に達したところで着色料及び香料を加え，室温まで冷却してシロップを得た。このシロップ90mlを容器に入れ，炭酸水を加えて200mlとし，70℃で20分間加熱して殺菌し，グレープ果汁入り炭酸飲料を得た。得られた炭酸飲料は，良好な甘味とグレープのみずみずしい果汁感が増強したグレープ果汁入り炭酸飲料であった。」(158頁12～26行)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "公知文献の記載について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2(特開平10-136953号公報)には，次の記載がある。",
                    "(ア)「炭酸飲料は従来，甘味料として主に蔗糖や異性化糖などのを用い，これらの糖類水溶液に果汁，植物の抽出物，乳製品，フレーバーを加え炭酸ガスを圧入し容器に充填したもので，その爽快な刺激感，あっさりした風味とさわやかな清涼感から嗜好性の高い飲料として大変好まれる飲料である。」(段落【0002】)",
                    "(イ)「本発明の炭酸飲料は微炭酸飲料のガス圧に比し1．5～3．0kg／cm2と高く，刺激味，炭酸味が強くなっているので，酸味と甘味のバランスから甘味料を増加した方が好ましい。しかし，高甘味度甘味料，果糖，マルチトール等を増量するとカロリー，味の点から問題を生じるが，エリスリトールは価格の点から12％までは加えることは可能である。甘味料のすべてをエリスリトールにすると，これも甘味質に問題がある。例えば，後味に収歛味を感じるなどである。」(段落【0007】)",
                    "(ウ)「…高甘味度甘味料の含有量は,炭酸飲料の低カロリー性及び甘味を向上し，『しつこさ』を抑制するために炭酸飲料の0．005～0．033重量％…とする。」(段落【0009】)",
                    "(エ)「本発明の炭酸飲料においては，甘味料の他に各種フレーバーや果汁等の着色料を添加しても良い。フレーバーや果汁としては，柑橘，その他果実からの抽出フレーバー，レモン，レモンライム，シトロン，ラムネ，オレンジ，グレープ，アップル等果汁や植物の種実，根茎，木皮，葉花またはこれからの抽出物が挙げられる。」(段落【0012】)",
                    "(オ)「容器内ガス圧が1．5kg／cm2未満の場合は炭酸飲料と風味上刺激味が弱くパンチがない。3．0kg／cm2を超えると，飲食した際に口腔内における甘味よりも炭酸による刺激が著しく強いので嗜好性が落ち，また炭酸ガスの強い発泡で飲食しにくい。」(段落【0015】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3(特開2000-4852号公報)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明者らは，かかる課題を解消すべく検討を重ねた結果，これら呈苦味性低カロリー甘味料を使用した飲料に対して特定容量の炭酸ガスを加えることにより，独特の苦味等を改善し，柔らかい口当たりとキレのある後味を与えることができることを見出して，本発明を完成するに到った。」(段落【0005】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【発明の実施の形態】本発明の炭酸飲料の組成等については特に制限はなく，例えば果汁，甘味料，酸味調整剤，ビタミン類，香料等を水に含有させ，これに炭酸ガスを加えたものである。これらの原料については日本農林規格に適合するものであればよく，用途などを考慮して種類や量などを適宜選択して用いればよい。また，製造法についても特別の条件はない。」(段落【0007】)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲5(特開平10-136952号公報)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「炭酸飲料は従来，甘味料として主に蔗糖や異性化糖などのを用い，これらの糖類水溶液に果汁，植物の抽出物，乳製品，フレーバーを加え炭酸ガスを圧入し容器に充填したもので，その爽快な刺激感，あっさりした風味とさわやかな清涼感から嗜好性の高い飲料として大変好まれる飲料である。」(段落【0002】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本発明の炭酸飲料においては，甘味料の他に各種フレーバーや果汁等や着色料を添加しても良い。フレーバーや果汁としては，柑橘，その他果実からの抽出フレーバー，レモン，レモンライム，シトロン，ラムネ，オレンジ，グレープ，アップル等果汁や植物の種実，根茎，木皮，葉花またはこれからの抽出物が挙げられる。」(段落【0011】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「容器内ガス圧が0．5kg／cm2未満の場合は炭酸飲料として製造することが困難であり，1．5kg／cm2以上では，飲食した際に口腔内における甘味よりも炭酸による刺激が強いので嗜好性が落ち好ましくない。又この範囲内に於いてガス圧が低い場合には，炭酸の刺激味と炭酸味が弱くなるので，酸と甘味のバランスから，甘味を低減することが出来る。」(段落【0014】)"
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲6(昭53-69860号公報)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明者は上述の如き果肉入炭酸飲料の困難性を克服し，果肉を多量に含みながら炭酸飲料の特性を維持しながら，健康飲料としての内容も充分保持した風味良好な果汁入炭酸飲料を製造せんと研究し，…」(1頁右下欄13～17行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "2頁右上欄第1表"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "3頁右下欄第4表"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「実施例1",
                      "text": [
                        "オレンジピューレー90kg，砂糖68kg，クエン酸0．87kg，香料0．6kgに水190Lを加えて調合し，Bx34度，酸度0．68％のオレンジシラツプを調製する。次いで，92℃30秒間のプレート殺菌を行い，3倍容量の水で稀釈し，Bx12．5に調製する。続いて炭酸ガス吸収及び缶詰充填を行い，巻締密封してウオーマー殺菌機により76℃10分の条件で殺菌を行う。",
                        "この方法によつてBx12．5度，酸度0．25％，パルプ量2．5％，ガス圧2．1Volの内容を持つオレンジ果汁率15％含有の果肉(パルプ質)含有炭酸飲料を得た。得られた製品は3ヶ月室温に放置し試験を行った結果第4表の(1)に示すように長期間良好な品質を保つた。",
                        "実施例2",
                        "グレープピューレー90kg，砂糖61kg，クエン酸0．3kg，香料0．4kgに水190Lを加えて調合し，Bx33度，酸度0．54％のグレープシラツプを得た。このグレープシラツプを92℃，30秒間プレート殺菌を行つた後3倍容量の水で稀釈し，Bx12．0度に調製後，炭酸ガスを吸収させ缶詰充填を行い巻締密封後ウオーマー殺菌機により76℃，10分間殺菌した。",
                        "上記方法でBx12度，酸度0．2％，パルプ量4％，ガス圧21Vol(判決注：「2．1Vol」の誤記と認められる。)の内容を持つグレープ果汁率15％の果肉(パルプ質)入炭酸飲料を得た。この製品は3ヶ月間室温で保存して第4表(2)に示すように良好な品質を保つた。",
                        "実施例3",
                        "レモンパルプサツクス(Bx1度，酸度0．35％，パルプ量50％)13．5kgに加水量の一部を加えてミクログレーダー(パルプカッター)処理によつてパルプの大きさ約2m／mとなし，これにレモンコンクジュース8．2kg，ビタミンC  0．15kgを加えて原液となし，この原液に砂糖60kg，香料0．7kg及び水を加えて，Bx38．4度，酸度1．47％のレモンシラツプを得た。これを92℃，30秒間のプレート殺菌を行つた後，加水してBx12．8度に稀釈した。次いで炭酸ガス吸収及び缶詰充填を行い巻締後密封し，ウオーマー殺菌機により76℃，10分の殺菌を行つた。",
                        "この方法により得た製品はBx12．8度，酸度0．49％，パルプ量2．5％，ガス圧2．1Volを有し，レモン果汁率12％の果肉(パルプ質)入炭酸飲料を得た。",
                        "この製品は3ヶ月常温で保存後第4表(3)に示す如く長期間良好な品質を保つた。」(3頁右上欄15行～4頁右上欄13行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲7(昭58-51880号公報)には，次の記載がある。",
                    "「実施例3  果汁入り炭酸飲料(果汁分30％)",
                    "…1／5りんご透明果汁を得た。この果汁を用い，以下の配合で果汁入り炭酸飲料(果汁分30％)を製造した。",
                    "上記1／5りんご透明果汁            6  w／w％",
                    "砂糖                                4      〃",
                    "ブドウ糖果糖液糖(Bx75°)      5．5  〃",
                    "dl-リンゴ酸                      0．2  〃",
                    "クエン酸ナトリウム                  0．03  〃",
                    "着香料                              0．1  〃",
                    "処理水                              9．17  〃",
                    "小計(シロツプ)                  25      〃",
                    "炭酸水                            75      〃",
                    "合計                              100．0  w／w％",
                    "上記配合物を80℃で30分殺菌した。製品のガス圧は2．0kg／cm2(20℃)であつた。」(4頁左下欄5行～右下欄12行)"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "甲10(特開2000-312580号公報)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「果汁及び炭酸を含有するアルコール飲料であって，有機酸含量〔クエン酸換算〕が0．1w／v％以上，アルコール濃度が1v／v％以上～10v／v％以下，pHが3．0以上～4．5以下，ガスボリュームが1．3以上～3．5以下の成分組成を有する果汁及び炭酸含有アルコール飲料。」(【請求項2】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「以上のようにして得られたアルコール飲料，すなわち有機酸含量〔クエン酸換算〕0．1～0．6％(w／v)，アミノ態窒素1．0～5．0mg％(w／v)，ブリックス1．0～5．0，ビタミンC1．0～5．0mg％(w／v)及びアルコール濃度10％(v／v)以下であり，改質果汁を含有するアルコール飲料は，対照の果汁を用いたものと比較した場合，原料由来の好ましい成分を多く含んでアルコールとも良くなじみ，更に官能検査においてもマイルドな味に仕上がり，果汁の旨味が生かされるとの結果が得られた。」(段落【0021】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「実施例1",
                      "text": [
                        "レモン果汁含有アルコール飲料を調製した。アルコール飲料の配合を表6に示す。",
                        "…",
                        "pH調整及び酸味調整に，クエン酸三ナトリウムを0．56g／リットル添加した。果汁含有アルコール飲料の分析値を表7に示す。",
                        "…",
                        "得られた果汁含有アルコール飲料の40℃14日間保存した後，官能検査を行った。対照としては，表6のクエン酸量を調節してpH2．8に調整したものを用いた。本発明の果汁含有アルコール飲料は，対照品と比較して味的に酸の調和がよく味なれしており，品質の保持，特に鮮度の保持に優れたアルコール飲料であると評価された。」(段落【0023】～【0027】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "甲11(特開平8-149967号公報)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明では，食品添加物である精製又は濃縮されたナリンジンを使用することもできるが，ナリンジンを多く含む柑橘類の果実や果皮の搾汁を所望の含有量となるように，ベースとなる飲料に加えてもよい。このナリンジンは，カフェイン強化飲料を製造するどの段階で加えてもよい。なお，本発明のカフェイン強化飲料に炭酸を加えてもよく，これにより口内に刺激味を与え，爽快感がプラスされることから，カフェインの眠気抑制効果を助長することができる。しかし苦味抑制にはマイナス効果であり，炭酸の添加量を増すに従いカフェイン強化飲料の苦味は増大する。したがって，本発明のカフェイン強化飲料に炭酸を加える場合，ナリンジンの苦味抑制効果を阻害しないように，炭酸の添加量を調節することが望ましい。」(段落【0007】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本発明のベースとなる飲料のブリックスは，前記のように6～20，好ましくは10～18，より好ましくは12～16とするのが適当である。このようにブリックスを限定するのは，6よりも小さいと嗜好飲料として無味でおいしさに欠けるからであり，20よりも大きいと甘味が口内に残存し，くどい味覚となり飲料として適さないからである。」(段落【0010】)"
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "甲12(特開平7-48267号公報)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「イチョウ葉エキスと烏梅エキスの比率は，イチョウ葉エキスの原生薬換算量1に対しての烏梅エキスの原生薬換算が1．0×10-4～100，好ましくは0．01～10の範囲である。また，前記エキスを含有する健康飲料は，前記エキスの外に，甘味料，酸味料，香料，その他の成分を必要に応じて添加し調製する。このようにして調製された健康飲料は嗜好性等の点を考慮すると，全固形分濃度がBrix0．1～30．0，好ましくは1．0～20．0，酸度が1．0×10-4～1．0，好ましくは0．05～0．5であることが好ましい。」(段落【0007】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「…更に必要に応じて，嗜好性の向上及び商品価値の付与の目的で，モモ，ウメ，プルーン，アンズ，グレープフルーツ，リンゴなどの果汁を添加することができる。…」(段落【0008】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「…実施例1",
                      "text": [
                        "55％果糖ブドウ糖液糖，クエン酸1水和物，イチョウ葉エキス，烏梅エキス，甘草エキス，山査子エキス，大棗エキス，香料を用いて，4種の飲料A，B，C，Dを作成した。各飲料の組成は表1に示すとおりである。なお，今回使用した各エキス1gあたりの原生薬換算量は，イチョウ葉4g，烏梅0．17g，甘草2g，山査子1g，大棗2gである。…",
                        "…」(段落【0009】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「実施例2",
                      "text": [
                        "55％果糖ブドウ糖液糖，クエン酸1水和物，イチョウ葉エキス，烏梅エキス，香料を用いて2種の飲料E，Fを作成した。各飲料の組成は表3に示すとおりである。…",
                        "…」(段落【0010】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "甲13(特開平5-49456号公報)には，次の記載がある。",
                    "「【実施例1】調合タンク内で次の表3に示す組成の濃厚液を調製した。",
                    "【表3】",
                    "調合した濃厚液を6℃以下に冷却し缶に充填した。一方，処理水をカーボネータにてガス水とし，これを前記缶に封入し，炭酸ガスフロー下で巻締めを行なった。上記調合液はBrix8．0，pH2．6，ガスボリューム2．4であった。200ml缶に充填し規定の殺菌を処し炭酸ガス入り紫蘇飲料を製造した。又，Brix，pH，ガスボリューム，使用紫蘇葉重量を色々と変化させたサンプル缶詰を製造し，若者層のパネルによる嗜好性テストを行った。その結果嗜好性の良好な範囲は次の表4の通りであった。",
                    "【表4】",
                    "」",
                    "(段落【0019】～【0022】)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上に基づき，まず，本件訂正発明1について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本体訂正発明1は，「植物成分の豊かな味わいと炭酸ガスの爽やかな刺激感(爽快感)をバランス良く備えた植物成分含有炭酸飲料を提供する」ことを課題としているものの，植物成分を含む炭酸飲料において，植物成分の風味と炭酸の刺激感(爽快感)をバランス良く備えた炭酸飲料を提供すること自体は周知の課題であるといえる(このことは，甲1に，スクラロースを添加した「ミント風味スパークリングウォーター」において，「スクラロース無添加のものに比べ，ミントのさわやかさと炭酸の刺激感のバランスが向上した」旨が記載されていること，甲2に，「炭酸飲料は従来，甘味料として主に蔗糖や異性化糖などのを用い，これらの糖類水溶液に果汁，植物の抽出物，乳製品，フレーバーを加え炭酸ガスを圧入し容器に充填したもので，その爽快な刺激感，あっさりした風味とさわやかな清涼感から嗜好性の高い飲料として大変好まれる飲料である。」旨が記載されており，甲5にも同様の記載があることなどからも明らかである。)。",
                    "したがって，果汁入り炭酸飲料に係る甲1発明において，植物成分の風味と炭酸の刺激感(爽快感)とのバランスを改善しようと試みること自体は，当業者であれば容易に想到し得ることであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，甲1発明において，前記の周知の課題(植物成分の豊かな味わいと炭酸ガスの爽やかな刺激感〔爽快感〕をバランス良く備えた植物成分含有炭酸飲料を提供する)を達成するために，本件訂正発明1における相違点1(炭酸ガスを2ガスボリュームより多く含む)及び相違点2(可溶性固形分含量が屈折糖度計示度で4～8度である)に係る課題解決手段を採用することが，本件優先日前，当業者にとって容易に想到し得ることであるか否かを検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1(炭酸ガスのガスボリューム)について",
                      "text": [
                        "甲2における前記(3)ア(エ)(オ)，甲3における前記(3)イ(ア)(イ)，甲5における前記(3)ウ(イ)(ウ)の各記載によれば，果汁入り炭酸飲料において，炭酸の刺激感を調整するために，炭酸飲料中における炭酸ガスの含有量を調整することは本件優先日前から当業者に周知であったと認められる。",
                        "そして，甲6の実施例1～3(前記(3)エ(エ))には，2．1ガスボリュームであって，果汁15％又は12％入りの炭酸飲料が記載されており，また，甲7のガス圧2．0kg／cm2(前記(3)オ)は，甲15(国税庁のウェブサイトに掲載された炭酸ガス吸収係数表〔びん内圧力補正表〕)によれば，約2．5ガスボリュームに相当することから，甲7には，約2．5ガスボリュームであって，果汁30％入りの炭酸飲料が記載されているといえる。そうすると，果汁が12～30％と比較的多く含まれた炭酸飲料の炭酸ガスを2ガスボリュームより多くすることは本件優先日前から当業者に周知のことであったといえる。",
                        "したがって，本件優先日前，果汁が19．8～22．0重量％入った炭酸飲料である甲1発明において，炭酸の刺激感を調整するために，炭酸ガスの含有量を調整することは，当業者が適宜なし得ることといえ，また，その際に，炭酸ガスの含有量を2ガスボリュームより多く含むものとすることも，当業者が必要に応じて適宜なし得ることといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2(可溶性固形分含量)について",
                      "text": [
                        "甲16(被告従業員作成の説明書)によれば，甲2，3及び5には，可溶性固形分含量が屈折糖度計示度で4～8度の果汁入り炭酸飲料が記載又は示唆されていると認められる。しかし，甲2及び甲5において実施例に記載されているのは，レモン果汁2重量％又は1．6重量％の炭酸飲料であって，果汁の含有割合は10％をはるかに下回っており，甲3には，「…例えば果汁…等を水に含有させ，これに炭酸ガスを加えたものである。これらの原料については日本農林規格に適合するものであればよく，用途などを考慮して種類や量などを適宜選択して用いればよい。…」(前記(3)イ(イ))と記載されているのみで，果汁の添加量が具体的に記載されていない。",
                        "また，甲6及び甲7に記載された果汁入り炭酸飲料は，いずれも可溶性固形分含量が12度程度のものであり(甲6につき前記(3)エ(ウ)(エ)，甲7につき甲16の5頁)，本件訂正発明1の「可溶性固形分含量が屈折糖度計示度で4～8度」の数値範囲を満たさない。",
                        "甲10～13には，同数値範囲を形式上包含する果汁入り炭酸飲料が記載又は示唆されている(前記(3)カ(イ)，同キ(イ)，同ク(ア)，同ケ)。しかし，甲10において，本件訂正発明1の可溶性固形分含量の数値範囲を満たす実施例1(前記(3)カ(ウ))には，レモン果汁0．5重量％のものしか記載されておらず，甲11には，「本発明のベースとなる飲料のブリックスは，…好ましくは10～18，より好ましくは12～16とするのが適当である。」(前記(3)キ(イ))と記載され，むしろ8度より大きい可溶性固形分含量が推奨されており，甲12には，「…更に必要に応じて，嗜好性の向上及び商品価値の付与の目的で，…果汁を添加することができる。」(前記(3)ク(イ))と記載されているのみで，果汁の添加量は具体的に記載されておらず，実施例(前記(3)ク(ウ)(エ))においても，8度より大きい可溶性固形分含量のものしか記載されていない。甲13においては，紫蘇の搾汁ではなく紫蘇抽出液が用いられており，また，紫蘇抽出液を得るために使用する紫蘇葉の使用量として25～45g／1000ml，つまり，2．5～4．5重量％の紫蘇葉の使用量が，嗜好性の良好な範囲として示されている(前記(3)ケ)。",
                        "以上からみて，果汁が10％以上含まれた炭酸飲料の可溶性固形分含量を屈折糖度計示度で4～8度の数値範囲とすることは，甲2，3，5～7及び10～13の何れにも具体的に記載されてはおらず，本件優先日前から周知のものであったとまではいえない。また，甲1～3，5～7及び10～13の何れにも，可溶性固形分含量を操作することで，植物成分の風味と炭酸の刺激感(爽快感)のバランスを調整することが可能であると記載又は示唆されているわけではない。",
                        "したがって，19．8～22．0重量％の果汁入り炭酸飲料である甲1発明において，植物成分の風味と炭酸の刺激感(爽快感)をバランス良く備えた炭酸飲料を提供するために，可溶性固形分含量を「4～8度」に調整することは，当業者が容易に想到し得ることとまではいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，甲1発明において，たとえ，前記(ア)のとおり，炭酸ガスの含有量を2ガスボリュームより多く含むものとすることを当業者が適宜なし得ることとしても，植物成分の風味と炭酸の刺激感(爽快感)をバランス良く備えた炭酸飲料を提供するという周知の課題を達成するために，相違点2(可溶性固形分含量が屈折糖度計示度で4～8度である)に係る課題解決手段を採用することを当業者が容易に想到し得るとまではいえない。すなわち，本件訂正発明1の相違点2(可溶性固形分含量が屈折糖度計示度で4～8度である)に係る課題解決手段は，甲1発明及び周知慣用技術に基づいて当業者が容易に想到し得ることとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，可溶性固形分含量についての判断の誤りをるる指摘するが，いずれも，甲1発明を，①植物成分を10～80重量％含み，かつ炭酸ガスを2ガスボリュームより多く含むような炭酸飲料に変更した場合，②スクラロースによる甘味のボディ感の不足を補おうとした場合，及び③果汁の種類を変えた場合，結果的に，可溶性固形分含量が4度以上の果汁入り炭酸飲料が得られる可能性や，可溶性固形分含量自体に着目する可能性があることを主張するにとどまっている。すなわち，原告は，上記①～③のいずれかの操作をした場合，様々な可溶性固形分含量を有する炭酸飲料が得られるものの，その中には可溶性固形分含量が4度以上の果汁入り炭酸飲料が含まれている可能性があることを主張するにすぎない。しかし，「可溶性固形分含量が4度以上の果汁入り炭酸飲料」が容易想到であるというためには，様々な可溶性固形分含量を有する炭酸飲料の中から，「可溶性固形分含量が4度以上の果汁入り炭酸飲料」というものに当業者が着目し，これを選択する必要があるにもかかわらず，原告の主張は，「可溶性固形分含量が4～8度」の範囲内の果汁入り炭酸飲料というものに当業者が着目し選択する動機付けがあることを証明するものでもなければ，①～③のような操作をすれば，必然的にそのような飲料が得られることまでをも証明するものではないから，採用の限りでない。",
                    "また，原告は，本件訂正発明1の効果についての判断の誤りをも指摘するが，そもそも，本件訂正発明1の相違点2(可溶性固形分含量が屈折糖度計示度で4～8度である)に係る課題解決手段が，甲1発明及び周知慣用技術から容易想到であったとまではいえない以上，本件訂正発明1の効果について検討するまでもなく，本件訂正発明1は進歩性を有するものというべきであるから，失当である。",
                    "よって，可溶性固形分含量及び本件訂正発明1の効果に関する原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件訂正発明1は，甲1発明及び周知慣用技術に基づいて当業者が容易に発明できたとはいえず，特許法29条2項の規定により特許を受けることができない，とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件訂正発明3，5，7～9は，本件訂正発明1の発明特定事項の全てを含むものであるから，本件訂正発明1について，上記の結論を取る以上，本件訂正発明3，5，7～9についても，同様の理由により，特許法29条2項の規定により特許を受けることができない，とすることはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本件訂正発明が進歩性を有するとした本件審決の判断は結論において誤りがなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(甲1発明及び甲2発明に基づいて，当業者が容易に発明できたものであるとはいえないとした点の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2に記載された事項は前記2(3)アのとおりであるところ，相違点2に関し，これを考慮しても，甲1発明において，可溶性固形分含量を「4～8度」に調整することは当業者が容易に想到し得ることとまではいえないことは，前記2(4)イ(イ)のとおりである。",
                    "すなわち，甲16によれば，甲2には可溶性固形分含量が屈折糖度計示度で4～8度の果汁入り炭酸飲料が記載されているといえるものの，反面，甲2において実施例に記載されているのはレモン果汁2重量％又は1．6重量％の炭酸飲料であって，果汁が10％以上含まれた炭酸飲料の可溶性固形分含量を屈折糖度計示度で4～8度の数値範囲とすることが記載されているわけではなく，また，甲2に，可溶性固形分含量を操作することで，植物成分の風味と炭酸の刺激感(爽快感)のバランスを調整することが可能であると記載又は示唆されているわけではない。そうだとすると，甲2に記載された事項を個別に考慮したとしても，甲1発明において，可溶性固形分含量を「4～8度」に調整することは当業者が容易に想到し得ることとまではいえないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，①甲2の段落【0007】には，甘味料を増加することが好ましいこと，及びこの甘味料としてエリスリトールを添加することが示唆されていることから，甲1発明の炭酸を，甲2に記載された1．5～3．0kg／cm2とガス圧が高い炭酸含量とする場合，甲1発明に，甲2に記載されたエリスリトールを添加し，その結果，可溶性固形分含量が屈折糖度計示度で4～8度の範囲となることは設計事項であると主張し，また，②甲1及び甲2は，健康志向の高まりを受けて開発された，炭酸と果汁と高甘味度甘味料とを含む飲料を開示している点，炭酸飲料の刺激や甘味のバランスを取ることが課題とされている点及びかかる課題を解決するために高甘味度甘味料の含有量を調整する点で共通しており，果汁の含有量に差があることは，甲1の飲料と甲2の飲料との間に存在する共通点を否定する根拠にはならないから，甲1発明の炭酸を，刺激味，炭酸味が強い甲2の炭酸含量とする動機付けは，十分に存在するとも主張する。",
                    "確かに，相違点1(炭酸のガスボリューム)については，前記のとおり，果汁が12～30％と，比較的多く含まれた炭酸飲料の炭酸ガスを2ガスボリュームより多くすることは本件優先日前から周知であったといえるから，甲1発明において，甲2の炭酸含量1．5～3．0kg／cm2(甲15によれば，約2．1～約3．4ガスボリューム)を採用することに格別の困難性を見出すことはできない。",
                    "しかしながら，相違点2(可溶性固形分含量)については，原告の主張は，甲1発明の炭酸ガスを，甲2に記載された約2．1～約3．4ガスボリュームとガス圧が高い炭酸含量とする場合，併せて，甲1発明に，甲2に記載されたエリスリトールを添加しようとし，そして，エリスリトールを添加した結果，可溶性固形分含量が屈折糖度計示度で4～8度の範囲となる可能性があることを指摘するにとどまり，様々な可溶性固形分含量を有する炭酸飲料の中から，「可溶性固形分含量が4～8度」の範囲内の果汁入り炭酸飲料というものに当業者が着目し選択する動機付けがあること，又は必然的にそのような飲料が得られることまでをも証明するものではない。",
                    "よって，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件訂正発明1が，甲1発明及び甲2発明に基づいて当業者が容易に発明できたとはいえず，特許法29条2項の規定により特許を受けることができない，とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明3，5，7～9は，本件訂正発明1の発明特定事項の全てを含むものであるから，本件訂正発明1について，上記の結論を取る以上，本件訂正発明3，5，7～9についても，同様の理由により，特許法29条2項の規定により特許を受けることができない，とすることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件訂正発明が進歩性を有するとした本件審決の判断は結論において誤りがなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(サポート要件に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条6項1号は，特許請求の範囲の記載は「特許を受けようとする発明が発明の詳細な説明に記載したものであること」に適合するものでなければならないと定めている。その趣旨は，発明の詳細な説明に記載していない発明を特許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利を認めることになり，特許制度の趣旨に反するから，そのような特許請求の範囲を許容しないとしたものである。",
                "そうすると，特許請求の範囲の記載が明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，①発明の詳細な説明に記載された発明で，②発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これを本件についてみるに，前記のとおり，本件訂正発明は，果汁等の植物成分と炭酸ガスの両者を含有する飲料であって，植物成分の豊かな味わいと炭酸ガスの爽やかな刺激感(爽快感)をバランス良く備えた植物成分含有炭酸飲料を提供することを課題とするものである。また，本件訂正明細書には，その解決手段として，10～80重量％の植物成分と2ガスボリュームより多い炭酸ガスを含む処方において，高甘味度甘味料であるスクラロースを特定の割合で配合して可溶性固形分含量を特定量以下に抑えることが，次のとおり具体的に記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "植物成分について",
                  "text": [
                    "「植物成分が10重量％より著しく少なくなると，果汁等の植物成分の呈味が乏しくなるため，植物成分の豊かな味わい(風味)を有する炭酸飲料を提供するという所期の目的が達成できず，また植物成分を80重量％を著しく超えて配合すると，飲用感が重くなりすぎて爽快感のある炭酸飲料を提供するという所期の目的が達成できない。」(前記1(1)カ)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "炭酸ガスについて",
                  "text": [
                    "「ガス容量が2ガスボリュームに満たないと，植物成分を10～80重量％の割合で配合した場合に炭酸飲料本来の好ましい刺激感が得られず，植物成分の豊かな味わい(風味)を有し爽快感のある炭酸飲料を提供するという所期の目的が達成できない。」(前記1(1)キ)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "可溶性固形分について",
                  "text": [
                    "「可溶性固形分含量…が8度を著しく超えると，可溶性固形分によるボディー感が最終的に調製される炭酸飲料の味に過剰に表出し，所望の嗜好性を得ることができない。好ましい炭酸飲料は，可溶性固形分含量が屈折糖度計示度で2～8度，より好ましくは4～6度の範囲にあるものである。」(前記1(1)ク)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甘味料について",
                  "text": [
                    "「本発明の炭酸飲料は，砂糖甘味換算で8～14重量％の割合で甘味成分を含むものである。かかる割合で甘味成分を含むことにより，前述する割合で含まれる植物成分による風味と炭酸ガスによる刺激のバランスを図ることができ，所期の目的である，風味が良く清涼感並びに爽快な飲用感を有する飲料を調製することができる。…なお，全甘味量が砂糖甘味換算で8重量％より著しく少ないと，炭酸ガスの苦味や刺激が強く感じられる傾向があり，また，全甘味量が砂糖甘味換算で14重量％を著しく超えると，甘味がしつこく感じられ，爽快感が損なわれる傾向にある。」(前記1(1)ケ)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "高甘味度甘味料によって付与される甘味の全量について",
                  "text": [
                    "「全甘味量100重量％(砂糖甘味換算量)中，高甘味度甘味料によって付与される甘味量が25重量％以上(砂糖甘味換算量)である：…高甘味度甘味料によって付与される甘味量の総量(砂糖甘味換算量)が25重量％より著しく少ない場合は，甘味がしつこく感じられたり，果汁等の植物成分由来のフレッシュ感や炭酸ガス由来の爽快感に欠けて，風味が重たく感じられるなど，所期の目的を達せられない。」(前記1(1)サ)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "スクラロースについて",
                  "text": [
                    "「更に好ましくは，スクラロースを必須成分として使用することである。この場合，…スクラロースに加えて…少なくとも1種の高甘味度甘味料…を含んでもよい。かかる好ましい組み合わせとしては，高甘味度甘味料によって付与される甘味量の総計100重量％(砂糖甘味換算量)のうち，スクラロースによって付与される甘味量が50重量％以上(砂糖甘味換算量)を占めるような組み合わせである。」(前記1(1)コ)",
                    "その上で，本件訂正明細書の実施例(前記1(1)ス～ソ)において，植物成分，炭酸ガス及び可溶性固形分の含量，甘味量，高甘味度甘味料によって付与される甘味の全量，並びにスクラロースによって付与される甘味の割合が上記の数値範囲を満たす実施例1，実施例2及び実施例4の果汁入り炭酸飲料が，可溶性固形分含量，高甘味度甘味料によって付与される甘味の全量，及びスクラロースによって付与される甘味の割合が上記数値範囲を満たさない比較例1(可溶性固形分含量9．0度，高甘味度甘味料の割合0％)，植物成分含量が上記数値範囲を満たさない比較例2(植物成分含量5重量％)及び炭酸ガス含量が上記数値範囲を満たさない比較例3(ガス容量1．5ガスボリューム)と比べて，「口当たり」，「爽快感」及び「フルーツの風味感」の何れか又は全ての点において優れていることが示されており，その内容は，本件訂正明細書の具体的な記載(前記ア～カ)とも矛盾しない。",
                    "そうすると，本件訂正明細書の記載に接した当業者であれば，植物成分含量が10～80重量％の範囲にあり，炭酸ガス含量が2ガスボリュームより多く，高甘味度甘味料によって付与される甘味量の総計100重量％(砂糖甘味換算量)のうち，スクラロースによって付与される甘味量が50重量％以上(砂糖甘味換算量)を占めるような割合でスクラロースを配合して可溶性固形分含量が8度を超えないものとし，かつ，甘味量が砂糖甘味換算で8～14重量％であり，かつ，全甘味量100重量％(砂糖甘味換算量)中，高甘味度甘味料によって付与される甘味量が25重量％以上(砂糖甘味換算量)である果汁入り炭酸飲料は，本件訂正発明の課題を解決できると理解するものと認められる。",
                    "そして，本件訂正発明1は，前記の課題解決手段で示された数値範囲を逸脱するものではなく，むしろ，課題解決手段の一部を構成する可溶性固形分含量を「4～8度」とより特定したものというべきであるから，本件訂正発明1は，①発明の詳細な説明に記載された発明で，②発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるということができる。また，本件訂正発明3，5及び7～9も，本件訂正発明1の発明特定事項の全てを含むものであるから，同様の理由により，①発明の詳細な説明に記載された発明で，②発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件訂正発明において，植物成分を10～80重量％，及び炭酸ガスを2ガスボリュームより多く含むことは前提条件であり，本件訂正発明は，この前提条件を満たす炭酸飲料において，植物成分の豊かな味わいと炭酸ガスの爽快感を兼ね備えバランスのよい風味を有する炭酸飲料の調製方法を見出すことを目的とするものであるが，実施例1に対し，この前提条件を満たしつつ他の成分組成が異なっている比較例は，比較例1のみであり，それらの比較からは，スクラロースの有無が本件訂正発明の効果に寄与していることが推定できるにすぎないから，当業者は，本件訂正発明の他の構成要件(請求項1における(3)，(4)，(6)及び(7))の数値範囲内であれば，成分の種類及びその含有量を問わず，本件訂正発明の課題が解決できることを，本件訂正明細書の記載から把握できないと主張する。",
                    "しかしながら，本件訂正発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであることは，前記(2)のとおりであり，原告の主張は過度の裏付けを要求するものというべきである。",
                    "したがって，これに反する原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本件訂正発明は数値限定発明であるところ，本件訂正発明の数値範囲を満たせば，本件訂正発明の課題を解決できると当業者が認識できるためには，本件訂正明細書の実施例によりその効果が裏付けられているべきであるが，本件訂正発明のいずれの数値範囲についても，その数値範囲の上下限間の幅に対して半分未満の範囲でしか本件訂正明細書の実施例が記載されておらず，実施例の内容を請求項に記載された数値範囲全体にまで拡張ないし一般化できるとはいえないと主張する。",
                    "しかしながら，前記のとおり，植物成分，炭酸ガス及び可溶性固形分の含量，甘味量，並びに高甘味度甘味料によって付与される甘味の全量については，それぞれの数値範囲を逸脱した場合に，本件訂正発明の課題が解決できない旨が本件訂正明細書に十分記載されており，換言すれば，それらの数値範囲内であれば，当業者は，本件訂正発明の課題が解決できると理解するものといえ，また，そのような理解を妨げるような本件出願当時の技術常識があったとは認められない。",
                    "他方で，スクラロースによって付与される甘味量については，その数値範囲を逸脱した場合に，本件訂正発明の課題が解決できないことまでが本件訂正明細書に記載されているわけではなく，単に，その数値範囲が好ましい旨が本件訂正明細書に記載されているのみであるが，この記載に接した当業者は，その数値範囲を少々逸脱した場合でも本件訂正発明の課題が解決できるであろうと理解するといえる。換言すれば，その数値範囲内であれば，当業者は，本件訂正発明の課題が当然解決できると理解するといえ，また，そのような理解を妨げるような本件出願当時の技術常識があったともいえない。",
                    "したがって，本件訂正発明が数値限定発明であることを理由とする原告の主張も採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，サポート要件に関する本件審決の判断に誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(実施可能要件に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条4項1号は，明細書の発明の詳細な説明の記載は，「その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したもの」でなければならないと定める。その趣旨は，特許制度が，発明を公開する代償として，一定期間発明者に当該発明の実施につき独占的な権利を付与するものであることに鑑み，その制度趣旨が損なわれることがないよう，発明の詳細な説明に当該請求項に係る発明について当業者が実施できる程度に明確かつ十分な記載を求めるとした点にある。",
                "そして，特許法上の実施とは，①物の発明にあっては，その物の生産，使用等をする行為であり，②物を生産する方法の発明にあっては，その方法により生産した物の使用等をする行為であるから(特許法2条3項1号，3号)，実施可能要件を満たすためには，それぞれ，明細書及び図面の記載並びに出願当時の技術常識に基づき，当業者が，①当該物を生産できかつ使用できるように具体的に記載すること，②当該方法により物を生産できかつ使用できるように具体的に記載することが必要である。",
                "本件訂正発明は，同1，3，5，7，8が炭酸飲料という物の発明であり，同9が炭酸飲料の製造方法という物の生産方法に関する発明であるから，これらの発明が実施可能要件を満たすためには，それぞれ，上記①又は②を満たす必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "かかる実施可能要件に関し，原告は，「可溶性固形分」，「高甘味度甘味料によって付与される甘味の全量」及び「甘味量」の技術的意義が本件訂正明細書の記載から把握できず，また，甘味の相対比が不明確であるため，甘味の相対比に基づいた本件訂正発明における「全甘味量」，「高甘味度甘味料によって付与される甘味の全量」及び「スクラロースによって付与される甘味量」の数値範囲も不明確であって，そのような不明確な数値範囲の技術的意義も理解できないため，実施例で用いられている甘味料以外の甘味料を使用して，植物成分を10～80重量％，及び炭酸ガスを2ガスボリュームより多く含む炭酸飲料を調製する場合に，甘味料をどの程度の量添加すれば，「植物成分由来の重い口当たりと炭酸ガスに起因する苦味や刺激を軽減」した炭酸飲料が得られるのか不明であるから，本件訂正発明を実施する際に，本件訂正明細書の記載及び本件出願時の技術常識を考慮しても，当業者に期待しうる程度を超える試行錯誤や複雑高度な実験等を必要とするものであり，実施可能要件が満たされていないと主張する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで検討するに，まず，本件訂正発明の「砂糖甘味換算」及び「砂糖甘味換算量」という文言の意味が不明確であるとはいえず，本件訂正発明における砂糖甘味換算量は，必要に応じて，換算又は測定可能なものといえることは，前記1(取消事由5)で検討したとおりである。",
                "また，植物成分，炭酸ガス及び可溶性固形分の含量，甘味量，並びに高甘味度甘味料によって付与される甘味の全量については，それぞれの数値範囲を逸脱した場合に，本件訂正発明の課題が解決できない旨が本件訂正明細書に十分記載されており，換言すれば，それらの数値範囲内であれば，当業者は，本件訂正発明の課題が解決できると理解するものといえ，また，そのような理解を妨げるような本件出願当時の技術常識があったとは認められないこと，他方で，スクラロースによって付与される甘味量については，その数値範囲を逸脱した場合に，本件訂正発明の課題が解決できないことまでが本件訂正明細書に記載されているわけではなく，単に，その数値範囲が好ましい旨が本件訂正明細書に記載されているのみであるが，この記載に接した当業者は，その数値範囲を少々逸脱した場合でも本件訂正発明の課題が解決できるであろうと理解するといえること，換言すれば，その数値範囲内であれば，当業者は，本件訂正発明の課題が当然解決できると理解するといえ，また，そのような理解を妨げるような本件出願当時の技術常識があったともいえないことは，前記4(取消事由3)で検討したとおりである。",
                "そして，本件出願時の技術常識からみて，本件訂正発明の炭酸飲料を調製するに当たり，果物又は野菜の搾汁を10～80重量％の割合とすること(請求項1の構成要件(1))，炭酸ガスを2ガスボリュームより多くすること(同(2))，全甘味量を砂糖甘味換算で8～14重量％とすること(同(4))，高甘味度甘味料によって付与される甘味の全量を，砂糖甘味換算で全甘味量の25重量％以上とすること(同(6))，全ての高甘味度甘味料によって付与される甘味の全量100重量％のうち，スクラロースによって付与される甘味量を，砂糖甘味換算量で50重量％以上とすること(同(7))自体が，当業者にとって困難なことであるとは認められず，可溶性固形分含量を屈折糖度計で測定して4～8度のものとすること(同(3))も，当業者にとって困難な操作であるとは認められない。",
                "さらに，前記のとおり，本件訂正明細書には，実施例1として，ぶどう果汁含有量50重量％，炭酸ガス3．0ガスボリューム，スクラロース0．0065重量％，可溶性固形分含量5．1度の「グレープ炭酸飲料」を，実施例2として，りんご果汁，レモン果汁及び人参の搾汁を合わせて31重量％，炭酸ガス2．5ガスボリューム，スクラロース0．0075重量％及びアセスルファムカリウム0．0035重量％，可溶性固形分含量4．5度の「果汁入り炭酸飲料」を，実施例4として，リンゴ果汁33重量％，炭酸ガス2．6ガスボリューム，スクラロース0．0067重量％，可溶性固形分含量6．0度の「アップル炭酸アルコール飲料」を，それぞれ調製したことが，具体的に記載されている(前記1(1)ス～ソ)。また，本件訂正明細書には，甘味料について多数の例示があるとはいえ(同ケ)，スクラロースと組み合わせる高甘味度甘味料について具体的に例示されており(同)コ)，搾汁とすべき果物や野菜についても具体的に例示されている(同カ)。",
                "以上を考慮すれば，本件訂正発明の(方法で)炭酸飲料を調製するに当たり，当業者が特段の困難な操作を要するとは認められず，また，その調製に当業者の過度の試行錯誤を要するとも認められない。",
                "よって，当業者は，本件訂正発明の(方法で)炭酸飲料を作ることができるというべきであり，「(当該方法により)物を生産でき…る」の要件を満たすといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，そのようにして作られた本件訂正発明の数値範囲を満たす炭酸飲料は，本件訂正発明の課題を解決する，すなわち，果汁等の植物成分と炭酸ガスの両者を含有する飲料であって，植物成分の豊かな味わいと炭酸ガスの爽やかな刺激感(爽快感)をバランス良く備えた植物成分含有炭酸飲料であるといえる一方，そのような理解を妨げるような本件出願当時の技術常識があったとも認められない。",
                "よって，本件訂正発明の数値範囲を満たす炭酸飲料は，技術上の意義のある態様で使用することができるというべきであり，「物を…使用できる」の要件も満たすといえる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，実施可能要件に違反しないとした本件審決の判断は結論において誤りはなく，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由1～5はいずれも理由がなく，本件審決に取り消されるべき違法はない。",
            "よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10150",
    "date": "2016-12-06",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086318",
    "ipprecedent_id": "4515",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}