{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求",
              "text": [
                "被控訴人は，控訴人に対し，134万4000円及びこれに対する平成23年11月21日から支払済みまで年6分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求",
              "text": [
                "被控訴人は，控訴人に対し，134万4000円及びこれに対する平成26年3月10日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，原判決別紙歌詞目録記載1の歌詞(第1歌詞)及び同目録記載2の歌詞(第2歌詞)の全部又は一部を歌唱して実演してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "text": [
        "なお，呼称は，審級による読替えを行うほか，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "text": [
            "本件は，控訴人が，被控訴人に対し，(1)①主位的に，控訴人は，被控訴人に，控訴人代表者であるAの作詞した本件歌詞に旋律を付した音楽を収録した本件CDを売り渡したと主張して，本件売買契約に基づき，本件CDの代金144万円及びこれに対する平成23年11月21日(本件CDの引渡し後の日)から支払済みまでの商事法定利率年6分の割合による遅延損害金の支払を，②予備的に，被控訴人は，本件歌詞の著作料や本件CDの代金をAや控訴人に支払う意思がないにもかかわらず，本件CDを完成させてだまし取ったあげく，本件訴訟において，被控訴人が本件請求(1)①に関する抗弁として消滅時効の完成を主張し，同時効を援用したことは，控訴人に対する不法行為を構成すると主張して，損害賠償金144万円及びこれに対する平成26年3月10日(消滅時効援用の日)から支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求めるとともに，(2)被控訴人による本件歌詞の歌唱が，本件歌詞について控訴人がAから譲り受けた本件歌詞の著作権のうち，演奏権を侵害する等と主張して，著作権法112条1項に基づき本件歌詞の歌唱の差止めを求めた事案である。",
            "原審は，平成26年11月28日，控訴人の請求をいずれも棄却する旨の判決を言い渡した。控訴人は，平成26年12月12日に，(2)の歌唱の禁止請求について控訴するとともに，(1)の金銭請求については134万4000円の支払を求める限度で，控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いがないか，証拠及び弁論の全趣旨により容易に認定できる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，音楽出版，作詞家の養成及び音楽制作等を業とする株式会社である。控訴人の代表取締役であるAは，主にポップ部門で，いくつもの著名な楽曲の作詞を手がけた作詞家である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，名古屋を拠点として活動している職業的なシャンソン歌手である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訴訟に至る経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Aと被控訴人は，平成21年7月ころ知り合い，被控訴人は，Aに対し，そのころ，オリジナルのCDを作成したいという希望を伝え，その後，作詞を依頼した。Aは，上記依頼を受け，平成21年11月ころまでに本件第1歌詞(「愛は初恋のように」)を完成させ，平成22年4月ころまでに，本件第2歌詞(「花の名残」)を完成させた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Aは，平成21年11月ころ，作曲家であるBに対し，本件歌詞に旋律を付けるよう依頼し，その後，Bは曲を完成させた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，平成21年12月21日から平成22年8月4日までの間，Aの指示により，本件CD作成のためのスタジオ使用料等やCDジャケット写真の撮影代金，本件CDのシングルデザイン代等として，合計80万9550円を支払った。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，Bに対し，平成22年9月28日，Bが立替払したJASRACに対する本件CD3000枚分の管理著作物使用料21万6090円，歌詞カード分著作使用料4725円及びJAＮCODE取得費用2万1000円を支払った。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "JASRACは，平成22年12月24日，Aに対し，録音使用料として本件第1歌詞について2万580円，本件第2歌詞について4万1160円，出版使用料として本件第1歌詞及び本件第2歌詞についてそれぞれ900円を支払った。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人は，遅くとも，平成24年9月10日には，被控訴人に対して本件CD代金として144万円(ただし，計算間違いにより134万4000円と表示。)の支払を求めたが，被控訴人は，現在まで，上記支払金員以外の金員を，A又は控訴人に対して支払っていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件CDについて",
              "text": [
                "本件CDのプラスチックケースには，裏面に「定価￥1，200(税抜価格￥1，143)」「発売元  ＮYJ／販売元  オーラソニック・レーベル／Phone  050-8885-4542」と記載されており，本件CDの小売価格は1200円である。",
                "なお，発売元の「ＮYJ」は被控訴人を指し，販売元の「オーラソニック・レーベル」は控訴人が使用するレーベルである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張及び争点",
      "content": [
        {
          "fig": "1",
          "subject": "当事者の主張",
          "text": [
            "次のとおり，補正するほか，原判決第3記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁16行目(第3の2(1)イ)を「イ  請求原因(1)イについて，被控訴人は，明らかに争うことをしない。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁8～10行目(第3の6(3)第3段落)を「また，控訴人は，Aから控訴人への著作権の譲渡時期を平成25年5月23日と主張しているから，控訴人が解除の意思表示をしたと主張する同月10日の時点で，控訴人に解除権はなかった。」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "よって，本件請求(1)①，②双方について，本件CDに関するAと被控訴人との本件売買契約及びその前提となる控訴人主張契約の成立の有無及び内容(当事者及び契約の性質)が争点となるほか，本件請求(1)①について，本件売買契約における代金支払時期，消滅時効の援用の権利濫用該当性が，本件請求(1)②については，上記両契約に際して被控訴人にAないし控訴人から本件CDをだまし取る意思があったか否かが，本件請求(2)については，本件歌詞の利用許諾に際しての条件の有無及び解除の成否並びに著作権等を侵害するおそれの有無が争点となる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当審における当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件売買契約の締結及び内容を裏付ける事情(本件請求(1)①，②に関し)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "Aに無償で作詞をする動機がないこと",
                  "text": [
                    "Aは，いくつもの著名な楽曲を手掛けた作詞家であり，被控訴人との間で，被控訴人からの本件CD作成の依頼を無償で承諾して被控訴人のために無料で作詞をし，無料でそれに作曲をする(そのような作曲家を紹介する)義務を負うような関係にはない。",
                    "本件CD製作に当たり，最も高額の費用を要すると想定されるのは，収録する新曲の作詞作曲の代金であり，高名な作詞家や作曲家が，その名声にふさわしい対価を得る合理的期待を持たせるような取決めやその了解もなく，本件CD製作の話合いを終えたはずがない。本件CDは，ローカル歌手にすぎず全国版テレビで一度も姿を見たこともないような被控訴人の歌を収録したものであり，初版分以上に販売されることは期待できないから，2000枚の本件CDの売上げによる印税収入では，Aの作詞料として不十分なことは明らかである。また，本件CDの製作に当たって，被控訴人は受動的に行動していたにすぎないのであって，プロデューサーであるAの業務負担は軽微なものではない。",
                    "なお，Aではなく控訴人が契約当事者となったのは，Aは職業的作詞家であって，恒常的にCD製品の製作販売業を営んでいないから，控訴人が，Aの著作権を管理し，音楽製品の販売などをAに代わって行う必要があったためである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件売買契約の内容は，Aにも被控訴人にとっても合理的なものであること",
                  "text": [
                    "Aは，被控訴人からの作詞の依頼に応じることにしたが，被控訴人は，ローカルな職業的歌手であり，十分な支払資力はないと考えられたことから，作詞作曲の確定的金額などを提示することを躊躇した。そこで，Aは，被控訴人が持ち歌収録のCDの販売に努力する意気込みに期待し，作詞作曲の代金の支払に代えて，被控訴人が本件CDの製作に必要な実費資金を初回製作2000枚程度分だけ負担すれば，本件CDをAの側で販売してその将来の販売利益をすべて作詞作曲の対価に充てることを被控訴人に対して申し出たところ，被控訴人はこれを承諾した。このような合意は，被控訴人にとっても，自らが自らの歌唱を売り物にしたコンサートの入場収入を飛躍的に増大させることが期待できる合理的なものであった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件CDの帰属について",
                  "text": [
                    "本件CDが被控訴人の所有物として完成されたのであれば，被控訴人が完成と同時にその全量の引渡しを請求し，又は，製造関与者からその全量の引取りを請求されるはずであるにもかかわらず，そのような事実はない。製造された本件CDはすべて控訴人に対して引き渡され，被控訴人は，自分で販売可能な枚数分だけの持参又は送付を控訴人に対して求めた。しかも，控訴人は，控訴人自身の費用負担と労力提供においてこれらの保管，持参及び送付を行った。このような負担を行ったのは，本件CDが控訴人の所有物であるからにほかならない。",
                    "本件CDのプレスによる最終商品化に不可欠な原盤も，控訴人が保管している。",
                    "本件CD上に発売元として「ＮYJ」と記載したのは，最終顧客に対する小売活動をしやすくするための便宜にすぎず(この記載は控訴人の一存でなされた。)，本件CDの売主としての瑕疵担保責任を含めた品質責任を負うのが控訴人であることは，本件CDに控訴人のレーベルが印刷されていることから明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "売買代金について",
                  "text": [
                    "本件CDの売買代金額は，1枚につき，表示されているとおり1200円である。本件訴訟で，1枚につき，960円を請求しているのは，被控訴人の合理的な割引期待に応えたものにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件歌詞の歌唱の禁止の可否(本件請求(2)に関し)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "AとJASRACとの関係",
                  "text": [
                    "Aは，JASRACに作品届(甲13)を作成提出したが，本件歌詞の著作権に関して，JASRACとはいかなる契約も締結していない。名実ともに契約当事者となったのは，JASRACの請求書(乙3の2)の名宛人として明記されているCである。Aが本件歌詞の著作権をJASRACに信託譲渡した事実はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "歌唱禁止の法的根拠",
                  "text": [
                    "仮に，本件歌詞の著作権の処分や行使がCとJASRACとの契約により何らかの拘束制限を受けると解したとしても，控訴人は，被控訴人に対し，本件歌詞の歌唱を禁止することができる。",
                    "Aは，本件歌詞について著作者人格権を有している。Aは，著作者人格権の侵害に対する消極的効力を行使する権利(侵害排除権)を自らの選択と意思に基づき控訴人に自由に委任すること(その委任の証として受任者の権利行使名義の使用を許容すること)ができるというべきである。このような権利は，JASRACへの信託的譲渡の対象にされていない。",
                    "被控訴人がコンサート興行収入を上げるために本件歌詞を被控訴人のコンサートでAの許容なく歌唱に用いることは，Aの職業的作詞家としての社会的名声信用にただ乗りする行為であって，Aの著作者人格権を侵害する許されざる行為であるというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件売買契約の締結及び内容を裏付ける事情(本件請求(1)①，②に関し)",
              "text": [
                "控訴人の主張する事情は，本件売買契約を基礎付けるものではないし，本件売買契約の明示，黙示の別，代金額等の点において，主張に変遷が多く，事実ではない。また，Aが控訴人に対して著作権を譲渡したと言いたいのか，著作権の管理を委任していたと言いたいのか判然としないが，いずれにせよ，証拠による裏付けのない独自の主張にすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件歌詞の歌唱の禁止の可否(本件請求(2)に関し)",
              "text": [
                "被控訴人は，既に2年半以上も前から本件歌詞を歌唱していないし，今後歌唱する意図もないから，歌唱の差止めの必要はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，控訴人の当審における追加主張を踏まえても，控訴人の請求をいずれも棄却した原判決は相当であり，本件控訴は棄却されるべきものと判断する。",
            "その理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」欄の「第4  当裁判所の判断」に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決8頁18行目の「平成21年7月ころ」と「知り合い」の間に「，Aが，知人のDから紹介されたEを介して」を挿入する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決9頁17行目の「コ  」と「被告は，」の間に「Bは，著作権管理をゆだねるために，Bの会社であるC名義で，JASRACに本件歌詞等を登録し，」を挿入する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決10頁8行目の末尾に，改行の上，次のとおり加える。",
                "「    ス  本件CDの販売活動は，専ら被控訴人が自ら行っており，控訴人はこれに関与していない。"
              ],
              "content": [
                {
                  "fig": "セ",
                  "subject": "控訴人は，遅くとも平成24年9月10日までに，被控訴人に対し，本件CDの売買代金として144万円の支払を請求したが，被控訴人は，これに応じない。」"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決10頁9行目から12頁6行目までを次のとおり改める。",
                "「  (2)ア 控訴人は，控訴人と被控訴人との間には，平成22年5月ころまでに，本件CDを製作するための業務を控訴人が行い，控訴人がその対価として本件CDの制作販売に関する全権利を取得し，被控訴人が製作費用のうち一定額を負担するとともに，本件CDの販売協力をすることを内容とする契約(控訴人主張契約)が成立し，当該契約を前提に，被控訴人は控訴人に対してその所有に係る本件CD(定価1200円との記載がある。)を購入注文し，控訴人は被控訴人に本件CDを引き渡したものであるから，控訴人と被控訴人との間で，被控訴人が本件CDを1枚当たり1200円で控訴人から買い受ける旨の契約(本件売買契約)が成立した旨主張する。そして，弁論の全趣旨によれば，控訴人は，被控訴人に対する本件CDの引渡しの都度，売買契約を締結した旨述べる。",
                "しかしながら，Aが，被控訴人との間で，本件歌詞の作成に係る対価の額，本件CD製作におけるAの作詞以外の担当業務，被控訴人が負担すべき費用の内容や総額，本件CDに関する権利の帰属について具体的に協議したことを認めるに足りる証拠はなく，したがって，被控訴人がこれらを認識した上で了解したことを認めるに足りる証拠もない。",
                "控訴人の主張を裏付けるべきAの陳述書(甲15)においても，控訴人主張契約に関し，Aが，主観的に控訴人主張契約の内容の対価が本件歌詞の作成の対価として相当と考えていたことや，被控訴人からは具体的な作詞の対価の話がなかったこと，控訴人が本件CDの売上代金を取得することに異議を唱えなかったことが記載されているのみであり，Aが本件CDの所有権を取得することや希望する対価額を被控訴人に伝えたことは記載されておらず，被控訴人がこれらを了解した事実に関する具体的な記載も全くない。また，同陳述書では，本件売買契約に関し，Aの作詞の対価として本件CDの売上代金を充てることが記載されているだけであり，被控訴人が本件CDを取得するために一般の市販価格と同額の代金を控訴人に別途支払うことに関して，事前又は本件CDの引渡しに際して，控訴人と被控訴人とが協議したことをうかがわせる記載も全くない。",
                "よって，控訴人主張契約の成立及び本件売買契約の成立は，いずれも認められない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "なお，控訴人は，本件CDのマスター音源(甲7)を所持し，また，製造された本件CDの送付を受けて一旦は全量を保管していたことを，控訴人主張の根拠として述べる。",
                    "しかしながら，マスター音源の原盤権の帰属は，本件CDの所有権の帰属や製作費用負担とは別の問題であって，これによって控訴人主張契約やそれを前提とした本件売買契約の存在が直ちに推認されるわけではない。また，上記の保管状況等の事情は，Aの従前からの知己の業者に本件CDの製作を依頼したため送付されたとも推測できるのであって，控訴人と被控訴人との売買契約を一義的に根拠付けるものとはいえない。",
                    "したがって，本件CDのマスター音源や保管に係る上記各事実は，控訴人主張契約及びそれを前提とした本件売買契約の成立を否定した上記判断を左右しない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決12頁10行目から13行目を，次のとおり改める。",
                "「控訴人の主張を前提としても，被控訴人が，本件歌詞を作詞家であるAに作成してもらい，本件CDの旋律を作曲家であるBに作成してもらったことが，控訴人に対する不法行為となる根拠は不明であるし，民法上認められている消滅時効の援用という正当な権利行使が違法と評価されるだけの特段の事情の主張もないから，これらの点に関する控訴人の主張は，主張自体失当である。",
                "また，被控訴人が本件CDを控訴人から詐取したことを認めるに足りる証拠はない。さらに，上記1のとおり，本件売買契約の成立が認められない以上，被控訴人が消滅時効を援用するまでもなく，控訴人は被控訴人に対して本件CDの売買代金を請求することはできず，本件CDの代金請求請求権は不法行為法理上保護されるべき法益とはならない。",
                "したがって，本件請求(1)②は，理由がない。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決12頁21行目～13頁1行目を，次のとおり改める。",
                "「かえって，証拠(甲13，乙11，調査嘱託の結果)及び弁論の全趣旨によれば，Aは，平成22年12月24日，本件歌詞に関して，JASRACから印税を受領し，平成25年10月16日にJASRACに対して，本件歌詞につき，作品届を提出した事実が，認められる。これは，Aが，JASRACの定める著作物使用料分配規程の適用を受けること，その前提として，信託契約約款の適用を受けることを容認していたことを表すものにほかならない。信託契約約款3条1項は，委託者は，その有するすべての著作権及び将来の著作権を，契約期間中は，信託財産として受託者に移転することとし，同約款33条1項は，委託者が新たに著作物を著作したとき，又は著作権を譲り受けたときに，受託者に対する通知義務を定めているところ，一般的に，作品届の提出は，上記義務の履行としてなされるものである。また，信託契約約款4条は，一部の著作権につき，管理委託の範囲から除外することの選択を認めているが，個別の作品ごとの除外は認めていない。そうすると，Aは，遅くとも作品届を提出した時点において，本件歌詞の著作権をJASRACに信託譲渡したものと評価するほかない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決13頁2行目の「そして，」の後ろに，「信託契約約款6条において，複数の著作権信託契約が，法人の音楽出版者である委託者に限って認められていることからすると，自然人であるAには，複数の著作権信託契約は認められないから，」を加える。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決13頁23行目の「そして」から14頁2行目の「したがって」までを，「したがって，本件CDの販売代金を被控訴人が支払わなかったことは，上記許諾を解除する原因とならないことは明らかであり」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，約2万8000円程度の印税を作詞の対価という合意をすることは，作詞家として著名なAの行動としては経済的合理性を欠くものであるから，経験則上あり得ないと主張する。",
                "しかしながら，Aが，本件歌詞の歌唱に伴う著作権使用料とは別途に本件歌詞の作成についての対価の額について取決めをしたと認めるに足りる具体的な証拠が全くない以上，控訴人主張の経済的合理性を理由として控訴人主張契約の成立が認められないことは明らかである。控訴人が，Aの知名度から作詞料が高額になることを期待していたとしても，Aが作詞作成の対価についての明示かつ具体的な説明をしておらず，被控訴人からこれについての明確な了解を得ていない以上，上記対価支払の合意が成立するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，本件売買契約の内容は，被控訴人にとっても経済的に合理的なものであるとも主張する。",
                "しかしながら，本件CDの製作費用を負担した被控訴人が，控訴人から，一般的な消費者と同額，かつ，販売価格とも同額で，本件CDを購入することは，販売数の増加が利益の増加につながらないことを意味するから，本件売買契約の内容は被控訴人にとって経済的に合理的なものとはいえない。本件CDの存在によって被控訴人のコンサートの集客力が増加するか否かは不確実であるし，集客力増加による経済的メリットが本件CD製作費用を上回るか否かも不明である。したがって，本件売買契約の内容は，控訴人の主張するような被控訴人にとって経済的に合理的なものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，発売元「ＮYJ」，販売元「オーラソニック・レーベル」という記載は，控訴人が本件CDの売主の瑕疵担保責任等を負うことを明らかにしたものであり，控訴人に本件CDが帰属するものを意味するものと主張する。",
                "しかしながら，上記表記が，控訴人の主張するような責任の所在を意味するものと認められるか否かにかかわらず，本件CDの帰属について控訴人と被控訴人の間で具体的な協議がなかったことは，上記1で説示したとおりであって，控訴人の一存で決めた本件CDの表記によってその帰属が決せられるものではないから，本件売買契約の成立を否定した上記認定を左右するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また，控訴人は，被控訴人がコンサート興行収入を上げるために本件歌詞を被控訴人のコンサートでAの許容なく歌唱に用いることは，Aの職業的作詞家としての社会的名声信用にただ乗りする行為であって，Aの著作者人格権を侵害すると主張する。これは，被控訴人の行為は，著作権法113条6項にいう「著作者の名誉，声望を害する方法によりその著作物を利用する行為」に該当するから，著作者人格権を侵害したものとみなされるという趣旨の主張と解される。",
                    "そして，控訴人は，かかる請求が許される根拠として，控訴人が著作者であるAから著作者人格権の管理をゆだねられていると主張する。ここでいう管理権の委託の法的性質は必ずしも明らかではないが，Aが自ら訴訟追行できないような事情は見出せないから，信託法11条，弁護士法72条及び民事訴訟法54条の趣旨に照らせば，控訴人が任意的訴訟担当者として本件訴訟を提起しているという趣旨とは解することができず，したがって，控訴人は，差止請求を行う実体法上の権限を有すると主張していると解すべきことになる。",
                    "しかしながら，Aからの管理委託の実体法的な性質が，譲渡，信託譲渡，委任のいずれを指すにせよ，著作権とは異なり，一身専属的な著作者人格権の侵害に関して，Aとは別人格である控訴人が，著作権法112条の差止請求の主体となり得る根拠は不明であるというほかない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その点をおくとしても，著作権法113条6項所定の行為に該当するか否かは，著作物の利用態様に着目して，社会的に見て，著作者の名誉又は声望を害するおそれがあると認められるか否かによって，決せられるべきであるところ，控訴人の主張は，著作者であるAの意図に反した著作物の利用であることを指摘するだけであって，被控訴人が本件歌詞をコンサートで歌唱するという行為態様だけでは，著作者の名誉又は声望を害するものに該当しないことは明らかである。しかも，Aが，当初，本件歌詞が被控訴人のコンサートで歌唱されることを承諾していたこと，その後の承諾に関する契約の解除の効力が認められないことは，既に述べたとおりであるから，更にその後のAの意思に反したとしても，被控訴人の本件歌唱行為は，Aの著作者人格権を侵害するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，著作者人格権の侵害のおそれについて判断するまでもなく，控訴人の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上より，控訴人の請求はいずれも理由がなく，これと結論を同じくする原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}