{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2013-9876号事件について平成27年1月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成18年3月13日，発明の名称を「歯科用コンピュータ・トモグラフィ撮像」とする特許出願をしたが(特願2008-501344号。優先日：平成17年3月14日，優先権主張国：フィンランド。請求項数19。以下「本願」という。甲4)，平成25年1月25日付けで拒絶査定を受けた。",
            "原告は，平成25年5月29日，これに対する不服の審判を請求した。特許庁は，これを不服2013-9876号事件として審理し，原告は，平成26年12月5日，特許請求の範囲を補正した(以下「本件補正」という。請求項数12。甲10)。",
            "特許庁は，平成27年1月6日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同年1月20日，原告に送達された。",
            "原告は，平成27年5月20日，本件審決の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が対象とした本件補正後の特許請求の範囲請求項1の記載は，次のとおりである(甲10)。以下，本件補正後の請求項1に記載された発明を「本願発明」，本願発明に係る明細書(甲4，乙1)を，図面を含めて「本願明細書」という(なお，「／」は，原文の改行部分を示す。)。",
            "【請求項1】装置1の本体部分10と，または，実際の装置1に属していない固定構造と，接続されたアーム構造であって，該アーム構造は，撮像手段14，15を備えかつ回転中心23の周りに回転可能であるアーム部分13を含み，前記撮像手段は，前記アーム部分13のほぼ両側に配置された，放射線発生源14および撮像検知器15を備える，アーム構造と，／前記放射線発生源14によって作成される放射を1つのビームに制限するためのコリメータ構造と，／前記装置と接続された患者支持手段16，および／前記放射線発生源14および撮像検知器15の動作および運動を制御し，前記アーム構造の運動を制御するための制御手段およびアクチュエータを備える制御システムと／を備える歯科用コンピュータ・トモグラフィ装置であって，／前記撮像手段を備える前記アーム部分13は，少なくとも2つの他の回転可能なアーム部分11，12を介して，前記装置の前記本体部分10と，または前記患者支持手段16に対して固定された前記固定構造と，接続され，前記少なくとも2つのアーム部分11，12のそれぞれが，ほぼ同一平面上に，互いからある距離だけ離間して配置されている少なくとも2つの回転中心21，22，23に対して回転可能であるように構成され，該回転中心21，22，23のうち前記少なくとも2つのアーム部分の最も外側のアーム部分11，12の最も外側の回転中心21，23は，一方は，撮像手段を備える前記アーム部分13と接続し，他方は，前記本体部分10と，または前記患者支持手段16に対して固定されている前記固定構造と接続し，／前記制御システムは，前記撮像手段14，15を備える前記アーム部分13が，撮像される予定の被写体の当該空間に関する画像情報を作成するために，撮像中に静止している回転中心23に対して回転するように，前記アーム構造11，12，13を駆動するための制御コマンド，及び，前記アーム構造11，12，13の作動できる範囲内で，撮像手段14，15を備える前記回転可能なアーム部分13の回転中心23を，撮像を開始する所定の座標点へ，または前記制御システム内で入力されたこのような座標点へ移動させるための制御コマンドを含む，制御ルーチンを備え，／前記制御システムが，パルス化された放射線を生成するように前記放射線発生源15を制御し，かつ照射が遮断されたとき，当該パルスに対し前記撮像検知器14からの画像情報の読み取りが行われるように制御するよう構成され，1つの放射パルスの継続時間が，最大でも，ビームが，意図された再構成ボクセルサイズに対応するある距離を，撮像される予定の空間内で回転するためにかかる時間よりも短いように，または，前記撮像検知器14が，1つの検知器ピクセルの長さに対応する距離を撮像する間に移動するためにかかる時間よりも短いように構成されている，／ことを特徴とする歯科用コンピュータ・トモグラフィ装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，本願の優先日前に頒布された刊行物である下記アの引用例に記載された発明(以下「引用発明」という。)並びに下記イ及びウの周知例等に記載された周知技術に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであるから，本願は拒絶すべきものである，というものである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用例：特表2001-518341号公報(甲1)"
            },
            {
              "fig": "イ",
              "subject": "周知例1：特開2003-290220号公報(甲2)"
            },
            {
              "fig": "ウ",
              "subject": "周知例2：特開2000-139902号公報(甲3)",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，以下のとおりである(なお，「／」は，原文の改行部分を示す。)。"
              ]
            },
            {
              "fig": "ア",
              "subject": "引用発明",
              "text": [
                "台座(11)，第1の本体部(12)，第2の本体部(13)，第3の本体部(14)，第4の本体部(15)及び患者位置決め支持(16)を有し，第1の本体部は台座または，壁もしくは天井に固定されており，／第4の本体部はその一端に接続されたX線源(10)及びその他の一端に接続されたX線記録装置(20)を有し，／第2の本体部は第1の垂直ピボットシャフト(24)により第1の本体部に接続され，第3の本体部は第2の垂直ピボットシャフト(25)により第2の本体部に接続され，第4の本体部は第3の垂直ピボットシャフト(26)により第3の本体部に接続されており，／キーボード(31)により必要な制御データを第1のモータ(21)の駆動装置(33)，第2のモータ(22)の駆動装置(34)及び第3のモータ(23)の駆動装置(35)を制御する中央コンピュータユニット(32)に入力し，この制御システムにより，第2の本体部，第3の本体部及び第4の本体部は第4の本体部の移動のための所望の軌道ジオメトリを提供するように移動することができ，／照射開始前に，すべての可動本体部を片側に方向を変え，患者(17)の位置決め支持への妨害とならないアクセスを提供し，患者の位置決め後，装置の可動本体部はロボットにより初期位置に駆動され，照射を開始する，／歯列弓のパノラマX線撮影装置。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願発明と引用発明との一致点",
              "text": [
                "装置の本体部分と接続されたアーム構造であって，該アーム構造は，撮像手段を備えかつ回転中心の周りに回転可能であるアーム部分を含み，前記撮像手段は，前記アーム部分のほぼ両側に配置された，放射線発生源および撮像検知器を備える，アーム構造と，／前記装置と接続された患者支持手段，および／前記放射線発生源および撮像検知器の動作および運動を制御し，前記アーム構造の運動を制御するための制御手段およびアクチュエータを備える制御システムと／を備える歯科用X線撮影装置であって，／前記撮像手段を備える前記アーム部分は，少なくとも2つの他の回転可能なアーム部分を介して，前記装置の前記本体部分と接続され，前記少なくとも2つのアーム部分のそれぞれが，ほぼ同一平面上に，互いからある距離だけ離間して配置されている少なくとも2つの回転中心に対して回転可能であるように構成され，該回転中心のうち前記少なくとも2つのアーム部分の最も外側のアーム部分の最も外側の回転中心は，一方は，撮像手段を備える前記アーム部分と接続し，他方は，前記本体部分と接続するように構成されている，／歯科用X線撮影装置。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願発明と引用発明との相違点",
              "text": [
                "相違点1",
                "本願発明が「放射線発生源によって作成される放射を1つのビームに制限するためのコリメータ構造」を有するのに対して，引用発明がそのような構造を有するかどうか不明な点。",
                "相違点2",
                "本願発明の撮影装置は「コンピュータ・トモグラフィ装置」であって，本願発明の制御システムが「撮像手段を備えるアーム部分が，撮像される予定の被写体の当該空間に関する画像情報を作成するために，撮像中に静止している回転中心に対して回転するように，アーム構造を駆動するための制御コマンド，及び，前記アーム構造の作動できる範囲内で，撮像手段を備える前記回転可能なアーム部の回転中心を，撮像を開始する所定の座標点へ，または前記制御システム内で入力されたこのような座標点へ移動させるための制御コマンドを含む，制御ルーチンを備え」「パルス化された放射線を生成するように前記放射線発生源を制御し，かつ照射が遮断されたとき，当該パルスに対し前記撮像検知器からの画像情報の読み取りが行われるように制御するよう構成され，1つの放射パルスの継続時間が，最大でも，ビームが，意図された再構成ボクセルサイズに対応するある距離を，撮像される予定の空間内で回転するためにかかる時間よりも短いように，または，前記撮像検知器14が，1つの検知器ピクセルの長さに対応する距離を撮像する間に移動するためにかかる時間よりも短いように構成されている」のに対して，引用発明の撮影装置は「パノラマX線撮影装置」であって，制御装置が上記の制御ルーチンを備えない点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "容易想到性の判断の誤り(相違点2に係る判断の誤り)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕",
        "本件審決は，引用発明のX線撮影装置として周知のコンピュータ・トモグラフィ装置を用いる場合，撮像手段が，撮像される予定の被写体の当該空間に関する画像情報を作成するために撮像中に静止している回転中心に対して回転するように制御されること及びアーム構造の作動できる範囲内で，撮像手段を備える回転可能なアーム部の回転中心を，撮像を開始する所定の座標点へ移動させるように制御されることは，当該装置の撮像原理に照らして当業者に自明の事項であるなどとして，引用発明において，周知のコンピュータ・トモグラフィ装置を適用し，相違点2に係る本願発明の構成を採用することは，当業者が容易に想到することができたことである旨判断した。しかし，上記判断は，以下のとおり，誤りである。",
        "本願発明におけるアーム構造の技術的意義",
        "本願発明は，「前記アーム構造11，12，13の作動できる範囲内で，撮像手段14，15を備える前記回転可能なアーム部分13の回転中心23を，撮像を開始する所定の座標点へ，または前記制御システム内で入力されたこのような座標点へ移動させる」という，撮像前の患者と撮像手段との位置調整のための制御に，その技術的特徴を有する(以下，この本願発明における特徴を「技術的特徴A」という。)。",
        "すなわち，それぞれ異なる回転中心に対して回転可能な複数の支持アーム部分11，12の回転を利用して，撮像アーム部分13の回転中心を，撮像を開始する所定の座標点だけでなく，制御システム内で入力された任意の座標点にも，移動させることができる制御であり，この制御により，位置調整において撮像アーム部分13の回転中心の到達可能な範囲を広くとることができ，しかも，その範囲内では，高い自由度で撮像アーム部分13の回転中心を移動させることができる。したがって，移動先として入力可能な座標点は，複数の接続アーム部分11，12のそれぞれの角度設定により撮像アーム部分13の回転中心が到達可能な範囲内であればどこでもよく，たとえ操作者が自由に患者を配置したとしても，その位置が上記の到達可能な範囲内に収まってさえいればどこであろうと，アーム構造11，12，13を対象とする制御により，撮像手段の位置を患者の位置に合わせることができる。",
        "これにより，患者を正確に特定の位置に合わせる必要性をなくすことができ，ひいては，患者を特定の位置に動かすことや患者がその特定の位置から外れるのを制限すること等によって患者を不快にさせることも，避けることができる。",
        "引用発明",
        "引用例には，照射開始前に患者が適切に位置決めされていることが記載されているから(【0028】，図8)，引用発明においては，撮像前に患者を正確に特定の位置に合わせなければならないことは，明らかである。",
        "また，引用発明の制御システムにより提供される軌道ジオメトリは，引用例の【0008】に記載されているような撮像工程の軌道ジオメトリであって，撮像前の患者と撮像手段との位置調整に関するものではない。",
        "そうすると，引用例の【0028】は，第2の本体部13，第3の本体部14及び第4の本体部15により構成される可動本体部がロボットにより初期位置に駆動される旨の記載があるとはいえ，この初期位置は事前に患者が適切に位置決めされていることを前提としたものであって，患者が適切に位置決めされているか否かに関係なく可動本体部の可動範囲内であればどこでも自在に初期位置を合わせることができることを開示するものではない。",
        "したがって，引用発明は，本願発明の技術的特徴Aに相当する構成を全く備えていないことになる。",
        "以上のとおり，引用発明には，撮像手段の位置を患者の位置に合わせる制御を行うという技術的思想がなく，そのような位置調整のために撮像手段の位置を自由に移動させるという技術的思想やその撮像手段の位置の自由移動のために，異なる回転中心に対して回転可能な複数の支持アーム部分の回転を利用するという技術的思想が，全くない。",
        "周知例の記載等"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "周知例1",
          "text": [
            "周知例1には，椅子等を使って患者の位置を撮像手段の位置に合わせることが記載されている(【0019】)。",
            "しかし，周知例1の，最初に第2の回転系5を回転させて，撮像手段を備えるアーム(旋回アーム2)を撮影領域に一致させる旨の記載において，その回転半径は，歯列弓の形状・寸法に一致させたものであるから(【0022】，【0031】)，つまるところ，その位置に合わせて患者を位置決めする必要があるのであって，周知例1の技術は，撮像手段の位置を患者位置に合わせるという技術ではない。実際，周知例1では，その後の工程において椅子等を使って患者位置を撮像手段の位置に合わせる位置調整を行っている(【0024】)。",
            "また，周知例1の技術は，椅子等の患者位置調整可能な手段を使用する技術であるから，撮像手段の位置調整は微調整にすぎず，そこには，撮像手段の位置を所望の位置に移動させるという技術的思想はない。",
            "さらに，周知例1において，撮像手段を備える旋回アーム2の位置調整制御は，異なる回転中心に対して回転可能な複数の支持アーム部分の回転を利用して行うものではなく，歯列弓の形状・寸法に沿って旋回アーム2を移動させる第2の回転系5だけを利用するものであるから，周知例1の技術は，撮像手段の位置調整可能範囲を，歯列弓に沿った範囲より広げることができるという技術ではない。",
            "そもそも，周知例1の技術は，異なる回転中心に対して回転可能な複数の支持アーム部分を備えるものではない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "周知例2",
          "text": [
            "周知例2には，旋回アーム駆動制御手段Cにより，撮像手段を備える旋回アーム3の位置を調整することが記載されている(【0066】)。",
            "しかし，周知例2の技術は，異なる回転中心に対して回転可能な複数の支持アーム部分を備えるものではなく，周知例2において，撮像手段を備える旋回アーム3の位置調整制御は，異なる回転中心に対して回転可能な複数の支持アーム部分の回転を利用して行うものではない。",
            "すなわち，周知例2は，撮像手段を備える旋回アーム3を回転可能に支持するアーム10aに対して，旋回アーム3の回転中心3aを移動させる技術であり，その手段としてXYテーブル31を使用するものであるが，アーム10aは，主フレーム10のコラム10dに固定設置された回転不能なアームであるため，XYテーブル31による旋回アーム3の回転中心3aの位置調整可能な範囲は，XYテーブル31の範囲に制限され，その範囲よりも広げることができる技術ではない。周知例2において，旋回アーム3の位置調整は微調整程度にとどまる。実際，周知例2では，より自由度の高い調整を行う場合には，患者の位置を自由に調整する手段を併用している(【0069】，【0070】)。",
            "以上のとおり，周知例2には，旋回アーム3の位置を自由に調整して患者位置に合わせるという技術的思想がない。",
            "相違点2の容易想到性"
          ]
        },
        {
          "fig": "ア",
          "text": [
            "引用発明において，周知例1の技術を適用しても，本願発明の撮像アーム部分13に相当する第4の本体部15の調整範囲は歯列弓に沿った範囲にとどまり，患者位置を撮像手段の位置に適切に合わせる位置調整が別途必要である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "また，引用発明において，周知例2の技術を適用しても，本願発明の撮像アーム部分13に相当する第4の本体部15を，第4の本体部15を支持する第3の本体部14に対して移動させるようになるだけであり，第3の本体部14に対して移動可能な範囲内で第4の本体部15の位置を微調整できるにすぎず，患者位置を撮像手段の位置に適切に合わせる位置調整が別途必要である。",
            "あるいは，引用発明が回転移動と直線移動の組合せを避けることを意図したものであることを踏まえれば(引用例の【0010】)，引用発明に対して，撮像手段の位置を簡単な制御で済む直線移動による位置調整手段により移動させる技術である周知例2の技術を適用することには，阻害要因がある。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "以上のとおり，引用発明において，周知例1及び2の技術を適用しても，患者位置のずれに応じて患者位置を撮像手段の位置に適切に合わせる位置調整が別途必要であって，相違点2に係る本願発明の構成(アーム構造11，12，13の作動できる広い範囲内で患者が不動の状態で位置調整される構成)を備えることにはならない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "本願発明は，相違点2に係る本願発明の構成を備えることにより，本願明細書(【0012】，【0013】)に記載されているように，患者を移動させることなく，撮像手段を備えるアーム部分を，患者に対する撮像のための所望の位置へ移動させることによって患者位置調整を実現化するという作用効果を奏するものである。このような作用効果は，引用例，周知例1及び2には，開示も示唆もされておらず，当業者が予測し得たものでもない。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "以上によれば，引用発明において，周知のコンピュータ・トモグラフィ装置を適用することにより，相違点2に係る本願発明の構成に容易に想到することができたということはできない。",
            "〔被告の主張〕",
            "以下のとおり，本件審決における相違点2に係る容易想到性の判断に誤りはない。",
            "本願発明におけるアーム構造の技術的意義",
            "アーム構造の作動できる範囲内で，撮像手段を備える回転可能なアーム部の回転中心を，撮像を開始する所定の座標点へ移動させるように制御されることは，当該装置の撮像原理に照らして当業者に自明の事項である。そして，原告が本願発明におけるアーム構造の技術的意義として主張する作用効果は，上記自明な事項から得られるものにすぎない。",
            "引用発明",
            "引用例の【0028】の記載は，患者を正確に特定の位置，すなわち，座標に合わせなければならないことを意味するものではない。撮影箇所が奥歯か前歯か，患者が小児か大人か，患者の微妙な顔の向き，撮影時の照射手段の動かし方などによって，撮影ごとに常に初期位置を調整する必要があることは自明なことであって，【0028】の記載は，撮影ごとに初期位置に駆動すること，すなわち，撮影の初期位置となる座標に，本願発明の「アーム構造11，12，13」に相当する引用発明の「第2の本体部(13)」，「第3の本体部(14)」及び「第4の本体部(15)」(以下，これらの部材をまとめて「アームシステム」という。)をつなぐ，「第1の垂直ピボットシャフト(24)」，「第2の垂直ピボットシャフト(25)」及び「第3の垂直ピボットシャフト(26)」を使用してロボット又は手動により駆動することを意味することは明らかである。",
            "さらに，引用発明において，アームシステムが「第2の本体部(13)」，「第3の本体部(14)」を備えているのは，「第4の本体部(15)」の回転中心をアームシステムの作動できる範囲内で特定の位置へ移動させるためである。",
            "そうすると，引用例において，患者を適切に位置決めしたとしても，初期位置となる座標は常に同じ座標位置となるものではなく，撮影ごとに異なる座標位置となることから，初期位置となる座標への調整は不可欠である。",
            "周知例の記載等"
          ]
        },
        {
          "fig": "ア",
          "subject": "周知例1",
          "text": [
            "周知例1の【0040】には，被検者側の位置調整を行わずに，撮像手段の位置調整により，被検者と撮像手段の相対位置を調整することが記載されており，周知例1は，撮像手段の位置を患者位置に合わせる技術である。",
            "そして，【0018】には，第2の回転系5を回転させることによって，第1の回転系6の回転中心6aの位置，すなわち，旋回アームの回転中心の位置を調整することが記載され，【0038】には，回転中心5aと回転中心6aの距離が自在に変更できることが記載されていることからすれば，第1の回転系6の回転中心6a，すなわち，旋回アームの回転中心の位置は，両回転中心5a，6aの最大距離以内の範囲内で，自由に調整できるものである。",
            "したがって，周知例1には，撮像手段を備える回転可能なアーム部の回転中心を，撮像を開始する所定の座標点へ移動させるように制御されることが記載されている。",
            "また，周知例1の【0042】には，旋回アームの回転中心の位置を調整した後，回転中心の位置を動かすことなく，旋回アームを回転させるものであることが記載されているから，周知例1には，コンピュータ・トモグラフィ装置で撮像する場合，撮像手段が撮像される予定の被写体の当該空間に関する画像情報を作成するために撮像中に静止している回転中心に対して回転するように制御されることが記載されている。"
          ]
        },
        {
          "fig": "イ",
          "subject": "周知例2",
          "text": [
            "周知例2の【0050】には，CT撮影について，コンピュータ・トモグラフィ装置で撮像する場合，撮像手段が撮像される予定の被写体の当該空間に関する画像情報を作成するために撮像中に静止している回転中心に対して回転するように制御されることが記載されている。",
            "また，周知例2に記載のものは，図12の「S3」のステップに記載のように，「回転中心  設定」可能なものであって，【0070】に記載されているように，被写体側の位置調整を行うことなく，「XYテーブル31」によって，回転中心3aを自由に動かすことにより位置調整を行うことができるものである。",
            "したがって，周知例2には，撮像手段を備える回転可能なアーム部の回転中心を，撮像を開始する所定の座標点へ移動させるように制御されることが記載されている。",
            "相違点2の容易想到性",
            "引用発明は，撮像手段の位置を変更するアームシステムという機構を備え，周知例1には，コンピュータ・トモグラフィ装置について適用できることが記載されている(【0011】)。また，引用例の【0028】に記載されているように，撮影ごとに撮影の初期位置となる座標に駆動していることは明らかである。",
            "そして，周知例1及び2にあるように，コンピュータ・トモグラフィ装置においては，回転中心を患者の位置に応じて調整する必要があり，患者を動かすのではなく，回転中心を動かすことが周知のものとなっているのであるから，引用発明の「第2の本体部(13)」，「第3の本体部(14)」，及び「第4の本体部(15)」を使用して，そのアームシステムの動作範囲内で回転中心を位置調整することは，当業者であれば当然になし得ることであり，それにより，相違点2に係る本願発明の構成となる。",
            "したがって，引用発明において，周知のコンピュータ・トモグラフィ装置を適用し，相違点2に係る本願発明の構成とすることは，当業者において容易に想到することができたことである。",
            "原告の主張について"
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原告は，引用発明に周知例2の技術を適用しても，本願発明の撮像アーム部分13に相当する第4の本体部15を，第4の本体部15を支持する第3の本体部14に対して移動させるようになるだけであり，第3の本体部14に対して移動可能な範囲内で第4の本体部15の位置を微調整できるにすぎない旨主張する。",
            "しかし，引用発明は，位置調整手段であるアームシステムを備えているのであるから，このアームシステムを活かして，中央コンピュータユニット(32)(本願発明の「制御手段」に相当する)に所望の回転中心座標を入力し，「第1のモータ(21)」，「第2のモータ(22)」，「第3のモータ(23)」の各モータ(本願発明の「アクチュエータ」に相当する)によって移動する構成とするのは当然のことである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，本願発明が相違点2に係る本願発明の構成を備えることにより奏する作用効果は，引用例，周知例1及び2には，開示も示唆もされておらず，当業者が予測し得たものでもない旨主張する。",
            "しかし，上記作用効果は，引用例1の記載事項並びに周知例1及び2に示される周知技術から当業者が予測し得る範囲のものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の特許請求の範囲の請求項1の記載は，前記第2の2に記載のとおりであるところ，本願明細書(甲4，乙1)には，次のような記載がある(下記記載中に引用する図面については，別紙1本願明細書図面目録を参照。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "【0001】本発明は，歯科での使用のために設計されたコンピュータ・トモグラフィ装置，およびそれによって実現化される方法，特に，撮像のために，撮像手段と患者を互いに対して位置調整するための方法に関する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "【0008】最近，特に歯科用撮像のために意図されたCT装置を開発し始めている。概要を説明され，実現化されたようなこれらの解決法での典型的な開始点はまた，比較的かさばる，安定した支持構造に対して撮像手段を配置することであった。したがって，従来技術は，特に，その中で，患者が，撮像手段の間の椅子上の着座位置で位置調整され，かつ患者位置と撮像手段の考えられる相対運動が，所望の空間の撮像のために準備された撮像手段を位置調整するために，椅子を移動させることによって実現化される，CTデバイスを備える。",
                "【0010】他方では，たとえば，米国特許公開第6，118，842号に，回転中心に対して撮像手段を回転させること，および撮像手段を備えるアーム部分の移動機構を用いてそれらの位置を変更することの両方が可能である，構造が，概要を述べられている。この公開による解決法では，たとえば，5×5cmの検知器サイズが使用されることが示されている。装置および検知器の寸法は，撮像手段を回転中心に対して回転させることによって，頭蓋のある部分の空間を再構成するための情報を集めることを可能にする。装置によって再構成されるより広い，より多くの，またはたとえば隣接する空間を得ることを望む場合，撮像を繰り返し，かつそれぞれの撮像の間に，要望通りであるような被写体と撮像手段の相対位置を新たに構成しなければならない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "【0012】本発明の目的およびその好ましい実施形態は新規なアーム構造を備えるCT装置を提供することである。また，本発明の目的は，特に患者とコンピュータ・トモグラフィ撮像のための撮像手段との間の相対位置調整に対する新規な種類の方法を提供することである。目的は，従来の医療用CT装置よりもかなり低価格で実現化されることができる，特に歯科用撮像のためのこのようなCT装置を提供することである。目的は，少なくとも水平方向平面上で，装置の本体に対して，または他のある静止した患者ステーションに対して患者が不動に位置調整されるようにして，本発明を実施すること，および撮像手段を移動させることによって，患者と撮像手段の相対位置を変更するために必要とされる運動を実現化することである。本発明は，その好ましい実施形態とともに，比較的軽量であるが，まだ十分安定であるように構成することができる，構造としてのCT装置のアーム構造を実現化することを可能にし，かつ手始めに，患者を移動させることと比較されたとき，撮像手段に対して患者を位置調整するための，より容易な方式を可能にする。"
              ]
            },
            {
              "fig": "エ",
              "subject": "課題を解決するための手段",
              "text": [
                "【0013】本発明の本質的な特徴が，添付の特許請求の範囲に示されている。すなわち，アーム構造に備えられかつ撮像手段を備えるアーム部分の位置が，装置の患者支持手段に対して変更されることができるアーム構造を備えることが，本発明によるCT装置にとって重要であり，撮像手段を備えるアーム部分は，少なくとも2つの他の回転可能なアーム部分を介して，装置の本体部分と，または患者支持手段に対して固定されている他のある構造と接続されている。この少なくとも2つのアーム部分のそれぞれは，実質上同一平面上に，互いからある距離で配置されている少なくとも2つの回転中心に対して回転可能であるように構成され，その回転中心から，前記少なくとも2つのアーム部分の最も外側のアーム部分の最も外側の回転中心が，一方では，撮像手段を備えるアーム部分と，他方では，本体部分と，または患者支持手段に対して固定されているその他の構造と接続する。このようなアーム構造をCT装置に適用することは，患者を移動させることなく，撮像手段を備えるアーム部分を，患者に対する撮像のための所望の位置へ移動させることによって患者位置調整を実現化することを可能にする。"
              ]
            },
            {
              "fig": "オ",
              "subject": "発明を実施するための最良の形態",
              "text": [
                "【0016】図1は，本発明による簡略化されたあるCT装置1を示している。装置の基本構造は，本体部分10，およびそれと接続されている3つのアーム部分11，12，13から成る。第1のアーム部分11は，本体部分10に対して回転中心21の周りに，および第2のアーム部分12に対して回転中心22の周りに回転可能であるように構成されており，それによって，第2のアーム部分12は，第1のアーム部分11に対して回転中心22の周りに回転可能であり，また，撮像手段(放射線発生源14および検知器15)を備えるアーム部分13に対して回転中心23の周りに回転可能であるように構成されており，それによって，撮像手段14，15を備えるアーム部分が，前記第2のアーム部分に対して回転中心23の周りに回転可能である。装置は，撮像ステーションと接続して配置された患者支持手段16を追加で備え，支持手段は，図1による解決法では本体部分10に配置されている。第1のアーム部分11はまた，たとえば天井または壁に取り付けられてもよく，",
                "それによって，本発明による装置は，実際の本体部分10を必ずしも備えなくてもよく，かつそれによって，患者支持手段16が，本体部分10にではなく，第1のアーム部分11の回転中心21に対する他のある固定位置に配置される。",
                "【0018】本発明による装置は，図1に示されていない操作デバイス，および所望の方式で／所望の位置で，前記アーム部分を回転させるための制御システムを追加で備える。また，装置は，特に検知器および放射線発生源の機能およびアーム部分の運動を制御するために必要とされる，制御システムおよびルーチンを備える。",
                "【0022】図2は，撮像される予定の被写体に対して2つの異なる点で，撮像手段14，15を備えるアーム部分13の回転中心23を位置調整することを示している。所望の回転中心の座標が，ユーザ・インターフェイスを介して装置の制御システムに入力されてもよい，または，それ自体公知である位置調整ライトまたは別の対応する構成が，装置に配置され，それから，所望の点の座標が制御システムへ自動的に送信されるように構成されてもよい。制御システムはまた，撮像手段14，15の1つまたは複数の所与の位置，ならびに，結合画像がそれを用いて，当該撮像中に作成された情報で再構成されることができるような互いからの距離に配置されるように構成された少なくとも2つのこのような位置などでいくつかの個別の空間が次々に自動的に撮像されることができる制御ルーチンを備えてもよい。その場合，制御ルーチンは，アーム構造11，12，13の作動できる範囲内で，撮像手段14，15を備える前記回転可能なアーム部分13の回転中心23を，所定の(または制御システム内の1つの入力に対しての)撮像開始座標点へ移動させるための，およびこれらの点に対する撮像を実現化するための制御コマンドだけでなく，撮像手段を備えるアーム部分13の前記回転中心23を撮像開始座標点に配置するとき，撮像手段14，15を備える前記回転可能なアーム部分13を，前記撮像点に対して所定の角度で位置調整するための制御コマンドも含む。あるこのような既成の制御ルーチンは，撮像手段を駆動すること，およびその距離が当該位置で作成された情報のものであるような，少なくとも2つのこのような撮像の開始点に対して撮像することを含んでもよく，結合画像を再構成することができる。このような制御ルーチンは，たとえば，受信された情報の，患者支持手段に対するこのような回転中心での3つの異なる部分空間の撮像を含んでもよく，歯列弓全体の画像が，それ自体公知であるアルゴリズムを使用することによって，再構成された画像を，1つの全体画像に縫合することによって再構成されてもよい。",
                "の記載によれば，本願発明の特徴は以下のとおりであると認められる。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本願発明は，歯科での使用のために設計されたコンピュータ・トモグラフィ装置(CT装置)に関する(【0001】)。",
                "歯科用撮像のために意図された従来のCT装置は，①安定した支持構造に対して撮像手段を配置し，患者が，撮像手段の間の椅子上の着座位置で位置調整され，かつ患者位置と撮像手段の考えられる相対運動が，所望の空間の撮像のために準備された撮像手段を位置調整するために，椅子を移動させることによって実現化されるもの(【0008】)，②回転中心に対して撮像手段を回転させること及び撮像手段を備えるアーム部分の移動機構を用いてそれらの位置を変更することの両方が可能である構造を有するもの(【0010】)であった。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本願発明は，新規なアーム構造を備えるCT装置を提供し，少なくとも水平方向平面上で，装置の本体又は他のある静止した患者ステーションに対して，患者が不動に位置調整されるようにし，撮像手段を移動させることによって，患者と撮像手段の相対位置を変更するために必要とされる運動を実現化することを目的とする(【0012】)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本願発明は，前記イの課題の解決手段として，特許請求の範囲の請求項1の構成を採用した。すなわち，本願発明は，アーム構造，コリメータ構造及び制御システムを備える歯科用CT装置であり，特に，そのアーム構造は，①アーム構造に備えられかつ撮像手段を備えるアーム部分の位置が，装置の患者支持手段に対して変更されることができるアーム構造を備え，②撮像手段を備えるアーム部分は，少なくとも2つの他の回転可能なアーム部分を介して，装置の本体部分又は患者支持手段に対して固定されている他のある構造と接続され，③この少なくとも2つのアーム部分のそれぞれは，実質上同一平面上に，互いからある距離で配置されている少なくとも2つの回転中心に対して回転可能であるように構成され，④その回転中心から，前記少なくとも2つのアーム部分の最も外側のアーム部分の最も外側の回転中心が，一方では，撮像手段を備えるアーム部分と，他方では，本体部分又は患者支持手段に対して固定されているその他の構造と接続される(【0013】，【0016】)。",
                "また，その制御システムは，撮像手段を備えるアーム部分が，撮像される予定の被写体の当該空間に関する画像情報を作成するために，撮像中に静止している回転中心に対して回転するように，アーム構造を駆動するための制御コマンド及びアーム構造の作動できる範囲内で，撮像手段を備える回転可能なアーム部分の回転中心を，撮像を開始する所定の座標点又は制御システム内で入力されたこのような座標点へ移動させるための制御コマンドを含む，制御ルーチンを備える(請求項1，【0018】，【0022】)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "本願発明によれば，少なくとも水平方向平面上で，装置の本体又は他のある静止した患者ステーションに対して，患者が不動に位置調整されるようにし，撮像手段を移動させることによって，患者と撮像手段の相対位置を変更するために必要とされる運動を実現化することができる(【0012】，【0013】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明及び周知技術について",
          "text": [
            "引用例(甲1)には，次のような記載がある(図2，3，8及び9については，別紙2引用例図面目録を参照。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "特許請求の範囲",
              "text": [
                "【請求項1】頭部X線撮影装置であって，特に歯科用X線撮影に使用され，該装置は第2の本体部(13)に接続される第1の本体部(12)と，第3の本体部(14)に接続された他の端を含み，該他の端はその一端に取付けられたX線源(10)及びその他の端に取付けられたX線検出器(20)を有する第4の本体部(15)を有し，該装置において前記第2の本体部(13)及び前記第3の本体部(14)は第1のピボットシャフト(25)を介して互いに接続され，さらに，前記第3の本体部(14)及び前記第4の本体部(15)は第2のピボットシャフト(26)を介して互いに接続され，両方のピボットシャフト(25，26)は実質的に互いに対して平行である装置において，／-前記第1及び第2のピボットシャフト(25，26)は互いから固定位置で適合され，／-前記第3の本体部(14)は能動アクチュエータ(22)によって前記第2の本体部(13)に対して回転可能に適合され，／-前記第4の本体部(15)は能動アクチュエータ(23)によって前記第3の本体部(14)に対して回転可能に適合されると共に，／-前記第4の本体部(15)の回転移動は制御手段(31～35)の助けを借りて前記能動アクチュエータ(22，23)のプログラム制御操作によって実行され，前記X線源(10)及び前記X線検出器(20)を所定の軌道に沿って移動させ，対象物から鮮明に撮像すべき所望の層を規定する前記軌道がX線撮影されることを特徴とする頭部X線撮影装置。",
                "【請求項9】前記第3及び第4の本体部(14，15)，並びに前記第1の本体部(12)に対して可動に製造されている場合は前記第2の本体部(13)も特に患者の位置決めを助けるために相互に移動可能に製造されていることを特徴とする請求の範囲第1項～第8項のいずれか1項記載の装置。"
              ]
            },
            {
              "fig": "イ",
              "subject": "発明の詳細な説明",
              "text": [
                "技術分野",
                "【0001】本発明は，頭部X線撮影装置に関し，特に歯科用X線撮影に使用されるものに関し，該装置は第2の本体部に接続される第1の本体部と，第3の本体部に接続された他の端を含み，該他の端はその一端に取付けられたX線源及びその他の端に取付けられたX線検出器を有する第4の本体部を有し，該装置において前記第2の本体部及び前記第3の本体部は第1のピボットシャフトを介して互いに接続され，さらに，前記第3の本体部及び前記第4の本体部は第2のピボットシャフトを介して互いに接続され，両方のピボットシャフトは実質的に互いに対して平行である装置に関する。",
                "背景技術",
                "【0002】ヒト頭骨の頭部撮像に関してX線撮影の最も重要なタスクとして，歯列弓のパノラマ断層撮影，正面の歯列弓のX線撮影，顎関節のX線撮影及び頭骨全体の頭型測定用X線撮影が挙げられる。これらの撮像タスクは各種類のX線撮影法，例えば，ナロービーム断層撮影法，リニア断層撮影法，全地場X線透視法，スリットX線透視法，断層合成X線撮影法及びコンピュータ断層撮影法を用いて行うことができる。…",
                "【0003】従来のパノラマX線撮影装置の特徴は，X線源を患者の頭骨周囲に旋回するように配置し，歯列弓を頭骨の反対側で旋回するX線検出器によって撮像できることである。画像はフィルム上に直接形成されるか，またはディジタルフォーマットのCCDアレイセンサなど各種類の固体検出器によって保存され，スクリーン上に表示することができる。",
                "【0007】パノラマ断層撮影装置のX線源及びそのX線検出器の回転機構は投射X線写真の記録用に記載された上記の要件を満たす投射画像の形成能が必要である。さらに，装置は回転／移動機構の異なる要素間での過剰なあそびなど，X線写真の記録における妨害不正確さの原因となるスラックがない正確さに対する妥当なコストで製造できる設計を有する必要がある。したがって，前記機構は水平面における回転の中心の所望の軌道移動を達成することができ，また装置全体に対して垂直の支持を提供し，所望の軌道が十分な正確さで実行できる必要がある。",
                "【0008】このような軌道移動はさまざまな従来の回転機構によって達成することができる。…に開示された実施例では，軌道移動は互いから一定の距離で配置された2つのピボットシャフトによって達成される。この構造により案内溝及び能動アクチュエータの助けを借りて撮像工程の軌道ジオメトリが形成される。",
                "【0009】軌道移動を生成するための別の先行技術は…に開示された方法であり，ピボットシャフト間の相互距離が可変に製造されている。したがって，軌道移動は回転移動と直線移動の組合せとして生成することができ，撮像工程の自由に可変な軌道ジオメトリを提供する。",
                "【0010】しかし，回転移動と直線移動の組合せは軌道移動の要求度の大きい正確な要件により実行するには問題があることがわかっている。これは直線移動が含まれるとき，そして回転移動だけが実施されるとき軌道移動の機構に対して同じ正確さを得ることがより困難なためである。先行技術の構造では，軌道ジオメトリの生成は特にパノラマ断層撮影のために最適化されている。同時に，他のX線撮像モードの実行は，不可能ではないにせよ，一般にぎこちなくなっている。",
                "発明の開示",
                "【0011】本発明の目的は，従来の構造のものよりもさらに妥当な装備コストで正確な軌道ジオメトリを提供することが可能なやり方で回転移動を達成し，同時に必要に最も適切なX線撮影法(例えば，ナロービーム断層撮影法，リニア断層撮影法，全地場X線透視法，スリットX線透視法，断層合成X線撮影法及びコンピュータ断層撮影法)を常時用いて異なる頭部撮像モード(例えば，歯列弓のパノラマ断層撮影，横断X線撮影として一般に周知の横断投射における歯列弓のX線撮影，顎関節のX線撮影及び頭骨全体の頭型測定用X線撮影を含む)間の自在切換えを促進する軌道ジオメトリの選択を得る方法を提供することである。",
                "【0012】…本発明のさらに別の非限定的な目的は，軌道機構のアームを容易に片側に回転させ，患者の位置決めを容易にすることができる装置を提供することである。…",
                "【0013】また本発明のさらに別の非限定的な目的は，X線検出器のロボットまたは手動による変更，引出し及び戻しのために軌道機構を使用することができる装置を提供することである。この機能はX線検出器用の記憶装置と共に装置の基本構造を補足することにより有利に実行することができ，軌道機構は前記記憶装置とX線撮影装置独自間のX線撮影検出器の移動などプリセット制御プログラム下に実施することができる。",
                "【0014】これらの目的及び以下で説明される他の目的を達成するために，本発明は主に，",
                "-前記第1と第2のピボットシャフト間の固定距離が使用され，",
                "-前記第3の本体部は能動アクチュエータによって前記第2の本体部に対して回転可能に適合され，",
                "-前記第4の本体部は能動アクチュエータによって前記第3の本体部に対して回転可能に適合されると共に，",
                "-前記第4の本体部の回転移動は前記能動アクチュエータのプログラム制御操作によって実行され，前記X線源及び前記X線検出器を予め規定された軌道に沿って移動させ，対象物から鮮明に撮像すべき所望の層を規定する前記軌道がX線撮影されることを特徴とする。",
                "【0015】本発明では，パノラマ照射において要求される回転移動は作動本体の主要面で起こる回転移動によって実現される。本体部の数は3つまたは4つであることが可能であり，これにより第1の本体部は垂直支柱，最も有利には伸縮支柱，または，壁または天井への取付けに適した本体やブラケットなど固定部材である。軌道移動は2つまたは3つの本体部の組合せ回転移動として有利に実行することができる。明らかに，多数の回転可能な本体部のアームの組合せを使用することができる。そして，X線源及びX線検出器の移動は互いから独立して操作する分離アームの組合せを用いて実現される。回転移動の組合せとして実行されるこの種類の軌道移動は一般にSCARA(Selective  Compliance  Assembly  Robot  Arm：選択的コンプライアンス・アセンブリ・ロボット・アーム)機構として周知である。…",
                "【0018】患者位置決め時，装置のアームシステムは片側に向きを変えておくことができ，X線撮影装備への患者の妨害にならないアクセスが確実に行われ，患者の位置決めは容易となる。X線撮影曝露の開始時，アームシステムは患者の上に回転される。頭型測定用照射に使用される補助アームの長さは，本発明によるパノラマ装置のアームシステムはアーム移動の限界まで有効に拡張することができるため，従来の装備におけるよりも短くてもよい。",
                "発明を実施するための最良の形態",
                "【0022】以下，本発明による機構について，上述した軌道ジオメトリが実現可能であることを説明する。図2には本発明による装置の基本構成要素として，台座11，第1の本体部12，第2の本体部13，第3の本体部14，第4の本体部15及び患者位置決め支持16が示されている。第1の本体部12は台座11，または，壁もしくは天井に固定されている。第1の本体部12は高さが調節可能な伸縮垂直アームを含むことが最も有利である。または，第1の本体部12は固定直立ブラケットまたは壁もしくは天井に取付けるために適した同様の本体部を含むことができる。",
                "【0023】図3には第2の本体部13，第3の本体部14及び第4の本体部15，本体部15はその一端に接続されたX線源10及びその他の一端に接続されたX線記録装置20を有する。X線記録装置20はX線撮影フィルム，CCDセンサまたは別の種類のX線検出器であってもよい。第2の本体部13は垂直ピボットシャフト24により第1の本体部12に接続され，第3の本体部14は垂直ピボットシャフト25により第2の本体部13に接続され，第4の本体部15は垂直ピボットシャフト26により第3の本体部14に接続されている。または，本発明は第1の本体部12を第2の本体部13が適切な固定具及び／または固定手段により直接取付けられるX線撮影室の壁及び／または天井に代えることができる。",
                "【0024】 図4にはピボットシャフト24，25及び26がそれらのピボットシャフトの周囲で本体部のロボット回転を得るための駆動モータM(図5参照)を備えている状態が示されている。シャフト25には第2の本体部13の駆動モータ21が接続され，シャフト25には第3の本体部14の駆動モータ22が接続され，",
                "シャフト26には第4の本体部15の駆動モータ23が接続されている。…",
                "【0025】図5には駆動モータ21，22及び23のための駆動制御システムのブロック線図が示されている。キーボード31の助けを借りて，必要な制御データをモータ21の制御駆動装置33，モータ22の駆動装置34及びモータ23の駆動装置35を制御する中央コンピュータユニット32に入力する。この制御システムの助けを借りて，本体部13，14及び15は第4の本体部15の移動のための所望の軌道ジオメトリを提供するように移動することができる。",
                "【0028】照射開始前に，すべての可動本体部を片側に方向を変え，患者の位置決め支持16への妨害とならないアクセスを提供し，操作員により患者の照射のための正しい位置への障害とならない整列を可能とする。図8には患者17が適切に位置決めされていることが示されている。患者17の位置決め後，装置の可動本体部はロボットまたは手動のいずれかにより初期位置に駆動され，図9に示した通り照射を開始する。",
                "引用例には，引用発明に関し，以下の点が開示されているものと認められる。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "引用発明は，特に歯科用X線撮影に使用される頭部X線撮影装置(歯列弓のパノラマX線撮影装置)に関する(【0001】)。頭部撮像に関してX線撮影の最も重要なタスクとして，歯列弓のパノラマ断層撮影，正面の歯列弓のX線撮影等が挙げられるが，これらの撮像タスクは，コンピュータ断層撮影法等各種類のX線撮影法を用いて行うことができる(【0002】)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "従来のパノラマX線撮影装置は，X線源を患者の頭骨周囲に旋回するように配置し，歯列弓を頭骨の反対側で旋回するX線検出器によって撮像できるというものであるが(【0003】)，装置の回転／移動機構は，水平面における回転の中心の所望の軌道移動を達成することができ，また装置全体に対して垂直の支持を提供し，所望の軌道が十分な正確さで実行できる必要がある(【0007】)。",
                "このような軌道移動は，さまざまな従来の回転機構によって達成することができるが(【0008】，【0009】)，回転移動と直線移動の組合せは軌道移動の要求度の大きい正確な要件により実行するには問題があることがわかっている(【0010】)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "引用発明は，従来の構造のものよりもさらに妥当な装備コストで正確な軌道ジオメトリを提供することが可能なやり方で回転移動を達成し，同時に，コンピュータ断層撮影法を含む適切なX線撮影法を用いて異なる頭部撮像モード間の自在切換えを促進する軌道ジオメトリの選択を得る方法を提供することを目的とする(【0011】)。また，引用発明は，軌道機構のアームを容易に片側に回転させ，患者の位置決めを容易に行うことができる装置を提供することや，X線検出器のロボット又は手動による変更，引出し及び戻しのために軌道機構を使用することができる装置を提供することを目的とする(【0012】，【0013】)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "引用発明は，前記ウの課題を解決する手段として，主として，①第1と第2のピボットシャフト間の固定距離が使用され，②第3の本体部は能動アクチュエータによって第2の本体部に対して回転可能に適合され，③第4の本体部は能動アクチュエータによって第3の本体部に対して回転可能に適合されると共に，④第4の本体部の回転移動は能動アクチュエータのプログラム制御操作によって実行され，X線源及びX線検出器を予め規定された軌道に沿って移動させ，対象物から鮮明に撮像すべき所望の層を規定する軌道がX線撮影されることを特徴とする(【0014】，【0015】，【0022】，【0023】)。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "引用発明は，患者位置決め時，装置のアームシステムは片側に向きを変えておくことができ，X線撮影装備への患者の妨害にならないアクセスが確実に行われ，患者の位置決めが容易となる。患者の位置決め後，装置の可動本体部は，ロボットにより初期位置に駆動され，照射を開始する(【0018】，【0028】)。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "引用発明において，第2の本体部を第1の本体部に接続する第1の垂直ピボットシャフト(24)，第3の本体部を第2の本体部に接続する第2の垂直ピボットシャフト(25)及び第4の本体部を第3の本体部に接続する第3の垂直ピボットシャフト(26)は，それらのピボットシャフトの周囲で第2ないし第4の各本体部のロボット回転を得るための駆動モータ21ないし23と接続されており，各駆動モータは，駆動制御システムにより駆動され，第2ないし第4の各本体部は，第4の本体部の所望の軌道ジオメトリを提供するように移動することができる(【0024】，【0025】)。",
                "周知例1の記載"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "周知例1(甲2)には，おおむね以下のような記載がある。",
                "【0001】本発明は，被検体の一部にX線を照射しその投影画像を処理して断層像などを撮影するX線CT装置に係り，特に被写体の一部にX線コーンビームを照射して，その部分の任意のCT断層画面及びパノラマ画像を得ることのできる歯科医療などの撮影に好適なX線CT装置に関する。",
                "【0038】図9は，本発明に係るX線CT装置の第2の回転系の回転部機構の変形例を示す図であり，図1のX線CT装置を上方側から見た図である。…図1におけるX線CT装置では，第2の回転系5の回転中心5aと第1の回転系6の回転中心6aとの距離(回転半径)dを固定のものとしていたが，図9のX線CT装置ではこの回転半径dを自在に可変できるような構成にし，歯列弓11に沿った複雑な形状の軌跡に沿って第1の回転系6の回転中心6aを追従させるようにした。直線駆動系は，第2の回転系5の上に搭載されたサーボモーターなどの駆動手段14aと，この駆動手段14aに駆動される送りねじやラック・ピニオンなどの直線駆動機構14bとから構成される。直線駆動系は，第1の回転系6の回転中心6aを矢印14cの方向に移動させて，第2の回転系5の回転中心5aと第1の回転系6の回転中心6aとの距離(回転半径)dを所望の位置に移動させる。このようにして，直線駆動系によって第1の回転系6の回転中心6aの位置が補正されることによって，第1の回転系6の回転中心6aの描く軌跡は，図10に示すように歯列弓11に沿った曲線10aのようになる。…",
                "【0040】図9のX線CT装置によれば，被検者の歯列弓の形状・寸法によらず，装置側での正確な位置決めが容易になり，この回転半径の調整機構を遠隔操作可能な構成にすれば，頭受け装置9による微調整が不要となり，被検者7の負担を著しく軽減するとともに，椅子8の位置調整および被検者7を固定する機構を簡略化することができる。…",
                "【0041】このX線CT装置では撮影中に被検者を動かす必要がないことから，次のような撮影方法を実施することができる。すなわち，図10に示したように，歯列弓11全体をカバーするように2～3本程度の歯牙を含むような局所領域7a～7iについてX線CT撮影を連続して複数回(図10では9回)繰り返し実行することによって，複数個の局所撮影領域7aを組み合わせたCT画像データを採取すれば，小視野のX線検出装置を使った装置でも，歯列弓全体を表示するCT画像データを採取することができる。…",
                "【0042】上述の局所領域の撮影手順をまとめると以下の(1)～(7)のような順番で実行されることになる。",
                "(1)旋回アーム2の回転中心6aの描く軌跡(歯列弓形状軌道)10aと被検者7の歯列弓11とが一致するように，被検者7の撮影領域を位置決めして固定する。",
                "(2)歯列弓11の一端に位置する奥歯の中心，すなわち居所領域7aの中心に旋回アーム2の回転中心6aを合わせる。",
                "(3)旋回アーム2を回転させながらX線コーンビーム3bを照射し，CT画像データを採取する。",
                "(4)第2の回転系5を回転させ，採取されたCT画像データを居所領域7aと隣接し，かつその一部がオーバーラップするような次の居所領域7bの中心に，旋回アーム2の回転中心6aを合わせる。",
                "(5)CT画像の採取及び位置合わせを歯列弓11に沿った居所領域7b～7iについて繰り返す。",
                "(6)歯列弓11の他端(開始位置とは逆の端の奥歯の中心，すなわち局所領域7iにおけるCT画像データ採取が終了したら撮影手順を終了する。",
                "(7)採取されたCT画像データを画像処理装置12で演算処理し，歯列弓11の全体の画像を再構成し，画像表示装置13に表示する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "周知例2(甲3)には，おおむね以下のような記載がある。",
                "【0001】本発明は，被写体の一部にX線コーンビームを照射して，その部分の任意の断層面画像及びパノラマ画像を得る局所照射X線CT撮影方法及びその装置に関する。",
                "【0044】本発明の撮影方法では，図1，図2に示したように，局所部位P，P′の中心位置Pa，Pa′を旋回アーム3の回転中心3aとして，旋回アーム3を等速で旋回させる。このとき，X線発生器1は，局所部位P，P′のみを包含する大きさのビーム幅を有したX線コーンビーム1aを放射するので，2次元X線イメージセンサ2の撮像面2aには，拡大率の一定した局所部位P，P′のX線投影画像が順次生成される。",
                "【0046】このようにして撮影されたX線投影画像をコンピュータによって逆投影などの演算処理をすれば，局所部位P，P′の内部のX線吸収係数分布が画像情報となって取り出されるので，その局所部位P，P′の任意の断層面を指定し，あるいは予め指定しておけば，その断層面画像が得られる。旋回アーム3は，局所部位P，P′の中心位置Pa，Pa′に回転中心3aを固定保持して旋回する。この際，X線コーンビーム1aは，常に局所部位P，P′のみを包含するように局所照射する。…",
                "【0066】旋回アーム駆動制御手段Cは，この実施例ではXYテーブル31と，昇降制御後モータ32と，回転制御モータ33とを組み合わせて構成されるが，このような構成に限られない。最も簡易な構造では，旋回アーム3の中心位置3aは，手回しハンドルを操作して，任意の位置に設定できるようにしてもよい。また，旋回アーム3の回転中心3aを水平方向に移動設定するためのXYテーブル31は，その回転中心3aを被写体Oの内部の局所照射X線CT撮影すべき局所部位Pの中心位置に設定するためのものであるが，次に述べるような保持手段位置調整機構41を備えた被写体保持手段4が設置されている場合には，被写体側で，同様の調整をすることができるので，必ずしも，設けなくともよいものである。",
                "【0069】このような直線移動テーブルと駆動方式を備えたX軸制御モータ41aとY軸制御モータ41bで，被写体水平位置調節手段42を構成し，また，Z軸制御モータ41cで，被写体上下位置調節手段43を構成している。こうして，被写体Oの水平位置を自由に設定できる被写体水平位置調節手段42と，被写体Oの上下位置を自由に設定できる被写体上下位置調節手段43を備えているので，被写体Oの高さに被写体保持手段4の高さを合わせることができると共に，旋回アーム3の回転中心3aに，被写体Oの内部の局所部位Pの中心位置Paを合わせるのに便利がよい。",
                "【0070】また，上述したように，旋回アーム3側でも，その回転中心3aの位置を移動設定するXYテーブル31と昇降制御モータ32を備えている場合には，被写体水平位置調節手段42は，必ずしも必要なものではない。しかし，まず，被写体Oのあらましの位置設定を被写体水平位置調節手段42と被写体上下位置調節手段43によって行い，その後に，微調整を，旋回アーム3側のXYテーブル31と昇降制御モータ32によって行うという使い方も便利な場合があるので，双方を備えてもよい。",
                "【0071】また，被写体位置調節手段としては，上述したものの他，被写体O(ここではその人体頭部を有する被検者をさす。)の座っている椅子と共に被写体保持手段4を移動させて位置設定するという手段も可能である。このようにすると，被検者は，椅子に座った自然な姿勢を保ったままで，撮影に適切な位置決めがなされるので，被検者にとって優しい装置となる画像処理装置Dは，画像処理解析に高速で作動する演算プロセッサを含んでおり，2次元X線イメージセンサ2上に生成されたX線投影画像を前処理した後，所定の演算処理を実行することによって，X線を透過させた物体内部の吸収係数分布情報を算出し，表示装置Eに撮影された局所部位Pの任意の断層面画像や，パノラマ画像を表示させ，また必要な記憶媒体に画像情報として記憶させる。",
                "【0086】最下段の電源スイッチ12tは，装置20全体の電源をオンオフするもので，スタートスイッチ12uは，撮影スタートスイッチである。こうして，この操作パネル12により，局所照射X線CT撮影装置20全体の設定，操作をすることができる。図12は，本発明の局所照射X線CT撮影装置における局所照射X線CT撮影の手順を示すフローチャートである。このフローチャートに沿って，局所照射X線CT撮影の手順を説明する。",
                "【0087】まず，操作パネル12の選択スイッチ9によって，局所CT撮影モードか，パノラマ撮影モードかを選択する(S1)。ついで，被写体Oを，被写体保持手段4のチンレスト4aに設定し(S2)，旋回アーム3の回転中心3aが，局所CT撮影モードのときは，被写体Oの局所部位Pの中心位置Paになるように，パノラマ撮影モードのときは，被写体Oの仮想局所部位Qの中心位置Qaになるように設定する(S3)。",
                "【0088】ついで，旋回アーム3の高さを，調整して，X線発生器1から局所照射されるX線コーンビーム1aの上下高さが，上記局所部位Pあるいは仮想局所部位Qになるように設定する(S4)。ついで，撮影を開始し，旋回アーム3を撮影モードに対応させた所定の角度範囲で旋回させながら，X線コーンビーム1aを，撮影モードに対応させた態様で局所照射する(S5，S5，S7)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイによれば，①歯科用X線撮影装置としてコンピュータ・トモグラフィ装置(CT装置)は，当業者にとって，本願の優先日前に周知の技術であること(周知例1【0001】，周知例2【0001】)，②コンピュータ・トモグラフィ装置(CT装置)で撮像する場合，撮像される予定の被写体の当該空間に関する画像情報を作成するために，撮像手段が撮像中に静止している回転中心に対して回転するように制御されること(周知例1【0042】，周知例2【0044】，【0046】)及びアーム構造の作動可能な範囲内で，撮像手段を備える回転可能なアーム部の回転中心を撮像を開始する所定の座標点へ移動させるように，アーム構造の運動が制御されること(周知例1【0038】，【0041】，【0042】，周知例2【0066】，【0086】～【0088】)は，当業者にとって，本願の優先日前に周知の技術事項であることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由(相違点2に係る判断の誤り)について",
          "text": [
            "相違点2の容易想到性について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "引 科用X線撮影に使用される頭部X線撮影装置(歯列弓のパノラマX線撮影装置)に関するものであり，従来の構造のものよりもさらに妥当な装備コストで正確な軌道ジオメトリを提供することが可能なやり方で回転移動を達成し，同時に，コンピュータ断層撮影法を含む適切なX線撮影法を用いて異なる頭部撮像モード間の自在切換えを促進する軌道ジオメトリの選択を得る方法を提供することを目的とするものである。",
                "したがって，引用発明の歯列弓のパノラマX線撮影装置として，おり，本願の優先日前に周知の技術であるコンピュータ・トモグラフィ装置(CT装置)を用いることは，当業者において容易に想到することができたことである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そして，コンピュータ・トモグラフィ装置(CT装置)の撮像において，前撮像される予定の被写体の当該空間に関する画像情報を作成するために，撮像手段が撮像中に静止している回転中心に対して回転するように制御されること及びアーム構造の作動可能な範囲内で，撮像手段を備える回転可能なアーム部の回転中心を撮像を開始する所定の座標点へ移動させるように，アーム構造の運動が制御されることは，本願の優先日前に周知の技術事項であるから，引用発明の歯列弓のパノラマX線撮影装置として，コンピュータ・トモグラフィ装置(CT装置)を用いた場合に，引用発明の制御システムを，「撮像手段を備えるアーム部分が，撮像される予定の被写体の当該空間に関する画像情報を作成するために，撮像中に静止している回転中心に対して回転するように，アーム構造を駆動するための制御コマンド，及び，前記アーム構造の作動できる範囲内で，撮像手段を備える前記回転可能なアーム部の回転中心を，撮像を開始する所定の座標点へ移動させるための制御コマンドを含む，制御ルーチンを備え」るようにすることは，当業者において容易に想到することができたことである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，コンピュータ・トモグラフィ装置において，パルス化された放射線を生成するように放射線発生源を制御することも，放射パルスの継続時間を，最大でも，ビームが，意図された再構成ボクセルサイズに対応するある距離を撮像される予定の空間内で回転するためにかかる時間よりも短くなるように制御することも，不必要なX線照射をなくすために，本願の優先日前から，ごく普通に行われている慣用技術である(甲6～8)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，引用発明において，周知技術であるコンピュータ・トモグラフィ装置を適用し，相違点2に係る本願発明の構成とすることは，当業者が容易に想到することができたことである。",
                "原告の主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，引用例の【0028】には，可動本体部がロボットにより初期位置に駆動される旨の記載があるとはいえ，この初期位置は事前に患者が適切に位置決めされていることを前提としたものであって，患者が適切に位置決めされているか否かに関係なく可動本体部の可動範囲内であればどこでも自在に初期位置を合わせることができることを開示するものではないから，引用発明は，本願発明の技術的特徴Aに相当する構成を全く備えていない旨主張する。",
                "しかし，患者を適切に位置決めしたとしても，患者の位置が，撮像を開始する所定の座標点と常に一致するわけではないから，引用例の【0028】の記載は，患者の位置決め後に，装置の可動本体部をロボットにより駆動し，その際，必要に応じて，撮像手段の位置を，撮像を開始する所定の座標点に調整するものであると理解されるものである。したがって，引用発明が，可動本体部の可動範囲内において撮像手段の初期位置を調整するものであることは，明らかである。",
                "他方， 少なくとも水平方向平面上で，装置の本体又は他のある静止した患者ステーションに対して，患者が不動に位置調整されるようにし，撮像手段を移動させることによって，患者と撮像手段の相対位置を変更するために必要とされる運動を実現化することを目的とし，かかる課題の解決手段として，特許請求の範囲の請求項1に記載の構成を採用したものである。そして，請求項1には，本願発明が患者支持手段16を備えるものであることが規定されているほかは，被撮像者である患者の初期位置を限定する事項は何ら規定されておらず，本願明細書にも，上記のとおり，撮像手段を移動させることによって，患者が不動の状態で，患者と撮像手段の相対位置を調整することができることが記載されているのみである。したがって，本願発明は，引用発明と同様に，撮像を開始する前に患者が適切に位置決めされている場合を含むものであるということができる。",
                "そうすると，引用発明が事前に患者が適切に位置決めされていることを前提としたものであることを理由に，本願発明の技術的特徴Aに相当する構成を備えないとする原告の上記主張は，特許請求の範囲の記載に基づかないものであって，失当であると言わざるを得ない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，周知例1は，撮像手段の位置を患者位置に合わせるという技術ではなく，そこには，撮像手段の位置を所望の位置に移動させるという技術的思想はない，周知例2には，旋回アームの位置を自由に調整して患者位置に合わせるという技術的思想がないなどと，周知例1及び2に記載された具体的な機構を前提とした主張をする。",
                "しかし，そもそも，本件審決は，周知例1及び2を例に挙げて，歯科用X線撮影装置としてコンピュータ・トモグラフィ装置が周知技術であり，コンピュータ・トモグラフィ装置で撮像する場合，撮像手段が撮像される予定の被写体の当該空間に関する画像情報を作成するために撮像中に静止している回転中心に対して回転するように制御されること及びアーム構造の作動できる範囲内で，撮像手段を備える回転可能なアーム部の回転中心を，撮像を開始する所定の座標点へ移動させるように制御されることは，当該装置の撮像原理に照らして当業者に自明の事項であるとしたものであり，周知例1及び2に記載された具体的な機構を周知技術として認定したり，引用発明に適用したりしたものではないから，原告の上記主張は，失当であると言わざるを得ない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，引用発明において，周知例1の技術又は周知例2の技術を適用しても，患者位置を撮像手段の位置に適切に合わせる位置調整が別途必要であり，相違点2に係る本願発明の構成とはならない旨主張する。",
                "しかし，前記イのとおり，本件審決は，周知例1及び2に記載された具体的な機構を周知技術として認定したり，引用発明に適用したりしたものではないから，原告の上記主張は，失当であると言わざるを得ない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，引用発明に対して，撮像手段の位置を簡単な制御で済む直線移動による位置調整手段により移動させる技術である周知例2の技術を適用することには阻害要因がある旨主張する。",
                "しかし，前記イのとおり，本件審決は，周知例2に記載された具体的な機構を周知技術として認定したり，引用発明に適用したりしたものではないから，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原告は，本願発明は，相違点2に係る本願発明の構成を備えることにより，患者を移動させることなく，撮像手段を備えるアーム部分を，患者に対する撮像のための所望の位置へ移動させることによって，患者位置調整を実現化するという，当業者が予測し得ない作用効果を奏するものである旨主張する。",
                "しかし，原告の主張する上記作用効果は，引用発明において，周知技術であるコンピュータ・トモグラフィ装置を適用し，相違点2に係る本願発明の構成とした場合に通常予測される範囲の作用効果にすぎない。このことは，周知例1の【0040】の記載や周知例2の【0070】及び【0071】の記載からも明らかである。",
                "小括",
                "以上によれば，本件審決における相違点2に係る容易想到性の判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告の本訴請求は理由がないから，これを棄却することとして，主文の",
            "とおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10101",
    "date": "2016-04-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085833",
    "ipprecedent_id": "4332",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}