{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2014-890106号事件について平成27年7月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求を不成立とした審決の取消訴訟である。争点は，①商標法4条1項15号該当性(混同のおそれ)，②同項10号該当性(商標の類否)，③同項11号該当性(商標の類否)及び④同項19号該当性(商標の類否，不正の目的)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成26年2月18日，下記本件商標につき商標登録出願をし(商願2014-11680号)，同年6月20日，登録査定がされ，同年7月4日，設定登録(商標登録第5683298号)がされた。(甲1の1・2)",
            "原告は，平成26年12月26日付けで本件商標の登録無効審判請求をした(無効2014-890106号)。",
            "特許庁は，平成27年7月22日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月30日，原告に送達された。",
            "【本件商標】",
            "チャッカ棒",
            "(標準文字)",
            "[指定商品]",
            "第34類    喫煙用具(本件指定商品)"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "subject": "引用商標(下記引用商標1及び2)",
          "text": [
            "【引用商標1】",
            "登録番号        第2018826号",
            "出 願 日        昭和60年  4月25日",
            "登 録 日        昭和63年  1月26日",
            "更新登録        平成  9年  8月26日",
            "平成20年  1月  8日",
            "指定商品",
            "第27類    たばこ，喫煙用具，マッチ",
            "【引用商標2】",
            "登録番号        第2018827号",
            "出 願 日        昭和60年  4月25日",
            "登 録 日        昭和63年  1月26日",
            "更新登録        平成  9年  8月26日",
            "平成20年  1月  8日",
            "指定商品の書換登録",
            "平成20年11月  5日",
            "指定商品",
            "第34類    たばこ，喫煙用具，マッチ"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "使用商標",
      "text": [
        "【原告使用商標】",
        "[使用商品](原告商品)",
        "電子式点火棒"
      ]
    },
    {
      "fig": "(3)",
      "subject": "商標法4条1項15号該当性",
      "content": [
        {
          "fig": "ア",
          "subject": "周知性について",
          "text": [
            "原告使用商標は，原告商品を表示するものとして，本件商標の登録出願日には，既に，需要者の間に広く認識されており，その著名性は，本件商標の登録査定日においても継続していた。",
            "他方，原告使用商標が，「チャッカ」と略称されて，原告商品を表示するものとして，本件商標の登録出願日及び登録査定日において，需要者の間に広く認識されていたものとは認められない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "商標の類否",
          "content": [
            {
              "fig": "(ア)",
              "subject": "本件商標の認定",
              "text": [
                "①  本件商標は，同一の書体をもって一連に書され，外観上まとまりよく一体的に表されており，これより生ずると認められる「チャッカボー」の称呼も無理なく一気に称呼し得る。また，その構成中の「棒」の文字部分が，本件指定商品との関係からみて，商品の形状，品質等を具体的，直接的に表示するための語として把握，認識されるものとは認め難い。",
                "②  本件商標中の「チャッカ」の文字部分は，被告の使用に係る商品「点火棒」(被告商品)との関係から，直ちに「着火」の意味を想起させることから，「棒」の文字部分と比較しても，商品の出所識別標識としての機能に軽重の差もない。したがって，この部分が需要者に強く支配的な印象を与えるものとは認められず，本件商標に接する需要者は，この部分を殊更抽出して，商品の取引に当たることは考え難い。",
                "③  したがって，本件商標は，構成全体をもって，特定の意味合いを直ちに想起させない造語を表したものと認められる。",
                "④  以上から，本件商標は，「チャッカボー」の一連の称呼のみを生じ，また，特定の意味合いを直ちに想起させない。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "原告使用商標の認定",
              "text": [
                "①  原告使用商標は，肉太部分と肉細部分を有する文字をもって，外観上バランスよく一体的に表されているものであり，上記のとおり，構成文字全体をもって，「チャッカマン」と称呼されて需要者の間に広く認識されていた。",
                "②  原告使用商標中の「チャッカ」の文字部分は，原告商品との関係からみれば，その需要者に対し，点火棒として当然あるべき機能の一般的な言い方である「着火」の語を直ちに想起させ，格別特徴的な語であると認識され得ない。",
                "③  したがって，原告使用商標は，構成全体をもって，特定の意味合いを直ちに想起させない造語よりなると認められる。",
                "④  以上から，原告使用商標は，「チャッカマン」の一連の称呼のみを生じ，また，特定の意味合いを直ちに想起させない。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "本件商標と原告使用商標との対比",
              "text": [
                "本件商標と原告使用商標とは，外観上，明らかに区別し得る差異を有するから，外観上，類似しない。",
                "本件商標と原告使用商標の「チャッカ」を除く部分の称呼は，音質，音感において著しく相違するから，本件商標と原告使用商標とが「チャッカ」の音を同じくするものであるとしても，全体の称呼の語調，語感は相違したものとなり，互いに聞き誤られるおそれはない。したがって，本件商標と原告使用商標とは，称呼上，類似しない。",
                "本件商標と原告使用商標は，いずれも特定の意味合いを想起させない造語よりなるものであるから，観念上，比較することはできない。したがって，本件商標と原告使用商標とは，観念上，類似しない。",
                "以上によれば，本件商標と原告使用商標とは，非類似の商標である。"
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "subject": "混同のおそれ",
          "text": [
            "本件商標と原告使用商標とが非類似の商標であって，両商標において共通する「チャッカ」の文字部分も，本件指定商品及び原告商品との関係において，その需要者に「着火」の語を直ちに想起させるものであって，格別に独創性が高いものではないから，本件商標は，これに接する需要者をして，原告使用商標を連想させて商品の出所について誤認，混同を生じさせるおそれある商標とはいえず，かつ，フリーライド又はダイリューションを招くとまでもいえない。"
          ]
        },
        {
          "fig": "エ",
          "subject": "小括",
          "text": [
            "以上から，本件商標は，商標法4条1項15号に該当しない商標である。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "商標法4条1項10号該当性",
      "text": [
        "上記(3)アのとおり，原告使用商標には周知性が認められるものの，同イのとおり，本件商標と原告使用商標とは非類似の商標であるから，本件商標は，商標法4条1項10号に該当しない商標である。"
      ]
    },
    {
      "fig": "(5)",
      "subject": "商標法4条1項11号該当性",
      "content": [
        {
          "fig": "ア",
          "subject": "本件商標の認定",
          "text": [
            "前記(3)イ(ア)のとおり。"
          ]
        },
        {
          "fig": "イ",
          "subject": "引用商標の認定",
          "text": [
            "引用商標1及び引用商標2のいずれも，「チャッカマン」の一連の称呼のみを生じ，また，構成全体をもって，特定の意味合いを直ちに想起させない造語よりなる。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "本件商標と引用商標との対比",
          "text": [
            "本件商標と引用商標とは，外観，称呼のいずれの点においても類似するものではなく，観念においても，両者が相紛れるおそれがあるとする特段の事情は見出せないから，両者は，非類似の商標である。"
          ]
        },
        {
          "fig": "エ",
          "subject": "小括",
          "text": [
            "以上から，本件商標は，商標法4条1項11号に該当しない商標である。"
          ]
        }
      ]
    },
    {
      "fig": "(6)",
      "subject": "商標法4条1項19号該当性の有無",
      "text": [
        "前記(3)アのとおり，原告使用商標には周知性が認められるものの，同イのとおり，本件商標と原告使用商標とは非類似の商標であることによると，本件商標は，不正の目的をもって使用する商標とは認められないから，本件商標は，商標法4条1項19号に該当しない商標である。"
      ]
    },
    {
      "fig": "(7)",
      "subject": "結論",
      "text": [
        "以上から，本件商標は，無効とすべきものではない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性の判断の誤り)",
          "text": [
            "原告使用商標は，「チャッカマン」と称呼されて，原告商品を表示するものとして，需要者の間に広く認識されていた。",
            "原告使用商標が，「チャッカ」と略称されて，原告商品を表示するものとして，需要者の間に広く認識されていたものでないことは，争わない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標の認定",
                  "text": [
                    "本件商標は，強い自他識別機能を有する「チャッカ」部分を，看者が最も目を惹く語頭部分に用いており，また，「棒」は，被告商品の形状である棒を示すにすぎず，自他識別力に乏しい。",
                    "そうすると，本件商標の要部は，「チャッカ」部分にある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告使用商標の認定",
                  "text": [
                    "①  日本語を母国語とする者にとって，火をつける道具の機能の一般的な言い方として想起されるのは，「点火」であって(甲20の1～3)，火がつくことの意味合いの強い「着火」を用いることは，多少の差はあれ違和感を覚えるものである(甲20の1・4～6，21，22)。したがって，「着火」の語を「チャッカ」と片仮名で表した原告使用商標の「チャッカ」部分の独創性は，低くはない。",
                    "②  「チャッカ」部分は，看者が最も目を惹く語頭に位置しているから，需要者又は取引者は，印象が強く記憶にも残りやすいこの文字部分に着目する。",
                    "③  株式会社マクロミル(実施社)が実施したアンケート調査結果(本件アンケート調査結果，甲25)によると，[1]「チャッカ」という言葉から「チャッカマン」を連想する回答者の割合が約半数に及ぶ一方で，[2]「チャッカ棒」から「チャッカマン」を連想した回答者が一定割合に及び，さらに，[3]「チャッカ棒」と「チャッカマン」とが関係のないことを知らない回答者が相当数に及んでいることが分かる。このように，需要者は，「チャッカ」部分に着目している。",
                    "④  以上からすると，原告使用商標の「チャッカ」部分は，それ単独で強い自他識別機能を有するものといえ，一方，語尾の「マン」部分は，人を表わす一般的な英語として頻繁に使われるありふれた言葉にすぎない。",
                    "そうすると，原告使用商標の要部は，「チャッカ」部分にある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標と原告使用商標との対比",
                  "text": [
                    "上記ア，イのとおり，本件商標と原告使用商標の要部が「チャッカ」部分にあるとすれば，両商標は明らかに類似する。",
                    "仮に，上記ア，イのとおりの要部観察に基づく対比ができないとしても，「チャッカ」部分は需要者に強く支配的な印象を与える特徴的な部分とはいえるから，全体観察に基づいて対比をしたとしても，次のとおり，両商標は類似する。",
                    "すなわち，本件商標と原告使用商標の称呼は，特徴的な部分を意味し，かつ，語頭にある「チャッカ」部分の音が共通し，しかも，両称呼ともアクセントは「チャッ」部分にあるから，「チャッカ」部分の称呼が需要者の注意を惹く。したがって，本件商標と原告使用商標とは，称呼において類似する。",
                    "また，本件商標と原告使用商標の外観は，特徴的な部分を意味する「チャッカ」部分の文字が共通するから，「チャッカ」部分の外観が需要者の注意を惹く。したがって，本件商標と原告使用商標とは，外観において類似する。",
                    "そして，本件商標と原告使用商標の観念は，特徴的な部分を意味する「チャッカ」部分から「着火」の観念が生じる。したがって，本件商標と原告使用商標とは，観念において類似する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "混同のおそれ",
              "text": [
                "被告商品は，日常的に消費・使用される商品であり，その需要者は特別な専門的知識経験を有しない一般消費者であり，購入に当たって払われる注意力は高くはない。このような需要者を念頭にした場合，本件商標と原告使用商標の類似性の程度，本件指定商品と原告商品の関連性の強さを考慮すれば，被告が本件商標を点火棒に使用した場合，その需要者において，商品の出所について混同を生じるおそれがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，審決の商標法4条1項15号該当性の判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項10号該当性の判断の誤り)",
          "text": [
            "上記1(1)のとおり，本件商標と原告使用商標とは類似する。",
            "加えて，本件指定商品と原告商品とは，生産者及び販売者が共通しているという取引の実情があり，両商品は類似する。",
            "以上から，審決の商標法4条1項10号該当性の判断には，誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項11号該当性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標の認定",
              "text": [
                "前記1(1)アのとおり。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の認定",
              "text": [
                "一般に，語頭の音の方が語尾の音に比べ聴者に強い印象を与えるものであり，取引者又は需要者の注意を惹き記憶に残りやすい上に，引用商標の語尾に付された「マン」又は「MAＮ」は，人を表わす一般的な言葉として頻繁に使われるありふれた言葉にすぎない。そうすると，引用商標1の要部は「チャッカ」部分にあり，引用商標2の要部は「CHAKKA」部分にあり，その称呼は，いずれも「チャッカ」となる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標との対比",
              "text": [
                "上記(2)のとおり，本件商標と引用商標の称呼は同一であり，両商標は類似する。",
                "仮に，上記(2)のとおり要部観察に基づく対比ができないとしても，「チャッカ」部分は強い自他識別力を有するから，全体観察に基づいたとしても，両商標は類似する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上から，審決の商標法4条1項11号該当性の判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(商標法4条1項19号の該当性の判断の誤り)",
          "text": [
            "上記1(1)のとおり，本件商標と原告使用商標とは類似する。",
            "そして，被告は，ライター類及び点火棒を製造販売する者として，原告と同業者であり，原告使用商標の周知著名性を熟知しているから，原告使用商標に類似する本件商標をライター類及び点火棒に用いてこれを販売することは，長年の企業努力及び宣伝活動によって著名性を獲得した原告使用商標の顧客吸引力にフリーライドしようとしているものであり，かつ，原告使用商標の出所表示機能を希釈化するものである。",
            "したがって，本件商標の使用は，不正の目的をもってするものである。",
            "以上から，審決の商標法4条1項19号の該当性の判断には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の類否について",
              "text": [
                "原告使用商標が，「チャッカマン」と称呼されて，原告商品を表示するものとして，需要者の間に広く認識されていたことは，争わない。",
                "原告使用商標は，「チャッカ」と略称されて，原告商品を表示するものとして，需要者の間に広く認識されていたものでない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標の認定",
                  "text": [
                    "本件商標の「チャッカ」部分が格別特徴的であるとはいえず，本件商標は，構成文字全体が一連の商標として自他識別機能を有するものであり，「チャッカ」部分を要部とするものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告使用商標の認定",
                  "text": [
                    "①  「着火」と「点火」は，同義で使用される語であり(甲20の1～6，乙1，2)，火をつける道具の機能として，「着火」は，「点火」とともに直ちに想起されるし，「着火」が用いられても需要者は一般的に違和感を覚えない。したがって，原告使用商標の「チャッカ」部分に，格別高い独創性があるとはいえない。",
                    "②  原告使用商標は，全体の語音数，音の滑らかさなどより，すぐ全体を再生でき，また，外観上も，まとまりよく一体的に表されているものであるから，全体を一連として称呼し，観察するものである。そうすると，語頭部分のみが需要者に強い印象を与えるものではない。",
                    "③  本件アンケート調査結果には，[1]アンケート回答者が本件指定商品又は原告商品の需要者とはいえないこと，[2]質問が先入観を与えたり，回答を誤導するものであることなどの問題点があり，需要者が「チャッカ」部分に着目していることを明らかにするものではない。",
                    "④  以上からすると，原告使用商標の「チャッカ」部分が格別特徴的であるとはいえず，原告使用商標は，構成文字全体が一連の商標として自他識別機能を有するものである。",
                    "そうすると，原告使用商標は，「チャッカ」部分を要部とするものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標と原告使用商標との対比",
                  "text": [
                    "上記ア，イのとおり，本件商標と原告使用商標の要部が「チャッカ」部分にあるとはいえず，また，「チャッカ」部分が需要者に強く支配的な印象を与える特徴的な部分ともいえない。",
                    "両商標を全体観察に基づいて対比をすると，次のとおり，両商標は類似しない。",
                    "すなわち，本件商標も原告使用商標も，商標全体を一連のものとして発音した場合に，促音はあるが，アクセントはなく平板であり，また，いずれの称呼も，無理なく一気に称呼できる。両商標の差異部分である「ボー」と「マン」の音は，音質，音感において著しく相違するものであり，本件商標及び原告使用商標の称呼は，いずれも比較的短いものであるから，この差異部分が両称呼全体に及ぼす影響も大きい。そうすると，それぞれの称呼を全体として称呼するときは，その語調，語感が相違したものとなり，互いに聞き誤られる可能性はない。したがって，本件商標と原告使用商標とは，称呼上，類似しない。",
                    "また，本件商標は，片仮名「チャッカ」と漢字「棒」の5文字を一連に表したものであり，原告使用商標は，片仮名「チャッカマン」の6文字を同一色で統一感のある書体をもって一連に書したものであり，両商標は，比較的短い文字からなる中で，このように，文字数だけでなく漢字の使用の有無も異なっているから，外観上明らかに区別し得る。したがって，本件商標と原告使用商標とは，外観上，類似しない。",
                    "そして，本件商標は，点火具の一般名称「点火棒」の「点火」の部分を同一の意味合いを有する「着火」に変更し，かつ，片仮名表記とし，これに「棒」を付加したものであって，特定の意味合いを直ちに生じさせない造語である。一方，原告使用商標も，「アンパンマン」「ウルトラマン」などと軌を同じくする擬人化の表現であるから，特定の意味合いを直ちに生じさせない造語である。そうすると，本件商標と原告使用商標とは，いずれも，特定の意味合いを想起させない造語よりなるものであるから，観念上比較することはできない。したがって，本件商標と原告使用商標とは，観念上，類似しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "混同のおそれ",
              "text": [
                "本件商標と原告使用商標とは，称呼，外観及び観念のいずれにおいても，互いに相紛れるおそれのない非類似の商標であり，「チャッカ」部分も格別に独創性が高いとはいえない。そうすると，本件指定商品と原告商品とが同種であり，かつ，一般消費者を主たる需要者とするものであっても，本件商標は，これに接する需要者をして，原告使用商標を連想させ，商品の出所について誤認，混同を生じさせるおそれがある商標とはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，審決の商標法4条1項15号該当性の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項10号該当性の判断の誤り)に対して",
          "text": [
            "上記1のとおり，本件商標と原告使用商標とは類似せず，審決の商標法4条1項10号該当性の判断には，誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項11号該当性の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標の認定",
              "text": [
                "前記1(1)アのとおり。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の認定",
              "text": [
                "引用商標は，いずれも，「チャッカマン」と無理なく一気に称呼できるのであり，「チャッカ」部分も，需要者に強い印象を与える特徴的なものとはいえない。",
                "したがって，引用商標1の要部を「チャッカ」部分，引用商標2の要部を「CHAKKA」部分にあるとすることはできない。また，引用商標は，いずれも，「アンパンマン」「ウルトラマン」などと軌を同じくする擬人化の表現であり，特定の意味合いを直ちに生じさせない造語である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標との対比",
              "text": [
                "本件商標と引用商標は，称呼上及び外観上，類似せず，観念上，比較することができない。",
                "したがって，本件商標と引用商標とは，互いに紛れるおそれのない非類似の商標である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上から，審決の商標法4条1項11号該当性の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(商標法4条1項19号該当性の判断の誤り)に対して",
          "text": [
            "上記1(1)のとおり，本件商標と原告使用商標とは類似しない。",
            "したがって，本件商標は，これに接する需要者をして商品の出所について混同を生じさせる商標ではないから，被告が，原告使用商標の顧客吸引力にフリーライドをすることにはならず，原告使用商標の出所表示機能を希釈化するものでもない。",
            "したがって，本件商標の使用が不正の目的をもってすることにはならない。",
            "以上から，審決の商標法4条1項19号該当性の判断は，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性の判断の誤り)について",
          "text": [
            "原告使用商標が，「チャッカマン」と称呼されて，原告商品を表示するものとして，需要者の間に広く認識されていたことは，当事者間に争いがない。他方，原告使用商標が，「チャッカ」と称呼されて，原告商品を表示するものとして，需要者の間に広く認識されたものでないことは，当事者間に争いがない。以下，このことを前提に，商標の類否，混同のおそれについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "商標の認定について",
                      "text": [
                        "本件商標は，前記第2，1のとおりの構成であって，「チャッカ棒」(標準文字)と同一の書体で片仮名と漢字混じりに一段に横書きしてなるものであり，まとまりよく一体的に表されているから，外観上，一体のものと認められ，また，「チャッカボー」の称呼を生ずる。",
                        "そして，本件指定商品との関係から，「チャッカ」は「着火」の意味を想起させ，また，本件指定商品との関係において「棒」がその形状，品質等につき特別な意義を有するものとは認められないから，「棒」は，単純に商品の形状が棒状であること想起させる。そうすると，着火と棒を結び付ける表現が一般的に慣用されているところとは認められないから，本件商標は，火をつける棒程度の意味合いを有する造語(単語)と認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張に対して",
                      "text": [
                        "原告は，本件商標の要部が「チャッカ」部分にあると主張する。",
                        "しかしながら，前記のとおり，「チャッカ」は商品の機能，「棒」は商品の形状を表するものと認められるところ，いずれも特段の出所識別力を有するものではなく，また，本件商標は，5文字・4音と比較的短い文字・音数からなり，外観上まとまりよく構成されているから，よどみなく一気に称呼でき，一体の外観を看取できる。そうすると，語頭にある「チャッカ」部分が，とりたてて看者・聴者の注目を惹くものとは認められない。",
                        "原告の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告使用商標の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "商標の認定について",
                      "text": [
                        "原告使用商標は，前記第2，2(2)のとおりの構成であって，「チャッカマン」と肉太部分と肉細部分を有するデザイン化された片仮名で一段に横書きしてなるものであり，まとまりよく一体的に表されているから，外観上，一体のものと認められ，また，「チャッカマン」の称呼を生ずる。",
                        "そして，人，男性などを意味する英語の片仮名表記である「マン」は広く知られており，また，原告商品は電子式点火棒であるから，「チャッカ」からは「着火」の意味を想起させる。そうすると，着火と人，男性等を結び付ける表現が一般的に慣用されているとは認められないから，原告使用商標は，火をつける人，男性程度の意味合いを有する造語(単語)と認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張に対して",
                      "text": [
                        "これに対して，原告は，原告使用商標の要部が「チャッカ」部分にあると主張するので，以下，検討する。",
                        "①  原告は，火をつける機能に対する一般的な言い回しは「点火」であって，これに「着火」を用いることには独創性があると主張する。",
                        "しかしながら，「着火」の語は，人の行為を介在せずに物が燃焼を開始することを意味する場合に用いられるだけではなく，人が物の燃焼を開始させる場合にも普通に用いられるから(甲20の1・4・5，乙1，2)，火をつける機能に対して「着火」を用いてもありきたりの表現であり，これを片仮名で表しても格別に独創性が増すものとは認められない。",
                        "原告の上記主張は，採用することができない。",
                        "②  原告は，語頭にある「チャッカ」部分に看者が最も目を惹かれ印象が強く記憶に残りやすいと主張する。",
                        "しかしながら，原告使用商標は，6文字・4音と比較的短い文字・音数からなるものであり，外観上まとまりよく構成され，よどみなく一気に称呼でき，一体の外観を看取できる。そうすると，語頭にある「チャッカ」部分が，とりたてて看者・聴者の注目を惹くものとは認められない。",
                        "原告の上記主張は，採用することができない。",
                        "③  原告は，需要者が現に「チャッカ」に着目していることの根拠として，本件アンケート調査結果(甲25)を提出するところ，本件アンケート調査結果について，次の点が認められる。(甲25，26，31，34)",
                        "[1]  本件アンケート調査結果は，実施社がウェブサイト上にアップロードした質問に実施社の会員がインターネットを用いて回答する方式のアンケートの結果をまとめたものである。質問は5組(セル)に分けられており，各組について，それぞれ，重複しない412名が回答をしている。全回答者2060名の男女比は略半分，年齢層は12歳以上の全年齢にわたっており，居住地域は全国に及ぶ。",
                        "[2]  第1組(第1～第3問)は，別件商標(             )を付した商品(点火棒)及びその包装(併せて，「被告販売商品」という。)を示して，「被告販売商品を見たことまたは聞いたことがありますか。」，「被告販売商品はチャッカマン(原告商品)とは関係ありません。あなたはそのことを知っていましたか。」等の質問がなされたものである。",
                        "[3]  第2組(第4～第6問)は，別件商標(            )を示して，「別件商標を見たことまたは聞いたことがありますか。」，「別件商標は原告商品とは関係ありません。あなたはそのことを知っていましたか。」等の質問がなされたものである。",
                        "[4]  第3組(第7～9問)は，本件商標を示してされたものであり，その質問は，示した商標が異なるほかは，上記[3]と同旨である。",
                        "[5]  第4組(第10～12問)は，別件商標(チャッカボー)を示してされたものであり，その質問は，示した商標が異なるほかは，上記[3]と同旨である。",
                        "[6]  そうすると，これらの第1組から第4組までの質問は，いずれも，被告販売商品，本件商標又は別件商標(2件)と原告商品との関係を尋ねるものであって，この質問により原告使用商標の中の着目される部分が直接明らかとなるものではない。",
                        "[7]  第5組(第13問)は，「あなたは『チャッカ』という言葉から何を連想しますか。」との質問であり(500文字以内の自由回答方式)，その回答結果(単一回答として集計)は，「チャッカマン」(原告商品)及び「マン」と回答した者が合計183名(全体の44.4％)，「火をつける」「ライター・マッチ」「火」「料理」「アウトドア(キャンプ・BBQなど)」「花火」と回答した者が合計153名(全体の37.1％)となっている。",
                        "しかしながら，上記回答については，「チャッカ」から「チャッカマン」又は「(チャッカ)マン」を連想できたからといって，それは，原告使用商標又は原告商品を知っている者がそのような連想をできたことを意味するだけであって，「チャッカ」それ自体に識別力があることを明らかにするものではない。",
                        "[8]  以上からすると，本件アンケート調査結果は，需要者が「チャッカ」部分に着目していることを明らかにするものとは認められない。",
                        "④  以上のとおりであり，原告使用商標の要部を「チャッカ」の文字部分とする原告の前記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標と原告使用商標との対比",
                  "text": [
                    "本件商標は，「チャッカボー」と称呼され，原告使用商標は，「チャッカマン」と称呼される。両者は，語頭側の「チャッカ」の称呼は共通するものの，語尾側の「ボー」と「マン」とは著しく音質，音感を相違するから，全体として称呼するときに，両者を聞き誤るおそれはないものと認められる。したがって，本件商標と原告使用商標とは，称呼上，類似しない。",
                    "また，本件商標は，「チャッカ棒」と片仮名と漢字混じりの文字であるのに対し，原告使用商標は，デザイン化された「チャッカマン」との片仮名の文字であるから，本件商標と原告使用商標とは，外観上，類似しない。",
                    "そして，本件商標は，「火をつける棒」との観念を生じ，原告使用商標は，「火をつける人，男性」との観念を生じるから，火をつけるという前提で共通するものの，本件商標は，客体である道具を指し，原告使用商標は，主体である人(擬人化)を指すから，観念において相紛れることはない。したがって，本件商標と原告使用商標とは，観念上，類似しない。",
                    "以上から，本件商標と原告使用商標とは，外観，称呼及び観念のいずれにおいても類似せず，非類似の商標と認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "混同のおそれについて",
              "text": [
                "上記のとおり，本件商標と原告使用商標とは，非類似の商標と認められるものであるから，その需要者の注意力の程度や本件指定商品と原告商品との共通性を考慮しても，本件商標が，出所混同のおそれがある商標であるとはいえない。これに反する取引の実情を認めるに足りる証拠もない。",
                "したがって， 混同のおそれは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件商標は，商標法4条1項15号に該当する商標とは認められず，審決の商標法4条1項15号該当性の判断には，誤りはない。",
                "したがって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項10号該当性の判断の誤り)について",
          "text": [
            "上記1のとおり，本件商標と原告使用商標とは類似しないから，その余の点について判断するまでもなく，本件商標は，商標法4条1項10号に該当する商標とは認められない。",
            "したがって，審決の商標法4条1項10号該当性の判断には，誤りはなく，取消事由2は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項11号該当性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "前記1(1)アのとおり。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標1の認定",
                  "text": [
                    "引用商標1は，前記第2，2(1)のとおりの構成であって，「チャッカ  マン」とゴシック体様の書体による片仮名で一段に横書きしてなるものであり，「チャッカ」と「マン」との間に一文字弱程度の空白を擁するものであるが，全体的には，まとまりよく一体的に表されているから，外観上，一体のものと認められ，また，「チャッカマン」の称呼を生ずる。",
                    "そして，人，男性などを意味する英語の片仮名表記である「マン」は広く知られており，また，引用商標1の指定商品である「たばこ，喫煙用具，マッチ」との関係から，「チャッカ」は「着火」の意味を想起させる。そうすると，着火と人，男性等を結び付ける表現が一般的に慣用されているとは認められないから，引用商標1は，火をつける人，男性程度の意味合いを有する造語(単語)と認められる。",
                    "原告は，引用商標1の要部が「チャッカ」部分にあると主張するが，前記1(1)イ(イ)と同旨の理由により，その主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と引用商標1との対比",
                  "text": [
                    "本件商標は，「チャッカボー」と称呼され，引用商標1は，「チャッカマン」と称呼される。両者は，語頭側の「チャッカ」の称呼は共通するものの，語尾側の「ボー」と「マン」とは著しく音質，音感を相違するから，全体として称呼するときに，両者を聞き誤るおそれはないものと認められる。したがって，本件商標と引用商標1とは，称呼上，類似しない。",
                    "また，本件商標は，「チャッカ棒」と片仮名と漢字混じりの文字であるのに対し，引用商標1は，「チャッカマン」との片仮名の文字であるから，外観上，明らかに区別できる。したがって，本件商標と引用商標1とは，外観上，類似しない。",
                    "そして，本件商標は，「火をつける棒」との観念を生じ，引用商標1は，「火をつける人，男性」との観念を生じるから，火をつけるという前提で共通するものの，本件商標は，客体である道具を指し，引用商標1は，主体である人(擬人化)を指すから，観念において相紛れることはない。したがって，本件商標と引用商標1とは，観念上，類似しない。",
                    "以上から，本件商標と引用商標1とは，外観，称呼及び観念のいずれにおいても類似せず，非類似の商標と認められ，これに反する取引の実情を認めるに足りる証拠もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標2の認定",
                  "text": [
                    "引用商標2は，前記第2，2(1)のとおりの構成であって，「CHAKKA  MAＮ」とゴシック体様の書体による欧文字で一段に横書きしてなるものであり，「CHAKK」と「MAＮ」との間に一文字弱程度の空白を擁するものであるが，全体的には，まとまりよく一体的に表されているから，外観上，一体のものと認められ，また，「チャッカマン」の称呼を生ずる。",
                    "そして，人，男性などを意味する英語である「MAＮ」は広く知られており，また，引用商標2の指定商品である「たばこ，喫煙用具，マッチ」との関係から，「CHAKKA」は，その称呼に従い，無理なく「着火」の意味を想起させる。そうすると，着火と人，男性等を結び付ける表現が一般的に慣用されているとは認められないから，引用商標2は，火をつける人，男性程度の意味合いを有する造語(単語)と認められる。",
                    "原告は，引用商標2の要部が「CHAKKA」部分にあると主張するが，前記1(1)イ(イ)と同旨の理由により，その主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と引用商標2との対比",
                  "text": [
                    "本件商標は，「チャッカボー」と称呼され，引用商標2は，「チャッカマン」と称呼される。両者は，語頭側の「チャッカ」の称呼は共通するものの，語尾側の「ボー」と「マン」とは著しく音質，音感を相違するから，全体として称呼するときに，両者を聞き誤るおそれはないものと認められる。したがって，本件商標と引用商標2とは，称呼上，類似しない。",
                    "また，本件商標は，「チャッカ棒」と片仮名と漢字混じりの文字であるのに対し，引用商標2は，「CHAKKA  MAＮ」との欧文字であるから，外観上，明らかに区別できる。したがって，本件商標と引用商標2とは，外観上，類似しない。",
                    "そして，本件商標は，「火をつける棒」との観念を生じ，引用商標2は，「火をつける人，男性」との観念を生じるから，火をつけるという前提で共通するものの，本件商標は，客体である道具を指し，引用商標2は，主体である人(擬人化)を指すから，観念において相紛れることはない。したがって，本件商標と引用商標2とは，観念上，類似しない。",
                    "以上から，本件商標と引用商標2とは，外観，称呼及び観念のいずれにおいても類似せず，非類似の商標と認められ，これに反する取引の実情を認めるに足りる証拠もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上からすると，引用商標は，いずれも，本件商標とは非類似の商標であるから，その余の点について判断するまでもなく，本件商標は，商標法4条1項11号に該当する商標とは認められない。",
                "したがって，審決の商標法4条1項11号該当性の判断には，誤りはなく，取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(商標法4条1項19号の該当性の判断の誤り)について",
          "text": [
            "上記1のとおり，本件商標と原告使用商標とは類似しないところ，非類似の商標を使用する者について不正の目的を想定することは困難であり，これに反する証拠はない。したがって，本件商標が不正の目的をもって使用するものではないとして，本件商標が商標法4条1項19号に該当する商標とは認められないとした審決の判断には，誤りはない。",
            "したがって，取消事由4は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由1～取消事由4は，いずれも理由がないから，原告の請求は棄却すべきものである。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10172",
    "date": "2016-03-23",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085785",
    "ipprecedent_id": "4313",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}