{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2014-25615号事件について平成27年3月30日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年7月4日，「REEBOK  ROYAL  FLAG」の欧文字を標準文字で表して成る商標（以下「本願商標」という。）について，指定商品を第25類「履物，運動用特殊靴，帽子・その他の被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，仮装用衣服，運動用特殊衣服」として，商標登録出願をした（商願2013-51910号。甲25）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記商標登録出願に対して，平成26年9月10日付けで拒絶査定を受けたので，同年12月15日，拒絶査定に対する不服の審判を請求した（甲28，29）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，原告の請求を不服2014-25615号事件として審理し，平成27年3月30日，「本件審判の請求は，成り立たない。」とする別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同年4月14日，その謄本は原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成27年8月10日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，本願商標は，別紙引用商標目録記載の商標（以下「引用商標」という。）と類似する商標であり，かつ，本願商標の指定商品と引用商標の指定商品とは，同一又は類似するものであるから，商標法4条1項11号に該当し，商標登録を受けることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本願商標の商標法4条1項11号該当性の判断の誤り（本願商標と引用商標の類否判断の誤り）"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕",
        "本件審決は，本願商標の構成文字「ROYAL  FLAG」の文字部分が，他の構成文字から離れて独立して商品出所識別標識として取引に資される場合も少なくないとの認定に基づき，上記文字部分のみを抽出し，同部分から生じる称呼及び観念が引用商標から生じる称呼及び観念と共通するとして，本願商標は引用商標と類似するものであると判断した。",
        "しかし，以下のとおり，本願商標は引用商標とは非類似の商標であるから，本願商標が商標法4条1項11号に該当するとした本件審決の判断は，誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，「REEBOK」，「ROYAL」，「FLAG」の各欧文字を組み合わせて，「REEBOK  ROYAL  FLAG」と標準文字にて横一行で表した結合商標である。",
                "各文字部分の間に1字分のスペースがあるものの，全体が同じ書体，同じ大きさの文字で等間隔に一行でまとまりよく表示されていることから，全体が一体不可分の商標として自然に認識できる態様で構成されている。",
                "したがって，「ROYAL  FLAG」の文字部分だけが独立して，見る者の注意をひくように構成されているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「REEBOK（リーボック）」は，イギリス発祥の老舗スポーツブランドである原告及び原告のブランドの商品出所識別標識として，我が国を含む世界中の取引者，需要者の間で広く認識された著名な表示であり，本願商標の構成文字中の「REEBOK」の文字部分は，見る者に対して，原告及び原告のブランド「REEBOK（リーボック）」を直観させる，強い出所識別力を有する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，「ROYAL  FLAG」の文字部分は，既成語として辞書等に掲載されているものではないが，英語で「王の，王室の」等を意味する「ROYAL」と，「旗」を意味する「FLAG」の2語を結合したものであると容易に認識できるものであり，各文字部分それぞれも，外来語として広く一般に浸透している。また，「ROYAL」，「FLAG」の各文字部分は，本願商標の指定商品と同一又は類似の商品の出所識別標識として，数多くの異なる主体によって採択，使用されている。以上に照らせば，「ROYAL  FLAG」の文字部分は，本願商標の指定商品の品質，内容等を直接表示するものではないとしても，取引者，需要者が日常において接するありふれた一般語であって，見る者に対して商品出所識別標識として格別に強い印象を与えるものではない。",
                "そうすると，「ROYAL  FLAG」の文字部分は，原告の商品出所識別標識として広く認識されている「REEBOK」の文字部分との比較において，商品出所識別力の程度が相当程度弱いものであって，「REEBOK」と共に表示される場合は，「ROYAL  FLAG」の文字部分が，見る者に対して，「REEBOK」の文字部分の出所識別機能を捨象して，独立した商品出所識別標識として強い印象を与えるものではないということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願商標の構成から「ROYAL  FLAG」の文字部分を抽出して当該文字部分だけを引用商標と対比することにより，本願商標と引用商標の類否を判断することは，許されない。本願商標は，その構成のうち「REEBOK」の文字部分又はその構成全体をもって，自他商品識別標識として認識理解されるものである。",
                "そうすると，本願商標からは，その構成中「REEBOK」の文字部分から，「リーボック」の称呼及び「リーボック社」，「REEBOK（リーボック）のブランド」の観念が生じる。",
                "また，本願商標の構成文字「REEBOK  ROYAL  FLAG」の全体から，「リーボックロイヤルフラッグ」の称呼が生じる。そして，これらの文字全体は，既成の観念を有しない造語的フレーズとして認識理解されるものであるが，本願商標の指定商品の分野において，「REEBOK」が，原告及び原告のブランドの商品出所識別標識として広く認識されている事情を斟酌すれば，「REEBOK（リーボック）の出所によるROYAL  FLAG印の商標」といった程度の熟語的な観念が想起連想されるということができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標について",
          "text": [
            "引用商標は，「ROYAL  FLAG」の欧文字を横一行で表して成り，「ROYAL」及び「FLAG」の各文字部分の冒頭の「R」及び「F」の文字の高さを，他の文字よりも3分の1程度上方向に突出するように高くした構成より成る。",
            "引用商標からは，その構成文字「ROYAL  FLAG」から，「ロイヤルフラッグ」の称呼が生じる。これらの文字は，辞書等に掲載されている既成語ではないが，「ROYAL」及び「FLAG」の各英単語の意味に基づいて，「王の旗」の観念が生じる。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標と引用商標との類否について",
          "text": [
            "本願商標の構成全体と引用商標を対比すれば，本願商標と引用商標とは，「ROYAL  FLAG」の文字部分のみが共通するにすぎず，見る者の注意を最も強く引き付ける語頭の6文字「REEBOK」の有無が異なるから，両商標はその外観において明らかに相違する。",
            "また，本願商標から生じる称呼である「リーボックロイヤルフラッグ」と引用商標から生じる称呼である「ロイヤルフラッグ」とは，後半部分の「ロイヤルフラッグ」の音を共通にするが，取引者，需要者の注意を最も強く引き付ける語頭部分の5音「リーボック」の有無を異にするから，それぞれ一連に発音した場合に互いを聞き誤るおそれがないことは明らかであり，両商標は，その称呼において類似しない。",
            "さらに，両商標は，観念においても類似しない。",
            "そして，本願商標と引用商標のそれぞれの外観，称呼及び観念等によって取引者，需要者に与える印象，記憶，連想等を総合し，さらに，本願商標の構成中の「REEBOK」の文字部分が，本願商標の指定商品の分野において原告の業務に係る商品を表示する出所識別標識として広く認識されていること，「ROYAL」及び「FLAG」の各文字が一般語であるだけでなく，上記指定商品の分野で使用される商標の構成部分として不特定多数の者によって採択されているといった取引の実情も斟酌すれば，本願商標と引用商標は，たとえ同一又は類似の商品に使用されたとしても，商品の出所について誤認混同を生じるおそれのない，非類似の商標である。",
            "〔被告の主張〕",
            "以下のとおり，本願商標は，引用商標に類似する商標であって，引用商標の指定商品と同一の商品について使用をするものであるから，本願商標が商標法4条1項11号に該当すると判断した本件審決には，誤りはない。"
          ]
        },
        {
          "fig": "1",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，「REEBOK」，「ROYAL」及び「FLAG」の各欧文字を1文字分の間隔を空けて，「REEBOK  ROYAL  FLAG」と標準文字で表して成る。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標の構成中の「REEBOK」の欧文字は，運動用の被服や履物等の製造販売を主たる業務とする原告の略称又は商標として，本件審決時において，広く認識されたものである。",
                "そうすると，本願商標の構成中の上記文字部分からは，「リーボック」の称呼及び観念が生じる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願商標の構成中の「ROYAL」の文字部分は，「王の，王室の」を意味し，後に続く名詞を修飾する語として使用され，我が国においても一般に親しまれている英単語であり，また，「FLAG」の文字部分は，「旗」を意味する英単語として一般に親しまれている語である。これらの語を結合して成る「ROYAL FLAG」は，上記英単語の組合せであって，「王の旗」という意味合いを容易に想起させるものということができる。",
                "そうすると，本願商標の構成中の「ROYAL  FLAG」の文字部分は，不可分一体のものと認識されるのが自然であって，上記文字部分から，「ロイヤルフラッグ」の称呼が生じ，「王の旗」の観念が生じるということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "「王の旗」の意味を認識させる「ROYAL  FLAG」の語は，一種の造語であって，本願商標の指定商品の分野において，商品の品質を想起させるような特段の事情もないものであるから，自他商品の識別標識としての機能を果たし得るものである。",
                "そして，本願商標を構成する「REEBOK」の文字部分と「ROYAL  FLAG」の文字部分との間に観念上の結びつきもない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記(1)ないし(4)からすれば，本願商標は，「REEBOK」の語と「ROYAL  FLAG」の語とを組み合わせて成るものとして看取されるものであって，両語に観念上の結びつきはなく，これらを分離して観察することが取引上不自然であるというべき特段の事情はない。",
                "また，本願商標をその指定商品について使用した場合，これに接する需要者等は，本願商標の構成中の「REEBOK」の文字部分を代表的出所表示（ハウスマーク）と捉え，構成中の「ROYAL  FLAG」の文字部分をその取扱いに係る個々の商品の商標（サブブランド）と認識し，把握するとみるのが自然である。",
                "さらに，本願商標の構成文字全体から生じる「リーボックロイヤルフラッグ」との称呼は，13音節（長音を含む。）にもわたり，商標としては冗長なものであるから，本願商標は，「REEBOK」の文字部分を省略して，「ROYAL  FLAG」の文字部分から生じる称呼によって取引に資される場合も少なくないというべきである。",
                "してみれば，本願商標は，その構成中の「ROYAL  FLAG」の文字部分がサブブランドを表したものと理解，認識されるものであって，当該部分も単独で自他商品の識別標識としての機能を発揮し得るものであるから，これから生じる称呼と観念をもって取引に資されるものというべきである。",
                "以上によれば，本願商標からは，「ロイヤルフラッグ」の称呼を生じ，「王の旗」の観念を生じる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張について",
              "text": [
                "原告は，「ROYAL  FLAG」の文字部分は，原告の商品出所識別標識として広く認識されている「REEBOK」の文字部分との比較においては，商品出所識別力の程度が相当程度弱いものであるから，「REEBOK」の文字部分と共に表示される場合は，独立して見る者に対して商品出所識別標識として強い印象を与えるものではない旨主張する。",
                "しかし，本願商標において，その構成中の「REEBOK」の文字部分が原告の略称又は商標として周知なものであっても，構成中の「ROYAL  FLAG」の文字部分も独創性のある語であり，単独で自他商品の識別標識としての機能を十分に発揮するものであるから，たとえ，両文字部分を比較したときに，相対的には「REEBOK」の文字部分の方がより強い印象を与える場合があるとしても，「ROYAL  FLAG」の文字部分も十分に強い印象を与え得るものである。",
                "また，本願の指定商品に係る分野も含め，一般の商取引においては，ハウスマークの下，サブブランドが使用され，そのサブブランドによって，各商品を区別して取引することが普通に行われている。原告も，その取扱いに係る運動用の履物等について，そのハウスマークである「REEBOK」の標章の下，個々の商品やシリーズ化された商品を多数販売し，それぞれの商品に，ハウスマークである「REEBOK」の標章以外にも，各商品を区別するための標章（サブブランド）を使用している実情がある。",
                "そして，ハウスマーク部分を省略し，サブブランドをもって称呼され得ることが容易に推測されるものである場合には，サブブランドの文字部分を抽出して，当該文字部分だけを引用商標と比較して，商標の類否を判断することが許されるというべきである。  ",
                "以上によれば，本願商標は，「ROYAL  FLAG」の文字部分も十分に強い印象を与え得るものであり，本願商標からサブブランドとしての「ROYAL  FLAG」の文字部分を抽出して，当該文字部分を引用商標と比較して商標の類否を判断すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用商標について",
          "text": [
            "引用商標は，「ROYAL」及び「FLAG」の欧文字を僅かな間隔を空けて横書きして成るところ，構成中の「ROYAL」と「FLAG」を構成する各語は，語頭の「R」と「F」の欧文字がやや縦長に大きく表されているものの，全て同じ一般的な書体で表されている。",
            "そして，引用商標からは，「ロイヤルフラッグ」の称呼を生じ，「王の旗」の観念を生じる。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標と引用商標との類否について",
          "text": [
            "本願商標と引用商標を比較すると，本願商標の構成中，単独で自他商品の識別標識としての機能を有する「ROYAL  FLAG」の文字部分と引用商標とは，文字の配列構成が同一であるから，両商標は，外観において，一定程度の類似性を有する。",
            "また，本願商標の構成中，「ROYAL  FLAG」の文字部分と引用商標とは，共に「ロイヤルフラッグ」の称呼及び「王の旗」の観念を生じるものであるから，両商標は，称呼及び観念を共通にする。",
            "したがって，本願商標と引用商標とは，その外観，称呼及び観念を総合勘案すれば，両商標をそれぞれ同一又は類似する商品に使用したときは，その商品の出所について相紛れるおそれがあるというべきであるから，両商標は，互いに類似する商標である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "類否の判断について",
          "text": [
            "商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品又は役務に係る取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である（最高裁昭和39年（行ツ）第110号同43年2月27日第三小法廷判決・民集22巻2号399頁，最高裁平成6年（オ）第1102号同9年3月11日第三小法廷判決・民集51巻3号1055頁参照）。",
            "また，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合していると認められる場合においては，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して類否を判断することは，原則として許されないが，他方で，商標の構成部分の一部が取引者又は需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を与える場合や，それ以外の部分から出所識別標識としての称呼，観念が生じない場合などには，商標の構成部分の一部だけを取り出して，他人の商標と比較し，その類否を判断することが許されるものと解される（最高裁昭和37年（オ）第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年（行ツ）第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年（行ヒ）第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照）。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標の外観は，「REEBOK」，「ROYAL」，「FLAG」の各文字部分の間に1字分のスペースを空けて，「REEBOK  ROYAL  FLAG」と標準文字にて横一行で表して成る。",
                "本願商標は，その構成の全体から，「リーボックロイヤルフラッグ」との称呼を生じる。",
                "また，本願商標の構成中の「REEBOK」の文字部分は，運動用の被服や履物等の製造販売を主たる業務とするスポーツブランドである原告の商号の略称又はその展開するブランドの名称，あるいは，その業務に係る商品の出所を表示する商標として，本件審決時において，我が国の取引者，需要者の間に広く認識されていたと認められる（甲16～20，49。なお，この点について，当事者間に争いがない。）。",
                "そうすると，本願商標の構成中の「REEBOK」の文字部分は，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるから，上記文字部分から，「リーボック」という称呼も生じるというべきである。",
                "ところで，「ROYAL  FLAG」という文字部分は，一連の語が既成語として辞書に掲載されているものではないが，「ROYAL」が「王の，王室の」を意味する英単語であり（甲1，46等），「FLAG」が「旗」を意味する英単語であって（甲2，31等），我が国における英語の普及率に照らせば，取引者，需要者に対し，「王の旗」といった意味を想起させるということができる。そして，上記のとおり，「REEBOK」の文字部分が，原告の商号の略称又はその展開するブランドの名称，あるいは，その業務に係る商品の出所を表示する商標として，本件審決時において，我が国の取引者，需要者の間に広く認識されていることに照らすと，本願商標全体から，「リーボックの展開する「ROYAL  FLAG」（王の旗）という商品シリーズ」といった観念が生じ，あるいは，本願商標の構成中の「REEBOK」の文字部分から，「リーボック」の観念が生じるものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の構成中の「ROYAL  FLAG」の文字部分を抽出することの可否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，「王の旗」の意味を認識させる「ROYAL  FLAG」の語は，一種の造語であって，自他商品の識別標識としての機能を果たし得るものであるから，本願商標は，「REEBOK」の語と「ROYAL  FLAG」の語とを組み合わせて成るものとして看取され，これらを分離して観察することが取引上不自然であるというべき事情はない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本願商標は，その外観上，「REEBOK」，「ROYAL」及び「FLAG」の各英単語を組み合わせて成る結合商標であると認められるが，本願商標は，「REEBOK  ROYAL  FLAG」の文字を標準文字で横書きして成るものであり，各文字の大きさ及び書体は同一であって，単語と単語の間（「REEBOK」と「ROYAL」との間，「ROYAL」と「FLAG」との間）に1文字分のスペースを空けているほかは，等間隔に，その全体が1行でまとまりよく表されているものであるから，その外観上，「ROYAL  FLAG」の文字部分だけが独立して見る者の注意をひくように構成されているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，「ROYAL  FLAG」という一連の語は，既成語として辞書に掲載されているものではないが，①「ROYAL」及び「FLAG」は，我が国における英語の普及率に照らせば，いずれも一般的な英単語であって，格別のものではないこと，②「ロイヤル（royal）」が国語辞典に掲載されているだけでなく（甲46），これを付した複合語（例えば，「ロイヤル・ウェディング（royal  wedding）」，「ロイヤル・スマイル（royal  smile）」，「ロイヤル・ファミリー（Royal  Family）」，「ロイヤルブルー（royal  blue）」，「ロイヤル・ボックス（royal  box）」，「ロイヤル・ミルク・ティー（royal  milk  tea）」など）も，カタカナ・外来語辞典等に数多く掲載されていること（甲47，48），③「フラッグ（flag）」が国語辞典に掲載されているだけでなく（甲31，37），これと他の語との複合語（例えば，「チェッカー  フラッグ（checker  flag）」，「チャンピオン  フラッグ（champion  flag）」，「ナショナル  フラッグ（national  flag）」，「ナショナル  フラッグ  キャリアー（national  flag  carrier）」，「フラッグ・ショップ（flag  shop）」など）も，外来語辞典等に複数掲載されていること（甲33～36，40），④「ROYAL」又は「FLAG」の英単語を含む商標登録も数多く存在すること（甲52～55）等に照らせば，一般的な英単語をつないだものにすぎないというべきである。そして，「ROYAL  FLAG」の文字部分は，それ自体が自他商品を識別する機能が全くないというわけではないものの，商品の出所識別標識として強く支配的な印象を与える「REEBOK」の文字部分との対比においては，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるものであるということはできず，本件全証拠によるも，このようにいえるだけの事情を認めるに足りない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本願商標の構成のうち「ROYAL  FLAG」の文字部分だけを抽出して，引用商標と比較して類否を判断することは相当ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，本願商標については，全体として一体的に観察し，又は商品の出所識別標識として強く支配的な印象を与える「REEBOK」の文字部分を抽出して，引用商標との類否を判断するのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標について",
          "text": [
            "引用商標の外観は，「ROYAL」及び「FLAG」の各文字部分の間に僅かなスペースを空け，「ROYAL  FLAG」と横一行に表して成る。そして，各文字部分は，各語頭の「R」と「F」の欧文字が他の文字よりもやや縦長に大きく（他の文字よりも3分の1程度上方向に突出するように高く）表されているが，他の文字は同じ大きさであり，全体として同じ書体で表されている。また，引用商標からは，「ロイヤルフラッグ」の称呼を生じ，「王の旗」の観念を生じる。"
          ]
        },
        {
          "fig": "4",
          "subject": "本願商標と引用商標との類否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標と引用商標とを対比すると，本願商標と引用商標とは，「ROYAL  FLAG」の構成を有する点で共通するものの，本願商標はその冒頭部に「REEBOK」の構成を有するのに対して引用商標はこの構成を有しないから，両商標は，外観を異にする。",
                "また，本願商標からは，「リーボックロイヤルフラッグ」又は「リーボック」との称呼が生じ，「リーボックの展開する「ROYAL  FLAG」（王の旗）という商品シリーズ」又は「リーボック」といった観念が生じるのに対し，引用商標からは，「ロイヤルフラッグ」の称呼及び「王の旗」の観念が生じることが認められるから，本願商標と引用商標とは，称呼及び観念を異にする。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取引の実情について",
              "text": [
                "証拠（甲5，18）によれば，①原告が製造販売する運動用の被服や履物等の商品には，一般に，原告の展開するブランドの商品であることを示す「REEBOK」に係る商標が付されていること，②オンラインショップのインターネットページには，商品カテゴリーとして，原告の展開する「EASYTOＮE（イージートーン）」，「PUMP（ポンプ）」，「FREESTYLE（フリースタイル）」，「SKYSCAPE（スカイスケープ）」等の名称の商品シリーズが示されているが，これらの商品シリーズに属する個々の商品についても，ほぼ全てについて，「REEBOK（リーボック）」に係る商標が付されていることが認められる。",
                "なお，本件において，本願商標の指定商品の分野において，ハウスマーク（その商品を製造販売する主体の名称（略称）又はその展開するブランド名）を何ら用いず，サブブランド（商品シリーズの名称）のみを用いて，一般に商品取引が行われていることを認めるに足りる証拠は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，本願商標と引用商標とが，その外観，称呼及び観念において相違することに加え，前記(2)の取引の実情をも考慮すれば，本願商標と引用商標とが，同一又は類似する商品に使用されたとしても，取引者，需要者において，その商品の出所について誤認混同を生ずるおそれがあると認めることはできない。",
                "したがって，本願商標は，引用商標に類似しないというべきであるから，本願商標が商標法4条1項11号に該当するとした本件審決の判断には誤りがあり，原告の取消事由に係る主張は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "被告の主張について",
          "text": [
            "被告は，本願商標に接する需要者等は，本願商標をその指定商品に使用した場合，「REEBOK」の文字部分をハウスマークと捉え，「ROYAL  FLAG」の文字部分をサブブランドと認識するのが自然であるところ，本願商標の構成文字全体から生じる「リーボックロイヤルフラッグ」との称呼は商標としては冗長なものであるから，本願商標は，「REEBOK」の文字部分を省略して，「ROYAL FLAG」の文字部分から生じる称呼によって取引に資される場合も少なくないとして，本願商標からは，「ロイヤルフラッグ」の称呼及び「王の旗」の観念が生じ，引用商標と類似する旨主張する。",
            "しかし，本願商標に接する取引者，需要者が，本願商標をその指定商品に使用した場合，「REEBOK」の文字部分をハウスマークと捉え，「ROYAL  FLAG」の文字部分をサブブランドと認識したとしても，商品の出所識別標識として強く支配的な印象を与える「REEBOK」の文字部分との対比においては，「ROYAL  FLAG」の文字部分は，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるものであるということはできないことは，前記2(2)のとおりであり，同文字部分がサブブランドと認識され得るからといって，直ちに本願商標の構成のうち「ROYAL  FLAG」の文字部分だけを抽出して，引用商標との類否を判断すべきであるということにはならない。",
            "本件においては，前記4(2)のとおり，本願商標の指定商品の分野において，ハウスマークを何ら用いず，サブブランドのみを用いて，一般に商品取引が行われていることを認めるに足りる証拠は存在しない。かえって，原告が製造販売する運動用の被服や履物等の商品には，一般に，原告の展開するブランドの商品であることを示す「REEBOK」に係る商標が付されているとの事実及びオンラインショップのインターネットページでは，原告の展開する商品シリーズ（サブブランド）に属する個々の商品についても，ほぼ全てについて，「REEBOK（リーボック）」に係る商標が付されているとの事実が認められることに照らせば，本願商標は，「REEBOK」の文字部分を省略して，「ROYAL  FLAG」の文字部分から生じる称呼によって取引に資される場合も少なくないなどと，直ちにいうことはできないというべきである。",
            "さらに，本願商標の構成全体から生じる「リーボックロイヤルフラッグ」との称呼は，一連のものとして称呼することに格別の困難はないから，「リーボック」の称呼を省略するのが自然であるなどと，直ちにいうこともできない。",
            "そして，本願商標と引用商標とを対比すれば，両者が類似しないことは，前記4で説示したとおりである。",
            "したがって，被告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "よって，原告の本訴請求は理由があるから，これを認容することとして，主文の",
            "とおり判決する。"
          ]
        }
      ]
    }
  ]
}