{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用のうち，補助参加によって生じた費用は控訴人補助参加人            の負担とし，その余は控訴人の負担とする。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人キイワは，控訴人に対し，205万円及びこれに対する平成27年4月23日(被控訴人キイワに対する訴状送達の日の翌日)から支払済みまで年5分の割合による金員を(下記3記載の金員の限度で被控訴人サンワードと連帯して)支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人サンワードは，控訴人に対し，被控訴人キイワと連帯して，205万円及びこれに対する平成27年4月24日(被控訴人サンワードに対する訴状送達の日の翌日)から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人らに対し，①被控訴人キイワが，被控訴人サンワードから発注を受けて原判決別紙商標目録1，2記載の各登録商標(本件各商標)を付した洗剤を製造し，被控訴人サンワードに販売する行為，及び②被控訴人サンワードが，被控訴人キイワに発注して製造させた本件各商標を付した洗剤を代理店や一般消費者に販売する行為が，いずれも控訴人の本件各商標権を侵害すると主張して，民法709条に基づき，損害賠償金205万円及びこれに対する各訴状送達の日の翌日から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を求めた事案である。",
            "原判決は，控訴人の請求をいずれも棄却した。これに対し，控訴人は，控訴をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」の「第2  事案の概要」，「1  前提事実」記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及びこれに対する当事者の主張",
          "text": [
            "争点は，原判決「事実及び理由」の「第2  事案の概要」，「2  争点」記載のとおりであり，争点についての当事者の主張は，以下において当審における当事者の主張を付加するほかは，「3  争点に関する当事者の主張」記載のとおりである。",
            "(控訴人らの主張)",
            "原判決の争点1(本件請求が権利濫用として許されないか否か)の前提となる事実認定は，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は，被控訴人サンワードが，別件訴訟において，当初，本件契約書を同書面の作成日付のとおり，平成19年8月31日に作成したと述べていたのに，その後，本件営業譲渡契約に含まれていた本件負債を，本件覚書によって後から除外したとの参加人の指摘を受けて，本件契約書の作成日を同年9月下旬ころと主張を変更したことや，本件契約書のような重要な契約書が，契約当日に作成されなかったことなどに意を払わず，本件契約書を後日作成した理由や本件契約書を本件覚書と別途作成した理由について，Aが，別件訴訟における証人尋問においてしどろもどろの証言をしているのに，Aの証言の信用性を認めるなど，本件の事件関係者であるAの同人に有利な証言のみに依拠し，客観的な事実，証拠に基づかず，本件契約書及び本件覚書の成立，本件営業譲渡契約及び本件負債の除外の合意を認めた点において，事実認定の誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，本件覚書の作成日付である平成19年9月25日に，Bは，熊本県山鹿市の八千代座で芝居見物をしていたとのアリバイがあるにもかかわらず，このアリバイを無視し，原判決は，本件覚書の作成時期について「(本件営業譲渡契約書と)同時期ころ」と救済認定して，本件覚書の成立を認め，アリバイについて一言も言及しないのは，ずさんな事実認定である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，本件覚書が偽造によるものであることは，同書面における参加人の住所，社判が本件契約書と相違していること，本件覚書では，Bが責任を負うとしているのに，B本人の署名押印がないこと，前文において「取り決めをし」と記載されているにもかかわらず被控訴人サンワードの記名押印がないことなど，本件契約書と比較して，体裁があまりに異なっていることは明らかである。また，原判決は，参加人が本件営業譲渡契約後も引き続き本件負債の返済を継続したことを，本件覚書の成立の根拠とするが，この弁済は，Aが行ったものである。金融界の常識を前提とすれば，実際に債務引受があったとしても，その手続をとることなく，債務者名義のままにしておくのが常態であることに鑑みると，このことは，むしろ，被控訴人サンワードが，本件営業譲渡契約1条に基づいて営業全部の負債を引き継いで支払ってきたことを示すものである。",
                "したがって，本件覚書の成立を認めた原判決の認定は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，原判決が，株主総会の「特別決議を経ていないことをうかがわせる証拠は全くない」としたことは，「ないことの証明」すなわち，「悪魔の証明」を求めるものであり，許されない。",
                "(被控訴人らの主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "控訴人らがるる主張しているのは，結局のところ，Aの証言が虚偽であり，信用できる同人の証言等から本件営業譲渡契約の有効な成立及び本件負債の除外を認めた原判決の誤りをいうものである。",
                "しかし，Aの証言は，原判決の述べるとおり，㋐供述に不自然な点がないことに加え，㋑参加人がAに対し，本件営業譲渡を前提とする手紙を送っていること(乙7の13)や㋒参加人が本件営業譲渡後も本件負債の返済を継続していること(甲7の4～6，甲8の3，4，甲19の2)など，本件契約書及び本件覚書記載どおりの意思を参加人が有していたことを示す客観的事実があり，Aの証言がこれに符合することから，信用性が認められるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，控訴人らは，本件契約書及び本件覚書の偽造の主張に終始し，本件営業譲渡契約の追認の事実を覆し得ない以上，本件営業譲渡契約の有効な成立等を否定する控訴人らの主張は，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人による本件請求は，実質的には参加人及びBが主導する本件各商標権の行使に名を借りた不当な請求とみるほかなく，権利濫用として許されないから，控訴人の請求をいずれも理由がないとして棄却した原判決は相当であると判断する。その理由は，以下の1において原判決を付加訂正するほかは，原判決「第3  当裁判所の判断」に示すとおりであり，当審における当事者の主張に対する判断は，以下の2のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の付加訂正",
          "text": [
            "原判決10頁5行目「Bは，」の次に，「後日の紛争を避けるため，かねてからの合意に基づいて」を加える。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人らの主張(1)について",
              "text": [
                "まず，本件営業譲渡契約の成立に関する事実認定の誤りを主張する部分については，控訴人らは，原審における原告準備書面(2)4頁において，本件契約書の文書としての成立及び本件営業譲渡契約の成立を追認していることに加え，参加人が本件営業譲渡契約を追認したこと(乙4～6)が認められるから，いずれにしても，本件営業譲渡契約は契約時にさかのぼって成立していると解され，控訴人らの上記主張部分は，採用できない。",
                "次に，本件契約書及び本件覚書の成立，並びに本件契約書を後日作成した理由や本件契約書を本件覚書と別途作成した理由等に関するAの証言が信用できることについては，原判決第3，1，(2)アにおいて述べるとおりである。Aの上記部分の証言の信用性については，原判決が指摘するBのA宛の平成24年1月8日付けの書簡(乙7の13)に，「『ハイベック』という商標は法律上はC君のものとなっています。そのことに対して私は異議を称えるつもりはありません。」「『ハイベック』に関する権利関係を全て貴女に譲った事に不満はありません。」として，本件営業譲渡契約が有効であることを前提とする記載があることや，控訴人ら代理人弁護士の被控訴人ら代理人弁護士に対する同年3月21日付け回答書(甲16の1，2)において，「平成19年8月31日に営業譲渡契約書に基付いて，・・・営業の全部を貴社に譲り受けて戴いたのは正にその通りなのです」と記載されていることからも裏付けられる。控訴人らが，るる主張する点は，いずれもAの証言の信用性を減殺するものとはいえず，控訴人らの上記主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人らの主張(2)について",
              "text": [
                "控訴人らは，原判決が，Bのアリバイについて一言も言及しないことが，ずさんな事実認定である旨主張する。",
                "しかし，Aは，別件訴訟における証人尋問の際に，本件覚書の作成について「19年の9月の末くらいだと思います。」と述べ，平成19年9月25日という日付が入っているが，このころと理解してよいかとの代理人の質問に対し，「はい」と回答していることから(甲18の2，7頁)，原判決は，本件覚書の成立日について，本件契約書の作成と「同時期ころ」と認定したものであり，これは，証拠に基づく相当な認定といえる。",
                "そして，Bがその場に居合わせる可能性がないとの控訴人らの主張及び立証は，本件覚書の作成日が平成19年9月25日と特定して初めて成り立つものであるところ，原判決は，作成日を厳密に特定するものではないから，同日のBのアリバイに言及しなかったことが事実認定上の問題となるものではない。控訴人らの上記主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人らの主張(3)について",
              "text": [
                "控訴人らは，本件覚書と本件契約書の体裁が異なる点や，誤った記載が含まれている点などを指摘して，本件覚書の成立の真正を争う。",
                "しかし，Aの別件訴訟の証人尋問調書(甲18の2)によれば，本件覚書について，参加人とAとの間で，以前から参加人が本件負債の責任を持つとの口約束が成立していたのを，Aがそれでは不安に思い，はっきりさせておくためにBに持ちかけ書面化した(7，8頁)というのであるから，本件覚書は，それ以前になされた合意を後日の紛争防止のために書面化したものと認められる。そのような経緯に照らせば，本件覚書と本件契約書とが体裁や記載内容を異にすることもあり得る上，同調書(16頁)によれば，本件覚書と本件契約書とは別々の日に作成されたのであるから，両書面の体裁等が相違しても不自然ではなく，これらのことを理由に本件覚書の成立の真正を直ちに否定できるものではない。そして，原判決の述べるとおり，本件覚書の内容は，参加人が本件営業譲渡後も本件負債の返済を継続してきた事実にも沿うものであることに照らすと，書面の体裁等は，本件覚書に基づく合意の成立を左右するものとはいえない。",
                "この点，控訴人らは，参加人による上記の本件負債の返済について，Aが行ってきたものであり，金融界の常識を前提とすれば，実際に債務引受があったとしても，その手続をとることなく，債務者の名義のままにしておくのが常態であることに鑑みると，むしろ，被控訴人サンワードが本件負債を引き継いで支払ってきたことを示す旨主張する。",
                "しかし，一般の債務引受において，仮に，控訴人らの指摘するような方法が採られる場合があるとしても，本件において，本件負債は，参加人名義で返済がなされているのに対し，それ以外の負債は，被控訴人サンワードの名義で行われている(甲4ないし8，17～19。枝番号を含む。)ことからすれば，返済名義は実際の債務者を示すものと考えるのが自然である。また，Bは，陳述書(甲19の1)において，本件負債のうち，さわやか信金分は，参加人の運転資金の累積赤字ではなく，Bの「放漫というか浪費によるもの」であり，残りの三菱UFJ分は，「洗濯機の製造に手を出して失敗したもの」で，参加人の「本業である洗剤事業の不振によるものではありません。」と述べており，本件営業譲渡の対象から本件負債を除外する合理性も認められる。したがって，控訴人らの上記主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人らの主張(4)について",
              "text": [
                "控訴人らは，原判決が，株主総会の「特別決議を経ていないことをうかがわせる証拠は全くない」と判示したのは，悪魔の証明を求めるものであって，誤りである旨主張する。",
                "しかし，会社法467条，309条2項11号に基づく株主総会の特別決議の欠缺は，本件営業譲渡契約の無効原因である。そして，本件契約書は，前記のとおり，契約当日ではなく，後日作成されたものであるところ，本件契約書の5条には，「甲及び乙は，平成19年9月1日までに各々営業譲渡に関する株主総会を招集して，この営業譲渡に関する同意決議を得るものとする。」との記載があること，参加人及びBが，被控訴人サンワードやAに対し，本件営業譲渡契約の有効性を認めたとしか解釈できない手紙を送付していること(甲16の1，乙7の13)，控訴人らは，被控訴人サンワードが控訴人らに対して真正な登記名義の回復請求権に基づく本件各商標権の移転登録手続等を求めた別件訴訟において，本件営業譲渡契約の成立を争う一方，株主総会の特別決議の欠缺を理由とする無効を主張したものとは見受けられないこと等に鑑みると，本件営業譲渡契約の有効性を否定するような手続的瑕疵はなかったものと推認することができる。",
                "加えて，Bの陳述書(甲19の1)によれば，Bは，従前，参加人の発行済み株式8万株のうち7万株を有していたことが窺われ，参加人は，平成19年5月には閉鎖会社となり，取締役はBのみとなっていることからすれば，Bが参加人の実質支配株主であったと考えられ，他方，被控訴人サンワードにおいて，取締役は，Aと代表取締役のCのみであり，原判決第3，1，(1)に記載の経緯に照らし，Aらが株主としても同被控訴人を実質支配していたと考えられる。そうすると，本件営業譲渡契約の成立については，これらの者の承認により，有効に成立したと推認できるところ，控訴人らは，本件営業譲渡契約に係る株主総会決議の欠缺について主張しながら，上記以外の株主の存在について全く主張をしない。",
                "以上に照らすと，原判決の説示に誤りがあるとはいえず，上記主張は採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "その他，控訴人らはるる主張するが，いずれも原判決の認定，判断を左右するものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，本件控訴には理由がないから，これらをいずれも棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "控訴人補助参加人を「参加人」といい，控訴人と併せて「控訴人ら」と呼称し，被控訴人キイワ産業株式会社を「被控訴人キイワ」，被控訴人株式会社サンワードを「被控訴人サンワード」といい，併せて「被控訴人ら」と呼称する。用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。"
  ],
  "meta": {
    "case_num": "平成27年(ネ)10133",
    "date": "2016-03-30",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)9476",
    "precedent_id": "085823",
    "ipprecedent_id": "4330",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}