{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "被控訴人は，控訴人に対し，1005万4800円及びこれに対する平成26年12月28日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "3",
      "text": "控訴人のその余の請求を棄却する。"
    },
    {
      "fig": "4",
      "text": "訴訟費用は，第1，2審を通じてこれを10分し，その1を控訴人の負担とし，その余を被控訴人の負担とする。"
    },
    {
      "fig": "5",
      "text": "この判決の第2項は，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，558万6000円及びこれに対する平成26年12月28日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人が，被控訴人が控訴人の建築CADソフトウェア製品(製品名「DRA-CAD10」。以下「本件ソフトフェア」という。)のプログラムを一部改変したソフトウェア(以下「本件商品」という。)を本件ソフトフェアであるとしてインターネットオークションサイトに出品し，そのプログラムファイルをウェブサイトにアップロードし，落札者にダウンロードさせた行為が控訴人が有する本件ソフトフェアのプログラムの著作権(複製権，送信可能化権，翻案権)の侵害に当たるなどと主張して，被控訴人に対し，著作権侵害の不法行為に基づく損害賠償として1117万2000円及び訴状送達の日の翌日以降の遅延損害金の支払を求めた事案である。",
        "原判決は，被控訴人は，適式の呼出しを受けながら，原審の本件口頭弁論期日に出頭せず，答弁書その他の準備書面も提出しないので，被控訴人において控訴人主張の別紙記載の請求原因事実を自白したものとみなした上で，控訴人が著作権法114条3項に基づいて損害賠償を請求することができる控訴人の損害額は，本件ソフトフェアの標準小売価格に相当な実施料率である50パーセントを乗じて算定した558万6000円である旨認定し，同額及び訴状送達の日の翌日以降の遅延損害金の支払を被控訴人に命じる限度で，控訴人の請求を一部認容した。",
        "これに対し控訴人は，原判決中，控訴人敗訴部分を不服として本件控訴を提起した。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人は，別紙記載のとおり，請求原因を主張し，さらに，当審において，次のとおり主張した。",
            "(当審における控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は，①著作権法114条3項は，著作権の侵害行為があった場合に，著作権の行使につき受けるべき金銭の額に相当する額である使用料相当額については，権利者に，最低限の損害額として損害賠償請求を認める趣旨の規定である，②本件のように，被控訴人が本件ソフトウェアの違法複製版をダウンロード販売したという事案においては，本件ソフトウェアを複製した商品を販売する者から控訴人が受けるべき使用料相当額を算定すべきであるところ，本件においては，著作権者の標準小売価格を前提としてこれに相当な実施料率を乗じて使用料相当額を算定するのが相当であると解されるとして，控訴人の損害額は，控訴人製品(本件ソフトウェア)の標準小売価格に，ソフトウェア等の技術分野における実施料率に関する統計データ(「実施料率【第5版】(社団法人発明協会発行)，「ロイヤルティ料率データハンドブックJ(財団法人経済産業調査会発行))を引用して認定した「実施料率」50パーセントを乗じて算定した558万6000円と認定判断したが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人と被控訴人の顧客(エンドユーザー)とがオークションサイトで行った取引は，被控訴人においては，自らの行為が違法な著作権侵害行為であることを知り，かつ，被控訴人の顧客においても，被控訴人の行為が違法な著作権侵害行為であることを知りながら，行われたものであり(普通に考えれば，正規品価格が約20万円(本件ソフトウェアの標準小売価格)もする商品が5000円以下の価格(被控訴人が出品した本件商品の出品価格)で買えるはずがなく，被控訴人も本件商品がソフトウェアメーカーからのサポートも受けられないことを明記している。)，被控訴人と被控訴人の顧客とは，違法な著作権侵害について共犯的関係に立つものであるから，通常の取引関係と類似の関係と捉えるべきではない。",
                    "すなわち，被控訴人の顧客は，本件商品がアクティベーション機能を外された違法ソフトウェアであることを知りながら，被控訴人に代金を支払い，違法ソフトウェアをダウンロードしているのであるから，被控訴人と共同して違法な著作権侵害行為を行ったものといえる。",
                    "したがって，原判決が，著作権法114条3項に基づく控訴人の損害額を認定するに当たり，被控訴人が被控訴人の顧客に対し本件商品をダウンロード販売したものと認定(評価)したこと自体が誤りであって，本件は通常のダウンロード販売と同じように評価することはできないのであるから，本件ソフトウェアを複製した商品を販売する者から控訴人が受けるべき使用料相当額を算定すべきであると判断したことも誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，仲介業者が違法と知りながら，プログラムを違法コピーして，当該プログラム(海賊版プログラム)を廉価でエンドユーザーに売却し，エンドユーザーも当該海賊版プログラムが違法なものであることを知っていた場合には，共同不法行為が成立し，仲介業者及びエンドユーザーは，連帯して著作権法114条3項に基づく損害額の損害賠償債務を負うのであるが，この場合に，仲介業者が賠償すべき損害額がエンドユーザーが賠償すべき損害額よりも低く評価されるべき理由はない。",
                    "そうすると，本件は，エンドユーザーが違法と知りながら，自らプログラムをコピーして違法に使用する，いわゆる「企業内不正コピー」の場合に，著作権者がエンドユーザーに対して著作権法114条3項に基づく損害額の損害賠償を求める場合と同等に考えるべきである。",
                    "しかるところ，原判決は，控訴人は本件ソフトウェアのダウンロード販売をしていないという事実や，控訴人が本件ソフトウェアのエンドユーザーに対する直接販売価格(標準小売価格)を立証する証拠を提出したことを無視した上，被控訴人は請求原因事実について何ら答弁をせずに，原審の本件口頭弁論期日を欠席したにもかかわらず，ソフトウェア等の技術分野における実施料率に関する統計データを独自に引用して，独自の理論に基づき，著作権法114条3項に基づく控訴人の損害額を認定した誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "日本を含む加盟国によって締結された，知的所有権の貿易関連の側面に関する協定(以下「TRIPS協定」という。)45条1項は，「司法当局は，侵害活動を行っていることを知っていたか又は知ることができる合理的な理由を有していた侵害者に対し，知的所有権の侵害によって権利者が被った損害を補償するために適当な賠償を当該権利者に支払うよう命ずる権限を有する。」と規定し，同条2項は「司法当局は，また，侵害者に対し，費用(適当な弁護人の費用を含むことができる)を権利者に支払うよう命ずる権限を有する。適当な場合において，加盟国は，侵害者が侵害活動を行っていることを知らなかったか又は知ることができる合理的な理由を有していなかったときでも，利益の回復又は法定の損害賠償の支払を命ずる権限を司法当局に与えることができる。」と規定している。",
                    "著作権法114条3項は，TRIPS協定45条が権利者の権利保護に資するよう意図された趣旨を踏まえて解釈されるべきである。",
                    "そして，著作権法114条3項の「著作権の行使につき受けるべき金銭の額に相当する額」にいう「受けるべき金銭の額に相当する額」とは，正規品であるソフトウェアの複製物を購入した者(以下「正規ユーザー」という。)が現実に支払った対価の額と同額ではなく，仮に事後的に(侵害行為発覚後に)過去の行為に対する許諾料相当額を損害賠償として請求し，正規ユーザーが支払う対価と同等・公平な金額を徴収するとすれば，その金額はいくらとなるのかという観点から決定されるべきものである。",
                    "換言すれば，「受けるべき金銭の額に相当する額」の算定に当たり，使用許諾を受けて使用している者と，使用許諾を受けずに無断使用している者とを，必ずしも同一に論じる必要はなく，むしろ，客観的に見て両者が同等・公平の負担をしたと考えられる金額こそが，「受けるべき金銭の額に相当する額」に該当するというべきである。",
                    "しかるところ，事後的な許諾料相当額による損害賠償として，被控訴人による本件ソフトフェアのプログラムの著作権の侵害行為に対し控訴人が受けるべき金銭に相当する額は，少なくとも本件ソフトウェアの正規品価格(標準小売価格)19万9500円を基礎に算定した金額を下ることはない。",
                    "すなわち，インターネットのオークションサイトでソフトウェアの違法複製が組織的かつ大量に行われることは，ソフトウェア産業成立の基盤を浸食するものであり，これを放置するならば，ソフトウェア産業の健全な発展はおろか，その存立すら到底望むべくもない。また，違法行為が発覚した後に事後的に支払うべき金額が，事前に適法に支払う金額よりも割増になることは，公平なものとして一般に広く受け入れられている社会的なルールでもある。例えば，印紙税法20条1項は，印紙税を納付すべき課税文書に収入印紙を貼付しなかった場合には，納付しなかった印紙税の額とその2倍に相当する金額との合計額(つまり3倍)に相当する過怠税を徴収する旨を定めている。また，キセル乗車等，鉄道の違法な利用について，鉄道営業法18条2項の規定を受けた鉄道運輸規程19条は，「有効ノ乗車券ヲ所持セズシテ乗車シ又ハ乗車券ノ検査ヲ拒ミ若ハ取集ノ際之ヲ渡サザル者ニ対シ鉄道ハ其ノ旅客ガ乗車シタル区間ニ対スル相当運賃及其ノ二倍以内ノ増運賃ヲ請求スルコトヲ得」と定めている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，原判決の判断には誤りがある。",
                "そして，前記(1)アないしウによれば，控訴人は，被控訴人に対し，著作権法114条3項，民法709条に基づき，1117万2000円(本件ソフトウェアの標準小売価格19万9500円×56本)及びこれに対する平成26年12月28日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めることができるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，適式の呼出しを受けながら，原審の本件口頭弁論期日に出頭せず，答弁書その他の準備書面を提出しない。さらに，被控訴人は，当審においても，適式の呼出しを受けながら，本件口頭弁論期日に出頭せず，答弁書その他の準備書面を提出しない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "被控訴人の著作権侵害の成否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記第3の2のとおり，被控訴人は，適式の呼出しを受けながら，原審及び当審の本件口頭弁論期日に出頭せず，原審及び当審のいずれにおいても，答弁書その他の準備書面も提出しないから，別紙記載の請求原因第1ないし第4，第5の1及び2の各事実は明らかに争わないとしてこれを自白したものとみなす。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の認定事実を総合すれば，①本件ソフトウェア(製品名「DRA-CAD10」)は，建築設計図面の作成，編集及び印刷，建築3次元モデルの作成，レンダリングを行う機能を有するソフトウェアであり，本件ソフトウェアのプログラムは，著作権法10条1項9号の「プログラムの著作物」に該当すること，②控訴人は，本件ソフトウェアのプログラムの著作権者であること，③控訴人が販売する本件ソフトウェアの正規品においては，本件ソフトウェアを起動させるには所定のシリアルナンバーを入力してアクティベーションを行う必要があるように設定されていたこと，④被控訴人は，控訴人の許諾を得ずに，本件ソフトウェアのプログラムをデッドコピーするとともに，アクティベーションの設定を無効化するプログラム「実行ファイルCrack￥DRAWIN.exe」を作成し，このプログラムが機能するように本件ソフトウェアのプログラムを一部改変し，その一部改変したプログラム(本件商品)をインターネット上のウェブサイトにアップロードしたこと，⑤被控訴人は，訴外ヤフーが運営するインターネットオークションサイト「ヤフオク」において，Yahoo! JAPAN ID「●●●」の名称で，平成25年12月17日から平成26年2月25日までの間に56回にわたって，「建築設計・製図CAD DRA-CAD10」という商品名(本件ソフトフェアの製品名と同一)で本件商品を1本当たり4980円で出品し，その全てにおいて落札があり，その落札者に同額で販売したこと，⑥本件商品の落札者は，本件商品がアップロードされた上記ウェブサイトから，本件商品をダウンロードし，被控訴人の作成したインストールマニュアルに従って上記実行ファイルをコピーして，貼り付けることにより，アクティベーションの設定を無効化し，シリアルナンバーを入力せずに本件商品を使用できるようになったことが認められる。",
                "以上によれば，被控訴人が控訴人の許諾を得ずに本件ソフトウェアをデッドコピーして本件商品を作成し，これをウェブサイトにアップロードし，自動公衆送信が可能な状態にしたものと認められるから，被控訴人の上記行為は，控訴人が有する本件ソフトウェアのプログラムの複製権(著作権法21条)及び送信可能化権(同法23条1項)の侵害行為に当たるものと認められる。",
                "そして，上記認定事実によれば，被控訴人は，故意により，控訴人が有する本件ソフトウェアのプログラムの著作権(複製権及び送信可能化権)を侵害したことは明らかであるから，控訴人に対し，著作権侵害の不法行為に基づく損害賠償責任を負うものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の損害額について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，控訴人が有する本件ソフトウェアのプログラムの著作権の侵害行為を行った被控訴人に対し，著作権法114条3項に基づき，本件ソフトウェアのプログラムの「著作権の行使につき受けるべき金銭の額に相当する額」を自己が受けた損害額として，その損害賠償を請求することができる。",
                "控訴人は，著作権法114条3項に基づく控訴人の損害額は，本件商品の販売数量56本に本件ソフトウェアの標準小売価格19万9500円(消費税込み)を乗じた合計1117万2000円と認定すべきである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討するに，前記1(1)の認定事実と証拠(甲1ないし3，8，9，10，16)及び弁論の全趣旨によれば，①控訴人は，本件ソフトウェアを業務用パッケージソフトウェア製品(甲2)として顧客に直接販売し，又は販売店，代理店を通じて販売していること，②本件ソフトフェアの使用許諾書(甲10)には，「本製品(プログラム，データおよびマニュアル)については，使用許諾契約を設けており，お客様が本契約書に同意された場合のみご使用いただけます。」，「弊社はお客様に，同封されたプログラム又はデータ一式を単一のコンピュータ(すなわち単一中央処理装置)で使用する権利を付与します。したがって2台以上のコンピュータで本製品を使用する場合，使用する台数分だけ，本製品を購入する必要があります。また，本製品をネットワークを通じて，あるコンピュータから他のコンピュータに送ることは許されません。」(「2．使用権」)，「弊社が本製品に関してお客様へ付与している権利は使用権のみで，お客様は本製品の第三者への譲渡はできません。」(「3．譲渡の禁止」)，「お客様は本製品の全部または一部を複製することはできません。」(「4．複製等の禁止」)などの記載があること，③控訴人は，本件ソフトフェアの定価を19万9500円(消費税込み)と定めていること，④控訴人が顧客に対して営業担当者経由の直接販売又はオンライン販売をする場合には，定価から10パーセントを値引きした17万9550円(消費税込み)で販売していたこと(甲16)，⑤控訴人は，オンライン販売をしているが，ダウンロード販売は行っていないことが認められる。",
                    "上記認定事実によれば，本件ソフトウェアの定価は，本件ソフトウェアの使用許諾料に相当するものであり，控訴人は，顧客(ユーザー)に対し直接販売(オンライン販売を含む。)をする場合の本件ソフトフェアの使用許諾料を定価から10パーセント控除した17万9550円に設定していることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに加えて，被控訴人による本件ソフトフェアのプログラムの著作権(複製権及び送信可能化権)の侵害行為の態様は，故意により，本件ソフトウェアのプログラムをデッドコピーし，そのアクティベーションの設定を無効化するプログラムを組み込んだ本件商品を本件ソフトウェアと同一の商品としてインターネットオークションサイトに出品し，本件商品のプログラムをインターネット上のウェブサイトにアップロードし，落札者に対し，ダウンロード販売をしたというものであり，その違法性が高いこと及びその市場への影響等諸般の事情を総合考慮すると，本件において，控訴人が，被控訴人の上記侵害行為について，本件ソフトウェアのプログラムの上記著作権の行使につき「受けるべき金銭の額に相当する額」(著作権法114条3項)は，本件ソフトフェアの定価19万9500円から10パーセントを控除した17万9550円に，本件商品の販売数量56本を乗じた1005万4800円と認めるのが相当である。",
                    "そうすると，控訴人は，被控訴人に対し，本件ソフトフェアの著作権侵害の不法行為に基づく損害賠償として，著作権法114条3項に基づく損害額1005万4800円及びこれに対する平成26年12月28日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，これに対し，著作権法114条3項の「受けるべき金銭の額に相当する額」の算定に当たり，使用許諾を受けて使用している者と，使用許諾を受けずに無断使用している者とを，必ずしも同一に論じる必要はなく，むしろ，客観的に見て両者が同等・公平の負担をしたと考えられる金額こそが，「受けるべき金銭の額に相当する額」に該当するから，事後的な許諾料相当額による損害賠償として，被控訴人による本件ソフトフェアのプログラムの著作権の侵害行為に対し控訴人が受けるべき金銭に相当する額は，少なくとも本件ソフトウェアの正規品価格(標準小売価格)19万9500円を基礎に算定した金額を下ることはないなどと主張する。",
                "しかしながら，前記(1)ア認定のとおり，控訴人は，本件ソフトフェアを顧客に直接販売をする場合の使用許諾料を定価(19万9500円)から10パーセントを控除した17万9550円としており，仮に控訴人が被控訴人が落札者に販売した本件商品と同等の数量の本件ソフトウェアを顧客に直接販売(使用許諾)したとしても，上記金額を上回る使用許諾料を得ることはできなかったことを考慮すると，控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，控訴人の請求は，1005万4800円及びこれに対する平成26年12月28日から支払済みまで年5分の割合による金員の支払を求める限度において理由があるからこれを認容し，その余は理由がないから棄却すべきである。",
            "したがって，本件控訴の一部は理由があるから，原判決を上記のとおり変更することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}