{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800035号事件について平成27年11月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない。)",
          "text": [
            "被告は，平成18年4月27日，発明の名称を「棚装置」とする発明に係る特許第4866138号の特許権者である(平成18年4月27日特許出願，平成23年11月18日設定の登録。請求項数2。以下，この特許を「本件特許」といい，本件特許の願書に添付された明細書及び図面を併せて「本件明細書」という。)。(甲12，乙1)",
            "原告は，平成26年3月5日，特許庁に対し，本件特許の請求項1に記載された発明についての特許を無効にすることを求めて審判の請求をした。特許庁は，上記請求を無効2014-800035号事件として審理をし，その審理の過程で，被告は，同年5月29日，訂正の請求をした。",
            "その後，特許庁は，平成27年3月31日，上記審判の請求に理由があると認め，審決の予告をしたため(甲24)，被告は，本件特許の特許請求の範囲及び明細書について訂正の請求(以下「本件訂正」という。)をし，これにより前訂正の請求は取り下げられたものとみなされた(特許法134条の2第6項)。",
            "特許庁は，同年11月27日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年12月7日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲12，18)",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲のうち請求項1の記載は，以下のとおりである(以下，請求項1に記載された発明を「本件発明」という。また，本件訂正後の本件特許の明細書及び図面をまとめて「本件訂正明細書」という。なお，訂正部分には，下線を付した。)。",
            "「【請求項1】",
            "複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，前記外壁の端部を前記コーナー支柱の側板に密着させて両者をボルトで締結している構成であって，",
            "前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，前記棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端には前記基板の側に折り返された内壁が一体に形成されており，前記外壁と内壁との間には前記ナットを隠す空間が空いていて前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており，",
            "更に，前記コーナー支柱の側板には位置決め突起を，前記棚板には前記外壁のみに前記位置決め突起がきっちり嵌まる位置決め穴を設けている，",
            "棚装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。その要旨は，①本件訂正による訂正事項は，いずれも特許法134条の2第1項但し書き各号のいずれかに掲げる事項を目的とするものであり，また，同条9項の規定によって準用する同法126条5項及び6項の規定に適合するから，本件訂正を認める，②本件発明は，本件特許の出願前に頒布された刊行物である特許第3437988号公報(甲1)に記載された発明(以下「甲1発明」という。)と，実願昭53-89779号(実開昭55-7470号)のマイクロフィルム(甲2。以下「甲2文献」という。)に記載された発明(以下「甲2発明」という。)及び特開平9-238758号公報(甲3)に記載された事項に基づいて，当業者が容易に発明をすることができたものとはいえない，③本件発明は，実願昭56-196578号(実開昭58-102628号)のマイクロフィルム(甲5。以下「甲5文献」という。)に記載された発明(以下「甲5発明」という。)並びに甲2発明と特開平7-148039号公報(甲6。以下「甲6文献」という。)，特許第2630048号公報(甲7。以下「甲7文献」という。)，特開平9-299150号公報(甲8。以下「甲8文献」という。)，特開2004-84762号公報(甲9。以下「甲9文献」という。)及び登録実用新案第3085475号公報(甲10。以下「甲10文献」という。)に記載された各事項に基づいて，当業者が容易に発明をすることができたものではない，というものである。",
            "審決が認定した甲5発明並びに本件発明と甲5発明の一致点及び相違点は，以下のとおりである(なお，本件訴訟において，原告は，上記②の甲1発明を主引用発明とする無効理由の判断については争っていない。)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲5発明の内容",
              "text": [
                "「各隅角部に配設した支柱(10)と，この支柱に係合する棚板(12)から成るスチール棚において，支柱(10)は，断面L字型の断面で交叉する2枚の側板を備え，4本の支柱(10)を隅角部に配し，複数の棚板を所望の間隔を持って支柱(10)内面の一対の突部(14)(16)間に挿入係合して支柱(10)外部よりボルト(20)を挿入し支柱(10)の長孔(24)および棚板(12)の周縁(18)に設けた長孔(26)内を挿入してナット(21)に螺合して締めつけ固定し，棚板(12)は，水平状の基板と，基板の周囲を外側から内側に折返して外壁と，外壁をさらに基板側に折り返した内壁を一体に有する周縁(18)からなり，周縁(18)の外壁の隅角部を支柱(10)に密着させるスチール棚」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明と甲5発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，前記外壁の端部を前記コーナー支柱の側板に密着させて両者をボルトで締結している構成であって，",
                    "前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，前記棚板には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端には前記基板の側に折り返された内壁が一体に形成されており，",
                    "更に，前記コーナー支柱の側板には位置決め突起を設けている，",
                    "棚装置」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1’",
                      "text": [
                        "本件発明は「棚板における外壁の内面にはボルトがねじ込まれるナットを配置しており，」「外壁と内壁との間にはナットを隠す空間が空いていて内壁の先端部は基板に至ることなく外壁に向かって」いるのに対し，甲5発明はそのような構成を具備していない点で相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2’",
                      "text": [
                        "本件発明は「側板には位置決め突起を，前記棚板には前記外壁のみに前記位置決め突起がきっちり嵌まる位置決め穴を設けている」のに対し，甲5発明は，支柱(10)内面の一対の突部(14)(16)は棚板の周縁(18)を挿入係合する構造である点で相違する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件訂正の内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1",
              "text": [
                "特許請求の範囲の請求項1に「前記外壁と内壁との間には前記ナットを隠す空間が空いており，更に，前記コーナー支柱の側板と棚板の外壁とのうちいずれか一方には位置決め突起を，他方には前記位置決め突起がきっちり嵌まる位置決め穴を設けている，」とあるのを，「前記外壁と内壁との間には前記ナットを隠す空間が空いていて前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており，更に，前記コーナー支柱の側板には位置決め突起を，前記棚板には前記外壁のみに前記位置決め突起がきっちり嵌まる位置決め穴を設けている，」に訂正する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項2",
              "text": [
                "本件明細書の段落【0009】に「そして，請求項1の発明は，上記基本構成において，前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，前記棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端には前記基板の側に折り返された内壁が一体に形成されており，前記外壁と内壁との間には前記ナットを隠す空間が空いており，更に，前記コーナー支柱の側板と棚板の外壁とのうちいずれか一方には位置決め突起を，他方には前記位置決め突起がきっちり嵌まる位置決め穴を設けている。」とあるのを，「そして，請求項1の発明は，上記基本構成において，前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，前記棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端には前記基板の側に折り返された内壁が一体に形成されており，前記外壁と内壁との間には前記ナットを隠す空間が空いていて前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており，更に，前記コーナー支柱の側板には位置決め突起を，前記棚板には前記外壁のみに前記位置決め突起がきっちり嵌まる位置決め穴を設けている。」に訂正する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正の適否に関する判断の誤り)について",
          "text": [
            "本件訂正は，実質上特許請求の範囲を拡張するものであるから，認められない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，訂正事項1の目的について，本件訂正前の請求項1に記載された「内壁」に関し，「前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており」と限定していると判断する。しかし，本件明細書には，「内壁の先端部が外壁に到達していない」との構成は，記載も示唆もされていないのであるから，特許請求の範囲においてもそのように解釈されるべきであり，内壁の先端部が外壁に到達していない場合を含む表現である「前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており」と訂正することは，実質上特許請求の範囲を拡張するものであるから，審決の上記判断は誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「内壁」に関し，「前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており」と訂正することについて，本件明細書に記載した事項の範囲内の訂正である旨判断する。",
                    "審決は，「下端部」が「先端部」と同じ意味であることは明らかであると判断したが，本件明細書には，「先端部」という記載はなく，「下端部(自由端部)6a」，「下端部6a」という記載しか存在しない(段落【0021】，【0025】ないし【0030】)。本件明細書における「下端部」に関する記載によれば，この「下端部」は「先端部」と同じ意味で用いられていない。",
                    "「下端部」という用語は，上下方向を基準にして，下方の端に位置する部分を指す語であり，他方，「先端部」という用語は，上下方向に限らず横方向でも先に位置する部分を指す語であるから，「先端部」は，「下端部」よりも広い部分を指すことになる。本件発明において，「下端部」の代わりに「先端部」という語を用いると発明の範囲を広げることになる。",
                    "また，本件明細書の図5(DないしH等)をみれば，いずれも内壁の「下端部6a」の先に「重合部6b」が付設されているから，上記図面では，内壁の「先端部」は「重合部6b」であって「下端部6a」ではない。",
                    "したがって，訂正事項1の訂正において，本件明細書に全く記載ない，全く別概念である「先端部」という表現を用いた訂正を行うことは，本件明細書に記載した事項の範囲内の訂正であるとはいえず，新規事項を追加するものであり許されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，本件訂正後の内壁の「先端部」とは，本件明細書に記載された「下端部6a」に相当するとの誤った判断を前提に，「下端部6a」と「重合部6b」全体でみれば外壁に向かっているといえると判断した。しかし，仮に，「下端部6a」及び「重合部6b」が内壁の「先端部」に相当するという認定をしているのであれば，「先端部」は「下端部6a」に相当するとの認定と一致せず明らかに矛盾する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項2について",
              "text": [
                "訂正事項2は，請求項1に係る訂正事項1の記載に，発明の詳細な説明の記載を整合させるための訂正であるところ，訂正事項1は，実質上特許請求の範囲を拡張する新規事項を追加する訂正であるから，訂正事項2に係る訂正も違法であり，許されない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正は，特許法134条の2第1項各号に掲げるいずれかの事項を目的としたものではなく，また，同条9項の規定によって準用する同法126条5項及び6項の規定に適合するものでもないから，違法な訂正であり認められないから，本件訂正の適否に関する審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲5発明を主引用発明とする本件発明の容易想到性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の認定の誤り",
              "text": [
                "審決は，甲2発明を，「棚板における天板1の長辺側に折り曲げ形成した側板2の先端に，連成部4を介して天板1の側へ折り返された折立片3を備え，連成部4及び折立片3と，側板2に囲まれた中空部5を形成するように一体に形成されており，",
                "中空部5の端部口5aを密閉する側蓋6aと中空部5内へ嵌入されるコ字形の管入部5b(判決注・「嵌入部6b」の誤認と認める。)とを一体に有する止金具6と，止金具6を嵌めた上で棚板の端部に嵌合される端蓋ケース7を備えた構造であり，側板2の内面に配置した止金具6のネジ孔8にビス10を挿通して螺締し，棚板の曲げや撓みに対する強度は角形の中空部によって著しく高められる棚板構造」と認定した。しかし，甲2発明は，主引用発明である甲5発明と組み合わせることにより本件発明を得ることができることを立証するためのものであるから，甲5発明と本件発明との相違点に係る構成が甲2文献に記載されているか否かを考慮して，甲2発明の内容を認定すべきである。",
                "具体的には，甲2発明は，「棚板における側板2の先端に，連成部4を介して天板1の側へ折り返された折立片3を備え，連成部4及び折立片3と，側板2に囲まれた中空部5を形成するように一体に形成されている構造であり，側板2の内面に配置した止金具6のネジ孔8にビス10を挿通して螺諦し，側板の曲げや撓みに対する強度は角形の中空部によって著しく高められる棚板構造」と認定すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と甲5発明の相違点の認定の誤り",
              "text": [
                "審決は，前記第2，3(2)イのとおり，本件発明と甲5発明の相違点を認定した。",
                "しかし，正しくは「審決の予告」において認定された各相違点に，本件訂正において加えられた要件を含めた次の内容とすべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1’",
                  "text": [
                    "ボルトがねじ込まれるナットの配置に関し，本件発明は「外壁の内面」であるのに対し，甲5発明は外壁と反対側の内壁の表面に設けられる点で相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2’",
                  "text": [
                    "外壁と内壁に関し，本件発明は，「外壁と内壁との間には前記ナットを隠す空間が空いていて内壁の先端部は基板に至ることなく外壁へ向かって」いるのに対し，甲5発明は，そのような構成は備えていない点で相違する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3’",
                  "text": [
                    "位置決め突起に関して，本件発明は「側板には位置決め突起を，前記側板には前記外壁のみに前記位置決め突起がきっちり嵌まる位置決め穴を設けている」のに対し，甲5発明は，支柱(10)内面の一対の突部(14)(16)は棚板の周縁(18)を挿入係合する構造である点で相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1’の容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲2発明を誤って認定した上，「甲2発明において…「連成部4及び折立片3と，側板2に囲まれた中空部5」は，天板1の長辺側のみに設けられ，…甲2発明は「棚板の曲げや撓みに対する強度は角形の中空部によって著しく高められる」作用効果を奏するものである。そうすると，甲2発明は，…棚板の曲げや撓みに対する強度が必要となる長辺側に「中空部5」を設けるものであるから，短辺側にまで「中空部5」を設けることが示唆されているとはいえない。」とした。",
                    "しかし，甲2文献の記載によれば，甲2発明の「中空部」は，従来の鋼板製棚板は側面をコ字形に曲げただけではその強度が充分といえなかったから，側板を角形の中空部となすことにより，棚板の曲げや撓みに対する強度が著しく高まる効果を奏するものと認められる。甲2文献には，中空部を棚板の四周に設けることは記載されていないが，甲5発明は棚板の周囲に外壁をさらに基板側に折り返した内壁を一体に有する周縁(18)を備えるものであって，部分的に内壁を設けないようなものでもなく，甲5発明の「周縁18」の「外壁」と「内壁」は，「側板」を折り返したものであり，折り返すことにより棚板の強度向上を意図したものである。",
                    "そうすると，棚板の強度向上のために，四周の側板を折り返すに際し，四周の側板を甲2発明に開示された角形の中空部となるように折り返すことは，当業者にとって何ら困難なことではない。このことは，審決の予告でも認定されている。",
                    "また，金属製の棚板において，その四辺全てを折り曲げ形成して周囲に側壁を形成することは，周知の事項である(甲19ないし21)から，四辺全てに中空部を具備することは，一般的ではないとはいえない。また，構造的にみて，長辺側に中空部を設けた場合，さらに短辺側に同様の中空部を設けることは困難であるとの審決の認定は，中空部の設置を長辺部のみに限定すべき技術的な意義をおよそ見い出すことができないことから，誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，相違点1’に係る「内壁の先端部は基板に至ることなく外壁に向かっている構成」の中空部とすることは，当業者が適宜なし得たこととはいえないと認定する。しかし，金属製棚板に側壁を折り曲げ形成するに当たり，「内壁の先端部が基板に至ることなく外壁に向かっている構成」とすることは，金属板の曲げ加工見本に示された形状の中空部(甲22，23。サルバニーニ社の機械を用いて行える金属製棚板の側壁の曲げ加工の一例)を採用すれば足りる。金属製棚板の四辺に，上記中空部の側壁を採用することは，当業者にとって何ら困難なことではなく，適宜なし得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，甲5発明において，甲2発明及び周知技術(甲6ないし8，19ないし23)に基づいて，相違点1’に係る本件発明の構成とすることは当業者が容易になし得たことであり，審決の相違点1’の容易想到性の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2’の容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "棚板の側壁と支柱とを重ねて係合する際に，互いに位置決めをする方法には種々の方法があり，このような位置決めのための構造として，支柱側に設けられた位置決め突起と，棚板の側壁側に設けられた位置決め孔とを嵌め合わせる構造は，一般的に広く知られた周知技術である(甲3，9，10)。",
                    "甲5発明の位置決め構造に換えて，周知の構造である甲10文献に記載された，位置決め突起と位置決め孔からなる位置決め構造を採用することは，当業者が容易に想到し得るものであり，甲10文献は，位置決め突起と位置決め孔からなる位置決め構造が周知技術であることを示すために引用した証拠である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲5発明の位置決め手段を前記周知技術に代えると，甲5発明の作用効果が発揮できなくなると説明するが，これは技術内容を誤認したものである。甲5発明の位置決め手段，すなわち支柱側に設けた一対の突部(14)(16)と，棚板の周縁(18)との位置決め係合を，前記周知技術に係る支柱側に設ける係止突部と，棚板の側壁側に設ける位置決め孔とを嵌め合わせる構成に代えることは，当業者が容易になし得ることであり，この周知技術を採用した場合も，係止突部と位置決め孔とが嵌合することにより，棚板は支柱に対して上下方向(および左右方向)の自由度を有さず，スチール棚全体としては形状が平行四辺形状に崩れることがないとの作用効果を奏する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，「甲5発明に位置決め用の穴を設けた場合，当該穴は外壁と内壁の両方に設けられるのが普通であって，外壁のみに設けることは，当業者が容易になし得たことではない。」とするが，これは金属棚等の組み立て技術を全く理解していない誤った判断である。棚板の側壁に支柱の内面を重ね，前記の周知技術を適用して，両者の位置決めを，支柱の内面に設けた突起と，棚板の側壁に設けた位置決め用穴とで行う場合，位置決め用穴は支柱の内面が当接する外壁にのみ設ければよいことは，この技術分野に属しない素人でも理解できることである。特に，外壁と内壁との間に中空部(空間)がある場合，支柱の内面に設けた突起が，外壁の位置決め用穴に嵌り，さらの中空部(空間)を通って内壁に届く十分な突出量(長さ)の突起でなければ，内壁にまで位置決め用穴を設ける必要がないことは，当業者にとって自明である。よって，審決が認定する甲5発明に位置決め用穴を設けた場合，外壁のみに設けることは，当業者が容易になし得たことではないとの認定は誤っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲5発明の「周縁18」において，棚板の強度向上のために甲2発明を採用して中空部を形成し，その際に，甲5発明の「ボルト(20)」を「螺合して締めつけ固定」する「ナット(21)」が中空部内に隠れることにより，上記相違点2’に係る構成となすことは当業者が容易に想到し得ることである。",
                    "以上のとおり，甲5発明において，周知技術を適用することにより，相違点2’に係る本件発明の構成とすることは，当業者にとって何ら困難なことではなく，容易になし得たことであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件発明は，甲5発明，甲2発明及びその他公知文献(甲6ないし10，甲19ないし22)に記載された事項に基づいて当業者が容易に発明をすることができたものである。だからこそ，審判長は，特許無効審判の事件が審決をするのに熟した場合において，審判の請求に理由があると認め審決予告を行ったのである(特許法164条の2)。審決の予告においてされた判断を合理的な理由なく変更することは，特許法164条の2の趣旨を逸脱したものといわざるを得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正の適否に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正事項1は，特許明細書等に記載した事項の範囲内の訂正であるとはいえず，新規事項を追加するものであり，実質上特許請求の範囲を拡張するものであるから違法である旨主張する。",
                    "しかし，本件明細書(段落【0021】，図3，図5)には，内壁の先端部である「下端部6a」が基板に至ることなく外壁に向かっている構成が示されており，本件訂正が明細書等に記載された事項の範囲内であることは明らかである。審決は，本件明細書の「下端部6a」に関する記載や図面に，本件訂正によって特定される内壁の「先端部」の態様が開示されていると説示しているのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「下端部6a」と「重合部6b」全体でみれば，外壁に向かっているとの審決の判断は，「下端部」が「先端部」と同じ意味であるとの判断と矛盾する旨主張する。しかし，本件明細書の図5のうち(D)等の「重合部6b」を有するものは，「外壁に向かって」いる構成を備えず，そもそも訂正後の特許請求の範囲に含まれないものであるから，図5のうち(D)等の「重合部6b」を有するものを根拠として本件訂正が明細書等に記載された事項の範囲内ではないという原告の主張は理由がない。審決の説示には不明確な面もあるが，本件訂正を有効とする審決の結論に影響を与えるものではなく，審決に違法はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「下端部」と「先端部」は同じ意味ではなく，「下端部」の代わりに「先端部」という用語を用いると，発明の範囲を広げることになる旨主張する。",
                    "しかし，本件発明の棚板は，「基板の周囲に外壁を備えているが，棚板は基板から上向きに立ち上がっていても良いし，下向きに垂下していても良い」ものであるところ(【0010】)，実施形態における「下端部」が，基板4から外壁5，連接部11，内壁6という方向に延びた先の部分を示していることは自明のことであり，実施形態の「下端部」という用語ではなく，「先端部」という語を用いても，本件明細書に記載された事項の範囲内であることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，審決の訂正事項1に関する判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項2について",
              "text": [
                "訂正事項1についてと同様に，原告の主張は理由がなく，審決の訂正事項2に関する判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲5発明を主引用発明とする本件発明の容易想到性について判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の認定の誤りについて",
              "text": [
                "原告は，審決の甲2発明の認定は誤っており，前記第3，2(1)のとおり認定すべきである旨主張する。",
                "しかし，審決は，甲2発明の技術的意義を踏まえて甲2発明を認定しているから，審決の甲2発明の認定に誤りはない。原告が主張する甲2発明の内容は，甲2発明の構成の一部だけを恣意的に取り出し，必須の構成を捨象している点で誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と甲5発明の相違点の認定の誤りについて",
              "text": [
                "原告は，審決が，前記第2，3(2)イのとおり本件発明と甲5発明の相違点を認定したことが誤りである旨主張する。しかし，原告の主張する相違点は，実質的に審決の認定した二つの相違点を三つにしただけであり，この点が審決の判断に影響を及ぼすことについて具体的な主張はない。なお，審決が認定する相違点1’を二つに分けたとしても，本件発明の各相違点に係る構成は，当業者が容易に想到し得たものではないから，容易想到性の判断に影響はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1’の容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点1’について，棚板の強度向上のために，四周の側板を折り返すに際し，四周の側板を甲2文献に開示された角形の中空部となるように折り返すことは，当業者にとって困難なことではない旨主張する。",
                    "しかし，甲2発明は，長辺側の中空部と短辺側の止金具及び端蓋ケースを必須の構成とするもので四辺に中空部を設けることは目的上も構造的にも不可能なものであるから，甲5発明に甲2発明を適用して四辺に甲2発明の中空部を設けることはできない。他方，甲5発明は，棚板と支柱をボルトで締結するものであるところ，棚板の周縁18の外側部分と内側部分を密接させて二重構造とした上でボルトで共締めすることで強固に締結する技術であり，周縁18の外側部分と内側部分との間に空間を設けようという動機付けは存しない。",
                    "さらに，甲2発明は，「ナットを隠す空間」を記載も示唆もするものでない上に，「前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており」との構成をおよそ採ることができないものであるから，仮に甲5発明に甲2発明を適用したとしても相違点1’に係る構成に至ることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，新たに文献(甲19ないし21)を証拠として提出して，「四辺  全てに中空部を具備することは一般的でないとは言えない」旨主張する。しかし，上記各証拠は，無効審判で審理対象とされていない新たな証拠であり，それぞれが周知でも周知技術を示すものでもない。また，上記各文献(甲19ないし甲21)に記載された事項は，原告が主張するように「四辺すべてに中空部を有している」ものではなく，いずれも「ナットを隠す空間」や「前記内壁の先端部は前記基板に至ることなく前記外壁に向かって」いる構成等を備えるものでもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「内壁の先端部は基板に至ることなく外壁に向かっている構成」について，金属板の曲げ加工見本に示された形状の中空部(甲22，23)を採用すれば足りる旨主張する。しかし，上記各証拠(甲22，23)は，無効審判で審理対象とされていない新たな証拠であり，それぞれが周知でも周知技術を示すものでもないから，原告の上記主張は主張自体失当である。また，公知性のある刊行物ではなく，証拠価値がなく，写真の被写体が出願以前に存在していたことも公知であったことも認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2’の容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，棚板の側壁と支柱とを重ねて係合する際に，互いに位置決めをする方法には種々の方法があり，係る位置決めのための構造として，支柱側に設けられた位置決め突起と，棚板の側壁側に設けられた位置決め孔とを嵌め合わせる構造は，一般的に広く知られた周知技術である旨主張する。",
                    "しかし，原告が主張の根拠とする証拠文献から，コーナー支柱を構成する2枚の側板が棚板の外壁にボルトで固定される棚において，支柱側に設けられた位置決め突起と，棚板の側壁側に設けられた位置決め孔とを嵌め合わせる構造が一般的な周知技術であったとまでは認めることができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲5発明の位置決め手段に代えて係止突部と位置決め孔とからなる手段を採用しても，棚板は支柱に対して上下方向(及び左右方向)の自由度を有さず，スチール棚全体としては形状が平行四辺形状に崩れることがないとの作用効果を奏する旨主張する。",
                    "しかし，甲9文献は「ラック用連結部材8」，甲10文献は「固定金具3」という特別の金具を必要とするものであるなど，甲5発明の作用効果を奏することができないものであるから，審決が認定するように「甲5発明の位置決め手段，特に一対の突起(14)(16)を，甲5発明の作用効果を発揮することができなくなるような，甲第9号証または甲第10号証に記載される突起と穴に代えることは，当業者が容易になし得たものではな」く，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「位置決め用穴は支柱の内面が当接する外壁のみ設ければよい」ことは自明であるとか，「外壁と内壁との間に中空部(空間)がある場合，支柱の内面に受けた突起が，内壁に届く十分な突出量(長さ)でなければ，内壁にまで位置決め用穴を設ける必要がないことは」自明であるとか主張する。",
                    "しかし，そもそも甲5発明は，外壁と内壁の間に空間を有するものではなく，甲5発明に当該空間を有するものとすることは当業者が容易になし得ることでもない上に，甲5発明は，棚板の周縁18の外側部分と内側部分を密接させて二重構造とした上で，ボルトで共締めすることで強固に締結する技術であり，仮に，甲5発明に位置決め用の穴を設けた場合，当該穴は外壁と内壁の両方に設けられるのが普通であって，外壁のみに設けることは，当業者が容易になし得たことではなく，審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張する取消事由はいずれも理由がなく，審決にはこれを取り消すべき違法はないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正の適否に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲12)には以下の記載がある(図面について，別紙本件明細書図面目録参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【技術分野】",
                  "text": [
                    "【0001】",
                    "本願発明は，コーナー支柱で棚板を支持している棚装置に関するものである。・・・」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【背景技術】",
                  "text": [
                    "【0002】",
                    "物品を保管したり持ち運んだりするのに平面視四角形でオープン方式の棚装置(スチール棚)が多用されている。この棚装置の一種に，平面視四角形の棚板を平面視L形のコーナー支柱にボルトで締結したタイプがあり，このタイプでは，棚板の周囲には，コーナー支柱の内面に重なる外壁を折り曲げ形成している。",
                    "【0003】",
                    "棚板をコーナー支柱にボルトで固定する方法としては，・・・棚板の外壁をボルト及びナットで直接に締結するタイプ・・・がある。",
                    "【0004】",
                    "・・・直接に締結するタイプは構造が単純である利点があるが，コーナー支柱と棚板との間にガタ付きが生じやすい(すなわち剛性が低い)問題があった。特に，キャスターを有するワゴンタイプの棚装置は，移動させるのに際してコーナー支柱と棚板との締結箇所に慣性力が作用するため，ガタ付きの問題が顕著に現われている。この問題の解決手段として・・・，棚板の外壁(公報の用語では外壁)を外側に折り返すか又は別体の金属板を外壁の外面に溶接することにより，コーナー支柱の側端面に当たる小片を外壁に重ねて設ける・・・。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「【発明が解決しようとする課題】",
                  "text": [
                    "【0005】",
                    "・・・小片の端面をコーナー支柱の側端面に突き当てることによってコーナー支柱の倒れを阻止せんとした・・・場合，小片を溶接によってコーナー支柱の外壁に固着した場合は，小片を外壁に強固に固着できると共に小片として厚い板を使用することができるため，倒れ防止機能(ガタ付き防止機能)は高いが，溶接に手間がかかる問題や，溶接によって塗装が剥げたりひずみが生じたりする問題がある。",
                    "【0006】",
                    "他方，外壁を折り返すことによって小片を形成した場合は，溶接に起因した問題は生じないが，小片はその上端が外壁に繋がっているに過ぎないため，小片の下端に水平方向の荷重(コーナー支柱を倒すような荷重)がかかると小片が変形しやすくなり，このため，強度アップに限度があるという問題があった。また，・・・外壁の内面にナットが配置されるが，このナットが露出するため見栄えが悪い問題や，物品が引っ掛かることがある点も問題であった。",
                    "【0007】",
                    "本願発明はこのような現状に鑑み成されたもので，・・・より改善された形態の棚装置を提供することを課題とするものである。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「【課題を解決するための手段】",
                  "text": [
                    "【0008】",
                    "本願発明の棚装置は，複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，前記外壁の端部を前記コーナー支柱の側板に密着させて両者をボルトで締結している，という基本構成になっている。",
                    "【0009】",
                    "そして，請求項1の発明は，上記基本構成において，前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，前記棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端には前記基板の側に折り返された内壁が一体に形成されており，前記外壁と内壁との間には前記ナットを隠す空間が空いており，更に，前記コーナー支柱の側板と棚板の外壁とのうちいずれか一方には位置決め突起を，他方には前記位置決め突起がきっちり嵌まる位置決め穴を設けている。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「【発明の効果】",
                  "text": [
                    "【0011】",
                    "本願発明では，コーナー支柱と棚板とは位置決め突起と位置決め穴との嵌め合わせによって相対的な姿勢が保持されているため，コーナー支柱と棚板との間のガタ付きを防止できる。この場合，突起及び穴とも加工は簡単であるためコストが嵩むことはない。",
                    "【0012】",
                    "また，位置決め突起と位置決め穴との間を相対動させるような外力が作用してもそれら位置決め突起が潰れたり位置決め穴の箇所か破断したりすることはないため，高いガタ付き防止機能(締結強度)を発揮することができる。・・・",
                    "【0013】",
                    "更に本願発明では，内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ，また，請求項1の発明ではナットは内壁と外壁との間の空間に隠れているため，体裁が良いと共にナットに物品が引っ掛かることも防止できる。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「【発明を実施するための最良の形態】",
                  "text": [
                    "・・・",
                    "【0015】",
                    "(1).第1実施形態(図1～図3)",
                    "図1～図3では第1実施形態を示している。・・・棚装置は，平面視で直交した2枚の側板1aを有する4本のコーナー支柱1と，コーナー支柱1の群の間に配置された上中下3段の棚板2と・・・から成っている。・・・",
                    "【0016】",
                    "棚板2は，水平状に広がる平面視四角形の基板4と，基板4の各辺から上向きに立ち上がっている外壁5と，外壁5の上端に連接した内壁6とから成っており，外壁5をコーナー支柱1に締結している。・・・",
                    "・・・",
                    "【0018】",
                    "棚板2の外壁5の端部はコーナー支柱1の側板1aの内面に重なっており，両者がボルト7及びナット8で締結されている。コーナー支柱1の1枚の側板1aと棚板2の1枚の外壁5とは1本のボルト7と1個のナット8で締結されており，かつ，コーナー支柱1の各側板1aと棚板2の各外壁5とは，それぞれ上下2個ずつの位置決め突起9と位置決め穴10とで位置決めされている。位置決め突起9及び位置決め穴10は円形に形成されている(多角形又は楕円形でもよい)。",
                    "【0019】",
                    "本実施形態では，コーナー支柱1の側板1aに位置決め突起9を突設し，棚板2の外壁5に位置決め穴10を形成している。また，位置決め突起9及び位置決め穴10を外壁5の外端部寄りに設けて，ボルト7及びナット8はコーナーの側に配置しているが，ボルト7及びナット8の配置位置や個数，及び，位置決め突起9と位置決め穴10との個数及び配置位置は，それぞれ任意に設定することができる。例えば，ボルト7を囲う4箇所に位置決め突起9と位置決め穴10とを設けることも可能である。",
                    "【0020】",
                    "コーナー支柱1や棚板2の厚さは棚装置の大きさや耐荷重の大きさによって異なるが，一般には，棚板2よりもコーナー支柱1が厚くなっている。そして，本実施形態の位置決め突起9は，穴を有するダイスでコーナー支柱1を支持し，その状態でポンチで強打してコーナー支柱1の肉をダイスの穴の箇所に突き出すことで形成されている。コーナー支柱1が棚板2よりも厚いため，コーナー支柱1には，棚板2の位置決め穴10がすっぽり嵌まる高さの位置決め突起9を形成することができる。",
                    "【0021】",
                    "ナット8は棚板2における外壁5の内面に溶接によって固着している。また，図3(B)に示すように，棚板2の内壁6は外壁5から離反しており，このため，外壁5と内壁6との間にはナット8及びボルト7の端部が隠れる空間が空いている。内壁6のうち外壁5に繋がる連接部11は本実施形態では略平坦状の姿勢になっている。他方，内壁6の下端部(自由端部)6aは，外壁5に向けて傾斜した傾斜部になっている。・・・",
                    "【0022】",
                    "以上の構成において，コーナー支柱1と棚板2とは位置決め突起9と位置決め穴10によって位置決めされており，棚装置を変形させようとする外力に対して位置決め突起9と位置決め穴10とが高い抵抗として作用するため，棚装置は高い剛性を保持して頑丈な頑丈な構造になっている。」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「【0025】",
                  "text": [
                    "(3).他の実施形態(図5)",
                    "図5では棚板2の断面形状の別例を示している。このうち(A)に示す例では，内壁6の連接部11を上向き凸の半円状に形成している。(B)に示す例では，(A)と同様に連接部11を上向き凸の半円状に形成した場合において，下端部6aは斜め上向きの傾斜部になっている。",
                    "【0026】",
                    "(C)及び(D)に示す例では，内壁6の連接部11は，外壁5と重なるように折り返されてから，外壁5との間隔が広がるように傾斜しており，また，下端部6aは斜め下向きの傾斜部に形成されている。(D)では，斜め下向きの下端部6aに，外壁5と重なる幅狭の重合部6bを一体に設けている。",
                    "【0027】",
                    "(E)及び(F)の例では，連接部11は斜め下向きに傾斜しており，また，下端部6aは斜め下向きの傾斜部になっており，この下端部6aに，外壁5と重なる幅狭の重合部6bを設けている。(E)の例では重合部6bは上向きに延びており，(F)の例では重合部6bは下向きに延びている。",
                    "【0028】",
                    "(G)及び(H)に示す例では，内壁6は全体としてやや角張っただ面形状になっており，下端部6aは水平状の姿勢になっている。そして，(G)に示す例では水平状の下端部6aに上向きの重合部6bが一体に形成され，(H)に示す例では水平状の下端部6aに下向きの重合部6bが一体に形成されている。(I)に示す例は(G)と類似しており，(G)よりも角部が丸みを帯びている。",
                    "【0029】",
                    "(J)に示す例では，連接部11及び下端部6aとも円弧状に形成している。(K)に示す例では，連接部11及び下端部6aとも断面山形に形成されており，(L)に示す例では，連接部11及び下端部6aとも断面台形状に形成されている。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)アないしキによれば，本件明細書には，次の事項が開示されているものと認められる。",
                "本件発明は，コーナー支柱で棚板を支持している棚装置に関するものである(段落【0001】)。",
                "従来から，物品を保管したり持ち運んだりするのに平面視四角形でオープン方式の棚装置が多用され，この棚装置の一種に，平面視四角形の棚板を平面視L形のコーナー支柱にボルトで締結したタイプがあり，このタイプでは，棚板の周囲に，コーナー支柱の内面に重なる外壁を折り曲げ形成しているが，コーナー支柱と棚板との間にガタ付きが生じやすい(すなわち剛性が低い)という問題があり，また，外壁の内面にナットが配置されるが，このナットが露出するため見栄えが悪いという問題や，物品が引っ掛かるという問題があった(段落【0002】ないし【0006】)。そこで，本件発明は，より改善された形態の棚装置を提供することを課題とするものである(段落【0007】)。",
                "本件発明は，複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，前記外壁の端部を前記コーナー支柱の側板に密着させて両者をボルトで締結している，という基本構成において，前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，前記棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端には前記基板の側に折り返された内壁が一体に形成されており，前記外壁と内壁との間には前記ナットを隠す空間が空いて，更に，前記コーナー支柱の側板と棚板の外壁に，位置決め突起と位置決め穴を設けている，という構成により，高いガタ付き防止機能(締結強度)を発揮することができ，また，内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ，さらに，ナットは内壁と外壁との間の空間に隠れているため，体裁が良いと共にナットに物品が引っ掛かることも防止できるという効果を奏するものである(段落【0008】，【0009】，【0011】ないし【0013】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正の適否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項1について",
                  "text": [
                    "訂正事項1は，前記第2，4(1)のとおりであり，特許請求の範囲の請求項1の記載について，審決が認定するとおり，(a)基板の側に折り返された「内壁」の形状を「前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており」と限定し，(b)「位置決め突起」を側板に，「位置決め穴」を側板の外壁のみに設けられる構成に限定したものと認められるから，いずれも特許請求の範囲の減縮を目的とするものに該当する。",
                    "また，本件明細書の前記記載によれば，訂正事項1は，新たな技術的事項を導入するものではなく，本件明細書(段落【0019】，【0021】等)に記載された事項の範囲内のものであると認められ，実質上特許請求の範囲を拡張し又は変更するものではない。",
                    "したがって，訂正事項1の訂正は，特許法134条の2第9項で準用する同法126条5項に適合するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項2について",
                  "text": [
                    "訂正事項2は，前記第2，4(2)のとおりであり，特許請求の範囲の請求項1に係る訂正事項1の記載に発明の詳細な説明の記載を整合させるために訂正するものであるから，明瞭でない記載の釈明に該当する。",
                    "したがって，訂正事項2の訂正は，特許法134条の2第1項但し書き3号に規定する明瞭でない記載の釈明を目的とするものであり，本件明細書に記載された事項の範囲内のものであるから，実質上特許請求の範囲を拡張し又は変更するものではない。訂正事項2の訂正は，特許法134条の2第9項で準用する同法126条5項及び6項に適合するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，訂正事項1について，審決は，「下端部」が「先端部」と同じ意味であることは明らかであると断定しているが，本件明細書には「先端部」という記載はなく，「下端部(自由端部)6a」，「下端部6a」という記載しか存在しないのであるから，本件明細書に全く記載のない全く別概念である「先端部」という表現を用いた訂正を行うことは，本件明細書に記載した事項の範囲内の訂正であるとはいえず，新規事項を追加するものであり，違法である旨主張する。",
                        "しかし，本件明細書の「棚板2は，水平状に広がる平面視四角形の基板4と，基板4の各辺から上向きに立ち上がっている外壁5と，外壁5の上端に連接した内壁6とから成っており，」(段落【0016】)，「図3(B)に示すように，・・・内壁6のうち外壁5に繋がる連接部11は本実施形態では略平坦状の姿勢になっている。他方，内壁6の下端部(自由端部)6aは，外壁5に向けて傾斜した傾斜部になっている。」(段落【0021】)との記載によれば，図3(B)の実施形態において，内壁6の上端部は，外壁5との連接部11であり，外壁5に繋がる固定端部であるのに対し，内壁6の下端部6aは，自由端部であり，下端部6aよりも先には内壁6の部分が存在しないことから，内壁6の先端部であると認められる。そして，このような内壁6の構造は，本件明細書の図5(A)，(B)などにも記載されているものである。",
                        "したがって，訂正事項1の「先端部」との表現を用いた訂正は，本件明細書に記載した事項の範囲内のものであるから，原告の上記主張は採用することができない。",
                        "また，原告は，「先端部」という用語は，上下方向に限られない先に位置する部分を指す語であるから，「先端部」は「下端部」よりも広い部分を指すことになるので，本件発明において，「下端部」の代わりに「先端部」という語を用いると発明の範囲を広げることになる旨主張する。",
                        "しかし，本件明細書には，「なお，本願発明の棚板は基板の周囲に外壁を備えているが，棚板は基板から上向きに立ち上がっていても良いし，下向きに垂下していても良い。」(段落【0010】)と記載されているところ，後者の外壁が下向きに垂下する構成を採用する場合，内壁の先端部は下端部ではなく，上端部となることは自明である。そうすると，本件明細書に明示的に記載があるのは「下端部」との語のみであるとしても，内壁の先端部について，「下端部」のみならず「上端部」も本件明細書に記載されているに等しいものと認められるから，本件明細書に記載されていると認められる事項が「下端部」に限定されるものでないことは明らかである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，訂正事項1のうち，「内壁の先端部は前記基板に至ることなく前記外壁に向かっており」との部分について，本件明細書には，「内壁の先端部が外壁に到達していない」構成は記載も示唆もされていないのであるから，特許請求の範囲においてもそのように解釈されるべきであり，内壁の先端部が外壁に到達していない場合を含む表現である「前記内壁の先端部は・・・前記外壁に向かっており」と訂正することは，実質上特許請求の範囲を拡張することに該当し，拡張変更に当らないとする審決の判断は誤っていると主張する。",
                        "審決が認定するとおり，「向かう」とは「ある場所や方向を目指して進む。また，ある状態に近づく。」(広辞苑：甲11)との意味であり，「内壁の先端部は・・・外壁に向かっており」とは，内壁の先端部が外壁の方向を目指して延びているとの意味であると解されるから，「内壁の先端部は・・・外壁に向かっており」との構成は，内壁の先端部が外壁の方向を目指して延びていれば足り，内壁の先端部が外壁に到達しているか否かは問わないものであって，内壁の先端部が外壁に到達している場合と内壁の先端部が外壁に到達していない場合とを含むものであるといえる。",
                        "もっとも，本件明細書(図3，図5(A)，(B))には，「内壁の先端部が外壁に到達していない」構成も記載されていることが認められるから，実質上特許請求の範囲を拡張することに該当するとは認められない。なお，本件明細書には，「内壁の先端部が外壁に到達していない」構成も記載されていることが認められる(図5(J)，(K))。",
                        "そして，訂正事項1は，内壁の先端部についての限定がされていなかった本件訂正前の請求項1について，本件明細書の図5(D)のような，外壁と重なる「重合部6b」を有する内壁6の構造などの「内壁の先端部は・・・外壁に向かって」いるものではない構成を除外することにより，本件訂正前の請求項1に記載された「内壁」を限定するものであると認められる。",
                        "したがって，訂正事項1は，特許請求の範囲の減縮を目的とするものに該当するものであり，実質上特許請求の範囲を拡張し又は変更するものではないから，原告の上記主張は採用することができない。",
                        "また，原告は，審決が，本件訂正後の内壁の「先端部」とは，本件明細書に記載された「下端部6a」が相当するとの認定を前提に，「下端部6a」と「重合部6b」全体でみれば外壁に向かっているといえると判断したことについて，仮に，審決が，「下端部6a」及び「重合部6b」が内壁の「先端部」に相当するという認定をしているのであれば，「先端部」は「下端部6a」に相当するとの認定と一致せず明らかに矛盾する旨主張する。",
                        "確かに，上記のとおり，図5(D)の「重合部6b」は，これよりも先には内壁6の部分が存在しないことから，内壁6の先端部であると認められるけれども，「外壁に向かって」いるものではないため，本件訂正によって除外された構成であると認められる。したがって，「下端部6a」と「重合部6b」全体でみれば，外壁に向かっているといえるとの審決の認定は誤りであるといわざるを得ない。しかし，訂正事項1は，新たな技術的事項を導入するものではなく，本件明細書に記載された事項の範囲内のものであると認められるのは前記認定のとおりであるから，この点は，審決の結論に影響を及ぼすものではない。",
                        "したがって，原告の上記主張は，審決の結論を左右するものではなく，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件訂正による訂正事項はいずれも特許法134条9項の規定によって準用する同法126条5項及び6項に適合するとして本件訂正を認めた審決の判断に誤りはなく，原告の主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲5発明を主引用発明とする本件発明の容易想到性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正明細書の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正後の本件特許の請求項1の記載は，前記第2，2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正明細書の記載は，本件訂正により訂正された段落【0009】の記載を除き，前記1(1)のとおりである。",
                    "そして，本件訂正明細書の段落【0009】の記載は，以下のとおりである。",
                    "「【0009】",
                    "そして，請求項1の発明は，上記基本構成において，前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，前記棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端には前記基板の側に折り返された内壁が一体に形成されており，前記外壁と内壁との間には前記ナットを隠す空間が空いていて前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており，更に，前記コーナー支柱の側板には位置決め突起を，前記棚板には前記外壁のみに前記位置決め突起がきっちり嵌まる位置決め穴を設けている。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の特徴",
                  "text": [
                    "上記ア及びイの本件訂正明細書の記載によれば，本件発明の特徴は以下のとおりであると認められる(なお，下線部が本件訂正後，本件発明の特徴として加わった部分である。)。",
                    "本件発明は，コーナー支柱で棚板を支持している棚装置に関するものである(段落【0001】)。",
                    "従来から，物品を保管したり持ち運んだりするのに平面視四角形でオープン方式の棚装置が多用され，この棚装置の一種に，平面視四角形の棚板を平面視L形のコーナー支柱にボルトで締結したタイプがあり，このタイプでは，棚板の周囲に，コーナー支柱の内面に重なる外壁を折り曲げ形成しているが，コーナー支柱と棚板との間にガタ付きが生じやすい(すなわち剛性が低い)という問題があり，また，外壁の内面にナットが配置されるが，このナットが露出するため見栄えが悪いという問題や，物品が引っ掛かるという問題があった(段落【0002】ないし【0006】)。本件発明は，より改善された形態の棚装置を提供することを課題とするものである(段落【0007】)。",
                    "本件発明は，複数本のコーナー支柱と，前記コーナー支柱の群で囲われた空間に配置された金属板製の棚板とを備えており，前記コーナー支柱は平面視で交叉した2枚の側板を備えている一方，前記棚板は，水平状に広がる基板とこの基板の周囲に折り曲げ形成した外壁とを備えており，前記外壁の端部を前記コーナー支柱の側板に密着させて両者をボルトで締結している，という基本構成において，前記ボルトは頭がコーナー支柱の外側に位置するように配置されており，前記棚板における外壁の内面には前記ボルトがねじ込まれるナットを配置しており，前記棚板における外壁の先端には前記基板の側に折り返された内壁が一体に形成されており，前記外壁と内壁との間には前記ナットを隠す空間が空いていて前記内壁の先端部は前記基板に至ることなく前記外壁に向かっており，更に，前記コーナー支柱の側板には位置決め突起を，前記棚板には前記外壁のみに前記位置決め突起がきっちり嵌まる位置決め穴を設けている，という構成により，高いガタ付き防止機能(締結強度)を発揮することができ，また，内壁も補強機能を果たして棚板の剛性が高くなるため棚装置全体としてより頑丈な構造にすることができ，さらに，ナットは内壁と外壁との間の空間に隠れているため，体裁が良いと共にナットに物品が引っ掛かることも防止できるという効果を奏するものである(段落【0008】，【0009】，【0011】ないし【0013】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲5発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲5文献(甲5)には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「2，実用新案登録請求の範囲",
                      "text": [
                        "1．  各隅角部に配設した支柱(10)と，この支柱に係合する棚板(12)から成るスチール棚において，各支柱の内面に上下方向に相対向する複数対の突部(14)(16)を各支柱につき同高さに設け，各対の突部間の間隔を棚板の同縁(18)の高さと同一となし各対の突部間に棚板を挿入係合させてなるスチール棚。」(1頁の「実用新案登録請求の範囲」)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「この考案はスチール棚の改良に関し特別な金具を用いることなくスチール棚の堅固な組立てを可能とするものである。」(1頁12行ないし同頁14行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「従来のスチール棚は・・・スチール棚全体が正確な直角六面体の形状をとりうるよう最上部の棚板(12)と最下部の棚板(12)とをアングルに取り付ける際に棚板(12)とアングル(10)との間に三角形の金具を挿入して三角形の各頂点に対応する位置においてそれぞれ3本のビスをアングル(10)，金具(11)，棚板(12)と挿通して固定しているものである。この場合には・・・1つのスチール棚において16枚の金具が必要であり，又，1枚の金具あて3本のビスとナットが必要であって価格構成上これら部品の占める割合が大であって異常なコスト高につながる原因となっているのみならず，アングル(10)と棚板(12)との間に金具(11)を挟みながらビスを通す必要があり特に素人にとっては組立てが困難であった。」(1頁15行ないし2頁最終行)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「そこでこの考案者はこのような特別な金具を必要とすることなく迅速容易に組立てができてしかも正確な形状を出せるスチール棚を提供したものである。」(3頁1行ないし同頁4行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「第1図～第3図において(10)は断面L字型の各隅角部に配するアングルであってアングル内面には上下方向に相対向する切起し等の突部(14)(16)が複数対設けられている・・・このようなスチ-ル棚を組立てるには4本のアングル部材(10)を隅角部に配し複数の棚板を所望の間隔をもつてアングル(10)内面の一対の突部(14)(16)間に挿入係合してアングル外部よりボルト(20)を挿入しアングル(10)の長孔(24)および棚板(12)の周縁(18)に設けた長孔(26)内を挿通してナット(21)に螺合して締めつけ固定する。第3図に示すようにアングル(10)の各面において棚板(12)の互いに直角をなす周縁(18)(18)の双方を固定する。」(3頁7行ないし4頁4行)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「このように棚板は各支柱内面において一対の突部(14)(16)により上下から挟着されて上下方向の自由度を有していないためにスチール棚全体としては形状が平行四辺形状に崩れることがない。」(4頁5行ないし同頁9行)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「以上のようにこの考案では支柱内面に設けた複数対の突部の間に棚板を挿入係合しビス止めすることによりスチール棚の組立てが完了するものであって棚板の位置決めと同時にスチール棚全体の正確な直角形状をなすことができる。そして従来例のように特別な金具およびこれを装着するための余分なビスを必要としないので大幅なコスト減につながる。」(6頁4行ないし同頁11行)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5発明の認定",
                  "text": [
                    "上記アによれば，甲5発明は，前記第2，3(1)のとおりであり，審決の甲5発明の認定に誤りはない(争いがない)。",
                    "甲5発明は，従来のスチール棚では，スチール棚全体が正確な直角六面体の形状をとり得るよう最上部の棚板と最下部の棚板とをアングルに取り付ける際に棚板とアングルとの間に三角形の金具を挿入して三角形の各頂点に対応する位置においてそれぞれ3本のビスをアングル，金具，棚板と挿通して固定していたため，コスト高となるのみならず，組立てが困難であったという問題に鑑み，特別な金具を必要とすることなく迅速容易に組立てができ，しかも正確な形状を出せるスチール棚を提供することを課題としたものである。",
                    "したがって，甲5発明の「基板の周囲を外側から内側に折返して外壁と，外壁をさらに基板側に折り返した内壁を一体に有する周縁(18)」からなる壁部の構成は，甲5発明において，課題解決手段として必須の構成であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と甲5発明の相違点の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明と甲5発明の相違点について",
                  "text": [
                    "本件発明と甲5発明との一致点は，前記第2，3(1)アのとおりであり，当事者に争いがない。",
                    "原告は，審決が，本件発明と甲5発明との相違点として，前記第2，3(2)イのとおり認定したことについて，正しくは審決の予告において認定された各相違点に，本件訂正において加えられた要件を含めて，前記第3，2(2)のとおり認定すべきである旨主張する。",
                    "そこで，本件発明と甲5発明の相違点について検討するに，原告の上記主張に係る相違点2’は，審決が認定した相違点1’のうち，「本件発明は・・・「外壁と内壁との間にはナットを隠す空間が空いていて内壁の先端部は基板に至ることなく外壁に向かって」いるのに対し，甲5発明はそのような構成を具備していない点で相違する。」との部分と実質的に同一であると認められる(以下，この相違点を「相違点A」という。)。なお，原告も，上記のように各相違点を認定することの根拠について具体的な主張はしていない。",
                    "そうすると，相違点Aについては，本件発明と甲5発明の相違点とすることに実質的に争いはないものといえるから，まず，相違点Aに係る本件発明の容易想到性について検討することとする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "関係証拠の内容(図面については，別紙甲2文献等図面目録の各文献の図面参照)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2文献には，棚板に関し，「3は左右側板2，2の下縁部に連成部4を介して内方上向きに折曲した折立片であり，この折立片3の上端に折曲縁3aを内向きに設けてそれを天板内面へ溶接により接着させる。このようにすると天板1の左右両側に天板1と側板2と連成部4及び折立片3とで囲まれた角形の中空部5がその全長に形成される。」(2頁1行ないし7行)，「棚板の曲げや撓みに対する強度は角形の中空部によって著るしく高められる」(5頁6行ないし8行)との記載があることから，棚板における側板2の先端に，連成部4を介して天板1の側へ折り返された折立片3を備え，連成部4及び折立片3と，側板2に囲まれた中空部5を形成するように一体に形成されている構造であり，側板2の内面に配置した止金具6のネジ孔8にビス10を挿通して螺諦し，側板の曲げや撓みに対する強度は角形の中空部によって著しく高められる棚板構造が記載されているものと認められる。",
                        "なお，この点，審決は，甲2発明を「棚板における天板1の長辺側に折り曲げ形成した側板2の先端に，連成部4を介して天板1の側へ折り返された折立片3を備え，連成部4及び折立片3と，側板2に囲まれた中空部5を形成するように一体に形成されており，中空部5の端部口5aを密閉する側蓋6aと中空部5内へ嵌入されるコ字形の管入部5bとを一体に有する止金具6と，止金具6を嵌めた上で棚板の端部に嵌合される端蓋ケース7を備えた構造であり，側板2の内面に配置した止金具6のネジ孔8にビス10を挿通して螺締し，棚板の曲げや撓みに対する強度は角形の中空部によって著しく高められる棚板構造」と認定した上で，甲2発明において，「側板2」は天板1の長辺側に折り曲げ形成したものであるから，「連成部4及び折立片3と，側板2に囲まれた中空部5」は，天板1の長辺側のみに設けられ，そして単辺側は，中空部5の端部口5aを密閉する「止金具6」や「端蓋ケース7」が設けられていることにより，甲2発明は「棚板の曲げや撓みに対する強度は角形の中空部によって著しく高められる」作用効果を奏するものであり，そうすると，甲2発明は，「天板1」の長辺側と短辺側の構造が相違し，棚板の曲げや撓みに対する強度が必要となる長辺側に「中空部5」を設けるものであるから，短辺側にまで「中空部5」を設けることが示唆されているとはいえないと判断する。",
                        "しかし，主引用発明である甲5発明の副引用例としての位置付けにある甲2発明については，甲5発明との相違点に係る本件発明の構成に至ることを理由付ける根拠となる発明として，長辺側に形成された中空部に着目して認定すれば足りるのであって，審決のように甲2発明を限定的に認定する必要はないといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲6文献には，収納ラックに関し，「【0017】また，棚板6には，その下端が内方に折曲されて補強用の折り返し片61が形成されており，その左右両端近傍には，ナットnが溶着されている(図2参照)。」との記載があり，図2には，折り返し片61がコ字形の部材として記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲7文献には，デスクに関し，「天板1は，・・・鋼板11の下面を複数本の補強部材12，13，14，15により補強してなるもので，その上面に化粧板16を添接している。」(2頁4欄45行ないし47行)，「両係合部3，4を係合させた状態で，前記剛性アーム24を，それぞれ1本のボルト51により，天板1の背面側端縁1aに緊締接合するようにしている。このために，剛性アーム24には，ボルト挿通口24bが穿設してあり，また，天板1の補強桟材15内には，前記ボルト51を螺合させるためのナット52が固設してある。」(3頁5欄34行ないし40行)との記載があり，第5図に，補強桟部15がロ字形の部材として記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲8文献には，机に関し，「【0013】天板5の左右両側には縦長の箱形フレーム15が配置され，該フレーム15の内部にナット16が溶接等で固定され，そのネジ部に連通する透孔17が上記フレーム15の底面に開口している。そして，通孔14に挿入したビスまたはボルト18を透孔17に挿入し，これをナット16にねじ込んで，脚4に天板5を固定している。」との記載があり，図9に，箱形フレーム15がロ字形の部材として記載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲9文献には，ラックに関し，「【0018】・・・長方形等の四角形状の棚板部2の周囲に所定幅(上下幅)3の帯状のリブ部4を有する複数の棚板部材5・・・」との記載があり，図1には，リブ4が棚板の外壁として記載されている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "甲10文献には，組立棚に関し，「【0015】棚板2は，板厚1ミリメートルの薄板鋼板を折り曲げて天板21の四辺に側面部22を形成してなる」との記載があり，図1には，側面部22が棚板の外壁として記載されている。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "実公昭51-6255号公報(甲19。以下「甲19文献」という。)には，棚枠体に関し，「方形状の板1の周縁に折曲して設けた棚板Aの側板2の下縁を僅かの間隙3を保有するように内側に折り返えして内側板4を設け，」(2欄12行ないし15行)との記載があり，第2図には，側板2と内側板4の二重構造が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "実願昭55-6075号(実開昭56-108742号)のマイクロフィルム(甲20。以下「甲20文献」という。)には，板金製棚板に関し，「矩形な天板1の長辺両縁部に側板2，2及び短辺両縁部に側板3，3を設けている。前記側板2は第2図に示すように，天板1に一体に連接する外側板部4と，この外側板部4の下縁全長に一体に連接し，かつ前記天板1の下面側に折返されて前記外側板部4との間に中空部を形成する内側板部5から構成される。そして前記内側板部5の先端部を前記外側板部4の略上半部内面及び前記天板1の内面に沿って密接する断面L字形に形成し，前記天板1との密接部をスポット溶接6で接合している。」(3頁5行ないし15行)との記載があり，第2図などには，中空部を有する側板が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "実願昭48-99995号(実開昭50-47722号)のマイクロフィルム(甲21。以下「甲21文献」という。)には，物品棚装置に関し，「棚板の前後左右の縁部に，断面L字形又はロ字形の下向き屈折縁9を形成し，」(1頁18行ないし19行)との記載があり，第3図には，下向き屈曲縁9が断面L字形又はロ字状の部材として記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点Aについて",
                  "text": [
                    "本件発明と甲5発明の相違点のうち争いのない相違点Aは，本件発明は，「外壁と内壁との間にはナットを隠す空間が空いていて内壁の先端部は基板に至ることなく外壁に向かって」いるのに対し，甲5発明はそのような構成を具備していない点である。",
                    "本件発明と甲5発明との相違点Aに係る本件発明の構成が当業者にとって容易想到であったというためには，少なくとも上記「外壁と内壁との間には・・・空間が空いていて内壁の先端部は基板に至ることなく外壁に向かって」いるとの構成が公知文献に開示又は示唆されていなければならない。",
                    "そこで，まず，上記構成を開示又は示唆する文献等があるかを検討するに，前記イ認定のとおり，原告が提出する甲2，甲6ないし甲10の各文献のいずれにも上記構成が，開示ないし示唆されているといえるものは見当たらない。",
                    "次に，原告は，金属製の棚板において，その四辺すべてを折り曲げ形成して周囲に側壁を形成することは周知の事項であるとして，甲19文献ないし甲21文献を提出し，そのうちの甲20文献及び甲21文献に記載された側壁は，四辺すべてに中空部を有すると主張するので，上記各文献についても検討するに，甲19文献ないし甲21文献にも同様に，少なくとも「内壁の先端部は基板に至ることなく外壁に向かっており」との構成は開示ないし示唆されているとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，審決は，相違点1’に係る「内壁の先端部は基板に至ることなく外壁に向かっている構成」の中空部とすることは，当業者が適宜なし得たこととはいえないと認定するけれども，金属製棚板に側壁を折り曲げ形成するに当たり，「内壁の先端部が基板に至ることなく外壁に向かっている構成」とすることは，金属板の曲げ加工見本に示された形状の中空部(甲22，23。サルバニーニ社の機械を用いて行える金属製棚板の側壁の曲げ加工の一例。以下「甲22文献等」という。)を採用すれば足りる，金属製棚板の四辺に，上記中空部の側壁を採用することは，当業者にとって何ら困難なことではなく，適宜なし得ることである旨主張する。",
                    "原告は，本訴において，本件特許に係る出願の出願日における周知技術を示す文献として，甲22文献等を提出するものと解される。",
                    "しかし，甲22文献等に示されている曲げ構造は，内壁の連接部と反対側の端部が「外壁に向かって延びるように」曲げられており，「傾斜部」になっている構成が開示されていることが認められるものの，「傾斜部」の先端から外壁に沿って伸びる部分が存在し，当該部分が外壁と重なることで，本件訂正明細書の図5(D)と同様，外壁と重なる「重合部」を有する内壁の構造となっているため，「内壁の先端部は基板に至ることなく外壁に向かって」いるものではないことが認められる。したがって，甲22文献等には，「内壁の先端部が基板に至ることなく外壁に向かって」いる構成が開示又は示唆されているということはできない(なお，甲22文献等は，本件特許に係る出願の出願日における公知性ないし周知性についても当事者間に争いがある。)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，原告が提出した全ての公知文献(各証拠)によっても，相違点Aに係る本件発明の構成が開示ないし示唆されていることを認めるに足りる証拠はない。",
                    "したがって，甲5発明の棚板の壁部の構成をあえて異なる構成に変更する動機付け等が存在するかどうかについて判断するまでもなく，甲5発明の棚板の壁部の構成を，「外壁と内壁との間にはナットを隠す空間が空いていて内壁の先端部は基板に至ることなく外壁に向かっており」との構成に変更して，相違点Aに係る本件発明の構成とすることは当業者が容易に想到し得たとはいい難い。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "その他の相違点について",
                  "text": [
                    "原告は，甲2文献には，中空部を棚板の四周に設けることは記載がないが，甲5発明は棚板の周囲に外壁をさらに基板側に折り返した内壁を一体に有する周縁(18)を備えるものであって，部分的に内壁を設けないようなものでもなく，甲5発明の「周縁18」の「外壁」と「内壁」は，「側板」を折り返したものであり，折り返すことにより棚板の強度向上を意図したものであり，そうすると，棚板の強度向上のために，四周の側板を折り返すに際し，四周の側板を甲2発明に開示された角形の中空部となるように折り返すことは，当業者にとって何ら困難なことではない，とした上で，金属製棚板の四辺に，「内壁の先端部が基板に至ることなく外壁に向かっている構成」の側壁を採用することは，当業者にとって何ら困難なことではなく，適宜なし得ることである旨主張する。",
                    "この点について検討すると，前記認定のとおり，甲5発明は，従来のスチール棚では，スチール棚全体が正確な直角六面体の形状をとり得るよう最上部の棚板と最下部の棚板とをアングルに取り付ける際に棚板とアングルとの間に三角形の金具を挿入して三角形の各頂点に対応する位置においてそれぞれ3本のビスをアングル，金具，棚板と挿通して固定していたため，コスト高となるのみならず，組立てが困難であったという問題に鑑み，特別な金具を必要とすることなく迅速容易に組立てができ，しかも正確な形状を出せるスチール棚を提供することを課題としたものであるから，甲5発明の「基板の周囲を外側から内側に折返して外壁と，外壁をさらに基板側に折り返した内壁を一体に有する周縁(18)」からなる壁部の構成は，甲5発明において，課題解決手段として必須の構成であるとはいえない。",
                    "そうすると，甲5発明の当該壁部の構成よりも有利な壁部の構成あるいは周知の壁部の構成があるとすれば，その異なる構成に変更する動機付けがあると認められる。",
                    "そして，前記イ(ア)のとおり，甲2文献に記載された壁部の構成(棚板における側板2の先端に，連成部4を介して天板1の側へ折り返された折立片3を備え，連成部4及び折立片3と，側板2に囲まれた中空部5を形成するように一体に形成されている構造)は，曲げや撓みに対する強度が著しく高められたものであって，甲5発明の壁部の構成よりも有利な壁部の構成であるといえるから，甲5発明及び甲2文献の記載に接した当業者にとって，甲5発明の壁部の構成の代わりに，その四辺とも，甲2文献に記載された中空部を有する壁部の構成を採用しようと試みる動機付けがあると認められる。",
                    "もっとも，上記変更は，甲2文献に記載された中空部を有する壁部の構成にとどまるものであり，原告が提出した全ての公知文献(各証拠)によっても，「内壁の先端部は基板に至ることなく外壁に向かっており」との構成が開示ないし示唆されていることを認めるに足りる証拠はないのであるから，結局，甲5発明において，相違点Aに係る本件発明の構成とすることは当業者が容易に想到したとはいい難い。",
                    "したがって，原告の上記主張は，審決の結論を左右するものではく，採用することができないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，その余の相違点について検討するまでもなく，本件発明は，甲5発明等に基づいて，容易に発明をすることができたものとはいえないとの審決の判断は，結論において誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由はいずれも理由がなく，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10262",
    "date": "2016-09-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086182",
    "ipprecedent_id": "4446",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}