{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が取消2013-670017事件について平成26年12月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録取消審判請求に対する不成立審決の取消訴訟である。争点は，①被告の有する下記本件商標についての，使用権者による使用の有無，②使用された標章と本件商標との同一性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件国際登録第872425号商標(本件商標)は，「FREEBIT」の文字からなり，平成19年12月13日に国際商標登録出願(事後指定)，第9類「Apparatus for recording, transmission and reproduction of sound and images」(音響及び映像の記録用・送信用及び再生用の装置，無線電話機)を指定商品として，平成21年4月17日に設定登録されたものである。",
            "原告は，本件商標につき商標法50条に基づく商標登録取消審判を請求し，その登録は，平成25年7月30日にされた(取消2013-670017号)。",
            "特許庁は，平成26年12月10日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年12月18日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "株式会社オーディオテクニカ(オーディオテクニカ社)は，「イヤプラグ」が装着された，「インイヤー型ヘッドホン」(型番ATH-CKP500。使用商品1)を平成24年7月19日に発売し，その発売時から現在に至るまで，インターネットのウェブ通信販売サイトを通じ，顧客に販売している。そして，使用商品1のパッケージには，一般に登録商標の表示として用いられる「マルR」を伴った「FREEBIT」の文字が表示されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "使用商標及び使用商品について",
                  "text": [
                    "「インイヤー型ヘッドホン」のパッケージに表示されている「FREEBIT」の文字は，本件商標と綴り文字を同じくする同一の商標である。",
                    "また，「インイヤー型ヘッドホン」のパッケージ右下方に表示された「FREEBIT」の文字は，耳にイヤプラグと思しき部分を差し込んだ写真に重ねて，一般に登録商標の表示として用いられる「マルR」を伴って表示されていること，その写真部分の横に表示された「FREEBIT  STYLE」「選べるフィット感  新形状“FREEBIT”採用」の説明，取扱説明書における「フリービット」の説明書きから，「FREEBIT」の文字は，「インイヤー型ヘッドホン」の付属品である「イヤプラグ」を表示する商標ということができる。",
                    "そして，「インイヤー型ヘッドホン」とその付属品である「イヤプラグ」は，本件商標の指定商品に包含されるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "使用時期について",
                  "text": [
                    "「FREEBIT」の文字が表示され，「イヤプラグ」が装着された「インイヤー型ヘッドホン」は，平成24年7月19日の発売以降，現在に至るまで継続して，顧客に販売されている。その時期は，本件審判の請求の登録前3年の期間である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "使用者について",
                  "text": [
                    "「FREEBIT」の文字を表示した商標の使用者は，オーディオテクニカ社であるところ，オーディオテクニカ社は，被告から，「FEREBIT」及び「フリービット」の文字からなる商標を付した「インイヤー型ヘッドホン」の付属品である「イヤプラグ」を製造販売することを許可されている者である。",
                    "そして，「インイヤー型ヘッドホン」の付属品である「イヤプラグ」は，被告の所有する特許権又はノウハウに基づき，被告が大韓民国(韓国)に所在するクレシン社に製造を許可したものであって，クレシン社のグループ会社であるクレシンジャパン社とオーディオテクニカ社との購入基本契約(本件購入契約)と覚書(本件覚書)に基づき，クレシン社が韓国で製造し，クレシンジャパン社を通じて，オーディオテクニカ社に納品したものである。",
                    "また，オーディオテクニカ社が販売するインイヤー型ヘッドホンのパッケージに表示された「FREEBIT」の表示態様は，クレシンジャパン社とオーディオテクニカ社の担当者間の協議の下で決定されたものであって，被告の使用する商標とほぼ同一の態様となっている。",
                    "これらの事実を総合すれば，オーディオテクニカ社は，本件商標の通常使用権者であると認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，通常使用権者であるオーディオテクニカ社は，本件審判の請求の登録前3年以内に日本国内において，本件取消請求に係る指定商品に含まれる商品について，その商品に本件商標と社会通念上同一と認められる商標を付して，譲渡したことを認めることができる。",
                "そして，通常使用権者の上記行為は，「商品又は商品の包装に標章を付したものを譲渡・・・する行為」(商標法2条3項2号)に該当する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "使用権者による使用とはいえないこと(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "subject": "明示の使用許諾に関し",
              "text": [
                "被告とクレシン社との間で締結された特許実施許諾契約(本件ライセンス契約)は，特許及びノウハウの実施のみを対象とし，本件商標の使用許諾をするものではない。むしろ，同契約の4条において，ライセンシーないしその顧客のブランドを付すものとすると記載されていることからすれば，本件商標の使用は積極的に排除されている。",
                "また，オーディオテクニカ社は，本件ライセンス契約4条に基づく同社製品に，同契約4条に記載された，Freebit技術に基づく製品である旨の表示をなす義務を怠り，同契約に違反しているものであるから，同契約に基づく本件商標の使用に対する使用許諾は認められない。",
                "さらに，本件ライセンス契約により実施許諾された特許発明は，ワイヤレス通信機能を持つイヤホンに限定されており，C型イヤプラグが使用されているオーディオテクニカ社の製品は，すべてがワイヤレス機能を有しない有線のイヤホンである。したがって，オーディオテクニカ社の製品は，本件ライセンス契約の適用を受けない。よって，これら製品に対して，オーディオテクニカ社が本件ライセンス契約に基づいて本件商標の使用許諾を受けているとは観念できない。",
                "しかも，オーディオテクニカ社は，被告の特許発明を使用する意思がなく，実際に特許発明を実施していないにもかかわらず，一つの製品にのみ，同社の登録商標である「Sonic  Sport」などを使用せず，「FREEBIT」を使用するのは奇異である。同社は，米国では「FREEBIT」の語を使っていなかったのであるから，使用商品1に「FREEBIT」を表示したのは，クレシン社の独断によるものであり，オーディオテクニカ社の意思に基づかない。",
                "以上によれば，オーディオテクニカ社は，本件ライセンス契約に基づいて本件商標の使用許諾を受けているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "黙示の使用許諾に関し",
              "text": [
                "被告は，本件ライセンス契約，本件購入契約及び本件覚書等を理由に，オーディオテクニカ社等に対して本件商標の通常使用権が黙示に許諾されていた旨を主張する。",
                "しかし，特許のライセンスとブランドを広めようとする利益は無関係であるから，本件ライセンス契約等の存在が本件商標についての黙示の使用許諾があったことの根拠とはならない。また，使用商品1は被告の特許を実施していない商品であるから，被告がオーディオテクニカ社等に黙示の許諾を与えていたと解するのは不自然である。本件ライセンス契約は特許実施許諾契約であって，黙示的なものを含めて商標の使用許諾は含まれない。しかも，被告は，オーディオテクニカ社の製品のパッケージ表示を認識していなかったから，黙示的にその使用を許諾することはあり得ない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "使用されている標章が登録商標と同一ではないこと(取消事由2)",
          "text": [
            "使用商品1のパッケージは，以下のとおりであり，そこに表示された「FREEBIT」の文字は，部品名を表す品質表示であり，商標ではない。",
            "「FREEBIT」の文字の上に表示されている「ヘッドホンをあしらったと思しき図形」が，使用商品1の商標である。被告は，クレシンジャパン社とオーディオテクニカ社の担当者間で本件商標を使用商品1に付することを検討したと主張するが，同人らが使用商品1に付することを検討しているのは，この図形を示すロゴマークである。なお，審決が「マルR」と認定している表示は，到底そのようには識別できない。",
            "したがって，使用商品1において使用されている商標は，「ヘッドホンをあしらったと思しき図形」からなるロゴマークであり，本件商標と同一ではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標についての使用許諾",
              "text": [
                "被告は，クレシン社に対し，本件ライセンス契約によって，本件商標の使用許諾をした。本件ライセンス契約書においては，「FREEBIT(マルR)(登録商標「FREEBIT」)という文言が含まれた文章を各パッケージ及びマニュアル／取扱説明書に記載するよう義務付けているのであるから，登録商標「FREEBIT」を明示することを義務付けており，本件商標の使用について許諾があったといえる。",
                "そして，クレシン社の日本法人であるクレシンジャパン社が，オーディオテクニカ社との間で本件購入契約を締結し，オーディオテクニカ社が発注する仕様書で定める仕様に適合する特定の製品をクレシンジャパン社が製造して販売出荷し，オーディオテクニカ社が当該特定の製品を購入することを合意した。また，クレシンジャパン社は，オーディオテクニカ社との間で本件覚書を締結し，オーディオテクニカ社が提供する金型を使用してクレシンジャパン社がオーディオテクニカ社のために使用商品1等を製造し，オーディオテクニカ社に使用商品1等を販売納入することを合意した。クレシンジャパン社とオーディオテクニカ社とは，使用商品1についての本件商標の使用態様を，被告の確認を得ながら協議して決定した。",
                "以上から，オーディオテクニカ社は，被告の使用許諾に基づいて，使用商品1に本件商標を使用したものといえる。",
                "この解釈は，被告代表者がその当時オーディオテクニカ社に対して本件商標の使用を許可していたことを示す甲19(枝番を含む。以下同じ。)とも合致する。オーディオテクニカ社も，本件商標を使用する意思があった。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "黙示の使用許諾の存在",
              "text": [
                "被告は，自ら製造販売することなくライセンス収入を得るという業態であること，被告とクレシン社が，本件ライセンス契約を締結し，クレシンジャパン社とオーディオテクニカ社が，本件購入契約及び本件覚書を締結していることに照らせば，被告とクレシン社，クレシンジャパン社及びオーディオテクニカ社との間に，少なくとも黙示の使用許諾契約の前提となる関係が存在していたといえる。そして，被告には，本件ライセンス契約に基づき製造され日本において販売される製品に本件商標が使用されることを排除する意思は，存在しなかった。また，本件商標の使用態様が被告の意思に沿うものとなるよう配慮されていたこと，被告がオーディオテクニカ社に対して「FREEBIT」の使用について異議を述べていないことからして，オーディオテクニカ社による本件商標の使用が被告に対する無断使用とならないことは明らかである。",
                "したがって，被告からオ-ディオテクニカ社に対し，通常使用権が少なくとも黙示的に許諾されていたといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "使用商品1については，C型の形状をした「イヤプラグ」を「FREEBIT」と表記しているのだから，「FREEBIT」という語自体が部品のC型の形状を想起させるものとはいえず，品質表示として認識することはできない。",
            "審決が「マルR」と認定している表示が「マルR」でなかったとしても，日本では登録商標に「マルR」を付すことが義務付けられているものではないから，本件商標の使用の事実に変わりはない。",
            "使用商品1には「ヘッドホンをあしらったと思しき図形」の商標が併せて使用されているが，「FREEBIT」の文字商標が使用商品1について使用されていることは明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，自らはイヤホンの製造及び販売を行わず，専ら，イヤホン製造業者や納入業者に対し，特許や意匠等を提供してその製造及び販売のライセンスを許諾することを業とする会社である(甲2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成21年6月1日，韓国に所在するクレシン社との間で，本件ライセンス契約を締結した(甲21)。本件ライセンス契約には，以下の条項が含まれている(日本語訳)。",
                    "「1．2  『ノウハウ』とは，当該製品の開発及び製造に関連し，本契約の付属書2に記載された技術情報の主要部分を意味する。」",
                    "「1．3  『実施許諾技術』とは，付属書1と2に記載されているノウハウ，又は，特許，もしくは，その組み合わせ，を形にした技術を意味する。これは，本ライセンス契約の締結時の対象であり，場合によっては，第1．2条に従って行われたその後の改良点をも含む。」",
                    "「1．4  『特許』とは，本契約の付属書1に挙げられた特許を意味し，この特許に対するいかなる変化，変更，および，拡張をも含む。」",
                    "「1．6  『製品範囲』とは，付属書3に記載されているように，ライセンスが許諾された実施許諾技術を適用することができる技術的範囲を意味する。」",
                    "「2．  ライセンスの許諾",
                    "本契約で特定されている諸条件に従い，ライセンサーはライセンシーに，領域内かつ製品範囲内で，製品を製造し，又は，製造させ，さらに，製品を使用し，販売し，販売の申し出をし，輸入し，あるいは，処分する，非独占的かつ譲渡不可能なライセンスを許諾する。・・・」",
                    "「3．  所有権",
                    "ライセンサーは実施許諾技術の所有者であり，Freebit(マルR)の構想を保有する。本契約を締結することによって，ライセンサーが実施許諾技術の所有権のみならず，Freebit(マルR)の背景にある構想をも留保することが契約の条件となる。」",
                    "「4．  ブランドとマーキング",
                    "ラインセシーが製造・販売した当該製品の全ての単位に，ライセンシーの自社ブランド，又は，ライセンシーの顧客が有するブランドを付すことができる。",
                    "本ライセンス契約に従い，ライセンシーは，本契約の発行日より，各パッケージおよびマニュアル／取扱説明書に，明瞭で理解可能な以下の説明文を付すことに同意する。",
                    "『本製品は，Freebit(マルR)技術に基づくものであり，欧州特許第EP1410607B1，および，これに対応する国際特許のライセンスを受けている。』または，状況に応じて，『本製品は，Freebit(マルR)技術に基づくものであり，欧州特許第EP1410607B1，及びこれに対応する国際特許の下で製造されたものである。』としてもよい。」",
                    "「付属書2・・・ノウハウ",
                    "以下の内容は，製品の開発および製造に関連する技術情報の主要部分の概要を示す。",
                    "ファイル名：・・・  品目；Freebit(マルR)  オンイヤー  C型，左耳用，エキストラスモール・・・」",
                    "「付属書3・・・製品範囲",
                    "ライセンシーは，以下の製品範囲における製品を開発，製造，及び，販売する権利を付与されている。",
                    "製品範囲：いかなる携帯電話または音楽プレイヤーとも有線または無線で接続できる，すべての携帯用ヘッドセット，イヤホン，ブルートゥースヘッドセット。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "以上からすれば，被告は，本件ライセンス契約に基づいて，クレシン社に対し，C型イヤプラグに関する技術(付属書2で特定されたもの。)若しくは，欧州特許第EP1410607B1(これを変更したり拡張したりするものも含む。)又はその組合せを形にした技術(改良されたものも含む。)を適用した，音楽プレイヤーなどと有線又は無線で接続できるイヤホン等(付属書3)を製造販売等することを許諾し(1．2条，1．3条，1．4条，1．6条，2条)，また，クレシン社は，本件ライセンス契約に基づいて，製造販売等する製品に，「Freebit(マルR)技術に基づくものである。」との記載をする義務を負担している(4条)ものと認めることができる。"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "クレシンジャパン社は，クレシン社のグループ会社である日本法人であるが(甲4)，平成21年11月12日，オーディオテクニカ社との間で本件購入契約を締結した。同契約には，オーディオテクニカ社が発注する仕様書で定める仕様に適合する特定の製品をクレシンジャパン社が製造，販売，出荷し，オーディオテクニカ社が当該製品を購入・納入することが定められている(甲22)。",
                "また，クレシンジャパン社は，平成24年6月5日，オーディオテクニカ社との間で本件覚書を締結した。同覚書には，クレシンジャパン社が，金型を使用し，「ATH-CKP500Series製品」をオーディオテクニカ社に納入する旨が記載されている(甲23)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "クレシンジャパン社の担当者は，平成23年11月22日から平成24年4月6日までの間，クレシンジャパン社がオーディオテクニカ社に対してイヤプラグを付属するイヤホンを販売するに当たって，被告のデザイナーと調整しながら，前記「ヘッドホンをあしらったと思しき図形」のロゴの使用について，また，被告の希望を聴取した上で，特許ライセンスに関する表示について，オーディオテクニカ社の担当者と協議した(甲25)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "オーディオテクニカ社は，平成24年7月19日に，使用商品1の発売を開始した。使用商品1のパッケージには，赤地に白抜きの文字で「FREEBITSTYLE(前者がやや太字で表されている。)」「選べるフィット感  新形状“FREEBIT”採用」の表示，及び，被告からデザインの提供を受けた商標とほぼ同態様の「ヘッドホンをあしらったと思しき図形と共に白色で書されたFREEBIT(マルR)」の表示がある(甲8の1ないし3，甲9，甲11の1及び2，甲12ないし14，甲15の1及び2の1，甲20)。",
                "また，オーディオテクニカ社のウェブサイトの同商品に関するウェブページには，「運動中も快適な装着感をキープする3サイズの“FREEBIT”採用」などの説明や，テクニカルデータの項に「●付属品：CKP500専用フリービットS，M，L」の記載があり，さらに，同商品の取扱説明書の「フリービットについて」の項には，「本製品にはS，M，L，3サイズのフリービットが付属されており，お買い求め時はMサイズが装着されています。／よりよい装着のために，耳のサイズや収まりに合わせてフリービットを交換し，ご使用ください。」などの記載と共に，左右一対の「イヤプラグ」の形状の図が表示されている(甲8の1ないし3)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記認定のとおり，本件ライセンス契約によれば，被告からクレシン社に対し許諾対象とされている技術は，C型イヤプラグに関する広い範囲のものであって，その技術を用いた製品は，有線であるか無線であるかを問わないことからすれば，使用商品1は，本件ライセンス契約の許諾対象技術を用いた製品であると認められる。また，クレシン社は，本件ライセンス契約に基づいて，許諾対象技術を用いた製品に，「Freebit(マルR)技術に基づくものである。」と記載する義務を有していること，本件商標を使用することは禁じられていないこと，使用商品1に「FREEBIT」の表示をするに当たっては，クレシンジャパン社は被告側と連絡をとりながら検討していること，事後的にではあるが，被告が，オーディオテクニカ社による「FREEBIT」の使用は自らの許諾による本件商標の使用のであると認めていること(甲19)からすれば，オーディオテクニカ社が販売する使用商品1に対する「FREEBIT」の表示は，被告の許諾に基づいてなされたものであると認めることができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，原告は，①本件ライセンス契約は，特許及びノウハウの実施のみを対象とし，本件商標の使用許諾をするものではなく，むしろ，本件商標の使用を排除している，②オーディオテクニカ社は，本件ライセンス契約に基づく特許技術を用いている旨の表示義務を怠り，同契約に違反しているのであるから，同契約は存続していない，③オーディオテクニカ社の製品はワイヤレス機能を有しないから，ワイヤレス機能を持つイヤホンに限定された本件ライセンス契約の対象たる特許発明を用いておらず，本件ライセンス契約の範囲に属しない，④オーディオテクニカ社には本件商標の使用意思がなかったことを理由に，オーディオテクニカ社の使用商品1に関する「FREEBIT」の表示は，被告の許諾に基づいてなされたものであるとはいえない，と主張する。",
                "しかし，上記①については，本件ライセンス契約においては，「ラインセンシーが製造・販売した当該製品の全ての単位に，ライセンシーの自社プランド，又は，ライセンシーの顧客が有するブランドを付すことができる。」(4条)と記載され，ライセンシーが自らの商標等を使用することを排除していないとはいえるが，ライセンシー等の商標と被告の有する商標を共に使用することは観念できるから，本件商標の使用を禁止するものではないことが明らかである。同契約は，むしろ，許諾対象技術について「FREEBIT(マルR)」と表示することを義務付けている(4条)のであるから，本件商標の使用をも視野に入れていると解される。",
                "上記②については，本件ライセンス契約は，被告とクレシン社との間で締結された契約であるから，クレシン社のグループ会社であるクレシンジャパン社と本件購入契約等を締結したオーディオテクニカ社において，仮に本件ライセンス契約に違反するような事実があったとしても，それが直ちに本件ライセンス契約の終了をもたらすものとはいえず，むしろ，被告は，オーディオテクニカ社による「FREEBIT」表示の使用を自らの許諾によるものである本件商標の使用であると認めているのであるから，本件ライセンス契約が存続していることは明らかである。",
                "上記③については，本件ライセンス契約においては，許諾対象技術は同契約において特許番号をもって特定された特許に限られず，それに関する技術を広く含むものであり，かつ，契約当事者もワイヤレス機能を持たない使用商品1が本件ライセンス契約に基づいて製造販売されたものであると認識しているのであるから，ワイヤレス機能を持たないことを理由に使用商品1が本件ライセンス契約に基づいて製造販売されたものではないとはいえない。",
                "上記④については，オーディオテクニカ社の販売する使用商品1において，被告の特許発明を実施していないことや，同社が，米国において販売した商品を含め，使用商品1以外に「FREEBIT」の表示を使用していなかったことは，必ずしもオーディオテクニカ社の本件商標の使用意思を否定する根拠となるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "使用商品1のパッケージに表示された「FREEBIT」の文字は，「FREEBIT  STYLE」「選べるフィット感  新形状“FREEBIT”採用」の説明，取扱説明書における「フリービット」の説明書きから，インイヤー型ヘッドホンの付属品であるイヤプラグに付された名称であるといえる。そして，この商品広告等には，イヤプラグは形状が工夫されていてより良いフィット感が得られる旨の説明があり，そのような良好な品質は，被告の技術に由来するものであると推測されるのであるから，「FREEBIT」の表示は，被告の技術に由来する良好な品質を示すものであり，商標の有する，出所表示機能及び品質保証機能を備えたものであって，商標として使用されているものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，原告は，①「FREEBIT」は部品名を表す品質表示にすぎない，②「ヘッドホンをあしらったと思しき図形」が商標であるから，「FREEBIT」は商標ではない，と主張する。",
                "しかし，上記①については，「FREEBIT」の語は，イヤプラグの品質を単に記述的に表示したものとは認められず，被告の技術に由来し工夫された形状でより良いフィット感が得られるイヤプラグに付された名称であると解されるから，商標として表示されているといえる。",
                "上記②については，「ヘッドホンをあしらったと思しき図形」が商標であることは，「FREEBIT」が商標であることと両立し得るから，仮に，上記図形を商標と解したとしても，「FREEBIT」が商標として使用されていることを否定する根拠にはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，取消事由2は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないからこれを棄却し，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10008",
    "date": "2015-09-29",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085340",
    "ipprecedent_id": "4154",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}