{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告及び一審被告の控訴に基づき，原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "一審被告は，原判決別紙物件目録1記載の「生海苔異物除去機」を，製造し，販売し，輸出し，又は販売の申出をしてはならない。"
        },
        {
          "fig": "(2)",
          "text": "一審被告は，原判決別紙物件目録2記載の「固定リング」を，製造し，販売し，又は販売の申出をしてはならない。"
        },
        {
          "fig": "(3)",
          "text": "一審被告は，原判決別紙物件目録3記載の「板状部材」を，製造し，販売し，又は販売の申出をしてはならない。"
        },
        {
          "fig": "(4)",
          "text": "一審被告は，(1)項記載の「生海苔異物除去機」，(2)項記載の「固定リング」及び(3)項記載の「板状部材」を廃棄せよ。"
        },
        {
          "fig": "(5)",
          "text": "一審被告は，原判決別紙メンテナンス行為目録1記載の行為(ただし，部品の交換としての行為に限る。)をしてはならない。"
        },
        {
          "fig": "(6)",
          "text": "一審被告は，一審原告に対し，7072万8115円及びうち3000万円に対する平成25年9月12日から，うち4072万8115円に対する平成26年10月28日から，各支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(7)",
          "text": "一審原告のその余の請求をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1，2審を通じて，これを2分し，その1を一審原告の負担とし，その余を一審被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決は，第1の(1)項ないし(3)項，(5)項及び(6)項に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告の控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決主文第5，6項を次のとおり変更する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告は，原判決別紙メンテナンス行為目録記載の各行為をしてはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一審被告は，一審原告に対し，2億3000万円及びうち3000万円に対する平成25年9月12日から，うち2億円に対する平成26年10月28日から，各支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告の控訴の趣旨並びに民訴法260条2項に基づく原状回復及び損害賠償の申立ての趣旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴の趣旨",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決中一審被告敗訴部分を取り消す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審原告の請求をいずれも棄却する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "民訴法260条2項に基づく原状回復及び損害賠償の申立て",
              "text": [
                "一審原告は，一審被告に対し，3000万円及びこれに対する平成27年4月23日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，審級により読み替えるほか，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「生海苔異物分離除去装置における生海苔の共回り防止装置」とする発明に係る特許権(特許番号第3966527号。本件特許権)を有する一審原告が，原判決別紙物件目録1記載の「生海苔異物除去機」(被告装置)は，本件特許権に係る特許(本件特許)の特許請求の範囲の請求項1，3及び4記載の各発明(本件各発明)の技術的範囲に属し，また，被告装置の部品である原判決別紙物件目録2記載の「固定リング」(本件固定リング)及び3記載の「板状部材」(本件板状部材)が本件各発明の実施品に当たる被告装置の「生産にのみ用いる物」(特許法101条1号)に当たるから，一審被告が被告装置，本件固定リング及び本件板状部材(総称して「被告製品」)を製造，販売，輸出又は販売の申出をする行為は本件特許権を侵害する行為であり，さらに，原判決別紙メンテナンス行為目録記載の各行為(本件各メンテナンス行為)も本件特許権を侵害する行為であると主張して，一審被告に対し，①特許法100条1項に基づき，被告製品の製造，販売，輸出又は販売の申出及び本件各メンテナンス行為の差止めを求めるとともに，②同条2項に基づき被告製品の廃棄を求め，併せて，③特許権侵害の不法行為による損害賠償請求権又は無償実施による不当利得返還請求権(本件特許権の設定登録日である平成19年6月8日から平成26年10月28日までの分)に基づき，損害賠償金又は不当利得金の一部である2億3000万円の支払を求めた事案である。",
            "なお，附帯請求は，損害賠償金又は不当利得金のうち3000万円に対する不法行為の後の日であり，かつ催告日(警告書の到達日)の翌日である平成25年9月12日から，うち2億円に対する不法行為の後の日であり，催告日(平成26年10月17日付け訴え変更申立書の送達日)の翌日である平成26年10月21日から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払請求である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，①被告装置は，本件各発明の技術的範囲に属するものである，②本件固定リング及び本件板状部材は，特許法101条1号の間接侵害品に該当する，③本件各発明に係る特許は特許無効審判により無効にされるべきものであるとはいえない，④一審被告が，本件特許について先使用権を有するとは認められない，⑤原判決別紙メンテナンス行為目録1記載の行為(本件メンテナンス行為1)のうち，本件板状部材を取り付ける行為は，本件各発明に係る物を「生産」する行為(特許法2条3項1号)に当たるが，本件メンテナンス行為1のうち，本件固定リングを取り付ける行為及び同目録2記載の行為(本件メンテナンス行為2)は，本件各発明に係る物を「生産」する行為には当たらない，⑥本件特許権の設定登録日である平成19年6月8日から平成26年10月28日までの間の実施について一審原告が受けるべき金銭の額は合計6372万8115円となるところ，本件特許権の侵害による不法行為に基づく損害賠償請求権は，平成22年9月10日までの侵害行為に係る分(2811万1180円)については，時効により消滅したものと認められ，これについては不当利得返還請求が認められるなどとして，一審原告の請求を，①被告装置の製造，販売，輸出又は販売の申出の差止め，本件固定リング及び本件板状部材の製造，販売又は販売の申出の差止め，被告装置に対して本件板状部材を取り付ける行為の差止め，②被告製品の廃棄，③6772万8115円(平成22年9月10日までの実施行為に係る不当利得返還請求として2811万1180円，同月11日から平成26年10月28日までの実施行為に係る不法行為に基づく損害賠償請求として3961万6935円(うち400万円は弁護士費用)の合計額)及びこれに対する遅延損害金の支払を求める限度で認容し，その余は棄却した。",
            "そこで，一審原告が，原判決中，本件固定リング及び本件板状部材の輸出の差止請求が棄却された部分を除くその余の敗訴部分を，一審被告が，原判決中の敗訴部分を，それぞれ不服として控訴し，さらに，一審被告が，一審原告に対し，原判決の仮執行の宣言に基づいて，平成27年4月22日3000万円を支払ったことについて，民訴法260条2項に基づき，仮執行の原状回復として3000万円及び損害賠償として同月23日から支払済みまで民法所定の年5分の割合による金員の支払を命ずる裁判を申し立てた。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "前提事実は，原判決8頁9行目冒頭から13行目末尾までを次のとおり改めるほか，原判決「事実及び理由」の第2の2のとおりであるから，これを引用する。",
            "「(7)  構成要件の充足性",
            "被告装置の構成は，本件発明1，3及び4の構成要件A1，A2，A3，A4，A5，B，B’，B”，B1，B’1，B”1をそれぞれ充足する(ただし，構成要件A1の充足性の前提となる，構成要件の文言と被告装置の構成の対応関係についての主張は，後記のとおり，当事者間で異なっている。)。」"
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告装置が本件各発明の技術的範囲に属するか否か",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件B2等の充足性"
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Cの充足性"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件固定リング及び本件板状部材を製造等する行為について，特許法101条1号の間接侵害が成立するか否か"
            },
            {
              "fig": "(3)",
              "subject": "本件各発明は特許無効審判により無効にされるべきものか否か",
              "content": [
                {
                  "fig": "ア",
                  "subject": "進歩性欠如(本件各発明につき)"
                },
                {
                  "fig": "イ",
                  "subject": "サポート要件違反(本件発明1につき)"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "先使用による通常実施権の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙5装置に係る事業に基づく先使用権"
                },
                {
                  "fig": "イ",
                  "subject": "甲31の2発明の実施である事業の準備に基づく先使用権"
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件各メンテナンス行為に対する差止請求の可否"
            },
            {
              "fig": "(6)",
              "subject": "一審原告の損害賠償請求権又は不当利得返還請求権の有無及び額"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "後記1のとおり原判決を付加訂正し，後記2のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第3記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の付加訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決11頁25行目の「環状間隙C」を「環状隙間C」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決12頁21行目の「回転円板」を「回転円板3」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決13頁21行目末尾に，改行の上，次のとおり加える。",
                "「3  争点(2)(本件固定リング及び本件板状部材を製造等する行為について，特許法101条1号の間接侵害が成立するか否か)について",
                "〔一審原告の主張〕",
                "一審被告は，被告装置を使用している業者(ユーザー)に対して，補充部品として本件固定リング及び本件板状部材を供給している。本件各発明は「生海苔の共回り防止装置」に関する発明であるところ，本件固定リング(環状固定板4)又は本件板状部材(板状部材8)だけでは「共回り防止装置」に該当しないが，本件固定リング及び本件板状部材は，それぞれ本件各発明の技術的範囲に属する物(被告装置)の生産にのみ用いる物であることは明らかである。",
                "したがって，一審被告が，本件固定リング及び本件板状部材をそれぞれ製造し，販売し又は販売の申出をする行為は本件特許権侵害とみなされる(特許法101条1号)。",
                "〔一審被告の主張〕",
                "否認ないし争う。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決13頁22行目の「3  争点(2)ア」を「4  争点(3)ア」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決22頁10行目の「4  争点(2)イ」を「5  争点(3)イ」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決23頁26行目の「5  争点(3)ア」を「6  争点(4)ア」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決26頁13行目の「6  争点(3)イ」を「7  争点(4)イ」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決33頁9行目の「7  争点(4)(被告の行為に対する差止請求の可否)について」を「8  争点(5)(本件各メンテナンス行為に対する差止請求の可否)について」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決35頁22行目の「8  争点(5)」を「9  争点(6)」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決36頁3行目の冒頭から同頁16行目末尾までを，次のとおり改める。",
                "「(2)  被告製品の売上高",
                "本件特許権の設定登録日(平成19年6月8日)から平成26年10月28日までの間の，被告製品の売上高は，それぞれ以下のとおりであり，その総額は20億1742万9150円である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告装置",
                  "text": [
                    "19億7164万円"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件固定リング",
                  "text": [
                    "4200万1550円"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件板状部材",
                  "text": [
                    "378万7600円」"
                  ]
                }
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決38頁18行目の冒頭から39頁7行目末尾までを，次のとおり改める。",
                "「(4)  実施料相当額",
                "よって，一審原告の損害又は損失は，被告製品の売上総額20億1742万9150円の10％に相当する2億0174万2915円である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "弁護士費用",
              "text": [
                "一審原告は，一審被告による特許権侵害の不法行為のために本件訴訟の提起を余儀なくされ，弁護士費用として，上記2億0174万2915円の15％に相当する3000万円を下らない額の損害を被った。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "よって，一審原告は，一審被告に対し，特許権侵害の不法行為に基づく損害賠償請求又は不当利得の返還請求として，上記実施料相当額(損害額又は損失額)2億0174万2915円及び上記弁護士費用相当額3000万円の内金である2825万7085円の合計額である2億3000万円，並びにこのうち3000万円に対する平成25年9月12日(警告書の到達日の翌日)から，うち2億円に対する平成26年10月28日から各支払済みまで年5％の割合による遅延損害金の支払を求める。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)ア(構成要件B2等の充足性)について",
              "text": [
                "〔一審被告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件訂正明細書等の【0026】及び【図7】には，選別ケーシング33が，回転板との間でクリアランスを形成する円周面33aを有する「枠板」と，これと固定されている容器形状の部材との二つの部材から成る構成が示されている旨認定した。",
                    "しかし，本件訂正明細書等の【図2】ないし【図7】のいずれにおいても，「選別ケーシング」を指す符号「33」は，一の構成部材から引き出されているのであって，【0026】及び【図7】には，原判決が認定する構成は記載されていない。本件訂正明細書等の記載から，「選別ケーシング」には，「複数の部材が固定されて一体となって，上記のような構造と機能を備えた部材として構成されている場合」も含まれると解釈することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告装置においては，回転円板3との間に環状隙間C(クリアランス)を形成して異物選別槽Aに投入された生海苔混合液の異物分離をする環状固定板4と，吸引ポンプ用連結口を有するケーシング部材7とは別個の部材であるから，「選別ケーシング」の一部でない環状固定板4に突起物が設けられている被告装置は，構成要件B2等を充足しない。",
                    "〔一審原告の主張〕",
                    "原判決における認定判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(1)イ(構成要件Cの充足性)について",
              "text": [
                "〔一審被告の主張〕",
                "本件各発明の構成要件Cは，構成要件B2等の構成を備えた生海苔異物分離除去装置における生海苔の共回り防止装置を意味する。",
                "しかし，被告装置は，構成要件B2等を充足しない生海苔異物分離除去装置であるから，構成要件Cを充足しない。",
                "〔一審原告の主張〕",
                "原判決における認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)ア(進歩性欠如-本件各発明につき)について",
              "text": [
                "〔一審被告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決における認定判断は，乙1発明に具体的に例示されている実施形態に，乙5装置の実施形態をそのまま適用することができるかどうかにより発明の容易想到性を判断しており，その判断手法として誤っている。",
                    "乙5装置の実施形態に具現化されている技術的思想は，生海苔の異物分離除去装置において，生海苔と海水との混合液である生海苔混合液をして，平面視で環状の狭い隙間を通過させることにより前記生海苔混合液に含まれている異物であって当該隙間を通過できない大きさの異物を分離除去する際に，前記隙間に異物などが詰まることを防止する手段を設けるというものであって，当該「隙間に異物などが詰まることを防止する手段」は，前記隙間を生海苔混合液が通過していく方向に対して直交する方向から突起物を衝突させるというものである。",
                    "また，乙1発明の実施形態において，環状枠板部の内周と，これに対向する第一回転板の外周との間に形成されている，平面視で環状の垂直方向に伸びる隙間は，乙5装置の実施形態で，濾筒の上端縁と，これに垂直方向上側から対向する帽状キャップの筒状部材端面の環状鍔との間に形成される水平方向に伸びる平面視で環状の隙間より間隔が狭いものになっている。そうすると，乙1発明に内包されているクリアランスの目詰まりという課題を解決するにあたって，乙5装置に係る発明を乙1発明に適用することを考えた当業者が，乙1発明の実施形態において，環状枠板部の内周と，これに対向する第一回転板の外周との間に形成されている，平面視で環状の，垂直方向に伸びる隙間を，垂直方向に流動する生海苔混合液に対して，その流動方向に直交するように刃部のような板状体を衝突させることにより，当該隙間に目詰まりが生じることを防止すべく，板状体に相当する突起部を，環状枠板部の内周面に設け(本件発明1に相当する構成)，第一回転板の外周面及び／又は環状枠板部の内周面に設け(本件発明3に相当する構成)，環状枠板部の内周と第一回転板の外周との間に形成されている隙間に設けること(本件発明4に相当する構成)は，容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，乙1発明や乙5装置に，生海苔異物除去の技術分野とは異なる技術分野に関する乙8公報ないし乙10公報に記載された突起物を適用する動機があるとはいえない旨判断した。",
                    "しかし，乙8公報ないし乙10公報に記載されている技術的思想は，回転体の回転に連れて被処理物が共回りする際，当該共回りの発生を防止あるいは抑制するために，被処理物が共回りで流動していく方向に対して衝突する突起部を設けるというものである。乙1発明に内包されているクリアランスの目詰まりという課題を解決するにあたって，乙5装置の実施形態に係る発明を乙1発明に適用することを考えた当業者が，環状枠板部の内周と第一回転板の外周との間に形成されている隙間を流動していく生海苔混合液に対して，その流動方向に衝突するように突起部を設けるべく，突起部を，環状枠板部の内周面に設け(本件発明1に相当する構成)，第一回転板の外周面及び／又は環状枠板部の内周面に設け(本件発明3に相当する構成)，環状枠板部の内周と第一回転板の外周との間に形成されている隙間に設けること(本件発明4に相当する構成)は，容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，乙1発明に基づいて，乙5装置で公然実施されていた公知技術や乙8公報ないし乙10公報の公知技術を参照して，本件各発明の構成に至ることは，本件特許の出願当時，当業者において容易に想到し得たことである。",
                    "〔一審原告の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "一審被告の主張について",
                  "text": [
                    "一審被告の主張する乙5装置の実施形態に具現化されている技術的思想なるものが，乙5装置に具現された技術的思想の創作としての「発明」であるということはできない。乙5装置に開示された技術的思想は，「単に隙間に異物などが詰まることを防止する手段を設ける」というものにすぎず，隙間に異物などが詰まることを防止する必要があるという課題は見られるものの，その課題を解決するために採用される技術的手段(詰まりを防止する手段についての基本的な構造や態様)については，何ら具体的かつ客観的なものとして開示されていない。",
                    "また，一審被告は，乙8公報ないし乙10公報に記載されている技術的思想を抽象化して主張するが，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各発明は，乙1発明に基づいて，乙5装置で公然実施されていた公知技術や乙8公報ないし乙10公報の公知技術を参照しても，当業者において，本件各発明の構成には容易に想到し得ないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(3)イ(サポート要件違反-本件発明1につき)について",
              "text": [
                "〔一審被告の主張〕",
                "本件訂正明細書等の【0026】は，図3及び図4を参照しながら防止手段6を設ける位置を説明しているので，ここでは，「クリアランスの目詰まりを無くす」という本件発明1の目的にかなう効果を期待できるクリアランスの近傍に突起物を設けるものであることが明示されている。",
                "しかし，本件発明1の特許請求の範囲(請求項1)には，回転板(構成要件A2)と，生海苔排出口を有する選別ケーシング(構成要件A1)とがどのような配置関係になっているかが記載されていないから，「この突起物を，前記選別ケーシングの円周端面に設ける構成とした」(構成要件B2)という記載のみでは，「クリアランスの目詰まりを無くす」という本件発明1の目的にかなう効果を期待できる配置位置に突起物が配置されるものであるかどうか明らかではなく，図3及び図4を参照しながら防止手段6を設ける位置を説明している本件訂正明細書等の【0026】の記載内容を越えた範囲の発明をも包含する記載になっている。",
                "したがって，本件発明1は「発明の詳細な説明に記載したもの」ではないものも含むことになっており，特許法36条6項1号に規定されている要件(サポート要件)に違反するものとして，無効にされるべきものである。",
                "〔一審原告の主張〕",
                "「選別ケーシング」における「選別」とは「より分けること」であり，「ケーシング」とは，一般的には「容器」の意味で用いられる用語である。また，本件訂正明細書等の請求項4の記載及び【0019】【0025】【0026】【図7】などから，「選別ケーシング」は，回転板との間で「クリアランス」を形成する部分を含まなければならないことが分かる。",
                "したがって，本件発明1において「生海苔排出口を有する選別ケーシング」(構成要件A1)が，異物の混入した生海苔混合液から異物を除去した後の生海苔混合液を入れることのできる容器であって，生海苔排出口以外の円周状の容器開口部分と回転板との間でクリアランスを形成し，生海苔混合液をそのクリアランスに通過させて異物除去を図ろうとするための部材を意味することが明らかである。",
                "そして，本件発明1の構成要件A2「回転板」，構成要件B2「選別ケーシングの円周端面」などの記載と併せれば，「生海苔の共回りを防止する防止手段」たる「突起・板体の突起物」を「前記」「選別ケーシング」の「円周端面」に設けること，すなわち「クリアランス内又はその近傍に当該防止手段を設ける」もののうち，「選別ケーシングの円周近傍にある面状の部位のうち，クリアランスの近傍であって「周を形成する円柱状の側面部分」に設ける」ものであることが理解される。すなわち，単なる「突起・板体の突起物」を「選別ケーシング」に設けたからといって，その全てが本件発明1の「生海苔の共回り防止手段」に該当するわけではないことは明らかである。",
                "したがって，一審被告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点(4)ア(乙5装置に係る事業に基づく先使用権)について",
              "text": [
                "〔一審被告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙5装置の実施形態に具現化されている一審被告による技術的思想は，「生海苔の異物分離除去装置において，生海苔と海水との混合液である生海苔混合液をして，平面視で環状の狭い隙間を通過させることにより前記生海苔混合液に含まれている異物であって当該隙間を通過できない大きさの異物を分離除去する際に，前記隙間に異物などが詰まることを防止する手段を設けるもので，この際，当該「隙間に異物などが詰まることを防止する手段」として，前記隙間を生海苔混合液が通過していく方向に対して直交する方向から突起物を衝突させる」というものである。",
                    "本件各発明は，平面視で環状の狭い隙間を通過させることにより前記生海苔混合液に含まれている異物であって当該隙間を通過できない大きさの異物を分離除去する際に，前記隙間に異物などが詰まることを防止する手段を設けるもので，この際，当該「隙間に異物などが詰まることを防止する手段」として，前記隙間を生海苔混合液が通過していく方向に対して直交する方向から突起物を衝突させるものに相当する。",
                    "したがって，本件各発明は，乙5装置の実施形態に具現された発明(技術的思想)を，乙5装置とは異なる実施形態で具現化したものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，被告装置は，乙5装置の実施形態に具現された発明(技術的思想)と同一の範囲内のものであり，一審被告は，乙5装置の実施に基づいて，被告装置に関して，本件特許権についての先使用権(特許法79条)を有する。",
                    "〔一審原告の主張〕",
                    "原判決における認定判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点(4)イ(甲31の2発明の実施である事業の準備に基づく先使用権)について",
              "text": [
                "〔一審被告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「事業の準備」とは，即時実施の意図を有しており，かつ，その即時実施の意図が客観的に認識される態様，程度において表明されていることである。",
                    "一審被告が，被告技術的思想Bについて即時実施の意図を有し，そのことが客観的に表明されていたことは，証拠(乙13，32，41，42等)から明らかに認定できる。「事業の準備」があるというために，溝やウレタンゴム板の具体的サイズについてミリ単位の確定までは本来必要ないが，これらの点についても，乙42に記載されているとおり確定しており，それに基づく清掃手段を具備した「WK-3型Rタイプ」が平成10年9月18日に発売されている。",
                    "したがって，一審被告は，本件特許権について甲31の2発明に基づく先使用権を有する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原判決の認定の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，少なくとも乙13の2の設計図は，平成10年6月8日に作成された図面を元にして，同日付より後に，ウレタンゴム板をはめ込むための溝を加筆して作成されたものであることが明らかであるとする。",
                        "しかし，当時一審被告の工場長であった Aの作成に係る陳述書(乙41)にあるように，乙42図面は平成10年6月8日に作成されており，その後，その図面に「71」という書き込みがされたのが乙13の2図面である。乙13の2図面は，原判決が判示するとおり，平成10年6月8日作成の図面を元に，その後に溝の寸法が書き込まれたものであるが，そうであるからといって，同日作成の図面に溝が記載されていなかったわけではないことは，乙42図面から明らかである。",
                        "したがって，平成10年6月8日に作成された図面においてはウレタンゴム板をはめ込む溝の記載はなく，それは後日加筆されたものであるとの原判決における認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，ウレタンゴム片やそれをはめ込むための溝についての記載部分を除くと，乙13の1等の図面は，出願済みの甲31の1発明の実施品のための設計図であると考えることもできるとする。",
                        "しかし，一審被告においては，平成10年6月8日の時点において，甲31の1発明を実施するための設計図を作成しなければならない理由も必要もない。A の作成に係る陳述書(乙32)から明らかなとおり，甲31の1発明の試作機は平成10年3月下旬に完成していたのであり，平成10年6月8日の時点で甲31の1発明の実施品に係る設計図面を作成する理由も必要もない。そして，甲31の1発明の試作機を使用した実験の結果，ウレタンゴム板の設置による清掃手段の発明に至り，その発明に係る設計図が，平成10年6月8日の時点で作成された乙13図面(ただし，寸法の一部については後日の書き込み。)，乙42図面などである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，ウレタンゴムの購入の資料から，53mmの溝を設け，49mmのウレタンゴム板をはめ込むことを決定したのは，平成10年6月29日よりも後のことであるとする。",
                        "しかし，平成10年6月29日は，3辺の寸法が4mm×100mm×1000mmの大きいサイズのウレタンゴムを購入した日であるが(乙15の1)，同月8日作成の乙42図面等から明らかな通り，同月8日時点ですでに固定盤と回転盤に溝を設けウレタンゴム板をはめ込み清掃する技術が示されており，一審被告は，それ以前から社内にあるウレタンゴム板を使用して量産化の準備に着手していたものである。",
                        "したがって，原判決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決は，甲31の2発明について，その特許出願(平成10年9月11日)以前に，試作機を展示会(同年6月6日)に出品して，同発明を公知にしたことになるが，これは，当時すでに多数の特許出願の経験を有していた一審被告の行動としては合理的なものとはいえないと判示する。",
                        "しかし，一審被告は，「上部回転盤及び，下部固定盤にウレタンゴム片をはめ込んでいる実施形態に係る発明」は，甲31の1発明の追加発明あるいは改良発明であると考えていたため，平成10年6月開催の展示会に試作機を出品していたが，その後，一審被告において，「WK-3型Rタイプ」につき，「甲31の1の特許請求の範囲の請求項2に記載されている発明の構成要件を全部具備した上で，更に，甲31の1の出願時の明細書・図面には記載していなかった，上部回転盤及び，下部固定盤にウレタンゴム片をはめ込んでいる実施形態」を正式な量産機として平成10年9月から発売することになったものである。",
                        "そこで，一審被告は，正式な量産機として市場に提供される実施形態そのものも特許出願しておくことが望ましいと考え，甲31の2発明につき，甲31の1発明の特許出願を基礎の出願とする国内優先権主張出願(特許法41条)として，平成10年9月11日特許出願したものであって，上記経過に照らし，一審被告が同年6月時点で展示会に試作機を出品したことは何ら不合理なことではなく，原判決の指摘は当たらない。",
                        "〔一審原告の主張〕"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "一審被告の主張に係る被告技術的思想Bと，本件各発明との間に同一性はないから，一審被告に甲31の2発明の実施である事業の準備が認められるか否かにかかわらず，一審被告の甲31の2発明に基づく先使用権の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告に甲31の2発明の実施である事業の準備が認められるかという点に関する原判決の認定判断は，一審被告の提出した客観的証拠に基づいてされたものであり，一審原告において異論のないものである。",
                    "原判決の認定に対する一審被告の主張は，客観的証拠に基づかないか，これと齟齬するものにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点(5)(本件各メンテナンス行為に対する差止請求の可否)について",
              "text": [
                "〔一審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件固定リングの取付行為の差止めについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件固定リングの取付行為の「生産」該当性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件板状部材を除いた本件固定リングそれ自体は，形式的には「共回りを防止する防止手段」ではないかのように見えるが，本件固定リングには，本件板状部材が取付可能なように，それにサイズを合わせた凹部やボルトの取付穴が形成されている。形式的に本件板状部材を分離できる構成とされていても，両者は一体となって機能しており，本件板状部材を部品として本件固定リングが構成されているという観点からは，実質的に「共回りを防止する防止手段」に該当すると判断すべきである。",
                            "本件各発明は「共回り防止装置」に関する発明であり，「生海苔異物分離除去装置」に内蔵され，その一部となる構成を指すものである。本件板状部材を除いた本件固定リングは，「共回り防止装置」の重要部分を構成する部品であるという点では，本件板状部材と全く異ならないのであって，本件板状部材及び本件固定リング等が一体となって本件各発明の「共回り防止装置」を構成しているのである。",
                            "したがって，被告装置に対して本件固定リングを取り付ける行為は，特許法2条3項1号の「生産」に該当することは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，本件固定リングの摩耗によって，「環状隙間の間隔が広がり，生海苔異物分離除去装置である被告装置の異物分離除去の機能に支障が出る」こと自体は，「共回り防止装置」が果たす機能とは無関係である旨判断したが，隙間の広がりによって異物分離除去機能に支障が出た場合は，尚一層，「共回り」が助長されるという重大な事実を看過している(【0003】)。",
                            "また，原判決は，隙間が広がった場合は，クリアランスの目詰まりが起こりにくくなり，目詰まり防止の必要性は低くなるとするが，被告装置においては，隙間の下部から吸引ポンプによって吸引力をかけているため，生海苔混合液の特性として，隙間が僅かに大きくなった部分(特に開口のカドが曲面状に摩耗した部分)に集中し，隙間を通過できない生海苔がその部分に大きな塊を形成して行き，「共回り」がすぐに発生することになるのであって，この場合，目詰まり防止の必要性は極めて高くなる。",
                            "したがって，「本件固定リングが摩耗したにすぎない被告装置について，その固定リングを交換し，新たな固定リングを取り付けた」場合は，共回りが起きにくくなり，本件板状部材の機能をより一層発揮できる本来の状態に戻すことが可能であるから，原判決が「本件固定リングが摩耗したにすぎない被告装置について，その固定リングを交換し，新たな固定リングを取り付けたとしても，それによって，被告装置が既に備えている「共回り防止装置」と同一性を欠く，新たな「共回り防止装置」が製造されたということはできない」との判断は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "侵害の予防に必要な行為であること",
                      "text": [
                        "仮に，本件固定リングの取付行為が，特許法2条3項1号の「生産」に該当しないとしても，本件板状部材の取付行為は，本件特許権の侵害を構成し，その行為の差止めが認められる。",
                        "メンテナンス行為において，本件板状部材と一体化している本件固定リングを取り外して，新品の本件固定リングを取り付けようとする場合，新品の本件板状部材と一体となった新品の本件固定リングを取り付けることは，経験則から明らかである。",
                        "したがって，被告装置に対する本件板状部材の取付行為の差止めを求めるに際し，「その他の侵害の予防に必要な行為」(特許法100条2項)として，本件固定リングの被告装置への取付行為の差止めが認められるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件メンテナンス行為2の「生産」該当性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審原告は，本件メンテナンス行為2が特許法2条3項1号の「生産」に該当しないとする原判決の判断は争わない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "侵害の予防に必要な行為であること",
                      "text": [
                        "一審被告は，ユーザーに供給した被告装置について点検，固定リング交換等のメンテナンス業務を行っているところ，通常は，本件メンテナンス行為1のみを，一審被告が独立して行うことはない。本件固定リングの点検は，「回転円盤・固定リング・軸受部の点検」として回転円盤等と一体で行われており，点検の結果，本件固定リングや本件板状部材の摩耗や劣化が明らかとなった場合は，本件固定リングや本件板状部材の部品代と交換工賃を別途請求して，新品の本件板状部材や本件固定リングを取り付けるのである。",
                        "本件メンテナンス行為2を行う一審被告が，ユーザーに対して，本件固定リングや本件板状部材の取付けを断るなどということを，一審原告の立会がない状況下で期待できるはずはないから，一審被告に対して本件メンテナンス行為1を差し止める場合は，経験則上，本件メンテナンス行為2も併せて差し止めておかなければ，本件メンテナンス行為1の差止めの実効性が欠ける。",
                        "したがって，本件メンテナンス行為1の差止めを求めるに際し，「その他の侵害の予防に必要な行為」(特許法100条2項)として，本件メンテナンス行為2の差止めが認められるべきである。",
                        "〔一審被告の主張〕"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件固定リングの取付行為について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「生産」該当性について",
                      "text": [
                        "本件各発明における「共回りを防止する防止手段」とは，その効果を奏する「突起物」であるところの本件板状部材に限られ，本件固定リングは，これに該当しない。",
                        "本件固定リングの摩耗によって隙間が拡がり，異物の分離に支障が出るとしても，目詰まりが生じ易くなるということはなく，「共回り」が助長されることもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "侵害の予防に必要な行為について",
                      "text": [
                        "本件固定リングと本件板状部材は一体として供給されているのではなく，別個に取り扱われている。メンテナンスとして，本件固定リングのみ新しいものに交換する，あるいは，本件板状部材のみ新しいものに交換するということは通常見られる行為であり，本件固定リングの取付行為を差し止めることが，本件板状部材の取付行為を予防するために必要な行為であるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件メンテナンス行為2について",
                  "text": [
                    "被告装置の点検等を禁止しなければ，本件板状部材の取付行為の禁止が実効性に欠けるということにはならない。",
                    "一審原告の主張は，いたずらに自己の権利を拡張しようとするものであり，許されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "争点(6)(一審原告の損害賠償請求権又は不当利得返還請求権の有無及び額)について",
              "text": [
                "〔一審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施料率について",
                  "text": [
                    "本件発明の価値が極めて高いことに照らせば，被告装置に係る実施料率は10％と認定されるべきである。",
                    "これに対し，原判決は，被告装置に係る実施料率を3％とするのが相当である旨判断した。しかしながら，原判決が列挙する事情は，以下のとおり，実施料率を認定するに当たり考慮すべき事情であるとはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "クリアランスを利用する回転板方式の生海苔異物分離除去装置自体は，本件各発明の以前から公知技術であったことは確かであるが，未完成技術であり，本件各発明の「共回り防止装置」を付加した異物分離除去装置となって，初めて実用化が可能である。",
                        "本件各発明は，公知の回転板方式に対して，単に突起物を付加したなどというものではない。生海苔という工業製品のように規格がそろっていない「生き物」を対象として，目詰まりの原因であると同時に結果でもある「共回り」という現象(誰も着眼出来なかった現象)に着目して，その特性・挙動などに応じた的確な構成を発案したものである。この点に，本件各発明の技術的思想の高度の創作としての価値が存する。",
                        "実際，親和製作所は本件各発明を実施できなくなったために，生海苔異物除去装置の製造販売業から撤退せざるを得なくなった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，被告装置が極めて高額なものであるのに対し，本件固定リングや本件板状部材の各売上げや単価が低いことを挙げるが，これらの事情は本件各発明の実施料率の認定とは全く関係がない。",
                        "本件各発明は「共回り防止装置」に関するものであり，「共回り防止手段」に関するものではない。本件板状部材をその部品とする本件固定リング自体も，本件各発明の「共回り防止装置」ではない。本件各発明の「共回り防止装置」は，「生海苔異物分離除去装置」に内蔵され，その一部となる構成を指すものである。一方，「共回り防止装置」は，生海苔異物分離除去装置の一部の構成を指すから，生海苔異物分離除去装置に該当する被告装置が極めて高額なものであるのに対して，本件板状部材や本件固定リングの各売上げや単価が低いことは，本件各発明の実施料率を認定するに際しては，全く関係のない事実である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審被告は，本件各発明を直接実施する部分である本件板状部材を取り付けた構成が，「ハタキ」の時期のみに役立つかのように主張しているが，隙間調整構造で隙間を大きくすることによって，目詰まりの発生を一定程度防止することができるなどという事実は客観的には全く立証されていない。",
                        "そもそも，隙間を大きくすれば，当然のことながら，微小な異物がその隙間を通過するため，異物除去の観点からは好ましくないのであり，極めて品質の悪い生海苔を許容することになる。そればかりか，隙間に，本来であれば入り込めない生海苔や異物が食い込むことで，むしろ「共回り」を助長することになる。",
                        "隙間調整は，生海苔の状況に応じて隙間を調整したり，異物除去工程後の清掃段階で隙間に詰まった生海苔を容易に除去したりするための手段であって，目詰まり発生防止とは全く異なる事項である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決は，親和製作所が，一審原告に対して5％のライセンス料支払を提案して本件各発明の実施許諾を求めたが，一審原告がそれを拒否した事実及び一審原告が一審被告に対して実施許諾の意思を有していないとの事実を認定している。",
                        "とすれば，一審被告が，一審原告に対して5％のライセンス料支払を前提として本件各発明の実施許諾を求めたとしても，一審原告がそれに応ずるはずはない。",
                        "特許法102条3項の趣旨からすれば，特許権侵害を犯した後に支払うべき実施料率(判決によって認定されるべき実施料率)は，製品販売前に誠意をもったライセンス交渉を行い，通常のライセンス契約をした場合の実施料率と比較して格段に高率となることは当然である。",
                        "少なくとも，親和製作所が5％を提案した事実からすれば，本件各発明の実施料相当額として，それよりも2％も低い3％が相当な実施料率であるはずがない。",
                        "「農業・林業・漁業の技術」を含む「他に分類されない製造業・産業の技術」に関する実施料率として最頻値が5％とされていること，国有特許等の基準率(農林水産業)において3．88％とされていること，国内アンケートの結果，「農業」の技術分野におけるロイヤルティ料率の平均値が3．0％であることといった事情は，製品販売前に誠実にライセンス交渉を行う際に引用するには有用であろうが，特許権の侵害行為をした者について引用すべきものではないことも，特許法102条3項の趣旨に照らして明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "弁護士費用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，一審被告の特許権侵害の不法行為と相当因果関係がある弁護士費用の額は400万円であると認定した。",
                        "しかし，本件においては，①一審原告が本件訴訟を提起したことについて，一審被告に全面的に帰責事由があるという経緯(一審被告が本件訴訟提起前における一審原告との事前交渉を一方的に破棄したという事情)，②仮処分手続や無効審判2件の手続も経ていること，③訴訟提起の約2年前から一審被告との間で本件特許権侵害を前提とした交渉がもたれていたのであり，一審被告は，訴訟になった場合，自ら委任する弁護士の費用のみならず，敗訴した場合に損害賠償を負担しなければならないという事実を知っていたこと(民法416条2項の特別事情に該当する事情)等も考慮すれば，原判決における上記認定額は低額にすぎるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訴訟の提起に至る上記経緯等も併せ考慮すれば，一審被告の不法行為と相当因果関係のある弁護士費用相当額としては，損害額の約15％に相当する3000万円と認定されるべきである。",
                        "〔一審被告の主張〕"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "実施料率について",
                  "text": [
                    "本件各発明は，異物分離除去装置を対象とする特許発明ではなく，あくまでもその装置のうちの「共回り防止装置」に限定される特許発明である。被告装置全体を対象とする特許発明があると観念して，その架空の特許発明について実施料率を考えるとすれば，その実施料率は4％が限度である。",
                    "そして，被告装置全体を対象とする架空の特許発明の実施料率4％に対し，「共回り防止装置」のみを対象とする本件各発明の寄与度は10％とすべきである。",
                    "なお，「共回り防止装置」を構成する本件固定リングについては，実施料率4％に対し寄与度は25％，本件板状部材については，実施料率4％に対し寄与度は100％とすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，被告装置全体を対象として，本件各発明の実施料率は3％が相当と認定するが，そのように認定する理由も明らかでない上に，次のような事情を考慮すれば，不当に高額である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各発明は，生海苔異物分離除去装置である被告装置全体を対象とした発明でなく，その一部にすぎない「共回り防止装置」に限られる発明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告装置全体の売上げに占める本件各発明に係る「共回り防止装置」を構成する本件固定リングと本件板状部材の単価額(合計約2万7257円)は，被告装置の販売価格(概ね357万円から777万円程度)に比べて極めて低額である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そもそも「共回り防止装置」に限られる本件各発明の実施料を算定するに当たっては，被告装置全体の売上げを対象とすべきではなく，そのうちの「共回り防止装置」(本件固定リングと本件板状部材)に係る売上げを対象とすべきである。仮に，被告装置全体を対象として実施料を算定するとすれば，先ず，被告装置全体を対象とする特許発明を観念して，その架空の特許発明についての実施料率を前記のとおり4％とした上で，それに対する「共回り防止装置」の寄与度を考えるべきである。そして，「共回り防止装置」の寄与度を考えるに当たっては，本件各発明の作用効果及びその必要な時期が限定的なものにすぎないことを考慮すべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明の意義",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "本件各発明の特許請求の範囲の記載は，それぞれ以下のとおりである。",
                "【請求項1】生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                "前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。",
                "【請求項3】生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                "前記防止手段を，突起・板体の突起物とし，この突起物を回転板及び／又は選別ケーシングの円周面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。",
                "【請求項4】生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，",
                "前記防止手段を，突起・板体の突起物とし，この突起物を選別ケーシングと回転板で形成されるクリアランスに設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正明細書等の記載",
              "text": [
                "本件訂正明細書等の発明の詳細な説明には，おおむね次のような記載がある(図については，別紙本件訂正明細書等図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】本発明は，生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】この異物分離機構を備えた生海苔異物分離除去装置としては，特開平8-140637号の生海苔の異物分離除去装置がある。その構成は，筒状混合液タンクの環状枠板部の内周縁内に回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに，前記筒状混合液タンクに異物排出口を設けたことにある。この発明は，比重差と遠心力を利用して効率よく異物を分離除去できること，回転板が常時回転するので目詰まりが少ないこと，又は仮りに目詰まりしても，当該目詰まりの解消を簡易に行えること，等の特徴があると開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】前記生海苔の異物分離除去装置，又は回転板とクリアランスを利用する生海苔異物分離除去装置においては，この回転板を高速回転することから，生海苔及び異物が，回転板とともに回り(回転し)，クリアランスに吸い込まれない現象，又は生海苔等が，クリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象であり，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する状況等である。この状況を共回りとする。この共回りが発生すると，回転板の停止，又は作業の停止となって，結果的に異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の如く，最悪の状況となることも考えられる。",
                    "【0004】前記共回りの発生のメカニズムは，本発明者の経験則では，1．生海苔(原藻)に根，スケール等の原藻異物が存在し，生海苔の厚みが不均等のとき，2．生海苔が束状，捩じれ，絡み付き等の異常な状態で，生海苔が展開した状態でない，所謂，生海苔の動きが正常でないとき，3．生海苔が異物を取り込んでいる状態，生海苔に異物が付着する等の状態であって，生海苔の厚みが不均等であるとき，等の生海苔の状態と考えられる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0005】請求項1の発明は，共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)を図ることにある。またこの防止手段を，簡易かつ確実に適切な場所に設置することを意図する。",
                    "【0006】請求項1は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，前記防止手段を，突起・板体の突起物とし，この突起物を，前記選別ケーシングの円周端面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。",
                    "【0009】請求項3の発明は，請求項1の目的を達成することと，またこの防止手段を，簡易かつ確実に適切な場所に設置することを意図する。",
                    "【0010】請求項3は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，前記防止手段を，突起・板体の突起物とし，この突起物を回転板及び／又は選別ケーシングの円周面に設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。",
                    "【0011】請求項4の発明は，請求項1の目的を達成することと，またこの防止手段を，クリアランスへの容易な設置を図ることを意図する。",
                    "【0012】請求項4は，生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，前記防止手段を，突起・板体の突起物とし，この突起物を選別ケーシングと回転板で形成されるクリアランスに設ける構成とした生海苔異物分離除去装置における生海苔の共回り防止装置である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0019】本発明の生海苔混合液槽には，生海苔タンクから順次生海苔混合液が導入される。この導入された生海苔混合液の生海苔は，回転板とともに回転しつつ，順次吸込用ポンプにより回転板と選別ケーシングで形成される異物分離機構のクリアランスに導かれる。この生海苔は，このクリアランスを通過して分離処理される。この分離処理された生海苔及び海水は，選別ケーシングのケーシング内底面より連結口を経由して良質タンクに導かれる。",
                    "【0020】このクリアランスに導かれる際に，生海苔の共回りが発生しても，本発明では，防止手段に達した段階で解消される(防止効果)。尚，前記防止手段は，単なる解消に留まらず，生海苔の動きを矯正し，効率的にクリアランスに導く働きも備えている(矯正効果)。",
                    "【0021】以上のような操作により，生海苔の分離が，極めて効率的にかつトラブルもなく行われることと，当該回転板，又は当該装置の停止等は未然に防止できる特徴がある。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "【0023】1は異物分離除去装置で，この異物分離除去装置1は，生海苔混合液をプールする生海苔混合液槽2と，この生海苔混合液槽2の内底面21に設けた異物分離機構3と，異物排出口4と，前記異物分離機構3の回転板34を回転する駆動装置5と，防止手段6を主構成要素とする。",
                    "【0024】生海苔混合液槽2には，生海苔・海水を溜める生海苔タンク10と連通する生海苔供給管11が開口しており，この生海苔供給管11には供給用のポンプ12が設けられている。また分離処理された生海苔・海水をプールする良質タンク13を設ける。",
                    "【0025】異物分離機構3は，分離した生海苔・海水を吸い込む連結口31，及び逆洗用の噴射口32を有する選別ケーシング33と，この選別ケーシング33に寸法差部Aを設けるようにして当該選別ケーシング33の噴射口32の上方に設けられた回転板34と，この回転板34の円周面34aと前記選別ケーシング33の円周面33aとで形成されるクリアランスSと，で構成されている。前記寸法差部Aは，選別ケーシング33の円周端面33bと回転板34の円周端面34bとの間で形成する。",
                    "【0026】防止手段6は，一例として寸法差部Aに設ける。図3，図4の例では，選別ケーシング33の円周端面33bに突起・板体・ナイフ等の突起物を1ケ所又は数ヶ所設ける。また図5の例は，生海苔混合液槽2の内底面21に1ケ所又は数ヶ所設ける。さらに他の図6の例は，回転板34の円周面34a及び／又は選別ケーシング33の円周面33a(一点鎖線で示す。)に切り溝，凹凸，ローレット等の突起物を1ケ所又は数ヶ所，或いは全周に設ける。また図7の例は，選別ケーシング33(枠板)の円周面33a(内周端面)に回転板34の円周端面34bが内嵌めされた構成のクリアランスSでは，このクリアランスSに突起・板体・ナイフ等の突起物の防止手段6を設ける。また図8の例では，回転板34の回転方向に傾斜した突起・板体・ナイフ等の突起物の防止手段6を1ケ所又は数ヶ所設ける。",
                    "【0027】尚，前記回転板34は，駆動装置5のモーター51に設けた回転軸52に昇降自在に設けられている。従って，逆洗槽14内の海水を，ホース15及び逆洗用ポンプ16を介して噴射口32より噴射して，この回転板34を押上げ，この押上げによりクリアランスSの寸法を拡げる構成となっている。",
                    "【0028】図中17は連結口31に設けた分離された生海苔・海水を良質タンク13に導くホース，18はホース17に設けた吸込用ポンプをそれぞれ示す。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の効果",
                  "text": [
                    "【0029】請求項1の発明は，生海苔排出口を有する選別ケーシング，及び回転板，回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，防止手段を，突起・板体の突起物とし，突起物を，選別ケーシングの円周端面に設ける生海苔異物分離除去装置における生海苔の共回り防止装置である。従って，この請求項1は，共回りの発生を無くし，かつクリアランスの目詰まりを無くすこと，又は効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)が図れること，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等の特徴がある。",
                    "【0031】請求項3の発明は，生海苔排出口を有する選別ケーシング，及び回転板，回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，防止手段を，突起・板体の突起物とし，突起物を回転板及び／又は選別ケーシングの円周面に設ける生海苔異物分離除去装置における生海苔の共回り防止装置である。従って，請求項1の目的を達成できることと，またこの防止手段を，簡易かつ確実に適切な場所に設置できること等の特徴を有する。",
                    "【0032】請求項4の発明は，生海苔排出口を有する選別ケーシング，及び回転板，回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，防止手段を，突起・板体の突起物とし，突起物を選別ケーシングと回転板で形成されるクリアランスに設ける生海苔異物分離除去装置における生海苔の共回り防止装置である。従って，請求項1の目的を達成できることと，またこの防止手段を，クリアランスへの容易な設置が図れること等の特徴を有する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)及び(2)の記載によれば，本件各発明の概要は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明は，生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する。",
                    "従来，筒状混合液タンクの環状枠板部の内周縁内に回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに，前記筒状混合液タンクに異物排出口を設けた生海苔異物分離除去装置(乙1発明)がある。",
                    "この生海苔異物分離除去装置(又は，回転板とクリアランスを利用する生海苔異物分離除去装置)においては，この回転板を高速回転することから，生海苔及び異物が回転板とともに回転し，クリアランスに吸い込まれない現象，又は，生海苔等がクリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象が生じ，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する。",
                    "このような「共回り」が発生すると，回転板の停止又は作業の停止となって，結果的に異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等のごとく，最悪の状況となることも考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件各発明は，従来の生海苔異物分離除去装置(乙1発明)の有する前記アの問題に鑑み，共回りの発生をなくし，かつクリアランスの目詰まりをなくすこと，又は効率的・連続的な異物分離を図ること等を目的に，「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置」において，請求項1の発明(本件発明1)では，前記防止手段を，突起・板体の突起物とし，これを前記選別ケーシングの円周端面に設ける構成とし，請求項3の発明(本件発明3)では，前記防止手段を，突起・板体の突起物とし，これを回転板及び／又は選別ケーシングの円周面に設ける構成とし，請求項4の発明(本件発明4)では，前記防止手段を，突起・板体の突起物とし，これを選別ケーシングと回転板で形成されるクリアランスに設ける構成とした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明によれば，共回りの発生をなくし，かつクリアランスの目詰まりをなくすこと，又は，効率的・連続的な異物分離(異物分離作業の能率低下，当該装置の停止，海苔加工システム全体の停止等の回避)が図れること，この防止手段を，簡易かつ確実に適切な場所に設置できること，この防止手段を，クリアランスへの容易な設置が図れること等の効果を奏する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)ア(構成要件B2等の充足性)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所も，被告装置は，本件各発明の構成要件B2等をいずれも充足するものと判断する。その理由は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第4の2記載のとおりであるから，これを引用する。",
                "原判決47頁13行目の「取り付けられ構成」を「取り付けられた構成」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における一審被告の主張について",
              "text": [
                "一審被告は，本件訂正明細書等の【図2】ないし【図7】のいずれにおいても，「選別ケーシング」を指す符号「33」は，一の構成部材から引き出されているのであって，【0026】及び【図7】には，選別ケーシング33が，二つの部材から成る構成は記載されておらず，本件訂正明細書等の記載から，「選別ケーシング」には，複数の部材が固定されて一体となって構成されている場合も含まれると解釈することはできない旨主張する。",
                "本件訂正明細書等の【0026】には，「図7の例は，選別ケーシング33(枠板)の円周面33a(内周端面)に回転板34の円周端面34bが内嵌めされた構成のクリアランスSでは，このクリアランスSに突起・板体・ナイフ等の突起物の防止手段6を設ける。」との記載があり，【図7】には，「選別ケーシング33(枠板)」が，これとは別の部材(斜線の向きが，選別ケーシング33(枠板)とは異なる部材)とボルト締めされて一体のものとされている例が示されている。したがって，【0026】及び【図7】の記載から，本件各発明において，複数の部材から形成されるものも「選別ケーシング」に該当するものとされていることが理解できる。一審被告は，「選別ケーシング」を指す符号「33」が一の構成部材から引き出されている点を指摘するが，かかる点をもって，本件各発明における「選別ケーシング」が一の部材から形成されるものに限られていると解することはできない。",
                "本件各発明の特許請求の範囲には，「選別ケーシング」を一の部材から形成されるものに限定するような記載は存しないし，本件訂正明細書等の発明の詳細な説明にも，「選別ケーシング」が一の部材から形成されるものに限られることを示す記載は存しない。そして，本件各発明の特徴は，前記1(3)記載のとおりであるところ，その作用効果の点で，「選別ケーシング」が一の部材から形成されるものに限定されるとすべき理由もない。",
                "以上のとおり，一審被告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(1)イ(構成要件Cの充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Cの意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明の構成要件Cにおける「生海苔異物分離除去装置」は，本件各発明の特許請求の範囲の記載によれば，構成要件A5の「生海苔異物分離除去装置」，すなわち，生海苔排出口を有する選別ケーシング(構成要件A1)，回転板(同A2)，生海苔の共回りを防止する防止手段(同A3)，異物排出口(同A4)を設けた生海苔混合液槽を有する生海苔異物分離除去装置(同A5)を意味することが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，構成要件Cは，「生海苔異物分離除去装置における生海苔の共回り防止装置」というものであるから，その文言上，「生海苔の共回り防止装置」は，生海苔異物分離除去装置(構成要件A5)に含まれる生海苔の共回り防止に係る構成部分を意味するものと解される。",
                    "生海苔異物分離除去装置に含まれる生海苔の共回り防止に係る構成部分は，本件各発明の特許請求の範囲の記載によれば，生海苔の共回りを防止する防止手段(同A3)に係る構成部分，すなわち，突起・板体の突起物(同B1，B’1，B”1)を，選別ケーシングの円周端面(同B2)，回転板及び／又は選別ケーシングの円周面(同B’2)，あるいは，クリアランス(同B”2)に設けた構成部分である。",
                    "したがって，構成要件Cの「生海苔異物分離除去装置における生海苔の共回り防止装置」は，生海苔異物分離除去装置のうち，生海苔の共回り防止手段(構成要件A3)である，突起・板体の突起物を，選別ケーシングの円周端面(本件発明1)，回転板及び／又は選別ケーシングの円周面(本件発明3)，あるいは，クリアランス(本件発明4)に設けた構成部分を意味するものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記イの解釈は，本件訂正明細書等に，前記1(3)のとおり，本件各発明が，生海苔異物分離除去装置(回転板とクリアランスを利用する生海苔異物分離除去装置)において，共回りの発生をなくし，かつクリアランスの目詰まりをなくすこと，又は効率的・連続的な異物分離を図ること等を目的として，共回り防止手段を設け，この防止手段を突起・板体の突起物として，これを請求項1，3又は4に規定された所定の位置に設ける構成としたものであることが記載されていることにも沿うものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告装置の充足性",
              "text": [
                "被告装置のケーシング部材7と環状固定板4(本件固定リング)は，前記2のとおり，一体として，本件各発明の「選別ケーシング」に該当するから，被告装置の「吸引ポンプ用連結口を有するケーシング部材7」(被告構成α1ⅰ)及び「環状固定板4」(同α1ⅱ)は，本件各発明の「生海苔排出口を有する選別ケーシング」(構成要件A1)に該当する。",
                "そうすると，被告装置は，「生海苔排出口を有する選別ケーシング」(構成要件A1に該当する。)，「回転円板3」(同A2に該当する。)，環状固定板4に固定された「板状部材8」(同A3に該当する。)，「異物排出口5」(同A4に該当する。)を設けた異物選別槽Aを有する生海苔異物除去機であるから，本件各発明の「生海苔異物分離除去装置」(構成要件A5)に該当する。",
                "そして，被告装置は，厚さ数mm，長方形状の板状である板状部材8が，環状固定板4の表面4bの一部に形成された凹部に嵌め込むようにして取り付けられ，ボルトで固定されており，板状部材8の表面部分が環状固定板4の表面4bよりも僅かに突出することにより，「表面側の突出部」を形成し，板状部材8の側面部分が環状固定板4の内周側部分(内周端面)4aよりも僅かに突出することにより，環状固定板4と回転円板3とで形成された環状隙間C内に「側面側の突出部」を形成するものであって(被告構成β1及び2)，この構成を備えることによって，環状固定板4の内周側面部(内周端面)4aと回転円板3の側面部(端面)3aとで形成された環状隙間Cに目詰まりが生じることを防止することができるものであると認められる(弁論の全趣旨)。",
                "したがって，被告装置の上記構成(被告構成β1及び2)は，本件各発明の生海苔の共回り防止手段(構成要件A3)である，突起・板体の突起物を，選別ケーシングの円周端面(本件発明1)，回転板及び／又は選別ケーシングの円周面(本件発明3)，あるいは，クリアランス(本件発明4)に設けた構成部分に該当するから，本件各発明の構成要件A3「この回転板の回転とともに回る生海苔の共回りを防止する防止手段」を充足するとともに，構成要件C「生海苔異物分離除去装置における生海苔の共回り防止装置」を充足する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "被告装置の構成は，前提事実記載のとおり，本件発明1，3及び4の構成要件A1，A2，A3，A4，A5，B，B’，B”，B1，B’1及びB”1を充足し，前記2及び3記載のとおり，構成要件B2等(B2，B’2，B”2)及びCを充足するから，本件各発明の技術的範囲に属する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(2)(本件固定リング及び本件板状部材を製造等する行為について，特許法101条1号の間接侵害が成立するか否か)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件固定リングは，前記2のとおり，被告装置における「選別ケーシング」の一部を構成する部材であり，回転板との間にクリアランスを形成するものである。",
                "また，本件固定リングの表面には，本件板状部材を取り付けるための凹部が形成されており，本件板状部材は，本件固定リングの凹部に嵌め込まれてボルトで固定されている(被告構成β2)。",
                "そして，本件固定リングに固定された本件板状部材は，「表面側突出部」及び「側面側突出部」を形成し，この突出部が，前記3のとおり，選別ケーシングの円周端面(本件発明1)，回転板及び／又は選別ケーシングの円周面(本件発明3)，あるいは，クリアランス(本件発明4)に設けられることによって，本件各発明における「共回りを防止する防止手段」として機能している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件固定リング及び本件板状部材は，いずれも，本件各発明の技術的範囲に属する物である被告装置の生産にのみ用いる物に該当すると認められる。",
                "したがって，本件固定リング及び本件板状部材を製造し，販売し，又は販売の申出をする行為は，本件特許権を侵害するものとみなされる(特許法101条1号)。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点(3)ア(進歩性欠如-本件各発明につき)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審被告は，当業者において，乙1発明に基づいて，乙5装置で公然実施されていた公知技術や乙8公報ないし乙10公報に記載された公知技術を参照して，相違点に係る本件各発明の構成を備えるようにすることは容易に想到し得たことである旨主張する。",
                "乙5装置の構成及びその製造，販売の時期については，当事者間に争いがあるが，これらの点は措き，一審被告が主張する乙5装置の内容を前提として，一審被告の上記主張について，以下判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙1発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙1発明の概要",
                  "text": [
                    "乙1の記載によれば，乙1発明の概要は以下のとおりであると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙1発明は，生海苔の異物分離除去装置に関し，生海苔混合液から異物を分離する際に使用されるものである(【0001】)。",
                        "従来の異物分離除去装置(特開平6-121660号・乙2)は，分離ドラムの周壁に所要数の分離孔を設け，前記分離ドラムを軸心を中心として回転させながらこのドラム内に生海苔混合液を供給し，前記分離孔を通過させることによって，前記生海苔混合液中の異物を分離除去するというものであった(【0002】)。",
                        "この従来の異物分離除去装置では，生海苔混合液中の異物を前記分離孔の周縁に引っ掛けて排出口に流れるのを防止するものであるため，当該分離孔の周縁に異物が蓄積し，目詰まりが発生する結果，当該分離除去を能率良く行うためには，目詰まり噴射水によって洗浄するという洗浄装置を別途に設けなければならないという不都合があった(【0003】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙1発明は，従来の異物分離除去装置の前記(ア)の不都合を解消することを課題とし，当該課題を達成するために，生海苔異物分離除去装置において，筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を設けたものである(【0005】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙1発明によれば，第一回転板を回転させると，混合液に渦が形成されるため，生海苔よりも比重の大きい異物は遠心力によって第一回転板と前記環状枠板部とのクリアランスよりも環状枠板部側，即ち，タンクの底隅部に集積する結果，生海苔のみが水とともに前記クリアランスを通過して下方に流れ，このとき，第一回転板が回転しているため，前記クリアランスには生海苔が詰まりにくいものであって，乙1発明を使用すれば，異物が前記クリアランスに詰まりにくいため，従来のように目詰まり洗浄装置等を別途に設ける必要がなく，装置の維持がしやすい。また，取扱いが簡易になり，生海苔の異物分離除去作業の作業能率を向上させることができる(【0009】，【0028】，【0029】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙1の記載によれば，乙1公報には，以下の発明(乙1発明)が記載されているものと認められる。",
                    "第一分離除去具は，第一回転板，第一回転板との間にクリアランスSを形成する環状固定板と環状枠板で構成される環状枠板部，環状枠板を連設するための周筒部，クリアランスSを通過した海苔混合液を連設タンクに排出するガイド筒，及び，異物を排出するための管状の排出路及びそれに続く排出管とで構成されており， 筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスSを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を設けたことを特徴とする生海苔の異物分離除去装置。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件各発明と乙1発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "生海苔排出口を有する選別ケーシング，及び回転板，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "本件各発明が，「防止手段を，突起・板体の突起物とし，この突起物を，選別ケーシングの円周端面に設け(本件発明1)，回転板及び／又は選別ケーシングの円周面に設け(本件発明3)，あるいは，選別ケーシングと回転板で形成されるクリアランスに設ける(本件発明4)構成とした，回転板の回転とともに回る生海苔の共回りを防止する防止手段」を具備するのに対して，乙1発明はかかる防止手段を具備していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙5装置の構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告の主張する乙5装置の構成は，以下のとおりである。",
                        "上部が開放されている外槽には，下部に第2排水パイプが接続され，外槽の底部には送水筒が接続され，外槽の底部中央には回転軸が貫通しており，外槽内側には，回転軸が中心となるような配置で濾筒が設けられ，濾筒は側壁に無数の微小通水孔が形成され，濾筒の上端縁に，鍔状のフランジ部があり，回転ブラシ筒を前記回転軸に貫通させて濾筒の内側に回転可能に装入させ，回転ブラシ筒の周壁には，途中で数か所切れて連続していないらせん状のブラシが設けられ，らせん状のブラシ先端は，濾筒の内周壁に当接するように形成されており，回転ブラシ筒の上端より所定間隔下であって，回転ブラシ筒の周壁にらせん状に取り付けられているブラシの最上部より少し低い高さ位置にL型金具を設け，赤い囲み部材の上方の開放部を覆う帽状キャップの下面中央には，前記回転軸を受ける軸受孔が設けられ，短い筒状部材が帽状キャップの下面に突設され，短い筒状部材の端面には環状鍔が設けられ，帽状キャップを赤い囲み部材に取り付けた際に，該環状鍔は前記濾筒の上端縁と対向し隙間を形成するようになっており，L型金具は，濾筒の上端縁に当接するようにされ，水平方向に延びる該隙間に挿入されているL型金具の刃部が，該隙間を移動し，該隙間に異物が詰まって，該隙間を通過する生海苔混合液の量が少なくなることがなく，回転ブラシ筒の回転につれて濾筒内を上昇した生海苔混合液は，帽状キャップの環状鍔の下面と，濾筒の上端縁との間に形成される隙間を介して押し出され，排出樋を介して出されるWK-3型用大荒ゴミ取り装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記構成，乙3及び甲43の記載によれば，乙5装置における異物分離除去の方式は，生海苔混合液が，濾筒内を回転ブラシ筒の周壁にらせん状に設けられたブラシのスクリュー回転により下部から上部に上げられ，環状鍔の下面と濾筒の上端縁との間に形成される隙間を通過できない大異物は，吸引により第一排水パイプを介して外部へ排出除去され，大異物以外を含んだ生海苔混合液は，上記隙間から排出樋を介して排出され，次工程(より小さな異物を除去する工程)に送られるというものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙8公報ないし乙10公報に記載された公知技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙8公報に記載された公知技術",
                      "text": [
                        "乙8公報には以下の公知技術が記載されている(乙8)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙8公報に記載された技術は，紡績工場においてコーマ，カード精紡機その他各種繊維機械から発生する落綿吸引蒐集綿，あるいはシャーリング加工機から発生する切断されたシャーリング屑，起毛機において発生する起毛屑，その他浮遊綿(これらを総称して「繊維屑」という。)を蒐集し，圧縮して排出する「繊維屑圧縮排出装置」に関する(【0001】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "従来の繊維屑圧縮排出装置において，嵩高い繊維屑の場合では，スクリュー羽根による掻き落しに際し，該スクリュー羽根に繊維屑が付着蓄積し，スクリュー羽根と共に回転する，いわゆる共回りを生ずるおそれがあり，この共回りを生じたときは繊維屑は下方に移行せず，スクリュー羽根内に充満し，綿詰まりを生じるなどの問題があった。そこで，乙8公報に記載された技術は，スクリュー羽根の回転と共にケージ内面から掻き取られた繊維屑が共回りするのを防止することなどを目的とし，下部を小径とし，かつ開口した円錐状のケージと，該ケージ内に収納されるスクリュー羽根を備え，搬送気流と共に送り込まれる繊維屑をケージ内に上方から供給し，ケージを介して搬送気流を排出し，回転するスクリュー羽根によりケージに付着する繊維屑を掻落し，順次下方に押し下げ，下部開口部から圧縮して排出する繊維屑圧縮排出装置において，ケージ内面下方にはスクリュー羽根と共回りする繊維屑に対する共回り防止バーを上下方向に取り付け，スクリュー羽根の上方はケージ内面に，下方は上記共回り防止バー内面に可及的に近接する形状としたものである(【0005】～【0007】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙8公報に記載された技術によれば，スクリュー羽根の回転に伴われる繊維屑の共回りによる綿詰まりを防止することができるという作用効果を奏する(【0022】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙9公報に記載された公知技術",
                      "text": [
                        "乙9公報には以下の公知技術が記載されている(乙9)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙9公報に記載された技術は，粉粒体フィーダの共回り防止に関する(【0001】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙9公報に記載された技術は，回転羽根と共回りしようとする粉粒体を圧密を起こすことなく安定して排出させることを目的とし(【0003】)，底板上に間隙を介して粉粒体供給用の内筒が設けられ，該内筒と中心線を共有する外筒の下端を底板上に接続し，内外筒間に上記間隙から排出される粉粒体の円環状通路を形成し，該通路に排出口を設け，かつ底板の中心部に突設した直立回転体に中央回転羽根を設け，該回転羽根の先端に外筒の内周面に沿う外周回転リングを設け，該回転リングに設けた複数の外周回転羽根を内側に向わせてなる粉粒体フィーダにおいて，「上記底板上面に開き角均等な複数の半径線にそれぞれ均等角度で同一方向に交差する等長抵抗板を設け，該抵抗板の直上に上記中央回転羽根を配設してなる粉粒体フィーダにおける粉粒体の共回り防止用抵抗板」によって構成したものである(【0004】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙9公報に記載された技術によれば，回転羽根と共回りを始めた粉粒体は，抵抗板まで運ばれ，抵抗板は斜めに取り付けてあるので粉粒体には外周部方向へ力が作用し，安定した排出が可能となるので，圧密を起こすことなく安定した排出が可能となる，という作用効果を奏する(【0005】，【0010】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙10公報に開示された公知技術",
                      "text": [
                        "乙10公報には以下の公知技術が記載されている(乙10)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙10公報に記載された技術は，貯槽に溜められた原料を横送り用のフィーダで切り出す形式の原料供給装置に関する(1頁14行～16行)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙10公報に記載された技術は，従来の装置では，原料の性状によっては，原料がアジテータと一緒に貯槽の内周面に沿って回転する共回り現象が発生し，充分な攪拌ができなくなって，開口からスクリュー部へ原料が流れていかないという現象を回避できる原料供給装置を提供することを目的とし(共回り現象が発生する原料としては，カーボンファイバーのミルド粉などを挙げることができる。2頁6行～19行)，貯槽の底部に横送り用のフィーダを取り付け，貯槽の内部でブリッジ防止用のアジテータを貯槽の内周面に沿って回転させながら原料の切り出しを実施するように構成するとともに，貯槽の内周面に内側に向かって延びる突起を，貯槽の周方向に設定位置を変更自在に取り付けたものである(3頁1行～7行)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙10公報に記載された技術は，アジテータに伴われて共回りしようとした原料は，貯槽の内周面から内側に向かって延設された突起に衝突して原料の回転速度が低下し(3頁9行～13行)，貯槽の内部でブリッジ防止用のアジテータを貯槽の内周面に沿って回転させた場合であっても，原料の共回り現象を防止することができ，貯槽内でのブリッジ現象を防止するとともに貯槽からこの貯槽の底部に取り付けられた横送り用のフィーダに原料をスムーズに流すことができる，という作用効果を奏する(5頁7行～14行)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙1発明は，前記(2)アのとおり，従来の異物分離除去装置(乙2)が，分離ドラムの周壁に所要数の分離孔を設け，生海苔混合液を回転する分離ドラム内に供給し，分離孔を通過させることによって，生海苔混合液中の異物を分離ドラムの分離孔の周縁に引っ掛けて排出口に流れるのを防止するという方式(以下「従来方式」という。)であったため，分離孔の周縁に異物が蓄積し，目詰まりが発生するという課題を有するものであったことから，かかる課題を解決することを目的とし，従来の異物分離除去装置(乙2)における異物分離除去の方式を変更して，固定部材(環状枠板部)とこの内周縁内に内嵌めされた回転部材(第一回転板)との間のクリアランスに生海苔を導入しつつ，異物を，回転部材(第一回転板)の回転による遠心力によって，円周方向(クリアランスよりも環状枠板部側)に追いやり，生海苔のみを水とともにクリアランスを通過させるようにしたもの(以下「回転板方式」という。)であり，かかる方式を採用したことにより，異物がクリアランスに詰まりにくく，従来の異物分離除去装置のように，目詰まり洗浄装置等を別途設けることを不要としたものであると認められる。",
                        "ところで，本件各発明は，前記1(3)記載のとおり，乙1発明を従来技術とし，その有する課題の解決を目的として発明されたものであって，回転板方式による異物分離除去装置である乙1発明には，「共回り」の課題があることを見いだし，これを克服するために，回転板方式による異物分離除去装置において，回転板の回転とともに回る生海苔の共回りを防止する防止手段を設けたものである。",
                        "そうすると，乙1発明は，回転板方式を前提とする発明である点で本件各発明と共通するものであるが，乙1公報には，本件各発明の課題である「共回り」，すなわち，「回転板を高速回転することから，生海苔及び異物が，回転板とともに回り(回転し)，クリアランスに吸い込まれない現象，又は生海苔等が，クリアランスに喰込んだ状態で回転板とともに回転し，クリアランスに吸い込まれない現象であり，究極的には，クリアランスの目詰まり(クリアランスの閉塞)が発生する状況等」(本件訂正明細書等【0003】)についての記載はない。",
                        "他方，乙1発明は，上記のとおり，従来方式では，分離孔の周縁に異物が蓄積し，目詰まりが発生するという問題があったことから，この問題を解決することを目的とし，回転板方式を採用することにより，異物がクリアランスに詰まりにくく，従来の異物分離除去装置のように，目詰まり洗浄装置等を別途設けることを不要としたものであって，乙1発明には，その効果として，「第一回転板は回転しているため，前記クリアランスには生海苔が詰まりにくいものである。」(乙1【0028】)，「よって，この異物分離除去装置を使用すれば，異物が前記クリアランスに詰まりにくいため，従来のように目詰まり洗浄装置等を別途に設ける必要がない結果，装置の維持がしやすいとともに取扱いが簡易になり，この結果，生海苔の異物分離除去作業の作業能率を向上させることができる。」(乙1【0029】)などと記載されており，乙1公報においては，回転板方式を採用したことにより，クリアランスには生海苔や異物が詰まりにくいことが記載されている。そして，回転板方式を採用した異物分離除去装置において，前記「共回り」の現象が生じることが自明であることを認めるに足りる証拠はない。",
                        "一審被告が「回転体の回転に伴って生じる共回り」の課題及びその解決手段を開示した文献であるとして挙げる乙8公報ないし乙10公報には，「共回り」についての記載はあるが，前記イのとおり，「共回り」を防止しようとする対象物は，乙8公報では繊維屑，乙9公報では粉粒体，乙10公報ではカーボンファイバーのミルド粉などの原料であり，本件各発明の生海苔混合液のような液体を主流体としたものではなく，また，本件各発明のように，回転部材と固定部材のクリアランス部分において生じる「共回り」を対象としたものでもないから，本件各発明における「共回り」の防止と，乙8公報ないし乙10公報における「共回り」の防止は，技術的意義が相違する。",
                        "したがって，乙1公報に接した当業者において，回転板方式による異物分離除去装置である乙1発明に前記「共回り」の課題があることを想起し得たと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "加えて，乙1発明は本件各発明と同じく，固定部材と回転部材との間のクリアランスに生海苔を導入しつつ，異物を回転部材による遠心力により円周方向に追いやり，生海苔のみがクリアランスを通過するようにした回転板方式を前提とするものであるのに対し，乙5装置は，これとは異なり，異物を吸引により第一排水パイプを介して外部へ排出除去するという方式によるものであって，乙1発明と乙5装置とでは，その前提とする異物分離除去に係る技術的思想(方式)が異なるから，仮に，乙1公報に接した当業者において，乙1発明には，なお，クリアランスに異物や生海苔の詰まりが生じるという問題があるという課題を想起し得たとしても，乙1発明に，それとは前提とする異物分離除去に係る技術的思想の異なる乙5装置を適用する動機付けがあったとは認められない。",
                        "さらに，乙5装置において，回転ブラシ筒，その周壁に設けられたブラシは，本件各発明の「回転板」には相当せず，環状鍔と濾筒の上端縁とで形成される隙間は，固定部材と回転板との間に形成されるものでもない。",
                        "そして，該隙間内を回転する「L型金具」は，大異物以外を含んだ生海苔混合液の通路である「隙間」に詰まった異物を単に除去するための手段にすぎず，回転板方式の異物分離除去過程において生じる「回転板の回転とともに回る生海苔の共回り」を防止する手段でもないから，仮に，当業者において，乙1発明に乙5装置を適用することを試みたとしても，乙1発明において，相違点に係る本件各発明の構成を備えるようにすることが容易に想到し得たことであるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，乙8公報ないし乙10公報に記載された公知技術は，いずれも「共回り」の防止に係る技術ではあるが，「共回り」を防止しようとする対象物は，乙8公報では繊維屑，乙9公報では粉粒体，乙10公報ではカーボンファイバーのミルド粉などの原料であり，本件各発明の生海苔混合液のような液体を主流体としたものではなく，また，本件各発明のように，回転部材と固定部材のクリアランス部分において生じる「共回り」を対象としたものでもないから，本件各発明における「共回り」の防止と，乙8公報ないし乙10公報に記載された技術における「共回り」の防止は，技術的意義が相違する。",
                        "さらに，乙8公報ないし乙10公報に記載された技術は，いずれも，本件各発明のように，異物が混入しているものを対象とした発明ではないから，そもそも，異物分離除去装置ではなく，まして，本件各発明のように，固定部材と回転部材とのクリアランスから異物を除去した対象物を通過させるという異物分離除去に係る回転板方式を前提とするものではないから，本件各発明における「選別ケーシング」や「回転板」を有するものでもない。",
                        "したがって，仮に，乙1公報に接した当業者において，乙1公報には，なお，クリアランスに異物や生海苔の詰まりが生じるという問題があるという課題を想起し得たとしても，乙1発明に，そもそも異物分離除去装置ではなく，固定部材と回転部材とのクリアランスから異物を除去した対象物を通過させるという異物分離除去に係る回転板方式を前提とするものでもない，乙8公報ないし乙10公報に記載された公知技術を適用する動機付けがあったとは認められない。",
                        "さらに，仮に，当業者において，乙1発明に乙8公報ないし乙10公報に記載された公知技術を適用することを試みたとしても，乙1発明において，乙1発明の構成部材である「回転板」，「選別ケーシング」を有さない乙8公報ないし乙10公報に記載された発明をどのように適用するのか想定することはできず，相違点に係る本件各発明の構成とすることが容易に想到し得たことであるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，乙1発明を主引用例とし，これに乙5装置や乙8公報ないし乙10公報に記載された公知技術を組み合わせることによって，相違点に係る本件各発明の構成に容易に想到し得たものであると認めることはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件各発明は，本件特許の出願当時，当業者において，乙1発明を主引用例とし，それに乙5装置や乙8公報ないし乙10公報に記載された公知技術を組み合わせることによって，容易に発明をすることができたものであるということはできないから，本件特許が，一審被告の主張する進歩性欠如の無効理由によって，特許無効審判により無効にされるべきものであるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点(3)イ(サポート要件違反-本件発明1につき)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審被告は，本件発明1の特許請求の範囲(請求項1)の記載は，その発明特定事項として，「回転板」と「選別ケーシング」との配置関係が規定されていないから，当業者が，「クリアランスの目詰まりを無くす」という本件発明1の目的にかなう効果を期待できることを本件訂正明細書等の発明の詳細な説明の記載に基づいて認識できる，「共回り防止手段」たる突起物を「選別ケーシング33の円周端面33b」に設ける態様のもの(【0026】，図3，図4)を超える発明を包含するものとなっており，本件発明1はサポート要件を満たさない旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正明細書等には，前記1(2)記載のとおり，本件発明1は，「生海苔・海水混合液(生海苔混合液)から異物を分離除去する生海苔異物分離除去装置における生海苔の共回り防止装置に関する」(【0001】)ものであり，「この異物分離機構を備えた生海苔異物分離除去装置としては，特開平8-140637号の生海苔の異物分離除去装置がある。」(【0002】)と記載されている。そして，本件訂正明細書等に記載された本件発明1の課題(【0003】，【0004】)，課題を解決するための手段(【0005】，【0006】)，発明の実施の形態(【0019】～【0021】)及び実施例(【0023】～【0026】)によれば，本件発明1は，回転部材(第一回転板)と固定部材(環状枠板部)のクリアランスに生海苔を導入しつつ異物を回転部材による遠心力で円周方向に追いやり，生海苔のみが前記クリアランスを通過するようにした生海苔異物分離除去装置を前提とする発明であることが理解できる。",
                "したがって，特許請求の範囲(請求項1)の「生海苔排出口を有する選別ケーシング，及び回転板，この回転板の回転とともに回る生海苔の共回りを防止する防止手段，並びに異物排出口をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液槽を有する生海苔異物分離除去装置において，」との記載から，本件発明1においては，固定部材である「選別ケーシング」と回転部材である「回転板」との間にクリアランスがあることは自明であると認められる。",
                "そうすると，請求項1に「クリアランス」との用語が記載されていなくても，本件発明1において「クリアランス」が形成される位置と，「回転板の回転とともに回る生海苔の共回りを防止する防止手段」である「突起物」が配備される位置との関係は，実質的に請求項1に規定されているといえる。",
                "そして，この「クリアランス」が形成される位置と「回転板の回転とともに回る生海苔の共回りを防止する防止手段」である「突起物」が配備される位置との関係を実質的に規定した請求項1に記載された発明(本件発明1)は，本件訂正明細書等の【0023】ないし【0026】，【0029】，【図1】ないし【図4】等により裏付けられており，発明の詳細な説明に記載したものであると認められる。",
                "以上によれば，本件発明1に係る特許請求の範囲の記載が，特許法36条6項1号の規定する要件を満たさないものであるとはいえない。",
                "なお，本件訂正明細書等の記載によれば，「突起物」を「選別ケーシング」の「円周端面」に設けたことと，共回り防止という本件発明の効果は対応しているものといえるから，共回り防止という効果を期待することができないような態様が本件発明1に包含されているとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明1は，発明の詳細な説明に記載したものであると認められるから，サポート要件(特許法36条6項1号)に違反するということはできない。よって，本件特許が，サポート要件違反を理由に特許無効審判により無効にされるべきものであるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点(4)ア(乙5装置に係る事業に基づく先使用権)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所も，乙5装置の構成について一審被告の主張を前提としても，乙5装置の実施形式に具現された発明は，本件各発明とも，被告装置に係る発明とも，全く異なるものであるというべきであるから，仮に，本件特許の出願の際に，乙5装置に係る事業を実施していたとしても，そのことに基づいて，一審被告が，被告装置に関して本件特許権についての先使用権を有するものとは認められないと判断する。その理由は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第4の6記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決59頁15行目の「前記4(3)ア」を「前記4(1)」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決60頁15行目の「当該隙間を介して生海苔混合液が押し出される」の後に「異物を吸引により第一排水パイプを介して外部へ排出除去する」を加える。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決60頁20行目の「移動することによって，」の後に「当該隙間に詰まった異物を除去し，」を加える。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決61頁5行目から6行目の「クリアランスの目詰まりをなくして共回りの発生を防ぐというものである。」を「共回りの発生をなくし，かつクリアランスの目詰まりをなくす等の効果を奏するものである。」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における一審被告の主張について",
              "text": [
                "一審被告は，乙5装置は，「隙間に異物などが詰まることを防止する手段」を設け，この防止手段を「平面視で環状の狭い隙間を生海苔混合液が通過していく方向に対して直交する方向から突起物を衝突させる」という構成にするという技術的思想を具現化したものであり，乙5装置に具現化された技術的思想と本件各発明の，「生海苔の共回りを防止する防止手段」における技術的思想とは同一性を有する旨主張する。",
                "しかし，本件各発明は，固定部材と回転板との間のクリアランスに生海苔を導入しつつ，異物を回転板による遠心力により円周方向に追いやり，生海苔のみがクリアランスを通過するようにした回転板方式を前提とするものであるのに対し，乙5装置は，これとは異なり，異物を吸引により第一排水パイプを介して外部へ排出除去するという方式によるものであって，本件各発明と乙5装置とでは，その前提とする異物分離除去に係る技術的思想(方式)が異なる。さらに，乙5装置において，回転ブラシ筒，その周壁に設けられたブラシは，本件各発明の「回転板」には相当せず，環状鍔と濾筒の上端縁とで形成される隙間は，固定部材と回転板との間に形成されるものでもないし，該隙間内を回転する「L型金具」は，大異物以外を含んだ生海苔混合液の通路である「隙間」に詰まった異物を単に除去するための手段にすぎず，回転板方式の異物分離除去過程において生じる「回転板の回転とともに回る生海苔の共回り」を防止する手段でもない。",
                "以上のとおり，乙5装置は，回転板方式を前提とするものではないから，そもそも，乙5装置の具体的構成を離れて，濾筒の上端縁と環状鍔との間の隙間を「平面視で環状の狭い隙間」と捉える必然性はない。また，乙5装置は，大異物以外を含んだ生海苔混合液の通路である「隙間」に詰まった異物を単に除去するための手段にすぎず，「生海苔混合液に対して突起物を衝突させる」という技術的思想を具現化したものであるとも認められない。",
                "したがって，乙5装置が，「隙間に異物などが詰まることを防止する手段」を設け，この防止手段を「平面視で環状の狭い隙間を生海苔混合液が通過していく方向に対して直交する方向から突起物を衝突させる」という構成にするという技術的思想を具現化したものであるということはできない。",
                "以上によれば，一審被告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点(4)イ(甲31の2発明の実施である事業の準備に基づく先使用権)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所も，甲31の2発明の実施である事業の準備に基づいて，一審被告が，被告装置に関して本件特許権についての先使用権を有するものとは認められないと判断する。その理由は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第4の7記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決65頁4行目から5行目の「クリアランスの目詰まりをなくして共回りの発生を防ぐというものである。」を「共回りの発生をなくし，かつクリアランスの目詰まりをなくす等の効果を奏するものである。」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決71頁5行目の「乙13の3の下部固定盤の設計図」を「乙13の2の下部固定盤の設計図」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決71頁10行目から11行目の「(乙15の1ないし3)」を「(乙15の1・2)」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決71頁26行目の「(甲30の1ないし甲31の4等)」を「(甲30の1～6，甲31の1等)」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における一審被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告は，被告技術的思想Bについて即時実施の意図を有し，そのことが客観的に表明されていたことは，証拠(乙13，32，41，42等)から明らかに認定できる旨主張する。",
                    "しかし，Aの陳述書(乙32，41)中の甲31の2発明が平成10年4月下旬までに完成されたこと，同発明の実施品(WK-3型Rタイプ)の試作機を同年6月6日の展示会に出品したこと及び同月8日に同実施品の最終的な設計図面が完成されたことに関する部分は，いずれも客観的な裏付けを欠くものであり，かつ他の客観的証拠(甲31の1・2，乙15の1・2)に照らし，その内容も不自然であるといわざるを得ない。すなわち，原判決が説示するとおり，乙42の設計図の存在及び乙15の1・2から認められる一審被告におけるウレタンゴムの仕入れ時期に照らすと，平成10年6月8日の時点において，乙13図面中に，上部回転盤，下部固定盤のウレタンゴム板を嵌め込むための溝及びこれらの溝に挿入されるウレタンゴム板の設計図に係る記載が存在したとはにわかに信じ難い。また，甲31の2発明について特許出願するより前に，一審被告自ら，甲31の2発明の実施品(WK-3型Rタイプ)の試作機を平成10年6月6日の展示会に出品し，これを公知のものとするとはにわかに考え難いことに加え，仮に，これが事実であるとすれば，甲31の2発明について特許出願する際，新規性の喪失の例外の取扱い(特許法30条2項)を受けるための手続を取るのが通常であると考えられるが，一審被告において，同条3項に定める手続を取ったとの事情もうかがわれない(甲31の2，弁論の全趣旨)。",
                    "したがって，A の陳述書の上記記載部分をそのままに信用することはできない。そして，本件において，他に，一審被告において，本件特許の出願の際，甲31の2発明に係る装置を完成させ，その最終的な設計図面を作成するなどして，その発明の実施である事業の準備をしていたことを認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は，①甲31の2発明が平成10年4月下旬までに完成されたこと，②同発明の実施品(WK-3型Rタイプ)の試作機を同年6月6日の展示会に出品したこと，③同月8日の時点で，甲31の2発明の構成が記載されている設計図面が存在したこと，④同日の時点で，同実施品の最終的な設計図面が完成されたこと，⑤一審被告は，同月29日にウレタンゴムを購入する以前から社内にあるウレタンゴム板を使用して甲31の2発明の量産化の準備に着手していたことなどを主張して，原判決の認定を論難する。",
                    "しかしながら，これらの事実を認めるに足りる証拠はない。また，そもそも，甲31の2発明は，本件各発明とは異なる発明であり，本件各発明の技術的範囲に属する被告装置についても，甲31の2発明の実施形式に具現化された発明と同一の範囲内のものであるということはできないから，甲31の2発明について「事業の準備」をしていたと認められるか否かにかかわらず，一審被告が本件特許権について甲31の2発明に基づく先使用権を有する旨の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "小括",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上によれば，①被告装置は本件各発明の技術的範囲に属し，②本件固定リング及び本件板状部材を製造等する行為について，特許法101条1号の間接侵害が成立し，③本件特許は特許無効審判により無効にされるべきものであるとは認められず，④一審被告が，本件特許権について先使用権を有するとは認められない。",
                "したがって，一審被告が，被告装置を製造し，販売し，輸出し，又は販売の申出をすること，並びに，本件固定リング及び本件板状部材を製造し，販売し，又は販売の申出をすることは，本件特許権の侵害に当たる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そうすると，一審原告は，一審被告に対し，特許法100条1項に基づき，被告装置の製造，販売，輸出又は販売の申出，並びに，本件固定リング及び本件板状部材の製造，販売又は販売の申出の差止めを求めるとともに，同条2項に基づき，被告装置，本件固定リング及び本件板状部材の廃棄を求めることができる。"
              ]
            }
          ]
        },
        {
          "fig": "10",
          "subject": "争点(5)(本件各メンテナンス行為に対する差止請求の可否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件メンテナンス行為1の差止請求について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告は，被告装置に対して，本件固定リング又は本件板状部材を取り付ける行為は，被告装置の「生産」(特許法2条3項1号)に該当する旨主張し，原判決別紙メンテナンス行為目録1記載のとおり，「物件目録1記載の「生海苔異物除去機」のいずれかに対して，物件目録2記載の「固定リング」又は物件目録3記載の「板状部材」を取り付ける行為」の差止めを求めている。",
                    "一審被告が，ユーザーに対して，被告装置の補充部品として，本件固定リング及び本件板状部材を供給し，部品の交換を行っていることは，前提事実のとおり，当事者間に争いがないところ，一審原告は，被告装置に対して，効用を失った本件固定リング又は本件板状部材を，新しい本件固定リング又は本件板状部材に交換する行為を前提に，かかる行為の「生産」該当性を主張するものと解される。よって，本件メンテナンス行為1に係る差止請求には，実質的には，被告装置の本件固定リング又は本件板状部材について，新しい本件固定リング又は本件板状部材に交換する行為の差止請求が含まれているものと解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "製品について加工や部材の交換をする行為であっても，当該製品の属性，特許発明の内容，加工及び部材の交換の態様のほか，取引の実情等も総合考慮して，その行為によって特許製品を新たに作り出すものと認められるときは，特許製品の「生産」(特許法2条3項1号)として，侵害行為に当たると解するのが相当である。",
                    "本件各発明は，前記1(3)のとおり，生海苔混合液槽の選別ケーシングの円周面と回転板の円周面との間に設けられた僅かなクリアランスを利用して，生海苔・海水混合液から異物を分離除去する回転板方式の生海苔異物分離除去装置において，クリアランスの目詰まりが発生する状況が生じ，回転板の停止又は作業の停止を招いて，結果的に異物分離作業の能率低下等を招いてしまうとの課題を解決するために，突起・板体の突起物を選別ケーシングの円周端面に設け(本件発明1)，回転板及び／又は選別ケーシングの円周面に設け(本件発明3)，あるいは，クリアランスに設けること(本件発明4)によって，共回りの発生をなくし，クリアランスの目詰まりの発生を防ぐというものである。",
                    "そして，被告装置においては，前記3(2)のとおり，厚さ数mm，長方形状の板状である板状部材8(本件板状部材)が，環状固定板4(本件固定リング)の表面4bの一部に形成された凹部に嵌め込むようにして取り付けられ，ボルトで固定されており，板状部材8の表面部分が環状固定板4の表面4bよりも僅かに突出することにより，「表面側の突出部」を形成し，板状部材8の側面部分が環状固定板4の内周側部分(内周端面)4aよりも僅かに突出することにより，環状固定板4と回転円板3とで形成された環状隙間C内に「側面側の突出部」を形成するものであって(被告構成β1及び2)，この構成を備えることによって，環状固定板4の内周側面部(内周端面)4aと回転円板3の側面部(端面)3aとで形成された環状隙間Cに目詰まりが生じることを防止することができるものであると認められ，被告装置の上記構成(被告構成β1及び2)が，本件各発明の構成要件C「生海苔異物分離除去装置における生海苔の共回り防止装置」に該当する。",
                    "上記のとおり，本件板状部材は本件固定リングに形成された凹部に嵌め込むように取り付けられて固定されることにより，本件各発明の「共回りを防止する防止手段」(構成要件A3)に該当する「表面側の突出部」，「側面側の突出部」を形成するものであるが，本件固定リング及び本件板状部材は，被告装置の使用(回転円板の回転)に伴って摩耗するから，このような摩耗によって上記突出部を失い，共回り，目詰まり防止の効果を喪失した被告装置は，本件各発明の「共回りを防止する防止手段」を欠き，もはや「共回り防止装置」には該当しない。",
                    "そうすると，「表面側の突出部」，「側面側の突出部」を失った被告装置について，新しい本件固定リング及び本件板状部材の両方，あるいは，いずれか一方を交換することにより，新たに「表面側の突出部」，「側面側の突出部」を設ける行為は，本件各発明の「共回りを防止する防止手段」を備えた「共回り防止装置」を新たに作り出す行為というべきであり，特許法2条3項1号の「生産」に該当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一審被告の主張について",
                  "text": [
                    "一審被告は，本件各発明における「共回りを防止する防止手段」は，「突起物」であるところの本件板状部材に限られ，本件固定リングは，これに該当しないから，新しい本件固定リングを被告装置に取り付ける行為は，特許法2条3項1号の「生産」に該当しない旨主張する。",
                    "しかし，被告装置における「共回りを防止する防止手段」(構成要件A3)は，「表面側の突出部」，「側面側の突出部」であり，これは，本件板状部材が本件固定リングに形成された凹部に嵌め込むように取り付けられて固定されることにより，形成されるものであるから，本件板状部材のみが，単独で「共回りを防止する防止手段」に該当するわけではない。",
                    "被告装置においては，上記イのとおり，本件板状部材が，本件固定リングの表面に形成された凹部に嵌め込むようにして取り付けられ，固定されることにより，「表面側の突出部」，「側面側の突出部」を形成するものであるから，被告装置において本件固定リングを交換する行為も，特許法2条3項1号の「生産」に該当するというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記イのとおり，一審原告は，被告装置において，本件固定リング又は本件板状部材を，新しい本件固定リング又は本件板状部材に交換する行為の差止めを求めることができる。",
                    "なお，被告装置において新しい本件固定リング又は本件板状部材を交換する行為は，通常，一審被告による本件固定リング又は本件板状部材の譲渡を伴うものであると解されるから，これらの部材の販売の差止めと重なる部分がある。",
                    "他方，本件メンテナンス行為1の差止請求に，部品の交換以外の態様で，これらの部材を取り付ける行為の差止めを求める趣旨が含まれているとすれば，そのような行為は実施行為に当たらず，侵害の予防に必要な行為にも当たらないから，当該行為の差止請求を認める根拠はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，一審原告は，一審被告に対し，特許法100条1項に基づき，前記9の差止めに加え，被告装置のいずれかに対し，本件固定リング又は本件板状部材を取り付ける行為(ただし，部品の交換としての行為に限る。)の差止めを求めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件メンテナンス行為2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告は，本件メンテナンス行為2が特許法2条3項1号の「生産」には当たらないことを自認した上で，本件メンテナンス行為2は，本件メンテナンス行為1，すなわち，本件固定リング又は本件板状部材の交換(被告装置への取付行為)の差止めを求めるに際し，特許法100条2項の「侵害の予防に必要な行為」として，差止請求が認められるべきである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法100条2項が，特許権者が差止請求権を行使するに際し請求することができる侵害の予防に必要な行為として，侵害の行為を組成した物の廃棄と侵害の行為に供した設備の除却を例示しているところからすれば，同項にいう「侵害の予防に必要な行為」とは，特許発明の内容，現に行われ又は将来行われるおそれがある侵害行為の態様及び特許権者が行為する差止請求権の具体的内容等に照らし，差止請求権の行使を実効あらしめるものであって，かつ，それが差止請求権の実現のために必要な範囲内のものであることを要するものと解される(最高裁平成10年(オ)第604号同11年7月16日第二小法廷判決・民集53巻6号957頁)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件メンテナンス行為2は，原判決別紙メンテナンス行為目録2記載の行為，すなわち，被告装置に対して，点検，整備，部品の交換，修理を行う行為(ただし，本件メンテナンス行為1を除く。)というものである。",
                    "本件各発明は，クリアランスを利用した回転板方式の生海苔異物分離除去装置の発明ではなく，その発明を先行技術として，そこに「共回りを防止する防止手段」を設けた「共回り防止装置」を具備することによって，先行技術が有する「共回り」の課題を解決することとした発明である。したがって，被告装置に対して，点検，整備，部品の交換，修理を行うこと(ただし，本件固定リング又は本件板状部材の交換は除く。)により，本件固定リングと回転円板とで形成された環状隙間による異物分離除去機能が維持，発揮されることは，先行技術による効果であって，本件各発明の実施により奏する効果であるとはいえない。",
                    "本件メンテナンス行為1(本件固定リング又は本件板状部材の交換)に先立って，被告装置に対する，点検，整備，部品の交換，修理が行われるのが通常であったとしても，本件各発明の上記内容に照らせば，本件固定リング又は本件板状部材の交換の差止請求権の行使を実効あらしめるために，本件固定リング又は本件板状部材の製造，販売及び交換の差止めに加え，異物分離除去機能の維持，発揮のために行われる行為(被告装置に対する，点検，整備，部品の交換，修理)をおよそ差し止めるというのは，差止請求権の実現のために必要な範囲を超える過大な請求であって許されないというべきである。",
                    "なお，ユーザーが被告装置を使用することが本件各発明の「実施」に当たり，本件特許権を侵害するものであるとしても，実施行為を行っているのはユーザーであって，一審被告ではない。一審被告が本件メンテナンス行為2を行うことが，ユーザーによる被告装置の使用という実施行為の幇助と評価される余地があるとしても，幇助行為の差止めを認める規定は存在しないから，これを求めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，一審原告の本件メンテナンス行為2に係る差止請求は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "11",
          "subject": "争点(6)(一審原告の損害賠償請求権又は不当利得返還請求権の有無及び額)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法102条3項の「その特許発明の実施に対し受けるべき金銭の額に相当する額」とは，特許権者等が侵害者から得べかりし実施料相当額と解されるから，原則として，侵害品(直接侵害品又は間接侵害品)の売上高を基準とし，そこに，当該特許発明自体の価値や当該特許発明を当該製品に用いた場合の売上げ及び利益への貢献などを斟酌して相当とされる実施料率を乗じて算定するのが相当である。",
                "また，不当利得返還請求については，特許法102条3項の「受けるべき金銭の額に相当する額」は，上記のとおり，本来，侵害者がその特許発明の実施に当たり特許権者に対して支払うべきであった実施料相当額であるから，侵害者がこれを支払うことなく特許発明を実施した場合は，その実施により，侵害者は同額の利得を得，特許権者は同額の損失を受けたものと評価することができる。したがって，特許法102条3項の「受けるべき金銭の額に相当する額」が，不当利得(民法703条)における受益者の利得の額に相当し，かつ，権利者の損失の額に相当すると認めるのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品の売上高について",
              "text": [
                "本件特許権の設定登録日(平成19年6月8日)から平成26年10月28日までの間の，被告装置の売上高が19億7164万円であること，本件固定リングの売上高が4200万1550円であること，本件板状部材の売上高が378万7600円であることは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "受けるべき金銭の額について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明の実施について一審原告が受けるべき金銭の額(特許法102条3項)に関し，一審原告は，被告装置，本件固定リング及び本件板状部材のそれぞれの売上高に対して10％を下らないと主張する。",
                    "これに対し，一審被告は，被告装置全体を対象とする本件各発明の実施料率は4％とし，本件各発明の被告装置全体に対する寄与率は10％とすべきであり，本件固定リングについては，実施料率を4％とし，本件各発明の本件固定リングに対する寄与率は25％とすべきであり，本件板状部材については，実施料率を4％とし，本件各発明の本件板状部材に対する寄与率は100％とすべきである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "証拠(甲11の1・2，甲12，甲13の1～3，甲37の1・2，甲80の1～5，乙46～50)及び弁論の全趣旨によれば，本件について，以下の事情が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各発明は，前記1(3)のとおり，生海苔混合液槽の選別ケーシングの円周面と回転板の円周面との間に設けられた僅かなクリアランスを利用して，生海苔・海水混合液から異物を分離除去する回転板方式の生海苔異物分離除去装置において，クリアランスの目詰まりが発生する状況が生じ，回転板の停止又は作業の停止を招いて，結果的に異物分離作業の能率低下等を招いてしまうとの課題を解決するために，突起・板体の突起物を選別ケーシングの円周端面に設け(本件発明1)，回転板及び／又は選別ケーシングの円周面に設け(本件発明3)，あるいは，クリアランスに設けること(本件発明4)によって，共回りの発生をなくし，クリアランスの目詰まりの発生を防ぐというものである。",
                        "生海苔混合液槽の選別ケーシングの円周面と回転板の円周面との間に設けられた僅かなクリアランスを利用して，生海苔・海水混合液から異物を分離除去する回転板方式の生海苔異物分離除去装置自体は，本件特許の出願前から公知の技術であって，本件各発明の技術的意義は，従来から公知の装置において，共回りの発生をなくし，クリアランスの目詰まりの発生を防ぐための手段を付加した点にある。",
                        "被告装置の構成のうち，本件各発明の「共回り防止装置」(構成要件C)に相当するのは，前記3のとおり，板状部材8が，環状固定板4の表面4bの一部に形成された凹部に嵌め込むようにして取り付けられ，ボルトで固定されており，板状部材8の表面部分が環状固定板4の表面4bよりも僅かに突出することにより，「表面側の突出部」を形成し，板状部材8の側面部分が環状固定板4の内周側部分(内周端面)4aよりも僅かに突出することにより，環状固定板4と回転円板3とで形成された環状隙間C内に「側面側の突出部」を形成する構成部分(被告構成β1及び2)である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告装置の平均販売価格は，機種ごとに異なるものの，概ね357万円から777万円程度である。これに対し，被告装置において，本件固定リングは，1629個で4200万1550円(1個当たり約2万5783円)，本件板状部材は，2569個で378万7600円(1個当たり約1474円)である(以上につき，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "生海苔異物分離除去装置の市場では，かつて一審原告，親和製作所及び一審被告が三つ巴で競合していたが，親和製作所は，一審原告から提起された本件特許権に基づく特許権侵害差止等請求事件(東京地裁平成22年(ワ)第24479号，知的財産高等裁判所平成24年(ネ)第10092号)で敗訴したことに伴い，平成25年5月，一審原告に対して，本件特許の実施許諾に関し，親和製作所の装置について販売額の5％のライセンス料を支払うことを提案した。しかし，一審原告がライセンス契約の締結自体を拒否したため，その後，平成25年7月，一審原告と親和製作所との間で，親和製作所の生海苔異物分離除去装置を含む海苔機械関連機器の製造販売に係る営業を一審原告に譲渡することが合意された。なお，上記親和製作所に対する訴訟においては，本件特許権の侵害品とされた親和製作所の製造販売に係る装置についての損害額(特許法102条2項)の算定に当たり，装置全体における本件発明3の寄与度が20％である旨認定された(以上につき，甲13の1～3，甲80の1～5)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件訴訟の提起前，一審原告は，一審被告に対し，業務提携等の提案を行っていたが，両者間の協議は成立しなかった。一審原告は，本件各発明の実施品である生海苔異物分離除去装置を製造，販売しており，一審原告は，現在，本件特許権を一審被告に実施許諾する意思を有していない(以上につき，甲11の1・2，甲12，甲37の1・2，乙50，弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告装置においては，クリアランスの目詰まり対策として，回転円板の周縁をテーパ状にし，回転円板を上下方向に移動可能とすることで，クリアランスの隙間を調整する構造を備えており，この調整構造で隙間を大きくすることによって，目詰まりの発生を一定程度防止することができる。もっとも，隙間を大きくしすぎると，異物分離に支障が生じてしまい，特に，海苔生産シーズン(年のうち5，6か月間)の終盤の「ハタキ」と呼ばれる時期(2週間ないし1か月間)は，海苔の厚く硬い根元部分まで刈り取るために，目詰まりが生じやすくなることから，本件板状部材による目詰まりの防止が有用となる(以上につき，乙49)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「実施料率〔第5版〕」(発明協会研究センター編，2003年。乙46)においては，「農業・林業・漁業の技術」を含む「他に分類されない製造業・産業の技術」に関する実施料率別契約件数について，最頻値が5％であるとされている。また，「国有特許権等(経済産業省所管)の実施権設定について」(経済産業省技術振興課，平成21年6月22日。乙47)においては，国有特許権等の実施料の設定について採用される実施料率の基準となる率(基準率)を，業種別の売上高試験研究費率とすることとされており，農林水産業における売上高試験研究費率は，3．88％であるとされている。このほか，「知的財産の価値評価を踏まえた特許等の活用の在り方に関する調査研究報告書～知的財産(資産)価値及びロイヤルティ料率に関する実態把握～本編」(株式会社帝国データバンク，平成22年3月。乙48)においては，国内アンケートの結果，「農業」の技術分野における特許権のロイヤルティ料率の平均値が3．0％であったとされている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "受けるべき金銭の額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告装置",
                      "text": [
                        "前記イ(ア)のとおり，本件各発明は，公知の回転板方式の生海苔異物分離除去装置に，共回りの発生をなくし，クリアランスの目詰まりの発生を防ぐための手段を付加した点に技術的意義があるものであって，共回り防止手段に係る構成(共回り防止装置)は，回転板方式の生海苔異物分離除去装置である被告装置のうちの一部にとどまり，また，もともと，従来技術である回転板方式による生海苔異物分離除去装置自体が，異物分離除去機能を発揮するものである。以上のような本件各発明の技術的意義や共回り防止手段に係る構成の被告装置全体における寄与度をはじめとする上記イの諸事情を総合的に斟酌すると，本件各発明の実施に対し受けるべき金銭の額としては，被告装置の売上高の3％が相当である。",
                        "一審原告は，平成25年5月，親和製作所から，本件特許の実施許諾に関し，親和製作所の装置について販売額の5％のライセンス料の支払の提案を受けたものの，これを拒否した事実をもって，本件特許の実施料率が，被告装置の売上高の5％を下回る料率は相当でないと主張する。",
                        "しかし，前記イ(ウ)及び(エ)の事実によれば，生海苔異物分離除去装置の市場は，当時，一審原告，親和製作所及び一審被告が三つ巴で競合する状況にあり，一審原告は，競合会社である親和製作所に対しては，営業譲渡を，一審被告に対しては，業務提携を提案しており，そもそも，営業譲渡や業務提携を伴わない，単なる本件特許の実施許諾は一切行わない方針であったことがうかがわれる。一審原告の上記ライセンスポリシーに照らすと，親和製作所が提案した，その装置の販売額の5％のライセンス料をもって本件各発明の実施に対し受けるべき金銭の料率を5％以上にすべきものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件固定リング及び本件板状部材",
                      "text": [
                        "本件固定リング及び本件板状部材は，被告装置における共回り防止手段を構成する部材であることからすれば，これらについては，本件各発明の実施に対し受けるべき金銭の額としては，本件固定リング及び本件板状部材の売上高の各10％が相当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "一審原告が受けるべき金銭の額",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告装置",
                  "text": [
                    "被告装置の売上高である19億7164万円に，3％を乗じると，一審原告が受けるべき額は，5914万9200円となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件固定リング",
                  "text": [
                    "本件固定リングの売上高である4200万1550円に，10％を乗じると，一審原告が受けるべき額は，420万0155円となる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件板状部材",
                  "text": [
                    "本件板状部材の売上高である378万7600円に，10％を乗じると，一審原告が受けるべき額は，37万8760円となる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小計",
                  "text": [
                    "本件特許権の設定登録日(平成19年6月8日)から平成26年10月28日までの間の一審被告による本件各発明の実施について，一審原告が一審被告から受けるべき金銭の額は，上記アないしウの合計額である6372万8115円となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "消滅時効について",
              "text": [
                "一審原告は，平成25年9月11日に，一審被告に対し，被告装置が本件特許権を侵害するとしてその損害賠償を求める旨の催告をし(甲11の1・2)，その後，当該催告から6か月以内である同年12月11日に本件訴訟を提起した。",
                "これに対し，一審被告は，平成26年12月4日の原審弁論準備手続期日において，一審被告の行為に係る本件特許権侵害の損害賠償請求権について，3年の消滅時効を援用する旨の意思表示をした。",
                "そうすると，本件特許権侵害の不法行為に基づく損害賠償請求権は，上記催告から3年を遡る平成22年9月10日までの侵害行為に係る分については，時効により消滅したものと認められる(民法147条1号，153条，724条)。",
                "前記(4)のとおり，平成19年6月8日から平成26年10月28日までの間の実施について受けるべき金銭の額は6372万8115円であるところ，これを期間により按分すると，消滅時効にかかる平成22年9月10日までの額が2811万1180円(6372万8115円÷2700日×1191日。円未満四捨五入)，消滅時効にかからない同月11日以降の額が3561万6935円(6372万8115円÷2700日×1509日。円未満四捨五入)となり，前者の2811万1180円については，不当利得返還請求権として認容すべきこととなる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "弁護士費用について",
              "text": [
                "一審原告は，本件訴訟の提起・遂行を一審原告訴訟代理人弁護士に委任し，その弁護士費用を支出しているものと認められる。",
                "そして，本件事案の内容，事案の難易，差止請求が認容されていること，損害賠償請求の認容額，訴訟の経緯等，本件に現れた一切の事情を総合考慮すると，一審被告の本件特許権の侵害による不法行為と相当因果関係のある弁護士費用の額は，700万円と認めるのが相当である。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上によれば，一審原告は，一審被告に対し，平成22年9月10日までの実施行為に係る不当利得の返還請求として2811万1180円，同月11日から平成26年10月28日までの実施行為に係る不法行為に基づく損害賠償請求(弁護士費用相当額を含む。)として4261万6935円の合計7072万8115円の支払を求めることができる。",
                "なお，これに対する遅延損害金は，上記合計額のうち3000万円に対しては，一審原告の請求に従い，不法行為後の日であり，かつ催告の翌日である平成25年9月12日から起算することとし，残りの4072万8115円に対しては，損害賠償の対象となる不法行為期間の最終日である平成26年10月28日から起算することとする。"
              ]
            }
          ]
        },
        {
          "fig": "12",
          "subject": "結論",
          "text": [
            "以上によれば，一審原告の一審被告に対する請求は，①被告装置の製造，販売，輸出又は販売の申出，本件固定リング及び本件板状部材の製造，販売又は販売の申出，並びに，本件メンテナンス行為1(部品の交換としての行為に限る。)の各差止め，②被告装置，本件固定リング及び本件板状部材の廃棄，③金銭請求のうち7072万8115円及びうち3000万円に対する平成25年9月12日から，うち4072万8115円に対する平成26年10月28日から，各支払済みまで年5分の割合による金員の支払を求める限度で理由があるから，これを認容し，その余は理由がないから棄却すべきである。仮執行及び仮執行免脱については，主文第1の(4)項について仮執行宣言を付すのは相当でなく，また，主文第1の(1)項ないし(3)項，(5)項及び(6)項について仮執行免脱宣言を付すのは相当でない。これと異なる原判決は，一部失当であって，一審原告の本件控訴は一部理由があり，一審被告の本件控訴も本件メンテナンス行為1の差止請求に係る一部について理由があるから，原判決を上記のとおり変更することとして，主文のとおり判決する。",
            "なお，当審における一審被告の民訴法260条2項に基づく原状回復請求及び損害賠償請求の申立ては，本案判決の仮執行宣言に基づく給付に係る部分が一審被告に有利に変更されないことを解除条件とするものというべきであるところ，上記部分は取り消すことを要しないから，上記申立てについては判断を示さない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10048等",
    "date": "2015-11-12",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)32555",
    "precedent_id": "085464",
    "ipprecedent_id": "4203",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}