{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2012-800076号事件について平成27年5月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求について特許を無効とした審決の取消訴訟である。争点は，明確性要件判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成9年3月17日に出願され，平成19年4月6日に特許権の設定登録がなされた特許（本件特許。特許第3938968号。発明の名称「渋味のマスキング方法」）の特許権者である。",
            "被告が，平成24年5月10日，本件特許について無効審判請求をしたところ（無効2012-800076号），原告は，同年7月30日付けで訂正請求をした（第1訂正）。特許庁は，平成25年5月16日，「請求のとおり訂正を認める（注：第1訂正のこと。）。本件審判の請求は，成り立たない。」との審決をし（第1審決。甲45），被告は，同年6月21日に審決取消訴訟を提起した（当庁平成25年（行ケ）第10172号）。知的財産高等裁判所は，平成26年3月26日，第1審決を取り消す旨の判決を言い渡したところ（前件判決。甲46），原告が，同年4月7日に，同判決に対して，上告受理申立を行ったが，同年7月11日に上告受理申立不受理の決定がなされ，同判決は確定した。 ",
            "その後，原告は，平成26年7月17日に，訂正請求をしたところ（第2訂正），特許庁が，同年11月20日付けで「訂正を認める（注：第2訂正のこと。）。特許第3938968号の請求項1に係る発明についての特許を無効とする。」との審決の予告をしたため，原告は，平成27年1月26日付けで訂正請求をした（本件訂正。甲47）。",
            "特許庁は，平成27年5月8日，「訂正を認める（注：本件訂正のこと。）。特許第3938968号の請求項1に係る発明についての特許を無効とする。」との審決をし，同審決謄本は，同月19日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の特許請求の範囲請求項1に記載された発明（本件発明）の要旨は，次のとおりである（訂正部分には下線を付した。）。",
            "（第1訂正前の請求項1）",
            "茶，紅茶及びコーヒーから選択される渋味を呈する飲料に，スクラロースを，該飲料の0．0012～0．003重量％用いることを特徴とする渋味のマスキング方法。",
            "（第1訂正による請求項1）",
            "茶，紅茶及びコーヒーから選択される渋味を呈する飲料に，スクラロースを，該飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量用いることを特徴とする渋味のマスキング方法。",
            "（本件訂正後の請求項1）",
            "ウーロン茶，緑茶，紅茶及びコーヒーから選択される渋味を呈する飲料に，スクラロースを，甘味を呈さない範囲の量であって，且つ該飲料の0．0012～0．003重量％用いることを特徴とする渋味のマスキング方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "前件判決の理由の要旨",
          "text": [
            "前件判決（甲46）は，第1訂正による請求項1の明確性要件に関し，以下のとおり，判断した。",
            "「(1) 審決は，「本件訂正特許明細書には甘味閾値の定義はされていないが，甘味閾値は，乙第15号証の記載（閾値の測定），乙第16号証の記載（アスパルテームの甘味閾値の測定），甲第10号証の記載（スクラロースの甘味の閾値測定）並びに乙第14号証の測定データ（スクラロースの甘味閾値が極限法で測定されている），被請求人の主張（口頭審理調書，平成25年3月21日付け上申書第5頁1～2行参照）によれば，極限法により求められるものであり，濃度の薄い方から濃い方に試験し（上昇系列），次に濃度の濃い方から薄い方に試験し（下降系列），平均値を用いて測定するのが一般的であると認められることから，本件訂正特許明細書に具体的測定方法が定義されていなくとも，本件出願当時の技術常識を勘案すると不明確であるとまで断言することはできない。」と判断した。これに対し，原告は，甘味閾値の測定方法として，極限法以外にも恒常刺激法，調整法などの方法があるから，極限法が一般的であるとはいえず，また，極限法という同じ測定方法を用いても甘味閾値は変動するものであるから，訂正発明は，不明確であり，審決の判断は誤りである旨主張する。",
            "審決が引用した文献である甲10（審判甲10，「スクラロースの味覚特性と他の高甘味度甘味料との比較」日本食品化学学会誌，Vol.2(2)，1995，110-114頁），甲26（審判乙15，「新版 官能検査ハンドブック」，398-403頁），甲27（審判乙16，「新甘味料アスパルテームについて」，精糖技術研究会誌第26号，7-17頁）には，閾値の測定法として極限法が記載されていることからみて，「極限法」は，閾値の測定方法として広く一般的に用いられているものと認められ，また，被告が提出した実験報告書である甲25においても極限法が用いられている。",
            "しかし，甲51（「新版 官能検査ハンドブック」，395-423頁）及び甲52（「工業における官能検査ハンドブック」， 333-343頁）には，閾値の測定法として，実験者あるいは被験者自身が刺激を一定のステップで徐々に変化させ，その1ステップごとに被験者の判断を求め，判断の切り替わる点を決定する「極限法」以外にも，実験者あるいは被験者自身が，刺激を任意に変化させながら，被験者に対し特定の感覚を与える刺激の値を探し出し決定する「調整法」や，一組の変化刺激を用意しておき，確率的に1つずつ提示し，それに対し被験者に予め定められた判断範疇のいずれかで反応してもらう「恒常刺激法」等が記載されており，閾値の測定法としては，極限法だけでなく，調整法，恒常刺激法等の複数の一般的な方法が存在していることが認められる。",
            "また，甲53（「甘味，酸味，塩から味，苦味刺激閾値の測定」，J. Brew. Soc.Japan,",
            "Vol.79，No.9，656-658頁）においては，「刺激閾値の測定法には，Aらの順位法による刺激テスト，調整法，極限法，1対比較法などが報告されているが，本実験ではBらの1点識別法により行った。」と記載されていることから，甘味の閾値の測定に当たり極限法以外の方法を採用することもあることが理解できる。",
            "そうしてみると，甘味閾値は，他の方法ではなく極限法により測定するものであることが自明であるという技術常識が存在していたとまではいえず，訂正明細書における甘味閾値の測定方法が極限法であると当業者が確定的に認識するとはいえない。",
            "一方，甘味閾値の測定法は，人間の感覚によって甘味を判定する方法であって，判定のばらつきを統計処理し感覚を数量化して客観的に表現する官能検査の一種であり，適切な多数の被験者を用いることにより，主観的な判断や個人による差を極力抑えるものではあるが，一般に，官能検査とは，被験者の習熟度，測定法，データの解析法等により数値が異なるものであり，相互の数値の比較は困難であることが多いものと解される。",
            "そこで，スクラロース水溶液におけるスクラロースの甘味閾値が記載されている甲10及び甲54をみると，甲10では，初めにスクラロース溶液の薄い方から濃い方へ（上昇系列）試験した可知の刺激価と，次に濃い方から薄い方へ（下降系列）試験した不可知の刺激価の平均値より算出する極限法により評価した数値は，0．0006±0．00014％であったことが記載され，甲54（「PROGRESS IN SWEETENERS」，131-132頁）では，41人の被験者の集団を使用して「上昇濃度系列の極限法」に従い評価したスクラロースの甘味閾値は，0．00038％w/v と記載され，同じ極限法を用いて測定したスクラロース水溶液の甘味閾値として，甲10と甲54とでは約1．6倍異なる数値を記載している。",
            "また，甲10と甲54は，水にスクラロースを添加したスクラロース水溶液において甘味閾値を測定したものであるが，本件明細書の段落【0013】に記載するように，飲料中のスクラロースの甘味閾値は，苦味などの他の味覚や製品の保存あるいは使用温度などの条件により変動するものであるから，各種飲料における甘味閾値を正確に測定することは，単なるスクラロース水溶液に比べて，より困難であると認められる。",
            "しかも，甘味閾値の測定は，人間の感覚による官能検査であるから，測定方法の違いが甘味閾値に影響する可能性が否定できないことは，上記のとおりである。",
            "そうすると，当業者は，同一の測定方法を用いた極限法によるスクラロース水溶液の甘味閾値であっても，2つの文献で約1．6倍異なる数値が記載されている上，訂正発明における各種飲料における甘味閾値の測定は，スクラロース水溶液に比べてより困難であるから，測定方法が異なれば，甘味閾値はより大きく変動する蓋然性が高いとの認識のもとに訂正明細書の記載を読むと解するのが相当である。",
            "したがって，甘味閾値の測定方法が訂正明細書に記載されていなくとも，極限法で測定したと当業者が認識するほど，極限法が甘味の閾値の測定方法として一般的であるとまではいえず，また，極限法は人の感覚による官能検査であるから，測定方法等により閾値が異なる蓋然性が高いことを考慮するならば，特許請求の範囲に記載されたスクラロース量の範囲である0．0012～0．003重量％は，上下限値が2．5倍であって，甘味閾値の変動範囲（ばらつき）は無視できないほど大きく，「甘味の閾値以下の量」すなわち「甘味を呈さない量」とは，0．0012～0．003重量％との関係でどの範囲の量を意味するのか不明確であると認められるから，結局，「甘味を呈さない量」とは，特許法36条6項2号の明確性の要件を満たさないものといえる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "被告は，「甘味閾値は，一般的で確立した試験方法である極限法によって測定できるものであり，他にもよく知られた試験方法が存在するからといって甘味閾値が不明確になるものではない。極限法でも恒常刺激法でも，試験の原理上，同等の結果が得られることは明白である。測定には，常に誤差が伴い，各条件に応じて適した測定方法が異なるという常識があるが，だからといってこれによって測定される物理量の値が不明確などということもない。したがって，訂正発明は，不明確ではない。」旨主張する。",
                "そこで検討するに，被告による試験結果である甲25には，訂正明細書の実施例4を追試した際のコーヒーにおけるスクラロースの甘味閾値は0．00169％と記載されており，この値は，訂正発明の「0．0012～0．003重量％」の範囲内の数値であるが，渋味のマスキング効果を確認したスクラロースの添加量は0．0016％であり，甘味の閾値と非常に接近している。",
                "そうすると，上記のように「0．0012～0．003重量％」の範囲に甘味閾値が存在する場合には，特に正確に甘味閾値を測定する必要があり，誰が測定しても「甘味を呈さない量」であるか否かが正確に判別できるものでなければならない。しかし，甘味閾値の測定は人の感覚による官能検査である以上，被告が主張するように，測定方法等が異なっても同等の結果が得られることは明白であるとする客観的根拠は存在せず，測定方法の違い等の種々の要因により，甘味閾値は異なる蓋然性が高く，被験者の人数や習熟度等に注意を払ったとしても，当業者が測定した場合に，「甘味を呈さない量」であるか否かの判断が常に同じとなるとはいえない。",
                "したがって，被告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，「『甘味を呈さない量』が訂正明細書に定義されていないことによっては，訂正発明は不明確であるとまで言うことができない。」との審決の判断には誤りがある。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要旨（争点と関係の薄い部分はフォントを小さく表記する。）",
          "text": [
            "審決は，本件訂正を認めつつ，本件訂正後の請求項1の記載は明確性要件に反するものであると判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の主張した無効理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1（明確性要件違反）",
                  "text": [
                    "本件訂正後の「甘味を呈さない範囲の量であって，且つ該飲料の0．0012～0．003重量％」は，第1訂正の「該飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量」と同様であり，前者の「甘味を呈さない範囲の量」は，後者の「甘味を呈さない量」と同義である。",
                    "したがって，「甘味を呈さない範囲の量」に関して，その範囲が一義的に決定されるような定義や具体的な測定方法が本件訂正後の明細書中に記載されておらず，また，実施例においてもスクラロースの濃度が甘味を呈さない範囲の量であることは一切記載されていないことから，訂正発明の「甘味を呈さない範囲の量」という記載は不明確である。",
                    "そして，「甘味を呈さない量」については，前件判決において，特許法36条6項2号の明確性の要件を満たさないと判示されていて，前件判決は，行政事件訴訟法33条1項により，本件について，審判合議体を拘束する。",
                    "したがって，本件訂正後の請求項1は，「甘味を呈さない範囲の量」という発明特定事項を有する点で明確でなく，特許法36条6項2号の要件を満たしていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2（明確性要件違反）  ",
                  "text": [
                    "請求項1に係る本件訂正によっても，抽出条件などについて，何ら特定のない茶，紅茶及びコーヒーの各飲料において，どの程度の量のスクラロースを添加すれば渋味がマスキングされるのかということは不明であり，スクラロースをウーロン茶，緑茶，紅茶及びコーヒーの各飲料の0．0012～0．003重量％用いたすべての範囲で渋味がマスキングされているということはできない。 ",
                    "本件訂正後の明細書において，飲料（ウーロン茶，緑茶，コーヒー，紅茶）ごとに1種の実施例が記載されているだけであり，各飲料において他の種類や抽出条件においても，同様にスクラロースを0．0012～0．003重量％用いた範囲で渋味がマスキングされていることまでは記載されていない。",
                    "よって，特許法36条6項1号の要件を満たしていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3（実施可能要件違反）  ",
                  "text": [
                    "本件訂正後の明細書の実施例に記載された条件以外の各種条件により得られたすべての飲料について，「飲料に対して0．0012～0．003重量％のスクラロース」により製品の物性に影響を及ぼさずに，過剰な渋味がマスキングできることは明らかでなく，どの程度の量のスクラロースを添加すれば，そのような作用効果を奏するのか，当業者が訂正後明細書の記載内容及び出願時の技術常識を考慮しても，当業者に期待し得る程度を超える試行錯誤や複雑高度な実験等を必要とするものである。さらに，上記アで述べたとおり，本件訂正後の明細書が本件訂正後の本件発明を当業者が容易になし得る程度に記載されてものではない。",
                    "よって，特許法36条4項1号の要件を満たしていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4（進歩性なし）",
                  "text": [
                    "本件訂正後の本件発明は，下記の甲1～7に記載の発明に基づいて，その出願前に当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない。",
                    "甲1：「月刊  フードケミカル  10」，（株）食品化学新聞社，",
                    "昭和60年10月1日発行，表紙，40～47頁，127頁",
                    "甲2：特開平7-274829号公報",
                    "甲3：特開平4-23965号公報",
                    "甲4：特開平3-251160号公報",
                    "甲5：特開昭58-162260号公報",
                    "甲6：米国特許4，915，969号明細書，及びその抄訳",
                    "甲7：特開平2-177870号公報"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正の可否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1に係る本件訂正は，「茶」について，その種類を「ウーロン茶，緑茶」に限定するともに，飲料に入れるスクラロースの量を，「該飲料の0．0012～0．003重量％」から，「甘味を呈さない範囲の量であって，且つ該飲料の0．0012～0．003重量％」に訂正するものであり，成分割合の範囲を更に減縮するものであるが，本件訂正後の「甘味を呈さない範囲の量であって，且つ」は，本件訂正前の明細書の【0008】，【0009】，【0013】，【0014】及び【0017】の記載に基づくものであるといえる。",
                    "そして，単に「該飲料の0．0012～0．003重量％」との特定では，その甘味を呈さない範囲を外れる場合があり得るところ，出願当初から渋味のマスキングに際し配合するスクラロースの量は甘味の閾値以下，すなわち，甘味を呈さない範囲の量で用いることが意図されていたことに鑑み，その「甘味を呈さない範囲の量であって，且つ」と特定することにより，「該飲料の0．0012～0．003重量％」の範囲を減縮したものである。",
                    "そうすると，請求項1に係る本件訂正は，特許請求の範囲の減縮を目的とするものであるとともに，願書に添付した明細書に記載した事項の範囲内においてするものであり，また，特許請求の範囲を実質上拡張又は変更するものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正は，特許法134条の2第1項ただし書1号又は3号に掲げる事項を目的とし，かつ，同条9項の規定によって準用する特許法126条5項及び6項の規定に適合する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "明確性要件についての判断",
              "text": [
                "本件訂正後の請求項1の「スクラロースを，甘味を呈さない範囲の量であって，且つ該飲料の0．0012～0．003重量％用いる」との特定事項は，第1訂正請後の請求項1の「スクラロースを，該飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量用いる」との特定事項と実質的に同じ内容を意味している。",
                "そして，前件判決における「人の感覚による官能検査であるから，測定方法等により閾値が異なる蓋然性が高いことを考慮するならば，特許請求の範囲に記載されたスクラロース量の範囲である0．0012～0．003重量％は，上下限値が2．5倍であって，甘味閾値の変動範囲（ばらつき）は無視できないほど大きく，「甘味の閾値以下の量」すなわち「甘味を呈さない量」とは，0．0012～0．003重量％との関係でどの範囲の量を意味するのか不明確であると認められるから，結局，「甘味を呈さない量」とは，特許法36条6項2号の明確性の要件を満たさないものといえる。」との判断は，行政事件訴訟法33条1項により，本件特許無効審判事件について，当合議体を拘束する。",
                "よって，本件訂正後の「スクラロースを，甘味を呈さない範囲の量であって，且つ該飲料の0．0012～0．003重量％用いる」との特定事項において，「甘味を呈さない範囲の量」とは，0．0012～0．003重量％との関係でどの範囲の量を意味するのか不明確であると認められるから，「甘味を呈さない範囲の量」は，特許法36条6項2号の明確性の要件を満たさないものといえる。",
                "したがって，本件特許は，特許法36条6項2号に違反してなされたものであるから，同法123条1項4号に該当し，他の無効理由を検討するまでもなく無効とすべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，前件判決当時の第1訂正後の本件発明と本件訂正後の本件発明が実質的に同じ内容を意味することから，前件判決の拘束力が及ぶと判断をしたが，両者は実質的に同一ではない。",
            "第1訂正後の本件発明は，スクラロースを，該飲料の0．0012～0．003重量％の範囲内に用いることを前提に，その範囲の中から，甘味を呈さない量という限定を加えているが，本件訂正後の本件発明は，甘味を呈さない範囲の量の範囲内から更に客観的数値である該飲料の0．0012～0．003重量％のスクラロースを用いるという数値限定を加えたものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前件判決は，0．0012～0．003重量％という数値限定は客観的数値であって明確であるが，その範囲内における「甘味の閾値以下の量」，すなわち，「甘味を呈さない量」という概念は，「0．0012～0．003重量％」との関係でどの範囲の量を意味するのか不明確であることから，請求項全体としては明確性に欠けると判断した。すなわち，第1訂正後の本件発明は，スクラロースを,該飲料の0．0012～0．003重量％の範囲内で用いることを前提にしつつ，その範囲の中から，「甘味を呈さない量」という限定を加えている点につき，甘味の閾値が0．0012～0．003重量％の範囲内に存在する場合に，「0．0012～0．003重量％の範囲」とその範囲の内側にある「甘味を呈さない量」の境界線が不明確であると判断した。",
            "しかしながら，本件訂正後の本件発明は，権利範囲については，0．0012～0．003重量％という客観的な数値をもって表現しており，明確にしている。すなわち，0．0012～0．003重量％という数値は甘味を呈さないことを前提とした上での数値限定であるため，スクラロースを用いる最大量である0．003重量％において，飲料が甘味を呈する場合は，本件訂正後の本件発明の範囲から明確に除外されている。この場合，甘味の閾値（甘味を感じることのできる最小値）を決定する必要はない。したがって，本件訂正後の本件発明は，甘味の閾値が0．0012～0．003重量％の範囲内に存在する場合がなく，『「甘味を呈さない量」とは，0．0012～0．003重量％との関係でどの範囲の量を意味するのか不明確である』と判示された前件判決の拘束力が及ばない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "「0．0012～0．003重量％」と「甘味を呈さない」範囲の量のどちらを前提にしたとしても，結局，請求項の全体を見た場合にそれら両方の発明特定事項を備える請求項であることは明白であり，「0．0012～0．003重量％」と「甘味を呈さない」範囲の量の記載の順番を代えたところで，第1訂正後の本件発明と本件訂正後の本件発明が実質的に同一であることに疑念の余地はない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告の主張は，スクラロースを用いる量が，「0．0012～0．003重量％」でなく，かつ「甘味を呈さない量」である場合が存在しないかのように主張するものであるが，原告自身が，乙1（本件無効審判の審理において，平成25年2月15日付けで原告が提出した口頭審理陳述要領書）の6頁において，このような場合がある図示をしたことと矛盾する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "前件判決は，測定方法等により「甘味閾値」が異なる蓋然性が高いことを根拠に，第1訂正後の請求項1の記載が不明確であると判断し，そのことを考慮して，「『甘味を呈さない量』とは，0．0012～0．003重量％との関係でどの範囲の量を意味するのか不明確である」と判示したのであって，甘味閾値が「0．0012～0．003重量％」の範囲に存在するか否かも不明確であると判断したものである。この判断は，本件訂正後の請求項1の記載にも当てはまるから，甘味閾値が「0．0012～0．003重量％」の範囲に存在することを前提とした原告の主張は，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正後の請求項1は，上記第2の2記載のとおりであるところ，本件訂正後の明細書（甲48）には，本件発明に関し，次のような記載がある（なお，下線部分は，本件訂正により付加された部分であり，抹消部分は，本件訂正によって削除された部分である。甲43参照）。",
                "【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】",
                "この発明は，食品，医薬品及び医薬部外品などの経口摂取又は口内利用可能な製品の渋味のマスキング方法に関する。",
                "【0002】",
                "【従来の技術及び発明が解決しようとする課題】",
                "・・・渋味は，例えば，渋柿等で代表されるように，未熟な果物を味わった場合に口をすぼめてひきしめられるような感覚であり，舌粘膜の収斂によるものとされている。強い渋味は不快であり，加工食品等を開発する場合には極力抑えることが好ましい。一方，淡い渋味は他の味と混ざり合って独特の風味を与え，緑茶等のように珍重されている。従って，渋味を緩和な程度に抑制して，この味覚の示す欠点部分を是正し，長所の部分のみを引き立てることが重要な課題となる。",
                "【0003】",
                "渋味を呈する代表的な成分は，タンニン，茶カテキン，茶タンニン，クロロゲン酸，シブオール等種々のものが知られており，これら成分は，主に渋柿，緑茶，コーヒー，紅茶，梅，豆腐，卵等の食品や，歯磨粉等の医薬部外品，さらにはたばこにまで広く含有されている。",
                "【0004】",
                "・・・また，茶に含有されているカテキン類は，茶葉にアルコール系水溶液を噴霧したり，デキストリンやサイクロデキストリン等の澱粉を添加した後酵素処理を行うことによって渋味を抑制することが知られている。・・・",
                "【0005】",
                "しかし，上記のように，原料自体の渋味を抑制する方法は，一般に工程が複雑であり，設備や装置を変更することが必要で，製造／加工コストの増大を招くという問題があった。",
                "【0006】",
                "また，上記の渋味の抑制方法とは別に，渋味を呈する食品等に，キキョウ科植物の抽出物，クルクチン又は糖アルコールを添加することにより渋味をマスキングする方法が提案されている（特公平4-76659号，特開平2-284158号又は特開平7-274829号等）。",
                "【0007】",
                "しかし，キキョウ科植物抽出物やクルクチンは天然物であるために供給量や供給質が不安定であり，高品質で得ることが困難であるという問題があった。また，添加の際にはこれら物質は大量に必要となるため，渋味のマスキングという点では有効であっても，これら添加物の味を呈することにより他の味とのバランスを崩すという問題があった。さらに，上記と同様に製造／加工コストの問題も有している。",
                "【0008】",
                "【課題を解決するための手段】",
                "上記問題点を鑑み，本願の発明者らは，製品の物性などに影響を及ぼさないで，かつ渋味自体を改善することができる方法について種々の検討を行った。その結果，スクラロース高甘味度甘味剤が，甘味の閾値以下の量で意外にも過剰な渋味を減少又は緩和させ，さらに総合的な味を何ら損なうことがないことを見い出し，本発明を完成するに至ったのである。",
                "【0009】",
                "この発明によれば，渋味を呈する製品に，スクラロースを甘味の閾値以下の量であって，該甘味の閾値の1／100以上の量で用いることを特徴とする渋味のマスキング方法が提供される。具体的には，本発明は，ウーロン茶，緑茶，紅茶及びコーヒーから選択される渋味を呈する飲料に，スクラロースを，甘味を呈さない範囲の量であって，且つ該飲料の0．0012～0．003重量％用いることを特徴とする渋味のマスキング方法である。",
                "【0010】",
                "【発明の実施の形態】",
                "本発明における渋味を呈する製品とは，経口摂取又は口内利用時に渋味を呈する製品を意味し，このなかには本来渋味は必要でないが，他の目的等で添加したために結果的に渋味を呈することとなった製品を含む。また，摂取又は利用時は液体，固体又は半固体のいずれの形態のものであってもよい。",
                "【0011】",
                "このような製品として，茶（緑茶，抹茶，ほうじ茶等），紅茶，コーヒー等の飲料；柿，栗，ぶどう，銀杏等の果実；これら果実の果汁又は果肉を含む製品；ワイン，ぶどう酒等のアルコール類；が挙げられる。・・・",
                "・・・",
                "【0013】",
                "甘味の閾値とは，甘味物質の甘味を呈する最小値であるが，必ずしも絶対値としては表わされない。つまり，本発明者らの試験によれば，例えば，紅茶3gを100℃の熱水150gで3分間又は10分間抽出した液を試料としたとき，スクラロースの甘味の閾値は前者では0．0009重量％，後者では0．004重量％となることが確認されている。このため，甘味の閾値は，同一の高甘味度甘味剤でも製品中の渋味の種類あるいは強弱，塩味あるいは苦味などの他の味覚又は製品の保存あるいは使用温度などの条件により変動すると考えられるが，一般に甘味剤として使用する場合の量よりも小さい値である。したがって，本願における甘味の閾値以下の量とは，甘味を呈さない範囲の量であればよい。また，高甘味度甘味剤の種類に拘わらず，最少量は甘味の閾値の1／100以上の量で用いることが好ましい。",
                "【0014】",
                "渋味を呈する製品に1又は2種以上の高甘味度甘味剤を用いる方法としては，上述の甘味の閾値以下の量の高甘味度甘味剤（2種以上の混合物の場合には，合計の量で甘味閾値以下となる量）を，渋味を呈する製品に均一に添加できる方法である限り，特に限定されない。例えば，渋味を呈する最終製品が固体の場合は，成型されるまでの液体，半固体の形状の時に，所定量の高甘味度甘味剤をそのまま，又は希釈溶液の状態で均一に添加し，その後に固体形状に成型する方法，固体形状の製品に希釈溶液状の高甘味度甘味剤を塗付又は噴霧等により均一に添加する方法等が挙げられる。また，渋味を呈する製品の最終形態が液体，半固体の場合は，その製造工程中又は最終製品にそのまま又は溶液の状態で均一に添加する方法等が挙げられる。",
                "【0015】",
                "以上のような方法で通常より少ない量の高甘味度甘味剤を用いて，本発明は簡便に過剰な渋味を減少又は緩和し，味覚の改善を図ることができる。",
                "【0016】",
                "【実施例】",
                "本発明の渋味のマスキング方法を以下の実施例によって説明する。しかしながら，この発明はこれらに限定されるものではない。",
                "【0017】",
                "試験例1",
                "渋味成分としてタンニン酸アルミニウムを0．04(重量)％含有する水溶液に，各種甘味料を閾値以下で，すなわちスクラロース0．0006％，アスパルテーム0．003％，ステビア0．005％，サッカリンナトリウム0．002％またはソーマチン0．00008％で添加したものと添加しないもの(ブランク)により，渋味のマスキング効果を，29人のパネラーにより順位づけして比較した。",
                "この結果，スクラロース，アスパルテーム，ステビア，サッカリンナトリウムに渋味のマスキング効果があり，他の甘味料では効果がなかった(フリードマン検定とウィルコキソン検定により検定)。",
                "【0018】",
                "実施例1：ウーロン茶飲料",
                "ウーロン茶エキストラクト No. 14266（三栄源エフ・エフ・アイ株式会社製）2．5重量部（以下「部」と記す），L-アルコルビン酸ナトリウム0．025部，スクラロース0．0012部を水にて100部とする。",
                "得られたウーロン茶飲料は，茶の渋味がマスキングされたウーロン茶飲料であった。",
                "【0019】",
                "実施例2：緑茶飲料",
                "マッチャエキストラクト No. 13115（三栄源エフ・エフ・アイ株式会社製）7部，グルタミン酸ナトリウム0．0075部，マッチャフレーバーNo. 59252（Ｎ）（三栄源エフ・エフ・アイ株式会社製）0．1部，L-アスコルビン酸ナトリウム0．0025部，スクラロース0．0014部又はアスパルテーム0．0035部を水にて合計100部とする。",
                "得られた緑茶は，強すぎる渋味がマスキングされた緑茶であった。",
                "【0020】",
                "実施例3：紅茶飲料（ピーチ風味）",
                "紅茶エキス（アッサムタイプ10倍抽出）10部，クエン酸（結晶）0．06部，L-アスコルビン酸ナトリウム0．05部，カラメル色素0．025部，1／5白桃濃縮果汁（透明）1部，ピーチフレーバーNo. 66266（三栄源エフ・エフ・アイ株式会社製）0．15部，スクラロース0．003部又はSKスイートZ-3）（酵素処理ステビア、日本製紙株式会社製）0．01部を水にて合計100部とする。93℃まで加熱し，瓶に充填する。",
                "得られた紅茶は，渋味がマスキングされ，ピーチ風味の良好な紅茶であった。",
                "【0021】",
                "実施例4：ブラックコーヒー",
                "コーヒーエキスH（三栄源エフ・エフ・アイ株式会社製）7．5部，ローストコーヒーエッセンス（三栄源エフ・エフ・アイ株式会社製）0．1部，スクラロース0．0016部又はSKスイートZ-3（酵素処理ステビア、日本製紙株式会社製）0．005部を水にて合計100部とする。このコーヒー液を缶に充填し，120℃，5分間レトルト殺菌する。",
                "得られたコーヒーは，コーヒー特有の不快な渋味がマスキングされた缶コーヒーであった。",
                "【0022】",
                "【発明の効果】",
                "本発明によれば，渋味を呈する各種の最終製品における過剰な渋味を，特別な工程／処理を追加することなく減少又は緩和することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件発明は，本件訂正前後を問わず，一貫して，飲食時に渋みが与える不快感を抑制するために（【0001】，【0002】），工程が複雑な原料の渋み自体を抑制する方法や，原料の供給が不安定な天然由来の物質を添加するのではなく（【0004】～【0009】），スクラロースを，甘味の閾値以下の量であって，かつ，該飲料の0．0012～0．003重量％用いることを特徴とするものであり（【0013】，【0016】～【0021】），もって，通常の量よりも少ない量のスクラロースを用いて，簡便に過剰な渋みを減少又は緩和し，味覚の改善を図るものである（【0015】，【0022】）。",
                "なお，甘味の閾値は，技術常識上，ヒトが官能評価して測定するものであるが，複数ある評価方法のうち，本件発明において，甘味の閾値を具体的に測定する方法について，明細書上言及はない。また，甘味の閾値は，同一の高甘味度甘味剤でも製品中の渋味の種類あるいは強弱，塩味あるいは苦味などの他の味覚又は製品の保存あるいは使用温度などの条件により変動するものである（【0013】）。さらに，ウーロン茶，緑茶，紅茶（ピーチ風味），ブラックコーヒーにおいて，0．0012重量％，0．0014重量％，0．003重量％，0．0016重量％それぞれ異なる量のスクラロースを用いた場合に，渋みのマスキング効果が確認されているが（【0017】～【0021】），それぞれの飲料において，上記以外のスクラロースの使用量を用いた場合の甘味の有無に関する記載はないし，当該使用量と甘味の閾値との関係は明らかにされておらず，本件発明の数値範囲である「該飲料の0．0012～0．003重量％」と甘味の閾値との関係は規定されていない。甘味の閾値は，一般論として，甘味剤として使用する場合の量よりも小さい値であるとされているが（【0013】），「該飲料の0．0012～0．003重量％」との関係は規定されていない。",
                "したがって，本件発明は，本件訂正前後を問わず，一貫して，スクラロースを，ヒトの官能評価によって判明する「甘味の閾値以下の量」，かつ，飲料の全体の量から算定可能な「該飲料の0．0012～0．003重量％」という2つの独立した条件を満たす範囲内で使用することによって，渋みをマスキングできる効果を有する発明であるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，第1訂正後の本件発明では，スクラロースを，該飲料の0．0012～0．003重量％の範囲内に用いることを前提に，その範囲の中から，甘味を呈さない量という限定を加えているため，0．0012～0．003重量％の範囲内に甘味の閾値が存在する場合が含まれることを前提とするものであり，甘味閾値の具体的な数値を正確に測定する必要があるのに対し，本件訂正後の本件発明では，甘味を呈さない範囲の量の範囲内で，客観的数値である該飲料の0．0012～0．003重量％のスクラロースを用いるという数値限定を加えているため，0．0012～0．003重量％は甘味を呈さないこと前提とするものであり，スクラロースを用いる最大量である0．003重量％において，飲料が甘味を呈する場合は，明確に排除されているから，具体的な甘味閾値を求める必要はないとして，第1訂正後の本件発明と本件訂正後の本件発明は，実質的に同一でないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，第1訂正後の本件発明と本件訂正後の本件発明では，いずれも「であって」という用語によって，前後の発明特定事項が接続されているが，「であって」における「て」は，対句的に語句を並べ，対等，並列の関係で前後を結びつける作用を有する接続助詞であるから，両発明は，いずれも「該飲料の0．0012～0．003重量％の範囲」であること（条件A），及び「甘味を呈さない量」であること（条件B）という2つの条件を共に満たしていることを要求していると解される。したがって，両発明では，ただ条件の記載順序が異なるにすぎない。そして，記載順序の違いは，2つの条件を共に満たす範囲に影響を与えるものではない。",
                "原告の主張は，発明特定事項が「AかつB」と記載された場合には，条件Aを満たす集合の中に条件Bを満たす集合が包含されていることが前提となるが，逆に「BかつA」と記載された場合には，条件Bを満たす集合の中に条件Aを満たす集合が包含されていることが前提となるというものである。しかしながら，各集合に属するための条件が相互に独立した項目であれば，ある特定の条件を満たす集合は，他の条件を満たす集合から何ら影響を受けずに，当該特定条件を満たす集合の大きさや帰属する要素を規律するはずである。そして，複数の条件を満たす集合体の大きさや帰属する要素は，いずれの条件を先に検討しても，それぞれの重なり合う範囲となるのであり，同じ結果になるはずである。したがって，「AかつB」と「BかつA」は同じものを指すのであって，仮に条件Aを満たす集合の中に条件Bを満たす集合全体が包含される関係にあるのであれば，「AかつB」も「BかつA」も条件Bを満たす集合を指すことになり，条件Bを満たす集合の中に条件Aを満たす集合が包含される関係にはならない。前記1のとおり，本件発明において，「該飲料の0．0012～0．003重量％の範囲」であることは，当該飲料の重量によって計算上算定される値であり，かつ，「甘味を呈さない量」であることは，ヒトの味覚によって検査される値であり，それぞれ独立した条件であり，一方の条件が論理的に当然に他方の条件に影響するものではない。",
                "したがって，原告の主張は，前提において誤りであり，採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件訂正後の請求項1は，「・・・スクラロースを，該飲料の0．0012～0．003重量％の範囲であって，且つ0，003重量％の場合においてスクラロースの甘味を呈さない量を用いることを特徴とする渋みのマスキング方法」ではなく，「・・・スクラロースを，甘味を呈さない範囲の量であって，且つ該飲料の0．0012～0．003重量％用いることを特徴とする渋味のマスキング方法。」である。すなわち，本件訂正後の請求項1は，スクラロース0．003重量％の場合に甘味があるときがあることを前提としつつ，より少ない重量％として甘味を呈さない場合をも，その発明特定事項の対象とするものである。したがって，0，003重量％の場合に常にスクラロースの甘味を呈さないことを前提とした原告の主張は，特許請求の範囲の記載に基づかないものといわざるを得ない。本件訂正後の明細書（甲48）の記載を参酌しても，同明細書中には，ウーロン茶飲料においてスクラロースを0．0012％用いた場合（【0018】）及び緑茶飲料においてスクラロースを0．0014％用いた場合（【0019】）に渋みがマスキングされることは確認されているが，それぞれの飲料においてスクラロースを0．003重量％使用した場合に，甘味を呈するか否かは確認されていない。",
                "しかも，かかる主張は，甘味を呈する閾値と0．003重量％との大小関係が一義的に定まることを前提とするものであるところ（原告は，0．003重量％における甘味の有無だけを判断すれば足り，甘味の閾値を定める必要がないとも主張するが，本件訂正前の請求項との違いを説明するに当たって，甘味を呈する閾値の上下で甘味の有無を区別した上で，0．003重量％との大小関係を問題にしているから，このような前提に立つと解するのが相当である。），かかる前提自体は，前件判決で採用できないことが明らかにされている。すなわち，前件判決は，明確性要件違反である理由として，極限法が甘味の閾値の測定方法として一般的であるとはいえないこと，官能検査の方法等により甘味の閾値が異なる蓋然性が高いことを前提としつつ，「0．0012～0．003重量％の範囲」は非常に狭く，「甘味を呈さない量」が「0．0012～0．003重量％」との関係でどの範囲の量を意味するのか不明であると判示したのであって，最後の判示部分は，異なる官能検査方法を用いた場合の甘味の閾値が，「0．0012～0．003重量％の範囲」における上下限値と，一義的な大小関係が決まらないことを，明確性の観点から問題としたものと解される。したがって，原告が主張するように，甘味の閾値が0．0012～0．003重量％の範囲内にあるような飲料を当然に除外することはできないし，甘味閾値を求める必要がないともいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告の主張は，いずれにせよ，採用できない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}