{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人の損害賠償請求を棄却した部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億0941万9692円及びこれに対する平成21年8月10日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人に対し，控訴人が著作権を有する業務管理のプログラム等(本件プログラム等)につき，被控訴人が無断でインストールして使用するなどして，控訴人の著作権を侵害したと主張し，著作権法112条により，プログラム等の使用，複製，翻案，公衆送信又は送信可能化の差止め並びにプログラム等及びその複製物の廃棄を求めるとともに，著作権侵害の不法行為による損害賠償請求権(民法709条)に基づき，損害賠償(逸失利益9947万2448円及び弁護士費用994万7244円の合計額1億0941万9692円並びにこれらに対する最終の不法行為の日(本件プログラム等が最後にバージョンアップされた日)である平成21年8月10日から支払済みまで民法所定の年5分の割合による遅延損害金)の支払を求めた事案である。",
            "原判決は，控訴人の請求をいずれも棄却した。これに対し，控訴人は，原判決が損害賠償請求を棄却した部分についてのみ控訴をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」の「第2  事案の概要」，「1  前提事実」記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及びこれに対する当事者の主張",
          "text": [
            "争点は，原判決「事実及び理由」の「第2  事案の概要」，「2  争点」記載のとおりであり，争点についての当事者の主張は，以下において当審における当事者の主張を付加するほかは，「第3  争点に関する当事者の主張」記載のとおりである。",
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人と被控訴人の関係について",
              "text": [
                "原判決は，控訴人と被控訴人との関係について，両社が相互の利益を図って共存していたと認定したが，被控訴人は一方的に控訴人の利益を犠牲にし，控訴人を食い物にする関係であったから，上記認定は誤りである。",
                "控訴人の取締役であったA及びBは，Cに秘したまま被控訴人を設立し，控訴人における取締役会の承認を経ることなく，Aが代表取締役，Bが取締役に就任し，その後も個々の取引に当たって控訴人の取締役会の承認を経ることは一度もなく，また，控訴人において極めて重要な職責を負い，あるいは，活躍が期待された役員・従業員が，その経費(給与，旅費等)をすべて控訴人に負担させたまま，被控訴人に長期間にわたって出向するなど，控訴人の損失で被控訴人が利益を得ていたのが実態であって，このような不公正な状態における密接な取引上の関係を理由に，控訴人と被控訴人は，相互の利益を図って密接な取引を続けつつ共存していたとの結論を導くことはできない。",
                "そして，確かに，被控訴人の業務は80％以上が控訴人からの受注であり，控訴人の営業会議に常に被控訴人の担当者も同席している点では，一部門のような扱いを受けていたが，本来の一部門であれば，当該部門における利益も損失も控訴人に帰属するものであるが，本件においては被控訴人が別会社であることから，控訴人に負担・損失を与え，利益は専ら被控訴人に落ちるように取り計らわれていた。よって，被控訴人が一部門のように扱われていたということをもって，両者の相互の利益となっていた根拠とするのは論理の飛躍がある。",
                "さらに，原判決が根拠の一つとする監査結果通知書(甲12。以下「本件通知書」という。)は，当時，社内監査に不慣れであった監査室所属の従業員が，株式会社ビジネスコンサルタント(通称「Bコン」)という外部コンサルタントの指導を仰いで行った監査に基づくものであり，当該調査は，数字面の分析の他は，DやEなど被控訴人に与していた従業員からの聞取りに依拠するもので，その者らの弁解を鵜呑みにする形での調査に終始するなど，信用性に乏しいものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件インストールの指示主体について",
              "text": [
                "原判決が，本件インストールの指示主体をFと認定したのは，以下のとおり，誤りである。",
                "まず，原判決は，出張精算書(甲7。以下「本件精算書」という。)の存在をその根拠とする。しかし，当時，控訴人においては，職務分掌上，出張などの指示を行った者が出張者の直属の上司ではなかった場合でも，直属の上司が出張精算を行うというルールが慣行化されていたのであり，命令者としてFの記載があるからといって，Fが出張における業務内容の指示をしたものとは限らない。",
                "また，社内システムに関しては，原判決も認定するように，社内LAＮシステム運用規定が実施されていたころは，システム運用管理者であるDが社内システム管理者としてGを任命しており，個人情報保護基本マニュアルの制定後も，Dが社内情報システム管理責任者に，Gが社内システム管理担当者に，それぞれ就任しているのであるから，DとGの間には社内システムに関して直接的な指揮・命令関係が存していたことは明らかである。にもかかわらず，原判決は，Dの役割に関して，Fに対する「承認あるいは指示」という曖昧な認定をするのみで，本件インストールに関してDのGに対する直接的な指揮・監督関係を無視している。Dは，社内システムに関し，部署に関係なく，指示・命令をしていたことが明らかであり，単に，Fによる指示の承認という受動的な役割に留まっていたということはあり得ない。",
                "原判決は，本件インストールの指示をFから受けたとする証人Gの証言の信用性につき，本件インストール当時，システム開発部のマネージャーとして日常的にインストールやバージョンアップの作業に従事していたと考えられるから，11年以上も前となる日常業務のうちの特定の出来事について具体的な状況まで思い出せなかったとしても不合理とはいえないと述べる。しかし，Gは，控訴人の社員である以上，システム開発部のマネージャーとして，控訴人が使用するシステムのインストールやバージョンアップの作業に従事していたことは間違いないが，控訴人ではなく，被控訴人の社内システムに係る業務がなぜに控訴人社員の日常業務と断言できるのか甚だ疑問であり，社内システムのインストールという作業は，10年に1回あるかないかというレベルのものであって，日々の日常業務とは全く異なる性質のものであることからすると，上記の信用性判断には誤りがある。一方，本件インストールの指示をしたことはないとの証人Fの証言には信用性がある。したがって，原判決の事実認定は，証拠評価を誤ったものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件インストールに関する取締役会及びCの承認の要否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件インストールは，抽象的に見て，会社に損害が生じ得ない取引とはいえず，実質的に見て，本件インストールが，取締役会の承認を必要とする利益相反取引に当たらないとすることはできず，控訴人の取締役会の承認を要するものというべきである。",
                    "控訴人と被控訴人とが得意分野が異なっているとの点について，大は小を兼ねるのであって，大規模自治体向けのシステム開発が可能であれば，小規模自治体向けのシステムを不得意とする理由はなく，被控訴人の設立自体が競業行為といえる上，前記のとおり，一部門として一体的な事業運営がなされていたとの点は，控訴人の損害によって，被控訴人を利するための枠組みにすぎないものであり，本件インストールに係る開発コストを考慮すれば，このような社内システムが無償で提供されることは，専ら被控訴人にのみ利益が生じるものである。",
                    "したがって，原判決が述べる本件インストール当時，控訴人・被控訴人が業務管理に関するプログラムを共有することが，控訴人・被控訴人の双方にとって有益であったとの判断を理由付ける点は，いずれも不適切である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，Cに隠して設立されたもので，その後も大半の従業員に対し，被控訴人は控訴人の子会社などと虚偽の説明をし，事情を知る者には箝口令を敷いていたのであるから，Cとしては被控訴人関係の業務を認識するはずがなく，被控訴人関係の業務についてAやBの差配に包括的に委ねていたとの認定は，根拠を欠いている。",
                    "本件インストール当時も含め，控訴人設立当初から今日に至るまで，控訴人における稟議書には，代表取締役が最上位の者として，決裁の印を押す運用がなされており，稟議書上，実際にCが決裁の印を押しているものが複数あるのであって，Cが控訴人の業務に日常的に関与していたことは，自ら明らかである。それゆえに，Cが，控訴人の事業全般について日頃から実質的に関与していたとは認められないとの原判決の判断は，明らかに事実に反している。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件インストールの指示に控訴人の授権があるかについて",
              "text": [
                "前記のとおり，Fが本件インストールの指示をしたということや，被控訴人関係の業務についてAやBの差配に包括的に委ねられていたということは，事実誤認である。",
                "そのことに加え，被控訴人は，原審において，本件インストールがBやDの承諾又は指示の下にされたとしても，Fが本件インストールの許諾権限を有しない場合，それが控訴人の授権と評価されるべきでないと主張する(平成26年10月27日付被告準備書面(5))。かかる被控訴人の主張によれば，裁判所は，Fに本件インストールの許諾権限が全くない場合に，AやB，Dの承諾又は指示に基づいて，本件インストールが控訴人の授権によってなされたものと判断してはならない。",
                "ところが，原判決は，「Fの指示が，Dの了解を前提としたものであることは明らかである」，「原告において，被告関係の業務については，専務取締役のAや取締役のBの差配に包括的に委ねられていたことからすると，同人らの承認又は指示もあったと推認される」と判示した上で，Fによる本件インストールの命令は，控訴人からの授権によるものと認められるとして，本件インストールにつき，控訴人の許諾があったと判断し，Fには本件インストールの許諾権限がないわけではないが，完全なものではなく，AやBの承認又は指示によって補完されるとしている。",
                "Cからの被控訴人関係の業務についてのAやBへの包括的委任及びDの指示があって初めて本件インストールの許諾が適式になされたという認定を前提にする限り，Fが本件インストールに関しては単独での許諾権限を有しないことが論理的な帰結となるはずである。よって，かかる認定は，Fには本件インストールを許諾する権限は全くないことを前提としているといわざるを得ず，本件インストールに関するF単独での不完全な権限はあり得ないのである。",
                "したがって，原判決は，被控訴人が主張していない事実を認定していることとなる。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "控訴人の主張(1)に対し",
              "text": [
                "被控訴人は，Cから控訴人の九州支店の開設が認められなかったことからCに秘して設立されたが，平成13年7月には，Cも被控訴人の存在を知ることとなり，AがCに対して被控訴人が控訴人の利益に貢献していることを説明した結果，CがAによる被控訴人の経営を黙認することとなったものである。",
                "そして，本件通知書に記載のとおり，被控訴人が持ち込んだ案件を控訴人の口座を借りて受注していた案件がほとんどであるにもかかわらず，約5～6％の手数料を控訴人が得ていたこと，案件そのものについても，控訴人が大規模自治体向けであり，被控訴人が小規模自治体向けとすみ分けができていたことから，両者の相互の利益を図って控訴人と被控訴人が共存していたことは明らかである。",
                "また，控訴人は，被控訴人が収益を上げて，控訴人の利益とするために，Fを被控訴人の設立時の取締役とし，その後，控訴人の開発部部長に任命したのであり，控訴人の利益となるように被控訴人の人事を掌握していたといえる。",
                "さらに，本件通知書に係る監査は，控訴人も述べるとおり，株式会社ビジネスコンサルタントの指導を仰ぎ行われたもので，被控訴人に対し更に調査するようにとの指導も得た上で，本件通知書自体についても確認がなされているのであり，外部の専門家の指導も踏まえた客観的事実に沿うものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張(2)に対し",
              "text": [
                "原判決のした証拠評価には誤りはなく，控訴人の主張はいずれも当たらない。",
                "控訴人は，出張承認について，直属の上司が行うのが控訴人の社内ルールであったことから，本件精算書を根拠としてFの指示を導くことはできないと主張する。",
                "しかし，BやDが出張を指示していたのであれば，同人らの氏名を命令者の欄に記載していたはずであり，それゆえ，控訴人の出張精算承認システムにおいても，実際上の命令者が記載できるようになっていたのである。したがって，Fが指示者であると認定した原判決に誤りはない。",
                "また，控訴人は，個人情報保護基本マニュアル及び社内LAＮシステム運用規定を根拠にFの権限について述べるが，これらは，社内システムの「管理」についての規定であり，これらを根拠にFに権限がなかったということはできない。社内システムの「開発」は，開発部の所管として，システム開発部長であるFの下(ただし，Fが控訴人開発部長就任前は，前任の開発部長であったDの下)，G及びH等により行われたものであり，外注先として被控訴人を使うかの実質的な決定もシステム開発部長が行っていたのであるから，控訴人と被控訴人との間の受注の連携をとるために，Fが控訴人から被控訴人への発注等をスムーズに行うことを目的として，被控訴人に対し控訴人と同様の社内システムを導入しようと考えることは極めて自然である。",
                "また，Fは，開発用システムについて独断で被控訴人に導入したことは間違いないと述べているのであり，開発用システムについての利用許諾権限を有していながら，社内システムについての利用許諾権限を有していなかったなどという主張は，不自然というよりほかない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張(3)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張(3)アに対し",
                  "text": [
                    "本件インストールが利益相反取引に当たらないことは，原判決が正しく認定するとおりである。",
                    "本件インストールは，控訴人から被控訴人への発注等をスムーズに行うという，まさに控訴人の便宜のために行われたものであり，当該行為をもって利益相反行為などと主張することは，信義則に反する主張といわざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張(3)イに対し",
                  "text": [
                    "控訴人においてCの承認が必要であった事項は，人事及び支出に関する事項(金融機関からの借入も含む。)のみであり，本件インストールについてCの許諾(承認)が不要であったことは自明である。",
                    "したがって，被控訴人関係の業務について，Cが，AやB以下の差配に包括的に委ねていたとの原判決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張(4)に対し",
              "text": [
                "Fは，被控訴人における開発用システムを独断で導入していることからも明らかなとおり，本件インストールの許諾権限を有しており，仮に，Fのみの権限では足りないとしても，他の取締役であるBや総務部長であるDも同意していたのであるから，控訴人の許諾に欠けることはない。",
                "控訴人は，Fに本件インストールの許諾権限が全くない場合，本件インストールが，控訴人の授権によりなされたものと判断してはならないと主張する。",
                "しかし，利用許諾の抗弁の主要事実は「控訴人の許諾があること」であり，許諾権限が具体的に誰にあったかは間接事実にすぎないから，控訴人の主張は前提において失当である。",
                "また，単独で行えることと，複数の者の承認が必要な行為が存在することは，会社法において代表取締役と取締役会の権限が別に規定されていることからも自明であるところ，被控訴人の主張は，Fの権限であるが，F単独の権限とは認められないとしても，取締役であったA及びB，総務部長のDも認めていることから，控訴人の許諾として欠けるところはないと主張しているのであるから，これに基づいた原判決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人は，被控訴人に対し，本件インストール(複製)及びその後のバージョンアップ(翻案)及び使用を許諾したと認められるから，被控訴人による本件プログラム等(又は旧プログラム等)の利用が控訴人の著作権を侵害したとはいえず，請求は理由がないとして，控訴人の損害賠償請求(請求の趣旨8項)を棄却した原判決は相当であると判断する。その理由は，原判決「第4  判断」1及び2項に示すとおりであり，当審における当事者の主張に対する判断は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "控訴人の主張(1)について",
          "text": [
            "控訴人は，被控訴人が一方的に控訴人の利益を犠牲にし，控訴人を食い物にする関係であったから，原判決が，控訴人と被控訴人との関係を相互の利益を図って共存していたと認定したのは誤りであると主張し，原判決がその認定の基礎とした本件通知書に係る監査は，社内監査に不慣れな監査室所属の従業員によるもので，Dらの弁解を鵜呑みにする形での調査に終始するなど，信用性に乏しいと主張する。",
            "しかし，本件通知書に係る監査は，外部コンサルタントの指示を受け，その関与の下に行われ，本件通知書についても検証が行われたものである(甲24)。また，原判決第4，1(5)のとおり，Cは，平成18年9月ころ，Dらに対し，被控訴人との関係を厳しく制限し，平成19年3月ころには，Iの出向の件について怒りをあらわにし，同年4月以降，被控訴人への発注案件について必ずCの決裁を受けるよう指示するなどしたところ，本件通知書に係る監査は，同年8月に行われたものであるから，Cも監査の結果に相当の関心を持って確認したものと推測できる。しかも，本件通知書の作成後に，監査のやり直し等が指示されたり，公正さに対する疑義が生じたりした形跡はなく，本件通知書に記載された数字の内容が適正であることを控訴人も認めていることなどに照らすと，監査の適正さや公正さに問題があったとは認められず，上記主張は採用できない。",
            "そして，本件通知書によると，被控訴人が控訴人の口座を借りて受注した案件が実質的には被控訴人が持ち込んだものであった旨や，平成17年度及び平成18年度において，被控訴人の受注平均利益率が5％台であるが，控訴人はシステム開発にほとんど関与していないため収益が手数料のみである旨，控訴人と被控訴人の得意分野が，それぞれ大規模自治体向けと小規模自治体向けにすみ分けできている旨が指摘されており，Cが控訴人と被控訴人との関係を認識した後であっても被控訴人との関係が特段問題視されていない。したがって，一方的に控訴人が負担を負い，被控訴人のみが利益を得る関係であったとは認められず，控訴人と被控訴人とが相互の利益を図って共存していたとした原判決の認定に誤りはない。",
            "なお，控訴人は，被控訴人の設立経過や人事交流等について，Cが認識していなかったことを問題にするが，この点については，原判決が第4，2(3)において述べるとおりであって，控訴人と被控訴人との相互の関係についての上記認定を左右するものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の主張(2)について",
          "text": [
            "控訴人は，当時，控訴人においては，職務分掌上，出張などの指示を行った者が出張者の直属の上司ではなかった場合でも，直属の上司が出張精算を行うというルールが慣行化されていたのであり，命令者としてFの記載があることから直ちに，Fが出張における業務内容の指示をしたものとは限らず，同人が本件インストールを指示したとの原判決の認定は誤りであると主張する。",
            "しかし，原判決の認定は，本件精算書の記載のみを根拠とするものではなく，証人Gの証言を踏まえてのものである。控訴人の主張するとおりの社内慣行があるとしても，証人Gは，Fから本件インストールの指示を受けた旨証言しており，この証言と本件精算書の記載内容は整合するものであり，控訴人と被控訴人の関係を見れば，両者の発注，受注業務等の円滑化のために本件インストールをすることは自然であるといえ，また，Gが日常的にインストール業務を行っていたことからすると，Fに直接の本件インストールの決裁権限がなかったとしても，Dの指示あるいは承認の下に，Gへの直接の指示者として，直属の上司であるFが指示をすることも十分に合理性があるから，原判決の認定に誤りはない。",
            "控訴人は，証人Gの証言について，被控訴人における業務が日常業務であるとはいえないことや，社内システムのインストールは10年に1回あるかないかというレベルであることを考慮すると，同人の証言の曖昧さは，その信用性を大きく揺るがすものである旨主張する。",
            "しかし，証人Gは，本件インストールの指示者について，一貫してFであると証言しており，ただ，その具体的な状況について曖昧な点があるというにすぎないところ，インストール業務については同人の日常業務であり，そのような指示を直属の上司であるFから受けることも日常的にあったことに加え，前記した控訴人と被控訴人との密接な関係に鑑みれば，本件インストールの指示自体も特異なことではなく，特段，同証人の印象に残らないとしても不自然なことではないから，具体的な状況について曖昧な点があることが不合理であるとはいえず，上記主張は採用できない。"
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人の主張(3)について",
          "text": [
            "控訴人は，本件インストールは，抽象的に見て会社に損害が生じ得ない取引とはいえず，実質的に見て，取締役会の承認を要する利益相反取引に当たらないとする原判決の認定は，誤りであると主張する。",
            "しかし，控訴人と被控訴人との関係は，原判決第4，1(2)，2(1)において認定するとおりであって，売上額は互いに約8割以上と高率を占めており，システム開発に関する発受注の連携をとる便益が相互に存したものといえる上，本件インストールに必要なハードウェア，リモートコントロールソフトなどについては，控訴人が被控訴人に対し，約87万円で売り渡しており，被控訴人はこの点において支払を余儀なくされていたことに照らすと，被控訴人を不当に利するものとはいえず，むしろ，控訴人の被控訴人への管理負担が減少するという面も否定できないものである。そして，これらを考慮してもなお，本件システムの利用許諾が無償であることが，被控訴人を一方的に利することを窺わせるような本件システムの有用性，価値を認定できる事情も見当たらないことに照らすと，上記主張は採用できない。",
            "また，控訴人は，被控訴人の設立がCに秘して行われ，箝口令も敷かれていたのであるから，Cとしては被控訴人関係の業務を認識するはずがなく，被控訴人関係の業務についてAやBの差配に包括的に委ねていたとの認定は，根拠を欠く旨主張する。",
            "しかし，控訴人において，被控訴人との一体的な事業運営が全社的に公然と行われてきたことは，原判決が第4，2(1)において認定したとおりであり，その売上額も，前記のとおり，互いに高率を占めており，控訴人の決算書にも被控訴人の名前が筆頭の取引先として挙がっていたことからすると，Cが控訴人の業務全般に関心を払っていたのであれば，平成12年以降継続してきた控訴人と被控訴人との関係を認識し得ないはずはなく，Cは，外注先との具体的な取引や協力関係等の常務については，AやBの差配に委ねていたものと推認されるから，上記主張は採用できない。"
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人の主張(4)について",
          "text": [
            "控訴人は，被控訴人の原審における主張によれば，Fに本件インストールの許諾権限が全くない場合に，AやD，Bの承諾又は指示に基づいて，本件インストールが控訴人の授権によってなされたと認定することはできず，そのような認定をした原判決は，被控訴人の主張していない事実を認定するものであると主張する。",
            "しかし，原審における被控訴人の主張は，被控訴人としては，Fが本件インストールの指示をしたのが事実であるから，Fの許諾がなくても，DやBの許諾によって控訴人の許諾に欠けるものではないと仮定的な主張をするものではない旨述べたものであり，原判決が，被控訴人の主張しない事実を認定したとはいえない。",
            "また，控訴人は，原判決の認定では，Fには本件インストールを許諾する権限は全くないことを前提としているといわざるを得ず，本件インストールについてのF単独での不完全な権限はあり得ない旨主張する。",
            "しかし，原判決は，本件インストールについてのF独自の決裁権限がないとしても，社内情報システム管理責任者であったDの了解があり，Fの本件インストールの指示がこれを前提にしたものであったことを認定しているところ，控訴人もDに当該権限があることについて争っていないから，控訴人の許諾について欠けるところはなく，上記主張は失当である。",
            "その他，控訴人はるる主張するが，いずれも原判決の認定を左右するものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，本件控訴には理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と，適宜読み替える。"
  ],
  "meta": {
    "case_num": "平成27年(ネ)10094",
    "date": "2015-11-26",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成25年(ワ)10396",
    "precedent_id": "085512",
    "ipprecedent_id": "4213",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}