{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-26814号事件について平成27年9月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，下記商標（以下「本願商標」という。）の商標登録出願拒絶査定につき不服審判請求をしたところ，特許庁が請求不成立の審決をしたことから，その取消しを求める事案である。",
            "記",
            "本願商標  小鯛ささ漬（標準文字）",
            "指定商品  第29類「レンコダイのささ漬」"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯等（争いがない事実又は文中掲記の証拠によりに容易に認定できる事実）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年7月3日，本願商標につき，前記1のとおりの指定商品として，団体商標登録出願（商願2013-51377〔乙2〕。以下「本願」という。）をしたが，平成26年9月30日（発送日）に拒絶査定を受けたため，同年12月26日，これに対する不服の審判を請求した（乙1）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，上記請求を不服2014-26814号事件として審理をした上，平成27年9月7日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月17日，原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，本願商標をその指定商品に使用するときは，「小さな鯛（キダイ（レンコダイ））を三枚におろし，酢・塩でしめ，笹の葉と一緒に漬けたもの。」との意味合いを認識させるにとどまり，単に商品の品質，原材料，生産方法を表示するにすぎないから，本願商標は，自他商品の識別標識としての機能を果たし得ないものというべきであり，したがって，本願商標は，平成26年法律第36号による改正前の商標法（以下「法」という。）3条1項3号に該当し，登録することができない，というものである。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "本件の争点は，本願商標が，法3条1項3号に該当するかどうかである。",
            "（なお，原告は，審判段階において，審判体が法3条2項の該当性について言及し，これに関する資料の提出を促したのに対して，本願商標は，その構成文字自体が自他商品の識別標識を有するから，法3条2項のいわゆる使用による特別顕著性の該当性の有無を問題とすべきではないと主張し，当審においても，本願商標は，法3条2項の適用対象外であると主張しており，法3条2項該当性については，本件の争点となっていない。）"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由（法3条1項3号該当性）",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，ある商標を構成する文字がそれぞれ辞書等に記載されているものであるから，それらを組み合わせた文字商標をその指定商品に使用するときは自他識別力はない，と短絡的に結論に達しているが，誤りである。",
            "このような文字商標であっても，地域独特の産品の名称の中には，単なる商品の品質等の表示を越えて取引者・需用者に認識され，取引されているものがあるのが実情であるから，このような地域名産は商標の主要な機能である出所表示機能を発揮しているといえる。また，出所表示機能を発揮することで取引者・需用者が他商品と区別して取引しているのならば，商標を構成する文字に関わらず自他商品識別性も具備していると認められる。このように，法3条1項3号の自他商品の識別性は，商標を構成する文字やその意味のみから短絡的に判断するべきではなく，当該商標が出所表示機能を有しているかどうかからも判断すべきである。",
            "そして，後記のとおり，「小鯛ささ漬」が若狭小浜の名産品であり，かつ，その製造・販売が若狭小浜に本拠を有する原告構成員によって実質的に独占されていることからすれば，「小鯛ささ漬」の出所は原告の構成員であることが明らかであれば，本願商標は出所表示機能を有していると認められるべきであり，法3条1項3号には該当しない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決は，「仮に「小鯛ささ漬」が若狭小浜地域の名産品であるとしても，…本願商標をその指定商品に使用するときは，商品の品質等を表示するにすぎず，自他商品の識別機能としての機能を果たし得ないものと認められる。」と判断しているが，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "すなわち，ある商標がある特定地域の名産（「名産」とは，その土地の有名な産物をいう。）であって，他に同じものを名産とする地域がなく，かつ，当該名産の名称が当該地域で特定の事業者又は団体構成員によって実質的に独占されているのであれば，その名称は「名産品であることによって，その名称が自他商品の識別標識」となり得る。「小鯛ささ漬」が若狭小浜の名産品であり，かつ，原告構成員によって「小鯛ささ漬」の製造・販売が実質的に独占されているのであれば，「小鯛ささ漬」は出所表示機能を発揮しており，自他識別機能も有することは前記1で述べたとおりである。",
                "審決のような理由で「小鯛ささ漬」のような地域名産品が商標法による保護を受けることができないとすれば，近い将来，「小鯛ささ漬」は本当に単なる商品表示になってしまい，若狭名産の「小鯛ささ漬」の名声に便乗しようとする雑多な事業者が「まがいもの」の商品を「小鯛ささ漬」と称して製造・販売することにより，地域名産が消滅の危機にさらされ，小浜市及びその周辺地域にも大きな経済的ダメージを与え，地域産業の衰退に繋がる。商標法の趣旨は，商標使用者の信用の保護，消費者の保護及び流通秩序の維持にあり，地域団体商標制度（商標法7条の2）の導入などからも分かるように，地域経済の振興もその趣旨に含まれていると解される。審決のような理由で本願商標のような地域名産の名称が登録を受けることができないとすれば，その判断は商標法の趣旨に反するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，「小鯛ささ漬」は，若狭小浜の名産品であり，そのように取引者，需要者に認識されているから，出所表示機能，自他識別機能がある。",
                "「小鯛ささ漬」は，明治34年に若狭小浜のAがその製法を考案し，子のBが「小鯛笹漬」（こだいささづけ）の商標を初めて使用している。吉中礼二著「若狭のおさかな」（甲1）に，「「酢漬」ではなく「笹漬」の名称が使われていたことが注目される」と記載されていることから，「小鯛笹漬」がBによる創語であることがうかがえる。",
                "その後，「小鯛笹漬」は，「ささ」の部分を平仮名で表記した「小鯛ささ漬」となり，昭和44年には，原告（昭和39年に小鯛ささ漬を生産する事業者によって設立された小浜ささ漬協会）内で，名称を「小鯛ささ漬」に統一すること及び一定の品質のものに限り当該名称を用いることが取り決められた（甲4）。「小鯛ささ漬」は，終戦前後に本格的に商品化され，昭和30年に小浜で開催された水産加工品の全国大会をきっかけとして全国的に有名になり，その後若狭小浜の名産品に成長し，現在に至っている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "審決は，「請求人又は構成員が，大量のレンコダイを発注しているとしても，その事実をもって，請求人又は構成員が本願商標を長年にわたり独占使用されてきたことが証明されるものではない。」と判断しているが，失当である。",
            "原告又はその構成員が，大量のレンコダイを発注しているという事実及び原告又はその構成員が本願商標を長年にわたり実質的に独占使用してきているという事実があるからこそ，小鯛ささ漬は，若狭小浜の名産としての地位を確立でき，現在でもその地位を維持しているのである。",
            "小鯛ささ漬の原料としては連子鯛が使用されるところ，主な水揚げ漁港で水揚げされる連子鯛は，そのほぼすべてが福井県漁連小浜支所及び株式会社丸海魚市場に集約され，ここから原告の構成員の事業所に出荷されている。「小鯛ささ漬」の一大集積生産地は若狭小浜（福井県小浜市）であり，現在11の事業者（全て原告構成員）が専業又は兼業で「小鯛ささ漬」の生産に取り組んでいる。原告の構成員の事業所による小鯛ささ漬の出荷量（樽数）は，変動するものの，年間約70万ないし80万樽程度である。まとまった量を大量発注している原告の構成員に比べて，他の事業者が入手できる原料は微量であり，したがって，非構成員の事業所の「小鯛ささ漬」の生産量も微少であり，全体の総生産量の数％程度であろうと推測できる。",
            "被告は，「小鯛の笹漬」や「小鯛のささ漬」などと称された商品が一般に広く製造，販売されていると主張して，書証（乙22～52）を提出する。しかし，それらのうち多くが原告の構成員から出荷された「小鯛ささ漬」の販売に関するものであり，原告構成員以外の製造によるものとして明らかなものは，その一部でしかなく，原告の構成員と取引者と間では「小鯛ささ漬」は自他識別力を持って取引されている。",
            "また，原告は，「小鯛ささ漬」のブランドイメージ維持のためにも，原告構成員以外の「小鯛ささ漬」を発見した場合は，直ちに表示の変更を求める等の要請を当該事業者に対して行ってきた。",
            "以上からすれば，「小鯛ささ漬」の生産及び販売は，原告の構成員によって実質的に独占されているといえる。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，①，「小鯛ささ漬」は明治34年にその独特の製法によって生み出されたものであり，Bによる創語「小鯛笹漬」を基礎とするものであること，②現在に至るまで，若狭小浜の名産品として取引者・需用者に認識されていること，③その製造・販売は原告の構成員によって実質的に独占されていることという事実関係の下のおいては，例え本願商標を構成する各々の文字が現在の辞書等に記載されている一般的な用語であったとしても，全体としては依然として出所表示機能を発揮しているから，本願商標は，過去においても，現在においても，法3条1項3号に該当するものではない。",
            "したがって，審決は取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "法3条1項3号該当性について",
          "text": [
            "本願商標は，これに接する者をして，「小鯛」の文字と「ささ漬」の文字とを組み合わせてなるものと容易に看取，把握され，その構成全体から「小形の鯛を笹漬にしてなるもの」程の意味を認識させるものである。",
            "そして，「小形の鯛を笹漬にしてなるもの」は，「小鯛の笹漬」や「小鯛のささ漬」などと称され，連子鯛等の小鯛を用いたものが一般に広く製造，販売されており，おせち料理の一品としても用いられている（乙11，22～52）。なお，原告は，被告が提出したこれらの証拠に記載された商品の多くは原告の構成員から流出したものであり，原告の構成員と取引者と間では「小鯛ささ漬」は自他識別力を持って取引されていると主張するが，これらの書証には，取引者，需要者をして，原告又は構成員の製造，販売に係る商品であることを認識し得る旨の表示があるものは一切ないし，一般消費者向けの商品においては，「小鯛の笹漬」や「小鯛のささ漬」は，一般的な商品名称などとして広く使用されているから，取引者，需要者がこれらの語について，原告又はその構成員に係る出所識別標識としてのみ認識することはない。",
            "したがって，本願商標を，その指定商品「レンコダイのささ漬」について使用した場合，これに接する取引者，需要者は，「小鯛（レンコダイ）を笹漬にしてなるもの」であることを理解するものであり，商品の品質を表示するものとして認識するにとどまるというべきであり，本願商標は，法3条1項3号に該当する。"
          ]
        },
        {
          "fig": "2",
          "subject": "その他の原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「小鯛ささ漬」が若狭小浜の名産品であり，かつ，その製造・販売が若狭小浜に本拠を有する原告構成員によって実質的に独占されているのであれば，「小鯛ささ漬」の出所は明らかであるから，本願商標は出所表示機能を有していると認められるべきである旨主張する。しかし，農産物や海産物等，一般に同じ商品が各地の名産品となることは，当然にあることであり，名産品であることによって，その名称が自他商品の識別標識となるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「小鯛笹漬」は，明治34年にBが創作した語である旨主張する。しかし，笹の葉は，食品の保存などといった防腐効果があるものとして古くから使用されているもの（乙9，53）であるから，小鯛を笹を用いて漬けたものについて，「小鯛笹漬」や「小鯛ささ漬」などと称することは自然であって，独創性の高い創作語といえるものではない。また，各地で様々な魚を原材料として用いた「笹漬」が一般に広く製造，販売されていること（乙10ないし21），前記のとおり，「小鯛ささ漬」の文字ないしこれと同一視し得る「小鯛の笹漬」等の文字についても一般的な商品名称などとして広く使用されていることからすると，本願商標に接する取引者及び需要者は，単に「小鯛を笹漬にしてなるもの」として認識するにすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，国内における小形の連子鯛の漁獲量等を根拠に，原告又はその構成員が「小鯛ささ漬」の製造，販売を実質的に独占しているとして，本願商標が出所表示機能を有していると主張する。しかし，「小鯛」と称されるものは，小形の連子鯛に限らず，例えば，血鯛（チダイ）や小形の真鯛等をも含むものであり，いわゆるレシピサイト等において「小鯛」を使用した多種のレシピが掲載されている（乙4ないし7）。加えて，「小鯛のささ漬」や「小鯛の笹漬」等の文字が他の同種商品とともに一般的な商品名称などとして広く使用されていること，その商品の販売，広告においては，「小鯛のささ漬」や「小鯛の笹漬」等の文字とは別個に商品の出所が表示されていること（乙11，29，37，41）をも踏まえれば，「小鯛ささ漬」の文字は，これに接する取引者，需要者をして，原告又はその構成員の生産，販売に係る小形の連子鯛を原料とするもののみを認識するといえないばかりではなく，取引に際して必要な表示として，何人もその使用を欲するものといえる。",
                "そうすると，本願商標は，特定人によるその独占使用を認めることが公益上適当でないとともに，商標の本質である自他商品識別標識としての機能を欠くものというべきであるから，その登録を認めないとした本件審決の判断が商標法の趣旨に反するものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "したがって，原告の主張はいずれも失当であり，審決を取り消すべき理由はない。    "
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（法3条1項3号該当性）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，「小鯛ささ漬」を標準文字で表してなるものであり，「小鯛」と「ささ漬」の文字とを組み合わせた構成からなるものと理解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願商標の構成のうち，「小鯛」は，「小さな鯛。または，鯛の幼魚」（大辞林第三版。乙3）を意味する語であり，そのように取引者，需要者に広く理解されることは社会通念上，明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願商標の構成のうち，「ささ漬」は，一般的に，「【笹漬け】三枚におろした魚を酢・塩でしめ，笹の葉と一緒に漬けたもの」（広辞苑第六版。乙8）ないし「【笹漬（け）】三枚におろした白身の魚を酢・塩でしめ，笹の葉とともに漬け込んだもの」（大辞林第三版。乙9）を意味する語である。",
                    "そして，「笹漬」，「笹漬け」，「ささ漬」の語は，以下のとおり，「小鯛」に限らず，さまざまな魚名の後に結合されて，当該魚を酢・塩でしめ，笹の葉とともに漬けるという一般的な調理方法を示すものとして，商品名や料理名の一部として使用されていることが認められる。",
                    "・  「アジやサヨリの笹漬（各840円）」（乙10）",
                    "・  「あじの笹漬」，「さよりの笹漬」（商品名。乙11）",
                    "・  「さより笹漬（冷凍）」（商品名。乙12）",
                    "・  「コハダ笹漬けは6枚…で450円」（乙13）",
                    "・  「こはだ笹漬」（商品名。乙14）",
                    "・  「鮎のひらき・ささ漬セット」（商品名。乙15）",
                    "・  「イワシの笹漬け」「調理法」「イワシを塩を強めにして漬け，上面に笹の葉を敷き詰めて重石をしたまま2～3年漬け込む・・・」（料理名。乙16）",
                    "・  「越前かれい笹漬」（商品名。乙17）",
                    "・  「炙り鰆（さわら）笹漬」（商品名。乙18）",
                    "・  「いとよりだい笹漬（甘酢味）」（商品名。乙19）",
                    "・  「試食会には，金太郎【判決注：魚名】の冷薫製やオイル漬け，アジのささ漬け・・が並んだ」（乙20）",
                    "・  「ゼンゴアジ・・地元産の橙酢で〆た笹漬けや，燻製，オイル漬けも。」（乙21）",
                    "したがって，「ささ漬」という語を魚名に付して複合語とした場合，一般に，当該魚を酢・塩でしめ，笹の葉とともに漬けるという方法により調理したということを意味するものと理解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「小鯛ささ漬」の語は，一般的な辞典には固有名詞等として登載されているものとは認められない（乙3，弁論の全趣旨）。インターネット上では，「小鯛ささ漬」の語は，原告の構成員が販売する商品の商品名として使用されているほか（甲12，乙41），「小鯛ささ漬」，「小鯛笹漬」，「小鯛の笹漬」，「笹漬小鯛」の語については，少なくとも，以下のような使用例がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "兵庫県所在の「C商店」のウェブサイトにおいて，「選りすぐりの逸品」の項に，商品名「小鯛の笹漬」が，「あじの笹漬」「さよりの笹漬」と並んで，笹の葉の上に魚の切り身を載せた写真とともに表示され，「C商店の名でご支持いただいている小鯛の笹漬」，「水揚げされたばかりの小鯛などの魚を新鮮さそのままに素早く加工。昔ながらの製法で作る笹漬は全て手作業です」との説明文が掲載されている（乙11）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "下関所在の「大日本パール工業株式会社」のウェブサイトにおいて，同社の扱う製品を紹介する「酢の物」の項に，「小鯛笹漬  下関港に揚がる新鮮レンコ鯛。」との記載がされている（乙31）"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "宅配サービスの「らでぃっしゅぼーや」のウェブサイトにおいて，商品名「島根県産  笹漬小鯛」が，笹の葉の上に魚の切り身を載せた写真とともに表示され，「日本海でとれるレンコ鯛を三枚におろし，酢漬けにして杉樽につめました。」，「笹漬けに使う鯛は，山陰近海でとれるレンコ鯛。…機械を使用するのはウロコを落す時だけで，あとはすべて昔ながらの手作業です。」，「レンコ鯛がぎっしり詰まった樽は，国産の杉材。…鯛を素早く三枚におろし，ふり塩をして酢に漬けたあと，同じ大きさのものを選んで一枚一枚隙間なく詰めていきます。…仕上げに地元で自生している笹をかざり，木づちで杉の蓋を打ちつけて完成です。」などの説明が記載されている（乙36）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "石川県所在の「銭福屋」のウェブサイトにおいて，「ささ漬け・塩辛」の項に，商品名「小鯛ささ漬  80g」が，笹の葉の上に魚の切り身を載せた写真とともに表示され，「ちらし寿司，棒ずし，酒の肴としておすすめ」との説明が記載されている（乙37）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "業務用食材を販売する「株式会社業食」のウェブサイトにおいて，「小鯛笹漬／300g」との商品名が表示されるとともに，「下関漁港水揚げで近海の鮮度のいい小型連子鯛を使用し，上品な白身の持ち味を損なわぬよう，まろやかな調味酢で味付けしました。」との説明が記載されている（乙25）。  "
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "上記アないしウによれば，小さな鯛を意味する「小鯛」と，魚の一般的調理法を示す語である「ささ漬」を組み合わせた「小鯛ささ漬」は，一般的に，「小さな鯛を三枚におろし，酢・塩でしめ，笹の葉と一緒に漬けたもの」の意味合いを有する複合語として，容易に理解されるものであるといえる。上記エのとおり，「小鯛ささ漬」と同一又は実質的に同一の語が，各地方で生産，販売される上記調理法によって調理された小鯛を示す名称として一般的に使用されていることも，同語がそのような意味合いに理解されることを裏付けるものである。 "
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そうすると，本願商標を，その指定商品である「レンコダイのささ漬」に使用する場合には，これに接する取引者・需要者は，一般的に，「小さな鯛を三枚におろし，酢・塩でしめ，笹の葉と一緒に漬けたもの。」という原材料，生産方法を記述したものとして理解，認識するといえる。",
                "したがって，本願商標は，その指定商品の原材料，生産方法を普通に用いられる方法で表示する標章のみからなるものであるから，法3条1項3号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①辞書等に記載されている文字を組み合わせた文字商標であっても，地域独特の産品の名称の中には，単なる商品の品質等の表示を越えて取引者・需用者に認識され，取引されているものがあるのが実情であるから，このような地域名産は商標の主要な機能である出所表示機能を発揮しているといえる，そして，②出所表示機能を発揮することで取引者・需用者が他商品と区別して取引しているのならば，商標を構成する文字に関わらず自他商品識別性も具備していると認められるから，法3条1項3号の自他商品識別性は，商標を構成する文字やその意味のみから短絡的に判断するべきではなく，当該商標が出所表示機能を有しているかどうかからも判断すべきである，③そして，「小鯛ささ漬」が若狭小浜の名産品であり，かつ，その製造，販売が原告の構成員によって実質的に独占されているのであれば，本願商標は出所表示機能を有していると認められるべきである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，法3条1項3号は，自己の業務に係る商品について使用をする商標について，「その商品の産地，販売地，品質，原材料，効能，用途，数量，形状…，価格若しくは生産若しくは使用の方法若しくは時期・・を普通に用いられる方法で表示する標章のみからなる商標」は，商標登録を受けることができないと定めているところ，同号に掲げる商標が商標登録の要件を欠くとされているのは，このような商標は，①商品の産地，販売地その他の特性を表示記述する標章であって，取引に際し必要適切な表示として何人もその使用を欲するものであるから，特定人によるその独占使用を認めるのを公益上適当としないものであるとともに，②一般的に使用される標章であって，多くの場合自他商品識別力を欠き，商標としての機能を果たし得ないものであることによるものと解すべきである（最高裁昭和54年4月10日第三小法廷判決・裁判集民事126号507頁〔ワイキキ事件〕参照）。",
                        "一方，同条2項は，同条1項3号に該当する商標であっても，使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識することができるものについては，同号の規定にかかわらず，商標登録を受けることができる旨を定めているところ，その趣旨は，一般的に商品の産地，販売地その他の特性を表示記述する標章であっても，特定の業務に係る商品又は役務について相当期間独占的な使用がされた結果，需要者が何人かの業務に係る商品又は役務であることを認識することができるに至ったものについては，当該特定の業務に係る者に当該商標の独占使用を認めても公益に反するとはいえず，また，そのような商標は，自他商品識別力を獲得し，商標としての機能を果たし得るものであるから，出願人から使用の実績に基づく自他商品識別の事実について主張立証がされたときには，例外的に商標の登録を認めようとするものであると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "法3条の上記各趣旨に鑑みると，同条1項3号該当性は，当該商標の構成自体が，商品の産地，販売地その他の特性を表示記述するものであるかどうかによって判断され，使用された結果，実際には出所表示機能や自他商品識別力を有する場合であっても，特性を表示記述する標章に該当する限り，同号該当性自体が否定されるものではない。そして，本願商標は，上記1(1)オのとおりの意味合いを有する複合語として理解されるものであるところ，本願商標が，原告の構成員が実質的に製造，販売を独占している商品の商標として使用された結果，取引者，需要者によって実際に原告又は原告の構成員を出所として示すものとして認識されており，出所表示機能や自他商品識別機能を有するとしても，そのことは，法3条2項該当性において問題とされるべき事項であるというべきである。",
                        "したがって，審決が，法3条1項3号該当性を判断する際に，本願商標の構成が商品の産地，販売地その他の特性を表示記述するものであるかどうかの検討を離れて，本願商標が原告又は原告の構成員による使用をされた結果，出所表示機能や自他商品識別機能を有するか否かを検討しなかったからといって，審決が誤っているとはいえず，原告の上記主張は，法3条を正解しないものであって，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，確かに，「小鯛のささ漬け」というものは，福井県若狭地方の伝統料理，名産品の一つであることが認められる（甲3，7，8，乙53。なお，これらの文献では，名産品としては，「小鯛ささ漬」ではなく，「小鯛のささ漬」〔甲3〕，「小鯛のささ漬け」〔甲7，乙53〕という表示が用いられているものが多い。）。しかし，「小鯛のささ漬け」というものが若狭地方の名産品，伝統料理であり，そのような認識を取引者，需要者が有するとしても，前記1(1)のとおり，「小鯛ささ漬」の語が，魚の種類と，魚についての一般的な調理法を示す「ささ漬」という一般的な語を組み合わせたものにすぎず，また，若狭地方以外で生産，販売されている同調理法によって調理された小鯛についても「小鯛ささ漬」，「小鯛笹漬」，「小鯛の笹漬」，「笹漬小鯛」という名称が一般的に使用されていることからすれば，「小鯛ささ漬」の語が直ちに「福井県若狭地方の名産品」のみを意味するものと取引者，需要者が理解するとは認められず，本願商標が，指定商品の原材料，生産方法を普通に用いられる方法で表示する標章のみからなるものであることを否定する理由とならない。",
                    "したがって，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，ある商標がある特定地域の名産であって，他に同じものを名産とする地域がなく，かつ，当該名産の名称が当該地域で特定の事業者又は団体構成員によって実質的に独占されているのであれば，その名称は「名産品であることによって，その名称が自他商品の識別標識」となり得る，審決のような理由で「小鯛ささ漬」のような地域名産品が商標法による保護を受けることができないとすれば，商標法の趣旨に反するなどと主張する。",
                    "しかし，原告の主張するとおりの事実があれば，当該商標が自他商品の識別標識となり得るとしても，それは，法3条2項の該当性の問題と解すべきことは，前記(1)アのとおりである。そして，一般に，地域名産品の名称については，同項による商標登録のほか，同法7条の2による地域団体商標の商標登録が考えられるのであって，本願商標が法3条1項3号に該当するからといって，商標法の趣旨に反するなどということはできない（なお，本件においては，原告は，法3条2項に基づく主張をしないことを明らかにしていることは前記第2の4のとおりであり，原告の構成員による本願商標の使用実績等についての主張立証もしようとしていない。）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「小鯛ささ漬」は，明治34年に若狭小浜のAがその製法を考案したもので，「小鯛笹漬」（こだいささづけ）は，文献（甲1）に，「「酢漬」ではなく「笹漬」の名称が使われていたことが注目される」と記載されていることからすれば，Bによる創語である，その後，「小鯛笹漬」は，「ささ」の部分を平仮名で表記した「小鯛ささ漬」となり，終戦前後に本格的に商品化され，昭和30年に小浜で開催された水産加工品の全国大会をきっかけとして全国的に有名になり，その後若狭小浜の名産品に成長し，現在に至っているのであり，「小鯛ささ漬」は，若狭小浜の名産品として取引者，需要者に認識されていると主張する。",
                    "しかし，「ささ漬」という語は，前記のとおり，現在小鯛に限らず様々な魚について使用されているものであること，もともと笹の葉と一緒に漬けるという調理方法を記述的に表記した語であると解されるところ，同調理方法自体については，「江戸時代後半には，どこの魚屋さんでもささ漬を作っていた。」（甲3）との指摘もあることからすれば，原告の指摘する文献（甲1）によっても，「笹漬」という語自体が，明治34年以降にBによって初めて創作されたものとは直ちに認め難い。また，仮に同語がBによって初めて創作又は商標として使用されたものであったとしても，「笹漬」とは，その字句自体から，笹の葉と一緒に漬けることを意味すると一般的に理解されるといえるから，「小鯛笹漬」が格別創作性が高い創語とはいえず，小鯛を，笹の葉と一緒に漬けるという調理をしたもの，という指定商品の原材料や生産方法を普通に用いられる方法で表示するものであることに変わりはないというべきである。そうすると，原告自身の上記主張によっても，「小鯛ささ漬」は，明治34年以降の長年の販売実績等によって，広く取引者，需要者に知られるようになったというのであり，そうである以上，本願商標は，当初は記述的な商標としてしか取引者，需要者に認識されなかったものが，長年の使用により，単なる記述的表記ではなく，特定の商品，出所表示機能を有する商標として広く認識されるようになったということを主張するにすぎないものと解すべきであるから，そのような事情の有無は，前記1のとおり，法3条2項該当性において主張されるべきものである。したがって，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告は，「小鯛ささ漬」の生産及び販売は，原告の構成員によって実質的に独占されているといえるから，「小鯛ささ漬」は全体として出所表示機能を発揮すると主張する。しかし，「小鯛ささ漬」の製造，販売が原告の構成員によって実質的に独占されており，したがって本願商標（「小鯛ささ漬」）が原告又は原告の構成員によって相当期間，実質的に独占的に使用されているとしても，そのことは，前記のとおり法3条2項該当性において主張されるべき事情であるから，原告の主張は失当である。 "
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，原告の主張する取消事由は理由がなく，本願商標が法3条1項3号に該当すると判断した審決に誤りがあるとは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の主張する取消事由には理由がなく，審決にはこれを取り消すべき違法はない。よって，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}