{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2014-12902号事件について平成27年5月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断（相違点の判断）の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「改良された耳ユニットと呼ばれる装置」とする発明につき，平成20年5月30日にした国際出願（原出願。特願2010-510247号，パリ条約に基づく優先権主張，優先日・平成19年6月1日，優先権主張国・ノルウェー。甲3，4。）の分割出願として，平成24年5月8日，特許出願をしたところ（本願。特願2012-106827号，特開2012-170136号，請求項の数5。甲3。），平成25年8月29日付けで拒絶理由通知を受け（甲6），同年11月29日，特許請求の範囲を補正する手続補正をしたが（請求項の数5。甲7），平成26年2月24日付けで拒絶査定を受けたので（甲5），同年7月3日，拒絶査定不服審判請求（不服2014-12902号）をするとともに（甲9），特許請求の範囲を補正する手続補正をした（本願補正。請求項の数5。甲8。）。",
            "特許庁は，平成27年5月8日，本願補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月26日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明及び本願補正発明の要旨",
          "text": [
            "本願補正前の請求項1に係る発明（本願発明）及び本願補正後の請求項1に係る発明（本願補正発明）は，次のとおりである（甲7，8。以下，本願に係る明細書及び図面を「本願明細書」という。）。 なお，本願補正に係る部分を括弧書きと下線で示す。",
            "【本願発明】",
            "「  耳に安定して装着するための耳ユニット(10)であって，",
            "前記耳ユニット(10)は，大きな略C字状のカーブ(9)を有しており，",
            "前記略C字状のカーブ(9)は，耳の対耳輪(13)に対応しており，前記略C字状のカーブ(9)が，対耳輪(13)の内側部分に沿って収まるとともに耳の対珠(3)の下に部分的に位置し，且つ，前記略C字状のカーブ(9)の端部(5，8)の間の距離が，耳の耳珠(4)の下に形成された第1空洞部と，対耳輪(13)の下方の節(15)によって覆われた第2空洞部と，の間の距離におおよそ等しくなるように構成されており，",
            "前記耳ユニット(10)は湾曲部(21)を有して，当該湾曲部(21)は，耳甲介(22)の内面に従って接触面を提供する，改良された装着をもたらして，耳ユニット(10)が耳の中に配置されたときに，耳甲介(22)に対して密着することを可能にすることを特徴とする耳ユニット。」",
            "なお，特開2012-170136号公報（甲3）の【図1】（耳の概略図）を示す。",
            "【本願補正発明】",
            "「  耳に安定して装着するための耳ユニット(10)であって，",
            "前記耳ユニット(10)は，大きな略C字状のカーブ(9)を有しており，",
            "前記略C字状のカーブ(9)は，耳の対耳輪(13)に対応しており，前記略C字状のカーブ(9)が，対耳輪(13)の内側部分に沿って収まるとともに耳の対珠(3)の下に部分的に位置し，且つ，前記略C字状のカーブ(9)の端部(5，8)の間の距離が，耳の耳珠(4)の下に形成された第1空洞部と，対耳輪(13)の下方の節(15)によって覆われた第2空洞部と，の間の距離におおよそ等しくなるように構成されており，",
            "前記耳ユニット(10)は[凹状の]湾曲部(21)を有して，当該[凹状の]湾曲部(21)は，耳甲介(22)の内面に従って接触面を提供する，改良された装着をもたらして，耳ユニット(10)が耳の中に配置されたときに，耳甲介(22)に対して密着することを可能にすることを特徴とする耳ユニット。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "特表2004-527931号公報（引用例1。甲1）には，次の発明（引用発明）が記載されている。",
                "「  耳への取りつけに耳の外形部を使用するものであり，その形状は，耳道がある程度は周囲に開放された状態となるのを可能にし，より良好な快適さを与えつつより高い安定性を実現するようにしたイヤホンであって，",
                "当該イヤホンは，大きなC字形であり，",
                "前記C字形の外側のC字部の曲線は，耳の対耳輪に対応して傾斜した表面を有し，そのため前記C字部は対耳輪の内部に入り，前記C字部の下部は耳の対珠の下に部分的に位置し，",
                "前記C字部の両端部の間の距離が，耳の耳珠の下に形成された第1の空洞部と，耳の対耳輪の低い方のこぶ及びフラップによって覆われた第2の空洞部との間の距離にほぼ等しく，",
                "前記C字部の一端部は，前記第2の空洞部内に突出し，前記フラップの下で前記第2の空洞部の下部を覆っており，前記C字部の他端部は，前記第1の空洞部内に突出しているイヤホン。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定",
              "text": [
                "本願補正発明と引用発明とを対比すると，次の点で一致する。",
                "「  耳に安定して装着するための耳ユニットであって，",
                "前記耳ユニットは，大きな略C字状のカーブを有しており，",
                "前記略C字状のカーブは，耳の対耳輪に対応しており，前記略C字状のカーブが，対耳輪の内側部分に沿って収まるとともに耳の対珠の下に部分的に位置し，且つ，前記略C字状のカーブの端部の間の距離が，耳の耳珠の下に形成された第1空洞部と，対耳輪の下方の節によって覆われた第2空洞部と，の間の距離におおよそ等しくなるように構成されていることを特徴とする耳ユニット。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定",
              "text": [
                "本願補正発明と引用発明とを対比すると，次の点が相違する。",
                "本願補正発明では，「耳ユニットは凹状の湾曲部を有して，当該凹状の湾曲部は，耳甲介の内面に従って接触面を提供する，改良された装着をもたらして，耳ユニットが耳の中に配置されたときに，耳甲介に対して密着することを可能にする」旨特定するのに対して，引用発明では，そのような特定を有していない点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "text": [
                "①  国際公開第01／50813号（引用例2，甲2）には，次の技術事項（引用例2技術事項）が記載されている。",
                "「  外耳道にはめ込む部分がなく，耳甲介にはめるだけのデバイスにおいて，当該デバイスが耳甲介の壁により密着できるようにするために，当該デバイスにおける耳甲介の壁に対向する面に，耳輪根に対応する僅かに湾曲した輪郭の溝（くぼみ）を形成したこと。」",
                "②  耳甲介にはめるだけのイヤホンに，快適さに加えて安定性がより望まれることは当然であるから，引用発明のイヤホンにおいて，更なる高い安定性を確保するために引用例2技術事項を採用し，対耳輪のすぐ内側部分における耳輪根が緩やかに出現している凸形状に合わせて，C字部の耳甲介側の接触面に凹状の湾曲部を設け，耳甲介により密着できるようにして相違点に係る構成とすることは，当業者であれば容易になし得る。",
                "③  本願補正発明が奏する効果は，引用発明及び引用例2技術事項から当業者が十分に予想できたものであって，格別顕著なものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本願補正発明について",
              "text": [
                "本願補正発明は，引用発明及び引用例2技術事項に基づいて当業者が容易に発明できたものであるから，本願補正は，特許法17条の2が準用する同法126条7項に規定する独立特許要件を欠き，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本願発明について",
              "text": [
                "本願補正発明は，本願発明の発明特定事項をすべて含み，更に他の限定事項を付加したものであるから，本願補正発明が引用発明及び引用例2技術事項に基づいて容易に発明することができた以上，本願発明も，引用発明及び引用例2技術事項に基づいて容易に発明することができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由（相違点の判断の誤り）",
      "content": [
        {
          "fig": "1",
          "subject": "本願補正発明の構成への未到達",
          "text": [
            "審決は，引用例2に引用例2技術事項が記載されていると認定する。",
            "しかしながら，引用例2に記載されているのは，「外耳道にはめ込む部分がなく，耳甲介に置かれるだけのデバイスにおいて，当該デバイスが耳甲介の壁のうち耳輪根を除いた部分により密着できるように，当該デバイスにおける耳甲介の壁に対向する面に，耳輪根との干渉を避けるように耳輪根を受け入れるための幅広の窪みを，わずかに湾曲した輪郭に沿って延在させて形成したこと」との技術事項（原告主張技術事項）である。",
            "すなわち，引用例2のデバイスは，①耳甲介に置かれるだけであり（2頁5～9行目，甲2訳文【0010】。なお，行数は引用例2に記載の行番号ではなく，実際の文の行数によった。以下同じ。），②半円タブ状の突起3を対耳輪の上部にはめ込むことによって耳に固定され（3頁9～14行目，5頁21～25行目，8頁17～21行目，甲2訳文【0018】【0033】【0050】），③円錐状の突起4を珠間切痕に挿入することによって耳に対する位置決めがされ（3頁9～14行目，4頁24行～5頁2行目，9頁6～7行目，甲2訳文【0018】【0029】【0053】），④溝7は，耳輪根との干渉を回避するよう幅広に形成され，耳輪根に対する接触面を「積極的に提供」（耳輪根に対して少なくとも部分的であっても必ず接触面を提供）しない（7頁26行～8頁2行目，Fig：5，甲2訳文【0046】）ものだからである（下記に掲記するのは，甲2の【図5】〔左〕及び【図7】〔右〕である。）。"
          ]
        },
        {
          "fig": "1",
          "subject": "円環    3  突起    4  突起    12  耳甲介  13  耳輪",
          "text": [
            "  14    対耳輪    15  耳珠    16  対珠    17  対珠切痕",
            "一方，本願補正発明の凹状の湾曲部は，耳輪根に対する接触面を積極的に提供するものである。",
            "そうすると，引用発明に原告主張技術事項を採用しても，イヤホンのC字部の耳甲介に接触する面が耳甲介の表面状態にならうような面とはならないから，本願補正発明に至らない。"
          ]
        },
        {
          "fig": "2",
          "subject": "非容易想到性",
          "text": [
            "審決は，引用発明に引用例2技術事項を適用して耳甲介に接触する面を耳甲介の表面状態にならうような面とする際，耳輪根の小さな凸形状に適合するような少し凹んだ程度の湾曲部を設けることは，当業者が適宜なし得ることと判断する。",
            "しかしながら，引用例2のデバイスの溝は，耳甲介の中央部にて耳輪根を受け入れるのに対して，本願補正発明の凹状の湾曲部は，耳甲介の縁部にて接触面を提供するものであり，対象とする位置が本質的に異なる。",
            "そうすると，引用発明に引用例2技術事項を組み合わせる際に，引用例2のデバイスの溝の位置を異ならせて相違点に係る本願補正発明の構成とすることは，容易ではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "動機付けの欠如",
          "text": [
            "引用発明は，外耳道がある程度は周囲に開放された状態となることを可能にするものであるが（引用例1【0007】），引用例2のデバイスは，耳甲介がほぼ全体的に覆われたものとなるので，外耳道が周囲に開放された状態にはならず（8頁22～25行目，甲2訳文【0051】），引用例2技術事項は，引用発明と前提を異にするものである。",
            "そうすると，引用発明に引用例2技術事項を組み合わせる動機付けはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "阻害事由",
          "text": [
            "上記1のとおり，原告主張技術事項は，耳輪根との干渉を避けるように幅広の溝を形成するものであるから，これを，耳甲介にある凸部との間に積極的に接触面を提供するような湾曲部として相違点に係る本願補正発明の構成とすることには，阻害要因がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "顕著な作用効果の看過",
          "text": [
            "審決は，本願補正発明が奏する効果が，引用発明及び引用例2記載技術事項から予想できたもので，格別顕著なものではないと判断する。",
            "しかしながら，本願補正発明の凹状の湾曲部は，耳輪根に対する接触面を積極的に提供するように形成されたものであるのに対して，引用例2の渦巻きデバイスにおいては，溝7は耳輪根に対する接触面を積極的に提供するように形成されたものではないから，本願補正発明が奏する作用効果は得られない。",
            "また，本願補正発明の凹状の湾曲部と耳輪根による凸部との接触部は，耳甲介の縁部に位置しているから，イヤホンの回転中心から上記接触部までの距離が長くなり，イヤホンの回転に抗するモーメントを効果的に増大させることができ，イヤホンの更なる安定性をもたらし，それにより快適さを増大させることができる。一方，引用例2のデバイスの溝（くぼみ）は，耳輪根の中央部に対応して形成されているから，デバイスの回転中心から上記接触部までの距離が短く，デバイスの回転に抗するモーメントは小さい。このように，本願補正発明は，顕著な作用効果がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本願補正発明の構成への未到達に対して",
          "text": [
            "引用例2の記載（7頁26行～8頁2行目）によれば，引用例2には，引用例2技術事項が記載されていると認められる。すなわち，引用例2のデバイスの溝（くぼみ）は，デバイスにおける耳甲介の壁に対向する面と耳輪根による凸部との衝突（干渉）による浮き上がりを軽減又は無くし，少なくとも，耳輪根による凸部に対応する溝（くぼみ）部分を除く部分が耳甲介の壁により広く密着（付着）できるようにするためのものであり（7頁10～12行目，乙1訳文4頁20～21行目），引用例2技術事項も，引用例2の溝（くぼみ）が耳輪根による凸部との接触面を提供することまでをも認定したものではないし，「僅かに湾曲した輪郭の溝（くぼみ）」との部分も，耳輪根の長手方向に沿ってこれに対応するようわずかに湾曲して延びる輪郭との趣旨である。引用例2の溝（くぼみ）は，耳輪根による凸部と接触してもしなくてもよいものである。",
            "しかしながら，本願補正発明の特許請求の範囲によれば，本願補正発明の耳ユニットが耳輪根と接触する程度や，凹状の湾曲部の凹みの深さや幅の程度は特定されておらず，また，本願明細書においても，【0019】【図2】～【図4】の記載があるのみであって，凹状の湾曲部の凹みの深さと幅の程度や耳輪根と接触する際の態様は示されていない。そうすると，本願補正発明は，耳への安定した装着を行い，その際，凹状の湾曲部が部分的に耳甲介の内面にある凸部（耳輪根）と接触する場合があるとしても，耳輪根に対する接触面を「積極的に」提供するものではなく，原告の主張は，本願の特許請求の範囲及び明細書の記載に基づくものでない。",
            "そうすると，原告の主張は，前提を欠くものであって，失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "非容易想到性に対して",
          "text": [
            "引用例2のデバイスにおける溝（くぼみ）は，耳輪根の長手方向に沿ってこれに対応するようにわずかに湾曲して延びる輪郭を有し，耳甲介の中央部に対応する位置のみに形成されるものではなく，耳甲介の縁部にまで及び得るものである。",
            "一方，本願補正発明の凹状の湾曲部の具体的な位置や大きさは特定されていないから，本願補正発明の凹状の湾曲部が耳甲介の縁部にて接触面を提供するものであるとする原告の主張は，本願の特許請求の範囲及び明細書の記載に基づくものではない。本願補正発明において，凹状の湾曲部が耳甲介に対して密着する機能を，どのような位置でどのような大きさの態様として実現するかは特定されていない。",
            "そうすると，原告の主張は，前提を欠くものであって，失当である。",
            "以上によれば，審決における相違点の判断に，原告が主張する誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "動機付けの欠如に対して",
          "text": [
            "耳甲介の部分を用いて耳に配置される耳ユニット（デバイス）においては，これが外耳道を開放させるものか否かとは無関係に，耳輪根との干渉が問題となり得る。そうすると，仮に，引用発明と引用例2のデバイスとで外耳道を開放させるか否かという点が異なるとしても，両者は，耳甲介にはめるだけのデバイスである点で共通し，また，外耳道の開放の程度にはかかわりなく耳甲介にはめたときの安定性などがより望まれることは当然のことであるから，引用発明に対して引用例2技術事項を採用しようとする動機付けは，十分にある。"
          ]
        },
        {
          "fig": "4",
          "subject": "阻害事由に対して",
          "text": [
            "本願補正発明における凹状の湾曲部は，耳輪根に対する接触面を「積極的に」提供するものではないから，引用発明において，引用発明に引用例2技術事項の適用することを阻害する要因は見当たらない。"
          ]
        },
        {
          "fig": "5",
          "subject": "顕著な作用効果の看過",
          "text": [
            "本願補正発明と引用例2技術事項とは，耳ユニット（デバイス）における耳甲介の壁に対向する面に，耳輪根による凸部に対応してこれを受ける溝（くぼみ）を形成することによって，デバイスにおける耳甲介の壁に対向する面と耳輪根による凸部との衝突（干渉）による浮き上がりを軽減又は無くし，少なくとも耳輪根による凸部に対応する溝（くぼみ）部分を除く部分が耳甲介の壁により密着できるようにしてより安定性をもたらすという作用効果の点で共通するといえる。",
            "したがって，本願補正発明の奏する効果は，引用発明及び引用例2技術事項から当業者が十分に予測できたものであって，格別顕著なものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "text": [
                "本願明細書（甲3）によれば，本願補正発明は，次のとおりと認められる。",
                "本願補正発明は，耳への取り外しが可能な耳ユニットに関するものである。（【0001】）",
                "従来の装置においては，使用者ごとに適合させるために大量生産に向いていなかったり，外耳道をブロックするために使用者に不快感を与えたり，使用者の耳のわずかな形状の差異によりうまくフィットしなかったりなどの不利や制約があった。（【0004】～【0008】）",
                "本願補正発明は，これらを回避するとともに，更に向上した安定性及び快適な装着をもたらす耳ユニットを提供することである。（【0009】）",
                "本願補正発明の構成は，前記第2，2のとおりであり，その実施形態は，次のとおりである。",
                "本願補正発明の耳ユニット10の概略は，下図のとおりである。（【0016】【0024】）",
                "5：端部    6：マイクロホン    7：下方部分  8：端部    9：減衰カーブ  ",
                "11：接触点    12：マイクロホンロッド  16：外周部    20：切り込み",
                "21：湾曲部",
                "耳ユニット10は，対耳輪13に対応する耳ユニットの外側部分の減衰カーブ9を備えている。減衰カーブ9の表面の形状は，カーブが，対耳輪13の内部分に沿って下がり，かつ，耳の対珠3の下に部分的に位置するような形状である。下方部分7は，カーブから延びており，耳の珠間切痕14に多少なりとも位置することにより，耳ユニット10の正確な配置のためのガイド及び重量をもたらしている。カーブの上方部分は，対耳輪の下方の節15によって覆われた空洞部内に突出しており，また，前記空洞部の下方部分を覆っている皮片2の下方に突出している。減衰カーブの形状の接触線は，ほぼ全員の耳に適合する。（【0017】【0024】）",
                "2：皮片    3：対珠    4：耳珠  7：下方へ伸びた部分  9：減衰カーブ    ",
                "13：対耳輪  14：珠間切痕  15：下方の節  22：耳甲介",
                "耳ユニット10においては，外周部16と耳の壁との間に空間が形成されていると同時に，補聴要素が耳道に直接的に接触しないことを確保し，耳道と周辺部分との間に空間を形成するのを可能にしている。（【0011】【0018】）",
                "また，耳ユニット10は，耳内に配置されたときに，耳甲介22の内部表面に沿って続く湾曲部21を備えて形成されている。この接触面は，より広い部分が耳甲介に対して置かれるため，更なる安定性をもたらし，それにより快適さが増加する。（【0019】）",
                "さらに，耳ユニット10は，切り込み20によって，耳ユニット10が耳内に配置されたときに，下向きの突出部分が珠間切痕14内と並ぶのを確保し，更なる安定性をもたらし，快適さを増加させる。（【0020】【0021】）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用例1（甲1）によれば，引用発明は，次のとおりと認められる。",
                "引用発明は，イヤホンに関するものである。（【0001】）",
                "従来の装置においては，使用者ごとに適合させるために大量生産に向いていなかったり，外耳道をブロックするために使用者に不快感を与えたり，使用者の耳のわずかな形状の差異によりうまくフィットしなかったりなどの不利や制約があった。（【0003】～【0005】）",
                "引用発明は，安定かつ快適な支持を確保しつつ，上記の欠点を回避するイヤホンを提供するものである。（【0006】）",
                "引用発明のイヤホンの概略は，下図（【図2】）のとおりである。（【0011】【符号の説明】）",
                "5：端部    6：マイクロホン    7：下部    8：端部    9：曲線    ",
                "10：イヤホン    11：結合部    12：マイクロホンロッド",
                "引用発明のイヤホンは，①耳への取り付けに耳の外形部を使用するものであり，その形状は，耳道がある程度は周囲に開放された状態となるのを可能にし，より快適さを与えつつ，より高い安定性を実現するようにしたものであり（【0007】【0010】【0013】），②大きなC字型であり（【請求項1】【0012】），③C字形の外側のC字部の曲線9は，耳の対耳輪に対応して傾斜した表面を有し，そのため，C字部は対耳輪の内部に入り，C字部の下部は対珠の下に部分的に位置し（【0012】），④C字部の端部5と端部8との間の距離が，耳の耳珠の下に形成された第1の空洞部と，耳の対耳輪の低い方のこぶ及びフラップによって覆われた第2の空洞部との間の距離にほぼ等しく（【請求項1】【0012】【図2】），⑤C字部の端部5は，上記第2の空洞部内に突出し，フラップの下で第2の空洞部の下部を覆っており，C字部の端部8は，上記第1の空洞部内に突出している（【請求項1】【0012】）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2について",
              "text": [
                "引用例2（甲2）によれば，引用例2に記載された発明（引用発明2）は，次のとおりと認められる（訳文は，甲2添付訳文及び乙1を参酌し，適宜補正を加えた。）。",
                "様々な種類の変換器を耳につけるためのデバイスがいくつか設計されているが，これらデバイスを支えるホルダについては，①耳管に係合するホルダは閉塞効果を生じさせ，②ユーザごとの耳型を再現して成形された渦巻き型ホルダは，製造が困難であり，また，高価であり，③標準型ホルダは，耳管へ嵌合する伸長部がないと安定性に欠けるなど，耳内への適切な位置が見出されていない。（1頁4行～2頁4行目，甲2訳文【0001】～【0009】，乙1の2頁3～18行目）",
                "引用発明2は，耳管に係合しないが，安定して，快適，安全で，機能的に耳甲介内に置かれるだけの標準的な解剖学的デバイスを提供しようとするものである。（2頁5～9行目，甲2訳文【0010】，乙1の2頁19～20行目）",
                "引用発明2のデバイスの概略は，下図のとおりである。",
                "1：円環    3：上側の突起    4：下側の突起    10：細長い穴    11：面",
                "5：サイドスロット（又は側溝）    7：溝    8，9：レリーフ    ",
                "引用発明2のデバイスは，ホルダを対耳輪の下部へ固定するために珠間切痕を用いて，ホルダを耳珠と対珠との間に挿入する。この目的のため，ベース外周に円錐形の突起4を設け（4頁24行～5頁2行目，甲2訳文【0029】，乙1の3頁22～24行目），突起4に耳珠及び対珠の隆起を受け入れるために側溝5，6を形成し（5頁14～20行目，甲2訳文【0032】，乙1の3頁30～32頁），レリーフ8の側溝5の側に略平坦な面11を形成する（6頁4～10行目，甲2訳文【0035】，乙1の4頁2～4行目）。",
                "引用発明2のデバイスには，高さが異なる2つのレリーフ8，9の間に広がる幅広の溝7が形成されている。（3頁15～18行目，甲2訳文【0019】，乙1の3頁5～6行目）",
                "溝7は，耳輪根を受け入れて，引用発明2のデバイスが耳甲介の壁によりよく付着できるようにするものであり，レリーフ8，9を両側で接続する幅広の窪みとして形成する。溝7は，レリーフ8とレリーフ9との間に沿った方向に向けてわずかに湾曲した輪郭を有するよう形成される。（7頁26行～8頁2行目，甲2訳文【0046】Fig：9，乙1の4頁30～33行目）",
                "レリーフ9及び溝7は，耳甲介の壁によりよく付着して耳輪根に係合できるよう形成する。（7頁7～12行目，10頁17～22行目，甲2訳文【0041】【請求項4】，乙1の4頁20～21行目，6頁9～11行目）",
                "引用発明2のデバイスを対耳輪の上部へしっかりと固定するために，対耳輪の特徴的なスリットを用いる半円タブの形状の突起3をもうける。（3頁9～14行目，5頁21～29行目，甲2訳文【0018】【0033】，乙1の3頁2～4行目，33～36行目）",
                "引用発明2のデバイスは，レリーフ8を耳管へと方向付け，耳介の弾力性によって突起3を対耳輪の切痕内へはめこむという簡単な操作によって装着される。（8頁17～21行目，甲2訳文【0050】，乙1の5頁6～7行目）。",
                "デバイスが耳内に位置決めされると，穴10は，耳管に係合することなく位置付けられる。（8頁22～25行目，甲2訳文【0051】，乙1の5頁8～9行目）",
                "引用発明2のデバイスは，①形状が汎用的であることから極めて低コストでの製造が可能であること，②突起が円錐形であることから耳内における位置決めが安定的でかつ安全であること，③耳管内に挿入する伸長部が存在しないので閉塞効果が生じることがないこと，④位置決めの実行が迅速かつ容易であること，などの優位点がある。（9頁1～19行目，甲2訳文【0053】，乙1の5頁13～21行目）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由（相違点の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の構成への未到達について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2技術事項について",
                  "text": [
                    "原告は，審決が引用例2から",
                    "「  外耳道にはめ込む部分がなく，耳甲介にはめるだけのデバイスにおいて，当該デバイスが耳甲介の壁により密着できるようにするために，当該デバイスにおける耳甲介の壁に対向する面に，耳輪根に対応する僅かに湾曲した輪郭の溝（くぼみ）を形成したこと。」（引用例2技術事項）",
                    "を認定したのは誤りであり，",
                    "「  外耳道にはめ込む部分がなく，耳甲介に置かれるだけのデバイスにおいて，当該デバイスが耳甲介の壁のうち耳輪根を除いた部分により密着できるように，当該デバイスにおける耳甲介の壁に対向する面に，耳輪根との干渉を避けるように耳輪根を受け入れるための幅広の窪みを，わずかに湾曲した輪郭に沿って延在させて形成したこと。」（原告主張技術事項）",
                    "が認定されるべきであると主張する。",
                    "しかしながら，上記1(3)にて認定のとおり，溝7は，耳輪根を受け入れること，あるいは，耳輪根に係合することによって，デバイスの耳甲介の壁への密着を阻害することのないように形成されればよく，そのように形成されれば，溝7が耳輪根に接しても接しなくてもよいものであると認められる。溝7が殊更に耳輪根との接触を避けるとの趣旨を読み取ることはできず，そのほか原告が指摘する点も原告の主張を裏付けるに足るものではない。したがって，引用例2から，溝7につき「…のうち耳輪根を除いた部分…」「耳輪根との干渉を避けるように」との技術事項を読み取ることはできない。",
                    "そして，審決が引用例2技術事項として認定する「（耳甲介に）はめる」についても，引用例2の該当部分の原文は「place  into」ではあるが，引用例2のデバイスは「耳甲介の壁により密着できるように」されるものであるから（当事者間に争いがない。），単に耳甲介に置かれている状態ではなく，耳甲介にはめられているとするのが引用発明2の技術的意義に即するものといえる。",
                    "また，審決が引用例2技術事項として認定する「耳輪根に対応する僅かに湾曲した輪郭の溝（くぼみ）」については，溝7の湾曲が溝7に沿った方向の緩やかな曲がりを意味することは当事者間に争いがなく，原告主張技術事項である「幅広（の窪み）」とは耳輪根を受け入れる広さのことをいい，引用例2技術事項の「（耳輪根に）対応する…（溝（くぼみ））」との相違は表現ぶりの問題にすぎない。そうすると，引用例2技術事項は，原告主張技術事項である「耳輪根を受け入れるための幅広の窪みを，わずかに湾曲した輪郭に沿って延在させて」と実質的な相違はないといえる。",
                    "したがって，審決の引用例2技術事項の認定には，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願補正発明について",
                  "text": [
                    "原告は，本願補正発明の凹状の湾曲部は耳輪根に対する接触面を積極的に提供するものであると主張し，これは，要するに，本願補正発明の凹状の湾曲部は耳輪根に適合する形状であり，耳輪根に密着する旨をいうものと解される。",
                    "しかしながら，本願の特許請求の範囲にも，本願明細書にも，耳輪根に対する接触との関係で凹状の湾曲部の形状を特定する記載はない。本願の特許請求の範囲には，「前記耳ユニット(10)は凹状の湾曲部(21)を有して，当該凹状の湾曲部(21)は，耳甲介(22)の内面に従って接触面を提供する，改良された装着をもたらして，耳ユニット(10)が耳の中に配置されたときに，耳甲介(22)に対して密着することを可能にする」との記載があるが，これは，凹状の湾曲部を含む略C字状のカーブの耳との対向面全体が耳甲介の内面に従った接触面を提供すると特定するものであり，凹状の湾曲部が耳輪根との接触面を提供すると特定するものではない。本願明細書の，「耳ユニット10は，耳ユニット10が耳内に配置されたときに，耳甲介22の内部表面に沿って続く，湾曲部21を備えて，形成されている。この接触面は，より広い部分が耳甲介に対して置かれるため，更なる安定性をもたらし，それにより快適さが増加する。」（【0019】）との記載も，上記同様に理解されるものであり，そのほか，凹状の湾曲部の形状を特定する記載も図示も見当たらない。",
                    "原告の主張は，特許請求の範囲又は明細書の記載に基づかない主張である。",
                    "本願補正発明の凹状の湾曲部は，上記1(1)によれば，耳甲介の内部表面（壁）に沿うように形成されているから，耳輪根など耳内の凸部によって，耳ユニットの耳甲介の壁への密着を阻害することのないように形成されればよく，そのように形成されれば，凹状の湾曲部が耳輪根などの耳内の凸部に接しても接しなくてもよいものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "組合せについて",
                  "text": [
                    "以上からすると，引用例2には引用例2技術事項の記載があるといえ，また，本願補正発明の凹状の湾曲部は，耳輪根などの耳内の凸部に接しなくてもよいものであるといえる。そうすると，引用発明2の溝7が耳輪根に接しない場合があるとしても，引用発明に引用発明2技術事項を組み合わせても相違点に係る本願補正発明の構成に至らないとする理由にはならない。",
                    "原告の前記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "非容易想到性について",
              "text": [
                "原告は，引用発明2の溝が耳甲介の中央部にて耳輪根を受け入れるのに対して，本願補正発明の凹状の湾曲部は耳甲介の縁部にて接触面を提供するものであると主張する。",
                "しかしながら，上記(1)のとおり，本願補正発明の凹状の湾曲部が耳甲介の縁部にて接触面を提供しているとするのは，特許請求の範囲又は明細書の記載に基づかない主張であり，原告の上記主張は，前提を欠くものであって，失当である。",
                "なお，引用発明2の溝7は，デバイスの耳側の対向面において，溝方向に沿ってデバイスの全面にわたって延在しているから（引用例2のFig：3～Fig：6），この溝が耳甲介の中央部のみにて耳輪根を受け入れるものでないことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "動機付けの欠如に対して",
              "text": [
                "原告は，外耳道が周囲に開放された状態にはならない引用発明2に係る引用例2技術事項を，外耳道がある程度は周囲に開放された状態となることを可能にしている引用発明に適用する動機付けはないと主張する。",
                "しかしながら，前記1(2)のとおり，引用発明2のデバイスは，突起3が対耳輪にはめこまれるとともに突起4が耳珠及び対珠により受け入れられることにより固定されるものであり，外耳道は固定にかかわらないから（それゆえに，引用例2技術事項について「外耳道にはめ込む部分がなく」との認定がされている。），引用発明2に溝7を設けてデバイスを耳甲介に密着させるための構成に，外耳道は関係しないことになる。そうすると，外耳道が周囲に開放されていることと引用発明2技術事項とは，それぞれが独立の技術事項であるといえるから，仮に，引用発明2において外耳道が開放された状態にならないとしても，引用発明に引用発明2技術事項を適用する動機付けの妨げにはならないと認められる。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "阻害事由について",
              "text": [
                "原告は，耳輪根との干渉を避けるようにしたとの原告主張技術事項を，耳甲介にある凸部と積極的に接触面を提供するようにすることには阻害要因があると主張する。",
                "しかしながら，上記(1)のとおり，引用例2から原告主張技術事項の上記原告主張部分を認めることはできないから，原告の上記主張は前提を欠き，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "顕著な作用効果の看過",
              "text": [
                "①  原告は，耳輪根に対する接触面を積極的に提供する本願補正発明の凹状の湾曲部の構成は，引用発明2にはない顕著な作用効果を奏すると主張する。",
                "顕著な作用効果は，引用発明が相違点に係る構成を備えた結果が，当業者において想定する範囲を超える作用効果を生じさせるものであるかを問題とするものであるから，単に本願補正発明が引用発明2にはない作用効果を奏したからといって，直ちに顕著な作用効果を奏するとはいえない。もっとも，上記(1)のとおり，本願補正発明の凹状の湾曲部が耳輪根に対する接触面を積極的に提供するというのは，本願補正発明の特許請求の範囲又は本願明細書に基づかない主張であるから，原告の上記主張は前提を欠き，失当である。",
                "②  原告は，耳甲介の縁部に接触部を設けた本願補正発明の凹状の湾曲部との構成は，耳輪根の中央部に溝を形成した引用発明2にはない顕著な作用効果を奏すると主張する。",
                "しかしながら，上記(2)のとおり，本願補正発明の凹状の湾曲部が耳甲介の縁部に接触部を設けたというのは，本願補正発明の特許請求の範囲又は本願明細書に基づかない主張であり，また，引用発明2のデバイスの溝7が中央部のみに形成されたとも認められない。そうすると，原告の上記主張は前提を欠き，失当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，審決に原告が主張する誤りがあるとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由は理由がないから，原告の請求を棄却することとして，",
        "主文のとおり判決する。"
      ]
    }
  ]
}