{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2014-4006号事件について平成27年3月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録出願に係る拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，商標法4条1項11号該当性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成25年4月9日，指定商品を第25類「男性用スーツ，男性用ジャケット，男性用コート」として(本願指定商品)，別紙のとおりの構成よりなる商標の登録出願をした(本願商標，商願2013-26056号。甲1)が，平成26年1月23日付けで拒絶査定を受けた(甲4)ので，同年3月3日，これに対する不服審判請求をした(不服2014-4006号。甲5)。",
            "特許庁は，平成27年3月23日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月7日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，別紙のとおり，縁取り風の輪郭図形の中に，特徴的な書体により顕著に表された「Cifonelli」の欧文字を上段に，やや小さく表した2本のはさみを交差させた図形を中段に，やや小さく表した「TAILOR」の欧文字を下段に配した構成からなるものである。",
                "また，本願商標の構成中「TAILOR」の文字部分は，「(洋)服屋」の意味合いを有することから，その指定商品との関係において，自他商品の識別標識としての機能はそれほど強いものとはいえない。",
                "そうすると，本願商標は，その構成中の図形部分と文字部分とが常に不可分一体のものとしてのみ認識し把握されるべき格別の理由は見い出し難く，「Cifonelli」文字部分及び2本のはさみを交差させた図形部分が，それぞれ独立して自他商品の識別標識としての機能を果たし得るものというべきである。",
                "してみれば，本願商標は，その構成中「Cifonelli」の欧文字部分を分離，抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することが許されるというべきであり，該文字部分が独立して自他商品の識別標識としての機能を果たすものといえる。",
                "以上よりすれば，本願商標は，「Cifonelli」の欧文字に相応し，「チフォネリ」の称呼を生じ，また，特定の観念を有しない造語と認められるものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "登録第1911264号商標(引用商標)は，「LA  CIFOＮELLI」の文字を書してなり，昭和59年5月31日に登録出願，第17類に属する商標登録原簿記載のとおりの商品を指定商品として，同61年11月27日に設定登録され，その後，2回にわたり，商標権の存続期間の更新登録がなされ，指定商品については，平成18年10月11日に，第25類「被服」とする指定商品の書換登録がされ，現に有効に存続しているものである。",
                "引用商標は，「LA」の欧文字と，「CIFOＮELLI」の欧文字との間に，1文字分程度のスペースが設けられていることから，「LA」及び「CIFOＮELLI」の各文字部分が視覚上分離して認識されるものである。",
                "そして，引用商標の前半の「LA」の文字部分は，その後に続く語を特定あるいは強調するフランス語の定冠詞であって，特段の意味を有せず，自他商品の識別標識としての機能が格別強いということはできないことからすれば，取引者・需要者は，引用商標の後半の「CIFOＮELLI」の文字部分が引用商標の主要な部分と認識し，これより生ずる称呼をもって取引にあたる場合も少なくないものと判断するのが相当である。",
                "してみれば，引用商標は，その構成文字の全体より生ずる「ラチフォネリ」の称呼のほか，その後半の「CIFOＮELLI」の文字部分に相応して「チフォネリ」の称呼をも生じ，特定の観念を有しない造語と認められるものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標の類否について",
              "text": [
                "本願商標と引用商標とは，外観においては，前記のとおり，全体の構成において相違するとしても，主要な部分である両者の欧文字は，大文字と小文字の相違はあるものの，共に9文字からなる構成で，綴りを共通にするものであるから，両商標は外観上近似するものである。",
                "次に，称呼においては，本願商標と引用商標とは，「チフォネリ」の称呼を共通にするものである。",
                "そして，観念においては，本願商標と引用商標とは，共に特定の観念が生じないものであるから，観念上，比較することができない。",
                "また，本願指定商品「男性用スーツ，男性用ジャケット，男性用コート」は，引用商標の指定商品「被服」に包含されるものであるから，両者は同一又は類似の商品である。",
                "以上を総合して考察すると，両商標は，観念において比較することができないとしても，外観上近似し，称呼を共通にする類似の商標であり，かつ，本願指定商品と引用商標の指定商品は類似するものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "したがって，本願商標は，商標法4条1項11号に該当し，登録することができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標の称呼の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の一体性について",
              "text": [
                "引用商標を構成する各文字は，同じ書体，同じ大きさで外観上まとまりよく一体的に表示されており，これより生ずる「ラシフォネリー」の称呼は，決して冗長とはいえず，淀みなく一連に称呼し得るものである。",
                "審決では，「LA」の文字部分は，その後に続く語を特定あるいは強調するフランス語の定冠詞であって，特段の意味を有せず，自他商品の識別標識としての機能が格別強いということはできないから，取引者・需要者は，引用商標の後半の「CIFOＮELLI」の文字部分が引用商標の主要な部分と認識し，これより生ずる称呼をもって取引にあたる場合も少なくないものと認定する。",
                "しかし，定冠詞は，常に名詞と一体となって使用されるものであって，定冠詞とその後に続く名詞は，強い連結関係を有しているものというべきであり，また，語頭に位置する「LA」の文字を無視して称呼されるべき合理的理由もない。さらに，審決は，取引者・需要者と漠然と述べるが，本願指定商品「男性用スーツ，男性用ジャケット，男性用コート」の需要者等を，的確に認定して判断していない点においても失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "先例",
              "text": [
                "過去の審決例においても，本件同様，「フランス語の定冠詞＋○○」と「○○」とが併存登録されている例は，多数存在する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標の実際の使用について",
              "text": [
                "引用商標の商標権者は，「LA  CIFOＮELLI」と社会通念上同一である「Lacifonelli」又は「LACIFOＮELLI」を使用しているのであるから，引用商標は，「LA」を欠落せずに全体を一連一体にのみ使用されているのである。また，引用商標の商標権者自身も，「LA」部分を省略して呼称していない。",
                "このように，現実には「LA」と「CIFOＮELLI」が結合して一連一体に使用されているにもかかわらず，単に「LA」が定冠詞であるとの理由で省略されるとの判断は，取引実情を考慮していない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上から，引用商標から生じる称呼は，「ラシフォネリー」のみと解すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標の類否の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観の類否認定の誤り",
              "text": [
                "本願商標と引用商標を比較すると，語頭に「LA」の有無が相違しており，上記のとおり，引用商標の外観から「LA」が無視されることはあり得ない。また，本願商標に図形要素が加わっている点で引用商標と明らかに相違するため，両者が，外観上全く別異の商標と認識されることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼の類否認定の誤り",
              "text": [
                "語頭における「ラ」音の有無は，称呼上重要である。また，引用商標は「ラシフォネリー」の呼称で取引されている事実があるから，第2音においても「シ」と「チ」音の相違がある。",
                "したがって，両商標は，称呼上，互いに聞き誤るおそれのない非類似の商標である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標の類否認定の誤り",
              "text": [
                "上記のとおり，本願商標と引用商標は，その外観・称呼のいずれにおいても相紛れるおそれのない非類似の商標であるが，仮に，引用商標の構成において「LA」が無視され，「CIFOＮELLI」の文字のみが抽出され得るとしても，外観構成における相違に加え，以下に述べるような，商品における男性用と女性用の相違，需要者層の相違などの取引の実情を総合的に勘案した場合には，本願商標と引用商標は，明確に区別でき，実際上混同のおそれはないものというべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の周知性と現実の使用における取引実情",
                  "text": [
                    "原告は，1880年にローマで紳士服の仕立てを始めて以来，130年以上もの間「CIFOＮELLI」ブランドの下でサービスの提供を行い，1926年以来，本店をフランスに移して，現在まで紳士服を提供し続けている。原告は，テイラーショップとしてフランスでは老舗であり，1992年から2008年には，著名ブランド「HERMES」とコラボレーションして紳士スーツを提供した実績もある。そして，1950年代においては，イタリアのファッションを牽引する存在としてその名を世界に知らしめた。また，日本の雑誌においても，原告及びその商品について紹介されている。さらに，原告の日本における売上げは，2013年及び2014年の3月～9月(7か月分)で7000万円近くとなっており，原告は，オーダースーツ業界では広く知られている。",
                    "このような歴史と伝統を備えた超高級ブランドについて，十分な知識と経験を備えた超富裕者層である需要者の間では，「CIFOＮELLI」ブランドは，「チフォネリ」の称呼のもと最高級の紳士スーツについて広く認識された存在となっている。また，強い著名ブランドの需要者は，ブランドイメージを好むため，同じブランドの商品を繰り返し買う傾向にある。仮に，「男性用スーツ，男性用ジャケット，男性用コート」の一般的な需要者を単に成人男性とみたとしても，当該需要者は，基本的な外国語は理解するものであり，引用商標の語頭にある「LA」が女性冠詞であることは容易に理解できるはずである。そして，男性用スーツ等を購入するに当たり，語頭に女性冠詞を付された引用商標「LA CIFOＮELLI」を想起することや，これと組織的連想を行うことはあり得ない。",
                    "このような高級被服は，男性用と女性用では販売される階(フロア)が異なり，又は，同じフロアにあったとしても，「スーツ，ジャケット，コート」の類は，男性用と女性用が明確に区分けされて展示されている。スーツ等は時間をかけて選ぶものであり，また，試着・採寸を伴うからである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標の権利者とその需要者について",
                  "text": [
                    "引用商標の商標権者は，婦人服アパレルメーカーと自称する企業であり，引用商標を婦人服に使用し，婦人用のカットソーを量販店に納品している。引用商標の需要者層は，一般的な大衆と位置付けられる女性である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本願商標が実際に使用されている商品と引用商標が実際に使用されている商品は，需要者層，販売場所，品質，用途等が全く異なり，本願商標と引用商標が市場において混同されるおそれのないことは明らかであるにもかかわらず，上記取引実情を無視した点において，審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "text": [
            "「LA」は，フランス語の定冠詞であり，通常，定冠詞は特定の意味を有するものでないことが広く知られており，また，商品名や店名等にフランス語等の外国語を採択する場合に，その原語の文法にのっとり，正確に定冠詞が使用されるものではなく，定冠詞の有無が意味合いに影響しないことが一般に広く知られているといえるから，定冠詞を付した商品名等に接する取引者，需要者は，当該定冠詞以外の部分に着目して記憶する場合も少なくないというべきである。",
            "そうすると，引用商標は，視覚的にも「LA」と「CIFOＮELLI」とに分離され得るものであって，当該「LA」がフランス語の定冠詞として認識されることが明らかであるから，その構成中，「CIFOＮELLI」の部分が，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるものというべきである。",
            "してみれば，引用商標は，その構成全体から「ラチフォネリ」の称呼を生じるほか，その構成中の「CIFOＮELLI」の部分に相応する「チフォネリ」の称呼をも生じるものといえる。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "類否の認定の誤りについて",
              "text": [
                "本願商標と引用商標とは，いずれもその構成中の「Cifonelli」又は「CIFOＮELLI」の欧文字部分を要部として取り出し，両者を比較して商標そのものの類否を判断することも許されるものである。",
                "そして，本願商標と引用商標とは，称呼，外観及び観念を総合勘案すれば，相紛らわしい類似の商標というべきものであり，また，両商標の類否判断に影響を及ぼすとみるべき取引の実情も見い出し得ないから，両商標は，その出所について混同を生ずるおそれがある類似の商標というべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の周知性と現実の使用における取引実情等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，歴史と伝統を備えた超高級ブランドについて，十分な知識と経験を備えた超富裕層である需要者の間では，「CIFOＮELLI」ブランドは，「チフォネリ」の称呼の下，最高級のスーツについて広く認識された存在となっている，と主張する。",
                    "しかし，原告が我が国に進出したのは2000年秋頃であり，原告の商品は，東京及び大阪の百貨店の4店舗において取り扱われているにすぎず，原告自身，マスメディアを用いた広告宣伝もしていない。また，雑誌等による紹介記事は，3回にすぎず(甲7，8，10)，その他は，上記店舗のフロア案内及びセール等に係る情報にすぎない。さらに，「スーツをオーダーできる高級ブランド」(甲16)は，「YAHOO！知恵袋」による質問回答コーナーの情報であるが，「トムフォード」等複数のブランドのうちの1つとして，「チフォネリ」の記載があり，関心を持った者のみが見るものであって，広く誰もが見るものではない。",
                    "そうすると，原告の「CIFOＮELLI」ブランドは，我が国においては，原告のいう超富裕層の需要者の間においても広く認識されているとはいい難く，まして，本願指定商品である「男性用スーツ，男性用ジャケット，男性用コート」の需要者の間で広く認識されているということはできない。",
                    "したがって，原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，原告の商品の需要者は，基本的な外国語を理解するものであって，引用商標の語頭にある「LA」が女性冠詞であることは容易に理解できるはずであり，男性用スーツ等を購入するに当たり，語頭に女性冠詞を付した引用商標を想起することはない，と主張する。",
                    "しかし，「LA」は，女性名詞といわれる語に使用される定冠詞であるが，女性用のものである場合にのみ使用されるものではないことは知られており，引用商標がその構成中に「LA」を含んでいるとしても，そのことが引用商標についての意味合いに影響を及ぼすことはない。",
                    "原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願商標に係る原告の取り扱う商品と，引用商標が使用されている商品の，需要者層・販売場所・品質・用途等が異なるから，本願商標と引用商標が市場において混同されるおそれはない，と主張する。",
                    "しかし，商標登録を受けることができるか否かにおける商標法4条1項11号に基づく商標の類否判断にあっては，実際に使用されている商品又は役務を比較対象とするのではなく，本願の指定商品と引用商標の指定商品とを比較するべきである。",
                    "そして，商標の類否判断に当たり考慮することのできる取引の実情とは，その指定商品全般についての一般的，恒常的なそれを指すものであって，単に当該商標が現在使用されている商品についてのみの特殊的，限定的なそれを指すものではない(最高裁昭和47年(行ツ)第33号，同49年4月25日第一小法廷判決(審決取消訴訟判決集昭和49年443頁)参照)。",
                    "したがって，たとえ，引用商標が「男性用スーツ，男性用ジャケット，男性用コート」について使用の事実がないとしても，引用商標の商標権者の現在の業態等は，取引の実際における一時的な局面にすぎないものであるから，これをもって本願指定商品全般についての一般的，恒常的な取引の実情とはいえない。",
                    "よって，一時的な局面にすぎない取引の実情を前提とする原告の上記主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標の称呼の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用商標は，別紙のとおり，「LA  CIFOＮELLI」の欧文字を一列に横書きしてなるものであり，「LA」の欧文字と，「CIFOＮELLI」の欧文字との間に，1文字分程度のスペースが設けられていることから，「LA」と「CIFOＮELLI」との2つの単語からなるものであると認識し得る。そして，前段の「LA」は，「ラ」と短く称呼され，その後に続く語を特定あるいは強調するフランス語の定冠詞であると一般に理解されるところ，定冠詞は，特段の意味を有せず，これを省略して表記ないし称呼することもあり，自他商品の識別標識としての機能が格別強いということはできない。一方，引用商標の後段の「CIFOＮELLI」は，「チフォネリ」又は「チフォネリー」(以下，まとめて単に「チフォネリ」と表記する。)と比較的長く称呼され，特定の意味合いを有しない造語と理解される。そうすると，本願指定商品の取引者・需要者は，引用商標の後段の「CIFOＮELLI」の文字部分を引用商標の主要な部分と認識し，この外観に注目し，これより生ずる称呼をもって取引にあたる場合も少なくないものと判断するのが相当である。",
                "したがって，引用商標の称呼は，その構成文字の全体より生ずる「ラチフォネリ」又は「ラチフォネリー」(以下，まとめて単に「ラチフォネリ」と表記する。)のほか，要部である「CIFOＮELLI」の文字部分に相応して「チフォネリ」も生じる。そして，引用商標の外観について，取引者・需要者は，その構成文字の全体より生ずる「LA  CIFOＮELLI」のほか，要部である「CIFOＮELLI」にも注目するものといえる。また，引用商標は，特定の観念を有しない造語と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，原告は，①引用商標は，同書同大で外観上まとまりよく一体的に表示されており，「ラシフォネリー」の称呼は，淀みなく一連に称呼し得る，②定冠詞は常に名詞と一体となって使用されており，「LA」の文字を無視して称呼されるべき理由もない，③称呼の認定においても需要者層を的確に認定すべきである，④過去の審決例において，「フランス語の定冠詞＋○○」と「○○」が併存登録されている例が多数ある，⑤引用商標の商標権者は引用商標と社会通念上同一の「Lacifonelli」又は「LACIFOＮELLI」を使用していることから，引用商標の称呼は「ラシフォネリー」のみと認定すべきである，と主張する。",
                "しかし，①引用商標の構成は，定冠詞である「LA」と「CIFOＮELLI」の間に1文字分程度のスペースがあって，両者が別の単語であると認識し得るから，引用商標の外観より「ラシフォネリー」の称呼のみを生ずるとはいえず，「ラシフォネリー」として淀みなく一連に称呼し得ることは，それとは別に「シフォネリ」又は「チフォネリ」の称呼が生じることを否定する理由とはならない，②定冠詞は，特段の意味を有しない単語であって，称呼の音数も短いことから，これを省略して称呼することもあり得る，③本願指定商品及び引用商標の指定商品の需要者が，上記のような事情があるにもかかわらず，引用商標を「ラシフォネリー」とのみ一連に称呼することを認めるに足る証拠はない，④過去の審決例に当審の上記判断と異なるものがあるとしても，当該審決例は上記判断に対して何らかの拘束力を有するものではないから，そのことを理由に引用商標を「ラシフォネリー」とのみ称呼すると認めることはできない，⑤商標の称呼はその指定商品・役務の取引者・需要者の観点から定められるべきものであるから，引用商標の商標権者が，「Lacifonelli「」LACIFOＮELLI」という標章を使用した事実がある(甲19，20)としても，その事実から，本願指定商品及び引用商標の指定商品の需要者が，引用商標を「ラシフォネリー」とのみ称呼するとは認められない。",
                "原告の主張には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標の類否認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "text": [
                "本願商標は，別紙のとおり，縁取り風の輪郭図形の中に，装飾的な書体により顕著に表された「Cifonelli」の欧文字を上段に，やや小さく表した2本のはさみを交差させた図形を中段に，更に小さく標準的な書体で表した「TAILOR」の欧文字を下段に配した構成からなるものである。",
                "本願商標の構成中，まず，「Cifonelli」の欧文字部分は，特段の観念を有しない造語と認められるから，自他商品識別標識としての機能が高いといえる上，最も大きく表記されている。",
                "次に，「TAILOR」の文字部分は，「(洋)服屋」「仕立て屋」の意味合いを有する(乙2)ことから，本願指定商品である「男性用スーツ」等を仕立てたり販売したりする業態を示したものと解し得るので，自他商品の識別標識としての機能は，それほど強いものとはいえない。加えて，かかる文字部分は，「Cifonelli」の文字に比べて格段に小さく表記されている。",
                "また，はさみの図形部分については，はさみは，洋服の仕立てに用いるものであり，かつ，「(洋)服屋」「仕立て屋」の意味合いを有する「TAILOR」の文字の真上に位置することから，本願指定商品である「男性用スーツ」等を仕立てる際の道具としてその業態を象徴したものと解し得るので，自他商品の識別標識としての機能は，それほど強いものとはいえない。加えて，かかる図形部分は，「Cifonelli」の文字全体より小さく表記されている。",
                "そうすると，本願商標は，上記構成からして，図形部分と文字部分が不可分一体のものとしてのみ認識され把握されるとはいえないことに加え，上記のとおり，「TAILOR」の文字部分とはさみの図形部分との自他商品の識別標識としての機能は，それほど強いものとはいえないことからすれば，本願商標の構成中，「Cifonelli」の欧文字部分を分離，抽出し，この部分を他人の商標と比較して商標そのものの類否を判断することが許されるというべきであり，該文字部分が独立して自他商品の識別標識としての機能を果たすものといえる。",
                "以上よりすれば，本願商標の要部は，「Cifonelli」の欧文字という外観を有し，これに相応して「チフォネリ」の称呼を生じ，また，特定の観念を有しない造語と認められるものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比",
              "text": [
                "本願商標と引用商標とは，前記のとおり，外観においては，全体の構成の点で相違するとしても，主要な部分である両者の欧文字部分は，大文字と小文字の相違はあるものの，共に9文字からなる構成で，綴りを全く共通にするものであるから，両商標は，外観上近似するものである。",
                "次に，称呼においては，本願商標の要部と引用商標の要部とは，「チフォネリ」の称呼を共通にするものである。",
                "そして，観念においては，本願商標と引用商標とは，共に特定の観念が生じないものであるから，観念上，比較することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "考慮すべき取引実情等について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標に関する取引実情等について",
                  "text": [
                    "原告は，歴史と伝統を備えた超高級ブランドについて，十分な知識と経験を備えた超富裕層である需要者の間では，「CIFOＮELLI」ブランドは，「チフォネリ」の称呼のもと，最高級の紳士スーツについて広く認識された存在となっているから，本願商標と引用商標との類否判断に当たっては，かかる取引実情を考慮すべきと主張する。",
                    "しかし，原告が日本に進出したのは，2000年秋であり(甲7)，原告商品が取り扱われている百貨店は，東京の新宿伊勢丹(甲11)，大阪の阪急メンズ大阪(甲12)，東京の銀座三越(甲13)及び東京の日本橋三越(甲14)等の数か所にすぎない。また，原告の紹介記事等は，2000年8月ころ(甲7)及び2009年春ころ(甲8)にファッション雑誌に掲載され，2010年2月16日公開のファッション情報ウェブサイトに掲載された(甲10)ほかは，原告商品を取り扱う百貨店のパンフレット(甲9，11～15)に記載されているだけであり，ウェブサイト上の質問コーナーの回答中に原告商品への言及(甲16)が認められるにすぎない。一般に広く需要者が閲覧する雑誌及びウェブサイトへの記事掲載が，証拠上，2000年以降現在までわずか4回にすぎないこと，百貨店のパンフレットのうち，甲9は2011年春物の紹介であるから配布期間が短く手に取る者は限定されていたであろうし，甲14は紳士服オーダーサロンにおける春のオーダー会の紹介として，原告ブランドが他のブランドと並んで紹介されているにすぎず，掲載期間及び需要者がアクセスした期間は限定されており，甲15は伊勢丹新宿店のウェブページであって，他の取り扱いブランドと同様に原告商品の仕立て料金等を表示しているにすぎず，甲11～甲13は，百貨店のフロアガイドであって，他のブランドと同等に原告ブランドが記載されているにすぎず，ウェブサイト上の質問コーナー(甲16)を閲覧した者が相当多数であったと認めるに足りる証拠もない。原告の日本における売上げは，2013年及び2014年の3月～9月(7か月分)で7000万円近くと認められる(甲32)ものの，かかる金額が，紳士服の1ブランドの売上げとしてその周知著名性を基礎付けるほど多額であると認めるに足りる証拠もない。",
                    "上記の事実を総合考慮すれば，本願商標が，原告の扱う最高級の紳士服を示すものとして，本願指定商品の需要者である男性の間で周知又は著名となっていたとは認められない。したがって，本願商標に係る需要者層が富裕層の男性に限られ，本願商標に係る商品が高級な男性用スーツ等に限られるとする原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標に関する取引実情等について",
                  "text": [
                    "原告は，引用商標の商標権者は婦人服アパレルメーカーであり，引用商標を婦人服に用いており，引用商標に係る商品の需要者層が，一般的な大衆と位置付けられる女性であるという取引実情を考慮すべきであると主張する。",
                    "引用商標の商標権者であるクロスプラス株式会社(クロスプラス社)は，婦人アパレルメーカーであり(甲23)，引用商標ないしこれと類似する標章を付した婦人服を製造販売して(甲19，20，26)，衣類の量販店である株式会社しまむら(甲21，22)などに納入していること(甲19)が，認められる。",
                    "しかし，引用商標の指定商品は，「被服」全般であり，クロスプラス社が，引用商標を，今後も，婦人服のみに用いるとか，大衆的な衣類のみに用いると断定するに足りる証拠はない。したがって，引用商標に係る商品の需要者を，一般的な大衆と位置付けられる女性に限り，引用商標に係る商品を婦人服ないし婦人用カットソーに限った上で，本願商標と引用商標との類否を判断すべきとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告が考慮すべきと主張する取引実情等の前提のうち，①本願指定商品の需要者を超富裕層に限り，引用商標に係る商品の需要者を一般大衆である女性に限る点，②本願商標に係る商品は高級であるから，その販売場所は，男性用と女性用で分けられているという点，③本願商標に係る商品は高級であるのに対し，引用商標に係る商品は大衆向けであるという点，④引用商標に係る商品を婦人用カットソーに限る点には，いずれも理由がない。",
                    "本願指定商品の需要者が一般男性であり，引用商標に係る商品の需要者が女性に限定されないことは，本願商標と引用商標との類否を判断するに当たって考慮すべき事情といえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，原告は，本願指定商品の需要者を成人男性とみたとしても，「LA」が女性冠詞であると理解するから，男性用スーツ等を購入するに当たり，女性冠詞を付した引用商標を想起することや，これと組織的連想を行うことはないと主張する。",
                    "しかし，一般的に，「LA」が女性冠詞であると知られているか否かはさておき，前記1のとおり，引用商標の要部は「LA」を除く「CIFOＮELLI」であるし，本願指定商品の取引者・需要者が，「LA」の語が男性用の商品の商標には付されないと認識していたことは，証拠上，認められないから，原告の主張は，前提において誤りがあり，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上より，本願商標と引用商標とは，観念において比較することができないとしても，外観上近似し，称呼を共通にし，本願指定商品の需要者は男性であり，一方，引用商標に係る商品の需要者は女性に限られないという事情を考慮すると，類似であると認められる。",
                "また，本願指定商品「男性用スーツ，男性用ジャケット，男性用コート」は，引用商標の指定商品「被服」に包含されるものであるから，両者は，同一又は類似の商品である。",
                "したがって，本願商標は，商標法4条1項11号に該当する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，審決に取消事由があるという原告の主張には理由がなく，原告の請求には理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10153",
    "date": "2016-04-13",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085836",
    "ipprecedent_id": "4335",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}