{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。            "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成26年10月26日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「Web-POS方式」とする特許第5097246号に係る本件特許権を有する控訴人が，被控訴人に対し，被控訴人がインターネット上で運営するEC(電子商取引)サイトを管理するために使用している制御方法(被告方法)が，本件特許の願書に添付した本件特許請求の範囲の請求項1(本件請求項1)記載の発明(本件特許発明)の技術的範囲に属し，本件特許権を侵害すると主張して，不法行為による損害賠償請求権に基づき，1億円(特許法102条3項により算定される損害額6億円の一部である9000万円及び弁護士費用6000万円の一部である1000万円の合計額)及びこれに対する訴状送達日の翌日である平成26年10月26日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被告方法は，本件特許発明の文言侵害にも均等侵害にも当たらず，その技術的範囲に属するということはできない，として控訴人の請求を棄却した。",
            "そこで，控訴人が原判決を不服として控訴したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決5頁7行目の「概数量」とあるのを「該数量」と訂正するほかは，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決の「事実及び理由」の第2の3記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に対する当事者の主張",
      "text": [
        "争点に対する当事者の主張は，以下の1のとおり訂正し，以下の2のとおり当審における当事者の主張を付加するほかは，原判決の「事実及び理由」の第2の4記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決8頁25行目の「共有」とあるのを，「供給」と訂正する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決21頁23行目の「概数量」とあるのを，「該数量」と訂正する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決23頁18行目の「クライアント装置を」とあるのを，「クライアント装置と」と訂正する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決28頁7行目の「商品単位」とあるのを，「カート単位」と訂正する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点2(被告方法が文言上，本件特許発明の技術的範囲に属するか)について",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件F4の解釈",
                  "text": [
                    "構成要件F4は，その文言上，「該数量に基づく計算」について，Web-POSクライアント装置において行われる場合と，Web-POSサーバ・システムにおいて行われる場合の双方を含んでおり，このことは，本件明細書の【0137】の記載からも裏付けられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原判決のクレーム解釈の誤り",
                  "text": [
                    "原判決は，「Web-POSクライアント装置」上の「Webブラウザ」による処理が，少なくとも(構成要件F1)，「カテゴリーの変更または入力(選択)に関する表示制御過程」(構成要件F2)，「商品識別情報の入力(選択)のための表示制御過程」(構成要件F3)及び「商品注文内容の表示制御過程」(構成要件F4)を含むべきことを構成要件Fにおいて規定しているところ，構成要件F2ないしF4において，「Web-POSサーバ・システム」が何らかの処理を行う場合には，その都度，「Web-POSクライアント装置」から「Web-POSサーバ・システム」に何らかの要求が送信されること(例えば，「HTMLリソース」を要求する「HTTPメッセージ」の送信，商品識別情報に対応する商品基礎情報の問合せ，ユーザのオーダ操作に対応する計算結果の注文情報の送信)が明確に規定されているのに対し，本件請求項1は，「ユーザが，該入力手段により数量を入力(選択)する」操作が行われた場合に，構成要件F4の「該数量に基づく計算」を「Web-POSサーバ・システム」に行うよう要求することを規定していないのであるから，「該数量に基づく計算」は，専ら「Web-POSクライアント装置」において行われるものと解するのが相当であると判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，特段の明示がなくとも，HTMLリソースがWeb-POSサーバ・システムにおいて生成され，供給されること，商品基礎情報がWeb-POSサーバ・システムの商品(PLU)マスタDBから抽出され，Web-POSクライアント装置に送信されること，及び注文情報がWeb-POSサーバ・システムにおいて取得(受信)されることは，本件明細書の【0015】，【0016】の記載から明らかであって，これらが規定されているのは，Web-POSサーバ・システムにおいて何らかの処理が行われることを明示するためではない。これらが規定されているのは，HTMLリソースが，Web-POSクライアント装置から送信されたHTTPメッセージに応じて，Web-POSクライアント装置に送信されること，Web-POSクライアント装置においてユーザが商品(PLU)リストにおいて商品識別情報を入力(選択)するごとに，商品基礎情報が取得されて表示されること，及び商品の注文明細情報がWeb-POSクライアント装置の表示装置に表示されている状態でユーザがオーダ操作を行うと，注文情報がWeb-POSサーバ・システムにおいて取得(受信)されることという，各ステップの内容とその相互の関係を明確に示すためである。",
                        "これに対して，商品についてユーザが入力(選択)した数量に基づく計算については，本件特許発明の構成及び目的に照らしても，Web-POSサーバ・システム上で行われるべき処理であるか，Web-POSクライアント装置上で行われるべき処理であるかは，一義的には定まらない。そして，本件特許発明では，いずれの構成をも含めるために，計算が行われる場所を明示しなかったものである。",
                        "また，本件特許請求の範囲の記載によって，商品についてユーザが数量を入力(選択)するというステップがあり，これに応じてWebサーバ・クライアント・システムにおいて「該数量に基づく計算」というステップが行われるという，各ステップの内容，主体及び相互の関係は明確である。さらに，本件明細書の【0137】の記載によれば，「該数量に基づく計算」が，Web-POSサーバ・システムで行われる場合とWeb-POSクライアント装置で行われる場合の双方があり得ること，この双方の場合が本件特許発明の技術的範囲に含まれることも，明確である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明では，構成要件F2ないしF4の各表示制御過程が規定されており，構成要件F1によれば，これらの表示制御過程は，Web-POSクライアント装置のWebブラウザによって行われる。",
                        "しかし，このことは，各表示制御過程において行われる情報の処理(計算)が，原則として(明示的にWeb-POSサーバ・システムにおいて行われると規定されていなければ)，Web-POSクライアント装置において行われるとの解釈を基礎付けるものではない。",
                        "構成要件F1の記載にもかかわらず，本件特許発明の構成要件F2ないしF4では，Webブラウザによる処理については，その都度，明示的に規定されている。したがって，構成要件F1の「上記Webブラウザによる処理」との文言は，構成要件F2ないしF4の各表示制御過程を対象とするものではあるが，これを超えて，構成要件F2ないしF4の全ての処理が対象に含まれると解することは誤りである。これらの表示制御過程に伴って行われる計算等の処理については，明示的に「Webブラウザ」によって処理されると規定されていなければ，Web-POSサーバ・システムで行われる場合と，Web-POSクライアント装置で行われる場合の双方を含むものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の【0014】の記載は，計算等の処理を可能な限りWeb-POSサーバ・システムにおいて行うべきことを示している。これに反して，原則として計算はWeb-POSクライアント装置で行われるべきとする原判決の解釈は，本件特許発明の特徴を理解しておらず，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被控訴人は，仮に「該数量に基づく計算」がWeb-POSサーバ・システムで行われる場合には，その後の「計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる」との構成要件が無意味なものになる旨主張する。",
                        "しかし，構成要件F4の「計算結果の注文情報」とは，計算結果そのものではなく，「計算結果に対応した注文情報」を意味する。「該数量に基づく計算」が，Web-POSクライアント装置で行われる場合には，「計算結果の注文情報」に計算結果が含まれるが，Web-POSサーバ・システムで行われる場合には，Web-POSクライアント装置に通知された計算結果を再度Web-POSサーバ・システムに送る必要はないから，計算結果自体がWeb-POSサーバ・システムで保持される一方で，計算結果を含まない注文情報(既にWeb-POSサーバ・システムで行われた計算結果に対応する注文内容で，注文を確定させる情報)が，オーダ操作によって送られることになる。すなわち，ユーザによって入力(選択)された数量に基づきWeb-POSサーバ・システムで計算が行われ，その結果がWeb-POSクライアント装置に通知された後，ユーザのオーダ操作により通知された計算結果に対応した(計算結果を含まない)注文情報がWeb-POSサーバ・システムに送られることとなる。",
                        "したがって，「計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる」との構成要件が無意味になるものではなく，被控訴人の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "出願経過は原判決の解釈の根拠とならないこと",
                  "text": [
                    "原判決は，構成要件F4の「該数量に基づく計算」が，専ら「Web-POSクライアント装置」において行われるとの解釈は，本件特許の出願手続における第2手続補正により，「該数量に基づく計算」がWeb-POSサーバ・システムにより行われ，その結果がWeb-POSクライアント装置に通知される構成が本件特許請求の範囲から除外されたと解されることからも裏付けられる旨判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，原判決による出願経過の理解は，誤りである。",
                        "第1手続補正がされる前は，「該数量に基づく計算」をWeb-POSクライアント装置において行うか，Web-POSサーバ・システムにおいて行うかは，本件特許請求の範囲において規定されておらず，この点については何らの制約もなかった。",
                        "そして，第1手続補正は，本件特許請求の範囲に「該オーダ内容に基づく計算が上記Web-POSサーバ・システムにおいて行われる」との文言を付加することによって，当該計算をWeb-POSサーバ・システムにおいて行うことに限定しようとした。",
                        "ところが，第1手続補正が却下されたため，その後に行われた第2手続補正においては，「ユーザが，該入力手段により数量を入力(選択)すると，該数量に基づく計算が行われる」との文言とすることにより，「該数量に基づく計算」がWeb-POSサーバ・システムにおいて行うことに限定せず，Web-POSクライアント装置によって行われる場合と，Web-POSサーバ・システムによって行われる場合の双方を含むものとしたのである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "第1手続補正は，特許法17条の2第3項に違反するとの理由で却下されたが，当該却下は，発明の詳細な説明には，第2フレームに表示されている数量入力フィールドに数量が入力されて初めて第3フレームに明細フォームが表示される例が開示されているにもかかわらず，第1手続補正に係る請求項1，4では，かかる入力なしに注文明細情報が表示されると規定されたことなどを理由とするものであり，本件明細書の発明の詳細な説明に「該数量に基づく計算」がWeb-POSサーバ・システムによって行われる構成が記載されていない，との理由によるものではない。",
        "したがって，第1手続補正が却下された後に行われた第2手続補正は，「該数量に基づく計算」がWeb-POSクライアント装置によって行われる場合に本件特許発明を限定しようとするものではない。実際，第2手続補正は，「該数量に基づく計算」をWeb-POSクライアント装置で行うことを規定する文言を，一切追加するものではない。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "また，控訴人が審判請求書において，構成要件F4に係る第2手続補正の根拠として本件明細書の【0137】を挙げていることに照らせば，第2手続補正は，「該数量に基づく計算」が「Web-POSサーバ・システム」によって行われる構成を本件特許請求の範囲から除外しようとするものではなく，むしろ，当該構成を本件特許請求の範囲に含めることを意図したものであることが明らかである。",
      "content": [
        {
          "fig": "エ",
          "subject": "被控訴人の主張アについて"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "被控訴人は，構成要件F1の「上記Webブラウザによる処理」との文言は，構成要件Fの各処理がWeb-POSクライアント装置における処理であることを規定するものであると主張する。",
        "しかし，構成要件F1において含まれるとされる「処理」とは，構成要件F2の「1)カテゴリーの変更または入力(選択)に関する表示制御過程」，構成要件F3の「2)商品識別情報の入力(選択)のための表示制御過程」及び構成要件F4の「3)商品注文内容の表示制御過程」という，3つの「表示制御過程」にすぎず，「該数量に基づく計算」などの表示制御ではない処理は含まれていない。すなわち，Webブラウザとは，クライアント装置(を操作するユーザ)とサーバとの間で情報を仲介するプログラム(ソフトウエア)であり，当該仲介のために，サーバから供給されたHTMLリソースを処理して，ユーザが理解できるように表示し，また，ユーザによる操作を受け付けて，当該操作に応じてサーバにHTMLリソースを要求する，という機能を有するものである。しかるに，Webブラウザは，これらの機能を超えて，計算等の処理を行うものではない。そうすると，「該数量に基づく計算」は，Webブラウザの機能によるものではないから，原則としてWeb-POSクライアント装置において行われるべきものとはいえない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "被控訴人は，構成要件F(F1～F4)において，Web-POSサーバ・システムにおける処理については，そのことが必ず規定される旨主張する。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "text": [
                "しかし，構成要件F4は，注文明細情報をWeb-POSクライアント装置の表示装置に表示する処理を含んでいるところ，当該注文明細情報は，Web-POSサーバ・システムから供給される。これは，本件明細書の【0021】に「注文商品明細を表示する部分の表示過程に対応するプログラムを含むHTMLリソースがWebサーバ装置から供給される」と，【0022】に「Webサーバ装置は，…商品発注明細フォームを供給」と，各記載されているとおりである。すなわち，上記記載によれば，商品の注文明細情報は，Web-POSクライアント装置からWeb-POSサーバ・システムに問い合わされ，Web-POSサーバ・システムから注文明細情報を含むHTMLリソースが供給され，これをWeb-POSクライアント装置が取得していることは明らかである。しかるに，本件特許請求の範囲の記載では，Web-POSサーバ・システムに注文明細情報(を含むHTMLリソース)が要求されることや，注文明細情報(を含むHTMLリソース)がWeb-POSサーバ・システムから発信されることは，明示的には規定されていない。",
                "このように，本件特許発明の構成要件F(F1～F4)においては，Web-POSサーバ・システムにおいて処理が行われる場合でも，常にその旨が明記されているわけではない。これは，あえて規定しなくともWeb-POSサーバ・システムが関与することが明らかな処理の場合や，Web-POSサーバ・システムとWeb-POSクライアント装置のいずれで処理しても本件特許発明の制御方法の実施に影響がない場合には，あえてその旨を明記する必要がないからである。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "むしろ，構成要件F(F1～F4)全体の記載に照らせば，「該数量に基づく計算」は，Web-POSサーバ・システムで行われると解する方がより自然である。",
                "すなわち，構成要件F2には「ユーザが，…カテゴリーを変更または入力(選択)するごとに，…対応する商品基礎情報を含むHTMLリソースを要求するHTTPメッセージが上記Web-POSサーバ・システムに送信され」との記載があり，構成要件F3には「ユーザが，…商品識別情報を入力(選択)するごとに，…対応する商品基礎情報が上記Web-POSサーバ・システムに問い合わされて取得され」との記載がある。これらの記載から，ユーザが入力や選択といった操作を行うごとに，Web-POSクライアント装置からWeb-POSサーバ・システムに，問合せ(HTMLリソースを要求するHTTPメッセージの送信)が行われると理解できる。",
                "そして，構成要件F4においても，「ユーザが…数量を入力(選択)する」との過程が含まれているから，前述した構成要件F2及びF3の記載に照らせば，当業者は，ユーザによる当該数量の「入力(選択)」に応じて，Web-POSクライアント装置からWeb-POSサーバ・システムに何らかの問合せが行われるものと理解する。この問合せの際に，ユーザが「入力(選択)」した数量をWeb-POSクライアント装置からWeb-POSサーバ・システムに送信し，当該数量を受け取ったWeb-POSサーバ・システムにおいて，「該数量に基づく計算」が行われる構成は，特許請求の範囲の記載に照らしても，当然に含まれていると解することが，当業者の理解としては自然である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "したがって，被控訴人の主張は，いずれも理由がない。"
      ],
      "content": [
        {
          "fig": "オ",
          "subject": "小括",
          "text": [
            "以上のとおり，原判決による構成要件F4の解釈及び被告方法が構成要件F4を文言上充足しないとした判断は，いずれも誤りである。",
            "構成要件F4は，その文言上，「該数量に基づく計算」がWeb-POSクライアント装置において行われる場合と，Web-POSサーバ・システムにおいて行われる場合の双方を含んでいる。したがって，被告方法は構成要件F4を文言上充足する。",
            "〔被控訴人の主張〕"
          ]
        },
        {
          "fig": "ア",
          "subject": "構成要件F4の解釈"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "本件特許発明の構成要件Fは，構成要件F1において「上記Webブラウザによる処理が，少なくとも」と規定され，これに引き続いて，構成要件F2からF4において，「1)カテゴリーの変更又は入力(選択)に関する表示制御過程」(構成要件F2)，「2)商品識別情報の入力(選択)のための表示制御過程」(構成要件F3)，「3)商品注文内容の表示制御過程」(構成要件F4)と規定され，最後に「を含み」と規定されているように，構成要件F2ないしF4では，構成要件F1で定義された「上記Webブラウザによる処理」，すなわち，Web-POSサーバ・システムではなく，Web-POSクライアント装置における処理を前提とするものである。",
        "このことは，構成要件Fにおいて，Web-POSクライアント装置ではなく，Web-POSサーバ・システムにおいて何らかの処理が行われる場合には，その都度，Web-POSクライアント装置からWeb-POSサーバ・システムに何らかの情報(HTTPメッセージ(構成要件F2)，商品基礎情報(構成要件F3)，計算結果の注文情報(構成要件F4))が送信されることが規定されていることからも，裏付けられる。",
        "そして，構成要件F4において，「ユーザが，該入力手段によりオーダ操作(オーダ・ボタンをクリック)を行うと，該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)される」と規定されているとおり，Web-POSサーバ・システムにおいて取得されるのは「数量入力(選択)に基づく計算結果の注文情報」であり，Web-POSサーバ・システムに当該情報を送信する前提として計算が行われているのであるから，当該計算を行う主体(構成要件F4の「該数量に基づく計算が行われる」主体)は，Web-POSクライアント装置となる(その結果としての注文情報がWeb-POSサーバ・システムで取得される。)。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "控訴人の主張アについて",
      "text": [
        "控訴人は，本件明細書の【0137】の記載を根拠に，「該数量に基づく計算」がWeb-POSサーバ・システムとWeb-POSクライアント装置の双方で行われることが，本件特許発明の技術的範囲に含まれる旨主張するが，前記(ア)において述べた特許請求の範囲の記載を無視した主張であって，失当である。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "原判決のクレーム解釈に誤りがないことについて"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "控訴人の主張イ(ア)について",
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "text": [
                "控訴人は，構成要件F2ないしF4において，Web-POSサーバ・システムの処理が規定されているのは，同システムにおいて何らかの処理が行われることを明示するためではない旨主張する。",
                "しかし，本件特許発明において，Web-POSサーバ・システムが，受信したHTTPメッセージに基づきHTMLリソースを生成すること，受信した商品識別情報に対応する商品基礎情報を抽出する処理を行うこと，注文情報を受けて売上管理等の処理を行うことは，いずれも当然に予定されているところである。",
                "そうすると，構成要件F2において，Web-POSクライアント装置からWeb-POSサーバ・システムにHTTPメッセージを送信することが規定されているのは，当該受信したWeb-POSサーバ・システムにおいてHTMLリソースを生成する処理が行われることを，構成要件F3において，Web-POSクライアント装置からWeb-POSサーバ・システムに商品識別情報を送信して問合せを行うことが規定されているのは，当該受信したWeb-POSサーバ・システムにおいて商品基礎情報に対応する商品識別情報を抽出する処理が行われることを，構成要件F4において，Web-POSサーバ・システムにおいて計算結果の注文情報をWeb-POSクライアント装置から取得(受信)することが規定されているのは，当該注文情報を受信したWeb-POSサーバ・システムにおいて売上管理等の処理が行われることを，いずれも明示したものであることは明らかである。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "控訴人は，「該数量に基づく計算」については，Web-POSサーバ・システムでの処理かWeb-POSクライアント装置での処理かは一義的に定まらず，いずれの構成をも含めるために計算が行われる場所を明示しなかったものであると主張する。",
                "しかし，構成要件Fは，Webブラウザによる処理，すなわち，Web-POSサーバ・システムではなく，Web-POSクライアント装置における処理を規定したものであり，Web-POSサーバ・システムにおける処理についてはその旨を明記したものであるから，処理を実行する主体が明記されていない旨の控訴人の主張は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "控訴人の主張イ(イ)について",
      "text": [
        "構成要件Fの各処理がWebブラウザ(Web-POSクライアント装置)における処理であることを前提として，構成要件F2に規定の一部の処理において，重複してWebブラウザで行われることが規定されていたとしても，当該処理がWebブラウザでされる点に変わりはなく，また，当該構成要件が不明確となるものではない。",
        "むしろ，控訴人の主張するように，構成要件Fの各処理がWeb-POSサーバ・システムとWeb-POSクライアント装置の双方で行われる場合を包含するとすれば，構成要件F1において，「上記Webブラウザによる処理が，少なくとも」との前置きを置いた(すなわち，Web-POSクライアント装置での処理を前提とした)ことと相反するものであり，不合理な解釈であることは明白である。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "控訴人の主張イ(ウ)について",
      "text": [
        "前記アのとおり，構成要件FはWeb-POSクライアント装置における処理を規定したものであることは明らかであり，控訴人の主張は，特許請求の範囲の記載に基づかない主張であり失当である。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "控訴人の主張イ(エ)について",
      "text": [
        "構成要件F4の「該数量に基づく計算」が，Web-POSサーバ・システムで行われるものと解釈した場合，「該数量に基づく計算」がされた結果の情報は，Web-POSサーバ・システムで生成され取得されることになる。上記解釈を前提とすると，該入力手段によりオーダ操作がされた時点で，計算結果の注文情報がWeb-POSクライアント装置からWeb-POSサーバ・システムに送られることとなり，Web-POSサーバ・システムにおいて計算結果の情報を繰り返し取得するということとなる。かかる帰結は不合理であって，むしろ構成要件F4における「該数量に基づく計算」が，Web-POSクライアント装置で行われる(その後，Web-POSサーバ・システムに計算結果の情報が送られる)との解釈が合理的であることは，上記の点からも明らかである。これに対し，控訴人は，構成要件F4の「計算結果の注文情報」は計算結果そのものではなく「計算結果に対応した注文情報」を意味すると主張するが，「対応した注文情報」と解釈されるべき合理的理由はなく，明らかに失当である。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "出願経過の参酌について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "控訴人の主張ウ(ア)及び(イ)について",
      "text": [
        "出願経過の点で問題となっているのは，「該数量に基づく計算」がWeb-POSサーバ・システムで行われるとの限定を付すことが新規事項に該当するかどうかではなく，出願人が第1手続補正及び第2手続補正により限定しようとした内容である(そもそも，当該構成は本件明細書の【0137】に記載されており，新規事項の追加に当たるものではない。)。",
        "そして，出願当初のクレームでは「該数量に基づく計算」を行う主体が特定されておらず，第1手続補正では，Web-POSサーバ・システムが「該数量に基づく計算」を行うという限定を付したにもかかわらず，第2手続補正では，第1手続補正とは逆に，Web-POSクライアント装置が「該数量に基づく計算」を行うという限定を付したものである。そして，原判決は，かかる出願経緯に鑑みて，第1手続補正において限定されていた，Web-POSサーバ・システムで「該数量に基づく計算」を行う構成は除外されたと判示したのであって，控訴人の主張は失当である。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "控訴人の主張ウ(ウ)について",
      "text": [
        "審判請求書における補正の根拠の記載は，審査の便宜上記載されるものであって，審判官により客観的に認定されたものではないし，記載に誤り・過不足があったとしても拒絶理由を構成するものではない。そして，第2手続補正により特許請求の範囲の文言から何が除外されたかは，補正前後の特許請求の範囲の記載に基づき定められるべきものであり，審判請求書の記載を根拠とすべき理由はない。",
        "したがって，控訴人の主張は，特許請求の範囲の記載に基づくものではなく，失当である。"
      ],
      "content": [
        {
          "fig": "エ",
          "subject": "小括",
          "text": [
            "以上のとおり，本件特許発明の構成要件F4の「該数量に基づく計算」の主体は，Web-POSサーバ・システムではなく，Web-POSクライアント装置であることは明らかである。そして，被告方法においては，ユーザ端末の表示画面上で商品の「数量」を入力して「カートに追加」がクリックされると，数量の情報がWebサーバに送られて金額の計算が行われ，当該ユーザ端末において金額の計算が行われることはないから，被告方法は構成要件F4を充足しないことは明らかである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "争点3(被告方法が本件特許発明と均等なものとしてその技術的範囲に属するか)について",
                  "text": [
                    "〔控訴人の主張〕"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原判決は，控訴人は，本件出願手続において，被告方法のような「該数量に基づく計算」が「Web-POSサーバ・システム」により行われ，その結果が「Web-POSクライアント装置」に通知される構成について，これを明確に認識しながら，あえて本件特許請求の範囲から除外したものと外形的に評価し得る行動をとったものというべきである旨判示するとともに，第2手続補正により本件請求項1記載の発明は「該数量に基づく計算」が「Web-POSクライアント装置」により行われるものに限定されたと解される以上，第2手続補正のうち，構成要件F4に関する部分についての補正の目的が，サポート要件(特許法36条6項1号)違反の拒絶理由の解消を目的としたものであるとしても，被告方法のような構成をあえて本件特許請求の範囲から除外したものと外形的に評価し得る行動をとったとの上記認定判断が左右されるものではない旨判示して，被告方法は，均等の第5要件を充足しないとした。"
          ]
        },
        {
          "fig": "イ",
          "subject": "均等の第5要件の解釈-本件出願経過における手続補正について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "しかし，均等の第5要件を判断するに当たっては，手続補正の目的や出願人の認識などの事情を考慮して，当該手続補正によって被疑侵害物件が特許請求の範囲から「意識的」に除外されたか否か，又は，外形的にそのように解される行動と評価できるか否かを検討して，均等侵害の成立を認めることが禁反言の法理に照らして許されないとまでいうことができる特段の事情が認められるか否かを判断することが必要である。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "本件出願経過においては，平成23年8月11日付け拒絶理由通知を受けて，控訴人は，同年10月9日付け手続補正書(第1手続補正)を提出したが，平成24年4月16日付け補正の却下の決定を受けるとともに，同日付け拒絶査定を受けた。そこで，控訴人は，同年7月22日付け手続補正書(第2手続補正)により，本件特許請求の範囲を，設定登録時の内容である本件請求項1に補正するとともに，審判請求書を提出した。",
        "しかるに，上記拒絶査定の理由は，特許法36条6項1号違反及び同法29条2項違反であるが，本件特許発明の構成要件F4の「該数量に基づく計算」がWeb-POSサーバ・システムにおいて行われるか否かを問題とするものではないから，第2手続補正は，拒絶理由を解消するために，「該数量に基づく計算」がWeb-POSクライアント装置において行われるとの構成を付加したものではない。そもそも控訴人は，第2手続補正によって，「該数量に基づく計算」がWeb-POSクライアント装置において行われるとの構成が付加されたとの原判決の認定を争うものであるが，この点を措いても，拒絶理由の解消と当該構成の付加は，全く関係がないから，結果として，第2手続補正によって当該構成が付加されたとしても，当該構成を有さない(すなわち，「該数量に基づく計算」がWeb-POSサーバ・システムで行われる)Web-POSネットワーク・システムの制御方法が，本件特許請求の範囲から意識的に除外されたということはできない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "また，第1手続補正は，特許法17条の2第3項に違反するとの理由により却下されたが，前記(1)〔控訴人の主張〕ウ(イ)のとおり，当該却下は，発明の詳細な説明には，第2フレームに表示されている数量入力フィールドに数量が入力されて初めて第3フレームに明細フォームが表示される例が開示されているにもかかわらず，第1手続補正に係る請求項1及び4では，かかる入力なしに注文明細情報が表示されると規定されたことなどを理由とするものであり，本件明細書の発明の詳細な説明に「該数量に基づく計算」がWeb-POSサーバ・システムによって行われる構成が記載されていない，との理由によるものではなく，本件特許発明の構成要件F4の「該数量に基づく計算」がWeb-POSサーバ・システムにおいて行われるか否かとは全く関係がない。したがって，第2手続補正の目的も，「該数量に基づく計算」がWeb-POSクライアント装置によって行われる場合に本件特許発明を限定しようとするものではない。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "以上のとおりであるから，第2手続補正によって，「該数量に基づく計算」をWeb-POSサーバ・システムにおいて行う構成が，本件特許請求の範囲から「意識的に除外」されたと外形的に評価することはできない。したがって，均等の第5要件の根拠である禁反言の法理において考慮される，第三者の期待の保護と特許権者の利益の比較衡量に関して，特許権者の利益を犠牲にして保護すべきとするほどの第三者の期待が生じていたとはいえない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "本件特許発明の目的及び効果に照らしても，意識的除外が認められないこと",
          "text": [
            "本件特許発明の課題は，「専用のPOS通信機能／POS専用線を必要とせず，取扱商品の自由な変更が可能なPOSシステムを実現すること」であり，この課題を解決するため，本件特許発明は，「従来の専用回線を用いた専用端末型POSシステムの欠点を排除し，汎用のパソコン及びインターネットを用いて端末でのPOS処理を殆ど無くし，端末側の入力情報に基づきサーバ側ですべてのPOS処理を受け持つことにより，非常に安価で簡便なPOSシステムを構築する」ものであり，具体的には，本件請求項1の構成を採用することにより，上記課題を解決するものである。そして，上記構成により，①カテゴリーの変更又は入力(選択)に関する表示，②識別情報の入力(選択)のための表示，③商品注文内容の表示，という各ステップを経た上で，注文情報をWeb-POSサーバ・システムにおいて取得し，これに基づく売上管理を実現するものである。以上から明らかなように，「該数量に基づく計算」が，Web-POSサーバ・システムで行われるか，Web-POSクライアント装置で行われるかという問題と，本件特許発明の目的及びこれを実現する構成とは関係がない。",
            "したがって，第2手続補正によって，「該数量に基づく計算」をWeb-POSクライアント装置で行うという構成が付加されたとの解釈が仮に維持されるとしても，かかる構成が本件特許発明の目的及びこれを実現する構成とは関係がない以上，第2手続補正について，「該数量に基づく計算」がWeb-POSサーバ・システムで行われる構成を，「出願人が特許請求の範囲から意識的に除外したなど，特許権者の側においていったん特許発明の技術的範囲に属しないことを承認するか，又は外形的にそのように解されるような行動をとった」と評価することはできない。"
          ]
        },
        {
          "fig": "エ",
          "subject": "小括",
          "text": [
            "以上のとおり，第2手続補正に関し，「該数量に基づく計算」がWeb-POSサーバ・システムにおいて行われる構成について，出願人がこれを明確に認識しながら，あえて本件特許請求の範囲から除外したものと外形的に評価し得る，とした原判決の判断は誤りである。",
            "〔被控訴人の主張〕"
          ]
        },
        {
          "fig": "ア",
          "subject": "均等の第5要件の解釈"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "均等の第5要件において検討すべきは，被疑侵害製品(方法)に係る構成を特許請求の範囲から意識的に除外したと認められる事実があるかどうかであって，手続補正の目的いかんは関係がない。出願経過において被疑侵害製品(方法)に係る構成を特許請求の範囲から意識的に除外したと認められる事実があったにもかかわらず，後に当該構成について特許権侵害を主張することは禁反言の法理に照らし許されない。この点は，出願経過における手続補正が拒絶理由を回避するためにされたかどうかとは無関係である。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "本件特許の出願人は，出願当初の特許請求の範囲の記載においては，「該数量に基づく計算」の主体を限定しておらず，第1手続補正において「該数量に基づく計算」をWeb-POSサーバ・システムで行う構成(被告方法の構成)を特許請求の範囲に含めていたにもかかわらず，その後の第2手続補正において，「該数量に基づく計算」をWeb-POSクライアント装置で行う本件特許発明に変更したのである。",
        "このように，本件特許の出願人は，「該数量に基づく計算」をWeb-POSサーバ・システムで行う構成を認識した上で第1手続補正を行い，その後の第2手続補正において，当該構成を特許請求の範囲に含めずに，「該数量に基づく計算」をWeb-POSクライアント装置で行う旨の限定を付したのであり，しかも，本件明細書には「該数量に基づく計算」をWeb-POSサーバ・システム及びWeb-POSクライアント装置のいずれでも行うことができる旨の記載があったにもかかわらず，これをWeb-POSクライアント装置で行うとの限定を付したのであり，かかる出願経過に鑑みれば，「該数量に基づく計算」をWeb-POSサーバ・システムで行う構成を特許請求の範囲から意識的に除外したことは明らかである。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "さらに，本件明細書において，「該数量に基づく計算」を行う主体が，Web-POSサーバ・システムとWeb-POSクライアント装置のいずれでも良い旨記載されているところ(【0137】)，第2手続補正において，これをWeb-POSクライアント装置で行う本件特許発明の構成に限定したのである。このように，本件明細書に被告方法に相当する他の構成が開示されており，当該構成を含めることが容易であったにもかかわらず，あえて特許請求の範囲に含めなかったのであるから，後になって当該含めなかった構成について権利侵害を主張することは，禁反言に照らし許されない。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "本件出願経過の目的等は意識的除外の認定とは無関係であること"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "控訴人の主張イ(イ)について",
      "text": [
        "均等の第5要件の適用に当たっては，ある構成が特許請求の範囲から意識的に除外されたと認められる事情があるか否かが問題とされるべきである。",
        "前記アのとおり，「該数量に基づく計算」をWeb-POSサーバ・システムで行う構成が，本件明細書に開示があり，しかも第1手続補正で特許請求の範囲に含められていたにもかかわらず，第2手続補正では，(Web-POSサーバ・システムではなく)Web-POSクライアント装置で行う構成に限定されたのであるから，手続補正の目的を考慮するまでもなく，「該数量に基づく計算」をWeb-POSサーバ・システムで行う構成が意識的に除外されたことは明らかである。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "控訴人の主張イ(ウ)について",
      "text": [
        "前記のとおり，「該数量に基づく計算」を特許請求の範囲から意識的に除外されたと認められる事情が明確に存在する以上，第1手続補正が却下された理由を考慮するまでもなく，均等の第5要件が認められないことは明らかである。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "控訴人の主張イ(エ)について",
      "text": [
        "手続補正は出願人の責任によって行われるべきところ，「該数量に基づく計算」をWeb-POSサーバ・システムで行う構成を除外する意図がなかったのであれば，第2手続補正においても，第1手続補正で付したのと同様の限定を残せば良かったのであり，それにもかかわらず，あえて当該限定を外して「該数量に基づく計算」をWeb-POSクライアント装置で行う構成に限定したのである。",
        "そして，当該出願経過を見た第三者としては，本件特許発明において「該数量に基づく計算」がWeb-POSサーバ・システムではなくWeb-POSクライアント装置で行われるものであると期待し，これを前提として本件特許発明を回避するようにシステムを構成するものである。特許請求の範囲から除外された構成につき，後になって均等侵害であると主張されるのであれば，当該第三者にとって不測の不利益を被ることは明らかである。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "本件特許発明の目的及び効果は，意識的除外の認定とは無関係であること",
          "text": [
            "控訴人が挙げる本件特許発明の特徴は，出願前に広く知られた周知技術にすぎない。また，前記のとおり，「該数量に基づく計算」を特許請求の範囲から意識的に除外されたと認められる事情が明確に存在する以上，本件特許発明の目的や効果がどうであろうと，均等の第5要件が認められないことは明らかである。",
            "したがって，控訴人の主張ウは理由がない。"
          ]
        },
        {
          "fig": "エ",
          "subject": "小括",
          "text": [
            "以上のとおり，本件出願経過に鑑みれば，本件特許発明の構成要件F4の「該数量に基づく計算」がWeb-POSサーバ・システムで行われる構成を認識しつつ，それを意識的に除外したことは明らかであるから，被告方法は，均等の第5要件を充足しない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告方法は，本件特許発明の文言侵害にも均等侵害にも当たらず，その技術的範囲に属するということはできないから，控訴人の請求は棄却すべきものと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点2(被告方法が文言上，本件特許発明の技術的範囲に属するか)について",
          "text": [
            "事案に鑑み，まず，構成要件F4の充足性について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明について",
              "text": [
                "本件請求項1の記載によれば，本件特許発明は，「Webサーバ・クライアント・システム」(構成要件A)において実現される「Web-POSネットワーク・システムの制御方法」(構成要件I)に関する発明である。そして，「Web-POSサーバ・システム」が備えるべき構成を構成要件Cにおいて規定し，「Web-POSクライアント装置」が備えるべき構成を構成要件Dにおいて規定した上で，「Web-POSサーバ・システム」と「Web-POSクライアント装置」との基本的な関係について，「Web-POSクライアント装置」が備える「Webブラウザ」から「Web-POSサーバ・システム」にアクセスすると，「Web-POSサーバ・システム」から「Web-POSクライアント装置」に対し，当該装置において商品の選択や発注に係るユーザ操作を受け付ける「HTMLリソース」が提供されること，当該ユーザ操作に基づく商品の売上情報が「Web-POSサーバ・システム」において管理されることを構成要件Eにおいて規定している。さらに，「Web-POSクライアント装置」が備える「Webブラウザ」による処理が，少なくとも(構成要件F1)，「1)カテゴリーの変更または入力(選択)に関する表示制御過程」(構成要件F2)，「2)商品識別情報の入力(選択)のための表示制御過程」(構成要件F3)及び「3)商品注文内容の表示制御過程」(構成要件F4)を含むべきことを，構成要件Fにおいて規定していることが認められる。",
                "これらのうち，「Web-POSクライアント装置」が備える「Webブラウザ」による処理は，以下のとおりである。",
                "まず，「カテゴリーの変更または入力(選択)に関する表示制御過程」については，①「Web-POSサーバ・システム」から「Web-POSクライアント装置」に取扱商品に関する基礎情報に含まれたカテゴリーに対応する「カテゴリーリスト」を含む「HTMLリソース」が供給され，「Web-POSクライアント装置」の「表示装置」に「カテゴリーリスト」が表示されること，②ユーザが，「Web-POSクライアント装置」の「入力手段」により，表示された上記①の「カテゴリーリスト」からカテゴリーを変更又は入力(選択)するごとに，「Web-POSクライアント装置」が「Web-POSサーバ・システム」に変更又は入力(選択)されたカテゴリーに対応する商品基礎情報を含む「HTMLリソース」を要求する「HTTPメッセージ」を送信すること，③「Web-POSサーバ・システム」が上記②で受信した「HTTPメッセージ」に基づき，変更又は入力(選択)されたカテゴリーに対応する商品基礎情報を抽出して，「Web-POSクライアント装置」に同情報を含む「HTMLリソース」を送信し，「Web-POSクライアント装置」の「表示装置」に変更又は入力(選択)されたカテゴリーに対応する商品基礎情報からなる商品リストが表示されることが，それぞれ規定されているものと認められる(以上につき，構成要件F2)。",
                "次に，「商品識別情報の入力(選択)のための表示制御過程」においては，④ユーザが「Web-POSクライアント装置」の「入力手段」により，上記③のとおり表示された商品リストにつき商品識別情報を入力(選択)するごとに，「Web-POSクライアント装置」が「Web-POSサーバ・システム」に同商品識別情報に対応する商品基礎情報を問い合わせ，これを取得すること，⑤ユーザが，取得した商品基礎情報に基づく商品の情報を，「Web-POSクライアント装置」の「表示装置」に表示させることが，それぞれ規定されているものと認められる(以上につき，構成要件F3)。",
                "さらに，「商品注文内容の表示制御過程」については，⑥上記⑤のとおり表示された商品の情報について，「ユーザが，該入力手段により数量を入力(選択)すると，該数量に基づく計算が行われると共に，前記入力(選択)された商品識別情報と該商品識別情報に対応して取得された上記商品基礎情報に基づく商品の注文明細情報が該入力手段を有する表示装置に表示されると共に，ユーザが，該入力手段によりオーダ操作(オーダ・ボタンをクリック)を行うと，該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)される」ことが規定されているものと認められる(以上につき，構成要件F4)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Fについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，本件特許発明において，構成要件F1には「上記Webブラウザによる処理が，少なくとも，」と記載され，同記載に続いて，構成要件F2には「1)カテゴリーの変更または入力(選択)に関する表示制御過程」，構成要件F3には「2)商品識別情報の入力(選択)のための表示制御過程」，構成要件F4には「3)ユーザが所望する商品の注文のための表示制御過程，を含み，」と，それぞれ記載されている。",
                    "そして，構成要件F1の「上記Webブラウザ」とは，構成要件Dの「Webブラウザ」を指し，「Web-POSクライアント装置」は，「Webブラウザ」を備えていることから(構成要件D)，上記記載によれば，構成要件F1では，「Web-POSクライアント装置」が備える「Webブラウザ」による「処理」が，少なくとも，構成要件F2に記載された「1)カテゴリーの変更または入力(選択)に関する表示制御過程」，構成要件F3に記載された「2)商品識別情報の入力(選択)のための表示制御過程」及び構成要件F4に記載された「3)ユーザが所望する商品の注文のための表示制御過程」を含むことが規定されているということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，構成要件F2ないしF4は，原則として「Web-POSクライアント装置」が行う処理が記載されているが，中には，「Web-POSサーバ・システム」が行う処理も記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件F2によれば，「該Web-POSサーバ・システムの商品(PLU)マスタDBにおいて管理されている取扱商品に関する基礎情報に含まれたカテゴリーに対応するカテゴリーリストを含むHTMLリソース」及び「該要求のHTTPメッセージに基づき，該Web-POSサーバ・システムの商品(PLU)マスタDBにおいて管理されている取扱商品に関する基礎情報から該変更または入力(選択)されたカテゴリーに対応する商品基礎情報が抽出され，該抽出された商品基礎情報を含むHTMLリソース」は，いずれも，「Web-POSサーバ・システム」において「生成」され，上記各「HTMLリソース」が，「Web-POSクライアント装置」に「供給」ないし「送信」される(構成要件C参照)。",
                        "そして，上記各「HTMLリソース」は，「Web-POSクライアント装置」が備える「Webブラウザ」で「処理」されることにより，「カテゴリーリスト」及び「カテゴリーに対応する商品基礎情報からなる商品リスト」を表示装置に表示させる。",
                        "そうすると，構成要件F2において，「Webブラウザ」が行う「処理」は，「カテゴリーリストを含むHTMLリソース」及び「商品基礎情報を含むHTMLリソース」に基づいて，表示装置に「カテゴリーリスト」及び「カテゴリーに対応する商品基礎情報からなる商品リスト」を表示することであるということができる。",
                        "もっとも，構成要件F2において，「Web-POSサーバ・システム」による上記各HTMLリソースの「生成」，「供給」ないし「送信」といった「処理」も記載されている。これは，「Webブラウザ」で「処理」される上記各「HTMLリソース」が，「Web-POSサーバ・システム」において「生成」され，「供給」ないし「送信」するという「処理」が行われることを前提とするものであることから，これを構成要件上明確にしたものであることが理解できる。",
                        "したがって，構成要件F1によって，「Web-POSクライアント装置」が備える「Webブラウザ」による「処理」が行われるものとして規定されている構成要件F2を全体としてみれば，構成要件F2の「カテゴリーの変更または入力(選択)に関する表示制御過程」における「処理」は，「Web-POSクライアント装置」が備える「Webブラウザ」による「カテゴリーリスト」及び「カテゴリーに対応する商品基礎情報からなる商品リスト」を表示装置に表示させる「処理」が規定されているのであって，「Web-POSサーバ・システム」による「処理」が記載されているのは，「Webブラウザ」で「処理」される上記各「HTMLリソース」について，「Web-POSサーバ・システム」における「処理」が行われることを構成要件上明確にしたものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して，構成要件F3においては，構成要件F2のように，「HTMLリソース」が，「Web-POSサーバ・システム」において「生成」，「供給」ないし「送信」されるなど，「Web-POSサーバ・システム」による具体的な「処理」は何ら規定されておらず，構成要件F1の規定に基づき，「Web-POSクライアント装置」が備える「Webブラウザ」を「処理」の主体として，商品識別情報の入力(選択)のための表示制御過程が規定されている。",
                        "そして，構成要件F2によれば，「Web-POSサーバ・システム」において，「商品基礎情報」を含む「HTMLリソース」が「生成」され，「Web-POSクライアント装置」に「送信」されるから，「該入力(選択)された商品識別情報に対応する商品基礎情報」は，「HTMLリソース」として，「Web-POSサーバ・システム」から「送信」され，「Web-POSクライアント装置」が備える「Webブラウザ」で「処理」されることにより，「商品の情報」を表示装置に表示させる。",
                        "そうすると，構成要件F3において，「Webブラウザ」が行う「処理」は，「HTMLリソース」に含まれる「該入力(選択)された商品識別情報に対応する商品基礎情報」に基づいて，表示装置に「商品の情報」を表示することであり，構成要件F3においては，「商品識別情報の入力(選択)のための表示制御過程」における「処理」が規定されているということができる。",
                        "もっとも，構成要件F3には，「該入力(選択)された商品識別情報に対応する商品基礎情報」は，「Web-POSクライアント装置」が「Web-POSサーバ・システム」に問い合わせて取得することが規定されている。「商品に関する基礎情報」は，「Web-POSサーバ・システム」において「管理」されており(構成要件C)，これを「Web-POSクライアント装置」が「Web-POSサーバ・システム」に問い合わせて取得することが規定されていることからすれば，構成要件F3には，「Web-POSサーバ・システム」から上記「該入力(選択)された商品識別情報に対応する商品基礎情報」を含む「HTMLリソース」が「Web-POSクライアント装置」に対して送信されることが記載されているということができる。しかして，構成要件F3において，上記規定がされているのは，「Webブラウザ」で「処理」される上記「HTMLリソース」に含まれる「該入力(選択)された商品識別情報に対応する商品基礎情報」が，「Web-POSサーバ・システム」において「管理」され，「該入力(選択)された商品識別情報に対応する商品基礎情報」を含む「HTMLリソース」を「生成」，「送信」するという「処理」が行われることを前提とするものであることから，これを構成要件上明確にしたものであることが理解できる。",
                        "したがって，構成要件F1によって，「Web-POSクライアント装置」が備える「Webブラウザ」による「処理」が行われるものとして規定されている構成要件F3を全体としてみれば，構成要件F3の「商品識別情報の入力(選択)のための表示制御過程」における「処理」は，「Web-POSクライアント装置」が備える「Webブラウザ」による「商品の情報」を表示装置に表示させる「処理」が規定されているのであって，「Web-POSサーバ・システム」による「処理」が記載されているのは，「Webブラウザ」で「処理」される「該入力(選択)された商品識別情報に対応する商品基礎情報」について，「Web-POSサーバ・システム」における「処理」が行われることを構成要件上明確にしたものということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，構成要件F4においては，構成要件F3と同様に，構成要件F2のように，「HTMLリソース」が，「Web-POSサーバ・システム」において「生成」，「供給」ないし「送信」されるなど，「Web-POSサーバ・システム」による具体的な「処理」は何ら規定されておらず，構成要件F1の規定に基づき，「Web-POSクライアント装置」が備える「Webブラウザ」を「処理」の主体として，商品注文内容の表示制御過程が規定されている。",
                        "そして，「前記入力(選択)された商品識別情報と該商品識別情報に対応して取得された上記商品基礎情報」は，「Web-POSクライアント装置」が備える「Webブラウザ」で「処理」されることにより，「商品の注文明細情報」を表示装置に表示させるとともに，ユーザが，該入力手段によりオーダ操作(オーダ・ボタンをクリック)を行うと，「該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報」が「Web-POSサーバ・システム」に対して「送信」されることになる(「Web-POSサーバ・システム」において「取得(受信)」されることになる以上，「Web-POSクライアント装置」から送信されることは，明らかである。)。",
                        "そうすると，構成要件F4において，「Webブラウザ」が行う「処理」は，少なくとも，「前記入力(選択)された商品識別情報と該商品識別情報に対応して取得された上記商品基礎情報」に基づいて，表示装置に「商品の注文明細情報」を表示すること，及び「該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報」を「Web-POSサーバ・システム」に対して「送信」することであり，構成要件F4においては，「商品注文内容の表示制御過程」における「処理」が規定されているということができる。",
                        "もっとも，構成要件F4には，「該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる」と規定されている。しかし，当該規定は，上記のとおり，「Webブラウザ」が，「該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報」を「Web-POSサーバ・システム」に対して「送信」する「処理」を行うことを前提とするものであり，「Web-POSサーバ・システム」からみれば，上記「Webブラウザ」で「送信」する「処理」が行われた場合には，「該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報」が「取得(受信)されることになる」と，受動的ないし仮定的に記載されているにすぎないものと解するのが自然であって，「Web-POSサーバ・システム」を「処理」の主体として規定しているということはできない。",
                        "したがって，構成要件F1によって，「Web-POSクライアント装置」が備える「Webブラウザ」による「処理」が行われるものとして規定されている構成要件F4を全体としてみれば，構成要件F4の「商品注文内容表示制御過程」における「処理」は，「Web-POSクライアント装置」が備える「Webブラウザ」による，少なくとも，「商品基礎情報に基づく商品の注文明細情報」を表示装置に表示させる「処理」及び「該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報」を「Web-POSサーバ・システム」に対して「送信」する「処理」が規定されているのであって，「Web-POSサーバ・システム」による「処理」が記載されているということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件特許発明の構成要件F2ないしF4において，「Web-POSサーバ・システム」が行うべき「処理」として，「HTMLリソース」が，「Web-POSサーバ・システム」において「生成」，「供給」ないし「送信」されることが記載され(構成要件F2)，また，「該入力(選択)された商品識別情報に対応する商品基礎情報」が，「Web-POSサーバ・システム」において「管理」され，「該入力(選択)された商品識別情報に対応する商品基礎情報」を含む「HTMLリソース」を「生成」，「送信」する「処理」が記載されているのは(構成要件F3)，「Webブラウザ」で「処理」される上記「HTMLリソース」が，「Web-POSサーバ・システム」における上記各「処理」が行われることを前提とするものであることから，これを構成要件上明確にしたものである。",
                        "そして，前記アのとおり，構成要件F1では，「Web-POSクライアント装置」が備える「Webブラウザ」による「処理」が，少なくとも，構成要件F2に記載された「1)カテゴリーの変更または入力(選択)に関する表示制御過程」，構成要件F3に記載された「2)商品識別情報の入力(選択)のための表示制御過程」及び構成要件F4に記載された「3)ユーザが所望する商品の注文のための表示制御過程」を含むことが規定されていること，構成要件F2ないしF4において，上記各表示制御過程における「処理」は，いずれも「Web-POSクライアント装置」が備える「Webブラウザ」による「処理」として規定され，「Web-POSサーバ・システム」が行うべき「処理」については，これを構成要件上明確に記載していることに鑑みれば，構成要件F2ないしF4において，「Web-POSサーバ・システム」による処理であることが明確に記載されているもののみが，「Web-POSサーバ・システム」における「処理」であって，それ以外は，「Web-POSクライアント装置」が備える「Webブラウザ」，あるいは「Web-POSクライアント装置」による「処理」のみが規定されていると解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件F4の「該数量に基づく計算」について",
                  "text": [
                    "構成要件F4の「ユーザが所望する商品の注文のための表示制御過程」における「該数量に基づく計算」を行う「処理」については，例えば，「Web-POSサーバ・システム」に対して，「計算」した結果を含むHTMLリソースを要求するHTTPメッセージが送信され，これに対して「Web-POSサーバ・システム」がHTMLリソースを「生成」し，「供給」ないし「送信」することや，「Web-POSサーバ・システム」に問合せがされて「Web-POSクライアント装置」においてこれを取得することや，あるいは「Web-POSサーバ・システム」で「計算」した結果が，「Web-POSクライアント装置」の「Webブラウザ」において「処理」されることについては，特許請求の範囲には，何らの記載もない。",
                    "このように，構成要件F4において，表示制御過程における「処理」は，「Web-POSクライアント装置」が備える「Webブラウザ」による処理として規定され，「該数量に基づく計算」については，特許請求の範囲上，「Web-POSサーバ・システム」による「処理」であることが明確に記載されていないから，構成要件F4の「該数量に基づく計算」は，「Web-POSサーバ・システム」では行われず，「Webブラウザ」を備える「Web-POSクライアント装置」で行われるものと解さざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，構成要件F4は，その文言上，「該数量に基づく計算」について，「Web-POSクライアント装置」において行われる場合と，「Web-POSサーバ・システム」において行われる場合の双方を含んでいることは，本件明細書の【0137】から裏付けられる旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "なるほど，本件明細書の【0137】には，「明細フォームの計算は必ずしもWeb-POSクライアント装置側のみで行われる必要はなく，Web-POSサーバ装置側で行われ，その結果がWeb-POSクライアント装置に通知されるように構成されてもよい。」と記載されていることから，本件明細書の発明の詳細な説明には，「該数量に基づく計算」が，「Web-POSクライアント装置」で行われる場合と，「Web-POSサーバ・システム」で行われる場合の両者が記載されているということができる。しかしながら，特許発明の技術的範囲は，特許請求の範囲の記載に基づいて定めなければならないところ(特許法70条1項)，本件明細書には，実施例として，本件特許発明の「該数量に基づく計算」が，専ら，「Web-POSクライアント装置」において行われ，「Web-POSクライアント装置」から「計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる」ものしか開示されておらず(【0027】～【0133】)，本件明細書の【0137】の記載のみをもって，本件特許発明の「該数量に基づく計算」が，「Web-POSクライアント装置」で行われる場合と，「Web-POSサーバ・システム」で行われる場合の双方いずれをも含んでいると直ちにいうことはできない。そして，本件特許請求の範囲の記載から，構成要件F4の「該数量に基づく計算」が，「Web-POSクライアント装置」で行われることのみが記載されていると解さざるを得ないことは，前記(2)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，「該数量に基づく計算」が「Web-POSサーバ・システム」で行われるとするならば，その後に引き続くユーザのオーダ操作により，「該数量入力(選択)に基づく計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)される」こととなり，既に「Web-POSサーバ・システム」において計算し取得している計算結果を，再度「Web-POSサーバ・システム」が受け取ることとなり，不自然かつ不合理である。これに対し，「該数量に基づく計算」は，「Web-POSクライアント装置」で行われ，その後，ユーザのオーダ操作により，「Web-POSサーバ・システム」に対して，計算結果を含む注文情報が送られるというように，本件特許発明は，「Web-POSクライアント装置」で「該数量に基づく計算」を行うことを前提としたシステムであると解するのが自然かつ合理的である。",
                        "控訴人は，この点について，構成要件F4の「計算結果の注文情報」とは，計算結果そのものではなく，「計算結果に対応した注文情報」を意味するものであって，「該数量に基づく計算」が，「Web-POSクライアント装置」で行われる場合には，「計算結果の注文情報」に計算結果が含まれるが，「Web-POSサーバ・システム」で行われる場合には，「Web-POSクライアント装置」に通知された計算結果を再度「Web-POSサーバ・システム」に送る必要はないから，計算結果自体は「Web-POSサーバ・システム」で保持される一方で，計算結果を含まない注文情報(既に「Web-POSサーバ・システム」で行われた計算結果に対応する注文内容で，注文を確定させる情報)が，オーダ操作によって「Web-POSサーバ・システム」に送られることになる旨主張する。",
                        "しかし，本件明細書には，「計算結果の注文情報」が，「計算結果に対応した注文情報」であることの記載はないし，「該数量に基づく計算」が，「Web-POSクライアント装置」で行われる場合には，「計算結果の注文情報」には「計算結果」が含まれ，これに対して，「Web-POSサーバ・システム」で行われる場合には，「計算結果の注文情報」に「計算結果」が含まれないなどということも記載がない。",
                        "また，本件請求項1に，「注文情報」について，「該PLU情報に基づく商品ごとの注文情報が，Webブラウザを介して，該Web-POSサーバ・システムにおいてリアルタイムに取得される」(構成要件G)，「上記Web-POSサーバ・システムにおいて，上記Web-POSクライアント装置からリアルタイムで取得(受信)した上記商品の注文情報を売上管理DBに反映する」(構成要件H)，「上記Web-POSクライアント装置におけるユーザによる商品の注文操作が，Webブラウザを介するだけで，該商品ごとの注文情報として上記Web-POSサーバ・システムにおいて取得され」(構成要件H)及び「該取得された商品ごとの注文情報に基づく売上管理が実現される」(構成要件H)と記載されているように，本件特許発明においては，「Web-POSクライアント装置」におけるユーザの注文操作によって，「注文情報」が，「Web-POSサーバ・システム」でリアルタイムに取得され，商品ごとに売上管理DBに反映されて売上管理が実現されるものである。",
                        "そうすると，「Web-POSサーバ・システム」において，商品ごとの売上管理を実現するためには，構成要件F4に記載されている「Web-POSクライアント装置」から取得(受信)する「注文情報」は，商品ごとの商品名，単価，数量，金額などの情報(商品の注文明細情報)を含むものでなければならないから，構成要件F4において，「Web-POSクライアント装置」から「Web-POSサーバ・システム」に送信される「計算結果の注文情報」は，「該数量に基づく計算」の結果，すなわち，「計算結果」を含むものと解すべきであって，控訴人が主張するような，「計算結果」を含まない「計算結果に対応した注文情報」であると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，控訴人は，第1手続補正(乙15)において，特許請求の範囲の請求項1について，「該オーダ内容に基づく計算」が「Web-POSサーバ・システム」で行われることに限定するとともに，本件請求項1と同様に，「計算結果の販売情報または注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる」との文言を付加した補正をした。控訴人は，このことを根拠に，本件特許発明の構成要件F4は，「該数量に基づく計算」が「Web-POSクライアント装置」で行われることに限定されるべきではない旨主張する。",
                        "しかしながら，第1手続補正は，平成24年4月16日付けで補正の却下の決定がされている(乙16)。すなわち，「該オーダ内容に基づく計算」が「Web-POSサーバ・システム」で行われる場合にも，「計算結果の販売情報または注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる」との第1手続補正に係る特許請求の範囲の請求項1の記載は，却下されたものであるから，当該却下された請求項1の記載は，本件請求項1の「該数量に基づく計算」が「Web-POSクライアント装置」で行われることに限定されるべきではないことの根拠となるものではない。その上，本件明細書には，実施例として，本件特許発明の「該数量に基づく計算」が，専ら，「Web-POSクライアント装置」において行われ，「Web-POSクライアント装置」から「計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる」ものしか開示されておらず(【0027】～【0133】)，「該数量に基づく計算」が「Web-POSサーバ・システム」で行われた場合において，「Web-POSクライアント装置」から「計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる」ことについては何らの記載もない。",
                        "したがって，第1手続補正における，特許請求の範囲の請求項1についての補正の経緯は，本件特許発明の構成要件F4の「該数量に基づく計算」が「Web-POSクライアント装置」で行われることに限定されないことの根拠となるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，控訴人の前記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件明細書の【0014】の記載によれば，本件特許発明は，「計算」等の「処理」を可能な限り「Web-POSサーバ・システム」において行うべきことを示しており，これに反して，原則として「計算」は「Web-POSクライアント装置」で行われるべきとする解釈は，本件特許発明の特徴を理解しておらず，誤りであると主張する。",
                    "しかし，本件明細書の【0091】ないし【0098】，【0111】及び【0112】には，明細フォームの更新の「処理」は，「Web-POSサーバ・システム」から「Web-POSクライアント装置」にダウンロードされる「明細フォーム表示制御クライアントプログラム」に基づいて，「Web-POSクライアント装置」で行われることが記載されている。したがって，たとえ，本件明細書の【0014】に，「サーバ側ですべてのPOS処理を受け持つ」との記載があるとしても，本件明細書中に記載された「計算」の「処理」について，「Web-POSサーバ・システム」のみで行われるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，構成要件F1において含まれるとされる「処理」とは，構成要件F2の「1)カテゴリーの変更または入力(選択)に関する表示制御過程」，構成要件F3の「2)商品識別情報の入力(選択)のための表示制御過程」及び構成要件F4の「3)商品注文内容の表示制御過程」という，3つの「表示制御過程」にすぎず，「該数量に基づく計算」などの表示制御ではない処理は含まれておらず，そのため，「該数量に基づく計算」は，「Webブラウザ」の機能によるものではないから，原則としてWeb-POSクライアント装置において行われるべきものとはいえない旨主張する。",
                    "そこで，検討するに，構成要件F4は，発明特定事項として，「前記入力(選択)された商品識別情報と該商品識別情報に対応して取得された上記商品基礎情報に基づく商品の注文明細情報が該入力手段を有する表示装置に表示される」ことを含んでいるところ，「商品の注文明細情報」は，「取得された上記商品基礎情報」に基づくものである。",
                    "ところで，「商品の注文明細情報」を表示装置に表示するためには，少なくとも，「単価」(例えば，本件明細書の【図14】における「item＿price」，【図21】における「単価」など。)及び「数量」が必要であるから，上記「取得された上記商品基礎情報」には，「単価」が含まれることは明らかである。",
                    "そして，構成要件F3において，「商品基礎情報」は，既に「Web-POSクライアント装置」において，「Web-POSサーバ・システム」に問い合わせて「取得」されているのであるから，構成要件F4における「該数量に基づく計算」の「処理」は，「Web-POSクライアント装置」において既に「Web-POSサーバ・システム」に問い合わせて「取得」されている「単価」と，「ユーザが，該入力手段により数量を入力(選択)」した「数量」に基づいて行われるものであることからすれば，「該数量に基づく計算」の「処理」は，「Web-POSクライアント装置」において行われると解するのが自然である。",
                    "これに対して，「該数量に基づく計算」の「処理」が「Web-POSサーバ・システム」において行われるとするならば，その後に引き続くユーザのオーダ操作により，「該数量入力(選択)に基づく計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)される」こととなり，既に「Web-POSサーバ・システム」において計算し取得している計算結果を，再度「Web-POSサーバ・システム」が受け取ることとなり，不自然かつ不合理であることは，前記ア(イ)のとおりである。",
                    "したがって，控訴人の主張するように，「該数量に基づく計算」が，表示制御ではない「処理」であったとしても，前記(2)のとおり，「該数量に基づく計算」の「処理」は，「Web-POSサーバ・システム」では行われず，「Webブラウザ」を備える「Web-POSクライアント装置」で行われるものと解さざるを得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，構成要件F4は，「商品の注文明細情報」を「Web-POSクライアント装置」の表示装置に表示する処理を含んでいるところ，本件明細書の【0021】及び【0022】の記載によれば，当該「商品の注文明細情報」は，「Web-POSサーバ・システム」から供給されるものであって，Web-POSクライアント装置からWeb-POSサーバ・システムに問い合わされ，Web-POSサーバ・システムから注文明細情報を含むHTMLリソースが供給され，これをWeb-POSクライアント装置が取得していることは明らかであるから，構成要件Fにおいて，「Web-POSサーバ・システム」で「処理」するとの明示的な記載がなくとも，「Web-POSサーバ・システム」で「処理」が行われ得るものである旨主張する。",
                    "しかし，控訴人が上記主張において前提とする「商品の注文明細情報」が「Web-POSサーバ・システム」から供給されること(「商品の注文明細情報」について，Web-POSクライアント装置からWeb-POSサーバ・システムに問合せがされ，Web-POSサーバ・システムから注文明細情報を含むHTMLリソースが供給され，これをWeb-POSクライアント装置が取得すること)については，構成要件F4には何ら規定されていないから，控訴人の上記主張は，特許請求の範囲の記載に基づくものということはできず，採用することができない。",
                    "なお，本件明細書の【0021】の「注文商品明細を表示する部分の表示過程に対応するプログラムを含むHTMLリソースがWebサーバ装置から提供される」との記載は，「注文商品明細を表示する部分の表示過程に対応するプログラム」が「Web-POSクライアント装置」に提供されることが記載されているだけであって，「注文商品明細」を提供するものではないから，本件特許発明において，「商品の注文明細情報」が「Web-POSサーバ・システム」から供給されることの根拠となるものではない。",
                    "また，本件明細書の【0022】の「クライアント装置において，該「商品情報に対応したPLUリストを表示する部分」の商品情報に対しその識別情報を入力すると，Webサーバ装置は，「商品基礎情報と前記入力した商品識別情報とに基づいて出力される入力結果の注文商品明細を表示する部分の表示過程」として上記入力結果の商品販売明細や商品発注明細フォームを供給し」との記載部分は，平成24年7月22日付けで，審判請求書とともに提出された手続補正書(乙18)により補正(第2手続補正)されたものである。しかし，上記記載部分は，平成24年4月16日付け補正の却下の決定(乙16)において，「発明の詳細な説明では，第2フレームに表示されているPLUリスト中の所望の商品名を選択し，第2フレームに表示されている数量入力フィールドに数量を入力しないとPOS管理のための明細フォームを第3フレーム上に取得できないにもかかわらず，請求項1，4では，第2フレームに表示されている数量入力フィールドに数量を入力せずに，『商品の注文明細情報が該入力手段を有する表示装置に表示される』という新たな技術上の意義が追加されているから，当該補正は，新たな技術的事項を導入するものである。」として，却下された手続補正書(乙15)の特許請求の範囲の請求項1の「2)商品識別情報の入力(選択)に関する表示制御，すなわち，…該取得された商品情報に対し商品識別情報を入力(選択)するごとに，該入力(選択)された商品識別情報と該取得された商品基礎情報に基づく商品の注文明細情報が該Web-POSサーバ・システムから供給され，該供給された商品の注文明細情報が該入力手段を有する表示装置に表示される」との記載に相当する。したがって，第2手続補正における【0022】の補正も，新たな技術的事項を導入するものであったということができ，控訴人の上記主張の根拠となるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，構成要件F2には「ユーザが，…カテゴリーを変更または入力(選択)するごとに，…対応する商品基礎情報を含むHTMLリソースを要求するHTTPメッセージが上記Web-POSサーバ・システムに送信され」との記載が，構成要件F3には「ユーザが，…商品識別情報を入力(選択)するごとに，…対応する商品基礎情報が上記Web-POSサーバ・システムに問い合わされて取得され」との記載があるから，本件特許発明の構成要件F(F1ないしF4)は，ユーザが入力や選択といった操作を行うごとに，「Web-POSクライアント装置」から「Web-POSサーバ・システム」に問合せ(HTMLリソースを要求するHTTPメッセージの送信)が行われると理解できるところ，構成要件F4においても，「ユーザが…数量を入力(選択)する」との過程が含まれているから，前述した構成要件F2及びF3の記載に照らせば，当業者は，ユーザによる当該数量の「入力(選択)」に応じて，Web-POSクライアント装置からWeb-POSサーバ・システムに，何らかの問合せが行われるものと理解するものであり，かかる構成要件F全体の記載に照らせば，構成要件F4の「該数量に基づく計算」は，「Web-POSサーバ・システム」で行われると解する方がより自然である旨主張する。",
                    "しかし，構成要件F2は，「カテゴリーの変更または入力(選択)に関する表示制御過程」であって，ユーザが「カテゴリー」を入力(選択)するごとに，「Web-POSクライアント装置」の表示装置では，「商品基礎情報からなる商品リスト」を変更しなければならないから，「商品基礎情報」を有する「Web-POSサーバ・システム」に対して，「HTMLリソース」を要求する「HTTPメッセージ」を「送信」する必然性が理解できる。同様に，構成要件F3は，「商品識別情報の入力(選択)のための表示制御過程」であって，ユーザが「商品識別情報」を入力(選択)するごとに，「Web-POSクライアント装置」の表示装置では，「商品基礎情報に基づく商品の情報」を変更しなければならないから，「商品基礎情報」を有する「Web-POSサーバ・システム」に対して，「HTMLリソース」を要求する「HTTPメッセージ」を「送信」する必然性が理解できる。",
                    "これに対して，構成要件F4は，「商品注文内容の表示制御過程」であって，ユーザが数量を入力(選択)すると，「該数量に基づく計算が行われる」と記載されているのであって，構成要件F2や構成要件F3のように，「Web-POSサーバ・システム」が有する「商品基礎情報」について，「Web-POSクライアント装置」から「Web-POSサーバ・システム」に対して，「HTTPメッセージ」を送信することによって「HTMLリソース」を要求したり，問合せをしたりする必然性はない。かえって，前記ウのとおり，構成要件F3において，「商品基礎情報」は，既に「Web-POSクライアント装置」において，「Web-POSサーバ・システム」に問い合わせて「取得」されているから，構成要件F4における「該数量に基づく計算」の「処理」は，「Web-POSクライアント装置」において既に「Web-POSサーバ・システム」に問い合わせて「取得」されている「単価」と，「ユーザが，該入力手段により数量を入力(選択)」した「数量」に基づいて行われるものであることからすれば，「該数量に基づく計算」の「処理」は，「Web-POSクライアント装置」において行われると解するのが自然である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "よって，控訴人の前記主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告方法について",
              "text": [
                "前記のとおり，構成要件F4の「該数量に基づく計算」は，「Web-POSサーバ・システム」ではなく，「Webブラウザ」を備える「Web-POSクライアント装置」で行われるものと解される。",
                "そして，証拠(乙1)によれば，被告方法においては，「(ユーザ端末の)表示画面上で，商品の「数量」を入力して「カートに追加」がクリックされると，数量の情報がWebサーバに送られて金額の計算が行われ，計算結果が顧客のコンピュータに送られて表示され…ユーザ端末において，入力した数量に基づく金額の計算が行われることはない」(原判決別紙被告システム説明書「4」参照)と認められる。",
                "そうすると，仮に，被告システムにおける「ユーザ端末」が本件特許発明にいう「Web-POSクライアント装置」に該当するとしても，構成要件F4にいう「該数量に基づく計算」は，当該「ユーザ端末」において行われないのであるから，被告方法は，少なくとも構成要件F4を充足しない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，その余の各構成要件の充足性につき検討するまでもなく，被告方法が，文言上，本件特許発明の技術的範囲に属するということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点3(被告方法が本件特許発明と均等なものとしてその技術的範囲に属するか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "均等侵害の要件",
              "text": [
                "特許請求の範囲に記載された構成中に，相手方が製造等をする製品又は用いる方法(以下「対象製品等」という。)と異なる部分が存する場合であっても，①同部分が特許発明の本質的部分ではなく，②同部分を対象製品等におけるものと置き換えても，特許発明の目的を達することができ，同一の作用効果を奏するものであって，③上記のように置き換えることに，当該発明の属する技術の分野における通常の知識を有する者(当業者)が，対象製品等の製造等の時点において容易に想到することができたものであり，④対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれから当該出願時に容易に推考できたものではなく，かつ，⑤対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないときは，同対象製品等は，特許請求の範囲に記載された構成と均等なものとして，特許発明の技術的範囲に属するものと解するのが相当である(最高裁判所平成6年(オ)第1083号平成10年2月24日第三小法廷判決・民集52巻1号113頁参照)。",
                "そして，特許発明の実質的価値は，特許請求の範囲に記載された構成からこれと実質的に同一なものとして当業者が容易に想到することのできる技術に及び，第三者はこれを予期すべきものであるから，対象製品等が，特許発明とその本質的部分，目的及び作用効果で同一であり，かつ，特許発明から当業者が容易に想到することができるものである場合には，原則として，均等が成立する。しかし，特許出願手続において出願人が特許請求の範囲から意識的に除外したなど，特許権者の側においていったん特許発明の技術的範囲に属しないことを承認するか，又は外形的にそのように解されるような行動をとったものについて，特許権者が後にこれと反する主張をすることは，禁反言の法理に照らし許されないから，このような特段の事情がある場合には，例外的に，均等の成立が否定されることとなる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件出願手続における補正の経緯",
              "text": [
                "本件出願手続における補正の経緯については，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成22年7月11日，特願2010-43641号に係る出願について，分割出願(本件出願)を行うとともに，平成23年4月4日，手続補正書を提出して，特許請求の範囲を補正した。",
                    "上記手続補正の時点において，「計算」については，「Web-POSサーバ・システム」で行われるのか，「Web-POSクライアント装置」で行われるのかを含め，発明特定事項としては何ら規定されていなかった(甲2，30)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成23年8月11日付けで，特許庁から，特許法29条2項及び36条6項1号違反を理由とする最後の拒絶理由通知を受けたことから，同年10月9日付け手続補正書を提出して，特許請求の範囲を補正するとともに(第1手続補正)，意見書を提出した。",
                    "この第1手続補正においては，特許請求の範囲の請求項1は，「ユーザが，該入力手段により，オーダ内容(数量)を入力(選択)すると，該オーダ内容に基づく計算が上記Web-POSサーバ・システムにおいて行われると共に，その結果が上記Web-POSクライアント装置に通知され，また，ユーザが，該入力装置により，オーダ操作(オーダ・ボタンをクリック)を行うと，該商品の注文明細情報に対する該オーダ内容に基づく計算結果の販売情報または注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる，」との発明特定事項を含み，「計算」は，「Web-POSサーバ・システム」で行われることに限定された(乙4，14，15)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "特許庁は，平成24年4月16日付けで，前記イの第1手続補正について，新規事項の追加を含み，特許法17条の2第3項に違反するとして，補正却下の決定を行うとともに，本件出願について，同日付けで，同法36条6項1号及び同法29条2項に違反するとして拒絶査定をした。",
                    "上記補正却下の決定は，発明の詳細な説明では，第2フレームに表示されている数量入力フィールドに数量を入力しないとPOS管理のための明細フォームを第3フレーム上に取得できないにもかかわらず，第1手続補正に係る請求項1及び4では，かかる入力をせずに注文明細情報が表示されるという新たな技術的事項を導入するものであることなどを理由とするものであり，上記拒絶査定は，第1手続補正前の請求項1の商品オーダ内容の確定操作過程の記載については発明の詳細な説明には記載も示唆もないこと，同請求項1ないし4に係る発明は特開平9-330360号公報(甲5)に記載された発明に基づいて容易に発明することができたものであることを理由とするものであった(乙14，16，17)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，控訴人は，平成24年7月22日付けで，審判請求書を提出するとともに，同日付け手続補正書を提出して，特許請求の範囲を補正し(第2手続補正)，その後，同年9月5日，本件特許の特許査定を受け，同月28日，設定登録を受けた。",
                    "この第2手続補正による特許請求の範囲の請求項1(本件請求項1)は，「ユーザが，該入力手段により数量を入力(選択)すると，該数量に基づく計算が行われると共に，前記入力(選択)された商品識別情報と該商品識別情報に対応して取得された上記商品基礎情報に基づく商品の注文明細情報が該入力手段を有する表示装置に表示されると共に，ユーザが，該入力手段によりオーダ操作(オーダ・ボタンをクリック)を行うと，該商品の注文明細情報に対する該数量入力(選択)に基づく計算結果の注文情報が該Web-POSサーバ・システムにおいて取得(受信)されることになる，」という発明特定事項を含み，「該数量に基づく計算」が，「Web-POSクライアント装置」で行われることのみが記載されていると解さざるを得ないものであった。なお，審判請求書には，第2手続補正に係る本件請求項1の構成要件F4の記載は，出願当初の明細書の【0137】等の記載に基づく旨記載されており，「該数量に基づく計算」に関する発明特定事項の補正の根拠として，本件明細書の【0137】を挙げていた(甲1，2，乙5，18)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "均等の第5要件について",
              "text": [
                "前記(2)の認定事実によれば，第1手続補正前の時点では，特許請求の範囲の請求項1において，「計算」については，「Web-POSサーバ・システム」で行われるのか，あるいは，「Web-POSクライアント装置」で行われるのかを含め，発明特定事項としては何ら規定されていなかったが，控訴人は，第1手続補正によって，特許請求の範囲の請求項1において，「計算」について，「Web-POSサーバ・システム」で行われる構成に限定し，その後にした第2手続補正において，特許請求の範囲を本件請求項1の構成要件F4のとおり補正し，この第2手続補正に基づく特許請求の範囲の請求項1(本件請求項1)について，特許査定を受けたものであるということができる。そして，第2手続補正によって補正された特許請求の範囲の請求項1(本件請求項1)の「該数量に基づく計算」，すなわち，本件特許発明の構成要件F4の「該数量に基づく計算」は，「Web-POSサーバ・システム」では行われず，「Webブラウザ」を備える「Web-POSクライアント装置」で行われるものと解さざるを得ないことは，前記1のとおりである。",
                "そうすると，本件出願手続において，第1手続補正前の時点では，「計算」について，発明特定事項として何らの規定もされていなかった特許請求の範囲の請求項1について，控訴人は，第1手続補正により，「計算」が「Web-POSサーバ・システム」で行われる構成に限定し，その後の第2手続補正によって，この構成に代えて，あえて「該数量に基づく計算」が「Web-POSクライアント装置」で行われる構成に限定して特許査定を受けたものということができる。",
                "上記事実に鑑みれば，控訴人において，「該数量に基づく計算」が，被告方法のように「Web-POSサーバ・システム」で行われる構成については，本件特許発明の技術的範囲に属しないことを承認したもの，又は外形的にそのように解されるような行動をとったものと評価することができる。",
                "したがって，均等の第5要件の成立は，これを認めることができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，均等の第5要件の充足を判断するに当たっては，手続補正の目的や出願人の認識などの事情を考慮すべきところ，第2手続補正の目的は，「該数量に基づく計算」が「Web-POSクライアント装置」によって行われる場合に本件特許発明を限定しようとするものではないから，第2手続補正によって，「該数量に基づく計算」を「Web-POSサーバ・システム」において行う構成が，本件特許請求の範囲から「意識的に除外」されたと外形的に評価することはできないし，特許権者の利益を犠牲にして保護すべきとするほどの第三者の期待が生じていたとはいえない旨主張する。",
                    "しかし，第1手続補正前の時点では，「計算」について，発明特定事項として何らの規定もされていなかった特許請求の範囲の請求項1について，控訴人は，第1手続補正により，「計算」が「Web-POSサーバ・システム」で行われる構成に限定し，その後の第2手続補正によって，第1手続補正による「計算」が「Web-POSサーバ・システム」で行われる構成に代えて，あえて「Web-POSクライアント装置」で行われる構成に限定することにより，「該数量に基づく計算」が，被告方法のように「Web-POSサーバ・システム」で行われる構成については，本件特許発明の技術的範囲に属しないことを承認したもの，又は外形的にそのように解されるような行動をとったものと評価することができることは，前記(3)のとおりである。かかる評価は，構成要件F4に係る第2手続補正が，第1手続補正却下又は拒絶理由を回避するために行われたものであるか否かなど，出願人の手続補正の目的いかんによって左右されるものではなく，客観的に判断されるべきである。",
                    "そして，前記(3)のとおり，控訴人において，「該数量に基づく計算」が，被告方法のように「Web-POSサーバ・システム」で行われる構成については，本件特許発明の技術的範囲に属しないことを承認したもの，又は外形的にそのように解されるような行動をとったものと評価することができるのであるから，特許権者のかかる外形的行動を信頼した第三者を保護すべきであり，控訴人がこれに反して当該「Web-POSサーバ・システム」で行われる構成について均等の主張をすることは，禁反言の法理に照らして許されないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件特許発明の課題は，「専用のPOS通信機能／POS専用線を必要とせず，取扱商品の自由な変更が可能なPOSシステムを実現すること」であり，この課題を解決するため，本件特許発明は，本件請求項1の構成を採用することにより，上記課題を解決するものであるところ，「該数量に基づく計算」が，Web-POSサーバ・システムで行われるか，Web-POSクライアント装置で行われるかという問題は，本件特許発明の上記目的及びこれを実現する構成とは関係がないから，第5要件を充足する旨主張する。",
                    "しかし，控訴人において，「該数量に基づく計算」が，被告方法のように「Web-POSサーバ・システム」で行われる構成については，本件特許発明の技術的範囲に属しないことを承認したもの，又は外形的にそのように解されるような行動をとったものと評価することができることは，前記(3)のとおりであり，本件において，本件特許発明の目的やこれを実現し得る構成いかんによって，上記評価が左右されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，控訴人の前記主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，均等のその余の要件の成否につき検討するまでもなく，被告方法が本件特許発明と均等なものとしてその技術的範囲に属するということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "したがって，その余の点について判断するまでもなく，控訴人の請求は理由がないから，控訴人の請求を棄却した原判決は相当である。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}