{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，2億円及びこれに対する平成26年1月18日から支払済みまで年6分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，特段の断りがない限り，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "一審の本訴請求は，被控訴人(一審本訴原告・反訴被告)が，控訴人(一審本訴被告・反訴原告)との間で，被控訴人の子会社として設立された株式会社ＮRD(設立後まもなく，その商号が「FBC株式会社」に変更された。以下，「ＮRD」又は「FBC」という。)が主体となって福島県内における放射能汚染の除染に係る事業を進めることなどを内容とする事業提携に関する基本合意を締結したが，控訴人において上記基本合意に基づいて取得したFBCの株式を他に譲渡したことが上記基本合意に違反する旨主張して，控訴人に対し，上記基本合意に係る約定違約金2億円及びこれに対する平成25年11月27日(訴状送達の日の翌日)から支払済みまで商事法定利率年6分の割合による遅延損害金の支払を求めたものである。",
            "一審の反訴請求は，控訴人が，被控訴人において，その保有する放射能汚染の除染技術に関する特許権についてFBCに対する無償の専用実施権の設定に応じなかったことが上記基本合意に違反する旨主張して，被控訴人に対し，上記基本合意に係る約定違約金2億円及びこれに対する平成26年1月18日(控訴人の被控訴人に対する催告に係る支払期限の翌日)から支払済みまで商事法定利率年6分の割合による遅延損害金の支払を求めたものである。",
            "原判決は，①控訴人と被控訴人との間において，控訴人が被控訴人に無断でFBCの株式を第三者に譲渡することを禁止する旨の合意が成立したとは認められないとして，被控訴人の本訴請求を棄却し，②控訴人と被控訴人との間において，被控訴人がFBCに対し被控訴人が保有する放射能汚染の除染技術に関する特許権について無償の専用実施権を設定する義務を負う旨の合意が成立したとは認められないとして，控訴人の反訴請求を棄却した。",
            "控訴人は，原判決中，反訴請求を棄却した部分を不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "前提事実は，次のとおり訂正するほか，原判決「事実及び理由」の第2の2記載のとおりであるから，これを引用する(ただし，「原告」とあるのを「被控訴人」と，「被告」とあるのを「控訴人」とそれぞれ読み替える。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁6行目から7行目にかけての「バイオエタノール資源作物」を，「バイオエタノール用資源作物」と，同頁9行目から10行目にかけての「株式会社ＮRD(以下「ＮRD」という。)」を「ＮRD」と，同頁14行目の「業務提携」を「事業提携」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁17行目冒頭から4頁5行目末尾までを次のとおり改める。",
                "「「1．構想の推進主体は，ＮRDとする。",
                "2．控訴人は，ＮRDが今回発行する新株400株全部を引き受け，その対価として速やかに1億円を払い込み，ＮRDの総発行済株式の3分の2を保有するものとする(以下「本件条項1」という。)。",
                "3．被控訴人及び被控訴人社長Aは，除染に関し，それぞれが所有する知的財産権(ノウハウ，営業秘密等を含む。)の全てについて，速やかに，ＮRDに独占的な専用実施権(期間3年)を賦与するとともに，本合意の成立以後，ＮRD社長からの文書による別段の指示がある場合を除き，一切の除染に係る事業活動に関与しないものとする(以下「本件条項2」という。)。",
                "4．ＮRDの役員は，取締役5名及び監査役1名とし，控訴人が取締役3名(うち1名は社長)及び監査役1名を，被控訴人が取締役2名をそれぞれ指名するものとする。",
                "8．被控訴人又は控訴人が，本件基本合意書の各条項(「1．～7．」)のいずれかに違背したときは，2億円の違約金を，請求を受けたときから1か月以内に支払うものとする(以下「本件違約金条項」という。)。」」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁6行目冒頭から7行目の「株式を取得し」までを次のとおり改める。",
                "「(4)  控訴人は，平成25年1月9日，本件基本合意に基づき，ＮRDが発行した株式400株を取得し，その対価として1億円をＮRDに支払った。その結果」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決4頁9行目から10行目にかけての「FBC株式会社(以下「FBC」という。)」を「FBC」と改め，同頁15行目冒頭から16行目末尾までを次のとおり改める。",
                "「イ  控訴人，被控訴人，日本アルコール販売及びFBCは，第1株式譲渡に際し，平成25年1月25日付け覚書(以下「本件覚書」という。甲3)を作成した。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決5頁4行目冒頭から9行目末尾までを削除する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件の争点(反訴請求関係)は，被控訴人が本件基本合意の本件条項2に違反したか否かであり，その前提として，本件条項2によって，控訴人と被控訴人との間に，被控訴人がFBCに対し被控訴人の保有する放射能汚染の除染技術に関する特許権について無償の専用実施権を設定する義務を負う旨の合意(以下「本件専用実施権無償設定合意」という。)が成立したか否かが問題となる。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人と被控訴人との間において，本件専用実施権無償設定合意が成立したこと",
              "text": [
                "本件条項2では，「被控訴人及び被控訴人社長Aは，除染に関し，所有する知的財産権(ノウハウ，営業秘密等を含む。)の全てについて，速やかに，ＮRDに独占的な専用実施権(期間3年)を賦与する」ものとされており，当該専用実施権の付与を「無償」とするとの文言が明記されてはいないものの，以下のような事情からすれば，控訴人と被控訴人の間においては，被控訴人が有する放射能汚染の除染に係る技術をFBCに移転すること，すなわち，FBCが被控訴人の有する上記技術を無償で利用できるようにすることを当然の前提として本件基本合意がされたものといえるから，本件条項2によって，本件専用実施権無償設定合意が成立したものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そもそも，FBCは，被控訴人が，被控訴人の有する放射能汚染の除染技術に係る特許及びノウハウを事業化するための受け皿会社として設立した会社であり(乙6)，控訴人と被控訴人との事業提携がされた後は，被控訴人は除染事業に関与せず，FBCが除染事業の主体となることが予定されていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人のAは，平成24年12月，控訴人のBに対し，本件構想に関する提案を行うに際し，説明資料として「㈱ＮRD資本政策案(2012年12月26日時点)」と題する書面(乙5の1。以下「本件資本政策案1」という。)，「資本政策の詳細(計画案)FBC㈱資本政策案(2012年12月27日時点)」と題する書面(乙5の2。以下「本件資本政策案2」という。)及び「今般の資本政策及び事業計画についてのご案内」と題する書面(乙6。以下「本件案内書面」という。)を示している。",
                    "そして，本件資本政策案1及び本件資本政策案2は，FBCに対する出資を要請する相手方企業とその出資予定額が記載された書面であるところ，これらの書面には，「CDMコンサルティングより除染技術に関する特許の専用実施権のＮRDへの付与」と明記されている。",
                    "また，本件案内書面には，「当初，CDMは本特許等の評価額を対価としてFBCへ現物出資を実行することを検討し」ていたが，「今般の資本政策の時間軸に適さないことから，平成25年1月の第1回目の増資実行前に，CDMよりFBCに対して本特許等の独占的なライセンスの付与を行う予定である。」，「第1回目の増資においては，本特許権等の独占的なライセンスの暫定的な価値を1億円とし，日本アルコール販売株式会社による1億円の増資引受を想定している。」と記載されている。",
                    "このように，FBCに対する出資計画について記載された本件資本政策案1及び本件資本政策案2において，あえてFBCに対する特許の「専用実施権」の付与について記載されていることや，本件案内書面に，被控訴人の特許をFBCに「現物出資」することの代替策として，「独占的なライセンスの付与を行う」旨が明記されていることからすれば，被控訴人が，控訴人に対し，自らの特許をFBCに現物出資するのと同様に，実施権の対価(ロイヤルティ)を収受することなく，FBCに専用実施権を付与する旨の提案をしていることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人が，FBCに1億円もの出資を行い，しかも，被控訴人の金銭出資がＮRD設立時の資本金である200万円のみであるにもかかわらず，控訴人と被控訴人との持株比率を2対1としたのは，控訴人と被控訴人の間において，FBCが被控訴人の有する放射能汚染の除染に係る技術を無償で利用できるようにすることが前提とされていたからであり，そうでなければ，控訴人が上記の条件で出資に応ずるはずがない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "FBCは，被控訴人の除染技術に係る特許及びノウハウを事業化するための受け皿会社として設立された会社であり，被控訴人は，除染事業の主体となるFBCに対する出資を，控訴人を含む第三者から募ることを企図していたのであるから，被控訴人としては，控訴人を含む第三者から出資してもらうための前提条件として，FBCが被控訴人の特許を利用して除染事業を行うことができる状態にしておかなければならなかったはずである。",
                    "しかるところ，仮に，被控訴人がFBCから特許の実施権に係るロイヤルティを収受することを予定していたのであれば，控訴人にその旨説明して，出資を受ける前に控訴人の承諾を得ておき，FBCに対して即時に特許の実施権を設定できる状態にしておかなければならなかったはずである。",
                    "また，控訴人にとっても，FBCが被控訴人に対して特許の実施権に係るロイヤルティを支払わなければならないとすれば，投資の回収計画にも影響を及ぼすことになるのであるから，ロイヤルティの額等は，控訴人がFBCに出資するかどうかを決定するに際しての判断材料として，極めて重要な事項であったはずである。",
                    "にもかかわらず，本件の経過においては，被控訴人から控訴人に対し，特許の実施権に係るロイヤルティ等の条件についての説明及び提案は一切なかったのであり，このような経過からすれば，控訴人と被控訴人の間においては，被控訴人がFBCから特許の実施権に係るロイヤルティを収受しないことが前提とされていたものと考えられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人が本件条項2に違反していること",
              "text": [
                "上記(1)のとおり，控訴人と被控訴人の間においては，本件条項2によって，本件専用実施権無償設定合意が成立している。",
                "ところが，被控訴人は，平成25年2月22日，FBCに対し，本件専用実施権無償設定合意に反して，被控訴人がFBCに対し被控訴人の保有する放射能汚染の除染技術に関する特許権について有償の通常実施権を許諾することを内容とする特許実施権許諾契約書(乙9。以下「本件特許実施権許諾契約書」という。)を提示した。",
                "そこで，FBCは，被控訴人に対し，本件専用実施権無償設定合意に反する提案を行った真意を確認するための質問書を送付するなどしたが，被控訴人は，これに一切回答することなく，控訴人に対し，同年3月22日付けの書面(乙2)をもって，本件基本合意を解除する旨の通知をしてきた。",
                "以上のような控訴人の行為は，本件専用実施権無償設定合意に基づく義務の不履行に当たり，本件条項2に違反するものである。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "subject": "控訴人と被控訴人との間において，本件専用実施権無償設定合意が成立したとは認められないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件条項2の規定及び本件基本合意がされた経緯",
                  "text": [
                    "専用実施権は，これが設定されると特許権者自身も特許発明を実施することができなくなる極めて強い権利であって，実際に設定されることは極めて稀である。また，仮に設定されるとしても有償で行われるのが通常であるから，無償で専用実施権が設定される場合には契約書にその旨が明記されるはずである。",
                    "ところが，本件基本合意書には無償で専用実施権を設定する旨の記載が一切ない。そればかりか，控訴人と被控訴人の間では，ライセンスを有償にするか無償にするかという議論自体も行われていなかった。",
                    "このように，本件条項2が，FBCに対し専用実施権を無償で設定する義務を被控訴人に負わせるものでないことは，その規定自体及び本件基本合意がされた経緯から明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許権の重要性",
                  "text": [
                    "被控訴人は，長期にわたり多額の費用を投じて放射能汚染の除染に関する技術を開発してきたものであり，その技術に係る特許権は被控訴人にとって極めて重要な財産であった。",
                    "したがって，被控訴人が，その保有する放射能汚染の除染技術に関する特許権について無償の専用実施権を第三者に設定することなど考えられないことであり，そのような事情は，控訴人も当然認識していたはずである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "共有者の存在",
                  "text": [
                    "被控訴人が保有する放射能汚染の除染技術に関する特許権は，いずれも国立大学法人東京工業大学(以下「東工大」という。)及び財団法人原子力研究バックエンド推進センター(以下「RAＮDEC」という。)との共有となっており，FBCに当該特許権をライセンスすることとなれば，当然これらの共有者に対しても対価を支払う必要が生じるのであり，他方，上記特許権が共有となっていることは，控訴人も本件基本合意の締結時に認識していた。",
                    "したがって，控訴人においても，FBCが上記特許権についてのライセンスを受ければ被控訴人がこれらの共有者に相応の対価を支払わなければならないことを認識していたはずであり，このことからも，FBCへのライセンスを有償とすることが被控訴人と控訴人の共通認識であったことは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件条項2によって，控訴人と被控訴人との間に本件専用実施権無償設定合意が成立したとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人は本件条項2に違反していないこと",
              "text": [
                "上記(1)のとおり，控訴人と被控訴人との間に本件専用実施権無償設定合意が成立しているとは認められない。",
                "被控訴人は，平成25年2月22日，FBCに対し，被控訴人がFBCに対し被控訴人の保有する放射能汚染の除染技術に関する特許権について有償の通常実施権を許諾することを内容とする本件特許実施権許諾契約書を提示して，これに基づく契約の締結を申し入れた。ところが，控訴人が，同契約書の内容は本件条項2に違反する旨を一方的に主張したため，FBCとの特許実施権許諾契約の締結には至らなかった。",
                "したがって，被控訴人は，本件条項2に違反していない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "証拠(甲1，2，5，乙2，5ないし10，12ないし14，16ないし20(いずれも枝番のあるものは枝番も含む。)，証人A，証人B)及び弁論の全趣旨によれば，本件の経過等として，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成24年12月27日，被控訴人の代表取締役であったAは，かねて知り合いであった控訴人の取締役会長であるBを訪問し，本件構想について説明した上で，その事業化に当たり，控訴人による出資と事業への参加を申し入れた。その際，Aは，本件資本政策案1(乙5の1)を持参してBに示した。本件資本政策案1は，被控訴人が出資に関するコンサルティングを委託していた株式会社ホワイト・ノーツ(以下「ホワイト・ノーツ」という。)の担当者であるCが作成したもので，ＮRDの増資に関する計画及び出資を要請する企業名等が記載されており，その中には，「第1回目の増資［200］百万円」との記載の下に，「(CDMコンサルティングより除染技術に関する特許の専用実施権のＮRDへの付与)」との記載がある。",
                "Aの上記申入れに対し，Bは，これを積極的に受け入れる姿勢を示した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ホワイト・ノーツのCは，Aの指示に基づき，本件資本政策案1を訂正した本件資本政策案2(乙5の2)及び本件案内書面(乙6)を作成し，平成24年12月28日，A及びBに対し，これらの書面をメールで送信した。",
                "本件資本政策案2は，本件資本政策案1を一部修正したものであり，その中には，「第1回目の増資100百万円」との記載の下に，「(CDMコンサルティングより除染技術に関する特許の専用実施権のＮRDへの付与)」との記載がある。また，本件案内書面は，「FBC株式会社代表取締役A」を作成名義人とする書面であり，その中には，被控訴人が，被控訴人の有する放射性物質の除染技術に係る特許及びノウハウを事業化するための受け皿会社としてＮRDを設立したこと，ＮRDは，今後FBC株式会社への商号変更を予定していること，FBCは，今後，平成25年1月に1億円，同年3月に9億円の増資を予定していることなどが記載されているほか，「株価について」との表題の下，「当初，CDMは本特許等の評価額を対価としてFBCへ現物出資を実行することを検討したものの，外部専門家による評価額の査定に一定の時間を要し，今般の資本政策の時間軸に適さないことから，平成25年1月の第1回目の増資実行前に，CDMよりFBCに対して本特許等の独占的なライセンスの付与を行う予定である。」，「第1回目の増資においては，本特許権等の独占的なライセンスの暫定的な価値を1億円とし，日本アルコール販売株式会社による1億円の増資引受を想定している。」との記載がある。",
                "平成24年12月28日，AがBを訪問し，控訴人と被控訴人が本件構想を共同で事業化することに向けた話合いが行われた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "平成25年1月3日，Bは，控訴人の経営企画を担当する企画グループマネージャーとともにAを訪問し，被控訴人の他の取締役やホワイト・ノーツのCも同席して，本件構想の共同での事業化に向けた話合いが行われた。その中で，BとAの間で，事業主体となるＮRDの株式の控訴人の持株割合を3分の2とすることなどが確認された。また，その話合いの過程で，AからBらに対し，本件構想に係る事業に用いられる技術に関して被控訴人が保有する特許(特許出願中のものも含む。)の一覧表(乙7。以下「本件特許一覧表」という。)及びそのうち登録済みの3件の特許(原判決別紙記載のもの。以下「本件特許」といい，その特許権を「本件特許権」という。)に係る特許証の写し(乙8の1ないし3)が交付され，これらの特許についての一般的な説明が行われた。",
                "本件特許権は，いずれも被控訴人，東工大及びRAＮDECの共有に係るものであるところ，本件特許一覧表及び上記特許証の写しにもその旨が記載されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "平成25年1月9日ころ，Bが作成した文案に基づき，控訴人と被控訴人との間で，本件基本合意書が作成され，本件基本合意が成立した。",
                "本件基本合意に至るまでのBとAの協議においては，被控訴人がFBCに付与する実施権の種類やこれを無償とするか有償とするかといった点について話し合われることはなかった。また，本件基本合意書の原案を作成したBは，「専用実施権」という用語の意味について正確な知識を有していなかったが，本件資本政策案1及び2に「専用実施権」の文言が使用されていたので，本件条項2においても同文言を使用した。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "平成25年1月付けで，FBC，控訴人及び被控訴人の連名により，「福島バイオコンプレックス構想の推進について(FBC株式会社による新たな取組み)」と題する書面(甲1)が作成された。同書面には，「控訴人は，かねて，自社のバイオ関連技術を活用し，福島復興に貢献する方途はないか，種々検討を進め，バイオエタノール発電プロジェクト等の構想を各方面に提言してきた」旨，「今般，事業の前提となる農地等の除染に関する世界最先端の技術(亜臨界の水熱爆砕処理によるセシウム分離技術)を保有する被控訴人と事業提携に合意し，今後においては，FBC(出資比率・日本アルコール産業グループ2／3，被控訴人1／3)が中核となり，福島バイオコンプレックス構想について，本格的な検討作業を加速する。」旨等が記載されている。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "平成25年1月10日，ＮRDの臨時株主総会が開催され，定款を変更して商号を「FBC株式会社」にすること，控訴人及び被控訴人がそれぞれ推薦した者を取締役及び監査役に選任することなどが決議された。また，その直後に開催されたFBCの取締役会において，Bが代表取締役に選任された。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "平成25年2月ころから，FBCは，被控訴人に対し，本件条項2に基づき，被控訴人が保有する放射能汚染の除染技術に関する特許権について実施権許諾契約を締結するよう求めた。",
                "被控訴人は，同月22日，FBCに対し，本件特許実施権許諾契約書(乙9)を提示し，これに基づく契約の締結を申し入れた。本件特許実施権許諾契約書は，①本件特許の特許権者である被控訴人，東工大及びRAＮDECがFBCに対し，3年の契約期間中，国内における除染等の事業に関し，本件特許並びにそれに関連する特許及び技術ノウハウに係る発明を実施することについて，独占的通常実施権を許諾すること，②FBCが除染等の事業として除染プラント設備の設計，製造，据付，運転，保守を被控訴人に発注したときは，FBCは，当該除染プラント設備製作費用の38％相当額を設計費，被控訴人の有する関連特許及びノウハウ使用料として被控訴人に支払うとともに，2％を本件特許のロイヤルティとして，被控訴人，東工大及びRAＮDECに支払うことなどを内容とするものであった。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "FBCは，平成25年3月6日，被控訴人に対し，本件特許実施権許諾契約書の内容は本件条項2に合致しないとして，その提案の趣旨を確認する旨の質問書を送付し，さらに，同月13日には，FBCから被控訴人に対し，FBCに無償の専用実施権を設定する内容の契約書案を提示するなどしたが，被控訴人からの書面による回答はなく，その後，被控訴人から控訴人に対し，同年3月22日付けの書面(乙2)により，第2株式譲渡の事実を理由として本件基本合意を解除する旨の通知がされるに至った。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "以上のような経過により，控訴人，被控訴人及びFBCによる本件構想の事業化は実現することのないまま，FBCは，平成25年11月開催の株主総会において，解散決議をするに至った。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人と被控訴人との間において，本件専用実施権無償設定合意が成立したか否かについて",
          "text": [
            "控訴人は，本件基本合意に当たって，控訴人と被控訴人の間においては，被控訴人が有する除染に係る技術をFBCに移転すること，すなわち，FBCが被控訴人の有する除染に係る技術を無償で利用できるようにすることが当然の前提とされていたから，本件条項2に「無償」の文言が明記されていないとしても，同条項によって本件専用実施権無償設定合意が成立したものと認められる旨主張するので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件基本合意書の記載内容について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件基本合意書(甲2)には，その冒頭部分に「福島バイオコンプレックス構想(別紙)に関し，以下のとおり，合意する。」と記載され，その第3項(本件条項2)に「CDM及びCDM社長Aは，除染に関し，それぞれが所有する知的財産権(ノウハウ，営業秘密等を含む。)の全てについて，速やかに，ＮRDに独占的な専用実施権(期間三年)を賦与する」と記載されている。",
                    "しかるところ，上記記載においては，専用実施権設定の対象となる権利について，福島バイオコンプレックス構想の除染に関して被控訴人らが有する知的財産権の全てであり，ノウハウや営業秘密等を含むとされているのみであって，その対象範囲が具体的に特定されているものではない。また，ＮRDに付与することとされる専用実施権の内容についても，期間が3年間とされるのみで，地域その他の条件についての具体的な特定はなく，実施料の要否やその額についても何ら示されていない。さらに，ＮRDに専用実施権を付与すべき期限についても，「速やかに」とされるのみで，具体的な特定はない。",
                    "以上のような本件条項2の規定内容からすれば，同条項は，被控訴人からＮRDに付与される実施権の対象となる知的財産権の範囲及び当該実施権の内容や設定条件等については，後に行われる被控訴人とＮRDとの協議によって具体的に特定され，両者の間で改めて締結される契約において定められることを前提に，被控訴人が自らの有する除染技術に係る知的財産権をＮRDの利用に供する義務を負うという基本方針を確認する趣旨の条項であると考えるのが自然であって，少なくとも，被控訴人に対し，ＮRDに対する特定の内容の専用実施権の設定を具体的に義務付ける趣旨の条項であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "とりわけ，本件条項2には，被控訴人がＮRDに付与することとされる実施権ついて，「無償」とする旨の記載はないところ，このことは，特段の事情がない限り，本件条項2が，被控訴人に対し，ＮRDに対する無償の実施権付与を義務付ける趣旨のものではないことを示しているということができる。",
                    "すなわち，一般的には，特許権者が特許発明の実施を第三者に許諾するに当たっては，相応の実施料を収受するのが通常であり，これを無償で行うことは例外的な事態ということができるから，このような例外的な義務を特許権者に負わせようとするのであれば，その旨を契約書に明記し，当該義務の存在を明確にしようとするのが，契約当事者として通常とるべき態度といえる。この点，本件基本合意書についてみれば，仮に当事者間に被控訴人がＮRDに無償で実施権を付与すべき義務を負う旨の合意があるのであれば，そのような義務を被控訴人に負わせる側の立場にある控訴人としては，その旨を本件基本合意書に明記しようとするはずであり，また，本件基本合意書の文案を作成したのはBなのであるから，Bにとってこのような記載を文案に盛り込むことは容易だったはずである。にもかかわらず，本件条項2には，被控訴人がＮRDに付与することとされる実施権について「無償」とする旨の記載がされなかったのであるから，このことは，そもそも控訴人と被控訴人との間にそこまでの合意がなかったことを意味すると考えるのが自然である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件基本合意書の記載内容を見る限り，本件条項2によって，控訴人と被控訴人の間に本件専用実施権無償設定合意が成立したものとは認め難いというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件基本合意に至る経過について",
              "text": [
                "次に，前記1の認定事実によれば，平成24年12月27日のAとBとの初会合から平成25年1月9日ころに本件基本合意が成立するまでの間の控訴人と被控訴人との交渉は，主にBとAとの間で進められている。",
                "しかるところ，BとAの協議の経過を見ても，被控訴人がFBCに付与することとされる実施権の種類やこれを無償とするか有償とするかなど，当該実施権の内容や設定の条件に関する具体的な話合いが行われた形跡は見られないのであり(この点につき，Bは，原審の証人尋問の際に，無償か有償かという議論はなかった旨述べている。)，このような経過からしても，前記(1)アで述べたとおり，控訴人と被控訴人との間においては，本件基本合意に当たって，被控訴人がその保有する除染技術に係る知的財産権をFBCの利用に供する義務を負うという基本方針についての合意はあったものの，FBCに付与される実施権の内容や設定の条件等についてまでは具体的に詰められておらず，後に行われる被控訴人とFBCとの協議に委ねることとされていたものと考えるのが自然である。そして，このようにFBCに付与される実施権の内容や設定の条件等が定まっていない状況において，実施権付与の対価を無償とすることが合意されていたとは考えにくいというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の利害状況等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件条項2によれば，被控訴人は，その保有する放射能汚染の除染に関する特許権等について，3年間にわたる実施権をFBCに付与した上で，自らは，除染に係る事業には関与しないこととされており，これによって被控訴人自身は，少なくとも3年の間，これまで行ってきた放射能汚染の除染に係る事業からの撤退を余儀なくされることとなる。しかるところ，これに加えて，FBCへの実施権付与が無償とされ，特許権からの実施料収入も得られないということになると，被控訴人が除染事業から得られる今後3年間の利益は，せいぜいFBCの株式の3分の1を保有することによって得られる配当収入等の利益に限られることとなってしまう。しかも，本件基本合意では，FBCの経営権は，その3分の2の株式を有する控訴人側が把握することになるから，この点においても，被控訴人が得られる利益は限られることになる。このような状況からすると，被控訴人が，FBCに対し無償の実施権を付与するという条件で本件基本合意に応ずることに，経済的に見合うだけのメリットがあるのかは疑問である。",
                    "加えて，被控訴人が保有する本件構想に用いられる除染技術に関する知的財産権の中核となる本件特許権は，被控訴人，東工大及びRAＮDECの共有に係るものであるから，これについての実施権をFBCに付与するためには，東工大及びRAＮDECの許諾をも得る必要があり，しかも，本件構想に直接関係していないこれらの者の許諾を得るためには，相応の対価を支払う必要があると考えられる。このような状況において，仮に，被控訴人が控訴人に対し，FBCに対し本件特許権に係る実施権を無償で付与するという義務を負担することとなれば，被控訴人は，自ら実施料収受の利益を失うだけにとどまらず，他の共有者らに支払うべき実施料相当の金銭的な負担も負わなければならないこととなるが，被控訴人がそこまでの負担を甘受しなければならない合理的理由は見当たらないというべきである。",
                    "以上のとおり，本件において被控訴人が置かれた状況からすれば，被控訴人がFBCに対し無償の実施権を付与するという条件で本件基本合意に応ずることは考え難いというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，前記1認定の本件の経過をみると，本件基本合意成立前の平成25年1月3日の会合において，AからBらに対し，本件特許一覧表及び本件特許に係る特許証の写しが交付されており，これによって，被控訴人が保有する本件構想に用いられる除染技術に関する知的財産権の中核となるのが本件特許権であることは，当事者間の共通認識となったものと認められる。そして，本件特許一覧表及び本件特許に係る特許証の写しの記載を見れば，本件特許権が被控訴人，東工大及びRAＮDECの共有であることは容易に認識できるから，控訴人においても，そのことを当然認識したはずであり，そうであれば，本件基本合意に当たって，被控訴人が控訴人に対し，本件特許に係る実施権を無償でFBCに付与することを約するような状況にないことは，控訴人においても認識し得たはずである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人主張の根拠事情について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，控訴人は，本件基本合意に当たって，控訴人と被控訴人との間で，FBCが被控訴人の有する放射能汚染の除染に係る技術を無償で利用できるようにすることが当然の前提とされていたことを示す根拠として，FBCが，被控訴人の有する上記除染技術に係る特許及びノウハウを事業化するための受け皿会社として被控訴人が設立した会社であり，控訴人と被控訴人との事業提携がされた後は，被控訴人は除染事業に関与せず，FBCが除染事業の主体となることが予定されていたとの事情を指摘する。",
                    "しかし，このような事情は，控訴人と被控訴人の間において，FBCが，被控訴人の有する除染技術に係る特許権等を利用して事業を行っていくことが予定されており，その前提として，被控訴人がFBCに上記特許権等に係る実施権を付与すべき義務を負うものとされていたことを示す事情にすぎず，そのことから直ちに，当該実施権の付与が無償で行われることが想定されていたということにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，控訴人は，AがBに本件構想に関する提案を行うに際して示した説明資料のうち，①本件資本政策案1及び2(乙5の1及び2)には，「CDMコンサルティングより除染技術に関する特許の専用実施権のＮRDへの付与」との記載があること，②本件案内書面(乙6)には，「当初，CDMは本特許等の評価額を対価としてFBCへ現物出資を実行することを検討し」ていたが，その代替策として，FBCに対し「独占的なライセンスの付与を行う」旨の記載があることからすれば，被控訴人が控訴人に対し，自らの特許をFBCに現物出資するのと同様に，実施権の対価(ロイヤルティ)を収受することなくFBCに特許の専用実施権を付与する旨の提案をしていることは明らかである旨主張する。",
                    "しかし，まず，本件資本政策案1及び2における上記①の記載は，上記提案において，FBCが主体となって除染に係る事業を実施するに当たり，被控訴人がその保有する除染技術に関する特許に係る専用実施権をFBCに付与することが想定されていたことを示す記載にすぎず，当該実施権の付与が無償とされることについて示すものではない。",
                    "また，本件案内書面の上記②の記載は，本件構想の事業化に当たって，その事業主体であるFBCが被控訴人の保有する除染技術に関する特許及びノウハウを実施するための権利処理の方法について，当初は，被控訴人が上記特許等に係る権利自体をFBCに現物出資することも検討したが，結局その方法ではなく，被控訴人がFBCに上記特許等に係る独占的なライセンスを付与する方法を採ることとした旨を説明する記載であるが，その一方で，本件案内書面中には，被控訴人からFBCへの独占的なライセンスの付与について，これを無償で行うことを明示的に述べた記載はない。そして，本件案内書面の上記記載は，上記権利処理の方法として，被控訴人からFBCへの独占的なライセンス付与の方法を採るという方針を説明するに当たり，従前の検討内容をも付加的に説明するものにすぎず，この記載から，被控訴人による独占的なライセンスの付与が，従前検討された現物出資の場合と同様の利益をFBCに付与するものであるとの趣旨が直ちに読み取れるものとはいえない。",
                    "以上によれば，控訴人が指摘する本件資本政策案1及び2並びに本件案内書面の記載もみても，被控訴人が控訴人に対し，FBCへの専用実施権の付与を無償で行う旨の提案をしているという事実を認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，控訴人は，控訴人がFBCに1億円もの出資を行い，しかも，被控訴人の金銭出資がＮRD設立時の資本金である200万円のみであるにもかかわらず，控訴人と被控訴人のFBC株の持株比率を2対1としているのは，FBCが被控訴人の有する除染に係る技術を無償で利用できるようにすることが前提とされていたからであり，そうでなければ，控訴人がこのような条件で出資に応ずるはずはない旨主張する。",
                    "しかしながら，本件構想の事業化は，被控訴人が保有する放射能汚染の除染技術に係る特許やノウハウを利用することによって初めて成り立つものといえるところ，控訴人としては，FBCへの上記出資によって初めて本件構想の事業化に参加することができ，FBCを介して当該事業による利益を享受できることとなるものである。しかるところ，当該事業から得られる利益の程度や当該事業の将来性等についての見込みいかんによっては，FBCが被控訴人に特許等に係る相応の実施料を支払うことを前提としたとしても，FBCにおいてそのようなコストを上回る十分な利益を上げることも考えられるところであり，そうだとすれば，控訴人がFBCに上記の条件で出資を行うということも，考えられないことではない。",
                    "したがって，控訴人がFBCに上記の条件で1億円を出資しているという事実によって，控訴人と被控訴人の間において，FBCが被控訴人の有する除染に係る技術を無償で利用できるようにすることが前提とされていたことが根拠付けられるというものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，被控訴人が，FBCから特許の実施権に係るロイヤルティを収受することを予定していたのであれば，本件基本合意の前に，出資者である控訴人にその旨を説明して承諾を得ておくべきなのに，そのような説明をしていないことからすれば，控訴人と被控訴人の間においては，被控訴人がFBCから特許の実施権に係るロイヤルティを収受しないことが前提とされていたものと考えられる旨主張する。",
                    "しかしながら，前記(2)で述べたとおり，本件基本合意が成立するまでのBとAの協議の経過を見ると，控訴人と被控訴人の間においては，そもそも被控訴人がFBCに付与することとされる特許の実施権について，無償とするか有償とするかを含めて，その内容や設定の条件等に関する具体的な話合いが行われた形跡が見られないのであり，このような経過は，控訴人と被控訴人との間においては，本件基本合意に当たって，FBCに付与する実施権の内容や設定の条件等については具体的に詰めないまま，後に行われる被控訴人とFBCとの協議に委ねることとされていたことを示すものとみるのが合理的である。",
                    "このように，本件基本合意に至る経過において，被控訴人から控訴人に対し，被控訴人がFBCから特許の実施権に係るロイヤルティを収受する旨の説明がされなかったのは，そもそも控訴人と被控訴人の間において，ロイヤルティの点も含めてFBCに付与する実施権の内容や設定の条件等が定まっていなかったからであると考えられるところであるから，上記の説明がなかったことが，控訴人と被控訴人の間において，上記ロイヤルティを収受しないことが前提とされていたことを根拠付けるものとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，控訴人が主張する上記各事情は，いずれも，本件基本合意に当たって，控訴人と被控訴人の間において，FBCが被控訴人の有する除染に係る技術を無償で利用できるようにすることが当然の前提とされていたことを根拠付けるものとはいえないから，控訴人の前記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上の検討を総合すれば，控訴人と被控訴人の間において，本件条項2によって本件専用実施権無償設定合意(被控訴人がFBCに対し被控訴人が保有する放射能汚染の除染技術に関する特許権について無償の専用実施権を設定する義務を負う旨の合意)が成立したものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人が本件条項2に違反したか否かについて",
          "text": [
            "控訴人は，控訴人と被控訴人の間に，本件条項2によって本件専用実施権無償設定合意が成立しているにもかかわらず，被控訴人は，FBCに対して有償の通常実施権を許諾することを内容とする本件特許実施権許諾契約書を提示し，更には，上記提案の真意を確認するためのFBCの質問に一切回答することなく，控訴人に対し本件基本合意を解除する旨の通知をしたものであり，このような被控訴人の行為は，本件専用実施権無償設定合意に基づく義務の不履行に当たり，本件条項2に違反する旨主張する。",
            "しかしながら，上記2のとおり，控訴人と被控訴人との間において，本件条項2によって，本件専用実施権無償設定合意が成立したものとは認められないから，控訴人の上記主張は，その前提を欠くものであって，理由がない。",
            "なお，前記1認定の本件の経過によれば，被控訴人は，平成25年2月22日，本件特許実施権許諾契約書を提示して，FBCに対し被控訴人が保有する放射能汚染の除染技術に関する特許権についての実施権を付与するための契約締結に向けた提案をしたが，FBCが，被控訴人に対し，本件基本合意における本件専用実施権無償設定合意の存在を前提とした対応を行い，同年3月13日，FBCに無償の専用実施権を設定する内容の契約書案を提示し，両者の提案がおよそ相容れないものであったためにその後の交渉が進められず，本件特許権についての実施許諾契約の成立に至らなかったものということができる。",
            "してみると，被控訴人とFBCとの間で本件特許権についての実施許諾契約が成立するに至らなかったことについて，被控訴人に本件条項2に違反する行為があったものと認めることはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の被控訴人に対する一審反訴請求は理由がなく，これを棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10112",
    "date": "2015-12-25",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)30391",
    "precedent_id": "085571",
    "ipprecedent_id": "4235",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}