{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800184号事件について平成26年12月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "脱退被告(特許権の設定登録時の商号は「ユジノール」)は，平成13年4月6日，発明の名称を「極めて高い機械的特性値をもつ成形部品を被覆圧延鋼板，特に被覆熱間圧延鋼板の帯材から型打ちによって製造する方法」とする発明について，特許出願(特願2001-109121号，優先日：平成12年4月7日，優先権主張国：フランス共和国。以下「本件出願」という。)をし，平成17年4月1日，特許第3663145号として特許権の設定登録(請求項の数8)を受けた(以下，この特許を「本件特許」，この特許権を「本件特許権」という。甲1，68)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成25年9月27日，本件特許の特許請求の範囲請求項1ないし8に記載された発明に係る特許について，無効審判請求をした。",
                "脱退被告は，平成26年1月28日付けで本件特許の特許請求の範囲についての訂正請求をし，同年3月7日付け手続補正書により上記訂正請求を補正した(以下，この補正後の訂正請求に係る訂正を「本件訂正」といい，本件訂正後の明細書及び図面を併せて「本件明細書」という。乙29，30)。",
                "特許庁は，上記無効審判請求を無効2013-800184号事件として審理した上で，平成26年12月10日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同月18日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年1月16日，本件審決の取消しを求める本件訴訟を提起した。",
                "その後，脱退被告は，被告訴訟引受人に本件特許権を譲渡し，その移転登録(受付日：平成27年2月5日)が経由されたことから，当裁判所は，原告の申立てにより，同年6月3日，本件訴訟を被告訴訟引受人に引き受けさせる旨の決定をした。",
                "その後，脱退被告は，原告及び被告訴訟引受人の承諾を得て，本件訴訟から脱退した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の記載は，次のとおりである(以下，各請求項に係る発明を，それぞれ請求項の番号に応じて，「本件発明1」などといい，これらを併せて「本件発明」という。)。",
            "【請求項1】",
            "熱処理用鋼板の表面及び内部の鋼を確実に保護する，亜鉛または亜鉛ベース合金で被覆された圧延熱処理用鋼板の帯材を型打ちすることによって成形された部品を製造する方法であって，",
            "熱処理用鋼板を裁断して熱処理用鋼板ブランクを得る段階と，",
            "熱処理用鋼板ブランクを熱間型打ちして部品を得る段階と，",
            "型打ち前に，腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する，亜鉛-鉄ベース合金化合物および亜鉛-鉄-アルミニウムベース合金化合物からなる群から選択される合金化合物を熱処理により熱処理用鋼板ブランクの表面に生じさせる段階と，ここで該熱処理は熱処理用鋼板ブランクに800℃～1200℃の高温を2～10分間作用させるものであり，",
            "型打ちされた部品を臨界焼入れ速度を上回る速度でさらに冷却する段階と，",
            "型打ち処理に必要であった熱処理用鋼板の余剰部分を裁断によって除去する段階と，",
            "を含んで成る方法。",
            "【請求項2】",
            "(削除)",
            "【請求項3】",
            "被膜を形成する亜鉛または亜鉛ベース合金が5μm-30μmの範囲の厚みであることを特徴とする請求項1に記載の方法。",
            "【請求項4】",
            "炉中で熱処理用鋼板ブランクに800℃～1200℃の高温を作用させ，且つ炉中雰囲気が管理されていないことを特徴とする請求項1に記載の方法。",
            "【請求項5】",
            "型打ちされた部品を臨界焼入れ速度を上回る速度で冷却することによって焼入れすることを特徴とする請求項1に記載の方法。",
            "【請求項6】",
            "作用させる高温が900℃を上回り，かつ1200℃以下であることを特徴とする請求項4に記載の方法。",
            "【請求項7】",
            "亜鉛-鉄-アルミニウムベース合金化合物がケイ素を含有することを特徴とする請求項1に記載の方法。",
            "【請求項8】",
            "請求項1及び3から7のいずれか一項に記載の方法に用いられる被覆された熱処理用鋼板であって，前記熱処理用鋼板の被覆される前の熱処理用鋼板が0．15-0．25重量％の炭素，0．8-1．5重量％のマンガン，0．1-0．35重量％のケイ素，0．01-0．2重量％のクロム，0．1重量％以下のチタン，0．1重量％以下のアルミニウム，0．05重量％以下のリン，0．03重量％以下のイオウ及び0．0005-0．01重量％のホウ素を含み，残部が鉄と不可避不純物であることを特徴とする熱処理用鋼板。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書写しのとおりであるが，その要旨(取消事由に関係するもの)は次のようなものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正はいずれも適法であるから，本件特許に係る発明は，本件訂正後の特許請求の範囲請求項1及び3ないし8に記載された事項により特定されるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許の特許請求の範囲の「亜鉛ベース合金」及び「亜鉛-鉄ベース合金化合物および亜鉛-鉄-アルミニウムベース合金化合物からなる群から選択される合金化合物」等の記載はいずれも明確であるから，本件発明に係る特許請求の範囲の記載に明確性要件(特許法36条6項2号)違反はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許の特許請求の範囲において，「亜鉛ベース合金」に相当する合金の具体的な名称や，「亜鉛-鉄ベース合金化合物」及び「亜鉛-鉄-アルミニウムベース合金化合物」に相当する化合物の具体的な名称がそれぞれ列挙して特定されていないとしても，本件明細書の発明の詳細な説明の記載及び本件特許の優先日当時の技術常識に照らせば，本件発明は，発明の詳細な説明に記載された発明で，当業者が当該発明の課題を解決できると認識できる範囲のものであるといえるから，本件発明に係る特許請求の範囲の記載にサポート要件(特許法36条6項1号)違反はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件明細書の発明の詳細な説明には，本件特許の優先日当時の技術常識に照らし，当業者が本件発明を実施することができる程度に明確かつ十分な記載があるから，本件明細書の記載には実施可能要件(平成14年法律第24号による改正前の特許法36条4項)違反はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明1は，特開2000-38640号公報(甲18。以下「甲18公報」という。)に記載された発明(以下「甲18発明」という。)と平成11年9月17日発行の「第100回講演大会  講演要旨集」に掲載された「自動車用表面処理鋼板の最近の動向」と題する論稿(甲2)，特開平3-249162号公報(甲3)及び平成7年(1995年)発行の「表面設計基礎講座(第Ⅳ講)  溶融めっき」と題する文献(甲4)に記載された事項に基づいて，当業者が容易に発明できたものとはいえない。",
                    "また，本件発明3ないし8は，本件発明1の発明特定事項を全て含み，他の発明特定事項が付加されたものであるから，本件発明1と同様に，甲18発明及び甲2ないし4に記載された事項に基づいて，当業者が容易に発明できたものとはいえない。",
                    "したがって，本件発明1及び3ないし8に係る特許は，特許法29条2項に違反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲18発明，本件発明1と甲18発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲18発明",
                  "text": [
                    "冷間および熱間での腐食からベース鋼板を保護する，アルミニウムをベースとする被覆材で被覆された，一連の熱間圧延によって得られた熱処理用鋼板を熱間成形加工することによって成形された部品を製造する方法であって，",
                    "熱処理用鋼板を熱間成形加工して部品を得る段階と，",
                    "熱間成形加工時に，被覆材は摩損，磨耗，疲労，衝撃および腐食に対する極めて高い抵抗性と，良好な耐食性，塗装性および接着性を有する層を形成し，被覆が存在することによって部品の熱処理時にベース金属の脱炭および酸化を完全に防止でき，熱処理によりアルミニウムをベースとする被覆材を鉄合金に変態させる段階と，ここで該熱処理は部品に850℃～950℃の高温を5分間作用させるものであり，",
                    "マルテンサイト組織の鋼を得るために冷却速度を焼入れ臨界速度以上にする段階と，",
                    "を含んで成る方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲18発明の一致点",
                  "text": [
                    "「熱処理用鋼板の表面及び内部の鋼を確実に保護する，合金で被覆された圧延熱処理用鋼板の帯材を型打ちすることによって成形された部品を製造する方法であって，",
                    "熱処理用鋼板を熱間型打ちして部品を得る段階と，",
                    "腐食に対する保護及び鋼の脱炭に対する保護を確保する，合金化合物を熱処理により熱処理用鋼板の表面に生じさせる段階と，ここで該熱処理は熱処理用鋼板に850℃～950℃の高温を5分間作用させるものであり，",
                    "型打ちされた部品を臨界焼入れ速度を上回る速度でさらに冷却する段階と，",
                    "を含んで成る方法。」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲18発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1の「合金」は，「亜鉛または亜鉛ベース合金」であり，「型打ち前に」「潤滑機能を確保する」「亜鉛-鉄ベース合金化合物および亜鉛-鉄-アルミニウムベース合金化合物からなる群から選択される合金化合物」を生じさせているのに対して，甲18発明の「合金」は，「アルミニウムをベースとする被覆材」であって，「熱間成形加工時に」「アルミニウムをベースとする被覆材を鉄合金に変態させる」ものである点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1は，「熱処理用鋼板を裁断して熱処理用鋼板ブランクを得る段階」及び「型打ち処理に必要であった熱処理用鋼板の余剰部分を裁断によって除去する段階」を含んでいるのに対して，甲18発明は，そのような段階を含んでいるかどうか不明な点"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明1は，「熱処理は熱処理用鋼板ブランクに800℃～1200℃の高温を2～10分間作用させる」ものであるのに対して，甲18発明は，「熱処理は部品に850℃～950℃の高温を5分間作用させる」ものである点"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "サポート要件及び実施可能要件についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "甲18発明に基づく進歩性判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(明確性要件についての判断の誤り)",
              "text": [
                "本件審決は，本件特許の特許請求の範囲における「亜鉛ベース合金」について，「亜鉛ベース」とは「亜鉛が少なくとも50％含まれている」ことを意味すると解釈し，また，「「合金」は，一般の解釈とは異なり，「合金化合物」(金属間化合物)が含まれない」と解釈した上で，上記「亜鉛ベース合金」は，「亜鉛が少なくとも50重量％含まれている固溶体，あるいは金属相の混合物としての金属生成物を意味する」ものとして明確である旨判断した。",
                "しかし，本件審決の上記判断中，「亜鉛ベース」の解釈は争わないが，上記「合金」の用語を一義的に明確に解釈できるとした点は誤りである。すなわち，一般に，「合金」とは，「固溶体，金属間化合物，あるいは金属相の混合物として2種以上の元素を含む金属生成物」を意味するものであり，「合金」が金属間化合物を含む概念であることは技術常識である。また，本件明細書にも「合金」という用語を通常の意味と異なる意味で使用することを示唆する記載はない。加えて，脱退被告自身が，本件の審判手続において「本件特許における「合金」は，「金属間化合物」を含むものである。」(本件審決書20頁)と主張し，被告訴訟引受人も，本件訴訟において同様の主張をしている。",
                "ところが，本件審決は，「段落【0015】から【0016】までの記載を参照すると，「合金」の被膜が，熱処理や熱間成形の温度上昇で，鋼と「合金化」して「化合物」を形成することを理解できるから，温度上昇の前後で「合金」と「化合物」を分けることができ，また，「合金化」とは，「合金」が温度上昇により鋼と「化合物」を形成することであると理解できる」などの理由から，「本件明細書における「合金」は，一般の解釈とは異なり，「合金化合物」(金属間化合物)が含まれない」と解釈したものである。",
                "以上からすると，本件特許の特許請求の範囲においては，「合金」を通常の意味で用いているのか，「金属間化合物を除く合金」という特殊な意味で用いているのかが明確ではなく，一義的に本件審決のような解釈が導き出せるものではない。",
                "したがって，「本件発明1及び3における「亜鉛ベース合金」は明確である。」とした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(サポート要件及び実施可能要件についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の特許請求の範囲の記載中，「亜鉛」被膜は本件明細書の実施例1に，「亜鉛ベース合金」被膜は同実施例2に対応すると考えられるところ，本件明細書の実施例2には，熱処理前の「亜鉛ベース合金」に相当する物として，亜鉛50％，アルミニウム50％の亜鉛アルミニウム合金被膜が記載されているだけであり，亜鉛を50％以上含有し，残部がアルミニウム以外の任意の元素である合金被膜については何ら記載されていない。しかし，このような合金被膜を熱処理した際にどのような金属間化合物が生じるかは不明であり，また，亜鉛以外の成分いかんによって合金の特性は異なるから，当該金属間化合物が「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保」し得るかも不明である。",
                    "したがって，本件特許の特許請求の範囲の記載は，「亜鉛ベース合金」を「亜鉛アルミニウム合金(亜鉛含有率50％以上)」と限定しない限り広きに失するものであり，本件特許の特許請求の範囲及び本件明細書の発明の詳細な説明の記載は，サポート要件(特許法36条6項1号)に違反する。",
                    "また，上記によれば，本件明細書の発明の詳細な説明には，本件発明の全体について，当業者がその実施をすることができる程度に明確かつ十分な記載があるとはいえないから，本件特許には実施可能要件(平成14年法律第24号による改正前の特許法36条4項)違反もある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，本件審決は，甲45，46，56，57及び59を根拠として，本件特許の優先日当時の技術常識に照らすと，「亜鉛ベース合金」に相当する物として「亜鉛-ニッケルメッキ」や「亜鉛とアルミニウムなど亜鉛を主成分として，ニッケルの合金元素を含むメッキ」が存在し，「亜鉛-鉄ベース合金化合物」に相当する物として「鉄-ニッケル-亜鉛合金化合物」が存在し，「亜鉛-鉄-アルミニウムベース合金化合物」に相当する物として「鉄-亜鉛-アルミニウム-ニッケル合金化合物」が存在することが明らかであるとした上で，「亜鉛-ニッケルメッキ」から「鉄-ニッケル-亜鉛合金化合物」が形成するといえるし，「亜鉛とアルミニウムなど亜鉛を主成分として，ニッケルの合金元素を含むメッキ」から「鉄-亜鉛-アルミニウム-ニッケル合金化合物」が形成するということができ，いずれの合金化合物も，本件発明の課題を解決することになるといえる旨判断する(本件審決書54，55頁)。",
                    "しかし，上記(1)のとおり，本件審決の解釈によれば，本件発明における「亜鉛ベース合金」は，金属間化合物が含まれないものとされるところ，甲45及び46のいずれにも，「金属間化合物」ではない「亜鉛-ニッケルメッキ」や，「金属間化合物」ではない「亜鉛とアルミニウムなど亜鉛を主成分として，ニッケルの合金元素を含むメッキ」が存在することは示されておらず，むしろ，本件特許の優先日当時の技術常識では，亜鉛-ニッケルメッキは金属間化合物であることが知られていた(甲55)のであるから，本件発明の「亜鉛ベース合金」に「金属間化合物」は含まれないとの前提の下で，「亜鉛ベース合金」に相当する物として「亜鉛-ニッケルメッキ」や「亜鉛とアルミニウムなど亜鉛を主成分として，ニッケル元素を含むメッキ」が存在することが明らかであるとした本件審決の認定は誤りである。",
                    "また，「鉄-ニッケル-亜鉛合金化合物」及び「鉄-亜鉛-アルミニウム-ニッケル合金化合物」が存在することが事実であるとしても，金属間化合物ではない「亜鉛-ニッケルメッキ」や「亜鉛-アルミニウム-ニッケルメッキ」が，熱処理又は熱間成形する際に「鉄-ニッケル-亜鉛合金化合物」や「鉄-亜鉛-アルミニウム-ニッケル合金化合物」を形成すること，更には，形成されたこれらの合金化合物が本件発明の課題を解決することについては，本件明細書の発明の詳細な説明に記載されておらず，本件特許の優先日当時の技術常識によっても明らかではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，被告訴訟引受人は，本件発明における「亜鉛ベース合金」の「合金」には，一般の解釈どおり金属間化合物も含まれると解される旨主張するところ，このような解釈を前提とすると，本件特許には，以下のとおりのサポート要件違反及び実施可能要件違反がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の発明の詳細な説明には，熱処理前の「亜鉛ベース合金」被膜の例として，実施例2における亜鉛アルミニウム合金被膜のうちの亜鉛50％，アルミニウム50％の例のみしか記載がない。しかるところ，当該被膜は金属間化合物ではない亜鉛アルミニウム合金の被膜であるから，本件明細書には，熱処理前の「亜鉛ベース合金」について，金属間化合物であり得ることが記載されていない。したがって，本件明細書からは，金属間化合物である合金の被膜を熱処理した際に，別の金属間化合物を形成するかは不明であり，当該金属間化合物が「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保」し得るかも不明である。",
                        "また，本件特許の特許請求の範囲請求項1の記載によれば，本件発明では，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する，…合金化合物を熱処理により熱処理用鋼板ブランクの表面に生じさせる段階」が必要であるから，本件発明の「亜鉛ベース合金」は，熱処理前には潤滑機能を奏するものではなく，熱処理後に合金化合物を生成することで初めて潤滑機能を確保するものとされる。ところが，本件明細書には，どのような潤滑機能のない「金属間化合物」の被膜が，熱処理後に，どのような潤滑機能を有する別の形の「金属間化合物」となるのかが全く記載されていない。",
                        "したがって，本件発明の「亜鉛ベース合金」に「金属間化合物」が含まれるとの解釈を前提とすると，本件明細書の発明の詳細な説明の記載では，熱処理前の「亜鉛ベース合金」被膜が，金属間化合物ではない「亜鉛アルミニウム合金(亜鉛含有率50％以上)」である場合がサポートされているにすぎず，亜鉛以外の残部がアルミニウム以外の元素であり，かつ，金属間化合物である場合についてはサポートされていないものといえるから，本件特許にはサポート要件違反がある。",
                        "また，上記によれば，本件明細書の発明の詳細な説明には，本件発明の全体について，当業者がその実施をすることができる程度に明確かつ十分な記載があるとはいえないから，本件特許には実施可能要件違反もある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告訴訟引受人の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告訴訟引受人は，本件明細書の実施例2の亜鉛アルミニウム合金被膜について，①実施例において鋼板の被覆に用いられているのは溶融亜鉛めっきであること，②溶融亜鉛めっきにおいては一般的にめっき浴中に少量のアルミニウムが添加されること，③当該アルミニウムにより鋼との界面にFe-Al-Zn系金属間化合物が形成されることからすれば，本件明細書の実施例1の亜鉛被膜も実際にはFe-Al-Zn系金属間化合物を含んでおり，めっき浴中に更に多量のアルミニウムを含む実施例2の亜鉛アルミニウム合金被膜がより多量の金属間化合物を含んでいることは当業者が容易に理解できることであるから，熱処理前の「亜鉛ベース合金」が金属間化合物である場合についても，実施例2によってサポートされている旨を主張する。",
                            "被告訴訟引受人の上記主張のうち，本件明細書の実施例1の記載から当業者が溶融亜鉛めっきを想定すること及び溶融亜鉛めっきに際してめっき浴中に微量のアルミニウムを添加するという慣用された技術手段があることは争わない。",
                            "しかし，以下に述べるとおり，アルミニウムをめっき浴中に添加した溶融亜鉛めっきにおいて，鋼の界面に金属間化合物である「亜鉛ベース合金」が形成されるとの主張は誤りであり，また，そもそも上記界面に形成される物質に着目して被膜の種類が認識されるものではないから，実施例2によって，熱処理前の「亜鉛ベース合金」が金属間化合物である場合がサポートされている旨の被告訴訟引受人の主張は理由がない。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "被告訴訟引受人は，乙2の「形成されたFe-Al-Znは，第1種Fe-Al-Zn・IMC(金属間化合物)といわれ，極めて緻密で均一な薄い層状のものであり，その組成は13％Al-64％Znである」(1725ページ右欄1～14行)との記載を根拠に，少量のアルミニウムをめっき浴中に添加した溶融亜鉛めっきにおいて，鋼の界面に金属間化合物である「亜鉛ベース合金」が形成される旨主張する。",
                                "しかし，乙2の1725頁に記載されているのは，亜鉛被膜の最終的な構成ではなく，鋼板を亜鉛浴に浸漬した直後に鋼板表面に生ずる金属間化合物であって，同頁には，時間の経過とともに，金属間化合物の組成も構造も変化して不均一で不連続なものになり，多孔質の化合物となることが記載されている。また，乙2の1720頁には，結果として得られる溶融亜鉛めっき層の組織においては，Zn／Fe界面近傍の析出物として，「Fe41％，Al36％，Zn23％」から成る「Fe Al Zn」に相当する化合物が現れることが記載されており，これによれば，鋼の界面に形成されるのは「亜鉛ベース」の合金には該当しないものである。",
                                "また，そもそも亜鉛アルミニウム被膜は当業者に周知の被膜であり，特に，実施例2の被膜の組成範囲に含まれる亜鉛-アルミニウム55％の被膜を有するめっき鋼板は，「ガルバリウム」の商品名で知られている(甲4の307頁右欄「5.4  溶融亜鉛-アルミニウム系合金めっき鋼板」参照)。しかるところ，甲45の1006頁(Fig.  3 の右下の図)に掲載されたガルバリウムの被膜組織の断面写真によれば，Steel(鋼)と Coating(被覆)の界面に存在するのは，「Fe-Al  intermetallic(金属間)」，すなわち「鉄-アルミニウム合金」であって，「亜鉛ベース」の合金ではない。",
                                "したがって，アルミニウムをめっき浴中に添加した溶融亜鉛めっきにおいて，鋼の界面に金属間化合物である「亜鉛ベース合金」が形成されるとの被告訴訟引受人の主張は誤りである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件明細書の実施例1と同様の溶融亜鉛めっきの被膜組織は，甲45の1005頁(Fig.  3 の上の図)に掲載された断面写真のとおりであるところ，これによれば，当該被膜は，Steel(鋼)とCoating(被覆)の界面に Fe-Al interface alloy(界面合金)があるものの，Coating(被覆)部分は，純亜鉛相(あるいは亜鉛に微量のアルミニウムが固溶した固溶体)から成り，金属間化合物ではない。",
                                "また，本件特許の優先日において，本件明細書の実施例2の「50-55％アルミニウムと45-50％亜鉛とから成り，任意に少量のケイ素を含有する」「亜鉛アルミニウム被膜」との記載に接した当業者は，これを上記ガルバリウム又はこれに類似する被覆鋼板であると認識すると考えられる。しかるところ，甲45の1006頁(Fig.  3 の右下)に掲載されたガルバリウムの被膜組織の断面写真によれば，当該被膜は，Steel(鋼)と Coating(被覆)の界面にFe-Al intermetallic(金属間)があるものの，Coating(被覆)部分は，Zn-rich phase(亜鉛リッチ相)の固溶体と Al-rich phase(アルミニウムリッチ相)の固溶体に分かれているだけであり，これらの相はいずれも金属間化合物ではない。",
                                "他方，これらにおいて，Fe-Al  interface  alloy(界面合金)又は Fe-Al  intermetallic(金属間)とされる部分は，鋼とメッキの界面に存在する微量の物質にすぎず，この部分がメッキ全体の特性に影響するとは考えられないから，当業者がこの部分に着目して被膜の種類を認識することはない。",
                                "したがって，当業者が，実施例1及び2に記載された「亜鉛被膜」及び「亜鉛アルミニウム被膜」を，金属間化合物で構成されていると理解することはあり得ないというべきであるから，実施例2によって，熱処理前の「亜鉛ベース合金」が金属間化合物である場合がサポートされている旨の被告訴訟引受人の主張には理由がない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，被告訴訟引受人は，実施例2の熱処理前の亜鉛アルミニウム合金被膜に「金属間化合物」が含まれないとしても，金属間化合物を融点よりも高温にすれば，溶解して固溶体等の場合と同様の状態になるのであるから，金属間化合物である「亜鉛ベース合金」についても，実施例2によってサポートされている旨主張する。",
                            "しかし，本件明細書の記載によっても，鋼と接触するX-Zn金属間化合物(Xは任意の金属元素)を融点以上に加熱した場合にいかなる相が出現するかは不明であるから，X-Zn金属間化合物を熱処理することによって，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する」機能を有しない金属間化合物から，当該機能を有する別の金属間化合物を生じさせることができることを，本件明細書の記載に基づいて当業者が理解できるとはいえない。",
                            "したがって，被告訴訟引受人の上記主張は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件特許にサポート要件違反及び実施可能要件違反がないとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(甲18発明に基づく進歩性判断の誤り)",
              "text": [
                "本件審決は，甲18発明との相違点1に係る本件発明1の構成について，甲18発明における「アルミニウムをベースとする被覆材」に代えて甲2ないし4に示される亜鉛めっきを採用し，「アルミニウムをベースとする被覆材を鉄合金に変態させる」ことに代えて亜鉛-鉄ベース合金化合物を形成させようと試みるための動機に欠けるなどとして，当業者が容易に想到し得たものとはいえない旨判断したが，本件審決の上記判断は誤りである。",
                "すなわち，甲18発明における熱処理用鋼板の被覆材は，「アルミニウムをベースとする被覆材」であり，アルミニウムを50％以上含有すること以外には，その成分及び含有率が特定されていないものである。他方，このような「アルミニウムをベースとする被覆材」としては，55％Al-1．6％Si-Znの溶融亜鉛―アルミ系合金めっき(甲4)やZn-55％Alめっき(甲45)が知られ，自動車用鋼板のめっきとして使用されていることは本件特許の優先日前からの技術常識であるから，当業者であれば，甲18発明の「アルミニウムをベースとする被覆材」として，従来既知のZn-55％Alめっき等を用いることは容易に実施できたことである。",
                "また，本件明細書では，実施例2の「亜鉛アルミニウム被膜」について，「50-55％のアルミニウムと45-50％の亜鉛とから成り，任意に少量のケイ素を含有する。」(段落【0036】)と記載されていることなどからすれば，亜鉛45％-アルミニウム55％のめっきと，亜鉛50％-アルミニウム50％のめっきとの間に実質的な相違は認められないというべきであるから，甲18発明の「アルミニウムをベースとする被覆材」において，被覆材の組成を「アルミニウム55％-亜鉛45％」とすることが容易であるのと同様に，本件発明1の「亜鉛ベース合金」に該当する「アルミニウム50％-亜鉛50％」とすることも当業者が容易に着想し，実施することができたことである。",
                "したがって，相違点1に係る本件発明1の構成の容易想到性を否定した本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告訴訟引受人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(明確性要件についての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "亜鉛ベース「合金」の意義",
                  "text": [
                    "本件特許の特許請求の範囲の「亜鉛ベース合金」における「合金」の意義については，以下に述べるとおり，本件審決の解釈とは異なり，「金属間化合物」を含むものとして解釈されるべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そもそも，本件特許の特許請求の範囲請求項1等の文言をみても，熱処理を行う前の「合金」は，単に「亜鉛ベース合金」とのみ規定され，「合金」の具体的な特性等に関しては何らの特定もされていない。他方，「合金」は，一般に，「固溶体，金属間化合物，あるいは金属相の混合物として2種以上の元素を含む金属生成物」と理解されるものであるから，本件特許における「合金」も，金属間化合物を含むものとして解釈されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，本件審決は，本件明細書の記載等からみて，熱処理前の「合金」と熱処理後の「合金化合物」とが区別することができるものであることを理由に，熱処理前の「合金」には「合金化合物」が含まれないとの解釈をする。",
                        "しかし，本件特許の特許請求の範囲請求項1の記載によれば，熱処理後の「合金化合物」においては，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する」との特性に関する特定がなされている。すなわち，熱処理後の「合金化合物」は，熱処理前の，金属間化合物を含む「合金」の中から，熱処理によって上記特性を有するに至った「合金化合物」に特定されるものであるから，熱処理前の「合金」に「金属間化合物」を含める解釈をしたとしても，上記特性の点において，熱処理前の「合金」と熱処理後の「合金化合物」とを区別することができる。",
                        "したがって，本件審決の上記解釈は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件明細書の実施例2における熱処理前の「亜鉛アルミニウム被膜」は，以下に述べるとおり，金属間化合物を含むものと認められるから，この点からも，本件特許における熱処理前の「亜鉛ベース合金」に金属間化合物が含まれることは明らかである。",
                        "すなわち，一般に，鋼に亜鉛めっきを行う場合には，電気亜鉛めっきや溶融亜鉛めっきなどが行われるが，その中でも，溶融亜鉛めっきが最も一般的に用いられている。また，溶融亜鉛めっきを行う際に用いられるめっき浴が純亜鉛のめっき浴であるとすると，鋼中の鉄と溶融亜鉛とが反応して，鋼と被膜との界面にFe-Zn系金属間化合物からなる合金層が厚く成長するが，この合金層は，硬くて脆いために，めっき剥離の原因となる。そのため，このようなFe-Zn合金層の成長を抑制し，加工性を向上させるため，溶融亜鉛めっきにおいては，一般的にめっき浴中に約0．2mass％程度の少量のアルミニウムが添加され，このアルミニウムが鋼中の鉄と優先的に反応して，鋼との界面におけるFe-Zn合金層の成長を抑制し，かわりにFe-Al-Zn系金属間化合物を含む層を形成する(甲4の303頁右欄11行～下から7行)。このようにして形成されたFe-Al-Zn系金属間化合物は，第1種Fe-Al-Zn・IMC(金属間化合物)といわれ，極めて緻密で均一な薄い層状のものであり，その組成は13％Al-64％Znである(乙2の1725頁右欄1行～14行)。",
                        "他方，本件明細書の実施例において，鋼板の被覆に用いられているのは，その被膜の厚さ(約10μm)などからして，溶融亜鉛めっきであると認められるから，実施例1の亜鉛被膜も，実際には純粋な亜鉛層だけでなく，亜鉛を含む金属間化合物であるFe-Al-Znも含んでいる。しかるところ，少量のアルミニウムしか含まない実施例1でさえ，熱処理前の亜鉛被膜に金属間化合物(Fe-Al-Zn)が含まれることからすれば，めっき浴中により多量のアルミニウムを含むことが明らかな溶融めっきにより得られた，実施例2の亜鉛アルミニウム被膜中に，より多量の金属間化合物が含まれることは当業者であれば容易に理解できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「亜鉛ベース合金」が明確であること",
                  "text": [
                    "原告は，本件特許の特許請求の範囲においては，「合金」を通常の意味で用いているのか，「金属間化合物を除く合金」という特殊な意味で用いているのかが明確ではないから，「本件発明1及び3における「亜鉛ベース合金」は明確である。」とした本件審決の判断は誤りである旨主張する。",
                    "しかし，上記アで述べたとおり，本件特許の特許請求の範囲における熱処理前の「合金」は，金属間化合物を含むもの，すなわち「合金」の用語の一般的な意味と同様のものとして解釈され，その意味は明確であるから，本件審決の結論に誤りはなく，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(サポート要件及び実施可能要件についての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書には，熱処理前の「亜鉛ベース合金」に相当する物として，実施例2の亜鉛50％，アルミニウム50％の亜鉛アルミニウム合金被膜が記載されているだけであり，亜鉛を50％以上含有し，残部がアルミニウム以外の任意の元素である合金被膜については何ら記載されていないから，「亜鉛ベース合金」を「亜鉛アルミニウム合金(亜鉛含有率50％以上)」と限定しない限り，本件特許にはサポート要件違反及び実施可能要件違反がある旨主張する。",
                    "しかし，本件明細書の発明の詳細な説明では，「図1の概略図に示す本発明の方法では，特に熱間圧延し亜鉛または亜鉛ベースの合金で被覆した熱処理用または熱成形用の鋼板から，型打ちプレスのようなツールによって熱成形部品を製造する。」(段落【0014】)として，「亜鉛ベース合金」全般についても言及されている。",
                    "また，亜鉛ベース合金の他の合金成分として，アルミニウムのほかに鉄やニッケルなども含まれることが本件特許の優先日当時の技術常識であったことは，甲45に「亜鉛-鉄合金の被膜」，「亜鉛-ニッケル合金の被膜」などが記載されていることから明らかであるから，本件明細書における熱処理前の「亜鉛ベース合金」に，アルミニウム以外にも，鉄，ニッケル等の合金成分が含まれ得ることは，当業者に当然に理解される事項である。",
                    "この点，原告は，甲45等に記載された「亜鉛-ニッケルメッキ」等は，金属間化合物であると考えられるから，本件審決が，本件発明の「亜鉛ベース合金」に「金属間化合物」は含まれないとの前提の下で，「亜鉛ベース合金」に相当する物として「亜鉛-ニッケルメッキ」等が存在すると認定したことは誤りである旨主張する。しかし，前記(1)アで述べたとおり，本件発明における熱処理前の「亜鉛ベース合金」は金属間化合物を含むものと解釈されるべきであるから，これと異なる解釈を前提とする原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本件発明における「亜鉛ベース合金」の「合金」に，金属間化合物が含まれるとの解釈を前提としても，本件特許には，サポート要件違反及び実施可能要件違反がある旨主張する。",
                    "しかし，以下に述べるとおり，原告の上記主張には理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件明細書には，熱処理前の「亜鉛ベース合金」被膜について，金属間化合物であり得ることが記載されておらず，また，本件明細書からは，金属間化合物である合金の被膜を熱処理した際に，別の金属間化合物を形成するかは不明であり，当該金属間化合物が「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保」し得るかも不明である旨主張する。",
                        "しかし，本件明細書の実施例2の亜鉛アルミニウム合金被膜中にFe-Al-Zn系の金属間化合物が含まれることは，前記(1)アで述べたとおりである。",
                        "また，一般的に，「金属間化合物」が，加熱処理により別の「金属間化合物」を形成することは，本件特許の優先日前から当業者によく知られていた事実である。例えば，亜鉛被膜を形成した鋼板の加熱により得られるZn-Fe系金属間化合物では，鋼板側から外側に向かって，Γ相(Fe Zn )，δ 相(FeZn )，ζ相(FeZn )というように，より鉄成分の多い金属間化合物から，より鉄成分の少ない金属間化合物へと，順に種々の組成比を有する金属間化合物が形成される(乙3の図1及び甲2の260～261頁)。すなわち，これらの各相の融点は，Γ相(Fe Zn )が782℃，δ 相(FeZn )が665℃，ζ相(FeZn )が530℃であり，加熱温度がより高くなると，融点がより高く，鉄の含有比率が高い金属間化合物がより多く形成される。なぜなら，加熱の進行に伴い，鋼板中の鉄成分の移動が進行することにより，鉄の含有比率の低いZn-Fe系金属間化合物から，より鉄の含有比率の高い別の金属間化合物へと移行していくからである。このように，加熱処理の進行により，鉄の含有比率の低いZn-Fe系金属間化合物から，より鉄の含有比率の高い別の金属間化合物が形成されることは，当業者であれば容易に理解できることである。",
                        "してみると，本件明細書の実施例2の亜鉛アルミニウム合金被膜中に含まれるFe-Al-Zn系金属間化合物においても，上記Zn-Fe系金属間化合物と同様に，加熱処理に伴い鋼板中の鉄成分の移動が進むことによって，鉄の含有比率のより高い別のFe-Al-Zn系金属間化合物が形成されることは，当業者であれば容易に理解できる。",
                        "また，このようにして形成された熱処理後の金属間化合物が，腐食に対する保護，鋼の脱炭に対する保護及び潤滑機能の確保ができる金属間化合物であることは，本件明細書の実施例2により実証されている。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件発明の「亜鉛ベース合金」は，熱処理前には潤滑機能を奏するものではなく，熱処理後に合金化合物を生成することで初めて潤滑機能を確保するものであるとの前提に立った上で，本件明細書には，どのような潤滑機能のない「金属間化合物」の被膜が，熱処理後に，どのような潤滑機能を有する別の形の「金属間化合物」となるのかが記載されていない旨主張する。",
                        "しかし，本件発明の特許請求の範囲請求項1の記載によれば，本件発明においては，熱処理によって，腐食に対する保護，鋼の脱炭に対する保護及び潤滑機能の確保ができる金属間化合物が生成されればそれで足りるのであって，熱処理前の合金の特性について示すことまで求められるものではない。そして，本件明細書の実施例2に係る記載によれば，Fe-Al-Zn系金属間化合物を含む亜鉛アルミニウム合金被膜が加熱されて，別のFe-Al-Zn系金属間化合物が形成され，これによって，型打ちにおいて，金型と鋼板とが凝着等を起こさずに問題なく成形できたこと，すなわち潤滑機能が確保されたことが実証されているから，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，本件明細書の実施例2における熱処理前の亜鉛アルミニウム合金被膜に「金属間化合物」が含まれないとしても，当業者は，本件明細書の記載及び本件特許の優先日当時の技術常識に基づいて，「金属間化合物」を含む「亜鉛ベース合金」から，実施例2と同様に，亜鉛-鉄-アルミニウムベース合金化合物(金属間化合物)が形成され，同様の作用効果を奏し得ることを容易に理解することができるといえるから，本件特許にサポート要件違反及び実施可能要件違反が認められないことに変わりはない。",
                        "すなわち，実施例2における熱処理前の亜鉛アルミニウム合金被膜が「金属間化合物」を含まない固溶体等であることを前提とした場合，実施例2においては，このような固溶体等である「亜鉛ベース合金」に，「800～1200℃の高温」を作用させると，「亜鉛-鉄-アルミニウムベース合金化合物」(金属間化合物)が形成され，腐食に対する保護，鋼の脱炭に対する保護及び潤滑機能の確保という本件発明の効果を奏することが実証されているものといえる。しかるところ，金属間化合物を融点を超える温度にまで加熱すると，当該金属間化合物は溶解し，固溶体等の場合と同様の状態となることは，本件特許の優先日当時の技術常識であり，これを前提とすれば，金属間化合物を含む「亜鉛ベース合金」であっても，その金属間化合物の融点を超える温度においては，金属間化合物を含まない「亜鉛ベース合金」と略同様の状態となるものといえる。してみると，金属間化合物を含む「亜鉛ベース合金」に，本件発明における「800～1200℃の高温」を作用させた場合には，金属間化合物を含まない「亜鉛ベース合金」に同様の高温を作用させた場合と同様の挙動を示すこと，すなわち，実施例2と同様に「亜鉛-鉄-アルミニウムベース合金化合物」(金属間化合物)を形成し，同様の効果を奏することとなることは，当業者であれば容易に理解できるものといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(甲18発明に基づく進歩性判断の誤り)に対し",
              "text": [
                "原告は，甲18発明の「アルミニウムをベースとする被覆材」の組成を従来既知の「アルミニウム55％-亜鉛45％」とし，更には，本件発明1の「亜鉛ベース合金」に該当する「アルミニウム50％-亜鉛50％」とすることは当業者が容易に想到し得た旨主張する。",
                "しかし，当業者であれば，鋼の熱膨張係数と近似する熱膨張係数を有するアルミニウムについては，これを鋼板に被覆し，更に熱処理及び焼入れを行うことにより，改善された表面と高い機械的強度とを有する鋼板を一体成形することを容易に考え得るとしても，鋼の熱膨張係数とは大きく異なる熱膨張係数を有する亜鉛については，焼入れ等の間に割れ等が生じやすいことから，これを鋼板に被覆し，更に700℃を超える高温による熱処理及び焼入れを行うことなどは通常は考えず，むしろ避けようとするはずである。",
                "本件発明1の解決手段は，従来から公知・慣用の熱処理用鋼板を用いた熱間型打ち工程において，従来使用することができないと考えられてきた「亜鉛または亜鉛ベース合金」で被覆された鋼板を用いることにより，亜鉛-鉄ベース合金化合物や亜鉛-鉄-アルミニウムベース合金化合物の被膜の生成及び機械的強度の向上等を一体的に行うものである。これに対し，甲18発明は，優れた耐食性，塗装性および接着性を維持した状態で，熱処理を施した後に機械的強度を有し，しかも，高い耐衝撃性，耐疲労特性，耐摩損特性及び耐摩耗特性を有する，成形可能な所望厚さを有する熱間圧延または冷間圧延被覆鋼板を得ることを課題とし(甲18の段落【0004】)，その解決手段として，高い耐食性を保証するアルミニウムを主成分とした被覆材により鋼板を被覆するものである(甲18の段落【0005】)。すなわち，甲18発明では，アルミニウムを主成分とした被覆材を用いることが解決手段の特徴的構成であるのに対し，本件発明1では，被覆材として，従来使用することができないと考えられてきた「亜鉛または亜鉛ベース合金」を用いることが解決手段の特徴的な構成なのであるから，両者の課題及び解決手段は，全く異なるものである。",
                "さらに，甲18には，従来技術として，アルミニウムベース合金及び亜鉛ベース合金の両方の被覆が記載されている(段落【0003】)にもかかわらず，甲18発明で被覆材として実際に使用されているのはアルミニウムベース合金のみであることからしても，甲18発明では，被覆材として亜鉛ベース合金を使用することができないものとされていることが明らかである。",
                "以上によれば，甲18発明において，当業者が相違点1に係る本件発明1の構成を容易に想到し得るとはいえないから，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲の記載は，前記第2の2記載のとおりである。",
                "また，本件明細書の発明の詳細な説明には，次のような記載がある(乙30。下記記載中に引用する図面及び表については別紙を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本発明は，鋼板の表面及び内部の鋼を確実に保護する金属または金属合金で被覆された圧延鋼板，特に熱間圧延鋼板の帯材を型打ちすることによって極めて高い機械的特性値をもつ成形部品を製造する方法に関する(段落【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "高温下の成形または熱処理を要する鋼板に対しては，熱処理に対する被膜の耐性を考慮して被覆処理が行われていない。鋼の熱処理は一般に700℃を十分に上回る比較的高い温度で行われる。実際これまでは，金属表面に付着させた亜鉛被膜は，亜鉛の融点を上回る温度に加熱されると，溶融し流動して熱間成形用ツールの働きを妨害し，更に，急冷中に被膜が劣化すると考えられてきた。(段落【0002】)",
                    "従って，被膜形成の処理は完成部品に対して行われており，このためには，該部品の表面及び中空部分の十分な清浄化が不可欠であった。このような清浄化には酸または塩基を使用する必要がある。このような酸または塩基は再利用及び保管に関する経済的な負担が大きく，また，作業員及び環境に対して危険である。更に，鋼の脱炭及び酸化を完全に防止するために，熱処理を管理雰囲気下で行う必要がある。加えて，熱間成形の場合に生じるカーボンデポジット(煤，calamine)がその研磨能力によって成形用ツールを損傷するので，得られる部品の品質，即ち寸法及び審美性の面で部品の品質を低下させたり，あるいは，ツールの頻繁な修理が必要になるのでコストが上がったりする。最後に，得られた部品の耐食性を強化するために，該部品の後処理が必要であるが，このような後処理は経費も高く作業も難しい。特に中空部分のある部品ではこのような後処理は不可能である。極めて高い機械的特性値をもつ鋼の後被覆はまた，電気亜鉛メッキ法では水素による脆化の危険，予め成形された部品の浸漬亜鉛メッキ法では鋼の機械的特性の変化，などの欠点がある。(段落【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "本発明の目的は，特に熱間圧延後に被覆され，熱間成形または冷間成形及び熱処理による順次処理が必要な0．2mm-約4mmの厚みをもつ圧延鋼板と，これらの被覆圧延鋼板から熱間成形部品を製造する方法をユーザーに提供することである。本発明方法では，熱間成形及び／または熱処理の前，処理中または処理後のいずれの時期でも鋼板を構成する鋼の脱炭，鋼板の表面の酸化を全く生じることなく高温処理が可能である。(段落【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本発明の目的は，鋼板の表面及び内部の鋼を確実に保護する金属または金属合金で被覆した圧延鋼板，特に熱間圧延鋼板の帯材を型打ちすることによって極めて高い機械的特性値をもつ成形部品を製造する方法であって，",
                    "-鋼板を裁断して鋼板ブランク(生地板)を得る段階と，",
                    "-鋼板ブランクの型打ちによって部品を成形する段階と，",
                    "-型打ち前…に，腐食に対する保護，鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間合金化合物で表面を被覆する段階と，",
                    "-型打ち処理に必要であった鋼板の余剰部分を裁断によって除去する段階と，から成る方法を提供することである。(段落【0005】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "本発明の好ましい実施態様においては，方法が，",
                    "-鋼板を裁断して鋼板ブランクを得る段階と，",
                    "-部品を熱間成形するために被覆鋼板ブランクに高温を作用させる段階と，",
                    "-腐食に対する保護，鋼の脱炭に対する保護を確保し且つ潤滑機能を確保し得る金属間合金化合物で表面を被覆する段階と，",
                    "-鋼板ブランクを型打ちによって成形する段階と，",
                    "-鋼の硬度及び被膜の表面硬度などの機械的特性を強化するために形成部品を冷却する段階と，",
                    "-型打ち処理に必要であった鋼板の余剰部分を裁断によって除去する段階と，",
                    "から成る(段落【0006】)。",
                    "本発明の別の特徴は：",
                    "-被膜を形成する金属または金属合金が5μm-30μmの範囲の厚みの亜鉛または亜鉛ベース合金から成る；",
                    "-金属間合金が亜鉛-鉄ベース化合物または亜鉛-鉄-アルミニウムベース化合物である；",
                    "-成形前及び／または熱処理前の被覆鋼板に700℃を上回る高温を作用させる；",
                    "-主として型打ちによって得られた部品を臨界焼入れ速度を上回る速度で冷却することによって焼入れする；",
                    "などである(段落【0007】)。",
                    "本発明はまた，型打ち，特に熱間型打ちによる部品の成形によって高い機械的硬度，高い表面硬度などの特性及び極めて優れた耐摩耗性をもつ部品を得るための，鋼板の表面及び内部の鋼を確実に保護する金属または金属合金で被覆された圧延鋼板，特に熱間圧延鋼板の帯材の使用に関する(段落【0008】)。",
                    "図1の概略図に示す本発明の方法では，特に熱間圧延し亜鉛または亜鉛ベースの合金で被覆した熱処理用または熱成形用の鋼板から，型打ちプレスのようなツールによって熱成形部品を製造する(段落【0014】)。",
                    "亜鉛または亜鉛合金の被膜は，ロール化された基本の鋼板を腐食から保護するように選択されている(段落【0015】)。",
                    "従来の定説と違って，熱処理のときまたは熱間成形を行うために温度を上昇させたときに，被膜は帯材の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度をもつようになる。形成された化合物は，腐食，摩滅，損耗及び疲労に対して高い耐性を有している。被膜は鋼の成形加工性を変化させないので，得られた鋼に対して極めて多様な冷間成形及び熱間成形を行うことが可能である。(段落【0016】)",
                    "更に，亜鉛または亜鉛合金を使用するので，鋼ブランクまたは鋼部品に打抜き部分があるときの切断面が亜鉛メッキによって保護される(段落【0017】)。",
                    "圧延鋼板を例えば亜鉛または亜鉛-アルミニウム合金によって被覆し得る(段落【0019】)。",
                    "部品を成形するためまたは熱処理するために，炉で鋼板に好ましくは700℃-1200℃の範囲の高温を作用させる。被膜によって酸化に対する障壁が形成されるので炉の雰囲気は管理不要である。亜鉛ベースの被膜は温度上昇に伴って処理温度に依存する種々の相を含む表面合金層に変態し，600HV／100gを上回る高い硬度をもつようになる。(段落【0021】)",
                    "優れた成形性及び優れた耐食性を有する厚み0．2mm-4mmの鋼板を本発明方法に使用し得る(段落【0022】)。",
                    "被覆処理される鋼板は，高温処理中，成形中，熱処理中及び最終成形部品の使用中に優れた耐食性を維持している(段落【0023】)。",
                    "被膜の存在は，熱処理中または熱間成形中の基本の鋼の腐食防止に加えて，鋼の脱炭防止の効果がある。これは，例えば型打ちプレス内で熱間成形するときに明らかな利点を与える。即ち，形成された金属間合金はカーボンデポジットの形成を阻止し，カーボンデポジットによるツールの損耗を防止し，その結果として，ツールの平均使用寿命を延長させる。熱間形成された金属間合金が高温で潤滑機能を有することも知見された。更に，金属間合金が脱炭防止効果を有するので，管理されない雰囲気の炉で900℃を上回る高温を使用することが可能であり，このような高温加熱時間が数分間に及んでもよい。(段落【0024】)",
                    "得られた部品を炉から取り出した後で酸洗いする必要がない。即ち，最終部品の酸洗い浴が不要なので経済的に有利である(段落【0025】)。",
                    "被膜が高温処理によって得られた特性を有するので，成形部品の耐疲労性，耐損耗性，耐摩耗性及び耐食性が強化されている。亜鉛は鋼に対するメッキ作用を有するので，部品の切断面でも同様の特性強化が得られる。更に，被膜は高温処理の前後いずれの時期でも溶接可能である。(段落【0026】)",
                    "鋼板を構成する鋼は焼入れ硬化されるので，成形後に得られる部品は高い機械的特性値を有し得る。また，被膜は高温で金属間合金に変態し潤滑性及び耐摩擦性を有するので，成形性，特に熱間型打ちの分野での成形性が改善される。(段落【0027】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例1：鋼に設けた亜鉛被膜",
                      "text": [
                        "1つの実施態様では，以下の重量組成をもつ鋼から熱間圧延鋼板の帯材を製造する：",
                        "炭素：0．15％-0．25％",
                        "マンガン：0．8％-1．5％",
                        "ケイ素：0．1％-0．35％",
                        "クロム：0．01％-0．2％",
                        "チタン：0．1％以下",
                        "アルミニウム：0．1％以下",
                        "リン：0．05％以下",
                        "イオウ：0．03％以下",
                        "ホウ素：0．0005％-0．01％(段落【0028】)",
                        "厚み1mmの冷間圧延鋼板から，厚み約10μmの亜鉛被膜が両面に連続的にメッキされた部品を製造する。成形前の鋼板を950℃でオーステナイト化し，ツール内で焼入れする。被膜は低温及び高温の腐食防止及び脱炭防止などの本来の機能に加えて，成形処理中に潤滑剤の機能を果たす。合金被膜は焼入れ処理中にツールからの排熱を妨害することがなく，この排熱をむしろ促進する。全処理工程にわたって部品が基本の被膜によって確実に保護されているので，成形及び焼入れの後，部品の酸洗いまたは保護はもはや不要である。(段落【0029】)",
                        "成形後に，従って熱処理後に得られた部品は，無光沢な灰色の表面状態を有しており，流れ跡や気泡がなく，剥離や亀裂がなく，切断面にカーボンデポジットがない。走査型電子顕微鏡で観察すると，表面及び断面の被膜が均質な構造及び組織を維持しており，950℃で5分以内にFe-Zn合金が形成されていることが判明する。(段落【0030】)",
                        "それぞれ熱処理の前及び後の厚み5-10μmの被膜の断面のZnの拡散界面を表す図3a及び3bの比較から明らかなように，被膜は亜鉛マトリックス中の球状化Zn-Fe合金によって形成された層であり，層は10-15μmの厚みを有している(段落【0031】)。",
                        "DIＮ  50017規格に従う湿度及び温度で行った腐食試験では，本発明の被膜が30サイクル後に優れた腐食防止効果を示し，部品の表面がその無光沢状態を維持していることが示された(段落【0032】)。",
                        "表1は，被膜のない対照鋼板，亜鉛被膜をメッキしたが熱処理しない対照鋼板，本発明の2つの実施態様で得られた鋼板のそれぞれについて，500-1000時間の塩水噴霧による腐食試験後の減量を表す(段落【0033】)。",
                        "表から明らかなように，熱処理した被膜は塩水噴霧に対して十分に耐性である(段落【0035】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例2：鋼に設けた亜鉛アルミニウム被膜",
                      "text": [
                        "約1mmの鋼板に10μmの被膜を形成する。この被膜は50-55％のアルミニウムと45-50％の亜鉛とから成り，任意に少量のケイ素を含有する(段落【0036】)。",
                        "熱間成形後のこの被膜の断面の状態を図4a及び4bに示す(段落【0037】)。",
                        "熱間成形中に，亜鉛とアルミニウムと鉄とが合金化して密着性の均質な亜鉛-アルミニウム-鉄被膜が形成される。腐食試験では，この合金層が極めて優れた腐食防止効果を有していることが示される。(段落【0038】)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上を総合すれば，本件明細書には，本件発明に関し，次のようなことが開示されているものと認められる。",
                "従来，高温下の成形または熱処理を要する鋼板においては，一般に亜鉛の融点を上回る高い温度で熱処理が行われるため，鋼板に亜鉛被膜があると，亜鉛が溶融，流動して熱間成形用ツールの働きを妨害し，更に，急冷中に被膜が劣化すると考えられてきた。そのため，鋼板の被覆処理は，熱処理の前には行われず，熱間成形や熱処理後の完成部品に対して行われていたが，そうすると，①部品の表面及び中空部分の十分な清浄化が不可欠であり，その清浄化には酸または塩基を使用する必要があるため，経済的な負担や作業員及び環境への危険があること，②鋼の脱炭及び酸化を完全に防止するために，熱処理を管理雰囲気下で行う必要があること，③熱間成形の場合に生じるカーボンデポジットが成形用ツールを損傷し，部品の品質を低下させたり，ツールの頻繁な修理のためにコストが上がること，④得られた部品の耐食性を強化するために，該部品の後処理が必要であるが，後処理は，経費も高く作業も難しい上に，中空部分のある部品では不可能であることなどの問題があった。(段落【0002】，【0003】)",
                "そこで，本件発明は，熱間成形や熱処理の前に鋼板に被覆を形成することで，熱処理における鋼板の脱炭や酸化を防止するなど，上記①ないし④の従来技術の問題点を解決し得る，極めて高い機械的特性値をもつ鋼板を製造する方法を提供することを課題とするものであり，その解決に当たり，亜鉛又は亜鉛合金で被覆した鋼板を熱処理又は熱間成形を行うために温度を上昇させたときに，被膜が鋼板の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度をもつようになるという，従来の定説とは異なる新たな知見が得られたことに基づき，解決手段として，亜鉛又は亜鉛ベース合金で被覆された熱処理用鋼板ブランクに対し，部品を得るための熱間型打ち前に，800℃～1200℃の高温を2～10分間作用させる熱処理を行うことにより，腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する，亜鉛-鉄ベース合金化合物および亜鉛-鉄-アルミニウムベース合金化合物からなる群から選択される合金化合物を熱処理用鋼板ブランクの表面に生じさせる工程を実施するものとしたことを特徴とするものである(特許請求の範囲請求項1，段落【0004】ないし【0008】，【0014】ないし【0016】，【0021】)。",
                "そして，本件発明は，熱処理用鋼板に上記合金化合物の被膜を形成することにより，熱処理中または熱間成形中の鋼の腐食防止及び脱炭防止，カーボンデポジットの形成を阻止することによるツールの損耗防止，高温での潤滑機能の確保，得られた部品の酸洗い浴が不要となることによる経済的利点，成形部品の耐疲労性，耐損耗性，耐摩耗性及び耐食性の強化などの効果を奏するものである(段落【0024】ないし【0027】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(明確性要件違反についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件特許の特許請求の範囲における熱処理前の熱処理用鋼板を被覆する「亜鉛ベース合金」の「合金」について，金属間化合物を含むものか，含まないものかが明確ではないから，これを含まないものと一義的に解釈した上で，上記「亜鉛ベース合金」は明確であるとした本件審決の判断は誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，本件特許の特許請求の範囲の記載及び本件明細書の記載から，上記「亜鉛ベース合金」における「合金」の意義がどのように解釈されるべきかにつき検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，「合金」の用語は，一般に「固溶体，金属間化合物，あるいは金属相の混合物として2個以上の元素を含む金属生成物」(甲39)を意味するものとされるから，一般に「合金」が金属間化合物を含むものであることは，本件特許の優先日前からの技術常識である(このことは，当事者間に争いがない。)。",
                    "したがって，本件特許の特許請求の範囲の「亜鉛ベース合金」における「合金」についても，特段の事情がない限り，上記のような一般的な意味に従って，金属間化合物を含むものとして解釈されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，本件特許の特許請求の範囲の記載や本件明細書の記載において，上記「亜鉛ベース合金」における「合金」が，一般的な意味とは異なり，金属間化合物を含まないものと解釈されるべきことを根拠づける記載があるか否かにつき検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の特許請求の範囲の記載をみると，請求項1において，熱処理前の熱処理用鋼板を被覆するものとして「亜鉛ベース合金」が特定され，また，請求項3において，「被膜を形成する…亜鉛ベース合金が5μm-30μmの範囲の厚みである」ことが記載されているのみであり，これらの「合金」に金属間化合物が含まれないことを示す特段の記載は認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本件明細書の発明の詳細な説明の記載をみるに，本件審決は，段落【0015】及び【0016】の記載から，「合金」の被膜が，熱処理や熱間成形の温度上昇で，鋼と「合金化」して「化合物」を形成することが理解できるから，温度上昇の前後で「合金」と「化合物」は区別され，技術的に異なる意味と解されるとして，熱処理前の「合金」には金属間化合物は含まれない旨判断する。",
                        "しかしながら，熱処理前の「合金」と熱処理後に形成される「化合物」とが技術的に区別されるものであるとしても，そのことから直ちに，熱処理前の「合金」に金属間化合物が含まれないとの解釈が導き出されるものではない。",
                        "すなわち，熱処理用鋼板を被覆する熱処理前の「合金」の被膜が金属間化合物であるとしても，これを熱処理することにより鋼板中の鉄が被膜中に拡散し，鉄の濃度が変化することによって，熱処理前の金属間化合物とは異なる金属間化合物に変化し得ること(例えば，Zn-Fe系金属間化合物の場合，ζ相(FeZn )，δ 相(FeZn )，Γ 相(Fe Zn )，Γ相(Fe Zn )の順に変化すること(甲2，3，71及び乙3))は，本件特許の優先日当時の技術常識である。そして，このような技術常識を前提とすれば，熱処理前の「合金」が金属間化合物であるとしても，これと熱処理後に形成される別の金属間化合物との区別は可能であるし，金属間化合物の被膜が別の金属間化合物に変化することをもって，「被膜は帯材の鋼と合金化した層を形成し，…形成された化合物は…」(本件明細書の段落【0016】)と表現することも格別不自然とはいえない。",
                        "また，本件特許の特許請求の範囲請求項1の記載によれば，熱処理前の「亜鉛ベース合金」についてはその特性等に係る特定がされていないのに対し，熱処理後の「化合物」については，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する」という特性に関する特定がされているのであるから，この点からも，熱処理前の「合金」と熱処理後の「化合物」との区別は可能なものといえる。",
                        "してみると，熱処理前の「合金」と熱処理後に形成される「化合物」とが技術的に区別されるものであるからといって，熱処理前の「合金」に金属間化合物が含まれないと解釈しなければならないとはいえない。なお，本件審決は，本件特許の出願人である脱退被告が，出願審査の過程において，熱処理前の「合金」と熱処理後の「金属間化合物」とが区別される旨を主張していたことも上記解釈の理由に挙げるが，そのようなことが，熱処理前の「合金」に金属間化合物が含まれないとの解釈に結びつくものでないことは，上記と同様である。",
                        "さらに，本件明細書の発明の詳細な説明のその他の記載をみても，上記「亜鉛ベース合金」における「合金」を金属間化合物を含まないものと解釈すべきことを根拠づけるに足りる記載は認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件特許の特許請求の範囲の記載や本件明細書の記載に照らしても，上記「亜鉛ベース合金」における「合金」について，金属間化合物を含まないものと解釈すべき特段の事情は認められないから，「合金」の意味は，一般的な意味に従って，金属間化合物を含むものと解するのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)によれば，本件特許の特許請求の範囲の「亜鉛ベース合金」における「合金」は，用語の一般的な意味と同様に，金属間化合物を含むもの，すなわち「固溶体，金属間化合物，あるいは金属相の混合物として2個以上の元素を含む金属生成物」を意味するものと解釈されるのであり，金属間化合物を含むものか，含まないものかが明確でないとはいえない。",
                "そうすると，本件審決の判断は，上記「亜鉛ベース合金」における「合金」について，金属間化合物を含ないものとする点においてその解釈を誤るものではあるが，上記「合金」の意味が明確であり，本件特許に明確性要件違反の無効理由はないとした結論に誤りはないから，本件審決にこれを取り消すべき違法は認められない。",
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(サポート要件及び実施可能要件についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書の発明の詳細な説明には，熱処理前の「亜鉛ベース合金」に相当するものとして，実施例2における亜鉛50％，アルミニウム50％の亜鉛アルミニウム合金被膜が記載されているだけであり，亜鉛を50％以上含有し，残部がアルミニウム以外の任意の元素である合金被膜については何ら記載されておらず，このような合金被膜を熱処理した際に，どのような金属間化合物が生じるかは不明であり，また，亜鉛以外の成分いかんによって合金の特性は異なり，当該金属間化合物が「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保」し得るかも不明であるから，本件特許の特許請求の範囲の記載は，「亜鉛ベース合金」を「亜鉛アルミニウム合金(亜鉛含有率50％以上)」と限定しない限り，サポート要件及び実施可能要件に違反するとして，これと異なる本件審決の判断の誤りを主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の発明の詳細な説明には，前記1のとおり，鋼板の被膜処理を熱間成形や熱処理後の完成部品に対して行っていた従来技術の問題点(前記1(2)①ないし④)を解決するため，亜鉛又は亜鉛合金で被覆した鋼板を熱処理又は熱間成形を行うために温度を上昇させたときに，被膜が鋼板の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度をもつようになるという，従来の定説とは異なる新たな知見が得られたことに基づき，熱間成形や熱処理の前に，鋼板を亜鉛又は亜鉛ベース合金で被覆し，その後熱処理を行うことにより，腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する，亜鉛-鉄ベース合金化合物又は亜鉛-鉄-アルミニウムベース合金化合物を生じさせ，これによって，熱処理中または熱間成形中の鋼の腐食防止，脱炭防止，高温での潤滑機能の確保等の効果を奏することが記載されている。すなわち，本件明細書の発明の詳細な説明の記載においては，上記新たな知見に係る熱処理前の被膜について，「亜鉛または亜鉛合金の被膜」(段落【0015】，【0016】)とされ，また，【発明の実施の形態】においても，熱処理前の被膜については，「亜鉛または亜鉛ベース合金」(段落【0007】)，「亜鉛または亜鉛ベースの合金」(段落【0014】)，「亜鉛または亜鉛合金」(段落【0017】)とされており，熱処理前の被膜である「亜鉛ベース合金」について，亜鉛以外の成分を特に限定する旨の記載はない(段落【0019】には「圧延鋼板を例えば亜鉛または亜鉛-アルミニウム合金によって被覆し得る。」との記載があるが，その文言からみて，「亜鉛ベース合金」の例示として「亜鉛-アルミニウム合金」を挙げているにすぎない。)。また，段落【0021】では，「亜鉛ベースの被膜は温度上昇に伴って処理温度に依存する種々の相を含む表面合金層に変態し，600HV／100gを上回る高い硬度をもつようになる。」と記載され，「亜鉛ベース」の被膜であれば，前記新たな知見のとおり，温度を上昇させたときに被膜が合金層を形成し，機械的強度をもつようになることが記載されている。してみると，これらの記載に接した当業者であれば，鋼板を被覆する熱処理前の被膜については，「亜鉛ベース合金」といえるもの，すなわち，亜鉛を50％以上含有する合金であれば，上記新たな知見のとおり，熱処理によって機械的強度をもつ合金層を形成し，本件発明に係る上記課題を解決し得るものであることを理解するものといえる。",
                    "さらに，本件明細書の発明の詳細な説明には，実施例として，熱処理前の被膜を亜鉛被膜とする実施例1と当該被膜を亜鉛アルミニウム被膜とする実施例2が記載され，実施例1については，亜鉛被膜で被覆された鋼板に950℃の熱処理を行うことにより，表面及び断面の被膜が均質な構造及び組織を維持し，Fe-Zn合金が形成されること，当該被膜が腐食防止及び脱炭防止の機能に加えて，成形処理中に潤滑剤の機能を果たすこと，塩水噴霧による腐食試験においても，塩水噴霧に対して十分に耐性であることが記載され(段落【0029】ないし【0035】)，実施例2については，50-55％のアルミニウムと45-50％の亜鉛からなる亜鉛アルミニウム被膜で被覆された鋼板に熱処理を行うことにより，亜鉛とアルミニウムと鉄が合金化して密着性の均質な亜鉛-アルミニウム-鉄被膜が形成されること，当該被膜が，前同様の腐食試験において極めて優れた腐食防止効果を示したことが記載されている(段落【0036】ないし【0038】)。しかるところ，上記実施例2の亜鉛アルミニウム被膜のうち，50％のアルミニウムと50％の亜鉛からなるものは，「亜鉛ベース合金」に相当するものであるから，上記実施例2の記載に接した当業者であれば，「亜鉛ベース合金」の具体例である上記亜鉛アルミニウム被膜で被覆した鋼板に熱処理を行うことにより，亜鉛-アルミニウム-鉄合金の被膜が形成され，当該被膜が腐食防止等の効果を奏し，本件発明に係る課題を解決し得ることが実例によって確認されることを認識し，ひいては，上記【発明の実施の形態】等の記載に基づく熱処理前の「亜鉛ベース合金」に関する理解が裏付けられるものと認識するというべきであって，熱処理前の被膜について，実施例2に示された亜鉛アルミニウム被膜でなければ，本件発明に係る課題を解決し得ないとの理解をするものではないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，本件明細書の発明の詳細な説明には，「亜鉛ベース合金」に相当するものとして，実施例2における亜鉛50％，アルミニウム50％の亜鉛アルミニウム合金被膜以外の「亜鉛ベース合金」の被膜についての記載はなく，これを熱処理した際にどのような金属間化合物が生じるか，また，当該金属間化合物が「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保」し得るかは不明である旨主張する。",
                    "しかし，本件発明における「亜鉛ベース合金」は，熱処理用鋼板を被覆するものであるから，このような被覆材において，亜鉛との合金をなす成分として用いられる元素は，自ずから限られるものといえる。そして，当業者が本件発明における「亜鉛ベース合金」として想起するのは，このような元素と亜鉛との合金であると考えられるところ，本件特許の優先日前の公知文献の記載によると，50％以上の亜鉛と他の元素の合金からなる鋼の被覆材として，亜鉛-鉄めっき(甲45の「Zn-10％Fe」及び「Zn-15％Fe」)，亜鉛-ニッケルめっき(甲45の「Zn-10～13％Ｎi」)，亜鉛-アルミニウムめっき(甲45の「Zn-5％Al」)や，亜鉛を主成分とし，鉄，ニッケル，アルミニウム，マンガン，クロム，チタン，マグネシウムといった合金元素を含むめっき(甲46の段落【0007】)が存在することは，本件特許の優先日当時の技術常識であったと認められるから，当業者であれば，上記「亜鉛ベース合金」の被膜として，これらの合金めっきを当然に想起するものといえる(なお，原告は，本件特許の特許請求の範囲における「亜鉛ベース合金」に「金属間化合物」が含まれないとする本件審決の解釈を前提とした上で，上記甲45及び46には，金属間化合物ではない亜鉛-ニッケルめっき等は記載されていないから，これらの文献から「亜鉛ベース合金」に相当する亜鉛-ニッケルめっき等が存在するというのは誤りである旨主張するが，前記2で述べたとおり，「亜鉛ベース合金」に「金属間化合物」が含まれないとする解釈自体が誤りであるから，原告の上記主張は，その前提において採用できない。)。",
                    "他方，本件優先日当時の公知文献によれば，本件発明に係る熱処理後の被膜である「亜鉛-鉄ベース合金化合物」に相当するものとして，亜鉛-鉄合金化合物(甲2及び3)や亜鉛-鉄-ニッケル合金化合物(甲56及び57)の存在が知られ，同じく「亜鉛-鉄-アルミニウムベース合金化合物」に相当するものとして，鉄-亜鉛-アルミニウム-ニッケル合金化合物(甲59)の存在が知られていたことが認められるから，これらの存在を知る本件優先日当時の当業者が，本件明細書の発明の詳細な説明に記載された「亜鉛又は亜鉛合金で被覆した鋼板を熱処理又は熱間成形を行うために温度を上昇させたときに，従来の定説と違って，被膜が鋼板の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度をもつようになる」との知見に接すれば，例えば，上記亜鉛-鉄めっきで被覆した鋼板に熱処理を行えば，被膜と鋼板の鋼とが合金化し，亜鉛-鉄合金化合物の層が形成されて機械的強度をもつようになり，本件発明に係る課題を解決し得ると合理的に期待し得ることを理解するものといえる。また，同様に，当業者は，亜鉛-ニッケルめっきからは，亜鉛-鉄-ニッケル合金化合物が，亜鉛を主成分とし，マンガン等の合金元素を含む合金めっきからは，鉄-亜鉛とマンガン等からなる合金化合物が形成されて，それぞれ機械的強度をもつようになり，本件発明に係る課題を解決し得ることを理解するものといえる。",
                    "この点，原告は，亜鉛以外の成分いかんによって合金の特性は異なるから，亜鉛を50％以上含有し，残部がアルミニウム以外の任意の元素である合金から形成された金属間化合物が「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保」し得るかは不明である旨主張する。しかし，本件特許の特許請求の範囲請求項1では，「成形された部品を製造する方法」として，「亜鉛または亜鉛ベース合金で被覆された圧延熱処理用鋼板」に熱処理を行うことにより，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する，亜鉛-鉄ベース合金化合物および亜鉛-鉄-アルミニウムベース合金化合物からなる群から選択される合金化合物」を「熱処理用鋼板ブランクの表面に生じさせる」ことが，発明特定事項とされているのであるから，上記「亜鉛ベース合金」とは，亜鉛を50％以上含有し，残部が任意の元素であるあらゆる合金を含むものではなく，熱処理によって，「腐食に対する保護及び鋼の脱炭に対する保護を確保し且つ潤滑機能を確保する」，「亜鉛-鉄ベース合金化合物」や「亜鉛-鉄-アルミニウムベース合金化合物」を形成するような亜鉛と他の元素との組み合わせに係る合金に限られるものといえる。そして，そのような合金として，「亜鉛-鉄めっき」や「亜鉛-ニッケルめっき」等が想起し得ることは，上記のとおりである。",
                    "以上によれば，本件明細書の発明の詳細な説明に，熱処理前の「亜鉛ベース合金」の具体例として亜鉛50％，アルミニウム50％の亜鉛アルミニウム合金被膜しか記載されていないとしても，当業者であれば，本件特許の優先日当時の技術常識と本件明細書の発明の詳細な説明の記載に基づいて，上記以外の「亜鉛ベース合金」の被膜をも想起し，これらの被膜を熱処理することによって本件発明に係る課題を解決できることを理解し得るものといえるから，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の次第であるから，本件特許の特許請求の範囲における熱処理前の「亜鉛ベース合金」について，亜鉛50％，アルミニウム50％の亜鉛アルミニウム合金以外の場合がサポートされていない旨の原告の主張は理由がない。",
                    "また，本件明細書の発明の詳細な説明について，本件発明の「亜鉛べース合金」が亜鉛50％，アルミニウム50％の亜鉛アルミニウム合金以外の場合について，当事者がその実施をすることができる程度に明確かつ十分な記載があるとはいえない旨の原告の主張も同様に理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "さらに，原告は，本件特許の特許請求の範囲における「亜鉛ベース合金」に「金属間化合物」が含まれると解釈することを前提とした上で，本件明細書の発明の詳細な説明には，熱処理前の「亜鉛ベース合金」被膜が金属間化合物である場合が記載されていないことを理由として，本件特許にはサポート要件違反及び実施可能要件違反がある旨を主張する。",
                "しかし，特許無効審判における審決の取消訴訟においては，審判手続において審理判断されなかった無効原因は，審決を違法とする理由として主張することができないものというべきところ，上記の理由によるサポート要件違反及び実施可能要件違反は，本件の審判手続において，具体的に主張されておらず，審理判断されていない無効理由であると認められる。",
                "すなわち，本件審決の理由(別紙審決書写し参照)によれば，本件の審判手続において，審判請求人である原告が「亜鉛ベース合金」の記載に関わるサポート要件違反の無効理由として具体的に主張しているものと理解できるのは，①「亜鉛ベース合金」という記載では，どのような成分の合金が含まれるのか全く明らかでなく，「亜鉛ベース合金」から「亜鉛-鉄ベース合金化合物」を生じさせることは，発明の詳細な説明に記載されていない旨(本件審決の17頁)，②「亜鉛ベース合金」は，様々な亜鉛合金を含むものであるが，発明の詳細な説明には，「亜鉛-アルミニウム合金」からなる「亜鉛ベース合金」しか記載されていないから，発明の詳細な説明にサポートされていない旨(同17頁)及び③実施例2に記載された「50-55％のアルミニウムと45-50％の亜鉛」とからなる被膜は，アルミニウムベース合金であり，亜鉛ベース合金とはいえないから，「亜鉛ベース合金」の実施例はない旨(同18頁)の各主張であり(本件の審判手続において原告が主張した無効理由が本件審決の理由に記載のとおりのものであることは，原告が自認するところである。)，いずれも，本件特許の特許請求の範囲における「亜鉛ベース合金」に「金属間化合物」が含まれるとする解釈を前提とした上で，本件明細書の発明の詳細な説明に，熱処理前の「亜鉛ベース合金」被膜が金属間化合物である場合が記載されていないことを理由とするサポート要件違反を具体的に主張するものではない。",
                "同様に，本件の審判手続において，原告が「亜鉛ベース合金」の記載に関わる実施可能要件違反の無効理由として具体的に主張しているものと理解できるのは，「亜鉛ベース合金」がアルミニウム以外の合金成分を含む場合，どの程度の合金成分を含む「亜鉛ベース合金」を，どのような組成の鋼板に被覆し，どのような熱処理条件を採用すれば，どのような合金化合物が生じるのか，発明の詳細な説明には全く記載されておらず，本件明細書の記載からは，鉄，ニッケル，クロム，さらには，アルミニウムとマグネシウム等を含む亜鉛ベース合金から，熱処理により「亜鉛-鉄ベース合金化合物」が形成されることを，当業者が容易に理解できるとはいえない旨(本件審決の30頁)の主張であり，本件特許の特許請求の範囲における「亜鉛ベース合金」に「金属間化合物」が含まれるとする解釈を前提とした上で，本件明細書の発明の詳細な説明に，熱処理前の「亜鉛ベース合金」被膜が金属間化合物である場合が記載されていないことを理由とする実施可能要件違反を具体的に主張するものではない。",
                "以上のとおり，原告が，本件において，取消事由2の一部とする前記主張は，原告が，本件の審判手続において無効理由として具体的に主張したものではなく，本件審決もこれについて判断しているものではないから，この点を本件審決の取消事由とする原告の主張は失当というべきである(本件審決が，合金には金属間化合物は含まれないという前提に立って審理判断をしたため，審判手続においては，この点に関する審理判断の余地が全くなかったという本件の経緯を考慮すると，この点は，改めて無効審判において審理判断されるべき事項というべきである。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(甲18発明に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲18公報の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲18公報には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "請求項1",
                          "text": [
                            "下記重量組成を有する熱間圧延後に冷間圧延が可能な，熱処理後に極めて高い機械強度を有し，アルミニウム被覆材が高い耐食性を保証する被覆鋼板：",
                            "0．15％＜炭素＜0．5％",
                            "0．5％＜マンガン＜3％",
                            "0．1％＜珪素＜0．5％",
                            "0．01％＜クロム＜1％",
                            "チタン＜0．2％",
                            "アルミニウム＜0．1％",
                            "リン＜0．1％",
                            "硫黄＜0．05％",
                            "0．0005％＜ホウ素＜0．08％",
                            "残部は鉄と製造に起因する不純物。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "請求項4",
                          "text": [
                            "被覆用金属浴が重量組成％で9～10％の珪素，2～3．5％の鉄を含み，残部がアルミニウムである請求項1に記載の被覆鋼板。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が属する技術分野",
                      "text": [
                        "本発明は熱処理後の耐久性が極めて高い熱間圧延および冷間圧延被覆鋼板に関するものである(段落【0001】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "本発明の目的は，優れた耐食性，塗装性および接着性を維持した状態で，最終製品に熱処理を施したのちに1000MPa以上の機械強度を有し，しかも，高い耐衝撃特性，耐疲労特性，耐摩損特性および耐摩耗特性を有する，成形可能な所望厚さを有する熱間圧延または冷間圧延被覆鋼板を提供することにある(段落【0004】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "本発明の対象は下記重量組成を有する，熱処理後に極めて高い機械強度を有し，アルミニウムを主成分とした被覆材が高い耐食性を保証する，熱間圧延後に冷間圧延が可能な被覆鋼板にある。",
                        "0．15％＜炭素＜0．5％",
                        "0．5％＜マンガン＜3％",
                        "0．1％＜珪素＜0．5％",
                        "0．01％＜クロム＜1％",
                        "チタン＜0．2％",
                        "アルミニウム＜0．1％",
                        "リン＜0．1％",
                        "硫黄＜0．05％",
                        "0．0005％＜ホウ素＜0．08％",
                        "残部は鉄と製造に起因する不純物(段落【0005】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本発明では一連の熱間圧延(場合によっては冷間圧延)によって得られた鋼板を，必要に応じて再度冷間圧延して所望最終厚さにした後，アルミニウムをベースとする被覆材，例えば8～11％の珪素，2～4％の鉄を含むアルミニウム浴中でアニール被覆(revetue  au trempe)する。得られた鋼板は熱処理後に高い機械強度を有し，高い耐食性と良好な塗装性および接着性を有する。",
                            "被覆材は冷間および熱間での腐食からベース鋼板を保護する役目をする。本発明鋼板の出荷状態での機械強度は種々の成形，特に深絞りが可能なものである。熱間成形加工時または成形後に行う熱処理によって高い機械特性を得ることができ，機械強度は1500MPa以上，降伏応力は1200MPa以上になる。最終的な機械特性は鋼の炭素含有率および熱処理に依存する。最終製品の熱処理時または熱間成形加工時に，被覆材は摩損，磨耗，疲労，衝撃および腐食に対する極めて高い抵抗性と，良好な耐食性，塗装性および接着性を有する層を形成する。",
                            "本発明では，下記重量組成：",
                            "0．15％＜炭素＜0．5％",
                            "0．5％＜マンガン＜3％",
                            "0．1％＜珪素＜0．5％",
                            "0．01％＜クロム＜1％",
                            "チタン＜0．2％",
                            "アルミニウム＜0．1％",
                            "リン＜0．1％",
                            "硫黄＜0．05％",
                            "0．0005％＜ホウ素＜0．08％",
                            "残部は鉄と製造に起因する不純物",
                            "を有する鋼を熱間圧延(必要に応じて冷間圧延)して所望厚さに鋼板を製造し，次いでこの鋼板を酸洗した後，8～11％の珪素と2～4％の鉄とを含むアルミニウム浴中，2～4％の鉄を含むアルミニウム浴中，好ましくは9～10％の珪素と2～3．5％の鉄とを含むアルミニウム浴中でアニール被覆する。(段落【0009】ないし【0011】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本発明の一つの実施例では，アルミニウム比率が約90％のアルミニウム合金浴中で焼入れする鋼板の被覆で，被覆層は鋼表面と接触する第1合金層を構成する。この層は鋼板の表面と直接接触しており，鉄と強い合金を作る。この第1層の上には約90％のアルミニウムを含む第2被覆層を形成する。この第2被覆層は浴の組成に応じて珪素および少量の鉄を含む。",
                            "部品製造時に鋼板を成形する際に第1合金層に亀裂が生じることがある。本発明では，部品を成形後，被覆材の温度を5℃/秒以上，場合によっては600℃/秒以上の速度で上昇させる。この温度上昇によってアルミニウムが急速に再融合し，部品の成形操作で生じた亀裂が塞がれる。本発明の他の利点は被覆材中の鉄の拡散が高温で開始し，従って，被覆材と鋼板の鋼との間に良好な凝集力が得られる点にある。本発明の他の態様では，熱処理を大きく変形させた部分に局部的に行う。",
                            "本発明鋼板は出荷時に厚さが0．25mm～15mmであり，リール状態またはシート状態であり，良好な成形性，耐食性，塗装性および接着性とを有している。この被覆鋼板は出荷時，成形中，熱処理中および最終製品の使用中に高い耐食性を示す。熱処理後には高い機械強度が得られ，この強度は1500MPa以上になることもある。被覆が存在することによって部品の熱処理時にベース金属の脱炭および酸化を完全に防止できる。これは熱間成形加工の場合に明らかな利点である。さらに，被覆処理した部品の加熱に脱炭防止用に雰囲気制御したオーブンを必要としない。",
                            "この鋼板の金属の熱処理はオーブン中でオーステナイト変態開始点の温度Ac1，例えば750℃から1200℃の間の温度に加熱して行う。加熱時間は希望温度と部品の鋼板の厚さに依存する。鋼板組成は熱処理時に粒子が増加するのを制限するように最適化する。目標とする組織が完全なマルテンサイトの場合は，維持温度はオーステナイト形成の終了温度Ac3，例えば840℃以上にしなければならない。温度維持後は目標とする最終組織に合わせて冷却しなければならない。下記実施例の組成を有する完全なマルテンサイト組織の鋼の場合には，鋼板厚さが約1mmで，900℃で5分間オーステナイト化するために冷却速度を27℃/秒の焼入れ臨界速度以上にしなければならない。(段落【0012】～【0015】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "熱処理のパラメータの変調は，所定の組成物を用いて，目標となる厚さに応じて熱間鋼板および冷間鋼板で各種レベルの抵抗を達成することができる。熱処理時に，例えばアルミニウムをベースとする被覆材は鉄合金に変態し，熱処理に依存する各種の相を含み，600HV100gを超えうる高い硬度を有する。",
                            "以下，本発明の実施例を示す。0．21％の炭素と，1．14％のマンガンと，0．020％のリンと，0．0038％の硫黄と，0．25％の珪素と，0．040％のアルミニウムと，0．009％の銅と，0．020％のニッケルと，0．18％のクロムと，0．0040％の窒素と，0．032％のチタンと，0．003％のホウ素と，0．0050％のカルシウムとを含む本発明鋼板を厚さが約20μmのアルミニウムベースの層で被覆する。下記の表は各種熱処理後での本発明鋼板の最大強度の例を示している。",
                            "熱処理            Rm(MPa)",
                            "850℃／5分        1695",
                            "900℃／5分        1675",
                            "950℃／5分        1665",
                            "(段落【0017】～【0019】)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，甲18公報には，本件審決が認定するとおりの甲18発明(前記第2の3(2)ア)が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2ないし4の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2(平成11年9月17日発行の「第100回講演大会  講演要旨集」に掲載された「自動車用表面処理鋼板の最近の動向」と題する論稿)には，次のような記載がある。",
                    "「3．1  合金化溶融亜鉛めっき鋼板(GA)",
                    "…電気めっきに比べて溶融めっきは厚めっきが低コストで得られ，中でもGAはプレス成形性，スポット溶接性，塗装耐食性などのバランスが優れることから，ボディ用防錆鋼板として広く使用されるに至った。",
                    "GAは溶融亜鉛めっき後に高温に加熱してZnとFeとを相互拡散させてめっき中の平均Fe濃度を10mass％程度としたもので，鋼板側からΓ相(Fe Zn )，δ 相(FeZn )，ζ相(FeZn )の各金属間化合物で構成されるめっきである。」(260頁下から9行～261頁1行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3(特開平3-249162号公報)には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「合金化溶融亜鉛めっき鋼板は亜鉛めっき鋼板の持つ優れた耐食性と共に，塗装性，塗料密着性及び溶接性等を兼ね備えることから，自動車や家電製品等に広く利用されている。合金化溶融亜鉛めっき鋼板の一般的な製造方法としては，…460℃程度に加熱された亜鉛浴中に浸漬することにより亜鉛めっきを行い，亜鉛の付着量を制御した後550℃乃至650℃まで再加熱して合金化熱処理を施す方法が知られている。",
                        "このような合金化溶融亜鉛めっき鋼板の殆どは，成形加工を受けて目的の用途に供されるが，プレス成形に際しては，他の薄板と同様，摺動特性が要求される。」(1枚目右欄)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「前記の合金化熱処理を受けると，鋼板と亜鉛層との間には合金化反応が進行し，ζ相(FeZn )，δ 相(FeZn )，Γ 相(FeZn )或いはΓ相(Fe Zn )と呼ばれるFe-Zn系合金層が順次形成される。」(2枚目左上欄)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「Fe-Zn合金皮膜は，…一般にζ相，δ 相，Γ 相若しくはΓ相から構成されるが，δ 相単独若しくはδ 相と厚さ1μm以下のΓ相から成り立っていると，皮膜表面には軟質で摩擦係数の大きなζ相が存在しないので，摺動特性を低下させることが無い。」(2枚目右下欄～3枚目左上欄)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4(平成7年(1995年)発行の「表面設計基礎講座(第Ⅳ講)",
                  "text": [
                    "溶融めっき」と題する文献)には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「3．5．3  合金化処理製品(合金化溶融亜鉛めっき鋼板)",
                      "text": [
                        "合金化溶融亜鉛めっき鋼板はめっき浴から引き上げられたストリップを…めっき浴直上に設けた加熱炉(合金化炉)内を通過させることによって，めっき層全体をZn-Fe合金とした製品である。…微細な凹凸を有する表面形態であるため塗膜密着性がよく，塗装下地鋼板としての耐食性にも優れている。また，表面がZn-Fe合金であるので冷延鋼板に近い溶接性が得られる。これらの総合的な特性は，Zn-Fe合金層中のFe含有率が9～11mass％すなわち…δ 相に相当する範囲が最もよいので，この組成になるように合金化処理条件などが設定される。」(305頁右欄～306頁左欄)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「5．1  溶融亜鉛めっき鋼板",
                      "text": [
                        "亜鉛めっき鋼板が耐食性材料として用いられるのは，亜鉛の犠牲防食作用により鉄が保護されることと，大気中での腐食により亜鉛めっきの表面に生成した塩基性炭酸亜鉛がその後のめっき層の腐食を遅らせる作用を有し，環境に応じて…長期間の耐久性を示すためである。」(306頁右欄)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「5．2  合金化溶融亜鉛めっき鋼板",
                      "text": [
                        "合金化溶融亜鉛めっき鋼板は前述したように塗膜密着性，塗装下地鋼板としての耐食性や溶接性に優れている。さらに，合金化処理技術や製鋼技術の進歩によって合金化溶融亜鉛めっき鋼板でも冷延鋼板なみの加工特性が得られるようになり，自動車車体用防錆鋼板をはじめとして家電製品や建材として広く適用されている。」(307頁左欄)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「5．3  溶融アルミニウムめっき鋼板",
                      "text": [
                        "溶融アルミニウムめっき鋼板は700℃程度まで優れた耐熱性を有する。これは，加熱時にアルミニウムめっき層と鋼素地との相互拡散により生成するAl-Fe合金層が熱的に安定で，良好な耐酸化性を有することによる。」(307頁左欄)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「5．4  溶融亜鉛-アルミニウム系合金めっき鋼板",
                      "text": [
                        "溶融亜鉛めっき鋼板の耐食性，耐候性向上を目的として開発されたのが亜鉛-アルミニウム系合金めっき鋼板であり，その成分により55mass％Alと5mass％Alに大別される。",
                        "5．4．1  55％Al-1．6％Si-Zn合金めっき鋼板",
                        "ガルバリウムの商品名で知られるこの合金めっき鋼板は，亜鉛の犠牲防食作用とアルミニウムの不働態化作用による優れた耐食性と，白い金属光沢のあるスパングル模様が特徴である。この合金めっき鋼板は…大気腐食環境下において，同じめっき厚さの亜鉛めっき鋼板の2～6倍の耐食性があり，塗装後耐食性も良好である。…",
                        "5．4．2  5％Al-Zn合金めっき鋼板",
                        "約5mass％のAlを含む合金めっき鋼板は，ILZROによりガルファンと名付けられている。この合金めっき鋼板の大気環境下での耐食性は，…暴露年数とともに腐食速度が小さくなり，その腐食量は放物線則に近い傾向を示す。そして，暴露7年後では溶融亜鉛めっき鋼板の約半分の腐食量となっている。」(307頁右欄～308頁左欄)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件特許の優先日前の公知文献である甲2ないし4には，溶融亜鉛めっきで被覆された鋼板を加熱することにより，当該めっき層を亜鉛-鉄金属間化合物とし，塗膜密着性，耐食性，溶接性等に優れた鋼板を得る技術が開示されていることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に係る容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点1(前記第2の3(2)ウ(ア))に係る本件発明1の構成について，甲18発明における「アルミニウムをベースとする被覆材」に代えて甲2ないし4に示される亜鉛めっきを採用し，「アルミニウムをベースとする被覆材を鉄合金に変態させる」ことに代えて亜鉛-鉄ベース合金化合物を形成させようと試みるための動機に欠けるなどとした本件審決の判断は誤りである旨主張する。",
                    "しかしながら，甲18公報の記載によれば，同公報に係る発明は，「優れた耐食性，塗装性および接着性を維持した状態で，最終製品に熱処理を施したのちに1000MPa以上の機械強度を有し，しかも，高い耐衝撃特性，耐疲労特性，耐摩損特性および耐摩耗特性を有する，成形可能な所望厚さを有する熱間圧延または冷間圧延被覆鋼板を提供すること」を解決課題とし(段落【0004】)，その解決手段として，所定の重量組成を有する，「熱処理後に極めて高い機械強度を有し，アルミニウムを主成分とした被覆材が高い耐食性を保証する，熱間圧延後に冷間圧延が可能な被覆鋼板」の構成を採用するものであるから，甲18発明において，「アルミニウムをベースとする被覆材」を用いることは，優れた耐食性の維持という発明の解決課題に関わる特徴的部分をなす構成ということができる。してみると，このような甲18発明において，「アルミニウムをベースとする被覆材」を他の金属元素をベースとする被覆材，例えば「亜鉛または亜鉛ベース合金」にあえて置き換えようとすることは，考え難いことといえる。",
                    "また，前記(2)のとおり，甲2ないし4には，溶融亜鉛めっきで被覆された鋼板を加熱することにより，当該めっき層を亜鉛-鉄金属間化合物とする技術が記載されているが，いずれにおいても，溶融亜鉛めっきに甲18発明のような「850℃～950℃の高温」を作用させて金属間化合物を形成することは記載されておらず，これを示唆する記載もない(例えば，甲3では，550℃乃至650℃まで加熱して合金化熱処理を施すことが記載されているにすぎない。)。",
                    "加えて，本件明細書の従来技術に係る「これまでは，金属表面に付着させた亜鉛被膜は，亜鉛の融点を上回る温度に加熱されると，溶融し流動して熱間成形用ツールの働きを妨害し，更に，急冷中に被膜が劣化すると考えられてきた。」(段落【0002】)との記載のほか，特開2010-90464号公報(甲35)における「熱間プレス成形時には鋼板はA3変態点以上(約900℃以上)の加熱を受ける。この場合，Znの融点は418℃，沸点は907℃であることから，亜鉛系めっき鋼板の場合は，鋼板上のZnめっきが蒸発することが予想され，その結果，鋼板素地が酸化されることになる。」との記載からすれば，本件特許の優先日当時の当業者の間では，溶融亜鉛めっきの被膜に900℃程度の高温を作用させることは不適切なこととして認識されていたものということができるから，鋼板に850℃～950℃の高温を作用させる甲18発明において，溶融亜鉛めっきの被覆材を採用することには，阻害要因があるものというべきである。",
                    "以上によれば，本件特許の優先日当時の当業者が，甲18発明における「アルミニウムをベースとする被覆材」に代えて甲2ないし4に示された溶融亜鉛めっきを採用した上で，「アルミニウムをベースとする被覆材を鉄合金に変態させる」ことに代えて亜鉛-鉄ベース合金化合物を形成させようとすることにはその動機づけが認められず，かえって阻害要因があるものといえるから，相違点1に係る本件発明1の構成は，甲18発明及び甲2ないし4の記載に基づいて当業者が容易に想到できたものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，甲18発明の「アルミニウムをベースとする被覆材」として，従来既知の「アルミニウム55％-亜鉛45％」のめっきを用いること，更には本件発明1の「亜鉛ベース合金」に該当する「アルミニウム50％-亜鉛50％」のめっきを用いることは，当業者が容易に想到し得たことである旨主張する。",
                    "しかし，甲18公報の記載をみても，「アルミニウムをベースとする被覆材」におけるアルミニウム以外の成分については，8～11％の珪素と2～4％の鉄を含むものや2～4％の鉄を含むものが記載されている(段落【0011】等)のみであり，亜鉛については何らの記載や示唆はなく，また，アルミニウム以外の成分をアルミニウムと同程度(45～50％)まで含ませることについても何ら記載や示唆はない。",
                    "加えて，上記アのとおり，本件特許の優先日当時の当業者の間で，溶融亜鉛めっきの被膜に900℃程度の高温を作用させることが不適切なこととして認識されていた事実に照らせば，鋼板に850℃～950℃の高温を作用させる甲18発明において，「アルミニウムをベースとする被覆材」として，多量の亜鉛を含む「アルミニウム55％-亜鉛45％」のめっきや「アルミニウム50％-亜鉛50％」のめっきをあえて用いることは，考え難いことといえる(本件発明1において，「亜鉛または亜鉛ベース合金」の被膜が用いられているのは，「亜鉛又は亜鉛合金で被覆した鋼板を熱処理又は熱間成形を行うために温度を上昇させたときに，従来の定説と違って，被膜が鋼板の鋼と合金化した層を形成し，この瞬間から被膜の金属の溶融が生じない機械的強度をもつようになる」という新たな知見が得られたことに基づくものであるから，このような知見を前提としない本件特許の優先日当時の当業者が，甲18発明において多量の亜鉛を含む被覆材を用いることは考え難いことである。)。",
                    "以上によれば，「アルミニウム55％-亜鉛45％」のめっきが従来既知のものであったとしても，甲18発明において，「アルミニウムをベースとする被覆材」として，当該めっきや「アルミニウム50％-亜鉛50％」のめっきを用いることが，本件特許の優先日当時の当業者に容易に想到し得たことであるとはいえない。",
                    "したがって，原告の上記主張も理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の次第であるから，本件審決の相違点1に係る容易想到性の判断に誤りはなく，原告主張の取消事由3は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10010",
    "date": "2017-01-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086470",
    "ipprecedent_id": "4569",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}