{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2014-8379号事件について平成27年6月11日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求の不成立審決に対する取消訴訟である。争点は，進歩性判断(相違点の判断)の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「体液分析装置」とする発明につき，平成22年4月9日に特許出願(本願。特願平2010-90278号，特開2011-220826，請求項の数5。甲5，6)をし，平成25年9月20日付けで拒絶理由通知(甲7)を受け，同年11月25日，特許請求の範囲と明細書を補正する手続補正(本願補正。請求項の数3，甲9)をしたが，平成26年1月23日付けで拒絶査定(甲10)を受けたので，同年5月7日，拒絶査定不服審判請求(不服2014-8379号。甲11)をした。",
            "特許庁は，平成27年6月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月24日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願補正後の請求項1に係る発明(本願発明)は，次のとおりである(以下，本願補正後の明細書及び図面を「本願明細書」という。)。(甲6，9)",
            "なお，後記相違点2に係る部分を括弧書きと下線で示す。",
            "「  体液導入孔と，体液導入孔からのびる体液通路と，前記体液通路から供給される体液の少なくとも一つの成分を検出可能なセンサ部とを有する使い捨て検査具を挿入して，前記使い捨て検査具のセンサ部を介して体液中の成分の分析を行う体液分析装置であって，",
            "前記使い捨て検査具が，保存時に冷蔵保存されるものであり，かつ，前記センサ部を較正する較正液を収容した較正液収容部を備えており，",
            "体液分析装置が，",
            "前記使い捨て検査具を挿入可能な挿入部と，",
            "前記挿入部から使い捨て検査具が挿入されたか否かを検知する挿入検知手段と，",
            "[前記挿入部から挿入された使い捨て検査具のセンサ部の温度を測定可能な温度計測部と，]",
            "前記挿入部から挿入された使い捨て検査具のセンサ部の出力を入力するための入力部と，",
            "[前記センサ部を加熱可能な加熱手段と，]",
            "前記センサ部からの出力に基づいて体液中の成分の分析処理を行うと共に，[前記温度計測部からの出力に基づいて前記加熱手段を]制御する制御手段と，",
            "前記使い捨て検査具の較正液収容部を押圧して，較正液収容部から較正液をセンサ部まで押し出す押圧手段と",
            "を備え，",
            "前記挿入検知手段が使い捨て検査具の挿入を検知した時に体液分析装置が作動するように構成され，",
            "前記制御手段が，",
            "[前記挿入部から挿入された時に前記温度計測部で得られるセンサ部の温度が所定の温度より低い場合には，始めに前記加熱手段を作動させて，センサ部の温度が所定の温度になるまでセンサ部を予熱し，]次いで，前記押圧手段を作動させてセンサ部を較正させ，その後，分析処理を実行し，",
            "[前記挿入部から挿入された時に前記温度計測部で得られるセンサ部の温度が所定の温度より高い場合には，前記加熱手段による予熱処理を行わせず，]前記押圧手段を作動させてセンサ部を較正させ，その後，前記分析処理を実行する",
            "ように構成されている",
            "ことを特徴とする体液分析装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "特許第3761285号公報(引用例1。甲1)には，次の発明(引用発明)が記載されている。",
                "「  体液を通す通路と，",
                "上記通路の他端に連通した体液の注入孔と，",
                "通路のセンサ当接部分及び分枝通路に流れてくる体液に開口部を通して接触し，酸性度PH，炭酸ガス分圧PCO ，酸素分圧PO ，ナトリウムＮa，カリウムK，塩素Cl，イオン化カルシウムCa，尿素窒素BUＮ，グルコースGlu，ヘマトクリッ-トHct，重炭酸イオンHCO ，酸素飽和度SO ，全二酸化炭素TCO ，塩基過剰BE，ヘモグロビンHgbのような各種ガス濃度やイオン濃度を測定するセンサと，",
                "体液の各検査値を検出する前に各センサを校正するための試薬容器を受ける凹部と",
                "を設けたカード式使い捨て検査具を使用する，体液の携帯型分析器であって，",
                "カード式使い捨て検査具を挿入する挿入口と，",
                "装置内部には試薬容器押圧手段と，",
                "カード式使い捨て検査具における各センサで検出した出力信号を演算処理する演算処理部",
                "が設けられ，",
                "カード式使い捨て検査具を挿入することにより，測定項目を判別し，自動的に携帯型分析器内の試薬容器押圧手段が作動され，カード式使い捨て検査具の開口部を通って試薬容器は，装着凹面の底部中央の丸い窪みにおける針状体に押しつけられ，それにより試薬容器は破れ，内部の試薬が丸い窪みから細い溝(17)，仕切板の孔及び一方の基板における細い溝(6)を通って通路のセンサ当接部分の上流端へ流れ，それにより各センサの校正が行われ，その後，血液の入った注射器のノズルをカード式使い捨て検査具における注入孔に嵌合させて血液を内部の通路へ注入して血液の検査値測定をおこなう携帯型分析器。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定",
              "text": [
                "本願発明と引用発明とを対比すると，次の点で一致する。",
                "「  体液導入孔と，体液導入孔からのびる体液通路と，前記体液通路から供給される体液の少なくとも一つの成分を検出可能なセンサ部とを有する使い捨て検査具を挿入して，前記使い捨て検査具のセンサ部を介して体液中の成分の分析を行う体液分析装置であって，",
                "前記使い捨て検査具が，前記センサ部を較正する較正液を収容した較正液収容部を備えており，",
                "体液分析装置が，",
                "前記使い捨て検査具を挿入可能な挿入部と，",
                "前記挿入部から使い捨て検査具が挿入されたか否かを検知する挿入検知手段と，",
                "前記挿入部から挿入された使い捨て検査具のセンサ部の出力を入力するための入力部と，",
                "前記センサ部からの出力に基づいて体液中の成分の分析処理を行う制御手段と，",
                "前記使い捨て検査具の較正液収容部を押圧して，較正液収容部から較正液をセンサ部まで押し出す押圧手段と",
                "を備え，",
                "前記挿入検知手段が使い捨て検査具の挿入を検知した時に体液分析装置が作動するように構成され，",
                "前記制御手段が，",
                "前記押圧手段を作動させてセンサ部を較正させ，その後，前記分析処理を実行する",
                "ように構成されている体液分析装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定",
              "text": [
                "本願発明と引用発明とを対比すると，次の点が相違する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "挿入部に挿入する使い捨て検査具について，本願発明が，「保存時に冷蔵保存されるもの」であるのに対して，引用発明は，保存時に冷蔵保存されるものであるか否かが不明である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "体液分析装置及びその制御手段について，本願発明は，「前記挿入部から挿入された使い捨て検査具のセンサ部の温度を測定可能な温度計測部と，」「前記センサ部を加熱可能な加熱手段」を備え，制御手段が，「前記温度計測部からの出力に基づいて前記加熱手段」も「制御する」ものであって，「前記挿入部から挿入された時に前記温度計測部で得られるセンサ部の温度が所定の温度より低い場合には，始めに前記加熱手段を作動させて，センサ部の温度が所定の温度になるまでセンサ部を予熱し，」「前記挿入部から挿入された時に前記温度計測部で得られるセンサ部の温度が所定の温度より高い場合には，前記加熱手段による予熱処理を行わせ」ない制御を行うのに対して，引用発明は，そのような温度計測部，加熱手段の存否が不明であり，及び，それに伴うセンサ部の温度を用いた制御の有無も不明である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "血液ガス分析用のセンサーカートリッジの劣化を抑えるために冷蔵保存しておくことは，本願出願前に周知であるから，引用発明のカード式使い捨て検査具の劣化を抑えるために，冷蔵保存することは当業者が容易になし得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "①  血液ガス分析において，分析時の温度が測定値に大きな影響を与えることは技術常識であるから，血液ガス分析装置である引用発明の携帯型分析器において，分析時の温度を制御するとともに，分析時の温度と同じ温度で較正を行う方が好ましいことは明らかである。",
                    "②  特表平7-508098号公報(引用例2。甲2)には，温度管理が重要な血液ガス分析において，非接触温度検出装置(本願発明の「温度計測部」に相当)と抵抗加熱要素(本願発明の「加熱手段」に相当)を用いて，分析時の温度である約37.5℃に電気化学セル(本願発明の「センサ部」に相当)中の溶液温度を制御する技術が記載されている(2頁左下欄5～10行目，3頁左上欄6～14行目，右上欄17～19行目，左下欄13～14行目)。",
                    "③  ①②から，引用発明の携帯型分析器に，分析時の温度が制御できるように引用例2に記載の上記技術を適用して，非接触温度検出装置と抵抗加熱要素を設けて分析時の温度制御を行うとともに，分析時と同じ温度で較正を行えるようにすることは，当業者が容易になし得ることである。",
                    "④  ③の際，ある温度に設定するために，温度が所定の温度より低い場合には予熱し，高い場合には予熱しないこと，すなわち，本願発明のような制御することも通常の温度制御方式にすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "作用効果について",
              "text": [
                "本願発明が奏する効果は，引用例1及び引用例2の記載事項並びに周知技術の奏する作用効果から予想される範囲内のものにすぎず，格別顕著なものではない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "審決判断まとめ",
              "text": [
                "以上から，本願発明は，特許法29条2項の規定により，特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の判断の誤り)",
          "text": [
            "審決は，ある温度に設定するために，温度が所定の温度より低い場合には予熱し，高い場合には予熱しないことは，通常の温度制御方式にすぎないと判断する。",
            "しかしながら，単に溶液温度をある設定まで加熱するためだけであれば，予熱を行う必要はない。本願発明は，較正液を加熱する前にセンサ部の温度に応じてセンサ部を予熱し，較正液の加熱前の溶液温度のばらつきによって生じる目標温度までの加熱時間のばらつきをなくすものである。なお，この種分析装置の技術常識からいって，較正液の量は，20μℓ程度，どんなに多く見積もっても100μℓ程度であるから，センサ部の温度に基づいてセンサ部を所定の温度に予熱しておけば，較正液はセンサ部に導入された時に十分に昇温される。また，本願発明は，センサ部に較正液を導入された後は，センサ部が予熱されていようが予熱されていまいが，較正液を目標温度まで加熱するものである。",
            "一方，引用例2に記載の発明(引用発明2)は，較正液を導入してから溶液温度が所定の温度になるよう加熱するように構成されているものであり，溶液を加熱する前に電気化学セルを予熱するものではない。",
            "したがって，引用発明に引用発明2を適用すると，センサ部に較正液が導入された後に較正液の溶液温度を測定し，所定の加熱手段を用いて較正液を所定の温度まで加熱する構成となる。このような構成では，加熱時間がセンサ部の温度に依存するために，較正液が加熱される時間にばらつきが生じ，そのため，較正液が空気にさらされる時間にもばらつきが生じ，その結果，分析結果にもばらつきが生じることになる。これは，まさに，本願発明が解決しようとした課題にほかならないのである。",
            "また，引用例2には，溶液を所定の温度まで加熱するための加熱時間のばらつきをなくすことについては何ら示唆も記載もなく，当然ながら，この課題を達成するために予熱を行うことも何ら開示されていない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(作用効果の顕著性)",
          "text": [
            "審決は，本願発明が奏する効果が，引用発明，引用発明2及び周知技術の奏する作用効果から予想される範囲内のものにすぎず，格別顕著なものではないと判断する。",
            "しかしながら，引用発明，引用発明2及び周知技術のいずれも，予熱をすることによる加熱時間の最短化及びばらつきの防止等の効果について開示するものではないから，本願発明が奏する効果は，引用発明，引用発明2及び周知技術の奏する作用効果から予想できるものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の判断の誤り)に対して",
          "text": [
            "本願発明は，較正液の加熱前の溶液温度のばらつきによって生じる目標温度までの加熱時間のばらつきをなくすものではない。すなわち，本願発明は，較正液がセンサ部へ押し出される前にセンサ部の温度に応じて加熱するところ，較正液の温度は，使い捨て検査具が冷蔵庫から取り出された経過時間の差異により異なっているから，この温度の相違による目標温度までの加熱時間のばらつきは解消されない。原告の主張は，本願明細書の記載に基づくものではない。したがって，加熱前の較正液の溶液温度のばらつきによる目標温度までの加熱時間のばらつきをなくすことを考慮する必要はない。",
            "また，引用発明2は，電気化学セル中に溶液が入っているか否かにより温度制御をするものではない。引用発明2は，溶液の有無に関係なく，カートリッジの挿入により電気接続がされて温度制御を開始するものである(引用例2の3頁左下欄5～8行目)。そうすると，引用発明に引用発明2を適用したからといって，較正液のセンサ部への導入後に加熱するものにはならない。そして，引用発明に引用発明2の加熱動作を適用するに当たっては，較正後に加熱(予熱)する態様は想定し難いから，当業者は，引用発明に引用発明2を適用する場合には，加熱(予熱)後に較正をする態様を採用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2",
          "text": [
            "引用発明に引用発明2を適用した構成は，予熱を行うものであるから，この構成が予熱を行わないことを前提とした原告の主張は，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書(甲6，9)によれば，本願発明は，次のとおりの発明であると認められる。",
                "本願発明は，体液の少なくとも1つの成分を検出可能なセンサ部を有する使い捨て検査具を挿入して，体液中の成分の分析を行う体液分析装置に関するものである。(【0001】)",
                "分析装置に挿入した後に体液を導入することができるよう構成された使い捨て検査具及びこの使い捨て検査具に用いる分析装置が既に提案されている。この従来の使い捨て検査具は，使い捨てであるため，ある程度の量をストックしておく必要があるが，長時間常温下に置いておくとセンサ部が劣化するため，通常は冷蔵庫にて保管をして，使用時に常温に戻してから使用する。しかしながら，冷蔵庫から出してから常温に戻すのに時間がかかるため，一般的には，数日で使い切るであろう量の使い捨て検査具をあらかじめ冷蔵庫から出して常温に戻しておき，いつでも使えるようにしている。(【0002】【0004】)",
                "しかしながら，測定すべき患者が出ることはあらかじめ予測できないため，所定の日数内に使い切らずに使い捨て検査具をだめにしてしまうことが生じたり，かといって，冷蔵庫から出してすぐに使用すると測定の正確性を確保することができないので，緊急時であっても検査具を常温と同じ温度になるまで待つ必要が生じるという課題があった。(【0004】)",
                "このような問題を解決するために，本願発明は，冷蔵庫から出してすぐの使い捨て検査具であっても，冷蔵庫から出して常温に戻されている使い捨て検査具であっても，同じように使うことができる分析装置を提供することを目的としている。(【0004】)",
                "この目的達成のため，本願発明の体液分析装置は，次のように構成されている。すなわち，①体液分析装置は，[1]<1>体液導入孔と，<2>体液導入孔から伸びる体液通路と，<3>前記体液通路から供給される体液の少なくとも1つの成分を検出可能なセンサ部とを有する使い捨て検査具を挿入して，[2]前記使い捨て検査具のセンサ部を介して体液中の成分の分析を行うものであり，②使い捨て検査具は，保存時に冷蔵保存されるものであり，かつ，センサ部を較正する較正液を収容した較正液収容部を備えており，③体液分析装置は，[1]使い捨て検査具を挿入可能な挿入部と，[2]挿入部から挿入された使い捨て検査具のセンサ部の温度を測定可能な温度計測部と，[3]挿入部から挿入された使い捨て検査具のセンサ部の出力を入力するための入力部と，[4]センサ部を加熱可能な加熱手段と，[5]センサ部からの出力に基づいて体液中の成分の分析処理を行うとともに，温度計測部からの出力に基づいて加熱手段を制御する制御手段と，[6]使い捨て検査具の較正液収容部を押圧して，較正液収容部から較正液をセンサ部まで押し出す押圧手段とを備え，④体液分析装置の挿入検知手段は，使い捨て検査具の挿入を検知した時に体液分析装置が作動するように構成され，⑤体液分析装置の制御手段は，使い捨て検査具のセンサ部が体液分析装置の挿入部から挿入された時に，[1]体液分析装置の温度計測部で得られる使い捨て検査具のセンサ部の温度が所定の温度より低い場合には，始めに体液分析装置の加熱手段を作動させて，使い捨て検査具のセンサ部の温度が所定の温度になるまでセンサ部を予熱し，次いで，体液分析装置の押圧手段を作動させて使い捨て検査具の較正液収容部から較正液をセンサ部に押し出してセンサ部を較正し，その後，分析処理を実行し，[2] 体液分析装置の温度計測部で得られる使い捨て検査具のセンサ部の温度が所定の温度より高い場合には，体液分析装置の加熱手段を作動させず，体液分析装置の押圧手段を作動させて使い捨て検査具の較正液収容部から較正液をセンサ部に押し出してセンサ部を較正し，その後，分析処理を実行する。(【0005】【0006】)",
                "このため，使い捨て検査具が冷蔵庫から出してすぐのものである場合には，予熱処理をしてから分析処理が行われ，使い捨て検査具が常温に戻されているものである場合には，予熱処理を行わずに分析処理が行われることになり，検査具の管理が容易になり，かつ，使用が必要となった時にすぐに使えるセンサが不足してしまう問題が生じない，という効果を奏する。(【0006】)",
                "1：使い捨て検査具",
                "3：体液通路",
                "4：体液導入孔",
                "5：第1の体液貯蔵部",
                "9：開口部",
                "10：加熱用基板",
                "11：センサ基板",
                "13：較正液容器",
                "16：第2の体液貯蔵部",
                "30：体液分析装置",
                "32：挿入口",
                "(【図1】)                                  (【符号の説明】)",
                "(【図2】) (【図4】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用例1(甲1)によれば，引用発明は，次のとおりの発明であると認められる(引用発明と本願発明の出願人は，いずれも原告であり，引用発明は，本願明細書において従来の使い捨て検査具とされているものである。)。",
                "引用発明は，部品数が少なく構造が簡単で，試料を容易にかつ安全に注入でき，さらに，試料と雰囲気との接触を極力避けることができることにより，正確な検査値を得ることのできるカード式使い捨て検査具を提供することを目的とするものである。(【0006】)",
                "引用発明の構成は，前記第2，3(1)のとおりである。",
                "引用発明においては，カード式使い捨て検査具を携帯型分析器の挿入口に挿入すると，自動的に携帯型分析器内の試薬容器押圧手段が作動され，カード式使い捨て検査具の開口部を通って試薬容器(校正液)がセンサ部に流れ，センサの校正が行われる。(【0015】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2について",
              "text": [
                "引用例2(甲2)によれば，引用発明2は，次のとおりの発明であると認められる。",
                "引用発明2は，試料温度の制御が重要である生物学的試料の電気化学的分析に基づく携帯用診断システムを対象とし，特に，携帯用診断システムに用いる取り外し可能かつ使い捨て可能な試料採取カートリッジについて，所定のセットポイントまでの迅速な温度上昇と正確な制御を行うことかできる温度制御のためのシステムに関する。(2頁左下欄5～10行目)",
                "分析室に恒久的に設置された分析装置では，試料分析時の温度の制御が容易に行われるものの，小型の携帯用装置の場合には，これが当てはまらないことから，製造容易で迅速に安定化し，正確な試料温度制御のできる携帯用血中ガス分析装置や他の類似の装置の必要性がある。(2頁左下欄17～23行目)",
                "引用発明2の主たる目的は，携帯用分析装置と共に用いられる，簡単で応答が迅速であり，試料温度を正確に制御し得る温度制御システムを提供することにある。(2頁左下欄24行～右下欄6行目)",
                "そこで，引用発明2は，次のような構成をとった。",
                "試料を受け入れて電気化学的測定を行うように設計された調整済みの電気化学セルを含む使い捨てカートリッジであり，電気化学セルはセンサチップ上に搭載され，センサチップ部材上に抵抗性加熱要素が設けられる。抵抗性加熱要素への電気的入力は，非接触温度検出装置によりサーモスタット的に制御され，検出装置は，センサチップの外表面の温度を監視し，通常の温度制御回路を通して抵抗性加熱要素への入力を制御する。(3頁左上欄6～16行目)",
                "温度検出入力は，温度を迅速かつ正確に検出するプローブ30により与えられる。",
                "センサチップ42は，複数の電極50を含み，かつ，曲折した抵抗加熱要素52を担持する。べース部材44には，センサチップ42の外表面を露呈するために外部窓となる中央開口56を備える。中央開口56は，温度検出の目的でプローブ30がセンサチップ42の外表面60を直線的に臨むための開口58と一直線に置かれる。プローブ30により検出された信号は，制御回路24へ伝達され，電力を周知の方法で制御する。(3頁右上欄1行～左下欄4行目)",
                "温度制御システムは，受け部54へのカートリッジの挿入により自動的に付勢される。プローブ30と温度制御回路24は，電気化学セル中の溶液温度を，安定時，約37.5℃に制御すべく設計されている。プローブ30によって検出される実際の温度は，セル中の実際の溶液温度を表すように，制御回路中で数字的に補償されてもよい。(3頁左下欄5～27行目)",
                "10：ハウジング",
                "16：接続ブロック",
                "18：コネクタ要素",
                "22：カートリッジシステム",
                "24：制御回路",
                "26，28：導体",
                "30：プローブ",
                "34：保持具",
                "40：頂部部材",
                "42：センサチップ",
                "44：ベース部材",
                "46，47：ポート",
                "48：電気化学セル容積",
                "50：電極",
                "52：抵抗加熱要素",
                "54：受け部",
                "56：中央開口",
                "58：開口",
                "60：外表面",
                "(引用発明2の電気化学セル中の誘引外傷性温度刺激反応を含む試料溶液の温度制御を示すコンピュータで作成したプロット)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "相違点2に係る本願発明の構成とは，要するに，センサ部の温度を計測し，加熱手段の使用の有無を判定し，センサ部を「所定温度」にしておくものであるが，この操作がセンサ部への較正液の導入前に行われるものであることは，本願発明の構成上明らかである。また，本願発明が「予熱」をするものであること，そして，本願発明の目的が，前記1(1)のとおり，冷蔵庫から出してすぐの使い捨て検査具であっても，冷蔵庫から出して常温に戻されている使い捨て検査具であっても同じように使える使い捨て検査具を提供することを目的としていること，予熱処理を行わないのは，センサ部の温度が常温である場合としていること(なお，加熱処理を行わないセンサ部の温度が常温(室温)を超えることはない。)にかんがみれば，「所定温度」とは，「常温」(室温)のことをいうものと理解される。",
                "審決は，①引用発明の携帯型分析器に引用発明2を適用して，非接触温度検出装置と抵抗加熱要素を設けて分析時の温度制御を行うとともに分析時と同じ温度で較正を行えるようにすることは，当業者が容易になし得るとした上で，②ある温度に設定するために，温度が所定の温度より低い場合には予熱して高い場合には予熱しないことは，通常の温度制御方式にすぎないと判断する。",
                "これに対して，原告は，引用発明2にはセンサ部を予熱するとの技術思想はなく，引用発明と組み合わせても相違点2に係る本願発明の構成にはならない旨の主張をする。",
                "そこで，以下，検討する。",
                "引用発明2は，上記1(2)のとおりであり，センサチップ部の外表面温度を監視することを介して試料溶液の温度を制御し，試料溶液の分析時に求められる温度(実施例では37.5℃)に一定化するものである。そして，引用例2には，較正プロセスについての記載も，冷蔵保存していた場合の問題点の記載もない。そうすると，引用発明の較正プロセスに引用発明2の温度制御システムを適用することが，直ちには動機付けられるとはいえない。",
                "また，仮に，引用発明の較正プロセスに引用発明2の温度制御システムを適用することが容易であるとしても，引用発明に引用発明2を組み合わせたものは，常に分析時に求められる試料溶液の温度に一定化するとの構成しか有しておらず，センサ部の温度が所定の温度より低い場合にセンサ部を予熱するという相違点2に係る本願発明の構成には至らない。",
                "しかも，本願発明においては，予熱する場合(常温より低い場合)と予熱しない場合(常温の場合)とのいずれかが選択される以上，当然，予熱しなくてもいい場合(常温の場合)があることが前提であり，冷蔵保存していたものを常温に戻すとの課題を認識しなければ，このような構成をとることは通常あり得ない。したがって，温度が所定の温度より低い場合には予熱し，高い場合には予熱しないことは，引用発明等に開示されていない，特有の技術課題である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張に対して",
              "text": [
                "原告は，本願発明は，較正液の加熱前の溶液温度のばらつきによって生じる目標温度までの加熱時間のばらつきをなくすものであるとし，これに応じて，被告は，本願発明にはそのような作用効果はないと反論する。",
                "そこで，検討するに，本願発明は，較正液導入前にセンサ部の温度に応じてセンサ部を予熱するものであり，少なくとも，センサ部の温度差により生じる加熱時間の差は解消される。ただし，本願発明は，実際に導入された較正液の溶液温度の温度差により，更に分析時までの加熱時間に差が生じることの解消を目的とするものではない。原告の上記主張は，前者の趣旨をいうものと解され，本願発明は，較正液導入時におけるセンサ部の温度差により生じる加熱時間の差の解消という効果を奏するものであるから，被告の上記主張は，採用することができない。",
                "また，被告は，引用発明2は溶液の有無に関係なく温度制御を開始するものであり，引用発明に引用発明2の加熱動作を適用すれば，予熱後に較正をする態様を採用すると主張する。",
                "しかしながら，被告が上記に主張するように，引用発明2は，使い捨てカートリッジが挿入されると自動的に温度制御システムが起動するものであるとしても，引用例2は,試料を電気化学セル中に入れずに温度制御を開始し，一定の加熱がなされた後に当該セル中に試料溶液を導入するような態様を開示するものではなく，また，そのような例外的態様が示唆されているわけでもない。したがって，引用発明に引用発明2の加熱動作を適用しても，相違点2に係る本願発明の構成には至らない。被告の上記主張は，採用することができない。",
                "なお，被告は，当審において，引用発明2に加えて周知例(乙2～7)を提出し，較正に先立って予熱を行う態様が周知である旨の主張立証をするが，実質的に審決が全く取り上げていない周知技術を新たに追加するものであって，許されない。しかも，上記各文献からは，センサ部の温度にかかわらず較正前に自動的に一定時間の予熱を行う態様のものしか認められず，センサ部の温度によって較正前に予熱を行うかどうかを選択する態様のものが周知の技術であったとは認めるに足りない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，引用発明及び引用発明2に基づいて，相違点2に係る本願発明の構成が，当業者にとって容易に想到できるものであるとは認められない。",
                "したがって，審決の相違点2の判断には，誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由1は理由があるから，その余の取消事由について判断するまでもなく，審決は取り消すべきものである。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}