{
  "decision": [
    {
      "fig": "1",
      "text": "本件訴訟は，当裁判所が同訴訟につき平成27年7月15日に言い渡し，同年8月5日の経過により確定した判決により終了した。"
    },
    {
      "fig": "2",
      "text": "控訴人の平成27年8月14日付け「口頭弁論期日指定の申立」による口頭弁論期日指定の申立て以降の訴訟費用は，控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "申立ての趣旨及び理由",
      "text": [
        "申立ての趣旨及び理由は，別紙「口頭弁論期日指定の申立」及び「申立て等の方式を定める民事訴訟規則第1条，同法第2条が定める申立」（各写し）記載のとおりである。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人が，平成27年7月15日に当裁判所が言い渡した判決（平成27年（ネ）第10045号。以下「本件判決」という。）には，控訴人の請求について裁判の脱漏があり，当該請求については，なお当審に係属すると主張して，当該請求についての追加判決を求めるとともに，口頭弁論期日指定の申立て（以下「本件申立て」という。）をした事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，本件判決には裁判の脱漏はなく，本件訴訟は本件判決の確定により終了したから，本件申立ては理由がないと判断する。その理由は，次のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "認定事実（次に掲げる事実は，当裁判所に顕著である。）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，控訴人が有していた特許第2640694号の特許につき特許庁が平成13年7月4日付けでした異議の決定（以下「本件決定」という。）が違法であると主張して，被控訴人に対し損害賠償金30万円及びこれに対する訴状送達の日の翌日から支払済みまで年5分の割合による遅延損害金の支払を求めて，東京地方裁判所に対して訴え（以下「本件訴え」という。）を提起した（東京地方裁判所平成26年（ワ）第32212号）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "東京地方裁判所は，平成27年3月12日，本件訴えは，控訴人が本件決定の違法を主張して被控訴人に対し提起した多数の訴訟（東京地方裁判所平成16年(ワ)第19959号，平成23年(ワ)第9248号，第13780号，第24887号，第30818号，平成24年(ワ)第13372号，平成25年(ワ)第22575号，第29155号。以下，併せて「本件各前訴」という。）の実質的な蒸し返しであることは明らかであり，訴権の濫用に当たり，訴訟上の信義則に反するものであって，違法と解すべきであるとして，本件訴えを却下する旨の判決（以下「原判決」という。）を言い渡した。これに対し，控訴人は，知的財産高等裁判所に対し，原判決を不服として控訴した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "知的財産高等裁判所は，平成27年7月15日，本件訴えは，本件各前訴の実質的蒸し返しであり，訴権の濫用に当たり，かつ，訴訟上の信義則に反する不適法なものであるから，本件訴えを却下した原判決は相当であるとして，控訴を棄却する旨の本件判決を言い渡した。本件判決は，平成27年7月22日，控訴人に送達され，同年8月5日の経過により確定した。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "前記認定事実によれば，本件判決は，平成27年8月5日の経過により確定したのであるから，本件訴訟は終了したものと認められる。この点につき，控訴人は，本件判決には裁判の脱漏があるから，本件訴えに係る請求は当審に係属する旨主張するものの，前記認定事実によれば，本件判決は，本件訴えを全て却下した原判決が相当であるとして控訴を棄却するものであるから，本件判決に裁判の脱漏があると認められないことは明らかである。",
            "したがって，控訴人の主張は，その前提を欠くものであり，その実質は，本件判決の不当を縷々述べるものにすぎず，採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，本件申立ては理由がなく，本件訴訟は本件判決の確定により終了したから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}