{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2014-800132号事件について平成27年6月23日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩性の有無(①本件発明の認定の当否，②引用発明の認定の当否，③本件発明と引用発明との対比判断の当否，及び，④相違点に係る判断の当否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "A外4名は，名称を「美顔器」とする発明について，実用新案登録第3136465号として登録された実用新案登録(出願日は，平成19年4月10日。本件原出願日)に基づき，同年11月8日(本件出願日)，特許出願をし，平成21年3月19日，特許権の設定登録(特許第4277306号，本件特許)を受けた(請求項の数6。甲1)。被告は，平成22年6月11日，A外4名から，上記特許権を承継した(甲20)。",
            "原告は，平成26年8月13日，本件特許の請求項1に係る発明(本件発明)について無効審判請求(無効2014-800132号)をしたところ，特許庁は，平成27年6月23日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年7月2日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明の要旨は，以下のとおりである。",
            "「所定量の化粧水を収納する化粧水収納カップと，該化粧水収納カップを装備すると共に，前記化粧水収納カップから滴下された化粧水が引き込まれる導管を内蔵し，且つ該導管の先端に設けられた噴出ノズルを有するスプレー本体と，更にこの導管内において前記滴下化粧水と混合して炭酸混合化粧水を噴出ノズルから霧状に噴出させる炭酸ガス供給用ボンベと，この炭酸ガス供給用ボンベと前記スプレー本体内の導管とを接続する炭酸ガス供給用パイプと，而も前記スプレー本体に備えられた炭酸混合化粧水の噴出調整用摘子とで成したことを特徴とする美顔器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張した無効理由の要旨",
              "text": [
                "本件発明は，本件出願日前に頒布された刊行物である甲2(引用文献)に記載された発明(甲2発明)と，甲3～6に記載された発明(それぞれに記載された発明を，「甲3発明」，「甲4発明」などという。)に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないから，本件発明についての特許は，同法123条1項2号に該当し，無効とすべきである。",
                "甲2：特開平1-110304号公報",
                "甲3：実願昭62-164205号(実開平1-69649号)のマイクロフィルム",
                "甲4：実願平2-83536号(実開平4-41746号)のマイクロフィルム",
                "甲5：特開2004-298765号公報",
                "甲6：特開2003-88781号公報"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明",
                  "text": [
                    "「所定量の基礎化粧料を収納する化粧料容器18と，該化粧料容器18を接続すると共に，前記化粧料容器18から基礎化粧料が流入する化粧料通路3と炭酸ガスが流れる気体通路10とを内蔵し，各通路は独立しており，且つ化粧料通路3の先端の(「に」の誤記と認められる。)設けられた化粧料噴射口4及び気体通路10の先端に設けられた気体噴射口11を有する吹付器1と，更に気体通路10に流入し，前記気体噴射口11から噴射することにより前記化粧料噴射口4から前記基礎化粧料を吸い出すとともに噴霧させるための炭酸ガスを供給する高圧気体源19としての炭酸ガスボンベと，この炭酸ガスボンベ19と吹付器1とを接続する手段と，而も前記吹付器1に備えられた化粧料の噴出量を調整する調整軸9とで成した化粧料の吹付装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3発明",
                  "text": [
                    "「水性塗料用スプレー塗装装置において，圧縮空気が導入される塗料ノズル内のエアの通路13aは，塗料ノズル15c付近で塗料の通路13bと一体になっており，エアが塗料ノズル15cへ噴流する際に，通路13bへ塗料11aを吸い上げ，混合する水性塗料用スプレー塗装装置。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4発明",
                  "text": [
                    "「携帯用スプレー装置において，液体吸入パイプ4の上端部に吸入室5が配設されるともに圧縮空気供給配管10が吸入室5に挿入され，圧縮空気供給配管10から吸入室5内に炭酸ガスを導入することによって容器ボトル1内の液体を，液体吸入パイプ4から吸い上げ，吸入室5内で混合される携帯用スプレー装置。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲5発明",
                  "text": [
                    "「製品への塗料の塗布等に用いられる気液混合装置10において，気体の主流路13に気液混合部13cを設け，気液混合部13cに対して軸線方向と直交方向に液体流路16を設け，液体流路16を通して気液混合部13cに液体を吐出し，気体に側面衝突で混合させる，気液混合装置。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲6発明",
                  "text": [
                    "「塗料カートリッジ内に収容される塗料を流体スプレーから噴出するガス等の流体を用いて噴射する塗料スプレー装置において，ガスボンベと塗装スプレー装置1内の流体流路20a，20bとを接続するホース4を備えた塗装スプレー装置。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と甲2発明との対比",
              "text": [
                "(一致点)",
                "「所定量の化粧水を収納する化粧水収納カップと，化粧水収納カップから供給された化粧水が流入する導管を内蔵し，且つ該導管の先端に設けられた噴出ノズルを有するスプレー本体と，化粧水を霧状に噴出させる炭酸ガス供給用ボンベと，この炭酸ガス供給用ボンベとスプレー本体内の導管とを接続する手段と，スプレー本体に備えられた調整用摘子とで成した美顔器」",
                "(相違点1)",
                "本件発明は，スプレー本体が化粧水カップを「装備する」のに対し，甲2発明は，吹付器1と化粧料容器18との接続方法及び位置関係が不明な点。",
                "(相違点2)",
                "本件発明は，スプレー本体が，化粧水収納カップから滴下された化粧水が引き込まれる導管を内蔵し，この導管内において滴下化粧水と炭酸ガスを混合して炭酸混合化粧水を噴出ノズルから霧状に噴出させるのに対し，甲2発明は，吹付器1は，化粧料容器18から皮膚用の基礎化粧料が流入する化粧料通路3と炭酸ガスが流れる気体通路10とを内蔵し，化粧料通路3と気体通路10とは独立しており，気体通路10の先端に設けられた気体噴射口11から炭酸ガスを噴射することにより，化粧料通路3の先端の設けられた化粧料噴射口4から基礎化粧料を吸い出して噴霧させる点。",
                "(相違点3)",
                "本件発明は，炭酸ガス供給用ボンベとスプレー本体内の導管とを接続する炭酸ガス供給用パイプを有するのに対し，甲2発明は，炭酸ガスボンベ19と吹付器1とを接続する手段の構成が不明な点。",
                "(相違点4)",
                "本件発明は，噴出調整用摘子が炭酸混合化粧水の噴出調整用摘子であるのに対し，甲2発明は，調整軸9が化粧料の噴出量を調整するものである点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2についての判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，顔肌の皮脂や汚れ等の残骸物をハード的に除去することによって，顔肌を傷めるという課題を解決するため，化粧水を収納するカップを装備するとともに，滴下された化粧水が引き込まれる導管をスプレー本体に内蔵し，この導管内に炭酸ガスを供給して炭酸混合化粧水をスプレー本体先端の噴出ノズルから霧状に噴出させることとしたから，炭酸成分が顔肌の毛細血管に作用して該血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除く美顔器である。そして，本件発明は，請求項1の構成により炭酸成分の混合化粧水が調製されるものである。",
                    "また，ここでいう「炭酸成分の混合化粧水」とは，単なる炭酸ガスと化粧水水滴との混合物ではなく，化粧水に炭酸ガス，すなわち，二酸化炭素が溶けて炭酸イオンが生成された，炭酸イオンを含有する化粧水である。その炭酸イオンが本件明細書に記載された効果を奏する程度の濃度が必要なことも，本件発明の目的及び効果から明らかであり，そのために本件発明は，請求項1に特定された「化粧水収納カップから滴下された化粧水が引き込まれる導管」及び「導管内において前記滴下化粧水と混合して炭酸混合化粧水を噴出ノズルから霧状に噴出させる炭酸ガス供給用ボンベ」を有している。したがって，本件発明では，「化粧水収納カップから滴下された化粧水が引き込まれる導管内において前記滴下化粧水と混合して炭酸混合化粧水を噴出ノズルから霧状に噴出させる」ことにより，導管内において二酸化炭素と化粧水とを混合して炭酸混合化粧水をある程度調製するとともに，噴出ノズルからは，炭酸混合化粧水が噴出されるものである。",
                    "さらに，噴霧の過程でも，化粧水中に一部の炭酸ガスが溶け，多少の炭酸イオンを含有した炭酸化粧水が生成されることから，導管内における炭酸ガスと化粧水との混合が噴霧後の炭酸化粧水の生成にも寄与することも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，甲2発明は，化粧料通路3と炭酸ガスが流れる気体通路10とは独立しており，気体通路10の先端に設けられた気体噴射口11から炭酸ガスを噴射することにより，化粧料通路3の先端に設けられた化粧料噴射口4から基礎化粧料を吸い出して噴霧させるものであるから，甲2発明では，ノズルから噴射されるのは，炭酸ガスと基礎化粧料であって，ノズルから噴射された後に両者が混合されることになる。そして，基礎化粧料には化粧水が含まれるから，その噴霧の過程で，化粧水中に一部の炭酸ガスが溶け，多少の炭酸イオンを含有した炭酸化粧水が生成され得ることは想定できる。しかし，甲2発明では，本件発明のような作用効果を十分奏するほどの炭酸ガス濃度の炭酸混合化粧水が得られるかは不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，甲3発明～甲5発明は，いずれも，噴霧する液体と液体を噴霧するガスとをノズルからの噴霧前に混合するものではあるが，その混合は単に液体を霧化し噴出するためのものであって，噴霧する液体に気体を溶解させることについては記載も示唆もない。",
                    "甲3発明(「甲4発明」の誤記と認められる。)も，炭酸ガスを用いているが炭酸ガスを化粧料に溶かすことを目的としたものではなく，ましてや，化粧水に溶かすことを目的としたものでもない。",
                    "引用文献には，炭酸ガスを基礎化粧料と混合することは開示されているが，その目的は，あくまで噴霧ガスとして炭酸ガスを採用する程度の技術が開示されるにすぎず，本件発明のように，炭酸ガスと化粧水とを混合して炭酸混合化粧水を積極的に調製することについては記載も示唆もされていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "してみると，引用文献及び甲3～5に接した当業者といえども，甲2発明において炭酸混合化粧水を調製するため，甲2発明に甲3～5に記載された構成を適用する動機付けがあるとはいえず，上記相違点2に係る本件発明の構成を甲2発明～甲5発明から想到することが容易になし得たとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また，本件発明は，上記相違点2に係る本件発明の構成により，ノズル噴霧前の導管において炭酸ガスと化粧水とを混合させ炭酸混合化粧水を調製し，炭酸混合化粧水をノズルから噴霧させることができるので，本件明細書の【0006】(1)に記載の効果を奏するもので，甲2発明～甲5発明から予測できない効果を奏する。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，引用文献及び甲3～6(「甲3～5」の誤記と認められる。)のいずれにも，甲2発明に甲3発明～甲5発明を適用することの動機付けとなる記載又は示唆もなく，請求人(原告)の提出した他の証拠を検討しても，上記適用が，当業者が容易になし得たとする理由も認められない。よって，甲2発明について，上記相違点2に係る「導管内において滴下化粧水と炭酸ガスを混合して炭酸混合化粧水を噴出ノズルから霧状に噴出させる」ことは，当業者が容易になし得るとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "以上のとおりであるから，相違点1，相違点3及び相違点4について検討するまでもなく，本件発明は，甲2発明及び甲3発明～甲6発明に基づいて当業者が容易に発明をすることができたものとすることはできない"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「相違点についての検討」における説示に照らせば，本件発明の特許請求の範囲の「炭酸混合化粧水」を，「単なる炭酸ガスと化粧水水滴との混合物ではなく，化粧水に炭酸ガス，すなわち二酸化炭素が溶けて炭酸イオンが生成された，炭酸イオンを含有する化粧水であって，含有される炭酸イオンが本件明細書に記載された効果を奏する程度の濃度を有する炭酸成分の混合化粧水」であると認定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件発明の特許請求の範囲には，審決で認定されたような，含有される炭酸イオン濃度を限定する発明特定事項の記載はない。そして，本件発明の「炭酸混合化粧水」が「炭酸を混合した化粧水」の意味であることは，その文言から一義的にまた明確に理解することができる。",
                "したがって，審決は，本件発明の「炭酸混合化粧水」について，特許請求の範囲の記載に基づかない認定をしたものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書には，審決の判断に係る「本件明細書の効果を奏する程度の「炭酸イオン濃度」の化粧水を得るため，本件発明が「化粧水収納カップから滴下された化粧水が引き込まれる導管」及び「導管内において前記滴下化粧水と混合して炭酸混合化粧水を噴出ノズルから霧状に噴出させる」構成(内部混合方式)を採用した，などという記載はない。",
                "すなわち，審決の上記判断は，発明の詳細な説明の記載等にすら基づかない判断である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告自身，審決認定の「特別な炭酸混合化粧水」の存在と矛盾する言動に出ている。すなわち，被告は，①本件発明の実施品であるとして，液体を気体で噴霧する技術であって，導管外部の噴出口付近で液体と気体とを混合する方式(外部混合方式)を採用している美顔器を販売しており，②本件発明に基づく侵害訴訟事件(東京地方裁判所平成26年(ワ)第11110号，当庁平成27年(ネ)第10067号事件，以下「別件侵害訴訟」という。)において，外部混合方式を採用している原告製品が，本件発明と均等の範囲に属すると主張し，③本件原出願日の後にした別出願(特願2008-255137号。甲25，以下「別件出願」という。)で，本件発明と同種美顔器の出願について，当初，特許請求の範囲に内部混合方式であることが明示されていたのに，外部混合方式も含むように上位概念化する補正をした。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲2発明の認定の誤り)",
          "text": [
            "審決は，甲2発明について，「相違点についての検討」における説示に照らせば，(化粧料通路3と炭酸ガスが流れる気体通路10とは独立しており，気体通路10の先端に設けられた気体噴射口11から炭酸ガスを噴射することにより，化粧料通路3の先端に設けられた化粧料噴射口4から基礎化粧料を吸い出して噴射させるところ，)「ノズルから噴射された後に炭酸ガスと基礎化粧料(化粧水)が混合されることになり，その噴霧の過程で，化粧水中に一部の炭酸ガスが溶け，多少の炭酸イオンを含有した炭酸化粧水が生成され得ることは想定できるが，本件発明のような作用効果を十分奏するほどの炭酸ガス濃度の炭酸混合化粧水が得られるかは不明である」ことを認定した。",
            "しかし，本件発明は，「特別な炭酸混合化粧水」を生じさせるものではなく，単に「化粧水と炭酸ガスを混ぜて噴出させ，顔肌等に両者を作用させる」発明にすぎない。甲2発明において，「炭酸ガス濃度」がどれだけのものであるかなど認定する必要がない事項である。しかも，上記1(2)のとおり，発明の効果を生じさせる程度の「炭酸ガス濃度」自体が不明なのだから，審決の，甲2発明では，本件発明のような作用効果を十分奏するほどの炭酸ガス濃度の炭酸混合化粧水が得られるかは不明であるとの認定自体，不可能である。",
            "したがって，甲2発明の認定にも誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2の認定の誤り)",
          "text": [
            "審決は，本件発明の認定を誤り，誤った認定部分に対応する甲2発明の構成に関しその認定を誤ったから，相違点2の認定にも誤りがある。",
            "相違点2は，本件発明が「化粧水と炭酸ガスを混合して噴出させて，顔肌等に両者を作用させる」発明であることを前提として，正に「導管の外部で混ぜる」(外部混合方式)か，「導管の内部で混ぜる」(内部混合方式)かの違いでしかないものである。「炭酸ガス濃度」がどれだけか，などは相違点ではない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "液体を気体で噴霧する技術として，代表的なものには，外部混合方式(甲2発明)と内部混合方式(本件発明，甲3～甲5発明)が存在し，いずれも周知技術であるため，甲2発明を内部混合方式とすることに何ら困難性はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2発明は，塗装用の装置を化粧料の吹付けに転用した発明であるところ，甲3発明及び甲5発明は，塗料の吹付けに使用する発明であり，甲4発明は，化粧料の吹付けに使用する発明である。甲2発明と，甲3発明～甲5発明とは，使用する液体や用途において共通するため，これらは技術分野が共通する発明である。",
                "また，甲2発明と甲3発明～甲5発明とは，いずれも気体と液体とを混合して噴霧する(噴霧されるのは気体と液体の混合物)という点において，作用，機能が共通する。",
                "さらに，甲3の第5図には，「外部混合形式」のスプレーガンのヘッド21が開示されており，甲3の登録請求の範囲では，「内部混合方式」と「外部混合方式」は区別されておらず，双方を包含する。",
                "これら技術分野の共通性，作用及び機能の共通性から，「内部混合方式」と「外部混合方式」は相互に置換可能な技術であること，さらに，本件発明自体，審決認定の特定の炭酸ガス濃度を得るために内部混合にしたという発明ではなく，単に炭酸ガスと化粧水を混ぜて噴霧する発明であり，噴霧する場所は問題とならない発明であることに鑑みれば，甲2発明の「外部混合方式」を甲3発明～甲5発明の「内部混合方式」に置き換える程度のことは，当業者における設計事項にすぎない。",
                "したがって，当業者において，同置き換えを試みる動機付けが存在することは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "その他，甲2発明に甲3発明～甲5発明の外部混合方式を適用することに，阻害要因も存在しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，審決は，相違点2の容易想到性についての判断を誤ったものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書には，発明の効果を奏するための「炭酸イオン濃度」がどの程度の濃度かということについて何ら開示がないとし，発明の効果を奏する程度の「炭酸イオン濃度」が不明であるから，「炭酸混合化粧水」に関する本件審決の認定には誤りがある旨主張する。",
                "しかし，本件発明は，発明の作用効果について，「噴出ノズルから霧状に噴出した炭酸成分の混合化粧水が顔肌の毛細血管に作用して該血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向することができ」と具体的に記載しており，「炭酸混合化粧水」もこのような作用効果を奏する程度のものとしているのである。本件明細書に接した当業者は，このような作用効果を奏する程度に優位に炭酸イオン濃度を設定するのであるから，わざわざ炭酸イオン濃度の具体的な数値を問題とするまでもなく，「化粧料」を単に吹き付ける甲2発明との差は歴然である。",
                "したがって，上記原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，被告が販売していた美顔器が，甲2発明と同様の外部混合方式であるとし，これを従来品にない特別な効果が生じると宣伝していた，という事情を挙げている。",
                "しかし，「内部混合か外部混合か」といった抽象的な事項は，相違点2との関係では重要ではない。相違点2との関係で重要な点は，甲2発明の構成が本件発明と具体的に異なることに加え，より根本的には，甲2発明は単なる「化粧料」の「吹付器」でしかなく，引用文献には本件発明所定の作用効果を得る程度に優位な炭酸イオン濃度をもった「炭酸混合化粧水」が開示されていない，という点である。",
                "したがって，被告において本件発明の実施品と述べていた美顔器が内部混合方式か外部混合方式かといった事項は，本件発明と甲2発明の相違点の認定に影響するものではない。",
                "上記原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，別件侵害訴訟において，被告が外部混合方式を採用している原告製品を本件発明の均等の範囲に属する旨主張している点や別件出願(特願2008-255137号)との関係も指摘しているが，上記(2)と同様に理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2～4に対し",
          "text": [
            "本件発明は，炭酸ガスの効用に着目して，霧状の炭酸混合化粧水を吹き付ける美顔器であり，積極的に炭酸ガスの成分を含有する化粧水を生成するものであり，生成される炭酸混合化粧水は，毛細血管に作用して血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向するという作用効果を実現する程度に有意なものである。",
            "これに対し，甲2発明においては，単に化粧料を工業的に吹き付ける思想のみで，炭酸ガスの効用に着目し，炭酸ガスと化粧水の混合化粧水を生成して，これを顔肌に吹き付ける「美顔器」といった技術思想は，開示も示唆もされていない。甲3発明～甲5発明においても，化粧水に炭酸ガスを溶かすという技術思想は開示されていない。",
            "したがって，甲2発明に「炭酸混合化粧水」の開示はなく，取消事由2には，理由がない。",
            "また，取消事由2～4は，取消事由1に係る原告主張を前提としているところ，上記のとおり取消事由1には理由がないから，取消事由2～4にも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲1)には，以下の記載がある。",
                "【技術分野】【0001】本発明は化粧水と炭酸ガスとの混合液を顔肌に噴霧状に吹き付ける美顔器に関する。",
                "【背景技術】【0002】近時，遊離炭酸を含有する炭酸泉に入浴すると，炭酸泉内の炭酸成分が皮膚下の毛細血管に作用してこの毛細血管を拡張させ，これにより入浴者の血行が改善されて入浴者の疲労回復や健康増進が図れることは，既に広く知られている。",
                "そこで，この炭酸成分が皮膚下の毛細血管に作用してこの毛細血管を拡張させる効能を利用して，化粧水と共に混合液を顔肌に吹き付けると共に，皮脂や汚れ等の残骸物を顔肌から遊離させて取り除き，より若々しく美しい顔肌を指向する。",
                "一般的な美顔器として，例えば下記技術文献1及び2が存在する。",
                "これらは，単にスチーム噴射，更には顔肌に吸引パットを添わせて顔肌の残骸物をハード的に除去させるものであり，顔肌へのソフト的な癒しは考慮されておらず，却って顔肌を傷めることも否定できなかった。",
                "【課題を解決するための手段】【0005】本発明は上記課題を解決するため，化粧水を収納するカップを装備すると共に，滴下された化粧水が引き込まれる導管をスプレー本体に内蔵し，この導管内に炭酸ガスを供給して炭酸混合化粧水をスプレー本体先端の噴出ノズルから霧状に噴出させることとしたから，炭酸成分が顔肌の毛細血管に作用して該血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向する美顔器。",
                "【発明の効果】【0006】(1)請求項1により，スプレー本体の噴出ノズルから霧状に噴出した炭酸成分の混合化粧水が顔肌の毛細血管に作用して該血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向することができ，而してその噴出量はその噴出調整用摘子にて使用者の所望に応じ適宜調整できる。・・・",
                "【発明を実施するための最良の形態】【0007】以下本発明を実施形態の図面に基づいて説明する。図1は美顔器の使用状態を示す斜視図であって，使用者が手先Hにてスプレー本体1の握手部2を保持している。",
                "図2は，美顔器の全体構成図である。而して具体的には図3及び4に示す如く，スプレー本体1には握手部2と直交する筒部3を内蔵配置している。この筒部3は導管4を主として成している。",
                "而してこの導管4の前方位置には所定量の化粧水Wを収納する化粧水収納カップ5を装備している。この化粧水Wとしては，例えば一般化粧剤にゲルマニウム粒子を混合させれば，炭酸成分の保湿性と美白効果が一層強まり，美容目的，即ちソフト的効能が一層好適となる。この化粧水収納カップ5はキャップ6と導管4にねじ込まれる下端の滴下口7とより成っている。また，導管4の先端には噴出ノズル8が設けられている。",
                "【0008】スプレー本体1の握手部2には，炭酸ガス供給用ボンベBに連結された炭酸ガス供給用パイプ9を収納し，その引込口10を導管4に接続している。",
                "また，この握手部2には反転自在に軸11にて支持された操作リバー12が装備されており，リンク13にて上下にスライドして導管4の内孔4aを開閉するシャッター板14に連携している。",
                "このシャッター板14は，化粧水収納カップ5と炭酸ガス供給用パイプ9の引込口10との間に位置し，操作レバー12の引き付けによりリンク13を介して縦溝15を下方向にスライドし，導管4の内孔4aを開く。",
                "更に導管4の後方端には内孔4aを進退自在に移動するように噴出調整用摘子16を装備している。具体的には，内孔4aの端部4bと噴出調整用摘子16の先端16aとを共にテーパー状に形成している。",
                "【0009】この噴出調整用摘子16と化粧水収納カップ5との間に炭酸ガス供給用パイプ9の引込口10が位置している。",
                "続いて，導管4の内孔4aには，化粧水収納カップ5の滴下口7に逆止弁17が装備されており，炭酸ガスが化粧水収納カップ5側に流入するのを防止し，適正な炭酸成分の混合化粧水が得られる。この逆止弁17としては薄膜の合成樹脂にて成型する。",
                "また，導管4の先端噴出ノズル8にはパッキン18にてシールドするカップリング19を螺着する。更に，噴出ノズル8には顔肌に添わせる吸引パット20を適宜装着する。勿論，この吸引パット20を使用せずして直接顔肌に噴出ノズル8からの噴霧混合化粧水を吹き付けてもよい。",
                "【0011】次に本発明美顔器の使用順序を説明すると，図1に示す如くは顔肌に噴出ノズル8を向けると共に，操作レバー12を引く。",
                "この操作レバー12を引くことによりシャッター板14が降下し，炭酸ガス供給用ボンベBからの炭酸ガスが炭酸ガス供給用パイプ9を通して導管4の内孔4aを直進し，化粧水収納カップ5からの化粧水を誘引して炭酸混合化粧水として噴出ノズル8から一気に噴霧状に顔肌に吹き付ける。勿論，そのガス噴出量，噴出度は噴出調整用摘子16にて適度に調整する。・・・"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によれば，本件発明は，次のように理解される。",
                "本件発明は，化粧水と炭酸ガスとの混合液を顔肌に噴霧状に吹き付ける美顔器に関するものである(【0001】)。",
                "従来の美顔器は，単にスチーム噴射したり，顔肌に吸引パットを添わせて顔肌の残骸物をハード的に除去するものであり，かえって顔肌を傷めるものであるという課題が存在した(【0002】【0003】)。そして，近時，炭酸泉に入浴すると，入浴者の血行が改善され，疲労回復や健康増進が図れることが知られている(【0002】)。",
                "本件発明では，上記課題を解決するために，化粧水を収納するカップを装備するとともに，滴下された化粧水が引き込まれる導管をスプレー本体に内蔵し，この導管内に炭酸ガスを供給して炭酸混合化粧水をスプレー本体先端の噴出ノズルから霧状に噴出させるという構成を採用した(【0005】)。これにより，炭酸成分が顔肌の毛細血管に作用して当該血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向することができるという効果を奏する(【0006】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，相違点2の判断に関して，本件発明の「炭酸混合化粧水」について，「単なる炭酸ガスと化粧水水滴との混合物ではなく，化粧水に炭酸ガス，すなわち二酸化炭素が溶けて炭酸イオンが生成された，炭酸イオンを含有する化粧水である。また，その炭酸イオンが本件明細書に記載された効果を奏する程度の濃度が必要なことも本件発明の目的及び効果から明らかであり，」と認定した。原告は，審決の上記認定を，誤りと主張する。",
                "まず，審決が，本件発明に関して，「二酸化炭素が溶けて炭酸イオンが生成された，炭酸イオンを含有する化粧水」と認定した点については，「二酸化炭素が水中に溶解して遊離炭酸の状態となった遊離炭酸を含有する化粧水」の誤記であると解される。なぜなら，水に溶解した炭酸ガス(CO )は，遊離炭酸となり，また，ごくわずかながら水と反応して炭酸(H CO )となることもあり，さらに，水の水素イオン濃度(PH)が6を超えて高くなると，炭酸が解離して炭酸水素イオン(HCO-)や炭酸イオン(CO 2-)となるところ，炭酸や炭酸水素イオン及び炭酸イオンには，人体に対する血行促進効果は見られず，遊離炭酸のみが同効果を生ずることが技術常識だからである(甲39【0005】，甲42【0007】，甲43【0020】)。",
                "以下，審決が「炭酸イオン」と認定した点を「遊離炭酸」と解した上で，審決が，相違点2の判断において，本件発明の「炭酸混合化粧水」について，化粧水中に溶解した炭酸ガス(遊離炭酸)が本件明細書に記載された効果を奏する程度の濃度を有すると認定したことが誤りか否かについて検討する(当事者の主張も，これに沿って訂正する。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明の特許請求の範囲には，化粧水と炭酸ガスとの関係について，「前記滴下化粧水と混合して炭酸混合化粧水を噴出ノズルから霧状に噴出させる炭酸ガス供給用ボンベと，この炭酸ガス供給用ボンベと前記スプレー本体内の導管とを接続する炭酸ガス供給用パイプと，而も前記スプレー本体に備えられた炭酸混合化粧水の噴出調整用摘子とで成した」との記載があるだけであり，この記載から，「化粧水」と「炭酸ガス」とが混合されて「炭酸混合化粧水」が生成され噴出されることは理解できるものの，その混合の状態に関して具体的に規定するものではない。したがって，「炭酸ガス」が「化粧水」にどの程度溶解しているのか，溶解していないのか，及び，化粧水に溶解した場合の炭酸ガスの濃度，すなわち，「遊離炭酸」の生成割合は，いずれも特定されていない。",
                "この点に関して，本件明細書には，上記(1)で認定したとおり，課題を解決するための手段として，「滴下された化粧水が引き込まれる導管をスプレー本体に内蔵し，この導管内に炭酸ガスを供給して炭酸混合化粧水をスプレー本体先端の噴出ノズルから霧状に噴出させることとしたから，炭酸成分が顔肌の毛細血管に作用して該血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向する」(【0005】)と記載されているから，毛細血管が拡張し得る量の炭酸成分(遊離炭酸)が肌に供給されることが，本件発明の課題解決の必須の前提となるものと理解される。また，実施例【0009】には，「導管4の内孔4aには，化粧水収納カップ5の滴下口7に逆止弁17が装備されており，炭酸ガスが化粧水収納カップ5側に流入するのを防止し，適正な炭酸成分の混合化粧水が得られる。」と記載されているから，本件発明の「炭酸混合化粧水」は，炭酸ガスの一部が化粧水に溶けて，一定程度の遊離炭酸が生じる，すなわち，一定程度の炭酸ガス濃度を有することにより，毛細血管を拡張させるとともに，皮脂や汚れ等の残骸物を顔肌から遊離させるという，本件発明の効果を奏すると認めるのが相当である。"
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告は，本件発明の特許請求の範囲は，含有される遊離炭酸の濃度を限定する発明特定事項の記載はないし，本件明細書の発明の詳細の説明にも記載がない，と主張する。",
                    "確かに，本件発明の特許請求の範囲には，遊離炭酸の生成の有無やその濃度を限定する記載はなく，本件明細書にも，これに関する具体的な数値等を示されてはいない。しかし，審決は，上記(4)のとおり，相違点2の判断において，本件発明の構成を限定したわけではなく，当該構成により，本件発明所定の効果が生ずることを述べたものと解すべきものである。",
                    "原告の主張は，審決を正解するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，被告が，①本件発明の実施品として外部混合方式を採用した美顔器を販売したこと，②別件侵害訴訟において，外部混合方式を採用した原告製品が，本件発明と均等の範囲に属すると主張したこと，③本件発明と同種美顔器の別件出願において，当初，特許請求の範囲に内部混合方式であることを明示しながら，外部混合方式も含むように上位概念化する補正をしたことが，一定程度の遊離炭酸の濃度を有する炭酸混合化粧水の存在と矛盾する，と主張する。",
                    "しかし，原告の指摘する，被告の上記過去の製品販売，並びに，別件侵害訴訟及び別件出願における行動が示すのは，いずれも，被告が，内部混合方式であっても外部混合方式であっても本件発明の効果を奏すると考えていることを示唆するものと解される。これに対し，審決の，「含有される遊離炭酸が本件明細書に記載された効果を奏する程度の濃度を有する炭酸混合化粧水」であるとの認定は，本件発明の効果を有する当該化粧水が，内部混合方式でのみ生成され，外部混合方式では得られないことを前提とするものではない。したがって，上記被告の行動は，審決の上記認定と矛盾するとはいえない。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲2発明の認定の誤り)及び3(相違点2の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献(甲2)には，以下の記載がある。",
                "①「2  特許請求の範囲",
                "高圧気体源に弁を介して接続した気体噴射口と，化粧料容器に弁を介して接続した化粧料噴射口とを近接して配置し，気体噴射口から気体を噴射することによって化粧料噴射口から化粧料を噴霧して吹き付けることを特徴とする化粧料の吹付方法。」(1頁左下欄4～10行)",
                "②「＜産業上の利用分野＞  本発明は，化粧料を噴霧して吹き付ける方法に関する。特に，役者やモデルのような化粧姿を見せることを職業とする人の化粧に用いるのに適した化粧料の吹付方法に関する。」(1頁左下欄12～17行)",
                "③「＜従来の技術＞  化粧料の噴霧吹付については，頭髪用化粧料を噴霧して吹き付けるエアゾル式噴霧缶と，香水を噴霧して吹き付けるポンプ式噴霧器が知られている。皮膚用の基礎化粧料やメイクアップ化粧料は，パフ，ブラシ，筆等の化粧道具を用いて塗布している。役者やモデル等の化粧姿を見せる職業人に皮膚用の基礎化粧料やメイクアップ化粧料を塗布する場合にも，パフ，ブラシ，筆等の化粧道具を用いている。皮膚用の基礎化粧料やメイクアップ化粧料を噴霧して吹き付けることは行なわれていないようである。」(1頁左下欄18～右下欄12行)",
                "④「＜発明が解決しようとする問題点＞  ところが，化粧料の塗布にパフ，ブラシ，筆等の化粧道具を用いると，皮膚を摩擦して刺激を与え，また，化粧道具が皮膚と化粧料を往復することによって化粧料に雑菌が付着することがある。また，全身又は広い面積に化粧料を塗布する場合，従来の化粧道具を用いると，非常に多くの手間が掛かる。そこで，これらの問題点を解決するため，エアゾル式噴霧缶又はポンプ式噴霧器を用いて，化粧料を噴霧して吹き付けることが考えられる。ところが，エアゾル式噴霧缶又はポンプ式噴霧器は，噴霧量の調整が困難であり，所望の通りに吹き付けることができない。また，手で持って噴霧するので，その大きさに制限があり，従って化粧料の容量に制限があり，化粧料が短期間で消費される。更に，エアゾル式噴霧缶は，使用に従って内部圧力が低下するので，長時間の間一定の状態で噴霧することができない。また，フロンガス等のエアゾル噴霧体を噴出するので，大気を汚染する問題がある。また，ポンプ式噴霧器は，手動ポンプを用いて間欠的に吹き付けるので，連続して吹き付けることができない。本発明の目的は，上記のような従来の問題点を解決することである。",
                "＜問題点を解決するための手段＞本発明者は，上記の問題点を解決するために，化粧料を手作業によって塗布する代りに，工業的に吹き付けることに気が付き，塗料を噴霧して吹き付けるのと同様な方法によって化粧料を噴霧して吹き付けることを考え付いたのである。」(1頁右下欄13行～2頁右上欄5行)",
                "⑤「＜発明の作用効果＞  本発明の化粧料の吹付方法においては，化粧料を噴霧して吹き付けるので，パフ，ブラシ，筆等の化粧道具を必要としない。従って，化粧道具を用いる従来の方法とは異なり，皮膚を摩擦して刺激を与えることがなく，また，化粧料に雑菌が付着することがない。また，全身又は広い面積に化粧料を塗布する場合，化粧道具を用いる従来の方法とは異なり，多くの手間が掛からない。また，本発明の化粧料の吹付方法においては，化粧料容器と化粧料噴射口の間の弁によって化粧料の噴霧量が調整されるので，エアゾル式噴霧缶又はポンプ式噴霧器を用いる方法とは異なり，化粧量の噴霧量の調整が容易であり，化粧料を所望の通りに吹き付けることができる。また，エアゾル式噴霧缶又はポンプ式噴霧器を用いる方法とは異なり，化粧料容器に吹付途中で化粧料を追加することができるので，化粧料を長期間吹き付けることができる。」(2頁右上欄12行～左下欄11行)",
                "⑥「本例の化粧料の吹付方法に用いる化粧料の吹付装置は，図面に示すように，吹付器1と化粧料容器18及び高圧気体源19からなる。吹付器1は，図面に示すように，棒状の器体2の前部の軸芯位置に化粧料通路3を穿設し，化粧料通路3の前端を器体2の前端面に開口して化粧料噴射口4に形成し，化粧料通路3の基端側に化粧料供給口5を器体2の外周面に開口して設けている。化粧料通路3には，図面に示すように，ニードル弁の針軸6を挿入し，針軸6の先細状前端部を化粧料噴射口4から突出し，針軸6の後端の大径筒部7を器体2の筒状中央部に摺嵌し，器体2の筒状中央部に，針軸6の大径筒部7を前方に押圧する螺旋ばね8を設け，螺旋ばね8に抗して針軸6を後退させると，化粧料噴射口4が開口し，更に針軸6を後退させるに従って，化粧料噴射口4の開口面積が増大する構成にしている。器体2の後端には，図面に示すように，調整軸9を螺合して貫通し，調整軸9の前端部を針軸6の大径筒部7に摺嵌し，針軸6の後退によって針軸6の大径筒部7の底が調整軸9の前端に当接可能にして，前後動可能な調整軸9の前端の位置によって針軸6の後退量を調整可能に，従って，化粧料噴射口4の開口面積を調整可能に構成している。即ち，化粧料通路3の化粧料噴射口4と化粧料供給口5の間には，化粧料の噴霧量を調整するニードル弁の調整弁6を設けている。」(2頁右下欄4行～3頁左上欄12行)",
                "⑦  図面",
                "⑧「器体2の化粧料通路3に近接した位置には，図面に示すように，気体通路10を穿設し，気体通路10の前端を器体2の前端面の化粧料噴射口4の回りに円環状に開口して気体噴射口11に形成し，気体通路10の基端を，器体2の中央部下側に突設した軸部12の下端に開口して，気体供給口13に形成している。・・・・",
                "即ち，気体通路10の気体噴射口11と気体供給口13の間には，ピボット弁の開閉弁14を設けている。」(3頁左上欄13行～右上欄10行)",
                "⑨「即ち，操作杆16を下降させると，気体通路10の開閉弁14が開放し，操作杆16を後方へ回動させると，化粧料通路3の調整弁6が開放する構成にしている。",
                "吹付器1の化粧料供給口5には，図面に示すように，液状の化粧料を入れる化粧料容器18を接続し，また，吹付器1の気体供給口13に，空気圧縮機，空気ボンベ，炭酸ガスボンベ，窒素ガスボンベ等の高圧気体源19を接続している。",
                "この化粧料の吹付装置を用いて本例の化粧料の吹付方法を実施する場合，化粧料容器18に所望の液状化粧料を入れ，吹付器1の操作杆16を下降させる。・・・・",
                "気体噴射口11から気体が噴射すると，気体噴射口11に近接して配置された化粧料噴射口4の付近が負圧になり，化粧料通路3の調整弁6が開放すると化粧料噴射口4から化粧料が吸い出される状態になる。",
                "次に，吹付器1の前端を被化粧者に向けて配置し，操作杆16を下降させたままの状態で後方へ回動する。",
                "すると，・・・化粧料容器18の化粧料が化粧料供給口5を経て化粧料通路3に流入し，その流入化粧料が開放中の調整弁6を経て化粧料噴射口4から噴霧されて被化粧者の皮膚に吹き付けられる。",
                "化粧料噴射口4から噴霧される化粧料の流量を調整する場合は，調整軸9を前後動させて調整軸9の前端の位置を調整し，操作杆16を後方へ回動させたときの針軸6の後退量を調整して，化粧料噴射口4の開口面積を調整する。化粧料の吹付によって化粧料容器18の化粧料が少なくなれば，吹付後又は吹付途中に，化粧料容器18に化粧料を追加する。」(3頁左下欄1行～右下欄20行)"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献の，上記(1)の記載によれば，以下のことが認められる。",
                    "甲2発明は，化粧料を噴霧して吹き付ける方法に関するものである(②)。",
                    "従来，化粧料の塗布にはパフ，ブラシ，筆等の化粧道具を用いていたが，皮膚を摩擦して刺激を与え，化粧道具が皮膚と化粧料を往復することによって化粧料に雑菌が付着し，広い面積に化粧料を塗布する場合には多くの手間がかかるという問題点があった(③，④)。また，エアゾル式噴霧缶又はポンプ式噴霧器を用いて化粧料を噴霧して吹き付ける場合，噴霧量の調整が困難であり，手で持って噴霧するので大きさに制限がある等の問題点があった(④)。",
                    "そこで，甲2発明は，上記の問題点を解決するために，化粧料を手作業によって塗布するのではなく，塗料を噴霧して吹き付けるのと同様な方法によって化粧料を噴霧して吹き付ける構成，具体的には上記⑥～⑨の構成を採用した(④，⑥～⑨)。",
                    "これにより，甲2発明においては，皮膚を摩擦して刺激を与えることなく，化粧料に雑菌が付着することもなく，広い面積に化粧料を塗布する場合に多くの手間がかからず，化粧料の噴霧量の調整が容易であり，化粧料を長期間吹き付けることができるという効果を奏するものである(⑤)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のことをまとめると，甲2発明は，前記第2の3(2)アのとおりと認められ，審決の甲2発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決が，甲2発明の内容として，実質的に，本件発明のような作用効果を十分奏するほどの炭酸ガス濃度の炭酸混合化粧水が得られるかは不明であると認定したから，甲2発明の認定を誤り(取消事由2)，その結果，「炭酸ガス濃度」を相違点と認定したことも誤りである(取消事由3)と主張する。",
                "しかし，審決は，本件発明と甲2発明との相違点2の判断において，甲2発明で本件発明のような作用効果を十分奏するほどの炭酸ガス濃度の炭酸混合化粧水が得られるか不明であるという点を取り上げたものと解すべきであるから，その是非は，後記3の相違点2の判断の誤り(取消事由4)において検討することとする。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明と甲2発明とを対比すると，一致点及び相違点は，審決が認定したとおりである(上記第2の3(3))。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，相違点2の判断において，本件発明では，「化粧水収納カップから滴下された化粧水が引き込まれる導管内において前記滴下化粧水と混合して炭酸混合化粧水を噴出ノズルから霧状に噴出させる」ことにより，導管内において二酸化炭素と化粧水とを混合して炭酸混合化粧水をある程度調製するとともに，噴出ノズルから炭酸混合化粧水を噴出させ，噴霧の過程でも，化粧水中に一部の炭酸ガスが溶け，多少の遊離炭酸を含有した炭酸化粧水が生成されることから，導管内における炭酸ガスと化粧水との混合が噴霧後の炭酸化粧水の生成にも寄与するのに対し，甲2発明では，化粧料通路3と炭酸ガスが流れる気体通路10とは独立しており，気体通路10の先端に設けられた気体噴射口11から炭酸ガスを噴射することにより，化粧料通路3の先端に設けられた化粧料噴射口4から基礎化粧料を吸い出して噴霧させ，ノズルから噴射された後に炭酸ガスと化粧水が混合されるから，化粧水中に一部の炭酸ガスが溶け，多少の遊離炭酸を含有した炭酸化粧水が生成され得ることは想定できるものの，本件発明のような作用効果を十分奏するほどの炭酸ガス濃度の炭酸混合化粧水が得られるかは不明であることを前提に，甲2発明において，甲3発明～甲5発明に開示された相違点2に係る構成を採用することは容易になし得ないと判断した。",
                "すなわち，審決は，相違点2の判断において，本件発明が内部混合方式をとるから本件明細書に記載された効果を奏する程度の炭酸ガス濃度を有する炭酸混合化粧水が得られ，甲2発明は外部混合方式をとるから本件明細書に記載された効果を奏する程度の炭酸ガス濃度を有する炭酸混合化粧水を得られるかは不明であり，甲2発明について，相違点2に係る構成を採用することは容易になし得ないと判断したものと解される。",
                "これに対して，原告は，内部混合方式と外部混合方式とはいずれも周知技術であるから，甲2発明を内部混合方式とすることは容易であるし，本件発明は，特定の炭酸ガス濃度を得るために内部混合方式を採用したという発明ではなく，噴霧する場所は問題にならない発明であるから，甲2発明について相違点2に係る構成を採用することは容易である，と主張する。",
                "そこで検討するに，上記1(4)のとおり，本件発明の特許請求の範囲の記載には，「炭酸ガス」が「化粧水」にどの程度溶解しているのか，溶解していないのか，及び，化粧水に溶解した場合の炭酸ガスの濃度は，いずれも特定されておらず，また，本件明細書を参照しても，本件発明の「炭酸混合化粧水」は，炭酸ガスの一部が化粧水に溶けて，一定程度の遊離炭酸が生じる，すなわち，一定程度の炭酸ガス濃度を有することにより，毛細血管を拡張させるとともに，残骸物を顔肌から遊離させるという，本件発明の効果を奏することが理解できるものの，本件発明の効果を奏する程度の炭酸ガス濃度がどれほどであるかは，全く記載されておらず，具体的な数値も示されていない。さらに，本件明細書には，本件発明の構成(内部混合方式)を採用したことによる効果は特段記載されておらず，格別のものともいえない。一方，内部混合方式ではなく，甲2発明のような外部混合方式をとり，使用する気体として炭酸ガスを選択した場合であっても，化粧水と炭酸ガスとを共に噴出させてから使用者に到達するまでの間に，炭酸ガスの一部が化粧水に溶けた炭酸混合化粧水が得られることは明らかである。",
                "そうすると，本件発明において，その作用効果を十分奏するほどの炭酸ガス濃度がどの程度であるか規定されていない以上，そのような濃度の炭酸混合化粧水を，甲2発明のような外部混合方式によって得られるか否かを判断することは困難である。にもかかわらず，審決が，甲2発明では，本件発明のような作用効果を十分奏するほどの炭酸ガス濃度の炭酸混合化粧水が得られるか不明であると判断したことは，誤りというべきである。すなわち，化粧水と炭酸ガスの混合における本件発明の構成(内部混合方式)と，甲2発明の構成(外部混合方式)とで，本件発明の作用効果を生ずるか否かに相違があると判断する合理的根拠はない。",
                "よって，本件発明で得られる炭酸混合化粧水の炭酸ガス濃度と，甲2発明で得られる炭酸混合化粧水の炭酸ガス濃度が，本件発明のような作用効果を十分奏するほどであるか否かという観点から相違する，という審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，審決は，「本件発明は，上記相違点2に係る本件発明の構成において，ノズル噴霧前の導管において炭酸ガスと化粧水とを混合させ炭酸混合化粧水を調製し，炭酸混合化粧水をノズルから噴霧させることができる」ので，「スプレー本体の噴出ノズルから霧状に噴出した炭酸成分の混合化粧水が顔肌の毛細血管に作用して該血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向する」という効果を奏するもので，甲2発明～甲5発明から予測できない効果を奏することも，甲2発明に甲3発明～甲5発明を適用する動機付けがないことの理由とする。",
                "しかし，上記(2)のとおり，甲2発明が，本件発明の作用効果を十分奏するほどの炭酸ガス濃度の炭酸混合化粧水が得られるか否かという点で，本件発明と相違するといえる根拠はないから，本件発明が，甲2発明から予測できない効果を奏するともいえない。",
                "審決の上記理由には，誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，審決が，甲2発明に甲3発明～甲5発明を適用することの動機付けがないと判断した理由に誤りがあるから，相違点2の容易想到性の判断には誤りがある。",
                "よって，取消事由4には，理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由4には理由があるから，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ]
}