{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800159号事件について平成27年4月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成21年3月18日，名称を「発光ダイオード」とする発明について原出願日を平成9年7月29日としてした特許出願(特願平10-508693号。国内優先権主張日：平成8年7月29日，同年9月17日，同月18日，同年12月27日及び平成9年3月31日。以下「最初の原出願」という。)について分割出願(特願2009-65948号。以下「本件出願」という。)をし，平成22年6月18日，設定の登録(特許第4530094号)を受けた(甲48。請求項の数4。以下，この特許を「本件特許」という。)。",
                "本件特許の設定登録までに至る手続の経緯の詳細は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成  9年  7月29日",
                  "text": [
                    "最初の原出願(特願平10-508693号)",
                    "優先権主張の基礎：特願平8-198585号(甲20。優先日：平成8年7月29日。優先権主張国：日本。以下「第1基礎出願」という。)，特願平8-244339号(甲21。優先日：平成8年9月17日。優先権主張国：日本。以下「第2基礎出願」といい，第1基礎出願と併せて，単に「基礎出願」ということがある。)，特願平8-245381号(甲22)，特願平8-359004号(甲23)及び特願平9-81010号(甲24)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "平成20年  1月  7日",
                  "text": [
                    "分割出願(第4世代)(特願2008-000269号)(甲16)",
                    "(以下「原出願」という。また，原出願の願書に最初に添付した明細書，特許請求の範囲及び図面を「原出願明細書」という。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "平成21年  3月18日",
                  "text": [
                    "分割出願(第5世代，本件出願)(特願2009-065948号)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "平成22年  6月18日",
                  "text": [
                    "本件特許の設定登録(甲48)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成23年9月5日，特許庁に対し，本件特許を無効にすることを求めて審判の請求をした。特許庁は，上記請求を，無効2011-800159号事件(以下「本件審判請求事件」という。)として審理した結果，平成24年6月12日，「本件審判の請求は，成り立たない。」との審決をした。原告は，同年10月18日，上記審決の取消しを求める審決取消訴訟を提起した(知的財産高等裁判所平成24年(行ケ)第10362号)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正審判の確定",
              "text": [
                "被告は，上記訴訟係属中の平成24年12月17日，特許請求の範囲及び明細書を訂正(以下「一次訂正」という。)する審判を請求し，訂正2012-390168号として係属したところ(甲49)，特許庁は，平成25年2月28日，上記訂正をすることを認める旨の審決をし，同審決は確定した。そこで，知的財産高等裁判所は，審決は，結果として，請求項1ないし4について判断の対象となるべき発明の要旨の認定を誤ったこととなり，この誤りが各請求項についての審決の結論に影響を及ぼすことは明らかであるとして，同年6月27日，本件審判請求事件についての上記審決を取り消す旨の判決を言い渡し，その後，同判決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，本件審判請求事件についてさらに審理した上，平成26年5月1日，本件特許を無効とする旨の審決をした。被告は，同年6月9日，同審決の取消しを求める審決取消訴訟を提起するとともに(知的財産高等裁判所平成26年(行ケ)第10142号)，特許庁に対し，同年9月3日，本件特許の特許請求の範囲の減縮及び明りょうでない記載の釈明を目的として，本件特許の特許請求の範囲及び明細書についての訂正審判を請求した(訂正2014-390128号。以下，この訂正を「本件訂正」という。)。知的財産高等裁判所は，平成26年12月1日，平成23年法律第63号による改正前の特許法(以下「改正前特許法」という。)181条2項に基づき，上記審決を取り消す旨の決定をし，その後，同決定は確定した。",
                "特許庁は，本件審判請求事件について，上記訂正審判請求に係る請求書に添付された明細書を援用する訂正の請求がされたものとみなした上，さらに審理をし，平成27年4月16日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決をし，審決の謄本を，同月24日，原告に送達した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の記載(請求項の数は1)は，次のとおりである(甲48，50。以下「本件訂正発明」という。また，一次訂正後の本件特許に係る明細書及び図面を「本件明細書」といい，本件訂正後の本件特許に係る明細書及び図面を「本件訂正明細書」という。なお，訂正箇所には下線を付した。)。",
            "「【請求項1】",
            "窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，",
            "前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，",
            "前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，",
            "かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上であり，",
            "前記互いに組成の異なる2種類以上のフォトルミネセンス蛍光体はそれぞれ，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括(判決注・「付活」の誤記と認める。)されたガーネット系フォトルミネセンス蛍光体であることを特徴とする発光ダイオード。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件訂正における訂正事項",
          "text": [
            "本件訂正における特許請求の範囲に係る訂正事項は，以下の「訂正事項a」及び「訂正事項b」のとおりである(なお，訂正部分については下線を付した。訂正事項cないしoは省略。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項a   特許請求の範囲の請求項1において，",
              "text": [
                "「窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，",
                "前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，",
                "前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，",
                "かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上であることを特徴とする発光ダイオード。」",
                "とあるのを，",
                "「窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，",
                "前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，",
                "前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，",
                "かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上であり，",
                "前記互いに組成の異なる2種類以上のフォトルミネセンス蛍光体はそれぞれ，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体であることを特徴とする発光ダイオード。」",
                "と訂正する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訂正事項b   特許請求の範囲の請求項2ないし4を削除する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。その要旨は，①本件訂正は，本件明細書に記載した事項の範囲内の訂正と認められるから，改正前特許法134条の2第1項，第5項で準用する同法126条3項，4項の規定に適合するので，適法な訂正と認める，②本件訂正発明(特許請求の範囲)は，特許法36条6項1号の規定(サポート要件)に違反するものではなく，また，本件訂正明細書は同条4項1号の規定(実施可能要件)に違反するものではないから，同法123条1項4号に該当せず，本件特許を無効とすることはできない，③本件特許は，適法にされた分割出願であると認められ，本件特許は，最初の原出願の時(平成9年7月29日)にしたものとみなされるから，原出願の公開特許公報である特開2008-160140号公報(甲16。以下「甲16文献」という。)は同法29条1項3号に規定する刊行物に該当せず，特許法29条1項3号又は同法29条2項の規定により，本件特許を無効とすることはできない，④第264回蛍光体同学会講演予稿「白色LEDの開発と応用」(甲25。以下「甲25文献」という。)は，同法29条1項3号に規定する刊行物に該当せず，また，本件訂正発明は，甲25文献に記載された発明(以下「甲25発明」という。)と同一ではないし，甲25発明に基づいて当業者が容易に発明することができたものではないから，同号及び同法29条2項の規定により，本件特許を無効とすることはできない，⑤P．Schlotter他「Luminescence  conversion  of  blue  light  emitting  diodes」(Applied  Physics A，April  1997，Volume64，Issue4，pp417-418)(甲26の1。以下「甲26文献」という。)は，同法29条に規定する刊行物に該当せず，また，本件訂正発明は，甲26文献に記載された発明(以下「甲26発明」という。)に基づいて当業者が容易に発明することができたものではないから，同法29条1項3号及び同法29条2項の規定により，本件特許を無効とすることはできない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した甲25発明の内容，本件発明と甲25発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲25発明の内容",
                  "text": [
                    "「リードフレームのカップ底面にLEDチップをマウントし，",
                    "蛍光体を樹脂に分散し，LEDチップの表面に薄くコーティングし，",
                    "チップを外部環境から保護するために集光レンズを兼ねたエポキシ樹脂で周囲を封止した白色LEDであって，",
                    "前記LEDチップは，InGaＮ系の青色SQW-LEDであり，",
                    "蛍光体は，(Y，Gd) (Al，Ga) O ：Ceの組成式で表され，Y Al0 のAlをGaで置換すると短波長側へ(②，③)，YをGdで置換すると長波長側へ(④，⑤，⑥)へ，置換量に応じて連続的に発光波長が移動し，",
                    "前記LEDの発光は，465nmをピークとする青色光であり，この青色光の一部は散乱を繰り返す内に蛍光体に吸収され，蛍光体から淡黄緑色の蛍光が発せられ，LEDの青色光と淡黄緑色の蛍光を足し合わせた光が外部へ取り出される，",
                    "白色LED。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，",
                    "前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，",
                    "前記フォトルミネセンス蛍光体は，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体であることを特徴とする発光ダイオード。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件訂正発明は，「前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」いるのに対し，甲25発明は，LEDチップの表面にコーティングする樹脂に蛍光体を分散しているものの，蛍光体の濃度がLEDチップに向かって高くなるものか否か明らかでない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体が，本件訂正発明では，「互いに組成の異なる2種類以上」であるのに対し，甲25発明では，そのように特定されるものか否か明らかではない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が認定した甲26発明の内容，本件発明と甲26発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲26発明の内容",
                  "text": [
                    "「窒化ガリウム(GaＮ)系青色発光ダイオード，黄色発光Y Al O ：Ce3＋(4f1)変換体，反射カップ，エポキシ樹脂，エポキシレンズを備える白色発光LEDであって，",
                    "前記エポキシ樹脂は，黄色発光Y Al O ：Ce3＋(4f1)変換体を包含し，",
                    "前記エポキシ樹脂は，反射カップに接合された窒化ガリウム(GaＮ)系青色発光ダイオードを封入し，",
                    "前記エポキシレンズは，前記窒化ガリウム(GaＮ)系青色発光ダイオード，黄色発光Y Al O ：Ce3＋(4f1)変換体，反射カップ，エポキシ樹脂を覆う，",
                    "白色発光LED。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，",
                    "前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，",
                    "フォトルミネセンス蛍光体は，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体である発光ダイオード。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点3",
                      "text": [
                        "コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，本件訂正発明では，「前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」いるのに対し，甲26発明では，そのようになっているのか否か不明な点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4",
                      "text": [
                        "本件訂正発明では，「前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上」であるのに対し，甲26発明では1種類である点"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正の適否に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "改正前特許法126条3項適合性について",
              "text": [
                "審決は，訂正事項aについて，本件明細書に記載した事項の範囲内であると判断した。しかし，本件訂正は，訂正要件を満たさないものであるから，審決の上記判断は誤っている。すなわち，本件明細書には，以下のとおり，「組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc，La」と「In」を含むことは記載されていない。したがって，訂正事項aは，本件明細書に記載した事項の範囲内の訂正ではなく，特許法126条3項に適合しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施形態1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の段落【0046】には実施形態1の発光ダイオードに用いられるフォトルミネセンス蛍光体として，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付活されたガーネット系フォトルミネセンス蛍光体」についての記載がある。しかし，この記載は，フォトルミネセンス蛍光体が1種類の実施形態にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の段落【0064】には，組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせることが記載されているものの，上記組成のフォトルミネセンス蛍光体には，本件訂正発明の構成元素のうち，「Lu，Sc，La」と「In」が含まれていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施形態2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の段落【0079】，【0084】の記載から明らかなとおり，実施の形態2で用いられるフォトルミネセンス蛍光体は，「Y，Gd，La及びSm」と「Al及びGa」のみである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の段落【0079】，【0080】には，非常に抽象的で広い範囲の蛍光体を示す，「フォトルミネセンス蛍光体」や「セリウムで付活されたフォトルミネセンス蛍光体」が記載されているにすぎず，(Re Sm ) (Al Ga1-r r 3 1-S) O ：Ce等以外の「Lu，Sc，La」と「In」を含むことは一切記載もS 5 12示唆もされていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件明細書の段落【0011】の記載について",
                  "text": [
                    "本件明細書には，「Lu，Sc，La」及び「In」の元素が組み合わされたガーネット系蛍光体について，段落【0011】に記載された要件を満たすかどうかについて，何も記載されていない。むしろ，段落【0138】には，Y In O ：Ce蛍光体を用いると輝度が低いことが記載されているのであって，「高輝度の発光が可能」という要件を満たしていないことは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告のファミリー出願への対応について",
                  "text": [
                    "被告は，本件特許の親出願を含む複数のファミリー出願にかかる特許について，登録時のクレームを訂正し，「Lu，Sc，La」を請求項から削除した(甲60ないし65)。これは，これらの特許権者でもある被告が，本件特許の元の明細書には，「Lu，Sc，La」という元素の組合せによるガーネット系蛍光体によっては発明の効果が達成し得ないと認識していたからにほかならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正について通常実施権者の承諾",
              "text": [
                "被告は，●●●●●●●●●●●●●●に対し，本件特許権につき通常実施権を許諾していると認められるところ，本件訂正について，実施権者である●●●●からの承諾(改正前特許法134条の2第5項，127条)を得ていないから，本件訂正は認められない。",
                "一般的に，特許の有効性は市場全体への影響が大きく(特に，LED産業においては実施権者以外の競業メーカーへの影響が極めて大きい。)，実施権者以外にとっても，訂正の適否について実質的な利害関係があるから，通常実施権者の承諾の欠缺を主張し，訂正の適法性を主張し得るのが通常実施権者に限られるということはない。",
                "被告は，原告が本件特許の通常実施権者であると主張する者から，訂正に関する承諾を得ていると主張するけれども，その根拠として提出する事実実験公正証書(乙10)は，承諾相手や承諾権限について疑問がある。また，訂正に関しては，個別具体的な承諾がなければ，通常実施権者が不測の損害を被るおそれがあるといえるから，ライセンス契約書等で一般的包括的な承諾を得ているとしても，改正前特許法127条の「承諾」に当たるということはできない。",
                "したがって，被告が本件特許権の通常実施権者から，本件訂正に関する承諾を得ているとはいえず，本件訂正は特許法127条に反するものであるから，本件訂正は認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(分割要件に関する判断の誤り)",
          "text": [
            "審決は，本件訂正発明は，原出願明細書(甲16)に包含された発明となった旨判断する。しかし，原出願明細書の段落【0078】ないし【0080】，【0082】ないし【0083】の記載によれば，原出願明細書の実施の形態2で用いられるフォトルミネセンス蛍光体は，「Y，Gd，La及びSm」と「Al及びGa」のみであるから，「組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc」と「In」は含まれていない。",
            "したがって，原出願明細書に記載されていない特定をする本件特許(分割出願)は分割要件に反するものである。審決は分割要件の判断を誤っており，この誤りは審決の結論に影響を及ぼすものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(特許法36条6項1号(サポート要件)及び同条4項1号(実施可能要件)に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書の段落【0064】，【0079】ないし【0081】，【0083】ないし【0084】においては，「組成の異なる2種以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc，La」と「In」を含むことは記載されていないから，本件訂正後の特許請求の範囲の請求項1の「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」は，本件訂正明細書においてサポートされていないといえる。また，本件訂正明細書の発明の詳細な説明には，課題を解決できる発明を製造でき使用できるようには記載されていない。",
                "したがって，本件訂正発明はサポート要件に違反し，また，本件訂正明細書の記載は実施可能要件に違反することが明らかであるから，審決は，上記各要件の判断を誤っており，審決の結論に影響を及ぼすものであるといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，被告は，2種類の蛍光体がどちらも「YAG：Ce」となる場合であっても，賦活剤であるCeの量を変化させることで発光色の異なる2種類の蛍光体を得ることができると主張しているものと解される。",
                "しかし，本件訂正明細書の記載によると，Ceの濃度の変化によって変化させることができるのは，発光「輝度」であり，発光「色」自体を変化させることができることは記載されていないし，本件訂正発明の「組成の異なる」に「Ceの濃度を変化させること」が含まれるとも一切記載されていない。Ceの濃度変化により，発光色を変化させることが，本件訂正発明の組成の異なる「2種類の蛍光体」に含まれるということであれば，これらは本件訂正明細書によってサポートされていないこととなるから，本件訂正発明にはサポート要件違反があることになる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件訂正発明と基礎出願に記載された発明との共通部分の存否についての判断の誤り)について",
          "text": [
            "本件訂正発明の「2種類以上のフォトルミネセンス蛍光体」は，「2種類以上」である以上，2種類のものに加えて3種類や4種類の蛍光体も技術的事項として存在することは明らかであるところ，第2基礎出願の実施例2には，「2種類」のフォトルミネセンス蛍光体しか記載されておらず，「2種類以上のフォトルミネセンス蛍光体」のフォトルミネセンス蛍光体についての技術的事項は記載されていない。",
            "また，蛍光体について，「Y，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んで」という技術的事項については，「含んで」いれさえすれば良いわけであるから，第1基礎出願や第2基礎出願の明細書に記載のない，(Y，Lu)Al O という蛍光体や，(Y，Tb) Al O という蛍光体も含まれてしまうことになる。同様に，蛍光体についての「Al，及びGaからなる群から選ばれる少なくとも1つの元素を含んで」という技術的事項についても「含んで」いれさえすれば良いわけであるから，第1基礎出願や第2基礎出願の明細書に記載のない，Y (Al，In) O という蛍光体も含まれてしまうことになる。したがって，本件訂正発明の「Y，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んで」及び「Al，及びGaからなる群から選ばれる少なくとも1つの元素を含んで」という技術的事項について，第1基礎出願や第2基礎出願の明細書に記載がないことは明らかである。第2基礎出願の明細書に開示されているのは，あくまでも，組成が極めて限定された特定の実施例の構成のみである。",
            "以上のとおり，審決は，本件訂正発明と基礎出願に記載された発明との共通部分の存否についての認定判断を誤っており，その誤った判断に基づき，甲25文献及び甲26文献の刊行物性を否定しているのであるから，この誤りが審決の結論に影響を及ぼすことは明らかである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件訂正発明と甲25発明の相違点の認定，判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "相違点1の技術的事項については，実質上，甲25文献に記載されている技術的事項であるから，相違点とはならない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲25文献の図1に「樹脂に分散」と記載されていることから，その濃度分布が不明であると誤解している。しかし，特公昭52-40959号公報(甲12。以下「甲12文献」という。)に記載されているとおり，蛍光体を発光部分に集中して接近させる必要があるということが技術常識であったことからも，蛍光体を発光ダイオード付近に集中させる必要があることは明らかである。したがって，甲25文献における「薄く塗布」という記載から，蛍光体がチップ表面にあるということは明らかである。",
                    "仮に，甲25文献に「蛍光体の濃度分布をLEDチップに向かって高くすること」が明示的に記載されていないとしても，甲12文献の，「少量のけい光体を発光部分に集中し接近させて塗布する必要がある」ことから，「刷毛塗りあるいは沈降法などの方法がとられている」という記載から，「蛍光体の濃度分布をLEDチップに向かって高くすること」が甲12文献に記載されているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "液体(樹脂)と固体(蛍光体)がある場合に，比重が異なれば，固体が浮く(浮揚)か，沈む(沈降)かのいずれかとなることは明らかである。そして，無機蛍光体とエポキシ樹脂では，無機蛍光体の比重が圧倒的に大きいことも技術常識である(甲14，15)。そのため，無機蛍光体は沈降していくことも，本件特許出願前から技術常識であった(甲10)。さらに，本件特許の審査過程において出願人たる被告自身も認めたとおり(甲13)，蛍光体が沈殿するのは周知の事実であった。",
                    "したがって，YAG蛍光体が樹脂中で沈降することは当然のことであって，このことは，少なくとも，甲25文献に実質的に記載されているに等しい事項である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許の対応外国特許である米国7531960特許(甲57)に関する訴訟において，本件特許の登録時のクレームに対応する請求項(当該特許の請求項2)は無効とされている(甲58)。上記判決では，甲12文献の図1(c)が米国特許における蛍光体の濃度勾配を示しており，甲12文献の「少量のけい光体を発光部分に集中し接近させて塗布する必要がある」という記載から，甲12文献は，米国特許における蛍光体の濃度勾配を示していると判断し，かつ，組み合わせも容易であると判断している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "相違点2の技術的事項は，実質上は甲25文献に記載されている技術的事項であるから，相違点とはならない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲25文献の表2には，組成の異なる7種(①～⑦)のYAG系蛍光体が記載されている。①～⑦の蛍光体のみでは，図8における，特定の直線上の色しかカバーできないにもかかわらず，「①～⑦の蛍光体を使用することで色度図中央の広範な白色領域をすべてカバー」とあり，図8に「扇形部分」とあることから，表2の①～⑦の蛍光体を任意の比率で「複数」組み合わせて用いることも記載されているといえる。すなわち，上記の①～⑦の7種のYAG系蛍光体のみで扇形部分の領域をすべてカバーするためには，蛍光体を2種類以上組み合わせなければならないのである。したがって，甲25文献には，2種類以上の蛍光体を用いることが開示されているといえる。",
                    "また，甲25の図2においては，蛍光体について「緑～赤」と記載されており，これらの記載からすれば，蛍光体を2種類以上組み合わせることが開示されているといえる。すなわち，甲25の図2の記載からは，緑から赤の2種類の蛍光体を用いることも開示されているといえるのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "2種類の蛍光体を用いることについて，青色LEDに緑色と赤色の蛍光体を用いて白色光を生成することは技術常識であったといえる(甲26の1，27，28)。したがって，審決は，相違点2の容易想到性の判断も誤っており，これが審決の結論に影響を及ぼすことも明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件訂正発明と甲26発明の相違点の認定，判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3の認定の誤り",
              "text": [
                "甲26文献には，「BASF  Lumogen  F」を用いることが記載されている。本件特許出願時に通常用いられていたエポキシ樹脂の密度よりも，「BASF Lumogen  F」の密度の方が大きいことから，甲26発明において，エポキシ樹脂に添加された緑色及び赤色の発光色素が自然と沈降することも明らかである。",
                "したがって，相違点3の技術的事項については，実質上，甲26文献に記載されている技術的事項であるから，相違点とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4の判断の誤り",
              "text": [
                "審決は，相違点4について，甲26発明は，黄色発光の変換体であるところ，青色LEDと黄色発光の蛍光体とで構成される白色LEDにおいて，組成の異なる蛍光体を更に備えることは，当業者が容易に想到し得るものではないと判断した。",
                "しかし，青色LEDに緑色と赤色の蛍光体を用いて白色光にすることは甲26文献に記載されている(418頁左欄1行ないし下から3行)。また，Yuichi SATO他「Full-Color  Fluorescent  Display Devices  Using  a  Ｎear-UV  Light-Emitting  Diode」(Jpn．J．Appl．Phys．Vol．35(1996)pp．L838-839  Part2，Ｎo．7A，1July  1996)(甲28。以下「甲28文献」という。)にも，青色LEDに緑色と赤色の蛍光体を用いることが明記されている。特開平1-260707号公報(甲27。以下「甲27文献」という。)においても，LEDと二色の蛍光体を用いて，三原色による白色光を生成することが記載されている。このように，青色LEDに緑色と赤色の蛍光体を用いて白色光を生成することは技術常識であったといえる。",
                "そして，甲26文献に記載されたYAG系蛍光体(Y Al O ：Ce3＋)のYやAlを，GdやGaで置換すれば，緑色から赤色になることも技術常識であるから，甲26文献の記載及び技術常識から，甲26発明のYAG系蛍光体(Y AlO ：Ce3＋)を「Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活されたガーネット系蛍光体」とすることも容易である。",
                "したがって，審決は，相違点4の容易想到性の判断を誤っており，これが審決の結論に影響を及ぼすことも明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正の適否に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "改正前特許法126条3項適合性について",
              "text": [
                "本件明細書において，組成の異なる2種類以上のフォトルミネセンス蛍光体を用いる形態として開示された実施の形態2は，審決が認定するとおり，フォトルミネセンス蛍光体を，具体例として記載された(Re Sm ) (Al Ga )1-r r 3 1-s s 5O ：Ce等(【0079】)に限定するものではなく，実施の形態1の欄で説明された蛍光体を含む任意の組成の蛍光体を適用して構成してよいものであることは，本件明細書のすべての記載，特に段落【0079】及び【0080】の記載から，当業者には明らかであるといえる。",
                "したがって，実施の形態2の「セリウムで付活されたフォトルミネセンス蛍光体」として，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体」を適用できることは，本件明細書の記載等から自明な事項であり，蛍光体の組成をこのように限定したことは，新たな技術的事項を導入するものではなく，本件訂正は，願書に添付した明細書等に記載した事項の範囲内の訂正であって，特許法126条3項に適合するから，その旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "通常実施権者の承諾について",
              "text": [
                "特許法は，念のために，訂正審判の請求又は訂正の請求に際し，通常実施権者がその利益を損なわれないようにする機会を与えるべく，通常実施権者の承諾について規定したものと解される。このように，特許法127条の趣旨は，通常実施権者という一私人に帰属する競争上の利益を保護することにあるから，特許権者が通常実施権者の承諾なく訂正審判の請求又は訂正の請求をした場合に，承諾の欠缺を主張し得るのは通常実施権者に限られると解すべきである。したがって，本件特許権の通常実施権者等でない原告が特許法127条違反の主張をすることは許されない。",
                "また，特許法が訂正審判の請求又は訂正の請求において通常実施権者の承諾を必要としたのは，通常実施権者の特許権に由来する競争上の利益を保護するためであるところ，そのような通常実施権者の私的な利益はその自由な処分に委ねられるべきものであるから，通常実施権者が特許権者による訂正審判の請求又は訂正の請求について事前に包括的な承諾を与えている場合には，特許法127条の「承諾」に該当し，特許権者は，通常実施権者の個別の承諾なしに訂正審判の請求又は訂正の請求をし得るものと解すべきである。",
                "本件において，被告は，本件特許権の通常実施権者であると原告が指摘する●●について，被告が行う訂正に関し承諾を得ている。原告は，被告が上記承諾を得たことの根拠として提出する事実実験公正証書(乙10)について，承諾相手や承諾権限について疑問があると主張するけれども，いずれも理由がない。",
                "したがって，仮に，原告が指摘する●●が本件特許権の通常実施権者であるとしても(営業秘密である。)，被告は，上記の通常実施権者全てから，訂正審判の請求又は訂正の請求に関する承諾を得ているから，本件再訂正が特許法127条に反することはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(分割要件に関する判断の誤り)について",
          "text": [
            "原出願明細書の記載によれば，本件訂正発明は，原出願に包含された発明であるといえるから，本件特許は，分割要件を充足するものであり，分割要件違反を否定した審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(特許法36条6項1号(サポート要件)及び同条4項1号(実施可能要件)に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件について",
              "text": [
                "実施の形態2に関して，組成の異なる2種類以上のフォトルミネセンス蛍光体を，実施の形態1に記載された「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体」とし得ることは，本件訂正明細書の記載から自明である。そして，この組成のフォトルミネセンス蛍光体を用いて構成した本件訂正発明の発光ダイオードが，外部環境からの水分による蛍光体の劣化という課題を解決できることは，本件訂正明細書の段落【0050】，【0048】，【0081】の記載から明らかである。",
                "したがって，本件訂正発明は，発明の詳細な説明において発明の課題が解決できることを当業者が認識できるように記載された範囲を超えるものではないから，本件訂正発明についてサポート要件違反を否定した審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件について",
              "text": [
                "本件訂正発明のフォトルミネセンス蛍光体を用いた場合に，外部環境からの水分による蛍光体の劣化という発明の課題を解決することができることは，本件訂正明細書の段落【0050】の記載から明らかであり，本件訂正明細書の発明の詳細な説明は，水分による蛍光体の劣化という課題を解決することができる発明(発光ダイオード)を製造し使用することができるように記載されたものであるといえる。",
                "また，本件訂正明細書の段落【0048】，【0081】によれば，当業者であれば，本件訂正発明の特定組成の蛍光体を用いて，本件訂正発明の実施をすることは十分に可能であり，本件訂正発明の実施をするに当たり，当業者に期待し得る程度を超える試行錯誤や複雑高度な実験等を行う必要は一切ない。",
                "以上のとおり，本件訂正明細書の発明の詳細な説明は，当業者が発明の実施をすることができる程度に明確かつ十分に記載されているから，本件訂正明細書について実施可能要件違反を否定した審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件訂正発明と基礎出願に記載された発明との共通部分の存否についての判断の誤り)について",
          "text": [
            "本件訂正発明と基礎出願に記載された発明との共通部分の存否についての審決の判断に誤りはない。また，審決は，甲25発明及び甲26発明に基づく新規性及び進歩性について実体的な判断をしているところ，この審決の判断に誤りはないから，取消事由4は，審決の結論に影響を及ぼすものではない。",
            "したがって，いずれにせよ，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件訂正発明と甲25発明の相違点の認定，判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲25文献に「蛍光体をLEDチップ表面に薄く塗布して」と記載されていることを根拠に，甲25発明は，「前記コーティング樹脂中のフォトルミネセンス蛍光体が，LEDチップの表面に塗布されている」構成である旨主張する。しかし，甲25文献の図2は，コーティング樹脂において蛍光体がコーティング樹脂中で均一に分散している構成を開示しているといえる。したがって，原告の上記主張は明らかに失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，蛍光体を発光部に集中して接近させることが必要であることは技術常識であり(甲12)，甲25発明においても蛍光体を発光ダイオード付近に集中させている旨主張する。しかし，甲12文献では，蛍光体の具体的な配置は明らかにされていないことなどから，甲12文献は上記主張の根拠となるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，無機蛍光体とエポキシ樹脂では前者の比重が圧倒的に大きいことが技術常識であり(甲14，15)，無機蛍光体が沈下することも技術常識であること，被告自身も審査過程で蛍光体が沈殿することが周知であることを認めていることを根拠として，相違点1の構成は，甲25文献に記載されているに等しい事項であると主張する。しかし，被告は，「コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，コーティング樹脂の表面側から前記LEDチップに向かって高くなる」という構成が発光ダイオードの構成として自明であったということまでは認めていない。また，そもそも，本件出願当時，樹脂中に蛍光体を均一に分散させるというのが技術常識であった上，現に，当時の一般的な樹脂を用いても，蛍光体は樹脂中に均一に分散するのであるから(甲13)，蛍光体が沈降することが技術常識であったとか，甲25文献でも蛍光体は沈降していたという趣旨の原告の上記主張に根拠がないことは明白である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，審決が相違点1を認定した点に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "甲25文献は，蛍光体の組成の変化が白色LEDの発光色に及ぼす影響を説明するにすぎず，当該説明から，組成の異なる2種類以上の蛍光体を用いることを読み取ることはできない。また，甲25文献は，2種類以上の蛍光体を用いたときに色再現範囲が具体的にどのようなものとなるかについて，何らの開示も示唆も与えていない。",
                "したがって，甲25文献は，2種類以上の蛍光体の使用を開示しているとはいえないから，相違点2は実質的に甲25文献に開示されているとの原告の主張は失当であり，審決が相違点2を認定した点に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，そもそも甲25文献は特許法29条1項3号の刊行物に該当しないし，また，本件訂正発明と甲25発明について，相違点1及び2を認定した審決の判断に誤りはないから，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件訂正発明と甲26発明の相違点の認定，判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3について",
              "text": [
                "原告は，甲26文献には，「BASF  Lumogen  F」を用いることが記載されており，甲26発明において，エポキシ樹脂に添加された緑色及び赤色の発光色素が自然と沈降することも明らかである旨主張する。しかし，本件訂正発明の蛍光体の特定組成にあたらない「BASF  Lumogen  F」が沈降することを主張しても意味はない。また，そもそも，原告が指摘するLumogen  Fは，染料の一種であって，いったん樹脂に溶解し，分子レベルで樹脂中に存在することとなれば，その濃度分布を議論し得ないことはいうまでもない。そして，甲26文献は本件訂正発明の課題について何ら言及していない。したがって，相違点として相違点3を認定した審決の判断は正当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4の判断について",
              "text": [
                "原告は，青色LEDに緑色と赤色の蛍光体を用いて白色光にすることは甲26文献に記載されており，技術常識であったとして(甲27，28)，相違点2に係る構成は当業者が容易に想到し得るものである旨主張する。しかし，本件訂正発明の蛍光体の特定組成にあたらない緑色や赤色の蛍光体について主張しても意味はない。甲26文献には，青色LEDと蛍光体の組み合わせとして，青色LEDチップとY Al O ：Ce3＋(4f1)(黄色発光の変換体)が開示されているのみであるし，甲28文献及び甲27文献にも本件訂正発明の特定組成の蛍光体を2種類以上組み合わせることは記載されていない。したがって，相違点4に係る構成の容易想到性を否定した審決の認定は正当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，そもそも甲26文献は特許法29条1項3号の刊行物に該当しないし，また，本件訂正発明と甲26発明について，相違点3及び4を認定し容易想到性を否定した審決の判断に誤りはないから，取消事由6は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張する取消事由はいずれも理由がなく，審決に取り消されるべき違法はないと判断する。その理由は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明の内容",
          "text": [
            "本件訂正明細書(甲48，50の3)によれば，本件訂正発明の内容は次のとおりであると認められる(図1及び図2については，別紙本件明細書図面目録参照)。",
            "本件訂正発明は，LEDディスプレイ，バックライト光源，信号機などに利用される発光ダイオードに関し，特に発光素子が発生する光の波長を変換して発光するフォトルミネセンス蛍光体を備えた発光装置に関する(【0001】)。",
            "発光ダイオードを用いて，白色発光光源を構成する試みが種々なされていたところ，被告が先に発表した発光ダイオードは，一種類の発光素子を用いて白色系など他の発光色を発光させることができるというものであり，発光素子として，青色系の発光が可能な発光素子を用いて，該発光素子をその発光を吸収して黄色系の光を発光する蛍光体を含有した樹脂によってモールドすることにより，混色により白色系の光が発光可能な発光ダイオードを作製することができる(【0003】ないし【0006】)。",
            "しかし，従来の発光ダイオードは，蛍光体の劣化によって色調がずれたり，あるいは蛍光体が黒ずみ光の外部取り出し効率が低下する場合があるという問題点があった。また，発光素子の近傍に設けられた蛍光体は，発光素子の温度上昇や外部環境(例えば，屋外で使用された場合の太陽光によるもの等)によって高温にもさらされ，この熱によって劣化する場合がある。さらに，蛍光体によっては，外部から侵入する水分や，製造時に内部に含まれた水分と，上記光及び熱とによって，劣化が促進されるものもある(【0007】ないし【0009】)。",
            "本件訂正発明は，上記課題を解決し，より高輝度で，長時間の使用環境下においても発光光度及び発光光率の低下や色ずれの極めて少ない発光装置を提供することを目的とする(【0010】)。",
            "本件訂正発明に係る発光ダイオードは，窒化ガリウム系化合物半導体を有するLEDチップと，該LEDチップを直接覆うコーティング樹脂であって，該LEDチップからの第1の光の少なくとも一部を吸収し波長変換して前記第1の光とは波長の異なる第2の光を発光するフォトルミネセンス蛍光体が含有されたコーティング樹脂を有し，前記フォトルミネセンス蛍光体に吸収されずに通過した前記第1の光の発光スペクトルと前記第2の光の発光スペクトルとが重なり合って白色系の光を発光する発光ダイオードであって，前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなっており，かつ，前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上であり，前記互いに組成の異なる2種類以上のフォトルミネセンス蛍光体はそれぞれ，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付活されたガーネット系フォトルミネセンス蛍光体であることを特徴とする(【0012】)。",
            "本件訂正発明の発光装置は，高輝度の発光が可能な窒化物系化合物半導体からなる発光素子を用いているので，高輝度の発光をさせることができる。また，フォトルミネッセンス蛍光体は，長時間，強い光にさらされても蛍光特性の変化が少なく極めて耐光性に優れている。これによって，長時間の使用に対して特性劣化を少なくでき，発光素子からの強い光のみならず，野外使用時等における外来光(紫外線を含む太陽光等)による劣化も少なくでき，色ずれや輝度低下が極めて少ない発光装置を提供できる。また，この発光装置は，使用している前記フォトルミネッセンス蛍光体が，短残光であるため，例えば，120nsecという比較的速い応答速度が要求される用途にも使用することができる(【0014】)。",
            "図1の発光ダイオード100は，マウント・リード105とインナーリード106とを備えたリードタイプの発光ダイオードであって，マウント・リード105のカップ部105a上に発光素子102が設けられ，カップ部105a内に，発光素子102を覆うように，所定のフォトルミネッセンス蛍光体を含むコーティング樹脂101が充填された後に，樹脂モールドされて構成される。ここで，発光素子102のn側電極及びp側電極はそれぞれ，マウント・リード105とインナーリード106とにワイヤー103を用いて接続される(【0034】)。",
            "以上のように構成された発光ダイオードにおいては，発光素子(LEDチップ)102によって発光された光(LED光)の一部が，コーティング樹脂101に含まれたフォトルミネッセンス蛍光体を励起してLED光と異なる波長の蛍光を発生させて，フォトルミネッセンス蛍光体が発生する蛍光と，フォトルミネッセンス蛍光体の励起に寄与することなく出力されるLED光とが混色されて出力される。その結果，発光ダイオード100は，発光素子102が発生するLED光とは波長の異なる光も出力する(【0035】)。",
            "また，図2に示すものはチップタイプの発光ダイオードであって，筺体204の凹部に発光素子(LEDチップ)202が設けられ，該凹部に所定のフォトルミネッセンス蛍光体を含むコーティング材が充填されてコーティング部201が形成されて構成される。ここで，発光素子202は，例えばAgを含有させたエポキシ樹脂等を用いて固定され，該発光素子202のn側電極とp側電極とをそれぞれ，筺体204に設けられた端子金属205に，導電性ワイヤー203を用いて接続される。以上のように構成されたチップタイプの発光ダイオードにおいて，図1のリードタイプの発光ダイオードと同様に，フォトルミネッセンス蛍光体が発生する蛍光と，フォトルミネッセンス蛍光体に吸収されることなく伝搬されたLED光とが混色されて出力され，その結果，発光ダイオード200は，発光素子102が発生するLED光とは波長の異なる光も出力する(【0036】)。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(訂正の適否に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "改正前特許法126条3項適合性について",
              "text": [
                "原告は，本件明細書には，「組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc，La」と「In」を含むことは記載されていないとして，審決の訂正事項aについての判断に誤りがあると主張する。そこで，訂正事項aの適否について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲49の3)には，以下の記載がある。",
                    "「【0044】",
                    "実施の形態1．",
                    "本願発明に係る実施の形態1の発光ダイオードは，発光層に・・・青色系の発光が可能な窒化ガリウム系化合物半導体素子と，黄色系の発光が可能なフォトルミネセンス蛍光体である，セリウムで付活されたガーネット系フォトルミネッセンス蛍光体とを組み合わせたものである。これによって，この実施形態1の発光ダイオードにおいて，発光素子・・・からの青色系の発光と，その発光によって励起されたフォトルミネセンス蛍光体からの黄色系の発光光との混色により白色系の発光が可能になる。",
                    "【0045】",
                    "また，この実施形態1の発光ダイオードに用いた，セリウムで付活されたガーネット系フォトルミネッセンス蛍光体は耐光性及び耐候性を有するので，発光素子・・・から放出された可視光域における高エネルギー光を長時間その近傍で高輝度に照射した場合であっても発光色の色ずれや発光輝度の低下が極めて少ない白色光が発光できる。",
                    "【0046】",
                    "以下，本実施形態1の発光ダイオードの各構成部材について詳述する。",
                    "(フォトルミネセンス蛍光体)",
                    "本実施形態1の発光ダイオードに用いられるフォトルミネセンス蛍光体は，半導体発光層から発光された可視光や紫外線で励起されて，励起した光と異なる波長を有する光を発光するフォトルミネセンス蛍光体である。具体的にはフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活されたガーネット系蛍光体である。本発明では，該蛍光体として，YとAlを含みセリウムで付活されたイットリウム・アルミニウム・ガーネット系蛍光体，又は，一般式(Re Sm ) (Al Ga ) O ：Ce(但1-r r 3 1-s s 5 12し，0≦r＜1，0≦s≦1，Reは，Y，Gdから選択される少なくとも一種)であらわされる蛍光体を用いることが好ましい。窒化ガリウム系化合物半導体を用いた発光素子が発光するLED光と，ボディーカラーが黄色であるフォトルミネセンス蛍光体が発光する蛍光光が補色関係にある場合，LED光と，蛍光光とを混色して出力することにより，全体として白色系の光を出力することができる。」",
                    "「【0048】",
                    "このフォトルミネセンス蛍光体の含有分布は，混色性や耐久性にも影響する。例えば，フォトルミネセンス蛍光体が含有されたコーティング部やモールド部材の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高くした場合は，外部環境からの水分などの影響をより受けにくくでき，水分による劣化を防止することができる。他方，フォトルミネセンス蛍光体を，発光素子からモールド部材等の表面側に向かって分布濃度が高くなるように分布させると，外部環境からの水分の影響を受けやすいが発光素子からの発熱，照射強度などの影響をより少なくでき，フォトルミネセンス蛍光体の劣化を抑制することができる。このような，フォトルミネセンス蛍光体の分布は，フォトルミネセンス蛍光体を含有する部材，形成温度，粘度やフォトルミネセンス蛍光体の形状，粒度分布などを調整することによって種々の分布を実現することができ，発光ダイオードの使用条件などを考慮して分布状態が設定される。」",
                    "「【0079】",
                    "発明の実施2．",
                    "本発明に係る実施の形態2の発光ダイオードは，発光素子として発光層に・・・窒化ガリウム系半導体を備えた素子を用い，フォトルミネセンス蛍光体として，互いに組成の異なる2種類以上のフォトルミネセンス蛍光体，好ましくはセリウムで付活されたイットリウム・アルミニウム・ガーネット系蛍光体を含む蛍光体を用いる。これにより実施の形態2の発光ダイオードは，発光素子によって発光されるLED光の発光波長が，製造バラツキ等により所望値からずれた場合でも，2種類以上の蛍光体の含有量を調節することによって所望の色調を持った発光ダイオードを作製できる。・・・",
                    "蛍光体に関して言うと，フォトルミネセンス蛍光体として，一般式(Re S1-rm ) (Al Ga ) O ：Ceで表されるセリウムで付活された蛍光体を用r 3 1-s s 5 12いることもできる。但し，0＜r≦1，0≦s≦1，Reは，Y，Gd，Laから選択される少なくとも一種である。これにより発光素子から放出された可視光域における高エネルギーを有する光が長時間高輝度に照射された場合や種々の外部環境の使用下においても蛍光体の変質を少なくできるので，発光色の色ずれや発光輝度の低下が極めて少なく，かつ高輝度の所望の発光成分を有する発光ダイオードを構成できる。",
                    "【0080】",
                    "(実施の形態2のフォトルミネセンス蛍光体)",
                    "実施の形態2の発光ダイオードに用いられるフォトルミネセンス蛍光体について詳細に説明する。実施の形態2においては，上述したように，フォトルミネセンス蛍光体として組成の異なる2種類以上のセリウムで付活されたフォトルミネセンス蛍光体を使用した以外は，実施の形態1と同様に構成され，蛍光体の使用方法は実施の形態と同様である。",
                    "【0081】",
                    "また，実施形態1と同様に，フォトルミネセンス蛍光体の分布を種々変える(発光素子から離れるに従い濃度勾配をつける等)ことによって耐候性の強い特性を発光ダイオードに持たせることができる。このような分布はフォトルミネセンス蛍光体を含有する部材，形成温度，粘度やフォトルミネセンス蛍光体の形状，粒度分布などを調整することによって種々調整することができる。",
                    "したがって，実施形態2では，使用条件などに対応させて，蛍光体の分布濃度が設定される。・・・」",
                    "「【0127】",
                    "(実施例10)",
                    "実施例10の発光ダイオードは，リードタイプの発光ダイオードである。",
                    "実施例10の発光ダイオードでは・・・450nmのIn Ga Ｎの発光0．05 0．95層を有する発光素子を用いた。そして，銀メッキした銅製のマウントリードの先端のカップに発光素子をエポキシ樹脂でダイボンディングし，発光素子の各電極とマウント・リード及びインナー・リードとをそれぞれ金線でワイヤーボンディングし電気的に導通させた。",
                    "【0128】",
                    "一方，フォトルミネセンス蛍光体は，一般式Y (Al Ga ) O ：C3 0．5 0．5 5 12eで表される緑色系が発光可能な第1の蛍光体と一般式(Y Gd ) Al O0．2 0．8 3 5：Ceで表される赤色系が発光可能な第2の蛍光体とをそれぞれ以下のようにして作製して混合して用いた。すなわち，必要なY，Gd，Ceの希土類元素を化学量論比で酸に溶解した溶解液を蓚酸で共沈させた。これを焼成して得られる共沈酸化物と，酸化アルミニウム，酸化ガリウムと混合して混合原料をそれぞれ得る。これにフラックスとしてフッ化アンモニウムを混合して坩堝に詰め，空気中1400℃の温度範囲で3時間焼成してそれぞれ焼成品を得た。焼成品を水中でボールミルして，洗浄，分離，乾燥，最後に篩を通して所定の粒度の第1と第2の蛍光体を作製した。",
                    "【0129】",
                    "以上のようにして作製された第1の蛍光体及び第2の蛍光体それぞれ40重量部を，エポキシ樹脂100重量部に混合してスラリーとし，このスラリーを発光素子が配置されたマウント・リード上のカップ内に注入した。注入後，注入されたフォトルミネセンス蛍光体を含有する樹脂を130℃1時間で硬化させた。こうして発光素子上に厚さ120μのフォトルミネセンス蛍光体が含有されたコーティング部材を形成した。なお，このコーティング部材は，発光素子に近いほどフォトルミネセンス蛍光体の量が徐々に多くなるように形成した。その後，さらに発光素子やフォトルミネセンス蛍光体を外部応力，水分及び塵芥などから保護する目的でモールド部材として透光性エポキシ樹脂を形成した。モールド部材は，砲弾型の型枠の中にフォトルミネセンス蛍光体のコーティング部が形成されたリードフレームを挿入し透光性エポシキ樹脂を混入後，150℃5時間にて硬化させて形成した。このようにして作製された実施例10の発光ダイオードは，発光観測正面から視認するとフォトルミネセンス蛍光体のボディーカラーにより中央部が黄色っぽく着色されていた。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施の形態1のフォトルミネセンス蛍光体材料について",
                  "text": [
                    "上記アによれば，本件明細書には，実施の形態1の発光ダイオードに用いられるフォトルミネセンス蛍光体として，「Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活されたガーネット系蛍光体」(【0046】)が記載されている。上記記載の他に，実施の形態1に用いられるフォトルミネセンス蛍光体として，「一般式(Re Sm ) (Al Ga ) O ：Ce(但し，01-r r 3 1-s s 5 12≦r＜1，0≦s≦1，Reは，Y，Gdから選択される少なくとも一種)であらわされる蛍光体を用いることが好ましい。」(【0046】)との記載があるものの，この記載は，好ましい例をいうにとどまるものであるから，上記一般式に含まれないLu，Sc，La及びInをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではないと認められる。",
                    "また，本件明細書の段落【0048】には，実施の形態1における「外部環境からの水分などの影響をより受けにくくでき，水分による劣化を防止することができる」フォトルミネセンス蛍光体の含有分布として，「フォトルミネセンス蛍光体が含有されたコーティング部やモールド部材の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高く」することが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施の形態2のフォトルミネセンス蛍光体材料について",
                  "text": [
                    "上記アによれば，本件明細書には，実施の形態2の発光ダイオードに用いられるフォトルミネセンス蛍光体について，「互いに組成の異なる2種類以上のフォトルミネセンス蛍光体，好ましくはセリウムで付活されたイットリウム・アルミニウム・ガーネット系蛍光体を含む蛍光体を用いる」こと(【0079】)，「組成の異なる2種類以上のセリウムで付活されたフォトルミネセンス蛍光体を使用した以外は，実施の形態1と同様に構成され」ること(【0080】)が記載されているから，上記イの実施の形態1のフォトルミネセンス蛍光体材料を考慮すると，本件明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体が記載されているものと認められる。",
                    "他方で，本件明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，上記記載の他に，「一般式(Re Sm ) (Al Ga ) O ：C1-r r 3 1-s s 5 12eで表されるセリウムで付活された蛍光体を用いることもできる。但し，0＜r≦1，0≦s≦1，Reは，Y，Gd，Laから選択される少なくとも一種である。」(【0079】)との記載があるものの，この記載は，単に例示にとどまるものであるから，上記一般式に含まれないLu，Sc及びInをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではないと認められる。また，同様に，本件明細書には，実施の形態2の実施例である実施例10で用いられるフォトルミネセンス蛍光体として，一般式Y (Al Ga ) O ：Ceで表される緑色系が3 0．5 0．5 5 12発光可能な第1の蛍光体と，一般式(Y Gd ) Al O ：Ceで表され0．2 0．8 3 5 12る赤色系が発光可能な第2の蛍光体が記載されているものの(【0128】)，この記載は，単に一実施例をいうにとどまるものであるから，上記一般式に含まれないLu，Sc，La及びInをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではないと認められる。",
                    "また，上記アによれば，本件明細書には，実施の形態2のフォトルミネセンス蛍光体の分布に関し，「実施形態1と同様に，フォトルミネセンス蛍光体の分布を種々変える(発光素子から離れるに従い濃度勾配をつける等)ことによって耐候性の強い特性を発光ダイオードに持たせることができる。」(【0081】)と記載されており，また，実施の形態2の実施例である実施例10に関しては，「発光素子上に・・・フォトルミネセンス蛍光体が含有されたコーティング部材を形成した。なお，このコーティング部材は，発光素子に近いほどフォトルミネセンス蛍光体の量が徐々に多くなるように形成した。」(【0129】)と記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体が記載されているものと認められる。また，互いに異なる2種類以上の蛍光体であったとしても，それぞれについて，コーティング部の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高くすることが記載されているものと認められる。",
                    "したがって，訂正事項aに係る訂正は，本件明細書に記載した事項の範囲内の訂正であり，実質上特許請求の範囲を拡張し又は変更するものには該当しないとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施の形態1について",
                      "text": [
                        "原告は，本件明細書の段落【0046】には，フォトルミネセンス蛍光体が「1種類」の実施形態が記載されているにすぎない旨主張する。",
                        "しかし，上記エのとおり，本件明細書には，実施の形態2の発光ダイオードに用いられるフォトルミネセンス蛍光体について，「組成の異なる2種類以上のセリウムで付活されたフォトルミネセンス蛍光体を使用した以外は，実施の形態1と同様に構成され」ること(【0080】)が記載されているから，本件明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，実施の形態1と同様に，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体を用いることが記載されているものと認められる。",
                        "したがって，原告の上記主張は採用することができない。",
                        "また，原告は，本件明細書の段落【0064】には，組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせることが記載されているものの，上記組成のフォトルミネセンス蛍光体には，本件訂正発明の構成元素のうち，「Lu，Sc，La」と「In」が含まれていない旨主張する。",
                        "しかし，上記段落【0064】の記載は，単なる例示にとどまるものであって，(Y Gd Ce Sm ) Al O フォトルミネセンス蛍光体に含まれな1-p-q-r p q r 3 5 12いLu，Sc，La及びGa，Inをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではないことは前記認定のとおりである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施の形態2について",
                      "text": [
                        "原告は，本件明細書の段落【0079】，【0084】の記載から明らかなように，実施の形態2で用いられるフォトルミネセンス蛍光体は，「Y，Gd，La及びSm」と「Al及びGa」のみであるし，段落【0079】，【0080】には，非常に抽象的で広い範囲の蛍光体を示す，「フォトルミネセンス蛍光体」や「セリウムで付活されたフォトルミネセンス蛍光体」が記載されているにすぎず，(Re Sm )1-r r(Al Ga ) O ：Ce等以外の「Lu，Sc，La」と「In」を含むこ3 1-S S 5 12とは一切記載も示唆もされていない旨主張する。",
                        "しかし，前記エのとおり，本件明細書の段落【0079】の記載は，単なる例示にとどまるものであって，上記一般式(Re Sm ) (Al Ga ) O ：1-r r 3 1-S S 5 12Ce(0＜r≦1，0≦s≦1，Reは，Y，Gd，Laから選択される少なくとも一種)に含まれないLu，Sc及びInをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではなく，製造方法が記載された段落【0084】についても同様に，Lu，Sc及びInをフォトルミネセンス蛍光体の構成元素から除外する趣旨のものではない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件明細書の段落【0011】の記載について",
                      "text": [
                        "原告は，本件明細書には，「Lu，Sc，La」及び「In」の元素が組み合わされたガーネット系蛍光体について，段落【0011】に記載された要件を満たすかどうかについて，何も記載されておらず，段落【0138】には，Y In O ：Ce蛍光体を用いると輝度が低いことが記載されているのであるから，本件訂正発明が，上記の段落【0011】の「高輝度の発光が可能」という要件を満たしていないことが明らかである旨主張する。",
                        "そこで，検討するに，本件明細書の段落【0011】の記載は以下のとおりである。",
                        "「【課題を解決するための手段】",
                        "【0011】",
                        "本発明者らは，この目的を達成するために，発光素子と蛍光体とを備えた発光装置において"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "発光素子としては，高輝度の発光が可能で，かつその発光特性が長期間の使用に対して安定していること，"
            },
            {
              "fig": "(2)",
              "subject": "蛍光体としては，上述の高輝度の発光素子に近接して設けられて，該発光素子からの強い光にさらされて長期間使用した場合においても，特性変化の少ない耐光性及び耐熱性等に優れていること(特に発光素子周辺に近接して配置される蛍光体は，我々の検討によると太陽光に比較して約30倍～40倍に及ぶ強度を有する光にさらされるので，発光素子として高輝度のものを使用すれば使用する程，蛍光体に要求される耐光性は厳しくなる)，"
            },
            {
              "fig": "(3)",
              "subject": "発光素子と蛍光体との関係としては，蛍光体が発光素子からのスペクトル幅をもった単色性ピーク波長の光を効率よく吸収すると共に効率よく異なる発光波長が発光可能であること，が必要であると考え，鋭意検討した結果，本発明を完成させた。」",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記(1)の要件は，発光素子が満たすべき要件であり，フォトルミネセンス蛍光体が満たすべき要件ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書に，「実施形態1の発光ダイオードに用いた，セリウムで付活されたガーネット系フォトルミネッセンス蛍光体は耐光性及び耐候性を有するので，発光素子・・・から放出された可視光域における高エネルギー光を長時間その近傍で高輝度に照射した場合であっても発光色の色ずれや発光輝度の低下が極めて少ない白色光が発光できる。」(【0045】)，「実施形態1のフォトルミネセンス蛍光体は，発光素子102，202と接したり，あるいは近接して配置され，照射強度(Ee)として，3W・cm-2以上10W・cm-2以下においても高効率でかつ十分な耐光性を有するので，該蛍光体を用いることにより，優れた発光特性の発光ダイオードを構成することができる」(【0049】)と記載されており(実施の形態2においても，同じフォトルミネッセンス蛍光体を用いることができる。)，これらの記載は，「Lu，Sc，La」及び「In」の元素が組み合わされた実施の形態1，2のガーネット系蛍光体についての説明でもあると解されるから，これらのガーネット系蛍光体も上記(2)の要件を満たすものと認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記(3)の要件については，本件明細書に，「実施形態1，2の発光ダイオードは，図1又は図2に示す構造を有する発光ダイオードにおいて，可視光域における光エネルギーが比較的高い窒化物系化合物半導体を用いた発光素子と，特定のフォトルミネッセンス蛍光体とを組み合わせたことを特徴とし，これによって，高輝度の発光を可能にし，長時間の使用に対して発光効率の低下や色ずれが少ないという良好な特性を有する。」(【0038】)，「本願発明の発光ダイオードに用いられる発光素子は，セリウムで付活されたガーネット系蛍光体を効率よく励起できる窒化ガリウム系化合物半導体である。」(【0065】)と記載されているから，実施の形態1，2の発光素子とフォトルミネセンス蛍光体が上記要件を満たすことも明らかである。",
                            "したがって，原告の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，被告は，本件特許の親出願を含む複数のファミリー出願にかかる特許において，登録時には「Lu，Sc，La」が含まれるクレームだったものを，その後，訂正により，「Lu，Sc，La」を請求項から削除しており(甲60～65)，これは，これらの特許権者でもある被告が，本件特許の元の明細書には，「Lu，Sc，La」という元素の組合せによるガーネット系蛍光体によっては発明の効果が達成し得ないと認識していたからにほかならない旨主張する。",
                        "しかし，被告によって複数のファミリー出願に係る特許の訂正が行われたとしても，その理由は明らかではなく，上記のような訂正がされたことをもって直ちに，被告が「Lu，Sc，La」という元素の組合せによるガーネット系蛍光体によっては発明の効果が達成し得ないと認識していたと認めることはできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "通常実施権者の承諾について",
              "text": [
                "原告は，本件特許を含む被告保有の知的財産権について，被告は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●に対し，通常実施権を許諾しているところ，本件訂正について，上記各社から承諾(特許法134条の2第5項で準用する同法127条)を得ていないから，本件訂正は認められない旨主張する。これに対し，被告は，ライセンスの内容について秘密保持義務を負っているから，その内容について明らかにすることはできないと主張する。",
                "そこで，検討するに，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "以上の事実によれば，被告との間で，提携，クロスライセンス及び和解等をした企業は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●であると認められる。",
                "そして，証拠(乙9，10)及び弁論の全趣旨によれば，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●について，本件特許について，最初の訂正審判請求(甲49の1)がされた平成24年12月17日よりも前に，被告が保有する特許の訂正に関して包括的な承諾を得ていたものと認められる。また，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●についても，被告が保有する特許の訂正に関して包括的な承諾を得ていたものと認められる。",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "原告は，事実実験公正証書(乙10)において，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●については，いずれも代表取締役等代表権を有する者の記名押印はなく，訂正に関する承諾権限があることの立証はない旨主張する。しかし，本件訂正のような特許請求の範囲を減縮する訂正は，特許権者が特許の無効理由を避けるために，その必要に応じてなすのが通例であり，訂正の内容は，特許の専門的，技術的事項に関するものが多く，これを承諾するか否かは，各社の代表取締役等の代表権者が知的財産部長等に委任してその判断に委ねるのが合理的であり，通例であると解されるところである。そして，上記事実実験公正証書は，上記各社が訂正に関し承諾したことを上記各社の知的財産部長等の担当者が確認した旨をその内容とするものであるから，これによれば，上記各社とも，その知的財産担当部長等の担当者が訂正に関する承諾という事項について，その代表者から委任を受けており，その上でこれを承諾したと推認するのが合理的であり，これらの者が各社代表取締役等の代表権を有する者でなかったとしても，それによって上記各社が訂正に関し承諾したとの認定が左右されるものではない。したがって，原告の上記主張は採用することができない。",
                "また，本件特許が●●●●の契約の対象になっているか否かは明らかではないといわざるを得ないものの，本件特許は，白色LEDを実現するために重要な技術的意義を有するものと認められ(弁論の全趣旨)，これを対象から除外して契約を行うことは考えにくい(合理的根拠はない。)ものと認められるから，本件特許が，原告が主張するように●●●●の契約の対象となっているものと推認することができる。そして，●●●●の各承諾は，いかなる訂正を目的とするかまで明確にした承諾であるということはできないものの，いずれも訂正審判を請求することを承諾するという趣旨でなされたものと解される。",
                "以上によれば，被告は，本件特許の訂正について，●●●●から特許法127条の承諾を得ていたものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告の主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(分割要件に関する判断の誤り)について",
          "text": [
            "原告は，原出願明細書の段落【0078】ないし【0080】，【0082】ないし【0083】の記載によれば，原出願明細書の実施の形態2で用いられるフォトルミネセンス蛍光体は，「Y，Gd，La及びSm」と「Al及びGa」のみであり，「組成の異なる2種類以上のフォトルミネセンス蛍光体を組み合わせ」る場合における「フォトルミネセンス蛍光体」について，「Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素」と「Al，Ga及びInからなる群から選ばれる少なくとも1つの元素」のうち，「Lu，Sc」と「In」は含まれていないから，原出願明細書に記載されていない特定をする本件特許(分割出願)は，分割要件に反するものである旨主張する。",
            "そこで，本件出願(分割出願)の適法性について検討するに，原出願明細書(甲16)の段落【0044】ないし【0046】，【0048】，【0079】ないし【0081】，【0127】ないし【0129】には，それぞれ，前記1(1)アのとおり，本件明細書の段落【0044】ないし【0046】，【0048】，【0079】ないし【0081】，【0127】ないし【0129】と同一の記載がある。",
            "そうすると，前記1(1)のとおり，原出願明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体が記載されているものと認められる。",
            "したがって，本件訂正発明は，原出願明細書に包含された発明であり，本件特許は，特許法44条1項所定の要件を満たす適法な分割出願であると認められるとした審決の判断に誤りはなく，原告の上記主張は採用することができない。",
            "以上によれば，原告の主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(特許法36条6項1号(サポート要件)及び同条4項1号(実施可能要件)に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書の段落【0044】ないし【0046】，【0048】，【0079】ないし【0081】，【0127】ないし【0129】の記載は，いずれも，前記2(1)アのとおり，本件明細書の記載と同一である。",
                    "したがって，前記2(1)のとおり，本件訂正明細書には，実施の形態2で用いられるフォトルミネセンス蛍光体として，Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活され，互いに組成の異なる2種類以上のガーネット系蛍光体が記載されているものと認められ，また，コーティング部の表面側から発光素子に向かってフォトルミネセンス蛍光体の分布濃度を高くすることも記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明の解決しようとする課題は，「より高輝度で，長時間の使用環境下においても発光光度及び発光光率の低下や色ずれの極めて少ない発光装置を提供すること」(【0010】)であるところ，本件訂正明細書には，「実施形態1，2の発光ダイオードは・・・高輝度の発光を可能にし，長時間の使用に対して発光効率の低下や色ずれが少ない」(【0038】)，「実施形態1の発光ダイオードに用いた，セリウムで付活されたガーネット系フォトルミネッセンス蛍光体は耐光性及び耐候性を有するので・・・発光色の色ずれや発光輝度の低下が極めて少ない白色光が発光できる。」(【0045】)，「実施形態2に用いられるセリウムで付活されたイットリウム・アルミニウム・ガーネット系蛍光体(YAG系蛍光体)は，実施形態1と同様，ガーネット構造を有するので，熱，光及び水分に強い。」(【0083】)と記載されているのであるから，上記アのフォトルミネセンス蛍光体を用いた場合に，本件訂正発明の課題が解決できることは，当業者にとって明らかであるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件訂正発明は，発明の詳細な説明に記載されたものであって，サポート要件を満たしているから，その旨の審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書には，実施の形態1におけるフォトルミネセンス蛍光体の作製方法として，「このようなフォトルミネセンス蛍光体は，Y，Gd，Ce，Sm，Al及びGaの原料として酸化物，又は高温で容易に酸化物になる化合物を使用し，それらを所定の化学量論比で十分に混合して混合原料を作製し，作製された混合原料に，フラックスとしてフッ化アンモニウム等のフッ化物を適量混合して坩堝に詰め，空気中1350～1450℃の温度範囲で2～5時間焼成して焼成品を得，次に焼成品を水中でポールミルして，洗浄，分離，乾燥，最後に篩を通すことにより作製できる。」(【0057】)，「上述の作製方法において，混合原料は，Y，Gd，Ce，Smの希土類元素を化学量論比で酸に溶解した溶解液を蓚酸で共沈したものを焼成して得られる共沈酸化物と，酸化アルミニウム，酸化ガリウムとを混合することにより作製してもよい。」(【0058】)と記載されており，実施の形態2におけるフォトルミネセンス蛍光体の作製方法として，「Y，Gd，Ce，La，Al，Sm及びGaの原料として酸化物，又は高温で容易に酸化物になる化合物を使用し，それらを化学量論比で十分に混合して原料を得る。又は，Y，Gd，Ce，La，Smの希土類元素を化学量論比で酸に溶解した溶解液を蓚酸で共沈したものを焼成して得られる共沈酸化物と，酸化アルミニウム，酸化ガリウムとを混合して混合原料を得る。これにフラックスとしてフッ化アンモニウム等のフッ化物を適量混合して坩堝に詰め，空気中1350～1450℃の温度範囲で2～5時間焼成して焼成品を得，次に焼成品を水中でボールミルして，洗浄，分離，乾燥，最後に篩を通すことで得ることができる。」(【0084】)と記載されている。",
                    "本件訂正明細書の上記記載には，フォトルミネセンス蛍光体の構成元素がLu，Sc，Inである場合が含まれていないものの，Lu，Scは，Y，Gd，Ce，La，Smと同様，希土類元素であり，Inは，Al，Gaと同様，第13族元素でありその酸化物である酸化インジウムも知られているから(上記各構成元素を同等に扱うことができないとする事情はない。)，本件訂正明細書の上記記載に接した当業者であれば，構成元素がLu，Sc，Inである場合にも，同様にして，フォトルミネセンス蛍光体を作製できるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件訂正明細書には，実施形態1におけるフォトルミネセンス蛍光体の濃度分布について，「フォトルミネセンス蛍光体の分布は，フォトルミネセンス蛍光体を含有する部材，形成温度，粘度やフォトルミネセンス蛍光体の形状，粒度分布などを調整することによって種々の分布を実現することができ，発光ダイオードの使用条件などを考慮して分布状態が設定される。」(【0048】)と記載されており，実施形態2についても，「実施形態1と同様に，フォトルミネセンス蛍光体の分布を種々変える・・・ことによって耐候性の強い特性を発光ダイオードに持たせることができる。このような分布はフォトルミネセンス蛍光体を含有する部材，形成温度，粘度やフォトルミネセンス蛍光体の形状，粒度分布などを調整することによって種々調整することができる。」(【0081】)と記載されているから，フォトルミネセンス蛍光体の構成元素がLu，Sc，Inである場合にも，上記の濃度分布の調整方法を適用できることは，当業者にとって明らかであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，フォトルミネセンス蛍光体の構成元素がLu，Sc，Inである場合も含め，発明の詳細な説明の記載は，当業者が本件訂正発明を実施することができる程度に明確かつ十分に記載されているものと認められるから，その旨の審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，被告が，2種類の蛍光体がどちらも「YAG：Ce」となる場合であっても，賦活剤であるCeの量を変化させることで発光色の異なる2種類の蛍光体を得ることができると主張していることを前提に，本件訂正明細書の記載によると，Ceの濃度の変化によって変化させることができるのは，発光「輝度」であり，発光「色」自体を変化させることができることは記載されていないし，本件訂正発明の「組成の異なる」に「Ceの濃度を変化させること」が含まれるとも一切記載されていないから，Ceの濃度変化により，発光色を変化させることが，本件訂正発明の組成の異なる「2種類の蛍光体」に含まれるということであれば，これらは本件訂正明細書によってサポートされていないこととなるから，サポート要件違反があることになる旨主張する。",
                "しかし，YAG系の蛍光体において，賦活剤であるCeの量を変化させることで発光色が変化するものと認められるから(乙1)，発明の詳細な説明の記載は，当業者において本件訂正発明の課題が解決されるものと認識することができる程度のものであると認められる。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(本件訂正発明と基礎出願に記載された発明との共通部分の存否についての判断の誤り)について",
          "text": [
            "原告は，審決は，本件訂正発明と基礎出願に記載された発明との共通部分の存否についての認定判断を誤っている旨主張する。しかし，審決は，優先権主張を認めながらも，念のため，甲25発明あるいは甲26発明を主引例とする，本件訂正発明の新規性，進歩性についても判断しているため，まず，取消事由5及び6について判断する。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(本件訂正発明と甲25発明の相違点の認定，判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲25発明の内容等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲25文献の記載",
                  "text": [
                    "甲25文献(甲25)には，次のとおりの記載がある(図面は別紙甲25文献図面等目録参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「1．  はじめに・・・",
                      "text": [
                        "我々はLEDをより豊かな光源とするためにその色表現力を追求し，LEDと蛍光体を組み合わせることで，従来にない高輝度の白色LEDを開発，製品化したので報告する。」(5頁下3行～末行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「3．白色LEDの製法",
                      "text": [
                        "今回開発した白色LEDの製作プロセスを図1に示す。LEDチップとしては，InGaＮ系の青色SQW-LEDを用いた。また蛍光体は，Y O ，Al O ，Gd O ，Ga O ，CeO の原料粉末を所定量ずつ混合したものを，1400℃程度の高温で焼成し，乾燥，分級などの処理をして合成した。ランプの組立の際，リードフレームのカップ底面にマウントしたLEDチップに対し，蛍光体を表面に薄くコーティングした。さらにチップを外部環境から保護するために集光レンズを兼ねたエポキシ樹脂で周囲を封止した。」(6頁11～19行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「4．  基本特性の評価",
                      "text": [
                        "4．1  白色LEDの構造",
                        "図2に今回作成した白色LEDの構造図を示す。基本的な構造についてはInGaＮを使った青色LEDランプと同じであるが，蛍光体をLEDチップ表面に薄く塗布している点が大きく異なっている。",
                        "LEDから放出された光は，蛍光体層の中に入射して層内で何回かの吸収と散乱を繰り返した後，外部へ取り出される。LEDの発光は・・・465nmをピークとする青色光であり半値幅30nmの非常に鋭いスペクトルをもっている。この青色光の一部は散乱を繰り返す内に蛍光体に吸収され，蛍光体から淡黄緑色の蛍光(fuorescence)が発せられる。放出された蛍光もやはり蛍光体層の中で吸収と散乱を受けながら外部へ取り出される。結局最終的に外部へ取り出される光は，LEDの青色光と淡黄緑色の蛍光を足し合わせた・・・スペクトルになる。」(6頁20行～7頁4行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「4．2  蛍光体の評価",
                      "text": [
                        "今回白色LEDに使用した蛍光体は(Y，Gd) (Al，Ga) O ：Ceの組成式で表され・・・る。・・・母体材料は，一般にYAG(ヤグ)として知られるY Al O (イットリウムアルミニウムガーネット)のYサイト，Alサイトの一部をGd，Gaでそれぞれ置換したもので，ガーネット構造の非常に安定な酸化物である。・・・",
                        "表2は今回実験に使用した蛍光体の一覧である。輝度や効率については，置換量＝0のY A1 O ：Ceの値を100として規格化した。表2の①～⑥に対応する蛍光体について，青色LEDの発光波長に相当する460nmの光で励起した時の発光スペクトルを図6に示す。図から，Y Al O のAlをGaで置換すると短波長側へ(②，③)，YをGdで置換すると長波長側へ(④，⑤，⑥)へ，置換量に応じて連続的に発光波長が移動することがわかる。」(8頁8～22行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「4．3  白色LEDの評価",
                      "text": [
                        "表2の①～⑦に対応する蛍光体とピーク波長465nmの青色LEDを組み合わせてできる白色LEDの色再現範囲を図8に示す。白色LEDの発光色は，青色LED起源の色度点と蛍光体起源の色度点を結ぶ直線上に位置するので，①～⑦の蛍光体を使用することで色度図中央の広範な白色領域をすべてカバーすることができる。図9は，LEDチップ上に塗布する蛍光体のコーティング量を変えてLEDの発光色変化を調べたものである。予想された通りコーティング分散量を増やすと蛍光体の発光色へ，逆に減らすと青色LEDの発光色へと近づいていった。」(11頁1～9行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲25発明の特徴",
                  "text": [
                    "上記アによれば，甲25発明の特徴は，次のとおりである。",
                    "甲25発明は，LEDと蛍光体を組み合わせることで開発，製品化された高輝度の白色LEDであって，LEDをより豊かな光源とするためにその色表現力を追求したものである(ア(ア))。",
                    "甲25発明は，リードフレームのカップ底面にLEDチップをマウントし，蛍光体を樹脂に分散し，LEDチップの表面に薄くコーティングし，チップを外部環境から保護するために集光レンズを兼ねたエポキシ樹脂で周囲を封止した白色LEDであって，前記LEDチップは，InGaＮ系の青色SQW-LEDであり(ア(イ)，図1，2)，蛍光体は，(Y，Gd) (Al，Ga) O ：Ceの組成式で表され，Y Al 0 のAlをGaで置換すると短波長側へ(②，③)，YをGdで置換すると長波長側へ(④，⑤，⑥)，置換量に応じて連続的に発光波長が移動し(ア(エ)，表2，図6)，前記LEDの発光は，465nmをピークとする青色光であり，この青色光の一部は散乱を繰り返す内に蛍光体に吸収され，蛍光体から淡黄緑色の蛍光が発せられ，LEDの青色光と淡黄緑色の蛍光を足し合わせた光が外部へ取り出される(ア(ウ))，白色LEDである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲25発明の認定",
                  "text": [
                    "甲25発明の要旨は，前記第2，4(2)アのとおりであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明と甲25発明との一致点及び相違点の認定",
              "text": [
                "審決が認定した本件訂正発明と甲25発明の一致点及び相違点は，前記第2，4(2)イ，ウのとおりであるのに対し，原告は，審決が認定した相違点はいずれも相違点ではない旨主張するので，以下，相違点の認定について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決が認定した本件訂正発明と甲25発明の相違点1は，本件訂正発明は，「前記コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」いるのに対し，甲25発明は，LEDチップの表面にコーティングする樹脂に蛍光体を分散しているものの，蛍光体の濃度がLEDチップに向かって高くなるものか否か明らかでない点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲25文献には，蛍光体の塗布(コーティング)に関し，「リードフレームのカップ底面にマウントしたLEDチップに対し，蛍光体を表面に薄くコーティングした。」((1)ア(イ))，「蛍光体をLEDチップ表面に薄く塗布している」((1)ア(ウ))及び「図9は，LEDチップ上に塗布する蛍光体のコーティング量を変えてLEDの発光色変化を調べたものである。」((1)ア(オ))との記載があり，「図1．白色LEDの製作プロセス」には，「YAG蛍光体」を「樹脂に分散」したものを「蛍光体コーティング」することが矢印を用いて表されている。",
                        "甲25文献の図1の上記記載を考慮すると，甲25発明においては，樹脂に分散させない粉末状の蛍光体をLEDチップ表面に塗布(コーティング)するのではなく，蛍光体を分散させた樹脂をLEDチップ表面に塗布(コーティング)していることが認められる。甲25文献には，完成後の白色LEDにおいて，蛍光体を樹脂中にどのような濃度分布で分散させるのかについての記載はないところ，樹脂中の蛍光体の濃度分布は，樹脂の種類，粘度，硬化条件，蛍光体の粒径等の条件によって変化するものであるから，蛍光体の比重が樹脂よりも大きいとしても，それのみをもって直ちに，蛍光体の濃度が樹脂の表面側からLEDチップに向かって高くなるということはできないし，当業者にとって，このような蛍光体の濃度分布が技術常識であったということもできない。",
                        "以上によれば，甲25発明が，相違点1に係る本件訂正発明の構成を備えているということはできないから，相違点1は実質的な相違点であって，審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決が認定した本件訂正発明と甲25発明の相違点2は，Y，Lu，Sc，La，Gd及びSmからなる群から選ばれた少なくとも1つの元素を含んでおり，かつ，Al，Ga及びInからなる群から選ばれる少なくとも1つの元素を含んでなるCeで付括されたガーネット系フォトルミネセンス蛍光体が，本件訂正発明では，「互いに組成の異なる2種類以上」であるのに対し，甲25発明では，そのように特定されるものか否か明らかではない点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲25文献には，組成式が(Y，Gd) (Al，Ga) O ：Ceの蛍光体として，組成の異なる7種類の蛍光体が記載されており(①～⑦，表2)，これら蛍光体の種類の選択と含有量の増減によって，図8の色度図中央にある扇形の白色領域の発光色を実現できることが記載されているところ((1)ア(オ)，図8，9)，上記記載は，①～⑦の蛍光体のいずれか1種類を選択し，その含有量を増減することで，青色LED起源の色度点と当該蛍光体起源の色度点を結ぶ直線上の任意の色度点を実現でき(直線上の色度点は，蛍光体の含有量を増やせば蛍光体起源の色度点に近づき，蛍光体の含有量を減らせば青色LED起源の色度点に近づく。)，選択する蛍光体の範囲を①～⑦とすることによって，上記直線が選択した蛍光体に応じて異なったものとなって，上記扇形の白色領域の色度点を実現できることを意味するものであると解される。そして，上記直線が，青色LED起源の色度点と①～⑦のいずれか1種類の蛍光体起源の色度点を結ぶことで形成されるものであることを踏まえれば，甲25文献の上記記載において，蛍光体として①～⑦のいずれか1種類を選択することを前提にしていることは，当業者にとって明らかであると認められる。甲25文献には，その他，組成の異なる複数種類の蛍光体を樹脂に分散して用いることは記載も示唆もされていない。",
                        "したがって，甲25発明が，相違点2に係る本件訂正発明の構成を備えているということはできないから，相違点2は実質的な相違点であって，審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲12文献に記載されているとおり，蛍光体を発光部分に集中して接近させる必要があるということが技術常識であったことから，蛍光体を発光ダイオード付近に集中させる必要があることは明らかであり，甲25文献における「薄く塗布」という記載から，蛍光体がチップ表面にあるということは明らかである旨主張する。",
                            "しかし，甲12文献には，赤外発光性の発光ダイオードの発光部分に，赤外線の励起によって可視光を発する蛍光体を塗布した可視発光性の発光素子を形成する際に，少量の蛍光体を発光部分に集中し接近させて塗布する必要があるところ，従来の刷毛塗りあるいは沈降法などの方法では，発光部分の小さい表面上に発光部分からの赤外線の全反射をさけて効率良く可視発光を取り出すための均一なドーム状の蛍光体塗膜を再現性良く得ることは非常に困難であったため，この問題を解決するための方法が記載されている。具体的には，発光ダイオード素子の発光部分を有する端面に，蛍光体粉末および分散媒を付着させ(第1図(a)～(c))，次いで上記発光部分が下方に位置する様に上記発光ダイオード素子を倒立して保持し，その下端に懸垂して付着している上記分散媒の液滴中で上記蛍光体粉末が下方に集中して沈降した状態で(同(d))，上記分散媒を乾燥させること(同(e))を特徴とする方法が記載されている(第1図については，別紙甲12文献図面目録参照)。",
                            "甲12文献の記載によれば，第1図(d)の発光ダイオード素子を倒立状態で保持することで，蛍光体粉末が，ドーム状の分散媒の頂点付近に沈降した状態となり，この状態で分散媒中の溶剤を気化させることにより，最終的には，同図(e)にように，蛍光体粉末は発光端面を中心とする付近にドーム状になって付着するものと認められるところ，甲12文献の「均一なドーム状塗膜」，「均一なドーム状のけい光体塗膜」という記載を考慮すると，発光ダイオード素子完成後の蛍光体粉末は，分散媒中に均一に分散しているか，そうでないとしても，ドーム状の分散媒の表面付近の濃度が発光端面付近の濃度よりも高い状態で分散しているものと認められる。",
                            "したがって，甲12文献には，蛍光体の濃度が分散媒の表面側から発光ダイオード素子の発光端面に向かって高くなることが記載されているとはいえないし，その他，蛍光体を発光部分に集中して接近させる必要があるということが技術常識であることを認めるに足りる証拠はない。",
                            "したがって，原告の上記主張は，その前提を欠くものであるから，採用することができない。なお，甲12文献において，従来用いられていたとされる刷毛塗り又は沈降法は，蛍光体粉末の塗布方法として不適当なものとされているから，これらの方法を用いることを前提とする原告の上記主張は，この点においても採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，液体(樹脂)と固体(蛍光体)がある場合に，比重が異なれば，固体が浮く(浮揚)か，沈む(沈降)かのいずれかとなることは明らかであり，無機蛍光体とエポキシ樹脂では，無機蛍光体の比重が圧倒的に大きいことも技術常識である(甲14，15)から，無機蛍光体が沈降していくことも，本件特許出願前から技術常識であった(甲10)，さらに，本件特許の審査過程において出願人たる被告自身も認めたとおり(甲13)，蛍光体が沈殿するのは周知の事実であったから，YAG蛍光体が樹脂中で沈降することは当然のことであって，このことは，少なくとも，甲25文献に実質的に記載されているに等しい事項である旨主張する。",
                            "しかし，甲25文献には，完成後の白色LEDにおいて，蛍光体を樹脂中にどのような濃度分布で分散させるのかについての記載はなく，樹脂中の蛍光体の濃度分布は，樹脂の種類，粘度，硬化条件，蛍光体の粒径等の条件によって変化するものと認められるから，蛍光体の比重が樹脂よりも大きいとしても，それのみをもって直ちに，蛍光体の濃度が樹脂の表面側からLEDチップに向かって高くなるということはできず，このような蛍光体の濃度分布が当業者の技術常識であったということもできないのは前記認定のとおりである。",
                            "また，本件特許の審査過程における被告が作成した意見書(甲13)には，「本件出願当時において，発光ダイオードのコーティング樹脂やモールド樹脂には，シリコーン樹脂，エポキシ樹脂，ユリア樹脂などの耐候性優れた透明樹脂を使うことが一般的でしたが，樹脂の種類，粘度，硬化条件は目的に応じて適宜選択することが常識であり，また，樹脂中にフォトルミネッセンス蛍光体のような樹脂よりも比重の重い粒子を含有させる場合に，硬化前における樹脂の粘度を低くし，硬化前の保持時間を長くすれば，粒子が沈降することも当業者にとっては明白な事項でした。」との記載があることが認められる。しかし，上記記載は，上記意見書全体の記載内容に照らしても，硬化前の樹脂の粘度や樹脂の硬化条件等の設定によって，蛍光体の濃度が樹脂の表面側からLEDチップに向かって高くなるようにすることが可能であることを一般論として主張したものにすぎず，蛍光体の比重が樹脂よりも大きければ，蛍光体の濃度が，無条件に樹脂の表面側からLEDチップに向かって高くなるという趣旨をいうものではないと解される。",
                            "したがって，原告の上記主張は，その前提を欠くものであるから，採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，前記認定のとおり，甲12文献には，蛍光体の濃度が分散媒の表面側から発光ダイオード素子の発光端面に向かって高くなることは記載も示唆もされていないから，本件特許の対応米国特許の訴訟結果に基づく原告の主張についても採用することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲25文献の図8等の記載を根拠に，甲25文献には，2種類以上の蛍光体を用いることが開示されているといえる旨主張する。",
                            "甲25文献には，図8について，「表2の①～⑦に対応する蛍光体とピーク波長465nmの青色LEDを組み合わせてできる白色LEDの色再現範囲を図8に示す。白色LEDの発光色は，青色LED起源の色度点と蛍光体起源の色度点を結ぶ直線上に位置するので，①～⑦の蛍光体を使用することで色度図中央の広範な白色領域をすべてカバーすることができる。」との記載がある。この記載によれば，「①～⑦の蛍光体を使用することで色度図中央の広範な白色領域をすべてカバーすることができる」ことの根拠として，「白色LEDの発光色は，青色LED起源の色度点と蛍光体起源の色度点を結ぶ直線上に位置する」とされており，「蛍光体起源の色度点」は，図8の扇形部分の弧の部分にあり，①～⑦の蛍光体に対応する7つの点(○)を意味するから，「色度図中央の広範な白色領域をすべてカバーすることができる」という記載は，青色LED起源の色度点と，①～⑦の蛍光体起源の7つの色度点のそれぞれとを結ぶ7本の直線上にある色度点に対応する白色を実現できることを意味するものと解される。そうすると，「色度図中央の広範な白色領域をすべてカバーすることができる」という記載は，上記7本の直線上の色度点を表すことができれば，実質的に扇形部分の全ての色度点を表すことになるという趣旨で記載されていると認められる。また，甲25文献の図2に「L：蛍光(緑～赤)」との記載があるとしても，この記載により，蛍光体を2種類以上組み合わせることが開示ないし示唆されているということはできない。",
                            "したがって，原告の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，2種類の蛍光体を用いることについて，青色LEDに緑色と赤色の蛍光体を用いて白色光を生成することは技術常識であったといえる(甲26の1，27，28)から，審決は，相違点2の容易想到性の判断を誤っている旨主張する。",
                            "しかし，甲25発明は，青色LEDと1種類の蛍光体を組み合わせて，甲25文献の図8の扇形部分の範囲の白色光を発する白色LEDを実現するものであるところ，甲25文献には，複数種類の蛍光体を用いることの記載や示唆はなく，甲26文献等にも，複数種類の蛍光体を用いることで解決できる課題があることは記載ないし示唆されていないから，甲26文献等を参酌しても，甲25発明において，当業者が複数種類の蛍光体を用いることを試みるものとは認められない。",
                            "したがって，原告の上記主張は採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6(本件訂正発明と甲26発明の相違点の認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲26発明の内容等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲26文献には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「青色発光GaＮ／6H-SiCチップを主要光源として用いて緑色，黄色，赤色及び白色発光LEDを作成した。」(417頁左欄要約欄1～3行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ベースとなっている物理の原理は，有機ルミネセンス色素分子には一般的なルミネセンスダウンコンバージョン(ストークスシフト)の原理である。無機変換体であるY Al O ：Ce3＋(4f1)を用いて，白色発光LEDも実現されている。」(417頁左欄要約欄4～8行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「窒化ガリウム(GaＮ)系青色発光ダイオードは現在市販されている。例えば，サファイア(α-Al O )基板，λ ＝450nmの日亜［1］製SQ2 3 maxWダイオードや，炭化ケイ素(6H-SiC)基板，λ ＝430nmのCreemax［2］製「青色チップ」がある。これらの主要光源を効率的なポンプとして使用し，後に低エネルギーで光子発光させる有機系及び無機系のルミネセンス材料を励起できることを示していく。このようなルミネセンス変換(LUCO)の原理を図1に示す。今回は，有機色素分子を包含するエポキシ樹脂基体に埋め込まれ，標準的LED技術により透明エポキシ樹脂内に封入された反射体カップに接合されたCree製LEDチップを使用する。」(417頁左欄下3行～右欄10行)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「同じ方法で，エポキシ樹脂に緑色及び赤色の発光色素を添加し，白色発光のLUCO-LEDも作成した。・・・。",
                        "当然ながら，青色発光LEDのルミネセンスダウンコンバーションの原理は，有機系ルミネセンス材料に限られるものではない。LUCOLEDの応用には，広範囲の無機系蛍光材料を同様に検討すべきである。一例として，Cree製「青色チップ」を主要光源とし，黄色発光Y Al O ：Ce3＋(4f1)変換体を用いて，白色発光LUCOLEDを実現した・・・。詳細については，他の機会に伝えることとする。」(418頁左欄1～13行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲26発明の認定",
                  "text": [
                    "甲26発明の要旨は，前記第2，4(3)アのとおりであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明と甲26発明との一致点及び相違点の認定",
              "text": [
                "審決が認定した本件訂正発明と甲26発明の一致点及び相違点は，前記第2，4(3)イ，ウのとおりであるのに対し，原告は，審決が認定した相違点3は相違点ではなく，相違点4の容易想到性の判断は誤っている旨主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決が認定した本件訂正発明と甲26発明の相違点3は，コーティング樹脂中のフォトルミネセンス蛍光体の濃度が，本件訂正発明では，「前記コーティング樹脂の表面側から前記LEDチップに向かって高くなって」いるのに対し，甲26発明では，そのようになっているのか否か不明な点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲26文献には，蛍光体の添加に関し，「有機色素分子を包含するエポキシ樹脂基体」，「エポキシ樹脂に緑色及び赤色の発光色素を添加」との記載があり，図1に「LUCO」(ルミネセンス変換)として，蛍光体を含有するエポキシ樹脂が記載されているものの，完成後の白色発光のLUCO-LEDにおいて，蛍光体をエポキシ樹脂中にどのような濃度分布で分散させるのかについての記載はなく，樹脂中の蛍光体の濃度分布は，樹脂の種類，粘度，硬化条件，蛍光体の粒径等の条件によって変化するものと認められるから，甲26発明の蛍光体である黄色発色Y AlO ：Ce3＋(4f1)変換体の比重がエポキシ樹脂よりも大きいとしても，それのみをもって直ちに，当該蛍光体の濃度がエポキシ樹脂の表面側からLEDチップに向かって高くなるということはできず，当業者にとって，このような蛍光体の濃度分布が技術常識であったということもできない。",
                        "したがって，甲26発明が，相違点3に係る本件訂正発明の構成を備えているということはできないから，相違点3は実質的な相違点であって，審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点4について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明と甲26発明の相違点4は，本件訂正発明では，「前記フォトルミネセンス蛍光体は互いに組成の異なる2種類以上」であるのに対し，甲26発明では1種類である点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲26発明は，前記窒化ガリウム(GaＮ)系青色発光ダイオードと蛍光体である黄色発光Y Al O ：Ce3＋(4f1)変換体を組み合わせた白色発光LEDであり，甲26文献には，蛍光体として，有機系ルミネセンス材用である緑色及び赤色の発光色素を添加して白色発光LEDを形成することが記載されているものの，無機材料の黄色発光Y Al O ：Ce3＋(4f1)変換体の代わりに，Ceで付活された緑色及び赤色のYAG(イットリウム・アルミニウム・ガーネット)系蛍光体を用いることは，記載も示唆もされていない。また，無機材料の蛍光体については，青色発光ダイオードと1種類の黄色発光Y Al O ：Ce3＋(4f1)変換体を組み合わせることで白色発光LEDを実現しており，この点について格別の問題点が指摘されていない甲26発明において，あえて蛍光体材料を2種類以上のCeで付活された緑色及び赤色のYAG系蛍光体に置き換えることに合理性があるとはいえない。さらに，甲26発明において，黄色発光Y Al O ：Ce3＋(4f1)変換体に加えて，これと異なる組成のCeで付活されたYAG系蛍光体を追加して使用することについても，甲26文献には記載も示唆もされていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲27文献には，①赤色LED(又は緑色LED)と，内部に青色及び緑色(又は赤色)の染料を浸透させた透光性のガラス体を備え，ガラス体を透過した赤色LEDの赤色光(又は緑色LEDの緑色光)と，外部光が青色及び緑色(又は赤色)の染料で反射されて外部に放出された青色光及び緑色光(又は赤色光)とを混合することによって白色光を生成する白色発光装置，②緑色LED，赤色LED，青色染料を浸透させた透光性の封止体を備え，封止体を透過した緑色LEDの緑色光及び赤色LEDの赤色光と，外部光が青色染料で反射されて外部に放出された青色光によって白色光を生成する白色発光装置がそれぞれ記載されているものの，これらの白色発光装置は，青色LEDを励起光源とするものではないから，白色光を生成する機序は甲26発明とは異なるものと認められる。さらに，甲28文献には，近UV(近紫外)発光ダイオード(n-UV  LED)，青色蛍光体(ZnS：Ag)，緑色蛍光体(ZnS：Cu，Al)，赤色蛍光体(ZnCdS：Ag)を用いて，近UV発光ダイオードの近UV光(近紫外光)を励起源とし，上記各蛍光体から発せられる青色光，緑色光及び赤色光によって白色光を生成できる技術が記載されているものの，近UV発光ダイオードの近UV光(近紫外光)は，各蛍光体の励起用としてのみ用いられており，白色光の成分としては用いられていないから，白色光を生成する機序は甲26発明とは異なるものである。そうすると，甲27文献及び甲28文献には，相違点4に係る本件訂正発明の構成が開示ないし示唆されているということはできないし，甲26発明において，蛍光体材料として複数種類のCeで付活されたYAG系蛍光体を用いることについて，裏付けとなる技術常識を認めるに足りる証拠もない。",
                        "また，甲27文献及び甲28文献には，1種類の蛍光体を用いた場合には解決できず，複数種類の蛍光体を用いることで解決できる課題があることは記載ないし示唆されていないのであるから，甲27文献及び甲28文献に記載された内容を考慮しても，甲26発明において，当業者が，蛍光体材料として複数種類のCeで付活されたYAG系蛍光体を用いることを試みるものとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点3について",
                      "text": [
                        "原告は，甲26文献には，「BASF  Lumogen  F」を用いることが記載されており，本件特許出願時に通常用いられていたエポキシ樹脂の密度よりも，「BASF  Lumogen  F」の密度の方が大きいことから，甲26発明において，エポキシ樹脂に添加された緑色及び赤色の発光色素が自然と沈降することも明らかであって，相違点1の技術的事項については，実質上，甲26文献に記載されている技術的事項であるから，相違点とはならない旨主張する。",
                        "しかし，甲26文献には，発光色素として「BASF  Lumogen  F」を用いることが記載されているところ，甲26文献には，完成後の白色発光のLUCO-LEDにおいて，蛍光体をエポキシ樹脂中にどのような濃度分布で分散させるのかについての記載はなく，樹脂中の蛍光体の濃度分布は，樹脂の種類，粘度，硬化条件，蛍光体の粒径等の条件によって変化するものと認められるから，甲26発明の蛍光体である黄色発色Y Al O ：Ce3＋(4f1)変換体(発光色素として用いられる「BASF  Lumogen  F」)の比重がエポキシ樹脂よりも大きいとしても，それのみをもって直ちに，当該蛍光体の濃度がエポキシ樹脂の表面側からLEDチップに向かって高くなるということはできず，当業者にとって，このような蛍光体の濃度分布が技術常識であったということもできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4について",
                      "text": [
                        "原告は，青色LEDに緑色と赤色の蛍光体を用いて白色光にすることは甲26文献に記載されており，また，青色LEDに緑色と赤色の蛍光体を用いて白色光を生成することは技術常識であったといえるから，甲26発明のYAG系蛍光体(Y Al O ：Ce3＋)を「Y，Lu，Sc，La，Gd及びSmから選択された少なくとも1つの元素と，Al，Ga及びInから選択された少なくとも1つの元素とを含み，セリウムで付活されたガーネット系蛍光体」とすることも容易である旨主張する。しかし，前記イのとおり，甲26発明において，相違点4に係る本件訂正発明の構成を採用することは，当業者が容易に想到し得たものとはいえないから，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "結論",
          "text": [
            "以上のとおり，その余の点について判断するまでもなく，審決には，これを取り消すべき違法はない。よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}