{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "特許庁が無効2012-800197号事件について平成27年8月6日にした審決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "訴訟費用は，被告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(認定の根拠を掲げない事実は争いがないか弁論の全趣旨により容易に認定できる事実である。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(認定事実には証拠を付した。)",
          "text": [
            "被告は，平成18年6月7日，発明の名称を「ローソク」とする特許出願(以下「本件出願」という。)をし，平成23年5月13日付け手続補正書(甲15)により，特許請求の範囲及び明細書についての補正を行い，さらに，同年10月21日，特許請求の範囲及び明細書についての補正を行い，平成24年4月13日，設定登録(特許第4968605号。請求項の数は2)を受けた(甲10。以下「本件特許」という。)。",
            "これに対して，原告らは，平成24年11月29日，特許庁に対し，本件特許を無効とすることを求めて無効審判(無効2012-800197号)の請求をしたところ(甲25)，被告は，平成25年9月20日，特許請求の範囲及び明細書についての訂正請求をした(甲14)。特許庁は，平成26年5月9日，上記請求のとおり訂正を認めた上，本件審判の請求は成り立たない旨の審決(甲26)をした。これに対し，原告らは，同年6月12日，知的財産高等裁判所に対し，審決取消訴訟(平成26年(行ケ)第10145号)を提起した。知的財産高等裁判所は，平成27年3月25日，上記審決を取り消す旨の判決をし(甲27)，その後当該判決は確定した。",
            "上記判決を踏まえ，被告は，平成27年5月19日，特許庁に対し，特許請求の範囲及び明細書についての訂正請求(以下，当該訂正事項を併せて「本件訂正」という。)をした(甲28)。特許庁は，平成27年8月6日，上記請求のとおり訂正を認めた上，本件審判の請求は成り立たない旨の審決をした。これに対し，原告らは，同年9月12日，知的財産高等裁判所に対し，本件審決取消訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲28)",
          "text": [
            "本件特許の本件訂正後の請求項1及び2に係る特許請求の範囲(以下「本件特許請求の範囲」という。)の記載は，次のとおりである。",
            "なお，請求項2については，請求項1記載の訂正を引用する部分以外の訂正はない。以下，本件訂正後の請求項1及び2に記載された発明を，それぞれ「本件発明1」，「本件発明2」，本件発明1及び2を併せて「本件発明」，本件訂正後の明細書及び図面を併せて「本件訂正明細書」とそれぞれいう。また，請求項1の分説及びアルファベットの表示は裁判所によるものであり，訂正部分には下線を付した。",
            "「【請求項1】",
            "A：  ローソク本体から突出した燃焼芯を有するローソクであって，",
            "B：  該燃焼芯にワックスが被覆され，",
            "C：  かつ該燃焼芯の先端から少なくとも3mmの先端部に被覆されたワックスを，該燃焼芯の先端部以外の部分に被覆されたワックスの被覆量に対し，ワックスの残存率が19％～33％となるようこそぎ落とし又は溶融除去することにより",
            "D：  前記燃焼芯を露出させるとともに，",
            "E：  該燃焼芯の先端部に3秒以内で点火されるよう構成したことを特徴とする",
            "F：  ローソク。",
            "【請求項2】",
            "該燃焼芯の先端部がほぐされていることを特徴とする請求項1記載のローソク。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書(写し)に記載のとおりである。その要旨は，①本件特許請求の範囲又は本件訂正明細書の記載に不備はなく，本件特許が特許法36条4項1号の実施可能要件，同条6項1号のサポート要件又は同項2号の明確性要件を満たしていない特許出願に対してされたものとはいえない，②本件発明1及び2は，1995年作成に係る「‘95WIＮTER～‘96SPRIＮG  CAKE  ORＮAMEＮT」と題するカタログ(甲1-1。以下「甲1-1刊行物」という。)，1991年作成に係る「CAKE  ORＮAMEＮT‘91」と題するカタログ(甲1-2。以下「甲1-2刊行物」という。)，1999年5月作成に係るカタログ(甲1-3。以下「甲1-3刊行物」という。)，1999年5月作成に係るカタログ(甲1-4。以下「甲1-4刊行物」という。)及び2005年作成に係る「Herrhammer」と題するDVDに記録されている図又は写真(甲1-5。以下「甲1-5刊行物」という。)に記載された各発明(以下，それぞれ「甲1-1発明」ないし「甲1-5発明」という。)に対し，被覆ワックス残存率の計測実験(甲8)を参酌し，特公昭40-17272号公報(甲2。以下「甲2公報」という。)，実公平4-41160号公報(甲3)，昭和三年實用新案出願公告第九三一八號(甲4)，特開昭57-124618号公報(甲5)，登録実用新案第3088330号公報(甲6)，特開昭59-46422号公報(甲7。以下「甲7公報」という。)の各刊行物に記載された事項又は周知技術を適用して，当業者が容易に発明することができたものとはいえず，特許法29条2項の規定に違反するものではなく，本件発明を無効とすべきものではないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告らの主張",
      "text": [
        "審決には，記載不備に関する判断の誤り(取消事由1)及び進歩性に関する判断の誤り(取消事由2)があり，これらは審決の結論に影響を及ぼすものであるから，審決は，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(記載不備に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "構成要件Cに規定する「ワックスの残存率」について，［ワックス除去処理後の先端部のワックスの単位長さあたりの被覆量］／［ワックス除去処理後の先端部以外の部分のワックスの単位長さあたりの被覆量］であるとした審決の要旨認定は誤りである。すなわち，本件特許請求の範囲及び本件訂正明細書には，上記にいう「単位長さあたり」という文言は一切記載されていないのであるから，「ワックスの残存率」については，特許請求の範囲を文言どおり解釈して， [ワックス除去処理後の先端部のワックス被覆量］／［ワックス除去処理後の先端部以外の部分のワックス被覆量]であると認定すべきである。このように認定したとしても，本件訂正明細書記載の「被覆ワックス残存率」の各数値と矛盾するものではない。",
                "したがって，上記認定を前提として，「ワックスの残存率」という本件発明の詳細な説明の記載及び本件特許請求の範囲の記載が，特許法36条4項1号の実施可能要件及び同条6項2号の明確性要件のいずれにも違反しないとした審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "燃焼芯の芯糸の太さ，重さ，種類等には，無限の組合わせがあり，「ワックスの残存率」は，当該組合せによって変化するため，これを「19％～33％」に特定するには，複数の測定を太さの異なる芯糸毎に行う必要があり，当業者が本件発明を実施するには過度の試行錯誤を要する。そもそも芯糸の太さ，重さ等が本件特許請求の範囲及び本件訂正明細書に記載されていないのであるから，これらは当業者がその実施をすることができる程度に明確かつ十分に記載したものとはいえない。",
                "したがって，本件発明の詳細な説明の記載及び本件特許請求の範囲の記載が特許法36条4項1号の実施可能要件及び同条6項2号の明確性要件のいずれにも違反しないとした審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "構成要件Eは「燃焼芯の先端部に3秒以内で点火される」と規定されているものの，本件訂正明細書には，点火時間の平均値しか記載されておらず，本件発明のローソクには，点火時間が3秒を超えるものが含まれている可能性がある。",
                "したがって，上記「3秒以内」という本件発明の詳細な説明の記載及び本件特許請求の範囲の記載が特許法36条4項1号の実施可能要件及び同条6項1号のサポート要件のいずれにも違反しないとした審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ローソクには，燃焼芯を挿入しない方法によって製造されるものが多数存在するところ，本件訂正明細書に記載されている製造方法は，先端部に被覆されたワックスをこそぎ落とした燃焼芯を，あらかじめ成形したローソク本体に設けられた貫通孔に挿入したもののみに限定するのに対し，本件特許請求の範囲は，当該製造方法に限定するものではない。",
                "したがって，本件特許請求の範囲の記載が特許法36条6項1号のサポート要件に違反しないとした審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件特許請求の範囲には，「ワックスの残存率が19％～33％となるようこそぎ落とし又は溶融除去することにより」との記載があるところ，「こそぎ落とし又は溶融除去することにより」は，製造に関して経時的な要素を記載するものであり，最高裁判所平成24年(受)第1204号同27年6月5日第二小法廷判決(以下「PBP最高裁判決」という。)にいうプロダクト・バイ・プロセス・クレームに該当する。",
                "したがって，本件特許請求の範囲の記載は，特許法36条6項2号の明確性要件に違反する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性に関する判断の誤り)について",
          "text": [
            "本件発明は，以下の図のとおり，一般的な構造から成るローソクを包含するところ(以下，このローソクを「従来ローソク」といい，表面のワックスがこそぎ落とされた先端部を，単に「先端部」，芯糸にワックスが被覆された先端部以外の部分を，単に「先端部以外の部分」という。)，被覆ワックス残存率の計測実験と題する書面(甲37)によれば，従来ローソクのワックスの残存率を，原告らが主張する「ワックスの残存率」に係る計算式(被覆ワックス残存率(％)＝{［(50本の先端部全体の重量)-(50本の先端部全体の芯糸のみの重量)］/［(50本の先端部以外の部分全体の重量)-(50本の先端部以外の部分全体の芯糸のみの重量)］}×100)により計算すると，従来ローソクのワックス残存率は16％となる。しかも，従来ローソクは，燃焼芯の先端部が露出さえしていれば，先端部以外の部分の存在の有無にかかわらず，3秒以内で着火することが認められる(甲37)。結局のところ，燃焼芯の先端部が露出さえしていれば，ローソクは3秒以内で着火するのであるから，点火時間を早めるためにワックス残存率を19％～33％の範囲にする必要はなく，「ワックスの残存率」を「19％～33％」にすることは，技術的意義も臨界的意義もない単なる設計事項である。",
            "したがって，本件発明は，当業者が周知技術に基づいて容易に発明できたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に関する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(記載不備に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "構成要件Cに規定する「ワックスの残存率」は，残存率という文言自体の意味するところからしても，［ワックス除去処理後の先端部のワックスの単位長さあたりの被覆量］／［ワックス除去処理後の先端部以外の部分のワックスの単位長さあたりの被覆量］であると解釈するのが自然であり，それ自体意味が明確であり，これが不明瞭な記載であるということはできない。すなわち，本件発明の課題は，ローソクの燃焼芯への点火時間を短縮することにあるところ，燃焼芯の長さ方向におけるワックスの被覆量が燃焼芯への点火時間に影響を与えないことは，当業者にとって自明であるから，「ワックスの残存率」を上記のとおり「単位長さ当たり」を基準として算定することは明らかである。原告らの主張のとおり，ワックスの残存率の母数が燃焼芯の先端部以外の部分に被覆されたワックスの総量であるとすれば，かえって，「ワックスの残存率」が点火時間との関係で技術的に全く意味のない数値となることは，当業者にとって明らかである。",
                "したがって，審決の認定に誤りはなく，当該認定を前提として，「ワックスの残存率」という記載が特許法36条4項1号の実施可能要件及び同条6項2号の明確性要件のいずれにも違反しないとした審決の判断にも誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "燃焼芯の芯糸の太さ，重量等が本件訂正明細書等に記載されていないことは，原告らが主張するとおりであるものの，上記(1)のとおり認定すれば，「ワックスの残存率」がさほど複雑に定義されているものではなく，それ自体十分明確なものであるから，当業者が「ワックス残存率」を特定の範囲に調整することに過度の試行錯誤を要するとは認められず，また，これが本件訂正明細書の記載に基づくことも明白である。",
                "したがって，本件発明の詳細な説明の記載及び本件特許請求の範囲の記載が特許法36条4項1号の実施可能要件及び同条6項2号の明確性要件のいずれにも違反しないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正明細書では，2名の実験者による各12個の平均値(合計24個の平均値)を採用するという統計処理手法を採用しているところ，当該手法は，技術常識からみて一般的，合理的な範囲内のものであるから，当然許されるべきである。また，特許請求の範囲に記載する数値範囲が明細書に記載した数値に対してどの程度拡張ないし一般化できるかという点は，一般に特許法第36条6項1号のサポート要件との関係で問題となり得るものの，本件発明の「3秒以内」は，本件訂正明細書【表1】の実施例1における，実験者Aの12個の点火総時間36．4秒(1個当たりの平均時間：3．033…秒)からみて，不当に拡張ないし一般化しているとはいえず，許されるものである。",
                "したがって，上記「3秒以内」という記載が特許法36条4項1号の実施可能要件及び同条6項1号のサポート要件のいずれにも違反しないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件訂正明細書には，「本発明のローソクは，予めワックスが被覆された燃焼芯の先端部のワックスを除去した燃焼芯をローソクの成形に用いても良いし，あらかじめ成形しておいたローソク本体の挿入孔に挿入したものでも良い。」(【0010】)，「さらに，ローソクを成形した後に，ワックスが被覆された燃焼芯の先端部のワックスを除去し芯を露出させてもよい。」(【0011】)と記載されており，これらの記載によれば，本件発明が特定の製造方法に係るローソクに限定されないことは明白である。",
                "したがって，本件特許請求の範囲の記載が特許法36条6項1号のサポート要件に違反しないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告らは，構成要件Cにいう「こそぎ落し又は溶融除去することにより」がプロダクト・バイ・プロセス・クレームに該当するとして明確性要件違反を主張するものの，この点については，本件の特許無効審判において審理判断されていないから，本件審決取消訴訟の審理判断の対象となるものではない。そもそも上記記載は，被覆ワックスが除去された燃焼芯の先端部の露出の状態そのものを表現するものであり，このことは当業者に自明であるといえる。",
                "したがって，本件特許請求の範囲の記載が特許法36条6項2号の明確性要件に違反するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性に関する判断の誤り)について",
          "text": [
            "原告らは，被覆ワックス残存率の計測実験(甲37)によれば，カメヤマ株式会社の「ローソク総合カタログ」記載の「カメヤマ小ローソク3号」というローソク(甲35)の「ワックスの残存率」が16．0％であると主張するものの，上記ローソクは，燃焼芯の先端部以外の部分においてワックスが均一に被覆されていない点において本件発明の「燃焼芯の先端部以外の部分」に相当するものではない。さらに，原告らが採用した「ワックスの残存率」の計算式は，長さの異なる「先端部」と「先端部以外の部分」の各全体の重量に基づくものであって，単位長さ当たりの重量に基づくものでなく，本件発明にいう「ワックスの残存率」とは異なる計算式を前提とするものである。そのほかにも原告らは，「ワックスの残存率」が「19％～33％」の範囲に入る蓋然性の高いローソクが存在する旨主張するものの，当該主張は根拠を欠くものである。",
            "したがって，原告らの主張は，前提を異にするもの又は根拠を欠くものである上，そもそも本件発明にいうワックス残存率の数値範囲(19％～33％)が技術的意義も臨界的意義も有しないとする原告らの主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告らが主張する各取消事由はいずれも理由がないから，審決にはこれを取り消すべき違法はないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(記載不備に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正明細書には，以下のとおりの記載があることが認められる(甲10，甲28)。",
                "「【発明の詳細な説明】",
                "【背景技術】【0002】  ローソクは燃焼芯に点火した後，ローソク本体への燃焼の移行を良好なものとするため燃焼芯がワックスで被覆されている。ワックスで被覆された燃焼芯を有するローソクは，例えば予め溶融ワックス液中に浸漬して被覆した燃焼芯をローソク本体に埋設させて製造するか，又はワックスで被覆されていない燃焼芯をローソク本体に埋設させた後，燃焼芯のローソク本体から突出した部分を溶融ワックス液中に浸漬して被覆することにより製造される。",
                "【0003】  また，一般に「ウォーマーキャンドル」と呼ばれる小型ローソクは，その使用数量及び目的より安価でなければならず大量生産することで需要に応えている。その生産は，全自動設備で成形されている場合が多く，成形機で燃焼芯を挿入する挿入孔が中心に設けられたローソク本体を成形した後，燃焼芯挿入機で挿入孔にワックスで被覆された燃焼芯を挿入している。ローソク本体に設けられた挿入孔へ芯を確実に挿入させるために，燃焼芯にこしを持たせるため，通常のローソクより多めのワックスが被覆された燃焼芯を使用している。また，最近ローソクの点火時間を短くするために，燃焼芯の先端部に着火剤等を付与させることが提案されている。",
                "【発明の開示】",
                "【発明が解決しようとする課題】【0004】  ワックスで被覆された燃焼芯を有するローソクに点火するには，まずマッチ等の燃焼炎を燃焼芯の先端に近づけて，燃焼芯に被覆されたワックスを加熱・溶融させ，次いで溶融されたワックスを加熱・気化させて可燃性ガスを発生させ，該可燃性ガスの着火により燃焼芯が点火される。ローソクの点火には上記ワックスの加熱・溶融・気化の各工程を経る必要があるため，燃焼芯への点火に通常3～5秒間かかることは避けられない。ローソク本体に設けられた貫通孔に，後から燃焼芯を挿通するキャンドル，例えば「ウォーマーキャンドル」では，燃焼芯が貫通孔に容易に挿通できるように比較的多くのワックスが被覆され，燃焼芯に剛性が付与されている。このようなローソクは燃焼芯に被覆されたワックスの溶融に時間を要して，一層点火時間が長くなる。燃焼芯への点火時間を短縮するため，燃焼芯の先端部に着火剤を付与する方法は，着火剤の取扱いに注意する必要があり，コストアップが避けられない。したがって本発明の目的は，ローソクの燃焼芯への点火に要する時間が短縮され，しかも確実に点火できるローソクを提供することである。さらに，本発明の他の目的は，燃焼芯の先端に着火剤を付与することのない，安価で，安全なローソクを提供することである。",
                "【課題を解決するための手段】【0005】  すなわち本発明は，ローソク本体から突出した燃焼芯を有するローソクであって，該燃焼芯にワックスが被覆され，かつ該燃焼芯の先端から少なくとも3mmの先端部に被覆されたワックスを，該燃焼芯の先端部以外の部分に被覆されたワックスの被覆量に対するワックスの残存率が33％以下となるようこそぎ落とし又は溶融除去することにより前記燃焼芯を露出させるとともに，該燃焼芯の先端部に3秒以内で点火されるよう構成したことを特徴とするローソクである。さらに，本発明は，該燃焼芯の先端部がほぐされている上記ローソクである。ワックス被覆量が調整された燃焼芯の先端部の長さが3mm未満では，点火時の炎が小さく風で消える恐れがある。また，先端部の長さの上限に制約はないが，燃焼芯の先端部以外のワックス被覆量が多い部分のワックスを早く溶融・気化させて安定に燃焼させるため少なくとも3mmの長さがあればよい。通常5mm程度が好ましい。燃焼芯の先端部に被覆されるワックスは，先端部以外の部分に被覆されたワックスの被覆量に対するワックスの残存率が19％～33％となるよう，先端部に被覆されたワックスをこそぎ落とし又は溶融除去される。ワックスの残存率が33％を超えると被覆されたワックスの溶融・気化に時間がかかり点火時間が長くなる。",
                "【発明の効果】【0006】  本発明のローソクは，燃焼芯に被覆されたワックスを燃焼芯先端部より除去し燃焼芯を露出させるという簡便安価な対応で，格段に点火時間を短縮させることができる。また，燃焼芯の先端部がほぐされることでいっそう点火しやすくすることができ，点火時間の短縮が可能となる。",
                "【0007】  さらに，点火しやすくすることで，例えばお年寄りが毎日のおつとめでローソクにマッチで点火する際に，点火しにくいということで軸木の火が手元にきて，やけどしたり，火種を落とすなどの危険性を防止することができる。",
                "【0008】  また，ローソクが多数配置された際の点火に要する時間の短縮は，例えば披露宴会場やレストランの場合であれば，短時間に確実に点火できるため作業がスムーズに進み，人を省力化できるなどの利点を生じる。",
                "【0009】  さらにまた，ローソクがさらに多数配置された場合，例えば屋外イベントでの何百，何千のローソクを点火してゆく場合の点火開始と点火終了の時間の短縮は演出上，作業効率上，大きな利点を生み出す。",
                "【発明を実施するための最良の形態】【0010】  本発明のローソクは，予めワックスが被覆された燃焼芯の先端部のワックスを除去した燃焼芯をローソクの成形に用いても良いし，あらかじめ成形しておいたローソク本体の挿入孔に挿入したものでも良い。",
                "【0011】  さらに，ローソクを成形した後に，ワックスが被覆された燃焼芯の先端部のワックスを除去し芯を露出させてもよい。",
                "【0012】  芯の露出手段としては，特に限定されないが，熱で融かしワックスを除去しても良いし，機械的にこそぎとったりしても良い。また，露出芯のほぐし手段に関しても，特に限定されないが，引っかき，芯切断の際にささくれ状に切断しても良い。さらにまた，歯車に挟むことでワックスの除去と露出芯のほぐしを同時に行なっても良い。」",
                "「【比較例1】【0014】  図1に示すように，中央部に直径2．2mmの貫通孔を有する，直径36mm，高さ20mm，重量17gのローソク本体1と，市販の135パラフィンワックスにマイクロクリスタリンワックスを30％配合し，80℃に溶融させた芯浸漬用ワックス中に燃焼芯を冷却しながら3回くぐらせて，ワックスが被覆された燃焼芯2を用意した。」",
                "「【図1】",
                "」",
                "「次に，長さ30mmに切断したワックスが被覆された燃焼芯2を上記ローソク本体1の貫通孔に挿通してローソクを製作した。該ローソクを内径38mm，深さ24mmのポリカーボネイト製容器(図示せず)に入れ，さらに開口部直径53mm，深さ55mmのガラス容器(図示せず)に収容した。ローソクを収容したガラス容器同士を密着させ，横並びに一直線状に12個配置したものを2組用意し，これを比較例1とした。",
                "【比較例2】【0015】  比較例1のワックス浸漬処理の際の3回くぐらせるところ2回くぐらせる以外は，同様であるものを比較例2とした。",
                "【実施例1】【0016】  比較例1と同じ芯浸漬用ワックス中に燃焼芯を冷却しながら1回くぐらせて，ワックスが被覆された燃焼芯を用意し，重量を測定した。比較例1の燃焼芯の重量との差から算出したところ，比較例1の燃焼芯に被覆されたワックスの被覆量の33％であった。比較例1と同様に，上記燃焼芯をローソク本体の貫通孔に挿通して図2に示すローソクを製作した。該ローソクを内径38mm，深さ24mmのポリカーボネイト製容器(図示せず)に入れ，さらに開口部直径53mm，深さ55mmのガラス容器(図示せず)に収容した。ローソクを収容したガラス容器同士を密着させ，横並びに一直線状に12個配置したものを2組用意し，これを実施例1とした。なお，燃焼芯への点火時間は芯に被覆されたワックスの被覆量で決定されるため，実施例1は，簡易法として，芯全体にワックスが均一に被覆された燃焼芯(先端部に被覆されたワックスがそぎ落とされていない)を使用した。」",
                "「【図2】",
                "」",
                "「【実施例2】【0017】  ワックスが被覆された比較例1の燃焼芯2に被覆されたワックスをスチール製のつめ状具でこそぎ落し重量を測定した。比較例1の燃焼芯の重量との差からワックスの残存量を算出したところ，燃焼芯に被覆されたワックスの残存率は24％であった。実施例1と同様に，上記燃焼芯をローソク本体の貫通孔に挿通して図2に示すローソクを製作した。該ローソクを内径38mm，深さ24mmのポリカーボネイト製容器(図示せず)に入れ，さらに開口部直径53mm，深さ55mmのガラス容器(図示せず)に収容した。ローソクを収容したガラス容器同士を密着させ，横並びに一直線状に12個配置したものを2組用意し，これを実施例2とした。",
                "【実施例3】【0018】  比較例1で用いた燃焼芯2を100℃の溶融パラフィンワックスに漬け込んで，被覆されたワックスを溶かし重量を測定し，比較例1の燃焼芯の重量との差からワックスの残存量を算出したところ，ワックスの残存率は19％であった。実施例1と同様に，上記燃焼芯をローソク本体1に設けられた貫通孔に挿通して図2に示すローソクを製作した。該ローソクを内径38mm，深さ24mmのポリカーボネイト製容器(図示せず)に入れ，さらに開口部直径53mm，深さ55mmのガラス容器(図示せず)に収容した。ローソクを収容したガラス容器同士を密着させ，横並びに一直線状に12個配置したものを2組用意し，これを実施例3とした。",
                "【実施例4】【0019】  実施例2の燃焼芯2の先端部の編みをほぐした燃焼芯をローソク本体1に設けられた貫通孔に挿通して図3に示すローソクを製作した。なお，図3の4はほぐし部である。該ローソクを内径38mm，深さ24mmのポリカーボネイト製容器(図示せず)に入れ，さらに開口部直径53mm，深さ55mmのガラス容器(図示せず)に収容した。ローソクを収容したガラス容器同士を密着させ，横並びに一直線状に12個配置したものを2組用意し，これを実施例4とした。」",
                "「【図3】",
                "」",
                "「【0020】  まず，比較例1の2組の内，1組目を実験者Aが意識的に早く，点火用ライターを用い，12個すべてのローソクの芯に点火し，点火に要した時間を計測した。次ぎにもう1組の12個のローソクを実験者Bが同様に点火作業を行ない，点火に要した時間を計測した。",
                "【0021】  次ぎに，比較例2及び実施例1ないし実施例4においても同様の作業を行ない，点火に要した時間を計測した。その結果を表1に示す。",
                "【表1】",
                "【0022】  比較例1は，燃焼芯に被覆されたワックスを溶融するのに長時間要し，1個当たりの平均点火時間が3．8秒かかった。また，比較例2は，比較例1に比べ燃焼芯のワックス被覆量が60％であるためワックスを溶融するのに時間の短縮はあったものの，1個当たりに平均点火時間が3．4秒と，比較例1と比較してわずかな時間短縮にしかならなかった。",
                "【0023】  実施例1は，比較例1に対して燃焼芯のワックス被覆量が33％であり，1個当たりの平均点火時間が3．0秒と点火時間の短縮に効果的となっていた。また，実施例2及び実施例3に比較例1に対する燃焼芯のワックス被覆量が24％，19％であり，被覆ワックスも容易に溶融でき1個当たりの平均点火時間も，2．8秒，さらに2．3秒と点火が容易となり，点火に要する時間が格段に短縮された。",
                "【0024】  実施例4は，実施例2の燃焼芯の先端部の編みがほぐされており，点火の際に，ほぐされた芯糸に容易に点火し1個当たりの点火時間も1．3秒と格段に点火しやすかった。",
                "【0025】  ワックスが被覆された比較例1の燃焼芯2の先端から各々1mm，3mm，5mmの長さの先端部に被覆されたワックスを実施例2と同一方法でスチール製のつめ状具でこそぎ落した各2組24本，合計6組72本の燃焼芯を用意した。先端部のワックスがそぎ落とされた燃焼芯の重量から先端部に残ったワックスの被覆量を算出したところ，72本とも先端部のワックス被覆量は，燃焼芯の先端部以外の部分に被覆されたワックスの被覆量の24％であった。上記先端から1mm，3mm，5mmの長さの先端部に被覆されたワックスをそぎ落とした各2組，合計6組の燃焼芯をローソク本体1に設けられた貫通孔に挿通して図2に示すローソクを各2組24個，合計6組72個製作した。該ローソクを内径38mm，深さ24mmのポリカーボネイト製容器(図示せず)に入れ，さらに開口部直径53mm，深さ55mmのガラス容器(図示せず)に収容した。",
                "各ローソクの燃焼芯に点火して，点火時間を測定した。その結果を表2に示す。表2から先端部の長さが異なる3種類の燃焼芯への点火時間に有意な差は認められなかったが，長さ1mmの先端部を有する燃焼芯は，点火された炎が小さく風で消える恐れがあるため屋外使用は不適当である。",
                "【表2】",
                "【0026】  このことは，ローソクの燃焼芯への点火時間に影響を与えるのは，燃焼芯の最先端のワックスの被覆量如何であり，さらに該燃焼芯の先端部のほぐれ程度であることがわかった。 ただし，先端部の1mmしか被覆ワックスをこそぎ落としていないものは，点火当初，ゴマ粒ほどの炎でしかなく，少々の風でも容易に消える様であるため少なくとも3～5mm程度の被覆ワックスの除去が望ましい。",
                "【産業上の利用可能性】【0027】  点火性に優れ，点火時間を大幅に短縮できるローソクを提供することで，結婚披露宴会場やレストランでの多数のローソクを点火する際，より短時間に点火作業が可能となり点火に要する手間と労苦の軽減がはかれる。さらには，屋外イベントのような何千という多数のローソクの点火作業を効率的に短時間で行なえることより，省力化のみならず，短時間の内に炎の演出表現ができることは見学者により大きな感動と満足感を与えられるなどの演出効果をもたらす。さらに作業時間の短縮，動員人数および人件費の削減などの大きな利点を生み出す。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の技術的特徴について",
              "text": [
                "上記(1)によれば，ワックスで被覆された燃焼芯を有するローソクの点火には，ワックスの加熱，溶融，気化の各工程を経る必要があり，燃焼芯への点火に通常3ないし5秒間かかることは避けられないため，例えば「ウォーマーキャンドル」のような比較的多くのワックスが被覆されているローソクでは，一層点火時間が長くなるなどの問題(本件訂正明細書【0004】)があった。本件発明は，この問題を解決することを課題(【0004】)とし，ローソク本体から突出した燃焼芯に被覆されたワックスにつき，先端部の一定部分から一定割合，こそぎ落とし又は溶融除去することによって燃焼芯を露出させるとともに，燃焼芯の先端部に3秒以内で点火されるよう構成することを解決手段とするものである(【0005】)。このような構成を採用することにより，本件発明のローソクは，燃焼芯に被覆されたワックスを燃焼芯先端部より除去し燃焼芯を露出させるという簡便安価な対応で，格段に点火時間を短縮させることができる効果(【0006】)を奏するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法36条4項1号の実施可能要件，同条6項1号のサポート要件及び同項2号の明確性要件の各充足性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ワックス残存率」(構成要件C)について",
                  "text": [
                    "本件特許請求の範囲の記載によれば，本件発明における「燃焼芯の先端部」は，ローソク本体から突出した燃焼芯のうちワックスを除去して露出させた部分をいうものであり，他方，「燃焼芯の先端部以外の部分」は，突出した燃焼芯のうちワックスが除去されず被覆されたままの部分をいうものであり，燃焼芯の「先端部」の長さについては「少なくとも3mm」と変動する値で特定されているから，「該燃焼芯の先端部以外の部分」は，燃焼芯の「先端部」の長さに応じて短くなり，そのワックスの被覆総量も次第に減少する。そして，本件特許請求の範囲の記載によれば，本件発明は，燃焼芯の3mm以上の先端部からこれに被覆されたワックスを，燃焼芯の先端部以外の部分に被覆されたワックスの被覆量に対し，一定の「残存率」となるようこそぎ落とし又は溶融除去することによって，燃焼芯の先端部における点火時間を3秒以内に短縮するものである。このような本件発明の構成によれば，構成要件Cの「ワックスの残存率が19％～33％となるようこそぎ落とし又は溶融除去する」とは，燃焼芯の先端部のワックスの被覆総量と先端部以外の部分のワックスの被覆総量のように先端部の長さや先端部以外の部分の長さに左右されるものの割合ではなく，燃焼芯の先端部の単位長さ当たりのワックスの被覆総量と先端部以外の部分の単位長さ当たりのワックスの被覆総量との割合をいうものであることは，当業者が当然に理解するところである。なお，これを計算式でいえば，［ワックス除去処理後の先端部のワックスの単位長さあたりの被覆量］／［ワックス除去処理後の先端部以外の部分のワックスの単位長さあたりの被覆量］をいうものであると理解することができる。したがって，構成要件Cの「ワックスの残存率が19％～33％」との構成は，不明確なものであるということはできない。本件訂正明細書を参酌しても，本件訂正明細書の記載(【表2】【0025】)によれば，実施例2において先端部の長さが各々1mm，3mm，5mmと異なる72本の燃焼芯につき，先端部以外の部分の長さに左右されることなく，いずれも「ワックス残存率」を24％であると算定しているのであって，このことも上記認定を裏付けるものといえる。また，上記認定を前提とすれば，「ワックス残存率」は，先端部のワックスをこそぎ落とし又は溶融除去することによるものであり，その数値は上記計算式によって一義的に特定されることになるから，当業者は，「先端部」及び「先端部以外の部分」に被覆されるワックスにつき，それぞれにおいて均一に被覆されていると理解することができる。",
                    "したがって，構成要件Cの「ワックスの残存率」とは，その意味が明確なものであり，その算定に格別困難な事情を見い出すこともできないから，本件発明の詳細な説明の記載及び本件特許請求の範囲の記載が特許法36条4項1号の実施可能要件及び同条6項2号の明確性要件のいずれにも違反しないとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「3秒以内で点火される」(構成要件E)について",
                  "text": [
                    "前記(1)及び(2)によれば，本件発明の技術的特徴は，ワックスで被覆された燃焼芯を有するローソクの点火時間を短縮するための解決手段を提示するものであり，また，「3秒以内で点火される」との構成は，本件発明を構成する要件であるから，「3秒以内で点火」ができないローソクは，本件発明から除外されていることは明らかである。",
                    "したがって，構成要件Eの「3秒以内で点火される」とは，その意味が明確なものであり，本件発明のローソクに点火時間が3秒を超えるものが含まれないことは明らかであるから，本件発明の詳細な説明の記載及び本件特許請求の範囲の記載が特許法36条4項1号の実施可能要件及び同条6項1号のサポート要件のいずれにも違反しないとした審決の判断は，その結論において誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明の詳細な説明の記載及び本件特許請求の範囲の記載が特許法36条4項1号の実施可能要件，同条6項1号のサポート要件及び同項2号の明確性要件のいずれにも違反しないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告らの主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，「ワックスの残存率」を「ワックス除去処理後の先端部のワックス被覆量」／「ワックス除去処理後の先端部以外の部分のワックス被覆量」と解すべきであり，このように解したとしても，本件訂正明細書の記載とは矛盾しない旨主張する。しかしながら，原告らの主張のように解すると，先端部や先端部以外の長さによって「ワックスの残存率」の数値が変動することになり，当該数値が点火時間との関係で技術的意義を有しないものとなる。のみならず，上記主張は，本件訂正明細書【0025】の実施例2において「ワックスの残存率」につき，先端部以外の長さに左右されないものとして24％であると算定しているところと明らかに矛盾することになる。この点につき，本件訂正明細書において「ワックスの残存率」が「24％」と明記されているにもかかわらず，原告らが主張するように，当該数値を「24％前後」と解することができないことも明らかである。そうすると，原告らの主張は，本件特許請求の範囲に記載された本件発明の技術的意義を正解しないものであって，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，ローソクの燃焼芯の太さや重さによって「ワックスの残存率」が変動するにもかかわらず，本件特許請求の範囲及び本件訂正明細書には，燃焼芯の太さや重さが記載されていないのであるから，「ワックスの残存率」を「19％～33％」とするには当業者にとって過度の試行錯誤を要するものであって，実施可能要件及びサポート要件を充足しない旨主張する。しかしながら，本件発明にいう「ワックスの残存率」は，上記(3)のとおり，［ワックス除去処理後の先端部のワックスの単位長さあたりの被覆量］／［ワックス除去処理後の先端部以外の部分のワックスの単位長さあたりの被覆量］という計算式によって算定され，本件訂正明細書には「ワックスの残存率」が「19％～33％」であって，「3秒以内で点火」することのできたローソクが記載されており，しかも本件発明のローソクは，先端部も先端部以外の部分もワックスが均一に被覆されている構成を採用するものと解されるのであるから，本件特許請求の範囲及び本件訂正明細書に燃焼芯の芯糸の太さ等が記載されていないとしても，単位長さあたりのワックスの被覆量によって「ワックスの残存率」を測定することに困難な事情があるということはできず，当業者の過度の試行錯誤を要するとまではいえない。",
                    "したがって，原告らの上記主張は，結局のところ，「ワックスの残存率」の計算式につき上記と異なる見解に立って，実施可能要件違反又はサポート要件違反をいうものにすぎず，採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，本件特許請求の範囲が「3秒以内で点火される」と特定されているのに対し，本件訂正明細書には平均値しか記載されていないから，本件発明のローソクは，特定の値である「3秒以内で点火」することができないものを含むことになり，また，特定の値である「3秒以内」が点火時間の平均値であることは，当業者において特許請求の範囲の記載から認識できないと主張する。しかしながら，前記(3)イのとおり，本件発明の技術的特徴は，ワックスで被覆された燃焼芯を有するローソクの点火時間を短縮するための解決手段を提示するものであり，また，「3秒以内で点火される」との構成は，本件発明を構成する要件であるから，「3秒以内で点火」ができないローソクは，本件発明から除外されていることは明らかである。したがって，原告らの上記主張は，本件発明の技術的意義を正解せずに，本件発明が「3秒以内で点火」できないローソクを含むという前提に立つものであって，採用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，本件訂正明細書に記載されている製造方法は先端部に被覆されたワックスをこそぎ落とした燃焼芯を，あらかじめ成形したローソク本体に設けられた貫通孔に挿入したもののみに限定するのに対し，本件特許請求の範囲は，当該製造方法に限定するものではないとして，本件特許請求の範囲の記載が特許法36条6項1号のサポート要件に違反する旨主張する。しかしながら，本件訂正明細書によれば，ローソクの基本的な構成につき，「ワックスで被覆された燃焼芯を有するローソクは，例えば予め溶融ワックス液中に浸漬して被覆した燃焼芯をローソク本体に埋設させて製造するか，又はワックスで被覆されていない燃焼芯をローソク本体に埋設させた後，燃焼芯のローソク本体から突出した部分を溶融ワックス液中に浸漬して被覆することにより製造される。」(【0002】)，「本発明のローソクは，予めワックスが被覆された燃焼芯の先端部のワックスを除去した燃焼芯をローソクの成形に用いても良いし，あらかじめ成形しておいたローソク本体の挿入孔に挿入したものでも良い。さらに，ローソクを成形した後に，ワックスが被覆された燃焼芯の先端部のワックスを除去し芯を露出させてもよい。」(【0010】，【0011】)と記載されているのであるから，当業者が本件訂正明細書において本件発明の課題を解決することができると認識できるローソクは，先端部のワックスを除去した燃焼芯をローソク本体の挿入孔に挿入する方法による実施例(【0025】)に限られるものではないことは明らかである。したがって，原告らの上記主張は，その前提を欠くものであり，採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告らは，本件発明の「こそぎ落とし又は溶融除去することにより」との記載は，物の製造方法が記載されているプロダクト・バイ・プロセス・クレームであるから，明確性要件に適合しないなどと主張する。",
                    "しかし，証拠(甲25)及び弁論の全趣旨によれば，原告らの上記主張は，本件の特許無効審判において無効理由として主張されたものではなく，当該審判の審理判断の対象とはされていないものと認められるから，もとより本件訴訟の審理判断の対象となるものではなく(最高裁判所昭和42年(行ツ)第28号同51年3月10日大法廷判決・民集30巻2号79頁参照)，失当というほかない。",
                    "なお，この点につき付言するに，PBP最高裁判決は，物の発明についての特許に係る特許請求の範囲にその物の製造方法が記載されている場合に，出願時において当該物をその構造又は特性により直接特定することが不可能であるか又はおよそ実際的でないという事情(以下「不可能・非実際的事情」という。)が存在するときに限り，当該特許請求の範囲の記載が特許法36条6項2号にいう明確性要件に適合する旨判示するものである。このように，PBP最高裁判決が上記事情の主張立証を要するとしたのは，同判決の判旨によれば，物の発明の特許に係る特許請求の範囲にその物の製造方法が記載されている場合には，製造方法の記載が物のどのような構造又は特性を表しているのかが不明であり，特許請求の範囲等の記載を読む者において，当該発明の内容を明確に理解することができないことによると解される。そうすると，特許請求の範囲にその物の製造方法が記載されている場合であっても，当該製造方法の記載が物の構造又は特性を明確に表しているときは，当該発明の内容をもとより明確に理解することができるのであるから，このような特段の事情がある場合には不可能・非実際的事情の主張立証を要しないと解するのが相当である。",
                    "これを本件についてみるに，本件発明の「該燃焼芯にワックスが被覆され，かつ該燃焼芯の・・・先端部に被覆されたワックスを，該燃焼芯の先端部以外の部分に被覆されたワックスの被覆量に対し，ワックスの残存率が19％～33％となるようこそぎ落とし又は溶融除去することにより前記燃焼芯を露出させる・・・ことを特徴とするローソク」という記載は，その物の製造に関し，経時的要素の記載があるとはいえるものの，ローソクの燃焼芯の先端部の構造につき，ワックスがこそぎ落とされて又は溶融除去されてワックスの残存率が19％ないし33％となった状態であることを示すものにすぎず，仮に上記記載が物の製造方法の記載であると解したとしても，本件発明のローソクの構造又は特性を明確に表しているといえるから，このような特段の事情がある場合には，PBP最高裁判決にいう不可能・非実際的事情の主張立証を要しないというべきである。",
                    "したがって，原告らの主張は，PBP最高裁判決を正解しないものであり，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "そのほかに原告らの当審における主張を改めて十分検討しても，結局のところ，原告らの主張は，本件発明の技術的意義を正解せずに，「ワックスの残存率」につき独自の見解に立って審決を非難するに帰するものであって，上記判断を左右するに至らない。",
                "以上によれば，本件発明の詳細な説明の記載及び本件特許請求の範囲の記載に記載不備が認められないとした審決の判断に結論において誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の要旨",
              "text": [
                "本件訂正明細書によれば，本件発明1の内容は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来，ワックスで被覆された燃焼芯を有するローソクの点火には，ワックスの加熱，溶融，気化の各工程を経る必要があり，燃焼芯への点火に通常3ないし5秒間かかることは避けられないため，例えば「ウォーマーキャンドル」のような比較的多くのワックスが被覆されているローソクでは，一層点火時間が長くなるなどの問題(本件訂正明細書【0004】)があった。本件発明は，この問題を解決することを課題(【0004】)とし，ローソク本体から突出した燃焼芯の先端から少なくとも3mmの先端部に被覆されたワックスにつき，「ワックスの残存率」(［ワックス除去処理後の先端部のワックスの単位長さあたりの被覆量］／［ワックス除去処理後の先端部以外の部分のワックスの単位長さあたりの被覆量］という計算式で算出される割合をいう。)が19％ないし33％となるように，こそぎ落とし又は溶融除去することによって燃焼芯を露出させるとともに，燃焼芯の先端部に3秒以内で点火されるように構成することを特徴とするローソクを提供するものである(【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記構成を採用することにより，本件発明のローソクは，燃焼芯に被覆されたワックスを燃焼芯の先端部より除去し燃焼芯を露出させるという簡便安価な対応で，格段に点火時間を短縮させることができる効果(【0006】)を奏するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1-1発明ないし甲1-5発明の要旨(当事者間に争いがない)。",
                "甲1-1刊行物ないし甲1-5刊行物には，次の各発明が記載されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1-1発明",
                  "text": [
                    "「サンタあるいはスノーマンの形状をしたローソク本体から突出した燃焼芯を有するローソクであって，該燃焼芯の突出部分は，根元部分がローソク本体のロウにより被覆されており，先端部は白色である，ローソク」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1-2発明",
                  "text": [
                    "「スノーマンの形状をしたロウ部分から突出した細いキャンドルを有するローソクであって，該細いキャンドルは，燃焼芯部分が4．4mm程度突出しているものであるローソク」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1-3発明",
                  "text": [
                    "「ローソク本体から突出した燃焼芯を有するローソクであって，該燃焼芯の突出部分にローソク本体を形成するためのロウが被覆されたローソク」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲1-4発明",
                  "text": [
                    "「ローソク本体から突出した燃焼芯を有するローソクであって，該燃焼芯の突出部分にローソク本体を形成するためのロウが被覆されたローソク」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲1-5発明",
                  "text": [
                    "「ローソク本体から突出した燃焼芯を有するローソクであって，ローソク本体を形成するロウが被覆された先端部のロウを溶解除去することにより該燃焼芯の突出部分が形成されているローソク」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と甲1-1発明の一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点(当事者間に争いがない。)",
                  "text": [
                    "「ローソク本体から突出した燃焼芯を有するローソクであって，該燃焼芯にワックスが被覆され，燃焼芯の先端部が露出しているローソク」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点a1",
                      "text": [
                        "本件発明1の「燃焼芯」は，「該燃焼芯にワックスが被覆され，かつ該燃焼芯の先端から少なくとも3mmの先端部に被覆されたワックスを，該燃焼芯の先端部以外の部分に被覆されたワックスの被覆量に対し，ワックスの残存率が19％～33％となるようこそぎ落とし又は溶融除去することにより前記燃焼芯を露出させる」ものであるのに対し，甲1-1発明の「燃焼芯」は，そのような特定がなされてない点"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点a2",
                      "text": [
                        "本件発明1のローソクは，「燃焼芯の先端部に3秒以内で点火されるよう構成した」ものであるのに対し，甲1-1発明はそのような特定がなされていない点"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲1-1発明に関する相違点の容易想到性",
              "text": [
                "甲2公報ないし甲7公報及びそのほかの証拠によっても，前記(1)にいう「ワックスの残存率」が19％ないし33％となるローソクが記載されたものはなく，また，本件出願当時，当該構成を採用するローソクが周知のものであったことを認めるに足りる記載もない。そうすると，当業者が相違点a1の構成を採用することが容易であったと認めることはできない。",
                "したがって，本件発明1は，甲1-1発明及びそのほか証拠に記載された事項又は周知技術から，当業者が容易に想到し得たものとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲1-2発明ないし甲1-5発明に関する相違点の容易想到性",
              "text": [
                "甲1-2発明ないし甲1-5発明は，本件発明1と対比すると，(3)イ(ア)に記載した相違点a1と同一の相違点を有していることが認められるところ，当該相違点に係る本件発明1の構成が容易想到とはいえないことも，上記(4)のとおりである。",
                "したがって，本件発明1は，甲1-2発明ないし甲1-5発明の各発明及びそのほかの証拠に記載された事項又は周知技術から，当業者が容易に想到し得たものとはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明2に関する容易想到性について",
              "text": [
                "本件発明2は，本件発明1を更に「燃焼芯の先端部がほぐされている」ものに限定するものであるから，本件発明2についても，甲1-1発明ないし甲1-5の各発明及びそのほかの証拠に記載された事項又は周知技術から，当業者が容易に想到し得たものということはできない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "原告らの主張に対する判断",
              "text": [
                "原告らは，本件発明は一般的に使用されている従来ローソクを含むものであり，「ワックスの残存率」が16％のローソクは甲35刊行物にも記載されている上，そもそも本件発明の点火時間は「ワックスの残存率」に左右されるものではなく，燃焼芯の先端部が露出さえしていれば「3秒以内」に着火するのであるから，「ワックスの残存率」を「19％～33％」にすることは，技術的意義も臨界的意義もない単なる設計事項であるから，本件発明は，当業者が周知技術に基づいて容易に発明できたものであるなどと主張する。",
                "しかしながら，原告らが上記ローソクに適用した「ワックスの残存率」の計算式は，本件発明にいう計算式とは異なるものであり，しかも，上記ローソクは，「先端部」及び「先端部以外の部分」のワックスが均一に被覆されているものではないから，原告らの上記主張は，本件発明のローソクとは異なるローソクを前提として主張するものにすぎず，その前提を欠くというほかない。そのほかに原告らが提出する証拠を踏まえても，本件発明にいう「ワックスの残存率」が「19％～33％」であるローソクが記載されたものはなく，また，本件出願当時に当該ローソクが周知のものであったことを認めるに足りる証拠もない。",
                "したがって，原告らの上記主張は，本件発明の技術的特徴を正解せず，独自の見解をいうものであり，採用することはできない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "そのほかに原告らの当審における主張を改めて十分検討しても，結局のところ，原告らの主張は，本件発明の技術的意義を正解せずに，「ワックスの残存率」につき独自の見解に立って審決を非難するに帰するものであって，上記判断を左右するに至らない。",
                "以上によれば，本件発明が進歩性を有するとした審決の判断に結論において誤りはなく，取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告らが主張する各取消事由はいずれも理由がなく，原告らの本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10184",
    "date": "2016-09-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086180",
    "ipprecedent_id": "4444",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}