{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2014-890017号事件について平成27年1月6日にした審決のうち，登録第5621414号の指定役務中「第42類  ウェブログの運用管理のための電子計算機用プログラムの提供，オンラインによるブログ作成用コンピュータプログラムの提供，インターネット上の情報を閲覧するためのコンピュータプログラムの提供」についての登録を無効とする部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求に対する審決のうち無効成立部分に対する取消訴訟である。争点は，①無効理由判断基準時及び引用商標の適格性の有無，並びに，②指定商品及び指定役務の類似性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，「ブロマガ」の片仮名と「BlogMaga」の欧文字を上下二段に表してなる登録第5621414号商標（平成24年9月13日登録出願，平成25年10月11日設定登録。本件商標）の商標権者であり，本件商標の指定役務は，「第42類  インターネット等の通信ネットワークにおけるホームページの設計・作成又は保守，インターネット等の通信ネットワークにおけるホームページの設計・作成又は保守に関するコンサルティング，インターネット等の通信ネットワークにおけるホームページの設計・作成又は保守に関する情報の提供，インターネット等の通信ネットワークにおける情報・サイト検索用の検索エンジンの提供，インターネット等の通信ネットワークを利用するためのコンピュータシステムの設計・作成又は保守に関するコンサルティング，インターネット等の通信ネットワークを利用するプログラムの設計・作成又は保守，コンピュータにおけるウィルスの検出・排除及び感染の防止・パスワードに基づくインターネット情報及びオンライン情報の盗用の防止並びにコンピュータにおけるハッカーの侵入の防止等の安全確保のためのコンピュータプログラムによる監視，インターネットサイトにおけるブログ検索用の検索エンジンの提供，インターネットにおけるブログのためのサーバーの記憶領域の貸与，ウェブログの運用管理のための電子計算機用プログラムの提供，ウェブログ上の電子掲示板用サーバの記憶領域の貸与及びこれに関する情報の提供，オンラインによるブログ作成用コンピュータプログラムの提供又はこれに関する情報の提供，インターネットホームページを閲覧するための電子計算機の貸与，インターネット上で利用者が交流するためのソーシャルネットワーキング用サーバコンピュータの記憶領域の貸与，インターネット上の情報を閲覧するためのコンピュータプログラムの提供，インターネット等の通信ネットワークにおいて利用可能な記憶装置の記憶領域の貸与」である。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告株式会社ニワンゴ（被告ニワンゴ）は，平成26年3月26日，特許庁に対し，本件商標が商標法4条1項11号，同7号及び同19号に該当するとして，その登録を無効とすることについて審判を請求した（無効2014-890017号）。",
            "特許庁は，平成27年1月6日，「登録第5621414号の指定役務中『第42類  ウェブログの運用管理のための電子計算機用プログラムの提供，オンラインによるブログ作成用コンピュータプログラムの提供，インターネット上の情報を閲覧するためのコンピュータプログラムの提供』についての登録を無効とする。」との審決（本件審決）をし，その謄本は，同月16日に原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点（本件訴訟と関連のない部分は簡略に記載する。）",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項11号該当性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と引用商標の類否について",
                  "text": [
                    "請求人（被告ニワンゴ）が本件商標は商標法4条1項11号に該当するとして引用する登録第5023859号商標（引用商標）は，「ブロマガ／BlogMag」の文字を書してなり，平成18年4月12日に登録出願，第9類「耳栓，加工ガラス（建築用のものを除く。），アーク溶接機，金属溶断機，電気溶接装置，オゾン発生器，電解槽，検卵器，金銭登録機，硬貨の計数用又は選別用の機械，作業記録機，写真複写機，手動計算機，製図用又は図案用の機械器具，タイムスタンプ，タイムレコーダー，パンチカードシステム機械，票数計算機，ビリングマシン，郵便切手のはり付けチェック装置，自動販売機，ガソリンステーション用装置，駐車場用硬貨作動式ゲート，救命用具，消火器，消火栓，消火ホース用ノズル，スプリンクラー消火装置，火災報知機，ガス漏れ警報器，盗難警報器，保安用ヘルメット，鉄道用信号機，乗物の故障の警告用の三角標識，発光式又は機械式の道路標識，潜水用機械器具，業務用テレビゲーム機，電動式扉自動開閉装置，乗物運転技能訓練用シミュレーター，運動技能訓練用シミュレーター，理化学機械器具，写真機械器具，映画機械器具，光学機械器具，測定機械器具，配電用又は制御用の機械器具，回転変流機，調相機，電池，電気磁気測定器，電線及びケーブル，電気アイロン，電気式ヘアカーラー，電気ブザー，電気通信機械器具，電子応用機械器具及びその部品，磁心，抵抗線，電極，消防艇，ロケット，消防車，自動車用シガーライター，事故防護用手袋，防じんマスク，防毒マスク，溶接マスク，防火被服，眼鏡，家庭用テレビゲームおもちゃ，携帯用液晶画面ゲームおもちゃ用のプログラムを記憶させた電子回路及びCD-ROM，スロットマシン，ウエイトベルト，ウエットスーツ，浮袋，運動用保護ヘルメット，エアタンク，水泳用浮き板，レギュレーター，レコード，メトロノーム，電子楽器用自動演奏プログラムを記憶させた電子回路及びCD-ROM，計算尺，映写フィルム，スライドフィルム，スライドフィルム用マウント，録画済みビデオディスク及びビデオテープ，電子出版物」，並びに，第35類，第38類及び第42類に属する商標登録原簿記載のとおりの商品及び役務を指定商品及び指定役務として，平成19年2月9日に設定登録され，その後，同24年10月3日に登録された「商標権一部取消し審判の予告登録」について，同25年8月8日の審判の確定登録によって，指定商品及び指定役務中，第42類に属する役務については，「第42類  気象情報の提供，建築物の設計，測量，地質の調査，機械・装置若しくは器具（これらの部品を含む。）又はこれらの機械等により構成される設備の設計，デザインの考案，電子計算機・自動車その他その用途に応じて的確な操作をするためには高度の専門的な知識・技術又は経験を必要とする機械の性能・操作方法等に関する紹介及び説明，医薬品・化粧品又は食品の試験・検査又は研究，建築又は都市計画に関する研究，公害の防止に関する試験又は研究，電気に関する試験又は研究，土木に関する試験又は研究，農業・畜産又は水産に関する試験・検査又は研究，機械器具に関する試験又は研究，著作権の利用に関する契約の代理又は媒介，社会保険に関する手続の代理，計測器の貸与，理化学機械器具の貸与，製図用具の貸与」となり，その商標権は現に有効に存続しているものである。",
                    "本件商標と引用商標の類否について検討するに，両者は，外観においては，二段に表されているか一段で表されているか，また，その構成文字中「／」及び「a」の有無の差異を有するものであるが，「ブロマガ」及び「BlogMag」の文字部分を共通にするものである。そして，称呼においては，「ブロマガ」の称呼を共通にする場合があって，観念においては，本件商標と引用商標は，「ブロマガ」の片仮名を共通にするものであり，観念において相違はないものであるから，両者の外観，称呼及び観念を総合してみれば，両商標は，類似する商標といえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標の指定役務と引用商標の指定商品の類否について",
                  "text": [
                    "請求人（被告ニワンゴ）は，本件商標の指定役務中「ウェブログの運用管理のための電子計算機用プログラムの提供，オンラインによるブログ作成用コンピュータプログラムの提供又はこれに関する情報の提供，インターネット上の情報を閲覧するためのコンピュータプログラムの提供」（以下，これらをまとめて「ウェブログの運用管理のための電子計算機用プログラムの提供等」ということがある。）及び「インターネットにおけるブログのためのサーバーの記憶領域の貸与，ウェブログ上の電子掲示板用サーバの記憶領域の貸与及びこれに関する情報の提供，インターネットホームページを閲覧するための電子計算機の貸与，インターネット上で利用者が交流するためのソーシャルネットワーキング用サーバコンピュータの記憶領域の貸与，インターネット等の通信ネットワークにおいて利用可能な記憶装置の記憶領域の貸与」（以下，これらをまとめて「インターネットにおけるブログのためのサーバーの記憶領域の貸与等」ということがある。）が，引用商標の指定商品中「電子応用機械器具及びその部品」に含まれる「電子計算機用プログラム」に類似すると主張するので，それら役務と商品の類否について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「ウェブログの運用管理のための電子計算機用プログラムの提供等」と「電子計算機用プログラム」の類否について",
                      "text": [
                        "「ウェブログの運用管理のための電子計算機用プログラムの提供，オンラインによるブログ作成用コンピュータプログラムの提供，インターネット上の情報を閲覧するためのコンピュータプログラムの提供」で提供される役務は，その用途が限定されているものの，いずれも「電子計算機用（コンピュータ）プログラムの提供」の範ちゅうに含まれるものといえる。そうすると，これらの役務で提供される内容はいずれも「電子計算機用プログラム」であることから，提供される役務と商品「電子計算機用プログラム」とはその用途を共通にし，その需要者も共通にするものといえる。",
                        "そして，商品「電子計算機用プログラム」の製造・販売者がかかる役務の提供を行うことも少なくない。さらに，これら役務はインターネット等の通信回線を通じてその提供がなされるのに対し，該商品は記録媒体に記録されて店頭で販売されるほか，インターネット等の通信回線を通じてダウンロードすることによっても販売され，両者の取引形態が共通する場合もあるというのが一般的である。",
                        "してみれば，「電子計算機用プログラムの提供」の範ちゅうに含まれる「ウェブログの運用管理のための電子計算機用プログラムの提供，オンラインによるブログ作成用コンピュータプログラムの提供，インターネット上の情報を閲覧するためのコンピュータプログラムの提供」と商品「電子計算機用プログラム」とは，これらに同一又は類似の商標が使用された場合，同一の営業主により提供又は製造・販売されるものと誤認され，その出所について混同するおそれがある，互いに類似のものと判断するのが相当である。",
                        "しかし，「オンラインによるブログ作成用コンピュータプログラムの提供又はこれに関する情報の提供」に含まれる「オンラインによるブログ作成用コンピュータプログラムの提供」以外の役務（「オンラインによるブログ作成用コンピュータプログラムの提供に関する情報の提供」に相当する役務）については，当該役務と商品「電子計算機用プログラム」とが類似するというべき証左の提出もなく，そのような事情も発見できないから，両者は類似するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「インターネットにおけるブログのためのサーバーの記憶領域の貸与等」と「電子計算機用プログラム」の類否について",
                      "text": [
                        "これらの役務中情報の提供以外の役務（「○○○の記憶領域の貸与」の役務）は，主に通信事業者やインターネットサービスプロバイダによって提供され，商品「電子計算機用プログラム」は，コンピュータのソフトウェアメーカーによって開発・製造されるものであるから，両者の事業者は異なっており，また，両者はいずれもコンピュータに関連するものの，その用途は異なるとみるのが自然であり需要者もおのずとそれぞれを利用する者に限られるといえるから，両者は，これらに同一又は類似の商標が使用されたとしても，同一の営業主により提供又は製造・販売されるものと誤認されるおそれがある関係にない，非類似のものと判断するのが相当である。",
                        "次に，「インターネットホームページを閲覧するための電子計算機の貸与」と「電子計算機用プログラム」についてみると，前者は主にレンタル業者，リース業者によって提供され，後者は前述のとおりソフトウェアメーカーによって開発・製造されるものであり，両者の事業者は異なっており，また，前者が電子計算機そのものの利用であり，後者は電子計算機を利用するために使用するものであるから，両者の用途は異なるといえ，さらに，需要者も，前者がコンピュータを保有していない者，後者がコンピュータを保有している者と異なっている。そうとすれば，両者は，これらに同一又は類似の商標が使用されたとしても，同一の営業主により提供又は製造・販売されるものと誤認されるおそれのない，非類似のものと判断するのが相当である。",
                        "さらに，「ウェブログ上の電子掲示板用サーバの記憶領域の貸与及びこれに関する情報の提供」に含まれる「ウェブログ上の電子掲示板用サーバの記憶領域の貸与」以外の役務（「ウェブログ上の電子掲示板用サーバの記憶領域の貸与に関する情報の提供」に相当する役務）については，当該役務と商品「電子計算機用プログラム」とが類似するというべき証左の提出もなく，そのような事情も発見できないから，両者は類似するものとはいえない。",
                        "してみれば，「インターネットにおけるブログのためのサーバーの記憶領域の貸与等」と商品「電子計算機用プログラム」とは，非類似のものというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項7号及び同19号該当性について",
              "text": [
                "本件商標は，商標法4条1項7号及び同19号に該当するものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "本件商標は，その指定役務中「ウェブログの運用管理のための電子計算機用プログラムの提供，オンラインによるブログ作成用コンピュータプログラムの提供，インターネット上の情報を閲覧するためのコンピュータプログラムの提供」についての登録は，商標法4条1項11号に違反してされたものであるから，同法46条1項の規定に基づき，その登録を無効にすべきものであり，その余の指定役務についての登録は，商標法4条1項11号，同7号，及び同19号のいずれにも違反してされたものではないから，その登録を無効にすることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（無効理由判断基準時及び引用商標の適格性の有無）",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成25年9月17日に，引用商標の第9類の指定商品として「電子応用機械器具及びその部品」を含む商品を指定した商標権につき不使用取消審判を請求し，当該不使用取消審判において不使用が認められて確定し，引用商標の第9類指定商品部分については，当該審判の予告登録日である平成25年10月7日に遡って消滅した。よって，本件商標の商標登録査定（登録査定）時である平成25年9月25日時点では，引用商標は一応存在していたが，本件商標の設定登録時である平成25年10月11日時点では，引用商標は消滅しており，不存在になったのである。したがって，本件商標の登録査定時を判断基準とすると，引用商標の存在を理由として，商標法4条1項11号に該当し，本件商標は無効となるが，一方で，本件商標の設定登録時を判断基準とすると，引用商標が存在しないので，本件商標は無効とならない，という結論になる。これは，いわば，「査定又は審決の時以降設定登録までの間に不登録事由が消滅する場合」であり，すなわち，「査定又は審決の時以降設定登録までの間に不登録事由が出現する場合」と同じ特殊な場面であって，その不都合性を回避する必要性がある場合である。",
                    "よって，無効理由の判断基準時は，設定登録時とするべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商標法18条1項は，「商標権は，設定の登録により発生する。」と規定している。すなわち，設定登録は，商標権の効力発生要件である。",
                    "そうすると，商標登録無効審判においては，商標権の効力を無効にすることが目的であるから，設定登録という行政処分を無効の対象とすることになる。したがって，無効審判においては，特許庁長官がした「設定登録」という行政処分について，その処分の違法性が争われることとなり，その違法性の判断基準時は，「設定登録時」なのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，無効事由の判断時期が登録査定時であったとしても，本件においては，以下のとおり，商標法の制度趣旨から，無効とする判断は誤りである。",
                "商標法50条の趣旨は，業務上の信用がなく，空権化した商標権の存在は，一般公衆に空権化した商標権によって制限を受けるなどの不利益をもたらすことになり，また，権利の安定化を図るため我が国商標法は登録主義を採用するが，その弊害を阻止するために，実質的に使用主義的規定である不使用取消審判を採用したものである。",
                "さらに，商標法4条1項11号の規定は，他人の実在する商標権との間で，出所の混同を生じるおそれがあることから，他人の商標権の存在を不登録事由としている。しかし，本件では，取り消された引用商標の商標権の第9類指定商品部分「電子計算機用プログラム」については，保護すべき業務上の信用が全く存在しないのである。本件商標権の指定役務「ウェブログの運用管理のための電子計算機用のプログラムの提供，オンラインによるブログ作成用コンピュータプログラムの提供，インターネット上の情報を閲覧するためのコンピュータプログラムの提供」との間での出所混同のおそれも全く認められない。にもかかわらず，無効の判断だけが残ってしまうこととなる。",
                "このような事態は，本来，商標法が想定していないというべきであり，商標法における不登録事由を規定した4条1項11号，また，不使用取消制度を規定した50条等の趣旨からすれば，是正されなければならない制度的瑕疵であるといえる。",
                "したがって，本件審決においては，上記のような特段の事情が存しているにもかかわらず，上記特段の事情を一切考慮しない違法があるから，信義則に照らし，本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商品と役務の類否の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件では，本件商標における指定役務「ウェブログの運用管理のための電子計算機用のプログラムの提供，オンラインによるブログ作成用コンピュータプログラムの提供，インターネット上の情報を閲覧するためのコンピュータプログラムの提供」と引用商標における指定商品「電子応用機械器具及びその部品」とが対比されるべきである。",
                "引用商標の指定商品欄には「電子計算機用プログラム」なる商品は記載されておらず，本件商標の指定役務と関連するものとして第9類において記載されている指定商品は，「電子応用機械器具及びその部品」だけである。そして，本件審決時である平成27年1月6日に対応した「商品及び役務の区分に基づく類似商品・役務審査基準：国際分類第10-2015版対応」に記載されている「電子計算機用プログラム」は，「電子応用機械器具の部品」の1つなのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ウェブログの運用管理のための電子計算機用プログラムの提供等は，決して電子応用機械器具の部品としてのプログラムを提供するものではない。",
                "近年，急激にインターネットが発展し，インターネットを利用したサービスが急速に出回ってきている。特に，「もの」を製造しない情報発信会社がインターネットを利用し，各種の情報をサービス事業としてインターネット上に発信している。また，自ら情報を発信するのみではなく，企業や個人に情報発信の機会を与えるべく，これらの者にウェブサイトを提供又は貸与し，さらに，このウェブサイト上で，独自のコンピュータプログラムを提供して情報サービスを行っているのである。このような種類，態様の「コンピュータプログラムの提供」は，第9類の電子応用機械器具の部品である「電子計算機用プログラム」の提供とはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "①「電子応用機械器具及びその部品」に含まれており，かつ，ウェブログの運用管理のための電子計算機用プログラムの提供等と類似する商品（例えば，ウェブログの運用管理のための電子計算機用プログラム）は，現時点で，一般的には製造・販売されておらず，また，ウェブログの運用管理のための電子計算機用プログラムの提供等の提供者が当該商品を製造・販売している事実もない，②仮に前記商品が一般に製造・販売されているとすれば，用途は一致することとなるが，③当該商品の販売場所と役務の提供場所が一致するかどうかは，実際に当該商品が一般に製造・販売されていないことから不明であり，④当該商品の需要者は，インターネット上でウェブログサービス等を運営するインターネット関連企業であり，ウェブログの運用管理のための電子計算機用プログラムの提供等の需要者は，当該ウェブログサービスを利用する一般消費者であって，全く一致しない。",
                "以上のことから，取引の実情を考慮し，個別具体的に判断をすれば，ウェブログの運用管理のための電子計算機用プログラムの提供等と「電子応用機械器具及びその部品」とは，同一業者によって製造・販売又は役務提供されておらず，需要者の範囲も異なることから，両者に出所の混同を生じるおそれはないというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告ニワンゴ訴訟承継人株式会社ドワンゴの反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項11号の該当性は，登録査定日を基準として判断されるべきである。",
                "商標の登録審査は，特許庁において出願された商標について登録を受けることができない理由があるかを審査するプロセスであり，登録を受けることができない理由がないと判断した場合には登録査定によって商標登録が認められる。したがって，商標法4条3項にあるような明文での例外がある場合を除き，商標法4条1項各号等の商標登録の要件の有無は登録査定時を基準としてなされるのが原則である。一方，無効審判は，行政処分である登録査定に瑕疵があったことを理由として行われるものであるから，当然，特許庁が登録要件について判断を下した登録査定時をもってその基準とすると解すべきであり，特許庁の実務もこれに沿うものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件においては，商標法54条2項により引用商標の商標権が消滅した日が本件商標の登録査定日と近接していたことから，原告は，例外的に，予告登録日以前においても商標権が消滅したかのような取扱いを特許庁に求めるものである。",
                "しかし，かかる運用は，商標登録制度の公示原則に相反する結果となり，法的安定性を不当に害するものとなる。",
                "また，原告は，本件商標の出願と同時に引用商標の第42類の指定役務について不使用取消審判（取消2012-300731号）の申立てを行いこれが認められて，平成24年10月3日をもって同指定役務についての引用商標が消滅している。ところが，原告は，その当時，本件で問題となっている第9類に係る引用商標については不使用取消審判を提起せず，本件商標の出願日から約一年間が経過して初めて不使用取消審判を提起したものである。このように第9類に係る引用商標について原告の不使用取消審判の請求が遅れた結果，本件商標との関係では商標法4条1項11号該当性が認められることになったものである。上記のような経緯を鑑みれば，これは原告自らの手続懈怠によって招いた不利益であるといえる。",
                "原告は，本件において本件商標の商標登録を無効と判断することは，制度的瑕疵であり，信義則に照らし，本件審決は取り消されるべきと主張する。",
                "この点，原告の「制度的瑕疵」なる主張は立法論であって何の意味をも持たないものであり，「信義則に照らし，本件審決は取り消されるべき」との主張は，そもそも誰のどの行為が信義則に違反し，その信義則違反から生じるどのような法的効果によって本件審決が取り消されるべきと主張しているのかは不明であり，主張自体が失当である。また，仮に，原告の主張は特許庁による本件審決が信義則に違反する行為であるという趣旨の主張であると解するとしても，特許庁は，商標法の定めるところにより，適切に本件商標の商標法4条1項11号該当性の判断を行い，本件商標に係る商標登録が無効であるとの審決を行ったものであり，何ら信義則に反する行為は存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "本件商標の指定役務である「ウェブログの運用管理のために電子計算機用プログラムの提供等」を行う際に提供される内容は，いずれも，引用商標の指定商品に当たる「電子計算機用プログラム」であって，その用途，需要者を共通にし，商品「電子計算機用プログラム」の製造・販売者がかかる役務の提供を行うことは少なくなく，電子計算機用プログラムがインターネット等の通信回線を通じてダウンロード等により提供される場合もあるのだから，取引形態も共通する場合がある。",
            "原告の主張は，「電子計算機用プログラム」はコンピュータなどのハードウェアを動作させるために使用されるものであって，第9類の「電子計算機用プログラム」と第42類の「電子計算機用プログラムの提供」とは電子計算機用プログラムがコンピュータなどのハードウェアを動作させるためのものではないときは類似しないという誤った前提に立っており，不合理である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（無効理由判断基準時及び引用商標の適格性の有無）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実等",
              "text": [
                "本件商標が引用商標に類似する商標であることは，当事者間に争いがないところ，原告は，引用商標に基づいて本件商標が商標法4条1項11号所定の商標と判断されるべきではないと主張するので，以下，検討する。",
                "掲記する証拠及び弁論の全趣旨から，次の事実を認定することができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成24年9月13日，本件商標を出願した（甲1）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成24年9月13日，引用商標の指定商品及び指定役務中「第42類  電子計算機のプログラムの設計・作成または保守，電子計算器の貸与，電子計算機用プログラムの提供」についての登録を取り消す旨の審決を求め，平成24年10月16日，その予告登録がなされた（取消2012-300731号，甲3，甲153)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "平成25年6月4日，イの請求に係る引用商標の商標登録取消審決がなされ，同年8月8日，同年7月16日に確定した旨の登録がなされた（甲3，甲153，甲159）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，平成25年9月17日，引用商標の指定商品中，「第9類  全指定商品」，「第35類  全指定役務」，「第38類  全指定役務」及び「第42類  全指定役務」についての登録を取り消す旨の審決を求めた（取消2013-300794号，取消2013-300795号，取消2013-300796号，取消2013-300797号，甲3，甲153）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "平成25年9月25日，本件商標の登録査定がなされた（甲1）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "平成25年10月7日，上記エの各請求について，それぞれ商標権一部取消し審判の予告登録がなされた（甲3，甲153）。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "平成25年10月11日，本件商標の設定登録がなされた（甲1）。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "平成26年11月28日，上記エの各請求に係る引用商標の商標登録取消審決がなされ，平成27年1月30日，当該各審判は同月7日に確定した旨の登録，及び，引用商標権の抹消登録がなされた（甲153，甲160ないし甲163）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記事実経過から，本件は，本件商標の登録査定時には引用商標が存在していたが，本件商標の設定登録時には引用商標が消滅していたという特殊な場合であり，その不都合を回避する必要があるから，本件商標の設定登録時をその無効理由の判断基準時とすべきである，と主張する。",
                "しかし，商標法4条1項各号所定の商標登録を受けることができない商標に当たるかどうかを判断する基準時は，原則として登録査定時である（最三小平成16年6月8日判決，裁判集民事214号373頁）ところ，同条1項11号に関しては，当該商標の登録出願前に出願された他人の登録商標又はこれに類似する商標と対比しつつその商標登録の可否を検討し，拒絶の理由を発見しないときは商標登録をすべき旨の査定をしなければならない（商標法16条）のであるから，同条3項の適用を受けることなく，当該登録査定時をもって上記判断基準時と解すべきものである。",
                "原告は，本件商標の登録査定後に引用商標の不使用を理由とする商標登録取消審判請求の予告登録がなされ，その後に本件商標の商標登録が行われ，当該審判請求に基づいて引用商標の商標登録が取り消されたことから，本件商標の商標登録の可否は当該登録の設定時を基準として判断すべきであるとする。しかし，仮にこの主張を認めるとすると，商標登録取消審決に基づく商標登録取消しの効果を商標登録取消審判請求の予告登録より以前に遡らせることと同様となり，商標登録取消審決が確定したときは，当該商標権が審判請求の登録の日に消滅したものとみなす旨の規定（商標法54条2項）の趣旨に反することとなるから，相当ではない。",
                "原告の主張は，採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対して，原告は，商標権は設定登録により発生するのであって，商標権無効審判手続においては，行政処分である設定登録を無効の対象とするのであるから，本件商標の設定登録時をその違法性の判断基準時とすべきである，と主張する。",
                "しかし，商標登録は，前記(2)のとおり，商標登録出願について商標登録をすべき旨を定める行政処分である登録査定に基づいて行われるものであって，設定登録は，当該商標権の発生要件である（商標法18条1項）。したがって，商標登録無効審判は，原則として，登録査定を対象とするものであり，設定登録に瑕疵があることを理由とするものではない。",
                "原告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，原告は，不使用取消審判において商標登録を取り消す旨の審決が確定した引用商標には，商標法4条1項11号で保護すべき業務上の信用が存在せず，本件商標との間で出所混同のおそれもないから，これらの事情を考慮しない本件審決は，信義則に照らし違法である，と主張する。",
                "しかし，商標権について，その不使用を理由とする商標登録取消審判請求には特段の期間制限がないことからすれば，将来，引用商標の商標登録が取り消される可能性があるということのみで，登録査定時に考慮すべき引用商標としての適格性がないと判断することはできない。また，原告の主張する，保護すべき業務上の信用や出所混同のおそれがないことは，引用商標についての不使用を理由とする商標登録取消審判において商標登録を取り消す旨の審決が確定したことを理由とするものであるところ，上述した商標法54条2項の趣旨からすれば，当該取消審決の商標登録取消しの効果を当該審判の予告登録時より更に遡及させることは相当でない（なお，本件において，引用商標の消滅が本件商標の登録査定より遅れることとなったのは，前記(1)に認定のとおり，原告が本件商標登録の出願と同日に引用商標の指定役務である第42類の一部について不使用を理由とする商標登録取消審判を請求しながら，他の指定商品及び役務については，約1年後にこれを請求したことにも起因するのであるから，原告に保護すべき特段の利益があるともいえない）。",
                "原告の主張には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商品と役務の類否の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "指定商品又は指定役務が類似のものであるかどうかは，商品又は役務が，通常，同一営業主により製造若しくは販売又は提供されている等の事情により，それらの商品又は役務に同一又は類似の商標を使用する場合には，同一営業主の製造若しくは販売又は提供に係る商品又は役務と誤認されるおそれがあると認められる関係があるか否かによって判断すべきである（最三小昭和36年6月27日判決，民集15巻6号1730頁参照）。",
                "本件において，引用商標の指定商品「電子応用機械器具及びその部品」には，「電子計算機用プログラム」が含まれるところ，遅くとも本件商標の出願時には，電子計算機用プログラムは，記録媒体に記録された電子計算機用プログラムとして店頭にて販売されていたのみならず，インターネットを通じたダウンロードにより流通されており，さらには，インターネット等の通信回線を通じ，サーバ上に保管された電子計算機用プログラムを使用させる役務として提供されていたものと認められる（甲132）。",
                "一方，本件商標の指定役務中「ウェブログの運用管理のための電子計算機用プログラムの提供等」の役務で提供される内容は，いずれも「電子計算機用プログラム」であるから，商品「電子計算機用プログラム」の製造・販売者がかかる役務の提供を行うことも少なくないものと考えられる。また，商品「電子計算機用プログラム」の需要者と，役務「電子計算機用プログラムの提供」の需要者は，いずれも，コンピュータ等を用いて電子計算機用プログラムを使用する者であるから，共通するといえる。さらに，上記認定のとおり，電子計算機用プログラム自体の流通と，電子計算機用プログラムの提供とは，共にインターネット等の通信回線を通じて行われることもあると解されるから，取引形態も共通する。そして，これらの事情は，電子計算機用プログラムの用途の内容，例えば，ウェブログの運用管理，オンラインによるブログ作成，インターネット上の情報閲覧などに限られるか否かによって異なるものとは認められない。",
                "したがって，商品「電子計算機用プログラム」と役務「ウェブログの運用管理のための電子計算機用プログラムの提供等」とに同一又は類似の商標を使用する場合は，同一営業主の製造若しくは販売又は提供に係る商品又は役務と誤認されるおそれがあると認められる関係があるといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，原告は，引用商標の指定商品「電子応用機械器具及びその部品」に含まれる「電子計算機用プログラム」はあくまでも電子応用機械器具の部品としてのプログラムに限られるから，ウェブサイト上でのコンピュータプログラムの提供などとは類似しない，と主張する。",
                "しかし，仮に，特定分野の電子計算機用プログラムが商品としてのみ流通しており，ウェブサイト上などでは提供されてはいないという状況があったとしても，一般的には，前記認定のとおり，電子計算機用プログラムが，インターネット等を通じてダウンロードにより流通されると同時に，サーバ上に保管された電子計算機用プログラムをインターネット等の通信回線を通じて使用させる役務として提供されていたものと認められる。商品としてのみ流通している電子計算機用プログラムと，ウェブサイト上などでも電子計算機用プログラムが提供されている場合とで，その製造・販売・提供者や商品・役務の内容，それぞれの需要者が異なると認めるに足りる証拠はない。したがって，商品「電子計算機用プログラム」と役務「ウェブログの運用管理のための電子計算機用プログラムの提供等」とに同一又は類似の商標を使用する場合は，同一営業主の製造若しくは販売又は提供に係る商品又は役務と誤認されるおそれがあると認められる関係があるといえる。",
                "原告の主張には，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}