{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2014-10032号事件について平成26年12月22日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年10月29日，発明の名称を「マルチデバイスに対応したシステムにおいて用いられる装置，その装置において実行される方法およびプログラム」とする特許出願(特願2013-224753号。以下「本願」という。甲9)をしたが，平成26年4月2日付けで拒絶査定(甲13)を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，原告は，平成26年5月29日，これに対する不服の審判を請求し(甲14)，特許庁は，上記審判請求を不服2014-10032号事件として審理した。原告は，同年7月29日付けで拒絶理由通知(甲17)を受けたことから，同年9月17日，手続補正書(甲19)により特許請求の範囲を補正した(以下「本件補正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成26年12月22日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，平成27年1月8日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成27年1月28日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の本願の特許請求の範囲請求項1の記載は，次のとおりのものである(甲19)。以下，この請求項1に記載された発明を「本願発明」といい，本願発明に係る明細書(甲9)を「本願明細書」という。なお，文中の「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】マルチデバイスに対応したシステムにおいて用いられる装置であって，／前記装置は，ネットワークを介して，前記マルチデバイスとしての複数の端末のうちの少なくとも1つの端末に接続されるように構成され，前記装置は，プロセッサ部とメモリ部とを含み，前記メモリ部には，少なくとも1つのスタイルシートが予め格納されており，前記少なくとも1つのスタイルシートのそれぞれは，コンテンツの表示形式を定義するものであり，前記少なくとも1つのスタイルシートのそれぞれは，前記少なくとも1つの端末のうちの1つに対応し，／前記プロセッサ部は，／要求端末からの要求を前記ネットワークを介して受信することであって，前記要求端末は，前記少なくとも1つの端末のうちの1つである，ことと，／前記要求端末のユーザ・エージェント情報を認識することにより前記要求端末のタイプを判定し，前記要求端末のタイプに応じたスクリプトを，前記ネットワークを介して，前記要求端末に送信し，前記送信されたスクリプトを前記要求端末が実行することによって前記要求端末において取得された前記要求端末の画面サイズを示す情報を，前記ネットワークを介して，前記要求端末から受信することによって，前記要求端末の画面サイズを示す情報を取得することと，／前記要求端末の画面サイズを示す情報に少なくとも基づいて，前記少なくとも1つのスタイルシートのうちのスタイルシートを選択することと，／前記選択されたスタイルシートに基づく情報を前記ネットワークを介して前記要求端末に提供することと／を行うように構成されている，装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，その出願前に日本国内において頒布された刊行物である下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イからオの周知例1から4に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開2007-149052号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開2009-20709号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開2012-247927号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：国際公開第2012／141183号(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例4：特開2007-279864号公報(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，本願発明を，以下のとおり分説している。",
                "A  ：マルチデバイスに対応したシステムにおいて用いられる装置であって，",
                "B  ：前記装置は，ネットワークを介して，前記マルチデバイスとしての複数の端末のうちの少なくとも1つの端末に接続されるように構成され，",
                "B1：前記装置は，プロセッサ部とメモリ部とを含み，",
                "B2：前記メモリ部には，少なくとも1つのスタイルシートが予め格納されており，前記少なくとも1つのスタイルシートのそれぞれは，コンテンツの表示形式を定義するものであり，前記少なくとも1つのスタイルシートのそれぞれは，前記少なくとも1つの端末のうちの1つに対応し，",
                "C  ：前記プロセッサ部は，",
                "C1：要求端末からの要求を前記ネットワークを介して受信することであって，前記要求端末は，前記少なくとも1つの端末のうちの1つである，ことと，",
                "C2：前記要求端末のユーザ・エージェント情報を認識することにより前記要求端末のタイプを判定し，",
                "C3：前記要求端末のタイプに応じたスクリプトを，前記ネットワークを介して，前記要求端末に送信し，前記送信されたスクリプトを前記要求端末が実行することによって前記要求端末において取得された前記要求端末の画面サイズを示す情報を，前記ネットワークを介して，前記要求端末から受信することによって，前記要求端末の画面サイズを示す情報を取得することと，",
                "C4：前記要求端末の画面サイズを示す情報に少なくとも基づいて，前記少なくとも1つのスタイルシートのうちのスタイルシートを選択することと，",
                "C5：前記選択されたスタイルシートに基づく情報を前記ネットワークを介して前記要求端末に提供することと",
                "C  ：を行うように構成されている，",
                "A  ：装置"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した引用発明は，以下のとおりである(下記記載中に引用する図面については，別紙2参照。)。",
                "p：端末装置1と，サーバ装置2と，を含んで構成されている情報提示システムSにおいて，",
                "q：サーバ装置2は，／演算機能を有するCPU，作業用RAM，ROM等から構成された情報処理部(コンピュータ)21と，各種プログラム及び各種データ等を記憶するHDD等から構成された記憶部22を備える情報提示装置であって，",
                "r：任意に選択された，例えばPC，PDA，携帯電話機(或いは，PHS)等の種類の異なる電子機器が該当する端末装置1と，ネットワーク3を介して相互にデータの送受信が可能になっており，",
                "s：記憶部22に記憶された，本発明の情報提示処理プログラム等を実行することにより，端末情報取得部21b，コンテンツ構成部21d，コンテンツ提示部21eとして機能するようになっていて，",
                "t：端末情報取得部21bは，ユーザに対して提示情報を提示する端末装置の，表示画面サイズを含む端末情報を取得し，",
                "u：コンテンツ構成部21dは，前記提示情報を構成する複数の素材データの提示形式を少なくとも規定する構造化データを取得し，／取得された端末情報に基づいて，特に，取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，",
                "v：コンテンツ提示部21eは，前記調整された前記提示形式で前記提示情報をユーザに対して提示させる，",
                "q：情報提示装置であり，",
                "t1：端末情報取得部21bは，／端末装置1がネットワーク3を介してサーバ装置2に接続しリクエスト情報を送信して，端末装置1からのリクエスト情報を受信すると，当該リクエストヘッダ内のユーザエージェントの項目からOSの種類やブラウザの種類等の情報を得てこれを用いて端末装置の種類(PC或いはPDA等)を判別し，／上記判別された端末装置の種類に適したスクリプトが記述されたHTML文書を端末装置1に送信し，／端末装置1のブラウザによって当該HTML文書中のスクリプトが実行されることによって端末装置1が取得した端末装置1の端末情報を含むログイン要求情報を端末装置1から受信し，／受信されたログイン要求情報に含まれる端末情報から端末装置1の表示画面サイズを取得するようにされ，",
                "u1：構造化データは，素材データの内容(オブジェクト(文字，画像，映像等)の内容)に相当する部分(提示内容記述部52cに記述される部分)と，素材データの内容(オブジェクト)の提示形式・その制約条件等(提示形式記述部52a及び提示形式制約記述部52bに記述される部分)が分離してXMLにて記述されるものであり(【図3】(B)，【図4】)，／コンテンツ構成部21dは，提示形式・その制約条件等の内容を解釈し同内容に基づき，ページデータを要求してきた端末装置1に合った(適した)提示形式に調整した(【図3】(C))上で，／調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述され，素材データの内容に相当する部分がXHTMLで記述されるようにフォーマット変換して，端末装置1に提供するページデータを生成(【図3】(E))するようになっており，",
                "v1：コンテンツ提示部21eは，以上のように生成されたページデータ(XHTMLとCSSとから構成されるデータ)等を，ページデータを要求してきた端末装置1に対してネットワーク3を介して送信する，",
                "q：情報提示装置"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決が認定した本願発明と引用発明との間の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "A    マルチデバイスに対応したシステムにおいて用いられる装置であって，",
                    "B    前記装置は，ネットワークを介して，前記マルチデバイスとしての複数の端末のうちの少なくとも1つの端末に接続されるように構成され，",
                    "B1  前記装置は，プロセッサ部とメモリ部とを含み，",
                    "C    前記プロセッサ部は，",
                    "C1  要求端末からの要求を前記ネットワークを介して受信することであって，前記要求端末は，前記少なくとも1つの端末のうちの1つである，ことと，",
                    "C2  前記要求端末のユーザ・エージェント情報を認識することにより前記要求端末のタイプを判定し，",
                    "C3  前記要求端末のタイプに応じたスクリプトを，前記ネットワークを介して，前記要求端末に送信し，前記送信されたスクリプトを前記要求端末が実行することによって前記要求端末において取得された前記要求端末の画面サイズを示す情報を，前記ネットワークを介して，前記要求端末から受信することによって，前記要求端末の画面サイズを示す情報を取得することと，",
                    "C4’前記要求端末の画面サイズを示す情報に少なくとも基づいて，コンテンツの表示形式を定義するものであるスタイルシートを特定すること，",
                    "C5’前記特定されたスタイルシートに基づく情報を前記ネットワークを介して前記要求端末に提供することと",
                    "C    を行うように構成されている，",
                    "A    装置"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本願発明と引用発明とは，以下の点において相違すると認定した(以下「本件審決認定の相違点」という。)。",
                        "すなわち，本願発明においては，①B1の「メモリ部」が，B2「前記メモリ部には，少なくとも1つのスタイルシートが予め格納されており，前記少なくとも1つのスタイルシートのそれぞれは，コンテンツの表示形式を定義するものであり，前記少なくとも1つのスタイルシートのそれぞれは，前記少なくとも1つの端末のうちの1つに対応し，」とするものであり，②前記アのC4’の「(前記要求端末の画面サイズを示す情報に少なくとも基づいて，コンテンツの表示形式を定義するものである)スタイルシートを特定すること」が，「前記少なくとも1つのスタイルシートのうちのスタイルシートを選択すること」(「C4”」)であり，③前記アのC5’の「特定されたスタイルシート(に基づく情報を前記ネットワークを介して前記要求端末に提供すること)」が，「選択されたスタイルシート(に基づく情報を前記ネットワークを介して前記要求端末に提供すること)」である。",
                        "これに対し，引用発明においては，①本願発明のB1の「メモリ部」に相当するqの「記憶部22」が，本願発明のB2に相当する構成を有しておらず，②前記アのC4’の「(前記要求端末の画面サイズを示す情報に少なくとも基づいて，コンテンツの表示形式を定義するものである)スタイルシートを特定すること」が，前記C4”とすること(そのように選択すること)ではなく，「取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し」，「調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述されるようにフォーマット変換して」行うこと(「uv」)であり，③前記アのC5’の「特定されたスタイルシート(に基づく情報を前記ネットワークを介して前記要求端末に提供すること)」が，「選択されたスタイルシート(に基づく情報を前記ネットワークを介して前記要求端末に提供すること)」ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の相違点は，以下のとおりのものと解される。",
                        "本願発明の装置においては，①「メモリ部」が，「少なくとも1つのスタイルシートが予め格納されており，前記少なくとも1つのスタイルシートのそれぞれは，コンテンツの表示形式を定義するものであり，前記少なくとも1つのスタイルシートのそれぞれは，前記少なくとも1つの端末のうちの1つに対応し，」(B2)という構成を備えている。そして，②「要求端末の画面サイズを示す情報に少なくとも基づいて，前記少なくとも1つのスタイルシートのうちのスタイルシートを選択すること」(C4)及び③「前記選択されたスタイルシートに基づく情報を前記ネットワークを介して前記要求端末に提供すること」(C5)を行うこととされている。",
                        "他方，引用発明の情報提示装置においては，①本願発明の「メモリ部」に相当する「記憶部22」は，「メモリ部」が備える前記構成を備えていない。そして，②「取得された端末情報に基づいて，特に，取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，」(u)「調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述されるようにフォーマット変換して，端末装置1に提供するページデータを生成して」(u1)，③そのページデータを「端末装置1に対してネットワーク3を介して送信する」(v1)こととされている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件審決は，周知例1から4に記載された周知技術Aは，端末装置の種類(通常画面サイズも異なる)に対応する複数のスタイルシート(CSS)をあらかじめ用意しておき，そのうちの1つを選択するようにすることであると認定した。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り並びに本願発明と引用発明との一致点の認定の誤り及び相違点の看過(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り並びに本願発明と引用発明との一致点の認定の誤り及び相違点の看過)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成u1の「調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述され，素材データの内容に相当する部分がXHTMLで記述されるようにフォーマット変換して，端末装置1に提供するページデータを生成(【図3】(E))する」に関して",
                  "text": [
                    "引用発明においては，以下のとおり，スタイルシート(CSS)の生成及び生成過程を認定する必要があるところ，本件審決は，これらを認定していない点において誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "スタイルシート(CSS)の生成について",
                      "text": [
                        "引用発明は，「端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示する」ことを解決すべき課題とし(【0014】)，この課題を解決するために，端末情報を取得する「端末情報取得部21b」と，端末情報に基づいて構造化データの提示形式を調整する「コンテンツ構成部21d」と，調整された提示形式でコンテンツをユーザに提示する「コンテンツ提示部21e」とを備えており(【0068】)，「コンテンツ構成部21d」は，引用発明の課題解決手段の一部として必須の構成というべきである。",
                        "「コンテンツ構成部21d」においては，提示形式が調整された構造化データにつき，フォーマット変換が行われることにより，素材データの内容に関してはコンテンツ(XHTML)が生成され，素材データの提示形式に関してはスタイルシート(CSS)が生成される(【0078】，【図3】(C)～(E)〔別紙2【図3】(C)～(E)〕)。実際にスタイルシート(CSS)が生成されることは，引用例【0085】及び【0089】の記載からも明らかである。",
                        "そして，引用発明においてページデータが生成される態様は，前記のとおり，フォーマット変換によりコンテンツ(XHTML)及びスタイルシート(CSS)が生成されることを前提として，内容に関するコンテンツ(XHTML)と提示形式に関するスタイルシート(CSS)からページデータが生成されるという特定の態様に限られ(【0092】)，これ以外の態様でページデータが生成されることはない。",
                        "したがって，引用発明の認定に当たっては，ページデータの生成に加えて，その前提となるスタイルシート(CSS)の生成も認定すべきである。",
                        "本件審決は，本願発明と引用発明との相違点について判断する際，「対象端末機器タイプごとにCSSファイルを動的に生成する方法(これが，引用発明に相当することは明かである)があり」と述べ，引用発明がスタイルシート(CSS)を動的に生成するものとして特徴付けられることを認めていながら，引用発明の認定においてはスタイルシート(CSS)の生成を認定しておらず，恣意的な認定といわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "スタイルシート(CSS)の生成過程について",
                      "text": [
                        "引用発明において，スタイルシート(CSS)が生成される態様は，端末情報に基づいて構造化データの提示形式を調整し，提示形式が調整された構造化データをフォーマット変換するという特定の態様に限られ，これ以外の態様でスタイルシート(CSS)が生成されることはない。",
                        "この点に鑑みると，引用発明の認定に当たっては，スタイルシート(CSS)の生成過程を認定すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成uの「コンテンツ構成部21dは，前記提示情報を構成する複数の素材データの提示形式を少なくとも規定する構造化データを取得し，」に関して",
                  "text": [
                    "引用発明においては，以下のとおり，スタイルシート(CSS)生成のタイミングがログイン要求に対するログイン処理の完了後に限定されること及び当該スタイルシート(CSS)が最新の状態保持IDに基づくものに限定されることを認定する必要があるところ，本件審決は，これらを認定していない点において誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "スタイルシート(CSS)生成のタイミングがログイン要求に対するログイン処理の完了後に限定されることについて",
                      "text": [
                        "前記ア(イ)のとおり，引用発明において，スタイルシート(CSS)が生成される態様は，端末情報に基づいて構造化データの提示形式を調整し，提示形式が調整された構造化データをフォーマット変換するという特定の態様に限られる。",
                        "したがって，スタイルシート(CSS)の生成に当たり，構造化データの取得を要するところ，「端末装置に応じた最適なコンテンツを提示する」(【0014】)という引用発明の課題を解決するためには，上記構造化データは，任意のものではなく，特定のものでなければならない。",
                        "この点に関し，引用発明において，特定の構造化データは，「端末装置1におけるページデータの提示履歴を示す履歴情報をユーザ毎に蓄積しておき，提示対象となるユーザに対応する履歴情報を参照して前回提示されたページデータに対応する構造化データを取得して」(【0142】)という態様により取得され，これ以外の態様で取得されることはない。",
                        "このように，引用発明においては，構造化データを取得するために，履歴情報をユーザごとに蓄積しておくことが必要とされるところ，同蓄積には，個々のユーザの識別，すなわち，ログイン要求に対するログイン処理の完了を要する。",
                        "したがって，引用発明において，構造化データの取得のタイミングは，ログイン要求に対するログイン処理の完了後に限定されるというべきである。このことは，引用例の【図9】において，構造化データの取得からページデータ生成までの一連の処理を意味するサーバ装置2における「ページデータ生成処理」(S11及びS14)が，いずれも「ログイン要求」(S8)に対するログイン処理の完了後にしか行われていないこと(【0101】～【0106】)や，引用例【0074】の記載からも，明らかである。また，引用発明は，「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」(【0014】)ことも課題としているが，この課題解決の観点からも，文書を端末に表示させる前に，個々のユーザを識別すること，すなわち，ログイン要求に対するログイン処理の完了が必要である。",
                        "以上によれば，引用発明においては，スタイルシート(CSS)生成のタイミングは，ログイン要求に対するログイン処理の完了後に限定されるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "生成されるスタイルシート(CSS)が最も新しい状態保持IDに基づくものに限定されることについて",
                      "text": [
                        "前記(ア)のとおり，スタイルシート(CSS)の生成に当たり，特定の構造化データの取得を要するところ，個々のユーザに応じた適切なページデータを生成するためには，前記特定の構造化データは，個々のユーザに応じて取得されたものでなければならない。このことは，引用例【図3】(C)(別紙2【図3】(C))に示される「提示形式の調整(アダプテーション)」という工程の前段階として，引用例【図3】(B)(別紙2【図3】(B))に示される「構造化データの取得(パーソナライゼーション)」という工程が不可欠な工程として存在していることからも，明らかである。",
                        "また，引用発明においては，「コンテンツ構成部21dは，かかる構造化データを，(中略)状態保持IDのうち最も新しい(受信時間が最近の)状態保持IDに基づき取得する」(【0074】)，「次いで，サーバ装置2は，上記取得した状態保持IDに対応する構造化データを取得する(ステップS110)」(【0114】)という態様により特定の構造化データが取得され，これ以外の態様で取得されることはない。",
                        "以上によれば，引用発明において，取得される構造化データは，ユーザのユーザIDに関連付けられた，最も新しい状態保持IDに基づくものに限定されるというべきである。",
                        "そして，スタイルシート(CSS)は，構造化データを取得するステップに続いて，端末情報に基づきその構造化データの提示形式を調整し，同構造化データをフォーマット変換することにより生成されるものであるから，最も新しい状態保持IDに基づくものに限定される。",
                        "したがって，「端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適コンテンツを提示する」(【0014】)という引用発明の課題を解決する観点から，生成されるスタイルシート(CSS)が最も新しい状態保持IDに基づくものに限定されるという構成は，不可欠なものということができる。",
                        "また，「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」(【0014】)という引用発明の課題を解決する観点からも，端末に表示される文書が最も新しい状態保持IDに基づくものであることを要し，そのためには，生成されるスタイルシート(CSS)が最も新しい状態保持IDに基づくものであることが必要である。",
                        "以上によれば，生成されるスタイルシート(CSS)は，最も新しい状態保持IDに基づくものに限定されるというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との一致点の認定の誤りについて",
              "text": [
                "前記(1)によれば，本願発明の構成要件C4及びC5に関し，引用発明との間に一致点は存在しない。",
                "したがって，本件審決は，構成要件C4に関する一致点としてC4’「前記要求端末の画面サイズを示す情報に少なくとも基づいて，コンテンツの表示形式を定義するものであるスタイルシートを特定すること，」を，構成要件C5に関する一致点としてC5’「前記特定されたスタイルシートに基づく情報を前記ネットワークを介して前記要求端末に提供することと」を，それぞれ認定した点において誤りがある。",
                "一致点C4’につき，本件審決は，本願発明の「スタイルシートを選択する」(C4)という構成及び引用発明の「スタイルシートを生成する」(u，u1)という構成につき，殊更に上位概念化して「スタイルシートを特定する」点で一致する旨認定しているが，そのような認定を行うべき合理的な理由はない。",
                "すなわち，本願発明と引用発明とは，解決すべき課題が異なり，それぞれの課題を解決する手段として，本願発明においては「スタイルシートを選択する」という手段が選択され，引用発明においては「スタイルシートを生成する」という手段が選択されているのであるから，これらの解決手段を上位概念化して「スタイルシートを特定する」という形で一くくりにすることは，課題解決を無視して本願発明と引用発明との相違点を矮小化するものである。",
                "そして，本件審決は，一致点C4’を前提として「前記特定されたスタイルシート」に関する一致点C5’を認定しており，したがって，同認定も誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との相違点の看過について",
              "text": [
                "前記(1)及び(2)によれば，本願発明と引用発明との相違点として，本願発明の構成要件C4に関し，以下のとおりの相違点1ないし3が，構成要件C5に関し，以下のとおりの相違点4が存在する。本件審決には，これらの相違点を看過した点において誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1(以下「原告相違点1」という。)",
                  "text": [
                    "本願発明では，「前記要求端末の画面サイズを示す情報に少なくとも基づいて，(メモリ部に予め格納されている)前記少なくとも1つのスタイルシート(CSS)のうちのスタイルシート(CSS)を選択すること」であるのに対し，引用発明では，「端末情報に基づいて構造化データの提示形式を調整し，提示形式が調整された構造化データをフォーマット変換することによりスタイルシート(CSS)を生成すること」である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2(以下「原告相違点2」という。)",
                  "text": [
                    "本願発明では，「スタイルシート(CSS)を選択するタイミングが，ログイン要求に対するログイン処理が完了した後に限定されない」のに対し，引用発明では，「スタイルシート(CSS)を生成するタイミングが，ログイン要求に対するログイン処理が完了した後に限定される」点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3(以下「原告相違点3」という。)",
                  "text": [
                    "本願発明では，「選択されるスタイルシート(CSS)が，最も新しい状態保持IDに基づくものに限定されない」のに対し，引用発明では，「生成されるスタイルシート(CSS)が，最も新しい状態保持IDに基づくものに限定される」点"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4(以下「原告相違点4」という。)",
                  "text": [
                    "本願発明では，「スタイルシート(CSS)」が，構成要件C4の「選択すること」によって選択されたスタイルシート(CSS)であるのに対し，引用発明では，「スタイルシート(CSS)」が，端末情報に基づいて構造化データの提示形式を調整し，提示形式が調整された構造化データをフォーマットすることにより生成されたスタイルシート(CSS)である点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明と引用発明との相違点の看過が，本件審決の結論に影響を及ぼすことについて",
              "text": [
                "以下のとおり，当業者において，引用発明から，原告相違点1から4に係る本願発明の構成を容易に想到するものということはできず，したがって，前記(3)の相違点の看過は，本件審決の結論に影響を及ぼすものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，「端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示する」ことを解決すべき課題としている(【0014】)。",
                        "しかし，原告相違点1に関して，引用発明の「端末情報に基づいて構造化データの提示形式を調整し，提示形式が調整された構造化データをフォーマット変換することによりスタイルシート(CSS)を生成すること」という構成を，本願発明の「前記要求端末の画面サイズを示す情報に少なくとも基づいて，(メモリ部に予め格納されている)前記少なくとも1つのスタイルシート(CSS)のうちのスタイルシート(CSS)を選択すること」という構成(C4)に置き換えることは，引用発明において前記の課題解決の観点から必須の構成である「コンテンツ構成部21d」を喪失するという改変を加えることになり，前記課題を解決することができなくなる。",
                        "したがって，当業者において，引用発明の前記構成に代えて本願発明の前記構成を採用する動機付けは，存在しないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "後記2〔原告の主張〕(1)イのとおり，引用発明は，周知技術Aの採用を否定することを意図しているところ，本願発明の前記構成は，複数のスタイルシート(CSS)をあらかじめ用意しておき，うち1つを選択するという点において周知技術Aと共通している。",
                        "この点に鑑みても，当業者において，引用発明の前記構成に代えて本願発明の前記構成を採用する動機付けは，存在しないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告相違点2について",
                  "text": [
                    "原告相違点2に関し，「スタイルシート(CSS)を生成するタイミングが，ログイン要求に対するログイン処理が完了した後に限定される」という引用発明の構成を，「スタイルシート(CSS)を選択するタイミングが，ログイン要求に対するログイン処理が完了した後に限定されない」という本願発明の構成に置き換えることについては，以下の理由により，当業者において動機付けを欠くというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "すなわち，引用発明においては，ログイン処理が完了することなく，スタイルシート(CSS)を生成することができない。",
                        "また，引用発明は，ログイン処理の完了を前提として「端末要求に応じた最適なコンテンツを提供」するものであり，同完了前にそのようなコンテンツを提供することは，想定していない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明は，「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」ことを解決すべき課題とする(【0014】)。",
                        "しかし，ログイン処理を前提とする引用発明の前記構成を，ログイン処理を前提としない本願発明の前記構成に置き換えると，個々のユーザを識別することができない場合が生じるので，前記課題を解決することができなくなる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告相違点3について",
                  "text": [
                    "原告相違点3に関し，「生成されるスタイルシート(CSS)が，最も新しい状態保持IDに基づくものに限定される」という引用発明の構成を，「選択されるスタイルシート(CSS)が，最も新しい状態保持IDに基づくものに限定されない」という本願発明の構成に置き換えることについては，以下の理由により，当業者において動機付けを欠くというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明においては，状態保持IDに基づくことなく，スタイルシート(CSS)を生成することができないため，前記のように置き換えると，「端末要求に応じた最適なコンテンツを提供」するという引用発明の課題を解決することができなくなる。",
                        "また，引用発明は，最も新しい状態保持IDの存在を前提として端末要求に応じた最適なコンテンツを提供するものであり，同存在を前提とすることなく前記コンテンツを提供することを想定していない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明は，前記イ(イ)のとおり，「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」ことを解決すべき課題としているが，最も新しい状態保持IDの存在を前提とする引用発明の前記構成を，同存在を前提としない本願発明の前記構成に置き換えると，最も新しい状態保持IDに基づかない(すなわち，特定のページに対応しない)スタイルシート(CSS)を生成してしまう場合が生じ，前記課題を解決することができなくなる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告相違点4について",
                  "text": [
                    "前記アのとおり，原告相違点1に係る構成を採用する動機付けが存在しない以上，原告相違点1を前提とする原告相違点4についても，同様に，動機付けが存在しない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成u1の「調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述され，素材データの内容に相当する部分がXHTMLで記述されるようにフォーマット変換して，端末装置1に提供するページデータを生成(【図3】(E))する」に関して",
                  "text": [
                    "本件審決は，引用発明のu1において「コンテンツ構成部21dは，提示形式・その制約条件等の内容を解釈し同内容に基づき，ページデータを要求してきた端末装置1に合った(適した)提示形式に調整した(【図3】(C))上で，調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述され，素材データの内容に相当する部分がXHTMLで記述されるようにフォーマット変換して，端末装置1に提供するページデータを生成(【図3】(E))するようになっており，」と認定し，v1において「以上のように生成されたページデータ(XHTMLとCSSから構成されるデータ)等を，ページデータを要求してきた端末装置1に対して(中略)送信する」と認定しており，u1の「ページデータ」とv1の「ページデータ(XHTMLとCSSから構成されるデータ)」とは同じものである。",
                    "以上によれば，本件審決は，ページデータを構成する「スタイルシート(CSS)」の生成及びその生成過程につき，引用発明として認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成uの「コンテンツ構成部21dは，前記提示情報を構成する複数の素材データの提示形式を少なくとも規定する構造化データを取得し，」に関して",
                  "text": [
                    "本件審決は，引用例中，特許請求の範囲請求項1及び2の記載を中心とした発明を引用発明として認定しているところ，構造化データの取得のタイミングがログイン要求に対するログイン処理の完了後に限定されること及び生成されるスタイルシート(CSS)が最も新しい状態保持IDに基づくものであることは，いずれも前記請求項1及び2の記載を中心とした発明にとって不可欠のものであるとはいえない。",
                    "すなわち，原告は，構造化データの取得のタイミングに関する主張の根拠として，同取得のためには履歴情報をユーザごとに蓄積しておくことが必要とされることを挙げているが，これは，引用例において，特許請求の範囲請求項8に係る発明特定事項として整理されており，特許請求の範囲請求項1及び2に係る発明に不可欠なものとはされていない。また，構造化データを取得するタイミングがログイン要求に対するログイン処理の完了後に限定されることは，引用例【0014】記載の「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」という課題を解決するためには必要であるが，同段落記載の「端末装置に応じた最適なコンテンツを提示する」という課題の解決手段として不可欠なものであるとはいえない。",
                    "生成されるスタイルシート(CSS)が最も新しい状態保持IDに基づくものであることについてみても，引用例【0074】記載の特許請求の範囲請求項9，16及び17に係る発明の実施態様においては不可欠であるかもしれないが，特許請求の範囲請求項1及び2に係る発明にとって不可欠なものとはされていない。",
                    "また，生成されるスタイルシート(CSS)が最も新しい状態保持IDに基づくものであることは，端末装置に応じた最適なコンテンツを提示するという前記課題の解決手段として不可欠なものであるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件審決につき，引用発明の認定の誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との一致点の認定の誤りについて",
              "text": [
                "前記(1)のとおり，本件審決につき，引用発明の認定の誤りがあるということはできないから，同誤りを前提とする原告の主張には理由がない。",
                "また，以下の点からも，本件審決につき，本願発明と引用発明との一致点の認定の誤りがあるということはできない。",
                "すなわち，前記(1)アのとおり，引用発明は，ページデータを構成するスタイルシート(CSS)が生成されるという構成を含むものであるところ，本件審決は，本願発明の「スタイルシートを選択する」ことと引用発明の「スタイルシートを生成する」こととは，いずれもネットワークを介して要求端末に提供される情報の基となるスタイルシート(CSS)を特定するという役割(機能)において共通することから，この点を一致点として整理したものである。",
                "また，本願発明は，「マルチデバイスに対応したシステムにおいて用いられる装置」であり，引用例【0006】記載の「端末装置への不適合の問題」の対策を課題とし，これを解決しようとするものであるという点においては，引用発明と共通しており，本願発明の「スタイルシートを選択する」こと及び引用発明の「スタイルシートを生成する」ことのいずれも，上記課題の解決に当たり，「スタイルシートを特定する」という点で共通の役割を果たすことは，明らかである。",
                "たとえ，本願発明と引用発明との間に，上記課題に含まれるより具体的な課題に関する相違があったとしても，そのことは，「スタイルシートを特定する」点を一致点とすることができない理由にはならない。",
                "以上によれば，本件審決につき，本願発明と引用発明との一致点の認定の誤りは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との相違点の看過について",
              "text": [
                "前記(1)及び(2)によれば，本件審決に，本願発明と引用発明との相違点を看過した誤りは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "仮に，本件審決による引用発明の認定並びに本願発明と引用発明との一致点及び相違点の認定に誤りがなかったとしても，当業者は引用発明に周知技術Aを適用することによって本件審決認定の相違点を容易に想到することができたという本件審決の判断は，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術A(端末装置の種類(通常画面サイズも異なる)に対応する複数のスタイルシート(CSS)をあらかじめ用意しておき，そのうちの1つを選択するようにすること)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知性が認められないことについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "周知例1について",
                      "text": [
                        "以下のとおり，周知例1(甲2)には，周知技術Aは，記載されていない。",
                        "すなわち，周知例1には，「置換用スタイルシートを選択する」との記載(【0081】)及び「置換用テンプレートについても置換用スタイルシートと同様の考え方であり」との記載(【0085】)が存在するところ，置換用スタイルシート及び置換用テンプレートは，構造化データの提示形式の一部又は全部を置換するために用いられるものである(【0082】，【0085】)。",
                        "他方，周知例1における「CSS」は，提示形式の一部又は全部が置換された構造化データをフォーマット変換した結果として生成されるものである(【0058】，【0059】)。",
                        "以上によれば，置換用スタイルシート及び置換用テンプレートは，「CSS」生成の一連のプロセスにおいて，提示形式の一部又は全部が置換された構造化データという中間生成物を生成するために用いられるものであり，最終的に生成される「CSS」とは，明らかに異なるものである。この点は，周知例1の【0080】及び【0072】の記載からも明らかということができる。",
                        "したがって，置換用スタイルシートや置換用テンプレートを選択するという趣旨の周知例1の前記記載(【0081】，【0085】)を根拠として，周知例1に周知技術Aが記載されているということはできない。",
                        "また，周知例1における「CSS」は，前記のとおり「生成される」ものであり，あらかじめ用意された複数のスタイルシート(CSS)から選択されるものではないから，周知例1の「CSS」の記載を根拠として，周知技術Aが記載されているということもできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "周知例3及び4について",
                      "text": [
                        "周知技術Aが周知例3及び4に記載されているとしても，これら2つの文献に記載されていることをもって，当業者に周知されているということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，周知技術Aにつき，周知性は認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に周知技術Aを適用することの阻害要因について",
                  "text": [
                    "たとえ周知技術Aの周知性が認められるとしても，以下のとおり，引用発明に周知技術Aを適用することについては，阻害要因が存在する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の目的は，単に，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示するという抽象的なものではなく，そのような抽象的な目的を実現するためのプロセスを含む「端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示する」(【0014】)という具体的なものであることは，明らかである。この点に鑑みると，引用発明が問題とする「コスト」とは，「端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意する」ことに要するコストを意味する。",
                        "以上によれば，「取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述されるようにフォーマット変換する」という引用発明の構成に代えて周知技術Aを採用すれば，引用発明の前記目的を達成することができなくなる。",
                        "したがって，本件においては，引用発明の前記構成に代えて周知技術Aを採用することにつき，積極的な阻害要因があるということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "技術常識として，引用発明には，画面形式の設計を簡単に変更できるというCSSファイル元来の特性を失ってしまうとともに，コンテンツの構造の複雑な解析処理が必要となり，処理の負荷が大きくなるという欠点があり，他方，周知例3等の先行発明には，表示機器タイプの増加に伴って用意するCSSファイル数が膨大になり，CSSファイルの管理負担が増加するという欠点がある。",
                        "引用発明は，この技術常識の下で，周知技術Aの採用を否定することを意図しており，あえて周知技術Aの問題点に着目し，これを解決するために引用発明に特有の技術である前記構成を採用している。",
                        "したがって，この点からも，本件において，引用発明の前記構成に代えて周知技術Aを採用することにつき，積極的な阻害要因があるということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件において，引用発明の前記構成に代えて周知技術Aを採用することについては，積極的な阻害要因が存在するところ，引用発明の前記構成は，本件審決認定の相違点に係る引用発明の構成と実質において同一である。",
                    "したがって，本件審決認定の相違点に係る引用発明の構成に代えて周知技術Aを採用することについても，積極的な阻害要因が存在するものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の引用発明に対する技術的優位性に関して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，以下のとおり，引用発明よりも技術的に優れている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明においては，端末情報に基づいて構造化データの形式を調整し，提示形式が調整された構造化データをフォーマット変換した結果としてスタイルシート(CSS)を生成するという調整処理及び生成処理を行う必要があることから，プロセッサ部のハードウェア資源に掛かる負荷が大きいという欠点があり，そのことによって，端末装置へのコンテンツの提示速度が遅くなる。",
                        "これに対し，本願発明においては，端末装置に対応する複数のスタイルシート(CSS)があらかじめ用意されているので，その都度スタイルシート(CSS)を生成する必要がなく，プロセッサ部のハードウェア資源の消費量を格段に低減することができるとともに，要求端末に対する応答時間を格段に短縮することができ，引用発明に比べて，より早く必要な情報をユーザに取得させることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "スタイルシート(CSS)を端末装置に提示する際には，スタイルシート(CSS)に当該端末装置に適した項目属性を備えさせるためにハードコーディングをする必要があるところ，引用発明においては，ハードコーディングをする機会がないことから，スタイルシート(CSS)が適切な項目属性を備えることができず，それに起因して画面崩れが生ずるおそれがある。",
                        "これに対し，本願発明においては，あらかじめスタイルシート(CSS)を用意する段階で適切な項目属性をハードコーディングすることができるので，表示崩れが生じる可能性は，全くない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明においては，ログイン後でなければ構造化データを取得することができず，構造化データに規定された素材データの提示形式を端末に合ったものに調整してスタイルシート(CSS)を生成することができないという制約がある。",
                        "これに対し，本願発明においてはそのような制約がなく，ログインの有無を問わず，端末装置にとって最適なスタイルシート(CSS)をユーザに提示することができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本願発明には，表示機器タイプの増加に伴って用意するCSSファイル数が膨大になり，その管理負担が増加するという欠点はあるものの，同管理はサーバ側において負担するものであるから，その負担増加がユーザの利便性に影響を及ぼすことはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，本願発明は，引用発明に比して著しい技術的優位性を有するから，本件審決認定の相違点に係る引用発明の構成，すなわち，「取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述されるようにフォーマット変換する」という引用発明の構成及び「端末装置の種類(通常画面サイズも異なる)に対応する複数のスタイルシート(CSS)をあらかじめ用意しておき，そのうちの1つを選択するようにすること」という周知技術Aのいずれを採用するかは，当業者が適宜選択し得る事項ということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，①本件審決認定の相違点に係る引用発明の構成に代えて周知技術Aを採用することについては，積極的な阻害要因が存在すること，②本願発明は，引用発明よりも技術的に優れているので，本件審決認定の相違点に係る引用発明の構成と周知技術Aのいずれを採用するかは，当業者が適宜選択し得る事項ということはできないことから，当業者は，本件審決認定の相違点に係る本願発明の構成を容易に想到し得たといえず，したがって，本件審決には，容易想到性の判断において誤りがあるというべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "周知技術Aについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知性が認められないことについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例1(甲2)には，置換用スタイルシートや置換用テンプレートが構造化データの提示形式の全部又は一部を置換するために用いられる旨の記載はあるが，中間生成物の生成のために用いられる旨の記載はなく，さらに，【図7】のS7A及びS8に，置換用スタイルシートを用いて提示形式の全部又は一部が置換された構造化データがそのままページデータとして配信されることが記載されている。以上によれば，置換用スタイルシート及び置換用テンプレートは，原告主張に係る中間生成物を生成するために用いられるものではない。",
                        "そして，本願発明は，スタイルシートにつき，「コンテンツの表示形式を定義するもの」で，「少なくとも1つの端末のうちの1つに対応」したものであることを規定するのみであるところ，周知例1の置換用スタイルシート及び置換用テンプレートも，「コンテンツの表示形式を定義するもの」であり，「少なくとも1つの端末のうちの1つに対応」したものである。",
                        "以上によれば，周知例1も，周知技術Aの周知性を裏付ける根拠となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，①周知例3及び4は，各別の出願人による出願に係る公開公報であり，これらの複数の文献に周知技術Aが示されていること，②うち周知例3は，本願の1年以上前に公開された刊行物であり，しかも，その背景技術の欄に周知技術Aが記載されていること，③うち周知例4は，本願の6年以上前に公開されている刊行物であることに鑑みれば，周知例3及び4のみをもって，周知技術Aの周知性を認定することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に周知技術Aを適用することの阻害要因について",
                  "text": [
                    "以下によれば，引用発明に周知技術Aを適用することにつき，原告が主張する阻害要因は認められない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，コンテンツを端末装置において適正に表示できるようにするための装置であるから，引用例【0014】の「コンテンツのメンテナンスに要する負担やコスト」とは，コンテンツを端末装置において適正に表示できるようにするために必要となるトータルの負担やコストであり，コンテンツを保有するためのコストに限られず，コンテンツの端末装置への提供に際して加工を要する場合にはその加工に係るコスト等も当然に含まれる。",
                        "そして，引用発明の「取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述されるようにフォーマット変換する」という構成を採用した場合と，周知技術Aを採用した場合とを比較すると，①データ保有のコストは，複数の選択肢のデータ，すなわち，あらかじめ用意する複数のスタイルシート(CSS)のデータを保有する必要がある周知技術Aの方が大きい，②引用発明の前記構成においては，コンテンツとスタイルシート(CSS)を動的に生成するための処理を要するのに対し，周知技術Aではそのような処理は不要であるから，上記処理に要するコスト，すなわち，適正なレスポンスでコンテンツを提供できるようにサーバを増強するコストは，引用発明の前記構成の方が大きい，③新たに端末の種類が追加される場合，引用発明の前記構成においては，新たな端末の種類に対応したスタイルシート(CSS)も生成できるようにプログラムを変更するコストを要し，周知技術Aにおいても，新たな端末の種類に対応したスタイルシート(CSS)を準備するコストを要すると考えられるところ，一般的には，引用発明の前記構成のコストの方が大きいということができる。",
                        "そして，前記①から③の各コストの大小は，対応を要する端末の種類の数やスタイルの複雑度合い等によって，変動する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，引用発明の前記構成に代えて周知技術Aを採用することとしても，コストは常に増加するわけではなく，「コンテンツのメンテナンスに要する負担やコスト」を軽減するという引用発明の目的が達成されなくなるわけではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)に鑑みれば，引用発明の前記構成及びその先行発明である周知技術Aにはそれぞれ固有の問題があるという技術常識の下で，引用発明があえて前記構成を採用したことは，引用発明の発明者において，前記構成及び周知技術Aの各長短を総合して得られるメリットを比較考量し，前記構成のメリットの方が大きい場合があると考えたことを示すものにすぎない。",
                        "そして，画面形式の設計を簡単に変更できるというCSSファイル元来の特性を失うとともに，コンテンツの構造の複雑な解析処理が必要となり，処理の負荷が大きくなるという引用発明の前記構成に固有の問題の程度と，表示機器タイプの増加に伴って用意するCSSファイル数が膨大になり，管理負担が増加するという周知技術Aに固有の問題の程度は，使用端末の種類，提供する情報の性質，サーバの容量や性能など，発明を実施しようとする場面によって変化する。引用発明の前記構成に固有の問題の程度が，周知技術Aに固有の問題の程度よりも大きくなる場合があり得ることは，当業者に明らかである。",
                        "以上によれば，引用例が，前記技術常識の下で引用発明の前記構成を採用したことを示唆するものであっても，これに接した当業者は，比較考量の結果として周知技術Aよりも引用発明の前記構成の方が望ましい場合があることは考えるものの，あらゆる場合に周知技術Aの採用が否定されるとまでは考えないから，引用例による前記示唆も，引用発明の前記構成に代えて周知技術Aを採用することを阻害するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の引用発明に対する技術的優位性に関して",
              "text": [
                "原告主張に係る本願発明の引用発明に対する技術的優位性は，以下のとおり，いずれも格別のものではなく，前記(1)の比較考量を不可能にするほどのものではない。",
                "すなわち，本願発明につき，プロセッサ部のハードウェア資源の消費量低減及びユーザに早く情報を取得させることについては，前記(1)のとおり比較考量された周知技術Aの長所又は引用発明の前記構成の短所を作用効果として主張するものである。また，あらかじめスタイルシート(CSS)にハードコーディングすることができるので表示崩れが問題にならないという点も，比較考量により周知技術Aを採用したことに伴って生ずる効果にすぎない。これらはいずれも格別の効果とはいえず，引用発明の前記構成を採用しない理由にはなり得ても，周知技術Aを採用しない理由にはなり得ない。",
                "また，ログインの有無を問わず端末装置にとって最適なスタイルシート(CSS)をユーザに提示できるという点は，前記1〔被告の主張〕(1)イのとおり，引用発明において，構造化データを取得するタイミングがログイン要求に対するログイン処理の完了後に限定されるものではないから，上記の点をもって，本願発明が引用発明に対して技術的に優位にあることの根拠とはならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明の前記構成と周知技術Aにつき，各長短を比較考量して適宜選択し得る旨判断し，本件審決認定の相違点に係る本願発明の構成の容易想到性を肯定した本件審決の判断に誤りはなく，原告主張の取消事由2は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲は，前記第2の2【請求項1】のとおりであるところ，本願明細書(甲9)の発明の詳細な説明には，おおむね，次の記載がある(下記記載中に引用する図面については，別紙1参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，マルチデバイスに対応したシステムにおいて用いられる装置並びに同装置において実行される方法及びプログラムに関するものであり，特に，マルチデバイスに対応したシステムの開発に要する期間の短縮及びコストの低減を可能にする装置並びに同装置において実行される方法及びプログラムに関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "マルチデバイスに対応したシステムは，従来から存在している。",
                    "特許文献1(特開2012-238338号公報，甲21)には，ユーザが複数の種類のクライアント装置を使用する場合であっても，あらかじめ登録されたスケジュールに沿ってクライアント装置の種類に応じたアプリケーション実行環境を事前に生成することができる情報処理装置が開示されている。特許文献2(特開2004-350006号公報，甲22)には，ユーザが利用する端末の種類に応じて提供する案内情報の形態を変更することができる案内情報提供方法が開示されている。特許文献3(特開2005-352589号公報，甲23)には，画像表示を要求した携帯端末から送信されたユーザエージェントから，当該携帯端末の情報を取得し，これを参照しながら当該携帯端末に最適な映像変換指示を生成する工程を含む画像処理方法が開示されている(【0002】，【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "しかしながら，従来，マルチデバイスに対応したシステムの開発については，同開発に要する期間の短縮及びコストの低減のための手法が確立されていないという課題があった。",
                    "本発明は，上記課題を解決するために，マルチデバイスに対応したシステムの開発期間の短縮及び開発コストの低減を可能にする装置並びに同装置において実行される方法及びプログラムの提供を目的とする(【0004】，【0005】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，マルチデバイスに対応したシステムにおいて用いられる装置であり，ネットワークを介して，マルチデバイスとしての複数の端末のうちの少なくとも1つの端末に接続されるように構成されている。",
                        "前記装置は，プロセッサ部とメモリ部とを含む。",
                        "メモリ部には，少なくとも1つのスタイルシート(CSS)が格納されている。スタイルシート(CSS)は，コンテンツの表示形式を定義するものであり，前記装置に接続される端末に対応する。",
                        "プロセッサ部は，ネットワークを介して，前記装置に接続されている要求端末からの要求を受信する。プロセッサ部は，①当該要求端末の画面サイズを示す情報を取得すること，②その情報に基づいてスタイルシート(CSS)を選択すること及び③選択したスタイルシート(CSS)に基づく情報を，ネットワークを介して要求端末に提供することを行う。",
                        "本発明は，以上の構成によって，前記ウの目的を達成するものである(【0006】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "プロセッサ部は，以下のとおり構成されていてもよい。",
                        "すなわち，①プロセッサ部が，要求端末のユーザ・エージェント情報を認識することによって同要求端末のタイプを判定し，同タイプに応じたスクリプトを，ネットワークを介して，前記要求端末に送信する。②同要求端末は，前記スクリプトを実行することによって，同要求端末の画面サイズを示す情報を取得する。③プロセッサ部は，ネットワークを介して前記情報を受信する(【0007】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明によれば，マルチデバイスに対応したシステムの開発期間の短縮及び開発コストの低減を可能にする装置並びに同装置において実行される方法及びプログラムを提供することが可能となる(【0015】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，銀行システムへの適用に限定されるわけではなく，マルチデバイスに対応した任意のシステムに適用することが可能である(【0017】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "銀行システムの構成(【0018】，【0019】，【0021】，【0022】，【0025】，【0026】，【図1】)",
                      "text": [
                        "銀行システム1は，マルチデバイスとしての端末10 ，端末10 ，・・・，端末10 に対応する。ここで，Ｎは，2以上の任意の整数である。例えば，端末1Ｎ0 は，スマートフォンであり，端末10 は，タブレット型の端末であり，端末10 は，パーソナルコンピュータ(PC)である。このように，銀行システム1は，Ｎ様々なタイプの端末からの要求に応えることができるように構成されている。",
                        "銀行システム1は，①預金者の口座情報を維持するための口座情報データベース30，②口座情報データベース30に接続された勘定系システム40及び③勘定系システム40のフロントエンドとして機能するフロントシステム50を含む。",
                        "フロントシステム50は，インターネット60を介して，端末10 ，端末10，・・・端末10 のうちの少なくとも1つに接続されるように構成されている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "Ｎ  フロントシステム50は，①ブラウザ共通インターフェース部51，②勘定系システムインターフェース部52，③プロセッサ部53及び④メモリ部54を含む。",
            "プロセッサ部53は，フロントシステム50の全体の動作を制御する。",
            "メモリ部54には，少なくとも1つのスタイルシート55が格納されている。スタイルシート55 ，55 ，・・・55 は，端末10 に対して用いられるi11 12 1i 1個のスタイルシートを示す。スタイルシート55 ，55 ，・・・55 は，端Ｎ1 Ｎ2 Ｎk末10 に対して用いられるk個のスタイルシートを示す。ここで，i，kは，1Ｎ以上の整数である。各スタイルシート(CSS)は，コンテンツの表示形式を定義する。原則として，1つのスタイルシート(CSS)は，端末に表示される1つの画面(1つのウェブページ)を単位として定義される。各コンテンツは，例えば，HTMLやXHTMLなどのマークアップ言語で記述される。各スタイルシート(CSS)は，例えば，CSSやXSLなどのスタイルシート言語で記述される。各スタイルシート(CSS)は，銀行サービスが実行される前にメモリ部54にあらかじめ格納されていてもよいし，銀行サービスの実行時に動的に生成され，メモリ部54に格納されてもよい。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ウ)",
                      "subject": "銀行システムの処理(【0029】～【0040】，【図2】)",
                      "text": [
                        "[ステップS21]：要求端末は，要求(例えば，預金の残高照会)をインターネット60を介してフロントシステム50に送信する。ここで，要求端末とは，端末10 ，・・・，端末10 のうちの1つの端末であって，要求を送信した端末をい2 Ｎう。",
                        "[ステップS22]：フロントシステム50は，「要求端末のタイプを示す情報」と「要求端末の画面サイズを示す情報」とを取得する。",
                        "[ステップS23]：フロントシステム50は，メモリ部54に格納されている少なくとも1つのスタイルシート55のうち，ステップS22において取得された「要求端末のタイプを示す情報」と「要求端末の画面サイズを示す情報」とに対応するスタイルシートを選択する。",
                        "[ステップS24]：フロントシステム50は，要求端末から受信された要求を勘定系システム40に送信する。このステップは，ステップS21よりも後の任意のタイミングで実行され得る。",
                        "[ステップS25]：勘定系システム40は，フロントシステム50から受信された要求(例えば，預金の残高照会)に対する処理を実行する。",
                        "[ステップS26]：勘定系システム40は，フロントシステム50から受信された要求(例えば，預金の残高照会)に対する処理の結果を表す，その要求に対する応答をフロントシステム50に送信する。フロントシステム50は，勘定系システム40からその応答を受信する。",
                        "[ステップS27]：フロントシステム50は，勘定系システム40から受信された応答に対応するコンテンツを生成する。ここで，フロントシステム50によって生成されるコンテンツは，マルチデバイスに共通のコンテンツである。例えば，「預金の残高照会」という要求に対して，勘定系システム40から受信された応答が「￥10，000」であったとする。この場合，フロントシステム50は，預金の残高が「￥10，000」であることを示す画面(ウェブページ)を要求端末のディスプレイに表示するためのコンテンツ(例えば，HTMLコンテンツ)を生成する。ここで，フロントシステム50がどのようなタイプの要求端末から(および／または，どのような画面サイズの要求端末から)「預金の残高照会」という要求を受信した場合であっても，預金の残高が「￥10，000」であるという事実に変わりはない。したがって，フロントシステム50は，フロントシステム50がどのようなタイプの要求端末から(および／または，どのような画面サイズの要求端末から)「預金の残高照会」という要求を受信したかにかかわらず，預金の残高が「￥10，000」であるという勘定系システム40からの応答に対して，マルチデバイスに共通のコンテンツ(例えば，HTLMコンテンツ[判決注：「HTMLコンテンツ」の誤記と思料される。])を生成する。",
                        "[ステップS28]：フロントシステム50は，ステップS23において選択されたスタイルシート(CSS)及びステップS27において生成されたマルチデバイスに共通のコンテンツ(例えば，HTMLコンテンツ)を，インターネット60を介して要求端末に送信する。",
                        "[ステップS29]：要求端末は，フロントシステム50から，インターネット60を介して，ステップS23において選択されたスタイルシート(CSS)及びステップS27において生成されたマルチデバイスに共通のコンテンツ(例えば，HTMLコンテンツ)を受信し，前記スタイルシートに従って，前記コンテンツ(例えば，HTMLコンテンツ)を要求端末のディスプレイに表示する。",
                        "以上のように，【図2】に示される銀行システム1の処理フローによれば，要求端末は，「要求端末のタイプを示す情報」及び「要求端末の画面サイズを示す情報」に応じて選択されたスタイルシート(CSS)に従って，コンテンツを要求端末のディスプレイに表示する。表示されるコンテンツは，「要求端末のタイプを示す情報」と「要求端末の画面サイズを示す情報」にかかわらず，マルチデバイスに共通のコンテンツであるが，このコンテンツを「要求端末のタイプを示す情報」及び「要求端末の画面サイズを示す情報」に応じて選択されたスタイルシート(CSS)に従って表示することによって，マルチデバイスに共通のコンテンツを，要求端末のタイプ及び画面サイズに適切な表示形式で要求端末のディスプレイに表示することが可能となる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "フロントシステムの処理(【0043】【, 0086】～【0092】，【図6】)",
                      "text": [
                        "フロントシステム50のプロセッサ部53によって実行される処理は，Webサーバプログラム等のプログラムの形式でメモリ部54に格納されている。プロセッサ部53は，メモリ部54に格納されているWebサーバプログラムを読み出し，そのWebサーバプログラムを実行する。これにより，フロントシステム50は，Webサーバとして機能することが可能になる。",
                        "[ステップS31’]：フロントシステム50は，要求端末からの要求をインターネット60を介して受信する。",
                        "[ステップS32’]：フロントシステム50は，「要求端末の画面サイズを示す情報」を取得する。",
                        "[ステップS33’]：フロントシステム50は，ステップS32’において取得された「要求端末の画面サイズを示す情報」に少なくとも基づいて，メモリ部54に格納されているスタイルシート55からスタイルシート(CSS)を選択する。",
                        "[ステップS37’]：フロントシステム50は，ステップS33’において選択されたスタイルシートを，インターネット60を介して要求端末に送信する。フロントシステム50は，ステップS33’において選択されたスタイルシート(CSS)及びコンテンツ(例えば，HTMLコンテンツ)に基づいてコンテンツを合成し，それを要求端末に送信してもよい。いずれの場合でも，スタイルシート(CSS)に基づく情報が要求端末に送信されることになる。",
                        "このように，要求端末は，フロントシステム50から，インターネット60を介して，スタイルシート(CSS)に基づく情報を受信し，スタイルシート(CSS)によって定義された表示形式に従って，コンテンツ(例えば，HTMLコンテンツ)を要求端末のディスプレイに表示する。これにより，コンテンツを，要求端末の画面サイズに適切な表示形式で要求端末のディスプレイに表示することが可能となる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【図6】に示されるステップS32’の処理の手順の一例(【0094】～【0104】，【図7】)",
                      "text": [
                        "[ステップS41’]：要求端末のユーザ・エージェント情報が認識される。ここで，ユーザ・エージェント情報とは，ユーザのブラウザの種類やオペレーティングシステム(OS)などを示す情報である。",
                        "[ステップS42’]：ステップS41’において認識された要求端末のユーザ・エージェント情報を用いて，要求端末のタイプがスマートフォンであるか否かが判定され，「Yes」の場合にはステップS44’に進み，「Ｎo」の場合にはステップS45’に進む。",
                        "[ステップS44’]：スマートフォン用のスクリプト(例えば，JavaScript(登録商標))が選択される。",
                        "[ステップS45’]：ステップS41’において認識された要求端末のユーザ・エージェント情報を用いて，要求端末のタイプがタブレット型の端末であるか否かが判定され，「Yes」の場合にはステップS47’に進み，「Ｎo」の場合にはステップS49’に進む。",
                        "[ステップS47’]：タブレット型の端末用のスクリプト(例えば，JavaScript(登録商標))が選択される。",
                        "[ステップS49’]：パーソナルコンピュータ(PC)用のスクリプト(例えば，JavaScript(登録商標))が選択される。",
                        "[ステップS50’]：選択されたスクリプトが，インターネット60を介して，要求端末に送信される。",
                        "要求端末は，前記スクリプトを受信してこれを実行することによって，要求端末の画面サイズを示す情報を取得する。要求端末は，同情報を，インターネット60を介してフロントシステム50に送信する。",
                        "[ステップS51’]：要求端末から，インターネット60を介して，要求端末の画面サイズを示す情報が受信される。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【図6】に示されるステップS33’の処理の手順の一例(【0105】～【0114】，【図8】)",
                      "text": [
                        "[ステップS62’]：ステップS51’において受信した要求端末の画面サイズを示す情報を用いて，要求端末の画面サイズ(画面の幅)が320ピクセルより小さいか否かが判定され，「Yes」の場合にはステップS63’に進み，「Ｎo」の場合にはステップS64’に進む。",
                        "[ステップS63’]：メモリ部54に格納されているスタイルシート55のうち，要求端末の画面サイズ(画面の幅)＝320ピクセルという条件に対応するスタイルシート(CSS)が選択される。このスタイルシート(CSS)は，要求端末の画面サイズ(画面の幅)＝320ピクセルという条件に適合するようにあらかじめ設計されている。このスタイルシート(CSS)が選択された後，処理は終了する。",
                        "[ステップS64’]：ステップS51’において受信した要求端末の画面サイズを示す情報を用いて，要求端末の画面サイズ(画面の幅)が480ピクセルより小さいか否かが判定され，「Yes」の場合にはステップS65’に進み，「Ｎo」の場合にはステップS66’に進む。",
                        "[ステップS65’]：メモリ部54に格納されているスタイルシート55のうち，要求端末の画面サイズ(画面の幅)＝480ピクセルという条件に対応するスタイルシート(CSS)が選択される。このスタイルシート(CSS)は，要求端末の画面サイズ(画面の幅)＝480ピクセルという条件に適合するようにあらかじめ設計されている。このスタイルシート(CSS)が選択された後，処理は終了する。",
                        "[ステップS66’]：ステップS51’において受信した要求端末の画面サイズを示す情報を用いて，要求端末の画面サイズ(画面の幅)が800ピクセルより小さいか否かが判定され，「Yes」の場合にはステップS67’に進み，「Ｎo」の場合にはステップS68’に進む。",
                        "[ステップS67’]：メモリ部54に格納されているスタイルシート55のうち，要求端末の画面サイズ(画面の幅)＝800ピクセルという条件に対応するスタイルシート(CSS)が選択される。このスタイルシート(CSS)は，要求端末の画面サイズ(画面の幅)＝800ピクセルという条件に適合するようにあらかじめ設計されている。このスタイルシート(CSS)が選択された後，処理は終了する。",
                        "[ステップS68’]：メモリ部54に格納されているスタイルシート55のうち，要求端末の画面サイズ(画面の幅)＝1024ピクセルという条件に対応するスタイルシート(CSS)が選択される。このスタイルシート(CSS)は，要求端末の画面サイズ(画面の幅)＝1024ピクセルという条件に適合するようにあらかじめ設計されている。このスタイルシート(CSS)が選択された後，処理は終了する。",
                        "このように，コンテンツを生成する処理とは切り離して，デバイスの画面サイズごとにそのデバイスの画面サイズに適合するように設計されたスタイルシート(CSS)を用意することにより，マルチデバイスに対応したシステムの開発を行う場合でもデバイスごとに開発を行う必要がない。これにより，マルチデバイスに対応したシステムの開発を行う場合にそのシステムの開発期間を短縮し，開発コストを低減することができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "従来技術について",
              "text": [
                "前記(1)イ記載の特許文献1から3によれば，従来，マルチデバイスに対応したシステムとして，①ユーザが複数の種類の端末を使用する場合，当該ユーザが各端末を使用するスケジュールをあらかじめ登録しておき，同スケジュールに沿ってユーザが使用する端末の種類に応じたアプリケーション実行環境を事前に生成することができる情報処理装置(甲21)，②ユーザが利用する端末の種類に応じて提供する案内情報の形態を変更することができる案内情報提供方法(甲22)及び③コンテンツ又はアプリケーションの制作者が書き込むパラメーターで機能するモジュールが，画像表示を要求した携帯端末から送信されたユーザエージェントから当該携帯端末の情報を取得し，これを参照しながら当該携帯端末に最適な映像変換指示を生成する工程を含む画像処理法(甲23)が知られていたことが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の特徴",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)によれば，本願発明は，マルチデバイス，すなわち，複数の種類の異なる端末(デバイス)に対応したシステムにおいて用いられる装置に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，マルチデバイスに対応したシステムとしては，前記(2)の情報処理装置，案内情報提供方法及び画像処理法が存在していたところ，これらのマルチデバイス対応システムにおいては，複数の種類の異なる端末(デバイス)につき，各端末ごとにそれぞれに即したアプリケーション実行環境の生成，提供する情報の形態の変更及び映像変換指示の生成を行う必要があり，したがって，システム開発に当たっても，各端末ごとの開発を要することから，同開発に要する期間の短縮及びコストの低減のための手法が確立されていないという課題が存在していた(【0004】，【0114】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明は，プロセッサ部とメモリ部とを含む装置を，ネットワークを介して，マルチデバイスとしての端末に接続されるように構成した。",
                    "メモリ部には，コンテンツの表示形式を定義するスタイルシート(CSS)が格納されており，同スタイルシート(CSS)は，前記端末に対応するものである。",
                    "プロセッサ部は，ネットワークを介して前記端末からの要求を受信した上で，当該端末のユーザ・エージェント情報を認識することによって同端末のタイプを判定し，同タイプに応じたスクリプトを，ネットワークを介して，同端末に送信する。",
                    "前記端末は，前記スクリプトを実行することによって，同端末の画面サイズを示す情報を取得する。",
                    "プロセッサ部は，ネットワークを介して前記情報を受信して取得し，その情報に基づいてスタイルシート(CSS)を選択し，選択したスタイルシート(CSS)に基づく情報を，ネットワークを介して前記端末に提供する(【0006】，【0007】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このように，本願発明は，マルチデバイス，すなわち，複数の種類の異なる端末に対応したシステムにおいて用いられる装置に，コンテンツの表示形式を定義するスタイルシート(CSS)として，各端末(デバイス)の画面サイズに適合するように設計されたものをあらかじめ備えておき，それらのスタイルシート(CSS)から，ユーザの端末の画面サイズに適合するものを選択するという構成を採用することによって，上記システムの開発に際し，各端末ごとの開発を不要にしたものである。したがって，本願発明においては，マルチデバイスに対応したシステムの開発に際し，開発期間を短縮し，開発コストを低減することができ，前記イの課題を解決することができる(【0015】，【0114】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明の認定の誤り並びに本願発明と引用発明との一致点の認定の誤り及び相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "text": [
                "引用例には，本件審決が認定したとおりの引用発明(前記第2の3(3))が記載されていることが認められ，同発明につき，おおむね，以下のとおり開示されている(甲1。下記記載中に引用する図面については，別紙2参照。)。",
                "【特許請求の範囲】",
                "【請求項1】ユーザに対して提示情報を提示する端末装置の動作環境を示す情報及び当該端末装置の種類を示す情報の少なくとも何れか一方を含む端末情報を取得する端末情報取得手段と，／前記提示情報を構成する複数の素材データの提示形式を少なくとも規定する構造化データを取得する構造化データ取得手段と，／前記取得された端末情報に基づいて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整する提示形式調整手段と，／前記調整された前記提示形式で前記提示情報をユーザに対して提示させる提示手段と，／を備えることを特徴とする情報提示装置。",
                "【請求項2】請求項1に記載の情報提示装置において，／前記提示形式調整手段は，前記取得された端末情報に含まれる表示画面サイズに合わせて，前記複数の素材データのうち前記端末装置の表示画面上に表示されるべき少なくとも1つの素材データを削除又は当該素材データが表示されるべき表示画面上における表示エリアを拡大又は縮小するように前記提示形式に調整することを特徴とする情報提示装置。",
                "【発明の詳細な説明】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，インターネット等のネットワークを介して接続された端末装置(クライアント端末)に対してコンテンツデータを提供する装置又は方法等の技術分野に関し，特に，ネットワークを介して種々の構成の端末装置にコンテンツデータを提供しながらユーザに利便性を与える技術に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来から，インターネット上のWEBサーバ等のサーバ装置から，公衆回線及びプロバイダを介して接続してきたPC等の端末装置に対し，映像，画像，音声，文字データ等のコンテンツデータを提供(配信)するネットワークシステムが広く知られている。端末装置側では，これにインストールされているWEBブラウザ等を用いて，提供されたコンテンツデータ等を提示し，ユーザは，PC上で所望のコンテンツを閲覧や視聴することができる。",
                        "近時は，PCのみならず，携帯電話機，PDA等の移動体端末やいわゆるインタラクティブ・テレビからも，インターネット上のサーバ装置に接続して，コンテンツデータの提供を受けることが可能になっている(【0002】，【0003】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，上記端末装置は，その種類が異なれば，画面解像度も異なる場合が多く，同一の種類の端末装置であっても，使用するディスプレイによって画面解像度が異なる場合がある。",
                        "しかし，従来，サーバ装置により提供されるコンテンツデータは，端末装置の種類や画面解像度(表示画面サイズ)の違いにかかわらず，同一の表示形式で提供されていたので，端末装置の画面解像度によっては必ずしも提供されたコンテンツデータを適切に表示することができないという問題があった。",
                        "この問題の対策の一例として，様々な種類の端末装置ごとに別々のコンテンツデータを製作(制作)し，それらのコンテンツデータを端末装置の種類ごとに分けてサーバ装置に用意しておく方法がある。例えば，特許文献2(特許第3184802号公報)においては，端末装置の表示機能情報を取得し，その表示機能に対応したURLへリダイレクトするか，ページの画像データ差込URLを動的に選択することによって，端末装置への不適合を解決している。この端末装置の表示機能情報を取得する方法として，HTTPのリクエストヘッダ内のユーザエージェントの項目から取得する方法があるが，特許文献2においては，さらに，スヌープエージェントという小プログラムを端末装置にダウンロードさせ，この小プログラムによって表示機能情報等を取得している。",
                        "前記問題に対応する別の例として，サーバ装置に基準となるコンテンツを用意しておき，端末装置の種類に応じた別々の変換ルールを適用させる方法がある。例えば，特許文献3(特許2002-132646号公報)においては，コンテンツとは別に，端末装置の種類に応じた変換ルールとなるバッチファイルを用意している(【0004】～【0007】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，従来の方法においては，コンテンツデータを配信するサーバ装置側に，バッチファイル等の複数の選択肢をあらかじめ用意しておく必要があることから，端末装置の種類や機種の増加に伴って，サーバ装置側の製作負荷が膨大なものとなり，コストも増大するという問題がある(【0008】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "近年，大画面ディスプレイ(モニタ)等でコンテンツを視聴する場合，ユーザがディスプレイから3メートルなど所定の距離を置いて視聴することもあるところ，その際，フォントや画像の大きさなど個々のコンテンツの構成要素が，上記視聴に十分な大きさであることが，コンテンツの見やすさを確保する上で必要となってくる(【0004】，【0009】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記イ(イ)のスヌープエージェントという小プログラムによる表示機能情報の取得は，ユーザエージェントによる取得が失敗した場合に行われるが，その場合，端末装置のカテゴリ(種類)情報が得られておらず，スヌープエージェントを端末装置にダウンロードさせても，当該スヌープエージェントが当該端末装置の種類に適したものではなく，結局，正確な情報取得に失敗する可能性が高いという問題がある(【0013】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本発明は，以上の問題に鑑みて，端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示することができる情報提示装置，情報提示方法，情報提示処理プログラム等の提供を課題とするものである(【0014】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ウの課題を解決するために，請求項1記載の発明は，①ユーザに対して情報を提示する端末装置の動作環境を示す情報及び当該端末装置の種類を示す情報の少なくともいずれか一方を含む端末情報を取得する端末情報取得手段と，②前記情報を構成する複数の素材データの提示形式を少なくとも規定する構造化データを取得する構造化データ取得手段と，③前記①で取得された端末情報に基づいて，前記②で取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整する提示形式調整手段と，④前記③で調整された提示形式で前記情報をユーザに対して提示させる提示手段と，を備えることを特徴とする(【0015】)。",
                        "この発明においては，①ユーザに提示すべき情報を構成する複数の素材データの提示形式を少なくとも規定する構造化データを取得し，②前記情報をユーザに提示する端末装置の端末情報に基づき，前記構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整して，③その提示形式で前記情報を前記端末装置においてユーザに提示させるようにしている。",
                        "したがって，ユーザの端末装置の特性や能力等に応じて別々の提示情報及び選択肢を用意しないことによって，前記イ(イ)の従来技術に比して，提示情報のメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適な提示情報をユーザに対して提示することができる(【0016】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "請求項2記載の発明は，請求項1記載の情報提示装置において，提示形式調整手段が，ユーザに情報を提示する端末装置の端末情報に含まれる表示画面サイズに合わせて，複数の素材データのうち，前記端末装置の表示画面上に表示されるべき少なくとも1つの素材データを削除するか，当該素材データの表示画面上における表示エリアを拡大又は縮小することによって，提示形式を調整することを特徴とするものである(【0017】)。",
                        "この発明によれば，複数の素材データの提示形式の調整を，いずれかの素材データの削除又は当該素材データの表示画面上におけるエリアを縮小することにより行うようにしたので，容易かつ効率良く当該調整を行うことができる(【0018】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明によれば，提示情報を構成する複数の素材データの提示形式を少なくとも規定する構造化データを取得し，端末装置の端末情報に基づいて，前記構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，提示情報を，前記のとおり調整した提示形式で当該端末装置のユーザに対して提示させるようにしたので，当該端末装置の特性や能力等に応じて別々の提示情報及び選択肢を用意することなく，提示情報のメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適な提示情報をユーザに対して提示することができる(【0045】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "情報提示システムの構成及び概要機能(【0047】～【0058】，【図1】，【図2】)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本実施形態に係る情報提示システムSは，PC，携帯電話，PDA等の端末装置1とサーバ装置2を含んで構成されており，サーバ装置2が本発明の情報提示装置として機能する(【0049】，【0051】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "端末装置1とサーバ装置2とは，通信手段としてのインターネット等のネットワーク3を介して相互にデータの送受信が可能になっており，サーバ装置2は，当該ネットワーク3を介して接続された端末装置1からの要求に応じて提示情報の一例であるページデータを提供(送信)し，端末装置1を通じてユーザに提示する(【0050】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ページデータは，複数の素材データによって構成されているものである。各素材データは，ユーザに対して提示されるべき文字，画像，映像，音声等のデータ等から成る。複数のページデータが集まって，書籍等の1つのコンテンツを構成する(【0053】)。コンテンツの構造等は，XMLによって記述された構造化データ(中間フォーマットデータ(基データ))により規定(定義)される(【0054】)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "【図2】の構造化データ5は，状態保持層51及びレイアウト層52から構成される(【0056】)。",
                            "状態保持層51は，コンテンツ全体の構造を規定するものであり，書籍の例でいえば目次に相当し，【図2】の例においては，章，節，ページによりコンテンツの階層構造が規定される。すなわち，コンテンツにおける1つの章は複数の節から構成され，1つの節は複数のページから構成され，最下位層における各ページは，前記cのページデータから成る。これらの章，節，及びページの各要素には，固有の識別情報である状態保持ID(id)が付加されている(【0057】)。",
                            "レイアウト層52は，各素材データの内容(例えば，ページ内に配置されるオブジェクト〔文字，画像，映像等〕や音声の内容であって，コンテンツを構成する意味上のかたまり)及びその提示形式(例えば，当該オブジェクトの表示形式〔例えば，表示サイズ，表示位置，文字のフォントサイズ及び色等のプロパティや音声の出力形式等〕)等を規定している(【0058】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "サーバ装置の構成及び概要機能(【0068】～【0084】，【0090】～【0092】，【図1】，【図3】(A)～(E)，【図4】)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "【図1】のとおり，サーバ装置2は，①演算機能を有するCPU，作業用RAM，ROM等から構成される情報処理部(コンピュータ)21，②各種プログラム及び各種データ等を記憶するHDD等から構成される記憶部22及び③端末装置1の通信部と協働して端末装置1との間の通信状態を制御する通信部23を備えている。",
                            "情報処理部21は，記憶部22に記憶された本発明の情報提示処理プログラム等を実行することにより，①セッション管理部21a，②本発明の端末情報取得手段としての端末情報取得部21b，③履歴情報蓄積手段としての履歴情報蓄積部21c，④構造化データ取得手段及び提示形式調整手段としてのコンテンツ構成部21d及び⑤提示手段としてのコンテンツ提示部21eとして機能する(【0068】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "セッション管理部21aは，認証データベース22aを用いたログイン処理(認証処理)及びログイン後の当該通信セッションの管理を行う(【0071】)。",
                            "端末情報取得部21bは，端末装置1がネットワーク3を介して接続してきた際，端末装置1の端末情報を取得する(【0072】)。",
                            "履歴情報蓄積部21cは，端末装置1におけるページデータの提示履歴を示す履歴情報をユーザごとに区別して履歴情報データベース22bに蓄積する(【0073】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "コンテンツ構成部21dは，あるページに対応する構造化データをコンテンツデータベース22cから取得(抽出)し，端末情報取得部21bにより取得された端末情報に基づいて，前記構造化データに規定された素材データの提示形式を，当該端末装置1に合った提示形式に調整する。",
                            "そして，コンテンツ構成部21dは，提示形式が調整された構造化データをフォーマット変換して端末装置1に提供するページデータを生成する。例えば，XMLで記述されたXML文書からなる構造化データ(調整後)が，XHTMLで記述されたXHTML文書とCSS(Cascading Style Sheets)から成るページデータに変換される(【0074】，【0075】)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "【図3】(B)及び(C)に示すとおり，取得された“page1”の構造化データに規定された素材データ61～65の提示形式が端末情報に基づき調整されている(【0076】，【0077】)。",
                            "そして，【図3】(D)及び(E)に示すとおり，XMLで記述された構造化データに規定された素材データの内容に相当する部分がXHTMLで記述され，素材データの提示形式に相当する部分がCSSで記述されるようにフォーマット変換がされている(【0078】)。",
                            "【図4】に示すとおり，状態保持層51には，章，節及びページの各状態保持IDが記述されており，レイアウト層52には，①ページデータを構成する各素材データの提示形式が規定されている提示形式記述部52a，②同提示形式に調整するに当たっての各素材データの制約条件，優先度情報，注釈等が規定されている提示形式制約記述部52b及び③最終的にHTMLで記述されることになる各素材データの内容が規定されている提示内容記述部52cが設けられている(【0079】～【0083】)。",
                            "提示形式記述部52a及び提示形式制約記述部52bに記述された内容がコンテンツ構成部21dにより解釈され，ページデータを要求してきた端末装置1に合った(適した)提示形式に調整された上で，最終的にCSSに記述される(【0084】)。",
                            "構造化データをXMLで，提示形式及びその制約条件等を提示形式記述部52a及び提示形式制約記述部52bに，提示内容を提示内容記述部52cに分離してそれぞれ規定することによって，提示形式の調整(アダプテーション)を行いやすくすることができる。しかも，提示形式記述部52a及び提示形式制約記述部52bに示すように，提示形式を規定するスタイルシートをXMLで再定義することによって，より効率良く調整(アダプテーション)を行うことができる(【0090】，【0091】)。",
                            "コンテンツ提示部21eは，以上のように生成されたページデータ(XHTMLとCSSとから構成されるデータ)を，ネットワーク3を介して端末装置1に送信し，前記の調整された提示形式でユーザに対して提示する(【0092】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "情報提示システムの動作(【0095】～【0104】，【0110】～【0117】，【0133】，【0134】，【0138】)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，ユーザが，端末装置1を操作してサーバ装置2のサイトのURLを指定すると，当該端末装置1がネットワーク3を介してサーバ装置2に接続しリクエスト情報を送信する(【0096】)。",
                            "サーバ装置2は，端末装置1からのリクエスト情報を受信すると，当該リクエストヘッダ内のユーザエージェントの項目からOSの種類やブラウザの種類等の情報を得て，端末装置の種類を判別し，端末装置1に対して，リダイレクト要求情報を送信する(【0097】)。",
                            "ここで，前記ユーザエージェントの項目からOSの種類やブラウザの種類等の情報を取得できなかった場合には，サーバ装置2は，OSの種類やブラウザの種類等の情報を取得するためのスクリプト(例えば，Java(登録商標)script)が記述されたHTML文書を端末装置1に送信する。端末装置1のブラウザによって当該HTML文書中のスクリプトが実行され，OSの種類やブラウザの種類等の端末情報が取得される。これにより，端末情報取得の正確性を更に向上させることができる(【0098】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "端末装置1は，ユーザによって入力されたユーザID及びパスワード並びに前記端末情報を含むログイン要求情報を，サーバ装置2に対して送信する(【0099】)。",
                            "サーバ装置2は，前記端末情報を用いて端末装置1の種類を判別するとともに，ログイン要求情報に基づいてログイン処理(認証処理)を実行する(【0101】，【0102】)。",
                            "そして，サーバ装置2は，ページデータを生成してこれを端末装置1に対して送信する。端末装置1は，受信したページデータを表示してユーザに提示する(【0103】，【0104】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ページデータ生成処理は，以下のとおりである。すなわち，サーバ装置2は，前記bのログイン要求情報に含まれる端末情報から端末装置1の表示画面サイズを取得し，また，構造化データを取得して，これに基づき，各素材データをオブジェクトとするDOMドキュメントツリーを作成する。そして，サーバ装置2は，前記DOMドキュメントツリーを調整(提示形式制約記述部52bにおいて書き換えられた内容が提示形式記述部52aに反映され，提示形式制約記述部52bは削除される。)し，これをXML文書(提示形式が調整された構造化データ)に変換した上で，これをさらにXHTML文書とCSSにフォーマット変換してページデータを生成する。",
                            "以上の実施形態によれば，サーバ装置2は，コンテンツを構成するページに対応する構造化データを取得(抽出)し，端末装置1の端末情報に基づいて，前記構造化データに規定されたオブジェクト(素材データ)の提示形式を，当該端末装置1に合った(適した)提示形式に調整し，その提示形式でページデータを端末装置1のユーザに対して提示することから，端末装置1の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置1に応じた最適なコンテンツ(これを構成するページデータ)をユーザに対して提示することができる(【0110】～【0115】，【0133】，【0134】，【0138】)。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の特徴",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)によれば，引用発明は，インターネット等のネットワークを介して接続された端末装置(クライアント端末)に対しコンテンツデータを提供する装置に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，WEBサーバ等のサーバ装置から提供されるコンテンツデータは，端末装置の種類や画面解像度(表示画面サイズ)の違いにかかわらず，同一の表示形式で提供されていたので，端末装置の画像解像度によっては，必ずしも提供されたコンテンツデータを適切に表示することができないという問題があった。",
                    "この問題の対策の一例として，様々な種類の端末装置ごとに別々のコンテンツデータを製作(制作)し，それらのコンテンツデータを端末装置の種類ごとに分けてサーバ装置に用意しておく方法がある。例えば，特許文献2(特許第3184802号公報)においては，スヌープエージェントという小プログラムを端末装置にダウンロードさせ，この小プログラムによって当該端末装置の表示機能情報等を取得し，その表示機能に対応したURLへのリダイレクト等により，端末装置への不適合の問題を解決している。",
                    "また，前記対策の別の例として，サーバ装置に基準となるコンテンツを用意しておき，端末装置の種類に応じた別々の変換ルールを適用させる方法もある(【0004】～【0007】)。",
                    "しかし，これらの方法においては，コンテンツデータを配信するサーバ装置側に，バッチファイル等の複数の選択肢(例えば，バッチファイル等)をあらかじめ用意しておく必要があることから，端末装置の種類や機種の増加に伴って，サーバ装置側の製作負荷が膨大なものとなり，コストも増大するという問題がある(【0008】)。また，スヌープエージェントという小プログラムによる表示機能情報の取得は，ユーザエージェントによる取得が失敗した後に行われるものであることから，スヌープエージェントが当該端末装置の種類に適したものではなく，正確な情報取得に失敗する可能性が高いという問題がある(【0013】)。",
                    "引用発明は，これらの問題に鑑みて，端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示することができる情報提示装置の提供を課題とするものである(【0014】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，これらの課題を解決するために，ユーザに対して情報を提示する端末装置の表示画面サイズを含む端末情報を取得した上で，コンテンツを構成するページに対応する構造化データ(少なくとも素材データの提示形式を規定するもの。素材データとは，ユーザに対して提示されるべき文字，画像，映像，音声等のデータ等から成る。素材データの提示形式は，文字，画像，音声等の素材データの表示サイズ，表示位置，文字のフォントサイズ及び色等のプロパティや音声の出力形式等である。)をコンテンツデータベースから取得(抽出)し，前記端末情報に基づき，前記構造化データに規定された素材データの提示形式を，前記端末装置に合った提示形式に調整し，その調整後の構造化データに規定された素材データの内容に相当する部分がXHTMLで記述され，素材データの提示形式に相当する部分がCSSで記述されるようにフォーマット変換してXHTML文書とCSSから成るページデータを生成するという情報提示装置の構成(【請求項1】，【請求項2】，【0015】，【0016】，【0053】，【0058】，【0074】～【0084】，【0090】～【0092】，【0110】～【0115】，【0133】，【0134】，【0138】，【図1】，【図2】，【図3】(A)～(E)，【図4】)を採用した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用発明においては，サーバ装置が前記端末装置の情報を取得するためのスクリプトが記述されたHTML文書を前記端末装置に送信し，前記端末装置のブラウザによって前記スクリプトが実行されることによって端末情報が取得され，同端末情報を含むログイン要求情報を前記端末装置からサーバ装置に送信する構成を採用した(【0098】，【0099】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明は，前記ウ(ア)の情報提示装置の構成を採用することにより，端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，前記端末装置に応じた最適なコンテンツ(これを構成するページデータ)をユーザに対して提示することができる(【0138】)。",
                    "また，引用発明は，前記ウ(イ)の構成の採用により，端末情報取得の正確性を向上させることができる(【0098】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "スタイルシート(CSS)の生成及び生成過程について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明においては，スタイルシート(CSS)の生成及び生成過程を認定する必要があるところ，本件審決は，これらを認定していない点において誤りがある旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件審決が認定した引用発明中，構成u1には，「コンテンツ構成部21dは，提示形式・その制約条件等の内容を解釈し同内容に基づき，ページデータを要求してきた端末装置1に合った(適した)提示形式に調整した(【図3】(C))上で，／調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述され，素材データの内容に相当する部分がXHTMLで記述されるようにフォーマット変換して，端末装置1に提供するページデータを生成(【図3】(E))するようになっており，」という構成が含まれている。",
                        "そして，構成u1の直後に続く構成v1において，「コンテンツ提示部21eは，以上のように生成されたページデータ(XHTMLとCSSとから構成されるデータ)等を，ページデータを要求してきた端末装置1に対してネットワーク3を介して送信する，」とされていることに鑑みると，構成u1中の「ページデータ」は，「XHTMLとCSSとから構成されるデータ」であることが明らかである。",
                        "以上によれば，本件審決が認定した引用発明の構成u1において，XHTMLとCSSとから構成されるデータであるページデータを生成することが認定されており，したがって，スタイルシート(CSS)の生成が認定されていることは，明らかということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件審決が認定した引用発明の構成uは，「コンテンツ構成部21dは，前記提示情報を構成する複数の素材データの提示形式を少なくとも規定する構造化データを取得し，／取得された端末情報に基づいて，特に，取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，」というものである。",
                        "この構成uと前記構成v1を併せれば，引用発明に係る情報提示装置において，①ユーザに提示すべき提示情報を構成する複数の素材データの提示形式を規定する構造化データを取得する，②その提示形式を，ユーザの端末情報，特に同情報に含まれる表示画面サイズに合わせて，ユーザの端末装置に合った提示形式に調整する(以上，構成u)，③そのように調整した構造化データのうち，素材データの提示形式に相当する部分が最終的にCSSで記述され，素材データの内容に相当する部分がXHTMLで記述されるようにフォーマット変換して，ユーザの端末装置に提供するページデータ(XHTMLとCSSとから構成されるデータ)を生成する(以上，構成v1)ことが示されている。",
                        "これら①から③は，スタイルシート(CSS)が生成される過程を示すものにほかならず，したがって，本件審決が認定した引用発明において，スタイルシート(CSS)の生成過程が認定されていることも，明らかというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，原告の前記主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "スタイルシート(CSS)生成のタイミングがログイン要求に対するログイン処理の完了後に限定されることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明において，スタイルシート(CSS)生成のタイミングがログイン要求に対するログイン処理の完了後に限定されることの根拠として，スタイルシート(CSS)の生成に当たり，「端末装置に応じた最適なコンテンツを提示する」(【0014】)という課題を解決するためには，特定の構造化データの取得を要し，同取得のためには，履歴情報をユーザごとに蓄積しておくことが必要とされるところ(【0142】)，同蓄積には，個々のユーザの識別，すなわち，ログイン要求に対するログイン処理の完了を要する旨主張する。",
                        "しかし，前記(1)のとおり，書籍等の1つのコンテンツは，複数のページデータが集まって構成するものであり，そのページデータは，ユーザに提示されるべき文字，画像，映像，音声等のデータ等から成る複数の素材データによって構成されている(甲1【0053】)。そして，前記(2)ウのとおり，構造化データは，少なくとも素材データの提示形式を規定するものであり，この提示形式は，文字，画像，映像等の表示サイズ，表示位置，文字のフォントサイズ及び色等のプロパティや音声の出力形式等である。",
                        "以上に鑑みると，あるコンテンツに係る構造化データの取得自体と，ユーザごとの履歴情報の蓄積との間に，特段の関連があるものとはいい難い。そして，前記(2)によれば，引用発明は，ユーザに対して情報を提示する端末装置の表示画面サイズを含む端末情報に基づき，構造化データに規定された素材データの提示形式を，前記端末装置に合った提示形式に調整し，その調整後の構造化データをフォーマット変換してXHTMLとスタイルシート(CSS)とから構成されるページデータを生成することにより，「端末装置に応じた最適なコンテンツを提示」するものであり，前記調整及びページデータの生成においても，ユーザごとの履歴情報の蓄積を必要不可欠とする事情は認められない。",
                        "なお，ユーザに提示すべきコンテンツは，ユーザの要求に基づくものであるが，一般に，コンテンツの提示の要求に当たっては，当該コンテンツを識別する情報は必須であるものの，当該ユーザを識別する情報が常時求められるわけではない。",
                        "以上によれば，特定の構造化データの取得及びその構造化データに規定された素材データの提示形式の調整並びにXHTMLとCSSとから構成されるページデータの生成のいずれにおいても，ユーザごとの履歴情報の蓄積が必要不可欠とはいえず，したがって，同蓄積のために，ログイン処理をして個々のユーザを識別することも，必要不可欠とまではいえない。",
                        "よって，原告の前記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明において，スタイルシート(CSS)生成のタイミングがログイン要求に対するログイン処理の完了後に限定されることのもう1つの根拠として，「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」(【0014】)という引用発明の課題を解決する観点からも，文書を端末に表示させる前に，個々のユーザを識別すること，すなわち，ログイン要求に対するログイン処理の完了が必要である旨主張する。",
                        "この点に関し，引用例中，特許請求の範囲【請求項8】に，「提示情報の提示履歴を示す履歴情報をユーザ毎に蓄積する履歴情報蓄積手段」及び「前記構造化データ取得手段は，前記提示対象となるユーザに対応する前記履歴情報を参照して前回提示された前記提示情報に対応する前記構造化データを取得することを特徴とする」という記載があり，また，発明の詳細な説明において，「ここで，ログイン直後に取得される構造化データは，前回提示(前回のセッションの最後に提示)されたページに対応する構造化データであり，コンテンツ構成部21dは，かかる構造化データを，履歴情報データベース22bにおいて当該端末装置1のユーザのユーザIDに対応付けられて記憶されている状態保持IDのうち最も新しい(受信時間が最近の)状態保持IDに基づき取得する。」(【0074】)，「端末装置1におけるページデータの提示履歴を示す履歴情報をユーザ毎に蓄積しておき，提示対象となるユーザに対応する履歴情報を参照して前回提示されたページデータに対応する構造化データを取得してこれに基づき，オブジェクトの提示形式を，当該端末装置1に合った提示形式に調整するようにしたので，複数の端末装置1にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用が可能となる。これにより，例えば，ユーザが，PCを端末装置1として視聴していたコンテンツの続き(ページの続き)を，PDAを端末装置1として簡単に視聴(閲覧)することができる。」(【0142】)との記載がある。",
                        "これらの記載によれば，原告が指摘する「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」ことは，前記【請求項8】に記載された発明の課題であり，同発明においては，文書を端末に表示させる前に，ログイン処理を完了して個々のユーザを識別するために，端末に表示させる文書に係るスタイルシート(CSS)生成の基となる構造化データの取得のタイミングがログイン要求に対するログイン処理の完了後に限定されることは，必須の構成であると認められる。",
                        "しかし，前記(1)及び(2)によれば，本件審決は，前記【請求項8】に記載された発明とは，別の発明を引用発明としていることが明らかである。なお，引用例には，複数の発明が開示されているものと認められるが，そのうちのいずれを本願発明と対比すべき引用発明として採り上げるかは，審決の裁量の範囲内に属し，その選択自体が審決取消事由を構成することはない。",
                        "そして，文書を端末に表示させる前に，ログイン処理を完了して個々のユーザを識別するために，スタイルシート(CSS)の生成及びその基となる構造化データの取得のタイミングがログイン要求に対するログイン処理の完了後に限定されるという構成が，前記(2)の引用発明の課題，すなわち，端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示することができる情報提示装置の提供という課題の解決に，不可欠なものということはできない。",
                        "よって，原告の前記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，引用発明においては，スタイルシート(CSS)生成のタイミングがログイン要求に対するログイン処理の完了後に限定されるべきであるという原告の主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "スタイルシート(CSS)が最も新しい状態保持IDに基づくものに限定されることについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明において，スタイルシート(CSS)の生成に当たり，特定の構造化データの取得を要するところ，個々のユーザに応じた適切なページデータを生成するためには，前記特定の構造化データは，個々のユーザに応じて取得されたものでなければならないこと，引用発明においては，「コンテンツ構成部21dは，かかる構造化データを，(中略)状態保持IDのうち最も新しい(受信時間が最近の)状態保持IDに基づき取得する」(【0074】)，「次いで，サーバ装置2は，上記取得した状態保持IDに対応する構造化データを取得する(ステップS110)」(【0114】)という態様により特定の構造化データが取得され，これ以外の態様で取得されることはないことによれば，「端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適コンテンツを提示する」(【0014】)という引用発明の課題を解決する観点から，生成されるスタイルシート(CSS)が最も新しい状態保持IDに基づくものに限定されるという構成は，不可欠なものということができると主張する。",
                        "しかし，前記イのとおり，引用例【0074】の前記記載は，特許請求の範囲【請求項8】に記載された発明において必須の構成に係るものであるが，本件審決は，前記発明とは，別の発明を引用発明としていることが明らかである。",
                        "そして，生成されるスタイルシート(CSS)は，最も新しい状態保持IDに基づくものに限定されるという構成が，端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示することができる情報提示装置の提供という引用発明の課題の解決に，不可欠なものということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明においては，「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」(【0014】)という引用発明の課題を解決する観点からも，端末に表示される文書が最も新しい状態保持IDに基づくものであることを要し，そのためには，生成されるスタイルシート(CSS)が最も新しい状態保持IDに基づくものであることが必要である旨主張する。",
                        "しかし，前記イのとおり，「複数の端末装置にまたがった(横断した)シームレスな(継続性のある)コンテンツの利用を可能とする」ことは，前記【請求項8】に記載された発明の課題であり，引用発明の課題ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，原告の前記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件審決による引用発明の認定に誤りはないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明と引用発明との一致点の認定の誤り及び相違点の看過について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の看過について",
                  "text": [
                    "前記(3)イによれば，原告相違点2があるとはいえないし，前記(3)ウによれば，原告相違点3があるとはいえない。そして，原告相違点1及び4は，実質において，本件審決認定の相違点と同じものである。",
                    "したがって，本件審決が相違点を看過したという原告の主張は，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本願発明の「スタイルシートを選択する」(C4)という構成と，引用発明の「CSSを生成する」(u，u1)という構成とを対比し，両者はスタイルシート(CSS)を「特定」するという点において一致するとして，前記第2の3(4)アのとおり，構成要件C4に関する一致点としてC4’「前記要求端末の画面サイズを示す情報に少なくとも基づいて，コンテンツの表示形式を定義するものであるスタイルシートを特定すること，」を，構成要件C5に関する一致点としてC5’「前記特定されたスタイルシートに基づく情報を前記ネットワークを介して前記要求端末に提供することと」を，それぞれ認定している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，あらかじめ少なくとも1つのスタイルシート(CSS)を用意しておき，その中から，端末情報に基づいて1つのスタイルシート(CSS)を選択する，すなわち，既存のスタイルシートの中からあるスタイルシートを選び出すことと，端末情報に応じて調整，変換することにより，スタイルシート(CSS)を生成することとは，内容において明らかに異なるものというべきである。",
                        "しかも，前記1(3)のとおり，本願発明の前記構成は，マルチデバイスに対応したシステムの開発に当たり，各端末ごとの開発を要することから，同開発に要する期間の短縮及びコストの低減のための手法が確立されていないという課題を解決するために，あらかじめ用意したスタイルシート(CSS)から端末情報に基づいて1つのスタイルシート(CSS)を選択することによって，各端末ごとの開発を不要にしたものである。これに対し，前記2(2)のとおり，引用発明の前記構成は，端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示することができる情報提示装置の提供という課題を解決するために，スタイルシート(CSS)をあらかじめ用意しておくことなく，端末情報に応じてスタイルシート(CSS)を生成することとしたものである。このように，本願発明の前記構成と引用発明の前記構成とは，技術的思想も異にする。",
                        "以上によれば，本件審決による前記C4’及びC5’の一致点の認定は，誤りというべきである。もっとも，①本件審決認定の相違点は，実質において，本願発明の「スタイルシートを選択する」(C4)という構成と，引用発明の「CSSを生成する」(u，u1)という構成との相違点を含んでいるものということができ，②前記アのとおり，本件審決において本願発明と引用発明との相違点を看過した誤りは，認められないことから，本件審決による一致点の認定の誤りは，本件審決の結論に影響を及ぼすものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "したがって，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，仮に，本件審決による引用発明の認定並びに本願発明と引用発明との一致点及び相違点の認定に誤りがなかったとしても，当業者は引用発明に周知技術Aを適用することによって本件審決認定の相違点を容易に想到することができたという本件審決の判断は，誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明に周知技術Aを適用することの阻害要因について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例3及び4には，周知技術A，すなわち，端末装置の種類(通常画面サイズも異なる)に対応する複数のスタイルシート(CSS)をあらかじめ用意しておき，そのうちの1つを選択するようにすることが開示されているものと認められる(甲4，甲5)。",
                    "したがって，周知技術Aは，周知性の有無はともかく，本願優先日当時において公知の技術であったことは明らかである。",
                    "そこで，以下では，引用発明に周知技術Aを適用することにつき，阻害要因の存否を検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記2(2)のとおり，従来，サーバ装置から提供されるコンテンツデータは，端末装置の種類等の違いにかかわらず，同一の表示形式で提供されていたので，端末装置の画像解像度によっては，必ずしも提供されたコンテンツデータを適切に表示することができないという問題があった。その対策として，様々な種類の端末装置ごとに別々のコンテンツデータを製作(制作)し，それらのコンテンツデータを端末装置の種類ごとに分けてサーバ装置に用意しておく方法等があったものの，そのような方法においては，サーバ装置側に，バッチファイル等の複数の選択肢(例えば，バッチファイル等)をあらかじめ用意しておく必要があることから，端末装置の種類や機種の増加に伴って，サーバ装置側の製作負荷が膨大なものとなり，コストも増大するという問題がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，引用発明は，これらの問題をいずれも解決すること，すなわち，端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，端末装置に応じた最適なコンテンツを提示することができる情報提示装置の提供を課題とした。",
                        "そして，引用発明は，前記課題解決手段として，ユーザに対して情報を提示する端末装置の表示画面サイズを含む端末情報を取得し，コンテンツを構成するページに対応する構造化データに規定された素材データの提示形式を，前記端末情報に基づいて前記端末装置に合った提示形式に調整した上で，前記素材データをフォーマット変換してXHTML文書とCSSから成るページデータを生成するという構成を採用した。引用発明は，同構成を採用して，各コンテンツに係る素材データにつき，前記調整，変換を行い，最終的に各端末装置に合った提示形式を備えたページデータにすることにより，各端末装置の特性等に応じて複数のコンテンツ及び選択肢を用意しなくても，各端末装置に応じた最適なコンテンツを提供できるようにして，前記課題を解決するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，周知技術Aは，端末装置の種類(通常画面サイズも異なる)に対応する複数のスタイルシート(CSS)をあらかじめ用意しておき，そのうちの1つを選択するようにすることであり，これは，前記イ(ア)において従来技術の一例として挙げた「様々な種類の端末装置ごとに別々のコンテンツデータを製作(制作)し，それらのコンテンツデータを端末装置の種類ごとに分けてサーバ装置に用意しておく方法」と同様に，サーバ装置側に複数の選択肢をあらかじめ用意しておく必要があることから，端末装置の種類や機種の増加に伴って，サーバ装置側の製作負荷が膨大なものとなり，コストも増大するという問題を生じさせるものである。そして，この問題は，引用発明がその解決を課題とし，前記イ(イ)の課題解決手段の採用によって解決しようとした問題にほかならない。",
                    "したがって，引用発明に周知技術Aを適用すれば，引用発明の課題を解決することができなくなることは明らかであるから，上記適用については，阻害要因があるものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，引用例【0014】の「コンテンツのメンテナンスに要する負担やコスト」とは，コンテンツを端末装置において適正に表示できるようにするために必要となるトータルの負担やコストであり，コンテンツを保有するためのコストに限られず，コンテンツの端末装置への提供に際して加工を要する場合にはその加工に係るコスト等も当然に含まれることを前提として，それらのコストの大小は対応を要する端末の種類の数等によって変動し，引用発明の「取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述されるようにフォーマット変換する」という構成に代えて周知技術Aを採用することとしても，コストが常に増加するわけではなく，「コンテンツのメンテナンスに要する負担やコスト」を軽減するという引用発明の目的が達成されなくなるわけではない旨主張する。",
                        "しかしながら，「メンテナンス」という用語の語義自体に鑑みても，原告主張のように，「コンテンツのメンテナンスに要する負担やコスト」につき，コンテンツの加工に係るコスト等も当然に含まれるなど広く解することは，考え難い。",
                        "しかも，引用例において，①発明が解決しようとする課題には，「従来の方法では複数の選択肢(例えば，バッチファイル等)を予め用意しておく必要があり，コンテンツデータを配信するサーバ装置側が，端末装置の種類や機種の増加に伴い，膨大な製作負荷やコスト増大が伴うという問題がある。」(【0008】)と記載されており，「端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することなく，コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ，」(【0014】)と記載されていること，②課題を解決するための手段として，「この発明によれば，(中略)当該端末装置の特性や能力等に応じて別々の提示情報及び選択肢を用意することなく，提示情報のメンテナンスに要する負担やコスト等を軽減しつつ，」(【0016】)との記載があることに鑑みると，【0014】の「コンテンツのメンテナンスに要する負担やコスト等を軽減しつつ」は，端末装置の特性や能力等に応じて別々のコンテンツ及び選択肢を用意することによるコスト増大を回避することを念頭に置いた記載であることは，明らかである。このことからも，「コンテンツのメンテナンスに要する負担やコスト」につき，被告主張のとおり解することはできない。",
                        "以上によれば，被告の前記主張は前提を欠き，採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，引用発明が周知技術Aではなく，「取得された端末情報に含まれる表示画面サイズに合わせて，前記取得された構造化データに規定された素材データの提示形式を，当該端末装置に合った提示形式に調整し，調整後の構造化データにおける素材データの提示形式に相当する部分が最終的にCSSで記述されるようにフォーマット変換する」という構成を採用したことは，引用発明の発明者において，前記構成及び周知技術Aの各長短を総合して得られるメリットを比較考量し，前記構成のメリットの方が大きい場合があると考えたことを示すものにすぎないなどとして，引用例に接した当業者は，比較考量の結果として周知技術Aよりも引用発明の前記構成の方が望ましい場合があることは考えるものの，あらゆる場合に周知技術Aの採用が否定されるとまでは考えないから，引用例による前記示唆も，引用発明の前記構成に代えて周知技術Aを採用することを阻害するものではない旨主張する。",
                        "しかし，前記ウのとおり，周知技術Aが，サーバ装置側に複数の選択肢をあらかじめ用意しておく必要があることから，端末装置の種類や機種の増加に伴って，サーバ装置側の製作負荷が膨大なものとなり，コストも増大するという問題を生じさせること，そして，この問題は，引用発明が解決しようとした問題にほかならないことは，引用例の記載自体から明らかということができる。",
                        "この点に鑑みると，引用例に接した当業者において，周知技術Aにつき，引用発明の前記構成との具体的な比較考量の結果次第で引用発明に適用し得る旨認識するとは考え難い。",
                        "よって，被告の前記主張は，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明に周知技術Aを適用することについては阻害要因があり，当業者は引用発明に周知技術Aを適用することによって本件審決認定の相違点を容易に想到することができたという本件審決の判断は，誤りであるというべきである。",
                "したがって，原告主張の取消事由2は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由2には理由があり，本件審決は取消しを免れない。",
            "よって，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10018",
    "date": "2015-12-17",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085557",
    "ipprecedent_id": "4227",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}