{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2014-800105号事件について平成27年4月7日にした審決のうち，特許第4827120号の請求項1，12，16及び18に係る部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告のその余の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，これを19分し，その15を原告の負担とし，その余は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800105号事件について平成27年4月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成17年7月14日，発明の名称を「労働安全衛生マネージメントシステム，その方法及びプログラム」とする発明について特許出願(特願2005-205682号，優先日平成16年7月15日，優先権主張国日本国。以下「本件出願」という。)をし，平成23年9月22日，特許第4827120号(請求項の数19。以下「本件特許」という。)として特許権の設定登録を受けた(甲20，30)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年6月18日，本件特許に対して特許無効審判を請求した(甲22)。",
                "特許庁は，上記請求を無効2014-800105号事件として審理を行い，平成27年4月7日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月16日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年5月14日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲の請求項1ないし19の記載は，以下のとおりである(以下，請求項1に係る発明を「本件発明1」，請求項12に係る発明を「本件発明2」，請求項16に係る発明を「本件発明3」，請求項18に係る発明を「本件発明4」という。)。",
                "【請求項1】",
                "労働安全衛生マネージメントシステムであって，",
                "複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとが格納されている記憶手段と，",
                "少なくとも工事名称を含む評価対象工事の情報を入力する入力手段と，",
                "演算手段を使用して，前記記憶手段に格納されている前記歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成する内訳データ生成手段と，",
                "前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する危険源評価データ生成手段と，",
                "を含むことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項2】",
                "請求項1に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記記憶手段が，",
                "複数の，包括的な施工対象の工事別に規定してあるユニットプライス型積算方式の工事名称，および前記複数の，包括的な施工対象の工事別に規定してあるユニットプライス型積算方式の工事名称の各々に含まれる各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとを格納し，",
                "前記入力手段が，",
                "少なくともユニットプライス型積算方式の工事名称を含む評価対象工事の情報を入力し，",
                "前記危険源評価データ生成手段が，",
                "前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む，ユニットプライス型積算方式に対応した危険源評価データを生成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項3】",
                "請求項1または2に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記記憶手段が，",
                "前記要素の少なくとも一部と，該一部に関連付けられた工程であって，危険有害要因および事故型分類に対応した工程を含む工種リンクテーブルをさらに格納し，",
                "前記危険源評価データ生成手段が，",
                "前記演算手段を使用して，前記工種リンクテーブルを参照して，前記内訳データに含まれる各要素に基づき，当該各要素に関連し，危険有害要因および事故型分類に対応した工程を探し出し，前記危険源評価マスターテーブルを参照して，前記探し出した工程に基づき，当該工程の各々に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項4】",
                "請求項1～3のいずれか1項に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記入力手段により入力される前記評価対象工事の情報は，工事全体，或いは，少なくとも一部の要素の数量をも含み，",
                "前記内訳データ生成手段は，前記評価対象工事に含まれる各要素の少なくとも一部に対しては，前記歩掛マスターテーブルを参照して，前記数量に基づき，該一部の要素の数量をさらに含む内訳データを前記演算手段を使用して生成し，",
                "前記危険源評価データ生成手段が，",
                "前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素および各要素の少なくとも一部の要素の数量に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項5】",
                "請求項1～4のいずれか1項に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記危険源評価マスターテーブルの危険源情報のうちの少なくとも一部の危険有害要因は，",
                "発生可能性の数値情報，および重大性の数値情報が関連付けられており，",
                "前記危険源評価データ作成手段は，",
                "前記発生可能性の数値情報，および前記結果重大性の数値情報をさらに含む前記危険源評価データを作成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項6】",
                "請求項1～5のいずれか1項に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記記憶部が，",
                "危険有害要因に関連付けられた管理によるリスク低減の数値を含むリスク低減値テーブルをさらに格納し，",
                "前記危険源評価データ作成手段は，",
                "前記発生可能性の数値情報および前記結果重大性の数値情報から低減前のリスク評価値を求め，リスク低減の数値および該低減前のリスクの数値値から，低減後のリスク評価値を求め，該低減前のリスク評価値と，該低減後のリスク評価値をさらに含む前記危険源評価データを作成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項7】",
                "請求項1～6のいずれか1項に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記記憶手段は，実際に受注した，工事の名称，および前記工事に含まれる各要素からなるカスタマイズされた統計情報を含む建設積算データテーブルをさらに格納し，",
                "前記内訳データ生成手段は，",
                "演算手段を使用して，前記歩掛マスターテーブルに代えて，前記建設積算データテーブルを参照して，前記入力された評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項8】",
                "請求項7に記載の労働安全衛生マネージメントシステムにおいて，",
                "外部システムから，工事名称および前記工事名称に含まれる各要素を含む，実際の工事データをネットワークを介して受信する受信手段と，",
                "前記受信した実際の工事データに基づき，前記記憶手段に格納されている前記建設積算データテーブルを更新する更新手段とを，",
                "さらに有する，ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項9】",
                "請求項1～8のいずれか1項に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記記憶部が，",
                "省庁別の複数の前記歩掛マスターテーブルと，",
                "最上位の階層が複数の省庁を項目として含み，各項目の下位の階層には，より下位の階層になるに従って詳細に規定された，工事名称を含む評価対象工事の情報からなる複数の階層からなるツリー形式のデータ構造を持つ工事情報ツリーと，を格納し，",
                "前記入力手段が，",
                "評価対象工事を選択するための画面インターフェイスを含み，",
                "前記画面インターフェイスは，",
                "ユーザの選択状況に応じて前記工事情報ツリーの選択された階層の項目を表示し，最終的に選択された項目を前記評価対象工事の情報として入力し，",
                "前記内訳データ生成手段が，",
                "演算手段を使用して，前記画面インターフェイスにより選択された省庁の歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項10】",
                "請求項9に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記入力手段が，",
                "複数の前記評価対象工事の情報を入力し，",
                "前記労働安全衛生マネージメントシステムは，",
                "前記危険源評価データを編集して危険源評価表として出力する出力手段をさらに含み，",
                "前記出力手段は，",
                "前記画面インターフェイスを用いてユーザによって最終的に選択された階層よりも上位の階層の項目で，複数の評価対象工事から生成された危険有害要因および事故型分類をグループ化した危険源評価表を出力する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項11】",
                "請求項1～10のいずれか1項に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記記憶手段は，労働安全衛生規制の法規を含む労働安全関連法規テーブルをも含み，",
                "前記危険源評価データ作成手段は，前記労働安全関連法規テーブルを参照して，前記危険源評価データのうち，労働安全衛生規制の法規の規制があるものについては，対応する法規を当該危険源評価データに関連付ける，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項12】",
                "複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとが格納されている記憶手段と，",
                "外部システムから，少なくとも工事名称を含む評価対象工事の情報をネットワークを介して受信する手段と，",
                "演算手段を使用して，前記記憶手段に格納されている前記歩掛マスターテーブルを参照して，前記受信した評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成する内訳データ生成手段と，",
                "前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する危険源評価データ生成手段と，",
                "を含むことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項13】",
                "請求項12に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記記憶手段が，",
                "複数の，包括的な施工対象の工事別に規定してあるユニットプライス型積算方式の工事名称，および前記複数の，包括的な施工対象の工事別に規定してあるユニットプライス型積算方式の工事名称の各々に含まれる各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとを格納し，",
                "前記受信手段が，",
                "少なくともユニットプライス型積算方式の工事名称を含む評価対象工事の情報を前記ネットワークを介して受信し，",
                "前記危険源評価データ生成手段が，",
                "前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む，ユニットプライス型積算方式に対応した危険源評価データを生成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項14】",
                "請求項12または13に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記記憶手段が，",
                "前記要素の少なくとも一部と，該一部に関連付けられた工程であって，危険有害要因および事故型分類に対応した工程を含む工種リンクテーブルをさらに格納し，",
                "前記危険源評価データ生成手段が，",
                "前記演算手段を使用して，前記工種リンクテーブルを参照して，前記内訳データに含まれる各要素に基づき，当該各要素に関連し，危険有害要因および事故型分類に対応した工程を探し出し，前記危険源評価マスターテーブルを参照して，前記探し出した工程に基づき，当該工程の各々に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項15】",
                "請求項12～14のいずれか1項に記載の労働安全衛生マネージメントシステムにおいて，",
                "前記受信される前記評価対象工事の情報は，工事全体，或いは，少なくとも一部の要素の数量をも含み，",
                "前記内訳データ生成手段は，前記評価対象工事に含まれる各要素の少なくとも一部に対しては，前記歩掛マスターテーブルを参照して，前記数量に基づき，該一部の要素の数量をさらに含む内訳データを演算手段を使用して生成し，",
                "前記危険源評価データ生成手段が，",
                "前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素および各要素の少なくとも一部の要素の数量に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する，",
                "ことを特徴とする労働安全衛生マネージメントシステム。",
                "【請求項16】",
                "労働安全衛生マネージメント方法であって，",
                "記憶手段が，複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとを格納する格納ステップと，",
                "入力手段が，少なくとも工事名称を含む評価対象工事の情報を入力する入力ステップと，",
                "演算手段が，前記記憶手段に格納されている前記歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成する内訳データ生成ステップと，",
                "前記演算手段が，前記危険源評価マスターテーブルを参照して，前記内訳データ生成ステップにより生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する危険源評価データ生成ステップと，",
                "を含むことを特徴とする労働安全衛生マネージメント方法。",
                "【請求項17】",
                "請求項16に記載の労働安全衛生マネージメント方法において，",
                "前記格納ステップは，",
                "前記記憶手段が，複数の，包括的な施工対象の工事別に規定してあるユニットプライス型積算方式の工事名称，および前記複数の，包括的な施工対象の工事別に規定してあるユニットプライス型積算方式の工事名称の各々に含まれる各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとを格納し，",
                "前記入力ステップは，",
                "入力手段が，少なくともユニットプライス型積算方式の工事名称を含む評価対象工事の情報を入力し，",
                "前記危険源評価データ生成ステップは，",
                "前記演算手段が，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む，ユニットプライス型積算方式に対応した危険源評価データを生成する，",
                "ことを特徴とする労働安全衛生マネージメント方法。",
                "【請求項18】",
                "労働安全衛生リスクマネージメント方法をコンピュータに実行させるための労働安全衛生リスクマネージメントプログラムであって，",
                "記憶手段に，複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとを格納させる格納ステップと，",
                "入力手段に，少なくとも工事名称を含む評価対象工事の情報を入力させる入力ステップと，",
                "前記記憶手段に格納されている前記歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成させる内訳データ生成ステップと，",
                "前記危険源評価マスターテーブルを参照して，前記内訳データ生成ステップにより生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成させる危険源評価データ生成ステップと，",
                "を含むことを特徴とする労働安全衛生リスクマネージメントプログラム。",
                "【請求項19】",
                "請求項18に記載の労働安全衛生リスクマネージメントプログラムにおいて，",
                "前記格納ステップは，",
                "前記記憶手段に，複数の，包括的な施工対象の工事別に規定してあるユニットプライス型積算方式の工事名称，および前記複数の，包括的な施工対象の工事別に規定してあるユニットプライス型積算方式の工事名称の各々に含まれる各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとを格納させ，",
                "前記入力ステップは，",
                "入力手段に，少なくともユニットプライス型積算方式の工事名称を含む評価",
                "対象工事の情報を入力させ，",
                "前記危険源評価データ生成ステップは，",
                "前記演算手段に，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む，ユニットプライス型積算方式に対応した危険源評価データを生成させる，",
                "ことを特徴とする労働安全衛生リスクマネージメントプログラム。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1を各構成に分説すると，次のとおりである(以下，各構成を「構成1A」などという。)。",
                "1A  労働安全衛生マネージメントシステムであって，",
                "1B  複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとが格納されている記憶手段と，",
                "1C  少なくとも工事名称を含む評価対象工事の情報を入力する入力手段と，",
                "1D  演算手段を使用して，前記記憶手段に格納されている前記歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成する内訳データ生成手段と，",
                "1E  前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する危険源評価データ生成手段と，",
                "1F  を含むことを特徴とする労働安全衛生マネージメントシステム。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，原告主張の無効理由1(特許法29条2項)，無効理由2(同法36条4項1号)，無効理由3(同条6項1号)及び無効理由4(同項2号)について，",
              "text": [
                "①本件発明1ないし4は，本件出願の優先日前に頒布された刊行物である甲1ないし8に記載された発明に基づいて，当業者が容易に発明をすることができたものではなく，同法29条2項に該当しないから，原告主張の無効理由1は理由がない，②本件出願の願書に添付した明細書(以下，図面を含めて「本件明細書」という。)の発明の詳細な説明の記載は，当業者が本件特許に係る請求項1ないし19に係る発明(以下「本件特許発明」と総称する場合がある。)を実施することができる程度に明確かつ十分に記載したものであるから，同法36条4項1号に規定する要件(以下「実施可能要件」という場合がある。)に適合し，同様に，請求項1ないし19の記載は，同条6項1号に規定する要件(以下「サポート要件」という場合がある。)及び同項2号に規定する要件(以下「明確性要件」という場合がある。)に適合するから，原告主張の無効理由2ないし4はいずれも理由がないというものである。",
                "甲1ないし8は，以下のとおりである。",
                "甲1  特開2001-350819号公報",
                "甲2  特開昭61-49070号公報",
                "甲3  特開平6-44211号公報",
                "甲4  「土木工事積算基準マニュアル平成16年度版」(財団法人建設物価調査会発行，平成16年7月5日)",
                "甲5  「平成14年度版工事歩掛要覧＜土木編上＞」(財団法人経済調査会発行，平成14年6月30日)",
                "甲6  「平成14年度版新土木工事積算大系  工事工種歩掛対応表＜一般土木編＞」(財団法人経済調査会発行，平成14年8月30日)",
                "甲7  「新土木工事積算大系用語定義集」(財団法人経済調査会発行，平成9年10月20日)",
                "甲8  特開2001-236415号公報"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1に記載された発明(以下「甲1発明3」という。)，本件発明1と甲1発明3の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明3",
                  "text": [
                    "「大事業区分から細別区分へと順次ツリー構造として構築されている情報がデータ管理部に格納されている建設工事の情報管理装置において，",
                    "キーワード，規格を入力する入力部と，",
                    "前記入力部において入力されたキーワードおよび規格等を解析するキーワード・規格解析部と，",
                    "解析されたキーワードによって事業区分に関する情報を検索する事業区分作業用キーワード管理部と，",
                    "解析されたキーワードによって工事区分に関する情報を検索する工事区分作業用キーワード管理部と，",
                    "解析されたキーワードによって工種に関する情報を検索する工種作業用キーワード管理部と，",
                    "解析されたキーワードによって種別に関する情報を検索する種別作業用キーワード管理部と，",
                    "解析されたキーワードによって代表作業に関する情報を検索する代表作業用キーワード管理部と，",
                    "前記各キーワード管理部によって検索される情報が格納されているデータ管理部と，",
                    "前記各キーワード管理部によって検索される情報を出力させる出力部と，から構成され，",
                    "入力されたキーワードが代表作業用キーワード(細別)と規格である場合には，前記代表作業用キーワード管理部は，原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善管理情報，およびその他の施工技術情報等からなる管理情報をデータ管理部から検索するものであり，",
                    "前記安全管理情報は，工事にかかる安全情報で，事故歴等を入力しておくと，同じ工事を次に行う場合に参考になる情報であり，“ポンプ車等車の出入りと通行人を誘導する管理人  1”や“1輪車運転中，障害物によるバランスに注意”等の情報である，",
                    "建設工事における情報管理装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明3の一致点及び相違点",
                  "text": [
                    "(一致点)",
                    "「1A  労働安全衛生マネージメントシステムであって，",
                    "1B  複数の工事名称，危険情報が格納された記憶手段と，",
                    "1C  少なくとも工事名称を含む評価対象工事の情報を入力する入力手段と，",
                    "1D，1E  演算手段を使用して，前記記憶手段を参照して，入力された評価対象工事の情報に含まれる工事名称に基づき，危険情報を抽出する手段と，",
                    "1F  を含むことを特徴とする労働安全衛生マネージメントシステム。」である点。",
                    "(相違点1)",
                    "本件発明1の「記憶手段」には，「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブル」が格納されているが，甲1発明3にはそのようなテーブルが存在しない点。",
                    "(相違点2)",
                    "本件発明1の「記憶手段」には，「前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブル」が格納されているが，甲1発明3には「危険情報」が格納されているものの，上記本件発明1の「前記要素に関連付けられた危険有害要因および事故型分類」を含むものではなく，そのようなテーブルが存在しない点。",
                    "(相違点3)",
                    "本件発明1では「演算手段を使用して，前記記憶手段に格納されている前記歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成する内訳データ生成手段」を備えているが，甲1発明3ではそのような手段を備えていない点。",
                    "(相違点4)",
                    "本件発明1では「前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出」する「危険源評価データ生成手段」を備えているが，甲1発明3では「危険情報」を抽出する手段でしかない点。",
                    "(相違点5)",
                    "本件発明1では「該抽出した危険有害要因および事故型分類を含む危険源評価データを生成」する「危険源評価データ生成手段」を備えているが，甲1発明3ではそのような手段を備えていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(無効理由1の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1ないし4の認定の誤り",
                  "text": [
                    "本件審決は，①本件発明1の「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブル」と「前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブル」には共通に格納される「要素」が存在するところ，甲1発明3においては，「データ管理部」に格納される工事区分，工種，種別，細別にそれぞれ対応する工事名称は，本件発明1の「複数の工事名称」に相当するものであるが，「キーワード管理部」では入力された工事名称に対してツリー構造の「1つ下の工事名称」が検索され，「データ管理部」では「代表作業用キーワード(細別)と規格」に対して「安全管理情報」(本件発明1の「危険情報」)が対応付けられており，この「1つ下の階層の工事名称」と「代表作業用キーワード(細別)と規格」は，そもそも互いに異なる情報であって，本件発明1の「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」に相当するものとはいえないから，本件発明1の「要素」の構成を有するものではなく，また，甲1の記載をみても，これらの情報をそれぞれ「テーブル」として格納する記載はなく，そのことが自明ともいえない，②甲1発明3の「安全管理情報」は，本件発明1のように工事にかかるリスクを抽出する目的で，各作業工程において発生しうる危険としての「有害要因」とその「事故型分類」とに整理分類して設定したものではないから，本件発明1の「危険有害要因」及び「事故型分類」に相当する情報は含まれておらず，本件発明1とは「危険情報」である点で共通するに留まるなどとして，甲1発明3の「データ管理部」は，本件発明1の「歩掛マスターテーブル」と「危険源評価マスターテーブル」に相当するものではなく，本件発明1と甲1発明3は，「要素」に係る構成について相違し，相違点1ないし4の相違点がある旨認定した。",
                    "しかしながら，本件審決の認定には，以下のとおり誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「要素」に関する認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書(甲20)の段落【0028】の記載によれば，本件発明1では，1回の入力で「評価対象工事の情報」が決定されるのではなく，「工種リスト」，「種別リスト」，「種別の下の階層にあるリスト」へと順次下の階層のリストからの選択を繰り返して，初めて決定されるのであるから，最後に選択したものが本件発明1の「評価対象工事の情報」に当たる。このように，本件発明1の「少なくとも工事名称を含む評価対象工事の情報を入力する入力手段」における「工事名称の入力」は，工事名称の入力が1回だけである構成に限るものではなく，順次下位の階層の工事名称を検索して最終的な工事名称を入力する構成も含むものである。",
                            "この場合，本件発明1の「工事名称」は，最後に選択した「工事名称」であり，この最後に選択した「工事名称」に基づいて生成されたものが，本件発明1の「前記評価対象工事に含まれる各要素を含む内訳データ」(構成1D)にいう「各要素」である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1の記載事項(段落【0048】，【0069】，【0074】，図10)によれば，甲1においては，「代表作業用キーワード」を入力すること以外に，「上位概念から下位概念へと検索」して管理情報を得ることができるものであり，順次下位の階層の工事名称を検索して最終的な工事名称を入力する構成が開示されている。例えば，甲1発明3においては，別紙甲1図面の図10に示すように，「河川」(事業区分)，「築堤・護岸」(工事区分)，「河川土工」(工種)の順に検索して「護岸工」(種別)を検索することができ，このように最上位の「事業区分」の階層から順次下位の階層の工事名称を検索して，最終的に「護岸工」(種別)を検索することができる。",
                            "そして，甲1発明3において，最終的に「護岸工」(種別)が入力されると，「流用土盛土」及び「コンクリート打設」(いずれも細別)が検索され，さらに操作者が下位の「規格」を入力すると，「規格」に対応付けられた「安全管理情報」を検索することができる。",
                            "この場合，細別作業である「流用土盛土」及び「コンクリート打設」は，「安全管理情報」に対応付けられたものであり，本件発明1の「評価対象工事に含まれる各要素を含む内訳データ」における「要素」に該当する。なお，「規格」は「工事名称」とは異なるものであるが，本件明細書の段落【0024】及び図4(別紙明細書図面参照)には，工事名称以外のものを入力する構成が示されおり，本件発明1は，そのような構成のものを含むから，甲1において，「規格」を入力することは，本件発明1に沿うものである。",
                            "したがって，甲1発明3においては，本件発明1の「評価対象工事に含まれる各要素を含む内訳データ」における「要素」が存在し，また，上記「内訳データ」が生成されているといえるから，本件発明1と甲1発明3とは「要素」に係る構成について相違するとの本件審決の認定は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1の認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(ア)bのとおり，甲1発明3においては，本件発明1の「評価対象工事に含まれる各要素を含む内訳データ」における「要素」が存在する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件審決は，甲1には，「1つ下の階層の工事名称」と「代表作業用キーワード(細別)と規格」に係る情報をそれぞれ「テーブル」として格納する記載はなく，そのことが自明ともいえないことが，甲1発明3には，本件発明1の「歩掛マスターテーブル」が存在しないことの根拠の一つとして挙げている。",
                            "しかしながら，甲1には，甲1発明3の「データ管理部」には別紙甲1図面の図1ないし3及び10で示される各情報がデータベースとして格納され，当該データベースは，積算にも使用される「歩掛データベース」であるといえるところ(甲24)，被告は，被告が原告ほか1名を相手とする別件の侵害訴訟(東京地方裁判所平成25年(ワ)第19768号特許権侵害差止等請求事件。甲10，12)において，本件発明1の「歩掛マスターテーブル」は「データベース」であることを認めている。",
                            "また，本件明細書には，「歩掛マスターテーブル」が「データベース」ではなく，「テーブル」である点に格別の意義がある旨の記載はない。",
                            "そうすると，甲1発明3の「データ管理部」に格納されている上記各情報のデータベースは，本件発明1の「歩掛マスターテーブル」にいう「テーブル」に相当するものといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，甲1発明3には，本件発明1の「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブル」が格納されているから，本件審決における相違点1の認定は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2の認定の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件審決は，甲1発明3の「安全管理情報」は，本件発明1のように工事にかかるリスクを抽出する目的で，各作業工程において発生しうる危険としての「有害要因」とその「事故型分類」とに整理分類して設定したものではないから，本件発明1の「危険有害要因」及び「事故型分類」に相当する情報は含まれていない旨判断した。",
                            "しかしながら，本件発明1の特許請求の範囲(請求項1)には，「当該各要素に関連する危険有害要因および事故型分類を抽出し」と記載されているにとどまり，本件審決のいうように「整理分類して設定したもの」という限定は付されていない。",
                            "そして，甲1記載の安全管理情報，例えば，「1輪車運転中，障害物によるバランスに注意」との情報において，「1輪車」，「障害物」は「事故が生じる可能性のある対象」(「危険有害要因」)であり，「バランスに注意」は「バランス崩れ」による危険を想定したものであることが容易に理解することができ，「バランス崩れ」はそこで発生する可能性のある事故(「事故型分類」)と同種の情報であり，リスクを抽出する目的の情報であることは明らかであるから，これらは，本件発明1の「危険有害要因」及び「事故型分類」に相当する。",
                            "したがって，本件審決の上記判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aに加えて，前記(ア)bのとおり，甲1発明3においては，本件発明1の「評価対象工事に含まれる各要素を含む内訳データ」における「要素」が存在すること，前記(イ)bと同様の理由により，甲1発明3の「データ管理部」に格納されている各情報のデータベースは，本件発明1の「危険源評価マスターテーブル」にいう「テーブル」に相当するものといえることからすると，甲1発明3には，本件発明1の「前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブル」が格納されているから，本件審決における相違点2の認定は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3及び4の認定の誤り",
                      "text": [
                        "前記(ア)bのとおり，甲1発明3においては，本件発明1の「評価対象工事に含まれる各要素を含む内訳データ」における「要素」が存在することからすると，上記「要素」が存在しないことを理由に，甲1発明3は，本件発明1の「内訳データ生成手段」及び「内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出」する「危険源評価データ生成手段」を備えていないとした本件審決における相違点3及び4の認定は，いずれも誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5の容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，相違点5に関し，甲2及び3には，一般にこれから実施される工事の作業に関して，発生する可能性がある災害についての危険度や重要度等の評価データを生成する技術が記載されているものの，この技術は，相違点5に係る本件発明1の構成である「抽出した危険有害要因および事故型分類を含む危険源評価データ」を生成するものとはいえないから，相違点5に係る本件発明1の構成は，甲2及び3の記載事項によっても当業者が容易に想到し得たものということはできないし，また，技術常識として提示された甲4ないし8に記載も示唆もされていないから，当業者が容易に想到し得たものということはできない旨判断した。",
                    "しかしながら，甲1発明3の「危険情報」は，「危険有害要因」及び「事故型分類」と同種の情報であること(前記(ウ)a)，本件出願の優先日当時，建設会社において，施工する工事の要素を考慮した危険源評価を作成する必要があり，「危険有害要因および事故型分類を含む危険源評価データ」を作成することは周知の事項であったことからすると，当業者は，甲1発明3の「危険情報」に基づいて，「危険有害要因および事故型分類を含む危険源評価データを生成」する「危険源評価データ生成手段」の構成(相違点5に係る本件発明1の構成)を容易に想到することができたものである。",
                    "したがって，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決には，相違点1ないし4の認定及び相違点5の容易想到性の判断に誤りがあるから，本件発明1は，甲1ないし8に記載された発明に基づいて当業者が容易に発明をすることができたものではないとした本件審決の判断は誤りである。",
                    "また，本件審決は，本件発明2ないし4について，少なくとも本件発明1と甲1発明3との相違点1ないし4に相当する相違点を有するものであり，当業者が容易に発明をすることができたものではない旨判断したが，上記のとおり，相違点1ないし4の認定に誤りがあるから，本件審決の上記判断も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(無効理由2ないし4の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由2(実施可能要件違反)の判断の誤り",
                  "text": [
                    "本件審決は，①本件明細書の記載事項によれば，「要素」は，工事に含まれ，労働者等に対して影響がある「作業工程」を意味するものであって，この各「作業工程」に対して危険源である有害要因及び事故型分類が「危険源評価マスターテーブル」に設定されていることは明らかであり，作業工程でない「燃料」や「人件費」は，労働安全衛生の観点からして労働者等に対して影響があるものとはいえず，そもそも労働安全衛生マネージメントシステムにおける「要素」として使用すべきものでないことは当業者であれば自明であるから，本件明細書の発明の詳細な説明にこれらの点について記載がなく，また，「要素」の取捨，選択について記載がないからといって，本件特許に係る請求項1ないし19に係る発明(本件特許発明)を実施することができる程度に明確かつ十分に記載したものではないとすることはできない，②仮に「要素」として作業工程ではない「燃料」や「人件費」を使用するとしても，例えば「燃料」に対しての「危険有害要因」としてタバコ，マッチ，軽油自体，ガソリン自体等を，「事故型分類」として火事，やけど等を「危険源評価マスターテーブル」に設定しておくことも可能であり，当業者であれば「危険有害要因」及び「事故型分類」として想定される範囲内で適当な情報を設定し，システムの処理として矛盾なく動作可能に実施できることは明らかであるとして，本件特許は，実施可能要件に違反するものとはいえない旨判断した。",
                    "しかしながら，本件明細書の記載からは，「要素」は「作業工程」に限定されるものとはいえない。",
                    "また，経費計算に用いる「燃料」にリスクを結び付けることは，労働安全衛生の観点からは当業者が容易に着想できないことに加え，「燃料」にもリスクを結び付けるのであれば，現実に起こり得るリスクと結び付ける必要があり，そのための調査，検討や創意工夫が必要になり，当業者が容易に実施できることではない。",
                    "さらに，「人件費」という経費に「工事労働者」を結び付けることは，「燃料」の場合と同様に，労働安全衛生の観点からは当業者が容易に着想できないことであるほか，「工事労働者」のリスクは，「人件費」に基づいて把握されるのではなく，対象となる「作業工程」(例えば「バックホウ掘削積込」)に基づいて把握されるべきものであるから，「人件費」はリスクと結び付く余地のないものである。",
                    "したがって，本件審決の上記判断は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由3(サポート要件違反)及び無効理由4(明確性要件違反)の判断の誤り",
                  "text": [
                    "本件審決は，無効理由2に関する判断と同様の理由により，本件特許は，サポート要件及び明確性要件に違反するものとはいえない旨判断した。",
                    "しかしながら，前記アと同様の理由により，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(無効理由1の判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1ないし4の認定の誤りに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「要素」に関する認定の誤りに対し",
                      "text": [
                        "原告は，甲1には順次下位の階層の工事名称を検索して最終的な工事名称を入力する構成が開示されており，例えば，甲1発明3において，最上位の「事業区分」の階層の「河川」から順次下位の階層の工事名称を検索して，最終的に「護岸工」(種別)が工事名称として入力されると，「流用土盛土」及び「コンクリート打設」(いずれも細別)が検索され，その下位の「規格」に対応付けられた「安全管理情報」を検索することができるから，「流用土盛土」及び「コンクリート打設」は，本件発明1の「評価対象工事に含まれる各要素を含む内訳データ」における「要素」に該当し，また，上記「内訳データ」が生成されている旨主張する。",
                        "確かに，甲1に「第7発明は，キーワードによって最上位概念の事業区分から順次下位概念の代表作業まで情報を検索する」との記載が存在するが，このような検索には，ユーザによる入力行為と選択行為とが必要であって，甲1発明3は，自動的に事業区分から細別まで順次検索処理を行うというものではなく，検索された情報が記憶されて次の検索処理に使用されるという装置上で一連の処理として実行させるための仕組みのものではない。甲1記載の「情報管理装置」が自動的に事業区分から細別まで順次検索処理を行うためには，順次検索の段階ごとに，自動的に選択決定するための何らかの「判定処理」を設ける必要があり，その判定処理のための「判定基準となるデータ」を先のユーザ入力で入れ込むような複雑な処理や準備が必要であるが，甲1には，そのような「判定処理」を設け，その判定処理のための「判定基準となるデータ」を入れ込むような複雑な処理や準備を設定しているような記載は一切ない。",
                        "また，甲1発明3においては，最終的な入力としては，最低でも「代表作業用キーワード」(細別)と「規格」を同時に要求し，これら「二つの情報」の入力が必須であり(甲1の段落【0041】)，これらに基づき「危険情報」(「安全管理情報」)の検索処理が行われるから，本件発明1における「要素」に対応する構成は，「代表作業用キーワード」である「細別」と「規格」とみなければ整合しない。しかし，このような「二つの情報」は，本件発明1の「要素」と整合しない。仮に甲1発明3における「要素」は「代表作業用キーワード(細別)」だけであるとすると，「危険情報」の検索処理を実行できないため，本件発明1の「要素」と整合しない。",
                        "そうすると，甲1発明3には，本件発明1の「要素」に相当する構成が存在しない。また，甲1発明3には，検索された情報が記憶されて次の検索処理に使用されるという装置上で一連の処理として実行させるための仕組みが存在しないから，本件発明1の「評価対象工事に含まれる各要素を含む内訳データ」が生成されているということもできない。",
                        "したがって，本件発明1と甲1発明3とは「要素」に係る構成について相違するとの本件審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1の認定の誤りに対し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(ア)のとおり，甲1発明3においては，本件発明1の「要素」に相当する構成が存在しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1の記載からは，甲1発明3の「データ管理部」は，工事名称に関するデータと，安全管理情報などが格納された何らかの記憶部としか把握できず，「テーブル」といえるようなデータ構造を持つかは不明である。",
                            "また，甲1発明3の「データ管理部」に格納されている情報は，「原価計算や見積り」にのみ使用するものではなく，上記「データ管理部」は，「原価計算や見積り」以外の「品質管理情報，工程管理情報，ミス・ロス・改善管理情報，その他施工技術情報等」の多種多様な情報を格納し，検索するという使用目的を有する(甲1の段落【0073】)。",
                            "そうすると，甲1発明3の「データ管理部」は，本件発明1の「歩掛マスターテーブル」に相当するものとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，甲1には，本件発明1の「歩掛マスターテーブル」に相当する構成が開示されていないから，本件審決における相違点1の認定に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2の認定の誤りに対し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲1発明3における「安全管理情報」は，本件発明1の「危険有害要因」及び「事故型分類」に相当する旨主張する。",
                            "しかしながら，「事故型分類」は，字義どおりに解釈すれば，「事故型」を「分類したもの」であり，また，「分類」とは，「種類によって分けること。」(広辞苑)を意味するから，本件発明1の「事故型分類」は，「事故型を整理分類して設定されたもの」といった程度の意味を有することを容易に理解することができる。",
                            "一方で，甲1発明3の「データ管理部」が格納する「安全管理情報」は，漠然としたリスク情報であり，「危険有害要因」及び「事故型分類」が特定されたものではない。",
                            "そうすると，甲1発明3における「安全管理情報」は，「危険有害要因」と整理分類された「事故型分類」の構成を有するものではないから，原告の上記主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記(ア)のとおり，甲1発明3においては，本件発明1の「要素」に相当する構成が存在せず，また，前記(イ)bのとおり，甲1発明3の「データ管理部」は，「テーブル」といえるようなデータ構造を持つかは不明である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，甲1発明3の「データ管理部」は，本件発明1の「危険源評価マスターテーブル」に相当するものではなく，甲1には，上記「危険源評価マスターテーブル」に相当する構成が開示されていないから，本件審決における相違点2の認定に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3及び4の認定の誤りに対し",
                      "text": [
                        "前記(ア)のとおり，甲1発明3においては，本件発明1の「要素」に相当する構成が存在せず，また，本件発明1の「評価対象工事に含まれる各要素を含む内訳データ」が生成されているとはいえないから，本件審決における相違3及び4の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5の容易想到性の判断の誤りに対し",
                  "text": [
                    "原告は，甲1発明3の「危険情報」は，「危険有害要因」及び「事故型分類」と同種の情報であること，本件出願の優先日当時，建設会社において，施工する工事の要素を考慮した危険源評価を作成する必要があり，「危険有害要因および事故型分類を含む危険源評価データ」を作成することは周知の事項であったことからすると，当業者は，甲1発明3の「危険情報」に基づいて，「危険有害要因および事故型分類を含む危険源評価データを生成」する「危険源評価データ生成手段」の構成(相違点5に係る本件発明1の構成)を容易に想到することができた旨主張する。",
                    "しかしながら，甲1発明3の「危険情報」(「安全管理情報」)は，「危険有害要因」及び「事故型分類」と同種の情報であるということはできないし，また，本件出願の優先日当時，建設会社において，施工する工事の要素を考慮した危険源評価を作成する必要があり，「危険有害要因および事故型分類を含む危険源評価データ」を作成することが周知の事項であったことを裏付ける証拠もない。",
                    "したがって，原告の上記主張は理由がなく，相違点5に係る本件発明1の構成は当業者が容易に想到し得たものではないとして本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点1ないし4の認定及び相違点5の判断に誤りはないから，本件発明1は，甲1ないし8に記載された発明に基づいて当業者が容易に発明をすることができたものではないとした本件審決の判断に誤りはない。",
                    "また，本件発明2ないし4は，甲1発明3との間に，少なくとも本件発明1と甲1発明3との相違点1ないし4に相当する相違点を有するものであり，当業者が容易に発明をすることができたものではないとした本件審決の判断にも誤りはない。",
                    "したがって，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(無効理由2ないし4の判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由2(実施可能要件違反)の判断の誤りに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決が，本件明細書の記載事項によれば，「要素」は，工事に含まれ，労働者等に対して影響がある「作業工程」を意味するものに限定されると判断したことが誤りである旨主張する。",
                        "しかしながら，本件審決は，「要素」の代表例が「作業工程」であり，「労働安全衛生マネージメントシステム」という大枠から考えて，その「作業工程」が「労働者などに対して影響があるもの」であると，発明を実施しようとする当業者が考えるであろうことを述べたにすぎず，「要素」が「作業工程」に限定されると判断したものではない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件審決が，「燃料」や「人件費」を「要素」として使用した場合でも，「危険有害要因」及び「事故型分類」として想定される範囲内で適当な情報を設定し，システムの処理として矛盾なく動作可能に実施できる旨判断したのは誤りである旨主張する。",
                        "しかしながら，「燃料」は可燃物であり，それに対して，タバコやマッチ，作業による火花などによって，引火事故が発生するのは，工事現場に限らず，普通の家屋においても発生することであるから，「燃料」であっても「リスク」を把握することは，何ら不自然なことではない。",
                        "また，当業者であれば，例えば，人件費や燃料を除外した「要素」を設定したり，不要なものを除外したりするなど，「危険有害要因」及び「事故型分類」として想定される範囲内で適当な情報を要素として設定し，システムの処理として矛盾なく動作可能に実施できるものといえる。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，実施可能要件に関する本件審決の判断に誤りはないから，原告主張の無効理由2は理由がない。。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由3(サポート要件違反)及び無効理由4(明確性要件違反)の判断の誤りに対し",
                  "text": [
                    "前記アと同様に，サポート要件及び明確性要件に関する本件審決の判断にも誤りはないから，原告主張の無効理由3及び4はいずれも理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由1の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の特許請求の範囲(請求項1，12，16及び18)の記載は，前記第2の2(1)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書(甲20)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図面及び表については別紙明細書図面を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，建設関連の会社を対象とした労働安全衛生マネージメントシステム，その方法及びプログラムに関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【背景技術】",
                      "text": [
                        "【0002】",
                        "労働安全衛生マネージメントシステムOHSAS(Occupational  Health  and  Safety  Assessment  Series)18001は，国際的な規模で認証を行っている諸機関(例えば，ロイド，SGS，日本規格協会)などが参加した国際コンソーシアムが策定した労働安全衛生マネージメントシステムの規格である。この規格は，企業などの組織内での労働衛生災害リスクを最小化し，将来の発生リスクを回避する活動を継続的に改善しているかどうかをチェックするためのものである(…)。また，OHSAS18001は，ISO14001規格と同様に，計画，実施及び運用，点検及び是正処置，経営層による見直し，という，プラン(計画)-ドゥー(実行)-チェック(点検)-アクション(見直し)から成るいわゆるデミングサイクルで構成されるものであり，OHSAS18001の求めるマネージメントシステムでは，このサイクルの実施が求められている。",
                        "【0003】",
                        "従って，この労働安全衛生規格に準拠(登録審査及び維持審査に合格)するためには，事業活動のすべてを網羅して，労働安全衛生における危険源，即ち，リスクを抽出しこれの影響を算出・評価しなければならないが，手計算でも，コンピュータを用いるにしても，手際よく，定量的に処理する方法を模索しているのが現状である。このような状況において，企業が独自に労働安全衛生関連の書類を整えその登録を受けることは非常に困難であり，一般的には，専門の労働安全衛生コンサルタントに依頼し，危険源評価に関する書類を作成してもらう必要があった。さらに，この規格は一定の周期で維持審査があり，上述したデミングサイクルを常時実践し続け，危険源評価表を作成する必要があった。",
                        "【0004】",
                        "ところで，建設会社では，施工する工事に関して労働者及び周辺に影響を及ぼす要素(典型的なものは，工事作業者の転落，転倒，工事用重機による作業者のけがなど)が多数存在し，これらの各要素の影響を考慮した危険源評価表を作成する必要があるが，1つの工事であっても様々な多数の要素(作業工程)から構成されており，さらに，建設会社では多数の工事を抱えているのが通常であるため，多数の工事の各要素の危険源を適切に評価した危険源評価表を作成するのは非常に労力や時間がかかるものであった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0005】",
                        "上述した諸問題に鑑みて，本発明は，建設関連の会社を対象とした労働安全衛生マネージメントシステムであって，より詳細には，既に存在し，定量化されている建設工事積算システムにおける歩掛データや積算データを効率的に利用して，人手やコストをかけずに簡易かつ簡便に危険源評価データを自動生成し，このデータを編集した危険源評価書(表)を出力する労働安全衛生マネージメントシステムを提供することを目的とする。",
                        "【0006】",
                        "また，従来の建設業界では，いわゆる歩掛を用いた積算方式(積み上げ)を使って歩掛積算テーブルを構築し，或いは標準的な積算テーブルを用いて，これに適合した工事単位を工事名称として使用し，単価計算や入札などを行ってきていた。しかしながら，諸官庁によって，コストの削減，価格の透明性などを目的として，工事を構成する個々の要素の単価を積み上げずに，包括的な施工対象の工事別のユニットプライス型積算方式(施工単価形式)を用いた入札・受注の形態に変化してきている。このようなユニットプライス形式とは，発注者と受注者の取引価格をベースに，工事目的物の施工単価(ユニットプライス)を調査・決定する方式である。具体的には，例えば，工事目的物の工事名称がアスファルト舗装工(車道部)，契約単位が200m3，その値段が2千万円などの形式である。…"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0007】",
                        "上述した諸課題を解決すべく，本発明による労働安全衛生マネージメントシステムは，",
                        "労働安全衛生マネージメントシステムであって，",
                        "複数の工事の名称，および前記複数の工事の各々に含まれる各要素(工程)の単位数量あたりの標準数値からなる標準統計情報を含む歩掛マスターテーブルと，工事に関連する各要素別の危険有害要因およびそれに関連付けられた事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとが格納されている記憶手段と，",
                        "少なくとも工事名称を含む評価対象工事の情報(例えば，工事名称(工種)＝バックホウ掘削など)を入力する入力手段と，",
                        "前記歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に基づき，前記評価対象工事に含まれる各要素(及び，望ましくはそれらの標準的な数値情報)を含む内訳データを演算手段を使用して生成する内訳データ生成手段と，",
                        "前記生成された内訳データに基づき，前記危険源評価マスターテーブルを参照して，危険有害要因データおよび事故型分類データ(これは，各危険有害要因に対応する個別リスクに相当する)を含む危険源評価データを前記演算手段を使用して生成する危険源評価データ生成手段と，",
                        "前記危険源評価データを編集し危険源評価表として出力する出力手段(プリンタ，またはCRTなど)と，",
                        "を含むことを特徴とする。",
                        "本発明によれば，評価対象工事の簡易な情報を提供するだけで，歩掛マスターテーブルのデータを利用することによって，その工事に関連する各要素の危険源評価データを自動的に労力や人手をかけずに自動的に生成し，危険源評価データを含む危険源評価表を出力することができるようになる。また，対象工事に関する数値情報が与えられてなくても，対象工事を標準的な数量の工事と仮定して，これに含まれる各要素に対する標準的な歩掛データの数値を使用して数値情報を付加することもできる。このように，本発明によれば，労働安全衛生コンサルタントなどの助けを得ずに簡易かつ自動的に危険源評価表を作成することが可能となる。",
                        "【0009】",
                        "また，本発明による労働安全衛生マネージメントシステムは，",
                        "前記評価対象工事の情報は，その数量(例えば，工事名称がバックホウ掘削である場合は，数量(工事規模)＝100m3など，或いは対象工事に含まれる各要素(工程)の各数値情報)をも含み，",
                        "前記内訳データ生成手段は，前記評価対象工事に含まれる各要素の少なくとも一部は，それらの数量をも含む内訳データを演算手段を使用して生成する，",
                        "ことを特徴とする。",
                        "本発明によれば，与えられた数値情報を利用することによって，より詳細かつ適切な危険源評価データを作成することが可能となる。",
                        "【0014】",
                        "…建設会社では，多数の工事に関する詳細なデータを含む建設積算(建設情報管理)システムを導入して，通常の積み上げ方式であってもユニットプライス形式であっても，工事に含まれる詳細な工程(要素)，その各工程の詳細な単価などの蓄積情報を持つデータベース(さらに，標準統計情報を含む歩掛マスターテーブル，当該会社にカスタマイズされた統計情報を含む建設積算データテーブルも含まれている。)を保持している場合が多い。本発明は，建設業界ではこのような建設積算システムが導入されている場合があることに着目し，この建設積算システム(本システムから見て外部にあるシステムであるため便宜上「外部システム」と呼ぶ。)に蓄積されているデータを利用することによって，当該建設会社の工事関連の危険源評価データを自動的に生成することを可能にする。従って，建設会社に建設積算システムが導入されており必要な工事関連データが存在すればこのデータをそのまま利用することによって，人手をかけずに危険源評価データ(危険源評価表など)を自動的に作成することが可能となる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【発明を実施するための最良の形態】",
                      "text": [
                        "【0020】",
                        "以降，諸図面を参照しつつ，本発明の実施態様を詳細に説明する。主として従来の積み上げ形式の積算方式に準拠したシステムの形態で説明するが，ユニットプライス形式の積算方式であっても本発明は同様に実現でき，同様の効果が得られるものである。",
                        "図1は，本発明による労働安全衛生マネージメントシステムの基本的な構成を示すブロック図である。図に示すように，本発明による労働安全衛生マネージメントシステム100は，記憶手段110，入力手段120，内訳データ生成手段125，危険源評価データ生成手段130，出力手段135，受信手段140，及び更新手段145を具える。労働安全衛生マネージメントシステム100は，インターネット，WAＮ，LAＮ，有線・無線電話回線網などのネットワーク200を介して端末122，建設積算システムやPDA，携帯機器，携帯電話などの外部システム250と接続されている。また，端末122の一部は本システム100に直接ローカルで接続されている。",
                        "【0021】",
                        "記憶手段(装置)110は，複数の工事の名称，および前記複数の工事の各々に含まれる各要素の単位数量あたりの標準数値からなる標準統計情報を含む歩掛マスターテーブル112と，工事に関連する各要素別の危険有害要因およびそれに関連付けられた事故型分類を含む危険情報が規定されている危険源評価マスターテーブル114とを格納している。さらに，記憶手段110は，実際に受注した，工事の名称，および前記工事に含まれる各要素の単位数量あたりの実数値からなるカスタマイズされた統計情報を含む建設積算データテーブル116をも含む。",
                        "【0023】",
                        "ユニットプライス型積算方式では，目的工事に含まれる個々の要素(工程)，例えば，建設資材や燃料などの単価や数量などには着目しないため，基本的には歩掛積算テーブルを作成する必要はない。しかしながら，ユニットに含まれる各要素に基づきユニットプライスを決定するときの根拠や社内での原価管理などのために歩掛積算テーブルを構築する必要性がある。さらに，危険源評価データを算出するためには，歩掛積算テーブル上に構築されている各要素の情報が必須である。そこで，本発明によるシステムでは，従来からある歩掛積算テーブルに構築されているこれらの要素のデータを継承して有効利用を図るものである。",
                        "【0024】",
                        "入力手段120は，ローカル接続された，或いはネットワークを介して接続された端末122を介して評価対象工事(危険源評価の対象となる工事)の名称およびその数量を入力する。",
                        "【0025】",
                        "内訳データ生成手段125は，記憶手段110に格納されている前記歩掛マスターテーブル112を参照して，前記入力された評価対象工事の名称およびその数量に基づき，前記評価対象工事に含まれる各要素およびそれらの数量を含む内訳データを演算手段(例えばMPU，CPUなど。図示せず)を使用して生成する。さらに，内訳データ生成手段125は，評価対象工事に含まれる各要素と，建設積算データテーブル116に含まれるカスタマイズされた統計情報内の各要素とを比較して，合致する要素が所定の閾値を超える場合は，建設積算データテーブル116をも参照して，評価対象工事およびその数量に基づき，内訳データを生成することもできる。",
                        "【0026】",
                        "危険源評価データ生成手段130は，前記生成された内訳データに基づき，前記危険源評価マスターテーブル114を参照して，危険有害要因データおよび事故型分類データを含む危険源評価データを前記演算手段を使用して生成する。即ち，内訳データに含まれる情報と合致する情報が危険源評価データの項目に含まれる場合は，その項目を抽出し，さらにこの項目に関連付けられている事故型分類データの項目も抽出して危険源評価データとする。",
                        "出力手段135は，危険源評価データを編集し危険源評価表(書)として端末122に出力したり，或いは，エクセルなどの表計算アプリケーションに準拠したファイルとして出力したり，さらにはプリンタ(図示せず)に印刷したりする。",
                        "【0027】",
                        "…或いは，本システム100は，入力手段の代わりに，受信手段140を使って，外部システム250から，評価対象工事の名称および前記工事に含まれる各要素の実数値を含む「評価対象工事データ」をネットワーク200を介して受信することもできる。このように外部システムから評価対象工事データを受信する構成をとれば，何ら人手を介さずに既存の外部システム上に構築された建設関連データを有効活用して，煩雑で膨大な労力がかかる危険源評価表を容易かつ自動的に作成することが可能となる。",
                        "【0028】",
                        "図2は，本発明による労働安全衛生マネージメントシステムにおける処理ステップの一例を詳細に説明するフローチャートである。",
                        "図に示すように，ステップS10では，参照するデータベースとして，手動で，或いは所定の閾値を用いて，歩掛マスターテーブル，積算データテーブル(実際の受注工事)，或いは工事区分テーブルを使うかを選択する。",
                        "歩掛マスターテーブルを参照することが選択された場合は，複数の階層のうちどの階層(階層は，後で詳細に説明する。)でデータを集約するのかを選択する(S12a)。次に，建設積算管理システムなどのような外部システムなどから供給された省庁一覧表から評価対象工事が関連する所望の省庁に対応した歩掛データテーブルを選択し，この選択した省庁の下の階層にある工種リストから1つの工種(例えば土木工事)を選び出す(S14a)。選ばれた工種の下の階層にある種別リストから1つの種別(例えば機械土工(土砂))を選び出し，さらに，この選んだ種別の下の階層にあるリストから少なくとも1つのものを評価対象工事として選択する。",
                        "或いは，工種の選択以降は，その選択で表示される一覧から対象でない項目を除外することによって非表示にしたり，生成された内訳データの一覧から対象でない項目を除外することによって非表示にしたりすることもできる。この非表示設定は，記憶しておき，次回の選択時に自動的に除外して非表示にする構成をとることも可能である。",
                        "或いは，評価対象工事の情報は，別途，工事の名称及びその数量を直接的に入力したり，外部システムから評価対象工事の情報を受信したりすることもできる。この評価対象工事の情報に基づき，選択した省庁用の歩掛マスターテーブルを参照して，前記評価対象工事に含まれる各要素および望ましくはそれらの数量を含む内訳データを演算手段を使用して生成する(S16a)。",
                        "【0031】",
                        "ステップS16a，16bで作成された内訳データは，一旦，記憶装置に格納しておく(S18a)。…",
                        "生成された内訳データに基づき，工種別リンクテーブル，工事区分別リンクテーブル，危険源評価マスターテーブル，或いは関連法規データベースを参照して，危険有害要因データおよび事故型分類データを含む危険源評価データを前記演算手段を使用して生成する(S20)。生成された危険源評価データは，一旦，記憶装置に格納しておく(S22)。",
                        "その後，危険源評価データを編集し，危険源響評価表として出力する(S24)。",
                        "【0032】",
                        "図3は，上述したステップS12aなどにおける階層の指定，および，評価対象工事に適応した歩掛データベース(マスターテーブル)を指定するための画面インターフェイスの一例を示す図である。図に示すように，工種(最も大雑把で高レベルの階層であり，例えば，土工(土木工事)など)，種別(その下の階層であり，例えば，機械土工など)，の2階層があり，ユーザは，画面内の所望の階層のラジオボタンを選択する。また，この例では歩掛データベースは省庁別に設けられており，ユーザは，評価対象工事の歩掛データベースとして最適なものを「省庁名」をキーとして選択する。",
                        "【0033】",
                        "図4は，評価対象工事に対応する所望の歩掛データベースを選択するための画面インターフェイスの一例を示す図である。図に示すように，省庁として国土交通省が選択され，工種として土工，種別として機械土工(土砂)，規格としてブルドーザ掘削押土が選択されている。図中の右側で，さらに，詳細なレベルでの選択も可能である。",
                        "【0034】",
                        "図5は，工種(a)，種別(b)の各階層を選択したときに，内訳データを集約(グループ化)するときのグループ(項目)の一例を示す図である。階層を選択した場合は，図に示すような階層下のグループに内訳データは集約されることとなる。",
                        "【0035】",
                        "図6は，評価対象工事を選択するための画面インターフェイスの一例を示す図である。ユーザは，工事情報ツリー(リスト)から分類別にグループ化されたものから1つの分類(この図の例では旧建設省発注工事)を選択し，その下の階層のリストから1つのグループ(この図の例ではリスク評価用工事)を選択し，さらにその下の階層のリストから1つのカテゴリ(この図の例ではリスク評価用工事1)を選択する。このようにして，評価対象工事を選択するが，本システムは，1つの工事のみならず複数の工事をも選択することも可能である。",
                        "このような選択の下で，さらに，選択されたカテゴリである「リスク評価用工事1」において，さらに幾つかの階層(レベル)で抽出条件を規定することもできる。",
                        "【0036】",
                        "図7は，積算工事データベース内の所望の建設積算データテーブルにアクセスするための画面インターフェイスの一例である。図6で選択された評価対象工事の「リスク評価用工事1」には，これに対応する積算工事データベースが関連付けられており，評価対象工事を選択すると，このような関連付けられた建設積算データテーブルが呼び出され，後続処理である内訳データ作成でこのテーブルが利用される。",
                        "或いは，選択された評価対象工事と同様の種類の要素を含むその他の積算工事データベースのデータテーブルを代用することもできる。",
                        "【0037】",
                        "図8は，工種(工事種類)リンクテーブルの一例を示す図である。図に示すように，工種，作業名，工程(各工程には歩掛コードが関連付けられている)などのリストを持ち，各工程は，対応する危険源評価マスターテーブルの項目が関連付けられている。例えば，以下の表のような「内訳データ」(表1)と「工種リンクテーブル」(表2)とを歩掛コードなどでマッチング処理を行い，合致するデータを危険源評価マスターテーブルより取得し，危険源評価データを生成すること可能となる。即ち，この表の例では，歩掛コードB0001，B0002をキーとして表2のような工種リンクテーブルを検索し，同じキーB0001，B0002を持つものを探し出し，その探し出した項目に関連付けられている危険源評価マスターテーブルの該当項目から危険源評価データを抽出する。",
                        "【0038】",
                        "【表1】(判決注・別紙明細書図面参照)",
                        "【0039】",
                        "【表2】(判決注・別紙明細書図面参照)",
                        "【0040】",
                        "図9は，危険源評価マスターテーブルの一例を示す図である。図に示すように，危険源評価マスターテーブルは作業工程で分類されており，この図では，右側に，人力掘削に関する作業工程(掘削作業や持ち場の点検など)とその有害要因(通路，岩石など)およびそれに関連付けられた事故型分類(つまずき，切れなど)が表示されている。…",
                        "【0041】",
                        "図10は，本発明による労働安全衛生マネージメントシステムによって生成された危険源評価データを示す図である。この危険源評価データは，生成された内訳データに基づき，(工種リンクテーブルを介して)危険源評価マスターテーブルを参照して生成されたものである。例えば，図10では，「人力掘削」を評価対象工事として含み，この工事に含まれる各要素(作業工程)のうちの要素「工具，保護具の点検」，及び「持ち場，周囲の点検」については，「その他：切れ，こすれ」及び「通路：つまずき」という有害要因(起因物)及びその事故型分類を表示するものである。そして，このデータには各有害要因に関する重要度，発生可能性，評価などの数値情報・ランク付けなども含まれる。ユーザは，これらの数値情報で労働安全リスクを容易に評価することが可能となる。…",
                        "【0043】",
                        "図12は，本発明による労働安全衛生マネージメントシステムで作成された危険源評価表を示す図である。本発明による労働安全衛生マネージメントシステムによれば，図に示すような危険源評価表を労働安全衛生規格コンサルタントなどのサポートなしで，さらには何ら人手をかけずに自動的に作成することが可能である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【産業上の利用可能性】",
                      "text": [
                        "【0046】",
                        "本発明の効果をまとめると以下のようになる。そもそも，定量化と迅速化が難しい労働安全衛生マネージメントシステムに対して現実的な手段を提供できる。また，労働安全衛生マネージメントシステムは，時系列的にデータの蓄積と評価精度を上げてゆくことが望ましいが，本発明は蓄積や経験の少ない初期段階から成熟段階まで，概算的評価と詳細評価を比較しながら，発展する手段を提供できる。…",
                        "【0047】",
                        "本発明を諸図面や実施例に基づき説明してきたが，当業者であれば本開示に基づき種々の変形や修正を行うことが容易であることに注意されたい。従って，これらの変形や修正は本発明の範囲に含まれることを留意されたい。例えば，各部材，各手段，各ステップなどに含まれる機能などは論理的に矛盾しないように再配置可能であり，複数の部材，手段，ステップなどを1つに組み合わせたり或いは分割したりすることが可能である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイによれば，本件明細書には，本件発明1に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "国際コンソーシアムが策定した，企業等の組織内での労働衛生災害リスクを最小化し，将来の発生リスクを回避する活動を継続的に改善しているかどうかをチェックするための労働安全衛生規格(労働安全衛生マネージメントシステムの規格)である「OHSAS18001」に準拠(登録審査及び維持審査に合格)するためには，事業活動のすべてを網羅して，労働安全衛生における危険源(リスク)を抽出し，その影響を算出・評価しなければならず，手計算でも，コンピュータでも，手際よく，定量的に処理する方法を模索しているのが現状であって，企業が独自に労働安全衛生関連の書類を整えその登録を受けることは非常に困難であり，一般的には，専門の労働安全衛生コンサルタントに依頼し，危険源評価に関する書類を作成してもらう必要があり，さらに，この規格は一定の周期で維持審査があるため，そのために危険源評価表を作成する必要があるという問題があった(段落【0002】，【0003】)。",
                        "また，建設会社では，施工する工事に関して労働者及び周辺に影響を及ぼす要素(工事作業者の転落，転倒，工事用重機による作業者のけが等)が多数存在し，これらの各要素の影響を考慮した危険源評価表を作成する必要があるが，一つの工事であっても様々な多数の要素(作業工程)から構成されており，さらに，建設会社では多数の工事を抱えているのが通常であるため，多数の工事の各要素の危険源を適切に評価した危険源評価表を作成するのは非常に労力や時間がかかるという問題があった(段落【0004】)。",
                        "一方で，従来の建設業界では，いわゆる歩掛を用いた積算方式(積み上げ)を使って歩掛積算テーブルを構築し，あるいは標準的な積算テーブルを用いて，これに適合した工事単位を工事名称として使用し，単価計算や入札などを行っていた(段落【0006】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，上記の問題点に鑑み，建設関連の会社を対象とし，「既に存在し，定量化されている建設工事積算システムにおける歩掛データや積算データを効率的に利用して，人手やコストをかけずに簡易かつ簡便に危険源評価データを自動生成し，このデータを編集した危険源評価書(表)を出力」する労働安全衛生マネージメントシステムを提供することを目的とするものであり(段落【0005】)，この目的を達成するための手段として，「複数の工事の名称，および前記複数の工事の各々に含まれる各要素(工程)の単位数量あたりの標準数値からなる標準統計情報を含む歩掛マスターテーブルと，工事に関連する各要素別の危険有害要因およびそれに関連付けられた事故型分類を含む危険情報が規定されている危険源評価マスターテーブルとが格納されている記憶手段と，少なくとも工事名称を含む評価対象工事の情報(例えば，工事名称(工種)＝バックホウ掘削など)を入力する入力手段と，前記歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に基づき，前記評価対象工事に含まれる各要素(及び，望ましくはそれらの標準的な数値情報)を含む内訳データを演算手段を使用して生成する内訳データ生成手段と，前記生成された内訳データに基づき，前記危険源評価マスターテーブルを参照して，危険有害要因データおよび事故型分類データ(これは，各危険有害要因に対応する個別リスクに相当する)を含む危険源評価データを前記演算手段を使用して生成する危険源評価データ生成手段と，前記危険源評価データを編集し危険源評価表として出力する出力手段(プリンタ，またはCRTなど)と，を含む」ことを特徴とする「労働安全衛生マネージメントシステム」の構成を採用した(段落【0007】)。",
                        "「本発明」によれば，評価対象工事の簡易な情報を提供するだけで，既に存在し，定量化されている建設工事積算システムにおける「歩掛マスターテーブルのデータ」を利用することによって，その工事に関連する「各要素」の「危険源評価データ」を自動的に労力や人手をかけずに自動的に生成し，「危険源評価データを含む危険源評価表」を出力することができるようになり(段落【0007】)，また，対象工事に関する数値情報が与えられてなくても，対象工事を標準的な数量の工事と仮定して，これに含まれる「各要素」に対する標準的な歩掛データの数値を使用して数値情報を付加することもできるので，労働安全衛生コンサルタントなどの助けを得ずに簡易かつ自動的に「危険源評価表」を作成することが可能となり，これにより，定量化と迅速化が難しい労働安全衛生マネージメントシステムに対して現実的な手段を提供できるという効果を奏する(段落【0046】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の記載事項等について",
              "text": [
                "甲1には，次のような記載がある(下記記載中に引用する図面については別紙甲1図面を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項7】大事業区分から細別区分へと順次ツリー構造として構築されている情報がデータ管理部に格納されている建設工事の情報管理装置において，",
                    "キーワード，規格等，および修正データ等を入力する入力部と，",
                    "前記入力部において入力されたキーワードおよび規格等を解析するキーワード・規格解析部と，",
                    "解析されたキーワードによって事業区分に関する情報を検索する事業区分作業用キーワード管理部と，",
                    "解析されたキーワードによって工事区分に関する情報を検索する工事区分作業用キーワード管理部と，",
                    "解析されたキーワードによって工種に関する情報を検索する工種作業用キーワード管理部と，",
                    "解析されたキーワードによって種別に関する情報を検索する種別作業用キーワード管理部と，",
                    "解析されたキーワードによって代表作業に関する情報を検索する代表作業用キーワード管理部と，",
                    "前記各管理部によって検索される情報が格納されているデータ管理部と，",
                    "から構成されていることを特徴とする建設工事における情報管理装置。",
                    "【請求項9】前記代表作業用キーワード管理部によって検索された原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善情報，その他施工技術情報は，積算されて出力部から出力されることを特徴とする請求項7または請求項8記載の建設工事における情報管理装置。",
                    "【請求項10】前記代表作業用キーワード管理部によって検索された原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善情報，その他施工技術情報は，所望のものがキーワードに基づいて積算され，予算書，見積書，工程管理表，安全管理表，品質管理表の少なくとも一つが出力部から出力されることを特徴とする請求項7または請求項8記載の建設工事における情報管理装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【発明の属する技術分野】",
                      "text": [
                        "【0001】本発明は，事業区分，工事区分，工種等が異なっても，同じ目的物に対する作業内容で対処できる建設工事における情報管理方法および情報管理装置に関するものである。本発明でいう「建設工事」は，「建築工事」および「土木工事」に関連する一切を含むものである。また，本発明は，さらに，工事の規模である大，中，小，あるいは規格等を適当に分けておくと，どのような事業区分で仕事をしている者であっても，所望の建設工事にかかる情報を簡単および迅速で，かつ蓄積された情報を得ることができる建設工事の情報管理方法および情報管理装置に関するものである。",
                        "【0002】本出願人は，異なる事業区分，工事区分，工種等の中であっても，同じ作業が多いことに着目し，作業の対象となる目的物と前記作業をどうするかが判る作業内容とから構成される代表作業用キーワードというものを考えた。すなわち，本出願人は，「何を(目的物)どうする(作業内容)」というキーワードに注目することにより，事業区分，工事区分，工種等が異なっても，前記キーワードにかかる工事の内容が同じであることに気付いた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【従来の技術】",
                      "text": [
                        "【0003】図10は従来行われている建設工事における情報の管理方法を説明するための図である。建設会社には，事業区分毎に，「部」または「事業部」が設けられている。図10において，たとえば，「河川事業部」，「港湾事業部」，「道路事業部」，「トンネル事業部」，「ビルディング事業部」等がある。前記事業部の下部には，たとえば，「築堤・護岸部」，「浚渫部」，「堤部」，「樋門・樋管部」がある。さらに，前記「築堤・護岸部」で扱う工事の種類である工種として「河川土工」があり，前記「河川土工」内に，工事の内容種別として「掘削工」，「護岸工」，…がある。",
                        "【0004】前記「掘削工」を細別すると，「土砂掘削」，「軟岩掘削」，「硬岩掘削」がある。また，前記「土砂掘削」には，工事規格として，大規模，中規模，小規模に別れている。さらに，前記「軟岩掘削」には，たとえば，規格が二通りある例が示されている。",
                        "【0005】会社の組織は，ツリー構造になっているのが普通であり，組織に基づいて情報が管理されている。…",
                        "【0006】建設業界は，談合またはそれに近い方法により入札が行われる場合が多いため，事業区分，工事区分，工種等が異なると，工事内容が略同じであっても，見積価格が異なる場合が多くあった。したがって，図10に示すような事業部制は，情報が他部門に流通しないだけでなく，自分の部門においても改善された情報の蓄積が少ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0007】しかし，これからは，市場経済であり，競争に勝残るためには，同じ社内の異なる部門の情報であっても，共有することにより，他社より優れた工事，利益を少しでも多くあげることができる工事が必要である。そのためには，社内において，できるだけ同じ情報を共有して，全体の情報を少なくすると共に有効に活用できるように蓄積する必要がある。",
                        "【0008】そこで，本出願人は，事業区分，工事区分，工種，細別等を作業内容や作業目的を分析することによって，事業区分が異なっても，全く同じ作業内容が非常に多いことに気付いた。図11は事業区分に基づく作業の細別を説明するための図である。図11において，たとえば，「河川」，「港湾」，「道路」における工事には，それぞれ「土砂掘削」，「軟岩掘削」，「硬岩掘削」，「流用土盛土」，「コンクリート打設」があり，作業内容が略同じである。作業内容で異なるのは，作業の規模が大きい場合と小さい場合，あるいは，特別な仕様や規格がある場合である。",
                        "【0009】本出願人は，前記作業内容と規模等に注目することで，情報を各部門で共有することができるだけでなく，情報の蓄積量を少なく，簡単かつ迅速に所望のデータを得られることに気付いた。また，本出願人は，蓄積情報をツリー状に構築しているにもかかわらず，キーワードの付けかたにより，ツリー状に構築された情報を下方から検索できるようにして，膨大な情報の中から，所望の情報を簡単および迅速で，かつ有効に活用できることに気付いた。また，前記情報は，ツリー状に構築されているため，必要に応じて，従来と同じように上位から順次検索することも可能である。",
                        "【0010】本出願人は，作業の対象となる「何を(目的物)どうする(作業内容)」，に注目した結果，「何をどうする」というキーワードで情報を検索することができることが判った。本出願人は，さらに，前記キーワードの「どうする」に対して，規格等(以下，本明細書では，大，中，小，の規模，施行地の形状，地質，含水量，面積的制約，振動，騒音，隣地条件，住民感情，使用材料の諸条件，汚染物質，美観，生態系，・・・を分類して体系化したものを施行条件または規格等と記載する。)を加味するだけで，事業区分，工事区分，工種等が異なっても，同じ作業内容で行えることに気付いた。",
                        "【0011】本発明は，従来の課題を解決するためのものであり，どのような事業区分で仕事をしている者であっても，所望の建設工事にかかる情報を簡単および迅速で，かつ有効利用ができる建設工事における情報管理方法および情報管理装置を提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明の実施の形態】",
                      "text": [
                        "【0022】(第1発明)建設工事における情報管理は，たとえば，事業区分-工事区分-工種-種別-代表作業-工事規格のように，大事業区分から代表作業区分へと順次ツリー構造として構築されている。第1発明は，上記のように建設工事における情報がデータ管理部に格納されている建設工事の情報管理方法である。本出願人は，上記情報管理において，「何を(目的物)どうする(作業内容)」というキーワードに注目することにより，事業区分等が異なっても，情報としては同じものが使用できることに気付いた。また，前記キーワードの情報を蓄積することによって，次の建設工事を行う際に有効に利用することができる。",
                        "【0023】第1発明は，「何を(目的物)どうする(作業内容)」という代表作業用キーワードの他に，当該代表作業で行う工事の規格等を入力する。前記規格等には，大，中，小，の規模，施行地の形状，地質，含水量，面積的制約，振動，騒音，隣地条件，住民感情，使用材料の諸条件，汚染物質，美観，生態系，…等がある。前記代表作業用キーワードと規格等を基にして，代表作業用キーワード管理部が所望の情報を検索する。前記検索された情報は，データ管理部から出力される。本発明は，河川の工事，港湾の工事，道路の工事，トンネルの工事，あるいはビルディング，…の工事のいずれであっても，コンクリート打設は，同じであり，異なるとすれば，前記規格等によって異なるのみである。",
                        "【0024】(第2発明)第2発明の建設工事における情報管理方法において，前記代表作業用キーワードと規格等を基にして検索される情報は，原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善情報，その他施工技術情報の内の少なくとも一つである。原価管理情報は，機械，人，材料(物)等直接工事にかかる費用に関する情報である。安全管理情報は，工事にかかる安全情報で，事故暦等を入力しておくと，同じ工事を次に行う場合に参考になる。",
                        "【0030】(第7発明)第7発明の建設工事における情報管理装置は，たとえば，事業区分-工事区分-工種-種別-代表作業-工事規格のように，大事業区分から代表作業へと順次ツリー構造として構築されている情報がデータ管理部に格納されている。入力部は，各情報に関するキーワード，たとえば，事業区分作業用キーワード，工事区分作業用キーワード，工種作業用キーワード，種別作業用キーワード，代表作業用キーワード，あるいは原価管理キーワード，工程管理キーワード，安全管理キーワード，品質管理キーワード，ミス・ロス，改善キーワード，技術情報キーワード，規格等(たとえば，大，中，小の規模，施行地の形状，地質，含水量，面積的制約，振動，騒音，隣地条件，住民感情，使用材料の諸条件，汚染物質，美観，生態系等)，および修正データ等を入力する。",
                        "【0031】キーワード・規格解析部は，前記入力部において入力された前記各キーワードおよび規格等をキーワード記憶部および規格記憶部に多数記憶されているキーワードを参照して，どこの区分に属するものであるかについて解析する。前記キーワード・規格解析部によって解析されたキーワードおよび規格等は，事業区分に関する情報を検索するものである場合，事業区分作業用キーワード管理部に送られる。前記解析されたキーワードおよび規格は，工事区分に関する情報を検索するものである場合，工事区分作業用キーワード管理部に送られる。",
                        "【0032】前記解析されたキーワードおよび規格は，工種に関する情報を検索するものである場合，工種作業用キーワード管理部に送られる。前記解析されたキーワードおよび規格は，種別に関する情報を検索するものである場合，種別作業用キーワード管理部に送られる。前記解析されたキーワードおよび規格は，代表作業に関する情報を検索するものである場合，代表作業用キーワード管理部に送られる。データ管理部には，前記各管理部によって検索される情報が格納されている。",
                        "【0033】キーワード・規格解析部は，「何を(目的物)どうする(作業内容)」というキーワードからなる代表作業用キーワードと規格を解析して，このキーワードに基づいてデータ管理部の情報を検索する。すなわち，第7発明は，キーワードによって最上位概念の事業区分から順次下位概念の代表作業まで情報を検索する必要がないため，迅速に情報を得ることができる。また，第7発明における情報の検索は，キーワード・規格解析部によって，代表作業以外に，どの工事区分，工種区分であっても，上位概念から検索するのではなく，所望の工事区分の情報を直接検索することができる。",
                        "【0036】(第9発明)第9発明の建設工事における情報管理装置は，どの事業区分の部署からもアクセスすることができ，「何を(目的物)どうする(作業内容)」というキーワードと規格等を入力することにより，前記代表作業用キーワード管理部によって検索された原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善情報，その他施工技術情報を積算して出力部から出力する。第9発明は，前記キーワードと規格を入力することにより，所望の代表作業における各種情報の全てが迅速に得ることができる。",
                        "【0037】(第10発明)第10発明の建設工事における情報管理装置は，どの事業区分の部署からもアクセスすることができ，「何を(目的物)どうする(作業内容)」というキーワードと規格等を入力することにより，前記代表作業用キーワード管理部によって検索された原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善情報，その他施工技術情報に基づいた情報が積算され，表計算部，情報積算部，および見積書等作成部によって，予算書，見積書，工程管理表，安全管理表，品質管理表の少なくとも一つが出力部から出力する。予算書，見積書，工程管理表，安全管理表，品質管理表の作成は，従来の市販されているソフトウエアを使用することにより，簡単に得ることができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【実 施 例】",
                      "text": [
                        "【0038】図1は本発明の一実施例で，コンクリート打設を代表作業用キーワードにした際の情報を説明するための図である。本発明は，図10における細別を代表作業用キーワードとすることにする。そして，図1は代表作業用キーワードの一つであるコンクリート打設について説明する。コンクリート打設には，「コンクリート打設にかかる原価管理情報」，「コンクリート打設にかかる安全管理情報」，「コンクリート打設にかかる品質管理情報」，「コンクリート打設にかかる工程管理情報」，「コンクリート打設にかかるミス・ロス・改善管理情報」，「コンクリート打設にかかるその他の施工技術管理情報」等がある。",
                        "【0039】前記各管理情報には，図10と同様に，規格等により分けられている。コンクリート打設の規格は，大規模，中規模，小規模の三つに分けられていると仮定する。たとえば，前記規模において，大規模はコンクリートの容積が30立米以上，中規模はコンクリートの容積が10立米から30立米未満，小規模はコンクリートの容積が10立米未満のものとする。また，規格等の場所には，原価が記載されている。",
                        "【0040】前記代表作業用キーワードには，コンクリート打設の他に，土砂掘削，軟岩掘削，硬岩掘削，…があるだけでなく，多くの細別の中にさらに多くの代表作業用キーワードが設けられている。",
                        "【0041】図2は本発明の実施例で，代表作業用キーワードと規格(大)で検索された情報の一例を説明するための図である。図3は本発明の実施例で，代表作業用キーワードと規格(小)で検索された情報の一例を説明するための図である。図2および図3は，代表作業用キーワード「コンクリート(何を)打設(どうする)」および規格(大規模)または規格(小規模)を基にして検索された情報の一例を示すものである。図2および図3において，検索された情報は，たとえば，原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善管理情報，およびその他の施工技術情報等からなっている。",
                        "【0042】原価管理情報について，図2および図3を比較すると，大規模のコンクリート部材打設に関する原価管理情報は，ポンプ車が1台必要であり，作業員が10人，コンクリートが500立米必要であることが記載されている。これに対して，小規模のコンクリート部材打設に関する原価管理情報は，一輪車が1台必要であり，作業員が5人，コンクリートが3立米必要であることが記載されている。",
                        "【0043】ポンプ車1台／1日50000円，人件費を一人20000円，コンクリート1立米10000円とすると，前記大規模のコンクリート打設には，50000円＋20000円×10＋500×10000円＝525万円となる。コンクリート打設における1立米当たりの原価は，10500円となる。これに対して，前記小規模のコンクリート打設は，20000円×5＋3×10000円＝13万円となる。コンクリート打設おける1立米当たりの原価は，40000円を超えることになる。",
                        "【0044】図2および図3は説明のための例示であり，数値が必ずしも正確ではない。また，大規模コンクリート打設には，安全管理情報は，ポンプ車，コンクリートミキサー車，砂利運搬車の出入り等に関する安全を確保するために交通整理を行う管理人が必要になる。品質管理情報は，コンクリートを養生させる際に発生する熱を抑制する等の技術情報および品質管理情報が記載されている。さらに，コンクリートを養生するのに必要な費用も記載されている。",
                        "【0045】図2および図3に例示された工程管理情報は，ポンプ車の使用日数，時間等，作業時間等が記載されている。さらに，ミス・ロス・改善情報およびその他の施工技術情報が記載されている。これらの情報は，工事を行う度に少しずつ修正されることによって，代表作業にかかる各種情報が蓄積され，その後の作業に有効利用されることになる。【0046】図2および図3に記載された情報は，金額，物(人件費も含む)，および日数(時間)等を考慮して積算することによって見積書あるいは予算書が作成できる。また，前記情報は，物の使用時間，作業時間等を積算することで，工程管理表が作成できる。たとえば，見積書の作成は，見積用のキーワードであることを認識できるようにしておけば，見積用のキーワードに記載されている費用を表計算ソフトによって積算することによって作成できる。",
                        "【0048】図4は会社の各部門が情報処理装置とネットワークによって接続されている状態を説明するための図である。各部門は，建設にかかる情報を上位概念から下位概念へと検索する以外に，代表作業用をキーワードとして入力することで，図2および図3に示されているような管理情報が直ちに得ることができる。建設会社の情報処理装置41は，たとえば，河川部門42，港湾部門43，道路部門44，トンネル部門45，およびビルディング部門46にネットワークを介して接続されている。そして，前記代表作業用キーワードは，「何が(目的物)どうする(作業内容)」という覚え易いキーワードから構成されているため，数多くの代表作業用キーワードが存在していても，情報の検索が容易である。",
                        "【0049】図5は本発明の一実施例を説明するためのブロック構成図である。図5において，入力部511は，代表作業用キーワード，作業の規格等，またはその他の情報等を入力するためのキーボード等から構成されている。キーワード・規格解析部512は，入力部511によって入力された情報が代表作業用キーワードであるか，あるいは規格等であるかを解析する。キーワード・規格解析部512は，入力された情報がキーワード記憶部513に登録されている事業区分作業用キーワード，工事区分作業用キーワード，工種作業用キーワード，種別作業用キーワード，あるいは代表作業用キーワードの中のいずれであるかを調べる。",
                        "【0050】次に，キーワード・規格解析部512は，入力部511から入力された情報が規格記憶部514に記憶されている規格であるか否かを調べる。キーワード・規格解析部512は，入力された情報が事業区分作業用キーワードであると判断した場合，入力されたキーワードを事業区分作業用キーワード管理部515に送る。前記事業区分作業用キーワード管理部515は，前記キーワードに基づいて事業区分用の情報をデータ管理部520から検索する。データ管理部520は，前記検索された事業区分作業用キーワードに基づいた情報を出力部521から出力させる。",
                        "【0051】キーワード・規格解析部512は，同様に，工事区分作業用キーワード，工種作業用キーワード，種別作業用キーワードを解析して，入力されたキーワードを工事区分作業用キーワード管理部516，工種作業用キーワード管理部517，種別作業用キーワード管理部518にそれぞれ送る。各キーワード管理部は，前記キーワードに基づいてそれぞれの情報をデータ管理部520から検索する。データ管理部520は，検索されたそれぞれのキーワードに基づいた情報を出力部521から出力させる。",
                        "【0052】さらに，キーワード・規格解析部512は，入力部511から入力された情報が代表作業用キーワードであり，かつ規格記憶部514に登録されている規格が入力されていると判断した場合，前記代表作業用キーワードと規格に関連するキーワードの全てを代表作業用キーワード管理部519に送る。代表作業用キーワード管理部519は，入力された代表作業用キーワードおよび規格に関連する情報をデータ管理部520から検索する。データ管理部520は，前記検索された代表作業用キーワードと規格に基づいた情報を出力部521から出力させる。",
                        "【0053】図6は本発明の一実施例で，キーワードと規格を入力することにより所望のデータが出力されるためのフローチャートが示されている。図7は図6のフローチャートに続くものであり，(a)-(a)，および(b)-(b)(図示されていない)で接続されている。図6において，図5の入力部511によって，たとえば，代表作業用キーワードおよび必要により規格等が入力される(ステップ61)。キーワード・規格解析部512は，入力されたキーワードが代表作業用キーワードであるか否かをキーワード記憶部513を基にして調べる(ステップ62)。前記キーワード・規格解析部512は，次に，入力されたキーワードに付いている規格「大」があるか否かを規格記憶部514によって調べる(ステップ63)。",
                        "【0054】キーワード・規格解析部512は，代表作業用キーワードと規格「大」とを代表作業用キーワード管理部519に送る(ステップ64)。前記代表作業用キーワード管理部519は，データ管理部520に代表作業用キーワードと規格「大」がデータ管理部520にあるか否かを検索する(ステップ65)。データ管理部520は，出力部521に前記検索されたデータを出力するように命じる(ステップ66)。【0055】キーワード・規格解析部512は，ステップ62において，代表作業用キーワードでないと判断した場合，種別作業用キーワードであるか否かをキーワード記憶部513によって調べる(ステップ67)。次のステップ68からステップ70までは，種別作業用である点が異なるだけで同じ処理を行う。また，ステップ67において，種別作業用キーワードでない場合，工種作業用キーワード，工事区分キーワード，あるいは事業区分キーワードであるか否かを順次調べる(以降のステップは図示されていない)。",
                        "【0056】ステップ63において，キーワード・規格解析部512は，入力されたキーワードに規格「大」が付いていないと判断した場合，規格が「中」であるか否かを規格記憶部514によって調べる(ステップ71)。キーワード・規格解析部512は，代表作業用キーワードと規格「中」とを代表作業用キーワード管理部519に送る(ステップ72)。前記代表作業用キーワード管理部519は，データ管理部520に代表作業用キーワードと規格「中」がデータ管理部520にあるか否かを検索する(ステップ73)。データ管理部520は，出力部521に前記データを出力するように命じる(ステップ74)。",
                        "【0057】キーワード・規格解析部512は，ステップ71において，規格が「中」でないと判断した場合，規格が「小」であるか否かを規格記憶部514によって調べる(ステップ75)。次のステップ76からステップ77までは，規格「中」の処理と同じである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "【0068】以上，本発明の実施例を詳述したが，本発明は，前記実施例に限定されるものではない。そして，本発明は，特許請求の範囲に記載された事項を逸脱することがなければ，種々の設計変更を行うことが可能である。本発明の実施例は，説明を判り易くするために，正確な記載でない所があるだけでなく，一例を挙げたに過ぎない。また，本実施例のブロック構成図は，詳細に内部を説明していないが，公知または周知の技術によって達成されるものである。",
                        "【0069】本実施例は，事業区分から種別までがツリー構造になっているものについて，ツリー構造の上位からも検索できると共に，「何を(目的物)どうする(作業内容)」をキーワードとして，直接検索ができるという説明をしたが，必ずしも，ツリー構造に情報を蓄積して置く必要がない。特に，建築工事と土木工事との体系は，異なっており，発注者の積算体系と受注者の積算や予算管理体系が異なっている。したがって，本発明は，「何を(目的物)どうする(作業内容)」をキーワードとする場合と，従来の検索方法を同時に使用できるようにしておくこともできる。",
                        "【0070】フローチャートに記載された技術は，当業者であれば，プログラムを組むことができる程度のものである。さらに，本実施例のブロック構成図およびフローチャートは，単なる一例を挙げたに過ぎず，他の方法および手段によっても達成できる。本発明の実施例は，工事の区分を事業区分，工事区分，工種区分，種別作業，代表作業等に分けて説明したが，必ずしも，このような言葉の区分に分ける必要がない。したがって，本発明は，工事区分等の言葉を代えて分けられた作業に対して権利が及ぶものである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【発明の効果】",
                      "text": [
                        "【0073】本発明によれば，「何を(目的物)どうする(作業内容)」から構成される代表作業用キーワードを用いて，実際に使用される作業の原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善管理情報，その他(施工技術情報)等を検索することができる。また，前記何を(目的物)どうする(作業内容)から構成される代表作業用キーワードに係る情報は，事業区分や工事区分が異なっていても共通するため，情報処理装置に蓄積する情報量が少なくて済む。「何を(目的物)どうする(作業内容)」から構成される代表作業用キーワードは，目的物と作業内容が入っているため，数が多くなっても容易に覚えることができる。",
                        "【0074】本発明によれば，「何を(目的物)どうする(作業内容)」から構成される代表作業用キーワードを用いることによって，ツリー状のデータの上位から検索する必要がなく，情報の検索を迅速に得ることができる。また，本発明によれば，情報がツリー状に構築されているので，必要に応じて，情報を上位概念のものから順次検索することも可能になっている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイによれば，甲1には，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来，建設会社では，事業区分ごとに「部」又は「事業部」が設けられ，それぞれの組織において工事区分，工種，種別，細別，規格等の情報をツリー状に構築して管理されていたため，同じ作業内容に関する情報であっても事業区分ごとに別々に管理され，情報が共有されていなかったが，建設会社が今後，市場で競争に勝ち残るためには，他社より優れた工事を行い，利益を少しでも多くあげることが必要であり，そのためには，社内において，異なる部門の情報であっても，できるだけ同じ情報を共有して，全体の情報を少なくするとともに有効に活用できるように蓄積する必要がある(段落【0003】ないし【0007】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，どのような事業区分で仕事をしている者であっても，所望の建設工事に係る情報を簡単及び迅速に，かつ有効利用ができる建設工事における情報管理装置を提供することを目的とし(段落【0011】)，建設会社の社内において大事業区分から細別区分へと順次ツリー構造として構築されている情報について，代表作業用キーワードを用いて作業の原価管理情報，安全管理情報，品質管理情報，工程管理情報，ミス・ロス・改善管理情報，及びその他の施工技術情報等を検索することができる構成としたものである(段落【0030】，【0036】ないし【0041】，【0053】，【0073】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1ないし4の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定について",
                  "text": [
                    "原告は，本件審決が，相違点1に関し，甲1発明3においては，本件発明1の「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」に相当するものが存在しないから，本件発明1の「要素」の構成を有するものではないなどとして，本件発明1の「歩掛マスターテーブル」が存在しない旨認定したのは誤りである旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の特許請求の範囲(請求項1)の文言によれば，本件発明1の「歩掛マスターテーブル」は，「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む」ものであるが，同請求項1には，「工事名称」又は「工事名称の各々にそれぞれ関連付けられた各要素」を規定した記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本件明細書(甲20)には，「歩掛マスターテーブル」の語を定義した記載はない。一方で，本件明細書には，「本発明は，…より詳細には，既に存在し，定量化されている建設工事積算システムにおける歩掛データや積算データを効率的に利用して，…労働安全衛生マネージメントシステムを提供することを目的とする。」(段落【0005】)，「従来の建設業界では，いわゆる歩掛を用いた積算方式(積み上げ)を使って歩掛積算テーブルを構築し，或いは標準的な積算テーブルを用いて，これに適合した工事単位を工事名称として使用し，単価計算や入札などを行ってきていた。」(段落【0006】)との記載がある。",
                        "上記記載によれば，「歩掛マスターテーブル」には，本件出願の優先日当時，建設業界で既に存在していた建設工事積算システムにおいて構築されていた歩掛を用いた積算方式(積み上げ)を使った歩掛積算テーブルあるいは標準的な積算テーブルが含まれるものと解される。",
                        "また，本件明細書には，「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブル」にいう「工事名称」又は「要素」の語について定義した記載はない。もっとも，本件明細書には，「要素」の語に関し，「1つの工事であっても様々な多数の要素(作業工程)」(段落【0004】)，「複数の工事の各々に含まれる各要素(工程)」(段落【0007】)，「対象工事に含まれる各要素(工程))」(段落【0009】)，「工事に含まれる詳細な工程(要素)」(段落【0014】)，「目的工事に含まれる個々の要素(工程)，例えば，建設資材や燃料などの単価や数量など」(段落【0023】)，「この工事に含まれる各要素(作業工程)」(段落【0041】)など，「要素」の後に括弧書きで「工程」又は「作業工程」を付加した記載があるが，本件明細書には，「要素」が「工程」又は「作業工程」と同義であることを明示した記載はないこと，「建設資材や燃料など」が「要素」に含まれることの記載もあること(上記段落【0023】)に照らすと，「要素」は，「工程」又は「作業工程」に限定されるものではないと解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "証拠(甲4ないし8)によれば，①公共事業執行の各プロセスに密接に関連している契約・積算に関しては，工事内容の細分化方法を工種の分類毎に標準的に設定した「工事工種体系」が構築され，工事工種体系は，「工事区分」(レベル1)，「工種」(レベル2)，「種別」(レベル3)，「細別」(レベル4)，「規格」(レベル5)等からなる「体系ツリー図」で構成されていること，②建築工事積算システムを用いた請負工事費の積算は，体系ツリー図の中から必要な工種を選択することにより決定され，取引項目(細別)ごとに必要な積算項目を示した「新土木工事積算大系工事工種歩掛対応表」(別冊)から施工歩掛を選択し，選択した施工歩掛に対して「工事歩掛要覧」を用いて単価を算出することによって行われること，③「歩掛」とは，単価計算を行う最小限の構成であり，その内容は，各種の工法において標準的に用いられる機械，労働力，材料等の組合せ，当該組合せによる標準的な生産能力，当該工法の標準的な適用範囲や各項目の単価等を定めたものであることは，本件出願の優先日当時，技術常識であったことが認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(ア)ないし(ウ)によれば，本件発明1の「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブル」にいう「工事名称」とは，本件出願の優先日当時，既に存在していた建設工事積算システムで使用されていた工事工種体系の「体系ツリー図」における「工事区分」，「工種」，「種別」，「細別」等の具体的な名称のいずれかをいい，また，本件発明1の「工事名称の各々にそれぞれ関連付けられた各要素」とは，体系ツリー図上，当該「工事名称」に紐付けられたものであれば，「関連付けられた」ものといえるから，当該「工事名称」に紐付けられた「工種」，「種別」，「細別」，「規格」等の各項目及びそれらの項目に紐付けられた作業工程，作業内容，標準単価等を含むものと解される。",
                        "したがって，本件発明1の「工事名称の各々にそれぞれ関連付けられた各要素」にいう「要素」は，当該「工事名称」に紐付けられたものであれば，当該「工事名称」からみて体系ツリー図の「一つ下位の項目」のものに限らず，その下位のものや，更にその下位のもの等も含むものと解される。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲1発明3の「データ管理部」に格納されている「大事業区分から細別区分へと順次ツリー構造として構築されている情報」は，図10(別紙甲1図面参照)記載のツリー図を前提とするものである。図10のツリー図には，「事業区分」，「工事区分」，「工種」，「種別」，「細別」及び「工事の規格」の各項目が体系的に分類され，各項目ごとに具体的な名称が例示されているが，上記各項目の分類は，本件出願の優先日当時，建設工事積算システムで使用されていた工事工種体系の「体系ツリー図」と同種のものといえるから，図10の上記各項目に例示された具体的な名称は，本件発明1の「工事名称」に該当するものと認められる。",
                        "また，図10に示された「工事区分」に関する情報(例えば，「築堤・護岸」)は，その上位の項目の「事業区分」に関する情報(例えば，「河川」)に紐付けられているから，「事業区分」に関する情報を「工事名称」とみた場合には，「工事区分」に関する情報は当該「工事名称」に関連付けられた「要素」(本件発明1の「要素」)に該当し，同様に，「工種」に関する情報，「種別」に関する情報，「細別」に関する情報及び「規格」に関する情報は，それぞれその上位にある「工事区分」に関する情報，「工種」に関する情報，「種別」に関する情報及び「細別」に関する情報を「工事名称」とみた場合，当該「工事名称」に関連付けられた「要素」(本件発明1の「要素」)に該当するものと認められる。",
                        "そして，甲1の記載事項(段落【0039】，【0042】，【0043】，【0046】，図2)によれば，「代表作業用キーワード(細別)」及び各「規格」によって検索された「原価管理情報」に記載されているポンプ車の台数，作業員の数及びコンクリートの量に基づき，具体的な原価の額(段落【0043】)を算出し，それらの金額，物(人件費も含む)及び日数等を考慮して積算することによって見積書あるいは予算書を作成できること(段落【0046】)からすると，甲1発明3の「データ管理部」には，上記ポンプ車の台数，作業員の数及びコンクリートの量等に対応する「歩掛」に係る情報が格納されているものと認められる。",
                        "そうすると，甲1発明3の「データ管理部」に格納されている「大事業区分から細別区分へと順次ツリー構造として構築されている情報」及び「歩掛」に係る情報は，本件発明1の「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブル」(相違点1に係る本件発明1の構成)に該当するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "この点に関し，本件審決は，甲1発明3においては，「データ管理部」に格納される工事区分，工種，種別，細別にそれぞれ対応する工事名称は，本件発明1の「複数の工事名称」に相当するものであるが，「キーワード管理部」では入力された工事名称に対してツリー構造の「1つ下の工事名称」が検索され，「データ管理部」では「代表作業用キーワード(細別)と規格」に対して「安全管理情報」(本件発明1の「危険情報」)が対応付けられており，この「1つ下の階層の工事名称」と「代表作業用キーワード(細別)と規格」は，そもそも互いに異なる情報であって，本件発明1の「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」に相当するものとはいえないから，本件発明1の「要素」の構成を有するものではなく，また，甲1の記載をみても，これらの情報をそれぞれ「テーブル」として格納する記載はなく，そのことが自明ともいえないから，本件発明1の「歩掛マスターテーブル」が存在しない旨認定した。",
                        "しかしながら，前記(ア)ないし(オ)認定のとおり，本件発明1の特許請求の範囲(請求項1)の文言，本件明細書の記載事項及び本件出願の優先日当時の技術常識を総合すれば，本件発明1の「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブル」にいう「工事名称」とは，本件出願の優先日当時，既に存在していた建設工事積算システムで使用されていた工事工種体系の「体系ツリー図」における「工事区分」，「工種」，「種別」，「細別」等の具体的な名称のいずれかをいい，また，本件発明1の「要素」は，当該「工事名称」に紐付けられたものであれば，当該「工事名称」からみて体系ツリー図の「一つ下位の項目」のものに限らず，その下位のものや，更にその下位のもの等も含むものと解されるところ，甲1の図10の各項目に例示された具体的な名称は，本件発明1の「工事名称」に該当するものと認められ，また，図10に示された「工事区分」に関する情報(例えば，「築堤・護岸」)は，その上位の項目の「事業区分」に関する情報(例えば，「河川」)に紐付けられているから，「事業区分」に関する情報を「工事名称」とみた場合には，「工事区分」に関する情報は当該「工事名称」に関連付けられた「要素」(本件発明1の「要素」)に該当し，同様に，「工種」に関する情報，「種別」に関する情報，「細別」に関する情報及び「規格」に関する情報は，それぞれその上位にある「工事区分」に関する情報，「工種」に関する情報，「種別」に関する情報及び「細別」に関する情報を「工事名称」とみた場合，当該「工事名称」に関連付けられた「要素」(本件発明1の「要素」)に該当するものと認められるから，甲1発明3は，本件発明1の「要素」の構成を含むものといえる。",
                        "また，本件審決は，甲1発明3においては，本件発明1の「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」に相当するものが存在しない旨述べるが，本件発明1の特許請求の範囲(請求項1)における「前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブルと，前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブル」との文言によれば，「危険源評価マスターテーブル」は，「歩掛マスターテーブル」に含まれる「前記要素」に関連付けられた「危険有害要因および事故型分類を含む危険情報」が規定されているものであれば足り，「前記要素」と共通の「要素」が格納されていることまで要するものではない。もっとも，本件審決が述べる趣旨が，「歩掛マスターテーブル」に含まれる「前記要素」と「危険源評価マスターテーブル」に規定されている「危険有害要因および事故型分類を含む危険情報」とが対応付けることができるように構成されている点を捉えて「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」が存在することをいうのであるとすれば，甲1発明3においても，前記(オ)及び後記イ(イ)のとおり，「歩掛マスターテーブル」に含まれる「要素」である「規格」と「危険源評価マスターテーブル」に規定されている「危険有害要因および事故型分類を含む危険情報」である「安全管理情報」とが対応付けることができるように構成されているのであるから，「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」に相当するものが存在するものと認められる。",
                        "したがって，甲1発明3においては，本件発明1の「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」が存在しないことを理由に，本件発明1の「要素」の構成を有するものではないということはできない。",
                        "さらに，本件審決は，甲1の記載をみても，「データ管理部」に格納される情報が「テーブル」として格納されるとの記載はなく，そのことが自明ともいえない旨述べるが，甲1発明3の「データ管理部」に格納されている「大事業区分から細別区分へと順次ツリー構造として構築されている情報」は，ツリー構造の各階層の複数のデータ項目がその下位の階層の複数のデータ項目にそれぞれ関連付けられて「表」形式で記憶されているものと認められるから，「テーブル」に該当するものといえる。",
                        "以上によれば，本件審決の上記認定は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上によれば，甲1発明3は，本件発明1の「歩掛マスターテーブル」の構成を備えるものと認められるから，これと異なる本件審決における相違点1の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の認定について",
                  "text": [
                    "原告は，本件審決が，相違点2に関し，甲1発明3においては，本件発明1の「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」に相当するものが存在しないから，本件発明1の「要素」の構成を有するものではないなどとして，本件発明1の「危険源評価マスターテーブル」が存在しない旨認定したのは誤りである旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の特許請求の範囲(請求項1)の文言によれば，本件発明1の「危険源評価マスターテーブル」は，「前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている」ものであるが，同請求項1には，「事故型分類」に係る「分類」の方式や態様を規定した記載はない。",
                        "次に，本件明細書には，「事故型分類」の語を定義した記載はない。一方で，本件明細書には，「事故型分類」に関し，「事故型分類データ(これは，各危険有害要因に対応する個別リスクに相当する)」(段落【0007】)，「有害要因(通路，岩石など)およびそれに関連付けられた事故型分類(つまずき，切れなど)」(段落【0040】，図9)，「「その他：切れ，こすれ」及び「通路：つまずき」という有害要因(起因物)及びその事故型分類」(段落【0041】，図10)との記載がある。上記記載によれば，「事故型分類」とは，「危険有害要因」に対応して発生し得る事故の内容を意味するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明3の「データ管理部」に格納されている「安全管理情報」は，「工事にかかる安全情報で，事故歴等を入力しておくと，同じ工事を次に行う場合に参考になる」情報であり(甲1の段落【0024】)，例えば，「代表作業用キーワード(細別)」が「コンクリート打設」で「規格」が「大」の場合は，「ポンプ車等車の出入りと通行人を誘導する管理人  1」であり，「代表作業用キーワード(細別)」が「コンクリート打設」で「規格」が「小」の場合は，「1輪車運転中，障害物によるバランスに注意」である(甲1の段落【0041】，【0044】，図2及び3)。",
                        "しかるところ，上記「安全管理情報」の「ポンプ車等車の出入りと通行人を誘導する管理人  1」とは，「大規模コンクリート打設」には，「ポンプ車，コンクリートミキサー車，砂利運搬車の出入り等に関する安全を確保するために交通整理を行う管理人が必要になる。」(甲1の段落【0044】)というものであり，「ポンプ車等車の出入り」という「危険有害要因」に対応して発生し得る交通事故(「事故型分類」)に対する予防策として交通整理を行う管理人が必要であることを示したものといえるから，上記「安全管理情報」は，本件発明1の「危険有害要因および事故型分類を含む危険情報」に該当することが認められる。",
                        "また，上記「安全管理情報」の「1輪車運転中，障害物によるバランスに注意」とは，「障害物」という「危険有害要因」に対応して「1輪車運転中に障害物によってバランスを崩すことによる事故」(「事故型分類」)が発生し得ることを示したものといえるから，上記「安全管理情報」も，本件発明1の「危険有害要因および事故型分類を含む危険情報」に該当することが認められる。",
                        "そして，甲1発明3の「データ管理部」に格納されている「原価管理情報」及び「安全管理情報」は，甲1の図1ないし図3に示すように，いずれも「代表作業用キーワード(細別)」(「コンクリート打設」)及びその各「規格」(「大」，「中」，「小」)ごとに関連付けられて格納されていることが認められ，「安全管理情報」の格納の態様は，「工事名称」(「代表作業用キーワード(細別)」)に関連付けられた「要素」(「規格」)に関連付けられたものといえるから，甲1発明3の「データ管理部」には，本件発明1の「前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブル」(相違点2に係る本件発明1の構成)が格納されているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点に関し，本件審決は，①甲1発明3においては，本件発明1の「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」に相当するものが存在しないから，本件発明1の「要素」の構成を有するものではない，②甲1の記載をみても，「データ管理部」に格納される情報をが「テーブル」として格納するとの記載はなく，そのことが自明ともいえない，③甲1発明3の「安全管理情報」は，本件発明1のように工事にかかるリスクを抽出する目的で，各作業工程において発生しうる危険としての「有害要因」とその「事故型分類」とに整理分類して設定したものではないから，本件発明1の「危険有害要因」及び「事故型分類」に相当する情報は含まれておらず，本件発明1とは「危険情報」である点で共通するに留まるとして，本件発明1の「危険源評価マスターテーブル」が存在しない旨認定した。",
                        "しかしながら，上記①の点については，甲1発明3において，「歩掛マスターテーブル」と「危険源評価マスターテーブル」に共通に格納される「要素」に相当するものが存在することは，前記ア(カ)認定のとおりである。",
                        "また，上記②の点については，前記(イ)認定のとおり，甲1発明3における「安全管理情報」の格納の態様は，「工事名称」(「代表作業用キーワード(細別)」)に関連付けられた「要素」(「規格」)に関連付けられたものであるから，複数のデータ項目が関連付けられて「表」形式で記憶されているものと認められ，「テーブル」に該当するものといえる。",
                        "さらに，上記③の点については，本件発明1の特許請求の範囲(請求項1)には，「事故型分類」に係る「分類」の方式や態様を規定した記載はなく，本件明細書にも，「事故型分類」の語を定義した記載はないことに照らすと，甲1発明3の「安全管理情報」は，工事にかかるリスクを抽出する目的で，各作業工程において発生しうる危険としての「有害要因」とその「事故型分類」とに整理分類して設定したものではないからといって，本件発明1の「危険有害要因」及び「事故型分類」に相当する情報に該当しないということはできない。",
                        "以上によれば，本件審決の上記認定は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，被告は，「事故型分類」は，字義どおりに解釈すれば，「事故型」を「分類したもの」であり，また，「分類」とは，「種類によって分けること。」(広辞苑)を意味するから，本件発明1の「事故型分類」は，「事故型を整理分類して設定されたもの」といった程度の意味を有することを容易に理解することができるものであるのに対し，甲1発明3の「データ管理部」が格納する「安全管理情報」は，漠然としたリスク情報であり，「危険有害要因」と整理分類された「事故型分類」の構成を有するものではないから，本件発明1の「危険有害要因」及び「事故型分類」に相当する情報に該当しない旨主張する。",
                        "しかしながら，前記(ウ)と同様の理由により，甲1発明3の「安全管理情報」は，「危険有害要因」と整理分類された「事故型分類」の構成を有するものではないからといって，本件発明1の「危険有害要因」及び「事故型分類」に相当する情報に該当しないということはできない。",
                        "したがって，被告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，甲1発明3は，本件発明1の「危険源評価マスターテーブル」の構成を備えるものと認められるから，これと異なる本件審決における相違点2の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3の認定について",
                  "text": [
                    "原告は，本件審決が，相違点3に関し，甲1発明3においては，本件発明1の「内訳データ生成手段」を備えていない旨認定したのは誤りである旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の特許請求の範囲(請求項1)の文言によれば，①本件発明1の「内訳データ」は，「前記評価対象工事に含まれる各要素を含む」データであり，「前記記憶手段に格納されている前記歩掛マスターテーブル」を参照して，「前記入力された評価対象工事の情報に含まれる工事名称」に基づき，「内訳データ生成手段」によって生成されるものであること，②本件発明1は，「内訳データに含まれる各要素」に基づいて，「当該各要素に関連する危険有害要因および事故型分類」を抽出することを理解することができる。",
                        "一方で，本件発明1の特許請求の範囲(請求項1)には，「内訳データ」の形式や態様を特定する記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記ア(オ)認定のとおり，甲1発明3の「データ管理部」に格納されている「大事業区分から細別区分へと順次ツリー構造として構築されている情報」及び「歩掛」に係る情報は，本件発明1の「複数の工事名称，および，前記複数の工事名称の各々にそれぞれ関連付けられた各要素を含む歩掛マスターテーブル」に該当する。",
                            "また，前記イ(イ)認定のとおり，甲1発明3の「データ管理部」に格納されている「原価管理情報」及び「安全管理情報」は，いずれも「代表作業用キーワード(細別)」(「コンクリート打設」)及びその各「規格」(「大」，「中」，「小」)ごとに関連付けられて格納されていることが認められ，「安全管理情報」の格納の態様は，「工事名称」(「代表作業用キーワード(細別)」)に関連付けられた「要素」(「規格」)に関連付けられたものであり，「安全管理情報」は，本件発明1の「危険有害要因および事故型分類を含む危険情報」に該当するから，甲1発明3の「データ管理部」には，「前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報が規定されている危険源評価マスターテーブル」が格納されている。そして，甲1発明3では，入力された評価対象工事の情報に含まれる要素である「規格」に基づき，危険源評価マスターテーブルを参照し，「当該要素に関連する危険有害要因及び事故型分類を抽出」しているものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかるところ，甲1の段落【0053】には，「図6は本発明の一実施例で，キーワードと規格を入力することにより所望のデータが出力されるためのフローチャートが示されている。図7は図6のフローチャートに続くものであり，(a)-(a)，および(b)-(b)(図示されていない)で接続されている。図6において，図5の入力部511によって，たとえば，代表作業用キーワードおよび必要により規格等が入力される(ステップ61)。キーワード・規格解析部512は，入力されたキーワードが代表作業用キーワードであるか否かをキーワード記憶部513を基にして調べる(ステップ62)。前記キーワード・規格解析部512は，次に，入力されたキーワードに付いている規格「大」があるか否かを規格記憶部514によって調べる(ステップ63)。」との記載がある。上記記載中の「たとえば，代表作業用キーワードおよび必要により規格等が入力される」との記載によれば，「規格等」は，必要により入力されるものであるから，甲1において，「所望のデータ」が出力されるために，「代表作業用キーワード」の入力は必須であるが，「規格」の入力は必須とはされていないことを理解することができる。",
                            "一方で，甲1記載の「データ管理部」に格納されている「安全管理情報」は，「代表作業用キーワード(細別)」(「工事名称」)に関連付けられた「規格」(「要素」)に関連付けられて格納されているから，「所望のデータ」として具体的な「安全管理情報」を出力するためには，「規格」が特定されなければならない。",
                            "そうすると，甲1において，「代表作業用キーワード」のみを入力して，「安全管理情報」を出力する場合には，「代表作業用キーワード」に基づいて，当該「代表作業用キーワード」に関連付けられた「規格」の情報が読み出され，当該情報に基づいて「安全管理情報」が出力されていることを理解することができる。",
                            "そして，上記「規格」の情報は，前記ア(オ)のとおり，甲1発明3の「歩掛マスターテーブル」に格納されているものであって，「前記入力された評価対象工事の情報に含まれる工事名称」である「代表作業用キーワード」に基づいて，甲1発明3の「歩掛マスターテーブル」から読み出された，「前記評価対象工事に含まれる要素」である「規格」に係るデータであるから，本件発明1の「内訳データ」に該当し，また，甲1発明3には，上記情報を読み出す手段としての「内訳データ生成手段」が存在するものと認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "前記a及びbによれば，甲1には，甲1発明3が，本件発明1の「演算手段を使用して，前記記憶手段に格納されている前記歩掛マスターテーブルを参照して，前記入力された評価対象工事の情報に含まれる工事名称に基づき，前記評価対象工事に含まれる各要素を含む内訳データを生成する内訳データ生成手段」の構成(相違点3に係る本件発明1の構成)を備えていることが実質的に開示されているものと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し被告は，甲1発明3においては，最終的な入力としては，「代表作業用キーワード」(細別)と「規格」の「二つの情報」の入力が必須であり，しかも，甲1発明3が自動的に事業区分から細別まで順次検索処理を行うというものではなく，ユーザによる入力行為と選択行為とが必要であって，検索された情報が記憶されて次の検索処理に使用されるという装置上で一連の処理として実行させるための仕組みが存在しないから，本件発明1の「前記評価対象工事に含まれる各要素を含む内訳データ」が生成されていない旨主張する。",
                        "しかしながら，前記(イ)b認定のとおり，甲1において，「所望のデータ」が出力されるために，「代表作業用キーワード」の入力は必須であるが，「規格」の入力は必須とはされておらず，また，甲1発明3には，「代表作業用キーワード」に関連付けられた「規格」の情報を読み出す手段としての「内訳データ生成手段」が存在するものと認められるから，被告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，甲1発明3は，本件発明1の「内訳データ生成手段」の構成を備えるものと認められるから，これと異なる本件審決における相違点3の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点4の認定について",
                  "text": [
                    "原告は，本件審決が，相違点4に関し，甲1発明3においては，本件発明1の「内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出」する「危険源評価データ生成手段」を備えていない旨認定したのは誤りである旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明1の「前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する危険源評価データ生成手段」(構成1E)について，「前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出する」構成と「該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する」構成との二つの構成に分離して，甲1発明3と対比し，本件発明1では，「前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出」する「危険源評価データ生成手段」を備えているが，甲1発明3では上記のような「危険源評価データ生成手段」を備えていない点を「相違点4」として認定し，本件発明1では「該抽出した危険有害要因および事故型分類を含む危険源評価データを生成」する「危険源評価データ生成手段」を備えているが，甲1発明3では上記のような「危険源評価データ生成手段」を備えていない点を「相違点5」として認定した。",
                        "しかしながら，本件発明1の特許請求の範囲の記載(請求項1)の文言によれば，上記二つの構成のいずれをも備えてはじめて，本件発明1の「危険源評価データ生成手段」に該当するものと認められ，いずれか一方のみの構成しか備えないものは，本件発明1の「危険源評価データ生成手段」に該当するものといえないから，本件審決が，上記二つの構成を分離し，それぞれを相違点4及び相違点5として認定したことは適切ではなく，この点において，本件審決における相違点4の認定には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に本件審決における相違点4の認定は，本件発明1では「前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出」する「手段」を備えているが，甲1発明3では上記「手段」を備えていない点を相違点として認定したものとであるとすれば，前記イ(イ)及びウ(イ)の認定事実に鑑みると，甲1発明3においては，「内訳データ」に含まれる「要素」である「規格」に基づき，データ管理部に格納されている「危険源評価マスターテーブル」を参照し，「当該要素に関連する危険有害要因及び事故型分類」(「安全管理情報」)を抽出しているといえるから，上記「手段」を備えるものと認められる。",
                        "したがって，この点においても，本件審決における相違点4の認定には誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，当業者は，甲1発明3の「危険情報」に基づいて，「危険有害要因および事故型分類を含む危険源評価データを生成」する「危険源評価データ生成手段」の構成(相違点5に係る本件発明1の構成)を容易に想到することができたものであるから，本件審決が，相違点5に係る本件発明1の構成は，当業者が容易に想到することができないと判断したのは誤りである旨主張する。",
                    "前記(3)エ(ア)のとおり，本件審決が本件発明1の「危険源評価データ生成手段」の構成を二つに分離して相違点4及び相違点5として認定したことは適切とはいえないが，原告の上記主張は，本件審決の上記認定を前提に，相違点4に係る「危険源評価データ生成手段」の構成は相違点とはいえず，相違点5に係る「危険源評価データ生成手段」の構成は当業者が容易に想到することができないというものであるから，当業者が本件発明1の「危険源評価データ生成手段」の構成を容易に想到することができないとした本件審決の判断の誤りを主張しているものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで検討するに，本件発明1の特許請求の範囲(請求項1)の「前記演算手段を使用して，前記危険源評価マスターテーブルを参照して，前記内訳データ生成手段により生成された内訳データに含まれる各要素に基づき，当該各要素に関連する危険有害要因および事故型分類を抽出し，該抽出した危険有害要因および事故型分類を含む危険源評価データを生成する危険源評価データ生成手段」との文言によれば，本件発明1の「危険源評価データ」は，「抽出した危険有害要因及び事故型分類を含む」ことのみが特定されており，その形式や態様等が特定されているわけではないから，「危険源評価データ」は，抽出した危険有害要因及び事故型分類を含むものでありさえすれば足りるものと解される。",
                    "他方，甲1発明3において，「内訳データ」に含まれる「要素」である「規格」に基づき，「危険源評価マスターテーブル」を参照し，「当該要素に関連する危険有害要因及び事故型分類」(「安全管理情報」)を抽出していることは，前記(3)エ(イ)認定のとおりである。",
                    "そして，甲1発明3において，上記抽出した「安全管理情報」を利用するためにこれをデータとして出力し，「危険有害要因及び事故型分類を含む危険源評価データ」を「生成」するように構成することは，当業者であれば格別の困難なく行うことができたことが認められる。",
                    "したがって，甲1に接した当業者であれば，相違点に係る本件発明1の「危険源評価データ生成手段」の構成を容易に想到することができたものと認められるから，これと異なる本件審決における相違点の容易想到性の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明1の容易想到性について",
              "text": [
                "以上のとおり，本件審決が認定した相違点1ないし3は本件発明1と甲1発明3の相違点であるということができず(前記(3)アないしウ)，また，当業者は甲1発明3において本件発明1の「危険源評価データ生成手段」の構成(相違点4及び5に係る本件発明1の構成)を容易に想到することができたものと認められるから(前記(4))，本件発明1は，当業者が甲1に記載された発明に基づいて容易に想到することができたものと認められる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明2ないし4の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2について",
                  "text": [
                    "本件審決は，本件発明2(請求項12)の「労働安全衛生マネージメントシステム」は，本件発明1の「少なくとも工事名称を含む評価対象工事の情報を入力する入力手段」を「外部システムから，少なくとも工事名称を含む評価対象工事の情報をネットワークを介して受信する手段」に置き換えたものであるから，本件発明2は，甲1に記載された発明との間に，少なくとも本件発明1と甲1発明3との相違点1ないし相違点4と同じ相違点を有し，本件発明2は，甲1発明3等に基づいて，当業者が容易に発明をすることができたものではない旨判断した。",
                    "しかしながら，前記(5)のとおり，相違点1ないし3は本件発明1と甲1発明3の相違点であるということができず，また，当業者は甲1発明3において本件発明1の「危険源評価データ生成手段」の構成(相違点4及び5に係る本件発明1の構成)を容易に想到することができたものと認められるから，本件審決の上記判断は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件審決は，本件発明3(請求項16)の「労働安全衛生マネージメント方法」は，本件発明1の「労働安全衛生マネージメントシステム」で行われる情報処理を処理ステップとして特定し，「方法」の発明としたものであり，本件発明3は，甲1に記載された発明との間に，少なくとも本件発明1と甲1発明3との相違点1ないし相違点4と同じ相違点を有し，本件発明3は，甲1発明3等に基づいて，当業者が容易に発明をすることができたものではない旨判断した。",
                    "しかしながら，前記アと同様の理由により，本件発明3は甲1発明3等に基づいて当業者が容易に発明をすることができたものではないとした本件審決の上記判断は，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明4について",
                  "text": [
                    "本件審決は，本件発明4(請求項18)の「労働安全衛生リスクマネージメントプログラム」は，本件発明1の「労働安全衛生マネージメントシステム」で行われる情報処理を処理ステップとして特定し，「プログラム」の発明としたものであり，本件発明4は，甲1に記載された発明との間に，少なくとも本件発明1と甲1発明3との相違点1ないし相違点4と同じ相違点を有し，本件発明3は，甲1発明3等に基づいて，当業者が容易に発明をすることができたものではない旨判断した。",
                    "しかしながら，前記アと同様の理由により，本件発明4は甲1発明3等に基づいて当業者が容易に発明をすることができたものではないとした本件審決の上記判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1ないし4は，甲1ないし8に記載された発明に基づいて容易に想到することができたものではないとした本件審決の判断は誤りであるから，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2ないし4の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由2(実施可能要件違反)の判断の誤りについて",
              "text": [
                "原告は，本件審決は，①本件明細書の記載事項によれば，「要素」は，工事に含まれ，労働者等に対して影響がある「作業工程」を意味するものであって，この各「作業工程」に対して危険源である有害要因及び事故型分類が「危険源評価マスターテーブル」に設定されていることは明らかであり，作業工程でない「燃料」や「人件費」は，労働安全衛生の観点からして労働者等に対して影響があるものとはいえず，そもそも労働安全衛生マネージメントシステムにおける「要素」として使用すべきものでないことは当業者であれば自明であるから，本件明細書の発明の詳細な説明にこれらの点について記載がなく，また，「要素」の取捨，選択について記載がないからといって，本件特許に係る請求項1ないし19に係る発明(本件特許発明)を実施することができる程度に明確かつ十分に記載したものではないとすることはできない，②仮に「要素」として作業工程ではない「燃料」や「人件費」を使用するとしても，例えば「燃料」に対しての「危険有害要因」としてタバコ，マッチ，軽油自体，ガソリン自体等を，「事故型分類」として火事，やけど等を「危険源評価マスターテーブル」に設定しておくことも可能であり，当業者であれば「危険有害要因」及び「事故型分類」として想定される範囲内で適当な情報を設定し，システムの処理として矛盾なく動作可能に実施できることは明らかであるとして，本件特許は，実施可能要件に違反するものとはいえない旨判断したが，本件明細書の記載からは，「要素」は「作業工程」に限定されるものとはいえず，「燃料」及び「人件費」も「要素」に含まれるものであるが，「燃料」及び「人件費」にリスクを結び付けることは当業者が容易に着想できないから，「燃料」又は「人件費」を「要素」とした場合には発明を実施することができないなどとして，本件審決の上記判断は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討するに，前記1(3)ア(イ)認定のとおり，本件発明1の「歩掛マスターテーブル」に格納される「工事名称の各々にそれぞれ関連付けられた各要素」にいう「要素」は，「作業工程」に限定されるものではなく，また，前記1(3)ア(エ)認定のとおり，上記「要素」は，本件出願の優先日当時，既に存在していた建設工事積算システムで使用されていた工事工種体系の体系ツリー図における「工事名称」(「工事区分」，「工種」，「種別」，「細別」等の具体的な名称)に紐付けられた「工種」，「種別」，「細別」，「規格」等の各項目及びそれらの項目に紐付けられた作業工程，作業内容，標準単価等を含むものと解される。",
                    "このように本件発明1の「要素」は，上記体系ツリー図上，「工事名称」に紐付けられたものであれば，作業工程，作業内容，標準単価等を含むものであり，「要素」の内容は多種多様なものであるから，その中には，労働安全衛生の観点からみて，工事に関して労働者及び周辺に影響を及ぼす「危険源」(リスク)又は「危険有害要因」とならないものも含まれるものといえる。",
                    "そして，前記1(1)ウ(イ)認定のとおり，本件明細書には，本件発明1は，「既に存在し，定量化されている建設工事積算システムにおける歩掛データや積算データを効率的に利用して，人手やコストをかけずに簡易かつ簡便に危険源評価データを自動生成し，このデータを編集した危険源評価書(表)を出力」する労働安全衛生マネージメントシステムを提供することを目的とするものであり(段落【0005】)，この目的を達成するための手段として，本件発明1の各構成(構成1Aないし1F)を採用したものであることが記載されていることに鑑みると，本件発明1においては，本件発明1の「要素」に含まれるもの全てについて，本件発明1の「危険源評価マスターテーブル」(構成1B)に「前記要素に関連付けられた危険有害要因および事故型分類を含む危険情報」が規定されるものではなく，上記「要素」の中から，労働安全衛生の観点からみて，上記「危険源」(リスク)又は「危険有害要因」となり得る「要素」を適宜選択し，当該要素に「関連付けられた危険有害要因および事故型分類を含む危険情報」が規定されるものであることを理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "別紙明細書図面の図7には，「リスク評価用工事1」の「バックホウ積掘削積込」に関連付けられた「人件費」，「油類・燃料」などの記載があり，この「バックホウ積掘削積込」を「工事名称」とみた場合には，「人件費」，「油類・燃料」は，本件発明1の「要素」に該当するものと認められる。",
                    "しかるところ，前記アのとおり，本件発明1の「危険源評価マスターテーブル」(構成1B)においては，労働安全衛生の観点からみて，「危険源」(リスク)又は「危険有害要因」となり得る「要素」を適宜選択し，当該要素に「関連付けられた危険有害要因および事故型分類を含む危険情報」が規定されるものであるから，「人件費」及び「油類・燃料」が本件発明1の「要素」に該当するからといって，「人件費」及び「油類・燃料」に「関連付けられた危険有害要因および事故型分類を含む危険情報」が規定される必要があるものではない。",
                    "また，「人件費」については，工事に関して労働者及び周辺に影響を及ぼす「危険源」(リスク)又は「危険有害要因」とならないものといえるから，そもそも「人件費」に「関連付けられた危険有害要因および事故型分類を含む危険情報」を規定される必要があるものとは認められない。一方で，「油類・燃料」については，本件審決が認定するように，例えば，「危険有害要因」としてタバコ，マッチ，軽油自体，ガソリン自体等を，「事故型分類」として火事，やけど等を「危険源評価マスターテーブル」に設定しておくことも可能である。",
                    "そうすると，本件明細書の発明の詳細な説明に，「要素」である「燃料」及び「人件費」に「関連付けられた危険有害要因および事故型分類を含む危険情報」が規定されることの記載がないからといって，本件明細書の発明の詳細な説明の記載が当業者が本件特許発明を実施することができる程度に明確かつ十分に記載したものであることを否定する根拠となるものではない。",
                    "したがって，本件特許は実施可能要件に違反するとの原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由3(サポート要件違反)及び無効理由4(明確性要件違反)の判断の誤りについて",
              "text": [
                "原告は，本件審決は，無効理由2に関する判断と同様の理由により，本件特許は，サポート要件及び明確性要件に違反するものとはいえない旨判断したが，無効理由2と同様の理由により，本件審決の上記判断は誤りである旨主張する。",
                "しかしながら，前記(1)認定のとおり，原告主張の無効理由2は理由がないから，原告の上記主張は，その前提を欠くものであり，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告主張の無効理由2ないし4はいずれも理由がないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由1は理由があるが，取消事由2は理由がない。",
            "よって，原告の請求は，本件審決のうち，請求項1，12，16及び18に係る部分の取消しを求める部分は理由があるからこれを認容することとし，本件審決のうち，その余の各請求項に係る部分の取消しを求める部分は理由がないから，その余の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}