{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人Yは，別紙1「物件目録」記載の製品を製造し，又は販売してはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人Yは，上記(1)の製品及び同製品の金型を廃棄せよ。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人石福ジュエリーは，別紙1「物件目録」記載の製品を販売してはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人石福ジュエリーは，上記(1)の製品を廃棄せよ。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人Yは，控訴人に対し，1億6254万1595円及びこれに対する平成27年2月23日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人石福ジュエリーは，控訴人に対し，4926万1000円及びこれに対する平成27年2月23日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "text": [
        "なお，呼称は，審級による読替えのほかは，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "text": [
            "本件は，発明の名称を「装飾品鎖状端部の留め具」とする特許権の特許権者である控訴人が，被控訴人Yが製造・販売し，被控訴人石福ジュエリーが販売する別紙1「物件目録」記載の商品名の製品(被控訴人製品。なお，被控訴人Yの製造・販売に係る被控訴人製品の製品番号，被控訴人石福ジュエリーの販売に係る被控訴人製品の製品番号は，それぞれ，別紙2「被控訴人製品の製品番号目録(各被控訴人が製造又は販売する製品番号の対応)」の「被控訴人Y製品番号」欄，「被控訴人石福ジュエリー製品番号」欄に記載のとおりである。)が同特許権に係る本件発明の技術的範囲に属すると主張して，①特許法100条1項及び2項に基づき，被控訴人Yに対しては，被控訴人製品の製造及び販売の差止め並びに同製品及びその金型の廃棄を，被控訴人石福ジュエリーに対しては，被控訴人製品の販売の差止め及び廃棄を，それぞれ求めるとともに，②被控訴人らに対し，特許権侵害の不法行為に基づく損害賠償として，特許法102条1項による損害額(被控訴人Yは1億6254万1595円，被控訴人石福ジュエリーは4926万1000円)及びこれに対する平成27年2月23日(原判決言渡しの日)から支払済みまでの年5分の割合による法定利息の支払を求めた事案である。",
            "原審は，平成27年2月23日，被控訴人製品は，本件発明の技術的範囲に属しないとして控訴人の請求をいずれも棄却する旨の判決を言い渡し，控訴人は，同年3月5日，原判決を不服として控訴した。",
            "控訴人は，当審に事件係属後の平成27年3月28日に，本件特許権に関して訂正審判請求の申立てをしたところ(甲23)，同年4月23日に訂正成立の審判がなされ(甲29，訂正2015-390027号)，そのころ，確定した(本件訂正)。そこで，控訴人は，当審において，本件請求の請求原因事実のうち，侵害された権利を，本件訂正前の本件特許権から本件訂正後の本件特許権へと交換的に変更した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いがないか，証拠及び弁論の全趣旨により容易に認定できる事実)",
          "text": [
            "次のとおり補正するほか，原判決第2の2に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁17行目～4頁23行目を次のとおり改める。",
                "「  (3) 本件訂正後の本件特許に係る特許請求の範囲(以下，本件特許に係る明細書及び図面と併せて「本件明細書」という。)における請求項1の記載は，以下のとおりである(以下，本件訂正後における同請求項に記載の発明を「本件発明」という。なお，下線部が本件訂正により付加された部分である。)。",
                "「装飾品の片方の鎖状部の端部に設けたホルダーと他方の鎖状部の端部に設けたホルダー受けとを噛合わせて係止する方式の留め具であって，前記ホルダーとホルダー受けには，これらを正しい噛合い位置に誘導できる部位に，互いに吸着する磁石の各一方を，あるいは磁石とこれに吸着される金属材を，それぞれ吸着部材として設けた装飾品鎖状端部の留め具において，前記ホルダーが，ホルダー受け嵌入用の開口部を構成すると共に先端部に噛合い形状を形成した1対の顎部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリップであり，前記ホルダー受けが1対の開口状態の顎部材間に嵌入して係止される係止部材であり，かつ，前記鰐口クリップの内部における1対の顎部材間に一方の吸着部材を設け，前記係止部材の先端に他方の吸着部材を設けた装飾品鎖状端部の留め具。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明の構成要件の分説",
              "text": [
                "本件発明を構成要件に分説すると，それぞれ次のとおりである(以下，各構成要件を「構成要件A」などという。)。",
                "A  装飾品の片方の鎖状部の端部に設けたホルダーと",
                "B  他方の鎖状部の端部に設けたホルダー受けとを噛合わせて係止する方式の留め具であって，",
                "C  前記ホルダーとホルダー受けには，これらを正しい噛合い位置に誘導できる部位に，互いに吸着する磁石の各一方を，あるいは磁石とこれに吸着される金属材を，それぞれ吸着部材として設けた装飾品鎖状端部の留め具において，",
                "D  前記ホルダーが，ホルダー受け嵌入用の開口部を構成すると共に先端部に噛合い形状を形成した1対の顎部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリップであり，",
                "E  前記ホルダー受けが1対の開口状態の顎部材間に嵌入して係止される係止部材であり，",
                "F  かつ，前記鰐口クリップの内部における1対の顎部材間に一方の吸着部材を設け，",
                "G  前記係止部材の先端に他方の吸着部材を設けた装飾品鎖状端部の留め具。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁12行目を「に記載のとおりである(乙11)。」と改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点及び争点に関する当事者の主張",
      "text": [
        "次のとおり補正するほか，原判決第2の3及び第3記載のとおりであるから，これを引用する。",
        "(原判決の補正)"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決11頁9行目の末尾に，「そして，本件明細書の第9図において，顎部材6の上下端にある止め部14とネック部15には隙間が認められることからも明らかなとおり，本件発明は，ホルダーとホルダー受けの間に隙間がある場合も含んでいる。」を加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決11頁13行目の末尾に，「外周を直線で結んだ線よりも凹んだ部分があれば，それを溝ということができるのであって，被控訴人製品のホルダー受け(部材エ)の断面図がL字型であるからといって，溝がないとはいえない。」を加える。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決12頁3行目の末尾に，「被控訴人製品におけるホルダー受け(部材エ)は，断面図がL字型であって，両端よりも凹んだ「溝」を備えているとはいえないし，確実に爪と引っかかる形状とはいえず，「噛み合う」ことで係止することはできない。」を加える。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決13頁6行目の末尾に，改行の上，「なお，本件発明において，ホルダーとホルダー受けの2つの磁石又は磁石と金属材が，磁力によって吸着する位置を，「正しい噛合い位置」というべきである。」を加える。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決13頁20～21行目の「「ホルダー」が「鰐口クリップ」と補正しており」を，「「ホルダー」が「鰐口クリップ」であると明示する内容の補正をしており」に訂正する。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決17頁23行目の末尾に，改行の上，次のとおり加える。",
            "「被控訴人石福ジュエリーは，被控訴人Yから被控訴人製品の一部を購入して販売しているだけで，製造はしていない。",
            "被控訴人石福ジュエリーは，平成23年4月8日付けの連絡書を受け取ってから，同年12月末までの間，被控訴人製品の販売を停止していた。また，被控訴人石福ジュエリーは，本件訴訟提起後も，被控訴人製品の販売を停止した。したがって，当該期間に損害は発生していない。」"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当審における当事者の追加主張",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "「ホルダー」(構成要件A，D)の意義(争点1-ア，エ)",
              "text": [
                "被控訴人は，自身が特許申請をした際の明細書(乙1の1)では，クラスプ(1)は，筐体の(2)，マグネットの(27)，マグネットホルダーの(26)，支軸の(22)，バネの(25)，開口部の(23)の集合体であるとしているが，これは，控訴人の主張するホルダーの部材(ア，イ，ウ，オ，カ)の集合体と同じである。特許庁に対して，ホルダーを集合体であると主張しておきながら，本件において，筒体(ウ)のみがホルダーであると主張することは許されない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「噛合わせて係止」(構成要件B)，「正しい噛合い位置」(構成要件C)の意義(争点1-イ，ウ)",
              "text": [
                "本件発明に係る留め具において，ホルダーにおける1対の顎部材がホルダー受けに「噛み合う」とは，ホルダーがホルダー受けを「隙間なく噛む」ことではない。本件明細書にもそのような意味の記載はない。「噛み合う」とは，ホルダー受けの係止(抜け止め)を意味することは，本件明細書で繰り返し述べているところであり，例えば，図5～図7等でも，1対の顎部材に設けた噛合い形状である止め部14がホルダー受け4の溝状のネック部15に対して一定の遊びである隙間を余して噛合っている状態が図示されている。そもそも，1対の顎部材の先端は，ホルダー受けに対して円弧上の軌跡に沿って噛合い動作するから，噛合い部分に一定の隙間を設定しなければ，むしろ円滑な噛合い動作に支障を来たすおそれがある。このような点は，設計上の常識である。",
                "また，ホルダーとホルダー受けとの磁石が互いに吸着している状態をもって，「ホルダー受けがホルダーに留められた状態にある」とはいえない。小さな部材であるホルダーとホルダー受けとに設けた磁石は，一般的に直径が数mm程度又はそれ以下の非常に微小なものであり，ホルダーとホルダー受けとを引き離す方向にわずかな外力が負荷しただけで，磁石同士は簡単に分離する。そのために，磁石は係止用のガイドとしてしか機能せず，ホルダーとホルダー受けが噛合わなければ，本質的に「留められた状態」ではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "「ホルダー」(構成要件A，D)の意義(争点1-ア，エ)",
              "text": [
                "部材(ウ)は，部材(エ)と磁石で吸着しており，ホルダー受けに対して，吸着という機能を果たしている。また，部材(エ)にとって，ホルダーにおける開口部でもある。したがって，部材(ウ)が「ホルダー」に該当する。",
                "控訴人は，本件訂正により鰐口クリップの定義が明確になったと主張するが，争点は，ホルダーの定義ではなく，ホルダーの中にある部材(ウ)の開口部が，固定的な構成であり，開口が可能か否かという点である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「噛合わせて係止」(構成要件B)，「正しい噛合い位置」(構成要件C)の意義(争点1-イ，ウ)",
              "text": [
                "原判決は，「噛み合う」とは，ホルダーがホルダー受けを「隙間なく噛む」こととは言っておらず，控訴人の主張は，原判決を正しく理解していない。",
                "「噛み合わせて係止」というためには，凹凸部分は不要であり，ただ単に，係わり合って止まることをもって，留め具として固定されているといえるという控訴人の主張は，「噛み合う」という文言の解釈を無視したものである。",
                "また，磁石により留め具を装着する技術は公知であるから，ホルダーとホルダー受けが吸着した際に音が発した位置を「正しい噛合い位置」というべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，被控訴人製品は本件訂正後の本件特許の技術的範囲に属しないから，控訴人の請求を棄却した原判決は結論において相当であり，本件控訴は棄却されるべきものと判断する。",
            "その理由は，以下のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-ア(被告製品における部材ア，部材イ，部材ウ，部材オ及び部材カの集合体は，本件発明の「ホルダー」(構成要件A)といえるか)，争点1-イ(被告製品は「噛合わせて係止する」(構成要件B)方式の留め具といえるか)及び争点1-ウ(被告製品の「ホルダーとホルダー受けには，これらを正しい噛合い位置に誘導できる部位に」(構成要件C)に磁石が吸着部材として設けられているか)について",
              "text": [
                "本件発明の各分説において，「ホルダー」と「ホルダー受け」が何を指すか，「ホルダー」と「ホルダー受け」がどのような状態になれば，「噛合わせて係止する」といえるか，「正しい噛合い位置」とはどの状態を指すかについて，一義的に明らかではない。そこで，本件明細書の記載を参酌して(特許法70条2項)，各要件の意義を検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「ホルダーとホルダー受け」(構成要件A～E)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「ホルダー」とは，一般的には「繋ぐ物」，「入れ物」という意味である(甲9)ところ，請求項1の記載によると，「ホルダー」及び「ホルダー受け」は，装飾品の鎖状部の各端部に設けられ，「噛合わせて係止する」ことで「留め具」として機能するものであること，「ホルダー」は，1対の顎部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリップであって，鰐口クリップの内部の顎部材間に，磁石又はこれに吸着される金属材が吸着部材として設けられたものであること，「ホルダー受け」は，1対の開口状態の顎部材間に嵌入することで係止される係止部材であり，その先端に，ホルダーの磁石又は金属材と吸着する磁石又は金属材が設けられたものであることが，それぞれ認識できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書(甲1)には，「ホルダー」及び「ホルダー受け」に関して，次のような記載がある。",
                        "【発明の開示】",
                        "本発明の目的は，鎖状の形態からなり，又は鎖状の形態部分を有する装飾品において，その鎖状部の端部の留め具を構成する1対の係止用部材が，目視や手探りに頼らずに相互に正しい係止位置にロケーションされるようにすることである。・・・",
                        "本願の第1発明は，装飾品の片方の鎖状部の端部に設けたホルダーと他方の鎖状部の端部に設けたホルダー受けとを噛合わせて係止する方式の留め具であって，前記ホルダーとホルダー受けには，これらを正しい噛合い位置に誘導できる部位に，互いに吸着する磁石の各一方を，あるいは磁石とこれに吸着される金属材とを吸着部材として設けた装飾品鎖状端部の留め具である。",
                        "第1発明の装飾品鎖状端部の留め具においては，留め具を構成するホルダーとホルダー受けとを大まかに近接位置させるだけで，吸着部材のガイド作用によって，これらが正しい噛合い位置にロケーションされる。・・・",
                        "本願の第2発明においては，第1発明に係るホルダーが1対の顎部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリップであり，ホルダー受けが前記1対の開口状態の顎部材間に嵌入して係止される係止部材である。",
                        "・・・",
                        "本願の第3発明においては，第2発明に係る鰐口クリップの内部に一方の吸着部材を設け，係止部材の先端に他方の吸着部材を設けている。",
                        "前記した第2発明の鰐口クリップ形式のホルダーにおいては，鰐口クリップを開口させ，そこにホルダー受けである係止部材を嵌入して係止させる。・・・",
                        "本願の第4発明においては，第3発明に係る鰐口クリップの内部に設けた吸着部材が，前記1対の顎部材のいずれか一方に固定され，あるいはこの吸着部材を支持する支持部材が1対の顎部材を軸支する支軸によって支持されている。",
                        "鰐口クリップの内部に設けた吸着部材を，係止部材の先端に設けた他方の吸着部材と吸着させるための適正な位置に固定し又は安定的に支持する方法は限定されないが，例えば第4発明のように，吸着部材を1対の顎部材のいずれか一方に固定したり，この吸着部材を支持する支持部材を1対の顎部材を軸支する支軸によって支持する，と言う形態を好ましく例示することができる。",
                        "本願の第5発明においては，第3発明に係る鰐口クリップの内部に設けた吸着部材又はこの吸着部材を支持する支持部材を1対の顎部材に対してリンクアームで連結することにより，1対の顎部材の開口時に吸着部材が開口部から突出動作するリンク機構を構成した。",
                        "前記した第3発明の鰐口クリップは，1対の顎部材をバネ閉じ式に開口／閉口させる機構であり，しかも鰐口クリップの内部(1対の顎部材間)に吸着部材を設ける構成である。従って，1対の顎部材の開口時に吸着部材が開口部から突出動作するようにリンク機構を構成すると，突出した吸着部材は係止部材側の吸着部材との吸着が一層容易になる。そして，係止操作時における吸着部材のガイド作用が特に有効に発現される。",
                        "本願の第6発明においては，第5発明に係るリンク機構のリンクアームを鰐口クリップ閉口用のバネとした。",
                        "前記した第5発明のようなリンク機構を鰐口クリップの内部に構成する場合，鰐口クリップ自体が元々バネ閉じ式として構成されるので，リンク機構のリンクアームを鰐口クリップ閉口用のバネとしても利用することができる。但し，リンク機構のリンクアームと鰐口クリップ閉口用のバネとを別個に構成することも，もち論可能である。",
                        "設計上の配慮から言えば，第6発明のようにリンク機構のリンクアームを鰐口クリップ閉口用のバネとする場合にも，リンク機構のリンクアームと鰐口クリップ閉口用のバネとを別個に構成する場合にも，作用・効果において，それぞれ一長一短がある。",
                        "【発明を実施するための最良の形態】",
                        "・・・",
                        "〔装飾品鎖状端部の留め具〕",
                        "本発明に係る装飾品鎖状端部の留め具は，装飾品の片方の鎖状部の端部に設けたホルダーと，他方の鎖状部の端部に設けたホルダー受けとから構成される。ホルダーとホルダー受けとは互いに噛合わせて係止することが可能である。",
                        "・・・",
                        "〔ホルダーとホルダー受け〕",
                        "ホルダー及びホルダー受けとしては，任意の形態の噛合わせにより留め具の係止を行うと共に，その噛合わせの解除により留め具の係止状態を開放する機構である限りにおいて，その種類及び構造を限定されない。ホルダー及びホルダー受けは，所定の正しい噛合い位置(又は噛合い状態)において留め具の確実な係止が可能なものである。ホルダー及びホルダー受けには，後述する吸着部材の各一方が設けられる。前記のような各種の従来技術に係る留め具も，上記の意味でのホルダー及びホルダー受けに該当するならば，本発明の適用対象たるホルダー及びホルダー受けであり得る。",
                        "本発明に係る装飾品鎖状端部の留め具において，特に好ましいホルダー及びホルダー受けとしては，ホルダーが1対の顎部材を開口／閉口可能に軸支したバネ閉じ式の鰐口クリップであり，ホルダー受けが前記1対の開口状態の顎部材間に嵌入して係止される係止部材である場合が例示される。",
                        "〔鰐口クリップ及び係止部材〕",
                        "バネ閉じ式の鰐口クリップ及び係止部材とは，少なくとも以下のような構成を備えるものを言う。",
                        "即ち，上記のバネ閉じ式の鰐口クリップには，1対の顎部材が基本的に平行に軸支される非交差式(通常の洗濯バサミのような基本構成)のものと，1対の顎部材が交差状に軸支される交差式(例えば，洋バサミのような基本構成)のものとが考えられるが，そのいずれもが本発明の鰐口クリップに包含される。",
                        "バネ閉じ式の鰐口クリップは，係止部材の係止用部分を挟着するための1対の顎部材を備える。1対の顎部材は支軸(通常は同一の支軸)によって回動可能に拘束され，これらの顎部材間に設けたバネ手段により顎部材の先端部(係止部材に対する挟着部)同士が開いた状態から閉じた状態へ移行するように付勢されている。",
                        "1対の顎部材の先端部同士が閉じている状態，即ち鰐口クリップが閉口状態にあるとき，基本的に，前記の非交差式の鰐口クリップでは，バネ手段の付勢力に抗して1対の顎部材の後端部を閉じる動作を行わせることにより，鰐口クリップが開口状態となる。一方，前記の交差式の鰐口クリップでは，バネ手段の付勢力に抗して1対の顎部材の後端部を開く動作を行わせることにより，鰐口クリップが開口状態となる。",
                        "バネ閉じ式の鰐口クリップは，非交差式の鰐口クリップの例で言うと，顎部材のハンドル部分を手指で摘んで閉じる方向へ回動させることにより，鰐口クリップを開口状態にすることができる。この開口状態において，鰐口クリップを係止部材に対する噛合い位置にロケーションさせた後，手指で摘んでいたハンドル部分を開放すると，鰐口クリップがバネ手段の付勢力によって係止部材に噛合い，留め具の止着がなされる。",
                        "係止部材は，開口状態にある鰐口クリップの顎部材間に嵌入可能である適宜な形状と，鰐口クリップの顎部材が確実に噛合うことができる形状の噛合い部分を備えていれば良い。噛合いの確実性を期するために，顎部材の先端部にも一定の適宜な噛合い形状を形成することができる。なお，係止部材は，後述のように鰐口クリップ側の吸着部材に対応する吸着部材も備える必要があるので，係止部材における上記の噛合い形状部分と吸着部材の設定との関連では，種々の設計上の工夫があり得る。",
                        "〔吸着部材と支持部材〕",
                        "吸着部材は，装飾品の片方の鎖状部の端部に設けたホルダー(例えば上記の鰐口クリップ)と，他方の鎖状部の端部に設けたホルダー受け(例えば上記の係止部材)の双方に設けられる。・・・",
                        "装飾品鎖状端部の留め具が上記の鰐口クリップと係止部材からなる場合には，鰐口クリップの内部に一方の吸着部材を設け，係止部材の先端に他方の吸着部材を設けることが，第3発明に関して前記した理由から，特に好ましい。",
                        "この場合において，鰐口クリップの内部に設ける吸着部材の設置位置は限定されない。例えば，1対の顎部材の一方又は双方における内部側の部分に吸着部材を設置することができる。鰐口クリップにおける顎部材の一方の内部側の部分に吸着部材を固定した例を，後述の実施例4に示す。この場合，次に述べる支持部材を設ける必要がなく，鰐口クリップの構成を簡易化できる。又，1対の顎部材間に位置する適宜な支持部材を設定し，これを吸着部材とすることもでき，更に好ましくは，後述の実施例1～実施例3に共通に示すように，この支持部材における鰐口クリップ先端側の端部に吸着部材を設けることもできる。このような支持部材は，顎部材によって直接に保持させることが可能である。又，このような支持部材を設ける場合，1対の顎部材を回動可能に拘束している前記の支軸を支持部材中に通過させる場合が多いので，この支軸によって支持部材を軸支することも可能である。",
                        "本発明の装飾品鎖状端部の留め具において，例えば鰐口クリップのようなホルダーは，前記のように，装飾品の片方の鎖状部の端部に設けられる。より具体的には，鎖状部の端部を，ホルダー側の任意の部材の任意の部位に連結させることができる。例えば，装飾品の鎖状部の端部は，鰐口クリップの一方又は双方の顎部材(より好ましくは，その後端部)に連結させることができる。又，上記のような支持部材を設ける構成においては，鎖状部の端部を支持部材(より好ましくは，その後端部)に連結させることもできる。",
                        "更に，バネ閉じ式の鰐口クリップを構成するに当たり，鰐口クリップを閉じるためのバネは，1対の顎部材に直接に(即ち，他の部材を介在させずに)取り付けることができる。更に，前記のような支持部材を設ける場合は，1対の顎部材を付勢するバネを，支持部材を支点として設けることもできる。支持部材を支点とするバネを設ける場合，例えば，1対の顎部材を回動可能に軸支している支軸をバネの支点とすることができる。1対の顎部材に直接に取り付けるバネは，通常は顎部材に対して連結させる必要がある。支持部材を支点として設けるバネは，少なくとも端部が顎部材に当接しておれば良く，必ずしも顎部材に対して連結させる必要はない。",
                        "〔リンク機構〕",
                        "前記したように，鰐口クリップを構成する1対の顎部材とは別に，鰐口クリップの内部に，それ自体が吸着部材である支持部材を設置する場合がある。又，鰐口クリップの内部に，吸着部材を先端側に設けた支持部材を設置する場合がある。これらの場合，支持部材を1対の顎部材に対してリンクアームで連結することにより，鰐口クリップの開口時に支持部材先端の吸着部材が開口部から突出動作するようなリンク機構を構成することも好ましい。",
                        "このようなリンク機構では，鰐口クリップの開閉時に，支持部材が1対の顎部材に対して特定方向(先端-後端方向)へ相対移動することになる。そのため，顎部材の支軸が支持部材中を通過している場合には，この支軸が支持部材に対して先端-後端方向へスライド可能であるように構成する必要がある。このようなスライドを可能とする構成は，例えば，支持部材に先端-後端方向への幅を有するガイド溝を設けて，このガイド溝に顎部材の支軸を通し，支軸がガイド溝に沿って移動可能とする構成を例示することができる。",
                        "又，上記のリンク機構を構成する場合において，更に，リンクアームを鰐口クリップ閉口用のバネとして利用することも可能である。リンクアームと鰐口クリップ閉口用のバネを兼用させる構成により，部品点数の低減及び構成の簡素化を図ることができる。なお，1対の顎部材の支軸をバネの支点として利用する構成を既に説明したが，リンクアームと鰐口クリップ閉口用のバネを兼用させる場合には，顎部材の支軸をバネの支点として利用することは困難である。なぜなら，リンクアームの回転軸は支持部材に対してスライドしてはならないと言う要求がある一方で，顎部材の支軸は支持部材に対してスライドさせる必要があるからである。",
                        "〔支持部材の安定性〕",
                        "以上に述べた支持部材を設ける場合，この支持部材は，ホルダー側の吸着部材そのものを構成し，又はホルダー側の吸着部材を支持するものである。従って，ホルダーとホルダー受けとを正しい噛合い位置に誘導すると言う吸着部材のガイド作用を安定的に確保させるためには，ホルダー(鰐口クリップ)の内部において支持部材の空間的位置が不安定であることは好ましくない。",
                        "・・・",
                        "〔実施例1〕",
                        "(実施例1の構成)",
                        "本実施例に係る装飾品(ネックレス)鎖状端部の留め具1の正面図を第1図に，斜視図を第2図にそれぞれ示す。装飾品の鎖状部2の各端部に，留め具1を構成するホルダーである鰐口クリップ3と，ホルダー受けである係止部材4とを形成している。",
                        "鰐口クリップ3においては，支軸5によって1対の顎部材6を非交差式に軸支している。そして1対の顎部材6は第2図に示すような半円筒体に近い外形を持っているため，これらが同一の支軸5で軸支されることにより，全体として略円筒形の鰐口クリップ3を構成している。1対の顎部材6は，支軸5を中心として回動することにより，鰐口クリップ3の先端部(図の左側端部)を開口／閉口動作することができる。第1図及び第2図は鰐口クリップ3の閉口状態であり，第3図は鰐口クリップ3の開口状態である。",
                        "支軸5には更に，各先端が1対の顎部材6に当接する一体的線状のバネ7を，支軸5に巻き付ける形態で取り付けている。バネ7は，鰐口クリップ3の閉口状態においては無負荷であるが，第3図に示すように，1対の顎部材6の後端部(ハンドル部分)を閉じる方向へ回動させて鰐口クリップ3を開口させようとする動作に対しては，第3図の矢印X方向への付勢力を示して抵抗する。従って，第1図及び第2図に示す閉口状態が留め具1の自然状態である。",
                        "1対の顎部材6により構成された略円筒形の鰐口クリップ3の中心部には，支持部材8を設けている。支持部材8は，第4図に詳しく示すように中央に切欠部9を設けた細長い板状の部材であり，その後端部には前記装飾品の鎖状部2の端部を連結すると共に，先端部には円板状のＮ極磁石10を固定している。Ｎ極磁石10は，鰐口クリップ3の閉口状態においては，その先端部よりもいくらか内部側(後端部側)へ後退した位置にある。",
                        "支持部材8の鰐口クリップ3に対する取り付け構造は次のようになっている。即ち，まず支持部材8にはガイド溝11を設け，このガイド溝11に前記の支軸5を通過させている。ガイド溝11は支持部材8の先端-後端方向沿いに一定の幅を持っているため，支軸5はガイド溝11中を先端-後端方向沿いにスライド動作することが可能である。次に，支持部材8において，ガイド溝11よりも少し後端方向の部分には，支軸5と平行にアーム軸12を挿通させている。アーム軸12は，前記した支持部材8中央の切欠部において，1対のリンクアーム13の一端を軸支しており，これらのリンクアーム13の他端は，それぞれ1対の顎部材6の後端部(ハンドル部分)において軸支されている。",
                        "支持部材8は，上記のように，支軸5と，アーム軸12及びリンクアーム13とによって，鰐口クリップ3に対して2点支持の状態で取り付けられている。そのため，後述のように鰐口クリップ3の開口／閉口動作を行わせる際にも，支持部材8と鰐口クリップ3との相対的な空間位置関係は，先端-後端方向沿いの予定されたスライド動作を除き，不規則に変動又は揺動しない。",
                        "第1図及び第2図に示す鰐口クリップ3の閉口状態において，アーム軸12を中心とする1対のリンクアーム13の開き角度は，鰐口クリップ3の開口部からの支持部材8の突出幅を規定する。従って，この突出幅が比較的大きくなるように，リンクアーム13の開き角度を設計している。一方，支軸5を中心とする線状のバネ7の開き角度は，鰐口クリップ3の開口動作に対する抵抗力を過大としないために，比較的小さく設定している。又，上記した1対の顎部材6における半円状の先端部に沿って，それぞれ図示する上下端の部位に内向きのフランジ状に止め部14が形成されている。",
                        "鰐口クリップ3の開口部を構成する部分において，第1図における上側の顎部材6の上端部と下側の顎部材6の下端部には，それぞれ円形開口部の内周側へ少し張り出した止め部14を形成している。一方，ホルダー受けである前記の係止部材4は，鰐口クリップ3と略同径の円柱形状又は円筒形状を持っている。そして，係止部材4の先端側(鰐口クリップ3との対向面側)には，細径であるネック部15を介して前記Ｎ極磁石10と同形状のS極磁石16を固定している。第5図に示すように，鰐口クリップ3が閉じて係止部材4と噛み合ったときには，1対の顎部材6の上記止め部14が，ネック部15に食い込む。",
                        "・・・",
                        "〔実施例2〕",
                        "実施例2に係る装飾品鎖状端部の留め具21を第6図に示す。第6図は，留め具21の鰐口クリップ3と係止部材4とが係止された状態を示す。",
                        "・・・",
                        "〔実施例3〕",
                        "実施例3に係る装飾品鎖状端部の留め具31を，第7図及び第8図に示す。第7図においては，留め具31の鰐口クリップ3と係止部材4との係止状態を示す。第8図においては，鰐口クリップ3と係止部材4との分離状態を示し，かつ，開口状態の鰐口クリップ3を示す。",
                        "・・・",
                        "〔実施例4〕",
                        "実施例4に係る装飾品鎖状端部の留め具41を，第9図～第11図に示す。第9図においては，留め具41の鰐口クリップ3と係止部材4との係止状態を示す。第10図においては，鰐口クリップ3と係止部材4との分離状態を示し，かつ，開口状態の鰐口クリップ3を示す。第11図においては，閉口状態の鰐口クリップ3の斜視図を示す。",
                        "本実施例においては，係止部材4の構成は実施例1～実施例3と同様であるが，鰐口クリップ3の構成が実施例1～実施例3のいずれとも異なる。即ち，本実施例においては実施例1や実施例2のようなリンク機構が存在しないし，かつ，実施例1～実施例3のような支持部材8も存在しない。従って，本実施例においては，留め具41の構成が大幅に簡素化される。",
                        "即ち，鰐口クリップ3においては，支軸5によって1対の顎部材6を非交差式に軸支している。支軸5には更に，各先端が1対の顎部材6に当接する一体的線状のバネ7を，支軸5に巻き付ける形態で取り付けている。実施例1の場合と同様に，バネ7は鰐口クリップ3の閉口状態(第9図)においては無負荷であるが，1対の顎部材6の後端部を閉じる方向へ回動させる動作(第10図参照)に対しては抵抗する。従って，第9図及び第11図に示す閉口状態が，留め具41の自然状態である。",
                        "一方の顎部材6の内部側には円板状のＮ極磁石10が固定されている。このＮ極磁石10は，顎部材6の内周面に沿って平行に形成された1対のフランジ42によって，顎部材6との接合部を固定されている。Ｎ極磁石10の固定位置は，第9図に示すように，鰐口クリップ3の閉口状態において，その先端部よりもいくらか内部側(後端部側)へ後退した位置である。",
                        "・・・"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "上記本件明細書の記載によれば，「ホルダー」及び「ホルダー受け」は，任意の形態の噛合せにより留め具の係止を行うとともに，その噛合せの解除により留め具の係止状態を開放する機構であればよく，所定の正しい噛合い位置(又は噛合い状態)において留め具の確実な係止が可能なものであれば足りるというべきであって，その噛合せ部分の構造や噛合せの形態は限定されていない。そして，「ホルダー」の要件であるバネ閉じ式の鰐口クリップは，1対の顎部材が基本的に平行に軸支される非交差式(例えば，通常の洗濯バサミのような基本構成)，1対の顎部材が交差状に軸支される交差式(例えば，洋バサミのような基本構成)のいずれでもよいが，1対の顎部材は，支軸(通常は同一の支軸)によって回動可能に拘束され，これらの顎部材間に設けたバネ手段により顎部材の先端部(係止部材に対する挟着部)同士が開いた状態から閉じた状態へ移行することが可能で，顎部材の開口時に「ホルダー受け」を顎部材の間に嵌入することができ，閉口することで係止部材の係止用部分を挟着できるものでなければならないという制約はあるものの，顎部材とは別に，「ホルダー受け」が通過する固定的な挿入口を持つ構成物があってはならないとの限定はなく，鰐口クリップ内における吸着部材の設置場所の限定もない。他方，「ホルダー受け」となる係止部材は，吸着部材を備えているほか，開口状態にある鰐口クリップの顎部材間に嵌入可能である適宜な形状と，鰐口クリップの顎部材と確実に噛合うことができる形状を備えていればよく，顎部材間にある別の構成物に嵌入されることまでは排除されていない。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "ところで，控訴人は，本件特許の出願経過において，本件拒絶理由通知書(乙27)による拒絶通知を受けたが，その際，引用文献3(乙28)は，吸着部材(本文献では磁石)を備えた鰐口クリップ(止め金具)の例が記載されたものとして，列挙されていた。これに対し，控訴人は，本件補正時に提出された本件意見書(乙29)において，引用文献3の図1，2に示された止め金具のロックレバー8は，ホルダー受けの挿入口を構成しないこと，ホルダー受けの挿入口は固定的な構成であることから，鰐口クリップではないと述べた。そこで，上記出願経過から本件発明の技術的範囲が制限されないかが問題となる。",
        "しかしながら，引用文献3の図1，2において，雄側金具である2を挿入する際，雌側金具1のロックレバー8の各金具の間の部分が最初の通過部分とならず，それに先んじてロックレバー8の径止部8aを壁面に設けた筒体5の先端に設けられた溝5dが通過部分となっている。そこで，控訴人は，引用文献3では，ロックレバー8ではなく，開閉可能な構成となっていない筒体5が，ホルダー受けの挿入口を構成するというべきであるから，引用文献3に記載された発明は，鰐口クリップがホルダーである発明とはいえないと述べたものと解される。",
        "したがって，本件意見書の記載をもって，信義則上，本件発明から顎部材以外にホルダー受けに対する固定的な挿入口を持つ構成物がある構成が排除されると解すべきではない。"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "被控訴人製品への当てはめ",
      "text": [
        "被控訴人製品において，部材エが本件発明における「ホルダー受け」に該当することは当事者間に争いがない。",
        "この部材エと部材ア及び部材イとの係止については，まず，部材ア及び部材イの鎖の付いている側を上下に押すと，押した側と反対側が開き，部材エは，その開口部を通過し，部材アと部材イの間に設けられた部材ウの中に挿入され，その後，押している力を緩めると，部材オのバネの力によって部材カを支軸として開いた部材アと部材イの間の開口部が閉じる仕組みとなっている。そして，部材ア及び部材イの先端はやや内側に湾曲した顎のような状態となっており，部材ア及び部材イがばねである部材オの作用により閉じると，その開口部がホルダー受けの太さよりも小さくなるため，ホルダー受けである部材エの抜き出しを防止する機能を有していると認められる。そして，被控訴人製品において，鎖の一方に設けられたのは，部材ア，部材イ，部材ウ，部材オ及び部材カから構成された部品である。したがって，部材ア，部材イ，部材ウ，部材オ及び部材カから構成される部分は，「ホルダー」に該当するといえる。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "「噛合わせて係止する」(構成要件B)"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "「噛み合う」は，「歯車などで，双方の凹凸の部分がぴったりと組み合わさる」(甲10)という意味と解される。そして，「装身具用連結金具」の考案に関する引用文献1(乙14，31)において，「係合片6，8の係合のための形状も直線的な波形のみならず曲線的な波形，波形と周方向の線との組み合わせ，その他両者が噛み合う形状であれば特に限定されるものではない。」(【考案の詳細な説明】中の【0011】)と記載されていること，「装身具用留金」の発明に関する特開平10-179219号公報(乙15)において，「前記凸部及び前記凹部は，相互に噛み合う鍵状の形状であることを特徴とする」(特許請求の範囲の【請求項3】)発明が開示され，「これらの凸部及び凹部は，相互に噛み合う鍵状の形状とされている。」(【発明の詳細な説明】中の【0010】)と記載されていること，「装身具用止め具」の発明に関する特許第5398386号公報(乙21)において，「また，本体3の長手方向の端部には，第2連結部材2の挿入部2aを挿入するための挿入凹部3bを切り欠き，この挿入凹部3b内には，上記第2連結部材2を挿入したときに，その係合溝2cにかみ合う係合突起3cを形成している。」(【発明の詳細な説明】中の【0014】)と記載されていること，マグネットタイプのアクセサリーの留め金具を紹介するアクセサリー会社のウェブサイト(乙16)において，「マグネットの付いている面に凹凸があり，使用中は凹凸が噛み合うため外れにくい仕様になっています。」との説明がされていることなどからすると，本件発明の属する技術分野である装飾品の「留め具」において，「噛み合う」という用語は，通常，凸部とそれに対応する凹部とが接触した組合せからなる係止の状態を示しているものと解することができる。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "本件明細書には，上記ア(ウ)で指摘したとおり，「噛み合う」という用語について，噛合いの構造や形態について明確な規定はなく，上記一般的意義と別異に解する理由はない。同明細書における「ホルダー受けである前記の係止部材4は，鰐口クリップ3と略同径の円柱形状又は円筒形状を持っている。・・・第5図に示すように，鰐口クリップ3が閉じて係止部材4と噛み合ったときには，1対の顎部材6の上記止め部14が，ネック部15に食い込む。」との記載も，上記の「噛み合う」についての解釈と矛盾しない。確かに，実施例1～4における「噛合い」の状態を示した第5図～第7図，第9図では，顎部材6の上下端の止め部14とネック部15やS極磁石16が完全に接した状態で記載されていないが，磁力によって完全に接しているはずのＮ極磁石10とS極磁石16についても，同じように接しない形で記載されていることからすれば，各図面は各部位の位置関係を概略的に示したものにすぎないというべきであるし，少なくとも，上記第5図についての説明等と併せ読めば，止め部14とネック部15やS極磁石16との間に明白な隙間がある状態が「噛合い状態」に含まれることを前提とした記載とみることはできない。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "被控訴人製品への当てはめ",
      "text": [
        "被控訴人Y作成の「早期審査に関する事情説明書」(乙8)及び弁論の全趣旨によれば，被控訴人製品は，別紙4「被控訴人製品の動作図」に記載のとおり，被控訴人製品を用いたネックレス等を着ける場合は，同別紙の1-①図，2-①図，3の動作を行い，外す場合は，同別紙の3，4，5の動作を行うものであることが認められる。",
        "そして，磁石同士が吸着した後，部材ア及び部材イの開口部を閉じることにより装着が終了した時点での留め具の内部の構造は，同別紙の2-a図のとおりであり，部材ア及び部材イは，部材エとは接触していない。その状態では，部材ウの中に部材エが完全に収まっており(嵌入しており)，部材ウ及び部材エは，それぞれの内部の磁石の吸着によって固定されているにすぎない。したがって，ホルダーである部材ア，部材イ，部材ウ，部材オ及び部材カと，ホルダー受けである部材エとが「噛合わせて係止」した状態とはいえない。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "小括",
      "text": [
        "以上によれば，被控訴人製品は，構成要件Bを充足しない。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "「正しい噛合い位置」(構成要件C)"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "本件明細書には，上記ア(イ)で指摘した点に加え，次のような記載がある。",
        "【発明の開示】",
        "・・・更に本発明の目的は，1対の係止用部材の正しい係止位置へのロケーションが信号音の発生により確認できるようにすることである",
        "・・・吸着部材は，上記ガイド作用に加え，互いに吸着した際に「カチッ」と言う接合音を発する。従って，この接合音を信号音として，ホルダーとホルダー受けとが正しい係止位置にロケーションされたことを確認できる。",
        "その結果，小さな部材であるホルダーとホルダー受けとを目視により正しい噛合い位置にロケーションさせ係止させる必要がない。従って，例えばネックレスのように装着者の首の後ろで留め具を係止させる装飾品の場合も含めて，装飾品の留め具の係止が簡単かつ容易で，しかも確実である。",
        "装飾品がネックレスである場合における第1発明の留め具と前記特許文献2の係止具との比較においても，後者が，雄部材と雌部材を「手探りで正しい係止位置にロケーションさせる」必要があるのに対して，前者は，ホルダーとホルダー受けとを「手探りで大まかに近接位置させる」だけで良い。これに加えて前者は「係止OK」を意味する信号音を発するので，両者の使い勝手の良さには大きな差がある。",
        "・・・",
        "【発明を実施するための最良の形態】",
        "・・・",
        "〔吸着部材と指示部材〕",
        "・・・",
        "ホルダーとホルダー受けとにおける吸着部材の設定部位としては，これらのホルダーとホルダー受けとを正しい噛合い位置に誘導することができる適正な部位が選ばれる。このような部位は，ホルダーとホルダー受けとの形状や噛合い形態等によって種々に変わるので，一律に規定することは困難である。",
        "【実施例】",
        "〔実施例1〕",
        "・・・",
        "(実施例1の作用)",
        "以上のように構成された実施例1のネックレスの留め具1は，次のように使用される。",
        "即ち，ネックレスの装着時において，片手には鰐口クリップ3を，他の片手には係止部材4をそれぞれ把持して首の後ろへ回し，その位置で両者を大まかに近接位置させる。",
        "この時，鰐口クリップ3を把持した方の片手を用いて1対の顎部材6のハンドル部分(後端部)を閉じる方向へ回動させると，バネ7の付勢力に抗して鰐口クリップ3が第3図に示す開口状態となる。同時に，リンクアーム13の作用により支持部材8が鰐口クリップ3の開口部側へ押し出される結果，支持部材8の先端に固定したＮ極磁石10が鰐口クリップ3の開口部から突出する。従って，支持部材8先端のＮ極磁石10と係止部材4先端のS極磁石16とが互いに吸着されて結合する。",
        "この結合動作により，鰐口クリップ3と係止部材4とは第5図に示す正しい噛合い位置に自動的にガイドされ，ロケーションされる。しかも，Ｎ極磁石10とS極磁石16が同じ円板形状であるため，上記のロケーションは極めて正確に行われる。鰐口クリップ3と係止部材4とが正しい噛合い位置にロケーションされたことは，Ｎ極磁石10とS極磁石16との吸着時に発生する「カチッ」と言う信号音(磁石同志の衝突音)により，容易に確認することができる。",
        "信号音を確認した後に，鰐口クリップ3のハンドル部分を回動させていた手の力を緩める。すると，第5図に示すように，バネ7の付勢力によって鰐口クリップ3が閉口状態に戻り，その際に係止部材4の先端部分が支持部材8と共に鰐口クリップ3の内部に引き込まれる。その結果，係止部材4のネック部15に対して1対の顎部材6の止め部14が噛合う。これによって，目視しなくても，ネックレスの鎖状部の端部間が簡単かつ確実に係止される。",
        "ネックレスを外す時は，係止状態にある鰐口クリップ3と係止部材4を各一方の手で把持し，上記と同様に鰐口クリップ3を把持した方の片手を用いて鰐口クリップ3を開口状態とした上で，Ｎ極磁石10とS極磁石16との吸着力に抗して，鰐口クリップ3と係止部材4とを引き離せば良い。換言すれば，バネ7の付勢力に抗して鰐口クリップ3を開口させる操作を行わない限り，留め具1の係止状態は解除されない。",
        "〔実施例2〕",
        "・・・",
        "本実施例において，上記の点以外の構成及び作用・効果は，実施例1の場合と同様である。",
        "〔実施例3〕",
        "・・・",
        "本実施例において，上記の点以外の構成及び作用・効果は，実施例1の場合と同様である。",
        "〔実施例4〕",
        "・・・",
        "本実施例において，上記の点以外の構成及び作用・効果は，実施例1の場合と同様である。",
        "【産業上の利用可能性】",
        "本発明によって，1対の係止用部材が目視によらなくても相互に正しい係止位置にガイドされロケーションされる鎖状装飾品の留め具が提供される。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "以上によれば，本件発明における「正しい噛合い位置」とは，ホルダーとホルダー受けにおける吸着部材同士が吸着した際に音が発生する際のそれぞれの位置のことを指すというべきである。そして，本件発明が，「正しい噛合い位置」にガイドされた後，そのまま手の力を緩めて鰐口クリップを閉じることによって，ホルダーとホルダー受けを噛み合わせることを予定していることからすると，「正しい噛合い位置」において，ホルダーとホルダー受けとが噛み合っていることを要するものというべきである。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "被控訴人製品についての当てはめ",
      "text": [
        "上記イ(ウ)で述べた被控訴人製品の動作からすると，被控訴人製品は，「ホルダー受け」に該当する部材エにある磁石が部材ウの中にある磁石と吸着する構成であるから，磁石同士が吸着している状態(同別紙の2-①図)が「正しい噛合い位置」に該当することになる。そして，この状態では，部材エは，部材ウの中に完全に収納された(嵌入した)状態にあり，部材ア及び部材イとは接触していない。また，部材ア及び部材イの開口部を閉じることにより装着が終了した時点での留め具の内部の構造は，同別紙の2-a図のとおりであり，部材ア及び部材イは，部材エとは接触していない。このように，部材ウの中に部材エが完全に収まっている(嵌入している)状態においては，部材ウ及び部材エは，それぞれの内部の磁石の吸着によって固定されており，ホルダーである部材ア，部材イ，部材ウ，部材オ及び部材カと，ホルダー受けである部材エとが「噛合わせて係止」した状態とはいえない。",
        "なお，部材ア及び部材イの開口部を閉じたまま，部材ウから部材エを抜き出した場合の状態は，「正しい噛合い位置」とはいえないものの，一応，同別紙の2-b図のとおり，部材ア及び部材イの先端の略L字型部分が部材エの円柱肩部分に当たる段差部に引っ掛かることにより，部材エが部材ア及び部材イから抜け出ない状態となっている。しかしながら，上記円柱肩部分の断面図は略L字型であり，それ自体には両端と比較して凹んでいる部分は存在しないから，部材ア及び部材イの先端の略L字型部分が部材エの円柱肩部分に当たる段差部に引っ掛かることにより，部材エが部材ア及び部材イから抜け出ないとしても，その係止が凹凸部分の「噛み合う」状態によるものとはいえない。"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "控訴人の主張に対する判断",
      "text": [
        "この点，控訴人は，本件発明に係る留め具において，ホルダーにおける1対の顎部材がホルダー受けに「噛み合う」とは，ホルダーがホルダー受けを「隙間なく噛む」ことではなく，ホルダー受けが抜けなければよいと主張する。",
        "しかしながら，かかる解釈は，当業者における「噛み合う」という用語の一般的な理解に反するし，かかる解釈を裏付けるような記載が本件明細書にないことは，上記イで述べたとおりであるから，採用できない。"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "小括",
      "text": [
        "したがって，被控訴人製品は，構成要件Cを充足しない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)",
              "subject": "結語",
              "text": [
                "以上によれば，その余の点について判断するまでもなく，控訴人の請求は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第であって，控訴人の請求はいずれも理由がなく，これと結論を同じくする原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}