{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，1億3554万8125円及びこれに対する平成25年4月24日から支払済みまで年6分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，5170万1928円及びこれに対する平成24年9月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人らは，原判決別紙衣装目録記載の各衣装（以下「本件衣装」と総称する。）を複製し，展示し，譲渡し，貸与し，変形してはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人らは，原判決別紙譜面目録記載の各譜面（以下「本件譜面」と総称する。）を複製し，演奏し，展示し，譲渡し，貸与し，編曲してはならない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人Y₁は，控訴人に対し，624万5050円及びこれに対する平成25年4月24日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "被控訴人会社は，控訴人に対し，1000万円及びこれに対する平成14年2月27日から支払済みまで年6分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "被控訴人会社は，控訴人に対し，776万2361円及びこれに対する平成25年4月24日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，芸能プロダクションである控訴人が，①芸能人である被控訴人Y₁と専属的所属契約を締結していたところ，被控訴人Y₁が同契約を一方的に破棄して独立し，被控訴人会社も被控訴人Y₁と共同して上記独立を敢行したとして，被控訴人らに対し，債務不履行に基づく損害賠償金（移籍金相当額）1億3554万8125円及びこれに対する請求の日の翌日である平成25年4月24日から支払済みまで商事法定利率年6分の割合による遅延損害金の連帯支払，②被控訴人らが上記独立に当たり控訴人の所有する本件衣装及び本件譜面を無断で持ち出して控訴人の所有権を侵害したとして，被控訴人らに対し，不法行為に基づく損害賠償金（各製作費相当額）合計5170万1928円及びこれに対する不法行為の後の日である平成24年9月1日から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払，③控訴人は本件衣装の著作権者であり，上記無断持出し等の後も被控訴人Y₁は芸能活動を継続しており被控訴人らによる著作権侵害のおそれが生じているとして，被控訴人らに対し，著作権に基づく侵害予防請求として，本件衣装の複製，展示，譲渡，貸与及び変形の差止め，④控訴人は本件譜面に係る音楽の著作権者であり，上記無断持出し等の後も被控訴人Y₁は芸能活動を継続しており被控訴人らによる著作権侵害のおそれが生じているとして，被控訴人らに対し，著作権に基づく侵害予防請求として，本件譜面の複製，演奏，展示，譲渡，貸与及び編曲の差止め，⑤被控訴人Y₁に金員を貸し付け，また，被控訴人Y₁が支払うべき債務を立替払したとして，被控訴人Y₁に対し，貸金返還請求として300万円及び立替金返還請求として324万5050円並びにこれらに対する請求の日の翌日である平成25年4月24日から支払済みまで民法所定の年5分の割合による遅延損害金の支払，⑥被控訴人会社に金員を貸し付けたとして，被控訴人会社に対し，貸金返還請求として1000万円及びこれに対する貸付けの日である平成14年2月27日から支払済みまで商事法定利率年6分の割合による利息の支払，⑦被控訴人会社が支払うべき債務を立替払したとして，被控訴人会社に対し，立替金返還請求として776万2361円及びこれに対する請求の日の翌日である平成25年4月24日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を，それぞれ求める事案である。",
            "原審は控訴人の請求をいずれも棄却したため，原判決を不服として，控訴人（原審原告）が本件控訴をした。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争いのない事実等，争点及び争点に関する当事者の主張は，以下のとおり原判決を訂正するほか，原判決の「事実及び理由」第2の1及び2に適示されたとおりであるから，これを引用する（引用に係る原判決中，「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と適宜読み替える。以下，引用する場合は同じ。）。",
            "（原判決の訂正）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決15頁18行目の「貸付けを受けた事実はない」を「金員の交付を受けた事実はなく，その返還を合意したこともない」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決16頁25行目の末尾に「したがって，控訴人と被控訴人Y₁との間には，被控訴人Y₁が芸能活動の一環として贈る花の代金は，請求書の宛名を問わず，控訴人がその代金を負担する旨の合意があったものである。」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決17頁24行目の「貸付けを受けた事実はない」を「金員の交付を受けた事実はなく，その返還を合意したこともない」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原判決20頁6行目ないし7行目の「当然に原告が負担するものとされていた」を「控訴人がもともと負担すべきものであった，又は控訴人と被控訴人会社との間では，控訴人が負担する旨の合意がされていた。」に改める。    "
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，以下のとおり原判決を訂正するほか，原判決の「事実及び理由」第3の1ないし10に判示されたとおりであるから，これを引用する。",
            "（原判決の訂正）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決23頁8行目の「締結し，」の次に「同月19日，」を加え，同頁9行目末尾に，行を改めて，次のとおり加える。",
                "「なお，控訴人は，上記口座の開設は控訴人から解雇された従業員が控訴人に無断で行ったものである旨主張する。しかし，同年7月20日の時点では，控訴人の主張によっても，控訴人とABプロや被控訴人らとの間に問題は生じておらず，控訴人の同意に基づき被控訴人Y₁の独立（控訴人からABプロへの移籍）準備が行われていた時期であり，一方，控訴人の従業員は同日全員解雇され，控訴人においては今後の芸能プロダクション業務の継続は予定されていなかったのであるから，被控訴人Y₁の今後の営業活動に必要な収入及び支出を管理するために新たに上記ABプロ口の口座を開設することは当然予定されていたことといえ，ABプロがこれを控訴人に無断で行うべき事情があったとは認められないから，同口座の開設は控訴人も了解していたと推認される。控訴人の主張は採用できない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決23頁22行目ないし23行目の「であり，」から同23行目末尾までを，「であった。」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決25頁6行目の「原告は」の次に「少なくとも芸能プロダクションとしての事業は」と加え，同頁8行目の「おり」の次に「（なお，控訴人は，ABプロの名称は控訴人が決めたものではないから，控訴人と名称が酷似していることは何ら控訴人の意思を推認し得ないと主張するが，ABプロの名称は，その設立前の本件覚書の段階から使用されているのであり，控訴人も同名称が酷似することを理解し，これを了解していたことは明らかである。）」を加え，同頁10行目の「原告の」の次に，「芸能プロダクションとしての事業は」と加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決25頁15行目及び16行目の「原告を」を，それぞれ「控訴人の芸能プロダクションとしての事業を」に改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決25頁26行目冒頭から26頁7行目末尾までを次のとおり改める。",
                "「ア  しかし，本件覚書には，移籍金については何ら記載がなく，その他，控訴人ないしAとBとの間で，移籍金の支払を被控訴人Y₁の本件独立の停止条件とすることを合意したことを認めるに足りる証拠はない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "この点，Aは，控訴人の主張に沿う供述をするが（甲37，控訴人代表者本人），これを裏付ける客観的証拠はなく，その上，Aの供述内容は，Bに対して，新たなプロダクションに被控訴人Y₁が所属するのであれば，移籍金を支払ってもらう必要があると言ったら，Bが相当額の移籍金の支払を承諾した，というだけで，それ以上の具体性はなく，本件覚書作成前後も，移籍金の具体的な金額や支払条件等については何ら協議をしていないというのであり，そのような抽象的な協議のみで，控訴人が主張するような高額となりうる移籍金の支払を，Bが合意したとは認め難いし，また，仮に被控訴人Y₁の移籍について重要な停止条件があったならば，その停止条件の具体的内容も不明確な段階（平成24年7月下旬）で，控訴人が全従業員の解雇，賃料の支払停止等の芸能プロダクション事業の廃止に向けた確定的な行動を進めるとは通常考え難いことからすれば，同供述によっても控訴人の主張は認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，控訴人は，Bとの間の移籍金の支払合意の成立を裏付ける事情として，①一流の演歌歌手の業界においては，所属タレントが独立すると芸能プロダクションが形成維持してきたタレントの商業的価値が奪われてしまうから，独立の際には移籍金を支払う商慣習が存在する，②本件覚書は，日付欄及び債務不承継の基準日が空欄となっており，このことからすれば控訴人の本件独立への同意については制限が加えられていたというほかない，③控訴人は，被控訴人Y₁のABプロへの移籍後も出版事業は続けるつもりであり，移籍金で控訴人の債務を弁済することを見込んでいたから，移籍金の支払を求める必要性があった，④被控訴人Y₁も，平成24年8月14日の記者会見の時点で，移籍の協議が完了していない事実等を自認していた，⑤移籍金に関する協議の存在及び内容を開示又は漏えいしてはならないことが当然の前提となっていたことは，本件覚書の第5条からも明らかであるなどと主張する。",
                    "しかし，上記①に関して控訴人が提出する証拠は，過去に演歌歌手が事務所等を移籍した際に金員を支払った例があるなどの記載があるスポーツ新聞，インターネット，週刊誌の記事（甲19，24ないし26）や控訴人代表者の供述にすぎず，これらを前提としても移籍金等の支払に至る詳細な経緯等は不明といわざるを得ず，仮に個別の事例で独立の際に所属事務所に対して金員が支払われた例があるとしても，これらをもって控訴人の主張するような商慣習の存在を認めるには足りない。",
                    "上記②については，当事者が本件覚書に署名（記名）及び押印していることに鑑みれば，日付欄が空欄であるからといって，そのことのみをもって本件覚書が効力を生じていないとか，本件独立につき停止条件が当事者間で合意されていたということを認めるには足りない。",
                    "上記③についても，仮に控訴人代表者が控訴人において出版事業を続けることを考えていたとしても（なお，もともと控訴人の収入は専ら被控訴人Y₁の出演者報酬であったのであり，控訴人の主張する出版業務の内容も明らかではない。），そのことは，前記認定を左右するものではなく，控訴人とABプロとの間に移籍金支払合意があったことを裏付けるには足りない。",
                    "上記④についても，平成24年8月14日の記者会見の時点では，ABプロの法人の設立準備が完了する前であったことからすれば，被控訴人Y₁が新事務所設立を視野に入れた控訴人からの独立を考えている旨を述べたことは自然であり，同記者会見の内容をもって，本件独立に控訴人の主張する停止条件が付されていたことを裏付けるには足りない。",
                    "上記⑤についても，本件覚書の第5条は，「本件に関する一切の情報を他者に漏らさない」という内容であり，移籍金に関して何ら言及しているものではなく，同条項が，移籍金の支払合意が存在したことの根拠となるとはいえない。",
                    "したがって，控訴人の上記主張は採用することができない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決26頁8行目の「以上のとおり，」の次に「控訴人が平成24年7月20日頃までにした被控訴人Y₁の本件独立についての同意に停止条件が付されていたとは認められない以上，」を加える。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決26頁18行目冒頭から27頁2行目末尾までを次のとおり改める。",
                "「しかし，前記引用に係る原判決の1(4)カで認定したとおり，旧倉庫から本件衣装を移動させるに当たっては，従前控訴人が管理していた鍵が用いられたところ，同鍵は，平成24年8月以降ABプロが控訴人から引き継いだ本件事務所（控訴人は，同月分以降賃料を支払っていない。）において保管されていたこと，本件衣装が保管されている新倉庫はABプロが賃借し，現在費用を負担しているものであることからすれば，そもそも本件衣装はABプロが占有しているものと認められる。控訴人は，被控訴人らがABプロを通じて本件衣装を間接占有している旨主張するが，被控訴人Y₁はABプロに所属するタレントであって，前記認定のとおり，被控訴人Y₁の芸能活動に関する資産は芸能プロダクション同士で引き継ぐこととして本件覚書が締結されていること，被控訴人らがABプロの占有についての間接占有者となる法的根拠は不明であることからすれば，控訴人の主張は認められない。",
                "なお，AとBが，本件覚書の締結の際，被控訴人Y₁をABプロに移籍させ，その芸能活動に必要な資産を引き継ぐこととしたことからすれば，本件衣装も，被控訴人Y₁のその後の芸能活動に関する資産として控訴人からABプロが引き継いで管理することを控訴人が承諾していたと認めるのが相当である。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決27頁7行目の「認めているとは」を「認めているとも，自らの占有を認めているとも」に改め，同行目末尾に，「また，控訴人から内容証明郵便の送付を受け，控訴人との間の紛争が表面化した後で，芸能活動に使用する現実の予定がない本件衣装等の返却については応じる意向を示したからといって，前記のとおり本件衣装等をABプロが引き継ぐことが当初合意されたていたことが否定されるものでもない。」を加える。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決28頁5行目の「着用」から「格別，」までを削り，同頁8行目の「ある」を，「あるし，被控訴人らが，控訴人から内容証明郵便の送付を受け，控訴人との間の紛争が表面化したときから，当審口頭弁論終結時まで一貫して本件衣装の返却を申し出ており，そうであるにもかかわらず，控訴人がこれを拒んでいるため（控訴人は，本訴において本件衣装の返還請求もしていない。）返還に至っていないという経緯を考慮すると，本件衣装の着用（展示）のおそれがあると認めることもできない。」に改める。",
                "    (10)  原判決29頁17行目末尾に，行を改めて，次のとおり加える。",
                "「また，控訴人は，上記①の通帳の手書きの記載は，控訴人の経理担当従業員Cによってされたものであり，そうである以上，同記載が貸付けに係る入出金日においてされたものであることは明らかであること，上記②の総勘定元帳上の日付が貸付日と相違しているのは決算の締め日を貸付日として記載したためにすぎず，上記③の決算報告書に利息の定めがあるのは税法上の処理に基づくものにすぎないことからすれば，むしろ被控訴人Y₁への300万円の貸付けがあったことは明らかであると主張する。しかし，上記通帳の記載についてはA自身がCに記載の時期や経緯を確認したわけでもなく，被控訴人Y₁への300万円の貸付けの原資に相当する金員の入金や被控訴人Y₁への振込等は記帳されておらず（控訴人自身，記帳されているとの主張をしていない。），A自身は具体的な貸付けには直接関与していないし，上記決算報告書や総勘定元帳は，そもそも控訴人側の作成した資料にすぎない上，その記載内容が控訴人の主張と正確に一致するものでもなく，結局のところ，被控訴人Y₁への金員の交付を裏付ける直接的証拠はないことからすれば，前記のとおり，控訴人の主張は採用することができない。」",
                "    (11)  原判決29頁24行目の「同じ日に」を削り，同頁26行目の「原告が」から30頁1行目の「であること」までを，「A自身，会社で必要な花は会社で払うという取り決めが被控訴人Y₁と本件所属契約を締結した当初からあったと供述していること（控訴人代表者25頁），」に改め，同頁5行目末尾に，行を改めて，次のとおり加える。",
                "「控訴人は，被控訴人Y₁に対してこれまで花の代金を請求したことがなかったのは，控訴人の取締役であり，専属的所属契約を継続していた同被控訴人との関係を悪化させず，また，同被控訴人の経済状況等に対する配慮があったためであると主張する。しかし，控訴人の上記主張は，控訴人が，20年以上にわたり，年々累積して，合計600万円以上となる花の代金について一度も請求することもなく，報酬からの天引きもしたことがなかったことの理由として合理的であるとは認められず，同主張は，前記認定を左右しないというべきである。」",
                "    (12)  原判決30頁17行目の「とどまる上」を「とどまる上，上記1000万0840円の送金先について，証人Dは，被控訴人会社名義の銀行口座である旨証言するものの，これを裏付ける記帳や振込伝票等の客観的証拠はないこと」に改め，同頁22行目の「に鑑みると」を，「，結局，控訴人から被控訴人会社に対する金員の交付を裏付ける供述以外の客観的証拠はないことからすれば」に改める。",
                "    (13)  原判決30頁26行目末尾に，行を改めて，次のとおり加える。",
                "「(3)  また，仮に，上記1000万0840円の送金が被控訴人会社に対するものであり，控訴人の被控訴人会社に対する1000万円の貸付けが認められるとしても，同貸付けは，平成14年2月27日に行われたものである。そして，会社の行為はその事業のためにするものと推定され，これを争う者において当該行為が当該会社の事業のためにするものでないこと，すなわち当該会社の事業と無関係であることの主張立証責任を負うと解されるところ（最高裁平成20年2月22日第二小法廷判決・民集62巻2号576頁参照），控訴人の被控訴人会社に対する貸付けは，その事業のためにされたものと推定され，同貸付けが会社の事業と無関係であることを認めるに足りる証拠はないから（Aは，貸付けの経緯につき，被控訴人Y₁から資金が足りなくなったから貸して欲しいと言われて，これに応じたものである旨供述し〔控訴人代表者〕，証人Dもこれに沿う証言をするが，その事実経緯だけでは控訴人の事業と無関係であることの立証がされたということはできない。）， 同貸付けに係る債権は，商行為によって生じた債権に当たり，同債権には商法522条の適用があるというべきである。そして，被控訴人会社は，平成27年5月21日の原審の口頭弁論期日において，同債権につき5年の消滅時効が完成しているとして，これを援用しているから，同債権は，時効消滅したというべきである。なお，前記認定のとおり，控訴人は，平成25年4月23日まで同債権に基づく貸金の返還を請求したことはなく，同返還請求は消滅時効の完成後であるから，時効の中断事由に当たるとは認められない。",
                "したがって，いずれにせよ，控訴人の被控訴人会社に対する貸金返還請求は理由がない。」",
                "    (14) 原判決31頁13行目冒頭から同頁16行目末尾までを次のとおり改める。",
                "「上記事実関係によれば，ロールスロイスの保険契約及び駐車場の賃貸借契約は，控訴人が，自己の名義で締結していたものであるから，保険料及び賃料の支払は，控訴人自身の債務の履行としてされていたものと解すべきであり，そもそも立替払いであるとはいえない。そして，控訴人と被控訴人会社との間で，控訴人の債務について被控訴人会社が負担する旨の合意が成立していたことを認めるに足りる証拠はない。",
                "また，車の修理代金等については，控訴人が発注した修理等に係る債務であっても，上記のとおり長年にわたり控訴人が被控訴人会社に代わって直接弁済してきており，約10年間一度も被控訴人会社に請求することもなく，被控訴人会社に出演者報酬などの多額の金員を支払う際にも（証人D9頁），清算を求めていないことからすれば，控訴人と被控訴人会社との間には，ロールスロイスの修理代金等の費用については，控訴人が負担し，被控訴人会社に対して求償しない旨の合意があったものと認めるのが相当である。」  "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人のその余の主張は，上記引用に係る原判決中で判示した内容を正解しないものであり，上記認定，判断を左右するものではない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}