{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告の本件控訴に基づき，原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "一審被告は，別紙被告製品目録1及び2記載の各製品を生産し，譲渡し，輸出し，輸入し，又は譲渡の申出をしてはならない。"
        },
        {
          "fig": "(2)",
          "text": "一審被告は，前項記載の各製品及びこれらの半製品(別紙被告製品目録1又は2記載の構造を備えているが製品として完成するに至っていないもの)を廃棄せよ。"
        },
        {
          "fig": "(3)",
          "text": "一審被告は，一審原告に対し，2810万1920円及びこれに対する平成26年10月23日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(4)",
          "text": "一審原告のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "一審被告の本件控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審とも，一審被告の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第1項(3)に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告の控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり変更する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告は，別紙被告製品目録1及び2記載の各製品を生産し，譲渡し，輸出し，輸入し，又は譲渡の申出をしてはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一審被告は，前項記載の各製品及びこれらの半製品(別紙被告製品目録1又は2記載の構造を備えているが製品として完成するに至っていないもの)を廃棄せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "一審被告は，一審原告に対し，2816万9021円及びこれに対する平成26年10月23日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "訴訟費用は，第1，2審とも一審被告の負担とする。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "前記(4)につき仮執行宣言"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告の控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中一審被告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審原告の請求をいずれも棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審とも一審原告の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「破袋機とその駆動方法」とする発明に係る特許権(特許番号第4365885号。本件特許権)を有する一審原告が，原判決別紙被告製品目録1及び2記載の破袋機(被告製品)は，本件特許権に係る特許(本件特許)の特許請求の範囲の請求項1，2及び4記載の各発明(本件特許発明)の技術的範囲に属するから，一審被告が被告製品を生産，譲渡等する行為は，本件特許権を侵害する行為であり，また，一審被告から被告製品を購入した顧客が，業として被告製品を使用する行為は本件特許権を侵害する行為であるところ，一審被告が顧客の使用する被告製品を保守する行為は，顧客による被告製品の使用という本件特許権の侵害行為を幇助するものである旨主張して，一審被告に対し，①特許法100条に基づき，被告製品の生産，譲渡等の差止め並びに被告製品及びその半製品の廃棄，②不法行為による損害賠償請求権に基づき，損害賠償金の一部である2816万9021円(被告製品の譲渡による損害額2810万1920円と被告製品の保守による損害額357万9837円の合計額の一部)及びこれに対する不法行為の後の日である平成26年10月23日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，①被告製品は，本件特許発明1(請求項1に記載された発明)及び本件特許発明2(請求項2に記載された発明)の技術的範囲に属するが，本件特許発明3(請求項4に記載された発明)の技術的範囲に属さない，②本件特許は特許無効審判により無効にされるべきものであるとはいえない，③一審被告が被告製品を譲渡したことによる損害額は1756万3700円(特許法102条1項)である，④一審被告が被告製品を保守したことによる損害賠償請求は理由がないなどとして，一審原告の請求を，①被告製品の生産，譲渡等の差止め並びに被告製品及びその半製品の廃棄，②1756万3700円及びこれに対する遅延損害金の支払を求める限度で認容し，その余は棄却した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "そこで，一審原告及び一審被告が，それぞれ原判決中の敗訴部分を不服として控訴したものである。なお，一審原告は，当審において，被告製品の構成に係る記載を，原判決別紙被告製品目録の記載から別紙被告製品目録の記載に訂正し，また，廃棄請求について，その趣旨を，被告製品及びその半製品(別紙被告製品目録1又は2記載の構造を備えているが製品として完成するに至っていないもの)の廃棄を求めるものに変更し，本件特許発明3の侵害に基づく請求を取り下げた。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "前提事実は，次のとおり原判決を訂正するほか，原判決「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁17行目「(原告は，」から同頁21行目「認められる。)」までを削除する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決6頁5行目の「直通する方の面」を「直交する方の面」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁16行目の「上記d」を「上記1-d」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決7頁19行目の「上記d」を「上記2-d」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "別紙被告製品目録1記載の製品(被告製品1)は，本件特許発明1及び2の技術的範囲に属するか否か",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Cの充足性"
                },
                {
                  "fig": "イ",
                  "subject": "構成要件D，Eの充足性"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "別紙被告製品目録2記載の製品(被告製品2)は，本件特許発明1及び2の技術的範囲に属するか否か",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Cの充足性"
                },
                {
                  "fig": "イ",
                  "subject": "構成要件D，Eの充足性"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告製品1及び2は，本件特許発明1及び2と均等なものとして，その技術的範囲に属するか否か"
            },
            {
              "fig": "(4)",
              "subject": "損害額",
              "text": [
                "なお，当審において，一審原告は，特許法102条2項に基づく損害額に係る主張を撤回した。また，一審被告は，無効の抗弁に係る主張を撤回した。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "後記1のとおり原判決を付加訂正し，後記2のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第3(ただし，原判決における争点1-(3)，2-(3)，3のうち本件特許発明3に係る部分，4-(1)及び4-(2)を除く。)記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決14頁18行目の「被告物件1」を「被告製品1」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決15頁2行目の「構成要件D，Eを備えない。」を「構成要件D，Eを充足しない。」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決21頁21行目から22行目の「それらを繰り返した回転体」を「それらを繰り返して回転体」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決35頁2行目，同頁10行目及び36頁4行目の「被告製品1」を，いずれも「被告製品」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決36頁25行目冒頭から37頁1行目末尾までを，次のとおり改める。",
                "「一審原告は，一審被告に対し，特許法102条1項に基づき，3168万1757円(ウ及びオの合計額)の損害賠償請求権を有する。",
                "よって，一審原告は，一審被告に対し，3168万1757円の一部である2816万9021円及びこれに対する平成26年10月23日から支払済みまで年5分の割合による遅延損害金の支払を求める。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(被告製品1は，本件特許発明1及び2の技術的範囲に属するか否か)について",
              "text": [
                "〔一審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件D，Eの「正・逆転パターンの繰り返し駆動」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決における認定判断は，正当であって，誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審被告の主張について",
                      "text": [
                        "一審被告は，「正・逆転パターンの繰り返し駆動」を，「正転・逆転を小刻みに繰り返す(揺動する)ことで，ブリッジ現象を防止し，更に絡みつきを防止する駆動」と解釈すべきである旨主張する。",
                        "しかし，「小刻み」というのは，揺動回転の角度なのか，揺動回転の時間なのかさえ不明であって，その意義が特定されていない。",
                        "また，「ブリッジ現象の防止」及び「(袋体の)絡みつき防止」は，いずれも本件特許発明1の作用効果であって，本件特許発明1の回転体の駆動制御の構成を機能的に特定するものではない(本件明細書【0017】)。",
                        "本件特許発明1の特許請求の範囲にも，本件明細書にも，「正・逆転パターンの繰り返し駆動」の構成自体を機能的に特定する記載や，回転体の回転角度や回転時間に何らかの限定を付す記載は，一切存在しない。",
                        "したがって，一審被告の上記主張は，特許請求の範囲の記載，本件明細書の記載に基づかないものであり，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品1の充足性",
                  "text": [
                    "被告製品は，回転体について0から3000秒の範囲で設定された回転時間の正転及び逆転を繰り返す駆動制御の構成を有し，被告製品の駆動制御には，回転角度が小さく，あるいは，回転時間が短い駆動制御が含まれるから，仮に一審被告の上記解釈を前提としても，被告製品1は構成要件D及びEを充足する。",
                    "〔一審被告の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "構成要件D，Eの「正・逆転パターンの繰り返し駆動」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，「正・逆転パターンの繰り返し駆動」により，袋体のブリッジ現象が防止され，破袋後の袋破片の絡みつきが防止されることが記載されているから(【0017】，【0034】)，上記記載を参酌すると，「正・逆転パターンの繰り返し駆動」とは，ホッパー3内で袋体のブリッジを防止するような「正・逆転パターン」の繰り返し駆動を意味することが明らかである。",
                        "元々，「正・逆転パターンの繰り返し駆動」は，原出願の当初明細書(乙3)では「揺動回転駆動」と記載されていたのであり，そこでは，回転体が一方向のみ回転を続け，その後に反対方向にのみ回転し続けるような制御は予定されていなかった。",
                        "そして，本件特許発明1においては，回転体があらかじめ定まったパターンに従い，揺動(小刻みに正転，逆転)を繰り返すため，回転体の回転方向が頻繁に変わり，この回転方向が変わるたびに可動側刃物により袋体は頻繁に押し上げられ，この頻繁な押し上げにより，ブリッジ現象が防止され，かつ，袋破片の絡みつきが防止されるという作用効果が生じる(乙3【0010】)。単に所定時間正転のみを繰り返し，その後所定時間逆転のみを繰り返し，これを繰り返すような駆動では，袋体のブリッジ現象が生じるのを防ぐことはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本件特許発明1は，破袋の最中にブリッジ現象が生じないようにし，良好な破袋を達成するという発明であるから，破袋が行われることが大前提である。",
                        "したがって，極めて短い時間の正転及び逆転のみを繰り返すだけの場合(1組の正逆転の繰り返しで回転角度が小さい場合)は，本件特許発明1の技術的範囲に含まれない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，「単なる正転，逆転駆動」と本件特許発明1の「正・逆転パターンの繰り返し駆動」は，明らかにその作用効果が異なり，技術的意義が全く異なる。",
                        "このことは，本件明細書には，本件特許発明1の実施例として，右(正)に180度，左(逆)に180度のパターン1と，右(正)に360度，左(逆)に360度のパターン2を交互に繰り返す例(【0035】，【0048】)，正逆90度と正逆180度の組合せの例(【0043】)が記載されているが，「単なる正転，逆転駆動」，すなわち，単に所定時間正転のみを継続して繰り返し，その後所定時間逆転のみを継続して，これを繰り返す駆動の実施例は全く記載されていないことからも裏付けられる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そもそも，「正・逆転パターンの繰り返し駆動」が「単なる正転，逆転駆動」を意味するとすれば，本件特許発明1は，廃材などを破砕する公知の破砕機(甲10，12，乙35，46，48)を，袋体の破袋に転用したものにすぎないことになり，特許性が認められないことになる。",
                        "本件特許発明1は，その出願経過に照らせば，可動側刃物が揺動(小刻みに正逆転)するから，ブリッジ現象を防止することができ，更に絡みつきも防止することができ，かかる点に特許性が認められ，特許されたと考えられるものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原判決は，「正・逆転パターンの繰り返し駆動」を「正転，逆転を規則的に繰り返す駆動」を意味するものと判断したが，かかる解釈は，特許請求の範囲に規定された「正・逆転パターン」との文言を無視するものであり，不当である。原判決は，「パターン」という文言を「規則性」と解釈したようであるが，少なくとも広辞苑(乙75)には「パターン」の意味として「規則性」は挙げられていない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上によれば，「正・逆転パターンの繰り返し駆動」とは，その文言から逸脱することなく，また，本件明細書に記載された本件特許発明1の作用効果や実施例の記載を参酌して解釈すれば，「正転・逆転を小刻みに繰り返す(揺動する)ことで，ブリッジ現象を防止し，更に絡みつきを防止する駆動」，言い換えれば，「回転体の回転方向が，袋体に押し上げ力が良好に作用するように頻繁に切り替わる小刻みな正転及び逆転を繰り返す駆動」，さらに言い換えれば，「単なる右回転又は左回転ではなく，右回転と左回転の組合せを1パターンとして，複数種類のパターンを繰り返す駆動であって，1パターン内の右回転と左回転は均衡した回転角度とされているもの」ということになる。",
                        "「正・逆転パターンの繰り返し駆動」には，1種類の正転と逆転の組合せから成る「単なる正転・逆転駆動」は含まれない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品1の充足性",
                  "text": [
                    "被告製品1は，「正転タイマと逆転タイマの設定により，正転時間と逆転時間を決めて回転体11を正逆駆動回転させる制御」，すなわち，正転タイマにより正転時間，逆転タイマにより逆転時間をそれぞれ決め，スタートボタンを押すと，正転タイマによって定めた時間正転のみを継続して繰り返し，その後，逆転に切り替わり，逆転タイマによって定めた時間逆転のみを継続して繰り返し，これらを繰り返す作動(例えば，タイマによって，正転5分，逆転5分と設定したら，5分間正転のみを継続し，その後5分間逆転のみを継続し，この正逆5分を繰り返す作動)を行うものである。被告製品1は，現実には，正転及び逆転について，タイマを1秒にセットしても，少なくとも約1回転はしてしまい，さらに，回転方向は瞬時に切り替わらないし，0．1秒にタイマをセットしたら，誤作動を起こしてしまう。すなわち，被告製品1では，瞬時に回転方向が切り替わらないことともあいまって，1回転以下では破袋が行われず，単に所定時間正転し，所定時間逆転することを繰り返すことができるにすぎない。",
                    "また，被告製品1は，納品時には正転60秒，逆転60秒にセット(初期設定)して納品される。購入者は，この正転60秒，逆転60秒を調整することはあるかもしれないが，回転時間ではなく，回転角度で調整するような微調整はするはずがない。被告製品1は，この正転60秒，逆転60秒で正逆転する制御，すなわち，回転体の回転速度から算出すると，およそ正転24回転，逆転24回転するという制御に初期セットされているものである。",
                    "以上によれば，被告製品1の作動は，構成要件D，Eの「正・逆転パターンの繰り返し駆動」に含まれない。",
                    "したがって，被告製品1は，構成要件D及びEを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(被告製品2は，本件特許発明1及び2の技術的範囲に属するか否か)について",
              "text": [
                "〔一審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件C(「平行な対向壁面」)の充足性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決における認定判断は，正当であって，誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審被告の主張について",
                      "text": [
                        "本件明細書の【0007】は，壁面である傾斜側板(傾斜押さえ板)をばねにより回転体側へ付勢する構成の従来技術について，ばね力の設定に手間がかかることを記載したものである。",
                        "ここには，対向壁面が傾斜しているものは好ましくない旨は記載されておらず，一審被告の主張は，本件明細書の記載を誤解ないし曲解するものであって，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件D，E(「正・逆転パターンの繰り返し駆動」)の充足性",
                  "text": [
                    "前記(1)〔一審原告の主張〕のとおり，被告製品2は，構成要件D及びEを充足する。",
                    "〔一審被告の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "構成要件C(「平行な対向壁面」)の充足性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「平行な対向壁面」の意義",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「平行な対向壁面」は，その文言の字義に従い，「互いに平行な対向する壁面」を意味するものと解釈すべきであり，このように解釈しても，本件明細書の記載と何ら矛盾しない。むしろ，本件明細書に，対向壁面が傾斜しているものは好ましくないことが記載されていることからすれば(【0007】)，構成要件Cの「平行」は，回転軸が水平な回転体に設けられている可動側刃物と，対向する壁面に設けられた固定側刃物とによる破袋作用を奏させるため，固定側刃物が設けられる壁面は互いに平行であることを限定するものであり，「平行な対向壁面」は上記のとおり解釈せざるを得ないはずである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，「平行な対向壁面」を「回転体の回転軸に平行な対向壁面」を意味するものと判断したが，かかる解釈は，明らかに特許請求の範囲の記載を逸脱する拡大解釈である。構成要件Bの「一方の対向壁面」は，回転軸との関係は考慮せずに特定される「対向する壁面」であり，この「一方の対向壁面」を受けて構成要件Cが，破袋室の他方の「平行な対向壁面」と規定しているのであるから，回転軸との関係が考慮されるはずがない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "仮に「平行な対向壁面」が「回転体の回転軸に平行な対向壁面」を意味するとしても，一審原告は，本件訴訟の提起前の和解交渉において，一審被告に対し，「固定刃が壁面に設けられていないもの(固定刃が被告製品2と同様，ドラムに設けられているもの)は本件特許発明1に非抵触である」旨主張していたのであり，一審被告は，一審原告の上記主張に基づき，被告製品2の構成へと改造したのであるから，かかる経緯に照らせば，一審原告が，被告製品2について本件特許権の侵害を主張することは，信義則に反する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告製品2の充足性",
                      "text": [
                        "被告製品2の固定側刃物は，固定パイプ(25)に突設状態に並設されている。このパイプ部材に「壁面」はなく，また，パイプ部材が「一定程度の空間を仕切る作用を有するもの」であるということもできないから，被告製品2は構成要件Cを充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件D，E(「正・逆転パターンの繰り返し駆動」)の充足性",
                  "text": [
                    "前記(1)〔一審被告の主張〕のとおり，被告製品2は，構成要件D及びEを充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(4)(損害額)について",
              "text": [
                "〔一審原告の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法102条1項の損害額",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "単位数量当たりの利益額",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告製品の1台当たりの限界利益額は，351万2740円である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一審原告は，破袋機専門の営業担当者を雇用していないから，変動経費として控除すべき営業経費は存在しない。また，一審原告は，破袋機の在庫を有さず，注文を請ける都度，個々に破袋機の製造が外注先において行われ，完成した破袋機は，外注先から注文者(顧客)に直接納品されるから，外注費を除く変動費として，製品を納品するための諸費用や製品保管費用は発生しない。さらに，一審原告は原告製品について保険を付していないから，製品保険費用も発生しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原材料費，消耗材料費，外注加工費及び外注先から注文者へ納品する際の輸送費(原告破袋機の物流関係変動費)は，全て甲23(甲19)に集計されている(甲26)。他方，原告破袋機の製造販売に関し，一審被告が指摘する，製品を納品するための諸費用，営業担当の経費，製品保管費用，製品保険費用は，いずれも発生していない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "一審被告が指摘する「コンベヤ据付工事費一式」は，原告製品を納入する際にコンベヤに設置する場合の工事費であり，「工事用黒板」は原告製品を納入する際の設置工事で使用するものであるから，いずれも原告製品の利益に関するものである(なお，これらは費用として控除されている。)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告製品の譲渡数量",
                      "text": [
                        "平成21年8月28日から平成28年4月27日(本件口頭弁論終結日)までの間に，一審被告は，被告製品を合計8台(一審被告が自認する7台及びシリアルナンバー「15094」の製品)販売した。",
                        "なお，シリアルナンバー「15094」の製品は，制御盤以外の部分が平成21年8月21日に顧客先に搬入されているが，制御盤が同年10月14日に搬入されたことにより，納品が完了したものであるから，本件特許の登録日以降の譲渡数量に含まれるべきものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告が保守作業を行ったことによる損害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "譲受人が被告製品を使用することによる損害",
                      "text": [
                        "被告製品(一軸破袋機)は，回転体を揺動回転させ，回転体に配置された回転側刃物及び固定配置された固定側刃物により，金属，木材，セラミック等を内容物とする袋体を破袋する機器である。そのため，使用の継続には，回転体の揺動回転の制御機構を構成する減速機の潤滑油，摩耗する刃物の交換等の保守が必要となる。そして，一軸破袋機に使用される刃物の形状・材質等は，製品ごとに異なるため，上記保守は，一軸破袋機の販売者が行うことになる。",
                        "被告製品が販売されたとしても，その譲受人が被告製品の使用を継続しない場合，当該譲受人は，原告製品を購入し，使用することになるから，一審原告は，当該原告製品の保守を行い，保守費用を得ることができる。",
                        "これに対し，被告製品の譲受人が被告製品の使用を継続する場合，一審原告は，保守の機会を失い，保守費用相当額の損害を被る。",
                        "そして，一審被告は，被告製品を保守することで，譲受人による被告製品の使用を継続させ，又はこれを容易にさせているということができるから，譲受人による不法行為(被告製品の使用)を幇助したものとして，共同不法行為責任を負う。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原判決について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告製品の譲渡に係る損害と被告製品の保守(譲受人による被告製品の使用)に係る損害とは，別個の損害であるから，被告製品の譲渡に係る損害が填補されることにより，被告製品の保守に係る損害が填補されることはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "請求を認容する判決がされただけでは損害は填補されないから，被告製品の譲渡に係る損害と被告製品の保守に係る損害との異同にかかわらず，判決により被告製品の譲渡に係る損害が填補されたことを理由に被告製品の保守に係る損害を否定することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原判決は，被告製品の譲渡に係る損害と被告製品の保守に係る損害が同質であると判断しているが，上記判断を前提とすれば，被告製品の譲渡に係る損害について損害の填補が認められた場合，当該侵害品の譲受人による侵害品の使用や転売等を差し止めることができないことになり，不当である。",
                            "〔一審被告の主張〕"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "特許法102条1項に基づく損害額について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "単位数量当たりの利益額",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審原告の主張する，1台当たり351万2740円の利益は，粗利益である。",
                            "特許法102条1項の「単位数量当たりの利益額」は，限界利益を指すものと解すべきところ，たとえ外注品であったとしても，粗利益から控除すべき変動経費がゼロということはあり得ず，例えば，製品を納品するための諸費用(納品立会費用を含む)，外注先の管理(工程管理，納期管理，品質管理)のための費用，技術担当者や営業担当者の経費，製品保管費用，製品保険費用，製品や部品の運送費，メンテナンス費用などが，変動経費として控除されなければならない。",
                            "また，一審原告の破袋機の価格には，「コンベア据付工事費一式」，「機器据付工事一式」，「破袋機HTP-6現地調整作業費」，「工事用黒板」など，破袋機とは関係のないものが含まれているが(甲23)，破袋機と関係のない費目は，控除されなければならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一審原告は，甲23に記載の14台の製品の粗利益をもって，1台当たりの利益額である旨主張する。",
                            "しかし，1台当たりの利益額を算定するに当たっては，被告製品と同種同等同額の製品のみを基礎とすべきである。甲23に記載の製品価格は，被告製品の価格(1台当たり約350万円)に比べ，高額であり，そもそも，被告製品と競合関係にある製品ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "譲渡数量",
                      "text": [
                        "平成21年8月28日以降に一審被告が販売し，納品した被告製品の数量は，合計7台である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特許法102条1項ただし書の事情",
                      "text": [
                        "市場には，原告製品及び被告製品以外にも，第三者が製造販売する同種の破袋機が存在する。被告製品の販売数量は，平均すれば，年間1台か2台程度であるところ，第三者が製造販売する同種の破袋機についても，被告製品と同程度の販売数量であったと推認することができる。そうすると，被告製品が市場に存在しなかったとしても，その譲渡数量に相当する全ての需要が原告製品に向かったであろうなどということはできない。",
                        "被告製品の譲渡数量7台のうち，一審原告が販売することのできた数量は，その約7割に相当する5台とみるべきであり，これを超える数量については，一審原告が販売することができないとする事情がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "寄与率",
                      "text": [
                        "以下の事情に照らせば，被告製品において，侵害部分が購買者の需要を喚起することはあり得ないから，本件特許の寄与率が30％を超えることはないというべきであり，かかる寄与率を考慮して，一審原告の損害を算出すべきである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告製品は，1種類の正・逆転パターンの制御しかできず，極めて限定的である上，正転角度と逆転角度を均衡にしたときのみが本件特許権の侵害となるにすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告製品は，納品時はブリッジ現象が生じることが明らかな，正転60秒，逆転60秒にセットされており，このセットの状態では本件特許発明の作用効果を充足しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告製品の制御である正転タイマ及び逆転タイマによる正逆転制御(1種類のパターンでの制御)自体は，進歩性を欠く。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被告製品の制御は，本件特許発明1及び2の作用効果を考慮したとき，本件特許発明1及び2とは全く別異であり，実施は不可能であるものの形式的には本件特許の請求項の制御を実施し得る場合が考えられるというにすぎない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告が保守作業を行ったことによる損害について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告は，販売先と保守契約なるものは締結していないものの，販売した被告製品について補修や部品交換の依頼があれば，当然にこれを行う。",
                        "しかし，被告製品の補修や部品交換自体は，侵害行為ではない。すなわち，侵害品の補修や部品交換は，新たな侵害品の製造行為と評価されるような場合や間接侵害に該当する場合でない限り，独立の不法行為とはならない。",
                        "したがって，侵害品の補修や部品交換は，違法な行為ではないのであって，一審被告が，被告製品の使用の継続を容易にさせているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，一審被告が被告製品を販売したことによる一審原告の販売機会の喪失による損害は，被告製品の販売を特許権侵害と評価することで全て補填されるから，一審原告には，譲受人による被告製品の使用，転売等による損害は認められない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明の意義",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "本件特許発明1及び2の特許請求の範囲の記載は，それぞれ以下のとおりである。",
                "【請求項1】矩形枠体からなる破袋室と，破袋室の一方の対向壁面間に水平に軸支された回転体の表面に，回転軸に直角な垂直板からなる複数の板状刃物を，該回転軸から放射方向に且つ該放射方向が軸方向に所要角度ずれるように凸設した可動側刃物と，破袋室の他方の平行な対向壁面より板厚みを水平に凸設配置された垂直板からなる複数の板状刃物を，前記回転体の軸方向に配列した固定側刃物と，回転体に対して正・逆転パターンの繰り返し駆動を行う駆動制御手段とを有し，可動側と固定側の垂直板からなる複数の板状刃物が所定間隔で噛合するように，回転体の正・逆転パターンの繰り返し駆動に伴って固定側の垂直板からなる板状刃物間を可動側の垂直板からなる板状刃物が通過し，所定間隔で噛合する可動側と固定側の垂直板からなる複数の板状刃物間で袋体を破袋する破袋機。",
                "【請求項2】固定側刃物の板状刃物は，鋭角な刃先部を有する請求項1に記載の破袋機。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書(甲2)の発明の詳細な説明には，おおむね，次の記載がある(下記記載中に引用する図4～7については，別紙本件明細書図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】この発明は，例えば家庭ごみや産業廃棄物として各種袋体に詰められて，廃棄物処理場に収集される混合ごみを，可燃性ごみと資源ごみの種類別に分別回収，あるいは袋詰めの瓶，アルミ缶，スチール缶，プラスチック容器などを材料種別で分別回収する際，これらの分離作業の前処理として行われる袋体を破砕して(以下破袋という)収容物を取出し，破砕された袋破片と袋体収容物との分離除去作業を容易にする破袋機とその駆動方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0007】これらの従来の破袋機は，袋体の大きさや内容物の違いにより，傾斜側板や傾斜押さえ板の傾斜角度やばね強さを調節する必要があり，ばね力の設定に手間がかかる。また，切り刃に引き裂かれた袋片が絡みつき易く，処理能力の低下や停止などを誘発し易い欠点がある。",
                    "【0008】また，切り刃に引き裂かれた袋破片が絡みつく欠点を解消するため改良された従来の2軸の回転軸からなる破袋機は，左右回転軸の回転速度を変えるため装置が複雑でかつコンパクトにできない欠点がある。",
                    "【0009】さらに，従来の複数の切り刃を放射状に配設した1つの回転軸と，これに対設した押さえ板からなる1軸の回転軸からなる破袋機は，2つの回転軸からなる2軸の破袋機に比べ機構は簡素化できるが，引き裂かれた袋破片が切り刃に絡みつくのを防止できない欠点がある。",
                    "【0010】この発明は，上述の現状に鑑み，破袋機の構成を簡素化して1つの回転軸から構成され，破袋後の引き裂かれた袋破片が絡みつく欠点を解消した構成からなる破袋機とその駆動方法を提供することを目的としている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0011】発明者らは，1軸の回転軸を有した構成において，袋体の収容物を種類別あるいは材料種別で分別回収するいずれの場合であっても，袋体を捕捉しそれを効率よく破袋して破袋後の袋破片と袋の収容物との分離が円滑に行うことが可能な可動刃物等の配置構成を目的に種々検討した結果，回転軸に対して直径方向に一対の刃物(直線状刃物)を配置しかつ回転軸方向に前記可動側刃物を例えば90度ずらして複数配置するとともに，これら可動側刃物に水平方向から対向する棒材でばね作用を有する棒状キャッチャーを所定間隔で配置し，前記刃物に対して回転でなく正・逆転パターンの繰り返し駆動を行うことにより，例えば缶や瓶等をつめた袋体を効率よく破袋し袋破片が回転軸に絡みつくことなく，袋破片と缶や瓶等とを分離できることを知見した。",
                    "【0012】また，発明者らは，前記構成の破袋機において，棒状キャッチャーに換えて水平方向に固定配置される固定側刃物とすることにより，プラスチック材を詰めた袋体の破袋並びに袋破片とプラスチックとの分離を効率よく実施できることを知見した。",
                    "【0013】さらに，発明者らは，前記構成の破袋機において，可動側刃物の駆動方法を検討した結果，基本的な動作は右回転と左回転を1パターンとして種々パターンで正・逆転パターンの繰り返し駆動をし，袋体に収容された缶や瓶，プラスチック材などに応じてその回転角度を換えることで，袋体を効率よく破袋し，かつ袋破片が回転軸に絡みつくことなく，袋破片とごみとを分離できることを知見し，この発明を完成した。",
                    "【0014】すなわち，この発明は，矩形枠体からなる破袋室と，破袋室の一方の対向壁面間に水平に軸支された回転体の表面に，回転軸に直角な垂直板からなる複数の板状刃物を，該回転軸から放射方向に且つ該放射方向が軸方向に所要角度ずれるように凸設した可動側刃物と，破袋室の他方の平行な対向壁面より板厚みを水平に凸設配置された垂直板からなる複数の板状刃物を，前記回転体の軸方向に配列した固定側刃物と，回転体に対して正・逆転パターンの繰り返し駆動を行う駆動制御手段とを有し，可動側と固定側の垂直板からなる複数の板状刃物が所定間隔で噛合するように，回転体の正・逆転パターンの繰り返し駆動に伴って固定側の垂直板からなる板状刃物間を可動側の垂直板からなる板状刃物が通過し，所定間隔で噛合する可動側と固定側の垂直板からなる複数の板状刃物間で袋体を破袋することを特徴とする破袋機である。",
                    "【0015】また，この発明は，上述の構成を有する破袋機において，駆動制御手段は，回転駆動源に負荷センサを有し，過大負荷時に回転体の駆動を停止させ，通常操業時，可動側刃物を水平基準点から一方向に所要角度回転した後，反対方向に前記所要角度回転させる正・逆転パターンを1単位とし，正・逆転の回転角度を該単位ごとに変化させた複数の正・逆転パターンを繰り返す駆動を行い袋体を破袋することを特徴とする破袋機の駆動方法である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "【0016】この発明によると，破袋室の中央に1つの刃物回転体とその回転軸方向の両側に設けた固定刃物群とから構成され，機構が簡素化され，かつ前記回転体を正・逆転パターンの繰り返し駆動とすることにより，破袋室へ投下される袋体を確実に捕捉し，可動側刃物の両側に形成した各破袋空間で交互にかつ連続して効率よく破袋することができる。",
                    "【0017】また，この発明によると，破袋室上方のホッパー内に積み上げられた袋体は回転体が正・逆転パターンの繰り返し駆動する際に可動側刃物により押し上げられるため，袋体のブリッジ現象の発生を防止することができ，1つの回転体を正・逆転パターンの繰り返し駆動させる構成によって，破袋後の袋破片が回転体，固定側刃物に絡みつくことがない。",
                    "【0018】さらに，この発明によると，正・逆転パターンの繰り返し駆動される可動側刃物と固定刃物を組み合せた構成により，廃プラスチック材を収納した柔軟な袋体を可動側と固定側の刃物の協同により効率良く破袋できる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "図面の簡単な説明",
                  "text": [
                    "【0019】",
                    "【図4】この発明による破袋機の回転体の軸端側から見る側面説明図である。",
                    "【図5】この発明による破袋機の回転体の長手軸方向の正面説明図である。",
                    "【図6】A～Cはこの発明による破袋機の袋体の破袋機能を説明する説明図である。【図7】この発明による破袋機の回転体の軸端側から見る側面説明図である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0020】この発明による破袋機は，矩形枠体からなる破袋室内に，回転体表面より放射方向に凸設かつ該放射方向が軸方向に所要角度ずれるよう配置した複数の板状刃物を有する可動側刃物を水平に軸支し，これを種々の正・逆転パターンの繰り返し駆動して，破袋室の壁面より水平配置される鋭角な刃先部を有する板状刃物からなる固定側刃物との間に袋体を捕捉してこれを破袋することを特徴とする。",
                    "【0021】この発明による破袋機の前提となる破袋機の構成並びに駆動方法を，図面に基づいて詳述する。…",
                    "【0031】次に固定側刃物20に，鋭利な刃先を有する板状刃物24を採用した，本発明による破袋機の構成を説明する。図4は破袋機の回転体の軸端側から見る側面説明図，図5は回転体の長手軸方向の正面説明図である。",
                    "【0032】基本構造は，…破袋機1は，破袋室2を本体として上面にホッパー3を設け，破袋室2内に回転体10を水平配置し，回転体11の表面に放射状に且つ回転軸に直角に垂直板からなる板状刃物12を設けて可動側刃物10となした構成は全く同様であって，固定側刃物20に板状刃物24を採用したことが異なる。すなわち，矩形枠体に形成された破袋室2の上面にホッパー3を設け，破袋室2の一方の平行な垂直対向壁面間に回転体10が回転自在に水平配置されると共に，破袋室2の他方の平行な垂直対向壁面に固定側刃物20が設けられており，ホッパー3より投下された袋体は破袋室2で破袋後に破袋室2の開口底面の排出口5より排出される構成からなる。",
                    "【0033】可動側刃物10は，回転体11の一直径方向に刃物先端部が揃う構成の板状刃物12を，回転体11軸方向に所定間隔で配置し，刃物先端部が90度ずつずれるようにしてある。回転体11は図示しない電動機などで正・逆転パターンの繰り返し駆動される。なお，板状刃物12の形状や枚数，回転体11の軸方向の配置間隔や刃先の放射角度等は，袋体とその収納物種等に応じて適宜選定される。固定側刃物20として採用された板状刃物24は，図4と図5に示すように，板厚みを水平にした垂直板であって，鋭角な刃先先端を破袋室2内に侵入させるように，破袋室2の外壁上端に軸支するシャフト9に上端部を固着して垂下した短冊状のブラケット8に止着した構成からなり，ここでは，破袋室2内の上下方向に3段，回転体11の軸方向に2枚，1枚と交互に配置して固定側刃物20を構成する。",
                    "【0034】かかる板状刃物24を採用した構成からなる，本発明による破袋機1の作用を説明すると，図6Aに示すように，正・逆転パターンの繰り返し駆動される可動側刃物10によりワークたる袋体を上方向に押し上げる作用が働き，該ホッパー3内で袋体のブリッジを防止することができる。",
                    "【0035】また図4，図5に示されるとおり，可動側刃物10の正・逆転パターンの繰り返し駆動により，回転体11の軸方向に所定間隔で且つ回転方向に90度ずつずれて配列された複数の垂直板からなる可動側の板状刃物12と，同じくその両側で回転体11の軸方向に所定間隔で配列され各々の板厚みを水平にすると共に各々の鋭角な刃先先端を破袋室2内に侵入させた複数の垂直板からなる固定側の板状刃物24とが噛み合う。すなわち，可動側刃物10の正・逆転パターンの繰り返し駆動により，複数の可動側の垂直板からなる板状刃物12が複数の固定側の板厚みを水平にした垂直板からなる板状刃物24の間，特に隣接する板状刃物24，24間の中央部を上に下に通過する。この噛み合いの結果，破袋機1の破袋作用は，図6B，Cに示すように，基本的に袋体は可動側刃物10に押されて複数の板状刃物24に捕られ引き裂き破壊されるものとなる。例えば可動側刃物10は，右に180度，左に180度のパターン1と右に360度，左に360度のパターン2を交互に繰り返すとすると，パターン1では右回転で袋を捕捉し，左回転で引き裂くことができ，またパターン2では左右とも回転することにより，袋を押し切り破壊することができ，連続運転される際，かかる引き裂き，押し切りによる破袋が交互にあるいは同時に進行する。",
                    "【0036】かかる板状刃物24を採用することで，廃プラスチックなどが収容された袋体に対して，効率よく破袋することができる。すなわち，廃プラスチックなどが収容された袋体は，軽く剛体異物の混入が少ないことから，棒状キャッチャーでは両者が撓み合うことで捕捉できなくなる場合があるが，板状刃物24は固定されかつ鋭角な刃先を有し，上述のようなパターンで可動側刃物10を正・逆転パターンの繰り返し駆動すると，効率よく袋体を捉えて容易に破袋することができる。",
                    "【0037】また，図7に示すごとく，板状刃物24を採用した固定側刃物20は，複数の板状刃物24を格子状のブラケット8に止着しており，破袋室2の外壁上端に軸支するシャフト9をダンパーユニット30で大きな荷重がかかった際に回動可能にすることで，板状刃物24群を破袋室2より待避させることができる。すなわち，廃プラスチックなどが収容された袋体では，処理ワークが不燃物なので大きな異物が投入されることが予想され，これらによって装置の停止が頻発することがないようにメンテナンスが容易になる。",
                    "【0038】この発明の破袋機において，駆動制御手段には，例えば回転駆動源に負荷センサを設けて，大きな異物などにより過大負荷となった際に，回転体の駆動を停止させたり，これを反転させて排出するなどの制御を行うと良い。また，通常操業時には，前述のように，可動側刃物を水平基準点から一方向に所要角度回転した後，反対方向に前記所要角度回転させる正・逆転パターンを1単位とし，正・逆転の回転角度を該単位ごとに変化させた複数の正・逆転パターンを繰り返す制御，あるいは複数パターンの組合せを繰り返す制御を行うことができる。",
                    "【0039】可動側刃物の回転角度は主として破袋率を向上させるためにタイマで作動時間を変更することにより角度を変化させられるように設計するとよい。また，周速度については，主として処理量を調整するためにインバータで速度変更できるように設計するとよい。例えば，1時間に30m3の処理を行う実施例1の装置例では，回転刃物周速は24～48m／minを想定している。",
                    "【0040】また，駆動制御手段に，負荷センサが感知する負荷量に応じて，回転体を正・逆転パターンの繰り返し駆動する速度(可動側刃物の周速度)を変化させて，袋体の破袋処理量を増減させたり，負荷センサが感知する負荷量に応じて，正・逆転パターンの回転角度を予め設定された角度に変更し，回転角度が異なる正・逆転パターンの組合せを繰り返す駆動を行うなど，想定されるごみ種類と袋体の大きさ並びに処理量などの条件変化の範囲等を想定して，装置の停止や破袋不足が生じることのないようプログラミングすることができる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "text": [
                    "【0043】飲料缶，飲料びんが収容されている袋体を想定した棒状キャッチャーを備えた前記破袋機1は，可動側刃物の正・逆転パターンの繰り返し駆動パターンに，右に90度，左に90度のパターン1と右に180度，左に180度のパターン2を交互に繰り返す制御を行い，また，インバータモータ43により速度制御を行い，刃物周速が24～48m／分となるようにしたところ，平均30m3／hrの処理能力を有することが分かった。…",
                    "【0048】…図8と図9に示す装置の破袋機1に図4，5の構成を採用し組み立てた構成となし，プラスチック類を収容した袋体を想定して，右に180度，左に180度のパターン1と右に360度，左に360度のパターン2を交互に繰り返す正・逆転パターンの繰り返し駆動制御をおこない，可動側刃物の周速度が35～70m／分となるように駆動用インバーターモータ出力を選定したところ，平均60m3／hrの処理能力を有することが分かった。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "【0049】この発明によると，破袋室の中央に1つの刃物回転体とその回転軸方向の両側に設けた固定刃物群とから構成され，機構が簡素化され，かつ前記回転体を正転・逆転させる正・逆転パターンの繰り返し駆動とすることにより，破袋室へ投下される袋体を確実に捕捉し，可動側刃物の両側に形成した各破袋空間で交互にかつ連続して効率よく破袋することができる。",
                    "【0050】また，この発明によると，破袋室上方のホッパー内に積み上げられた袋体は回転体が正・逆転パターンの繰り返し駆動する際に可動側刃物により押し上げられるため，袋体のブリッジ現象の発生を防止することができ，1つの回転体を正・逆転パターンの繰り返し駆動させる構成によって，破袋後の袋破片が回転体，固定側刃物に絡みつくことがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)及び(2)の記載によれば，本件特許発明の概要は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明は，袋体に詰められて収集されるごみの分離作業の前処理として行われる袋体を破砕して収容物を取出し，破砕された袋破片と袋体収容物との分離除去作業を容易にする破袋機に関する(【0001】)。",
                    "従来の複数の切り刃を放射状に配設した1つの回転軸とこれに対設した押さえ板とから成る，1軸の回転軸から成る破袋機は，2つの回転軸から成る2軸の破袋機に比べ，機構は簡素化できるが，引き裂かれた袋破片が切り刃に絡みつくのを防止できないという欠点があった(【0009】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許発明は，前記アの状況に鑑み，破袋機の機構を簡素化した1つの回転軸から成る破袋機において，破袋後の引き裂かれた袋破片が絡みつく欠点を解消した破袋機を提供することを目的とし(【0010】)，かかる課題の解決手段として，回転軸に対して直径方向に一対の刃物(可動側刃物)を配置し，かつ回転軸方向に可動側刃物を例えば90度ずらして複数配置するとともに，これら可動側刃物に水平方向から対向する位置に固定配置される固定側刃物を所定間隔で配置し，可動側刃物に対して回転でなく正・逆転パターンの繰り返し駆動を行うことにより，袋体を効率よく破袋し，袋破片が回転軸に絡みつくことなく，袋破片と缶や瓶等とを分離できることを見いだし(【0011】，【0012】)，前記(1)のとおり，本件特許発明に係る特許請求の範囲の請求項1及び2記載の構成を採用した(【0014】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許発明によれば，破袋室の中央に1つの刃物回転体とその回転軸方向の両側に設けた固定刃物群とから構成され，①機構が簡素化されるとともに，回転体を正・逆転パターンの繰り返し駆動とすることにより，破袋室へ投下される袋体を確実に捕捉し，可動側刃物の両側に形成した各破袋空間で交互にかつ連続して効率よく破袋することができ，②回転体が正・逆転パターンの繰り返し駆動する際に，破袋室上方のホッパー内に積み上げられた袋体を可動側刃物により押し上げるため，袋体のブリッジ現象の発生を防止することができ，③1つの回転体に対して正・逆転パターンの繰り返し駆動をさせるという構成により，破袋後の袋破片が回転体，固定側刃物に絡みつくことがない等の効果を奏する(【0016】，【0017】，【0049】，【0050】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)(被告製品1は，本件特許発明1及び2の技術的範囲に属するか否か)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所も，被告製品1は，構成要件C，D及びEを充足し，本件特許発明1及び2の技術的範囲に属するものと判断する。その理由は，次のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Cの充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「平行な対向壁面」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件C(「破袋室の他方の平行な対向壁面より板厚みを水平に凸設配置された垂直板からなる複数の板状刃物を，前記回転体の軸方向に配列した固定側刃物と，」)は，特許請求の範囲の記載によれば，破袋室，可動側刃物，固定側刃物及び駆動制御手段を有する破袋機の構成のうち，固定側刃物の配置を規定したものであること，本件特許発明1の破袋機において，可動側刃物と固定側刃物は所定間隔で噛合するように設けられ，回転体の正・逆転パターンの繰り返し駆動に伴って固定側の垂直板からなる板状刃物間を可動側の垂直板からなる板状刃物が通過し(構成要件E)，所定間隔で噛合する可動側と固定側の複数の板状刃物間で袋体を破袋する(構成要件F)ものであることは明らかであるが，「平行な対向壁面」の意義については，特許請求の範囲(請求項1)の記載から，一義的に明らかであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，本件明細書には，①本件特許発明における課題解決手段が，回転軸に対して直径方向に一対の刃物(直線状刃物)を配置し，かつ回転軸方向に前記可動側刃物を例えば90度ずらして複数配置するとともに，これら可動側刃物に水平方向から対向する固定側刃物を所定間隔で配置し，前記可動側刃物に対して，正・逆転パターンの繰り返し駆動を行うというものであること(【0011】，【0012】)，②本件特許発明による破袋機は，矩形枠体からなる破袋室内に，回転体表面より放射方向に凸設かつ該放射方向が軸方向に所要角度ずれるよう配置した複数の板状刃物を有する可動側刃物を水平に軸支し，これを種々の正・逆転パターンの繰り返し駆動して，破袋室の壁面より水平配置される鋭角な刃先部を有する板状刃物からなる固定側刃物との間に袋体を捕捉してこれを破袋することを特徴とするものであること(【0020】)，③本件特許発明の破袋機によれば，破袋室の中央に1つの刃物回転体とその回転軸方向の両側に設けた固定刃物群とから構成され，破袋機の機構を簡素化することができ，かつ，回転体を正・逆転パターンの繰り返し駆動とすることにより，破袋室へ投下される袋体を確実に捕捉し，可動側刃物の両側に形成した各破袋空間で交互にかつ連続して効率よく破袋することができること(【0016】)，④実施例における固定側刃物20は，板厚みを水平にした垂直板である板状刃物24を，鋭角な刃先先端を破袋室2内に侵入させるように，破袋室2の外壁上端に軸支するシャフト9に上端部を固着して垂下した短冊状のブラケット8に止着した構成であり(【0033】)，可動側刃物10の正・逆転パターンの繰り返し駆動により，回転体11の軸方向に所定間隔で，かつ回転方向に90度ずつずれて配列された複数の垂直板からなる可動側の板状刃物12と，同じくその両側で回転体11の軸方向に所定間隔で配列され各々の板厚みを水平にすると共に各々の鋭角な刃先先端を破袋室2内に侵入させた複数の垂直板からなる固定側の板状刃物24とが噛み合う結果，破袋機1の破袋作用は，図6B，Cに示すように，基本的に袋体は可動側刃物10に押されて複数の板状刃物24に捕られ引き裂き破壊されるものとなること(【0035】)が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書の前記記載を考慮すれば，固定側刃物の配置における「平行」とは，回転体の回転軸に平行であることを意味し，固定側刃物が配置される「壁面」とは，固定側刃物を回転体の回転軸に平行に凸設配置され得る程度の広さと形状を有し，破袋空間を仕切る作用を有する面であることを意味するものと解される。",
                        "したがって，構成要件Cの「平行な対向壁面」とは，回転体の回転軸に平行であり，固定側刃物が配置され得る程度の広さと形状を有し，破袋空間を仕切る作用を有する面であって，互いに回転軸を挟んで対向する二つの面を意味するものと解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品1の構成要件Cの充足性",
                  "text": [
                    "被告製品1の具体的構成は，原判決「事実及び理由」の第2の1(6)アのとおりであり，構成1-cは，「破袋室(2)は，直方体状の枠体①の左右側面(回転体(11)の回転軸と直交する方の面)を適宜の板材で塞ぎ，底面，天井面及び前後面(回転体(11)の回転軸と平行な方の面)は，開口をそのままに開放されており，開放されている前後面の上側にはそれぞれ横材②が架設され，横材②の下方側は依然開放されており，横材②には複数の窓口が形成され，各窓口には固定側刃物(20)を突設した板体が着脱自在に設けられており，また，この前後面には，下方から可動側刃物(10)を保守するために開閉可能な開閉扉③が設けられ」ているものである。",
                    "このうち，前後面(回転体(11)の回転軸と平行な方の面)の両上側にそれぞれ横材②が架設され，横材②には複数の窓口が形成され，各窓口には固定側刃物を突設した板体が設けられているのであるから，かかる構成は，回転体の回転軸に平行であり，固定側刃物が配置され得る程度の広さと形状を有し，破袋空間を仕切る作用を有する面であって，互いに回転軸を挟んで対向する二つの面であるということができ，構成要件Cの「平行な対向壁面」に相当する。",
                    "したがって，被告製品1は構成要件Cを充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件D，Eの充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「正・逆転パターンの繰り返し駆動」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明1は，「回転体に対して正・逆転パターンの繰り返し駆動を行う駆動制御手段」を有するが，この「正・逆転パターンの繰り返し駆動」が具体的にどのような回転体の駆動を意味するものかについては，特許請求の範囲(請求項1)の記載からは明確ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで本件明細書の記載を考慮すると，本件明細書には，本件特許発明1は，可動側刃物に対して「回転でなく正・逆転パターンの繰り返し駆動」を行うことにより，袋体を効率よく破袋し袋破片が回転軸に絡みつくことなく，袋破片と缶や瓶等とを分離できることを見いだしたものであることが記載されている(【0011】)。",
                        "また，本件特許発明1は，破袋室の中央に1つの刃物回転体とその回転軸方向の両側に設けた固定刃物群とから構成され，かつ前記回転体を正・逆転パターンの繰り返し駆動とすることにより，①破袋室へ投下される袋体を確実に捕捉し，可動側刃物の両側に形成した各破袋空間で交互にかつ連続して効率よく破袋することができ，②袋体のブリッジ現象の発生を防止することができ，③破袋後の袋破片が回転体，固定側刃物に絡みつくことがない等の効果を奏するものであるところ(【0016】，【0017】，【0049】，【0050】)，本件明細書には，その作用について，「正・逆転パターンの繰り返し駆動される可動側刃物10によりワークたる袋体を上方向に押し上げる作用が働き，該ホッパー3内で袋体のブリッジを防止することができる。」(【0034】)，「可動側刃物10の正・逆転パターンの繰り返し駆動により，複数の可動側の垂直板からなる板状刃物12が複数の固定側の板厚みを水平にした垂直板からなる板状刃物24の間，特に隣接する板状刃物24，24間の中央部を上に下に通過する。この噛み合いの結果，破袋機1の破袋作用は，…基本的に袋体は可動側刃物10に押されて複数の板状刃物24に捕られ引き裂き破壊されるものとなる。例えば可動側刃物10は，右に180度，左に180度のパターン1と右に360度，左に360度のパターン2を交互に繰り返すとすると，パターン1では右回転で袋を捕捉し，左回転で引き裂くことができ，またパターン2では左右とも回転することにより，袋を押し切り破壊することができ，連続運転される際，かかる引き裂き，押し切りによる破袋が交互にあるいは同時に進行する。」(【0035】)との記載がある。",
                        "さらに，実施例としては，可動側刃物の正・逆転パターンの繰り返し駆動パターンとして，①右に90度，左に90度のパターン1と右に180度，左に180度のパターン2を交互に繰り返す駆動の例(【0043】)及び②右に180度，左に180度のパターン1と右に360度，左に360度のパターン2を交互に繰り返す駆動の例(【0048】)が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記のとおり，本件明細書には，本件特許発明1の可動側刃物に対する駆動は，回転ではなく，正・逆転パターンの繰り返し駆動であることが記載されているが，「パターン」の用語は一般に「型」といった意味であることに照らすと，これは，単なる右回転又は左回転の駆動ではなく，右回転と左回転の組合せを1パターンとした，当該パターンの繰り返し駆動であることを意味するものと解される。そして，本件明細書中には，正・逆転パターン中の右及び左の回転角度が一定の角度以下であることを示す記載は存しないから，本件特許発明1における正・逆転パターン中の右及び左の回転角度は一定の角度以下のものに限られないものと解される。",
                        "他方で，「正・逆転パターンの繰り返し駆動」という発明特定事項は，原出願の願書に最初に添付した明細書等に記載されていた「揺動回転駆動」を補正することにより加えられたものであることや，「パターン」は「型。類型。様式。」といった意味を有する用語であること(岩波書店「広辞苑」第6版)に加え，本件特許発明1は，回転体を正・逆転パターンの繰り返し駆動とすることにより，①破袋室へ投下される袋体を確実に捕捉し，可動側刃物の両側に形成した各破袋空間で交互にかつ連続して効率よく破袋することができ，②袋体のブリッジ現象の発生を防止することができ，③破袋後の袋破片が回転体，固定側刃物に絡みつくことがない等の効果を奏するものであること及び本件明細書には，1パターン中の右と左の回転角度が同じ角度とされた駆動についての記載しかないことに照らすと，「正・逆転パターン」は，1パターン中の右回転と左回転がどちらか一方に偏った駆動を意味するものではなく，1パターン中の右回転と左回転が均衡した駆動を意味するものと解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ところで，本件明細書の【0013】及び【0015】には，可動側刃物を水平基準点から一方向に所要角度回転した後，反対方向に前記所要角度回転させる正・逆転パターンを1単位とし，正・逆転の回転角度を該単位ごとに変化させた複数の正・逆転パターンを繰り返す駆動に関する記載があるが，これらの記載は，特許請求の範囲の請求項5ないし7に記載された破袋機の駆動方法の発明に係る記載であって，これらの記載から，本件特許発明1における「正・逆転パターンの繰り返し駆動」が，上記のように複数の正・逆転パターンを繰り返す駆動に限られるものであると解することはできない。また，【0043】及び【0048】の記載も，そこに開示された実施例は，本件特許発明1のみならず，請求項5ないし7に記載された発明にも対応するものであると解されるから，上記記載から，本件特許発明1における「正・逆転パターンの繰り返し駆動」が，上記のように複数の正・逆転パターンを繰り返す駆動に限られるものであると解することもできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，本件明細書の記載を参酌すれば，本件特許発明1の「正・逆転パターンの繰り返し駆動」とは，単なる右回転又は左回転ではなく，右回転と左回転の組合せを1パターンとして，1種ないし複数種類のパターンを繰り返す駆動であって，1パターン内の右回転と左回転は均衡した回転角度とされているものを意味するものと解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品1の構成要件D，Eの充足性",
                  "text": [
                    "被告製品1の具体的構成は，原判決「事実及び理由」の第2の1(6)アのとおりであり，構成1-dは，「正転タイマと逆転タイマの設定により，正転時間と逆転時間を決めて回転体11を正逆駆動回転させる手段」であるところ，この具体的構成は，証拠(乙1)によると，被告製品1の回転体の制御にあっては，手動運転のほか，自動運転モードが備えられ，自動運転では，破袋機が自動運転し，設定値に従い，自動で正転・逆転が切り替わるものであり，その設定に関し，タイマ・カウンタの設定項目には，「D142  定期正転時間(定期の正転時間)」，「D143",
                    "定期正転後停止時間(定期正転時間(D142)に達すると設定時間停止し，定期逆転に移る。)」，「D144  正-逆切換時間(正転→逆転，逆転→正転に切り替える際のインターバル時間)」，「D149  定期逆転時間(定期正転時間(D142)に達すると設定時間で逆転動作を行う。)」，「D150  定期逆転後停止時間(定期逆転時間(D149)に達すると設定時間停止し，定期正転に移る。)」との項目があり，「定期正転時間」及び「定期逆転時間」は0から3000秒の範囲で10分の1秒単位で，「定期正転後停止時間」は1から3000秒の範囲で10分の1秒単位で，「定期逆転後停止時間」は0から3000秒の範囲で10分の1秒単位で，「正-逆切換時間」は2から3000秒の範囲で10分の1秒単位で，数値により設定することができるものであることが認められる。",
                    "そうすると，被告製品1は，定期正転時間と定期逆転時間にそれぞれ同程度の数値を設定することにより，1組の正転(右回転)と逆転(左回転)の組合せであって，その組合せにおける正転(右回転)と逆転(左回転)を均衡した回転角度とし，この1組の組合せ(パターン)を規則的に繰り返す駆動を実現する構成を有しているものと認めることができる。",
                    "したがって，被告製品1の構成1-dの「回転体11を正逆駆動回転させる手段」は，構成要件Dの「正・逆転パターンの繰り返し駆動を行う駆動制御手段」に相当し，1-eの「正逆駆動回転」は，構成要件Eの「正・逆転パターンの繰り返し駆動」に相当するから，被告製品1は，構成要件D，Eを充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "被告製品1が，構成要件A，B，F及びGを充足することは，当事者間に争いがなく，前記(2)及び(3)のとおり，被告製品1は，構成要件CないしEを充足する。したがって，被告製品1は，本件特許発明1の技術的範囲に属するものと認められる。",
                "また，被告製品1が構成要件Hを充足することは，当事者間に争いがないから，被告製品1は，本件特許発明2の技術的範囲にも属するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(2)(被告製品2は，本件特許発明1及び2の技術的範囲に属するか否か)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所も，被告製品2は，構成要件CないしEを充足し，本件特許発明1及び2の技術的範囲に属するものと判断する。その理由は，次のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Cの充足性",
              "text": [
                "被告製品2の具体的構成は，原判決「事実及び理由」の第2の1(6)イのとおりであり，構成2-cは，「前後面(回転体(11)の回転軸と平行な方の面)は，開口をそのままにして開放されており，この開放されている前後面の上側にして枠体①の左右側面同士間にはパイプ部材(25)が架設され，またこのパイプ部材(25)の下方側は依然開口しており，このパイプ部材(25)には，複数の固定側刃物(20)が突出状態に並設される」構成であるところ，パイプ部材(25)は，回転体(11)の回転軸と平行であり，固定側の板状刃物が配置され，かつ破袋空間を仕切る作用を有する面であって，互いに回転軸を挟んで対向する二つの面であるということができるから，構成要件Cにいう「平行な対向壁面」に相当する。",
                "したがって，被告製品2は，構成要件Cを充足する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件D，Eの充足性",
              "text": [
                "被告製品2の具体的構成は，原判決「事実及び理由」の第2の1(6)イのとおりであり，前記2(3)と同様に，構成2-dの「回転体11を正逆駆動回転させる手段」は，構成要件Dの「正・逆転パターンの繰り返し駆動を行う駆動制御手段」に相当し，2-eの「正逆駆動回転」は，構成要件Eの「正・逆転パターンの繰り返し駆動」に相当するから，被告製品2は，構成要件D，Eを充足する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，一審被告は，被告製品2について本件特許権の侵害を主張することは信義則に反する旨主張するが，仮に本件訴訟における主張とその提起前の和解交渉において示した見解とが異なっていたとしても，これをもって，直ちに一審原告の本件訴訟における主張が信義則に反するものであるということはできず，他にそのように評価すべき事情を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "被告製品2が，構成要件A，B，F及びGを充足することは，当事者間に争いがなく，前記(2)及び(3)のとおり，被告製品2は，構成要件CないしEを充足する。したがって，被告製品2は，本件特許発明1の技術的範囲に属するものと認められる。",
                "また，被告製品2が，構成要件Hを充足することは，当事者間に争いがないから，被告製品2は，本件特許発明2の技術的範囲にも属するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(4)(損害額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法102条1項の損害",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法102条1項は，民法709条に基づき販売数量減少による逸失利益の損害賠償を求める際の損害額の算定方法について定めた規定であり，同項本文において，侵害者の譲渡した物の数量に特許権者等がその侵害行為がなければ販売することができた物の単位数量当たりの利益額を乗じた額を，特許権者等の実施能力の限度で損害額と推定し，同項ただし書において，譲渡数量の全部又は一部に相当する数量を特許権者等が販売することができないとする事情を侵害者が立証したときは，当該事情に相当する数量に応じた額を控除するものと規定して，侵害行為と相当因果関係のある販売減少数量の立証責任の転換を図ることにより，従前オールオアナッシング的な認定にならざるを得なかったことから，より柔軟な販売減少数量の認定を目的とする規定である。",
                    "特許法102条1項の文言及び上記趣旨に照らせば，特許権者等が「侵害行為がなければ販売することができた物」とは，侵害行為によってその販売数量に影響を受ける特許権者等の製品，すなわち，侵害品と市場において競合関係に立つ特許権者等の製品であれば足りると解すべきである。また，「単位数量当たりの利益額」は，特許権者等の製品の販売価格から製造原価及び製品の販売数量に応じて増加する変動経費を控除した額(限界利益の額)であり，その主張立証責任は，特許権者等の実施能力を含め特許権者側にあるものと解すべきである。",
                    "さらに，特許法102条1項ただし書の規定する譲渡数量の全部又は一部に相当する数量を特許権者等が「販売することができないとする事情」については，侵害者が立証責任を負い，かかる事情の存在が立証されたときに，当該事情に相当する数量に応じた額を控除するものであるが，「販売することができないとする事情」は，侵害行為と特許権者等の製品の販売減少との相当因果関係を阻害する事情を対象とし，例えば，市場における競合品の存在，侵害者の営業努力(ブランド力，宣伝広告)，侵害品の性能(機能，デザイン等特許発明以外の特徴)，市場の非同一性(価格，販売形態)などの事情がこれに該当するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "譲渡数量について",
                  "text": [
                    "証拠(乙95)及び弁論の全趣旨によれば，一審被告は，平成21年8月28日から平成25年3月頃までの間に，シリアル番号「15096」，「15097」，「15099」～「15103」の被告製品を譲渡したことが認められる。",
                    "また，弁論の全趣旨によれば，一審被告は，シリアル番号「15094」の被告製品のうち，平成21年8月21日に制御操作盤を除く他の部分を，同年10月14日に制御操作盤を，それぞれ顧客先に搬入したことが認められる。そして，被告製品は，大要，フレーム部，回転ドラム部，駆動部，制御操作盤により構成されているものであり，このうち制御操作盤は，破袋機の(手動・自動)運転制御を担う構成であり(乙1)，本件特許発明の実施に欠かせないものであるから，制御操作盤が顧客先に搬入されることにより，先に搬入されていた他の構成部分と併せ侵害品としての被告製品の譲渡(納品)が完了したものと認められる。",
                    "したがって，平成21年8月28日(本件特許権の設定登録の日)から平成25年3月頃までの間における被告製品の譲渡数量は，合計8台である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「侵害行為がなければ販売することができた物の単位数量当たりの利益額」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，特許権者等が「侵害行為がなければ販売することができた物」とは，侵害行為によってその販売数量に影響を受ける特許権者等の製品，すなわち，侵害品と市場において競合関係に立つ特許権者等の製品であれば足りると解すべきである。",
                        "これを本件について見るに，証拠(甲12，13，21，22)及び弁論の全趣旨によれば，一審原告は，「HTP-3」，「HTP-6」，「HTP-10」，「HTP-15」，「HTP-20」，「HT-3」，「HT-6」，「HT-10」，「HT-15」，「HT-20」の各機種の破袋機(原告製品)を販売していたこと，一審原告は，これらの破袋機について，「一軸揺動式で軸への巻き付き固着は一切ありません。回転刃物が正転・逆転の回転角(調整可)を2パターン交互に繰り返すことにより効率の良い破袋と巻き付きを防止しています。」などと，その原理の説明をしていたことが認められる。上記事実によれば，原告製品は，本件特許発明1，2の実施品，あるいは，少なくとも被告製品と市場において競合関係に立つ製品に当たるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "証拠(甲23)及び弁論の全趣旨によれば，一審原告は，平成22年11月29日から平成26年3月28日までの間に，原告製品について14台の発注を受けたこと，その売上額の合計は9039万円であることが認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "経費",
                      "text": [
                        "証拠(甲23，25，26)及び弁論の全趣旨によれば，一審原告における原告製品の販売，製造，納品の形態に関し，①一審原告は，原告製品の製造を第三者に外注しており，外注費を含めた上記14台の仕入額(原材料費，消耗材料費，外注加工費及び納品輸送費等)の合計は，4121万1631円であること，②製造された原告製品は，外注先から注文者(一審原告の顧客)に直接納品されること，③一審原告は，原告製品の在庫を保有しておらず，原告製品について製品保険を付していないこと，④一審原告は，破袋機を専門に取り扱う営業担当者を雇用していないことが認められる。",
                        "上記事実によれば，原告製品の取引における，原材料費，消耗材料費，加工費，納品費用(輸送費を含む)等は，上記①の仕入額に含まれているものと認められる。また，上記のとおり，一審原告は，破袋機を専門に取り扱う営業担当者を雇用しておらず，上記14台の原告製品を製造，販売するために増加した人件費，すなわち，上記①の仕入額とは別に変動経費として控除すべき人件費が生じていると認めることはできず，さらに，一審原告は原告製品の在庫を保有しておらず，製品について保険を付していないことから，保管費や保険費用等が変動経費として生じていると認めることもできない。",
                        "以上によれば，前記①の仕入額のほかに原告製品の売上額から控除すべき変動経費を認めるに足りない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "限界利益",
                      "text": [
                        "そうすると，原告製品1台当たりの限界利益額は，351万2740円((9039万円-4121万1631円)÷14。円未満切捨て。以下同じ。)と認めるのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施能力について",
                  "text": [
                    "一審被告の譲渡数量は8台であって，平均すれば，年間1台か2台程度であること(弁論の全趣旨)，一審原告は，平成22年11月29日から平成26年3月28日までの間に，原告製品について14台の受注実績があること，一審原告は，原告製品の製造を外注していること等の事実に照らせば，本件侵害行為の当時，一審原告には，侵害行為がなければ生じたであろう製品の追加需要に対応して原告製品を供給し得る能力があったものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "譲渡数量に単位数量当たりの利益を乗じた額",
                  "text": [
                    "譲渡数量に単位数量当たりの利益を乗じた額は，2810万1920円(351万2740円×8台)となる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "特許法102条1項ただし書の事情(「販売することができないとする事情」)の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告は，「販売することができないとする事情」として，原告製品以外にも，第三者が製造販売する同種の破袋機が市場に存在し，その販売数量は，被告製品と同程度の年間1台か2台程度であったと推認されることを主張する。",
                        "証拠(乙55～70)によれば，一審原告及び一審被告のほかにも，破袋機を製造販売する第三者が存在すること，これら第三者のうちには，自社が販売する破袋機の特徴として，自社の商品カタログにおいて「独自の刃形状と自動反転により破袋後の袋の絡み付きを少なくしています。2軸の破袋刃により抜群の破袋効果を発揮します。シンプルな構造のためメンテナンスが容易であり，安価な破袋刃を採用しランニングコストの低減化を図っております。」などと紹介する者(乙61)，自社のホームページにおいて，「詰まりや巻き込みを独自の工夫で防止しました。噛み込み防止ストッパー，ウェイトバランサー，正逆回転で処理困難物は選別され，巻き付きもほとんど除去されます。」などと紹介する者(乙63)や「2軸の回転刃により効率よく破袋を行い，従来の破袋機と比べてビニール袋のかみ込みなどが少なく，選別作業が容易です。」などと紹介する者(乙66)があることが認められる。",
                        "しかし，本件特許発明1及び2は，前記1(3)のとおり，①機構が簡素化されるとともに，連続して効率よく破袋することができ，②袋体のブリッジ現象の発生を防止することができ，③破袋後の袋破片が回転体，固定側刃物に絡みつくことがない等の破袋作業にとって優位な効果を奏するものであるところ，上記事実のみから，上記第三者の販売する破袋機が，本件特許発明1及び2と同様の作用効果を発揮するものであるとの事実を認めるに足りない。また，本件全証拠によるも，破袋機市場における販売シェアの状況や第三者が販売する破袋機の価格は不明である。したがって，上記認定事実をもって，一審原告において，被告製品の譲渡数量に相当する原告製品を販売することができない事情があるということはできず，他にその事情があると認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，一審被告は，原告製品の価格は，被告製品の価格に比べ高額である旨主張する。",
                        "証拠(甲23，乙41～45)及び弁論の全趣旨によれば，平成22年11月29日から平成26年3月28日までの間に，一審原告が受注した原告製品14台のうち，最も低額なものは418万円であり，最も高額なもので950万円であって，その1台当たりの平均額は約645万円であったこと，被告製品の販売価格は，350万円程度であることが認められる。しかし，対象製品が破袋機という一般消費者ではなく事業者等の法人を需要者とする製品であり，また，その耐用期間も少なくとも数年間に及ぶものであること(弁論の全趣旨)に照らすと，上記の程度の価格差があるからといって，直ちに原告製品と被告製品の市場の同一性が失われるということはできず，他にこれを認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件において，特許法102条1項ただし書に該当する事情があるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "一審被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一審被告は，①被告製品は，1種類の正・逆転パターンの制御しかできず，正転角度と逆転角度を均衡にしたときのみが本件特許権の侵害となるにすぎないこと，②被告製品は，納品時は正転60秒，逆転60秒にセットされており，この状態では，ブリッジ現象が生じることが明らかであり，本件特許発明1及び2の作用効果を奏しないこと，③被告製品の正転タイマ及び逆転タイマによる正逆転制御(1種類のパターンでの制御)では，本件特許発明1及び2は，進歩性を欠くこと，④被告製品の制御は，本件特許発明の作用効果を考慮したとき，本件特許発明とは全く別異であり，実施は不可能であるものの形式的には本件特許の請求項の制御を実施し得る場合が考えられるというにすぎないことを考慮すれば，被告製品における侵害部分が，購買者の需要を喚起するということはあり得ないから，本件特許発明1及び2の寄与率が30％を超えることはない旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "①の点について",
                      "text": [
                        "本件特許発明1の「正・逆転パターンの繰り返し駆動」は，前記2(3)のとおり，単なる右回転又は左回転ではなく，右回転と左回転の組合せを1パターンとして，1種ないし複数種類のパターンを繰り返す駆動であって，1パターン内の右回転と左回転は均衡した回転角度とされているものを意味するものと解される。被告製品が1種類の正・逆転パターンの制御しかできないものであったとしても，結局，被告製品は，本件特許発明1及び2を充足するような使用方法が可能である。他方，被告製品に本件特許発明の効果以外の特徴があり，その特徴に購買者の需要喚起力があるという事情が立証されていない以上，寄与率なる概念によって損害を減額することはできないし，特許法102条1項ただし書に該当する事情であるということもできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "②の点について",
                      "text": [
                        "仮に，被告製品の納品時におけるタイマセットの状態のままでは，本件特許発明1及び2のブリッジ現象の発生の防止という作用効果を奏しないとしても，被告製品は，前記2(3)のとおり，定期正転時間，定期逆転時間を，それぞれ，0から3000秒の範囲で，10分の1秒単位で数値により設定することができるものであるから，結局，被告製品は，本件特許発明1及び2を充足するような使用方法が可能である。そして，前記(イ)と同様に，寄与率なる概念によって損害を減額することはできないし，特許法102条1項ただし書に該当する事情であるということもできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "③の点について",
                      "text": [
                        "1種類の正・逆転パターンでの制御であると，本件特許発明1及び2が進歩性を欠くとの点については，これを認めるに足りる証拠はない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "④の点について",
                      "text": [
                        "被告製品の制御が，本件特許発明1の「正・逆転パターンの繰り返し駆動」に相当するものであることは，前記2(3)のとおりであり，被告製品の制御と本件特許発明1及び2の制御とが別異のものであるとする一審被告の主張は，その前提を欠く。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "小括",
                  "text": [
                    "以上によれば，特許法102条1項に基づく損害額は，2810万1920円であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審被告が保守作業を行ったことによる損害",
              "text": [
                "一審原告は，一審被告は被告製品を保守することで，被告製品の譲受人による被告製品の使用を継続させ，又はこれを容易にさせているということができるから，譲受人による被告製品の使用につき，その行為の幇助者として共同不法行為責任に基づき，損害賠償責任を負う旨主張する。",
                "しかし，一審原告の上記主張は，幇助の対象となる使用行為を具体的に特定して主張するものではないから，失当である上，一審被告が，被告製品について具体的に保守行為を行ったことを認めるに足りる証拠はない。また，被告製品の使用により一審原告が被った損害(逸失利益)は，前記(1)の譲渡による損害において評価され尽くしているものといえ，これとは別に，その後被告製品が使用されたことにより，一審原告に新たな損害が生じたとの事実については，これを具体的に認めるに足りる証拠はない。さらに，保守行為によって特許製品を新たに作り出すものと認められる場合や間接侵害の規定(特許法101条)に該当する場合は格別として，そのような場合でない限り，保守行為自体は特許権侵害行為に該当しないのであるから，特許権者である一審原告のみが，保守行為を行うことができるという性質のものではない。",
                "以上によれば，一審原告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第で，一審原告の本訴請求は，一審被告に対し，被告製品の生産，譲渡等の差止め，被告製品及びその半製品(別紙被告製品目録1又は2記載の構造を備えているが製品として完成するに至っていないもの)の廃棄，2810万1920円及びこれに対する不法行為の後の日である平成26年10月23日から支払済みまで年5分の割合による金員の支払を求める限度で理由があるから，これを認容し，その余は理由がないから，棄却すべきである。",
            "したがって，(1)一審原告の本件控訴は一部について理由があるから，原判決を変更して一審原告の請求を上記の限度で認容し，その余は理由がないから棄却し，(2)一審被告の本件控訴は理由がないから，これを棄却することとし，訴訟費用の負担につき，民訴法67条2項，61条，64条ただし書を適用して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10091",
    "date": "2016-06-01",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成24年(ワ)6435",
    "precedent_id": "085925",
    "ipprecedent_id": "4360",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}