{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800243号事件について平成27年4月27日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「単位製剤」とする特許第4975214号（請求項の数13。平成12年4月26日出願，平成24年4月20日設定登録，優先日  平成11年4月30日（以下「本件優先日」という。），優先権主張国  米国（US）。以下「本件特許」という。）の特許権者である（甲43，61）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成25年12月27日，本件特許の請求項全部を無効にすることを求めて特許無効審判を請求した（甲44，61）。",
                "特許庁は，上記請求を無効2013-800243号事件として審理を行い，平成27年4月27日，「本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決（以下「本件審決」という。）をし，その謄本は，同年5月11日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年6月9日（受付日），本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲の請求項1ないし13の記載は，次のとおりである（甲43。以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などといい，これらを総称して「本件発明」という。また，本件特許の明細書を「本件特許明細書」という。さらに，本件発明における【化1】及び【化2】の構造式を有する化合物を「タダラフィル」という。）。",
            "【請求項1】",
            "1日あたり20mgの総用量を上限として，以下の構造式：",
            "【化1】",
            "を有する化合物を単位製剤あたり1乃至20mg含み，ヒトにおける勃起不全の処置に使用される内服用単位製剤。",
            "【請求項2】",
            "1乃至5mgの上記化合物を含む請求項1記載の内服用単位製剤。",
            "【請求項3】",
            "2．5mgの上記化合物を含む請求項1または2記載の内服用単位製剤。",
            "【請求項4】",
            "5mgの上記化合物を含む請求項1または2記載の内服用単位製剤。",
            "【請求項5】",
            "20mgの上記化合物を含む請求項1記載の内服用単位製剤。",
            "【請求項6】",
            "液剤，錠剤，カプセル剤，およびゲルカップ剤からなる群より選択される形態にある請求項1乃至5のいずれかに記載の内服用単位製剤。",
            "【請求項7】",
            "錠剤の形態にある請求項1乃至6のいずれかに記載の内服用単位製剤。",
            "【請求項8】",
            "処置を必要としているヒトにおける勃起不全の処置用の医薬の製造のための，以下の構造式：",
            "【化2】",
            "を有する化合物を単位製剤あたり1乃至20mg含有し，1日あたり20mgの総用量を上限とする内服用単位製剤の使用。",
            "【請求項9】",
            "1乃至5mgの上記化合物を含有する1以上の単位製剤が投与されるものである，請求項8記載の内服用単位製剤の使用。",
            "【請求項10】",
            "前記単位製剤が，2．5mgの上記化合物を含有する請求項8または9記載の内服用単位製剤の使用。",
            "【請求項11】",
            "前記単位製剤が，5mgの上記化合物を含有する請求項8または9記載の内服用単位製剤の使用。",
            "【請求項12】",
            "前記単位製剤が，液剤，錠剤，カプセル剤，およびゲルカップ剤からなる群より選択される形態にある請求項8乃至11記載の内服用単位製剤の使用。",
            "【請求項13】",
            "前記単位製剤が，錠剤の形態にある請求項8乃至12記載の内服用単位製剤の使用。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本件特許は，平成12年4月26日を国際出願日（米国仮出願第60／132036号（出願日1999年（平成11年）4月30日）に基づく優先権主張）とする特許出願（PCT／US00／11129号）に係るものであるところ，本件発明は，米国仮出願第60／132036号明細書（甲4。以下「優先権明細書」という。）に記載された発明であると認められるから，優先権主張の効果が認められ，進歩性判断の基準日は1999年（平成11年）4月26日（判決注・4月30日の明らかな誤記であると認める。）となるので，同日において公知の文献ではない European Urology 2000; 37 (suppl 2): 1-175, page 80（発行：2000年（平成12年）3月）（甲1）及び Current Opinion in CPNS investigational Drugs 1999 Vol 1 No 2 pages 268-271（発行：1999年（平成11年）5月）（甲2）に基づく進歩性の欠如の無効理由の主張は理由がない，②本件発明1と国際公開WO97／03675号パンフレット（甲10）に記載された発明との間には，後記(2)イ及びウのとおりの一致点並びに相違点1及び2が存在するところ，甲10記載の発明，Clinical Therapeutics, Vol.20, No.6,1998,p.1033-1048（発行：1998年（平成10年））（甲11），The Journal of Urology,Vol.159,2164-2171,June 1998（発行：1998年（平成10年）6月）（甲12），International Journal of Impotence Research(1996)8,47-52（発行：1996年（平成8年））（甲13），及び，Drugs of the Future 1997, 22(2):138-143（発行：1997年（平成9年））（甲14）に記載された発明に基づいて，当業者が相違点1に係る構成を容易に着想できたとはいえないし，本件発明1は，甲10記載の発明から予測できない効果も奏しているから，相違点2について検討するまでもなく，本件発明1は，甲10ないし14に記載された発明に基づいて当業者が容易に発明することができたとはいえない，本件発明2ないし7と甲10記載の発明の相違点は，いずれも本件発明1と甲10記載の発明の相違点1を含んでいるから，更なる相違点について検討するまでもなく，本件発明2ないし7は，甲10ないし14記載の発明に基づいて当業者が容易に発明をすることができたとはいえない，本件発明8は，本件発明1のカテゴリーを変更して「内服用単位製剤の使用」とした発明であり，本件発明9ないし13は，それぞれ，本件発明2ないし4，6，7のカテゴリーを変更して「内服用単位製剤の使用」とした発明であるから，本件発明1ないし7と同様に，甲10ないし14に記載された発明に基づいて当業者が容易に発明をすることができたとはいえない，③本件特許の請求項1，5及び8に関し，本件特許明細書の記載は実施可能要件を充足し，かつ，本件特許の請求項1，5及び8の記載は，サポート要件を充足する，④本件特許の請求項1ないし13の記載は明確である，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲10に記載された発明（以下「甲10発明」という。），本件発明1と甲10発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲10発明",
                  "text": [
                    "「1日あたり0．5～800mgのタダラフィルを単位製剤あたり0．2～400mg含み，ヒトにおける勃起不全の処置に使用される内服用単位製剤」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲10発明との一致点",
                  "text": [
                    "「タダラフィルを含み，ヒトにおける勃起不全の処置に使用される内服用単位製剤。」の発明である点。  "
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲10発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1は，「1日あたり20mgの総用量を上限」とするのに対し，甲10発明は，「1日あたり0．5～800mg」である点。    "
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1は，「単位製剤あたり1乃至20mg含」むのに対し，甲10発明は，「0．2～400mg含」む点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（優先権明細書に記載された発明の認定の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，①優先権明細書に記載された化合物5につき，その化学構造式が本件発明に係るタダラフィルと一致していないが，そのPDE5に関するIC の値及びPDE6に関するIC の値がいずれも本件発明50 50に係るタダラフィルにおける値と一致しているところ，化合物5が本件発明に係るタダラフィルではないにもかかわらず，これらの値がいずれも一致するということは常識的にあり得ないことから，化合物5は，本件発明に係るタダラフィルであると認められる，②優先権明細書の表1（別紙2参照）の化合物4の化学構造式が本件発明に係るタダラフィルと一致しているものの，そのIC の値は本件発明に係るタダラフィルにおける値と50大きく異なっているから，化合物4は，本件発明に係るタダラフィルではない，③したがって，優先権明細書の表1には化合物4及び5の各化合物の化学構造式が入れ違えて記載されている誤記があると認められるから，優先権明細書には，「1日あたり20mgの総用量を上限としてタダラフィルを単位製剤あたり1乃至20mg含み，ヒトにおける勃起不全の処置に使用される内服用単位製剤」の発明（以下「優先権発明」という。）が記載されていると認められ，本件発明1は，優先権明細書に記載された発明であり，優先権主張の効果が認められる発明であって，本件発明2ないし13も同様であるとした上で，本件発明の進歩性判断の基準日は1999年（平成11年）4月26日（判決注・4月30日の明らかな誤記であると認める。）であるところ，甲1及び2はいずれも同日において公知の文献ではないから，甲1及び2に基づく進歩性欠如の無効理由には理由がないと判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，優先権明細書の化合物4の化学構造式（なお，優先権明細書記載の化合物の化学式を記載した表（甲4の12頁の表。以下，「甲4構造式表」という。）については，別紙2参照），及び，表1（別紙2参照）における化合物4及び化合物5のIC の値は，いずれも記載自体明確で50あり，そこに疑義を差し挟む余地がないので，誤記が存在すると認めることはできない。本件審決は，本件特許明細書のタダラフィルのIC 値と50比較して誤記が存在すると認定しているが，誤記であるか否かは優先権明細書自体から判断されるべきものであり，誤りである。",
                    "また，本件特許の優先権主張日当時の技術常識から，甲4構造式表の化合物4のIC の値が，表1における化合物5の値であることが自明であ50ったということもできない。",
                    "仮に優先権明細書の記載に誤記があるとしても，誤記の態様は本件審決の認定した態様に限られず，化合物4（タダラフィル）のIC の値とし50て，誤って化合物5の値を記載したということも考えられるのであり，この場合，本件審決は化合物5に基づいて優先権明細書に記載された発明を認定している以上，本件発明が優先権明細書に記載された発明であるとの判断はその前提を欠くことになる。",
                    "したがって，本件発明が優先権明細書に記載された発明であるとした本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，優先権明細書には，優先権発明につき，上限を20mgとする全ての用量において，副作用の低減と性的機能改善効果との両立を確認できる薬理データ（又は薬理データと同一視できるデータ）の記載がなく，上記用量において，本件発明の課題を解決できること又は効果を達成できることを確認できない。",
                    "そうすると，優先権発明は，サポート要件，実施可能要件及び明確性要件を充足しないし，発明の本質的部分に関する実験結果の開示がないのであるから，本件優先日当時において発明が完成していたとすらいえない。",
                    "したがって，優先権明細書に優先権発明が記載されているとした本件審決の判断には誤りがある。",
                    "なお，本件審決は，「優先権は，発明の構成部分で当該優先権の主張に係るものが最初の出願において請求の範囲内のものとして記載されていないことを理由としては，否認することができない。ただし，最初の出願に係る出願書類の全体により当該構成部分が明らかにされている場合に限る。」と規定するパリ条約4条Hにつき，優先権は，「当該構成部分が明らかにされてい」れば認められるのであって，「当該構成部分」が実施可能な程度に開示されていることやサポート要件を満足することについて検討する必要性がそもそもないと解釈している。",
                    "しかしながら，パリ条約4条Hの要件を充足するための要件は，最初の出願に発明の構成部分に係る文言が単に記載されているという形式的なものではなく，当該構成部分に具現された発明が明らかであること，つまり，最初の出願に当該文言の記載があることはもちろんのこと，それを裏付ける発明が完成し，我が国において，実施可能要件やサポート要件（さらには明確性要件）が充足できるように実質的に開示されることであると解釈すべきであるから，本件審決の上記解釈は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，後記2(1)アのとおり，当業者は，優先権明細書において，甲4構造式表において誤記が生じており，優先権明細書の表1における「化合物5」とそのデータの記載は正しいことを理解する旨主張する。",
                    "しかしながら，優先権明細書における「特に好ましい」化合物が，IC5値が「2nM」と最も小さく，かつ，PDE6／PDE5の値として記載0された100超，より好ましくは300超との値を満たす表1の「化合物2」ないし「化合物3」であると推定することは不自然ではない。また，表1の化合物5が優先権明細書の「特に好ましい」化合物であるとみたとしても，甲4構造式表ではなく，甲4の「表1のデータは，式（I）の化合物（ここで，R1は水素又はC アルキル，R2は  及びR31-6は水素）が特に好ましいことを示す」（12頁6～10行）との記載が誤りである可能性もある。",
                    "さらに，甲10に記載されたタダラフィルのIC 値である2nMと一50致するのは，表1の化合物5ではなく化合物2であるから，甲10の記載に基づけば，甲4構造式表の化合物5はむしろタダラフィルではないと解釈することが自然である。",
                    "以上によれば，優先権明細書の記載を被告の主張するようにのみ理解できるとする根拠はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そうすると，本件発明は優先権主張の効果を得ることはできないから，甲1及び甲2は，本件特許の出願日当時公知の文献であったといえる。",
                    "したがって，本件審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（本件発明1と甲10との間の相違点の認定の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明1と甲10発明との間に前記第2の3(2)ウのとおりの相違点1及び2が存在する旨認定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，相違点1における本件発明1の「1日あたり20mgの総用量を上限」との数値は，甲10発明の「1日あたり0．5～800mg」の数値の範囲に含まれる。また，相違点2における本件発明1の「単位製剤あたり1乃至20mg含」むとの数値は，甲10発明の「0．2～400mg含」むとの範囲に含まれる。",
                    "そうすると，本件発明1は甲10発明と同一であり，相違点1及び2を認定した本件審決の認定には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3（甲10発明に基づく本件発明1の容易想到性の判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の判断について",
                  "text": [
                    "本件審決は，甲10には臨床試験を行った結果の記載はなく，甲10発明の「0．5～800mg」という範囲に関する一般的な説明（例えば上限値や下限値の導出過程）もなく，PDE5に関するインビトロ試験データ（EC 値等）が記載されているだけにすぎないから，結局，甲10に50は，タダラフィルをヒトに投与した場合に有効である可能性があることが示されている程度にすぎないし，副作用については示唆すらないから，甲10は，タダラフィルをヒトに投与した場合の用量に応じた有効性について何ら予測性を与える情報を提示しておらず，ましてや，副作用が少なく，かつ，有効な用量範囲が存在することは，甲10から当業者が予測できるものではない，甲11ないし14はいずれもシルデナフィルに関するものであってタダラフィルに関するものではないから，仮に，甲10発明と甲11ないし14に記載された発明を組み合わせる動機付けがあるとしても，タダラフィルの1日あたりの総用量を「1日あたり20mgの総用量を上限」とすること（相違点1）を容易に着想することができたとはいえない旨認定判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，インビトロ試験データが，インビボ試験の結果を予測したり，代替するものとして用いられることは当業者の技術常識であり（甲24），インビトロ試験データの開示しかないことを根拠として，ヒトに対する有効性を予測できないとすることはできない。このことは甲10に対応する国内出願に対し特許が付与されていることからも明らかである。",
                        "この点，被告は，作用部位において当該化合物が適切な濃度になるために必要な投与量は，ヒトにおける臨床試験を経て初めて設定され得るものであることは医薬分野における技術常識であるから，経口投与する際の適切な用量はインビトロ試験での活性のみによって決定できるものではない旨主張する。",
                        "しかしながら，被告の上記主張は，医薬の効果につき生体内の種々の要素によっても影響を受ける可能性があり，そのため，医薬分野においてインビボ試験での結果が要求されることを示しているにすぎず，インビトロ試験データに基づいてインビボ試験での結果を予測することを否定する理由にはならないし，インビトロ試験データに基づいてインビボ試験データを取得しようとする動機付けを否定する理由にもならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲10には，「医師が個々の患者のために最も好適と考えられる実際の投薬計画を決定するが，それは特定の患者の年齢，体重及び応答によって変化する。」（5頁9～11行）と記載された上で，用量「0．5～800mg」を含むヒトへの適用の具体的態様が記載され，実施例においてもインビトロ試験データとともにタダラフィルを50mg含む錠剤が開示されている。また，甲22には，タダラフィルを25ないし90％，ヒドロキシプロピルメチルセルロースフタレート（HPMCP）を10～75％の割合で含む共沈物100mgを含む錠剤（14頁30～35行，16頁の表1など），すなわち，タダラフィルの含量が「25～90mg」である錠剤が開示されている。",
                        "上記甲10及び22の記載を踏まえると，甲10が，タダラフィルをヒトに投与した場合の用量に応じた有効性について何ら予測性を与える情報を提示していないとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "タダラフィルとシルデナフィルとはPDE5阻害剤としてメカニズムが共通する同効薬であるところ（本件特許明細書段落【0007】），シルデナフィルの有効な用量としては「10mg」，「25mg」，「50mg」などが知られている（甲11等）。",
                        "そして，同効薬に関する従来の知識，経験をも加味し，ヒトに対して十分に安全と見込まれる用量を推定して，初回投与量とすることは当業者の技術常識である（甲24）以上，構造は異なるものの，薬効のみならず，PDE5阻害剤というメカニズム（作用機序）においても共通するシルデナフィルの用量を，タダラフィルに適用することは極めて容易である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "医薬において副作用が全く想定できないということはあり得ないし，シルデナフィルでは種々の副作用が報告されている（例えば，甲25）のであるから，PDE5阻害という同メカニズムである上，同効薬でもある甲10のタダラフィルも何らかの副作用を有するであろうことは当業者が容易に予測できることである。",
                        "そして，当業者において，副作用の低減は，常に解決しようとする課題として意識するものであり，適切な用量の検討の際に，常に副作用を意識し，十分な低用量から始めて検討することは極めて容易になし得ることであり（甲16，24，64），用量が少ないほど，副作用が少ないであろうことも技術常識である。",
                        "この点，被告は，本件特許明細書及び乙4，6，7，9の記載を根拠に，本件優先日当時，PDE5阻害剤の分野においては，薬効を示す用量範囲で副作用も発現しており，また，薬効を奏するためのメカニズムが副作用を生じるメカニズムと同じであるから，薬効を維持しつつ副作用を低減することはできないという技術常識が存在し，当業者は，PDE5阻害剤の投与に伴う副作用は，PDE5を阻害することに伴って生じる内在的なものであるため，副作用を考慮して用量を減ずれば効果も低減し，効果を維持すべく用量を多めに設定すれば，副作用は受忍せざるを得ないと理解していた旨主張するが，本件特許明細書の記載は被告が記載したものにすぎないし，上記乙号各証の記載も，シルデナフィルにおいて副作用が存在することを示すものにすぎないから，被告の上記主張は理由がない。",
                        "また，タダラフィルはシルデナフィルに比べて強力な選択的PDE5阻害剤であることは技術常識であったから（甲10，12～14，44），シルデナフィルと同等かそれよりも低用量であっても十分な薬効が得られることは容易に推測できることであった。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，甲10において開示された「0．5～800mg」の範囲内で，甲10の実施例の「50mg」や，同効薬であるシルデナフィルの最も少ない量である「10mg」の用量を参考にして，副作用を考慮して，下限値である「0．5mg」程度といった十分な低用量から始めて，徐々に用量を上げて，薬効と副作用の観点から上限値を定めることは，当業者がごく一般的な臨床試験プロセスの中で容易になし得ることにすぎない。そして，上限値である「20mg」についても，本件特許明細書にその臨界的意義があることを示す薬理データの開示はない以上，「20mg」と設定することに何ら困難性はない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "したがって，相違点1に関する本件審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "なお，相違点2につき，単位製剤における有効成分の含有量は，用量と密接に関連するものであるから，設定された用量に基づいて単位製剤におけるタダラフィルの含有量を適宜設定することに何ら困難性はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果の判断について",
                  "text": [
                    "本件審決は，「ヒトにおける勃起不全の処置に使用」した際の有効性に関し，甲10発明は，「1日あたり20mgの総用量を上限」である範囲（を含む「0．5～800mg」という範囲のいずれ）において必ずしも有効であるとはいえないのに対し，本件発明1は，「ヒトにおける勃起不全の処置に使用」した際に有効であることが確認されている上に，副作用も少ないという効果を奏するのであるから，本件発明1は，甲10発明から予測できない効果も奏している旨認定判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，甲10には，タダラフィルが勃起不全の改善に有効であること，また，その用量として「0．5～800mg」が勃起不全の改善に有効なものとして開示されており，タダラフィルが，上限を20mgとする用量において，勃起不全の改善に有効であることを見出すことに何ら困難性はない。",
                        "また，本件特許明細書の表6（別紙1参照）では，単位用量が減少すれば薬効も減少していることから，本件発明1の用量としたことで，薬効の維持に関し予想外の効果が得られたことを示すものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許明細書には，従来のPDE5阻害剤（シルデナフィル）では有機硝酸塩の配合禁忌があるのに対して，タダラフィルでは配合禁忌がないと記載されているが（段落【0008】，【0034】），このことを裏付ける薬理データの開示はないから，配合禁忌とされるほどの血圧低下が生じないこと，又は，これが「上限20mg」において特異的に見られることは全く確認できない。",
                        "実際にも，本件発明に係るタダラフィルを有効成分とするシアリス錠のインタビューフォーム（甲3，40頁）によれば，タダラフィルにおいても，有機硝酸塩との併用は禁忌であるとされている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件特許明細書には，結膜炎，眼瞼浮腫，視覚異常，鼻炎，顔面紅潮，四肢の痛み，頭痛，消化不良，背部痛及び筋肉痛について，薬理データが開示されている（本件特許明細書の表6及び7，甲6など）。しかしながら，結膜炎，眼瞼浮腫及び視覚異常については，20mg以下の用量と20mgを超える用量との間でほとんど差異が見られない（本件特許明細書の表7）。視覚異常については，甲11に「これらの研究において最も一般的に報告される薬物副作用は，シルデナフィルの…弱いPDE6阻害剤（視覚効果）としての薬理的性質に起因する」との記載（1042頁左欄1～7行）あることからすれば，当業者において甲10のタダラフィルがPDE6阻害作用を有するかどうかを確認することを試みることは容易であり，その結果，PDR6阻害作用が少ないことを確認できれば，臨床試験において視覚異常が少ないであろうことも極めて容易に予測できるものである。",
                        "さらに，タダラフィルの用量と上記の副作用との関係は，シルデナフィルにおける用量と副作用の関係と同様の傾向を示すものにすぎないし，上記薬理データから，ダラフィルにつき，20mgの内外の用量において，副作用の程度に格別な差異も見られないから，本件発明1に係る用量において副作用を特異的に低減できるという効果も存在しない。",
                        "なお，被告が本件特許の審査において提出したデータ（甲36。なお表A及びBにつき別紙4参照）は，共通する副作用の症状につき，本件特許明細書の表7との間で数値が大きく異なること，本件特許明細書の表7の記載では，10mgの用量で投与した場合と，25及び50mgの用量で投与した場合とでは副作用の発症の程度に大きく差があったといい難いのに対し，甲36の表Bでは，20mgの用量で投与した場合と50mgの用量で投与した場合とでは，副作用の症状によっては大きく低下したかのように見えるものがあること，母数（n数）が異なっている以上，甲36の表Bに本件特許明細書の表7のデータを転記したとは考え難いにもかかわらず，50mgの用量で投与した場合のデータは，本件特許明細書の表7と甲36の表Bとで完全に一致していることなどから，甲36の表Bのデータは再現性がないものであると考えざるを得ず，このような疑義のあるデータに基づいて本件発明1の効果を論じることは合理性がない。",
                        "仮に，本件特許明細書記載の表7と甲36の表Bの記載がいずれも正しいとすれば，これらの差は誤差であるということになるが，そうすると，本件発明1の効果は，誤差の範囲ということになり，本件発明1に顕著な効果が存在するとはいえないこととなる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "バイアグラ錠（有効成分はシルデナフィル）のインタビューフォーム（甲25）に記載されたデータに基づき，シルデナフィルの副作用とタダラフィルの副作用を比較しても，本件発明1の用量において，タダラフィルが，シルデナフィルにおいて実現できなかった副作用の低減を図れているとはいえない。",
                        "なお，被告は，シルデナフィルについては，薬効と副作用とが同じ作用点に起因するため，臨床上，薬効と副作用とを分離することが難しいと考えられていた旨主張するが，シルデナフィルについても，薬効の維持と副作用の低減を両立できる用量範囲が存在していた（甲25）から，被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，タダラフィルが，上限20mgという特定用量において，薬効を維持できること，さらには，薬効の維持と副作用の低減とを両立できることを確認できないし，仮に，当該用量において両立できたとしても，それはシルデナフィルにおいて既に実現されていたことであり，シルデナフィルに対する優位性はないから，本件発明1に何ら予測し難い顕著な効果はない。",
                        "したがって，本件発明1の効果は何ら予想外といえるものではなく，本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括  ",
                  "text": [
                    "以上によれば，本件発明1は，甲10ないし14に記載された発明に基づいて当業者が容易に発明をすることができたとはいえないとした本件審決の判断は誤りである。",
                    "そして，本件審決の本件発明2ないし13の容易想到性の判断は，本件発明1の容易想到性の判断を前提とするものであるから，同様に誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4（実施可能要件違反及びサポート要件違反に関する判断の誤り）",
              "text": [
                "本件審決は，原告が，本件特許の請求項1，5及び8に関し，本件特許明細書の記載が実施可能要件を，本件特許の請求項1，5及び8の記載がサポート要件をそれぞれ充足しない旨主張したのに対し，本件発明の「内服用単位製剤」は，その実施に当たり特別な投与器具を必要とするなどの特別な事情が存在するわけではなく，単に本件発明に係る製剤を服用するだけで「ヒトにおける勃起不全の処置に使用される」ものであり，かつ，実際に男性の勃起不全が有効に処置されることについても臨床試験の結果に基づいて，「5～20mgの用量の化合物（I）が有効であること」，「10mgの用量の化合物（I）が充分に有効であること」（本件特許明細書段落【0078】），「IIEF勃起機能ドメイン」の「平均±SD」が「化合物（I）の単位用量」の増加に関し，25mgまでは用量依存的に増加し，その後は概ね9．0前後の値で飽和すること（本件特許明細書の表6），一方，「処置によって発生する副作用（％）」に関し，「頭痛」，「消化不良」等の9つのいずれの「症状」においても，「化合物（I）の単位用量（mg）」の用量依存的に増加するが，副作用の発生率は，症状ごとに異なっており，例えば，視覚障害や顔面紅潮に関し化合物（I）の単位用量（mg）が25mgの場合副作用が「0％」であること（本件特許明細書の表7）が本件特許明細書中に具体的に記載されており，本件発明についてタダラフィルの1日当たりの総用量を「20mg」とすれば，勃起不全治療剤として有用であるとともに，視覚障害の報告がなく，顔面紅潮も実質的に回避することができるなどの有害な副作用の発生を抑制または回避できることが裏付けられていると認められるから，本件発明は，本件特許明細書に記載されたものであり，サポート要件を満足する旨判断した。",
                "しかしながら，本件特許明細書には，タダラフィルの1日当たりの総用量を「20mg」とした場合に関して，薬理データ等は何ら記載されておらず，タダラフィルの1日当たりの総用量を「20mg」とする製剤が，副作用の低減と勃起不全改善機能を両立できることの裏付けがない。  ",
                "また，本件審決は，タダラフィルの1日当たりの総用量を「20mg」とした場合において副作用のないことを示す根拠として，9つの症状のうち，視覚障害や顔面紅潮が「25mg」の場合に「0％」であったことを挙げているが，これらの症状は偽薬及び本件特許発明の範囲内（例えば，2mg，5mg）においても「0％」であるから，タダラフィルの1日当たりの総用量を「20mg」とした場合においてこれらの症状を低減したことを示すデータとはならず，上限を「20mg」としたことの意義を見出すことができない。しかも，本件発明の課題は，性的機能改善と副作用の低減とを両立させることにあるところ，20mg「以下」の用量と20mgを「超える」用量とで，副作用に差異がないのであれば，本件特許発明の課題を解決したことを示すデータとならない。",
                "加えて，本件特許明細書には，2mg未満の用量について何の薬理データもないし，前記(3)イ(イ)のとおり，本件特許発明の課題のうち，有機硝酸塩との併用における配合禁忌という課題については，本件特許明細書の記載内容に反し，実際には解決できない。",
                "そうすると，本件特許の請求項1，5及び8（特に，本件特許明細書の実施例に具体的な記載のある用量（2mg，5mg，10mg）以外の用量，とりわけ，2mg未満及び10mg超～20mg以下の用量における部分）は，発明の詳細な説明に記載された発明ではないからサポート要件を充足せず，また，本件特許の請求項1，5及び8に関し，本件特許明細書は，課題を解決できる物の発明を実施できるように記載されたものでもなく，ひいては，発明の実施に際して当業者に不当な実験を強いることになるから，実施可能要件を充足しない。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5（明確性要件違反に関する判断の誤り）",
              "text": [
                "本件審決は，総用量が，所望とする効果が得られる最低限の量以上の量であることは，その記載がなくても当然であるから，総用量の下限について明示的な記載が特許請求の範囲になくても，総用量の範囲が明瞭でなくなることはないし，本件発明は，「単位製剤あたり1乃至20mg含み」を発明を特定するための事項として含むことから，総用量が1mgより少ないことはあり得ないので，実質的に総用量の下限値が1mgである旨の記載があると認められる，と判断した。",
                "しかしながら，前記(4)のとおり，本件特許発明は，用量の上限値である「20mg」を含めた全ての用量範囲について，課題を解決できることが確認できないものであり，不当な実験を当業者に強いることなく，課題に対応する「所望とする効果が得られる」最低限の量を予測することは困難である。",
                "また，単位製剤における薬剤の含有量と，1日当たりの総用量は一致するものでない。例えば，分割錠のように，1単位製剤を複数日で内服する場合もあるし，1単位製剤を複数回に分けて服用する場合も考えられる。",
                "そうすると，単位製剤における含有量の下限値である「1mg」の用量は，1日当たりの総用量の下限値に必ずしも対応するものではない。  ",
                "さらに，「1mg」の用量について，本件特許明細書の記載から副作用の低減効果と性的機能改善効果とが両立できることを確認することもできない。",
                "したがって，1日当たりの総用量について，下限値の規定がない本件特許の請求項の記載は不明確であり，本件審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（優先権明細書に記載された発明の認定の誤り）に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "優先権明細書（甲4）の表1記載の化合物1ないし5の中で，「化合物5」は優れたPDE5のIC 値（2．5nM）を示しているほか，突出50したPDE6／PDE5の値（1360）を示しており，最も高いPDE5選択性を有している。そして，優先権明細書には，「表1のデータは，式（I）の化合物（ここで，R1は水素又はC アルキル，R2は",
                  "text": [
                    "1-6及びR3は水素）が特に好ましいことを示す」（12頁6～10行）との記載があるから，当業者は，表1の「化合物5」が，上記説明でいう「R1は水素又はC アルキル，R2は 及びR3は水素」の構造を有する，1-6「特に好ましい」化合物であることを理解する。",
                    "他方で，表1に続いて記載されている甲4構造式表においては，「R1は水素又はC アルキル，R2は 及びR3は水素」の構造式は，「化1-6合物4」の欄に記載されている。",
                    "そうすると，上記各記載に接した本件優先日当時の当業者は，これらの記載は互いに矛盾するものであり，優先権明細書には明らかな誤記があることを直ちに理解することができたものといえる。",
                    "そして，①優先権明細書には，本件特許発明に用いられる選択的PDE5阻害剤の特性に関して，PDE6／PDE5の値は100超，より好ましくは300超，最も好ましくは500超であるとの記載があり（6頁9～13行），表1の化合物の中で上記要件を満たすのは「化合物5」のみであること，②優先権明細書の実施例5の臨床試験において試験されているのも「化合物5」であること（34頁1行，5行），③本件優先日当時，優先権明細書の化学構造式の表における「化合物4」として示される構造を有する化合物，すなわちタダラフィルは，優れたPDE5（5型の環状GMP特異的ホスホジエステラーゼ）に対する阻害剤であるとの技術常識があったから，優先権明細書の実施例5において臨床試験で使用された「化合物5」，及び表1において優れた選択的PDE阻害剤として示された「化合物5」が共にタダラフィルであることは，技術常識に照らしても極めて自然であることに照らすと，当業者は，優先権明細書においては，前記の誤記は化学構造式の表において生じており，表1における「化合物5」とそのデータの記載は正しいことを理解する。",
                    "そして，当業者は，上記のとおり理解すべきことを，本件特許明細書のタダラフィルと優先権明細書の化合物5のPDE5  IC ，PDE6",
                    "50IC 及びPDE6／PDE5の各数値が一致することによっても確認す50ることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，パリ条約4条Hの要件を充足する要件は，最初の出願に発明の構成部分に係る文言が単に記載されているという形式的なものではなく，当該構成部分に具現された発明が明らかであること，つまり，最初の出願に，当該文言の記載があることはもちろんのこと，それを裏付ける発明が完成し，我が国において，実施可能要件やサポート要件（さらには明確性要件）が充足できるように実質的に開示されることであると解釈すべきであることを前提に，優先権発明は上記要件を充足していないとして，本件審決の判断が誤りである旨主張する。",
                    "しかしながら，パリ条約4条Hにおいて優先権が認められるための要件は，特許発明の構成部分が最初の出願の記載全体により明らかにされていることであって，優先権を主張する特許発明について，優先権証明書の記載が，日本の特許法の実施可能要件やサポート要件を充足することを要求するものではないし，ましてや実施可能要件やサポート要件の充足性のために優先権証明書に薬理データを記載すべきことを要求するものでもない。",
                    "したがって，原告の主張はその前提を欠くものであり，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，優先権明細書の記載に誤記があるとし，優先権明細書には本件発明が記載されているとした上で，本件発明が優先権主張の効果が認められる発明であり，その進歩性判断の基準日は1999年（平成11年）4月26日（判決注・30日の明らかな誤記と認める。）であるところ，甲1及び2は同日において公知の文献ではないから，甲1ないし2に基づく進歩性欠如の無効理由には理由がないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（本件発明1と甲10との間の相違点の認定の誤り）に対し",
              "text": [
                "甲10には1日当たりの総用量として，単に「0．5～800mg」という広い数値範囲のみが記載されているのにすぎず，20mgを上限とすることについては記載も示唆も一切されていないから，当業者は，甲10の記載から「20mgを上限」とすることを把握することはできない。",
                "また，甲10に記載された発明における単位製剤当たりの有効成分の含有量は「0．2～400mg」であって，「1乃至20mg」は開示されておらず，また，「1乃至20mg」とすることの示唆もない。甲10の実施例についてみても，タダラフィルを50mg，すなわち，本件発明1の2．5～50倍の量を含む単位製剤が開示されるにすぎず，この含有量は「1乃至20mg」とは明らかに異なるものである。したがって，当業者は，甲10の記載から「1乃至20mg」の範囲を具体的に把握することはできない。",
                "以上のとおり，本件発明1は甲10に記載された発明とは異なるものであるから，本件発明1と甲10発明との間に相違点1及び2を認定した本件審決に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3（甲10発明に基づく本件発明1の容易想到性の判断の誤り）に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，インビトロ試験データは，インビボ試験の結果を予測したり，代替するものとして用いることは当業者の技術常識であり，ヒトへの実際的な適用を考慮する際，インビトロ試験データの延長上に，必然的に臨床試験（インビボ試験データの取得）があるものであるから，インビトロ試験データの開示しかないことを根拠として，ヒトに対する有効な用量を全く予測できないとすることはできない旨主張する。",
                        "しかしながら，経口投与された医薬化合物が，作用部位でどの程度の濃度になるかを左右する薬物動態は，その医薬化合物の脂溶性，血漿タンパク質や生体高分子との結合性，代謝経路及び代謝酵素，排泄経路等を初めとする実に様々なファクターに影響される。そしてこれらのファクターは個々の医薬化合物によって様々に異なるとともに，各ファクターによる影響は総合的に生体に作用するものである。したがって，作用部位において当該化合物が適切な濃度になるために必要な投与量は，ヒトにおける臨床試験を経て初めて設定され得るものであることは，医薬分野における技術常識であって，経口投与する際の適切な用量は，インビトロ試験での活性でのみ決定できるものではない。",
                        "なお，原告の提出する甲24に記載された「非臨床試験」とは，ヒトでの第I相試験に先立って行われるマウス，ラット，ウサギなどの動物に投与して，医薬候補品（治験薬）の安全性等を確認する試験のことであるから（甲24，1頁14～15行），インビボ試験にほかならず，甲10において行われているようなヒト組換え酵素と治験薬（化合物）とをインキュベーションする実験，すなわちインビトロ試験とは異なるから，甲24は，甲10記載のインビトロ試験データからインビボの結果を予測することができことの根拠となるものではない。",
                        "したがって，原告の上記主張は，技術常識を無視するもので誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲10及び22の記載を踏まえると，甲10が，タダラフィルをヒトに投与した場合の用量に応じた有効性について何ら予測性を与える情報を提示していないということはできない旨主張する。",
                        "しかしながら，甲10には，「毎日0．5～800mgの範囲」という広い数値範囲がどのように設定されたものなのか，何ら説明されていない。また，インビトロ試験の値からインビボ試験での値を予測する方法や，IC 値やEC 値などのインビトロ試験の値と上記用量範囲と50 50の関連性がうかがえる記載もない。したがって，甲10の「0．5～800mg」の記載に基づき，本件発明1の用量範囲を容易に想到できるものではない。",
                        "また，甲10の実施例に「50mg」の製剤例が記載され，甲22に「25mg～90mg」の含有量が記載されている点についても，いずれも，本件発明の「1日あたり20mg」とは異なる数値であり，この上限値を想到する根拠は記載されておらず，かかる上限値を導くための技術常識も一切ない。したがって，甲10及び22の記載から，本件発明1のように，総用量の上限を「1日あたり20mg」とすることは，容易に想到できることではない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，タダラフィルはシルデナフィルに比べて強力な選択的PDE5阻害剤であるという技術常識が存在するとして，甲11等に記載されたシルデナフィルの用量を参考にして，タダラフィルの用量を選択・設計することに全く困難性はないなどと主張する。",
                        "しかしながら，ある医薬化合物の適切な用量を，異なる構造，分子量，物理的特徴及び薬理学的特徴を有する化合物，すなわち薬物動態が異なる全く別の化合物の用量を参考にして決定することはできないことは，医薬分野における技術常識である。シルデナフィルはタダラフィルとは構造，化学的特性，PDEに対するIC 値などの薬理学的特性などが50全く異なる化合物であるから，どちらが強力なPDE5阻害剤であるかを比較して，タダラフィルの経口用量を設定するなどという当業者の技術常識はなく，そうすることの理論的根拠は一切ない。  ",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，医薬において副作用が全く想定できないということはあり得ないし，シルデナフィルでは種々の副作用が報告されているのであるから，PDE5阻害という同メカニズムである上，同効薬でもある甲10のタダラフィルも何らかの副作用を有するであろうことは当業者が容易に予測できることであり，また，当業者において，適切な用量の検討の際に，常に副作用を意識し，十分な低用量から始めて検討することは極めて容易になし得ることであり，用量が少ないほど，副作用が少ないであろうことも技術常識であるとした上で，甲10において開示された「0．5～800mg」の範囲内で，甲10の実施例の「50mg」や，同効薬であるシルデナフィルの最も少ない量である「10mg」の用量を参考にして，副作用を考慮して，下限値である「0．5mg」程度といった十分な低用量から始めて，徐々に用量を上げて，薬効と副作用の観点から上限値を定めることは，当業者がごく一般的な臨床試験プロセスの中で容易になし得ることにすぎない旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかしながら，甲10には，そもそも，タダラフィルの経口投与に伴う副作用を低減するという課題をうかがわせる記載は一切ない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告の上記主張は，医薬の投与量が少なすぎる場合には薬効は現れず，用量を増加するとある点からは薬効が現われ，そこから用量を増やすにつれて薬効が増加していき，ある用量からはそれ以上投与量を増やしても薬効は変わらず，副作用についても，同様に，用量を増やしていくとある点から副作用が現われ，用量の増加と共に副作用も増加していくという一般的な場合には，薬効は現れるが副作用が現われない又は十分に少ない用量の幅が十分にあるということを前提にしたものであり，このような場合には，当業者は，薬効が十分に得られるが，副作用は十分に少ない用量を選択する。",
                            "しかしながら，本件優先日当時，PDE5阻害剤の分野においては，薬効を示す用量範囲で副作用も発現しており，薬効を奏するためのメカニズムが副作用を生じるメカニズムと同じであるとして，薬効を維持しつつ副作用を低減することはできないという技術常識が存在し（本件特許明細書の段落【0007】，【0008】，【0031】），当業者は，PDE5阻害剤の投与に伴う副作用は，PDE5を阻害することに伴って生じる内在的なものであるため，副作用を考慮して用量を減ずれば効果も低減し，効果を維持すべく用量を多めに設定すれば，副作用は受忍せざるを得ないと理解していた（乙4，6，7，9）。",
                            "したがって，PDE5阻害剤の分野においては，単に適切な用量の選択によって薬効を維持しつつ，副作用の低減が可能であるという技術常識は存在せず，むしろ，臨床上，薬効と副作用とを分離することが難しいと考えられていたのでから，用量の好適化によって，PDE5阻害剤の副作用を低減しつつ，薬効を維持する用量範囲を選択することは，通常の創作能力の発揮であったなどということはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲10には，インビトロ試験の結果が開示されるのみであるから，副作用を抑制しつつ，かつ，ヒトにおける勃起不全の処置に有効なタダラフィルの総用量について何ら示唆されていないというだけでなく，そもそも，総用量や含有量をある範囲にすることによって，ヒトにおける勃起不全の高い治療効果を維持しつつ，副作用を抑制し得るという効果が得られるものか否かということ自体，甲10の記載から理解することはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "さらに，甲11ないし14には，シルデナフィルの用量を10mg，25mg，50mgに設定すれば，薬効を維持しつつ，顔面紅潮や視覚障害といった副作用が抑制されることは記載も示唆もないから，タダラフィルについて，薬効を維持しつつ副作用を低減させることを考えた場合に，シルデナフィルの用量範囲である10mg，25mg，50mgを参考にする理由がなく，シルデナフィルにおいて副作用の低減効果が認められていない用量を，当業者がタダラフィルの用量として採用することがないことは明らかである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上によれば，当業者は甲10等に基づいて，薬効を維持し，かつ副作用を低減するのに有効な用量を予測できなかったものというべきであり，原告の前記主張は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲10において，総用量が「1日あたり0．5～800mg」の範囲や，単位製剤当たりの含有量が「0．2～400mg」の範囲において，タダラフィルの薬効が維持されることについては必ずしも明らかではなく，かつ，タダラフィルの副作用が低減されることに至っては，その示唆すらされていない。",
                        "これに対し，本件特許明細書では，本件特許発明の投与量及び含有量に係る製剤は，勃起機能の促進に有効であるが，実施例5（段落【0076】，【0077】）には硝酸塩との併用投与においても，低血圧反応の増加が見られなかったこと，実施例6（段落【0078】，【0079】）には顔面紅潮は1％未満であり，視覚障害も報告されなかったこと，実施例7（段落【0080】～【0093】）には顔面紅潮，視覚異常の他に，頭痛，消化不良，背部痛，筋肉痛，結膜炎，眼瞼浮腫等の副作用が，他の用量に比べて低かったことが示されている。",
                        "さらに，本件特許の出願過程において提出したタダラフィルのヒトに対する効果に関するデータ（甲36表A）が示すとおり，用量20mgの薬理効果は，用量50mgの薬理効果に匹敵することが確認されている。副作用については，本件特許明細書の表7及び段落【0093】，【0094】に記載されているように，タダラフィルの用量が25mgないし100mgでは勃起不全に対する有効性が認められる一方，副作用の頻度も高くなるところ，甲36のデータ（表B）が示すとおり，用量50mgの場合には，頭痛，消化不良，背部痛，筋肉痛の発生率が20％以上であるのに対し，用量5mg，10mg及び20mgの場合にはその半分程度の発生率となることが確認できる。",
                        "加えて，経口勃起不全治療剤として最初に開発されたシルデナフィルは，臨床用量において，顔面紅潮，頭痛などの副作用が発生し，また，硝酸塩の血圧低下作用を増強するため，硝酸塩との併用は禁忌であるという問題があり，本件優先日当時，これらの副作用は，シルデナフィルの薬理学的性質に起因するものであること，すなわち，シルデナフィルについては，薬効と副作用とが同じ作用点に起因するため，臨床上，薬効と副作用とを分離することが難しいと考えられていたが，本件発明1は，PDE5阻害剤の内在的な副作用と考えられていた副作用と，薬効とを分離することが可能としたものであり，この効果は当業者の予測できない顕著なものであるといえる。",
                        "したがって，本件発明1には当業者において予測できない効果を有するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件発明1と甲25に基づくシルデナフィルの効果を比較して，本件発明1には予測できない効果が存在しない旨主張する。",
                        "しかしながら，そもそも，本件発明1が格別顕著な効果を有するかどうかは，本件発明1が，甲10に記載された発明から予測できない効果を奏するかどうかで判断されるべきである。",
                        "したがって，タダラフィルとは別の化合物であるシルデナフィルに関する資料である甲25の内容と，タダラフィルに関する本件発明1の効果とを比較して，本件発明1の効果の顕著性を否定する原告の主張は失当である。",
                        "しかも，甲25からは，シルデナフィルにおいて，副作用の低減が十分に実現できていなかったことが理解できる。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明は，甲10ないし14に記載された発明に基づいて，当業者が容易に発明をすることができたものでもないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4（実施可能要件違反及びサポート要件違反に関する判断の誤り）に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施可能要件違反の主張について",
                  "text": [
                    "本件発明が実施可能であるというためには，本件特許明細書の発明の詳細な説明に本件発明の内服用単位製剤を製造する方法についての具体的な記載があるか，あるいはそのような記載がなくても，本件特許明細書の記載及び本件出願日当時の技術常識に基づき当業者が本件内服用単位製剤を製造することができる必要があるというべきであるところ，本件特許明細書の発明の詳細な説明には，本件発明である内服用単位製剤の製造について具体的に記載されているほか（例えば，本件特許明細書段落【0029】，【0030】），実施例1ないし4においては，タダラフィル1mg，2．50mg，5mg，10．00mg錠の製剤について記載されている。",
                    "また，本件発明である内服用単位製剤が勃起不全の処置に使用できることは，本件特許明細書の発明の詳細な説明において，活性成分として含まれるタダラフィルがPDE5阻害作用を有すること（本件特許明細書段落【0036】），及び，臨床試験においても勃起機能の促進作用を有すること（実施例6及び7）に係る記載から理解できる。",
                    "したがって，本件特許明細書の発明の詳細な説明には，本件発明が使用及び製造できるように記載されているから，本件特許の請求項1，5及び8に関し，本件特許明細書の記載は実施可能要件を充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "サポート要件違反の主張について",
                  "text": [
                    "本件特許明細書の発明の詳細な説明の実施例6には，1日当たりの総用量「20mg」の場合に，勃起不全の処置に有効であることを示す薬理データ又は薬理データと同視すべき記載がある（本件特許明細書段落【0078】，【0079】）。",
                    "また，実施例6には，5～20mgの用量のタダラフィルを投与した場合に，顔面紅潮は1％未満であり，視覚障害も報告されないことも記載されている（本件特許明細書段落【0078】，【0079】）。",
                    "そうすると，当業者は，本件特許明細書の上記記載から，1日当たりの総用量「20mg」の場合にも，勃起不全の治療に有効であり，また，顔面紅潮や視覚障害といった副作用も抑制されることを理解することができる。",
                    "したがって，本件発明は，本件特許明細書の発明の詳細な説明に記載された発明であって，当該記載により当業者が当該発明の課題を解決できると認識できる範囲内のものであるといえ，本件特許の請求項1，5及び8の記載はサポート要件を充足する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5（明確性要件違反に関する判断の誤り）に対し",
              "text": [
                "本件発明1に係る製剤は，タダラフィルを単位製剤当たり1ないし20mg含むのであるから，当該製剤を服用したときの1日あたりのタダラフィル総用量の下限が1mgであることは当業者に自明である。",
                "したがって，実質的に総用量の下限値が1mgである旨の記載があるとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "事案に鑑み取消事由3から判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由3（甲10発明に基づく本件発明1の容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の特許請求の範囲の記載は，前記第2の2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許明細書（甲43）の「発明の詳細な説明」には，次のような記載がある（下記記載中に引用する図面等のうち，表1，6，7については別紙1を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【0001】",
                      "text": [
                        "【発明の属する技術分野】",
                        "本発明は，選択性の高いホスホジエステラーゼ（PDE）酵素阻害剤と，医薬単位製剤におけるその使用に関する。詳細には，本発明は環状グアノシン3’，5’-モノホスフェート特異的ホスホジエステラーゼ・タイプ5（PDE5）の強力な阻害剤に関し，これは，医薬製品に配合すると性的機能不全の処置のために有用である。本明細書に記載の単位製剤は選択的PDE5阻害によって特徴付けられ，したがって他のホスホジエステラーゼ酵素の阻害に原因する有害な副作用の最小化または回避を成し遂げつつ，PDE5の阻害が望まれる治療分野に利をもたらすものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【0002】",
                      "text": [
                        "【従来の技術】",
                        "環状グアノシン3’，5’-モノホスフェート特異的ホスホジエステラーゼ（cGMP特異的PDE）阻害剤の生化学的，生理学的，および臨床的効果によって，平滑筋，腎性，止血性，炎症性および／または内分泌機能の改変が望まれる疾患状態における様々な有用性が示唆されている。タイプ5のcGMP特異的ホスホジエステラーゼ（PDE5）は，脈管の平滑筋における主要なcGMP加水分解酵素であり，陰茎の海綿体で発現していることが報告されている（Taherら, J.Urol.，149巻，285A頁（1993））。しかしてPDE5は，性的機能不全の処置において興味深い標的である（Murray, DN&P，6巻3号，150～156頁（1993））。",
                        "【0003】",
                        "現在，PDE阻害剤を提供する医薬製品が，バイアグラ（登録商標，VIAGRA）という商標名で市販されており，入手することができる。バイアグラの有効成分はシルデナフィル（sildenafil）である。製品は，25，50，および100mgのシルデナフィル錠剤と添付文書を含む製造品として販売されている。添付文書には，シルデナフィルが他の既知ホスホジエステラーゼよりも強力なPDEの阻害剤であることが記載されている（PDE1阻害については80倍以上の阻害，PDE2，PDE3およびPDE4に対しては1，000倍以上の阻害）。PDE5に対するシルデナフィルのIC は，3nM（Drugs of the Future，22巻，502号，128～143頁（1997））および3．9nM（Boolellら，Int. J. of Impotence，8巻，47～52頁（1996））との報告がある。シルデナフィルはPDE3よりもPDE5に対して4，000倍の選択性を有しており，PDE6に対するPDE5に対する選択性はわずか10倍であることが記載されている。PDE6に対する選択性を比較的欠如していることが，色覚に関連する異常の理由になっているという説がある。",
                        "【0004】",
                        "シルデナフィルは多大な商業的成功を修めたものの，顔面紅潮（10％の発生率）を含めた重大な副作用のためにこれは短期間で凋落した。視覚異常，高血圧に罹患している患者における，そして最も重要なものとして，有機硝酸塩を使用している個体（Weldsら，Amer. J. of Cardiology，83巻，5A号，21（C）～28（C）頁（1999））における有害な副作用により，シルデナフィルの使用が限定されてしまっている。",
                        "【0005】",
                        "有機硝酸塩を摂取している患者におけるシルデナフィルの使用は，患者に危険をもたらしうる，臨床的に重大な血圧の低下を引き起こす。したがって，シルデナフィルが硝酸塩の血圧降下作用を増強するので，シルデナフィル用の添付文書では，有機硝酸塩（たとえばニトログリセリン，イソソルビド一硝酸塩，イソソルビド硝酸塩，エリスリトール三硝酸塩）や，常用，断続使用を問わず，またいかなる製剤であっても他の硝酸酸化物との併用に対して，厳密な配合禁忌が提示されている。C. R.Conti ら，Amer. J. of Cardiology，83巻（5A），29C～34C頁（1999）を参照されたい。このように，シルデナフィルに効能があるものの，性的機能不全の処置において有用な，改善された医薬製品を同定する必要性が依然として残されている。",
                        "【0006】",
                        "Dauganの米国特許第5，859，006号は，cGMP特異的PDE，つまりPDE5の強力な阻害剤である特定の四環系誘導体を開示している。米国特許第5，859，006号に開示された化合物のIC は，1nM乃至10μMの範囲にあると報告されている。かくして，50単位製剤（錠剤またはカプセル剤）は，0．2乃至400mgの有効成分化合物として報告されている。米国特許第5，859，006号に開示された化合物が原因となる重大な副作用は開示されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【0007】",
                      "text": [
                        "出願人らは，かかる四環系誘導体の一つである  （6R，12aR）-2，3，6，7，12，12a-ヘキサヒドロ-2-メチル-6-（3，4-メチレンジオキシフェニル）ピラジノ［2’，1’：6，1］ピリド［3，4-b］インドール-1，4-ジオン，あるいは別名，（6R-トランス）-6-（1，3-ベンゾジオキソール-5-イル）-2，3，6，7，12，12a-ヘキサヒドロ-2-メチルピラジノ-［1’，2’：1，6］ピリド［3，4-b］インドール-1，4-ジオンで，本明細書において化合物（I）として言及されているものが，現在市場に出されているPDE5阻害剤であるシルデナフィルに伴う副作用なしに，有効な処置をもたらすような単位用量にて投与されうることを発見した。本発明よりも前には，このような副作用はPDE5の阻害に本来備わっているものと考えられていた。",
                        "【0008】",
                        "重要なことには，本出願人らの臨床試験によってさらに，感受性のある個体において顔面紅潮を惹起する傾向が低い有効な製品を提供できることも明らかになっている。最も意外なことには，この製品は，PDE5阻害剤と有機硝酸塩とを組み合わせた効果に伴う副作用が臨床的に問題にならない程度にて，投与することができる。このように，PDE5阻害剤を含有する製品に対してはかつて不可欠と信じられていた配合禁忌が，本明細書に開示されるとおりに約1mg乃至約20mgの単位製剤として化合物（I）を投与する場合には不要である。しかして本発明は，硝酸塩療法を必要としている個体，性的機能不全治療の開始よりも3ヶ月以上前に心筋梗塞に罹患している個体，およびクラス1うっ血性心不全に罹患している個体などの，心血管性疾患を有する個体，または視覚障害に見舞われている個体を含めた，これまでは処置不可能であったか，または容認しえない副作用に見舞われていた個体における，性的機能不全に対する効果的な治療法を提供するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【0016】",
                      "text": [
                        "【詳細な説明】",
                        "本明細書に開示および記載されたごとき本発明の目的のために，以下の用語および略語を下記のとおりに定義する。",
                        "【0018】",
                        "「IC 」なる用語は，特定のPDE酵素（たとえばPDE1c，P50DE5，またはPDE6）を阻害する化合物の作用強度の基準である。IC は，単一投与量応答実験において50％の酵素阻害をもたらす化50合物の濃度である。ある化合物に対するIC 値の定量は，Y. Cheng50ら，Biochem. Pharmacol.，22巻，3099～3108頁（1973）に概説されている既知のイン・ビトロにおける方法によって容易に実施される。",
                        "【0021】",
                        "「視覚障害」なる用語は，PDE6阻害によって惹起されると考えられている青色-緑色視覚により特徴付けられる異常な視覚を意味するものとする。",
                        "【0031】",
                        "本発明は，詳細な実験および臨床試験，ならびにこれまでPDE5阻害の指標であると考えられてきた副作用を，化合物および単位用量の選択によって臨床的に問題にならないレベルにまで減じることができるという，予期せざる観察に基づくものである。この予期せざる観察によって，経口投与した場合にこれまでは不可避であると考えられていた望ましからざる副作用を最小限に抑える，単位製剤当たり1乃至20mgで化合物（I）を配合している単位製剤の開発が可能となった。これらの副作用には，化合物（I）を単独または有機硝酸塩と組み合わせて投与した場合の顔面紅潮，視覚障害，および血圧の有意な低下が包含される。1乃至20mgの単位製剤にて投与された，PDE6に対する化合物（I）の最小限の効果はまた，糖尿病性の網膜症または色素性網膜炎などのような網膜疾患に罹患している患者への選択的PDE5阻害剤の投与も供与するものである。",
                        "【0032】",
                        "化合物（I）は以下の構造式を有する。",
                        "【0033】",
                        "【化5】",
                        "【0034】",
                        "構造式（I）の化合物を有機硝酸塩と組み合わせて投与した場合に，収縮期血圧に対して最低限の影響しか与えないことをヒト臨床試験において立証した。これに対し，シルデナフィルは偽薬の場合に比して収縮期血圧の低下が4倍であることが示され，これがバイアグラ（登録商標）の添付文書における，そして特定の患者への警告における，配合禁忌をもたらす一因となっている。",
                        "【0035】",
                        "以下に，本明細書に記載の方法によって定量される，構造式（I）の化合物についてのPDE5およびPDE6のIC 値を示す。",
                        "50【0036】",
                        "【表1】（別紙1参照）",
                        "【0037】",
                        "構造式（I）の化合物はさらに，10，000のPDE1cに対するIC ，および4，000のPDE1c／PDE5の比を示す。",
                        "50(オ)  【0076】",
                        "［実施例5］",
                        "本試験は無作為に，二重盲検にて，偽薬でコントロールをとった二方向交差デザインの臨床薬理学の薬物相互作用試験であって，健常な雄性ボランティアに対する短時間作用性の硝酸塩と選択的PDE5阻害剤（すなわち，化合物（I））との併用投与の血行力学的効果を評価するものであった。本試験において，被験者は7日間毎日，10mgの用量の化合物（I）か偽薬のいずれかを服用した。第6日目または第7日目に，被験者は傾いた机の上に仰向けになって舌下ニトログリセリン（0．4mg）を服用した。ニトログリセリンを化合物（I）服用から3時間後に投与し，すべての被験者はニトログリセリン錠が完全に溶けるまで舌下に当該錠剤を維持した。被験者は合計30分の間5分毎に，70゜頭部を上げて傾けて，血圧と心拍数を測定した。本試験に参加した22人の健常な雄性被験者（年齢19から60才）の中で中断する人はいなかった。",
                        "【0077】",
                        "本試験の予備的分析において，化合物（I）はうまく許容され副作用は起こらなかった。12-鉛ECGまたは研究室安全評価における，化合物（I）に付随する変化はなかった。最も一般的な副作用は頭痛，消化不良，および背部痛であった。化合物（I）は，平均収縮期血圧と，ニトログリセリンにより誘導される平均収縮期血圧低下の平均最大幅に対して，あったとしても最小の効果を示した。",
                        "【0078】",
                        "［実施例6］",
                        "無作為に，二重盲検にて，偽薬でコントロールをとった2種の試験において，毎日投薬と，家庭環境における（home  setting）性的結び付きおよび性交に対する要求即応治療用との用量の範囲で，化合物（I）を必要に応じて患者に投与した。5～20mgの用量の化合物（I）が有効であって，顔面紅潮は1％未満であり，視覚障害も報告されないことが示された。10mgの用量の化合物（I）が充分に有効であることが見出され，副作用はほとんどないことが立証された。",
                        "【0079】",
                        "勃起機能の促進は，国際勃起機能指標（IIEF, Rosenら，Urology，49巻，822～830頁（1997）），性的試行ダイアリー，および全体的な満足度についての設問によって評価した。化合物（I）は，「要求即応」および毎日投薬の双方の処方計画で，勃起に到達しこれを維持する能力を含めた，性交の試みの成功の百分率を有意に改善させた。",
                        "【0080】",
                        "［実施例7］",
                        "第三の臨床試験は，雄性の勃起不全患者に「必要時に」投与する化合物（I）の，無作為に，二重盲検で，偽薬でコントロールをとった試験であった。化合物（I）を，雄性の勃起不全（ED）の処置において，8週間の期間にわたって投与した。勃起不全（ED）は，満足な性行為を許容するに至当な勃起に到達し，且つ／またはそれを維持することが永続的にできないこととして定義される。「要求即応」服用は，性的活動性が期待されるに先駆けて化合物（I）を間欠的に投与することとして定義される。",
                        "【0081】",
                        "被験者集団は，軽度から重度の勃起不全である，少なくとも18歳の男性212名であった。化合物（I）は，Butlerの米国特許第5，985，326号の方法にしたがって製造した共沈物の錠剤として経口投与した。化合物（I）は，「要求即応」で，但し24時間に1回を越えない頻度にて，2mg，5mg，10mg，および25mgの用量にて投与した。試験期間中のいかなるときにも，あらゆる硝酸塩，アゾール系抗真菌剤（たとえばケトコナゾールまたはイトラコナゾール），ワーファリン，エリスロマイシン，または抗アンドロゲン物質を用いた処置は禁止された。他の認可もしくは治験医薬，処置，または勃起不全を処置するために使用される器具なども禁止された。41名の被験者には，偽薬を投与した。",
                        "【0082】",
                        "2つの第一次有効性変数（primary efficacy variable）は，国際勃起機能指数（IIEF）によって測定された，被験者がパートナーに貫入できる能力，ならびに性交のあいだ勃起を維持できる能力であった。IIEFの設問には15の質問が含まれており，それは勃起機能の簡潔で信頼できる尺度である。R.C. Rosen ら，Urology，49巻，822～830頁（1997）を参照されたい。",
                        "【0083】",
                        "第二次有効性変数は，勃起機能，オルガスム機能，性的欲望，性交満足度，および全体的な満足度に対するIIEFドメインスコア；患者が勃起を成し遂げる能力，患者の陰茎をパートナーの膣に挿入する能力，射精を伴う性交の完遂，勃起の硬さについての満足度，そして全体的な満足度（すべて性的遭遇プロファイル（SEP）ダイアリーにより測定）；ならびに処置期間終了時になされた一般的評価についての設問であった。SEPは，試験期間中に各々の性的遭遇を文書化した患者のダイアリー書面である。",
                        "【0084】",
                        "試験の安全性面は参加被験者全員について調べられ，報告された副作用のすべて，ならびに臨床試験測定値，生命徴候，身体検査の結果，および心電図の結果の変化を評価することによって評定した。",
                        "【0085】",
                        "終了時に，患者の貫入能力（IIEF質問第3）を「ほとんどまたはまったく，普段と同様」と格付けした者は以下のとおりであった。偽薬群で17．5％，2mg投与群で38．1％，5mg投与群で48．8％，10mg投与群で51．2％，そして25mg投与群で83．7％。比較の結果，偽薬群と化合物（I）の全用量レベルの投与群との間の貫入能力の変化に有意差があることが明らかになった。",
                        "【0086】",
                        "終了時に，性交の際の勃起維持能力（IIEF質問第4）を「ほとんどまたはまったく，普段と同様」と格付けした者は以下のとおりであった。偽薬群で10．0％，2mg投与群で19．5％，5mg投与群で32．6％，10mg投与群で39．0％，そして25mg投与群で69．0％。比較の結果，偽薬群と化合物（I）の3種の高用量レベルの投与群との間の勃起維持能力の変化に有意差があることが明らかになった。",
                        "【0087】",
                        "この試験は，安全性評価も含むものであった。処置により発生する副作用は，ベースラインで存在せずベースライン後（postbaseline）に出現した状態，またはベースラインで存在しベースライン後に重篤度が増大した状態として定義される。最も一般的に報告される，処置によって発生する副作用は，頭痛，消化不良，および背部痛であった。処置により発生する副作用の出現頻度は，用量に関連するようであった。",
                        "【0088】",
                        "全体として，本試験によって「要求即応」にて摂取された化合物（I）の4種の用量すべて（すなわち2mg，5mg，10mg，および25mg）に関し，IIEFによって，性交の成功および満足の頻度を評価した患者のダイアリーによって，ならびに全体的評価によって評定された勃起不全男性の性行動を，偽薬に対して有意に改善させることが立証された。",
                        "【0089】",
                        "臨床試験の結果を総合すると，以下の表に示すように，化合物（I）の投与によって，男性の勃起不全が有効に処置されることが示された。",
                        "【0090】",
                        "【表6】（別紙1参照）",
                        "【0091】",
                        "しかしながら臨床試験の結果を総合すると，以下の表に示すように，化合物（I）の単位用量を増加させるに伴い，処置により発生する副作用の率が増大することも観察された。",
                        "【0092】",
                        "【表7】（別紙1参照）",
                        "【0093】",
                        "上掲の表には，25mg乃至100mgの単位用量にて，副作用が増大することが示されている。したがって，勃起不全の処置の有効性は25mg乃至100mgの用量でも観察されたものの，25mg乃至100mgの用量で観察される副作用を考慮に入れる必要があることが判った。",
                        "【0094】",
                        "本発明によれば，24時間ごとに20mgを上限として投与される，約1乃至約20mg，好ましくは約2乃至約20mg，より好ましくは約5乃至約20mg，そして最も好ましくは約5乃至約15mgの単位用量の化合物（I）によって，有効に勃起不全を処置し，且つ有害な副作用の発生を抑制または回避することができる。重要なことには，視覚障害の報告がなく，顔面紅潮も実質的に回避された。意外にも，化合物（I）を約1乃至約20mgの単位用量用いて有害な副作用を抑制しつつも勃起不全が処置されることに加えて，硝酸塩での治療を受けている個体をも，本発明の方法および組成物によって勃起不全を処置することが可能となるのである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイによれば，本件発明の特徴は，次のようなものであると認められる。",
                    "すなわち，本件発明は，選択性の高いホスホジエステラーゼ5（PDE5）阻害剤を含む医薬単位製剤に関する（段落【0001】）。",
                    "PDE5は，脈管の平滑筋における主要なcGMP加水分解酵素であり，陰茎の海綿体で発現していることから，性的機能不全の処置において興味深い標的となっている（段落【0002】）。現在，有効成分としてPDE5阻害剤であるシルデナフィルを25，50及び100mg含むバイアグラ（登録商標）が市販され，多大な商業的成功を修めたものの，顔面紅潮（10％）を含めた重大な副作用があり，視覚異常あるいは高血圧に罹患している患者，特に有機硝酸塩を使用している患者における有害な副作用によりシルデナフィルの使用が制限されていた（段落【0003】～【0005】）。",
                    "そこで，本件発明は，シルデナフィルが有する副作用を改善し，性的機能不全の処置において有用な医薬製品を提供するという課題を解決しようとするものであり（段落【0005】），具体的には，化合物（I）（タダラフィル）を，1日あたり20mgの総用量を上限として，単位製剤あたり1乃至20mg含む内服用単位製剤とするものである（【請求項1】，段落【0007】）。",
                    "本件発明によれば，視覚障害の報告がなく，顔面紅潮も実質的に回避され，また，これまで処置が不可能であったか，容認し得ない副作用に見舞われていた，硝酸塩を使用している患者や視覚障害に見舞われていた患者などに対する処置が可能である（段落【0008】，【0094】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲10の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲10には以下の記載がある（下記記載中に引用する表については別紙3を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "インポテンスの治療におけるcGMP-ホスホジエステラーゼ阻害剤の使用",
                      "text": [
                        "本発明は，インポテンスの治療における，環状グアノシン3’5’-モノホスフェート特異的ホスホジエステラーゼ（cGMPに特異的PDE）の強力かつ選択的な阻害剤である四環式誘導体の使用に関する（1頁1～5行）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "勃起不全の治療に使用するための本発明の適切な化合物は，以下の化合物を含む：  ",
                      "text": [
                        "…  ",
                        "特に，次の化合物またはその生理学的に許容される塩および溶媒和物（例えば水和物）が挙げられる：",
                        "（6R，12aR）-2，3，6，7-，12，12a-ヘキサヒドロ-2-メチル-6-（3，4-メチレンジオキシフェニル）-ピラジノ〔2’，1’：6，1］ピリド［3，4-b］インドール-1，4-ジオン（化合物A）。  ",
                        "（3S，6R，12aR）-2，3，6，7，12，12a-ヘキサヒドロ-2-メチル-2，3-ジメチル-6-（3，4-メチレンジオキシフェニル）-ピラジノ［2’，1’：6，1］ピリド［3，4-b］インドール-1，4-ジオン（化合物B）（2頁21行～3頁29行）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "意外なことに，式（I）の化合物，特に，化合物A及びBが勃起不全の治療に有用であることが見出された。さらに，該化合物は，経口投与することができるので，投与に関連する欠点がなくなる。従って，本発明は，式（I）の化合物の使用に関し，特に化合物A及びB，またはその薬学的に許容される塩の使用に関し，または，ヒトを含む雄の動物の勃起不全の治癒的または予防的処置のための医薬組成物の製造に関する（3頁30行～4頁6行）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一般に，ヒトにおいて，本発明の化合物の経口投与が好ましい経路，すなわち，投与に関連する欠点を回避できる最も便利な経路である（4頁29～31行）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記の特定の疾患の治療的または予防的治療における投与量は，式（I）の化合物，特に，化合物A及びBの経口投与の場合，投与量は，一般に，平均的な成人患者（70キロ）で毎日0．5-800mgの範囲である。したがって，典型的な成人患者のために，個々の錠剤またはカプセル剤は，活性化合物の0．2-400mgを，適切な薬学的に許容されるビヒクルまたは担体中に含有し，1錠又は複数錠を1日1回または数回投与する。必要に応じて，口腔内または舌下投与のための投薬量は，通常，単一用量当たり0．1から400ミリグラムの範囲内であろう。実際には，医師は，個々の患者に最も適している実際の投与計画を決定するが，それは特定の患者の年齢，体重および応答によって変化する。上記の投与量は，平均的な場合の例であり，より高い又は低い用量範囲が有益であるような個々の事例が存在するかもしれないが，いずれも本発明の範囲内である（5頁1～14行）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例1（78）（化合物A）",
                      "text": [
                        "（6R，12aR）-2，3，6，7，12，12a-ヘキサヒドロ-2-メチル-6-（3，4-メチレンジオキシフェニル）-ピラジノ［2’，1’：6，1］ピリド［3，4-b］インドール-1，4-ジオン（10頁17～19行）。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "化合物AおよびBに含まれる製剤の詳細を以下に示す。",
                        "経口投与用の錠剤    ",
                        "A．直接圧縮法",
                        "（表については，別紙3の1参照）",
                        "活性成分は，篩にかけ，賦形剤と混合した。得られた混合物を錠剤に圧縮した（12頁12行～末行）。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "カプセル",
                      "text": [
                        "（表については別紙3の2の1を参照）",
                        "活性成分は，篩にかけ，賦形剤と混合した。混合物を，適当な装置を用いてサイズ1号硬ゼラチンカプセルに充填した。",
                        "（表については別紙3の2の2を参照）",
                        "他の用量は，賦形剤に，活性成分の比は，充填重量を変えることによって，カプセルのサイズを変更する必要に応じて調製することができる（15頁9行～16頁5行）。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "cGMP-PDE活性に対する阻害効果  ",
                      "text": [
                        "本発明の化合物のcGMP-PDE活性に対する阻害効果を，ウェルズらのワンステップアッセイ法で測定した。反応媒体は，50mMのトリス-HCl，pH7．5，5mMのMgアセテート，250μg／mlの5’-ヌクレオチダーゼ，1mMのEGTA及び0．15μMの8-［H3］-cGMPを含む。使用される酵素はヒト組換えのPDE  V（ICOS，シアトルUSA）であった。本発明の化合物を，DMSOに溶解し，最終的にアッセイ中に2％で存在させた。インキュベーション時間は30分であり，その間，総基質変換が30％を超えなかった。調べた化合物についてのIC 値は，一般的に使用される10nMから5010μMの範囲の濃度において，濃度-応答曲線から決定した。標準的な方法論を用いて他のPDE酵素に対する試験も行い，本発明の化合物は，cGMP特異的PDE酵素に高度に選択的であることが示された（16頁10行～17頁2行）。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "-cGMPレベルの測定",
                      "text": [
                        "ラット大動脈平滑筋細胞（RSMC）をChamleyらの方法（Cell Tissue Res. 177, 503-522（1977））に従って24ウェル培養皿で継代培養し，第10代から25代までの範囲のものを使用した。培養培地を吸引し，試験する化合物を適切な濃度で含むPBSで置換した（0．5ミリリットル）。37℃で30分後，微粒子のグアニル酸シクラーゼを10分間AＮF（約100nM）の添加によって刺激した。インキュベーションの終わりに，培地を回収し，65％エタノール（0．25ミリリットル）を添加することにより2回の抽出を行った。2つのエタノール抽出物をプールし，スピードバックシステムを使用して乾燥するまで蒸発させた。c-GMPは，シンチレーション近接イムノアッセイ（AMERSHAM）によりアセチル化した後に測定した。  ",
                        "本発明の化合物は，典型的には500nM未満のIC 値，および550未満のEC 値を示すことが見出された。  ",
                        "50本発明の代表的化合物についてのインビトロ試験データは，以下の表1中に与えられる。  ",
                        "（表1については別紙3の3を参照）",
                        "上記のデータは，本発明の対象化合物がcGMP-PDE活性を阻害する能力を示すものであり，従って，それらは，本明細書中に記載したとおり，勃起不全の治療に有用である（17頁3行～末行）。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "特許請求の範囲  ",
                      "text": [
                        "1．ヒトを含む雄の動物の勃起不全の治癒的または予防的処置のための医薬の製造のための式（I）の化合物またはその塩および溶媒和物（例えば水和物）の使用。  ",
                        "式中：  ",
                        "R0は，水素，ハロゲンまたはC アルキルを表し；  ",
                        "1-6R1は，水素，C アルキル，C アルケニル，C アルキニル，1-6 2-6 2-6ハロC アルキル，C シクロアルキル，C シクロアルキルC1-6 3-8 3-8 1アルキル，アリルC アルキルまたはヘテロアルキルC アルキ-3 1-3 1-3ルを表し；  ",
                        "R2はベンゼン，チオフェン，フランおよびピリジンから選択される必要に応じて置換された単環式芳香環を表し，または必要に応じて置換された二環式環 は，ベンゼン環の炭素原子のうちの1つを介して分子の残りの部分に結合し，前記縮合環Aは，5員環または6員環で，飽和または部分的にもしくは完全に不飽和であってもよく，炭素原子及び任意に酸素，硫黄および窒素から選択される1個または2個のヘテロ原子を含んでよく；  ",
                        "R3は，水素又はC アルキルを表し，又はR1及びR3は3-または1-34-員アルキルまたはアルケニル鎖を表す。  ",
                        "2．ヒトを含む雄の動物の勃起不全の治癒的または予防的処置のための医薬の製造のための，下記から選択される化合物または生理学的に許容される塩および溶媒和物の使用。  ",
                        "（6R，12aR）-2，3，6，7-，12，12a-ヘキサヒドロ-2-メチル-6-（3，4-メチレンジオキシフェニル）-ピラジノ〔2’，1’：6，1］ピリド［3，4-b］インドール-1，4-ジオン；  ",
                        "（3S，6R，12aR）-2，3，6，7，12，12a-ヘキサヒドロ-2-メチル-2，3-ジメチル-6-（3，4-メチレンジオキシフェニル）-ピラジノ［2’，1’：6，1］ピリド［3，4-b］インドール-1，4-ジオン（18頁1行～19頁3行）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アによれば，甲10には，前記第2の3(2)アの甲10発明が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の容易想到性について",
              "text": [
                "原告は，相違点1に関し，甲10において開示された「0．5～800mg」の範囲内で，甲10の実施例の「50mg」や，同効薬であるシルデナフィルの最も少ない量である「10mg」の用量を参考にして，副作用を考慮し，下限値である「0．5mg」程度といった十分な低用量から始めて，徐々に用量を上げて，薬効と副作用の観点から上限値を定めることは，当業者がごく一般的な臨床試験プロセスの中で容易になし得ることにすぎない旨主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "ヒトにおける薬物の用法・用量の決定手法に関する技術常識について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲24（「新医薬品の臨床評価に関する一般指針について」平成4年6月29日薬新薬第43号各都道府県衛生主管部長宛厚生省薬務局新医薬品課長通知）の記載",
                      "text": [
                        "甲24には以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「臨床試験の目的は，治療薬の疾患又は症候に対する治療的ないし予防的効果や，さらにその使用に際しての危険性や副作用をヒトについて検討し，最終的には治療効果と副作用の相対的評価などに基づいて，臨床における有用性を評価することにある。」（1頁2～4行）"
                        },
                        {
                          "fig": "b",
                          "subject": "「ごく初期の臨床試験の目的は，薬効又は副作用の面から投与量を徐々に上げながら決定して行くことである。」（8頁11～12行）"
                        },
                        {
                          "fig": "c",
                          "subject": "「最小有効量のみならず，有効で安全な最大値をできるだけ検討し，有効量と安全量の範囲を明らかにしておくことが望ましい。」（10頁4～5行）"
                        },
                        {
                          "fig": "d",
                          "subject": "「3）用法・用量",
                          "text": [
                            "非臨床試験での全成績を詳細に検討，整理記録し，同効薬，類似構造薬に関する従来の知識，経験をも加味し，ヒトに対して十分に安全と見込まれる用量を推定して，初回投与量とする。次に段階的に用量を増し，推定臨床単回投与量を上回るまで単回投与し，用量増加に関連した薬理作用，薬物動態，副作用を調べ，可能ならば有効性の初期徴候を集める。これらの成績に基づいて反復投与量，投与期間を決定する。反復投与試験は，血中濃度が測定可能な治験薬については，血中濃度が定常状態に達するまで行う。血中濃度が測定し得ない治験薬については，臨床における将来の使用状況を推定し，薬効や副作用の出現に注意しながら適切な期間行われるべきである。いわゆる有害反応発現までの用量の範囲を求めることは行い難い状況にあることが少なくないが，その場合には，それまでに得られている非臨床試験成績との関連において，ヒトでの忍容性についての十分な根拠を綿密に検討しておくべきである。」（14頁下から5行～15頁8行）"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲64（伊賀立二監修「薬剤予測学入門」，株式会社薬業時報社，平成5年8月31日発行）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「■医薬品の用法・用量の科学的設定は，可能であるだろう。",
                            "…既にいくつかの同効薬（たとえば，効果発現のレセプター，酵素，イオンチャンネルが共通であることがわかっているもの）があって，別の新たな同効薬（俗にいう「ゾロ新」）の開発をめざす場合を想定して構築されたものである。すなわち…既存の医薬品に関しての前臨床試験の薬効・薬理データ（また場合によっては，一般薬理試験，毒性試験データも利用）と用法・用量設定のための臨床試験データの関係を遡及的に解析することにより，何らかの法則性を見出し，同効薬と考えられる未知の薬物の用法・用量を新たに設定するというものである。」（165頁の標題，165頁13行～166頁2行）"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「■薬剤予測学において  薬物作用（薬効・薬理作用，副作用・毒性作用）の評価の位置づけは，研究者の念頭に常に置かれていなければならない。",
                            "…",
                            "図6-10  最小の副作用の下で最大の薬効・薬理作用を得るための投与設計。",
                            "点線は薬効・薬理作用，実線は副作用・毒性作用を示す。最小の副作用で最大の薬理効果を得るためには，たとえば矢印の投与量，血中濃度が至適値ということになる。",
                            "…",
                            "これらの薬物作用の客観的指標と血中薬物濃度との関係から，最小の副作用の下で最大の薬効・薬理効果を得るための投与設計（用法・用量）が与えられるのである（図6-10）。」（359頁の標題，360頁の図6-10及び17～19行）"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，本件優先日当時，研究開発された薬物の臨床における有用性を評価するために，ヒトへ薬物を投与する臨床試験を行うところ，その際の薬物の用法・用量については，非臨床試験での全成績を詳細に検討し，同効薬，類似構造薬に関する従来の知識，経験をも加味し，ヒトに対して十分に安全と見込まれる用量を推定して初回投与量とし，次に段階的に用量を増し，推定臨床単回投与量を上回るまで単回投与して，用量増加に関連した薬理作用，薬物動態，副作用を調べ，これらの成績に基づいて，反復投与量，投与期間を決定し，最小の副作用の下で最大の薬効・薬理効果が得られるような用法・用量の検討を行うことが，技術常識となっていたと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "シルデナフィルの薬効，用量，副作用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件優先日当時，シルデナフィルは，PDE5を阻害することにより勃起不全の処置に使用される薬剤であることは技術常識であり（甲11ないし14），シルデナフィルのPDE5阻害作用につき，PDE5に対する幾何平均IC が3．5nM（甲12），平均IC が0．050 50039μM（判決注・3．9nM）（甲13），「IC ＝3nM」（甲5014）の値が知られていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲11には，シルデナフィルの二重盲検プラセボ対照四重試験において10mg，25mg又は50mgのシルデナフィルが投与され，陰茎の付け根で硬さが持続する平均時間は，10mgで3．5分（P＝0．009），25mgで8分（P＝0．003），50mgで11．2分（P＝0．001）であったことが記載されている（1038頁右欄下から2行～1039頁右欄1行）。",
                        "また，甲25（バイアグラ®錠の医薬品インタビューフォーム，平成11年2月）には，シルデナフィルを有効成分とするバイアグラ®錠の用法・用量につき，1日1回25mg～50mgを性行為の約1時間前に経口投与することが記載されている（甲25，17，18頁）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "シルデナフィルの副作用として，PDE5阻害剤としての薬理的性質に起因する頭痛，顔面紅潮（潮紅），消化不良など，また，PDE6阻害剤としての薬理効果に起因する視覚障害が生じること（甲9，25，乙4，6，7，9），硝酸剤又は一酸化窒素供与剤を投与中の患者には禁忌であること（甲9，25，41）は，いずれも周知の事項であったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲10には，タダラフィルは，PDE5阻害剤であって，ヒトの勃起機能不全の処置に有用であること（前記(2)ア(ア)ないし(カ)，(ケ)，(コ)），その用量について，平均的な成人患者（70kg）に対して1日当たり，概ね0．5～800mgの範囲であり，個々の錠剤又はカプセル剤は，1日当たり単回又は数回，単回投与又は反復投与のため，好適な医薬上容認できる賦形剤又は担体中に0．2～400mgの有効成分を含有するものであることが記載され（前記(2)ア(オ)），さらに，具体的に，タダラフィルを50mg含む錠剤及びカプセルの組成例（前記(2)ア(キ)，(ク)）が記載されている。",
                        "また，「実際には，医師は，個々の患者に最も適している実際の投与計画を決定するが，それは特定の患者の年齢，体重および応答によって変化する。上記の投与量は，平均的な場合の例であり，より高い又は低い用量範囲が有益であるような個々の事例が存在するかもしれないが，いずれも本発明の範囲内である。」（前記(2)ア(オ)）と，実際の患者に投与する場合には，医者が最も好適と考えられる投与計画を決定することも記載されている。",
                        "さらに，タダラフィルを用いたインビトロ試験において，PDE5阻害作用につき，IC が2nMであったことが記載されている（前記(2)50ア(コ)）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)の記載に接した当業者であれば，甲10発明に係るタダラフィルにつき，平均的な成人患者（70kg）に対して1日当たり，概ね0．5～800mgの範囲において，ヒトの勃起機能不全の処置に有用であり，具体的には50mgのタダラフィルを含む錠剤ないしはカプセルが一例として考えられること，もっとも，実際の患者に投与する場合には，好適と考えられる投与計画を決定する必要があることを理解すると認められるところ，タダラフィルと同様にPDE5阻害作用を有するシルデナフィルにおいて，ヒトに投与した際，PDE5を阻害することによる副作用が生じることが本件優先日当時の技術常識であったことから（前記イ(ウ)），甲10のタダラフィルを実際に患者に投与するに当たっても，同様の副作用が生じるおそれがあることは容易に認識できたものといえる。そして，薬効を維持しつつ副作用を低減させることは医薬品における当然の課題であるから，これらの課題を踏まえて上記の用量の範囲内において投与計画を決定する必要があることを認識するものと認められる。そうすると，そのような当業者において，前記アの技術常識を踏まえ，甲10に記載された用量の下限値である0．5mgから段階的に量を増やしながら臨床試験を行って，最小の副作用の下で最大の薬効・薬理効果が得られるような投与計画の検討を行うことは，当業者が格別の創意工夫を要することなく，通常行う事項であると認められる。",
                        "加えて，前記(ア)のとおり，甲10のタダラフィルに関するインビトロ試験の結果によれば，タダラフィルのPDE5阻害作用はシルデナフィル（前記イ(ア)）に比べ強いことが示されているのであるから，タダラフィルが，インビトロ試験と同様にインビボ試験である臨床試験においても，強いPDE5阻害作用を発揮する可能性を考慮に入れて，タダラフィルの用量としてシルデナフィルの用量である10mg～50mg（前記イ(イ)）及びそれよりも若干低い用量を検討することも，当業者において容易に行い得ることである。",
                        "以上によれば，甲10発明について，適切な臨床における有用性を評価するために臨床試験を行い，最小の副作用の下で最大の薬効・薬理効果が得られるような範囲として，相違点1に係る範囲を設定することは，当業者が容易に想到することができたものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，経口投与された医薬化合物が，作用部位でどの程度の濃度になるかを左右する薬物動態は，様々なファクターに影響され，これらのファクターは個々の医薬化合物によって様々に異なるとともに，各ファクターによる影響は総合的に生体に作用するものであるから，作用部位において当該化合物が適切な濃度になるために必要な投与量は，ヒトにおける臨床試験を経て初めて設定され得るものであることは，医薬分野における技術常識であり，経口投与する際の適切な用量は，インビトロ試験での活性でのみ決定できるものではないし，ある医薬化合物の適切な用量を，薬物動態が異なる全く別の化合物の用量を参考にして決定することなどできないことも，医薬分野における技術常識である旨主張する。",
                        "確かに，実際にヒトに対して薬物を経口投与する際における適切な用量を決定するに当たっては，インビトロ試験での活性でのみ決定できるものではなく，最終的にはヒトにおける臨床試験を経て決定されるものであることは被告の主張するとおりである。",
                        "しかしながら，ヒトに対する適切な用法・用量を決定することに関し，臨床試験においては，前記ア(ウ)のとおり，非臨床試験での全成績を詳細に検討し，同薬効，類似構造薬に関する従来の知識，経験をも加味して決定されるものとされている以上，タダラフィルと同様にPDE5阻害作用を有するシルデナフィルの用量や，タダラフィルのインビトロ試験データを参考にすることも，当業者が当然行うことと認められる。この点につき，タダラフィルの用量の検討に当たり，シルデナフィルは参考にできないほど薬物動態が異なるという知見が存在することをうかがわせる証拠もない。そして，医薬品の開発は，インビトロ試験で有用な薬理効果が確認された化合物について，動物試験，さらにはヒトに対する臨床試験を行い（甲24参照），最適な用量が決定されるものであるが，この過程を経ること自体は，ヒトに医薬品を投与する際の適切な用量を決定するに当たって通常想定されることであって，当業者が容易になし得ることであるから，これらを行う必要があったことを根拠として，医薬品の用量・用法に関する発明につき容易想到性を否定することはできない。このように，前記ウの容易想到性の判断は，甲10に示されたインビトロ試験データから直ちに相違点1の構成を予測できることをいうものではないから，被告の主張は当を得たものとはいえない。",
                        "また，被告は，甲24に記載された「非臨床試験」とは，ヒトでの第I相試験に先立って行われるマウス，ラット，ウサギなどの動物に投与して，医薬候補品（治験薬）の安全性等を確認する試験のことである（甲24，1頁14～15行）から，インビトロ試験とは異なるので，インビトロのデータからインビボの結果を予測することはできない旨主張する。",
                        "しかしながら，甲24の上記箇所は「初めて臨床試験に入るにあたっては，それに先立って行われる動物を用いた安全性試験等の非臨床試験の結果から，薬効，危険性，副作用の可能性などを十分に評価したうえで，医薬品として有用性が期待できると判断された薬物についてのみ臨床試験の実施が考慮されるべきである。」と記載しているもので，非臨床試験が動物を用いたものに限られる趣旨を述べるものとは解されないし，甲24（13頁1行）には，非臨床試験にはインビトロの試験も含まれることを示す記載もあることにも照らすと，被告の上記主張は採用することはできない。",
                        "したがって，被告の上記主張は採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲10には，「毎日0．5～800mgの範囲」という広い数値範囲がどのように設定されたものなのか何ら説明されていないし，インビトロ試験の値からインビボ試験の値を予測する方法や，IC5値やEC 値などのインビトロ試験の値と上記の用量範囲との関連性0 50がうかがえる記載もないこと，甲10の実施例に「50mg」の製剤例が記載されている点についても，本件発明1との相違点1に係る「1日あたり20mg」とは異なる数値であり，この数値を想到する根拠は記載されておらず，かかる上限値を導くための技術常識も一切ないことから，甲10の記載から，本件発明1との相違点1の構成とすることは容易に想到できることではない旨主張する。",
                        "しかしながら，甲10発明に係るタダラフィルの適切な用量を決定するに当たり，甲10において開示された「毎日0．5～800mgの範囲」の記載や，実施例の「50mg」の製剤例を参考にすること自体は何ら不合理なことではない。そして，インビトロ試験の値からインビボ試験の値を予測する方法や，IC 値やEC 値などのインビトロ試験50 50の値と上記の用量範囲との関連性の記載がなくとも，実施例の50mgも1つの参考値として視野に入れつつ，甲10発明の用量の下限値である0．5mgから段階的に量を増やしていくことにより，相違点1に係る構成に到達することが当業者は容易になし得たことは前記ウのとおりである。",
                        "したがって，被告の上記主張は採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，ある医薬化合物の適切な用量を，異なる構造，分子量，物理的特徴及び薬理学的特徴を有する化合物，すなわち薬物動態が異なる全く別の化合物の用量を参考にして決定することができないことは，医薬分野における技術常識であり，シルデナフィルはタダラフィルとは構造，化学的特性，PDEに対するIC 値などの薬理学的特性などが全50く異なる化合物であるから，どちらが強力なPDE5阻害剤であるかを比較して，タダラフィルの経口用量を，シルデナフィルの用量10，25，50mg程度，特に10mgに設定するなどという当業者の技術常識はなく，そうすることの理論的根拠は一切ない旨主張する。",
                        "しかしながら，前記ア(ウ)のとおり，最適用量を設定するに当たり，同効薬に関する従来の知識や試験を加味することは技術常識であるから，タダラフィルの最適用量を設定するために，同効薬であるシルデナフィルのIC 値や用量などを参考すること自体は，当業者が通常行う50ことにすぎない。そして，甲10発明に基づいて，相違点1に係る構成とすることが当業者は容易になし得たことは前記ウのとおりである。",
                        "したがって，被告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，①甲10には，タダラフィルの経口投与に伴う副作用を低減するという課題をうかがわせる記載は一切ないこと，②最少量から始めて徐々に用量を増やし，薬効を維持しつつ副作用の少ない用量を探るという手法は，医薬の投与量が少なすぎる場合には薬効は現れず，用量を増加するとある点からは薬効が現われ，そこから用量を増やすにつれて薬効が増加していき，ある用量からはそれ以上投与量を増やしても薬効は変わらず，副作用についても，同様に，用量を増やしていくとある点から副作用が現われ，用量の増加と共に副作用も増加していくという一般的な場合において，この場合に薬効は現れるが副作用が現われない又は十分に少ない用量の幅が十分にあるということを前提にしたものであるところ，本件優先日当時，PDE5阻害剤の分野においては，薬効を奏するためのメカニズムが副作用を生じるメカニズムと同じであるから，薬効を維持しつつ副作用を低減することはできないという技術常識が存在し，現に，薬効を示す用量範囲で副作用も発現していたから，当業者は，PDE5阻害剤の投与に伴う副作用は，PDE5を阻害することに伴って生じる内在的なものであるため，副作用を考慮して用量を減ずれば効果も低減し，効果を維持すべく用量を多めに設定すれば，副作用は受忍せざるを得ないと理解していたのであり，適切な用量の選択によって薬効を維持しつつ，副作用の低減が可能であるという技術常識は存在せず，むしろ，臨床上，薬効と副作用とを分離することが難しいと考えられていたのであるから，用量の好適化によって，PDE5阻害剤の副作用を低減しつつ，薬効を維持する用量範囲を選択することは，通常の創作能力の発揮であったとはいえないこと，③甲10には，インビトロ試験の結果が開示されるのみであるから，副作用を抑制しつつ，かつ，ヒトにおける勃起不全の処置に有効なタダラフィルの総用量について何ら示唆されていないというだけでなく，そもそも，総用量や含有量をある範囲にすることによって，ヒトにおける勃起不全の高い治療効果を維持しつつ，副作用を抑制しうるという効果が得られるものか否かということ自体，甲10の記載から理解することはできないこと，④甲11ないし14には，シルデナフィルの用量を10mg，25mg，50mgに設定すれば，薬効を維持しつつ，顔面紅潮や視覚障害といった副作用が抑制されることは記載も示唆もないから，タダラフィルについて，薬効を維持しつつ副作用を低減させることを考えた場合に，シルデナフィルの用量範囲である10mg，25mg，50mgを参考にする理由がないことなどから，当業者は甲10等に基づいて，薬効を維持し，かつ副作用を低減するのに有効な用量を予測できなかったものというべきである旨主張する。",
                        "しかしながら，①について，確かに甲10にはタダラフィルに関する副作用の有無についての記載はないものの，当業者において，甲10のタダラフィルについて副作用が生じるおそれがあることを容易に認識できたといえることは前記ウ(イ)のとおりであるし，これを実験により確認することも特段の創意工夫を要するものではない。",
                        "②について，確かに，本件特許明細書（段落【0004】，【0007】，【0008】，【0031】）及び乙4，6，7，9には，シルデナフィルに関し，PDE5阻害剤であるという薬理的作用により副作用が発生すること，すなわち，薬効と副作用が同じ作用点に起因することは記載されていることが認められる。しかしながら，薬効と副作用が同じ作用点に起因する場合において，薬効と副作用の発現の関係が前記(3)ア(イ)bに示された一般的な知見と異なることまでは，上記各文献には記載されていないし，他にこれを認めるに足りる証拠はない。そして，シルデナフィルについても，用量と薬効，副作用との関係が分析され，その結果として，1日20～50mgという用量が定められて医薬品としての製造販売が承認され，実際に製造販売が行われていることからすれば，薬効と副作用が同じ作用点に起因するPDE5阻害剤についても，そうだからといって医薬品化を断念しなければならないものではないことは明らかである。また，シルデナフィルにおいて，硝酸塩等との併用が禁忌であるとしても，これは，あくまでも硝酸塩剤等を服用している一部の者との関係において問題になるのにすぎないのであるから，ダダラフィルを含むPDE5阻害剤の医薬品化を断念する理由になるものではない。そして，PDE5阻害剤であるタダラフィルについて医薬品化を試みようとする以上，最低量から始めて徐々に用量を増やしていき，薬効の維持と副作用の低減の両立が可能な用量範囲を探るという手法を取らざるを得ない（被告が，これとは異なる特異な手法を採用していたことを認めるに足りる証拠はない。）し，その手法を採用していれば，本件発明1に係る用量範囲に到達することは十分に可能であったと認められるのであるから，タダラフィルについて，薬効と副作用の強さ，副作用の種類等を考慮して，最適用量を設定するように試みることは当業者において通常行うことであると解される。",
                        "③について，甲10には，用量と薬効や副作用の関係に関する記載はないが，そのことを前提としても，甲10の記載に基づき相違点1の構成を容易に想到し得ることは前記ウのとおりである。",
                        "④について，薬効を維持しつつ副作用を低減させることは医薬品における当然の課題であるところ，前記ア(ウ)の技術常識を踏まえれば，上記の課題を解決し得るタダラフィルの用量を検討し，臨床試験において確認するに当たり，同効薬であるシルデナフィルの用量を参考とすることは，当業者が通常行うことであると認められる。",
                        "以上によれば，被告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決の相違点1に関する判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な効果の判断について",
              "text": [
                "被告は，①甲10からは，総用量が「1日あたり0．5～800mg」の範囲や，単位製剤当たりの含有量が「0．2～400mg」の範囲において，タダラフィルの薬効が維持されることについては必ずしも明らかではなく，かつ，タダラフィルの副作用が低減されることに至っては，その示唆すらされていないのに対し，本件特許明細書では，本件発明1の投与量及び含有量に係る製剤は，勃起機能の促進に有効であり，副作用に関し，硝酸塩との併用投与においても，低血圧反応の増加が見られなかったこと，顔面紅潮は1％未満であり，視覚障害も報告されなかったこと，顔面紅潮，視覚異常のほかに，頭痛，消化不良，背部痛，筋肉痛，結膜炎，眼瞼浮腫等の副作用が，他の用量に比べて低かったことが示されているほか，②本件特許の出願過程において提出したタダラフィルのヒトに対する効果に関するデータ（甲36表A）が示すとおり，用量20mgの薬理効果は，用量50mgの薬理効果に匹敵することが確認され，副作用については，甲36のデータ（表B）が示すとおり，用量50mgの場合には，頭痛，消化不良，背部痛，筋肉痛の発生率が20％以上であるのに対し，用量5mg，10mg及び20mgの場合にはその半分程度の発生率となることが確認できる上に，③経口勃起不全治療剤として最初に開発されたシルデナフィルにおいて，臨床用量において，顔面紅潮，頭痛などの副作用が発生し，また，硝酸塩の血圧低下作用を増強するため，硝酸塩との併用は禁忌であるという問題があり，本件優先日当時，これらの副作用は，シルデナフィルの薬理学的性質に起因するものであること，すなわち，シルデナフィルについては，薬効と副作用とが同じ作用点に起因するため，臨床上，薬効と副作用とを分離することが難しいと考えられていたが，本件発明1は，PDE5阻害剤の内在的な副作用と考えられていた副作用と，薬効とを分離することを可能としたものであり，この効果は当業者の予測できない顕著なものであるといえる旨主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "薬効について",
                  "text": [
                    "本件特許明細書の表6（別紙1参照）には，偽薬，タダラフィルを単位用量2mg，5mg，10mg，25mg，50mg，100mgで投与した際の，IIEF勃起機能ドメインのベースラインからの変化の数値（平均±SD（標準偏差））として，それぞれ，0．8±5．3，3．9±6．1，6．6±7．1，7．9±6．7，9．4±7．0，9．8±5．5，8．4±6．1であることが記載されている。また，甲36には，単位用量20mgを投与した際に8．6であったことが示されている。",
                    "しかしながら，甲10には，甲10発明に係るタダラフィルが，PDE5阻害剤であって，勃起機能不全の処置に有用であることが記載されているところ，本件特許明細書及び甲36に示された上記の内容は，平均値のみで比較した場合，偽薬から2mgでは3．1，2mgから5mgでは2．7，5mgから10mgでは1．3，10mgから20mgでは0．7，20mgから25mgでは0．8，25mgから50mgでは0．4のそれぞれ増加が示されているのであって，概ね用量が50mgまでの範囲内においては，用量が増加するにつれて薬効が強くなるが，それより用量が増加すると薬効の増加の程度は小さくなるという一般的な知見（甲64，図6-10）に沿う内容を示すものにとどまるし，本件発明1の構成（上限20mgとする構成）を採用したことにより，当該範囲において，薬効の点で格別に顕著な効果を奏することを示すものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "副作用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "視覚異常について",
                      "text": [
                        "本件特許明細書の表7には，タダラフィルを単位用量2mg，5mg，10mg，25mg，50mg，100mgで投与したいずれの場合であっても，視覚異常の症状の発生率は0％であることの記載がある。",
                        "そうすると，本件発明1において視覚異常の症状が発生しないことは，本件発明1の構成を採用したことによる効果であるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "顔面紅潮について",
                      "text": [
                        "本件特許明細書の表7には，顔面紅潮の症状の発生率は，タダラフィルの単位用量が2mg，5mg，10mg，25mg，50mg，100mgでは，それぞれ，0％，0％，＜1％，0％，3％，7％であることの記載がある。他方，甲36（表B）には，顔面紅潮の症状の発生率は，タダラフィルの単位用量が5mg，10mg，20mgでは，それぞれ2％，3％，3％であることの記載がある。",
                        "これらによれば，顔面紅潮の症状の発生率が試験ごとに異なっているのみならず，単位用量20mgの場合が同25mgの場合より顔面紅潮の発生率が高くなっており，その原因も明らかではない以上，上記各記載を根拠として，本件発明1の上限20mgの用量において，顔面紅潮の副作用が発生しないと判断することはできない。上記の記載に基づいて判断したとしても，単位用量10mg，20mg及び50mgのいずれにおいても顔面紅潮の発生率が同じである以上，本件発明1の構成を採用したことにより，顔面紅潮の副作用の低減の点において，格別に顕著な効果を奏するものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "硝酸塩等との併用について",
                      "text": [
                        "本件特許明細書の段落【0034】には，タダラフィルを有機硝酸塩と組み合わせて投与した場合に，収縮期血圧に対して最低限の影響しか与えないことをヒト臨床試験において立証した旨が，段落【0076】には，本試験において，健常な被験者22人に対して，タダラフィルを10mgの用量で7日間毎日服用し，6日目あるいは7日目に，傾いた机の上に仰向けになってニトログリセリンを服用し，合計30分の間5分毎に，70°頭部を上げて傾けて，血圧と心拍数を測定したところ，中断する人はいなかったことが，段落【0077】には，本試験の予備的分析において，タダラフィルは，「平均収縮期血圧と，ニトログリセリンにより誘導される平均収縮期血圧低下の平均最大幅に対して，あったとしても最小の効果」を示したことがそれぞれ記載されている。",
                        "以上によれば，本件発明1に係るタダラフィルにつき，健常な被験者が10mgを服用した場合においては，タダラフィルとニトログリセリンとの併用が可能であることは理解できないではない。",
                        "しかしながら，段落【0034】の「最低限の影響」，段落【0076】の「血圧と心拍数」，【0077】の「最少の効果」については，具体的な数値の記載がなく，客観的な検証は困難である上に，一般に，硝酸塩での治療を受けている患者は，狭心症等の心臓疾患を有する患者であるところ，健常な被験者と狭心症等の心臓疾患を有する患者における作用が同じであることをうかがわせる証拠はないから，本件発明1に係るタダラフィルが常に硝酸塩等と併用し得ることが示されているものとはいえない。また，上記段落【0076】の試験は，飽くまで10mgの用量でなされたものにすぎず，これが本件発明1の用量である上限20mgの範囲についても同様な効果を奏することが示されているものでもない。",
                        "したがって，本件特許明細書の上記各段落の記載から直ちに，本件発明1の用量の範囲において常に硝酸塩等と併用可能であるとの効果が示されているとは認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "その余の副作用について",
                      "text": [
                        "本件特許明細書の表7には，その余の副作用として，頭痛，消化不良，背部痛，筋肉痛，鼻炎，結膜炎及び眼瞼浮腫の発生率が記載されている。また，甲36には，頭痛，消化不良，背部痛，筋肉痛及び鼻炎の副作用の発生率が記載されている（なお，甲36には四肢の痛みについても記載されているが，本件特許明細書に記載のないものであるから，考慮しない。）。",
                        "しかしながら，鼻炎については，本件特許明細書の表7では，単位用量25mgまでの範囲において，それを越える範囲に比べて逆に副作用の発生率が高くなっているし，甲36（表B）の単位用量20mgの際の発生率も本件特許明細書の表7の単位用量50mgや100mgの際の発生率の値よりも高いのであるから，鼻炎の副作用の低減の点につき，本件発明1の構成とすることで顕著な効果を奏するものとは認められない。",
                        "また，頭痛，消化不良，背部痛，筋肉痛，結膜炎及び眼瞼浮腫については，それらの副作用が発生し始める単位用量の値はそれぞれ異なるが，2mgから100mgへと単位用量が増加するにつれて発生率が上昇していく傾向が示されており，これは用量が増加するにつれ，副作用が発生する頻度が高まるという副作用の発生傾向に関する一般的な知見（甲64，図6-10）と同様の結果が示されているものであり，上記表7の記載から，これと異なり，本件発明1の構成の範囲において，上記各副作用の低減に格段の効果が存するものとは認められない。なお，甲36（表B）に記載された頭痛，消化不良，背部痛及び筋肉痛の発生率に関する値は，単位用量5mg及び10mgの場合の各副作用の発生率につき，「本願明細書の表2とは異なるデータです。」と記載されているところ（甲36，3頁。上記表2は，表7の誤りとも考えられるが，いずれにしても本件特許明細書とは異なるデータであることが示されているといえる。これに対し単位用量50mgについては，そのような記載がなく，本件特許明細書の表7の値とも同じであるから，同じデータが記載されているものと考えられる。），甲36（表B）記載の単位用量5mg及び10mgの際の発生率の値は，いずれも本件特許明細書の表7の単位用量5mg及び10mgの際の発生率の値より低いものとなっており，その原因も証拠上明らかではない以上，甲36（表B）の試験が，本件特許明細書の表7に記載された単位用量25mg，50mg及び100mgの用量において行われた場合にも，同様にその値が低いものとなることも考えられるのであるから，甲36の単位用量20mgの際の副作用の発生率の値を本件特許明細書の表7の値と比較することにより，単位用量20mgの際の副作用の発生率の点で顕著な効果があるかどうかを判断するのは適切ではない。",
                        "そうすると，本件特許明細書に記載された，頭痛，消化不良，背部痛，筋肉痛，鼻炎，結膜炎及び眼瞼浮腫の副作用の発生率に関しても，本件発明1の構成を採用したことにより，これらの低減につき格別に顕著な効果があるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被告の主張するその余の点について",
                      "text": [
                        "以上に加え，経口勃起不全治療剤として最初に開発されたシルデナフィルは，臨床用量において，顔面紅潮，頭痛などの副作用が発生し，また，硝酸塩の血圧低下作用を増強するため，硝酸塩との併用は禁忌であるという問題があり，本件優先日当時，これらの副作用は，シルデナフィルの薬理学的性質に起因するものであること，すなわち，シルデナフィルについては，薬効と副作用とが同じ作用点に起因するため，臨床上，薬効と副作用とを分離することが難しいと考えられていたが，本件発明1は，PDE5阻害剤の内在的な副作用と考えられていた副作用と薬効とを分離することを可能としたものであり，この効果は当業者の予測できない顕著なものであるといえるとの被告の主張についても，薬効と副作用が同じ作用点に起因する場合において，薬効と副作用の発現の関係が前記(3)ア(イ)bに示された一般的な知見と異なることまで認めることができないことは前記(3)エ(エ)のとおりであるほか，硝酸塩等との併用が禁忌であるとの課題を解決した点を顕著な効果であると主張するとしても，この点について理由がないことは，前記イ(ウ)のとおりである。したがって，被告の上記主張は採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決の判断について",
                  "text": [
                    "なお，本件審決は，副作用が少ないという点のみならず，本件発明1において「ヒトにおける勃起不全の処置に使用」した際に有効であることが確認されていることが甲10発明から予測できない効果である旨判断している。",
                    "しかしながら，前記(3)ア(ウ)の技術常識の存在に照らせば，本件発明1において「ヒトにおける勃起不全の処置に使用」した際に有効であることが確認されたことを予測できない効果であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1につき，甲10発明から予測できない効果を奏しているとした本件審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決の相違点1に関する容易想到性の判断及び顕著な効果の有無の判断に誤りがあり，これらの誤りは，本件発明1につき，甲10発明等に基づいて当業者が容易に発明をすることができたとはいえないとの本件審決の結論に影響を及ぼすことは明らかである。",
                "また，本件審決の本件発明2ないし7に係る判断は，本件発明1と甲10発明の相違点1に関する判断を前提とするものであるから，上記の誤りが本件審決の結論に影響を及ぼすものであることは明らかである。",
                "さらに，本件審決の本件発明8ないし13に係る判断についても，本件発明1ないし7に係る判断を前提とするものであるから，上記の誤りが本件審決の結論に影響を及ぼすものであることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由3は理由があるから，その余の取消事由について判断するまでもなく，本件審決は取り消されるべきものである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}