{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2012-53号事件について平成26年10月20日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成17年6月10日(優先権主張：平成16年6月10日，米国。以下「本願優先日」という。)，発明の名称を「可撓性骨複合材」とする特許出願(特願2007-527764号。以下「本願」という。)をした(甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成23年8月31日付けで拒絶査定を受けたので，平成24年1月4日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを，不服2012-53号事件として審理した。",
                "原告は，平成26年4月17日，手続補正書により特許請求の範囲を補正した(甲2。以下「本件補正」という。)。",
                "特許庁は，平成26年10月20日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同年11月4日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成27年3月3日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲請求項1の記載は，次のとおりである(甲2。以下，この請求項1に係る発明を「本願発明」といい，本願に係る明細書(甲1)を「本願明細書」という。)。",
            "【請求項1】",
            "(a)合成吸収性ポリマーを含み，第1の面および第2の面を有する第1のポリマー層であって，前記第1のポリマー層がそれに穿孔を有し，かつ，前記第1のポリマー層が薄膜の形態である，前記第1のポリマー層；および",
            "(b)前記ポリマー層の前記第1の面に化学的，物理的またはその両方で付着し，カルシウム化合物の顆粒を含む第1のカルシウム含有層(該第1のカルシウム含有層は実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていない)",
            "を有する可撓性骨複合材。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，特開2000-126280号公報(甲3。以下「引用例」という。)に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明(なお，文中の「／」は，原文の改行箇所を示す。)",
                  "text": [
                    "生体吸収性高分子物質からなる基材シートの少なくとも片面側にリン酸カルシウム系化合物からなる粒子を付着させプレスすることにより，前記粒子の一部を前記基材シートに埋入させた骨補填用シートにおいて，／前記基材シートは表面と裏面に連通する連通孔を有し，／前記連通孔は前記基材シートを打ち抜いて設けられ，／前記基材シートの厚さは10～1000μmであり，／前記粒子の平均粒径が10～1000μmであり，／前記粒子の平均粒径は前記基材シートの厚さの0．5～2倍であり，／前記粒子を前記基材シート片面の表面積の20～100％を占めるよう付着させ，／前記粒子は多孔質粒子である，／基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている，／骨補填用シート。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "(a)合成吸収性ポリマーを含み，第1の面および第2の面を有する第1のポリマー層であって，前記第1のポリマー層がそれに穿孔を有し，かつ，前記第1のポリマー層が薄膜の形態である，前記第1のポリマー層；および",
                    "(b)前記ポリマー層の前記第1の面に化学的，物理的またはその両方で付着した，第1のカルシウム含有層",
                    "を有する可撓性骨複合材である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "text": [
                    "(相違点1)",
                    "本願発明は，カルシウム化合物が「顆粒を含む」と規定しているのに対し，引用発明は，そのような規定を有しない点",
                    "(相違点2)",
                    "カルシウム含有層が，本願発明では，「実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていない」と特定されているのに対し，引用発明では，「粒子の一部が露出した状態で固定されている」と特定されている点"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "容易想到性の判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の看過(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点2の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点の看過)について",
          "text": [
            "〔原告の主張〕",
            "本願発明においては可撓性骨複合材の作成工程が特定されていないのに対し，引用発明においては，粒子を基材シートに付着させる工程及びその付着させた粒子をプレスして基材シートに埋入させる工程の両方が必要とされている。",
            "このことから，本願発明と引用発明との間には，最終的な「物」として比較した場合に，引用発明の「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている」が，本願発明の「(b)前記ポリマー層の前記第1の面に化学的，物理的またはその両方で付着した第1のカルシウム含有層」と，粒子の固定状態において，実質的に異なるものとなる(少なくとも，異なる蓋然性が高いと当業者に認識される状態となる)という相違点がある。",
            "本件審決には，この相違点を看過した点において誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願発明の「第1のカルシウム含有層」は，ポリマー層の第1の面に「化学的，物理的またはその両方で付着し」，カルシウム化合物の顆粒を含むものであり，同顆粒の付着は，「該第1のカルシウム含有層は実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていない」状態を形成するように行われる。",
                "これによって，可撓性骨複合材を「空洞中に入れたり，骨または複数の骨の上に置いたり，巻いて空洞中に充填したり，折り畳んだり，空洞中に充填する」(【0128】)などして使用する際，「カルシウム化合物の外面被覆が限定的であることで，吸収を促進することができる」(【0068】)という顕著な効果を奏する。",
                "前記の「該第1のカルシウム含有層は実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていない」状態を形成するための付着工程は，引用発明のように粒子をプレスする工程等によらず，具体的には，本願明細書【0119】から【0125】の記載等を参照して，ポリマー層の加熱条件，ゲル化条件，溶媒の蒸発条件等を適宜調節しながら，実施することができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との相違点について",
              "text": [
                "引用例には，粒子を基材シートに付着させる工程と粒子をプレスして基材シートに埋入させる工程とが，順次行うべき2つの行程として分けて記載されていること(【0050】，【0081】，【0082】)から，引用発明においては，粒子を基材シートに付着させる工程及びその付着させた粒子をプレスして基材シートに埋入させる工程の両方が必須であることは，明らかである。",
                "よって，引用発明においては，「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている」状態を得るために，プレスによる埋入，すなわち基材シートに粒子を押圧してめり込ませる工程が必ず行われ，その結果，引用例【図3】(別紙2【図3】)のように，粒子3の半分以上が基材シート4にめり込んだ状態となる。このようにプレスにより得られる粒子の固定状態が，結果として，本願発明の「第1のカルシウム含有層」と同じになることはなく，少なくとも両者が同じ状態として当業者に認識されることはない。本願発明の「第1のカルシウム含有層」を得るための工程について説明する本願明細書【0119】から【0125】の記載を参照しても，プレスを必須工程とする引用例記載の製造方法とは重複せず，したがって，結果物である粒子の固定状態につき，本願発明と引用発明とで相違する蓋然性が高いことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件審決は，本願発明におけるカルシウム化合物粒子の付着状態と，引用発明における①粒子を基材シートに付着させる工程及び②その付着させた粒子をプレスして基材シートに埋入させる工程が反映されたカルシウム化合物粒子の付着状態とを対比して相違点2を認定し，相違点2の判断において，前記②の工程につき，粒子の露出の程度の問題として実質的に判断している旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，相違点2に係る容易想到性に関する原告主張の取消事由2は，粒子の外表面のうちポリマーに覆われていない部分の割合に着目し，引用発明の骨補填用シートにおける粒子の外表面のうち基材シートに覆われていない部分の割合を「ほとんど」とすることが当業者にとって容易か否かを問題にしたものであり，この点は，本件審決が，引用発明にプレス工程が必須であることを看過したか否か(又は，同工程を経て得られる引用発明の骨補填用シートの「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている」の構成要素が，本願発明との相違点となるか否か)の後に検討されるべき独立した問題である。",
                    "本件審決は，引用発明においては前記①及び②の工程が必須であることの認識を欠いており，前記②のプレス工程を経ることを踏まえた上で「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている」ことの評価をしていないから，前記②の工程が相違点2の判断において実質的に判断されていることはあり得ない。",
                    "以上によれば，取消事由1と取消事由2とは別個独立の問題であり，取消事由2に係る相違点2に関する判断をもって，前記②の工程が相違点となるか否かという判断に代替させることはできない。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願発明の可撓性骨複合材は，「カルシウム化合物の顆粒を含む第1のカルシウム含有層」が「前記ポリマー層の前記第1の面に化学的，物理的またはその両方で付着し」ているものである。この「前記ポリマー層の前記第1の面に化学的，物理的またはその両方で付着し」という特定事項は，単に，カルシウム化合物の顆粒がポリマー層の第1の面に物理的，化学的に付着していれば足り，様々な態様による付着を含むものと解される。また，本願明細書【0119】によれば，本願発明の「付着」は，加圧，すなわち，プレスの実施を許容するものであり，少なくとも排除するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との相違点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の骨補填用シートは，「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている」ものであるが，このようなカルシウム化合物粒子の付着状態が，①粒子を基材シートに付着させる工程及び②その付着させた粒子をプレスして基材シートに埋入させる工程を経て得られたものであることは，明らかであり，引用発明においては，カルシウム化合物粒子が，付着及びプレスを含む前記①及び②の工程により基材シートに固定されている。",
                    "そして，前記(1)のとおり，本願発明の「付着」は，少なくともプレスの実施を排除するものではないから，引用発明においても，カルシウム化合物粒子が基材シートに物理的，化学的に付着しているということができる。",
                    "本件審決は，この点を，本願発明と引用発明との一致点「(b)前記ポリマー層の前記第1の面に化学的，物理的またはその両方で付着した，第1のカルシウム含有層」として認定しており，同認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の看過について",
                  "text": [
                    "引用発明は，物の発明であり，前記①及び②の工程は，製造プロセスの記載にすぎず，本願発明も物の発明であるから，本願発明と引用発明との対比は，各発明に係る物自体を対比すれば足りる。そして，引用発明において，前記①及び②の工程は，これらの工程により最終的に得られた製造物に対するカルシウム化合物粒子の付着状態(特に，カルシウム化合物粒子の露出の程度)として反映されるものである。",
                    "本件審決は，本願発明の可撓性骨複合材という物と，引用発明の前記①及び②の工程を経て最終的に得られた骨補填用シートという物とを対比し，具体的には，本願発明におけるカルシウム化合物粒子の付着状態と，引用発明における前記①及び②の工程が反映されたカルシウム化合物粒子の付着状態とを対比し，相違点2を認定した。そして，本件審決は，相違点2の判断において，前記②の工程につき，粒子の露出の程度の問題として実質的に判断している。",
                    "以上によれば，本件審決は，原告主張に係る相違点を看過したということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用発明においては，引用例【図3】(別紙2【図3】)のように粒子3の半分以上が基材シート4にめり込んだ状態となり，結果として，それが本願発明の「第1のカルシウム含有層」と同じになることはなく，少なくとも両者が同じ状態として当業者に認識されることはない旨主張する。",
                "しかし，本件審決は，カルシウム化合物粒子の半分以上が基材シートにめり込んだ状態という点において本願発明と引用発明とが一致すると認定したものではなく，前記(2)のとおり，カルシウム化合物粒子のポリマー層への付着状態について，本願発明と引用発明とは「化学的，物理的またはその両方で付着し」という範囲で一致している旨認定し，カルシウム化合物粒子の半分以上が基材シートにめり込んだ状態を含む前記①及び②の工程が反映されたカルシウム化合物粒子の付着状態については，本願発明との相違を相違点2として認定し，その容易想到性を判断している。",
                "したがって，原告の前記主張は，その前提において失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用発明において，リン酸カルシウム粒子が基材シートから露出する程度を更に大きくすることは当業者が容易に想到することであり，その結果として，本願発明の「該第1のカルシウム含有層は実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていない」という状態に至らせることも，当業者にとって容易になし得る旨判断した。",
                "しかし，以下のとおり，本件審決の認定，判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "粒子の露出の程度を大きくする動機の不存在について",
              "text": [
                "引用例において，粒子の露出の程度を大きくする動機を見出すことはできない。",
                "すなわち，本件審決は，前記動機の存在の根拠として，引用例【0005】，【0030】，【0067】及び【0086】の記載を挙げているが，これらの記載を参酌しても，粒子の露出によって骨との結合が図られることが認識されるにすぎず，露出の程度を調節する動機の存在さえもうかがわれない。前記記載のうち【0005】には，「リン酸カルシウム系化合物粒子がシート内に完全に埋入した状態」は好ましくない旨記載されているが，同記載は，リン酸カルシウム系化合物粒子につき，引用発明において骨と接触する側のシート面から露出している場合と比較する観点から，シート内に完全に埋入している場合及び骨と接触しない側のシート面から露出している場合について言及したものである。前記記載は，粒子の露出の有無に関する記載であり，露出の程度の調節に関する記載ではない。",
                "引用例【0055】には，基材シートへの埋入部分に対して露出部分が過大になった場合の問題点について言及されているが，【0055】の記載は，粒子の平均粒径の大小によって同じプレスを行っても露出面積の絶対量が異なり，粒子を固定する強度等に影響することから，適度な平均粒径の粒子が選択されるべき旨を示唆する記載，すなわち，平均粒径を最適化する指針を示したものであり，特定の平均粒径を有する粒子の露出部分の割合を変化させることとは無関係である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2が容易に想到することができないものであることについて",
              "text": [
                "本願発明は，カルシウム含有層が実質的にポリマーを含まず，カルシウム化合物の顆粒の外表面のほとんどがポリマーで覆われていないという特異な構成を有しており，同構成によって，従来の骨複合材に比べてカルシウム化合物の外面被覆が限定的であることで，吸収を促進することができるという顕著な効果を奏するものであるところ，前記特異な構成は引用例中に一切記載されておらず，示唆もされていない。すなわち，引用発明は，基材シートの片面側にリン酸カルシウム系化合物からなる粒子を付着させてプレスすることにより，粒子の一部を基材シートに埋入させることを特徴とするものであり，プレスの結果，粒子の少なくとも半分以上は基材シートに埋入し(めり込み)，粒子の周囲が基材シートを構成する生体吸収性高分子物質によって囲まれた状態となる(引用例【図3】〔別紙2【図3】〕)。この状態は，明らかに，本願発明におけるカルシウム含有層が実質的にポリマーを含まない状態及びカルシウム化合物の顆粒の外表面のほとんどがポリマーで覆われていない状態のいずれにも，該当しない。",
                "そして，前記(2)のとおり，引用例において，粒子の露出の程度を大きくする動機を見出すことはできず，したがって，当業者にとって，引用発明の「粒子の一部が露出した状態で固定されている」という状態から，露出の程度を更に大きくし，その結果として「該第1のカルシウム含有層は実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていない」という状態にする必然性はなく，前述した本願発明の顕著な効果も，予測不可能である。",
                "以上によれば，相違点2は，当業者にとって容易に想到することができないものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，①当業者は，引用例【0047】の記載から，カルシウム化合物粒子の露出量を変更して調節することを理解することができる，②引用例中，カルシウム化合物粒子の露出部の働きや効果に係る記載(【0030】，【0046】，【0067】，【0086】)及びカルシウム化合物粒子の露出がない場合の問題に係る記載(【0005】，【0055】)を併せれば，カルシウム化合物粒子の露出の多少が骨形成の促進の良否に影響すること及びカルシウム化合物粒子を構成するリン酸カルシウム系化合物と骨との結合を積極的に図って骨形成を促進するためには露出の程度が大きい方が好ましいことは，当業者にとって明らかということができるとして，引用例においては，骨形成を促進するためには露出の程度が大きい方が好ましいことが開示されており，当業者にとって，露出量調節に係る動機付けがあることは，明らかである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，引用例【0047】の記載は，プレス条件の調節によって特定の粒子の露出量を変更し得ることを意味するものではなく，【0045】の「粒子3の固定部位の選択」を具体的に説明するものであり，基材シートの表面の部分ごと(領域ごと)に，選択的に粒子を固定したりしなかったりすることで，「基材シート4の表面において，部分的に粒子の露出量」(露出する粒子の数)を変更することを意味する。",
                        "むしろ，引用例には，プレス条件の選択に当たり検討すべき事項として粒子自体の露出量が挙げられていないことが重視されるべきである(【0052】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例の【0030】，【0067】及び【0086】には，粒子が露出すると骨形成能が発揮される旨が述べられているにとどまり，露出の程度を変化させることによって骨形成能が変化することは示唆されておらず，露出の程度が大きい方が好ましいことは，うかがわれない。【0046】は，【0045】に続くものであり，「粒子の密度や割合が多く」という記載は，基材シートの片面又は両面に固定される粒子の数(密度，割合)が多いことを意味しており，特定の粒子に着目した場合の露出量の多少とは無関係である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "【0005】の記載は，カルシウム化合物粒子を，基材シートの骨と接触する側，すなわち，表側から露出させて骨と接触させることで骨の補填が進行するという自明のことを述べているにすぎない。",
                        "また，【0055】の記載は，前記(2)のとおり，粒子の平均粒径が過小又は過大の場合は，プレス工程を経て粒子を固定させるに当たり，粒子が基材シートに埋まったり，固定が不十分になったりして所期の効果を得ることができないので，10μmから1000μmという適度な範囲内の粒径を選択すべき旨を教示しているにとどまり，ある特定の粒径を有する粒子自体の露出量の変化とは無関係である。",
                        "仮に，【0055】の記載が露出量の多少による効果について何らかの示唆を与えるものであるならば，露出量が少ない場合に骨との親和性が向上しないことに加え，露出部分が過大である場合には粒子の固定が不十分となることも記載されていることから，引用例においては，露出量が大きい場合が否定されているともいうことができる。",
                        "したがって，【0055】の記載は，少なくとも露出量に関する指針を当業者に与えるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，被告の前記主張は，失当である。",
                        "〔被告の主張〕",
                        "以下のとおり，相違点2に係る容易想到性を肯定した本件審決の認定，判断に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "粒子の露出の程度を大きくする動機の不存在について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，粒子の露出量等を変えることが容易である旨が記載されており(【0047】)，当業者は，同記載から，粒子の露出量を変更して調節することを理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用例には，①カルシウム化合物粒子の一部を露出させることができるので，カルシウム化合物粒子と骨との高密度での結合が可能になること(【0030】)，②露出するカルシウム化合物粒子の割合等が多いことによって，カルシウム化合物粒子と骨との結合を積極的に図り，骨形成を促進できること(【0046】)，③カルシウム化合物粒子が露出した状態であることから，カルシウム化合物粒子と骨との結合を積極的に図り，骨形成を促進できること(【0067】，【0086】)が記載されており，当業者は，これらの記載から，カルシウム化合物粒子の一部が露出した状態で固定されているのは，カルシウム化合物粒子を構成するリン酸カルシウム系化合物と骨との結合を図り，骨形成を促進することを目的とすることを，理解することができる。",
                    "他方，引用例には，①カルシウム化合物粒子が完全に埋入した状態では，リン酸カルシウム系化合物と骨との結合が図られず，骨の補填(形成)が効率よく進行しないこと(【0005】)，②カルシウム化合物粒子の露出量が極端に少なくなると，カルシウム化合物粒子と骨との親和性(骨形成)が十分に向上しないこと(【0055】)が記載されている。",
                    "これらの引用例の記載，すなわち，カルシウム化合物粒子の露出部の働きや効果に係る記載(【0030】，【0046】，【0067】，【0086】)及びカルシウム化合物粒子の露出がない場合の問題に係る記載(【0005】，【0055】)を併せれば，カルシウム化合物粒子の露出の多少が骨形成の促進の良否に影響すること及びカルシウム化合物粒子を構成するリン酸カルシウム系化合物と骨との結合を積極的に図って骨形成を促進するためには，カルシウム化合物粒子の露出の程度が大きい方が好ましいことは，当業者にとって明らかということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用例においては，骨形成を促進するためには露出の程度が大きい方が好ましいことが開示されており，当業者にとって，露出量調節に係る動機付けがあることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2が容易に想到することができないものであることについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，引用例に接した当業者において，露出量調節に係る動機付けがあることは明らかである。",
                    "したがって，当業者は，カルシウム含有層を構成するカルシウム化合物粒子の露出の程度をより大きくしようと考え，相違点2に係る本願発明の構成を容易に想到することができたということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例には，カルシウム化合物粒子を露出させることによって，骨形成(骨への吸収)を促進できることが記載されており(【0067】，【0086】)，当業者は，これらの記載から，カルシウム化合物粒子の外面被覆が限定的であり，露出した部分が存在することによって，吸収(骨形成)を促進できることを予測し得たものということができる。さらに，引用例【0005】及び【0046】の記載も併せ考えれば，当業者において，カルシウム化合物粒子の露出の多少が，カルシウム化合物粒子を構成するリン酸カルシウム系化合物と骨との結合に影響し，その露出が多ければ骨との結合(骨形成)が促進されることを予測し得たことは，明らかである。",
                    "以上によれば，本願発明の「カルシウム化合物の外面被覆が限定的であることで，吸収を促進することができる」という効果は，その効果の程度がカルシウム系化合物粒子の外面被覆ないし露出の程度によって影響されることを含め，当業者が引用例の記載から予測することができたものにすぎない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲は，前記第2の2【請求項1】のとおりであるところ，本願明細書(甲1)の発明の詳細な説明には，おおむね，次の記載がある(下記記載中に引用する図面については，別紙1参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，少なくとも1つのポリマー層及び少なくとも1つのカルシウム含有層を含む可撓性骨複合材に係るものであり，同可撓性骨複合材は，改善された取扱い特性を有する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "骨セメント又はリン酸カルシウム組成物に関して注目を集めている領域は，各種材料による骨セメントの強化である。",
                    "多くの場合，セラミック骨セメントは，強度はあるものの，もろく，基質材料として機能するには，亀裂等の突発的障害に対する耐性が不十分である。",
                    "このようなセラミック骨成分は，ポリマーを用いることによって強化することができ，強化用の充填材粒子，ホイスカ又はメッシュを組み込んだ強力かつ弾力性がある基質を含む移植可能な複合材材料が知られている。ポリ乳酸類及びポリグリコリド類などの吸収性移植物材料は，従来の非吸収性の金属又は複合材材料と比較して，生体適合性を備えており，また，一定期間後に生体内で分解することから，骨の固定や修復に使用する際，除去の必要がないという利点を有する。これらの性質は，骨の空洞又は欠損の治癒及び／又は再成長などを目的として，充填材(場合によっては，安定化成分)を一時的に入れるよう設計されている移植物基質には，有用である可能性がある(【0002】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の開示",
                  "text": [
                    "本発明は，少なくとも1つのポリマー層及び少なくとも1つのカルシウム含有層を含む可撓性骨複合材を含むものである。",
                    "前記可撓性骨複合材は，(a)第1の面および第2の面を有する有孔ポリマー層および(b)前記ポリマー層の前記第1の面に固定あるいは物理的および／または化学的に付着させたカルシウム含有層を有する(【0003】，【0005】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための最良の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，少なくとも1つのポリマー層及び少なくとも1つのカルシウム含有層を含む可撓性骨複合材を含むものである。前記少なくとも1つのポリマー層は，第1の面および第2の面を有し，前記少なくとも1つのカルシウム含有層は前記少なくとも1つのポリマー層の少なくとも第1の面上に配置されている(【0016】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "1実施形態において，可撓性骨複合材は，(a)合成吸収性ポリマーを含み，第1の面および第2の面を有するポリマー層；および(b)ポリマー層の第1の面に固定あるいは化学的および／または物理的に付着させた第1のカルシウム含有層を含む(【0023】)。",
                        "別の実施形態において，前記ポリマー層は吸収性合成ポリマーを含む。吸収性合成ポリマーの例には，例えばポリ(L-ラクチド)(コ)ポリマー，ポリ(D，L-ラクチド)(コ)ポリマー，(中略)液晶(コ)ポリマー，これらの組合せ又はこれらのコポリマーなどがあるが，これらに限定されるものではない(【0029】)。",
                        "1実施形態において，前記ポリマー層は薄膜の形態である(【0052】)。",
                        "1実施形態において，ポリマー層は1以上の穿孔を有する有孔体であることができる。そのような穿孔は，液体がポリマー層を通過する経路を提供することができる。その穿孔は，あらゆる大きさ及び形状のものであることができ，あらゆるパターンで分布していることができる(【0055】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "1実施形態において，本発明は，(a)第1の面および第2の面を有する有孔ポリマー層；および(b)ポリマー層の第1の面に固定あるいは物理的および／または化学的に付着させた第1のカルシウム含有層を含む可撓性骨複合材を含む。",
                        "別の実施形態において本発明は(a)第1の面および第2の面を有する有孔吸収性ポリマー層；および(b)吸収性ポリマー層の第1の面に固定あるいは物理的および／または化学的に付着させた第1のカルシウム含有層を含む可撓性骨複合材を含む(【0059】)。",
                        "可撓性骨複合材は，カルシウム化合物を含む第1のカルシウム含有層を含む。カルシウム含有層は，ポリマー層の少なくとも一つの面(第1の面など)に固定されているか，物理的および／または化学的に付着させていることができる(【0065】)。",
                        "カルシウム化合物がポリマー層に固定されているか，物理的および／または化学的に付着させている場合，カルシウム化合物の外表面のほとんどがポリマーで覆われていない。カルシウム化合物の外面被覆が限定的であることで，吸収を促進することができる(【0068】)。",
                        "好ましくは，カルシウム含有層はポリマーを実質的に含まない(【0069】)。",
                        "なお，本明細書で使用される場合，「実質的に含まない」という表現は，約0．5重量％未満の実質的に含まない成分が存在し，好ましくは約0．2重量％未満，より好ましくは約0．1重量％未満，多くの場合皆無であることを意味するものと理解されるべきである(【0021】)。",
                        "カルシウム化合物は，いずれかの径若しくは形状の粒子又は顆粒であることができる(【0078】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "【図1】は，ポリマー層30及び顆粒22の形態でのカルシウム化合物を含むカルシウム含有層20を有する本発明の可撓性骨複合材10の例を描いたものである。ポリマー層30は，第1の面32および第2の面34を有し，顆粒22はポリマー層30の第1の面32に固定または物理的および／または化学的に付着されている(【0102】)。",
                        "【図4A】及び【図4B】には，ポリマー層30が有孔体である本発明の可撓性骨複合材で使用されるポリマー層30の実施形態を描いてある。【図4A】では，ポリマー層30における穿孔40は実質的に円形である。【図4B】では，ポリマー層30における穿孔42はスリットの形状である(【0105】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "可撓性骨複合材は，ポリマー層を形成し，ポリマー層の第1の面上に第1のカルシウム化合物を堆積させて，ポリマー層上に第1のカルシウム含有層を形成することで製造することができる。ポリマー層の第1の面の表面にカルシウム化合物を固定または物理的および／または化学的に付着させるいずれか好適な方法を用いることができる。例えば，1実施形態において，前記カルシウム化合物は，第1のポリマー層の表面上に堆積したカルシウム化合物を物理的および／または化学的にその表面に付着または粘着させるだけの時間および温度でポリマー層を加熱することで，例えばポリマー層をそれが粘着性になるまで加熱することで，前記ポリマー層の前記第1の面に固定あるいは物理的および／または化学的に付着させることができる。別の非限定的な実施形態では，カルシウム化合物をゲル(第1のポリマー層を形成する)の表面に固定または物理的および／または化学的に付着させることで，第1のポリマー層上にカルシウム含有層を形成する。適宜に，ポリマー層にカルシウム化合物を固定または物理的および／または化学的に付着させる方法では，加圧を行うことができる(【0119】)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本発明による可撓性骨複合材は，それ自体を移植可能な機器等として用いることができ，また，そのような機器に用いることができる。同機器の例としては，骨移植物格納体や骨空洞充填材のほか，骨固定プレート，薬剤送達用の移植物等及び／又はこれらの組合せなどがあり得るが，それらに限定されるものではない(【0127】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の特徴",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)によれば，本願発明は，少なくとも1つのポリマー層及び少なくとも1つのカルシウム含有層を含む可撓性骨複合材に係るものであり，同可撓性骨複合材は，改善された取扱い特性を有する(【0001】)。",
                    "多くの場合，セラミック骨セメントは，強度はあるものの，もろく，基質材料として機能するには，亀裂等の突発的障害に対する耐性が不十分である。",
                    "このようなセラミック骨成分は，ポリマーを用いることによって強化することができ，特に，ポリ乳酸類及びポリグリコリド類などの吸収性移植物材料は，従来の非吸収性の金属又は複合材材料と比較して，生体適合性を備えており，また，一定期間後に生体内で分解することから，骨の固定や修復に使用する際，除去の必要がないという利点を有する。これらの性質は，骨の空洞又は欠損の治癒及び／又は再成長などを目的として，充填材(場合によっては，安定化成分)を一時的に入れるよう設計されている移植物基質には，有用である可能性がある(【0002】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明に係る可撓性骨複合材は，(a)第1のポリマー層と(b)第1のカルシウム含有層を有し，(a)第1のポリマー層は，合成吸収性ポリマーを含み，第1の面及び第2の面を有しており，それに穿孔を有し，かつ，薄膜の形態である。また，(b)第1のカルシウム含有層は，前記ポリマー層の前記第1の面に化学的，物理的又はその両方で付着し，カルシウム化合物の顆粒を含み，実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていないという構成のものである(【0003】，【0005】，【0016】，【0023】，【0029】，【0052】，【0055】，【0059】，【0065】，【0069】，【0078】，【0102】，【0105】，【0119】，【図1】，【図4A】，【図4B】)。",
                    "そして，「第1のカルシウム含有層」は「実質的にポリマーを含まず」の趣旨は，「第1のカルシウム含有層」中のポリマー含有量が，約0．5重量％未満，好ましくは約0．2重量％未満，より好ましくは約0．1重量％未満，多くの場合皆無であることを意味するものと解される(【0021】)。",
                    "また，「該顆粒」は，その文言自体及び「顆粒を含む第1のカルシウム含有層」と区別して用いられていることから，第1のカルシウム含有層に含まれる全ての顆粒ではなく，個々の顆粒を指すものと解される。そして，個々の顆粒を指す「該顆粒」の「外表面のほとんどはポリマーで覆われていない」の趣旨は，カルシウム化合物の顆粒を含む「該第1のカルシウム含有層は実質的にポリマーを含まず」の趣旨が前記のとおりであることに加え，「第1のカルシウム含有層」は，第1のポリマー層の第1の面に「付着」はしていること，「ほとんど」という語は，「大部分」と同義であり，通常，「完全に」，「全て」という場合は含まれないことに鑑みると，「該顆粒の外表面の全てではないが，少なくとも半分以上はポリマーで覆われていない」ことを意味するものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明の可撓性骨複合材は，カルシウム化合物の顆粒を含む第1のカルシウム含有層が，実質的にポリマーを含まず，かつ，前記顆粒の外表面のほとんどがポリマーで覆われていないことから，カルシウム化合物の外面被覆が限定的であることで，吸収を促進することができる(【0068】)。",
                    "本願発明の可撓性骨複合材は，それ自体を移植可能な機器等として用いることができ，また，そのような機器に用いることができる(【0127】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲3)には，おおむね，以下のとおり記載されている(下記記載中に引用する図面については，別紙2参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明が属する技術分野",
                  "text": [
                    "本発明は，骨欠損部の補填等に有用な骨補填用シートに関するものである(【0001】。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来，骨の欠損部を固定・補填するものとして種々の材料が提案されてきた。",
                        "たとえば，特開平2-241460号公報には，リン酸カルシウム系化合物を生体吸収性高分子物質から成るシート状物又は網状物に担持させた骨修復用複合材料が開示されている。このような骨修復用複合材料は，骨の破損部分の周囲に巻き付けて骨を固定し，リン酸カルシウムの働きによって骨の接合及び補填の促進を図るものである。",
                        "骨修復用複合材料の使用に当たっては，リン酸カルシウム系化合物が骨の欠損部付近に位置し，骨との結合が可能な状態にあることを要する(【0002】，【0003】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特開平2-241460号公報に開示された骨補填用複合材料は，①生体吸収性高分子物質から成るシートにリン酸カルシウム系化合物を塗布するなどしてシートの表面にリン酸カルシウム系化合物粒子を単に付着させたもの及び②生体吸収性高分子物質にリン酸カルシウム系化合物粒子を混入・分散させてシート状としたものであった(【0004】)。",
                        "したがって，リン酸カルシウム系化合物粒子がシート内に完全に埋入した状態であったり，骨と接触しない側のシート面から露出している場合，リン酸カルシウムと骨との結合が図られず，骨伝導，骨誘導等の機能が発現されず骨の補填が効率よく進行しないおそれがあった(【0005】)。",
                        "また，骨と結合しないリン酸カルシウム系化合物粒子は，その粒子を担持している生体吸収性高分子物質から成るシートが生体に吸収されて消失すると，これに伴って遊離し，体内に散在するおそれがある。シートに十分に固定されていない粒子も，埋植時等にシートから脱離して，体内に散在する場合がある。このようにリン酸カルシウム系化合物粒子が体内に散在すると，部位によっては組織為害性を発現する懸念があった(【0006】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "本発明の目的は，リン酸カルシウム等から成る粒子と骨との結合を積極的に図り，体内に散在しない骨補填用シートの製造方法及び同方法により製造される骨補填用シートを提供することにある(【0007】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "前記ウの目的は，下記(1)～(19)の本発明により達成される(【0008】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "生体吸収性高分子物質からなる基材シートの少なくとも片面側にリン酸カルシウム系化合物からなる粒子を付着させてプレスすることにより，粒子の一部を基材シートに埋入させることを特徴とする骨補填用シートの製造方法(【0009】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記プレス時の加圧力は0．1～2．0kgf／cm2である上記(1)に記載の骨補填用シートの製造方法(【0010】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "(略)"
            },
            {
              "fig": "(4)",
              "text": [
                "前記基材シートは表面と裏面に連通する連通孔を有する上記(1)ないし(3)のいずれかに記載の骨補填用シートの製造方法(【0012】)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "前記連通孔は前記基材シートに機械的負荷を付与することにより設けられる上記(4)に記載の骨補填用シートの製造方法(【0013】)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "前記連通孔は前記基材シートを打ち抜いて設けられる上記(5)に記載の骨補填用シートの製造方法(【0014】)。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "(略)"
            },
            {
              "fig": "(8)",
              "text": [
                "前記基材シートの厚さは10μm～1000μmである上記(1)ないし(7)のいずれかに記載の骨補填用シートの製造方法(【0016】)。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "前記粒子の平均粒径が10μm～1000μmである上記(1)ないし(8)のいずれかに記載の骨補填用シートの製造方法(【0017】)。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "前記粒子の平均粒径は前記基材シートの厚さの0．5倍～2倍である上記(1)ないし(9)のいずれかに記載の骨補填用シートの製造方法(【0018】)。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "前記粒子を前記基材シート片面の表面積の20％～100％を占めるよう付着させる上記(1)ないし(10)のいずれかに記載の骨補填用シートの製造方法(【0019】)。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "前記粒子は多孔質粒子である上記(1)ないし(11)のいずれかに記載の骨補填用シートの製造方法(【0020】)。",
                "(13)～(18)  (略)"
              ]
            },
            {
              "fig": "(19)",
              "text": [
                "上記(1)ないし(18)のいずれかに記載の骨補填用シートの製造方法により，基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されていることを特徴とする骨補填用シート(【0027】)。"
              ],
              "content": [
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "前記エ(1)に関して",
                      "text": [
                        "本発明の骨補填用シート1の製造方法は，生体吸収性高分子物質からなる基材シート4の少なくとも片面側にリン酸カルシウム系化合物からなる粒子3を付着させてプレスすることにより，粒子3の一部を該基材シート4に埋入させることを特徴とする。リン酸カルシウム系化合物は，歯や骨の無機成分の構造に近似しているので優れた生体適合性を有し，骨欠損部を補綴する骨補填用シート用材料として適している。",
                        "前記埋入については，粒子3を基材シート4上に均一に分散させた状態で埋入させることが好ましい。",
                        "これにより，基材シート4の少なくとも片面側に粒子3の一部を露出させた状態とすることができるので，その面を骨欠損部に被覆，密着させることによって粒子3を高密度で骨と結合させることができ，骨の補填効果が向上する。また，粒子3は，骨との直接の接触によって結合を生じるので，体内における散在を防止することができる(【0030】，【0058】，【図1】)。",
                        "粒子3と基材シート4との固定が確実に行われれば，粒子3は，骨補填用シート1の骨欠損部への埋植時や，埋植後に骨との結合を生じる前に，遊離することはなく，体内に散在することはない。したがって，骨補填用シートの埋植時及び埋植後に，生体の安全性に関する問題が生じるおそれはない(【0031】)。",
                        "基材シート4の少なくとも片面側に粒子3を付着させる方法は，特に限定されておらず，例えば，【図2】に示すように基材シート4を粒子3と直接付着させることができる。",
                        "なお，粒子の基材シートへの付着とは，①粒子が生体吸収性高分子物質との化学結合により，基材シート表面に固定された状態及び②粒子は基材シートに固定されないで単に表面に接触しているだけの状態の両方を意味する。また，粒子の付着と同時にプレスを行う場合も含まれるものとする。",
                        "基材シート4に付着した粒子3を，【図3】に示すようにパンチ7を用いてプレスすることにより，粒子3の一部を基材シート4に埋入させる。なお，粒子3を押圧することにより基材シート4の片面に埋入させることも可能である(【0048】～【0050】，【0054】，【図1】～【図3】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前記エ(2)に関して",
                      "text": [
                        "プレス時の加圧力は，基材シート4の厚さ，粒子3の平均粒径等により適宜設定されるが，0．1～2．0kgf／cm2とすることが好ましく，0．2～1．0kgf／cm2がより好ましい。加圧力が小さすぎると，粒子の基材シートへの埋入が不十分となり基材シートへの固定が確実になされない場合があり，一方，加圧力が大きすぎると粒子が圧潰するおそれがある(【0052】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "前記エ(4)から(6)に関して",
                      "text": [
                        "本発明の骨補填用シート1の基材シート4は，表面と裏面に連通する連通孔2を有している。血液等の体液は，連通孔2内を流通及び循環できるようになり，骨再生や骨誘導を阻害することはない。また，基材シート4を構成する生体吸収性高分子物質の生体内での分解・吸収を速やかに進行させることができる。",
                        "連通孔2は，基材シート4に機械的負荷を与えることによって設けることができる。例えばパンチ等を用いた打ち抜きが好ましい(【0033】，【0034】，【0036】，【図1】～【図3】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "前記エ(8)に関して",
                      "text": [
                        "基材シート4の厚さは，10μm～1000μmが好ましい。基材シート4が薄すぎると粒子3が埋入可能な深さを十分に確保することができず，粒子が確実に固定されない場合がある。",
                        "他方，基材シート4が厚すぎると，生体吸収性高分子物質の量が多くなり，生体内への吸収の遅延や，多量の生体吸収性高分子物質の分解・吸収による生体への影響が懸念される。また，基材シート4自体の柔軟性が低下して取扱性が悪くなる場合がある(【0038】，【図1】，【図2】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "前記エ(9)に関して",
                      "text": [
                        "粒子3の平均粒径は特に限定されないが，10μm～1000μmであることが好ましい。",
                        "平均粒径が小さすぎる場合，基材シート4に完全に埋入したり，あるいは露出量が極端に少なくなるおそれがあり，基材シートの片面側の骨との親和性を十分に向上させることができなくなるおそれがある。一方，平均粒径が大きすぎると，基材シートへの埋入部分に対し露出部分が過大になり，粒子の固定が十分になされないおそれがある(【0055】)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "前記エ(10)に関して",
                      "text": [
                        "粒子3の平均粒径は，基材シート4の厚さの0．5倍～2倍であることが好ましく，1倍～2倍がより好ましい。",
                        "0．5倍未満である場合，粒子が基材シートに埋入したり，あるいは露出量が少なくなり，基材シートの片面側の骨との親和性が低下する場合がある。また，2倍を超えると基材シートへの粒子の固定が不十分となるおそれがある(【0056】)。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "前記エ(11)に関して",
                      "text": [
                        "粒子3を基材シート4の片面に該片面の表面積の20％～100％を占めるよう付着させることが好ましく，50％～70％がより好ましい。",
                        "基材シート片面の表面積に対し20％未満になると，基材シートの表面における粒子の占める割合が小さくなり，期待される骨伝導又は骨誘導能が発現され難く，骨の補綴が効率よく行われないおそれがある(【0057】)。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "前記エ(12)に関して",
                      "text": [
                        "粒子3は，多孔質粒子であることが好ましい。多孔質粒子の場合，体液又は骨と，粒子との接触面積が増大するので，粒子と骨との親和性が向上し，骨形成を促進することができる(【0062】)。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "前記エ(19)に関して",
                      "text": [
                        "生体吸収性高分子物質からなる基材シート4の片面側にリン酸カルシウム系化合物からなる粒子3を付着させてプレスすることにより，前記粒子の一部を該基材シートに埋入させる。このような方法によれば，基材シート4の少なくとも片面側に粒子3を露出させた状態で固定することができ，その表面の生体親和性を向上させることができる。また，粒子3の固定部位の選択が容易であり，固定部位を基材シート4の片面のみとすることも両面とすることも可能である。",
                        "すなわち，リン酸カルシウム系化合物からなる粒子と基材シートを構成する生体吸収性高分子物質とをあらかじめ混合し，そのような混合物から成形されたシート状物に比べ，基材シートの表面から露出する粒子の密度や割合が多く，リン酸カルシウム系化合物と骨との接触・結合を積極的に図ることができる。このように露出したリン酸カルシウム系化合物の粒子は，骨形成の核となって骨形成を促進することができる。さらに，露出する粒子は，骨との結合が可能であることから，体内への散在を抑制することができる。",
                        "プレスによって粒子を固定させる方法によれば，基材シート4の表面において，部分的に粒子の露出量や粒子密度，粒子の大きさ，構成材料等を変えることが容易であり，自由度が非常に大きい(【0045】～【0047】，【図1】，【図2】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明の骨補填用シート1は，片面側にリン酸カルシウム系化合物からなる粒子が露出した状態で固定されているため，かかる粒子と骨との結合を積極的に図り，骨形成を促進することができる(【0067】，【0086】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本発明の骨補填用シート1は，骨欠損部に粒子が露出した面を接触させるように巻き付けて骨を固定しながら補填したり，ペースト状または顆粒状の骨補填材を埋め込んだ骨の欠損部にかぶせて，該骨補填材を固定させるための蓋として使用することも可能である。",
                        "このように骨補填用シート1が適用された部分において，骨伝導により粒子3を中心として新生骨が形成され，骨欠損部が修復される。骨補填用シート1は生体内で吸収されるので，埋植後の取出しのための手術が不要である(【0068】，【0069】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "粒子のほとんどが骨と結合するので，骨補填用シートから粒子が遊離して体内に散在することはほぼなく，粒子による生体為害性の発現のおそれがない(【0087】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，引用例には，本件審決が認定したとおりの引用発明(前記第2の3(2)ア)が記載されていることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明においては可撓性骨複合材の作成工程が特定されていないのに対し，引用発明においては，粒子を基材シートに付着させる工程及びその付着させた粒子をプレスして基材シートに埋入させる工程の両方が必要とされていることから，本願発明と引用発明との間には，最終的な「物」として比較した場合に，引用発明の「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている」が，本願発明の「(b)前記ポリマー層の前記第1の面に化学的，物理的またはその両方で付着した第1のカルシウム含有層」と，粒子の固定状態において，実質的に異なるものとなる(少なくとも，異なる蓋然性が高いと当業者に認識される状態となる)という相違点があるとして，本件審決には，この相違点を看過した点において誤りがある旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "粒子の固定状況について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の粒子の固定状況",
                  "text": [
                    "この点に関し，前記2のとおり，引用例は，従来の技術に関する課題として，①リン酸カルシウム系化合物粒子がシート内に完全に埋入した状態である場合等は，リン酸カルシウムと骨との結合が図られず，骨伝導，骨誘導等の機能が発現されず骨の補填が効率良く進行しないおそれがあること，②他方，シートに十分に固定されていない粒子は，埋植時等にシートから脱離して体内に散在する場合があること(【0005】，【0006】)を指摘している。",
                    "そして，前記2によれば，引用例は，①基材シートの少なくとも片面側にリン酸カルシウム系化合物粒子を付着させることにより，リン酸カルシウムと骨との結合を確保し，②その粒子をプレスして基材シートに埋入させることによって，同粒子を基材シートに十分に固定して脱離を防ぎ，その際，同粒子を完全に基材シートに埋入させずに一部を露出させ，リン酸カルシウムと骨との結合を妨げないようにするという構成により前記課題を解決する手段を開示しているものと解される。",
                    "したがって，引用発明の骨補填用シートは，前記課題を解決するために，基材シートにリン酸カルシウム系化合物からなる粒子を付着させる工程及びその付着させた粒子をプレスして基材シートに埋入させる工程を経て製造され(【0009】，【0010】，【0030】，【0048】～【0050】，【0054】，【図1】～【図3】)，その結果として，「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている。」という特徴を備えているもの(【0027】，【0045】～【0047】，【0067】，【0086】，【図1】，【図2】)と認められる。ここで，前記の課題及び課題解決手段に鑑みると，「粒子の一部」とは，引用発明の骨補填用シートに含まれる全てのリン酸カルシウム系化合物粒子の一部ではなく，個々の粒子の一部を意味するものと解される。",
                    "そして，引用例【0055】に「(リン酸カルシウム系化合物からなる粒子の)平均粒径が大きすぎると，基材シートへの埋入部分に対し露出部分が過大になり，粒子の固定が十分になされないおそれがある」と記載されていることから，粒子の露出の程度は，同粒子の基材シートへの固定が妨げられない程度のものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明の粒子の固定状況",
                  "text": [
                    "他方，前記1のとおり，本願明細書においては，「ポリマー層の第1の面の表面にカルシウム化合物を物理的および／または化学的に付着させる」方法につき，「いずれか好適な方法を用いることができる」と記載されており，その一例として，ポリマー層を粘着性になるまで加熱することなどに加えて「適宜に，ポリマー層にカルシウム化合物を固定または物理的／およびまたは化学的に付着させる方法では，加圧を行うことができる。」と記載されているにすぎず，「加圧」は，必須とはされていない(【0119】)。",
                    "そして，本願発明の可撓性骨複合材においては，「カルシウム化合物の顆粒を含むカルシウム含有層は，ポリマー層の第1の面に付着してはいるものの，実質的にポリマーを含まず，かつ，カルシウム化合物の顆粒の外表面のほとんどはポリマーで覆われていない」という特徴を備えており，「実質的にポリマーを含まず」の趣旨は，カルシウム含有層中のポリマー含有量が，約0．5重量％未満，好ましくは約0．2重量％未満，より好ましくは約0．1重量％未満，多くの場合皆無であることを意味し，「カルシウム化合物の顆粒の外表面のほとんどはポリマーで覆われていない」の趣旨は，「カルシウム化合物の顆粒の外表面の全てではないが，少なくとも半分以上はポリマーで覆われていない」ことを意味するものと認められることは，前記1(2)のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の看過について",
              "text": [
                "本件審決は，前記(2)の引用発明の骨補填用シート及び本願発明の可撓性骨複合材におけるカルシウム化合物粒子の固定状態を対比し，前記第2の3(2)ウの(相違点2)のとおり，すなわち，カルシウム含有層が，本願発明では，「実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていない」と特定されているのに対して，引用発明では，「粒子の一部が露出した状態で固定されている」と特定されている点を相違点として認定していることが明らかである。",
                "したがって，本件審決が引用発明の骨補填用シートと本願発明の可撓性骨複合材におけるカルシウム化合物粒子の固定状態の相違を看過している旨の原告の前記主張は，採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決は，引用発明における①粒子を基材シートに付着させる工程及び②その付着させた粒子をプレスして基材シートに埋入させる工程が必須であることの認識を欠いており，前記②のプレス工程を経ることを踏まえた上で「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている」ことの評価をしていないから，前記②の工程が相違点2の判断において実質的に判断されていることはあり得ない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記(2)アによれば，引用発明の骨補填用シートは，前記①及び②の工程を経て製造され，その結果として，「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている。」という特徴を備えており，本件審決は，前記両工程を経て製造された骨補填用シートにおける「基材シートの片面側にリン酸カルシウム系化合物からなる粒子の一部が露出した状態で固定されている。」という粒子の固定状況と，本願発明の可撓性骨複合材における粒子の固定状況とを比較して，前記の相違点2として認定している。したがって，本件審決は，引用発明につき，前記両工程を前提とした上で，本願発明との相違点を判断しているものというべきである。",
                    "以上によれば，原告の前記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "したがって，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2について",
              "text": [
                "本願発明と引用発明との間には，相違点2，すなわち，カルシウム含有層が，本願発明では，「実質的にポリマーを含まず，かつ，該顆粒の外表面のほとんどはポリマーで覆われていない」と特定されているのに対して，引用発明では，「粒子の一部が露出した状態で固定されている」と特定されているという相違点が存在する。",
                "そして，前記1(2)イのとおり，本願発明の上記特定に係る「該顆粒」は，個々の顆粒を指し，「実質的にポリマーを含まず」の趣旨は，カルシウム含有層中のポリマー含有量が，約0．5重量％未満，好ましくは約0．2重量％未満，より好ましくは約0．1重量％未満，多くの場合皆無であることを意味することから，「該顆粒の外表面のほとんどはポリマーで覆われていない」の趣旨は，「個々の顆粒の外表面の全てではないが，少なくとも半分以上はポリマーで覆われていない」ことを意味する。他方，前記3(2)アのとおり，引用発明の上記特定に係る「粒子の一部が露出した状態で固定されている」は，個々の粒子の一部が，同粒子の基材シートへの固定が妨げられない程度に露出していることを意味するものと解される。",
                "そうすると，前記相違点は，実質において，本願発明における「個々のカルシウム化合物の顆粒」及び引用発明における「個々のリン酸カルシウム系化合物からなる粒子」，すなわち，個々のカルシウム系化合物粒子が基材シートから露出する程度の相違であり，本願発明は，引用発明よりも，露出の程度が大きいものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明における粒子の露出",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，粒子の露出の程度について触れた記載は見当たらない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，本件審決は，引用例【0005】，【0030】，【0067】及び【0086】の記載から，骨形成を促進する目的のためには，カルシウム化合物粒子の露出の程度が大きい方が好ましいことは，明らかであると判断した。",
                    "しかし，前記2のとおり，これらの段落には，リン酸カルシウム化合物粒子が基材シートに完全に埋入していたり，露出量が極端に少ない場合は，リン酸カルシウムと骨との結合が図られず，骨の補填が効率良く進行しないおそれがあること(【0005】)，基材シートの片面側にリン酸カルシウム化合物粒子の一部を露出させることにより，リン酸カルシウムと骨との結合が図られ，骨形成性が促進されること(【0030】，【0067】，【0086】)が記載されているにとどまり，露出の程度については，言及されていないし，示唆もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，引用例【0046】には，「リン酸カルシウム系化合物からなる粒子と基材シートを構成する生体吸収性高分子物質とを予め混合し，かかる混合物から成形されたシート状物に比べ，基材シートの表面から露出する粒子の密度や割合が多く，リン酸カルシウム系化合物と骨との接触・結合を積極的に図ることができる。このように露出したリン酸カルシウム系化合物の粒子は骨形成の核となって骨形成を促進することができる。さらに，露出する粒子は骨との結合が可能であるため，体内への散在を抑制することができる。」との記載がある。しかし，【0046】の記載は，リン酸カルシウム化合物粒子と生体吸収性高分子物質との混合物から成形されたシート状の物と，リン酸カルシウム化合物粒子を基材シートの面上に付着させ，プレスによって同粒子の一部は基材シートに埋入させ，その余は露出した状態である引用発明に係る骨補填用シートとを比較するものである。前記シート状の物において，リン酸カルシウム化合物粒子は，それ自体がシート状の物の面上にあるわけではなく，シート状の物を構成する混合物の成分として存在することに鑑みると，「基材シートの表面から露出する粒子の密度や割合が多く」とは，各粒子が基材シートの表面から露出する程度ではなく，粒子全体に対して基材シートの表面から露出する粒子の密集度やそのような粒子が占める割合が多いことを指すものと解される。",
                    "また，引用例【0047】には，「プレスすることにより粒子を固定させる方法によれば，基材シート4の表面において，部分的に粒子の露出量や粒子密度，さらに粒子の大きさ，構成材料等を変えることが容易であり，自由度が非常に大きい。」との記載がある。しかし，【0047】の記載は，【0046】の記載に続くものであることから，「部分的に粒子の露出量や粒子密度」「を変えることが容易であり，自由度が非常に大きい。」という記載も，前記の粒子全体に対して基材シートの表面から露出する粒子の密集度やそのような粒子が占める割合を容易に変えられることを意味し，各粒子が基材シートの表面から露出する程度を容易に変えられることを意味するものではない。",
                    "したがって，【0046】及び【0047】の記載はいずれも，前記のとおり本願発明と引用発明との相違点に係る個々のカルシウム系化合物粒子が基材シートから露出する程度に関わるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，本件審決は，引用例【0048】から【0051】には，基材シートと粒子を直接付着する方法等が記載されており，必ずしも「プレス」による付着方法のみが記載されているわけではなく，しかも，「粒子の露出の程度」は，それらの方法に応じて様々なものになることは技術常識であるとして，粒子の露出の程度を適宜変更するべくプレス以外の付着方法を採用することも当業者が容易になし得た旨判断した。",
                    "しかし，前記2のとおり，引用例においては，従来技術の課題を解決する手段として，①基材シートの少なくとも片面側にリン酸カルシウム系化合物からなる粒子を付着させること及び②その粒子をプレスして基材シートに埋入させることが開示されており，本件審決が指摘する【0048】から【0051】は，前記①の「付着」の方法に関するものである。また，前記2によれば，前記②の「プレス」は，前記課題を解決する手段として不可欠なものというべきである。",
                    "したがって，引用例に接した当業者において，前記②の「プレス」を実施しないことは，通常，考え難い。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，引用例の記載において，露出の程度に触れているものはないことに照らすと，引用例には，個々のカルシウム化合物粒子が基材シートから露出する程度につき，大きい方が好ましいことが示されているということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性",
              "text": [
                "前記(2)のとおり，引用例には，個々のカルシウム化合物粒子が基材シートから露出する程度につき，大きい方が好ましいことが示されているということはできない。",
                "また，本願優先日当時においてそのような技術常識が存在していたことを示す証拠もない。",
                "したがって，本願優先日当時において，引用例に接した当業者が，個々のカルシウム化合物粒子が基材シートから露出する程度をより大きくしようという動機付けがあるということはできない。",
                "そうすると，引用例に基づいて，相違点2に係る本願発明の構成に至ることが容易であるということはできない。",
                "以上によれば，原告主張の取消事由2には，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，本件審決の容易想到性に関する判断には誤りがあり，原告主張の取消事由は理由があるから，本件審決は取消しを免れない。",
            "よって，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(行ケ)10042",
    "date": "2015-12-10",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "085531",
    "ipprecedent_id": "4220",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}