{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙物件目録記載の製品を製造し，販売し，販売の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙物件目録記載の製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，4620万円及びこれに対する平成26年11月15日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，特段の断りがない限り，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「妻面を有する折り畳み自在な屋根構造体」とする発明について特許権(特許第4576395号。本件特許権)を有する控訴人が，被控訴人の製造，販売及び販売の申し出(販売等)に係る別紙物件目録記載の各製品(被告製品)は本件特許の特許請求の範囲の請求項1ないし3記載の各発明(本件特許発明1ないし3)の技術的範囲に属する旨主張して，被控訴人に対し，特許法100条1項及び2項に基づき被告製品の販売等の差止め及び廃棄を求めるとともに，特許権侵害の不法行為に基づく損害賠償として4620万円及びこれに対する平成26年11月15日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，被告製品について，本件特許発明1の構成要件のうち，後述の構成要件1A-③及び1B並びに1C-①を充足しないから，その技術的範囲に属するものとはいえず，また，その結果，請求項1を引用する本件特許発明2及び3の技術的範囲に属するものともいえないとして，その余の点について判断することなく，控訴人の請求をいずれも棄却した。",
            "控訴人は，原判決を不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実等",
          "text": [
            "前提事実等は，原判決「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "被告製品が本件各特許発明の技術的範囲に属するか否か。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "文言侵害の成否",
              "text": [
                "ただし，被告製品が本件特許発明1の構成要件1D，本件特許発明2の構成要件2Cを充足することは争いがない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "均等侵害の成否",
              "text": [
                "無効の抗弁の成否",
                "損害額"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "争点 に関する当事者の主張は，次のとおり原判決を補正するほか，原判決「事実及び理由」の第3の1記載のとおりであるから，これを引用する。",
        "原判決9頁6行目及び13行目の各「被告構成d」をいずれも「被告構成aないしd」と改める。",
        "原判決10頁13行目末尾に行を改めて次のとおり加える。",
        "「さらに，構成要件1A-②においては，「シザー組立体は2本のバーをX字状に回動自在に連結してパンタグラフ状に折り畳み自在とした構造」とされるところ，ここでいう「パンタグラフ」とは，電車・電気機関車の屋上に取りつける菱形の集電装置や図形等を拡大あるいは縮小するための製図器具を意味するものであり，いずれも複数のバーを回動自在に連結して菱形の骨組構造を形成し，菱形の対角にある頂点部分を伸縮自在としたことに特徴があるものである。したがって，本件特許発明1の「シザー組立体」は，2本のXバーを複数連結することで，菱形の骨組構造を形成し，パンタグラフ状に折り畳み自在としていることを特徴とするものというべきである。",
        "加えて，構成要件1A-⑤では，シザー組立体の中央に設置する幕体支持ポールとシザー組立体との連結について，「幕体支持ポールの下端に固定される固定ブラケットと幕体支持ポールの途中にスライド自在に挿着されるスライドブラケットで，幕体支持ポールとシザー組立体を相互に連結」するものとされ，本件明細書の段落【0014】及び図2に示されるように，幕体支持ポール(4)は，その下端を固定ブラケット(2a)を介してシザー組立体(2)の下側連結部に固定し，幕体支持ポールに挿着したスライドブラケット(2b)を介してシザー組立体の上方連結部に連結されるものであることが明白である。",
        "したがって，構成要件1A-③及びBの「シザー組立体の中央」とは，複数連結されたシザー組立体の中央に形成される菱形の骨組構造の中央に相当する位置であると解釈すべきであって，2本のバーがX字状に交わった箇所を指すものと解釈すべきではない。」",
        "原判決12頁12行目冒頭から13頁4行目末尾までを次のとおり改める。",
        "「ウ  構成要件1C-②について",
        "被控訴人は，構成要件1C-②について，請求項1の記載のみからは，補強フレームがいかなる具体的構成によって，①「幕体支持ポールの上端を上方に し上 る」，②「スライドブラケットを下方に",
        "し下 」る，③「シザー組立体の伸張を助勢」する，④「テントを展張して側面の強度を向上」するという機能等を果たすのかが明らかではないとしないとした上で，上記①ないし④の機能等やそのための具体的構成については，本件明細書の発明の詳細な説明の実施例に関する段落【0018】ないし【0021】にしか記載がないから，構成要件1C-②に係る補強フレームの具体的構成は，当該記載に基づいて，らかの方法(スプリングに限らず何らかの弾性体など)でスライド部が一方向に付勢されていること」という構成(以下，上記各構成をを有するものとして解釈すべきであり，これらの構成を備えない単なる「つっかえ棒」は，これに含まれない旨主張する。",
        "しかし，上記段 補強フレームについての記載は，本件特許の特許請求の範囲の請求項4に係る発明(「補強フレームは，一端近傍に内部にスプリングを内蔵したスライド部材を備え，幕体支持ポール間に張設したとき，該スプリングの張力により補強フレームを幕体支持ポールに圧接して係止するようにしたことを特徴とする請求項1乃至3のいずれかに記載の妻面を有する折り畳み自在な屋根構造体」)の技術的特徴を説明するものであって，請求項1に係る本件特許発明1の補強フレームの構成を説明するものではない。",
        "他方，請求項1の記載によれば，本件特許発明1の補強フレームは，「最も外側に位置するシザー組立体の中央に設置する幕体支持ポールと該シザー組立体と隣接するシザー組立体の中央に設置する幕体支持ポールとの間に…着脱自在に張設」し(構成要件1B)，「該補強フレームの一端を最も外側に位置する幕体支持ポールの上端位置に，補強フレームの他端を隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置において，幕体支持ポールに係止させ」る(構成要件1C-①)ものである。そして，このような補強フレームの取付位置を採用した(b)を備えない単なる「つっかえ棒」であったとしても，上記①ないし④の機能等を果たすものであることは明らかといえる。すなわち，上記のとおり，補強フレームの他端を幕体支持ポールに係止すると，補強フレームの他端のブラケットは，幕体支持ポールに挿通したスライドブラケットの上面に当接し，補強フレーム自体の重量と最も外側にある幕体支持ポールから補強フレームを介して伝わる幕体の重量により，スライドブラケットを下方に し下 るように作用する。他方，スライドブラケットが補強フレームの他端のブラケットを上方に し上 ようとする反作用の力は，補強フレームを伝搬して，最も外側にある幕体支持ポールの上端位置に加えられ，最も外側の幕体支持ポールの上端を上方に し上 るように働くことになる。このように，本件特許発明1の補強フレームは，その一端を最も外側に位置する幕体支持ポールの上端位置に，他端を隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置において幕体支持ポールに係止することで，幕体支持ポールの先端を上方に し上 る力とスライドブラケットを下方に し下 る力が作用・反作用による力の釣り合いで調和し，テントを安定に維持するものである。",
        "したがって，構成要件1C-②記載の機能，作用を果たすための補強フレームの具体的構成は請求項1の記載から明らかであるから，本件明細書の発明の詳細な説明の実施例に関する記載に基づいて，構成しなければならない理由はなく，むしろ，これらの構成を備えない単なる「つっかえ棒」をも含むものといえる。",
        "被控訴人は，構成要件1C-②の補強フレームの構成を上記のとおり限定して解釈することは，本件特許の出願経過からも正当である旨主張する。",
        "しかし，まず，控訴人が，構成要件1C-②に係る構成を追加する補正を行った際に，本件明細書の段落【0021】の記載を補正の根拠として主張したのは，当該補正が願書に最初に添付した明細書等に記載した事項の範囲内であることを示す根拠として挙 たものにすぎず，これによって，本件特許発明1に係る補強フレームの構成を構成        また，被控訴人は，構成要件1C-②の構成を追加する補正は，引用文献3(甲21)に示された単なる「つっかえ棒」を備えた切妻型テントでは進歩性が認められないという拒絶理由通知及び拒絶査定に対応してされたものであるから，本件特許発明1は，補強フレームを単なる「つっかえ棒」ではない，特別な機能，作用を有するもの(構成 である旨主張する。",
        "しかし，上記拒絶理由通知では，2本以上の互いに伸縮可能なバー部材からなり，内部にスプリング部材を内蔵した棒状部材は引用文献4(甲22)等に記載されているように周知であるとされているから，本件特許発明1について，補強フレームを構成とすることで特許されるに至ったものとする被控訴人の主張は理由がない。",
        "このように，本件特許の出願経過によって，構成要件1C-②の補強フレームに係る被控訴人の上記解釈が根拠付けられるものではない。",
        "被控訴人は，そのホームページ(甲33)の中で，被告製品が，幕体支持ポールが幕体の重さにより内側に傾くという問題を補強フレームを取り付けることにより解消することを明示している。したがって，被告製品の補強フレームは，本件特許発明1と同一の問題を同一の手段によって解消しているものといえるから，被告製品の補強フレームの一端が「幕体支持ポールの上端を上方に し上 る」こと(構成要件1C-②前段)は明らかである。",
        "また，被告製品の補強フレームは，その他端を幕体支持ポールに挿通したスライドブラケットに連結することで，幕体支持ポールを し上 る力に対する反作用の力をスライドブラケットに加えているのであるから，「スライドブラケットを下方に し下 ，シザー組立体の伸張を助勢しテントを展張して側面の強度を向上」させること(構成要件1C-②後段)は明らかである。",
        "したがって，被告製品は，本件特許発明1の構成要件1C-②を充足する。」",
        "原判決13頁17行目末尾に行を改めて次のとおり加える。",
        "「控訴人は，構成要件1A-②の「パンタグラフ」の用語から，本件特許発明1の「シザー組立体」は，2本のXバーを複数連結することで，菱形の骨組構造を形成したものであり，「シザー組立体の中央」とは，菱形の骨組構造の中央に相当する位置である旨主張する。しかし，「パンタグラフ」という用語から通常認識されるのは「電車等の集電装置」であるところ，この集電装置には，控訴人が主張する菱形のもののみならず，「シングルアーム型」のものなどもあるから，「パンタグラフ」という用語が必ずしも菱形構造を意味するものとはいえず，本件明細書にも「パンタグラフ状」の形状について何らの記載もない。したがって，「パンタグラフ」の用語を根拠とする控訴人の上記主張は理由がない。」",
        "原判決14頁17行目冒頭から15頁4行目末尾までを次のとおり改める。",
        "「ウ  構成要件1C-②",
        "構成要件1C-②は，補強フレームについて，①「幕体支持ポールの上端を上方に し上 る」，②「スライドブラケットを下方に し下 」る，③「シザー組立体の伸張を助勢」する，④「テントを展張して側面の強度を向上」する，といういずれも補強フレームが果たす機能，作用を抽象的に記載したものであり，請求項1の記載のみからは，補強フレームがいかなる具体的構成によってこのような機能や作用を果たすのかが判然としない。したがって，構成要件1C-②については，本件明細書の発明の詳細な説明の記載を参酌して，開示されている具体的構成とその技術思想を把握して，技術的範囲を解釈しなければならない。",
        "そこで，本件明細書の発明の詳細な説明の記載をみると，補強フレームが果たす上記①ないし④の機能等やそのための具体的構成については，実施例に関する段落【0018】ないし【0021】においてのみ記載されている。すなわち，段落【0021】には，「スライドを解 された補強バー(5)はスプリング(54)の力により全長を復元するため，ブラケット(55b)は幕体支持ポール(4b)に沿って下方へ移動する。この時，支持バー(4b)上に位置するスライドブラケット(2b)に前記ブラケット(55)が当接し，該スライドブラケット(2b)を し下 つつ係止する。これにより幕体支持ポール(4a)(4b)間に補強フレーム(5)が斜めに張設され，幕体支持ポール(4a)を妻面(7)側へ し出すことが出来，幕体の重量が幕体支持ポール(4a)にかかっていても妻面(7)を屋根面に対し 立した状 に つことが出来る。」と記載されているところ，この記載は，補強フレームに関して，「スライドを解 された補強バー(5)はスプリング(54)の力により全長を復元する」ことによって，①「幕体支持ポールの上端を上方に し上 る」及び②「スライドブラケットを下方に し下 」る作用が生じ，その結果，③「シザー組立体の伸張を助勢」するとともに，④「テントを展張して側面の強度を向上」するという結果がもたらされることを示している。また，段落【0018】には，「スライドを解 された補強バー(5)はスプリング(54)の力により全長を復元する」ための補強フレームの具体的な構成が示され，さらに，段落【0021】には，補強フレームの取付方法が記載され，取付けの過程で 圧してスライド部材(53)をスライドさせ，その後スライドを解 することで補強フレームがスプリングの力により全長を復元し，その結果，上記①ないし④の機能，作用を果たすことが説明されている。",
        "そして，以上の記載が構成要件1C−②に係る上記①ないし④の機能・作用に関する本件明細書の発明の詳細な説明における唯一の記載であることからすれば，同構成要件に関する具体的構成は，当該記載に基づき把握されるべきである。したがって，構成要件1C-②については，補強フレームに関して，少なくとも 「その一部でスライド可能であること」及び(b)「何らかの方法(スプリングに限らず何らかの弾性体など)でスライド部が一方向に付勢されていること」という構成 を有するものとして，その技術的範囲を解釈すべきである。",
        "以上のような解釈は，以下のとおり，本件特許の出願経過に照らしても正当である。"
      ],
      "content": [
        {
          "fig": "a",
          "text": [
            "本件特許の出願に係る審査においては，平成21年12月1日に拒絶理由通知(甲18)がされたところ，同拒絶理由通知(1頁)では，「引用文献2(特に第1図参照)には，テントの骨組みの外側に棟パイプ40(外側に位置する幕体支持ポール)を設けたことが記載されているとともに，テントを構成する骨組の必要な箇所に補強材を設置することは引用文献3(特に図3参照)等に記載されているように周知技術であり，これらの公知及び周知技術を考慮すれば，引用文献1に記載の屋根幕構造において，本願発明の構成とすることは当業者が容易に想到し得たことである。」とされた。すなわち，引用文献3(甲21)では，構成 単なる「つっかえ棒」である補強材がテントの骨組みに設置されており，切妻型テントである引用文献2(甲20)に単なるつっかえ棒を設置したものには進歩性がないとされたのである。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "このような拒絶理由通知を受けて，控訴人は請求項1を補正するなどしたが，特許庁は，平成22年2月19日付けで，上記aの拒絶理由通知に記載した理由により，本件特許の出願につき拒絶査定をした。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "そこで，控訴人は，平成22年6月2日，拒絶査定不服審判を請求するとともに，手続補正を行い，同補正において請求項1に構成要件1C-②に係る構成を追加した。そして，控訴人は，同月8日付け手続補正書(甲28)において，本件明細書の段落【0021】の記載が，上記補正の根拠である旨を述べている。"
          ]
        },
        {
          "fig": "d",
          "text": [
            "以上の出願経過によれば，本件特許発明1に構成要件1C-②の構成を追加する補正は，単なる「つっかえ棒」を備えた切妻型テントでは進歩性が認められないという拒絶理由通知及び拒絶査定に対応してされたものであり，本件特許発明1は，補強フレームを単なる「つっかえ棒」ではない，特別な機能，作用を有するもの(構成とすることで特許されるに至ったものである。",
            "控訴人は，補強フレームが単なる「つっかえ棒」であったとしても，構成要件1C-①のとおり，その一端を最も外側に位置する幕体支持ポールの上端位置に，他端を隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置において幕体支持ポールに係止することで，幕体支持ポールの先端を上方に し上 る力とスライドブラケットを下方に し下 る力が作用・反作用による力の釣り合いで調和することにより，構成要件1C-②記載の機能，作用を果たす旨主張する。",
            "しかし，そもそも作用・反作用で釣り合っているならば，その補強フレームは，幕体支持ポールを し上 たり，スライドブラケットを し下 たりする作用を奏することはできないというべきであるから，控訴人の上記主張は誤りである。",
            "以上によれば，構成要件1C-②を充足する補強フレームといえるためには，単なる「つっかえ棒」では足りず，構成えることが必要というべきところ，被告製品の補強フレーム5は，固定部材で固定された固定長のものであり，単なる「つっかえ棒」であって，構成 ものではないから，構成要件1C-②を充足しない。」"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "(均等侵害の成否)について",
              "text": [
                "(控訴人の主張)",
                "仮に，構成要件1C-①の「補強フレームの他端は隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置において，幕体支持ポールに係止させて」との構成を，補強フレームの他端を隣接する幕体支持ポールに",
                "接係止させるものに限定して解釈し，被告製品における，補強フレームが幕体支持ポールに挿着されたスライドブラケットに固定され，幕体支持ポールに",
                "接係止されていない構成は，上記構成要件を文言上充足しないとの立場に立ったとしても，上記相違部分については，以下のとおり均等の各要件を充足し，均等侵害が成立するというべきである",
                "本質的部分ではないこと",
                "本件特許発明1において，「補強フレームの他端は隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置において，幕体支持ポールに係止する」ことの意義は，補強フレームの他端がスライドブラケットに当接し，スライドブラケットを下方に さえつけながら，幕体支持ポールの側面上を上下に摺動可能に連結した状 におくことにある。",
                "ここで，スライドブラケットは，幕体支持ポールに挿着されており，幕体支持ポールの側面上を上下に摺動することから，補強フレームの他端は，必ずしも幕体支持ポールに 接係止する必要はなく，スライドブラケットを介して幕体支持ポールに係止できることは明白であり，補強フレームの他端を幕体支持ポールに 接係止することは，本件特許発明1の本質的な構成要件ではない。",
                "したがって，上記相違部分に係る本件特許発明1の構成(補強フレームの他端を幕体支持ポールに挿着されたスライドブラケットに近接した位置において，幕体支持ポールに 接係止すること)は，本件特許発明1の本質的部分ではない。",
                "作用効果の同一性",
                "被告製品は，補強フレームの他端を「幕体支持ポールに挿着されたスライドブラケットに固定」するが，そもそもスライドブラケットは幕体支持ポールに挿着されているため，補強フレームの他端はスライドブラケットを下方に さえつけながら，幕体支持ポールの側面上を上下に摺動することとなる。",
                "このように被告製品の補強フレームは，本件特許発明1と同じく，幕体支持ポールの先端を上方に し上 る力とスライドブラケットを下方に し下 る力を作用・反作用による力の釣り合いで調和させ，テントを安定に維持するものであり，シザー組立体の伸張を助勢しテントを展張して側面の強度を向上しつつ， 立する妻面を構成するようにしたものであるから，本件特許発明1の目的を達成し，同一の作用効果を奏するものである。",
                "容易想到性",
                "「係止」に 接的な係止と間接的な係止があることは広く知られるところであり(甲14)，テントの設計に従事する当業者は，「係止」という文言から，間接的な係止を容易に想起するものである。そして，スライドブラケットは幕体支持ポールに挿着されているものであるから，補強フレームの他端を幕体支持ポールに 接的に係止せず，スライドブラケットに固定して，幕体支持ポールに間接的に係止することは，当業者であれば，誰もが容易に認識できる程度のものである。",
                "したがって，本件特許発明1の構成要件1C-①を，被告製品のように補強フレームの他端をスライドブラケットに固定する構成に置き換えることは，被告製品の製造時点において当業者が容易に想到することができたものである。",
                "公知技術から容易に推考できるものではないこと及び意識的 外等の不存在",
                "被告製品は，本件特許の出願時における公知技術と同一でなく，当業者が公知技術から容易に推考できたものでもない。",
                "また，被告製品が本件特許の出願手続において特許請求の範囲から意識的に 外されたものに当たるなどの特段の事情はない。",
                "(被控訴人の主張)",
                "以下に述べるとおり，均等侵害の要件を満たす旨の控訴人の主張は認められない。",
                "本質的部分について",
                "本件特許発明1の課題解決手段は，最も外側に位置するシザー組立体の中央に設置する幕体支持ポールと該シザー組立体と隣接するシザー組立体の中央に設置する幕体支持ポールとの間に着脱自在の補強フレームを張設することとした上，当該補強フレームの取付方法としては，補強フレームの一端を最も外側に位置する幕体支持ポールの上端位置に，他端を隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置で幕体支持ポールに係止させることとし，このような位置に補強フレームを設置する方法で，補強フレームが幕体支持ポールの上端を上方に し上 るとともにスライドブラケットを下方に し下 ることにより，シザー組立体の伸張を助勢し，テントを展張して側面の強度を向上させようとするものである。つまり，張設した幕体の重量により屋根構造体中央側へ撓んでしまうという課題に対し，同発明は，単に補強フレームを最も外側に位置する幕体支持ポールと隣接する幕体支持ポールとの間に設けるという構造を採用しただけでなく，補強フレームの取付方法も併せて具体的に規定することにより，上記の課題を解決しようとしたものであって，この取付方法は発明の本質的部分に当たる。",
                "しかるところ，本件特許発明1と被告製品との相違点は，補強フレームの取付方法に係る構成であるから，当該相違点は本件特許発明1の本質的部分に該当する。",
                "作用効果の同一性について",
                "控訴人は，被告製品の構成によっても，補強フレームの他端がスライドブラケットを下方に さえつけながら，幕体支持ポールの側面上を上下に摺動し，これにより本件特許発明1と同一の作用効果を奏する旨主張する。",
                "しかし，被告製品において，補強フレームの他端がスライドブラケットを下方に し下 る力なるものが生じることはないから，控訴人が主張するような作用効果を奏するとはいえない。",
                "以上のとおり，控訴人の均等侵害の主張は，上記 及び の要件を満たさないものであるから，その余の要件について検討するまでもなく理由がない。",
                "(被控訴人の主張)",
                "本件各特許発明は，「妻面を有する折り畳み自在な屋根構造体」という物の発明に係るものであり，かつ，「屋根構造体」という物の性質からして，物品の形状，構造に係る発明である。このような物品の形状，構造に係る発明においては，特許請求の範囲の記載がその発明に係る物品の形状，構造を具体的に示すものでなければ，発明は明確性を欠くということになるところ，特許請求の範囲の記載が，構成の一部を作用効果や機能によって記載している場合には，特段の事情がない限り，「発明が明確であること」(特許法36条6項2号)という要件を満たさないものといわなければならない。なぜなら，物品の形状，構造に係る発明の特許請求の範囲に作用効果や機能の記載があると，その記載がどのような物の形状や構造を示すものであるのか，第三者は明確に理解することができないため，その予測可能性を奪うことになるからである。",
                "本件各特許発明に係る「補強フレームにより幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 ，シザー組立体の伸張を助勢しテントを展張して側面の強度を向上しつつ」との記載は，それ自体屋根構造体という物品の具体的な形状や構造を記載したものではなく，その作用効果や機能を記載したものであるところ，本件各特許発明の対象物品である屋根構造体(テント)は，その形状や構造で特定することに困難もなく，作用効果や機能による記載を許すべき特段の事情はない。",
                "したがって，本件特許は，特許法36条6項2号により無効とされるべき事由があるから，本件特許権に基づく権利行使は許されない。",
                "(控訴人の主張)",
                "特許庁の審査基準(甲39・11頁)には，特許法36条6項2号について，めに必要と認める事項のすべてを記載」すべき旨の趣旨からみて，出願人が請求項において特許を受けようとする発明について記載するに当たっては，種々の表現形式を用いることができる」ことが記載され，さらに，「例えば，「物の発明」の場合に，発明特定事項として物の結合や物の構造の表現形式を用いることができるほか，作用，機能，性質，特性，方法，用途その他の様々な表現形式を用いることができる」ことが明記されている。",
                "本件特許は，上記審査基準に基づいて審査され，特許されたものであり，上記審査基準の内容に照らしても審査に過誤があったとは考えられない。",
                "したがって，本件特許には，明確性要件違反の無効事由はないから，被控訴人主張の無効の抗弁は認められない。",
                "争点 に関する当事者の主張は，原判決「事実及び理由」の第3の2記載のとおりであるから，これを引用する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被告製品は，本件特許発明1の構成要件のうち，構成要件1C-②を充足しないから，その余の構成要件の充足性につき検討するまでもなく，本件特許発明1の技術的範囲に属するものとはいえず，その結果，被告製品は，請求項1を引用する請求項2及び3に係る本件特許発明2及び3の技術的範囲に属するものともいえないから，控訴人の請求をいずれも棄却した原判決の判断は結論において正当であり，本件控訴は棄却されるべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明1について",
          "text": [
            "本件特許の特許請求の範囲における請求項1の記載は，原判決の「事実及        また，本件特許の特許請求の範囲の請求項4の記載は，次のとおりである(甲4)。",
            "【請求項4】",
            "補強フレームは，一端近傍に内部にスプリングを内蔵したスライド部材を備え，幕体支持ポール間に張設したとき，該スプリングの張力により補強フレームを幕体支持ポールに圧接して係止するようにしたことを特徴とする請求項1乃至3のいずれかに記載の妻面を有する折り畳み自在な屋根構造体。",
            "本件明細書の発明の詳細な説明には，次のような記載がある(甲4。別添1参照)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "この発明は，テント，日 け等の骨組を構成する折り畳み自在なテントの屋根構造体であって，特に妻面を有する屋根構造体に関する(段落【0001】)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "従来のテントのうち，比較的大型なテントとして，特開2005-002699号公報に示されるようなもの(図9に記載のもの)が開発されているが，このようなテントでは，雨天時の使用に際して屋根の四方から雨水が滴り落ちてしまうため，複数のテントを近接して並べたとき，テント間に雨水が落ちてしまい，結果，複数のテントを並べても連続した屋根下空間を確 できないという欠点がある(段落【0004】)。",
                "そこで並べたときに屋根が連続するように，妻面を有する組み立て式テントが望まれるが，この種の組み立て式テントは，可搬性を重視するため屋根構造体や支柱に比較的軽量で曲 強度の低い部材を使用するのが一般的であるため，妻面を形成するために屋根構造体からフレームを立設させる構造をとると，張設した幕体の重量が妻面に立設したフレームの頂点にかかり，フレームが屋根構造体中央側へ撓んでしまうという問題が発生する(段落【0005】)。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "この発明は，屋根構造体や支柱に比較的軽量で曲 強度の低い部材を使用した可搬性の折り畳み式のテントでありながら，従来のスチールパイプ製の組み立て式テントのように，常に屋根に 行する妻面を有するテントを得ることを目的とする(段落【0007】)。"
              ]
            },
            {
              "fig": "エ",
              "subject": "課題を解決するための手段",
              "text": [
                "上記課題を解決するためにこの発明が採った手段は，少なくとも4本の支柱と，該支柱を相互に折り畳み自在に連結する複数のシザー組立体と，幕体の中央部を間隔をおいて山型の屋根形状に支持する複数の幕体支持ポールとを含み，シザー組立体は2本のバーをX字状に回動自在に連結してパンタグラフ状に折り畳み自在とした構造とし，屋根構造体の短手方向に支柱を連結するシザー組立体の中央部に前記幕体支持ポールを垂 に連結し，支柱の上端に固定される固定ブラケットと支柱の途中にスライド自在に挿着されるスライドブラケットで支柱とシザー組立体を相互に連結し，且，幕体支持ポールの下端に固定される固定ブラケットと幕体支持ポールの途中にスライド自在に挿着されるスライドブラケットで，幕体支持ポールとシザー組立体を相互に連結した屋根構造体において，最も外側に位置するシザー組立体の中央に設置する幕体支持ポールと該シザー組立体と隣接するシザー組立体の中央に設置する幕体支持ポールとの間に補強フレームを着脱自在に張設し，該補強フレームの一端は最も外側に位置する幕体支持ポールの上端位置に，補強フレームの他端は隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置において，幕体支持ポールに係止させて，補強フレームにより幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 ，シザー組立体の伸張を助勢しテントを展張して側面の強度を向上しつつ， 立する妻面を構成するようにしたことを特徴とする(段落【0008】)。",
                "又，補強フレームは，2本以上のバー部材からなり，伸縮自在であることを特徴とする(段落【0009】)。",
                "補強フレームは，一端近傍に内部にスプリングを内蔵したスライド部材を備え，幕体支持ポール間に張設したとき，該スプリングの張力により補強フレームを幕体支持ポールに圧接して係止するようにしたことを特徴とする(段落【0011】)。"
              ]
            },
            {
              "fig": "オ",
              "subject": "発明の効果",
              "text": [
                "本発明によれば，補強フレームにより妻面を形成する，屋根構造体の内，最も外側の幕体支持ポールが 立状 で内側に倒れ込むことなく安定に支持されるため，妻面を長手方向に沿った2枚の屋根に対し 立した状 に維持することができる。この妻面の存在により雨水が妻面側に流れ落ちることを防止でき，これにより折り畳み式のテントを長手方向に複数並べた場合であっても，並べたテント間に雨水が滴り落ちることを防止でき，連続した屋根下空間を有効に使用することができるという効果を有する。又，2枚の屋根面をそれぞれ平面に形成することが出来るため，該屋根面に施した模様・広告等を美麗に表示できるという効果を有する。(段落【0012】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "発明を実施するための最良の形",
              "text": [
                "図面の説明",
                "図面を参照しつつ，この発明の好ましい実施の形 を以下に詳細に説明する。図1は設営されたテント(1)を示す斜視図であり，図2は屋根構造体の概要を示す斜視図である。図3は屋根構造体に幕体を被覆した状 における透過図であり，図4は屋根構造体の平面概念図である。図5は補強フレームを示す図である。図6は補強フレームの一端部の透視図である。図7は妻面側の幕体支持ポールと補強フレームとの係止状 を示す図である。図8は妻面に隣接する幕体支持ポールのスライドブラケットと補強フレームとの係止状 を示す図である。(段落【0013】)",
                "屋根構造体の構造について"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "屋根構造体は，四隅及び中間に垂 に立設される支柱(3)，隣接する2本の支柱を水平に連結するシザー組立体(2)，並びに幕体を展帳する幕体支持ポールから構成される。シザー組立体(2)は，2本のバーを中央でX字状に回動自在に連結してパンタグラフ状に屈伸自在としたものであり，各バーの自由端の一方は支柱(3)の上端に固定され，他の一方は支柱に沿ってスライド自在に支柱(3)に連結される。幕体支持ポール(4)は，下端を支柱間短手方向，即ち妻面(7)と並行する方向に連結されたシザー組立体(2)の下側連結部に固定されると共に，幕体支持ポール(4)に挿着したスライドブラケットを介して上方連結部に固定され，シザー組立体(2)が伸張されるとき，伸張に応じて自動的に上方に持ち上 られる。幕体支持ポール(4)に折り畳み自在な防水性及び耐久性を有し所望の強度を備える合成樹脂製シート，或いは織物からなる幕体(6)を被覆し，テントの屋根を作出する。(段落【0014】)"
                },
                {
                  "fig": "b",
                  "subject": "図3は屋根構造体を伸張し，幕体を被覆した状 の透視図である。図示のようにシザー組立体(2)は一端を支柱(3)の上端に固定ブラケット(2a)を介して固定されつつ，他端をスライドブラケット(2b)を介して支柱に対しスライド自在に固定されている。又，支柱のない連結部においてはシザー組立体(2)の上下端が交差して連結されている。幕体支持ポール(4)は，支柱(3)を上下逆に取り付けたようにシザー組立体に接続されている。すなわち，幕体支持ポール(4)の下端は固定ブラケット(2a)を介してシザー組立体(2)の下方の一端に接続され，スライドブラケット(2b)を介してスライド自在に固定され，シザー組立体(2)の伸張に伴い，上方に持ち上 られるように固定されている。(段落【0015】)"
                },
                {
                  "fig": "c",
                  "subject": "図4に示すように屋根構造体は，長手方向にシザー組立体(2)を4つ，短手方向にシザー組立体(2)を2つ連結した構造とし，中央のシザー組立体(2)同士が連結される位置に前記幕体支持ポール(4)が固定されている。これにより屋根構造体を伸張したとき，長手方向中央列を頂点とする2枚の屋根面及び妻面(7)を有するテントを展帳することができる。該幕体支持ポール(4)の頂点には幕体(6)を破損させないように 護キャップ(41)が装着されている(図7参照)。尚，シザー組立体(2)，支柱(3)及び幕体支持ポール(4)の数はこれに限定されるものではなく，任意の数を設定することが出来る。(段落【0016】)"
                },
                {
                  "fig": "d",
                  "subject": "従来のテントにあっては，シザー組立体(2)と幕体支持ポール(4a)(4b)(4c)のみで幕体(6)を展帳しようとすると，幕体(6)の重みで妻面(7)を支持する幕体支持ポール(4a)が屋根構造体中央側，すなわち幕体支持ポール(4b)側へ傾斜してしまう。そこで，本発明ではこれを解消するために，図3，4に示すように，幕体支持ポール(4a)の頂点と隣接する幕体支持ポール(4b)の下方に位置するスライドブラケット(2b)に近接した位置に補強フレーム(5)を張設させる。これにより，幕体(6)の重量により幕体支持ポール(4a)が内側に倒れ込んでしまうことを防ぐことが可能となり，屋根面に対し 立する妻面(7)を得ることができる。尚，該補強フレーム(5)は屋根構造体とは別体のものであり，任意に取り外しできる構造である。(段落【0017】)",
                  "text": [
                    "補強フレームの構造及び屋根構造体への取付方法について"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "図5，6に示すように，補強フレーム(5)は太径バー(51)と，該太径バー(51)内にスライド自在に挿入した細径バー(52)とからなり，両バー(51)(52)の連結部近傍には固定部材(57)が取り付けられ伸縮自在な構造となっている。細径バー(52)の開放端にはスライド部材(53)が挿着されている。該スライド部材(53)は内装したスプリング(54)により，常時細径バー(52)の開放端方向へと付勢されている。細径バー(52)の端部近傍には長手方向に沿った長孔(図示せず)が表裏同じ箇所に穿設されており，ここにスライド部材(53)を貫通するリベット(58)を挿着することで抜け止めがなされ，且，前記長孔の長さ分だけ，スライド部材(53)が細径バー(52)上をスライド可能となっている。但し，スライド部材(53)は前述のとおりスプリング(54)により開放端方向へと付勢されているので，該スプリング(54)に抗する圧力を加えたときのみ，スライド部材(53)のスライドが可能となる。(段落【0018】)"
                },
                {
                  "fig": "b",
                  "subject": "次に補強フレーム(5)の屋根構造体への取り付け方法について説明する。まず補強フレーム(5)を適切な長さにするために，収納状 (図5a)から固定部材(57)を開放して太径バー(51)と細径バー(52)とを互いにスライド可能な状 にした後，細径バー(52)を太径バー(51)より引き出す。規定の長さで固定部材(57)により締結して，両バー(51)(52)を使用状 (図5b)とする。次にこの補強フレーム(5)の細径バー(52)側のブラケット(55a)を，幕体支持ポール(4a)に係止させる。係止は図7に示すように幕体(6)を展帳した状 で幕体支持ポール(4a)の上端を，ブラケット(55a)の係止凹部(55c)で狭持させるように行う。尚，幕体支持ポール(4a)の上端には 護キャップ(41)が固定されているため，係止凹部(55c)は該 護キャップ(41)の下面に当接し，幕体支持ポール(4a)から飛び抜けることなく幕体支持ポール(4a)の上端に係止することができる。(段落【0020】)"
                },
                {
                  "fig": "c",
                  "subject": "前記幕体支持ポール(4a)への係止を行った後，太径バー(51)を細径バー(52)側へ向け，スプリング(54)に抗するように",
                  "text": [
                    "圧しスライドさせる。これにより，スライド部材(53)内に細径バー(52)が入り込み，補強フレーム(5)の全長を短縮させることができる。次に該短縮状 の補強フレーム(5)の他端のブラケット(55b)の係止凹部(55c)を，前記幕体支持ポール(4a)に隣接する幕体支持ポール(4b)のスライドブラケット(2b)近傍を狭持させるようにセットした後，太径バー(51)のスライドを解 する。スライドを解 された補強バー(5)(判決注：補強フレーム(5)の誤記)はスプリング(54)の力により全長を復元するため，ブラケット(55b)は幕体支持ポール(4b)に沿って下方へ移動する。この時，支持バー(4b)上に位置するスライドブラケット(2b)に前記ブラケット(55)が当接し，該スライドブラケット(2b)を し下 つつ係止する。これにより幕体支持ポール(4a)(4b)間に補強フレーム(5)が斜めに張設され，幕体支持ポール(4a)を妻面(7)側へ し出すことができ，幕体の重量が幕体支持ポール(4a)にかかっていても妻面(7)を屋根面に対し 立した状 に つことができる。(段落【0021】)",
                    "は，屋根構造体や支柱に比較的軽量で曲 強度の低い部材を使用した可搬性の妻面を有する折り畳み式テントにおいて，妻面を形成するために屋根構造体から立設したフレームが張設した幕体の重量により屋根構造体中央側へ撓んでしまうという問題があったことに鑑み，これを解決して常に屋根に 行する妻面を有するテントを得ることを課題とし，その解決手段として，構成要件1Aのとおりの構成からなる屋根構造体において，最も外側に位置するシザー組立体の中央に設置する幕体支持ポールと該シザー組立体と隣接するシザー組立体の中央に設置する幕体支持ポールとの間に補強フレームを着脱自在に張設することとした上で，当該補強フレームについて，その一端を最も外側に位置する幕体支持ポールの上端位置に，他端を隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置において幕体支持ポールに係止させて，当該補強フレームにより幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 ，シザー組立体の伸張を助勢しテントを展張して側面の強度を向上しつつ， 立する妻面を構成するようにした発明であると認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "構成要件1C-②の充足性について",
          "text": [
            "構成要件1C-②の意義",
            "本件特許発明1の「補強フレーム」に係る構成要件1C-②の構成について，被控訴人は，付勢力を有するもの(その一部でスライド可能であり，かつ，何らかの方法(弾性体など)でスライド部が付勢されているもの)に限定され，単なる「つっかえ棒」(すなわち，付勢力を有しないもの)は含まれない旨主張するのに対し，控訴人は，構成要件1C-②をそのように限定して解釈すべき理由はない旨主張するので，以下検討する。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "特許請求の範囲の文言について",
              "text": [
                "構成要件1C-②の文言は， 「補強フレームにより幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 」，(b)「シザー組立体の伸張を助勢しテントを展張して側面の強度を向上しつつ， 立する妻面を構成するようにした」というものである。",
                "しかるところ，上記文言に従って解釈すればムが果たす作用として，「幕体支持ポールの上端を上方に し上 る」こと及び「スライドブラケットを下方に し下 」ることを規定したものであり，また，上記(b)は，補強フレームが果たす上記作用の結果として，「シザー組立体の伸張を助勢しテントを展張して側面の強度を向上」する効果及び「 立する妻面を構成する」効果が奏され，しかも，両者をつなぐ「しつつ」との文言からすると，これらの各効果が同時・一体的に奏されることを規定したものであると理解することができる。",
                "他の構成要件の内容も踏まえて検討してみるに，本件特許発明1の「補強フレーム」は，「最も外側に位置するシザー組立体の中央に設置する幕体支持ポールと該シザー組立体と隣接するシザー組立体の中央に設置する幕体支持ポールとの間に…張設」されるものであり(構成要件1B)，「補強フレームの一端は最も外側に位置する幕体支持ポールの上端位置に…係止」されること(構成要件1C-①)からすると，上記(b)のうち，「 立する妻面を構成する」効果は，補強フレームが「(最も外側に位置する)幕体支持ポールの上端を上方に し上 る」ことによって実現されるものであることを自然に理解することができる。また，「補強フレームの他端は隣接する幕体支持ポールに挿着されたスライドブラケットに近接した位置において，幕体支持ポールに係止」され(構成要件1C-①)，当該スライドブラケットは「幕体支持ポールの途中にスライド自在に挿着される」こと(1A-⑤)からすると，上記(b)のうち，「シザー組立体の伸張を助勢しテントを展張して側面の強度を向上」する効果は，補強フレームが「(隣接する幕体支持ポールにスライド自在に挿着された)スライドブラケットを下方に し下 」ることによって実現されるものであることを自然に理解することができる。",
                "そして，以上のような理解を前提にすると，構成要件1C-②は，補強フレームが，「幕体支持ポールの上端を上方に し上 る」作用と「スライドブラケットを下方に し下 」る作用とを同時に果たし，その結果，「シザー組立体の伸張を助勢しテントを展張して側面の強度を向上」する効果と「 立する妻面を構成する」効果とを同時・一体的に奏することを規定したものと解するのが相当であり，このような解釈は，「… し上 るとともに，… し下 」との文言とも整合するものといえる。",
                "上記のとおり，構成要件1C-②を充足する「補強フレーム」といえるためには，「幕体支持ポールの上端を上方に し上 る」作用と「スライドブラケットを下方に し下 」る作用とを同時に果たす部材であることを要するところ，これを可能とするためには，補強フレームに弾性体等によって伸長する方向の付勢力が働いていることが必要であると考えられる(このような付勢力に抗して収縮させられた補強フレームが復元しようとする力が働くことによって，補強フレームの一端が上方に移動するのと同時に他端が下方に移動することになり，「幕体支持ポールの上端を上方に し上 る」作用と「スライドブラケットを下方に",
                "し下 」る作用とを同時に果たすことが可能になるものといえる。)。",
                "したがって，構成要件1C-②の文言に沿って解釈すれば，当該構成要件を充足する「補強フレーム」といえるためには，弾性体等の作用によって伸長する方向での付勢力を付与された部材であることを要するものと解するのが相当である。",
                "これに対し，控訴人は，補強フレームが，上記のような付勢力を有しない，単なる「つっかえ棒」であったとしても，構成要件1C-②に係る機能，作用を果たすことは，本件特許発明1に係る特許請求の範囲(請求項1)記載の補強フレームの取付位置から明らかであるとし，具体的には，補強フレームの他端を幕体支持ポールに係止すると，補強フレームの他端のブラケットは，幕体支持ポールに挿通したスライドブラケットの上面に当接し，補強フレーム自体の重量と最も外側にある幕体支持ポールから補強フレームを介して伝わる幕体の重量により，スライドブラケットを下方に し下 るように作用し，他方，スライドブラケットが補強フレームの他端のブラケットを上方に し上 ようとする反作用の力は，補強フレームを伝搬して，最も外側にある幕体支持ポールの上端位置に加えられ，最も外側の幕体支持ポールの上端を上方に し上 るように働くことになるから，構成要件1C-②の「補強フレームにより幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 」る作用を果たすことになる旨主張する。",
                "しかし，補強フレームが，伸長する方向での付勢力を有しない，単なる「つっかえ棒」である限り，補強フレームの他端のブラケットが，幕体支持ポールに挿通したスライドブラケットの上面に当接し，補強フレーム自体の重量と最も外側にある幕体支持ポールから補強フレームを介して伝わる幕体の重量により，スライドブラケットを下方に し下",
                "ている際には，補強フレーム全体が下方に移動し，補強フレームの上端部(最も外側に位置する幕体支持ポールの上端位置に係止されている端部)も必然的に下方に移動することになるから，当該上端部が「幕体支持ポールの上端を上方に し上 」ることにはならない。",
                "また，その後，補強フレームの他端のブラケットがスライドブラケットを下方に し下 る作用の力と，これに対する反作用として，スライドブラケットが補強フレームの他端のブラケットを上方に し上 る力とが釣り合うことになるが，この時の反作用の力は，上記釣り合いによって幕体支持ポールの屋根構造体中央側への倒れ込みを抑えているにすぎず，これを超えて，最も外側の幕体支持ポールの上端を上方に し上 るものではない。",
                "このように，補強フレームが，伸長する方向での付勢力を有しない，単なる「つっかえ棒」である限り，「幕体支持ポールの上端を上方に",
                "し上 る」作用と「スライドブラケットを下方に し下 」る作用とを同時に果たすことはないというべきであって，これらを同時に果たすためには，前記 補強フレーム自体に伸長する方向の付勢力が働いていることが不可欠というべきであるから，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件明細書の発明の詳細な説明の記載について",
              "text": [
                "次に，本件明細書の発明の詳細な説明において，補強フレームの構造及び補強フレームが果たす「幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 」る作用に関していかなる記載があるのかをみると，【発明を実施するための最良の形 】の記載中に，補強フレーム(5)の構造として，図5及び6のとおり，太径バー(51)と，該太径バー(51)内にスライド自在に挿入した細径バー(52)とからなり，両バー(51)(52)の連結部近傍には固定部材(57)が取り付けられ伸縮自在な構造となっており，細径バー(52)の開放端にはスライド部材(53)が挿着され，該スライド部材(53)は内装したスプリング(54)により，常時細径バー(52)の開放端方向へと付勢されているものが記載されている(段落【0018】)。また，当該補強フレーム(5)の屋根構造体への取付けに関しては，補強フレーム(5)の一端のブラケット(55a)を最も外側に位置する幕体支持ポール(4a)の上端に係止し(段落【0020】)，補強フレーム(5)をスプリング(54)に抗するように 圧してスライドさせ，全長を短縮させた状 で，補強フレーム(5)の他端のブラケット(55b)の係止凹部(55c)で幕体支持ポール(4a)に隣接する幕体支持ポール(4b)のスライドブラケット(2b)近傍を挟持させ，その後，補強フレーム(5)のスライドを解 すること，その結果，補強フレーム(5)はスプリング(54)の力により全長を復元するため，ブラケット(55b)が幕体支持ポール(4b)に沿って下方へ移動してスライドブラケット(2b)に当接し，これを し下 つつ係止することにより，幕体支持ポール(4a)(4b)間に補強フレーム(5)が斜めに張設され，幕体支持ポール(4a)を妻面(7)側に し出すことができ，妻面(7)を屋根面に対し 立した状 に",
                "つことができることが記載されている(段落【0021】)。",
                "このように，本件明細書の発明の詳細な説明には，補強フレームの構造として，弾性体によって伸長する方向の付勢力を付与されたものが記載され，そのような構造の補強フレームが，最も外側に位置する幕体支持ポール(4a)を妻面側に し出すこと(すなわち，「幕体支持ポールの上端を上方に し上 る」こと)及び隣接する幕体支持ポール(4b)のスライドブラケット(2b)を し下 ることという2つの作用を同時に果たすことが記載されている。他方，本件明細書の発明の詳細な説明には，上記以外に，本件特許発明1に係る補強フレームがどのようにして「幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 」る作用を果たすのかを説明する記載はないものといえる(控訴人は，特許請求の範囲(請求項1)記載の補強フレームの取付位置から，本件特許発明1に係る補強フレームが上記作用を果たすことは明らかである旨主張するが，当該主張に理由がないこ      以上のとおり，本件明細書の発明の詳細な説明の上記記載は，記載形式上は「実施例」に係る記載ではあるものの，構成要件1C-②の「補強フレームにより幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 」る作用を果たすための補強フレームの構成を説明する唯一の記載であることからすれば，当該構成要件に係る具体的構成を説明したものとして理解するのが相当というべきである。",
                "なお，上記の理解は，本件特許発明1について，構成要件1C-②に係る補正を行った際の控訴人の主張からも裏付けられるものといえる。すなわち，本件特許の出願経過をみると，本件特許の特許請求の範囲の請求項1における構成要件1C-②に係る記載は，本件特許の出願について拒絶査定(甲25)を受けた控訴人が，拒絶査定不服審判(不服2010-11772号。甲26)を請求するのと同時にした手続補正(甲27)において追加した記載であるところ，その際，控訴人は，当該補正における「補強フレームにより幕体支持ポールの上端を上方に",
                "し上 るとともに，スライドブラケットを下方に し下 」との記載が，本件明細書の段落【0021】の前記記載を根拠とするものである旨を主張している(甲28)。このように，本件特許の出願経過において，控訴人自身が，本件明細書の段落【0021】の記載が構成要件1C-②の「補強フレームにより幕体支持ポールの上端を上方に し上 るとともに，スライドブラケットを下方に し下 」る作用を果たすための補強フレームの構成を説明する記載であることを自認していることが認められるのであり，このことは，当該段落の記載に関する前記の理解を裏付ける一つの事情ということができる。",
                "他方，控訴人は，本件明細書の発明の詳細な説明の上記 記載は，本件特許の特許請求の範囲の請求項4に係る発明の技術的特徴を説明するものであって，請求項1に係る本件特許発明1の補強フレームの構成を説明するものではない旨主張する。",
                "確かに，本件明細書の発明の詳細な説明の 記載は，本件特許の特許請求の範囲の請求項4に係る発明(「補強フレームは，一端近傍に内部にスプリングを内蔵したスライド部材を備え，幕体支持ポール間に張設したとき，該スプリングの張力により補強フレームを幕体支持ポールに圧接して係止するようにしたことを特徴とする請求項1乃至3のいずれかに記載の妻面を有する折り畳み自在な屋根構造体」)における補強フレームの構造や取付方法等を説明した記載として理解し得るものであるが，だからといって，当該記載が，本件特許発明1に係る補強フレームの具体的構成を説明する記載としての意味をも有するとの理解ができないものではない。むしろ，請求項1と請求項4の関係については，請求項1に係る発明の補強フレームが「伸長する方向での付勢力を付与された部材であること」を前提とした上で，請求項4に係る発明は，補強フレームに伸長する方向での付勢力を付与する 様を「内部にスプリングを内蔵したスライド部材を備え」ることなどの構成に具体的に特定することによって，請求項1とは独立した発明としたものと理解することができるというべきであり，これを前提とすれば，本件明細書の発明の詳細な説明 記載は，請求項4に係る発明についての説明であると同時に，本件特許発明1に係る補強フレームの具体的構成を説明する記載であると理解することができるものといえる。",
                "したがって，控訴人の上記主張には理由がない。",
                "以上によれば，構成要件1C-②の「補強フレーム」に関する前記ア説明の記載からも裏付けられるものといえる。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "以上のとおり，本件特許発明1に係る特許請求の範囲(請求項1)の文言及び本件明細書の発明の詳細な説明の記載を総合すれば，構成要件1C-②を充足する「補強フレーム」といえるためには，弾性体等の作用によって伸長する方向での付勢力を付与された部材であることを要するものと解すべきである。",
                "被告製品のあてはめ",
                "被告製品において，最も外側に位置するシザー組立体2 と同2 との連結部に設置する幕体支持ポール4aとシザー組立体2 ，2 と隣接するシザー組立体2  と同2  との連結部に設置する幕体支持ポール4bとの間に着脱自在に架設される補強フレーム5は，被告構成c-3のとおり，2本のバー部材からなり，固定部材により所定の長さで固定されるようになっているものであって，伸長する方向での付勢力を付与された部材であるとは認められない。",
                "したがって，被告製品は，本件特許発明1の構成要件1C-②を充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，被告製品は，本件特許発明1の構成要件1C-②を充足しないから，その余の構成要件の充足性や構成要件1C-①に係る均等侵害の成否につき検討するまでもなく，同発明の技術的範囲に属するものとはいえない。",
            "そうすると，被告製品は，「請求項1記載の…屋根構造体」には当たらないから，本件特許発明2の構成要件2Dを充足せず，また，「請求項1又は2記載の…屋根構造体」にも当たらないから，本件特許発明3の構成要件3Dを充足せず，したがって，これらの発明の技術的範囲に属するものとはいえない。",
            "してみると，本件特許発明1ないし3に係る本件特許権に基づく控訴人の請求は，その余の点について判断するまでもなく，理由がない。",
            "よって，控訴人の請求を棄却した原判決は結論において相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成27年(ネ)10099",
    "date": "2016-08-25",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(ワ)23732",
    "precedent_id": "086096",
    "ipprecedent_id": "4418",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}