{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-13732号事件について平成27年3月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない。)",
          "text": [
            "原告は，発明の名称を「内燃機関の燃費削減装置」とする発明につき，2013年(平成25年)4月30日(優先権主張日・2012年〔平成24年〕4月27日。以下「本願優先日」という。)を国際出願日とする特許出願(特願2013-537963号。以下「本願」という。)をした。",
            "原告は，平成25年9月9日に手続補正をしたが，同年10月7日付けで拒絶理由通知がされたので，さらに，同年12月16日，意見書を提出するとともに，特許請求の範囲の変更等を内容とする手続補正(甲9。以下「本件補正」という。)をした。しかし，再度，平成26年1月9日付けで拒絶理由通知がされたため，原告は，同年3月17日，意見書を提出したが，同年4月8日付けで拒絶査定を受けた。",
            "原告は，同年7月15日，これに対する不服の審判を請求するとともに，手続補正をした。",
            "特許庁は，上記請求を不服2014-13732号事件として審理を行い，平成27年3月30日，「本件審判の請求は，成り立たない。」との審決をし，同年4月14日，その謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の本願の特許請求の範囲(請求項の数は2)の請求項1の記載は，以下のとおりである(甲9。以下，同請求項に記載された発明を「本願発明」という。また，平成26年7月15日付け補正後の本願の明細書及び図面を併せて「本願明細書」という。)。",
            "「【請求項1】",
            "フィルタ部材を有するエアクリーナ内に，空気に対し波長850～1450nmの近赤外領域の光を照射する複数の発光ダイオードを配設し，空気中の気相水をそのまま前記内燃機関に導入するために気相水に前記近赤外領域の光の振動エネルギを担持させるようにしたことを特徴とする内燃機関の燃費削減装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。その要旨は，本願発明は，本願優先日前に日本国内又は外国において頒布された刊行物である特開2010-185356号公報(甲1。以下「引用文献1」いう。)に記載された発明(以下「引用発明」という。)及び特開2006-242166号公報(以下「引用文献2」という。)に記載された技術(以下「引用技術」という。)に基づき，又は，引用発明，引用技術及び技術常識に基づき，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，したがって，本願は拒絶すべきものである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審決が認定した引用発明の内容",
              "text": [
                "「吸気系統に，波数が約3600cm-1～3800cm-1附近の赤外線を放射する複数の赤外線放射物質を空気と接触させることにより，該空気に含まれている水蒸気を赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とするエンジン燃焼効率改善装置。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と引用発明との一致点及び相違点は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「空気中の気相水を内燃機関に導入するために気相水に所定領域の赤外線の光の振動エネルギを担持させるようにした内燃機関の燃費削減装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "「空気中の気相水を内燃機関に導入するために気相水に所定領域の赤外線の光の振動エネルギを担持させる」ことに関して，",
                    "本願発明においては，「フィルタ部材を有するエアクリーナ内に，空気に対し波長850～1450nmの近赤外領域の光を照射する複数の発光ダイオードを配設し，空気中の気相水をそのまま前記内燃機関に導入するために気相水に前記近赤外領域の光の振動エネルギを担持させるようにした」のに対し，",
                    "引用発明においては，「吸気系統に，波数が約3600cm-1～3800cm-1附近の赤外線を放射する複数の赤外線放射物質を空気と接触させることにより，該空気に含まれている水蒸気を赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とする」点"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，「吸気系統に，波数が約3600cm-1～3800cm-1附近の微弱赤外線を放射する複数の赤外線放射物質を空気と接触させることにより，該空気に含まれている水蒸気を微弱赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とするエンジン燃焼効率改善装置。」と認定されるべきである。",
                "上記赤外線放射物質の具体例として，引用文献1の明細書(段落【0022】)には，石英の微粉末と記載されている。石英は光を透過する率の高い物質であり，また，キルヒホッフの法則によれば，放射率と吸収率は等しいということである。したがって，光を透過する率の高い石英は，光の吸収率及び放射率はいずれも低いことになる。このような石英を赤外線放射物質として採用しても，それこそ微弱赤外線しか放射し得ないことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1によると，エンジン燃焼効率改善装置のパイプ3を内蔵したダクト2は，エンジンルーム6外に配置されており，パイプ3を通過した空気がエンジンに到達するまで，かなりの時間を要することになる。",
                "このように，エンジンまでかなり時間を要する箇所に設置された赤外線放射物質からの微弱赤外線によっては空気に含まれている水蒸気の分子振動を励起させることはできないし，また，仮に赤外線放射物質により水蒸気の分子振動を励起させることができたとしても，空気がエンジンに到達するまでかなりの時間を要するので，空気中の気相水を気相水のままエンジンに供給することはできない。",
                "引用発明において，空気がエンジンに到達するまでかなりの時間を要し，空気中の気相水を気相水のままエンジンに供給することができないのは，分子運動の寿命に当たる緩和時間(本願明細書の段落【0085】)を考慮することなく，エンジン燃焼効率改善装置のパイプ3をエンジンルーム6に配置しているからである。",
                "したがって，引用発明は，発明として完成しているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決の引用発明の認定には誤りがあり，相違点に関する容易想到性の判断に影響を及ぼすものといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献2には，光の吸収により一重項酸素を発生させ，排気ガス中の有害物質の排出を低減し，かつ燃焼効率が高い内燃機関についての技術が記載されている。引用文献2に記載された技術は，一重項酸素を光の吸収により三重項酸素に変換して燃焼効率を向上するという技術であり，本願発明のように気相水をそのまま維持する技術ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，特開2012-71330号公報(以下「引用文献3」という。)の図4には，水蒸気層を通過した赤外線の吸収割合と赤外線の波長との関係を示すグラフ(技術常識)が記載されている。しかし，このグラフは，内燃機関の燃料削減装置との関連はなく，内燃機関の燃料削減装置の技術分野における技術常識といえるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，引用発明における波長と本願発明における波長が異なっていることは認めているものの，「本願発明の明細書を参照しても，上記数値範囲(850～1450nm)内のすべての部分で満たされる有利な効果の顕著性は認められない」と認定した。",
                "本願発明における効果については，本願明細書の表1テスト走行実績表に記載のとおりである。上記表1は，富塚・東雲の往復(走行距離: 114．2km)を16回走行した際の850，870, 940，970，1450nmの発光ダイオード20個からの近赤外線をそれぞれ照射したときの燃費削減率を測定したものである。下限の850nmと上限の1450nmと，これらの範囲内の異なる波長の発光ダイオードからの近赤外線を照射したときの燃費削減率を示した。もちろん，波長850  ～1450nmの範囲内のすべての部分の近赤外線を照射したときの燃費削減率は記載していないが，テスト走行をした異なる波長の発光ダイオードからの近赤外線を照射したときの燃費削減率から，波長850～1450nmの範囲内のすべての部分の近赤外線を照射したときの燃費削減率は推定されると思料する。",
                "なお，上限の波長を1450nmとしたのは，これ以上の波長を照射することのできる発光ダイオードの調達が出願当時困難であったため，波長850～1450nmに限定したものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，引用発明は未完成発明であり，また，引用文献2における引用技術は，気相水をそのまま維持する技術ではないし，さらに，引用文献3における技術常識は，本願発明の分野における技術常識ではない。",
                "したがって，本願発明は，特有の発明特定事項を備え顕著な特有の効果を奏する発明であり，引用発明および引用技術に基づき，または，引用発明，引用技術および技術常識に基づき，当業者であっても容易になし得ることではないから，審決の判断には誤りがあり，違法であるので取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明を，「吸気系統に，波数が約3600cm-1～3800cm-1附近の微弱赤外線を放射する複数の赤外線放射物質を空気と接触させることにより，該空気に含まれている水蒸気を微弱赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とするエンジン燃焼効率改善装置。」と認定すべきであると主張する。",
                "しかし，引用文献1(甲1)の段落【0017】に記載された「赤外線のうち波数が約3600cm-1～3800cm-1附近の赤外線領域」の「赤外線のうち」及び「赤外線領域」という記載自体から，赤外線であることは明らかであるし，「波数が約3600cm-1～3800cm-1附近」は，波長に換算すると約2780～2630nmであって，「赤外線」(赤外線の波長は，約0．75μm(750nm)～約1mm(106nm)である。)に分類される波長であるので，「波数が約3600cm-1～3800cm-1附近」という記載からも，赤外線であることは明らかである。",
                "したがって，引用発明において「波数が約3600cm-1～3800cm-1  附近の赤外線」とした審決の認定に誤りはない。",
                "仮に，引用発明の赤外線が「微弱赤外線」であるとしても，引用文献1の記載から，「微弱」な「赤外線」が，水蒸気の分子振動を励起させ得る程度の強度をもつことは明らかであり，本願発明と引用発明とで，気相水(水蒸気)の分子に振動エネルギを担持させ得ることにおいて，相違するものではない。そして，本願の請求項1には，赤外線の強度を特定する記載はなく，「微弱」な赤外線を排除するものではない上，本願明細書にも，微弱赤外線を排除する記載はなく，赤外線の強度に関する記載もないことから，本願発明における「近赤外領域の光」は，微弱赤外線を排除するものではない。審決は，これらを考慮した上で，引用文献1の記載から，引用発明を認定している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明における「赤外線放射物質」の具体例としてあげられる石英の微粉末では，「微弱赤外線」しか放射し得ないことは明らかである旨主張する。",
                "しかし，引用文献1の段落【0022】には，「赤外線放射物質」の一例として石英の微粉末があげられているが，「赤外線を多く放射する他の物質を素材として用いても良い」とも記載されており，燃費が最も改善するように，最適な強度の「赤外線」を放射する「赤外線放射物質」が，適宜，選択されるはずである。",
                "したがって，この点からも，引用発明において「赤外線」と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明の装置では，空気がエンジンに到達するまでかなりの時間を要するので，空気中の気相水を気相水のままエンジンに供給することはできず，引用発明は，発明として完成しているとはいえない旨主張する。",
                "しかし，引用文献1の「エンジン燃焼効率改善装置」は，段落【0010】に記載されているように，「励起された水蒸気を含む空気をエンジンの燃焼用としてエンジンルームに送風することを特徴とする」ものである以上，当然，「励起された水蒸気」が効率よくエンジンに供給されるように，装置設計がなされているはずである。また，引用発明が，燃焼効率を改善する効果を奏する以上，分子運動が励起された水蒸気を含む空気は，励起した状態でエンジンに供給されているものと理解することができる。",
                "したがって，引用発明は，審決のとおり認定できるのであって，発明として完成していない旨の原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張の取消事由2(相違点に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用文献2に記載された技術は，本願発明のように気相水をそのまま維持する技術ではない旨主張する。",
                "しかし，審決は，引用文献2の記載から，内燃機関に供給する空気に赤外線ないし近赤外線を照射する場合に，赤外線ないし近赤外線を照射する手段として何を選択し，それを何れの箇所に配置するかの観点に着目して，引用技術を認定したものである。",
                "したがって，審決における引用技術の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，引用文献3(甲3)の図4には，水蒸気層を通過した赤外線の吸収割合と赤外線の波長との関係が示されているが，内燃機関の燃料削減装置との関連はなく，内燃機関の燃料削減装置の技術分野における技術常識といえるものではない旨主張する。",
                "しかし，引用文献3の記載に基づいて審決が認定した技術常識は，水蒸気の赤外線等の吸収率に関する一般的又は基礎的な事項であり，水蒸気固有の物性として広く知られているものであって(乙1)，特定の技術分野に限定されるものではなく，その物性値は，内燃機関においても異なることはなく，引用発明及び本願発明等の内燃機関の燃料削減装置の技術分野において技術常識とすることができない事情は存在しないから，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，原告は，審決の「本願発明の明細書を参照しても，上記数値範囲(850～1450nm)内のすべての部分で満たされる有利な効果の顕著性は認められない」との認定に対し，本願明細書の表1のテスト走行実績表から，波長850～1450nmの範囲内のすべての部分の近赤外線について，燃費削減の効果が推定できる旨主張する。",
                "そこで，本願発明について検討すると，本願発明は，空気中の気相水に近赤外光を照射することにより，気相水に光の振動エネルギを担持させることにより効果を奏するものと理解できる。一方，本願明細書の図7，引用文献3の図4等に示されるように，850～1450nmの間の波長であっても，透過率が1，すなわち吸収されない波長があり，上記の理解からすれば，850～1450nmの間の波長であっても，透過率が1で，気相水に吸収されずに効果を奏しない波長があるといえ，850～1450nmの範囲内のすべての部分の近赤外線について，燃費削減の効果があるとは推定できない。原告の上記主張は技術常識に必ずしも沿ったものとはいえない。",
                "したがって，審決の判断に誤りはなく，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決が認定した引用発明に誤りはなく，引用技術は，原告が主張するようなものではなく，技術常識は，引用発明及び本願発明等の内燃機関の燃料削減装置の技術分野の当業者にとって技術常識というべきものである。",
                "また，本願発明の効果についても，引用発明及び引用技術，又は引用発明，引用技術及び技術常識からみて，格別顕著性は認められない。",
                "したがって，本願発明は，引用発明及び引用技術に基づき，又は，引用発明，引用技術及び技術常識に基づき，当業者が容易に発明をすることができたものであるとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，相違点に関する審決の容易想到性の判断に誤りはなく，取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の内容等について(本願明細書の表1及び図7については，別紙本願明細書図面目録参照)",
              "text": [
                "本願明細書の記載によれば，本願発明は，内燃機関の吸入空気に対して含有する気相水(水蒸気)のスペクトル吸収波長を適宜に選択し，最適化した発光ダイオード(LED)を備え，吸入空気に照射することによって，燃料消費量を著しく低減化できる内燃機関の燃費削減装置に関するものである(段落【0001】)。",
                "従来，内燃機関における燃料の燃焼効率の向上を目的として，物質波共振装置に直流電流を利用してその出力を銅板に流すことにより低電圧で銅イオンを発生させ，かつ，物質波を含んだ電流をLEDランプから流すという方法が知られているが，銅板を反射板として使用しなければならないため，構造が複雑になるという問題にあった(段落【0006】，【0007】及び【0010】)。",
                "そこで，本願発明は，簡単な構成により燃料消費量を著しく低減することができる内燃機関の燃費削減装置を提供することを目的とし(段落【0012】)，この課題を解決するために，フィルタ部材を有するエアクリーナ内に，空気に対し波長850～1450nmの近赤外領域の光を照射する複数の発光ダイオードを配設し，空気中の気相水をそのまま内燃機関に導入するために気相水に近赤外領域の光の振動エネルギを担持させるようにした(段落【0035】)。この構成とすることにより，内燃機関の吸入空気中の気相水が霧化されて液相水になるのが阻止されるため，液相水が内燃機関における燃料の爆発に負の力となって関与することはなく，気相水としての状態が維持されたまま，爆発に関与することになり，効率よく燃費削減を行うことができる(段落【0014】ないし【0028】，【0044】)。",
                "なお，本願明細書の表1は，図1のエアクリーナ1内において20個の発光ダイオード11を850～1450nmという近赤外領域内における特定の波長の光で発光させたときの燃費低減を実験した結果を示すものである(段落【0055】)。",
                "また，本願明細書の図7の縦軸は透過率，横軸は波長で，下から2つめの気相水分子(H O)には，光が透過せずにとどまる波長が多くある(段落【0082】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1(甲1)には，次のとおりの記載がある(図面については，別紙引用文献1図面目録参照)。",
                    "「【技術分野】",
                    "【0001】",
                    "本発明は，エンジンとエンジン関連部品を改造することはなく，燃焼効率を改善できるエンジンの燃焼効率改善方法及びエンジン燃焼効率改善装置に関する。",
                    "【背景技術】",
                    "【0002】",
                    "エンジンの燃焼効率の改善は，直接省エネルギーに結びつくので，エンジン各部の改良や燃料の改善は著しく進歩を遂げたのが現状である。・・・」",
                    "「【発明が解決しようとする課題】",
                    "【0004】",
                    "しかし，どんな高性能のエンジンを開発しても，現存の稼働中のエンジンを高性能のエンジンに交換することは，総トン数が20トンを越える船舶，又は，離島の発電所等に於いては容易ではない。",
                    "・・・",
                    "【0008】",
                    "以上のことを勘案して，稼働中のエンジンには全然手を触れることなく，しかもエンジンの知識が全然ない者でも問題なく作業が出来て，簡単に燃焼効率を改善させ，少なくとも10％～20％の省エネルギーを達成させることが可能なエンジン燃焼効率改善方法及びエンジン燃焼効率改善装置を提供することを目的とする。",
                    "【課題を解決するための手段】",
                    "【0009】",
                    "本発明は，上述の目的を達成するため，以下(1)～(3)の構成を備えるものである。",
                    "【0010】",
                    "(1)微弱赤外線を放出する物質を空気と接触させることにより，該空気に含まれている水蒸気を前記微弱赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用としてエンジンルームに送風することを特徴とするエンジン燃焼効率改善方法。",
                    "【0011】",
                    "(2)前記(1)記載のエンジンの燃焼方法を用いたことを特徴とするエンジン燃焼効率改善装置。",
                    "【0012】",
                    "(3)前記エンジン燃焼効率改善装置が，既設のエンジンルーム用の空気取入れ系統に組み込まれたことを特徴とする前記(2)記載のエンジン燃焼効率改善装置。",
                    "【発明の効果】",
                    "【0013】",
                    "本発明のエンジン燃焼効率改善方法及びエンジン燃焼効率改善装置によれば，エンジンルーム内に設置されている全てのエンジンに対応し，運転中でも設置作業が出来，しかも燃焼効率改善の結果，エンジンの燃料消費量は少なくとも20％は節減することが可能となる。",
                    "【図面の簡単な説明】",
                    "【0014】",
                    "・・・",
                    "【図2】メインエンジンルーム2室の空気吸込み系統図で，既存の有圧送風機が吹き出し口側に設置されている状態を示す図",
                    "【図3】空調，照明用の補助エンジンルームの空気吸込み系統図",
                    "【発明を実施するための形態】",
                    "・・・",
                    "【実施例】",
                    "【0017】",
                    "空気を構成している物質のうち水蒸気を除けば赤外線吸収率は非常に少なく，無視してもよい数値だが，赤外線のうち波数が約3600cm-1～3800cm-1附近の赤外線領域は水蒸気に対して最大の吸収帯になっている。その結果，これを吸収した水蒸気は分子振動を励起され，運動エネルギーに変換するものと思われる。",
                    "【0018】",
                    "従って，本発明に採用する赤外線放射物質は先に記載した波数の範囲内で赤外線を多く放射するものであれば良い結果が得られる。",
                    "【0019】",
                    "水蒸気の分子振動を，基底状態から励起状態に変化させると，なぜ燃焼効率が良くなるのか，その確定的理由は不明であるが，エンジンの燃焼効率改善装置設置以前のエンジンルーム内の空気中の水蒸気分子の状態は(H O)nで，それが赤外線の吸収によりn数のクラスターが小さくなるか或は0となり，多くの水蒸気の分子は単分子で存在するものと推定される。・・・",
                    "【0020】",
                    "エンジンのシリンダー内における空気と燃料の混合状態は，分子量の大きい燃料分子に空気と水蒸気の分子が取り囲んだ状態になるので，この際，水蒸気の分子が単分子で小さくなれば，その分空気の燃料に接する領域が増え，燃焼が良くなるものと思われる。",
                    "【0021】",
                    "本実施例において空気取り入れ系統に設置すべき赤外線放射物質の形状は，挿入することにより発生する空気抵抗を極力少なくするため，ストロー状の中空パイプにした。中空パイプの赤外線放射物質を以下「パイプ」と言う。",
                    "【0022】",
                    "この実施形態において用いたパイプの材料は，有機溶媒，油，燃料に対し優れた耐性のあるナイロン6をバインダーとし，パイプの肉厚を薄くするする必要上補強には摩耗に強いチタン酸カリウム繊維を配合，赤外線放射物質は石英の微粉末とし，配合比率は石英微粉末2％重量比，チタン酸カリウム繊維13％重量比，ナイロン6は85％重量比とし，本材料を混合加熱してペレットに成形したものを使用したが，赤外線を多く放射する他の物質を素材として用いても良い。また，この実施形態においては赤外線放射物質の形状は中空パイプ状をなしているが，必ずしもパイプ状に限る必要はなく，エンジンルームの形状に合わせ適宜他の形状を選択しても良い。",
                    "・・・",
                    "【0025】",
                    "本発明の効果を確認するために船を用いることにして，神奈川県横須賀市所在の株式会社トライアングルが所有する小型客船しーふれんど2号(双胴船19トン)を用いて実施した。同船は横須賀市三笠公園(戦艦三笠保存地)にある桟橋より東方約1．75キロメートル沖合に浮かぶ自然島である猿島間の定期航路を持つ連絡船で，燃料流量計を装備しており，又，同航路以外の別途貸切り用の航路は横須賀軍港内の見学であり，附近は潮流の影響も少なく，正確なデータを取得することが出来た。",
                    "【0026】",
                    "しーふれんど2号に取り付けるエンジンの燃焼効率改善装置は，作業の難易度を考慮して空気吸込み口に設置することにした。・・・",
                    "【0027】",
                    "しーふれんど2号の諸元及び燃料消費計測方法は下記の(1)～(6)による。",
                    "(1)船の大きさ19トン  定員96名，"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "メインエンジン  三菱重工製出力279．49KW×2基",
                "(3)補助エンジン  三菱重工製15．66KW×1基",
                "(4)推進器  ウォータージェット方式",
                "(5)エンジンの燃焼効率改善装置取り付け以前の消費燃料計測方法は，航海日誌記載の燃料消費量の平均値の記録を転記す。",
                "(6)エンジンの燃焼効率改善装置取り付け後の消費燃料計測方法は，船内設置の燃料流量計を読み取る。",
                "【0028】",
                "エンジンの燃焼効率改善装置取り付け以前の消費燃料平均値は次の通りである。",
                "(1)猿島航路1往復あたり  約29．4L (2)稼働時間1時間あたり  約49．5L   エンジンの燃焼効率改善装置取り付け後の消費燃料の取得データの平均値は次の通りである。",
                "(3)猿島航路1往復あたり  約23．1L (4)稼働時間1時間あたり  約39．0L   エンジンの燃焼効率改善装置取り付け以前とエンジンの燃焼効率改善装置取り付け後の対比は，",
                "猿島航路1往復あたり  23．1÷29．4＝78．57％",
                "稼働時間1時間あたり  39．0÷49．5＝78．79％",
                "エンジンの燃焼効率改善装置の効果は21％以上の燃料消費減が確認出来た。",
                "・・・",
                "【符号の説明】",
                "【0031】"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "流入空気"
        },
        {
          "fig": "2",
          "subject": "エンジンの燃焼効率改善装置のダクト"
        },
        {
          "fig": "3",
          "subject": "エンジンの燃焼効率改善装置に内蔵されているパイプ"
        },
        {
          "fig": "4",
          "subject": "エンジンの燃焼効率改善装置"
        },
        {
          "fig": "5",
          "subject": "有圧送風機"
        },
        {
          "fig": "6",
          "subject": "エンジンルーム」",
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "引用発明の内容",
                  "text": [
                    "引用文献1の上記記載によれば，引用発明は，エンジンとエンジン関連部品を改造することはなく，燃焼効率を改善できるエンジン燃焼効率改善装置に関するものである(段落【0001】)。",
                    "どのような高性能のエンジンを開発しても，現存の稼働中のエンジンを高性能のエンジンに交換することは，総トン数が20トンを越える船舶，又は，離島の発電所等においては容易ではない(段落【0004】)。",
                    "そこで，引用発明は，稼働中のエンジンには全然手を触れることなく，しかもエンジンの知識が全然ない者でも問題なく作業ができて，簡単に燃焼効率を改善することができるエンジン燃焼効率改善装置を提供することを目的としている(段落【0008】)。",
                    "そして，この課題を解決するために，引用発明は，微弱赤外線を放出する物質を空気と接触させることにより，空気に含まれている水蒸気を微弱赤外線によって分子振動を励起させ，励起された水蒸気を含む空気をエンジンの燃焼用としてエンジンルームに送風するようにした(段落【0010】及び【0011】)。具体的には，波数が約3600cm-1～3800cm-1附近の赤外線を放射する複数の中空パイプの赤外線放射物質を既設のエンジンルーム用の空気取り入れ系統に通風方向を一致させて設置し，空気取り入れ系統への流入空気を赤外線放射物質と接触させることにより，空気に含まれている水蒸気を微弱赤外線によって分子振動を励起させ，励起された水蒸気を含む空気をエンジンの燃焼用としてエンジンルームに送風するようにした(段落【0010】ないし【0012】，【0017】，【0018】及び【0021】)。この構成とすることにより，赤外線を吸収した水蒸気が分子振動を励起されて多くの水蒸気の分子が単分子となり，空気の燃料に接する領域が増えるため，燃焼がよくなり，燃焼効率改善の結果，エンジンの燃料消費量を少なくとも20％節減することができる(段落【0013】，【0017】ないし【0020】，【0025】ないし【0028】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明を「吸気系統に，波数が約3600cm-1～3800cm-1附近の赤外線を放射する複数の赤外線放射物質を空気と接触させることにより，該空気に含まれている水蒸気を赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とするエンジン燃焼効率改善装置。」と認定したのに対し，原告は，「吸気系統に，波数が約3600cm-1～3800cm-1附近の微弱赤外線を放射する複数の赤外線放射物質を空気と接触させることにより，該空気に含まれている水蒸気を微弱赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とするエンジン燃焼効率改善装置。」と認定すべきである(「微弱赤外線」を一般化して「赤外線」とすることは相当ではない。)と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，引用文献1には，「微弱赤外線を放出する物質を空気と接触させることにより，該空気に含まれている水蒸気を前記微弱赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用としてエンジンルームに送風することを特徴とするエンジン燃焼効率改善方法」との記載がある(段落【0010】)。",
                    "しかし，引用文献1には，「赤外線のうち波数が約3600cm-1～3800cm-1附近の赤外線領域は水蒸気に対して最大の吸収帯になっている。その結果，これを吸収した水蒸気は分子振動を励起され，運動エネルギーに変換するものと思われる。」(段落【0017】)と，「赤外線」一般についての記載がされており，また，引用文献1の段落【0018】の「本発明に採用する赤外線放射物質は先に記載した波数の範囲内で赤外線を多く放射するものであれば良い結果が得られる。」との記載及び段落【0022】の「赤外線放射物質は・・・赤外線を多く放射する他の物質を素材として用いても良い。」との記載によれば，引用発明について，「微弱」赤外線であることに限定する技術的意義も認められない。",
                    "以上のとおり，引用文献1には，「微弱」赤外線であることの技術的意義や「微弱」の程度について，何ら記載されておらず，引用発明において「微弱」赤外線であることが必然であるとはいえないのであり，かえって，引用文献1の全体に記載された内容を考慮すれば，引用文献1には，空気に含まれている水蒸気を分子振動を励起させ得る程度の強度を持つ「赤外線」によって，空気に含まれている水蒸気を分子振動を励起させ，励起された水蒸気を含む空気をエンジンの燃焼用としてエンジンルームに送風するとの技術的思想が開示されていることが認められ，このことは引用文献1に接した当業者が公報全体に記載された内容に基づいて把握し得るものであるといえる。",
                    "一般的に，引用発明の認定は，これを本願発明と対比させて，本願発明と引用発明との一致点及び相違点に係る技術的構成を確定させることを目的としてされるものであるから，本願発明の発明特定事項に相当する事項を過不足のない限度で認定すれば足りるところ，本件の引用発明において，「微弱赤外線」を一般化して「赤外線」と認定することは，本願発明と引用発明との一致点及び相違点に係る技術的構成を確定させる上で，過不足のないものであり，上記認定のとおり，引用文献1の全体に記載された内容からみて，引用文献1に記載された技術的思想を不必要に抽象化，一般化したものとも認められない。",
                    "以上によれば，審決の引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明と引用発明の一致点について",
              "text": [
                "引用発明の「波数が約3600cm-1～3800cm-1附近の赤外線を放射」して「空気に含まれている水蒸気を赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とする」ことは，赤外線を放射して空気に含まれている水蒸気(気相水)を光の振動エネルギを担持させた状態でエンジンに供給することを意味する。",
                "そのため，引用発明の「波数が約3600cm-1～3800cm-1附近の赤外線を放射」して「空気に含まれている水蒸気を赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とするエンジン燃焼効率改善装置」と，本願発明の「波長850～1450nmの近赤外領域の光を照射」して「空気中の気相水をそのまま内燃機関に導入するために気相水に近赤外領域の光の振動エネルギを担持させるようにしたことを特徴とする内燃機関の燃費削減装置」とは，赤外線の光の波長領域が異なる点(引用発明の「波数が約3600cm-1～3800cm-1附近」は，波長に換算すると「約2630～2780nm附近」となる。)を除けば，その構成及び目的(燃費削減)が一致するものと認められる。",
                "したがって，審決が本願発明と引用発明の一致点として，「空気中の気相水を内燃機関に導入するために気相水に所定領域の赤外線の光の振動エネルギを担持させるようにした内燃機関の燃費削減装置。」と認定した点にも誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明につき，赤外線放射物質からの微弱赤外線によっては空気に含まれている水蒸気の分子振動を励起させることはできないし，また，仮に赤外線放射物質により水蒸気の分子振動を励起させることができたとしても，空気がエンジンに到達するまでかなりの時間を要するので，空気中の気相水を気相水のままエンジンに供給することはできない，したがって，引用発明は，発明として完成しているとはいえない旨主張する。",
                    "しかし，引用文献1の全体の記載から，引用発明について，「微弱」赤外線であることに限定する技術的意義は認められないし，前記(2)認定のとおり，引用発明の「赤外線放射物質」が放射する「赤外線」が，水蒸気の分子振動を励起させ得る程度の強度を持ち，これによる燃焼効率改善の結果，エンジンの燃料消費量を少なくとも20％節減することができる。すなわち，引用文献1には，複数の中空パイプの赤外線放射物質を船舶のエンジンルーム用の空気吸込み口に設置し，吸い込まれた空気を赤外線放射物質と接触させてエンジンの燃焼用としてエンジンルームに送風することにより，エンジンの燃焼効率が改善され，燃料消費減が確認されたことが記載されており(段落【0025】ないし【0028】)，所期の効果を奏するものと認められるから，引用発明が未完成な発明であるということはできない。",
                    "また，そもそも，前記認定のとおり，引用文献1には審決が認定した内容の技術的事項が記載されており，当業者であれば理解し得る程度の技術的思想が開示され，これを明確に把握することができるのであるから，引用文献1に記載されたものを引用発明として本願発明と対比判断した審決に誤りはないといえる。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明において，空気がエンジンに到達するまでかなりの時間を要し，空気中の気相水を気相水のままエンジンに供給することができないのは，分子運動の寿命に当たる緩和時間(本願明細書の段落【0085】)を考慮することなく，エンジン燃焼効率改善装置のパイプ3をエンジンルーム6外に配置しているからである旨主張する。",
                    "原告の上記主張は，本願発明が，上記緩和時間を考慮した構成を採用していることを前提とするものであると解される。",
                    "しかし，本願明細書の上記段落【0085】の記載によれば，緩和時間は0．01ミリ秒のオーダーという極めて短い物理時間であるところ，本願発明において，たとえ発光ダイオードを内燃機関に近いエアクリーナ内に配設したとしても，発光ダイオードから空気が内燃機関に到達するまでの時間は上記緩和時間をはるかに超えるものであると想定されるから，発光ダイオードの光の振動エネルギを担持させた気相水を含む空気を上記緩和時間内に内燃機関に供給することは困難であるといわざるを得ない。",
                    "そうすると，本願明細書の上記段落【0085】の記載が事実であるとすれば，本願発明も緩和時間を考慮したものであるとは到底認められない。",
                    "したがって，原告の上記主張は，その前提を欠くものであり，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，原告の主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明の相違点について",
              "text": [
                "前記のとおり，審決の引用発明の認定及び本願発明と引用発明の一致点の認定に誤りはないから，審決の相違点の認定にも誤りはない。",
                "審決の認定した本願発明と引用発明の相違点は，",
                "「空気中の気相水を内燃機関に導入するために気相水に所定領域の赤外線の光の振動エネルギを担持させる」ことに関して，",
                "本願発明においては，「フィルタ部材を有するエアクリーナ内に，空気に対し波長850～1450nmの近赤外領域の光を照射する複数の発光ダイオードを配設し，空気中の気相水をそのまま前記内燃機関に導入するために気相水に前記近赤外領域の光の振動エネルギを担持させるようにした」のに対し，",
                "引用発明においては，「吸気系統に，波数が約3600cm-1～3800cm-1附近の赤外線を放射する複数の赤外線放射物質を空気と接触させることにより，該空気に含まれている水蒸気を赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とする」点である。",
                "ただし，引用発明の「波数が約3600cm-1～3800cm-1附近の赤外線(波長が約2630～2780nm附近の赤外線)を放射」して「空気に含まれている水蒸気を赤外線によって分子振動を励起させ，該励起された水蒸気を含む空気をエンジンの燃焼用とする」ことと，本願発明の「波長850～1450nmの近赤外領域の光を照射」して「空気中の気相水をそのまま内燃機関に導入するために気相水に近赤外領域の光の振動エネルギを担持させるようにした」こととは，赤外線の光の波長領域が異なる点を除けば，一致するから，相違点は，実質的には，本願発明においては，「フィルタ部材を有するエアクリーナ内に，空気に対し波長850～1450nmの近赤外領域の光を照射する複数の発光ダイオードを配設」するのに対し，引用発明においては，「吸気系統に，波数が約3600cm-1～3800cm-1附近の赤外線を放射する複数の赤外線放射物質」を設置する点，ということになる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "赤外線の光の波長領域について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1の前記記載(段落【0017】及び【0018】)によれば，引用発明において，「波数が約3600cm-1～3800cm-1附近の赤外線」(波長が約2630～2780nm附近の赤外線)を選択したのは，波数が約3600cm-1～3800cm-1附近の赤外線領域は水蒸気に対して最大の吸収帯になっていて，分子振動を励起させることができ，これにより，エンジンの燃焼効率改善効果(燃費削減効果)が期待できるからであると認められる。このことは，引用文献3に「水蒸気層を通過した赤外線の吸収割合と赤外線の波長との関係を図4に示す。・・・測定波長が1．33μm以下，1．5～1．8μm，2．0～2．4μm，3．4～4．8μmの範囲で，赤外線の吸収が少ない」(段落【0026】)と記載されていること，同図4によれば，約2．4～3．4μmの波長領域に吸収帯が存在することが認められることからも裏付けられる(上記図4については，別紙引用文献3図面目録参照)。",
                    "そして，水蒸気層に関する赤外線の吸収帯は，約2．4～3．4μmの波長領域だけでなく，約1．33～1．5μmの波長領域及び約1．8～2．0μmの波長領域にも存在することは，昭和57年3月3日第一版第一刷発行のJ．R．ホールマン著の「伝熱工学下」308頁にも記載されており，赤外線ないし近赤外線を用いる技術分野における技術常識であると認められる(甲3，乙1。本願明細書の図7の水(H O)欄において，透過率が0となっている波長領域，すなわち，吸収帯となっている波長領域とも概ね一致する。)。",
                    "そうすると，エンジンの燃焼効率改善効果(燃費削減効果)を得るために，赤外線の光の波長領域について，どの吸収帯を用いるかは，当該技術常識を認知している当業者が適宜なし得る設計事項であり，引用文献1に接した当業者が，エンジンの燃焼効率改善効果(燃費削減効果)を得るために，約1．33～1．5μmの波長領域，すなわち近赤外領域の吸収帯を用いる動機付けもあると認められる。",
                    "したがって，引用発明において，「波数が約3600cm-1～3800cm-1附近の赤外線」(波長が約2630～2780nm附近の赤外線)に代えて，約1．33～1．5μm(約1330～1500nm)の近赤外領域の光を用いることは，当業者が容易に想到し得るものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書の記載によれば，本願発明は，「気相水の吸収スペクトルに適合した波長の光」を気相水に照射することによって，この気相水にこの光の振動エネルギを担持させ，気相水としての状態を維持したまま，爆発に関与させ，これにより，燃費を削減する(段落【0021】，【0027】及び【0028】)ものであるから，引用発明と同じ原理により燃費削減効果を達成しようとするものであるといえる。",
                    "本願の請求項1では，赤外線の波長に関し，「850～1450nmの近赤外領域」と特定されているが，そのように特定した技術的意義等は記載されておらず明らかではない。また，前記のとおり(引用文献3の図4及び本願明細書の図7参照)，850～1450nmの波長領域のすべてにわたって吸収帯が存在しているわけではなく，実質的には，約1．33～1．5μm(約1330～1500nm)の波長領域に吸収帯が存在するのみである(なお，原告は，1450nm以上の波長を照射することのできる発光ダイオードを調達することが出願当時困難であったため，本願の請求項1において上限値を1450nmとし，「850～1450nmの近赤外領域の光」と特定したと主張している。)。",
                    "そうすると，本願発明が燃費削減効果を奏し得るものであることを前提とすると，本願発明の「850～1450nmの近赤外領域の光」とは，実質的には，「850～1450nmの近赤外領域の光」のうち，「気相水の吸収スペクトルに適合した波長の光」と解釈するのが相当であり，具体的には，約1．33～1．5μm(約1330～1500nm)の波長領域の光が該当すると認められる。また，吸収体の存在しない波長領域については，技術的意義は認められず，単に，具体的な数値範囲をもって規定したものにすぎないといえるから，本願発明において「850～1450nmの近赤外領域の光」と設定したことは，設計的事項であるといえる。",
                    "そうすると，引用発明において，「波数が約3600cm-1～3800cm-1附近の赤外線」(波長が約2630～2780nm附近の赤外線)に代えて，約1．33～1．5μm(約1330～1500nm)の近赤外領域の光を用いて，相違点に係る本願発明の構成「波長850～1450nmの近赤外領域の光」とすることは，当業者が容易に想到し得るものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用文献3の図4のグラフは，内燃機関の燃料削減装置との関連はなく，内燃機関の燃料削減装置の技術分野における技術常識といえるものではない旨主張する。",
                        "確かに，引用文献3に記載された発明は，赤外線感知式表面温度測定器によって連続鋳造中の鋳片の表面温度を測定する方法に関する発明である。",
                        "しかし，引用文献3の図4は，「水蒸気層を通過した赤外線の吸収割合と赤外線の波長との関係を示す図である。」(甲3)から，水蒸気層に関し，赤外線ないし近赤外線のどの波長領域に吸収帯が存在するかは，特定の技術分野に関わらないものであると考えられ，また，赤外線ないし近赤外線を用いて内燃機関の燃費を向上しようと試みる当業者にとっても技術常識であると認められる(甲3，乙1)。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，審決が，本願発明の「波長850～1450nm」と異なるものであるが，本願発明の明細書を参照しても，上記数値範囲内のすべての部分で満たされる有利な効果の顕著性は認められないと判断したことなどに対し，本願発明においても，発光ダイオードの数を最適な強度の近赤外領域の光を照射するように適宜選択すれば，波長850～1450nmの範囲のすべての波長の近赤外領域の光において水蒸気に十分なエネルギを加えることができ，内燃機関の燃費削減において顕著な特有の効果を奏する旨主張する。",
                        "しかし，前記のとおり，850～1450nmの波長領域には，吸収体でない波長領域も存在し，この吸収体でない波長領域の近赤外領域の光を水蒸気に照射しても，水蒸気は光のエネルギを吸収することはできないことは技術常識であり，このことは光の強度を上げても同様であるといえる。",
                        "したがって，原告の上記主張は，審決の上記判断を覆すに足りる科学的な根拠に裏付けられたものでなく，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "設置箇所及び光源について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用文献2に記載された事項",
                  "text": [
                    "引用文献2(甲2)には，「【0006】・・・可視光線および／または近赤外線を照射し，該固体担体表面を通過した空気または混合気を用いる内燃機関の運転方法である。」，「【発明の効果】【0007】・・・本発明者等は，内燃機関のインテークマニフォールドの上流に接続されているエアフィルターの下流側に・・・設置したランプによりこの固体担体に可視光を照射し，内燃機関を運転した結果，燃費が5パーセントないし15パーセント向上し，ディーゼルエンジンの場合には黒煙の発生が著しく減少することを見出した。」，「【0013】本発明で用いる光源としては，通常のタングステンランプの他に，太陽光，水銀灯，ナトリウム灯，蛍光灯，LED，キセノン灯，等を用いることができる。」との記載があることが認められ，上記記載によれば，同文献には，「赤外線ないし近赤外線を照射するLEDを，内燃機関のインテークマニフォールドの上流に接続されているエアフィルターの下流側に設ける技術」(引用技術)が開示されていることが認められる(LEDから赤外線が照射されることは技術常識であるといえる。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審決の認定",
                  "text": [
                    "審決は，上記認定を前提に，引用技術における「インテークマニフォールドの上流に接続されているエアフィルターの下流側」が，フィルタ部材を有するエアクリーナを含む箇所であることは自明であるし，内燃機関の吸気系統において，フィルタ部材を有するエアクリーナを設けることは，当業者が適宜ないし通常採用し得ることであり，また，赤外領域の光を得る手段として，LEDを用いることも，当業者が適宜ないし通常採用し得ることであるから，引用発明における具体化手段として，引用技術を採用し，フィルタ部材を有するエアクリーナ内に，空気に対し赤外線の光を照射する複数のLEDを配設することは，当業者の格別の創意工夫なしに成し得ることである，と判断した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "text": [
                    "引用文献2に記載された内容は，光の吸収により三重項励起状態となり得る有機色素および／またはフラーレン類を表面に担持した固体担体と，該固体担体表面に紫外線および／または可視光線および／または近赤外線を照射する光源から構成される一重項酸素発生手段を内燃機関の吸気流路内に設置し(【請求項1】，【請求項2】)，一重項酸素により空気の反応性を高め，内燃機関のシリンダ内での燃焼反応を促進することにより，燃費を改善しようというものであり(段落【0003】ないし【0005】，【0007】)，前記のとおり，引用発明とは燃費削減効果を達成しようとする原理が異なるものといえる。",
                    "しかし，引用発明と引用文献2に記載された内容は，いずれも赤外線ないし近赤外線を用いて燃費削減効果を達成しようという点で，課題を共通にし，技術分野も密接に関連するものである。そうすると，引用発明及び引用技術に接した当業者が引用発明において引用技術を適用する動機付けが認められる。",
                    "したがって，審決の上記認定，判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用文献2に記載された技術は，一重項酸素を光の吸収により三重項酸素に変換して燃焼効率を向上するという技術であり，本願発明のように気相水をそのまま維持する技術ではない旨主張する。",
                    "しかし，審決は，引用文献1が気相水をそのまま維持する技術を開示するものとして，引用発明を認定した上で，引用発明との相違点に係る本願発明の構成に至ることを理由付ける根拠となる技術として，内燃機関に供給する空気に赤外線ないし近赤外線を照射する場合に，赤外線ないし近赤外線を照射する手段として何を選択し，それを何れの箇所に配置するかの観点に着目して，引用技術を認定したものである。",
                    "そして，引用発明における具体化手段として，引用文献2に記載された「赤外線ないし近赤外線を照射するLEDを，内燃機関のインテークマニフォールドの上流に接続されているエアフィルターの下流側に設ける技術」(引用技術)を採用し，フィルタ部材を有するエアクリーナ内に，空気に対し赤外線の光を照射する複数のLEDを配設することは，当業者の格別の創意工夫なしに成し得ることであるから，引用発明に引用技術を適用すれば，相違点に係る構成を容易に想到し得るといえる。",
                    "前記認定のとおり，引用発明及び引用技術は，課題を共通にし，いずれも密接に関連する技術分野に属するものであるから，当業者が，引用発明に引用技術を適用する動機付けがあり，引用発明に引用技術を適用することについて阻害要因とすべき事情も認められない。また，本願発明が燃費削減効果を奏し得るものであることを前提とすると，引用発明に引用技術を適用することにより生じる技術的効果の域を出るものではなく，当業者が容易に予測し得るものであるといえる。",
                    "したがって，原告の上記主張は，相違点に関する容易想到性の判断を左右するものではなく，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，引用発明において，相違点に係る本願発明の構成とすることは，当業者が容易に想到し得るものであると認められる。",
                "よって，本願発明は，引用発明及び引用技術に基づき，又は，引用発明，引用技術及び技術常識に基づき，当業者が容易に発明をすることができたものであるとの審決の判断に誤りはなく，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の各取消事由の主張はいずれも理由がなく，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}