{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，金992万5000円及びこれに対する平成25年5月22日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "この判決は，仮に執行することができる。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人が，被控訴人に対し，携帯電話事業でiコンシェル等のサービスを提供する被控訴人のコンピュータシステム(被告システム)を利用する機能や利用の態様により特定した被告物件イ-1からイ-3は，いずれも控訴人の特許発明の技術的範囲に属すると主張して，民法709条，特許法102条2項に基づき，特許権侵害による損害の賠償の一部請求として，金992万5000円及びこれに対する訴状送達の日の翌日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，被告システムは控訴人の特許発明の技術的範囲に属しないとして，控訴人の請求を棄却した。",
                "控訴人は，原判決を不服として，控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり付加訂正するほかは，原判決の「事実及び理由」「第2  事案の概要」「1  前提事実(争いのない事実及び証拠により容易に認定できる事実)」記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁19行目末尾の後に，行を改めて以下のとおり付加する。",
                "「(4)  本件特許の成立経緯等"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許は，株式会社ローレルインテリジェントシステムズによって平成10年4月14日に特許出願された特願平10-102933号出願(乙2。以下「原出願」という。)を優先権の基礎とし，原出願から4次目の分割出願によるものである。",
                    "すなわち，原出願の一部を分割して特願2004-29384号出願がされ(甲78)，同出願の一部を分割して特願2005-300427号出願がされ(乙9)，同出願の一部を分割して特願2009-271949号出願がされ(甲13，弁論の全趣旨)，前記(2)のとおり，平成24年6月8日，同出願の一部を分割して，本件特許に係る出願(特願2012-130504号)がされ，同年11月16日に本件特許(特許第5131881号)の設定登録がされた。",
                    "前記(2)のとおり，控訴人は，平成25年10月3日，本件特許の明細書及び特許請求の範囲について訂正審判請求を行い(訂正2013-390148号)，特許庁は，平成26年1月15日，本件特許に係る明細書及び特許請求の範囲を本件審判請求書に添付された訂正明細書のとおりに一群の請求項ごとに訂正することを認める旨の審決をした(甲47，甲61，甲65。以下，「本件訂正審決」ともいう。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許の出願に先立ち，原出願は，平成20年12月26日に特許第4235717号(乙7特許)として設定登録され，特願2004-29384号出願は，平成21年11月27日に特許第4411992号(甲78特許)として設定登録され，特願2005-300427号出願は，平成22年9月10日に特許第4583285号(乙9特許)として設定登録された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，原出願から本件特許に至る系列とは別に，原出願の一部を分割して特願2007-239904号出願もされており，同出願は，平成21年5月29日に特許第4314336号(乙8特許)として設定登録された。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，乙7特許，乙8特許及び乙9特許の設定登録時の特許権者は，いずれもA，甲78特許の設定登録時の特許権者はソニー株式会社，本件特許の設定登録時の特許権者は控訴人である。",
                    "また，控訴人は，乙7特許及び乙8特許の共同発明者の1人，乙9特許及び甲78特許の発明者である(甲2，甲78，乙7から乙9)。",
                    "特願平10-102933(特許第4235717号・乙7)",
                    "├  特願2004-29384(特許第4411992号・甲78)",
                    "│    └  特願2005-300427(特許第4583285号・",
                    "乙9)",
                    "│            └特願2009-271949",
                    "│                └特願2012-130504(本願・本件特許)",
                    "└  特願2007-239904(特許第4314336号・乙8)",
                    "」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決5頁20行目「(4)」を「(5)」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁13行目から14行目の「開始された(弁論の全趣旨)。」を，「開始された(甲3，弁論の全趣旨)。」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決6頁19行目の「(しゃべってコンシェルまたはiコンシェルの単独利用)」を，「(しゃべってコンシェル又はiコンシェルの単独利用)」と改めるほかは，原判決の「事実及び理由」「第2  事案の概要」「2  争点」記載のとおりである。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点についての当事者の主張",
          "text": [
            "以下のとおり付加訂正するほかは，原判決の「事実及び理由」「第3  争点に関する当事者の主張」記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決7頁10行目及び11行目を以下のとおり改める。",
                "「(1)  被告物件イ-2(iコンシェルの単独利用)の特定",
                "被告物件イ-2は，次の構成を備えている。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決9頁8行目から20行目末尾までを以下のとおり改める。",
                "「(ア)  被告物件イ-2の構成aの各要素と構成要件Aとの対応関係",
                "a-1の「ユーザに適した情報を配信する処理を行なうためのひとまとまりになったプログラムであるエージェントエンジン」が，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」に，a-2の「ユーザにマッチするコンテンツ(終電時刻，鉄道運行情報，デパート等のイベント更新情報等)であるか否かを判断し」が，構成要件A-2の「ユーザにマッチするコンテンツであるか否かを判断し」に，a-3の「マッチするコンテンツをユーザのスマートフォンを通して該ユーザに提供する」が，構成要件A-3の「マッチするコンテンツを該ユーザに提供する」に，a-3の「コンピュータシステム」が，構成要件A-3の「コンテンツ提供システム」に，それぞれ該当する。",
                "したがって，被告物件イ-2の構成aの各要素は，構成要件Aを充足する。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」の意義及びa-1の「エージェントエンジン」が構成要件A-1に該当することについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「エージェント」は学術用語であり，a-1の「エージェントエンジン」は上記学術用語を意味するところ(甲19，甲25，甲54参照。)，本件訂正審決による訂正後の本件特許に係る明細書(甲47。以下，「訂正後明細書」という。)中，同学術用語の通常の意味に反する内容の記載は存在しない。",
                            "したがって，「自律的なソフトウェアモジュールとしてのエージェント」も，「エージェントエンジン」と同様に，「エージェント」という学術用語の通常の意味を有するものと解される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲19号証(服部文夫ほか「わかりやすいエージェント通信」株式会社オーム社，平成10年7月，7頁から25頁)には，「エージェント」は，応用面からの視点によれば，「利用者から委託された仕事を代行処理するソフトウェア(代理エージェント)」と定義付けられ，実現手段からの視点によれば，「知的エージェント，移動エージェント(モバイルエージェント)及びマルチエージェントシステム」の3つに分類される旨が記載されている。",
                            "そして，訂正後明細書(甲47)には，これら3つの分類のすべてが開示されている(【0023】，【0027】，【0125】，【0235】，【0247】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，「自律的なソフトウェアモジュールとしてのエージェント」は，「利用者から委託された仕事を代行処理する代理エージェント」であり，前記3分類のいずれのエージェントによって実現されているかは問わず，従来のプログラミング手法で作成されたものであってもよい。また，甲54号証のIT用語辞典には，「エージェント」の定義として「自律的に動作するソフトモジュール」と記載されていることにも鑑みると，「自律的なソフトウェアモジュールとしてのエージェント」は，現時点における「エージェント」の一般的な定義に当てはまり，すべての「エージェント」が該当するものといえる。",
                            "また，甲92号証及び乙22号証によれば，「エージェント」は，それ自体，自律性を持って行動するモジュールということができる。",
                            "以上によれば，a-1の「エージェントエンジン」は，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」に相当する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原判決の誤り-構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」の意義について",
                      "text": [
                        "原判決は，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を「マルチエージェントシステムの一部」に限定して解するが，以下のとおり，この解釈は，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，前記限定解釈の理由として，「原出願はマルチエージェントシステムの構成を前提とするものであるから，その曾孫出願をさらに分割してされた本件特許が，複数のエージェントの協働という限定のない，単にエージェントの存在のみを内容とするシステムを権利内容とするとは考え難い」と判示する。",
                            "この点に関し，原判決は，原出願に係る発明の詳細な説明ではなく，特許請求の範囲に記載されている構成を根拠として前記のとおりの限定解釈をしているが，このような解釈の手法は，最高裁昭和56年3月13日判決等に反するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記(イ)aのとおり，「エージェント」は学術用語であるから，「自律的なソフトウェアモジュールとしてのエージェント」の意義も，上記学術用語の通常の意味に従って解釈すべきであるにもかかわらず，原判決は，訂正後明細書の記載を参酌し，上記学術用語の通常の意味を超えて前記のとおりの限定解釈をした点において，誤りがある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「自律的なソフトウェアモジュールとしてのエージェント」を「マルチエージェントシステムの一部」に限定して解釈するためには，訂正後明細書において「マルチエージェントシステム」以外の構成による本件特許発明の構成が開示されていないことを根拠とする必要があるところ，以下の点によれば，訂正後明細書には，「マルチエージェントシステム」以外の構成による本件特許発明の構成も開示されている。",
                            "原判決には，訂正後明細書が「マルチエージェントシステムを利用することで課題を解決するとの構成を開示するものと認められ」ることを根拠として前記限定解釈をした点において誤りがあり，また，訂正後明細書の記載の解釈自体にも誤りがある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "訂正後明細書中，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」に対応するものは，「第三者エージェント(「第三者機関エージェント」と表現している場合もある。)」であり，「第三者エージェント」は，「第三者機関8によって運用管理するエージェントに限定されるものではなく，たとえば前記当事者のエージェントが仕事をするテレスクリプト・エンジン内のプレースと同じプレース上で仕事をしている他のエージェントによりこの第三者エージェントを構成してもよい。」(【0235】)とされている。",
                                "そして，「前記当事者のエージェント」は，「ユーザエージェント26と移動先エージェント27」により構成されること(【0237】)から，「前記当事者のエージェントが仕事をするテレスクリプト・エンジン内のプレース」とは，「コンテンツ提供業者7のテレスクリプト・エンジン18のプレース24」を指す(【0024】)。このプレース24上で「仕事をしている他のエージェント」は，第三者機関エージェント29以外のエージェントを指し，それは，ユーザエージェント26と移動先エージェント27のことである(甲2の図2の(b)参照)。",
                                "ユーザエージェント26に関し，訂正後明細書には，「ユーザエージェント26には，(中略)ファイアフライ等の情報収集エージェントなど，種々の種類が存在する。」(【0027】)と記載されており，原出願の乙7特許の明細書の【0039】にも同様の記載がある。さらに，訂正後明細書及び原出願の乙7特許の明細書のいずれにも，「ユーザエージェント26の仕事を代理実行する第三者エージェントの方も，ユーザエージェント26の種類に合せて機能別に複数種類用意しておく必要がある。」と記載されており(甲47【0027】，乙7【0039】)，「第三者エージェント」の方も，「ファイアフライ」等の情報収集エージェントに合わせた機能のエージェントを用意しておくことが開示されている。",
                                "この点に関し，甲45号証によれば，「ファイアフライ」は，「マルチエージェント」ではなく，単独で動作する知的エージェントであり，甲67号証によれば，原出願当時，すなわち，平成10年4月14日当時において既に周知であった。",
                                "加えて，原出願においても，特許請求の範囲及び発明の詳細な説明につき，「マルチエージェントシステム」から，これに限定されない一般的な「エージェント」という上位概念のものに補正されている(乙2【0011】，乙7【0011】，乙12，乙13など。)。",
                                "さらに，原出願時における特許請求の範囲の請求項4，発明の詳細な説明の段落【0250】(乙2)及び訂正後明細書の段落【0235】において，「第三者エージェント」は，当事者，すなわち，コンテンツ提供者及びユーザの「双方に対し中立性を有する第三者エージェント」と記載されている。同記載によれば，「第三者エージェント」は，コンテンツ提供者及びユーザに対して中立性を有するエージェントであり，コンテンツ提供者のエージェント及びユーザのエージェントに対して中立性を有するものではなく，したがって，コンテンツ提供者のエージェント及びユーザのエージェントとは無関係に，単独のエージェントとして成立するものといえる。",
                                "以上によれば，訂正後明細書には，「マルチエージェントシステムを利用することで課題を解決するとの構成」以外の内容も開示されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "仮に，訂正後明細書において，「マルチエージェントシステムを利用することで課題を解決するとの構成」以外の内容が開示されていないとしても，「マルチエージェントシステム」自体，単独のエージェントシステム同士を連携させたものであるから，当業者は，「マルチエージェントシステム」に係る開示に接すれば，単独エージェントシステムによる構成も，当然に実施し得るものといえる。そして，訂正後明細書の【0011】によれば，本件特許発明の課題は，「ユーザにマッチするコンテンツの提供を可能としつつ，ユーザのプロフィール情報に基づいた第三者エージェントによる判断を，コンテンツ提供業者とは異なる別の機関に設置されたコンピュータ内で行うことにより，プロフィール情報がコンテンツ提供業者に漏えいする不都合も極力防止すること」であるところ，単独エージェントシステムによっても，この課題を解決することは可能である。",
                                "以上によれば，原判決の前記限定解釈は，誤りである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原判決は，前記限定解釈の根拠として，本件特許出願に関して平成24年6月22日に提出された上申書(甲13。以下「甲13上申書」という。)の記載内容を掲げているが，上申書の記載内容については禁反言が適用されないことから，甲13上申書の記載内容は，前記限定解釈の根拠にはならない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "原判決は，「自律的なソフトウェアモジュールとしてのエージェント」を「マルチエージェントシステムの一部」に限定して解釈する根拠の1つとして，本件特許のいわゆる分割ファミリに当たる乙8特許の出願経過書類である意見書(乙11。以下「乙11意見書」という。)を掲げている。",
                            "しかしながら，本来，原出願に係る発明と分割出願に係る発明とは，内容を異にするものであるから，分割ファミリ間に禁反言は適用されない。特に，本件特許発明は，原出願に係る乙7特許の発明及び乙8特許の発明のいずれとも，背景技術及び課題において相違しているので，禁反言は適用されない。",
                            "したがって，原判決が，上記限定解釈の根拠の1つとして乙11意見書を掲げた点は，誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原判決の誤り-被告物件につき，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」の充足性の有無に関して",
                      "text": [
                        "原判決は，「被告システムのエージェントが，ユーザーのエージェントあるいはコンテンツ提供業者のエージェントと，課題解決のために協調して動作するマルチエージェントシステムが構成されている事実は，本件で提出された証拠によっては認定することができない。」として，被告物件イ-2(iコンシェルの単独利用)は，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を充足しない旨判示するが，以下のとおり，この判断は，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「しゃべってコンシェル」において使用するAWS側のサーバにインストールされている「音声エージェント」は，構成要件Fの「ユーザエージェント」に該当するものであり，ユーザの質問を解釈し，その内容は，被控訴人が運営するサーバ群に送信される。被控訴人が運営するサーバには，a-1の「エージェントエンジン」がインストールされており，この「エージェントエンジン」は，ユーザの質問に対する回答につき，まず，被控訴人が運営するストレージサーバ群に記憶された社内データベースを検索するが，上記回答を見つけられないときは，検索対象をインターネット経由で他のウェブサイトの Wikipedia に送信し，Wikipediaから送信された検索結果につき，「音声エージェントから送られてきたユーザの指示内容に従ってマッチング判断を行なう。」ものである。",
                            "以上に鑑みると，「音声エージェント」は，a-1の「エージェントエンジン」と交信しながらユーザの質問等を処理するものであるから，「マルチエージェントシステム」の一部に該当し，したがって，a-1の「エージェントエンジン」も，「マルチエージェント」の一部である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "a-1の「エージェントエンジン」が「マルチエージェントシステム」の一部といえず，他方，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」が「マルチエージェントシステム」の一部であるとしても，a-1の「エージェントエンジン」は，以下のとおり，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を構成する「第三者エージェント」(構成要件D-1)と均等なものであるから，本件特許発明1の技術的範囲に属する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "第1要件",
                              "text": [
                                "本件特許発明は，前述したとおり，「ユーザにマッチするコンテンツの提供を可能としつつ，ユーザのプロフィール情報に基づいた第三者エージェントによる判断を，コンテンツ提供業者とは異なる別の機関に設置されたコンピュータ内で行うことにより，プロフィール情報がコンテンツ提供業者に漏えいする不都合も極力防止すること」を課題としているところ，同課題を解決するための構成要件は，①エージェントが，ユーザのプロフィール情報に基づいて，コンテンツがユーザにマッチするコンテンツであるか否かのマッチング判断を行うという構成要件C3-1及びC3―2並びに②前記エージェントが，コンテンツ提供業者とは異なる別の機関に設置されたコンピュータ内で前記マッチング判断を行うことにより，前記ユーザのプロフィール情報をコンテンツ提供業者に提供することなく前記マッチング判断を行なう点(構成要件D-2及びD-3)であり，これらが本件特許発明1の本質的部分である。",
                                "したがって，「第三者エージェント」(構成要件D-1)が「マルチエージェントシステム」の一部であることは，本件特許発明1の本質的部分ではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "第2要件",
                              "text": [
                                "甲7号証，甲8号証及び甲15号証によれば，本件特許発明1の「第三者エージェント」(構成要件D-1)を，a-1の「エージェントエンジン」に置き換えても，本件特許発明の前記課題を解決することができ，本件特許発明と同一の作用，効果を奏する。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "第3要件",
                              "text": [
                                "①前記aによれば，被告システムは，複数のエージェントが交信し，連携して仕事をする「マルチエージェントシステム」(甲14，甲19)と同様の機能を有するものといえること，②甲92号証記載のとおり，「エージェント」は，本来，自律性を持った「モジュール」として設計されるべきものであることから，本件特許発明1の「第三者エージェント」(構成要件D-1)をa-1の「エージェントエンジン」に置き換えることは，当業者が被告システムの製造時において容易に想到し得たことである。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "第4要件",
                              "text": [
                                "被告システムは，本件特許発明1の特許出願時における公知技術と同一又は当業者がこれから容易に推考できたものではない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "第5要件",
                              "text": [
                                "被告システムが本件特許発明1の特許出願手続において特許請求の範囲から意識的に除外されたもの当たるなどの特段の事情は，存在しない。」"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決9頁22行目から10頁3行目末尾までを，以下のとおり改める。",
                "「(ア)  b-1の「終電時刻用情報や鉄道運行情報やデパートのイベント情報等のコンテンツを提供する複数のコンテンツプロバイダ(株式会社駅探，ジェイアール東日本企画，デパート等)」が，構成要件Bの「コンテンツを提供する複数のコンテンツ提供業者」に，b-2の「とは異なる別の機関である被告」が，構成要件Bの「とは異なる別の機関」に，b-2の「被告に設置された複数台のサーバ群およびストレージサーバ群からなるiコンシェルサーバ」が，構成要件Bの「別の機関に設置されたコンピュータ」にそれぞれ該当する。",
                "したがって，被告物件イ-2の構成bの各要素は，構成要件Bを充足する。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Bの「別の機関」の意義及び充足性の有無について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正後明細書の【0084】及び【0089】によれば，構成要件B「別の機関」とは，技術思想レベルにおいては，「秘密性が保持できないコンテンツ提供業者ではなく，秘密情報であるユーザプロフィール情報の漏えいを防止できる機関」を指し，甲7号証，甲8号証及び甲15号証によれば，被控訴人自身が上記「別の機関」に該当することは，明らかといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "①被控訴人は，複数のコンテンツプロバイダと複数のドコモユーザとの間を仲介し，それらのコンテンツプロバイダに代わって，コンテンツを適切なユーザに配信し，その対価としての手数料をコンテンツプロバイダから徴収しており，したがって，被控訴人とコンテンツプロバイダとは，コンテンツの代理配信事業者と代理配信依頼者という関係にあり，協力関係にあるとはいえないこと，②被控訴人が個人情報保護法2条3項所定の個人情報取扱事業者に該当するのに対し，コンテンツプロバイダは，同法23条1項所定の「第三者」に該当することから，被控訴人は，コンテンツを提供するコンテンツプロバイダではない，前記「別の機関」に該当する。また，被控訴人は，指定公共機関であるから(甲24)，公共性を有する機関ともいうことができる。」"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決11頁3行目の「イ-1」を，「イ-2」と，9行目の「エージェントエンジンが」を，「エージェントエンジンは，」と，13行目の「および」を「及び」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決11頁24行目末尾の後に，行を改めて以下のとおり付加する。",
                "「なお，①構成要件D-1の「第三者エージェント」は，「ユーザのプロフィール情報の漏えいを防止しながら，ユーザに対してマッチする情報を提供する」という仕事を実行するエージェントを含む概念であること，②被控訴人は，被告システムが「ユーザのためにデータ処理を実行するソフトウェア」を有していることは認めているところ，甲23号証等によれば，この「ユーザ」には，コンテンツプロバイダも含まれることに鑑みると，d-1の「エージェントエンジン」は，構成要件D-1の「第三者エージェント」に該当する。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決11頁26行目の「にも拘らず，」を「であるにもかかわらず，」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決12頁4行目の「また，」を削除し，「預かり」の後に「，」を付加し，「代って」を「代わって」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決12頁10行目の「株式会社ＮTTドコモ」を「被控訴人」と，23行目の「送信され」を「送信されて」と，26行目の「がユーザのスマートフォンに表示される」を「をユーザのスマートフォンに表示する」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決13頁2行目の「イ-1」を「イ-2」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決14頁8行目末尾の後に，行を改めて以下のとおり付加する。",
                "「    オ  構成e           認める。」"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決14頁9行目末尾に「(本件特許発明1の構成要件A-1について)」を付加し，18行目から19行目の「コンピュータで実質的にデータ処理を実行するための機構」を，「コンピューターで実質的にデータ処理を実行する機構」と改める。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決15頁22行目から16頁7行目末尾までを以下のとおり改める。",
                "「  (ア)  構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」の意義について"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正後明細書(甲47)においては，【背景技術】と【先行技術文献】として，非特許文献1として佐藤文明ほか「移動エージェントによる交渉システムの設計」(乙1，情報処理学会ワークショップ論文集，日本，社団法人情報処理学会，1997年7月，Vol. 97， No. 2，pp. 557 - 562。以下「本件先行技術文献」という。)が掲げられていること(【0002】，【0003】)，訂正後明細書の【0004】，【0023】から【0032】の記載等によれば，「自律的なソフトウェアモジュールとしてのエージェント」とは，テレスクリプト等の通信用言語で記述され，依頼された特定の仕事を自らの判断において行い，テレスクリプト・エンジン等によって提供される共通動作環境であるプレース上で独立に動作するプログラム」を意味するものといえる。",
                            "そして，「自律的なソフトウェアモジュールとしてのエージェントが(中略)コンテンツを該ユーザに提供するコンテンツ提供システム」(構成要件A)とは，この「自律的なソフトウェアモジュールとしてのエージェント」が主体となって，コンテンツをユーザに提供するシステムを意味するところ，同システムにおいては，分散コンピュータ環境における移動性を備えたエージェントであるモバイルエージェント(【0023】)の利用が前提とされている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この「自律的なソフトウェアモジュールとしてのエージェント」中，構成要件Dには，ユーザとコンテンツ提供業者とを仲介して両者に代わって仕事を実行するための「中立性を有する第三者エージェント」が，本件特許発明2及び3に係る各請求項には，「ユーザの指示を受付けて仕事をするユーザエージェント」(構成要件F及びH)が，本件特許発明4に係る請求項には，「前記ユーザエージェントは，前記第三者エージェントと協働して仕事を行う」(構成要件J)ことが，それぞれ記載されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，訂正後明細書の【0024】から【0032】において，構成要件D-1の「第三者エージェント」に相当する「第三者機関エージェント29」及び本件特許発明2から4に係る各請求項(構成要件F，H及びJ)の「ユーザエージェント」に相当する「ユーザエージェント26」のいずれも，移動可能なエージェントとされ，「第三者機関エージェント29」と「ユーザエージェント」が協働して仕事を行う旨が記載されている。",
                            "以上のとおり，訂正後明細書においては，「ユーザエージェント」は，モバイルエージェント(移動エージェント)であり，「第三者機関エージェント」と協調して動作することが記載されており，同記載によれば，「ユーザエージェント」が「マルチエージェントシステム」を構成するエージェントの1つとされていることは，明らかといえる。",
                            "この点に関し，控訴人は，「ファイアフライ」が「マルチエージェント」ではなく，単独で動作する知的エージェントであることを前提として，訂正後明細書の【0027】において，「ユーザエージェント26」の一例として「ファイアフライ」が記載されていることをもって，訂正後明細書には，「マルチエージェントシステム」を利用することで課題を解決するとの構成」以外の内容も開示されている旨主張する。",
                            "しかしながら，控訴人が指摘する上記記載は，「ファイアフライ」を，「マルチエージェントシステム」を構成するエージェントの1つである「ユーザエージェント」として使用してよいという趣旨であり，同記載をもって，訂正後明細書において控訴人主張に係る内容が開示されているということはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」は，原判決認定のとおり，「マルチエージェントシステムの一部」を構成するものと解すべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告物件イ-2に係る構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」の充足性の有無について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告システムは，「ユーザ(利用者)のためにデータ処理を実行するソフトウェア」を有しているにすぎず，「マルチエージェントシステム」を採用していない。したがって，被告物件イ-2は，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を充足しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，a-1の「エージェントエンジン」が「マルチエージェントシステム」の一部といえず，他方，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」が「マルチエージェントシステム」の一部であるとしても，a-1の「エージェントエンジン」は，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を構成する「第三者エージェント」(構成要件D-1)と均等なものであるから，本件特許発明1の技術的範囲に属する旨主張するが，争う。",
                            "①第1要件につき，「マルチエージェントシステム」は，本件特許発明の本質的部分であること，②第2要件及び第3要件につき，控訴人は，置換の具体的構成について主張していないこと，③第4要件につき，控訴人が主張する被告システムは，原出願日前の公知技術，あるいは，少なくとも，同公知技術に基づいて当業者が容易に推考できたものであること，④第5要件につき，③の点に加え，本件特許の出願経過に照らせば，控訴人が主張する技術は，同出願経過において本件特許発明から意識的に除外されたものといえることに鑑みると，控訴人が主張する均等論は，成立しない。」"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決16頁15行目「ユーザにマッチするコンテンツであるか否かを判断し」とは，」の後に，「訂正後明細書の【0015】及び【0032】によれば，」を付加する。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決17頁5行目末尾の後に，行を改め，以下のとおり付加する。",
                "「  オ  構成要件Bについて",
                "「コンテンツを提供する複数のコンテンツ提供業者(構成要件B-1)とは異なる別の機関(B-2)」は，訂正後明細書の【0026】，【0236】から【0238】及び【0248】によれば，当事者，すなわち，ユーザとサービスを提供するサービス業者のみでは「解決困難なまたは解決不可能な中立性を要する仕事が発生した場合に，そのような特定の仕事を当事者に代わって代理実行して解決するために設立された機関」を指し，「官庁等の公な機関あるいは半公共的な機関によって構成するのが望ましい」とされている。そして，「特定の仕事」とは，「当事者エージェント同士が対立するというトラブルが発生した場合の仲裁やどちらのエージェントが正しいかの判定，当事者エージェントの一方または双方が本当に正しい当事者のエージェントであるかを立証するための第三者による証明等」の「当事者だけでは解決が困難または不可能な中立性を要する仕事すべて」を対象とする。",
                "被控訴人は，ユーザにコンテンツを提供するコンテンツプロバイダであり，控訴人が主張する「ジェイアール東日本企画」等の「複数のコンテンツプロバイダ」(b-1)は，被控訴人にコンテンツを提供するコンテンツプロバイダである。被控訴人は，自らコンテンツプロバイダとして「複数のコンテンツプロバイダ」と協力関係にあり，当事者のユーザ及びコンテンツプロバイダとは別に，中立的な仲裁や判定等を行う第三者機関ではなく，したがって，「別の機関」(構成要件B-2)に当たらない。",
                "以上によれば，被告物件イ-2は，「コンテンツを提供する複数のコンテンツ提供業者(構成要件B-1)とは異なる別の機関(構成要件B-2)」を充足しない。」"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決17頁6行目「オ」を「カ」と，12行目「カ」を「キ」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決17頁18行目「中立性を有する第三者エージェント」とは，」の後に，「前記オのとおり，」を付加する。"
              ]
            },
            {
              "fig": "(17)",
              "text": [
                "原判決17頁25行目「仕事を行う機関」を，「仕事を行う機関である構成要件B-2の「別の機関」に改める。"
              ]
            },
            {
              "fig": "(18)",
              "text": [
                "原判決18頁8行目「前記マッチング判断を行なった結果であり，」の後に，「訂正後明細書の【0032】，【0050】，【0066】，【0067】，【0088】から【0090】によれば，」を付加する。"
              ]
            },
            {
              "fig": "(19)",
              "text": [
                "原判決18頁22行目末尾の後に，行を改めて以下のとおり付加する。",
                "「ク  甲13上申書には，本件特許発明につき，乙8特許を限定した発明である旨が主張されていること，乙11意見書には，乙8特許につき，原出願の乙7特許に新たな構成要件を付加した旨が記載されていることによれば，控訴人において，本件特許発明の技術的範囲が乙7特許よりも広い旨主張することは，信義に反し，許されない。",
                "そして，乙7特許において，「マッチ」及び「中立性を有する第三者エージェント」の意義は，それぞれ前記イ及びキと同様であり，したがって，これに反する主張は，信義に反し，許されないものといえる。」"
              ]
            },
            {
              "fig": "(20)",
              "text": [
                "原判決18頁25行目を，「(1)  被告物件イ-3(しゃべってコンシェル又はiコンシェルの単独利用)の特定」に改める。",
                "(21)原判決19頁19行目から20頁19行目末尾までを以下のとおり改める。",
                "「(2)  本件特許発明2の構成要件へのあてはめ"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "f-1の「ユーザの音声による指示(「当事者主義とは？」等のユーザーの質問等)，「を受付けて仕事をする音声エージェント(AWS側のサーバ群にインストールされている音声エージェント)」が，構成要件Fの「ユーザの指示」，「を受付けて仕事をするユーザエージェント」に，f-2の「音声認識エンジンによる認識結果に基づいて意図解釈エンジンがユーザの指示の意図を解釈したその解釈結果」が，構成要件Fの「受付けた指示内容」に，f-3の「に基づいて検索を行なった」が，構成要件Fの「に基づいてコンテンツの検索を行って」に，それぞれ該当する。",
                    "f-4の「検索結果をユーザに提供する検索機能」とは，具体的には，意図解釈・応答が返信され，「Wikipedia で調べます」が音声報知されるとともに，検索結果・応答として「当事者主義とは，事案の解明や証拠の提出に関する主導権を当事者に委ねる原則をいう。裁判・訴訟の分野における当事者主義に対立する概念としては，裁判所による積極的な事案の解明や証拠の追究を認める職権主義がある」といった返信がスマートフォンの画面に表示されることであり，構成要件Fの「検索結果をユーザに提供する検索手段」に該当する。",
                    "f-5の「社内データベースに検索対象の答えがない場合」とは，具体的には，「当事者主義とは？」の質問に対する答えが社内データベースにない場合を指し，この場合，被控訴人が運営する複数台のサーバ群は，検索対象の「当事者主義」を，他の Web サイトの Wikipedia やTwitter など，被控訴人に設置されたコンピュータ以外のネットワーク上のコンピュータにインターネット経由で送信するところ，これは，構成要件Fの「別の機関に設置された前記コンピュータ以外のネットワーク上のコンピュータにおいて記憶されている情報を検索する」に該当する。",
                    "gの「コンピュータシステム」は，構成要件Gの「コンテンツ提供システム」に該当する。",
                    "以上によれば，被告物件イ-3は，本件特許発明2の構成要件を充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件Fの「ユーザエージェント」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件Fの「ユーザエージェント」に該当するf-1の「音声エージェント(AWS側のサーバにインストールされている音声エージェント)」につき，「AWS」とは，アマゾンが提供するクラウドサービスを指し，東京に設置されているサーバ群及びストレージサーバ群(種々のデータを記憶，保存するためのサーバ)を被控訴人に使用させており，上記サーバ群には，被控訴人の「音声エージェント」がインストールされている。「しゃべってコンシェル」の音声認識機能及び意図解釈機能は，AWSのサーバ群及びストレージサーバ群によって実現される。",
                        "すなわち，ユーザが，スマートフォンで「しゃべってコンシェル」を起動させて「当事者主義とは？」と質問すると，同質問は，音声信号としてインターネット経由でAWSのサーバに送信される。同サーバにおいては，ストレージサーバ群の記憶データを活用しながら，音声認識エンジンが前記質問に係る音声信号を認識し，その後，意図解釈エンジンが前記質問に係るユーザの意図を解釈する。この解釈結果，すなわち，ユーザの質問内容は，インターネット経由で被控訴人が運営するサーバ群に送信される。",
                        "被控訴人が運営するサーバ群には，被控訴人の「エージェントエンジン」及び検索機能(甲16)のソフトがインストールされている。これらのサーバ群は，前記のユーザの質問に対する回答につき，まず，被控訴人が運営するストレージサーバ群に記憶された社内データベースを検索するが，上記回答を見つけられないことから，検索対象の「当事者主義」を，インターネット経由他の Web サイトのWikipediaに送信する。そして，被控訴人が運営する前記サーバ群は，Wikipedia から送信された検索結果を受け，これをインターネット経由でユーザのスマートフォンに返信する。",
                        "このように，構成要件Fの「ユーザエージェント」に該当するf-1の「音声認識エンジンと意図解釈エンジンとを」含む「音声エージェント」は，AWSのサーバ群及びストレージサーバ群によって実現されているが，構成要件Fの「ユーザエージェント」は，同構成要件の「検索手段」を修飾する形容詞にすぎず，積極的構成要件とされていないことに鑑みると，上記「検索手段」は，被控訴人側のサーバ群やストレージサーバ群にある「検索手段」に該当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原判決の誤り",
                      "text": [
                        "原判決は，「ユーザエージェント」につき，「単にユーザーが使用する独立したソフトウェアの一種というだけでは足りず，ユーザー端末からネットワークを介して他のサーバー等に移動し，そこで情報処理を行うものでなければならない」と限定的に解釈しているが，以下のとおり，この判断は誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「エージェント」は，学術用語であるから，構成要件Fの「ユーザエージェント」も，上記学術用語の通常の意味に従って解釈すべきであるにもかかわらず，原判決は，訂正後明細書を参酌し，上記学術用語の通常の意味を超えて前記のとおりの限定解釈をした点において，誤りがある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，上記限定解釈の根拠として，①訂正後明細書において，「ユーザエージェント」は，「モバイルエージェント」で構成されること，「モバイルエージェント」が，共通動作環境であるプレースに移動して，そのプレース上で他のエージェントと協調して相互に動作して仕事を行い，問題を解決することが記載されており，原出願の乙7特許の明細書にも同様の内容が記載されていること，②訂正後明細書及び原出願の乙7特許の明細書のいずれにも，上記記載以外に，ユーザエージェントについての開示，説明はないことを挙げている。",
                            "しかしながら，訂正後明細書及び原出願の乙7特許の明細書には，「ユーザエージェント」が「モバイルエージェント」であることを前提としない本件特許発明の構成も開示されており，原判決は，訂正後明細書及び原出願の乙7特許の明細書の解釈を誤ったものといえる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "ユーザエージェント26に関し，訂正後明細書には，「ユーザエージェント26には，(中略)ファイアフライ等の情報収集エージェントなど，種々の種類が存在する。」(【0027】)と記載されており，原出願の乙7特許の明細書の【0039】にも同様の記載があるところ，甲45号証によれば，「ファイアフライ」は，「モバイルエージェント」ではなく，サーバ／クライアント通信を用いている。",
                                "そして，甲69号証によれば，「モバイルエージェント」は，サーバとクライアントのコンピュータ間でコマンドやデータのやり取りを複数回行う従来型の通信方式であるサーバ／クライアント通信を改良し，クライアント側のエージェントが，サーバに移動してサーバとの間でコマンドやデータのやり取りを複数回行い，その結果を持ち帰ってクライアントに報告することにより，サーバとクライアントのコンピュータ間の通信回数を減少させるという改良型通信方式である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件特許発明についての訂正審判請求(訂正2013-390148号)に係る平成25年10月3日付け請求書(甲47)においては，本件訂正審決による訂正前の本件特許請求の範囲の請求項2に，構成要件Fの「，前記検索手段は，前記別の機関に設置された前記コンピュータ以外のネットワーク上のコンピュータにおいて記憶されている情報を検索するための制御機能を有する」の記載を付加する根拠の1つとして，「別の機関に設置された前記コンピュータ以外のネットワーク上のコンピュータにおいて記憶されている情報」の一例として，ユーザ宅17のパソコン14に記憶されているコンテンツのアブストラクトや番組アブストラクトが開示されており，「検索するための制御機能」の一例として，ユーザエージェントにおけるSA7のステップによりコンテンツのアブストラクトを検索して評価したり，SA11のステップにより番組アブストラクトを検索して評価する(【0014】，【0015】，【0048】，【0050】，甲2の図1，図4)。」ことが記載されており，上記訂正審判請求は，本件訂正審決によって認められている。",
                                "前記記載によれば，「ユーザエージェント」は，ユーザ宅17のパソコン14内を検索するものであり，ユーザ宅17のパソコン14から外部コンピュータ(例えばコンテンツ提供業者7のテレスクリプト・エンジン18等)に移動する必要はなく，したがって，「モバイルエージェント」であることを要しない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "仮に，訂正後明細書及び原出願の乙7特許の明細書において，「ユーザエージェント」が「モバイルエージェント」であることを前提としない本件特許発明以外の構成は開示されていないとしても，「モバイルエージェント」は，従来のサーバ／クライアント通信を改良した改良型通信方式にすぎないことに鑑みると，当業者は，訂正後明細書及び原出願の乙7特許の明細書における「モバイルエージェント」の記載に接すれば，その従来通信方式である「サーバ／クライアント通信」も，当然に実施し得る。",
                            "すなわち，当業者は，構成要件Fの「(ユーザ)エージェント」という記載及び訂正後明細書の【発明を実施するための形態】の項における「モバイルエージェント」の記載に接すれば，「モバイルエージェント」の従来通信方式である「サーバ／クライアント通信方式」による被告システムの構成も，当然に実施し得るものといえる。",
                            "そして，本件特許発明の課題は，前述したとおり，「ユーザにマッチするコンテンツの提供を可能としつつ，ユーザのプロフィール情報に基づいた第三者エージェントによる判断を，コンテンツ提供業者とは異なる別の機関に設置されたコンピュータ内で行なうことにより，プロフィール情報がコンテンツ提供業者に漏えいする不都合も極力防止すること」であるところ，「モバイルエージェント」ではない，従来通信方式である「サーバ／クライアント通信方式」による被告システムの構成によっても，この課題は解決可能である。",
                            "以上によれば，原判決の前記限定解釈は，誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，構成要件Fの「ユーザエージェント」が「モバイルエージェント」に限定されるとしても，以下のとおり，被告システムは，構成要件Fと均等なものといえるから，本件特許発明2の技術的範囲に属する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第1要件",
                      "text": [
                        "本件特許発明2は，「別の機関に設置されたコンピュータに記憶されているコンテンツの範囲内でのマッチングサービスばかりでなく，前記別の機関に設置されたコンピュータ以外のネットワーク上のコンピュータにおいて記憶されている情報から広く検索するサービスも提供できる」という作用，効果を実現するものであるところ，上記作用，効果を実現する構成要件は，「別の機関に設置された前記コンピュータ以外のネットワーク上のコンピュータにおいて記憶されている情報を検索するための制御機能」(構成要件F)であり，この点が，本件特許発明2の本質的部分である。",
                        "しかも，前記作用，効果は，構成要件Fの「ユーザエージェント」が移動しなくても実現し得るものである(甲47，甲65参照。)。",
                        "以上によれば，構成要件Fの「ユーザエージェント」が「モバイルエージェント」であることは，本件特許発明2の本質的部分ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "第2要件",
                      "text": [
                        "甲47号証によれば，構成要件Fの「ユーザエージェント」を，「モバイルエージェント」ではない，f-1の「音声エージェント」に置き換えても，本件特許発明2の前記作用，効果を実現できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "第3要件",
                      "text": [
                        "前記(イ)及び前記イ(イ)cのとおり，①「ユーザエージェント」は，「モバイルエージェント」であるか否かにかかわらず，本件特許発明2の作用，効果を実現できること，②「モバイルエージェント」は，従来のサーバ／クライアント通信の改良型通信方式であるから，当業者は，構成要件Fの「(ユーザ)エージェント」という記載及び訂正後明細書の【発明を実施するための形態】の項における「モバイルエージェント」の記載に接すれば，「モバイルエージェント」の従来通信方式である「サーバ／クライアント通信方式」による被告システムの構成も，当然に実施し得るものといえることに鑑みると，従来通信方式である「サーバ／クライアント通信」は，当業者が当然に実施し得る構成である。",
                        "以上によれば，構成要件Fの「ユーザエージェント」をf-1の「音声エージェント」に置き換えることは，当業者が被告システムの製造時において容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "第4要件",
                      "text": [
                        "被告システムは，本件特許発明2の特許出願時における公知技術と同一又は当業者がこれから容易に推考できたものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "第5要件",
                      "text": [
                        "被告システムが本件特許発明2の特許出願手続において特許請求の範囲から意識的に除外されたもの当たるなどの特段の事情は，存在しない。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(22)",
              "text": [
                "原判決20頁25行目の「twitter」を「Twitter」と，26行目の「ネット-ワーク」を「ネットワーク」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(23)",
              "text": [
                "原判決21頁9行目から11行目「本件明細書によると，ユーザエージェントは，ユーザーのパソコン内で動作しているエージェントであって，コンテンツ提供業者のコンピュータへと移動するエージェントであるが，」を，「本件明細書によると，ユーザエージェントは，ユーザーのパソコン内で動作し，コンテンツ提供業者のコンピュータへと移動するモバイルエージェントであり，かつ，マルチエージェントシステムを構成するエージェントであるところ，」と改める。"
              ]
            },
            {
              "fig": "(24)",
              "text": [
                "原判決21頁13行目末尾の後に，行を改めて以下のとおり付加する。",
                "「    ウ  控訴人は，仮に，構成要件Fの「ユーザエージェント」が「モバイルエージェント」に限られるとしても，被告システムは，構成要件Fと均等なものといえるから，本件特許発明2の技術的範囲に属する旨主張するが，争う。",
                "①第1要件につき，「ユーザエージェント」は，本件特許発明2の本質的部分であること，②第2要件及び第3要件につき，被告システムには，「ユーザエージェント」と置換すべき構成も存しないこと，③第4要件につき，控訴人が主張する被告システムは，原出願日前の公知技術，あるいは，少なくとも，同公知技術に基づいて当業者が容易に推考できたものであること，④第5要件につき，③の点に加え，本件特許の出願経過に照らせば，控訴人が主張する技術は，同出願経過において本件特許発明から意識的に除外されたものといえることに鑑みると，控訴人が主張する均等論は，成立しない。」"
              ]
            },
            {
              "fig": "(25)",
              "text": [
                "原判決22頁2行目を，以下のとおり改める。",
                "「  本件特許権において，請求項3は請求項2の従属項であり，請求項2は請求項1の従属項であるところ，被告システムが請求項1を充足しないことは，既に述べたとおりであり，その余の主張は，前記2の【被告(当審においては被控訴人)の主張】(2)のとおりである。",
                "したがって，被告物件イ-3は，本件特許発明3の構成要件を充足しない。」"
              ]
            },
            {
              "fig": "(26)",
              "text": [
                "原判決23頁15行目を以下のとおり改める。",
                "「  本件特許権において，請求項4は請求項2又は請求項3の従属項であり，請求項2は請求項1の従属項，請求項3は請求項2の従属項であるところ，被告システムが請求項1を充足しないことは，既に述べたとおりであり，その余の主張は，前記2の【被告(当審においては被控訴人)の主張】(2)のとおりである。",
                "したがって，被告物件イ-3は，本件特許発明4の構成要件を充足しない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告物件イ-1(連携サービスの利用)，被告物件イ-2(iコンシェルの単独利用)及び被告物件イ-3(しゃべってコンシェル又はiコンシェルの単独利用)は，いずれも本件特許発明の技術的範囲に属しないと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明1の構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」の意義について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正後明細書(甲47)の記載",
              "text": [
                "訂正後明細書には，原判決の「事実及び理由」「第2  事案の概要」「1  前提事実(争いのない事実及び証拠により容易に認定できる事実)」「(2)  本件特許」に記載されたとおりの本件特許発明が開示されているものと認められるところ，本件特許発明1の構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」に関し，以下の記載がある(下記記載中に引用する図面について別紙1参照。)。",
                "【技術分野】",
                "【0001】",
                "本発明は，自律的なソフトウェアモジュールとしてのエージェントがユーザにマッチするコンテンツであるか否かを判断し，マッチするコンテンツを該ユーザに提供するコンテンツ提供システムに関する。",
                "【背景技術】",
                "【0002】",
                "従来において，たとえば，中立的なネゴシエータを設けて，イニシエータとレスポンダの間の交渉の仲立ちをして提案及び提示を行う，交渉システムがあった(非特許文献1)。",
                "【0003】",
                "【非特許文献1】移動エージェントによる交渉システムの設計，情報処理学会ワークショップ論文集，日本，社団法人情報処理学会，1997年 7月，Vol. 97， No.",
                "2，pp. 557 - 562",
                "【発明が解決しようとする課題】",
                "【0004】",
                "このシステムの発明の目的は，改良されたコンテンツ提供システムを提供することである。",
                "(【0005】から【0010】には，本件訂正審決による訂正前の特許請求の範囲の請求項1から請求項6〔甲2〕と同旨の内容が記載されている。)",
                "【発明の効果】",
                "【0011】",
                "上記の課題を解決するための手段を採用した結果，ユーザと複数のコンテンツ提供業者とからなる当事者に代わって仕事を実行するための第三者エージェントが，ユーザにマッチするコンテンツであるか否かを判断してくれるために，第三者エージェントによりユーザにマッチするコンテンツの提供が可能となる。そのプロフィール情報に基づいた第三者エージェントによる判断が，コンテンツ提供業者とは異なる別の機関に設置されたコンピュータ内で行なわれるため，プロフィール情報がコンテンツ提供業者に漏洩する不都合も極力防止できる。",
                "【0023】",
                "図2は，マルチエージェントシステムの構成を示す説明図である。本実施の形態においては，ゼネラルマジック(General Magic)社が開発した通信用言語であるテレスクリプトによる自律ソフトウェアとしてのエージェントを採用している。ユーザエージェント26は，モバイルエージェントで構成されている。モバイルエージェントとは，分散コンピューティング環境における移動性を備えたエージェントのことであり，ネットワークを介してエージェントがサーバーに転送・処理されること(リモート・プログラミング)が特徴となっている。モバイルエージェントが，テレスクリプト・エンジンによって提供される共通動作環境であるプレースに移動して，そのプレース上で他のエージェントと協調して相互に動作して仕事を行ない問題を解決する。",
                "【0024】",
                "ユーザのパソコン14内で動作しているユーザエージェントが，自己の判断でまたはユーザの操作指令に応じてコンテンツを検索する場合には，図2(a)で示すように，コンテンツ提供業者7のテレスクリプト・エンジン18のプレース24に移動する。プレース24上に移動したユーザエージェント26は，プレース24に常駐している移動先エージェント27と打合せ(meeting)して，データベース19内のコンテンツを検索して希望するコンテンツを見つけ出してパソコン14にまで持ち帰る(送信する)。",
                "【0026】",
                "一方，第三者機関8のテレスクリプト・エンジン22のプレース25には，第三者機関常駐エージェント28が常駐している。データベース23内には，複数種類の第三者機関エージェントが機能別に分類されて格納されている。この第三者機関8は，当事者(たとえばユーザとそのユーザの要求に応えてサービスを提供するサービス業者)のみでは解決困難なまたは解決不可能な中立性を要する仕事が発生した場合に，そのような特定の仕事を当事者に代わって代理実行して解決するために設立された機関であり，官庁等の公な機関あるいは半公共的な機関によって構成するのが望ましい。なお，図中22aは，第三者機関8が運用管理するコンピュータである。",
                "【0027】",
                "第三者機関8のデータベース23に格納されている各種第三者機関エージェントは，この第三者機関8によって運用管理されるものであり，前述した中立性を要する特定の仕事を中立性を守りながら実行して解決するために開発された専用のエージェントである。そして，ユーザエージェント26には，たとえば，オンラインショッピングするためのショッピングエージェント，ニュースソースからニュース記事を検索して必要なもののみを選び出すニュースフィルタリングエージェント，必要な電子メールのみを選び出す電子メールエージェント，ユーザの嗜好に合致した音楽情報や映画情報を検索するファイアフライ等の情報収集エージェントなど，種々の種類が存在する。そこでそのようなユーザエージェント26の仕事を代理実行する第三者エージェントの方も，ユーザエージェント26の種類に合せて機能別に複数種類用意しておく必要がある。",
                "【0028】",
                "コンテンツ提供業者7のプレース24に移動したユーザエージェント26が移動先エージェント27と協調してデータベース19内のコンテンツを検索する際に，データベース19内の有料コンテンツを検索したい場合には，第三者機関常駐エージェント28と連絡をとり，データベース23から適した第三者機関エージェントを探し出してもらい，その第三者機関エージェントにコンテンツ提供業者7のプレース24にまで出向してもらう。",
                "【0029】",
                "その状態が図2の(b)に示されている。出向してきた第三者機関エージェント29は，ユーザエージェント26と meeting して，ユーザの好み等のプロフィール情報をユーザエージェント26から聞き出す。そして，コンテンツの検索に必要な知識を取得した状態で第三者機関エージェント29がデータベース19にアクセスして，ユーザエージェント26に代わってコンテンツの検索を行ないその検索結果をユーザエージェント26に知らせる。",
                "【0030】",
                "第三者機関エージェント29がコンテンツを検索するためには，ユーザのプライバシーにかかわるような秘密情報(たとえばユーザの年収，学歴，貯蓄額等)をユーザコンテンツ26(判決注：「ユーザエージェント26」の誤記と思われる。)から教えてもらわなければならない場合は，コンテンツ提供業者7のプレース24上でその秘密情報をユーザエージェント26が第三者機関エージェント29に通知すれば，その秘密情報がコンテンツ提供業者7に漏れてしまうおそれがある。本実施の形態では，ユーザエージェント26は，前述したような秘密情報SI(図14参照)を暗号化して暗号化データとして保有しているために，ユーザエージェント26はコンテンツ提供業者7のプレース24に移動しただけでは，その秘密情報SIがコンテンツ提供業者7に知られてしまうことはない。しかし，コンテンツ提供業者7のプレース24上において，第三者機関エージェント29が解読できるように暗号化秘密情報SIを復号化して平文の形で第三者機関エージェント29に教えた場合には，その平文の秘密情報SIがコンテンツ提供業者7に知られる可能性が生ずる。",
                "【0031】",
                "そこで，このような秘密情報SIを用いなければコンテンツが検索できない場合には，図2(c)に示すように，ユーザエージェント26が第三者機関8のテレスクリプト・エンジン22のプレース25にまで移動し，そこに常駐している第三者機関常駐エージェント28と meeting して，最適な第三者機関エージェントを検索してもらい，その検索された第三者機関エージェント29とユーザエージェント26とがmeeting して，検索に必要となる秘密情報SIを通知する(図2(d)参照)。",
                "【0032】",
                "その後，ユーザエージェント26がコンテンツ提供業者7のプレース24に復帰し，常駐エージェント27と meeting して有料コンテンツを暗号化した形で第三者機関8のプレース25に転送してもらう。そして転送されてきた有料コンテンツを復号化して第三者機関エージェント29がユーザエージェント26に代わってその有料コンテンツを検索して評価する。その評価結果をプレース24上のユーザエージェント26に通知する。このようにすれば，ユーザエージェント26が知識として保有している秘密情報SIがコンテンツ提供業者7等に漏洩することが防止できる。なお，第三者機関8のプレース25上では，エージェント同士がいくらmeeting しても情報が外部に漏洩することが防止できるように構成されている。",
                "【0061】",
                "次に，図5，図6に基づいて，エージェント移動処理のフローチャートを説明する。SA31により，ユーザエージェントを移動させる処理を行なう。(中略)このユーザエージェントの移動は，実際には，ユーザのパソコン14内のユーザエージェントと全く同じユーザエージェント(クローン)を複製してそれを移動先に転送する処理である。",
                "【0065】",
                "・・・SA44により，その入手希望高額コンテンツの検索に秘密情報(SI)が必要であるか否かの判断がなされる。必要でない場合にはSA45に進み，移動先エージェント27に自己のエージェントの種類を知らせて最寄りの第三者機関エージェントに出向依頼を行なう処理がなされる。移動先エージェント27は，この依頼を受けて，最寄りの第三者機関8の第三者機関常駐エージェント28と交信し，ユーザエージェント26の種類に応じた最適な種類の第三者機関エージェントの出向(派遣)を依頼する。その依頼を受けて，第三者機関エージェントが移動先であるたとえばコンテンツ提供業者7のプレース24に出向してくれば，SA46により，YESの判断がなされてSA64へ進む。",
                "【0066】",
                "SA64では，出向してきた第三者機関エージェント29と meeting(打合せ)して入手希望高額コンテンツの検索の代理を行なってもらうよう依頼する(図2(b)参照)。すると，後述するように，第三者機関エージェント29は，必要なプロフィール情報96をユーザエージェント26から聞き出してそれに基づいてデータベース19にアクセスして入手希望高額コンテンツの検索を行ない，ユーザエージェント26の持主であるユーザが好むであろうと予想される高額コンテンツを検索してその評価を行なう。次にSA66により，ユーザエージェント26が第三者機関エージェント29に対し検索結果の評価を知らせてもらう。",
                "【0067】",
                "次にSA67に進み，検索された有料コンテンツを購入するか否かの判断をユーザエージェント26が行なう。(以下略)",
                "【0071】",
                "次に，前述したSA44により，入手希望高額コンテンツの検索に秘密情報SIが必要であると判断された場合にはSA47に進み，ユーザ認証が必要であるか否かの判断がなされる。(以下略)",
                "【0072】",
                "・・・そしてSA49に進み，最寄りの第三者機関8へユーザエージェント26が移動し，第三者機関常駐エージェント28と meeting して最適な第三者機関エージェントを検索してもらうとともに，秘密情報の復号鍵SK1をパソコン14から取り寄せてもらう依頼を行なう。次にSA51に進み，検索された第三者機関エージェントと meeting し，必要な暗号化秘密情報E (SI)をその第三者機関エSK1ージェント29に通知する。(以下略)",
                "【0074】",
                "次にSA54では，たとえばコンテンツ提供業者7のプレース24等の移動先へ復帰する処理がなされ，SA55に進み，移動先エージェント27とmeetingして，暗号化された入手希望高額コンテンツE (KC)を第三者機関8に転送してもPK3らう依頼を行なう。",
                "【0075】",
                "第三者機関エージェント29は，E (KC)を復号化して再生された入手希PK3望高額コンテンツKCを検索して評価を行ない，その検索結果の評価を第三者機関8の秘密鍵であるSK3により暗号化し，その暗号化データであるE (HK)PK3を移動先のプレース24上のユーザエージェント26へ転送する。(以下略)",
                "【0088】",
                "図8は，第三者機関エージェント29の動作を示すフローチャートである。(以下略)",
                "【0089】",
                "このSC1，SC2のループの巡回途中で，第三者機関常駐エージェント28から出向指令を任命されれば(SB6参照)，SC1によりYESの判断がなされてSC3へ進み，たとえばコンテンツ提供業者7のプレース24等の移動先に移動する処理が行なわれる。この移動処理は，具体的には，第三者機関エージェント29をデータベース23内に残したままその第三者機関エージェント29のクローンを移動先のプレース24へ転送する処理である。次にSC4に進み，移動先のプレース24上において，ユーザエージェント26と meeting して，入手希望高額コンテンツを通知してもらうとともに，必要なユーザのプロフィール情報96(図14参照)を教えてもらう処理が行なわれる(SA64参照)。(以下略)",
                "【0090】",
                "次にSC5に進み，入手希望高額コンテンツの評価を行なう処理がなされる。この評価は，教えてもらったユーザプロフィール情報96に基づいて，ユーザが好むであろうと推測される度合いを数値化して行なう。次にSC6に進み，入手希望高額コンテンツは違法なコンテンツであるか否かの判断がなされる。(以下略)",
                "【0094】",
                "・・・ユーザエージェント26は，移動先エージェント27に対し入手希望高額コンテンツKCを暗号化したE (KC)を転送してもらう依頼を行なう(SAPK355参照)。これを受けた移動先エージェント27は，E (KC)を第三者機関PK38の第三者機関エージェント28へ送信する。その送信されてきたE (KC)PK3を受信すればSC16へ進み，D ｛E (KC)｝を演算してKCを再生するPK3 PK3処理が行なわれる。次にSC17へ進み，その入手希望高額コンテンツKCの評価を行なう処理がなされる。",
                "【0095】",
                "次にSC18へ進み，入手希望コンテンツは違法なコンテンツであるか否かの判断がなされる。この判断は，前述したSC6と同様に行なわれる。そして違法なコンテンツである場合にはSC7へ進むが，違法なコンテンツでない場合にはSC19へ進み，入手希望高額コンテンツKCの評価HKに対し第三者機関8の秘密鍵SK3で暗号化したデータすなわちE (HK)を演算し，SC20により，そのSK3演算結果を移動先のプレース24上にいるユーザエージェント26に送信する処理がなされた後SC10へ進む。",
                "【0235】",
                "以下，実施例の内容をまとめて列挙する。",
                "コンテンツ提供業者7とユーザ，または，CM制作者10とユーザにより，当事者が構成されている。前記SA44，SA47により，当事者の一方または双方が行なうには不向きな中立性を要する特定の仕事が発生したことを判定する特定仕事判定手段が構成されている。第三者機関エージェント29，第三者機関常駐エージェント28により，前記当事者双方に対し中立性を有する第三者エージェントが構成されている。この第三者エージェントは，第三者機関8によって運用管理するエージェントに限定されるものではなく，たとえば前記当事者のエージェントが仕事をするテレスクリプト・エンジン内のプレースと同じプレース上で仕事をしている他のエージェントによりこの第三者エージェントを構成してもよい。",
                "【0236】",
                "前記SA45，SA64またはSA49～SA53またはSA60またはSA69，SA70により，前記特定仕事判定手段の判定結果に従って，前記当事者双方に対し中立性を有する第三者エージェントに前記特定の仕事を依頼する仕事依頼手段が構成されている。この仕事依頼手段により依頼された仕事を前記第三者エージェントが代理して実行する(図7，図8に示したフローチャート)。前記第三者機関8により，前記特定の仕事を処理するために設立された第三者機関が構成されている。そして前記第三者エージェント(第三者機関エージェント29，第三者機関常駐エージェント28)は，その第三者機関により運用管理され，前記特定の仕事を行なうために開発されたエージェントである。",
                "【0237】",
                "前記ユーザエージェント26と移動先エージェント27とにより，前記当事者のそれぞれの側のために働く当事者エージェントが構成されている。前記特定仕事判定手段は，前記当事者エージェント同士が協調して動作しているときに，当該当事者エージェントでは自己の立場の方に有利となる利己的動作(たとえば有料コンテンツの不法持ち帰りや有料コンテンツに対する虚偽の評価)を行なうおそれのある場合に前記特定の仕事が発生した旨の判定を行なう。",
                "【0238】",
                "前記データベース19により，有料コンテンツを格納しているコンテンツ格納手段が構成されている。コンテンツ提供業者7により，前記コンテンツ格納手段内の格納コンテンツを提供するコンテンツ提供者が構成されている。ユーザ宅17に居住しているユーザにより，前記コンテンツ提供者が提供するコンテンツ内に入手したいコンテンツがあるか否かの検索を希望するユーザが構成されている。そして，前記特定仕事判定手段は，前記当事者エージェントのうちのユーザ側エージェント(ユーザエージェント26)が前記コンテンツ格納手段に格納されている前記有料コンテンツの検索を希望した場合(SA43によるYESの判断がなされた場合)に前記特定の仕事が生じたことを判定する。",
                "【0239】",
                "さらに，前記第三者エージェントは，依頼された仕事の実行を通して前記当事者の一方または双方に違法性があるか否かを監視する監視機能(SC6，SC18)を有する。",
                "【0240】",
                "前記SA43，SA44，SA67，SA58により，当事者の一方または双方が行なうには不向きな中立性を要する特定の仕事が発生したことを判定する特定仕事判定ステップが構成されている。前記SA45，SB1，SB5，SB6，SA49，SA50，SB7～SB9により，前記当事者の双方に対し中立性を有する第三者エージェントを調達する第三者エージェント調達ステップが構成されている。前記SA45，SA46，SA64，SA49～SA53，SA69，SA70，SA60により，前記特定仕事判定ステップにより前記特定の仕事が生じた旨の判定がなされた場合に，前記第三者エージェント調達ステップで調達された第三者エージェントに前記特定の仕事の依頼を行なう仕事依頼ステップが構成されている。そしてその仕事依頼ステップにより依頼された第三者エージェントが依頼された前記特定の仕事を実行する(図7，図8に示したフローチャート)。",
                "【0241】",
                "前記テレスクリプト・エンジン22とデータベース23とにより，第三者エージェントを提供するためのエージェント提供装置が構成されている。前記データベース23により，複数種類の第三者エージェントを格納しているエージェント格納手段が構成されている。テレスクリプト・エンジン22により，仕事を当事者エージェントに代わって第三者エージェントにより代理実行してもらいたい旨の依頼があった場合に，代理の対象となる前記当事者エージェントに応じた種類の第三者エージェントを前記エージェント格納手段が格納している前記第三者エージェントの中から検索して提供するエージェント検索提供手段が構成されている。",
                "【0242】",
                "ユーザエージェント26によりユーザ側のために働くエージェントであって，ネットワーク上を移動して動作するモバイルエージェントで構成されたユーザ側エージェントが構成されている。コンテンツ提供業者7により，前記ユーザの要求に応えるサービス業者が構成されている。移動先エージェント27により，前記サービス業者側のために働く業者側エージェントが構成されている。第三者機関8のプレース25を有するコンピュータ22aにより，前記ユーザ側エージェントのワーキングエリアとして機能し，秘密の漏洩が防止できる秘密保持用ワーキングエリアが構成されている。",
                "【0243】",
                "そして，前記ユーザ側エージェントは，秘密にしたい秘密データ(秘密情報SI)を秘密性が保持できる態様(暗号化した態様)で前記知識として記憶しており，該ユーザ側エージェントが移動して仕事を行なう際に，前記秘密データを使用する必要が生じた場合に(SA44によりYESの判断がなされた場合に)，前記ユーザ側エージェントは，前記秘密保持用ワーキングエリアに移動し(SA49)，該秘密保持用ワーキングエリア内で前記秘密データの秘密性を解除(SA50，SA51)して前記仕事の実行を可能にする。",
                "【0248】",
                "前述した当事者の一方または双方が行なうには不向きな中立性を要する特定の仕事の他の例としては，当事者エージェント同士が対立するというトラブルが発生した場合の仲裁やどちらのエージェントが正しいかの判定，当事者エージェントの一方または双方が本当に正しい当事者のエージェントであるかを立証するための第三者による証明等が考えられる。つまり，この特定の仕事とは，当事者だけでは解決が困難または不可能な中立性を要する仕事すべてを対象とする。",
                "【0249】",
                "次に，実施例の効果を列挙する。",
                "当事者の一方または双方が行なうには不向きな中立性を要する特定の仕事を当事者双方に対し中立性を有する第三者エージェントが代理して実行してくれるために，中立性を保ちながら特定の仕事の実行が可能となる。",
                "【0250】",
                "前記第三者エージェントが，前記特定の仕事を処理するために設立された第三者機関により運用管理され，前記特定の仕事を行なうために開発されたエージェントであるために，当事者にとってより一層中立性のあるエージェントによりより一層中立性のある代理実行が期待できる。",
                "【0251】",
                "当事者エージェントでは自己の立場の方に有利となる利己的動作を行なうおそれのある場合に前記特定の仕事が発生した旨の判定が行なわれ，第三者エージェントによる代理実行が行なわれるために，当事者エージェントによる利己的な動作による不都合を極力防止することができる。",
                "【0252】",
                "ユーザ側エージェントがコンテンツ格納手段に格納されている有料コンテンツの検索を希望した場合に，特定の仕事が生じたと判定されて第三者エージェントがその特定の仕事を代理実行してくれるために，ユーザ側エージェントが有料コンテンツを検索してその有料コンテンツに対する料金を支払うことなく有料コンテンツを盗んでしまう不都合が極力防止できる。",
                "【0253】",
                "第三者エージェントが，依頼された仕事の実行を通して前記当事者の一方または双方に違法性があるか否かを監視する監視機能を有するために，当事者の一方または双方に違法性があった場合にはそれが監視可能となる。",
                "【0255】",
                "当事者の一方または双方が行なうには不向きな中立性を要する特定の仕事が生じた場合に，当事者の双方に対し中立性を有する第三者エージェントにその特定の仕事を代理実行してもらうことのできるプログラムが記録された記録媒体を提供することができる。",
                "【0256】",
                "当事者の一方または双方が行なうには不向きな中立性を要する特定の仕事が生じた場合に，当事者の双方に対し中立性を有する第三者エージェントが調達されてその第三者エージェントに前記特定の仕事を代理実行してもらうことができる。",
                "【0257】",
                "モバイルエージェントで構成されているユーザ側エージェントがネットワーク上を移動して仕事を行なうに際し，ユーザ側エージェントが秘密データを使用する必要が生じた場合には，ユーザ側エージェントが秘密保持用ワーキングエリアに移動してそこで秘密データの秘密性を解除して前記仕事の実行が可能となり，秘密データの漏洩を防止できながらその秘密データを使用しての仕事の実行が可能となる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「エージェント」の意義",
                      "text": [
                        "原出願前に頒布された刊行物である甲92号証(石田亨「エージェントを考える」人工知能学会誌  1995年9月，Vol.10,No.5,pp.663-667。なお，一部，甲19号証において引用されている。)及び本件先行技術文献(乙1)並びに原出願直後に頒布された刊行物である甲19号証においては，「エージェント」につき，「意思決定原理・機構に基づき，外部から得られた情報に対して，自己の信念や興味(願望，意図)に応じて行動するモジュール」(甲92)，「利用者の意図を受け継いで，他のエージェントやサーバとのやりとりを利用者に代わって行なってくれる，自律したソフトウェアモジュール」(乙1)，「応用面からの視点では，『利用者から委託された仕事を代行処理するソフトウェア』，実現手段からの視点では，『利用者の指示から独立して実行する能力をもったソフトウェア」(甲19)などと定義されており，また，甲19号証においては，「エージェントの自律性を実現する上で重要な役割を果たす」ものの1つとして，「エージェントのプランニング」を挙げ，その意義は，「エージェントが環境を観測し，その状況認識のもとで目標を達成するために，とるべき自分の行動を決定すること」と説明している。",
                        "以上によれば，情報通信の分野において，「エージェント」とは，一般に，「利用者からの委託を受け，当該利用者の意図する結果を実現するために，自らの認識と判断に基づき，当該利用者に代わって他のエージェントやサーバとのやり取りをするソフトウェアモジュール」を意味するものと解される。",
                        "そして，前記(1)の訂正後明細書の記載中，「当事者に代わって仕事を実行するための第三者エージェントが，ユーザにマッチするコンテンツであるか否かを判断してくれる」(【0011】)，「検索された有料コンテンツを購入するか否かの判断をユーザエージェント26が行う。」(【0067】)などの記載によれば，訂正後明細書においても，「エージェント」は，上記の意味を有する用語として用いられているものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「マルチエージェントシステム」の意義",
                      "text": [
                        "甲19号証においては，「マルチエージェントシステムは単独のエージェントではなく，複数の独立したソフトウェアが相互に交信しながら，全体として何らかの処理を実現するソフトウェア群」，「これらのエージェントは相互に協調して処理を実現する場合もある(マルチエージェントシステムによる実現)」との記載が，甲92号証においては「Multi-agent：個々の機能ではなく，協調や交渉などの相互作用を研究対象とする。エージェントは相互作用を生じさせる基本単位」との記載がそれぞれあり，これらの記載及び前記(ア)の「エージェント」の意義に鑑みると，「マルチエージェントシステム」とは，「複数の独立したエージェントが，協調や交渉等の相互作用を通じて処理を実現するシステム」を意味するものと解される。",
                        "そして，前記(1)の訂正後明細書の記載中，「図2は，マルチエージェントシステムの構成を示す説明図である。(中略)モバイルエージェントが，(中略)そのプレース上で他のエージェントと協調して相互に動作して仕事を行ない問題を解決する。」(【0023】)との記載及び甲2号証の図2によれば，訂正後明細書においても，「マルチエージェントシステム」は，上記の意味を有する用語として用いられているものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明と先行技術との関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件先行技術文献(乙1)には，概要，以下の内容が記載されている(下記記載中に引用する図面について別紙2を参照。)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "自律エージェントによってシステムを構築するためには，エージェントが他のエージェントやサーバと協調作業ができる必要がある。",
                            "「協調」には，「協調問題解決」と「交渉と均衡」が含まれる。「協調問題解決」は，「複数のエージェントが協力して組織を構成し，共通の目標を達成する」ことを意味する。「交渉」は，「複数のエージェント間で合意を形成するためのプロセス」であり，「交渉と均衡」は，「独立の目標を持つ複数のエージェントが交渉を通じて競合を解決し，好ましい均衡を維持しながら各自の目標を達成する」ことである。",
                            "「移動エージェント」とは，「エージェントがネットワーク上を移動し，移動先の計算機で情報の検索を行なったり，ユーザの意図にそって情報処理を行なうシステム」である。移動エージェントには，「ユーザの意図を与えるだけで，自分で最適なサーバを選択し，処理を行なう」などのメリットがある。",
                            "他方，移動エージェントには，エージェント自体が大きいと，移動させる通信コストが大きくなる，移動先の動作環境において必ずしも十分な計算能力が期待できないので，移動エージェントによる交渉では，従来の固定エージェントによる複雑な手続や大規模な知識ベースの利用が困難であるという問題もある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これらの問題を解決するために，交渉フレームワークを提案する(図2参照。)。",
                            "交渉の当事者の他に，ネゴシエータを置き，ネゴシエータが移動して交渉する。交渉の当事者は，交渉者を送り出すイニシエータと交渉者を呼び込むレスポンダに分離する。",
                            "従来のエージェントは，妥協案の提案，提案の評価，再提案の作成，停止の判定の機能がすべて組み込まれていたのに対して，このフレームワークでは妥協案の提案，再提案の作成がイニシエータの設定によってネゴシエータに組み込まれ，提案の評価，停止の判定がレスポンダによって行われる構成となっている。したがって，移動エージェントの機能がシンプルとなり，移動しやすいものとなる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "具体的な交渉手順は，以下のとおりである(図3参照)。",
                            "すなわち，ネゴシエータが，イニシエータにおいて設定した交渉条件に沿って代表的な提案を行い，レスポンダがこれを判定する。ネゴシエータは，上記提案に対するイニシエータ及びレスポンダの評価を合成し，両者が最も満足する値を交渉の初期値に決め，交渉の出発点とする。",
                            "レスポンダは，ネゴシエータの提案を判定し，満足すれば，交渉は終了する。",
                            "レスポンダが満足しなければ，レスポンダの判定結果がネゴシエータに戻る。ネゴシエータは，交渉の余地がある場合には，上記判定結果の値を基に再提案を計算してレスポンダに提示し，交渉の余地がない場合には，同じ提案を繰り返す。レスポンダは，提案を見て，交渉の継続又は停止を決定できる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "この方式の特徴は，複雑な知識ベースなどを採用せず，イニシエータ，レスポンダ，ネゴシエータによる交渉機能の分割を行い，移動エージェントの機能をシンプルにしている点である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(ア)によれば，本件先行技術文献に記載されている「移動エージェントによる交渉システム」(以下「本件先行技術」という。)は，自律エージェントによってシステムを構築するためには，エージェントが他のエージェントやサーバと協調作業ができる必要があることから，「協調」の1つである「交渉」，すなわち，「複数のエージェント間で合意を形成するためのプロセス」に関し，交渉の当事者間を移動し，イニシエータが設定した交渉条件及びレスポンダによる提案の判定結果に沿って提案，再提案を作成するネゴシエータという移動エージェントを採用したものである。",
                            "そして，前記(1)のとおり，訂正後明細書には，①【背景技術】として「中立的なネゴシエータを設けて，イニシエータとレスポンダの間の交渉の仲立ちをして提案及び提示を行う，交渉システムがあった」と記載されており，本件先行技術文献が掲げられていること(【0002】，【0003】)，②次いで，【発明が解決しようとする課題】として「このシステムの発明の目的は，改良されたコンテンツ提供システムを提供することである。」と記載されていること(【0004】)に鑑みると，訂正後明細書には，本件先行技術を踏まえてこれを改良した発明が記載されているものと解される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "訂正後明細書には，本件先行技術の改良すべき点，すなわち，本件先行技術の課題の具体的内容は明記されていない。",
                            "この点に関しては，訂正後明細書中，【発明の効果】として，「そのプロフィール情報(判決注：ユーザのプロフィール情報)に基づいた第三者エージェントによる判断が，コンテンツ提供業者とは異なる別の機関に設置されたコンピュータ内で行なわれるため，プロフィール情報がコンテンツ提供業者に漏洩する不都合も極力防止できる。」(【0011】)との記載があり，また，【0030】において，ユーザのプライバシーに関わる秘密情報がコンテンツ提供業者に漏えいする可能性が指摘され，【0031】及び【0032】において，上記漏えいを防止する方策として構成要件Dに対応する内容が記載されている。",
                            "以上に鑑みると，訂正後明細書の記載によれば，本件先行技術については，ユーザに相当するイニシエータの個人情報が漏えいするおそれがあり，本件特許発明は，上記漏えいの防止を目的の1つとするものと解される。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正後明細書に開示されている本件特許発明1の構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」は，コンピュータに送信されてきたコンテンツが「ユーザにマッチするコンテンツであるか否かを判断し，マッチするコンテンツを該ユーザに提供する」エージェントであり(構成要件A-2，3，C3-1，2)，「ユーザと前記コンテンツ提供業者とを仲介して両者に代わって仕事を実行するための中立性を有する第三者エージェントで構成され」る(構成要件D-1)ものである。",
                        "そして，前記(1)のとおり，訂正後明細書中，①「第三者機関エージェント」(「第三者エージェント」とも表記されている。)は，「当事者(たとえばユーザとそのユーザの要求に応えてサービスを提供するサービス業者)のみでは解決困難なまたは解決不可能な中立性を要する仕事が発生した場合に，そのような特定の仕事を」「中立性を守りながら実行して解決するために開発された専用のエージェント」であり，「ユーザエージェント26の仕事を代理実行する」ものである旨説明されていること(【0026】，【0027】)，②「そして転送されてきた有料コンテンツを暗号化して第三者機関エージェント29がユーザエージェント26に代わってその有料コンテンツを検索して評価する。その評価結果をプレース24上のユーザエージェント26に通知する。」(【0032】)という記載があり，同記載の趣旨は，「第三者機関エージェント29」は，コンピュータに送信されてきたコンテンツが「ユーザにマッチするコンテンツであるか否かを判断し，マッチするコンテンツを該ユーザに提供する」というものと解されることに鑑みると，訂正後明細書中の「第三者機関エージェント」は，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を構成する「第三者エージェント」(構成要件D-1)に相当するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(1)によれば，訂正後明細書には，本件特許発明1の構成等に関し，概要，以下のとおり記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件特許発明1の前提となる構成",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "ユーザのパソコン14内で動作しているユーザエージェントが，自己の判断により，又は，ユーザの操作指令に応じてコンテンツを検索する場合，コンテンツ提供業者7のテレスクリプト・エンジン18(判決注：テレスクリプトとは，移動エージェントの環境の1つであり，エージェントをユーザが送信するという方式である〔乙1〕。)のプレース24に移動する(【0024】，【0061】，図2(a)，図5)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "ユーザエージェント26が，データベース19内の有料コンテンツの検索を希望する場合，第三者機関8のテレスクリプト・エンジン22のプレース25に常駐している第三者機関常駐エージェント28に連絡をとり，データベース23に機能別に分類されて格納されている複数種類の第三者機関エージェントから最適のものを探し出してもらい，探し出された第三者機関エージェントに，コンテンツ提供業者7のプレース24まで出向してもらう。",
                                "出向してきた第三者機関エージェント29は，ユーザエージェント26と打合せ(meeting)し，ユーザの希望する有料コンテンツの検索の代理を行う旨の依頼を受けるとともに，ユーザの好み等のプロフィール情報を聞き出してコンテンツの検索に必要な知識を取得した上で，データベース19にアクセスし，ユーザエージェント26に代わって有料コンテンツの検索を行い，その検索結果をユーザエージェント26に知らせる。このように第三者機関エージェント29が有料コンテンツの検索を行うことによって，ユーザエージェント26が料金を支払うことなく有料コンテンツを盗んでしまうという不都合を極力防止できる(【0026】から【0029】，【0065】，【0066】，【0088】，【0089】，【0252】，図2(b)，図5，図6，図8)。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件特許発明1の構成",
                          "text": [
                            "第三者機関エージェント29がコンテンツの検索に当たって，ユーザのプライバシーに関わる秘密情報SI(ユーザの年収，学歴，貯蓄額等)を要する場合は，秘密情報SIがコンテンツ提供業者7に漏えいする事態を防ぐために，前記aのとおり，コンテンツ提供業者7のテレスクリプト・エンジン18のプレース24に移動したユーザエージェント26が，第三者機関8のテレスクリプト・エンジン22のプレース25にまで移動する。",
                            "そして，ユーザエージェント26は，第三者機関常駐エージェント28と meeting して最適な第三者機関エージェントを探し出してもらい，その探し出された第三者機関エージェント29と meeting して，コンテンツ検索に要する秘密情報SIを通知する。",
                            "その後，ユーザエージェント26は，コンテンツ提供業者7のプレース24に復帰し，プレース24に常駐している移動先エージェント27と meeting して，有料コンテンツを暗号化した形で第三者機関8のプレース25に転送してもらう。",
                            "第三者機関エージェント29は，転送されてきた有料コンテンツを復号化した上で，ユーザエージェント26に代わってその有料コンテンツを検索して，検索したものにつき，ユーザエージェント26から聞き出したユーザプロフィール情報に基づいてユーザが好むであろうと推測される度合いを数値化して評価し，次いで，違法なコンテンツであるか否かを判断した上で，違法なコンテンツではないものの評価結果をプレース24上のユーザエージェント26に通知する(【0030】から【0032】，【0071】，【0072】，【0074】，【0075】，【0090】，【0094】，【0095】。図2(c)，(d)，図5，図6，図8)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記ウによれば，訂正後明細書において，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を構成する「第三者エージェント」(構成要件D-1)に対応する「第三者機関エージェント」は，「ユーザエージェント」と打合せ(meeting)を行い，ユーザが希望する有料コンテンツの検索の代理を行う旨の依頼を受けるとともに，ユーザの好み等のプロフィール情報を聞き出してコンテンツの検索に必要な知識を取得した上で，「ユーザエージェント」に代わってコンテンツを検索し，検索したものにつき，「ユーザエージェント」から聞き出したユーザプロフィール情報に基づいてユーザが好むであろうと推測される度合いを数値化して評価し，次いで，違法なコンテンツであるか否かを判断した上で，違法なコンテンツではないものの評価結果を「ユーザエージェント」に通知する旨記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，「第三者機関エージェント」は，前記ウ(ア)のとおり，「ユーザエージェント」の仕事を代理実行するものではあるが，「当事者のみでは解決困難なまたは解決不可能な中立性を要する仕事が発生した場合に，そのような特定の仕事を」「中立性を守りながら実行して解決するために開発された専用のエージェント」であり，当事者双方に対して中立性を有し(【0235】，【0236】，【240】等)，「官庁等の公な機関あるいは半公共的な機関によって構成するのが望ましい」(【0026】)とされ，また，「依頼された仕事の実行を通して前記当事者の一方または双方に違法性があるか否かを監視する監視機能」【0239】も有する。",
                        "他方，「ユーザエージェント」は，「ユーザ側のために働くエージェント」(【0242】)であるから，「第三者機関エージェント」と「ユーザエージェント」とは，それぞれ独立したエージェントということができる。",
                        "そして，前記(ア)のとおり，訂正後明細書においては，概要，「第三者機関エージェント」と「ユーザエージェント」は，「打合せ(meeting)」を行い，「ユーザエージェント」は，「第三者機関エージェント」に対して，ユーザが希望するコンテンツの検索の代理を依頼するとともに，ユーザの好み等のプロフィール情報を伝えて上記検索に必要な知識を提供する，他方，「第三者機関エージェント」は，「ユーザエージェント」に代わってコンテンツを検索し，検索したものにつき，ユーザが好むであろうと推測される度合いを数値化して評価し，次いで，違法なコンテンツであるか否かを判断した上で，違法なコンテンツではないものの評価結果を「ユーザエージェント」に通知することが記載されている。訂正後明細書に記載された，「第三者機関エージェント」と「ユーザエージェント」との間におけるこれらのやり取りは，両者が，協調という相互作用を通じて，ユーザに対してその希望に即したコンテンツを提供するという処理を実現するものというべきである。",
                        "以上によれば，訂正後明細書においては，それぞれ独立したエージェントである「第三者機関エージェント」と「ユーザエージェント」が，協調という相互作用を通じて，ユーザに対してその希望に即したコンテンツを提供するという処理を実現するシステムの構成による本件特許発明の構成が開示されているものといえ，同システムは，前記ア(イ)のとおり「複数の独立したエージェントが，協調や交渉等の相互作用を通じて処理を実現するシステム」を意味する「マルチエージェントシステム」に他ならない。",
                        "したがって，「第三者機関エージェント」は，「マルチエージェントシステム」の一部であり，これに相当する「第三者エージェント」(構成要件D-1)によって構成される構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」も，「マルチエージェントシステム」の一部である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張に対して",
              "text": [
                "控訴人は，以下のとおり，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を「マルチエージェントシステム」の一部に限定して解釈することは，誤りである旨主張するが，同主張は，採用できない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「エージェント」は学術用語であるから，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」の意義も，上記学術用語の通常の意味に従って解釈すべきであり，訂正後明細書の記載を参酌し，上記学術用語の通常の意味を超えて「マルチエージェントシステム」の一部に限定して解釈することは，誤りである旨主張する。",
                    "しかしながら，特許法によれば，特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づいて定めなければならず(特許法70条1項)，その場合においては，「願書に添付した明細書の記載及び図面を考慮して，特許請求の範囲に記載された用語の意義を解釈するもの」(同条2項)とされていることから，一般的な学術用語の意味を優先する控訴人の前記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，前記アのとおり限定解釈をするためには，訂正後明細書において「マルチエージェントシステム」以外の構成による本件特許発明の構成が開示されていないことを根拠とする必要があるところ，以下の①から③の点によれば，訂正後明細書には，「マルチエージェントシステム」以外の構成による本件特許発明の構成も開示されている旨主張する。",
                        "すなわち，①訂正後明細書中，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」に対応する「第三者エージェント(『第三者機関エージェント』と表現している場合もある。)」につき，「前記当事者のエージェントが仕事をするテレスクリプト・エンジン内のプレースと同じプレース上で仕事をしている他のエージェントによりこの第三者エージェントを構成してもよい。」(【0235】)とされている。「仕事をしている他のエージェント」は，「第三者機関エージェント29以外のエージェント」，すなわち，「ユーザエージェント26と移動先エージェント27」を意味し，訂正後明細書の【0027】には，「ユーザエージェント26には，(中略)ファイアフライ等の情報収集エージェントなど，種々の種類が存在する。」と記載されており，また，「第三者エージェント」の方も，「ユーザエージェント」の種類に合わせて機能別に複数種類用意しておくことを要する旨が開示されているところ，甲45号証によれば，「ファイアフライ」は，「マルチエージェント」ではなく，単独で動作する知的エージェントである。なお，原出願の乙7特許の明細書にも，訂正後明細書の前記記載と同旨の内容が記載されている。",
                        "②原出願においても，特許請求の範囲及び発明の詳細な説明につき，「マルチエージェントシステム」から，これに限定されない一般的な「エージェント」という上位概念のものに補正されている(乙2【0011】，乙7【0011】，乙12，乙13など。)。",
                        "③「第三者エージェント」は，コンテンツ提供者及びユーザに対して中立性を有するエージェントであり，コンテンツ提供者のエージェント及びユーザのエージェントに対して中立性を有するものではなく，したがって，コンテンツ提供者のエージェント及びユーザのエージェントとは無関係に，単独のエージェントとして成立するものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，訂正後明細書中，本件特許発明の構成につき，「マルチエージェントシステム」，すなわち，「複数の独立したエージェントが，協調や交渉等の相互作用を通じて処理を実現するシステム」を採用するもの以外は，記載されていない。",
                        "また，前記(2)イのとおり，本件先行技術は，エージェント間等の「協調」の1つである「交渉」に関し，イニシエータが設定した交渉条件及びレスポンダによる提案の判定結果に沿って提案，再提案を作成するネゴシエータという移動エージェントを採用したものであるところ，訂正後明細書の記載によれば，本件特許発明は，本件先行技術を踏まえて，その問題点であったイニシエータの個人情報漏えいの防止を目的の1つとするものと解される。この点に鑑みると，本件特許発明は，エージェント間等の「協調」を前提とするものと考えられるから，訂正後明細書において，エージェント間等の「協調」などの相互作用を含まない構成，すなわち，「マルチエージェントシステム」以外の構成による本件特許発明の構成が示唆されていると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人主張の①の点については，「第三者エージェントを構成してもよい」とされる「仕事をしている他のエージェント」を「ユーザエージェント26と移動先エージェント27」を意味するものとした点において，これは，前記(1)及び(2)によれば，「第三者エージェント」の意義に明らかに反し，失当であるといわざるを得ない。",
                            "もっとも，控訴人は，訂正後明細書中，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を構成する「第三者エージェント」(構成要件D-1)につき，「マルチエージェント」ではなく，単独で動作する知的エージェントである「ファイアフライ」を使用することもある旨が開示されており，これをもって，訂正後明細書には，「マルチエージェントシステム」以外の構成による本件特許発明の構成も開示されていることを主張しているものと解される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲45号証及び甲67号証には，「ファイアフライ」につき，概要，以下のとおり記載されている。",
                                "すなわち，「ファイアフライ」とは，インターネットに関するソフトウェア・エージェントの1つであり，音楽，映画，ウェブページを対象としてユーザの好みに合いそうなものを抽出するというサービスを提供する。すなわち，ユーザが，たとえば，好みのアーティストをテキスト入力し，同時にランダムにリストアップされたサンプルを7段階で評価するなどして，自分の好みを提示する，「ファイアフライ」は，これに基づいて，サービス利用の登録者から，ユーザと同様の好みを有する登録者，すなわち，ユーザと同様の評価をした登録者を探し出し，当該登録者が好みだと判定したもの，すなわち，高く評価したものをユーザに提示する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "また，甲45号証には，「ファイアフライ」を用いた「Bignote」という音楽に関する情報交換のサイトにつき，「個々のユーザーにエージェントがつき，エージェント同士が情報交換しておいてくれるという説明がなされることがある。これはメタファに過ぎない。すべてが Bignote のウェブサイトで処理されており，エージェント・プログラム同士が交信しているのではない。」と記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前記(b)によれば，甲45号証に記載されている「ファイアフライ」については，他のエージェントとの間における協調や交渉等の相互作用を通じて処理を実現するものではなく，単独で動作するものとみることができる。そして，控訴人が主張するとおり，訂正後明細書の【0027】には，「ユーザエージェント26には，(中略)ファイアフライ等の情報収集エージェントなど，種々の種類が存在する。」と記載されており，また，「第三者エージェント」の方も，「ユーザエージェント」の種類に合わせて機能別に複数種類用意しておくことを要する旨が開示されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "しかしながら，訂正後明細書中，「ファイアフライ」に言及されているのは上記【0027】のみであり，また，前記(イ)のとおり，訂正後明細書には，「マルチエージェントシステム」以外の構成による本件特許発明の構成については，何ら記載されていない。",
                                "これらの点に加えて，前記(イ)のとおり，本件先行技術は，エージェント間等の「協調」の1つである「交渉」に関し，ネゴシエータという移動エージェントを採用したことにも鑑みると，前記(a)の点をもって，訂正後明細書において「マルチエージェントシステム」以外の構成による本件特許発明の構成が開示されているということはできず，控訴人の前記主張は，採用できない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人主張の②の点については，原出願の乙7特許の特許公報(乙7)記載の特許請求の範囲の請求項1には，「ユーザの仕事を代行する自律的なソフトウェアモジュールとしてのエージェントを利用して売買を行なう際の不正防止システムであって，(中略)検索依頼手段と，(中略)プロフィール情報通知手段とを含み，(中略)該通知機能は，前記コンテンツの中身の評価結果を通知することを特徴とする，不正防止システム。」と，請求項2には，「前記検索依頼手段は，前記当事者のそれぞれの側のために働く当事者エージェント同士が協調して動作しているときに，前記コンテンツの要約に基づいて検索を行なう場合には前記ユーザ側のエージェント自身が当該検索を実行し，前記コンテンツの中身に基づいて検索を行なう場合には前記第三者エージェントに対し前記検索依頼を行なうことを特徴とする，請求項1に記載の不正防止システム。」と，それぞれ記載されている。",
                        "これらの記載に鑑みれば，前記請求項1の「不正防止システム」は，「当事者エージェント同士が協調して動作」するシステム，すなわち，「マルチエージェントシステム」の構成によるものであることは，明らかといえる。",
                        "また，前記特許公報記載の発明の詳細な説明においても，【0012】【課題を解決するための手段】【0014】に，同旨が記載されている。",
                        "以上に加え，原出願に係る公開特許公報(特開平11-296490号。乙2)，平成19年7月12日付け拒絶理由通知(甲21)，同年9月14日提出の手続補正書(乙12)及び意見書(乙13)並びに特許公報(乙7)等から認められる出願経過に鑑みても，原出願において，特許請求の範囲及び発明の詳細な説明につき，「マルチエージェントシステム」から，これに限定されない一般的な「エージェント」という上位概念のものに拡張する趣旨の補正がされたものとは認められない。",
                        "したがって，控訴人の前記主張は，採用できない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人主張の③の点については，前記(2)ア(ア)の「エージェント」の意義によれば，コンテンツ提供者のエージェント及びユーザのエージェントは，それぞれ，各エージェントの利用者であるコンテンツ提供者及びユーザからの委託を受け，コンテンツ提供者及びユーザの意図する結果を実現するために，自らの認識と判断に基づき，当該利用者に代わって他のエージェントやサーバとのやり取りをするソフトウェアモジュールを意味するものである。",
                        "したがって，「第三者エージェント」が，コンテンツ提供者及びユーザに対して中立性を有するのであれば，コンテンツ提供者及びユーザから委託を受け，それらの意図を反映するコンテンツ提供者のエージェント及びユーザのエージェントに対しても中立性を有することは明らかといえ，控訴人の前記主張は，前提を欠き，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，仮に，訂正後明細書において，「マルチエージェントシステムを利用することで課題を解決するとの構成」以外の内容が開示されていないとしても，「マルチエージェントシステム」自体，単独のエージェントシステム同士を連携させたものであるから，当業者は，「マルチエージェントシステム」に係る開示に接すれば，単独エージェントシステムによる構成も，当然に実施し得るものといえ，また，本件特許発明の課題は，単独エージェントシステムによっても，解決可能なものであるとして，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を，「マルチエージェントシステム」の一部に限定して解釈するのは，誤りである旨主張する。",
                    "しかしながら，たとえ，当業者において，単独エージェントシステムによる構成を実施することができ，本件特許発明の課題は，単独エージェントシステムによっても解決し得るものであったとしても，特許請求の範囲に記載された用語の意義は，願書に添付した明細書の記載及び図面を考慮して解釈するものとされており(特許法70条2項)，前記イ(イ)のとおり，訂正後明細書においては，「マルチエージェントシステム」以外の構成による本件特許発明の構成は，記載も示唆もされていない以上，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」が，「マルチエージェントシステム」以外の構成に係るものも含むと解することはできない。",
                    "したがって，控訴人の前記主張は，採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許発明2の構成要件Fの「ユーザエージェント」の意義について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「モバイルエージェント」の意義",
              "text": [
                "甲69号証によれば，「モバイルエージェント」とは，「分散コンピューティング環境における移動性を備えたエージェントのことであり，ネットワークを介してエージェントがサーバに転送・処理されること(リモート・プログラミング)」を特徴とするものであるところ，訂正後明細書の【0023】中にも，同旨の記載が存在することから，訂正後明細書においても，「モバイルエージェント」は，上記の意味を有する用語として用いられていることが明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正後明細書の記載",
              "text": [
                "前記1(1)によれば，訂正後明細書において，本件特許発明につき，「ユーザエージェント」は，ユーザのパソコン14内からコンテンツ提供業者7のテレスクリプト・エンジン18のプレース24に移動する，同プレース24から第三者機関8のテレスクリプト・エンジン22のプレース25に移動する，同プレース25から前記プレース24に復帰すると記載されている。また，「ユーザエージェント26は，モバイルエージェントが構成されている。」(【0023】)，「ユーザエージェント26によりユーザ側のために働くエージェントであって，ネットワーク上を移動して動作するモバイルエージェントで構成されたユーザ側エージェントで構成されている。」(【0242】)，「モバイルエージェントで構成されているユーザ側エージェント」(【0257】)という記載がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件Fの「ユーザエージェント」の意義",
              "text": [
                "前記(2)によれば，構成要件Fの「ユーザエージェント」は，前記(1)のとおり「分散コンピューティング環境における移動性を備えたエージェントのことであり，ネットワークを介してエージェントがサーバに転送・処理されること(リモート・プログラミング)」を特徴とする「モバイルエージェント」であることは，明らかというべきである。",
                "また，前記1(2)エ(イ)のとおり，訂正後明細書においては，それぞれ独立したエージェントである「第三者機関エージェント」と「ユーザエージェント」が，協調という相互作用を通じて，ユーザに対してその希望に即したコンテンツを提供するという処理を実現するという「マルチエージェントシステム」の構成による本件特許発明の構成が開示されているものといえ，上記「第三者機関エージェント」は，構成要件D-1の「第三者エージェント」に，上記「ユーザエージェント」は，構成要件Fの「ユーザエージェント」に，それぞれ該当する。",
                "したがって，構成要件Fの「ユーザエージェント」も，構成要件D-1の「第三者エージェント」と同じく，「マルチエージェントシステム」の一部である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張に対して",
              "text": [
                "控訴人は，以下のとおり，構成要件Fの「ユーザエージェント」を「モバイルエージェント」に限定して解釈することは，誤りである旨主張するが，同主張は，採用できない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「エージェント」は学術用語であるから，構成要件Fの「ユーザエージェント」も，上記学術用語の通常の意味に従って解釈すべきであり，訂正後明細書の記載を参酌して，上記学術用語の通常の意味を超えて「モバイルエージェント」に限定して解釈することは，誤りである旨主張する。",
                    "しかしながら，前記1(3)アのとおり，特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づいて定めなければならず，同記載中の用語の意義は，願書に添付した明細書の記載及び図面を考慮して解釈するものであるから(特許法70条1項，2項)，一般的な学術用語の意味を優先する控訴人の前記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，以下の①及び②の点によれば，訂正後明細書及び原出願の乙7特許の明細書には，「ユーザエージェント」が「モバイルエージェント」であることを前提としない本件特許発明の構成も開示されている旨主張する。",
                        "すなわち，①訂正後明細書の【0027】には，「ユーザエージェント26には，(中略)ファイアフライ等の情報収集エージェントなど，種々の種類が存在する。」と記載されており，乙7特許の明細書の【0039】にも同様の記載があるところ，甲45号証によれば，「ファイアフライ」は，「モバイルエージェント」ではなく，サーバ／クライアント通信を用いている。",
                        "②本件特許発明についての訂正審判請求(訂正2013-390148号)に係る平成25年10月3日付け請求書(甲47)中の【0014】，【0015】，【0048】及び【0050】の記載並びに甲2号証の図1及び図4によれば，ユーザエージェントは，ユーザ宅17のパソコン14内を検索するものであり，ユーザ宅17のパソコン14から外部コンピュータに移動する必要はなく，したがって，構成要件Fの「ユーザエージェント」は，「モバイルエージェント」であることを要しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかしながら，訂正後明細書に記載された本件特許発明の構成のいずれにおいても，前記1(1)のとおり，「ユーザエージェント」は，移動するもの，すなわち，「モバイルエージェント」とされており，「ユーザエージェント」が移動しないことを前提とする構成は，記載されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，前記1(3)イ(イ)のとおり，訂正後明細書の記載によれば，本件特許発明は，ネゴシエータという移動エージェントを採用した本件先行技術を踏まえて，その問題点であったイニシエータの個人情報漏えいの防止を目的の1つとするものと解されるところ，本件先行技術文献によれば，「移動エージェント」は，「エージェントがネットワーク上を移動し，移動先の計算機で情報の検索を行なったり，ユーザの意図にそって情報処理を行なうシステム」(前記1(2)イ(ア))であるから，「モバイルエージェント」に相当するものといえる。",
                            "そして，前記1(2)ア(ア)のとおり，「エージェント」とは，「利用者からの委託を受け，当利用者の意図する結果を実現するために，自らの認識と判断に基づき，当該利用者に代わって他のエージェントやサーバとのやり取りをするソフトウェアモジュール」を意味するところ，前記1(2)イによれば，移動エージェントであるネゴシエータは，イニシエータに設定された交渉条件に従って提案を作成し，レスポンダに提示するものであることに鑑みると，ネゴシエータの役割には，交渉当事者の一方であるイニシエータの「エージェント」としての役割が含まれているものといえ，同役割は，当事者であるユーザの「エージェント」である構成要件Fの「ユーザエージェント」の役割に近いものというべきである。この点に鑑みると，訂正後明細書において，「ユーザエージェント」が移動しないことを前提とする構成が示唆されていると解することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人主張の①の点については，確かに，「ファイアフライ」につき，甲45号証には，「問い合わせに対して応答を返すだけのシステムであって，ユーザーのコンピュータに存在しているエージェントがネットワークを巡り，答をもって帰ってくる訳ではない。使われているのは，WWWで標準のサーバー／クライアント通信である。」と記載されており，「サーバー／クライアント通信」は，「モバイルエージェント」を使用しない通信ネットワークである(甲69)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかしながら，前記1(3)イ(ウ)c(b)のとおり，訂正後明細書中，「ファイアフライ」に言及されているのは【0027】のみであり，また，前記(イ)aのとおり，「ユーザエージェント」が移動しないことを前提とする構成は，何ら記載されていない。",
                            "これらの点に加えて，本件先行技術は，ネゴシエータという移動エージェントを採用したものであり，前記(イ)bのとおり，ネゴシエータは構成要件Fの「ユーザエージェント」に，移動エージェントは「モバイルエージェント」にそれぞれ相当するものであることに鑑みると，訂正後明細書において，「ユーザエージェント」が移動しないことを前提とする構成が開示されているということはできず，控訴人の前記主張は，採用できない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人主張の②の点については，控訴人が主張の根拠として掲げる平成25年10月3日付け請求書(甲47)中の記載及び甲2号証の図面のうち，【0048】及び甲2号証の図4(別紙3)の「ユーザエージェント」の動作を示すフローチャートについてみると，「ユーザエージェント」は，「サイト紹介情報受け取り」(SA1)，「番組アブストラクト受け取り」(SA2)及び「ユーザからの指示受け取った」(SA3)のいずれも，「Ｎ」，すなわち，なかった場合，「移動時刻が来た」(SA4)とき，「エージェント移動処理」(SA5a)が実施され，その後，「サイト紹介情報受け取り」(SA1)及び「番組アブストラクト受け取り」(SA2)のいずれも，「Y」，すなわち，あった場合，「アブストラクトとサイト紹介情報とで評価」(SA7)を行うものとされている。これら一連の処理は，明らかに，「ユーザエージェント」が移動性を備えたものであることを前提としているものといえる。",
                        "以上に鑑みると，「ユーザエージェント」は，ユーザ宅17のパソコン14内を検索するものであっても，移動性を備えた「モバイルエージェント」であるというべきであり，控訴人の前記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，仮に，訂正後明細書及び原出願の乙7特許の明細書において，「ユーザエージェント」が「モバイルエージェント」であることを前提としない本件特許発明の構成は開示されていないとしても，「モバイルエージェント」は，従来のサーバ／クライアント通信を改良した改良型通信方式にすぎないことに鑑みると，当業者は，訂正後明細書及び原出願の乙7特許の明細書における「モバイルエージェント」の記載に接すれば，その従来通信方式である「サーバ／クライアント通信」を用いた構成も，当然に実施し得るものといえ，また，本件特許発明の課題は，従来通信方式である「サーバ／クライアント通信方式」による被告システムの構成によっても解決可能であるとして，構成要件Fの「ユーザエージェント」を「モバイルエージェント」に限定して解釈するのは，誤りである旨主張する。",
                    "しかしながら，たとえ，当業者において，「サーバ／クライアント通信方式」による構成を実施することができ，本件特許発明の課題は，「サーバ／クライアント通信方式」による被告システムの構成によっても解決し得るものであったとしても，特許請求の範囲に記載された用語の意義は，願書に添付した明細書の記載及び図面を考慮して解釈するものとされており(特許法70条2項)，前記イ(イ)のとおり，訂正後明細書においては，「ユーザエージェント」が移動しないことを前提とする構成は，記載も示唆もされていない以上，構成要件Fの「ユーザエージェント」が，「モバイルエージェント」ではないものも含むと解することはできず，控訴人の前記主張は，採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被告物件イ-1からイ-3に係る本件特許発明の技術的範囲の属否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告物件イ-1からイ-3について",
              "text": [
                "前記第2の2「前提事実」，後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告システムには，被控訴人が運営するサーバ群が存在し，利用者のためにデータ処理を実行するソフトウェア群がインストールされている。",
                    "後記イのとおり被控訴人が取得したユーザに関する情報は，被控訴人の内部においてのみ利用され，コンテンツプロバイダに提供されることはない(甲7〔なお，甲27号証は，甲7号証とほぼ同じ内容である。〕，甲8，甲15)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「iコンシェル」(被告物件イ-2，3に関するもの)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「iコンシェル」は，被控訴人が携帯電話のユーザに情報を配信する有料のサービスである。",
                        "ユーザが「iコンシェル」を利用すると，被控訴人は，ユーザ端末内のスケジュール帳データ，電話帳その他のデータの送信を受け，これらの情報を被告システムのサーバに定期的に保存する。さらに，被控訴人は，平成21年の冬頃から，オートGPS機能(現在地を自動かつ定期的に測位する機能)を「iコンシェル」と連携させ，ユーザ端末の位置情報も把握して被告システムのサーバに保存するようになった。",
                        "被控訴人は，ユーザに対し，サーバに保存された前記情報のほか，被控訴人が保持する契約者情報及びユーザが入力した各種設定情報に基づき，エリアや時間帯に合わせて，各ユーザに適合した鉄道運行情報，道路交通情報，気象情報，イベント情報等を配信するほか，被控訴人と契約して利用料を支払っているコンテンツプロバイダの情報(航空会社の運賃情報，ファーストフード店のクーポン等)も配信する。この配信は，ユーザのリクエストに応じて行われるプル型の配信ではなく，被控訴人が行うプッシュ型の配信であり，コンテンツプロバイダは，個別に情報を配信することはできない(甲7，甲8，甲15，甲23，甲29)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "たとえば，通勤時間帯に，ユーザが普段利用する鉄道路線で遅延等が発生した場合，ユーザ端末の画面上に鉄道運行情報が表示される。",
                        "また，ユーザがある店舗のイベントのスケジュールをダウンロードし，「iコンシェル」のスケジュール帳に登録すると，店舗のスケジュールが更新される都度上記スケジュール帳も自動的に更新され，ユーザ端末の画面上に，「全国有名寿司展開催8／1～8／3」など，当該店舗の最新のイベントに関する情報が表示される(甲7，甲22)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「しゃべってコンシェル」(被告物件イ-3に関するもの)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「しゃべってコンシェル」は，音声による指示に従って情報の検索等のサービスや端末の操作を実現するサービスである。その対応アプリケーションは，一定の規格を備えたスマートフォンにおいて動作するものであり，ユーザに対して無料で提供される。",
                        "「しゃべってコンシェル」は，アマゾンが提供するクラウドサービスであるAWSを被告システムの一部として使用しており，AWS側のサーバに，音声認識エンジン及び意図解釈エンジンによって構成される音声エージェントがインストールされている(甲9，甲48，甲51，甲66)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "たとえば，ユーザが「しゃべってコンシェル」のアプリケーションを起動し，ユーザ端末に対して「富士山の高さは？」，「当事者主義とは？」などと口頭で質問すると，これらの質問は，音声信号としてインターネット経由でAWS側のサーバに送信される。前記(ア)のとおり同サーバにインストールされている音声エージェントを構成する音声認識エンジンが前記音声信号を認識し，意図解釈エンジンが前記質問に係るユーザの意図を解釈する。この解釈結果，すなわち，ユーザの質問内容は，インターネット経由で被控訴人が運営するサーバ群に送信される。",
                        "被控訴人が運営するサーバ群は，当該質問の回答につき，まず，被控訴人が保有するデータベースを検索し，同データベースに適切な情報が存在しない場合には，外部のウェブサイト等を検索して，ユーザに回答する(甲9，甲16，甲50，甲66)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「連携サービス」(被告物件イ-1に関するもの)について",
                  "text": [
                    "「連携サービス」は，「しゃべってコンシェル」を「iコンシェル」と連携させたサービスであり，「iコンシェル」のユーザが「しゃべってコンシェル」を利用する際，前記イ(ア)のとおり，被告システムが有する「iコンシェル」のユーザに関する情報を反映した回答を提供するものである。連携サービスが提供する回答は，「雨雲アラーム」，「鉄道運行情報」，「終電アラーム」，「公開交通取締り情報」及び「道路交通情報」である。",
                    "たとえば，「iコンシェル」のユーザが，スマートフォンに対し，「あと，どれくらいで雨降る？」と口頭で尋ねると，「連携サービス」は，前記イ(ア)のとおり，被控訴人がオートGPS機能によって把握した上記ユーザの端末の位置情報を前提として，「現在地周辺では，11時頃に降り出しそうです。」と音声による回答を提供するとともに，気象ニュース会社の雨雲アラームを上記端末の画面に表示する(甲4，甲10)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告物件イ-1からイ-3に係る本件特許発明の技術的範囲の属否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)エ及び2(3)によれば，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を構成する「第三者エージェント」(構成要件D-1)と構成要件Fの「ユーザエージェント」とは，協調という相互作用を通じて，ユーザに対してその希望に即したコンテンツを提供するという処理を実現する「マルチエージェントシステム」を成すものであり，したがって，いずれも「マルチエージェントシステム」の一部である。",
                    "また，前記2(3)によれば，構成要件Fの「ユーザエージェント」は，移動性を備えた「モバイルエージェント」である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，前記(1)によれば，「iコンシェル」(被告物件イ-2，3に関するもの)，「しゃべってコンシェル」(被告物件イ-3に関するもの)及び「連携サービス」(被告物件イ-1に関するもの)のいずれにおいても，ユーザ端末と被控訴人が運営する被告システムのサーバ群との間では，ユーザに関する情報及びユーザ端末に送信する情報のやり取りが，被告システムのサーバ群とコンテンツプロバイダとの間では，ユーザ端末に送信する情報のやり取りが，それぞれ行われている。",
                    "しかしながら，これらは単なる情報の授受にすぎず，前記1(2)エ(ア)のとおり，本件特許発明において構成要件D-1の「第三者エージェント」に相当する「第三者機関エージェント」と「ユーザエージェント」とが「打合せ(meeting)」を行い，「ユーザエージェント」が「第三者機関エージェント」に対して，ユーザが希望するコンテンツの検索の代理を依頼するとともに，同検索に必要な知識を提供すると，「第三者機関エージェント」は，これに応じ，「ユーザエージェント」に代わってコンテンツを検索した上，検索したコンテンツを自ら評価してその評価結果を「ユーザエージェント」に通知するという，相互作用とは，異なるものである。",
                    "その他，「iコンシェル」，「しゃべってコンシェル」及び「連携サービス」のいずれにおいても，エージェント間の相互作用といえるものの存在は，証拠上，認めるに足りない。",
                    "以上によれば，被告物件イ-1からイ-3のいずれにおいても，「複数の独立したエージェントが，協調や交渉等の相互作用を通じて処理を実現するシステム」を意味する「マルチエージェントシステム」の存在を認めるに足りない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，「iコンシェル」，「しゃべってコンシェル」及び「連携サービス」のいずれにおいても，エージェントの移動の事実を認めるに足りず，したがって，被告物件イ-1からイ-3のいずれにおいても，「モバイルエージェント」の存在を認めるに足りない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，被告物件イ-1からイ-3のいずれも，「マルチエージェントシステム」の一部である構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」及び「マルチエージェントシステム」の一部であるとともに「モバイルエージェント」である構成要件Fの「ユーザエージェント」を充足せず，したがって，本件特許発明1及び2の技術的範囲に属しない。",
                    "そして，本件特許発明3は，本件特許発明2を引用するものであり，本件特許発明4は，本件特許発明2又は本件特許発明3を引用するものであるから，被告物件イ-1からイ-3のいずれも，本件特許発明3及び本件特許発明4の技術的範囲に属しないといえる。",
                    "以上によれば，被告物件イ-1からイ-3のいずれも，本件特許発明の技術的範囲に属しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，AWS側のサーバにインストールされている音声エージェントは，構成要件Fの「ユーザエージェント」に該当するものであり，ユーザの質問を解釈し，その内容は，被控訴人が運営するサーバ群に送信され，a-1の「エージェントエンジン」が，前記ユーザの質問に対してその回答の検索等の処理を行うことをもって，上記「音声エージェント」は，a-1の「エージェントエンジン」と交信しながらユーザの質問等を処理するものであるから，「マルチエージェントシステムの一部」であり，したがって，a-1の「エージェントエンジン」も，「マルチエージェント」の一部である旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，そもそも，上記「音声エージェント」は，被告システムの一部として使用されているクラウドサービスであるAWS側のサーバにインストールされているものであるから，構成要件Fの「ユーザエージェント」に該当するものとはいえない。",
                        "また，確かに，上記「音声エージェント」は，ユーザの質問を解釈し，その内容は，a-1の「エージェントエンジン」がインストールされている被控訴人が運営するサーバ群に送信されるものの，上記「音声エージェント」は，単に，音声認識機能によりユーザの質問の意味を解釈してそれをそのままa-1の「エージェントエンジン」に対して一方的に伝えるにすぎないから，複数のエージェント間の相互作用を通じて処理を実現する「マルチエージェントシステム」を構成しているともいえない。",
                        "したがって，a-1の「エージェントエンジン」は，「マルチエージェントシステム」の一部とはいえず，控訴人の前記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，a-1の「エージェントエンジン」が「マルチエージェントシステム」の一部といえず，他方，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」が「マルチエージェントシステム」の一部であるとしても，a-1の「エージェントエンジン」は，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を構成する「第三者エージェント」(構成要件D-1)と均等なものであるから，本件特許発明1の技術的範囲に属する旨主張しており，これは，被告物件イ-1からイー3のいずれも，本件特許発明1と均等なものとして本件特許発明1の技術的範囲に属する旨を主張するものと解される。",
                    "しかしながら，前記1(2)エ(イ)及び2(3)によれば，本件特許発明は，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」を構成する「第三者エージェント」(構成要件D-1)と構成要件Fの「ユーザエージェント」とが，協調という相互作用を通じて，ユーザに対してその希望に即したコンテンツを提供するという処理を実現するシステムであるから，構成要件A-1の「自律的なソフトウェアモジュールとしてのエージェント」及びそれを構成する「第三者エージェント」(構成要件D-1)は，構成要件Fの「ユーザエージェント」と共に，本件特許発明の本質的部分であることは，明らかといえる。",
                    "したがって，被告物件イ-1からイ-3のいずれも，均等の第1要件(非本質的部分)を充たしておらず，本件特許発明1と均等なものとして本件特許発明1の技術的範囲に属するということはできない。",
                    "したがって，控訴人の前記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，仮に，構成要件Fの「ユーザエージェント」が「モバイルエージェント」に限定されるとしても，被告システムは，構成要件Fと均等なものといえるから，本件特許発明2の技術的範囲に属する旨主張し，これは，被告物件イ-1からイー3のいずれも，本件特許発明2と均等なものとして本件特許発明1の技術的範囲に属する旨を主張するものと解される。",
                    "しかしながら，前記イのとおり，構成要件Fの「ユーザエージェント」は，本件特許発明の本質的部分であるから，被告物件イ-1からイ-3のいずれも，均等の第1要件(非本質的部分)を充たしておらず，本件特許発明2と均等なものとして本件特許発明2の技術的範囲に属するということはできず，控訴人の前記主張は，採用できない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，その余の点について判断するまでもなく，控訴人の請求は理由がないから，これを棄却した原判決は，相当である。",
        "なお，控訴人は，原審の訴訟指揮には，控訴人のみに対して一方的に釈明を求めるなど公平さを欠き，違法な点があった旨主張するが，原審の審理に違法な点があったとは認められない。",
        "よって，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}