{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800135号事件について平成"
    },
    {
      "text": "25年10月30日にした審決のうち，「本件審判の請求は，"
    },
    {
      "text": "成り立たない。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要(当事者間に争いがない。)",
          "text": [
            "被告は，平成20年7月11日，発明の名称を「内歯揺動型内接噛合遊星歯車装置」とする特許出願(特願2008-181532号。特願2003-90065号の分割出願。甲12)をし，平成21年9月24日に，特許請求の範囲及び明細書についての補正(甲8。以下「本件補正」という。なお，発明の名称を「揺動型遊星歯車装置」に補正した。)を行い，平成24年1月6日，設定の登録(特許第4897747号。請求項の数は2。)を受けた(以下，この特許を「本件特許」という。)。",
            "原告は，平成24年8月29日，特許庁に対し，本件特許の請求項1及び2に記載された発明についての特許を無効にすることを求めて審判の請求をしたところ，被告は，平成25年8月1日，特許請求の範囲及び明細書についての訂正請求をした(甲30。以下「本件訂正」という。)。",
            "特許庁は，上記請求を無効2012-800135号事件として審理をした結果，平成25年10月30日，「請求のとおり訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年11月8日，原告に送達した。",
            "原告は，平成25年12月6日，審決の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前の本件特許の特許請求の範囲の請求項1及び2の記載は，以下のとおりである(甲12，22。以下，請求項1及び2に記載された発明をそれぞれ「本件補正前発明1」，「本件補正前発明2」といい，本件補正前発明1及び2を総称して「本件補正前発明」という。また，本件補正前の本件特許の明細書及び図面をまとめて「本件当初明細書」という。)。",
                "「【請求項 1】",
                "外歯歯車と該外歯歯車と僅少の歯数差を有する内歯歯車とを有すると共に，前記内歯歯車を揺動回転させるための偏心体軸を備え，該偏心体軸に配置された偏心体を介して外歯歯車の周りで内歯歯車を揺動回転させる内歯揺動型内接噛合遊星歯車装置において，",
                "前記偏心体軸を，前記外歯歯車の軸心と平行に複数備えると共に，",
                "該複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，",
                "該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，を備え，",
                "該伝動外歯歯車を介して前記駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達される",
                "ことを特徴とする内歯揺動型内接噛合遊星歯車装置。",
                "【請求項2】",
                "請求項1において，",
                "前記伝動外歯歯車がリング状に形成され，且つ，前記外歯歯車または出力軸のいずれかの外周によって回転支持されている",
                "ことを特徴とする内歯揺動型内接噛合遊星歯車装置。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の本件特許の特許請求の範囲の請求項1の記載は，以下のとおりである(甲8，28。請求項2については，請求項1の記載の変更を引用する部分以外の補正はない。なお，下線を付した範囲が本件補正による補正部分である。)。",
                "「【請求項1】",
                "複数の偏心体軸の各々に配置された偏心体を介して揺動歯車を揺動回転させる揺動型遊星歯車装置において，",
                "前記複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，",
                "該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，",
                "該伝動外歯歯車の回転中心軸と異なる位置に平行に配置されると共に，該駆動源側のピニオンが組込まれた中間軸と，を備え，",
                "前記中間軸を回転駆動することにより前記駆動源側のピニオンを回転させ，前記伝動外歯歯車を介して該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達される",
                "ことを特徴とする揺動型遊星歯車装置。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件訂正後の本件特許の特許請求の範囲の請求項1及び2の記載は，以下のとおりである(甲30。以下，請求項1及び2に記載された発明をそれぞれ「本件発明1」，「本件発明2」といい，本件発明1及び2を総称して「本件発明」という。また，本件訂正後の本件特許の明細書及び図面をまとめて「本件明細書」という。なお，下線を付した範囲が本件訂正による訂正部分である。)。",
                "「【請求項1】",
                "中心部がホロー構造とされ，複数の偏心体軸の各々に配置された偏心体を介して揺動歯車を揺動回転させる揺動型遊星歯車装置において，",
                "前記複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，",
                "該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，",
                "該伝動外歯歯車の回転中心軸と異なる位置に平行に配置されると共に，該駆動源側のピニオンが組込まれた中間軸と，当該揺動型遊星歯車装置において減速された回転を出力する出力軸と，を備え，",
                "前記伝動外歯歯車は，単一の歯車からなり，前記出力軸に軸受を介して支持され，",
                "前記中間軸を回転駆動することにより前記駆動源側のピニオンを回転させ，前記伝動外歯歯車を介して該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達され，前記駆動源側のピニオン，前記伝動外歯歯車および前記複数の偏心体軸歯車が，同一平面上で噛み合うことを特徴とする揺動型遊星歯車装置。",
                "【請求項2】",
                "請求項1において，",
                "前記中間軸は，当該揺動型遊星歯車装置と連結されるモータのモータ軸と一体的に回転するピニオンと噛合うギヤが組み込まれており，",
                "前記伝動外歯歯車の径方向において，前記モータ軸は前記中間軸よりも外側に配置されている",
                "ことを特徴とする揺動型遊星歯車装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件補正は，新たな技術的事項を導入するものとまでいうことはできない，②本件発明は，実願平4-50852号(実開平6-6786号)のCD-ROM(甲5。以下「甲5文献」という。)に記載された発明(以下「甲5発明」という。)，甲5文献に記載されている事項，周知技術及び甲13号証の1ないし甲18号証に記載されている事項に基づいて，当業者が容易に発明できたものではない，③本件発明は，特開2000-65159号公報(以下「甲6文献」という。)に記載された発明(以下「甲6発明」という。)，甲6文献に記載されている事項，周知技術及び甲13号証の1ないし甲18号証に記載されている事項に基づいて，当業者が容易に発明できたものではない，④本件発明は，特開2000-65158号公報(以下「甲7文献」という。)に記載された発明(以下「甲7発明」という。)，甲7文献に記載されている事項，周知技術及び甲13号証の1ないし甲18号証に記載されている事項に基づいて，当業者が容易に発明できたものではないというものである。",
            "審決が認定した甲5発明の内容，本件発明と甲5発明との一致点及び相違点，甲6発明の内容，本件発明と甲6発明との一致点及び相違点並びに甲7発明の内容は，以下のとおりである(なお，審決の本件特許発明1及び2は，それぞれ本件発明1及び2であるので，引用する際には，それぞれ本件発明1及び2と置き換えて引用する。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲5発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "内容",
                  "text": [
                    "「中心部がホロー構造とされ，3本のクランク軸34の各々に配置された偏心軸部40，42を介して偏心ギヤ22，24を偏心回転させる偏心差動方式減速機において，",
                    "前記3本のクランク軸34にそれぞれ固定されたスパーギヤ38と，",
                    "該スパーギヤ38及びインプットギヤ52がそれぞれ噛み合っているリングギヤ48と，",
                    "該リングギヤ48の一中心線Lと偏心した位置に平行に配置されると共に，該インプットギヤ52を備えたサーボモータ54の出力軸と，",
                    "当該偏心差動方式減速機において減速された回転を出力する環状部材18と，",
                    "を備え，",
                    "前記リングギヤ48は，単一の内歯歯車からなり，保持部材14の第1部材14aに軸受ベアリング46を介して支持され，",
                    "前記サーボモータ54の出力軸を回転駆動することにより前記インプットギヤ52を回転させ，前記リングギヤ48を介して該インプットギヤ52の回転が前記複数のスパーギヤ38に同時に伝達される偏心差動方式減速機。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との一致点及び相違点",
                  "text": [
                    "＜一致点＞",
                    "「中心部がホロー構造とされ，複数の偏心体軸の各々に配置された偏心体を介して揺動歯車を揺動回転させる揺動型遊星歯車装置において，",
                    "前記複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，",
                    "該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動歯車と，",
                    "該伝動歯車の回転中心軸と異なる位置に平行に配置されると共に，該駆動源側のピニオンが組込まれた軸と，",
                    "当該揺動型遊星歯車装置において減速された回転を出力する出力軸と，",
                    "を備え，",
                    "前記伝動歯車は，単一の歯車からなり，軸受を介して支持され，",
                    "前記軸を回転駆動することにより前記駆動源側のピニオンを回転させ，前記伝動歯車を介して該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達される揺動型遊星歯車装置。」",
                    "＜相違点1＞",
                    "「本件発明1は，伝動歯車が「伝動外歯歯車」であり，「出力軸」に軸受を介して支持され，駆動源側のピニオンが，「中間軸」に組み込まれており，「駆動源側のピニオン，伝動外歯歯車および複数の偏心体軸歯車が，同一平面上で噛み合う」のに対して，",
                    "甲5発明は，伝動歯車であるリングギヤ48が内歯歯車であり，保持部材14の第1部材14aに軸受ベアリング46を介して支持され，駆動源側のピニオン(インプットギヤ52)は，サーボモータ54の出力軸に備えており，インプットギヤ52，リングギヤ48および複数のスパーギヤ38がかかる構造を有していない点。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2との相違点",
                  "text": [
                    "「本件発明2と甲5発明とを対比すると，両者は相違点1に加えて，次の相違点2で相違する。",
                    "＜相違点2＞",
                    "本件発明2は，「中間軸は，揺動型遊星歯車装置と連結されるモータのモータ軸と一体的に回転するピニオンと噛合うギヤが組み込まれており，前記伝動外歯歯車の径方向において，前記モータ軸は前記中間軸よりも外側に配置されている」のに対して，",
                    "甲5発明は，偏心差動方式減速機と連結されるサーボモータ54の出力軸にインプットギヤ52を備えているだけで，かかる構成を備えていない点。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲6発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "内容",
                  "text": [
                    "「3本の偏心体軸10の各々に配置された偏心体10A，10Bを介して内歯揺動体12A，12Bを揺動回転させる内接噛合遊星歯車装置において，",
                    "前記3本の偏心体軸10の端部にそれぞれ結合された伝動歯車7と，",
                    "複数の伝動歯車7と同時に噛合するピニオン6と，",
                    "該ピニオン6が設けられた入力軸5と，",
                    "当該内接噛合遊星歯車装置において減速された回転を出力する出力軸20と，",
                    "を備え，",
                    "前記入力軸5の回転は，ピニオン6を介して伝動歯車7に与えられ，",
                    "前記ピニオン6，前記複数の伝動歯車7が，同一平面上で噛み合う",
                    "内接噛合遊星歯車装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との一致点及び相違点",
                  "text": [
                    "＜一致点＞",
                    "「複数の偏心体軸の各々に配置された偏心体を介して揺動歯車を揺動回転させる揺動型遊星歯車装置において，",
                    "前記複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，",
                    "駆動源側のピニオンが組込まれた軸と，",
                    "当該揺動型遊星歯車装置において減速された回転を出力する出力軸と，",
                    "を備え，",
                    "前記軸を回転駆動することにより前記駆動源側のピニオンを回転させ，該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達され，",
                    "前記駆動源側のピニオン，前記複数の偏心体軸歯車が，同一平面上で噛み合う",
                    "揺動型遊星歯車装置。」",
                    "＜相違点3＞",
                    "「本件発明1は，「中心部がホロー構造とされ」るものであり，「偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する」「伝動外歯歯車」を備えると共に前記伝動外歯歯車は「単一の歯車からなり，出力軸に軸受を介して支持」され，「該伝動外歯歯車の回転中心軸と異なる位置に平行に配置されると共に，該駆動源側のピニオンが組込まれた」「中間軸」を備え，「前記中間軸を回転駆動することにより前記駆動源側のピニオンを回転させ，前記伝動外歯歯車を介して該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達され，前記駆動源側のピニオン，前記伝動外歯歯車および前記複数の偏心体軸歯車が，同一平面上で噛み合う」のに対し，",
                    "甲6発明は，中心部がホロー構造とされるものでなく，伝動外歯歯車を備えておらず，入力軸5が中間軸であるか明らかではなく，伝動外歯歯車及び中間軸に関する，かかる構造を有していない点。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2との相違点",
                  "text": [
                    "「本件発明2と甲6発明とを対比すると，両者は相違点3に加えて，次の相違点4で相違する。",
                    "＜相違点4＞",
                    "本件発明2は，「中間軸は，揺動型遊星歯車装置と連結されるモータのモータ軸と一体的に回転するピニオンと噛合うギヤが組み込まれており，伝動外歯歯車の径方向において，前記モータ軸は前記中間軸よりも外側に配置されている」のに対して，",
                    "甲6発明は，入力軸5が中間軸であるか明らかではなく，前記入力軸5への回転伝達構造も不明である点。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲7発明について",
              "text": [
                "「甲第7号証の段落【0002】ないし【0010】及び 段落【0046】の記載事項により甲第6号証と同様の発明を認定することができる。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "補正要件違反に関する判断の誤り(取消事由1)",
          "text": [
            "審決は，本件補正前発明の課題を，入力軸が出力軸と同軸に配置されていることにより，歯車装置全体を貫通するホローシャフトを有するように設計することが困難であるという課題と認定した上で，「内歯揺動型内接噛合遊星歯車装置」を「揺動型遊星歯車装置」と上位概念化することで，同じく「揺動型遊星歯車装置」である「外歯揺動型遊星歯車装置」が発明の対象となることが想定されるとしても，このような課題は，本件当初明細書等に従来の技術として例示された内歯揺動型遊星歯車装置だけでなく，入力軸から偏心体軸歯車までの構成が共通する外歯揺動型遊星歯車装置にも内在することが，技術的に明らかであるから，本件補正により新たな技術上の意義が追加されるとまではいえないと判断した。",
            "しかし，「内歯揺動型遊星歯車装置」と「外歯揺動型遊星歯車装置」とは，減速機の中心的な構成要素である出力歯車と揺動歯車の構造，位置関係が全く異なっており，装置の中心部にホロー構造を形成する場合，ホロー構造を形成する具体的な構成要素もその課題も全く異なる(むしろ，装置の中心をまたがる形で揺動歯車が配置される外歯揺動型の減速機においてホロー構造を形成することの方が遥かに難しい。)。そして，本件当初明細書には，内歯揺動型内接噛合遊星歯車装置の従来技術に固有の課題及びこれに対する解決手段として，本件補正前発明1である内歯揺動型内接噛合遊星歯車装置が記載され，実施例としても内歯揺動型内接噛合遊星歯車装置のみが記載されており，その記載を総合的にみても，外歯揺動型の遊星歯車装置に関する記載はない。また，特に外歯揺動型の減速機で，かつ，伝動歯車が外歯歯車であるものについて，「伝動外歯歯車は出力軸に軸受を介して支持され」る構成をとることは，構造上困難かつ不自然であり，本件明細書にも，これをどのように実施するのかを示唆する記載は全くないから，当業者であっても，このような構成を実施することは不可能である。本件補正は，本件発明の範囲に上記構成を含めるものであって，このような実施可能性要件に違反する発明を含めることは，新たな技術的事項を導入するものに他ならない。さらに，外歯揺動型において，「ホロー構造」とするためには，潤滑油をシールするための別体の防護パイプ(シール構造)が必要となるところ，本件当初明細書には，シール構造を設けることは記載されていない。加えて，被告が本件補正の際に特許庁に対して提出した上申書には，本件補正について，「内歯揺動体」を「揺動歯車」と称するから，本件補正は新規事項を追加するものではない旨記載されており，本件特許の審査経緯からみても，「揺動型遊星歯車装置」に「外歯揺動型遊星歯車装置」を含めて解することはできない。",
            "したがって，「内歯揺動型内接噛合遊星歯車装置」を当初明細書等に一切記載されていない「外歯揺動型遊星歯車装置」を含む上位概念の「揺動型遊星歯車装置」とする本件補正は，新たな技術的事項を追加するものであり，特許法17条の2第3項に違反する。",
            "以上によれば，本件補正が，本件当初明細書に記載されている事項の範囲内であるとする審決の判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲5発明の認定の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲5発明においてリングギヤ48は保持部材14(第1部材14a)に軸受ベアリング46を介して支持されていると認定し，相違点1として，本件発明1は，伝動歯車が，「出力軸」に軸受を介して支持されているのに対し，甲5発明は，伝動歯車であるリングギヤ48が保持部材14の第1部材14a に軸受ベアリング46を介して支持されている点で異なると認定した上で，相違点1に係る構成を容易に想到することはできないと判断した。",
                "しかし，減速機においては出力部材と固定部材は相対関係にあり，自由に入れ替えられるところ，甲5文献には，減速後の出力軸を保持部材14，固定部材を環状部材18とし，リングギヤ48が，出力軸である保持部材14の第1部材14a に軸受ベアリングを介して支持されている偏心差動方式減速機も記載されているから，これを甲5発明と認定すべきである。",
                "したがって，審決の甲5発明の認定は誤りであり，これに基づく相違点1の認定，判断も誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件発明1に関する相違点1について容易想到性を否定した判断を前提として，本件発明2に関する相違点2についても容易想到性を否定したが，前記(1)のとおり，相違点1についての判断には誤りがあるから，本件発明2に関する相違点2についての判断も誤りである。",
                "また，甲5文献に接した当業者であれば，甲5発明の偏心差動方式減速機について，「前記伝動外歯歯車の径方向において，前記モータ軸は前記中間軸よりも外側に配置されている」とした相違点2に係る構成とすることは，設計的事項として容易に想到することができる。",
                "したがって，相違点2に関する審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲6発明に関する相違点3及び4の判断の誤り(取消事由3)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲6発明に，甲6文献に記載されている事項を適用して，内接噛合遊星歯車装置においてリング状のアイドル歯車を一段設けるところまでは到達できるとしても，リング状のアイドル歯車を減速機の出力軸に軸受を介して支持するという相違点3の具体的構造までは周知の構造といえず，そのような構造をとる動機付けもないと判断した。",
                "しかし，内接噛合遊星歯車装置においてリング状のアイドル歯車を設けることは，当然にリング状のアイドル歯車が回転可能なように装置の中の部材に軸受を介して支持することを含んでいる。そうすると，甲6文献には，リング状歯車をいかなる部材に支持するかは記載されていないが，いかなる部材に軸受を介して支持するかは設計事項である。",
                "したがって，当業者であれば，甲6発明に基づいて相違点3に係る構成を容易に想到することができるものであって，審決の，相違点3に係る容易想到性の判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件発明1に関する相違点3について容易想到性を否定した判断を前提として，本件発明2に関する相違点4についても容易想到性を否定したが，前記(1)のとおり，相違点3についての判断には誤りがあるから，本件発明2に関する相違点4についての判断も誤りである。",
                "また，甲6文献に接した当業者が，甲6発明(又は甲7発明)の内接噛合遊星歯車装置について，「前記伝動外歯歯車の径方向において，前記モータ軸は前記中間軸よりも外側に配置されている」という構成を採用することは当業者の設計的事項として容易に想到することができる。",
                "したがって，相違点4に関する審決の判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "補正要件違反に関する判断の誤り(取消事由1)に対して",
          "text": [
            "原告は，「内歯揺動型遊星歯車装置」と「外歯揺動型遊星歯車装置」とは，減速機の中心的な構成要素である出力歯車と揺動歯車の構造，位置関係が全く異なり，本件当初明細書の記載を総合的にみても，外歯揺動型の遊星歯車装置に関する記載，特に外歯揺動型の減速機で，かつ，伝動歯車が外歯歯車であるものについて，「伝動外歯歯車は出力軸に軸受を介して支持され」る構成をどのように実施するのかを示唆する記載は全くない旨主張する。",
            "しかし，「外歯揺動型」の減速機と「内歯揺動型」の減速機とにおいては，駆動源から揺動歯車を揺動回転させる偏心体軸に動力を伝達する動力伝達系において共通する構成が多く，課題も共通する場合が多い。そして，本件当初明細書には，駆動源側のピニオンの回転を複数の偏心体軸に振り分けて伝達する構造に着目すると，駆動源側のピニオンと伝動外歯歯車と偏心体軸歯車との関係が特定された発明が記載されており「，使用用途に応じて装置の中心部に配管や配線等の配置スペースを容易に確保することができると共に，動力伝達の更なる円滑化を図ることができる」装置として，「内歯揺動型」の構成は不可欠ではない「揺動型遊星歯車装置」が記載されているといえる。そして，内歯揺動型のみならず，外歯揺動型の減速機においても，「伝動外歯歯車が出力軸に軸受けを介して支持される」構成は採用されているものである。",
            "また，本件当初明細書(【0039】)には，内歯揺動型遊星歯車装置において，外歯歯車(118)の自転成分を出力軸(118)から出力する構成は記載されているが，内歯歯車(116A，116B)の自転成分を「本体ケーシング(102)」から出力し，当該「本体ケーシング(102)」に伝動外歯歯車(110)を軸受を介して支持させる構成は記載されていないから，本件発明において，内歯揺動型に限定されない遊星歯車装置として，外歯揺動型遊星歯車装置を想定する場合，「伝動外歯歯車を当該伝動外歯歯車よりもさらに装置の外周方向に位置する出力軸にあえて支持させる」構成を想定することはできず(本件当初明細書の記載事項の範囲を超える解釈である。)，本件当初明細書の記載事項に従って解釈すれば，外側の内歯歯車の自転を拘束し，外歯歯車の自転成分を出力する筒状の部材を含む部材を出力軸とすべきであって，当業者であれば，下記模式図(以下「被告主張模式図」という。)のような構成を想定するものである。",
            "したがって，本件補正は，課題，解決手段及び効果のいずれの点においても，新たな技術上の意義は追加されておらず，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲5発明の認定の誤り(取消事由2)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，減速機においては出力部材と固定部材は相対関係にあり，自由に入れ替えられるところ，甲5文献には，減速後の出力軸を保持部材14，固定部材を環状部材18とし，リングギヤ48が，出力軸である保持部材14の第1部材14aに軸受ベアリングを介して支持されている偏心差動方式減速機も記載されているから，これを甲5発明と認定すべきである旨主張する。",
                "しかし，甲5文献によれば，甲5発明においては，環状部材18が固定され，保持部材14により出力回転が得られることが記載されているところ(【0025】)，その構造概念図(図6)においては，リングギア48を回転支持している部材(原告が主張する上記14aに相当)は，保持部材14と一体ではなく分離され，環状部材18と同様に固定されており，少なくとも出力軸ではないことを示している。",
                "したがって，審決の甲5発明の認定に誤りはなく，これを前提とする相違点1及び2についての原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明2に関する相違点2について，当業者は，甲5発明の偏心差動方式減速機について，「前記伝動外歯歯車の径方向において，前記モータ軸は前記中間軸よりも外側に配置されている」構成を採用することは，設計的事項として容易に想到することができる旨主張する。",
                "しかし，甲5文献には，本件発明2の「中間軸」に対応するものはなく，サーボモータの出力軸と中間軸との位置関係は全く記載されていない。本件発明2は，伝動外歯歯車の径方向において，モータ軸が中間軸よりも外側に配置されるため，モータ軸に連結されたモータ自体も径方向外側にシフトし，揺動型遊星歯車装置の中心部に設けられたホロー構造から径方向に離れる結果，モータがホロー構造に影響を与えることがなく，ホロー構造をより有効に利用することができるものであって，このような相違点2に係る構成は設計事項ということはできない。",
                "したがって，相違点2についての原告の主張も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲6発明に関する相違点3及び4の判断の誤り(取消事由3)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，リング状のアイドル歯車を1段余計に設けた構成の遊星歯車装置に導くことは容易であるという審決の判断を前提とした上で，内接噛合遊星歯車装置においてリング状のアイドル歯車を設けるのであれば，当然にリング状のアイドル歯車が回転可能なように，軸受を介していずれかの部材に支持されることも明らかであって，いかなる部材に軸受を介して支持するかは設計事項である旨主張する。",
                "しかし，甲6文献においては，従来技術について，「特別にリング状のアイドル歯車を1段余計に設けたりしない限り，・・・・配管や配線等のスペースに有効利用するようなことが簡単には実現しにくかった。」(【0012】)と記載した上で，特別にリング状のアイドル歯車を1段余計に設ける技術的思想とは異なる技術的思想を採用して課題を解決している上，甲6発明は部品点数の減少なども目的としていることなどからすれば，甲6文献に接した当業者にとって，リング状のアイドル歯車を1段余計に設けた構成の遊星歯車装置に導くことには，阻害要因が存在するというべきである。そうすると，そもそも甲6発明に接した当業者が，リング状のアイドル歯車を1段余計に設けた構成を容易に想到するということはできない。",
                "また，本件発明1の，「該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，前記伝動外歯歯車は，前記出力軸に軸受を介して支持され」る点については，甲6文献には，リング状のアイドルの歯車をどのように支持するかについては，全く記載されていないこと，甲6文献記載の図10の構造においては，出力軸20にリング状のアイドル歯車を軸受支持するスペースはないことからすれば，当業者が当該構成に導くことは容易でない。",
                "したがって，相違点3についての原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明1に関する相違点3についての判断の誤りを前提として，本件発明2に関する相違点4についても誤りである旨主張する。しかし，前記(1)のとおり，相違点3についての判断に誤りはないから原告の主張は理由がない。",
                "また，原告は，甲6文献に接した当業者が，甲6発明(又は甲7発明)の内接噛合遊星歯車装置について，「前記伝動外歯歯車の径方向において，前記モータ軸は前記中間軸よりも外側に配置されている」という構成を採用することは当業者の設計的事項として容易に想到することができる旨主張する。",
                "しかし，甲6文献には，本件発明2の「中間軸」に対応するものはなく，サーボモータの出力軸と中間軸との位置関係は全く記載されていない。前記2(2)(相違点2に係る構成と同じ)のとおり，本件発明2は，相違点4に係る構成により，モータがホロー構造に影響を与えることがなく，ホロー構造をより有効に利用することができるものであって，このような相違点4に係る構成は設計事項ということはできない。",
                "したがって，相違点4についての原告の主張も理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，原告の取消事由1には理由があり，審決にはこれを取り消すべき違法があるものと判断する。その理由は，以下のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(補正要件違反に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件当初明細書の記載内容について",
              "text": [
                "本件当初明細書の「発明の詳細な説明」には，以下の記載がある(甲12，22。図1，2，4ないし6については，別紙本件当初明細書図面目録参照。)。",
                "「【技術分野】",
                "【0001】",
                "本発明は，内歯揺動型内接噛合遊星歯車装置に関する。",
                "【背景技術】",
                "【0002】",
                "従来，内接噛合遊星歯車装置は，大トルクの伝達が可能であり且つ大減速比が得られるという利点があるので，種々の減速機分野で数多く使用されている。",
                "【0003】",
                "その中で，外歯歯車の周りで該外歯歯車と僅少の歯数差を有する内歯揺動体を揺動回転させることにより，入力軸の回転を減速して出力部材から取り出す内歯揺動型の内接噛合遊星歯車装置が知られている(例えば，特許文献1参照)。",
                "【0004】",
                "図4，図5を用いて同歯車装置の一例を説明する。",
                "【0005】",
                "図において，1はケーシングであり，互いにボルトやピン等の締結部材(図示略)を締結孔2に挿入することにより結合される第1支持ブロック1Aと第2支持ブロック1Bとを有する。5は入力軸で，入力軸5の端部にはピニオン6が設けられ，ピニオン6は，入力軸5の周りに等角度に配設された複数の偏心体軸歯車(偏心体軸駆動用の歯車)7と噛合している。",
                "【0006】",
                "ケーシング1には，3本の偏心体軸10が，円周方向に等角度間隔(120度間隔)で設けられている。この偏心体軸10は，軸方向両端を軸受8，9によって回転自在に支持され且つ軸方向中間部に偏心体10A，10Bを有する。前記伝動歯車7は各偏心体軸10の端部に結合されており，入力軸5の回転を受けて該伝動歯車7が回転することにより，各偏心体軸10が回転するようになっている。",
                "【0007】",
                "各偏心体軸10は，ケーシング1内に収容された2枚の内歯揺動体12A，12Bの偏心体孔11A，11Bをそれぞれ貫通しており，各偏心体軸10の軸方向に隣接した2段の偏心体10A，10Bの外周と，内歯揺動体12A，12Bの貫通孔の内周との間にはころ14A，14Bが設けられている。",
                "【0008】",
                "一方，ケーシング1内の中心部には，出力軸20の端部に一体化された外歯歯車21が配されており，外歯歯車21の外歯23に，内歯揺動体12A，12Bのピンからなる内歯13が噛合している。外歯歯車21の外歯23と内歯揺動体12A，12Bの内歯13の歯数差は僅少(例えば1～4程度)に設定されている。",
                "【0009】",
                "この歯車装置は次のように動作する。",
                "【0010】",
                "入力軸5の回転は，ピニオン6を介して偏心体軸歯車7に与えられ，偏心体軸歯車7によって偏心体軸10が回転させられる。偏心体軸10の回転により偏心体10A，10Bが回転すると，該偏心体10A，10Bの回転によって内歯揺動体12A，12Bが揺動回転する。内歯揺動体12A，12Bはその自転が拘束されているため，該内歯揺動体12A，12Bの1回の揺動回転によって，該内歯揺動体12A，12Bと噛合する外歯歯車21はその歯数差だけ位相がずれ，その位相差に相当する自転成分が外歯歯車21の(減速)回転となり，出力軸20から減速出力が取り出される。",
                "【0011】",
                "ところで，この種の内歯揺動型の内接噛合遊星歯車装置は，内歯揺動体を揺動させるための偏心体軸は必ずしも円周方向において等間隔に配置する必要はなく，また偏心体軸の全てが駆動される必要ななく(原文ママ)，一部は従動回転するものであっても良い。例えば，図5に示されるように，非駆動の偏心体軸50Aを含むと共に，各偏心体軸50A～50Cを円周方向において非等間隔に配置した構造や，図6に示されるように，わずか2本の偏心体軸60A，60Bのみで内歯揺動体62を揺動駆動するようにした構造が，例えば特許文献2等において開示されている。」",
                "「【発明の開示】",
                "【発明が解決しようとする課題】",
                "【0013】",
                "しかしながら，上記特許文献1に開示された歯車装置では，円周方向に等間隔で配置した3つの偏心体軸歯車7を1つの入力軸5(のピニオン6)で回転させる関係上，入力軸が出力軸と同軸に配置されていることから，歯車装置全体を貫通するホローシャフトを有するように設計するのが困難であるという問題があった。例えば産業用ロボットの関節駆動用の歯車装置や，精密機械の駆動用の歯車装置として用いる場合には，歯車装置を介して相手機械(被駆動機械)側にワイヤハーネスや冷却水用のパイプを通したいというような要求がしばしば生じることがある。このような場合に，入力軸を貫通孔とするには，該入力軸に接続されるモータ等の駆動源をも貫通孔とする必要があることを意味し，事実上大きなホローシャフトを形成するのは不可能に近かった。更に，敢えてホローシャフトにしたとしても，高速で回転する入力軸の内部に空間を形成することになることから，例えばワイヤハーネスや冷却水用のパイプ等を空間内に配置するには，該入力軸の内周との間に別途軸受等で回転しないように保持した防護パイプを配備する必要があり，この面でも大きな空間を確保するのが難しく，またコストも上昇するという問題があった。",
                "【0014】",
                "この点に関しては，特許文献2に記載したような，偏心体軸を円周方向において非等間隔に配置する構成を採用すると，必ずしも入力軸を出力軸と同軸に配置しなくてもよくなるため，より大きな径のホローシャフトを形成することができるようになる。しかしながら，この偏心体軸を円周方向において非等間隔に配置する構造によって内歯揺動体を駆動した場合，現実問題として，通常の製造工程による製造で作製したものでは内歯揺動体を外歯歯車の周りでバランス良く円滑に揺動させるのが難しいと問題があった。そのため各部材を特別に高い精度で加工し，組立てる必要があった。",
                "【0015】",
                "本発明は，このような課題を解決するためになされたものであって，使用用途に応じて装置の中心部に配管や配線等の配置スペースを容易に確保することができると共に，動力伝達の更なる円滑化を図ることができる内歯揺動型内接噛合遊星歯車装置を提供することを目的とする。",
                "【課題を解決するための手段】",
                "【0016】",
                "本発明は，外歯歯車と該外歯歯車と僅少の歯数差を有する内歯歯車とを有すると共に，前記内歯歯車を揺動回転させるための偏心体軸を備え，該偏心体軸に配置された偏心体を介して外歯歯車の周りで内歯歯車を揺動回転させる内歯揺動型内接噛合遊星歯車装置において，前記偏心体軸を，前記外歯歯車の軸心と平行に複数備えると共に，該複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，を備え，該伝動外歯歯車を介して前記駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達されるように構成することにより，上記課題を解決したものである。なお，本発明において「僅少の歯数差」とは1～6程度の歯数差をいう。",
                "【0017】",
                "本発明によれば，駆動源側ピニオンの軸心を，伝導外歯歯車の半径方向外側位置にずらすことができることから，結果として入力軸(あるいは駆動源の出力軸)の軸心を出力軸の軸心から外すことができる。そのため，入力軸や駆動源についてはホロー構造とする必要がないため，出力軸に大径のホローシャフトを容易に形成することができる。特に，(高速で回転する)入力軸をホロー構造とする必要がないため，歯車装置の中心部に形成される空間の内壁の回転速度を非常に遅くでき，別途防護パイプ等を敢えて配置する必要もない。そのため，より大きな空間をより低コストで確保することができるようになる。",
                "【0018】",
                "また，全ての偏心体軸を「等しく駆動する」ことができるようになるため，内歯揺動体をバランスよく且つ円滑に揺動駆動することができる。",
                "【0019】",
                "なお，より好ましくは，前記伝動外歯歯車がリング状に形成され，且つ，前記外歯歯車または出力軸のいずれかの外周によって回転支持されている構成とするとよい。これにより，大径のホローシャフトを形成する場合でも支障なく且つ容易に伝導外歯歯車を装置内に組み込むことができるようになる。」",
                "「【0023】",
                "また，本発明においては，伝導外歯歯車を具体的にどのように駆動するかについては特に限定されない。この点については，例えば，前記出力軸と平行で且つ前記内歯揺動体の半径方向外側位置に，前記駆動源側のピニオンが組み込まれた中間軸を備え，該中間軸を回転駆動することにより前記駆動源側のピニオンを介して前記伝動外歯歯車を駆動するように構成するとよい。或いは，入力軸に組み込まれたピニオンが，前記駆動源側のピニオンとして前記伝動外歯歯車と直接噛合・駆動するような構成としてもよい。",
                "【発明の効果】",
                "【0024】",
                "本発明によれば，使用用途に応じて装置の中心部に配管や配線等の配置スペースを容易に確保することができると共に，動力伝達の更なる円滑化を図ることができる内歯揺動型内接噛合遊星歯車装置を得ることができる。",
                "【発明を実施するための最良の形態】」",
                "「【0026】",
                "図1，図2は，本発明の実施形態の例に係る内歯揺動型内接噛合遊星歯車装置(以下，単に歯車装置と称す。)100を示した図であり，図1は歯車装置100の側断面図，図2は図1における II-II 線に沿う断面図である。",
                "【0027】",
                "この歯車装置100は，本体ケーシング102，入力軸104，平行軸歯車セット106，中間軸108，伝動外歯歯車110，偏心体軸駆動用の歯車(偏心体軸歯車)112，該偏心体軸駆動用の歯車112によって駆動される三本の偏心体軸114(114A～114C)，2つの内歯揺動体(内歯歯車)116A，116B，及び出力軸としての機能を兼用する外歯歯車118によって主に構成されている。",
                "【0028】",
                "即ち，この歯車装置100は，内歯揺動体116A，116Bを揺動回転させるための複数の偏心体軸114を内歯揺動体116A，116Bを貫通して3本備え，入力軸104の回転を該複数の偏心体軸114A～114Cに振り分けて伝達することにより全偏心体軸114A～114Cを同位相で回転させるものである。",
                "【0029】",
                "既に説明した従来例と大きく異なるのは入力軸104から偏心体軸114A～114Cまでの動力伝達構造及び歯車装置全体のケーシング構造である。そのため，以下この点について詳細に説明する。",
                "【0030】",
                "前記本体ケーシング102は，図1において左右に配置された，2つの第1，第2ケーシング102A，102Bによって構成されている。この第1，第2ケーシング102A，102Bには，図2に示されるように，これらを貫通するように複数のボルト孔102A1がそれぞれ形成されている。該第1，第2ケーシング102A，102Bは，互いにボルト(図示略)によって結合可能な構造となっている。",
                "【0031】",
                "この本体ケーシング102には，前記入力軸104が図1において横向き，即ち外歯歯車(出力軸)と平行に配置され，軸受120，122により回転自在に支持されている。入力軸104の一端側(図の左側)には，ピニオン104Aが形成されており，他端にはモータM(具体的な図示は省略)の出力軸が挿入される挿入口104Bが形成されている。",
                "【0032】",
                "本体ケーシング102には，入力軸104ほかに，内歯揺動体116A，116Bよりも半径方向外側位置に，外歯歯車(出力軸)118と平行に前記中間軸108が配置され，テーパーローラベアリング124，124によって回転自在に支持されている。中間軸108にはピニオン104Aと噛合して平行軸歯車セット106を構成するギヤ128が組み込まれており，さらに，中間ピニオン(本実施形態での駆動源側ピニオン)130が組み込まれている。",
                "【0033】",
                "一方，外歯歯車(出力軸)118の外周には，軸受132を介してリング状の伝動外歯歯車110が該外歯歯車118と同軸に配置されている。この伝動外歯歯車110には，前記中間ピニオン108及び，3本の偏心体軸114A～114Cにそれぞれ組み込まれた偏心体軸駆動用の歯車112が同時に噛合している。即ち，伝動外歯歯車110は，前記中間ピニオン130を介して中間軸108と連結されると共に，偏心体軸駆動用の歯車112を介して全偏心体軸114A～114Cのそれぞれとも連結されていることになる。",
                "【0034】",
                "偏心体軸114A～114Cは，同一の円周上で等間隔に配置され(図2参照)，それぞれテーパーローラベアリング136，136によって両持ち支持されている。各偏心体軸114A～114Cとも内歯揺動体116A，116Bの偏心体孔116A1，116B1を軸方向に貫通している。各偏心体軸114A～114Cには偏心体140A，140Bが一体に組み込まれており，3本の偏心体軸114が同位相で同時に同方向に回転できように各偏心体軸114A～114Cの偏心体140A，140Bの位相が揃えられている。又，2枚の内歯揺動体116A，116Bはこの偏心体140A，140Bとの摺動により，それぞれ互いに180°の位相差を保ちながら揺動回転可能である。なお，図の符号119は，当該2枚の内歯揺動体116A，116Bの軸方向の移動規制を行うための差し輪である。",
                "【0035】",
                "内歯揺動体116A，116Bには，ホローシャフトタイプの出力軸兼用の外歯歯車118が内接している。外歯歯車118は配管や配線等を貫通可能な貫通孔118Dを有する略円筒形状の部材からなり，テーパーローラベアリング142，142を介してケーシング本体102に回転自在に支持されている。",
                "【0036】",
                "外歯歯車118の外歯は外ピン118Pが溝118Hに回転自在に組み込まれた構造になっている。外ピン118Pの数(外歯の歯数)は90で，内歯揺動体116A，116Bの内歯92の歯数より2だけ小さい(僅少の歯数差)。この外歯歯車118は，本体118A，端部部材118B，118Cの3つの部材からなる。これは，端部部材118B，118Cの段部118B1，118C1によって前記テーパーローラベアリング142，142の組込み及びその軸方向の位置決めを可能とするためである。",
                "【0037】",
                "次にこの歯車装置100の作用を説明する。",
                "【0038】",
                "モータMの図示せぬモータ軸の回転によって入力軸104が回転すると，この回転は，ピニオン104A及びギヤ128を介してその初段の減速が行われ，中間軸108に伝達される。中間軸108が回転すると，該中間軸108に組み込まれた中間ピニオン130が回転し，更にこれと噛合している伝動外歯歯車110が回転する。",
                "【0039】",
                "伝動外歯歯車110には同時に偏心体軸駆動用の歯車112が噛合しているため，該伝動外歯歯車110の回転によりこれらの歯車112が回転する。その結果，3本の偏心体軸114A～114Cが同位相で回転し，これにより2つの内歯揺動体116A，116Bがそれぞれの位相を180°に保った状態で外歯歯車118の周りを揺動回転する。内歯揺動体116A，116Bは，その自転が拘束されているため，該内歯揺動体116A，116Bの1回の揺動回転によって，該内歯揺動体116A，116Bと噛合する外歯歯車118はその歯数差だけ位相がずれ，その位相差に相当する自転成分が外歯歯車110(原文ママ。118の誤記と認められる。)の回転となり，出力が外部へ取り出される。偏心体軸114が円周方向等間隔に配置されており，しかも全ての偏心体軸114が駆動されるため，内歯歯車116A，116Bを極めて円滑に揺動させることができる。",
                "【0040】",
                "ここで，本発明の実施形態の例に係る歯車装置100によれば，内歯揺動体116A，116Bよりも半径方向外側位置に，外歯歯車(出力軸)118と平行に前記中間軸108を配置し，入力軸104の回転を，一度中間軸108で受けた後に揺動体側に入力するようにしている。そのため，入力軸104を，従来のように歯車装置100の軸心L1上にではなく，半径方向外側に移動した位置に配置することができるようになる。この結果，装置全体の軸方向長さを短縮できる。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正要件違反に関する判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件当初明細書によれば，本件補正前発明は内歯揺動型内接噛合遊星歯車装置に関するものであって(【0001】)，本件当初明細書には外歯揺動型遊星歯車装置に関する記載は全くないところ，本件補正は，「内歯揺動型内接噛合遊星歯車装置」を「揺動型遊星歯車装置」とすることで，本件特許に，「外歯揺動型遊星歯車装置」をも含ませるものである。",
                    "そこで，このような補正が新たな技術的事項を導入するものといえるか否かについて検討すると，いずれも本件特許の出願前に刊行された特公平5-86506号公報(甲25)，特許第2707473号公報(甲26)，特許第2739071号公報(甲27)によれば，減速機に関する技術については，内歯揺動型遊星歯車装置と外歯揺動型遊星歯車装置に共通する技術，すなわち，偏心体を介して揺動回転する歯車が内歯であるか外歯であるかには依存しない技術があると認められ，内歯揺動型と外歯揺動型との間には，両者で異なる技術も存在すれば，両者に共通する技術も存在すると認められる。したがって，本件補正が外歯揺動型遊星歯車装置を含めることになるからといって，そのことから直ちに本件補正が新たな技術的事項を導入するとまでいうことはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，本件補正前発明で開示されている技術が，内歯揺動型遊星歯車装置と外歯揺動型遊星歯車装置において共通する技術であるか否かについて具体的に検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正前発明の課題は，装置の中心部に配管や配線等の配置スペースを容易に確保するとともに，動力伝達の更なる円滑化を図るものであると認められるところ(【0014】【0015】)，本件補正前発明は，これを解決するため，内歯揺動型遊星歯車装置を前提として，「外歯歯車と該外歯歯車と僅少の歯数差を有する内歯歯車とを有すると共に，前記内歯歯車を揺動回転させるための偏心体軸を備え，該偏心体軸に配置された偏心体を介して外歯歯車の周りで内歯歯車を揺動回転させる内歯揺動型内接噛合遊星歯車装置において，前記偏心体軸を，前記外歯歯車の軸心と平行に複数備えると共に，該複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，を備え，該伝動外歯歯車を介して前記駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達されるように構成する」(【0016】)という技術を開示するものである。そして，同技術は，駆動源側のピニオンと伝動外歯歯車と偏心体軸歯車との関係を特定するものと解されることから，これを言い換えれば，「複数の偏心体軸の各々に配置された偏心体を介して揺動歯車を揺動回転させる揺動型遊星歯車装置において，前記複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，該伝動外歯歯車の回転中心軸と異なる位置に平行に配置されると共に該駆動源側のピニオンが組込まれた中間軸と，を備え，前記中間軸を回転駆動することにより前記駆動源側のピニオンを回転させ，前記伝動外歯歯車を介して該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達されるように構成する」という技術(以下「本件技術」という。)を開示するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，本件技術が外歯揺動型遊星歯車装置においても共通する技術であるか否かについて検討する。",
                        "甲5文献，特開2002-317857号公報(甲24)及び本件特許についての訂正請求書(甲30)並びに弁論の全趣旨によれば，減速機において，「出力部材」と「固定部材」とは相対関係にあり，入れ替え自在であること自体は周知技術であると認められる。したがって，外歯揺動型遊星歯車装置としては，下記模式図のとおり，①外側の内歯歯車を出力歯車とする型(外側に出力軸，内側に固定部材を配置する動作。以下，「①型」という。)，②外側の内歯歯車を固定部材とする型(内側に出力軸，外側に固定部材を配置する動作。以下，「②型」という。)が想定される(ただし，下図からも理解されるとおり，構造が変わるものではなく，あくまで出力を歯車からとるか，固定部材からとるかの差異である。)。",
                        "①型(外側に出力軸，内側に固定部材)②型(内側に出力軸，外側に固定部材)",
                        "そこで，本件技術を前記①型及び②型に適用できるか否かについて検討すると，本件補正前発明は，伝動歯車が「外歯」に限定されているのであるから，伝動外歯歯車は，偏心歯車との噛み合わせの位置関係から各偏心体軸歯車の内側に位置することとなる。ここで，本件当初明細書には，本件発明の構成要件である「伝動外歯歯車は単一の歯車からなり，出力軸(出力部材)に軸受を介して支持され」る構成が開示されており，伝動外歯歯車と出力軸との関係についてその余の構成は開示されていないところ，伝動外歯歯車と出力軸との上記位置関係を前提とすると，②型においては，出力部材が内側となることから，「伝動外歯歯車は単一の歯車からなり，出力軸(出力部材)に軸受を介して支持され」る構成を想定できるとしても，①型においては，下記模式図のとおり，伝動外歯歯車は，減速機の一番外側に位置する出力軸とはかけ離れた位置に存在することとなる。",
                        "そうすると，このようなかけ離れた位置にある伝動外歯歯車を出力軸に軸受を介して支持する構成については，当業者であっても明らかではないから，本件技術を外歯揺動型遊星歯車装置に直ちに適用できるということはできない。",
                        "したがって，本件補正は，新たな技術的事項を導入するものであると認められることから特許法17条の2第3項に違反するものであって，これを適法とした審決の判断には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，駆動源側のピニオンの回転を複数の偏心体軸に振り分けて伝達する構造に着目すると，本件当初明細書には，駆動源側のピニオンと伝動外歯歯車と偏心体軸歯車との関係が特定された発明が記載されており，「使用用途に応じて装置の中心部に配管や配線等の配置スペースを容易に確保することができると共に，動力伝達の更なる円滑化を図ることができる」装置として，「内歯揺動型」の構成は不可欠ではない「揺動型遊星歯車装置」が記載されているといえる旨主張する。",
                        "確かに，本件当初明細書を抽象化して読めば，駆動源側のピニオンと伝動外歯歯車と偏心体軸歯車との関係が特定された発明が記載され，「使用用途に応じて装置の中心部に配管や配線等の配置スペースを容易に確保することができると共に，動力伝達の更なる円滑化を図ることができる」装置として，「揺動型遊星歯車装置」が記載されていると解することはできる。",
                        "しかし，前記イで判示したとおり，本件当初明細書において開示されている本件技術は「，複数の偏心体軸の各々に配置された偏心体を介して揺動歯車を揺動回転させる揺動型遊星歯車装置において，前記複数の偏心体軸にそれぞれ組込まれた偏心体軸歯車と，該偏心体軸歯車及び駆動源側のピニオンがそれぞれ同時に噛合する伝動外歯歯車と，該伝動外歯歯車の回転中心軸と異なる位置に平行に配置されると共に該駆動源側のピニオンが組込まれた中間軸と，を備え，前記中間軸を回転駆動することにより前記駆動源側のピニオンを回転させ，前記伝動外歯歯車を介して該駆動源側のピニオンの回転が前記複数の偏心体軸歯車に同時に伝達されるように構成する」ものであるところ，これを外歯揺動型遊星歯車装置について適用しようとすると，当業者であっても①型で実現する方法が不明であって，外歯揺動型遊星歯車装置を含めた技術が本件当初明細書に実質的に記載されているということはできない。",
                        "したがって，被告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本件当初明細書(【0039】，図1)の記載によれば，本件発明において，内歯揺動型に限定されない遊星歯車装置として，外歯揺動型遊星歯車装置を想定する場合，「伝動外歯歯車を当該伝動外歯歯車よりもさらに装置の外周方向に位置する出力軸にあえて支持させる」構成を想定することはできず(本件当初明細書の記載事項の範囲を超える解釈である。)，本件当初明細書の記載事項に従って解釈すれば，外側の内歯歯車の自転を拘束し，外歯歯車の自転成分を出力する筒状の部材を含む部材を出力軸とすべきであって，当業者であれば，被告主張模式図の構成を想定する旨主張する。",
                        "しかし，本件発明の特許請求の範囲及び本件明細書には，出力軸についての限定はないのであるから，本件発明には②型のみならず①型が含まれることは明らかであって，本件発明の解釈において，外側の内歯歯車の自転を拘束し，外歯歯車の自転成分を出力する筒状の部材を含む部材を出力軸とする構造のみのものであると限定して解釈することはできない。本件当初明細書の記載をみても，「出力軸としての機能を兼用する外歯歯車118によって」(【0027】)，「内歯揺動体116A，116Bには，ホローシャフトタイプの出力軸兼用の外歯歯車118が内接している。」(【0035】)，「内歯揺動体116A，116Bは，その自転が拘束されているため，該内歯揺動体116A，116Bの1回の揺動回転によって，該内歯揺動体116A，116Bと噛合する外歯歯車118はその歯数差だけ位相がずれ，その位相差に相当する自転成分が外歯歯車110(原文ママ。118の誤記と認められる。)の回転となり，出力が外部へ取り出される。」(【0039】)などの記載によれば，本件補正前発明の実施例については外歯歯車118を出力軸とする内歯揺動型内接噛合遊星歯車装置が記載されている一方で，本件当初明細書には固定部材と出力歯車が入れ替え可能である旨の記載はないのであるから，同実施例を前提として外歯揺動型遊星歯車装置とする場合には，固定部材を出力軸とするものではなく，外側の内歯歯車を出力軸とする①型を想定する方がむしろ自然であるといえ，この点においても，①型の構造が排除されるという趣旨に解することはできない。",
                        "したがって，被告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，内歯揺動型のみならず，外歯揺動型の減速機においても，「伝動外歯歯車が出力軸に軸受けを介して支持される」構成は採用されているものである旨主張する。",
                        "確かに，特開2002-106650号公報(乙2)，「精密制御用高剛性減速機",
                        "RVSERIES  技術資料集」(帝人製機株式会社，1998年12月1日発行。乙5)，特開2002-317857号公報(甲24)によれば，「伝動外歯歯車が出力軸に軸受けを介して支持される」構成は，外歯揺動型の減速機においても，採用されている構成であると認められる。",
                        "しかし，外歯揺動型の減速機において，「伝動外歯歯車が出力軸に軸受けを介して支持される」構成が採用されている例があるからといって，直ちに，本件当初明細書に接した当業者が本件技術を外歯揺動型遊星歯車装置に適用できるということはできない。本件技術については，上記構成のみならず，「前記伝動外歯歯車は，単一の歯車からなる」など，その他の部品の配置，構成も有しているのであるから，これを全体として検討すべきところ，本件技術を外歯揺動型遊星歯車装置に適用した場合には，当業者であっても①型において伝動外歯歯車を出力軸に軸受を介して支持する構成が明らかではないことは，前記イで判示したとおりである。",
                        "したがって，被告の主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由1は理由があり，その余の点について検討するまでもなく，審決は取消しを免れない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}