{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人らは，控訴人に対し，連帯して1億円及びこれに対する平成19年8月21日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審とも被控訴人らの負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人らが韓国のテレビドラマの展覧会を開催して小道具や衣装，ドラマセット等を展示し，関連グッズを販売して，控訴人の上記小道具等の著作権(展示権及び複製権)を侵害したと主張して，被控訴人らに対し，不法行為に基づき，損害賠償を請求した事案である。原審が控訴人の請求をいずれも棄却したのに対し，控訴人が上記の裁判を求めて控訴しているものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第2の1ないし3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「控訴人」と，「被告」を「被控訴人」と，それぞれ読み替える。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁4行目ないし5行目の「「MBCドラマ「大長今」共同事業契約書」」の次に「(以下「本件共同事業契約書」という。)」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決6頁16行目冒頭に「被控訴人らは，平成17年9月当時，本件共同事業契約の内容を承知していたアジア通信社株式会社(以下「AISC」という。)の A を通じて，本件共同事業契約の内容を十分に理解していた。実際に，」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁21行目冒頭から同頁24行目末尾までを次のとおり改める。",
                "「また，被控訴人ＮEPの開発推進部長 B(以下「B」という。)は，平成17年12月8日，AISCの A から本件共同事業契約書の重要部分の日本語訳を受け取り，控訴人がMBCAから本件小道具等の著作権を譲り受けたとの説明を受け，また，同日午後，MBCAの C 部長(以下「C」という。)からも同様の説明を受け，控訴人がMBCAから本件小道具等の著作権を譲り受けたことを理解していた。さらに，被控訴人ＮEP及び被控訴人ＮPS(以下「被控訴人ＮEPら」という。)が平成18年3月初旬に作成した本件展覧会に関する協約書案(甲4の1。以下「本件協約書草案」という。)において，控訴人はAISCとともに契約当事者であって，本件展覧会開催について許諾権者として記載されていたことからすると，被控訴人らは，遅くともこのころには，控訴人がMBCAから本件小道具等の著作権を譲り受けたことを認識していた。さらにまた，被控訴人ＮEPらは，本件協約締結後も，控訴人と折衝を重ねており，同年5月ころまでは，本件共同事業契約の有効性を認め，控訴人の許諾を得て本件展覧会の開催を継続する意向をもって，控訴人と交渉していた。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決7頁13行目ないし14行目の「同エイアイエスシー株式会社(以下「訴外AISC」という。)」を「AISC」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決7頁17行目冒頭から同頁18行目末尾までを次のとおり改める。",
                "「  被控訴人ＮEPらが，平成18年4月7日の本件協約締結時において，控訴人がMBCAから本件小道具等の著作権を譲り受けたとの認識を全く持っていなかったことについては，本件協約書草案において，控訴人に著作権があることについて何らの記載もないこと，控訴人が平成18年4月20日に被控訴人ＮEPらに宛てた「不法行事開催禁止請求」(甲33の1)においても，控訴人に著作権があるとは記載されていないこと，被控訴人ＮEPの D が控訴人代表者に宛てた平成18年5月30日以降のEメール(甲36の1・3，39の1)においても，控訴人が著作権を有していることを前提とした記述がないことからも明らかである。",
                "被控訴人ＮEPらは，本件展覧会の展示物の所有者であるMBCAとの間で展示物の借用等について交渉した結果，MBCAの意向により被控訴人ＮEPらとMBCAの3者で本件協約を締結したものである。被控訴人ＮEPらは，本件協約締結時において，控訴人が本件小道具等について著作権を譲り受けたことを知らなかったのであるから，控訴人が著作権譲渡の対抗要件を具備しないことについて何らの落ち度もなく，控訴人に対する特段の害意や図利目的もないし，そもそも控訴人は被控訴人ＮEPらとMBCAとの3者で本件協約を締結することを了解していたのであるから，被控訴人ＮEPらが控訴人の著作権の移転登録の欠缼を主張することは何ら信義に反しない。",
                "また，被控訴人ＮHKについては，被控訴人ＮEPらと控訴人との交渉の詳細については知らなかったのであり，控訴人に対する特段の害意や図利目的など持ちようもない。",
                "したがって，被控訴人らが背信的悪意者に該当しないことは明らかである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人らは背信的悪意者には当たらないから，控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第3の1及び2記載のとおりであるから，これを引用する。",
        "(原判決の補正)"
      ],
      "content": [
        {
          "fig": "(1)",
          "text": [
            "原判決11頁1行目の「MBCAから」を「各展示品の所有者であるMBCAから」と改める。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "原判決11頁13行目末尾に「その理由は次のとおりである。」を加え，同頁14行目冒頭から同頁21行目の「また，」までを次のとおり改める。",
            "「イ  控訴人は，被控訴人らは，①平成17年10月30日ころには，AISCの A を通じて本件共同事業契約の内容を十分に理解していた，②被控訴人ＮEPの B が，平成17年12月8日にAISCの A から本件共同事業契約書の重要部分の日本語訳を受け取り，控訴人が本件小道具等の著作権を譲り受けているとの説明を受け，また，同日午後MBCAのC からも同様の説明を受け，これにより控訴人がMBCAから本件小道具等の著作権を譲り受けたことを理解した，③平成18年3月初旬ころに，MBCAと並んで控訴人も許諾権者の1人とする本件協約書草案を作成しており，控訴人がMBCAから本件小道具等の著作権を譲り受けたことを認識していたから，いずれかの時点においてMBCAから控訴人へ本件小道具等の著作権が譲渡されたことについて悪意であり，また，④控訴人がその後本件展覧会の中止等を求めたにもかかわらず，これに応じなかったのであるから，被控訴人らは背信的悪意者に当たる旨主張する。",
            "しかし，上記①については，証拠(甲38の1・2)によれば，AISCが控訴人との間で交わした平成17年10月14日付けの「MBCドラマ「大長今」共同事業契約書」と題する契約書には本件共同事業契約書の写しが添付されており，AISCの A が本件共同事業契約の内容を承知していたことは認められるものの，A が被控訴人らに対し同契約の内容について説明をしたか否かは証拠上明らかであるとはいえず，上記事実から直ちに，被控訴人らが平成17年10月30日ころまでにAISCの A を通じて本件共同事業契約の内容を認識したことを認めるには足りず，また，控訴人代表者のパソコン日誌抜粋(甲35の2)における記載からも，被控訴人ＮEPらが本件ファンミーティングの開催に当たり，MBCAやAISCを相手方として連絡を取り，その協力を得ていたことは認められるものの，MBCAと控訴人及びAISCとの間の内部的な法律関係は，契約当事者ではない被控訴人らにとってはおよそ明確ではなく，控訴人がMBCAと何らかの契約関係にあることは推測できたとしても，控訴人がMBCAから本件小道具等について著作権の譲渡を受けているなどということの説明を受けていたとの事実を認めることはできない。他に被控訴人らが平成17年10月30日当時本件共同事業契約の内容を理解していたことを認めるに足りる客観的な証拠はない。",
            "また，上記②については，控訴人代表者作成の陳述書(甲20の1・2，甲35の1)にその趣旨の記載があるものの，同代表者のパソコン日誌抜粋(甲35の2)には，B が本件共同事業契約書の日本語訳を受け取ったなどの記載はなく，他に上記②の事実を認めるに足りる客観的な証拠がないことからすると，上記各証拠から直ちに控訴人主張事実を認めることはできない。",
            "さらに，上記③については，」"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "原判決11頁23行目の「訴外会社」を「AISC」と改め，同頁24行目の「訴外」を削り，同頁25行目の「協約書の草案」及び同12頁4行目の「上記協約書の草案」をいずれも「本件協約書草案」と改め，同11頁25行目ないし26行目の「平成21年4月20日ころから」を「平成18年4月20日ころから」と，同12頁3行目の「本件展覧会を開催した」を「本件展覧会の開催を継続した」とそれぞれ改め，同頁8行目の「被告らが，」の次に「本件協約書草案の作成のころや，」を加える。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "原判決12頁17行目冒頭から同頁26行目末尾までを次のとおり改める。",
            "「  そして，証拠(乙39ないし41の各1・2)及び弁論の全趣旨によれば，ソウル高等法院は，平成23年7月7日，控訴人のMBCAに対する本件共同事業契約違反による損害賠償請求事件について，MBCAが平成18年4月27日と同年6月1日の2回にわたり，控訴人に対し，控訴人の商品売上高の精算報告義務違反を理由に本件共同事業契約を解除する旨の意思表示をしたこと，及び控訴人の同精算報告義務違反があったため，MBCAによる同年6月1日の解除を有効と認めたこと，また，MBCAが同年4月7日に控訴人を排除して被控訴人ＮEPらと本件協約を締結し，その頃開催された本件展覧会についてMBCAが単独で被控訴人ＮEPらから展示品の貸与料4000万ウォンを受領したことについて，本件共同事業契約違反であることを認め，その金額から経費等を除いた1364万ウォンが，控訴人がMBCAの同契約違反により被った損害であるとして，MBCAに対しその支払を命じた判決をし(なお，同判決では，本件小道具等に関する著作権侵害に基づく損害賠償請求については，本件小道具等について，著作物性を認める資料が不十分であるとか，著作物とは認められないなどの理由により，著作権侵害を理由とする損害賠償請求がすべて棄却されている。)，同判決は，その後上告が棄却され確定したことが認められる。このように，MBCAは，本件協約の締結の直後である平成18年4月27日には，控訴人の契約違反を理由として本件共同事業契約を解除する意思表示をしていること，及び，同年3月に作成された本件協約書草案では，控訴人とAISCもMBCAと並んで許諾権者として記載されていたのに，本件協約ではMBCAのみが許諾権者とされたことなどからすると，MBCAは，本件協約を締結するころには，控訴人の精算報告義務違反などの事情があったため，被控訴人ＮEPらに対し，本件共同事業契約の効力を否定し，控訴人が本件展覧会の開催に何らの権利もない旨を伝え，MBCAのみを許諾権者として本件協約を締結することを強く勧めたことが推認される。これを被控訴人ＮEPらの立場からみると，MBCAが本件小道具等について所有権のみならず，著作権等の何らかの権利が生じるとすればその権利をもともと有していたのであるから，MBCAがその著作権等の権利を譲渡契約により第三者に対し移転しているかどうかは，著作権譲渡の移転登録などの公示手段が具備されていない限り，これを客観的に確認する手段がないのであり，MBCAが同譲渡契約の効力を否定している場合には，被控訴人ＮEPらとしては，MBCAを信頼して本件小道具等について本件協約を締結し，本件展覧会を開催したとしてもやむを得ないところである。",
            "以上によれば，被控訴人らが，控訴人に本件小道具等の著作権があることを知りながら，MBCAと共謀してこれを否定したと評価すべき事情も見いだし難いし，被控訴人らが控訴人の著作権の移転登録を妨げたといった事情も何ら窺えないのであって，被控訴人らについて，控訴人の著作権の移転登録の欠缺を主張することが信義に反するものと認められる事情があるということはできない。よって，被控訴人らが背信的悪意者に当たるとの控訴人の主張は採用することができない。",
            "なお，証拠(甲21，33の1，36の1・3，39の1・2)及び弁論の全趣旨によれば，被控訴人ＮEPらは，本件協約締結後の平成18年4月下旬から同年7月上旬ころまでの間，MBCAと控訴人との間に本件共同事業契約が存在することを前提として，控訴人との間で，本件展覧会に関して被控訴人ＮEPらが控訴人から許諾を受け，その対価として一定の金員を支払うことなどを内容とする契約を締結するために交渉を重ねていたこと，被控訴人ＮEPらがこれらの交渉をしたのは，控訴人との紛争を円満に解決するためであり，そのためにMBCAに対し支払う予定の金額の一部を控訴人に支払う趣旨の提案をしたものであるものの，MBCAの同意が得られなかったことや，当時は本件共同事業契約の解除の有効性も明確ではなかったことから，交渉が不成立に終わったものであることが認められ，これらの本件協約締結後の経過を見ても，被控訴人らに控訴人の移転登録の欠缺を主張することが信義に反するものと認められる事情があったものということはできない。」"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "原判決13頁1行目の「したがって，」の次に「仮に本件小道具等の全部ないし一部が著作物であると認められるとしても，」を加える。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10046",
    "date": "2013-10-30",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成22年(ワ)31759",
    "precedent_id": "083715",
    "ipprecedent_id": "3544",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}