{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800054号事件について平成25年11月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「サドル付き分水栓」とする特許第3768329号(特願平9-131694号，平成9年5月6日出願，平成18年2月10日設定登録。請求項の数は1。以下「本件特許」という。)の特許権者である。",
            "原告は，平成25年4月3日，本件特許を無効とすることを求めて審判(無効2013-800054号)を請求した。",
            "特許庁は，平成25年11月21日，「本件審判の請求は，成り立たない。」との審決をし，同月29日，その謄本を原告に送達した(甲33)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，次のとおりである(甲10。以下，本件特許に係る発明を「本件特許発明」といい，本件特許の明細書及び図面をまとめて「本件明細書」という。)。",
            "「サドルとバンドから成るサドル本体を水道本管に固定し，前記サドルの上部端面に支受面を形成し，一方，分水栓本体の内部に三方口を有するボールをステムを介して回動自在に設け，前記分水栓本体に環状保持体を螺着し，この環状保持体と分水栓本体の内部に一対のボールシートを介在させて止水機構を構成し，前記環状保持体の下面と前記水道本管との間にガスケットを装着すると共に，前記分水栓本体の下部にフランジ部を形成し，前記支受面上に塗膜又は樹脂を介して前記フランジ部を重ねて支受面とフランジ部とを同一間隔に配置した4個のボルトで固定して，電気的腐食を防止すると共に，分水栓本体と支受面との結合方向を選択できるようにしたことを特徴とするサドル付分水栓。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写し記載のとおりであり，原告主張の取消事由との関係において，その要点は次のとおりである。",
            "本件特許発明は，実願昭50-58545号(実開昭51-137722号)のマイクロフィルム(以下「甲1公報」という。)記載の発明(以下「甲1発明」という。)並びに日本水道協会規格(水道用サドル付分水栓，JWWA  B  117-1982)(以下「甲2文献」という。)，実願昭61-70184号(実開昭62-181790号)のマイクロフィルム(以下「甲3公報」という。)及び横須賀市水道局編給水装置指針書(第5版)(以下「甲4文献」という。)等の記載に基づいて当業者が容易に発明をすることができたものであるとは認められない。",
            "審決が認定した甲1発明の内容，本件特許発明と甲1発明の一致点及び相違点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "甲1発明の内容",
              "text": [
                "「栓本体(4)を着脱自在な上胴(5)と下胴(6)とで構成し，上胴(5)にはボール栓嵌入部(7)と，このボール栓嵌入部に通ずる通水口(12)(13)とを設けると共に，上胴のボール栓嵌入部(7)を下方に開口(8)させて，この開口(8)に下胴(6)の上端が螺合せしめられるようになし，上胴(5)のボール栓嵌入部(7)に装填されたボール栓(1)の下面を下胴(6)の上端面で支承するようにした分水栓であって，",
                "サドルバンド(25)は，ボス部を有するサドルと，バンドとからなり，水道本管(27)に固定し，",
                "下胴は，水平方向への突出部を備え，",
                "サドルのボス部には，下胴(6)の水平方向への突出部と近接している上面があり，",
                "ボール栓は，3個の通水孔(2a)(2b)(2c)が穿設されており，",
                "ボール栓の側面に栓回動操作用スピンドル(3)が取付けられており，",
                "ボール栓(1)と上胴及び下胴との直接接触を避ける為，ボール栓(1)の上下面にはリング状のシートパッキン(16)(17)を当てがって間接的に接触させるようになし，接触面の摩耗防止と，止水効果の向上とを図っており，",
                "サドルのボス部の下面には凹部が設けられており，",
                "下胴(6)の下部外壁面に形成されたテーパネジ部(23)をサドルのボス部に形成されているネジ孔(26)にネジ込んで固定されており，",
                "サドルのボス部の下面の凹部と，下胴(6)の下部外壁面に形成されたテーパネジ部(23)の外周と，水道本管(27)の外周との間で囲まれる領域に，ガスケットに相当する部材が設けられている，分水栓。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "一致点",
              "text": [
                "「サドルとバンドから成るサドル本体を水道本管に固定し，前記サドルの上部端面に平面を形成し，一方，分水栓本体の内部に三方口を有するボールをステムを介して回動自在に設け，前記分水栓本体に環状保持体を螺着し，この環状保持体と分水栓本体の内部に一対のボールシートを介在させて止水機構を構成し，ガスケットを装着したサドル付き分水栓。」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点",
              "text": [
                "相違点1",
                "「サドルの上部端面」に形成された「平面」に関して，本件特許発明では，フランジが重ねられる「支受面」であるのに対して，甲1発明では，「下胴(6)の水平方向への突出部と近接している上面」である点。",
                "相違点2",
                "ガスケットの装着に関して，本件特許発明では「環状保持体の下面と前記水道本管との間」であるのに対して，甲1発明では，「サドルのボス部の下面の凹部と，テーパネジ部(23)の外周と，水道本管(27)の外周との間で囲まれる領域」である点。",
                "相違点3",
                "分水栓本体に関して，本件特許発明では「分水栓本体の下部にフランジ部を形成し，前記支受面上に」「前記フランジ部を重ねて」いるのに対して，甲1発明では上胴(分水栓本体)の下部にフランジは設けられておらず，また，「下胴(6)の水平方向への突出部と近接している上面」は，下胴(6)の水平方向への突出部と近接しているにすぎない点。",
                "相違点4",
                "サドルの上部端面の平面に関して，本件特許発明では「支受面上に塗膜又は樹脂を介して」「フランジ部」を重ねているのに対して，甲1発明では「塗膜又は樹脂を介して」はおらず，また，フランジ部は重ねられていない点。",
                "相違点5",
                "分水栓とサドルとの固定に関して，本件特許発明では「支受面とフランジ部とを同一間隔に配置した4個のボルトで固定」しているのに対して，甲1発明では，「サドルのボス部」と下胴(環状保持体)とが，「下胴(6)の下部外壁面に形成されたテーパネジ部(23)をサドルのボス部に形成されているネジ孔(26)にネジ込んで固定されて」いる点。",
                "相違点6",
                "本件特許発明では「電気的腐食を防止する」のに対して，甲1発明では，電気腐食について明確な記載がない点。",
                "相違点7",
                "本件特許発明では「分水栓本体と支受面との結合方向を選択できる」のに対して，甲1発明では，上胴(分水栓本体)とサドルのボス部の「下胴(6)の水平方向への突出部と近接している上面」とは，方向を変えることができるかどうか明らかではない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，甲1発明の認定の誤り並びにこれに伴う相違点2の認定及び判断の誤り(取消事由1)，相違点3についての判断の誤り(取消事由2)，相違点6の判断の誤り(取消事由3)，効果についての判断の誤り(取消事由4)があり，これらの誤りは審決の結論に影響を及ぼすものであるから，審決は違法であり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定の誤り並びにこれに伴う相違点2の認定及び判断の誤り)",
          "text": [
            "甲1発明及び相違点2の認定について",
            "審決は，本件特許発明と甲1発明の相違点2として，「ガスケットの装着に関して，本件特許発明では「環状保持体の下面と前記水道本管との間」であるのに対して，甲1発明では，「サドルのボス部の下面の凹部と，テーパネジ部(23)の外周と，水道本管(27)の外周との間で囲まれる領域」である点。」を認定している。審決のこの認定は，ガスケットの装着に関して，甲1発明では，下胴の下面と水道本管との間にガスケットが位置していないとの認定を前提とするものである。",
            "しかし，以下のとおり，甲1公報には，下胴の下面と水道本管との間にガスケットが位置することが実質的に開示されている。したがって，審決の甲1発明の認定は，下胴の下面と水道本管との間にガスケットが位置していないとした点において誤りであり，審決が認定した相違点2は，相違点ではなく一致点である。",
            "すなわち，サドル付分水栓は，水道本管から水が漏れないようガスケットで止水する必要がある。甲1発明のようなねじ式サドル付分水栓の漏水経路としては，水道本管とサドルの間から漏水する経路(漏水経路1)と，サドルと分水栓の螺着箇所から漏水する経路(漏水経路2)が考えられるところ，ガスケットを分水栓と水道本管との間に挟み込めば，1つのガスケットで2つの漏水経路からの漏水を防ぐことができる(甲7，8)。甲1発明では，ガスケットに相当する部材は，漏水経路2からの漏水を防ぐために，サドルバンド(25)を水道本管(27)に固定する際に，サドルバンド(25)と水道本管(27)とで押圧され，下胴(6)側にはみ出るよう弾性変形し，下胴(6)の下面(下胴の下端部に設けられたテーパ面)と水道本管との間に膨出する。",
            "したがって，甲1公報の第1図(判決注・第2図と併せて本判決別紙【甲1公報の図面】参照)の図示内容は不正確であり，下胴の下面と水道本管との間にガスケットが装着されていることは，仮に甲1公報に明示されていないとしても，当業者からすると開示されているに等しいというべきである。",
            "相違点2の判断について",
            "仮に，審決が認定した相違点2が相違点であるとしても，相違点2に係る構成は，相違点3において，「ねじ」に代えて「フランジ」を適用する際に，テーパネジ部をまず除去するなど，技術常識又は技術水準に基づいて，簡単かつ当然に行われる設計変更により得られる構成にすぎず，当業者は，相違点2に係る構成を容易に想到することができる。",
            "すなわち，甲1発明の下胴(6)におけるテーパネジをフランジに代える際に，サドルと分水栓本体を接続するという機能でフランジと共通する部分である下胴のテーパネジ部をまず除去する。下胴のテーパネジ部がなくなるため，サドルバンド(25)のねじ山も不要となる。サドルバンドのねじ山が存在する部分を省略すると，下胴より上方に位置する止水機構が下方に移動することになるが，下胴(6)とサドルバンド(25)の間からの水漏れを考慮すると，水漏れの発生しない構成となることは自然なことである。この構成は，形態上の微細な点を除けば，本件特許発明の構成と何ら違いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3についての判断の誤り)",
          "text": [
            "審決は，「下胴にフランジを設け，下胴のフランジによって，上胴及び下胴からなる分水栓がサドルに取付けられるから，上胴をサドルに固定する必要はない。すると，上胴(本件特許発明の「分水栓本体」に相当。)の下部にフランジを設ける必要もなく，また，甲1発明の上胴の下部にフランジを設けることについて，その他の証拠に示唆があるものでもない。したがって，「分水栓本体の下部にフランジを形成」(相違点3に係る構成)することは，当業者が容易に想到し得たものとはいえない。」(審決14頁最終行～15頁7行)と判断している。",
            "しかし，「フランジ部分」を備えたサドル付分水栓においては，甲1発明における上胴に機能上相当する「ボール栓及びシートパッキンを内包する」部分に「フランジ部分」が設けられることは技術常識である(甲2～4，16，21～27)。上記技術常識を有する当業者は，甲1公報，甲2文献，甲3公報及び甲4文献に接したとすると，甲1発明におけるテーパネジ部(23)に代えて，「ボール栓及びシートパッキンを内包する」部分である上胴に「フランジ部分」を設けることに導かれる。",
            "したがって，相違点3の構成は，当業者が容易に想到し得るものであり，審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点6についての判断の誤り)",
          "text": [
            "審決は，甲2文献については，「胴とサドルとを結合するボルト及びバネ座金」(審決18頁1行)の存在により電気的に絶縁しているか導通しているかを認定し，甲4文献については，「ボールケースと本体とを結合する六角ボルト及びバネ座金」(審決18頁8行～9行)の存在により電気的に絶縁しているか導通しているかを認定し，これらを理由として，エポキシ樹脂による被膜により電気的腐食が達成されるか否かを認定している(審決18頁18行～20行)。",
            "しかし，本件明細書(甲10)の【0017】の記載を踏まえると，相違点6における「電気的腐食を防止する」とは，本件特許の請求項1における「支受面上に塗膜又は樹脂を介して前記フランジ部を重ねて」との構成(相違点4に対応)により奏される作用・効果として考えるべきであり，相違点6に関する認定・判断において，ボルトや座金は一切関係ない。サドル全体にエポキシ樹脂を塗装することは技術常識であるから，「支受面上に塗膜又は樹脂を介して前記フランジ部を重ねて」いる構成は，甲2文献や甲4文献に記載された事項から，当業者が容易になし得たものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(効果についての判断の誤り)",
          "text": [
            "審決は，分水栓の吐出方向の変更につき，「甲第3号証には，分岐管を介してではあるものの，ボールバルブを任意の方向に指向させることができるようにすることが記載されており(・・・)，また，甲第2号証及び甲第4号証には，フランジ式のサドル付分水栓で，「止水部を分解」する必要はあるものの，結合方向を変換することが可能な分水栓が記載されており，特に，甲第4号証には，フランジ式のサドル付分水栓において，分岐方向が本管と平行である状態と，分岐方向が本管と垂直方向である状態が示されていることから(・・・)，甲1発明においても，分水栓の吐出方向を変更しようとすることは，当然に要求されるべき課題であるといえる。ここで，甲1発明では，上胴は下胴を介してサドルに取付けられており，また，上胴と下胴との螺合は，「上下胴の螺合結合量を調整することによって，ボール栓を理想的な圧力で支承できる」(・・・)ようにするために，その螺合結合量を，むやみに変更できないことを考慮すれば，分水栓の吐出方向を変更するためには，栓本体(上胴及び下胴)とサドルとの結合方向を変更する必要が有ることは明らかである。」と認定している(審決13頁6行～21行)。",
            "また，甲1発明では，上胴(5)と下胴(6)とが間にボール栓(1)及びシートパッキン(16)(17)を介在して組合わさることによりなる止水部を，サドルバンド(25)のネジ孔(26)に対するネジ込み度合を変えることにより，前記止水部を分解することなく吐出方向(つまり分岐方向)を変更することができる。",
            "さらに，甲3公報に記載された考案では，ボール弁子(15)を内包するボールバルブ(14)が審決でいう「止水部」に相当する。そしてこのボールバルブ(14)は，フランジ(17)(18)の締着結合位置を変えることにより，前記止水部を分解することなく吐出方向(つまり分岐方向)を変更することができる。",
            "以上によれば，「止水部を分解することなく分岐方向を変換できる」という効果は，当業者が十分予測できる効果である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定の誤り並びにこれに伴う相違点2の認定及び判断の誤り)について",
          "text": [
            "甲1発明の認定及び相違点2の認定について",
            "甲1公報に記載のねじ式サドル付分水栓においては，ガスケットに相当する部材は，サドルバンド(25)と水道本管(27)との間からの漏れを防止するため，サドルバンド(25)と水道本管(27)との間に固定されなければならない。そのため，下胴(6)の下部のテーパネジ(23)が形成されている部分の外面が，水道本管(27)への取り付け時に，ガスケットに相当する部材が内側に膨らんでこないように，これを外側に押さえ付けている。このように，ガスケットに相当する部材は，下胴(6)の下部の外面によって，サドルバンド(25)と水道本管(27)との間に固定されているから，下胴(6)の下面と水道本管(27)との間には存在し得ない。",
            "原告は，下胴の下面と水道本管との間にガスケットが装着されていることは，仮に甲1公報に明示されていないとしても，当業者からすると開示されているに等しいというべきであると主張する。しかし，一般に，ねじ式サドル付分水栓においては，「漏水経路2」の漏水を防止すべく，ねじの部分を接着剤により固定している。また，一般に，ガスケット，シールリング等の弾性材料により構成されるシール部材は，押圧した場合に，押圧方向と垂直な面においてシール機能を奏する。よって，甲1公報記載のねじ式サドル付分水栓において，仮に，サドルバンド(25)が水道本管(27)に上下方向に押圧され，「ガスケットに相当する部材」が水平方向(内側)に変形し，はみ出した部分が下胴(6)と接触したとしても，シール機能が奏されることがないことは，当業者が当然に認識し得ることである。したがって，甲1発明におけるガスケットに相当する部材は，下胴(6)とサドル(25)のネジ孔(26)との間からの漏水経路2の漏水を防ぐことはできないから，水道本管(27)と下胴(6)の下面との間に装着されているとはいえない。",
            "相違点2の判断について",
            "甲1公報記載のねじ式サドル付分水栓においては，環状保持体を設けた上，環状保持体の下面にガスケットを装着することの動機付けはない。したがって，相違点2は，当業者が容易に想到するものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3についての判断の誤り)について",
          "text": [
            "仮に，甲1発明に，甲2文献，甲3公報及び甲4文献記載のフランジ式の結合を適用することができるとしても，甲2文献及び甲4文献における下側のフランジ部は，下胴(6)の下部に設けられ，上胴(5)と当接するフランジ部とすることは，当業者が容易に想到することではない。また，甲3公報第1図においては，ボールバルブ(14)及び枝管(12)は，全面にわたって互いに当接しているものについて，締具(19)を設けるために，フランジ(18)及び(17)を延接したものであるから，甲1公報記載のねじ式サドル付分水栓のように，上胴(5)とサドルバンド(25)とが当接していないものに，①上胴(5)の下部に水平方向に延設されるようにフランジ部を設けた上，②サドルバンド(25)の上部端部に，当該フランジ部と当接するように，対応するフランジ部を設けることは，当業者が容易に想到することではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点6についての判断の誤り)について",
          "text": [
            "甲2文献記載のフランジ式サドル付分水栓において，「サドル15」に施される「塗装」は，鋳鉄の耐久性向上(空気や水との接触による酸化・錆の防止)のためであり，本件特許発明における「電気的腐食を防止する」ことは，甲2文献に記載されていない。甲2文献においては，異種金属からなる胴1とサドル15とが，これらを結合するボルト及びワッシャーによって導通しているから(甲2・7頁付図1)，胴1とサドル15との間にエポキシ樹脂皮膜が存在するしないにかかわらず，電気的腐食は防止されていない。",
            "同様に，甲4文献においては，異種金属からなるボールケース3と本体1とが，これらを結合する六角ボルト8及びバネ座金によって導通しているから(甲4・174頁図)，ボールケース3と本体1との間にエポキシ樹脂皮膜が存在するしないにかかわらず，電気的腐食は防止されていない。",
            "以上のとおり，本件特許発明における「電気的腐食を防止する」ことは，甲2文献及び甲4文献に記載されていない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(効果についての判断の誤り)について",
          "text": [
            "原告は，甲1発明では，サドルバンド(25)のネジ孔(26)に対するネジ込み度合を変えることにより，前記止水部を分解することなく吐出方向(つまり分岐方向)を変更できると主張する。しかし，甲1発明は，ねじ式サドル付分水栓であるから，ねじの部分を接着剤により固定された状態で出荷され，かつ，使用されるため，現場の事情により方向変換が求められるような場合であっても，方向変換をすることができない(本件明細書【0006】)。したがって，甲1発明が分岐方向を変更できることを前提とする原告の主張は，失当である。",
            "本件特許発明においては，「環状保持体の下面と前記水道本管との間にガスケットを装着する」という構成により，「サドル自体は接水しない」という効果を実現する。他方，甲1発明においては，「サドルのボス部の下面の凹部と，下胴(6)の下部外壁面に形成されたテーパネジ部(23)の外周と，水道本管(27)の外周との間で囲まれる領域に，ガスケットに相当する部材が設けられている」という構成を採っているため，サドルバンド(25)が接水してしまうことになる。この点でも，本件特許発明の効果は，甲1発明から当業者が予測し得ないということができる。",
            "甲1文献に記載のねじ式サドル付分水栓は，ねじ式であるため全体の高さが高く，また，甲3公報に記載の分岐管接続装置は，枝管12を有しているために全体の高さが高いから，仮に，甲1発明に，甲3公報に記載の分岐管接続装置のフランジ式の結合を適用したとしても，全体の高さが高いことには変わりがない。よって，この点でも，本件特許発明の効果は，甲1発明及び甲3公報に記載の分岐管接続装置から当業者が予測し得ないということができる。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由1は理由がないから，その余の取消事由について判断するまでもなく，本件特許発明は，甲1発明並びに甲2文献，甲3公報及び甲4文献等の記載に基づいて当業者が容易に発明をすることができたものであるとは認められないとした審決の判断に誤りはなく，審決に取り消すべき違法はないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定の誤り並びにこれに伴う相違点2の認定及び判断の誤り)について",
          "text": [
            "甲1発明の認定及び相違点2の認定について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，甲1公報には，下胴の下面と水道本管との間にガスケットが位置することが実質的に開示されているから，審決の甲1発明の認定は，下胴の下面と水道本管との間にガスケットが位置していないとした点において誤りであり，審決が認定した相違点2は，相違点ではなく一致点であると主張する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかし，甲1公報の第1図には，下胴(6)のテーパネジ部(23)が，ガスケットに相当する部材の開口部の内側に入り込んだ態様が記載されており，ガスケットに相当する部材は，下胴の下面と水道本管との間には位置していない。",
                "原告は，甲1公報の第1図は不正確であり，甲1発明では，ガスケットに相当する部材は，漏水経路2(サドルと分水栓との螺着箇所から漏水する経路)からの漏水を防ぐために，下胴の下面と水道本管との間に膨出すると主張する。",
                "しかし，甲1公報には，「・・・上記分水栓の使用方法について説明する。先ず栓を取付けたサドルバンド(25)を水道本管(27)の所定の位置に据付け，・・・」(5頁11行～同頁13行)と記載されており，これによれば，甲1発明では，サドルバンドには，水道本管への据付けに先立って，栓が取り付けられていること，すなわち，下胴(6)を含む栓本体がネジ孔(26)にネジ込まれていることが明らかである。そうすると，サドルバンド(25)が水道本管(27)に据え付けられた時点では，下胴(6)のテーパネジ部(23)がガスケットに相当する部材の開口部の内側に入り込んだ状態となっているため，ガスケットに相当する部材がサドルバンド(25)と水道本管(27)に押圧されて開口部に膨出しようとしても，第1図に示されているように，ガスケットに相当する部材は，テーパネジ部(23)の下端側(水道本管側)に押し付けられた状態となり，下胴(6)の下面と水道本管との間に膨出することはできない。",
                "甲1発明では，このようにして，ガスケットに相当する部材がテーパネジ部(23)の下端側(水道本管側)に押し付けられた状態になること，言い換えれば，ガスケットに相当する部材がテーパネジ部(23)の下端側(水道本管側)を外側から押し付けることにより，原告の主張する漏水経路2(サドルと分水栓との螺着箇所から漏水する経路)をふさいでおり，漏水を防止している。",
                "したがって，甲1発明では，下胴(6)の下面と水道本管との間にガスケットに相当する部材が装着されていなくても，原告の主張する漏水経路2からの漏水を防ぐことが可能である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，甲1公報には，下胴の下面と水道本管との間にガスケットが位置することが実質的に開示されているとはいえず，審決の認定した相違点2は，実質的にも相違点であって，一致点であるとはいえない。",
                "したがって，原告の上記主張は採用することができない。",
                "相違点2の判断について",
                "原告は，仮に，審決が認定した相違点2が相違点であるとしても，相違点2に係る構成は，相違点3において，「ねじ」に代えて「フランジ」を適用する際に，テーパネジ部をまず除去するなど，技術常識又は技術水準に基づいて，簡単かつ当然に行われる設計変更により得られる構成にすぎず，当業者は，相違点2に係る構成を容易に想到することができると主張する。",
                "しかし，上記 のとおり，甲1発明では，ガスケットに相当する部材がテーパネジ部(26)の下端側(水道本管側)を外側から押し付けることにより漏水を防止していることから，たとえ相違点3において「ねじ」に代えて「フランジ」を適用したとしても，下胴のテーパネジ部を除去することはできない。",
                "したがって，原告の上記主張は採用することができない。",
                "小括",
                "よって，原告主張の取消事由1は理由がなく，相違点2についての審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "まとめ",
          "text": [
            "上記1のとおり，相違点2についての審決の判断に誤りがない以上，その余の取消事由について判断するまでもなく，本件特許発明は，甲1発明並びに甲2文献，甲3公報及び甲4文献等の記載事項に基づいて当業者が容易に発明をすることができたものであるとは認められないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10344",
    "date": "2014-07-17",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084354",
    "ipprecedent_id": "3790",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}