{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2011-16793号について，平成24年10月10日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「X線装置及び医用設備」とする発明について，平成13年2月20日，特許出願(パリ条約による優先権主張外国庁受理2000年2月22日。独国。以下「本願」という。)をしたが，拒絶査定されたため，平成23年8月4日，(cid:1) (cid:2)拒絶査定不服審判請求(不服2011-16793号)をするとともに，同日付で手続補正(以下「本件補正」という。)をした。",
            "特許庁は，平成24年10月10日，本件審判は成り立たない旨の審決(以下「審決」という。)をし，その謄本は，同月23日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願に係る発明の内容",
          "text": [
            "本件補正による補正後の本願の請求項1に係る発明(以下「本願発明」という。)の内容は次のとおりである(甲7)。",
            "「X線源(2)から出射する円錐状のX線束の中心放射(ZS)がX線検出器(4)のほぼ中心に当たるように，U字状またはC字形アーム状に構成された保持装置(30，53)に互いに向かい合って配置されているX線源(2)およびX線検出器(4)を備えた，患者(P)の頭部または顎部を放射線撮影するためのX線装置において，",
            "X線装置は，保持装置(30，53)を，患者(P)の頭部または顎部の一連の2D投影を撮影するために，軸線(B，C)の周りに電動機により移動させる手段(7，32，54)を有し，軸線(B，C)が保持装置(30，53)を通って延び，保持装置(30，53)が軸線(B，C)の周りを電動機により揺動可能であり，",
            "X線装置は，撮影された2D投影から3D像データセットを作成する手段(7，16，17)を含み，",
            "X線検出器(4)は中心放射(ZS)の方向に移動可能である",
            "ことを特徴とするX線装置。」(下線は補正箇所を示す。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写に記載のとおりである。審決は，要するに，本願発明は，甲10(特開平10-225455号公報)に記載の発明(以下「甲10発明」という。)及び周知の技術的事項に基づいて当業者が容易に発明することができたから，特許法29条2項の規定により特許出願の際独立して特許を受けることができず，本件補正は却下されるべきで，本件補正前の本願に係る発明も同様に(cid:1) (cid:3)特許を受けることができないから，本願は拒絶されるべきであるとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した甲10発明の内容は次のとおりである。",
                "「X線を発生するX線源と，",
                "被写体を通過したX線を画像信号として検出するX線撮像手段と，",
                "被写体を間にして前記X線源および前記X線撮像手段を相互に対向して支持するU字状に構成された支持手段と，",
                "前記支持手段を支持する装置フレームと，",
                "前記装置フレームに対して前記支持手段を回転軸線を中心として回動させるための回転制御モータと，",
                "前記X線撮像手段からの前記画像信号に基づいて部分CT断層画像を生成する画像信号処理手段と，",
                "を備えるX線撮影装置において，",
                "部分CT撮影中，前記回転制御モータは，前記支持手段を前記回転軸線を中心として回動させ，",
                "前記X線撮像手段は，前記X線源からのX線を画像信号として検出し，",
                "前記画像信号処理手段は，前記X線撮像手段からの前記画像信号に基づいて部分CT断層画像を生成するX線撮影装置。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が認定した，本願発明と甲10発明の一致点及び相違点は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「X線源から出射する円錐状のX線束の中心放射がX線検出器のほぼ中心に当たるように，U字状またはC字形アーム状に構成された保持装置に互いに向かい合って配置されているX線源およびX線検出器を備えた，患者の頭部または顎部を放射線撮影するためのX線装置において，",
                    "X線装置は，保持装置を，患者の頭部または顎部の一連の2D投影を撮影するために，軸線の周りに電動機により移動させる手段を有し，軸線が保持装置を通って(cid:1) (cid:4)延び，保持装置が軸線の周りを電動機により変位可能であり，",
                    "X線装置は，撮影された2D投影から3D像データセットを作成する手段を含むことを特徴とするX線装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "保持装置が軸線の周りを電動機により可能な変位について，本願発明では，「揺動」であるのに対して，甲10発明では，「回動」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "X線検出器について，本願発明では，「中心放射の方向に移動可能である」のに対して，甲10発明では，移動しない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2に係る審決の容易想到性の判断",
              "text": [
                "相違点2に係る事項の技術的意義は，明細書には記載されていないものの，撮影視野に応じて移動させる意味と理解され，甲11(特開平9-108211号公報)や甲13(特開2000-23968号公報)に記載されているように周知技術である。",
                "甲10発明に，甲11，甲13記載の周知技術を適用して，相違点2に係る構成とすることは，当業者が容易に想到することができる，と判断した。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2についての容易想到性判断の誤り-組合せの可否(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願に係る明細書(以下「本願明細書」という。甲1。図面を含む。)の【0001】及び【0005】からすると，本願発明が，「術中」にも使用されることを前提とした「X線装置」であることは明らかである。また，本願明細書の【0002】及び【0006】からすると，本願発明では，患者(P)の頭部又は顎部を放射線撮影するためのX線装置である。",
                    "これに対して，甲13では，【図2】のとおり患者の胴体(対象26)を検出するようになっており，本願発明のように，患者(P)の頭部又は顎部を放射線撮影す(cid:1) (cid:5)るためのX線装置ではない。",
                    "甲13記載の技術的事項は，本願発明とは異なる技術分野を対象にするものであるから，これを甲10発明と組み合わせることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲10に記載されたCTX線装置では，チンレスト12が横方向，前後方向及び上下方向に移動可能であり，またX線源28及びイメージセンサを設けた支持手段18が，前後方向，横方向，上下方向に移動可能かつ回転軸22の中心軸線を中心に回転可能であり，しかも一次スリット手段30が，X線源28から照射されるX線の幅及び高さを規制するとともに，二次スリット手段40が，イメージセンサ38に入るX線の幅及び高さを制限するようになっており，イメージセンサ38が，X線源28とは別個独立に移動することはない。",
                    "甲10に記載されたCTX線装置で，X線検出器において領域の大きさを最適に設定されるようにするためには，チンレスト12を前後方向に移動させるか，X線源28及びイメージセンサ38を設けた支持手段18を前後方向に移動させるか，一次スリット手段30がX線源から照射されるX線の幅及び高さを規制するか，二次スリット手段40がイメージセンサ38に入るX線の幅及び高さを規制すれば足りるのであって，甲13記載の技術的事項や，他の発明を組み合わせて，「X線検出器が中心放射の方向に移動する」構成とする必要はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての容易想到性判断の誤り-中心放射方向への移動(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明では，X線検出器が中心放射の方向に移動した場合，X線源2から出射されたX線束の中心は常にX線検出器4の中心になるので，移動後にX線検出4の中心とX線束の中心とがずれることはない。",
                    "これに対し，甲11の【図1】によれば，横材7は基準軸線14と平行に配置されている一方，送信器1から受信器4の方向は，送信器1の基準ビーム13の方向である。このように送信器1から受信器4の方向(送信器1の基準ビーム13の方向)が中心放射の方向であるから，横材7に沿って被検査物から受信器4までの距(cid:1) (cid:6)離を変化させた場合，受信器4は基準軸線14の方向(横材7に平行な方向)に移動するだけであり，基準ビーム13の方向へ移動することはない。",
                    "甲11においては「X線検出器が中心放射の方向に移動する」ことはなく，「X線検出器が中心放射の方向に移動可能である」ことは甲11には記載されていないから，甲10発明に甲11記載の技術的事項を組み合わせても本願発明の構成に至るものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲13についても，甲13の【0014】及び【図2】からは，「フラットパネル検出器」の運動方向は，ⅹ線管が生成した放射ビームの中心軸線方向と一致するか否かは明らかではない。たとえ一致するとしても，ⅹ線管が生成した放射ビームは，その部分がコリメータ52によって制限又はブロックされるのであるから，コリメータ52から放射されたビームパターン37の中心軸線と，フラットパネル検出器の変位する方向が常に一致するとは限らない。",
                    "したがって，甲10発明に甲13に記載の技術的事項を組み合わせたとしても，本願発明の構成に至るものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての容易想到性判断の誤り-X線検出器の配置(取消事由3)",
              "text": [
                "本願発明では，X線検出器を患者の頭部の比較的近くに置いて，像領域の大きさがそのつど検査ケースに対して最適に設定されるように，「X線検出器が中心放射の方向に移動可能である」。",
                "これに対して，甲13のCT装置は，胴体(対象26)の幅方向全体のX線検出ができるように構成されているため，フラットパネル検出器20は大型となり，対象26の比較的小さな領域を高分解能で検査する際にはフラットパネル20を対象26からかなり離れた位置に配置する必要があり，さらにフラットパネル検出器26に直接衝突しない放射ビームが対象又は患者に曝されることがないように，コリメータ52により放射ビームの一部を制限又はブロックする必要が生じている。",
                "このように，甲13に記載の技術的事項は，本願発明のように患者の頭部又は顎(cid:1) (cid:7)部を放射線撮影するものではなく，X線検出器を患者の頭部の比較的近くに置いて，像領域の大きさがそのつど検査ケースに対して最適に設定されるように「X線検出器が中心放射の方向に移動可能である」ように構成することを開示するものではないから，甲10発明に甲13に記載の技術的事項を組み合わせたとしても，本願発明の構成に至るものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "特許法159条2項で準用する特許法50条違反(取消事由4)",
              "text": [
                "甲13は，審尋において初めて挙げられた引用文献等であるにもかかわらず，審決においては，意見書を提出する機会を与えることなく，甲10発明に甲13記載の技術的事項を組み合わせて本願発明の進歩性を否定した。",
                "甲13に記載されている「フラットパネル検出器20」の運動は，本願発明を構成する重要な部分であり，甲13の存在によって初めて拒絶理由を構成するのであるから，拒絶査定不服審判において拒絶査定の理由と異なる理由を発見した場合に当たる。",
                "したがって，審決には手続違背がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2についての容易想到性判断の誤り-組合せの可否(取消事由1)に対して",
              "text": [
                "本願発明は，使用方法の発明ではなく，物としての「X線装置」の発明であるから，「術中」に限定することを前提とした原告の主張は，失当である。",
                "また，本願発明は「術中」に限定するものではないので，本願発明と甲10発明は「術中」に使用するか否かの点における相違はない。原告の主張は，甲10発明において，撮影視野を決める手段として周知の技術的事項を適用して相違点2に係る構成とすることが容易であるとした審決の判断に対する違法事由の主張として失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2についての容易想到性判断の誤り-中心放射方向への移動(取消事由2)に対して",
              "text": [
                "(cid:1) (cid:8)  甲11の【0008】には，「位置決め装置2・3はそれぞれ取り付け部5・6に取り付けられていて，高さ方向にかつ横材7に沿って調節移動可能である。横材7は回転継ぎ手8及び柱体9によって部屋の天井に支承されている。」と，【0010】には，「図2に関連して後述する制御装置18によって，受信器4は駆動装置17を介して位置を調節され，基準ビーム13が受信器4のビーム検出面の少なくともほぼ中心に入射せしめられる。」と記載されており，これらの記載からすると，甲11には，「X線検出器が中心放射の方向に移動可能である」ことが記載されている。",
                "甲13の【0014】には，「収集したイメージデータの分解能及びサイズは，対象からのフラットパネル検出器の変位を調整することによって調整可能である。詳述すれば，機械的駆動装置50が，フラットパネル検出器20を対象に近づけたり，遠去けたりするように運動させる。」と記載されており，甲13には「X線検出器が中心放射の方向に移動可能である」ことの技術的意義が記載されている。",
                "そうすると，甲11も甲13もともに「X線検出器が中心放射の方向に移動可能である」構成を備えている。",
                "また，乙2の【0015】，【0020】にも，「X線検出器が中心放射の方向に移動可能である」構成の記載がある。",
                "以上によれば，「X線検出器が中心放射の方向に移動可能である」構成が，周知の技術的事項であるとした審決に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2についての容易想到性判断の誤り-X線検出器の配置(取消事由3)に対して",
              "text": [
                "前記(2)のとおり，甲11も甲13もともに「X線検出器が中心放射の方向に移動可能である」構成を備えており，乙2の【0015】，【0020】の記載からも「X線検出器が中心放射の方向に移動可能である」構成が周知の技術的事項であると認められるのであって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "特許法159条2項で準用する特許法50条違反(取消事由4)に対して",
              "text": [
                "甲13は，「X線検出器が中心放射の方向に移動可能である」ことが周知の技術的(cid:1) (cid:9)事項である例示として挙げた文献であり，新たに拒絶の理由を構成する引用刊行物として提示した文献ではない。したがって，審決に原告の主張する違法はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書の記載は，次のとおりである(【図3】は別紙のとおり。)。",
                "「【0001】",
                "【発明の属する技術分野】本発明は，患者の頭部および顎部の2D投影を撮影するためのX線源およびX線検出器を有する患者の頭部および顎部を放射線撮影するためのX線装置に関する。さらに本発明はこのようなX線装置を有する患者の口，顎または顔部の診断用および外科手術用の医用設備に関する。",
                "【0002】",
                "【従来の技術】患者の顎の外科手術，歯の埋め込みまたは顔面の手術の診断および計画のために必要に応じて顎のX線撮影，個別歯のX線投影撮影，顎のX線パノラマ撮影または頭部または顎の組織範囲の3D像を取得するためのコンピュータトモグラフィ撮影が実行される。後者はコスト上の理由から根拠のある特殊な場合にのみ，たとえば歯の埋め込みのために，または3D像を手がかりにしての手術計画が必須である顔面／頭蓋範囲の復元手術の際に実行される。X線コンピュータトモグラフは比較的高価な撮像装置であるから，ごくわずかな顎手術にしかこのような装置は用いられず，従って顎の外科手術の計画および実行は一般に，直接的に相い続かない，顎外科医により実行可能な多数のプロセスステップを必要とする。歯の埋め込みの計画および実行のためにはたとえば，a)顎外科医において顎のサーベイ撮影を行ない，b)必要の際には放射線医において顎のX線コンピュータトモグラフによる撮影を行ない，c)コンピュータトモグラフィデータを顎外科医に転送し，d)顎外科医において手術を計画し，e)患者の手術を実行することが必要である。」",
                "「【0005】",
                "(cid:1) (cid:10)【発明が解決しようとする課題】本発明の課題は，経済的に構成可能であり，経済的な仕方で患者の頭部および顎部の3D像を取得し得るX線装置，及びこのようなX線装置を備えている医用設備を提供することである。",
                "【0006】",
                "【課題を解決するための手段】本発明によれば，X線装置に関する課題は，X線源から出射する円錐状のX線束の中心放射がX線検出器のほぼ中心に当たるように，互いに向かい合って配置され得るかまたは配置されているX線源およびX線検出器と，X線源およびX線検出器の保持手段と，保持手段を，患者の頭部または顎部の一連の2D投影を撮影するために，軸線の周りに電動機により移動させる手段と，撮影された2D投影から3D像データセットを発生する手段とを含んでいる患者の頭部および顎部の放射線撮影のためのX線装置により解決される。本発明によるX線装置は，回転アンギオグラフィ装置または移動可能なC字形アーム式X線装置と類似して，円錐状のX線束を送り出すX線源を有し，このX線源がX線検出器と一緒にX線装置の軸線の周りを移動され，その場合検査すべき患者の頭部または顎部は通常その軸線に沿って支えられている。軸線の周りの移動中に患者の頭部または顎部のさまざまな投影角度からの一連の2D投影が撮影され，それらから患者の頭部または顎部の3D像データセットが取得される。X線装置の構成(たとえば，X線検出器からのX線源の間隔およびX線源およびX線検出器の移動行程)は患者の口，顎および顔面範囲の必要条件に適合されている。X線装置はこうして比較的小形に保たれる。好ましくはX線源およびX線検出器は最大1メートルの相互間隔を有する。本発明によるX線装置では比較的低価格で入手可能でありまた実証されている構成要素が使用され得るので，X線装置が特に経済的に構成される。こうして経済的な条件がこのようなX線装置を顎外科医の診療室に備えるために望ましいので，顎外科医が撮像，手術計画および患者の手術を直接的に相い続くステップで多数回の着席による時間遅れなしに実行することができる。」",
                "「【0009】本発明の実施態様では，X線検出器がその台架または保持装置に対(cid:1) (cid:2)(cid:11)して相対的に中心放射の方向に移動可能である。このようにしてX線検出器は患者の頭部の比較的近くに置かれ，こうして像領域の大きさがそのつどの検査ケースに対して最適に設定される。従ってX線源およびX線検出器は一連の2D投影の際に通常非対称的に軸線または患者の頭部の周りを運動する。」",
                "「【0010】医用設備に間する課題は，前記のようなX線装置を有する患者の口，顎または顔部の診断用および外科手術用の医用設備において，患者台と，X線装置および患者台の互いに相対的な位置を決定する手段とを有し，X線装置および患者台が定められた仕方で互いに相対的に配置され，定められた仕方で互いに相対的に機械的に移動可能である医用設備によって解決される。」",
                "「【0012】医用設備に関する両構成は，顎外科医がX線装置，従ってX線装置により発生される3D像データセットと，患者が載せられまた通常固定されている患者台との間の空間的関係を知っていることにより，3D像データを手がかりにして得られた計画結果を簡単かつ便利な仕方で直接的に患者に伝達し，手術を実行することを可能にする。3D像データセットと患者台との間の知られている空間的関係により手術の途中でのX線装置に対して相対的な，従ってまた3D像データセットに対して相対的な，患者台の移動の際に，発生される3D像の表示が患者の変化した位置に自動的に適合される。",
                "【0013】本発明の実施態様では，ナビゲーションシステムによりX線装置及び／又は患者台の位置だけでなく顎外科手術の際に使用される少なくとも1つの医学器具も決定され，それによって外科手術を支援するためX線装置により得られた像内に医学器具を写像することが可能にされる。このようにして患者の身体に穿刺された医学器具がディスプレイ装置上に表示される像情報を手がかりにしてナビゲートされ，それによって外科手術の有意義な支援が行われる。」",
                "「【0014】",
                "【発明の実施の形態】本発明の実施例は添付の概要図に示されている。",
                "【0015】図1には患者Pの口，顎または顔面範囲の診断および外科手術のため(cid:1) (cid:2)(cid:2)の本発明による医用設備が示されている。この医用設備は患者Pの頭および顎範囲を放射線撮影するためのX線装置，患者台およびナビゲーションシステムを含んでいる。",
                "【0016】X線装置は台架1に配置されているX線源2と，台架3に配置されているX線検出器4とを有し，その際にX線検出器4はたとえばX線像増幅器またはaSi‐平面像検出器であってよい。X線源2およびX線検出器4は，X線源2から出射する円錐状のX線束の中心放射ZSがX線検出器4の入射スクリーンのほぼ中心に当たるように台架1，3に配置されている。",
                "【0017】台架1，3はほぼ同種に構成されており，天井に掛けられているレール5に配置されている。台架1，3はこの実施例では，詳細には示されていない電気的駆動部により垂直に両方向矢印aの方向に移動可能である望遠鏡形式に構成された台架である。このようにしてX線源2およびX線検出器4は放射線撮影のために図1に破線で示されている処置室BRに出入りさせられる。台架1，3の移動はX線装置の制御コンピュータ7により制御され，好ましくは，X線源2およびX線検出器4が常に互いに相対的に方向付けされた状態を保つように，同期して行われる。台架1，3の垂直な移動は操作デスク8からオペレータにより行われる。台架1におけるX線源2の配置とは異なって，X線検出器4は，X線束の中心放射ZSの方向に幾何学的に特定の仕方でシフト可能であるように，台架3に取付けられている移動装置9に配置されている。このようにして像領域の大きさは2D投影の取得の際のそのつどの撮影状況に適合される。」",
                "「【0019】患者Pは患者椅子12の形態の患者台に載せられている。患者椅子12はこの実施例の場合には，その構成要素13，14，15が公知の仕方で互いに相対的に電動機により移動されるように構成されている。患者PはこうしてX線装置に対して相対的に種々の位置にもたらされる。好ましくは患者Pは，患者椅子12上の位置を処置中に変更できないように，患者椅子12上に固定されている。",
                "【0020】患者Pの頭または顎範囲の一連の2D投影を撮影するために台架1，(cid:1) (cid:2)(cid:3)3は制御コンピュータ7により制御されてステップモータ10，11により同期して軸線Aの周りを移動される。通常その際にX線検出器4はX線源2に対して非対称に移動される。X線システムの移動の際に種々の投影角度で撮影された2D投影はX線装置の像メモリ16に一時記憶され，3D像データセットを発生するために像コンピュータ17に与えられる。3D像データセットの発生のために必要な投影ジオメトリ(これは任意に選択可能なX線座標系K1におけるX線源2およびX線検出器4の位置ならびに種々の2D投影の際の投影角度として理解され得る)を像コンピュータ17は直接的に制御コンピュータ7から受ける。特定のジオメトリで軸線Aの周りに台架1，3に配置されているX線源2およびX線検出器4の位置データを，制御コンピュータ7がステップモータ10，11の制御データから計算する。X線源2およびX線検出器4の出発位置は制御コンピュータ7に，望遠鏡形式に伸縮可能に構成された台架1，3の垂直な移動を生じさせる電気的駆動部の制御データから，またステップモータ10，11の制御データから，また移動装置9の設定データから知られている。公知の仕方で発生される3D像データセットから，像コンピュータ17が患者Pの頭および顎範囲の種々の3D像を発生し，表示装置18上に表示する。",
                "【0021】患者Pの頭および顎範囲の3D像を手がかりにして，図1には示されていない顎外科医が撮像に続いて直ちに，場合によっては患者Pに施すべき手術を計画し得る。その際に，発生される3Dデータセットおよびそれから発生される3D像のX線座標系K1における位置が，2D投影の撮影の際のX線源2およびX線検出器4の知られている位置を手がかりにして同じく知られていることは有利である。このようにして顎外科医は計画の結果を直接的に患者Pに伝達し，直ちに患者Pに手術を施す。このような計画はたとえば歯埋め込みのためのピンを受け入れる穿孔の場所および方向の決定である。医師は3D像を手がかりにして穿孔のために必要なデータを決定し，また穿孔処置を相応に患者Pの顎に施す。」",
                "「【0026】図3は患者Pの口，顎または顔面範囲の診断および外科手術のための(cid:1) (cid:2)(cid:4)本発明による医用設備の第2実施例を示す。図3に示されている医用設備はX線装置の部分を除いて図1に示されている上述の医用設備と構成的および機能的に同じである。図1に示されている医用設備と異なり，図3に示されている医用設備のX線装置は垂直に延びている軸線Bの周りを揺動可能に天井に掛けられたC字形アーム30を有し，それに互いに向かい合ってX線源2およびX線検出器4が定められた仕方で配置されている。X線源から出射する円錐状のX線束の中心放射ZSはX線検出器の入射スクリーンのほぼ中心に当たる。X線検出器4は移動装置9を介して，中心放射ZSの方向に定められたジオメトリで移動可能であるように，C字形アーム30に配置されている。C字形アーム30は望遠鏡形式に伸縮可能に構成されたホルダー31を介して処置室の天井Dに配置されており，また制御コンピュータ7により駆動される図示されていない電気的駆動部により垂直に両方向矢印bの方向に移動可能である。同じく制御コンピュータ7により駆動されるステップモータ32により，C字形アーム30はホルダー31に対して相対的に軸線Bの周りを揺動される。",
                "【0027】患者Pの頭または顎範囲の3D像データセットを取得するために，C字形アーム30はステップモータ32により駆動されて軸線Bの周りに揺動され，その際に一連の2D投影がさまざまな投影角度において撮影される。像メモリ16に一時記憶された2D投影を像コンピュータ17が続いて制御コンピュータ7から与えられる投影ジオメトリと一緒に図1で説明された実施例の場合のように患者Pの頭または顎範囲の3D像データセットを発生するために使用する。制御コンピュータ7は投影ジオメトリをステップモータ32の制御データから求め，その際にX線システムの出発位置はステップモータ32の制御データ，ホルダー31の電気的駆動部の制御データおよび移動装置9の設定データから制御コンピュータ7に知られている。X線座標系K1における3D像データセットの位置は2D投影の撮影の際のX線システムの知られている位置に基づいて同じく知られているので，3D像を手がかりにして得られた計画結果を患者Pに直接的に伝達することが可能であ(cid:1) (cid:2)(cid:5)る。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲10の記載",
              "text": [
                "甲10には次のとおりの記載がある(【図1】及び【図2】は別紙のとおり。)。",
                "「【特許請求の範囲】",
                "【請求項1】 X線を発生するX線源と，被写体を通過したX線を検出するX線撮像手段と，被写体を間にして前記X線源および前記X線撮像手段を相互に対向して支持する支持手段と，前記支持手段を支持する装置フレームと，前記装置フレームに対して前記支持手段を移動させるための移動手段とを具備するX線撮影装置において，部分CT断層画像を生成するCTモードとパノラマ断層画像を生成するパノラマモードに切換えるモード切換手段を備えており，前記モード切換手段によって前記CTモードが選択された場合，部分CT撮影中，前記移動手段は，前記X線源および前記X線撮像手段をCT画像形成軌跡に沿って移動し，一方前記モード切換手段によってパノラマモードが選択された場合，パノラマ撮影中，前記移動手段は，前記X線源および前記X線撮像手段をパノラマ画像形成軌跡に沿って移動することを特徴とするX線撮影装置。」",
                "「【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】本発明は，人体の頭部等の被写体を所望の断層面に沿って撮影するX線撮影装置に関する。」",
                "「【0008】本発明の目的は，パノラマ断層撮影に加えて部分CT断層撮影を行うことができるX線撮影装置を提供することである。",
                "【0009】本発明の他の目的は，局部的なCT断層撮影を行うことができるX線撮影装置を提供することである。",
                "【0010】本発明のさらに他の目的は，部分CTX線撮影に際して，被写体とX線源およびX線撮像手段とを所定の位置関係に保持することができるX線撮影装置を提供することである。」",
                "(cid:1) (cid:2)(cid:6)「【0015】本発明に従えば，部分CT撮影中，移動手段は支持手段の回転軸線を中心としてこの支持手段を回動させるので，所望の部分CTX線撮影を行うことができる。また，パノラマ撮影中，移動手段は支持手段の回転軸線を包絡線に沿って移動するとともに，前記支持手段をその回転軸線を中心として所要のとおり回動するので，X線源からのX線は歯列弓に対して実質上垂直な方向に照射され，所望のパノラマ撮影を行うことができる。」",
                "「【0049】",
                "【発明の実施の形態】以下，添付図面を参照して，本発明に従うX線撮影装置の一実施形態について説明する。このX線撮影装置では，局部的部位についてのCTX線撮影を行うことができるとともに，パノラマX線撮影を行うことができる。図1において，図示のX線撮影装置は，装置フレーム2を備えている。装置フレーム2は，床面に載置される基台4と，この基台4に設けられた支柱6と，昇降フレーム8とを備えている。支柱6は基台4から実質上垂直上方に延びており，この支柱6に昇降フレーム8が上下方向に昇降自在に装着され，昇降制御モータ15(図2，図7)によって昇降動される。昇降フレーム8には，被写体位置調整機構10を介して，被写体位置付け手段を構成するチンレスト12が位置調整自在に装着されている。被写体である患者は，基台4上に立ち，その顎がチンレスト12に位置付けられ，このように位置付けることによって，撮影すべき部位が撮影領域に位置付けられ，所定部位へのX線撮影が後述するようにして行われる。被写体位置調整機構10およびこれに関連する構成については，後述する。",
                "【0050】昇降フレーム8の上端部には，水平アーム16が設けられている。水平アーム16は，装置の前方，図1において右下方に延びており，その先端部に支持手段18が装着されてる(注  「装着されている」の誤記と認める)。水平アーム16と支持手段18との間には，水平アーム16に対して前後方向(図1において右下から左上の方向)に移動自在であるX軸テーブルと，上記前後方向に対して垂直な横方向(図1において左下から右上の方向)に移動自在であるY軸テーブルと(cid:1) (cid:2)(cid:7)を含む平面移動機構20が介在され，この平面移動機構20の先端部に回転軸22(図2参照)が回転自在に支持され，この回転軸22に支持手段18が装着されている。したがって，回転軸22の中心軸線が支持手段18の回転軸線を構成し，支持手段18はこの回転軸線を中心として回転される。支持手段18は，所定方向に延びる支持アーム24を備え，この支持アーム24の中央部が上記回転軸22に取付けられている。支持アーム24の一端部には下方に延びる第1の取付部26が一体的に設けられ，この第1の取付部26にX線源28および一次スリット手段30が設けられている。一次スリット手段30は，X線源28に近接してその前方に配設され，X線源28に装着されている。また，支持アーム24の他端部には下方に延びる第2の取付部32が一体的に設けられ，この第2の取付部32にX線撮像ユニット34が装着されている。X線撮像ユニット34は，X線源28から照射されるX線を検出するX線撮像手段が設けられ，このX線撮像手段は，本実施形態ではイメージセンサ38(図2参照)から構成されている。また，X線撮像ユニット34は，イメージセンサ38に近接してその前方に配設される二次スリット手段40(図2参照)を備えている。",
                "【0051】図1から理解されるとおり，X線撮影すべき被写体は，X線源28とイメージセンサ38との間に位置付けられ，X線源28からのX線が被写体に向けて照射される。一次スリット手段30は，X線源28から照射されるX線の幅および高さを規制し，不要なX線が被写体に向けて照射されることを阻止する。被写体を通過したX線はイメージセンサ38によって検出される。二次スリット手段40は，図2に示すように，イメージセンサ38に入るX線の幅および高さを規制し，不要なX線がイメージセンサ38に入るのを阻止する。X線撮影する際に選択される一次スリット手段30のスリットと二次スリット手段40のスリットとは，相互に相似形であり，二次スリット手段40のスリットは，一次スリット手段30を介して放射される放射ビーム形状よりも幾分小さくなるように設定するのが望ましい。なお，本実施形態のX線撮影装置においては，後に詳述するとおり，部分CT断層(cid:1) (cid:2)(cid:8)撮影およびパノラマ断層撮影が可能であるので，このことに関連して，一次スリット手段30および二次スリット手段40は，それぞれ，選択された断層撮影の様式に対応したスリット開口となるように構成されており，それらの構成については後述する。",
                "【0052】次に，図2を参照して，X線撮影装置の概要についてさらに説明する。水平アーム16と支持アーム24との間に介在された平面移動機構20は，上述したとおり，X軸テーブルおよびY軸テーブルを含んでいる。たとえば，X軸テーブルは前後方向に移動自在に水平アーム16に装着されており，このX軸テーブルに関連して，これを前後方向に移動させるためのX軸制御モータ42が設けられている。また，Y軸テーブルは横方向に移動自在にX軸テーブルに装着されており，このY軸テーブルに関連して，これを横方向に移動させるためのY軸制御モータ44が設けられている。また，Y軸テーブルには回転軸22が回転自在に支持され，この回転軸22に関連して，これを回転させるための回転駆動手段を構成する回転制御モータ46が設けられている。このように構成されているので，X軸制御モータ42を回転駆動することによって，支持手段18を水平アーム16，すなわち装置フレーム2に対して前後方向に移動させることができ，またY軸制御モータ44を回転駆動することによって，支持手段18を水平アーム16に対して横方向に移動させることができ，さらに回転制御モータ46を回転駆動することによって，支持手段18を水平アーム16に対して上下方向に延びる軸線を中心として回動させることができる。X軸制御モータ42，Y軸制御モータ44および回転制御モータ46は，部分CT撮影およびパノラマ撮影にあたって支持手段18を所要のとおり移動させるための移動手段を構成する。」",
                "「【0060】このように構成されているので，Z軸制御モータ114が所定方向(または所定方向とは反対方向)に回転駆動されると，ねじ軸112の回動によって第1のテーブル本体100が昇降フレーム8，したがって装置フレーム2に対して上方(または下方)に移動される。また，X軸制御モータ142が所定方向(または(cid:1) (cid:2)(cid:9)所定方向と反対方向)に回動されると，ねじ軸140の回動によって第2のテーブル本体128が昇降フレーム8に対して前方(または後方)に移動される。さらに，Y軸制御モータ158が所定方向(または所定方向と反対方向)に回動されると，ねじ軸156の回動によって第3のテーブル152が左方(または右方)に移動される。そして，X軸，Y軸およびZ軸制御モータ142，158，114を所要のとおりに制御することによって，チンレスト12に位置付けられる被写体をX線源28およびイメージセンサ38間の所定位置に，換言すると所定の撮影領域に位置付けることができる。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲11の記載",
              "text": [
                "甲11には，次のとおりの記載がある(【図1】は，別紙のとおり。)。",
                "「【特許請求の範囲】",
                "【請求項1】 互いに間隔をおいている送信器(1)のための第1の位置決め装置(2)と受信器(4)のための第2の位置決め装置(3)とを有しているレントゲン診断装置において，両方の位置決め装置(2・3)が共通の基準軸線(14)を有しており，送信器(1)から放射されるビーム束の基準ビーム(13)が共通の基準軸線(14)と鋭角(α)で交わりかつ少なくともほぼ受信器(4)の中心に入射するように，送信器(1)が第1の位置決め装置(2)に取り付けられており，送信器(1)及び受信器(4)はそれぞれ，共通の基準軸線上に中心点を有している円弧に沿った位置をしめることができることを特徴とする，レントゲン診断装置。」",
                "「【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】本発明は，互いに間隔をおいている送信器のための第1の位置決め装置と受信器のための第2の位置決め装置とを有しているレントゲン診断装置に関する。」",
                "「【0004】",
                "【発明が解決しようとする課題】本発明の課題は，特に，大きな被検査物の比較的(cid:1) (cid:2)(cid:10)に小さな範囲，例えば四肢関節，頭蓋部分，特に歯及びあご関節の診断のための断層写真の作成に特に適しているように，最初に述べた形式のレントゲン診断装置を構成することである。更に診断装置の操作が簡単で，診断装置を安価に製作し得るようにする。特に診断装置は，歯科診療の際に受信器を患者の口腔内に配置しなくてもよいように，構成する。」",
                "「【0008】図1において単に原理的に示したレントゲン診断装置においては，送信器1のための第1の位置決め装置が符号2で示されている。本発明によれば受信器4のために第2の位置決め装置3が設けられている。位置決め装置2・3はそれぞれ取り付け部5・6に取り付けられていて，高さ方向にかつ横材7に沿って調節移動可能である。横材7は回転継ぎ手8及び柱体9によって部屋の天井に支承されている。",
                "【0009】第1の位置決め装置2は，円板形の位置決め部材10，例えば送信器1の基準ビーム13の傾斜角度を調節するための，送信器1のケーシング若しくは鏡胴12を収容する切り欠き部11を備えている円板を有している。送信器1を切り欠き部11によって円板形の位置決め部材10に取り付けると，送信器1から放射されるビーム束の基準ビーム13，例えば中心ビーム，が両方の位置決め装置2・3に共通の基準軸線14と鋭角αで交わる。この場合基準軸線14は例えば第1の位置決め装置2の円板形の位置決め部材10及び受信器4を支承している第2の円板形の位置決め部材15の中心を通っている。",
                "【0010】円板形の位置決め部材10・15は，それぞれ所属の駆動装置16・17によって共通の基準軸線14を中心として調節回動し得るように，取り付け部5・6に支承されている。図2に関連して後述する制御装置18によって，受信器4は駆動装置17を介して位置を調節され，基準ビーム13が受信器4のビーム検出面の少なくともほぼ中心に入射せしめられる。」",
                "「【0012】・・・例えば送信器1の位置が変化したときに，受信器4の位置が相応して変化せしめられて，基準ビーム13が共通の基準軸線14と鋭角αで交わる(cid:1) (cid:3)(cid:11)ように，送信器1及び受信器4の位置を調節する機構を設けることも，本発明の範囲内で可能である。」",
                "「【0016】",
                "【発明の効果】本発明の効果は，送信器のためにも，また受信器のためにも，それぞれ1つの位置決め装置が設けられていて，これらの位置決め装置が共通の基準軸線を有していることである。したがって送信器と受信器との間の間隔は定められている。送信器から放射されるビーム束の基準ビームが共通の基準軸線と鋭角で交わりかつ少なくともほぼ受信器の中心に入射するように，送信器が第1の位置決め装置に取り付けられていることは，断層写真の作成のために有利である。これにより，受信器は基準ビームに対して側方の方向での位置を解析する信号を生ぜしめることができ，これらの信号に基づいて所定の平面内の層像を計算することができる。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲13の記載",
              "text": [
                "甲13には，次のとおりの記載がある(【図2】は別紙のとおり。)",
                "「【特許請求の範囲】",
                "【請求項1】 蛍光透視方式のイメージング装置であって，検査領域を横切って対面配置されているx線管(18)及び平板x線検出器(20)を支持し，上記x線管(18)及び上記平板x線検出器(20)を上記検査領域の周囲で回転させるガントリ(10)と，上記x線管(18)及び上記平板x線検出器(20)を上記検査領域の周囲で選択的に回転させる電動機アセンブリ(22)と，上記x線管(18)と平板x線検出器(20)の副領域との間を伸びる複数の発散線の1つに沿う放射減衰を各々が表しているデータ値の二次元アレイを上記平板検出器(20)から読出す読出しデバイス(34)と・・・を備えていることを特徴とするフルオロスコーピックイメージング装置。」",
                "「【発明の詳細な説明】【0001】",
                "【発明の属する技術分野】本発明は，ボリューメトリック(vokumetric)イメージデータの収集，特に医療診断イメージングに関する。本発明は，特にコンピュータ化(cid:1) (cid:3)(cid:2)トモグラフィック(CT)スキャナ及び蛍光透視式(fluoroscopy)システムに関連する応用を有しており，以下特にそれに関連して説明する。しかしながら，本発明はボリューメトリックイメージングデータを収集するような他の型のイメージングシステム及び応用にも適用できることを理解されたい。」",
                "「【0010】",
                "【実施例】図1及び2を参照する。1.5m程度の大直径トラック10が，フロアに静止取付けされている。詳述すれば，トラックは大直径であり，その外レース12は静止支持具14によって静止的に支持され，内レース16は外レース内で自由に回転する。x線管18は内レースに取付けられ，それと共に回転する。フラットパネル検出器20はx線源に対面するように内レースに取付けられている。・・・駆動電動機22が内レースに接続されていて，x線管及びフラットパネル検出器を環10の中心軸の周囲で選択可能な角度配向にインデックスする。患者支持具24が，対象26の関心領域を環10の幾何学中心に支持するように位置決めされている。",
                "【0011】タイミング及び制御回路30が電動機22を制御し，x線管を対象の周囲の複数の所定の角位置(例えば1°間隔のステップ)の各々にインデックスする。各ステップにおいて，タイミング及び制御回路は，x線撮影(radiographic)動作モードにおいてはx線撮影エネルギレベルで，及び蛍光透視動作モードにおいては蛍光透視エネルギレベルでx線管電源32をパルス駆動する。x線管は制限された時間にわたってx線のパルスを対象を通して送り，フラットパネル検出器20に衝突させる。蛍光透視エネルギレベルは低いので，フラットパネル検出器の各セルは受信した放射をパルスの持続時間にわたって積分する。放射パルスの後に，タイミング及び制御回路30は，フラットパネル検出器20によって生成された二次元フレームイメージをフレーム読出し回路34に読出させる。同時に，タイミング及び制御回路30は，電動機22にx線管及びフラットパネル検出器を次の角度ステップにインデックスする。」",
                "「【0014】収集したイメージデータの分解能及びサイズは，対象からのフラット(cid:1) (cid:3)(cid:3)パネル検出器の変位を調整することによって調整可能である。詳述すれば，機械的駆動装置50が，フラットパネル検出器20を対象に近づけたり，遠去けたりするように運動させる。同様に，コリメータ52はx線管が生成した放射のファンビームの平行化，または発散を調整し，フラットパネル検出器に直接衝突しない放射ビームの部分を制限またはブロックする。倍率コントロール54がコリメータ52及びフラットパネル検出器駆動装置50に接続されていて，これら2つを協調調整し，x線管がフラットパネル検出器の両側へ放射の線を送らないようにして検出器に衝突するファンビームをx線管に投射させる。検出器に衝突しない放射線はコリメータ52によってブロックされるので，対象または患者はこれらの放射に曝されることはなく，これらの放射は得られるイメージには寄与しない。フラットパネル検出器を対象に近接するように運動させることによって，対象の比較的大きいボリュームを検査することができる。フラットパネル検出器を対象から遠去けるように運動させ，平行化を狭めることによって，対象の比較的小さい領域を高分解能で再構成することができる。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点2についての容易想到性判断の誤り-組合せの可否)，取消事由2(相違点2についての容易想到性判断の誤り-中心放射方向への移動)及び取消事由3(相違点2についての容易想到性判断の誤り-X線検出器の配置)について",
          "text": [
            "事案に鑑み，原告主張に係る取消事由1ないし3を併せて検討する。当裁判所は，次のとおり，原告主張に係る取消事由1ないし3には理由がないものと判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に係る検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明と甲10発明との間には，前記第2，3(3)イのとおりの相違点1に加えて，同ウのとおり，「X線検出器について，本願発明では，『中心放射の方向に移動可能である』のに対して，甲10発明では，移動しない点。」との相違点(相違点2)が存する(この点については，当事者間に争いがない。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲11には，前記1(3)のとおりの記載がある。甲11の受信器4が取り付け(cid:1) (cid:3)(cid:4)られる第2の位置決め装置3は，横材7に沿って調節移動可能に取り付け部6に取り付けられているものであるから，受信器4は，横材7に沿って調節移動可能であって，受信器4は，基準ビームの方向に移動可能であるといえる。そして，甲11の受信器4はX線検出器に相当し，後記(2)イのとおり，基準ビームの方向はX線の中心放射の方向であるから，甲11には，「X線検出器が中心放射の方向に移動可能である」ことが開示されている。",
                    "そして，受信器4が，撮影される対象から離れる向きに移動すれば撮影対象の範囲は狭くなり，逆に撮影される対象に接近する向きに移動すれば撮影対象の範囲は広くなるのであるから，甲11の記載から，当業者は，受信器4を移動させることによって撮影視野が変わることを理解するものといえる。",
                    "さらに，甲13には，前記1(4)のとおりの記載がある。甲13(特に【0011】【0014】)には，x線管からx線のパルスをフラットパネル検出器20へ対象を通して送り，衝突させることで，フラットパネル検出器20に二次元フレームイメージを生成するものにおいて，フラットパネル検出器20を対象に近づけたり，遠ざけたりするように運動させることで，対象のイメージデータのサイズ(撮影範囲)を調整することが記載されている。",
                    "以上によれば，甲11及び甲13には，周知の技術的事項として，「撮影視野に応じて(X線検出器を)移動させる」ために「X線検出器が中心放射の方向に移動可能である」ように構成することが記載されているといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲10には，前記1(2)のとおりの記載がある。甲10には，部分CTX撮影を行うときに，U字状に構成された支持手段の位置付けを平面移動機構20のX軸制御モータ42及びY軸制御モータ44を作動制御することによって，被写体が撮影領域に相対的に位置付けられることも記載されている。そして，この「被写体が撮影領域に相対的に位置付けられること」は，被写体の撮影範囲及び撮影位置に基づいて位置付けされているといえる。",
                    "前記イのとおり「撮影視野に応じて(X線検出器を)移動させる」ために「X線(cid:1) (cid:3)(cid:5)検出器が中心放射の方向に移動可能である」ように構成することが周知の技術的事項であり，甲10発明と周知の技術的事項とは，撮影範囲あるいは撮影視野に応じて，X線源又はX線検出器あるいは被写体を位置調整する点で共通することから，甲10発明において，撮影範囲あるいは撮影視野に応じて，支持手段を位置付けすることに代えて，X線検出器が中心放射の方向に移動可能な構成とすることは，当業者が容易に想到するものといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明は「術中」にも使用される「X線装置」であるのに対し，甲13は本願発明と異なる技術分野を対象にするものであるから，これを甲10発明と組み合わせることはできないと主張する。",
                    "しかし，原告の主張は，以下のとおり採用できない。",
                    "まず，本願発明は「術中」に使用されること，あるいは使用できることを要件とするものではない。本願発明は，「X線装置」であり，このX線装置は，「患者の口，顎または顔部の診断用および外科手術用の医用設備」として用いられるものであり，「術中」に使用されることに限定されるものではないから，原告のこの点の主張は，前提を欠き失当である。",
                    "甲10発明も甲13記載の技術的事項も，いずれもX線撮影装置の発明である点において共通しており，甲13においても，フラットパネル検出器20を移動させる構成は，撮影対象の範囲と分解能を調整することを目的とするためであるから，甲10発明に甲13記載の技術的事項を適用することは，何ら妨げられるものではない。",
                    "以上のとおり，原告の主張は，採用の限りでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲10発明のCTX線装置で，X線検出器において領域の大きさを最適に設定されるようにするためには，チンレスト12を前後方向に移動させるか，X線源28及びイメージセンサ38を設けた支持手段18を前後方向に移動させるかなどの方法があるから，「X線検出器が中心放射の方向に移動する」必要はなく，(cid:1) (cid:3)(cid:6)甲13記載の技術的事項及び他の発明を組み合わせる必要はないと主張する。",
                    "しかし，原告の主張は，以下のとおり採用の限りでない。",
                    "すなわち，甲10発明のX線検出器において領域の大きさを最適に設定されるとの課題を解決しようとするならば，撮影範囲に基づいて，チンレスト12を撮影位置に位置付けすることに代えて，同様に領域の大きさを最適に設定するための周知の技術的事項を適用することにより，相違点2に係る構成に至ることに困難はなく，同課題を解決することができるといえる。",
                    "この点，原告は，甲10発明のX線検出器については，他の手段を用いることによって課題を解決することができる以上，本願発明の方法は容易想到ではないと主張する。しかし，課題解決のための他の方法が複数存在することが，当然には本願発明の課題解決方法を採用することを困難とさせるものであるとはいえないから，原告の主張は，採用の限りでない。",
                    "また，甲10発明において，指示手段18を前後方向に移動させ，あるいは一次スリット手段30又は二次スリット手段40によって，X線の幅及び高さを規制することも，X線検出器において領域の大きさを最適に設定されるようにするものであるから，これらに代えて周知の技術的事項を適用して，X線検出器について，中心放射の方向に移動可能である構成とするのは，何ら妨げられることがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲11や甲13においては，「X線検出器が中心放射の方向に移動する」ことはなく，「X線検出器が中心放射の方向に移動可能である」ことは記載されていないと主張する。",
                    "しかし，原告の上記主張は，以下のとおり失当である。すなわち，甲11においては，受信器4は，横材7に沿って調節移動可能である。他方，受信器4は，送信器1から放射されるビーム束の基準ビーム13が受信器4のビーム検出面のほぼ中心に入射せしめられるように位置を調整される(甲11の【0010】【0012】【0016】)ものである。甲11の【図1】の記載から受信器4を横材に沿ってのみ移動させると，受信器4のビーム検出面において，基準ビーム13が入射する位(cid:1) (cid:3)(cid:7)置が変わることは明らかであるが，甲11記載のレントゲン診断装置は，基準ビーム13が受信器4のビーム検出面のほぼ中心に入射するように位置調整されるものであるから，受信器4が横材7に沿って調節移動されても，位置調整を行うことによって，受信器4のビーム検出面のほぼ中心に基準ビームが入射するようにされるといえる。このように，基準ビームは常にビーム検出面のほぼ中心に入射するように位置調整されるのであるから，受信器4が横材7に沿って調節移動することとあわせてみると，受信器4は，基準ビームの方向に移動可能であり，甲11には，「X線検出器が中心放射の方向に移動可能である」ことが記載されているといえる。",
                    "また，甲13には，フラットパネル検出器20の移動方向として，対象に近づけたり遠ざけたりするように運動させるとしか記載されていないが，フラットパネル検出器20にx線のパルスが衝突するためには，当然，x線管から放射されたx線が衝突する方向へ運動させる必要があり，そのために最も適しているのはx線の放射の中心方向に移動させることであるのは明らかである。したがって，甲13には，「X線検出器が中心放射の方向に移動可能である」ことが記載されているといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告の主張は，いずれも採用の限りではなく，甲10発明に，甲11又は甲13に記載の周知の技術的事項を適用することにより，当業者が容易に相違点2に係る構成に至ることができるとした審決の判断に違法はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(特許法159条2項で準用する特許法50条違反)について",
          "text": [
            "原告は，審決では，相違点2について，甲10発明に甲13記載の技術的事項を組み合わせることによって，容易であると判断されたが，審決には，甲13について原告に意見書を提出する機会を与えなかったとの手続上の瑕疵があると主張する。",
            "しかし，原告の同主張は，以下のとおり失当である。",
            "すなわち，審決では，相違点2について，「『X線検出器が中心放射の方向に移動可能である』ことの技術的意義」が「撮影視野に応じて(X線検出器を)移動させる」ことであるとするならば，同事項は周知の技術的事項であると判断したこと，(cid:1) (cid:3)(cid:8)その点の裏付けとして，甲11とともに甲13を例示していることが明らかである。審決の同判断に当たり，甲13を周知の技術的事項の例示として追加することは，何ら新たな理由を示したことにはならないから，審決の理由が原査定である拒絶査定(甲5)と異なる理由を発見した場合には当たらず，原告の主張は失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，審決には，原告の主張に係る取消事由は存在しない。原告は，その他縷々主張するが，いずれも採用の限りではない。よって，原告の請求を棄却することとして主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10047",
    "date": "2014-02-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083985",
    "ipprecedent_id": "3657",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}