{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2011-25079号事件について平成25年6月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判不成立審決の取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "- 1 -原告は，平成20年5月13日，名称を「日本語かな表記法及び装置」とする発明につき特許出願（特願2008-149853号，乙2）をしたが，平成22年12月16日付けで拒絶理由が通知され（乙2の2），平成23年3月2日付けで手続補正をしたが（乙2の3），同年4月8日付けで拒絶理由が通知され（乙2の5），同年6月13日付けで手続補正をしたが（乙2の6），同年8月2日付けで拒絶査定を受けたので（乙2の8），同年11月4日付けでこれに対する不服の審判（不服2011-25079号）を請求するとともに（乙2の10），同日付けで手続補正をしたが（乙2の9），平成24年11月22日付けで拒絶理由が通知され（乙2の14），平成25年1月28日付けで手続補正をした（乙2の15）。",
            "特許庁は，平成25年6月25日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年7月13日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明の要旨は，平成25年1月28日付け手続補正書（乙2の15）の特許請求の範囲の請求項1に記載された，以下のとおりである。",
            "「【印刷物又はディスプレー表示装置に，文字と同様のものとして，又は言葉の構成部分として，国際音声記号表記で［pa］，［pi］，［pɯ ］，［pe］，［po］の半濁音発音を，表記する表記方法であって，",
            "前記半濁音発音の表記のかたちは，",
            "国際音声記号表記で子音部の「k」及び「g」が共に「軟口蓋音」であって発声時の口の形状が同じである「か行」に対する濁音「が行」，",
            "国際音声記号表記で子音部の「s」及び「z」が共に「歯茎音」であり発声時の口の形状が同じである「さ行」に対する濁音「ざ行」，",
            "及び国際音声記号表記で子音部の「t」及び「d」が共に「歯音」であり発声時の口の形状が同じである「た行」に対する濁音「だ行」の関係があることから，",
            "濁音や半濁音の50音の各行の発音時の子音部の口の形状は，濁点及び半濁点が付される行の発音時の口の形状と同じであるべきではないかとの技術的な見地からの- 2 -思想により，前記国際音声記号表記で［pa］，［pi］，［pɯ ］，［pe］，［po］の発音は子音部「p」が「両唇音」であることからその表記は，子音部が「両唇音」であって発音時の口の形状が同じである「ま行」の半濁音発音表記であった方がより合理的であろうとの思想から，50音の「ま行」のカタカナのそれぞれ順に半濁点を付したかたちである「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」を当該発音に対する発音の表記のかたちとし，",
            "当該発音の表記のかたちはそれぞれを［マ゜＝pa］，［ミ゜＝pi］，［ム゜＝pɯ ］，［メ゜＝pe］，［モ゜＝po］と発音し，",
            "当該発音の表記のかたちの印刷又はディスプレー表示は，コンピュータ，通信端末，携帯型コミュニケータ，ワープロ，ワープロソフト及びゲーム機の印刷装置又はディスプレー表示装置が行い，それらに内蔵又は付属する電子文書作成部又は装置には，あらかじめ前記発音の表記のかたちを文字コードセット又は外字として前記50音の「ま行」のカタカナのそれぞれに半濁点を付したものをそれぞれ1文字としてコード登録し，又はさらに当該コードに対応して所属するフォントの書体に従う1文字とした字形データを登録しておき，当該発音の表記のかたちの印刷又は表示は，印刷又は表示データ中の当該コード及び字形データに基づき前記発音の表記のかたちを1文字とした当該字形データを出力し，その出力に基づいて当該印刷装置で印刷し又は当該ディスプレー装置で表示する，",
            "前記国際音声記号表記で［pa］，［pi］，［pɯ ］，［pe］，［po］の発音の前記印刷物又はディスプレー表示装置への表記方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，「本願発明は電気通信回線を通じて公衆に利用可能となった発明に基づいて容易に発明できた発明であるから，特許法29条2項の規定により，特許を受けることができない。」と判断した。",
            "審決が上記判断の前提として認定した引用文献1（岡田有花，「あ゛」「え゛」も表示--12万字のフォント無償公開，ITmediaニュース，[online]，- 3 -2005.12.15，インターネット＜URL：http://www.itmedia.co.jp/news/articles/0",
            "512/15/news084.html＞ ）に記載された発明（引用発明），並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "「漢字フォントセットであって，漫画などで用いられる特殊な文字も収録したもので，「ま行」のひらがなに濁点，半濁点を付した書体  「ま゛」，「ま゜」，「み゛」，「み゜」，「む゛」，「む゜」，「め゛」，「め゜」，「も゛」，「も゜」も収録し，",
                "Windows でも利用できる形式である漢字フォントセット。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「  印刷物又はディスプレー表示装置に，文字と同様のものとして，又は言葉の構成部分として，半濁音発音を，表記する表記方法であって，",
                    "前記半濁音発音の表記のかたちは，",
                    "50音の「ま行」のそれぞれ順に半濁点を付したかたちであるものを当該発音に対する発音の表記のかたちとし，",
                    "当該発音の表記のかたちの印刷又はディスプレー表示は，コンピュータ，通信端末，携帯型コミュニケータ，ワープロ，ワープロソフト及びゲーム機の印刷装置又はディスプレー表示装置が行い，それらに内蔵又は付属する電子文書作成部又は装置には，あらかじめ前記発音の表記のかたちを文字コードセット又は外字として前記50音の「ま行」のそれぞれに半濁点を付したものをそれぞれ1文字としてコード登録し，又はさらに当該コードに対応して所属するフォントの書体に従う1文字とした字形データを登録しておき，当該発音の表記のかたちの印刷又は表示は，印刷又は表示データ中の当該コード及び字形データに基づき前記発音の表記のかたちを1文字とした当該字形データを出力し，その出力に基づいて当該印刷装置で印刷し又は当該ディスプレー装置で表示する，",
                    "- 4 -前記印刷物又はディスプレー表示装置への表記方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1  ",
                  "text": [
                    "「  本願発明は，「ま行」のカタカナのそれぞれ順に半濁点を付した形である「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」を表記するものであるのに対し，引用発明では，「ま行」のひらがなのそれぞれ順に半濁点を付した形である「ま゛」，「ま゜」，「み゛」，「み゜」，「む゛」，「む゜」，「め゛」，「め゜」，「も゛」，「も゜」を表記するもので，「ま行」のカタカナに半濁点を付したものについての記載はない点。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "「  本願発明は，「ま行」のそれぞれに順に半濁点を付した形である表記と発音との関係について，『国際音声記号表記で［pa］，［pi］，［pɯ ］，［pe］，［po］の半濁音発音」を表記するものであり，そして，「前記半濁音発音の表記のかたちは，",
                    "国際音声記号表記で子音部の「k」及び「g」が共に「軟口蓋音」であって発声時の口の形状が同じである「か行」に対する濁音「が行」，",
                    "国際音声記号表記で子音部の「s」及び「z」が共に「歯茎音」であり発声時の口の形状が同じである「さ行」に対する濁音「ざ行」，",
                    "及び国際音声記号表記で子音部の「t」及び「d」が共に「歯音」であり発声時の口の形状が同じである「た行」に対する濁音「だ行」の関係があることから，",
                    "濁音や半濁音の50音の各行の発音時の子音部の口の形状は，濁点及び半濁点が付される行の発音時の口の形状と同じであるべきではないかとの技術的な見地からの思想により，前記国際音声記号表記で［pa］，［pi］，［pɯ ］，［pe］，［po］の発音は子音部「p」が「両唇音」であることからその表記は，子音部が「両唇音」であって発音時の口の形状が同じである「ま行」の半濁音発音表記であった方がより合理的であろうとの思想から，50音の「ま行」のカタカナのそれぞれ順に半濁点を付したかたちである「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」を- 5 -当該発音に対する発音の表記のかたちとし，",
                    "当該発音の表記のかたちはそれぞれを［マ゜＝pa］，［ミ゜＝pi］，［ム゜＝pɯ ］，［メ゜＝pe］，［モ゜＝po］と発音し』と規定しているのに対し，引用発明では，「ま行」に半濁点を付した形の表記と発音との関係については，記載されていない点」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用文献1からの引用発明の認定は誤り）",
          "text": [
            "引用文献1中の審決が取り上げなかった「日中の古典文献の電子アーカイブ化に貢献するとしている。」及び「住民基本台帳で使われている変体仮名も収録し，表記できない人名漢字はほとんどなくなったという。正確な人名表記が必要とされる行政データベースなどでの活用を想定する。」の記載によれば，引用文献1の発明の課題は，「従来フォントにおける収録漢字文字の不足」である。例えば，本願出願当時の最新フォントセットであるJISX0213が1万1千233字であるのに対し，引用文献1の「T書体フォント」の12万字は，桁違いの多さであり，「12万字から成る世界最大の漢字フォントセット」は，引用文献1の必須の構成である。",
            "しかも，引用文献1の「明朝体，ゴシック体，楷書体の TrueType フォントそれぞれ12万文字分，計36万字を収録した。BTROＮ3仕様のOS「超漢字4」のほか，Windows でも利用できる型式で」という一連の記載から，「Windows でも利用できる型式で」という文言だけを取り出すとその意義を失ってしまう。",
            "引用文献1に発明が記載されていると仮定するならば，記載の発明は，【課題】は，《従来フォントにおける収録漢字文字の不足》であり，その【必須の構成】は，《12 万字から成る世界最大の漢字フォントセット》及び，全く実施できるレベルの記載はないものの，唯一の工夫的な内容として，《明朝体，ゴシック体，楷書体のTrueType フォントそれぞれ 12 万文字分，計 36 万文字を収録し，BTRON3 仕様の OS- 6 -「超漢字 4」のほか，Windows でも利用できる形式》である。",
            "審決の引用発明の認定は，課題が異なる，構成が異なる，阻害要因がある，意義の消失した文言を用いた，というものであり，引用文献1とは異なる内容のものであって，審決の解釈は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（発明の適格性を欠く引用発明の認定は誤り）",
          "text": [
            "審決は，引用発明を「漢字フォントセット」という「物の発明」としており，そのフォントの記載は「自然科学を利用した技術思想」ではない。",
            "続いて，「Windows でも利用できる形式である」という意義をなくした作用効果的な記載があるが，本来「フォントセット」自体がそうしたものであり，当たり前すぎて技術的な内容の表記とはいえない。",
            "したがって，引用発明は，単なる「物」としてのフォントセットそのものだけであり，フォントは単なるデザインにすぎず，発明にはあたらない。",
            "したがって，引用発明は，発明の適格性を欠く。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本願発明と共通点のないものを引用発明とする認定は誤り）",
          "text": [
            "本願発明は，「［pa］［pi］［pɯ ］［pe］［po］発音の，前記印刷物又はディスプレー表示装置への表記方法」の手順を具体的に示した方法発明であって，単なる「フォントセット」という「物」が示されているにすぎない引用発明とは，①本願発明（方法の発明）と課題が異なる，②本願発明（方法の発明）と構成が異なる，③本願発明と機能又は作用の共通性がない，④内容中に本願方法の発明の示唆的なものがない，⑤本願発明と効果が異なる。したがって，引用発明との間に，類似点，共通点は存在しない。",
            "審決は，引用文献1の写真1に，たまたま「ま゛」，「ま゜」，「み゛」，「み゜」，「む゛」，「む゜」，「め゛」，「め゜」，「も゛」，「も゜」が写っていることに着目し，本願発明の方法発明の手順の一つである「「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」を当該発音に対する発音の表記のかたちとし」という記載部分と結び付けるという動機，つまり，本願発明を知っている審決の意向以外に引用- 7 -発明を認定する動機が見いだせない。",
            "したがって，本願発明との共通点がない「もの」を，本願発明を知っている審決の意向で，引用発明とした認定は，誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（引用文献2，3及び4は公知文献ではない）",
          "text": [
            "原告は，本願の審査請求に当たって，原告自身の探索，更に専門家による調査を依頼し，報告書（甲5）で，検索キーワードは（かな  表記  濁点  ま行  マ行）で，利用文献なしという結果が記載されている。",
            "審決においては，上記報告書時点（平成22年1月）では専門家でさえ見つけることができず，審査時点でも見つけることができなかった引用文献2（有馬大造，バビブベボ，本当は，マ”ミ”ム”メ”モ”，ヤフー  ブログ，[online]，2006.01.22，インターネット＜URL：http://blogs.yahoo.co.jp/mnbvcxz_181007/24078009.ht ml＞ ），引用文献3（ま行かは行か，Livedoor  Blog，[online]，2008.01.16，インターネット＜URL：http://blog.livedoor.jp/se_888/archives/cat_50009746",
            ".html?P=25＞）及び引用文献4（QNo.1260709  濁点の表記に関する質問です。，教えて  Watch，[online]，2005.03.10，インターネット＜URL：http://oshiete 1.watch.impress.co.jp/qa1260709.html）を，更に遡る平成20年5月（本願出願時）以前に，当時の探索システムで探索できた公知文献と認定した重要な理由が付されていない。",
            "したがって，原告は，引用文献2，3及び4は，出願日以前に見つけることは非常に困難であったとみなし，特許庁の「インターネット等の情報の先行技術としての取り扱い運用指針」「3．1．2．（2）電子的技術情報が公衆に利用可能な情報であるとは言い難いものの例」とされている「①インターネット等にのせられてはいるが，アドレスが公開されていないために，偶然を除いてはアクセスできないもの」に当たることと合わせ，引用文献2，3及び4が出願前に公知とする審決の認定には理由が付されておらず，誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（引用文献3及び4は証拠文献としての適格性を欠く）",
          "text": [
            "- 8 -審決は，引用文献3及び4について，書籍事項で重要な著者の氏名を記載していない。原告は，確認の取りようがない著者不明のインターネット上の文を，文献証拠として認めることができない。変更（改ざん）が容易な上，著者が不明なフリーブログ文等を引用文献とした審決の認定は，「インターネット等の情報の先行技術としての取り扱い運用指針」の文献記載要領の記載事項（筆頭で著者を上げている。）を欠くこと等も合わせて，審決で用いる証拠としての適格性に疑義があり，引用文献と認定した審決は誤りである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（引用文献2，3及び4から，「4．判断〈相違点2について〉に記載」の「周知の考え」への認定過程の記載は虚偽があり誤り）",
          "text": [
            "審決は，「引用文献2～4」に「ぱ，ぴ，ぷ，ぺ，ぽ，」で表記される発音のことが示されている，としているが，引用文献4には「ぱ，ぴ，ぷ，ぺ，ぽ」の記載はない。",
            "引用文献は2及び3のみとすべきところを引用文献4も加えた虚偽の記載は，原告以外の第三者への心証を考慮したものとも考えられ，誤りである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7（「周知の考え」は国民に周知されておらず誤り）",
          "text": [
            "審決に記載の「国際発音記号」については関知しておらず，「周知の考え」における審決の記載は，本願発明との関係不明であって，誤りである。",
            "審決の「国際発音記号」が「国際音声記号」の誤表記とした場合，審決が引用文献2～4から認定した「周知の考え」は，誤りである。",
            "被告は，「周知の考え」とは技術分野の当業者の範囲の考えではない，と認定したこととなる。であるならば，日本語の国際音声記号表記［pa］［pi］［pɯ ］［pe］［po］の発音とその表記のことであるから，日本語のユーザーが対象とならざるを得ず，周知とは，少なくとも5割以上の約5500万人以上の国民が知っている状態であろう。したがって，審決は，引用文献2及び3について，本願出願日以前に15歳以上の約5500万人以上の国民が知っていた，ということになり，明らかにおかしい。",
            "- 9 -審決が，引用文献2と著者不明の引用文献3とから，定量的な論理に基づく説明をすることなく，上記の「考え」を出願時以前の日本語のユーザーを対象とする「周知の考え」と認定したことは，誤りである。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8（審決の「3．対比」は誤り）",
          "text": [
            "上記取消事由1～3により引用発明の認定に誤りがあると認められるべきであり，審決の「3．対比」の項はすべてその前提を欠くことになり，誤りである。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9（審決の「対比  ア．」の引用発明への二度目の解釈の追加記載は誤り）",
          "text": [
            "審決は，認定した引用発明と本願発明について「対比」を行うべきであるのに，引用発明について更に2段階目の解釈を「ア．」として行っており，誤りである。すなわち，引用文献1の（BTROＮ3仕様のOS「超漢字4」のほか，）「Windowsでも利用できる形式」という意味から，2段目の解釈により「引用発明の「漢字フォントセット」は，「Windows でも利用できる形式」であり，印刷物や，ディスプレー装置に，印刷又は表示するために，コンピュータ，通信端末，携帯型コミュニケータ，ワープロ，ワープロソフト及びゲーム機等の内部に文字コードセットとして登録されて，印刷又は表示に利用されるものであることは，明らかである。」と，引用発明を変容させた審決の「解釈重ね」の手法は，誤りである。",
            "しかも，解釈の内容に限っても，審決は，様々なOSが使用されている各種の機器装置で用いることができるという記載をしており，誤りである。すなわち，審決は，これらの機器装置のOSがMacOS  Android  Linux  BSD Solaris  Tron等どんなOSであっても，「漢字フォントセット」は利用できる，と認定したことであって，審決の技術常識での認定は，誤りである。",
            "  10  取消事由10（審決の「対比  イ．」の引用発明への追加記載は誤り）",
            "審決は，認定した引用発明と本願発明について「対比」を行うべきであるのに，1度認定した引用発明をあたかも参考文献のように扱い，2段階目の解釈を「イ．」として行っており，誤りである。すなわち，審決自らの「解釈」である引用発明に- 10 -対して，更に「解釈」を重ねて行うという「解釈重ね」の手法は，誤りである。",
            "しかも，解釈の内容に限っても，誤りがある。審決は，「3．対比  イ．」で，引用発明は「半濁音発音を表記するもの」と認定したが，「発音できない特殊な文字の集合」の中から取り出した発音できない5文字に対して，「半濁音「発音」を表記するもの」とした審決の認定は，誤りである。",
            "引用発明は「フォントセット」という「物」であったものを，引用文献1にない「半濁音発音を表記するもの」という本願発明の方法発明へと向かわせるべき変容の準備ともいえる文言表現を創作し，作文自体をあたかも引用発明のように扱って，「対比」の際に「物の発明」であったはずの引用発明を「方法発明」にすり替えていくという認定の手法は，誤りである。",
            "審決は，日本語における半濁音発音は［pa］［pi］…［po］発音以外にないことを分かった上で，修飾語的間接表現の文言「半濁音発音を表記するもの」の創作文言を本願発明を動機として行った。審決のこのようなタイムマシン的論理付けは，発明行為の最も困難で苦しく価値があって評価されなければならない重要な部分を，いとも簡単に切り捨てる乱暴な評価行為と写り，「発明の保護及び利用を図る」特許法の目的にも反する。このような論理付けをした審決は誤りである。",
            "  11  取消事由11（「3．対比」一致点は誤りであり，一致点ではない）",
            "前記各取消事由により，審決に記載の一致点は，その前提を欠き，誤りである。",
            "本願発明は，請求項1の文頭に記載しているように，［pa］［pi］…［po］発音だけをストレートに特定した表記方法の発明であり，これ以外の発音は一切含まない。したがって，この部分の技術思想に上位概念も下位概念もない。しかし，審決は，一致点の記載で，本願発明の請求頂1から［pa］［pi］…［po］発音という記載を3か所すべてにわたり削除した。さらに，本願発明の手順の一つである「表記のかたち」，「マ゜」「ミ゜」…「モ゜」の記載も，2か所とも削除してしまった。このように，請求項1で特定した最も重要な記載を削除すると，もはや本願発明ではない。以上のように，審決の認定した一致点には，引用発明との一- 11 -致点は存在せず，審決が，「芯」となる記載を削除し，修飾的な記載のみを残し，一致点と認定したことは，誤りである。",
            "審決は，引用発明は単なる「漢字フォントセット」という「物の発明」であったにもかかわらず，更なる進化を与えて「表記方法という方法の発明」へと変容させたことも，誤りである。",
            "審決による，引用文献1から「引用文献1の意義」を取り除いて，取消事由1に記載した誤りの認定をした引用発明に，さらに，本願発明を目指して引用文献1から「解釈重ね」手法などで創作した，取消事由9に記載の誤りの文章を追加したものと，請求項1から「芯」に当たる部分を削除した本願発明を，一致点とした認定は，誤りである。",
            "  12  取消事由12（3．対比  相違点は誤り）",
            "取消事由11で主張したように，一致点の認定が誤りであるから，審決が認定した相違点1及び相違点2は，その前提を欠き，誤りである。",
            "  13  取消事由13（4．判断  の内容は誤り）",
            "取消事由1～12により，審決の「4．」はその前提を欠くことになり，誤りである。",
            "  14  取消事由14（4．判断〈相違点1について〉の内容は虚偽があり誤り）",
            "審決は，ひらがなとカタカナは対となって記載されていることを理由に，「「マ゜」「ミ゜」「ム゜」「メ゜」［モ゜」」が，引用発明の書体フォントに存在することは，明らか」としているが，明らかに対になっていない。対になっていないことが明らかなものを対になっているとする審決の判断は，論理に虚偽があり成り立たず，認定は誤りである。",
            "  15  取消事由15（4．判断〈相違点2について〉の内容は誤り）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の「周知の考え」については，取消事由4～7で主張したとおり，審決の認定は誤りであるから，「相違点2について」に記載の論理は，その前提を欠くことになり誤りである。",
                "- 12 -(2) 本願発明の技術思想に関する最も肝心な相違点2に対する評価を避けた認定は，誤りである。",
                "本願発明は，科学的な分類，すなわち，「清音及びその濁音・半濁音の発音を母音部分と子音部分に分けて科学的な発音形態である〔両唇音，唇歯音，歯音，歯茎音，後部歯茎音，そり舌音，硬口蓋音，軟口蓋音，ロ蓋垂音，咽頭音，声門音〕への分類」と50音整理手法等により，この科学的な尺度の中において，他の濁点のか行［k］［g］・さ行［s］［z］・た行［t］［d］の3例が「一致」しており，一方で［pa］［pi］…［po］の子音［p］と両唇音で一致するま行の子音［m］との関係から［pa］［pi］…［po］の「発音の表記のかたち」を「マ゜」「ミ゜」…「モ゜」とする技術思想が記載された発明である。一方，引用文献2～4に記載のものは，「他の濁音と比べて，発音時のくちびるの形から「は」と「ば・ぱ」はちょっと変である「ま゛・ま゜」が正しいと思う」という印象的に得られたいわば「国語的な世界」での「疑問」と「見解」というべき内容のものである。したがって，価値尺度が異なる世界に属する引用文献2～4からでは，記載事項が余りにも少なく，本願発明の自然科学を利用した技術思想に想到するにはほど違い。",
                "さらに，［pa］［pi］…［po］の「発音の表記のかたち」を「マ゜」「ミ゜」…「モ゜」とする記載も全くない。本願技術思想に対する上記＜相違点2＞とした審決の相違点に対し，評価を避けた審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が挙げる「鈴木良次編「言語科学の百科事典」図2」は，子音の国際音声記号の一覧表が示されているにすぎず，記載の内容は入門的で参考程度のレベルのものである。",
                "審決が，前記文献に本願発明を示唆する内容が記載されているというのであれば，引用文献として内容を示すべきであり，原告の指摘のように内容がなければこの文献の審決への記載は無用である。第三者が審決を見て上記本願発明の技術思想に関する記載があるかのような心証を招く可能性がある記載であり，審決は誤りである。",
                "- 13 -(4) 審決は「…言語に関する知識を適用できないような阻害要因も認められない。」と記載しているが，第三者が審決を見て，あたかも原告が「言語に関する知識を適用できない」と言ったかのような心証を与える審決の記載表現は虚偽でもあり，誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記審決の内容に記載された，2回目の［国際発音記号］については，本願発明では触れておらず，上記審決の指摘内容は見当はずれであり，誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用文献1からの引用発明の認定は誤り）に対して",
          "text": [
            "審決は，「「あ゛」「え゛」も表示--12万字のフォント無償公開  東大坂村研究室の「T書体フォント」は，漫画などで用いられるような濁点文字や，変体仮名，中国の古い漢字も収録した。」との見出しの引用文献1（甲1）から，摘記a「東京大学大学院情報学環坂村研究室はこのほど，12万字から成る世界最大の漢字フォントセット「T書体フォント」を発表した。日中の古い書体を収録したほか，「あ゛」「え゛」など，漫画などで用いられる特殊な文字も収録。明治時代ごろまで人名にも用いられていた変体仮名も収録した。」，摘記b「T書体フォントは，明朝体，ゴシック体，楷書体の TrueType フォントそれぞれ12万文字分，計36万文字を収録した。BTROＮ3仕様のOS「超漢字4」のほか，Windows でも利用できる形式で，来春から同研究室の Web サイトで無料公開する予定だ。」，摘記c「記事中の「濁点文字」に関する写真には，「濁点文字」のコード表として，8040，8050の行に  「ま行」のひらがなに濁点，半濁点を付した書体  「ま゛」，「ま゜」，「み゛」，「み゜」，「む゛」，「む゜」，「め゛」，「め゜」，「も゛」，「も゜」が，示されている。 また，8020行には，あ行のひらがなに濁点，半濁点を付した書体「ぁ゛」，「ぁ゜」，「あ゛」，「あ゜」「ぃ゛」，「ぃ゜」，「い゛」，「い゜」・・（以下略）・・が示され，さらに，8070行，8120行には，あ行のカタカナに濁点，半濁点を付した書体「ァ゛」，「ァ゜」，「ア゛」，- 14 -「ア゜」，「ィ゛」，「ィ゜」，「イ゛」，「イ゜」・・（以下略）・・が示されている。」の各記載を認定し，引用発明を認定した。",
            "審決は，引用文献1の新規な「漢字フォントセット」を紹介する記事において，本文の記載（上記a）に加え，記事中の「濁点文字」と題された写真（上記c），さらに，記事の見出しでも言及された，濁点，半濁点が付加された文字である「濁点文字」を収録した点に主に着目して，ひとまとまりの技術的思想（発明）として引用発明を認定したものである。引用文献1の漢字フォントセットが，50音における「ま行」のひらがな10文字の「濁点文字」を収録している点は，引用文献1の記事に接した当業者であれば，特別な思考を要することなく理解できる事項であって，審決の引用発明の認定に誤りはない。",
            "原告は，引用文献1において，「濁点文字」以外の収録フォントである，変体仮名や，日中の古い書体，フォントセットの収録文字数などの記載を捉えて，審決を論難する。",
            "しかし，引用文献1の記事における「濁点文字」の記載に着目した，審決の引用発明の認定に誤りはない。原告主張は，引用文献1の記事における，本願発明と重ならない事項を取り上げて主張するものであって，引用文献1に，審決が認定した引用発明が記載されていないことにつながるものではない。",
            "原告は，「12万字で1セットの一体不可分でひとまとまりのフォントセット」を，写真1に写りこんだ252文字から，更に拾い出した10文字とする阻害要因がある旨主張する。しかし，写真1は濁点文字が「写りこんだ」ものではなく，「濁点文字」と題された，文字コード表の「濁点文字」部分の125文字（ひらがな90文字，カタカナ35文字）を示す写真である。",
            "審決は，上記の摘記cとして，写真1から，あ行のひらがな，あ行のカタカナと共に，ま行のひらがな等の文字が示されていることを認定した上で，8040～8050の行に連続して記載がある，50音における「ま行」のひらがな10文字に着目して，引用発明を認定したものである。そして，引用文献1に接した当業者で- 15 -あれば，濁点文字のみが示された写真のうち，8040～8050の行に連続して記載された，「ま行」のひらがな10文字に着目して，審決の引用発明を認定する点に何ら阻害要因はない。",
            "原告は，ひとまとまりで意義を有する記載から「Windows でも利用できる」だけを取り出すと意義が失われる旨主張する。しかし，審決が抽出したものは原文の記載のとおりであって，引用発明の「漢字フォントセット」が，（他のOS以外に，）汎用のオペレーティング・システム（以下「OS」と略記する。）である，Windows「でも」利用できる型式であるとの記載の意義は，格別変わっていない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（発明の適格性を欠く引用発明の認定は誤り）に対して",
          "text": [
            "本願発明と対比される引用発明としては，引用文献の記載事項が，本願出願時の技術水準を前提に，当業者に認識，理解され，本願発明と対比するのに十分な程度に開示されていればよく，引用発明が特許法所定の特許適格性を有することまでを要しないことは明らかである。",
            "そして，引用発明の「漢字フォントセット」は，所定の濁点文字も収録した，Windowsでも利用できる型式である以上，当然に Windows  OSによる言語処理に必要とされる，所定のデータ項目やファイル型式などの技術的な要件を備えるものであって，引用発明は全体として，自然法則を利用した技術的思想の創作のうち高度な発明といえる。",
            "仮に，Windows でも利用できる型式であることが，原告主張のとおり「当たり前」であるとしても，直ちに「技術的」でないとはいえない。  ",
            "原告は，引用発明の「漢字フォントセット」に関して，フォントは単なるデザインにすぎない旨主張する。しかし，引用発明は，所定の濁点文字も収録した，Windowsでも利用できる型式である，技術的な要件を備える「漢字フォントセット」の発明であって，フォントの単なるデザインではない以上，原告主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本願発明と共通点のないものを引用発明とする認定は誤り）に対して",
          "text": [
            "- 16 -審決の，引用文献1の記載事項に基づく「引用発明」の認定に誤りがないことは，上記のとおりである。",
            "審決の本願発明と引用発明との一致点・相違点の認定に誤りがないことについては，取消事由8～12について述べるとおりである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（引用文献2，3及び4は公知文献ではない）に対して",
          "text": [
            "原告は，引用文献2～4は，出願以前に見つけることは非常に困難であって，公知性を満たさない旨主張する。",
            "しかし，引用文献2（甲2），引用文献3（甲3）のような個人が投稿したブログ記事を掲載するブログサイトや，引用文献4（甲4）のようなQ＆A（質問）が掲載されるQ＆Aサイト（質問サイト）は，インターネット上の不特定多数の者が迅速，容易に閲覧できることが前提であって，ヤフー，グーグルなどの通常のインターネット検索手段による記事へのアクセスに加えて，サイトのトップページでの「新着記事」のタイトル一覧の掲載，記事のカテゴリー分類など，記事に簡単にアクセスするための各種アクセス手段を提供することが，普通に行われている。",
            "また，実際に，引用文献2～4では，ブログ本文に後続するコメントや，質問に対する回答という，一連のやり取りが行われている。いずれも，本文の表示日時から1日以内には，第三者が応答しており，一連のやりとりの日時（タイムスタンプ）に疑義を生じさせる特段の事情も認められないから，第三者が応答できることの前提として，引用文献2～4が本願出願前に公知であったものと認めるのが相当である。",
            "インターネット検索手段等による検索結果は，使用した検索キーワードやキーワードの数等の検索のやり方に応じて異なるから，特定の検索で文献が検索されなかったことをもって，その文献の検索が「非常に困難であった」とはいえない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（引用文献3及び4は証拠文献としての適格性を欠く）に対して",
          "text": [
            "著者不明であることから直ちに証拠として不的確とはいえない。",
            "引用文献3及び引用文献4には，著者のペンネームの記載がある。",
            "- 17 -6  取消事由6（引用文献2，3及び4から，「4．判断〈相違点2について〉に記載」の「周知の考え」への認定過程の記載は虚偽があり誤り）に対して",
            "引用文献2の特に「『ぱ，ぴ，ぷ，ぺ，ぽ，』の発音も文字にした場合は，『ま゜，み゜，む゜，め゜，も゜，』が正しいのかな？」との記載，及び，引用文献3の特に「ばびぶべぼ ぱぴぷぺぽ こいつらは，は行の濁音半濁音じゃなく，むしろま行のそれなんじゃね？」及び「これは多分正しい。なのでいままでのば行ぱ行は",
            "ま゛み゛む゛め゛も゛ ま゜み゜む゜め゜も゜と表記することにした。」との記載から，審決が認定したとおり，「通常「ぱ，ぴ，ぷ，ぺ，ぽ，」で表記される発音（国際発音記号では［pa］，［pi］，［pɯ ］，［pe］，［po］の半濁音）は，「ま゜，み゜，む゜，め゜，も゜」と表記されることが，正しいとの考えは，周知の事項（以下，「周知の考え」という。）である」ことが認定できる。",
            "審決は，引用文献2～4をまとめて，上記「周知の考え」，及び，「引用文献2～4に示されていること」を認定したが，このうち，前者の「周知の考え」については誤記があり，引用文献4を除いて記載するのが，より良い表現であった。",
            "しかし，上記のとおり，引用文献2及び3の記載から，審決の認定どおりの「周知の考え」が認定できることに誤りはない。",
            "なお，引用文献4に，は行の半濁音の表記について明記はないものの，「は」と「ば」の発音の形態の違いに基づいて，「「ba」という発音の表記法は，「ま゛」の方が理にかなっている」との引用文献4の記載に接した当業者であれば，は行の濁音「ま゛」と同様に，は行の半濁音は「ま゜」と表記すべきことは，明らかである。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7（「周知の考え」は国民に周知されておらず誤り）に対して",
          "text": [
            "審決における「国際発音記号」は，「国際音声記号」の明らかな誤記である。",
            "審決は，本件の当業者としては，国民全体ではない，言語（日本語）の分野の知識と，言語処理の技術分野の知識とを備えた者を想定している。このような当業者であれば，上記のとおり，引用文献2及び3の記載から，審決の認定どおりの「周- 18 -知の考え」が認定できることに誤りはない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8（審決の「3．対比」は誤り）に対して",
          "text": [
            "取消事由1ないし3について述べたとおり，審決の引用発明の認定に誤りはないから，原告主張の取消事由8は，前提において失当である。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9（審決の「対比  ア．」の引用発明への二度目の解釈の追加記載は誤り）に対して",
          "text": [
            "審決の「3．対比」における「ア．」は，本願発明と引用発明とを対比するものであるから，原告の「解釈重ね」との主張は，審決の認定，判断の手法を正解しないものである。",
            "汎用のOSである Windows が，多様な装置に組み込まれて，アプリケーション・ソフトウエアと組み合わされて，各種用途を持つことは明らかであるから，引用発明の「漢字フォントセット」が「Windows でも利用できる型式である」との記載に接した当業者であれば，引用発明の「漢字フォントセット」が，「印刷物や，ディスプレー装置に，「印刷」又は表示するために，コンピュータ，通信端末，携帯型コミュニケータ，ワープロ，ワープロソフト及びゲーム機等の内部に文字コードセットとして登録されて，印刷又は表示に利用されるものである」ことを，直ちに理解する。",
            "審決は，引用発明が「Windows でも利用できる型式である」ことを認定したものであって，例えば「MacOS」などの「どんなOSであっても」よいことは認定していないから，原告の主張は，誤りである。",
            "  10  取消事由10（審決の「対比  イ．」の引用発明への追加記載は誤り）に対して",
            "審決の「3．対比」における「イ．」は，本願発明と引用発明とを対比するものであるから，原告の「解釈重ね」との主張は，審決の認定，判断の手法を正解しないものである。",
            "原告は，引用文献1の，「ま゜」「み゜」…「も゜」の5文字は発音できないこ- 19 -とを前提に主張しているが，その前提は失当である。例えば，引用文献1の見出しで濁音文字が「漫画で用いられるような」文字と記載され，また，甲5の参考文献2「一太郎の日本語入力について」3／8頁10行に，「暑゛い゛」と記載されるように，一般的に，濁音文字が使用される前後の文脈や，濁点，半濁点が付与される前のひらがな（清音）の発音等を参照すれば，通常の表記では用いられない濁音文字であっても，直ちに「発音できない」とまではいえない。むしろ，例えば，表記「マ゛」について先入観なく発声すれば「ば」の発声となり，表記「マ゜」は「ぱ」の発声となるとも考え得る。また，通常「ぱ，ぴ，ぷ，ぺ，ぽ，」で表記される発音は，「ま゜，み゜，む゜，め゜，も゜」と表記されることが，正しいとの考えは，審決が認定したとおり，「周知の考え」であった。",
            "原告は，「物の発明」であったはずの引用発明を「方法発明」とする認定の手法の誤りを指摘する。しかし，審決が認定した引用発明である，半濁音発音を表記する「漢字フォントセット」には，半濁音発音を表記するという「表記方法」が記載されているに等しいものであって，両者が半濁音発音を表記するものである点で共通している旨の審決の対比に誤りはない。",
            "原告は，審決が「半濁音発音を表記するもの」の創作文言を本願発明を動機として行った旨を主張する。しかし，審決は，「イ．」において，引用発明のま行のひらがなに半濁点を付した書体「ま゜」，「み゜」，「む゜」，「め゜」，「も゜」と，本願発明の「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」とを対比して，両者が，「ま行」に半濁点を付したもので，半濁音発音を表記するものである点で共通しているとの共通点を抽出したものであって，通常の対比の手法である。",
            "  11  取消事由11（「3．対比」  一致点は誤りであり，一致点ではない）に対して",
            "審決の認定及び判断は正当であり，審決の一致点の認定の前提となる事項に，原告主張の誤りはない。",
            "審決が，引用発明と本願発明の対比を行い，［pa］［pi］…［po］発音と- 20 -いう記載等の発音と，カタカナ「マ゜」…等の表記を除いて，一致点を認定したことに誤りはない。",
            "  12  取消事由12（3．対比  相違点は誤り）に対して",
            "審決の一致点認定に誤りはないから，審決の相違点1及び相違点2の認定に，原告主張の誤りはない。",
            "  13  取消事由13（4．判断  の内容は誤り）に対して",
            "原告主張の取消事由1～12は理由がないから，審決の相違点2の判断に，原告主張の誤りはない。",
            "  14  取消事由14（4．判断〈相違点1について〉の内容は虚偽があり誤り）に対して",
            "甲1中の濁点文字の写真は，漢字フォントセットの一部であって，写真の中に文字がないことをもって，直ちにひらがなとカタカナが対応しないとはいえない。",
            "そして，引用文献1の濁点文字の写真に接した当業者であれば，全体として，審決が認定したように，濁点付きひらがなの後に，濁点付きのカタカナが続けて対応することが読み取れる。",
            "原告が非対応として例示する，小書きカタカナの「グ」，小書きカタカナの「ク゜」，「し゜」，小文字の「ジ」，小文字の「シ゜」，小文字の「ズ」，小文字の「ス゜」，「せ゜」の8文字のうち，ひらがなは，「し゜」と「せ゜」の2文字であって，そのうち「し゜」は，写真の8430の行の「シ゜」が対応するから，結局，カタカナが対応しないのは，「せ゜」1文字である。",
            "一般に，濁点や小書きなど特殊な表記は，特に外国語等の発音表記（例えばヴ）に用いられるから，カタカナが主に使用されるものであって，原告が不対応と指摘する文字の残り6文字は，小書きのカタカナであるから，全体として，ひらがなが存在すれば，それに対応するカタカナもあると解するのが自然である。",
            "なお，ひらがな「せ゜」については，対応するカタカナ「セ゜」が存在しないのではなく，標準的なコード表に既に収録済みなので，更なる濁点文字を拡張して収- 21 -録する際，重複して収録するのを避けたと考えるのが自然である。",
            "  15  取消事由15（4．判断〈相違点2について〉の内容は誤り）に対して"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由4～7については，審決の，「周知の考え」の認定に誤りはないから，「周知の考え」の認定誤りに基づく原告主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，相違点1の検討において，引用発明の「ま行」のひらがな「ま゜」「み゜」「む゜」「め゜」「も゜」と対となる，カタカナ「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」が，引用発明の書体フォントにあることは明らかであること，ひらがなとカタカナは表音文字である以上，両者で対となる文字は同じ発音であって文字の種類が異なるだけという関係であること，ひらがなとカタカナとが場面等に応じて適宜に使い分けられていることを理由として示した上で，引用発明のひらがなの「ま゜」「み゜」「む゜」「め゜」「も゜」を，対となるカタカナの「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」とする点に「格別の点はない」との容易想到性の評価を示している。",
                "審決は，これに続く，相違点2の検討において，［pa］［pi］［pɯ ］［pe］［po］の発音は「ま゜」「み゜」「む゜」「め゜」「も゜」と表記すべきとの「周知の考え」が存在すること，そのような「周知の考え」は，「か行」と「が行」等では口の形が相似するのに，「は行」と「ば行」，「ぱ行」等では口の形は異なり，むしろ「ま行」に似ることに起因すること，国際発音（音声）記号や「か行」や「が行」等の発声がよく知られていること，言語の知識を，言語処理に関する引用発明に適用できることを理由として示した上で，相違点2の容易想到性の評価を示している。",
                "審決は，上記相違点1の判断を踏まえて，相違点2を判断したものであって，審決は，［pa］［pi］［pɯ ］［pe］［po］の発音の表記を「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」とする点を含めて，「相違点2」として抽出して，容易想到性の判断を示しており，評価を避けたものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「国際発音（音声）記号」と「か行」等の発生に関する言語学上- 22 -の知識がよく知られていることを示すとの，引用の趣旨を示した上で，「言語科学の百科辞典」（乙4）を引用している。上記文献には，審決が示したとおりの，「国際発音（音声）記号」と「か行」等の発声に関する，言語学上よく知られている知識の記載がある。",
                "よって，審決の文献に基づく説示は正当であって，原告の主張は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告が，取消事由15の(4)で指摘する審決の記載は，引用発明に言語上の知識を適用する点の阻害要因はないことを確認したもので，原告主張のようなものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "「国際発音記号」は「国際音声記号」の明らかな誤記である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用文献1からの引用発明の認定は誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1（甲1）には，以下の記載がある。",
                "「あ゛」「え゛」も表示――12万字のフォント無償公開",
                "東大坂村研究室の「T書体フォント」は，漫画で用いられるような濁点文字や，変体仮名，中国の古い漢字も収録した。",
                "・・・・・・",
                "東京大学大学院情報学環坂村研究室はこのほど，12 万字から成る世界最大の漢字フォントセット「T書体フォント」を発表した。日中の古い書体を収録したほか，「あ゛」「え゛」など，漫画などで用いられる特殊な文字も収録。明治時代ごろまで人名にも用いられていた変体仮名も収録した。",
                "T 書体フォントは，明朝体，ゴシック体，楷書体の TrueType フォントそれぞれ 12万文字分，計 36 万文字を収録した。BTRON3 仕様の OS「超漢字 4」のほか，Windowsでも利用できる形式で，来春から同研究室のWebサイトで無料公開する予定だ。",
                "日中の代表的な漢字辞典から抽出した「GT 文字セット」約 8 万字のほか，江戸時代や，明・宋時代の文献から抽出した約 3 万 5000 字を収録。日中の古典文献の電子- 23 -アーカイブ化に貢献するとしている。",
                "住民基本台帳で使われている変体仮名も収録し，表記できない人名漢字はほとんどなくなったという。正確な人名表記が必要とされる行政データベースなどでの活用を想定する。",
                "「TRONSHOW 2006」（東京国際フォーラム，12 月 16 日まで）のパーソナルメディアのブースで，同フォントを公開している。",
                "また，引用文献1には，「濁点文字」として，以下の画像が示されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記記載によれば，引用文献1には，「漢字フォントセット「T 書体フォント」」は，「「あ゛」「え゛」など，漫画などで用いられる特殊な文字も収録」されていること，及び「T 書体フォントは・・・Windows でも利用できる形式で，来春から同研究室の Web サイトで無料公開する予定だ。」とのことが記載され，「濁点文字」の画像には，「ま゛」，「ま゜」，「み゛」，「み゜」，「む゛」，「む゜」，「め゛」，「め゜」，「も゛」，「も゜」が表示されていることから，T 書体フォントには，これらの書体が収録されていることが把握できる。",
                "すると，審決が，引用文献1には，「漢字フォントセットであって，漫画などで用いられる特殊な文字も収録したもので，「ま行」のひらがなに濁点，半濁点を付した書体  「ま゛」，「ま゜」，「み゛」，「み゜」，「む゛」，「む゜」，「め゛」，「め゜」，「も゛」，「も゜」も収録し，Windows でも利用できる形式であ- 24 -る漢字フォントセット。」が記載されていると認定した点に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「引用文献1に発明が記載されていると仮定するならば，記載の発明は，【課題】は，《従来フォントにおける収録漢字文字の不足》であり，その【必須の構成】は，《12 万字から成る世界最大の漢字フォントセット》及び，全く実施できるレベルの記載はないものの，唯一の工夫的な内容として，《明朝体，ゴシック体，楷書体の TrueType フォントそれぞれ 12 万文字分，計 36 万文字を収録し，BTRON3 仕様の OS「超漢字 4」のほか，Windows でも利用できる形式》である。」のに対して， 審決の認定した引用発明は，「課題が異なる，構成が異なる，阻害要因がある，意義の消失した文言を用いた」ことから，引用文献1とは異なる内容のものであって，審決の解釈は誤りであると主張する。",
                "上記の主張は，引用文献1から原告主張の「課題」及び「必須の構成」等しか把握できないことを前提とするものと解されるが，当業者が，一つの技術文献から当該文献の示す本来の主題とは異なる技術思想を適宜抽出できることは通常のことであり，引用文献1についても，「12万字から成る世界最大の漢字フォントセット」との構成以外に，審決が引用発明として認定した技術思想を抽出し把握できることは前記(2)のとおりであって，そのことに阻害要因があるとする合理的根拠は認められない。",
                "したがって，原告主張の取消事由1には，その前提に誤りがあり採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（発明の適格性を欠く引用発明の認定は誤り）について",
          "text": [
            "審決が認定した引用発明の「漢字フォントセット」には，所定の濁点文字の書体も収録したものであること，及び Windows でも利用できる型式であることが記載されているから，フォントの単なるデザインではなく，所定のデータ項目を有するとともに所定のファイル形式を備えたものであって，自然科学を利用した技術思想と認められる。原告は，上記認定の引用発明が当たり前すぎる等と主張するが，本願発明と対比されるべき引用発明は特許法29条所定の進歩性を有することを必要とされるものでないから，原告の主張は失当である。",
            "- 25 -したがって，原告主張の取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本願発明と共通点のないものを引用発明とする認定は誤り）について",
          "text": [
            "一般に「フォントセット」は，コンピュータ等の内部に文字コードセットとして登録され，印刷物やディスプレー装置において，フォントセットに収録された書体を印刷又は表示するために利用されるものと認められる。",
            "そうすると，審決が認定した引用発明の「漢字フォントセット」は，「「ま行」のひらがなに濁点，半濁点を付した書体  「ま゛」，「ま゜」，「み゛」，「み゜」，「む゛」，「む゜」，「め゛」，「め゜」，「も゛」，「も゜」」を表記のかたちとして，印刷物又はディスプレー表示装置へ印刷又は表示するために利用されるものであるから，本願発明の「・・・50音の「ま行」のカタカナのそれぞれ順に半濁点を付したかたちである「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」を当該発音に対する発音の表記のかたちとし・・・印刷物又はディスプレー表示装置への表記方法。」と類似点，共通点が存在することは明らかである。",
            "したがって，本願発明と引用発明には共通点がないということはできず，原告主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（引用文献2，3及び4は公知文献ではない）について",
          "text": [
            "引用文献2～4（甲2～4）の記事は，「ヤフー  ブログ」や「Livedoor  Blog」及び「教えて  Watch」という各サイトに掲載されているものである。これらのサイトは，いずれも著名なブログサイトやQ＆Aサイト（質問サイト）であって，各記事に付与された日時（タイムスタンプ）は，記事の書き込みを行ったユーザーが任意に付与するものではなく，これらのサイトが自動的に付与するものであると認められる。また，ブログの本文に続くコメントや，質問に対する回答という，一連のやり取りの日時（タイムスタンプ）についても，証拠上疑義を生じさせるような特段の事情は認められない。",
            "さらに，一般に，引用文献2及び3のような個人が投稿したブログ記事を掲載す- 26 -るブログサイトや，引用文献4のようなQ＆A（質問）が掲載されるQ＆Aサイト（質問サイト）は，インターネット上の不特定多数の者が迅速，容易に閲覧できることを目的とするものと考えられ，しかも，これらの引用文献では，ブログ本文に続くコメントや，質問に対する回答という，一連のやり取りがされていること（甲2～4，乙1)からみて，引用文献2～4は，インターネット上の不特定多数の者がアクセス可能であったと認められる。",
            "そうすると，引用文献2～4は，本願出願前に公知であったと認めるのが相当である。",
            "したがって，原告主張の取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（引用文献3及び4は証拠文献としての適格性を欠く）について",
          "text": [
            "引用文献が特許出願前に公知であれば，当業者は引用文献に記載された事項を認識することができ，その記載事項に基づいて当該発明の構成に到達することが可能となる。このことは，引用文献の作成者が何人であるかが文献上特定できる場合と文献上特定できない場合とで異ならない。したがって，引用文献の作成者が何人であるかを文献上特定できることは，発明の進歩性を判断するに当たっての引用文献の適格性に影響するものではない。なお，特許法29条1項3号には，引用文献等の作成者に関する要件は規定されていない。",
            "したがって，原告主張の取消事由5は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（引用文献2，3及び4から，「4．判断〈相違点2について〉に記載」の「周知の考え」への認定過程の記載は虚偽があり誤り）について",
          "text": [
            "引用文献4に「ぱ，ぴ，ぷ，ぺ，ぽ 」の記載がないことは，原告主張のとおりである。",
            "しかし，引用文献2及び3には，審決が認定した「通常「ぱ，ぴ，ぷ，ぺ，ぽ，」で表記される発音（国際発音記号では［pa］，［pi］，［pɯ ］，［pe］，［po］の半濁音）は，「ま゜，み゜，む゜，め゜，も゜」と表記されることが，正しいとの考え」，すなわち「周知の考え」が記載されているから，これらの引用- 27 -文献から「周知の考え」を認定することができる。",
            "したがって，原告主張の取消事由6は理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7（「周知の考え」は国民に周知されておらず誤り）について",
          "text": [
            "引用文献2～4のブログ本文に後続するコメントや，質問に対する回答という，一連のやり取りの内容（甲2～4，乙1）を総合的に考慮すれば，審決が「周知の考え」と認定した「考え」は，日本語を日々使用する国民全体が有する「考え」とまではいえないが，日本語という言語の発音，表記等に関心を有する不特定の者が有する「考え」と認められるから，審決が，上記「考え」を「周知の考え」と認定したことに誤りはない。",
            "したがって，原告主張の取消事由7は理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8（審決の「3．対比」は誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の引用発明の認定に誤りがないことは，取消事由1～3について述べたとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書（甲6）によれば，本願発明は，以下の特徴を有することが認められる。",
                "公文書での濁点や半濁点の表記において，国際音声記号表記で［ba］［bi］［bɯ ］［be］［bo］及び［pa］［pi］［pɯ ］［pe］［po］は，「は行」の濁音及び半濁音で表記されている（段落0004～0006）。しかし，「は行」以外の「か行」「さ行」「た行」の発音と，それぞれの濁音について，表記方法と口の形状の関係をみると，ほぼ同じであるが，「は行」の子音「h」は〔声門音〕であるのに対して，濁音の子音「b」及び半濁音の子音「p」は共に〔両唇音〕であるから，「は：ha」と，「ば：ba」や「ぱ：pa」とでは，発音時の口の形状が大きく異なる。前記濁音や半濁音の50音の各行の発音時の口形状は，濁点及び半濁点が付される行の発音時の口の形状と同じであるべきではないかとの発明者の技術的な見地からの思想により，［ba］［bi］［bɯ ］［be］［bo］の濁音発音に対する表記や，半濁音発音に対する表記を，「は行」の濁音及び半濁- 28 -音表記とするのは，不合理と考えられ，課題であった（段落0007～0012）。",
                "そして，「ま行」が〔両唇音〕であることが判明したことから，本願発明は，国際音声記号表記で［pa］［pi］［pɯ ］［pe］［po］の半濁音発音は，50音の「ま行」のカタカナのそれぞれ順に半濁点を付し，「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」で，印刷物，ディスプレー表示等に表記することを特徴とするものである（段落0013～0014）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "汎用のOSである Windows は，多様な装置に組み込まれて，アプリケーション・ソフトウエアと組み合わされ，各種用途を持つことは明らかであり，引用発明の「漢字フォントセット」が「Windows でも利用できる形式」との記載に接した当業者は，引用発明の「漢字フォントセット」が，Windows が組み込まれる「コンピュータ，通信端末，携帯型コミュニケータ，ワープロ，ワープロソフト及びゲーム機等」の多様な装置において，「印刷物や，ディスプレー装置に，印刷又は表示するために，コンピュータ，通信端末，携帯型コミュニケータ，ワープロ，ワープロソフト及びゲーム機等の内部に文字コードセットとして登録されて，印刷又は表示に利用されるものである」と理解することは明らかである。",
                "また，引用発明の「「ま行」のひらがなに半濁点を付した書体  「ま゜」，「み゜」，「む゜」，「め゜」，「も゜」」は，本願発明の「「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」と，「ま行」に半濁点を付したもの」との点で共通することは明らかである。",
                "そして，一般的に表音文字とされる「ひらがな」や「カタカナ」などの文字は，何らかの発音を表記することを目的とするものであるから，「ま行」に半濁点を付した文字は，具体的にどのように発音するかは不明であるとしても，「ま行」の半濁点発音の表記を目的とするものと把握することができるから，引用発明の「「ま行」のひらがなに半濁点を付した書体  「ま゜」，「み゜」，「む゜」，「め゜」，「も゜」」は，「ま行」の半濁音発音を表記する表記方法に用いることができることも明らかである。",
                "- 29 -さらに，引用発明の「「ま行」のひらがなに半濁点を付した書体  「ま゜」，「み゜」，「む゜」，「め゜」，「も゜」」が，文字コードセット又は外字として，それぞれ1文字としてコード登録されていることは，「濁点文字」のコード表からみて明らかである。",
                "したがって，審決が「3．対比」において認定した「一致点」，「相違点1」，「相違点2」の認定に誤りはなく，原告主張の取消事由8は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9（審決の「対比  ア．」の引用発明への二度目の解釈の追加記載は誤り）について",
          "text": [
            "汎用のOSである Windows は，多様な装置に組み込まれて，アプリケーション・ソフトウエアと組み合わされ，各種用途を持つことは明らかであるから，引用発明の「漢字フォントセット」が「Windows でも利用できる形式」との記載に接した当業者は，引用発明の「漢字フォントセット」が，Windows が組み込まれる「コンピュータ，通信端末，携帯型コミュニケータ，ワープロ，ワープロソフト及びゲーム機等」の多様な装置において，「印刷物や，ディスプレー装置に，印刷又は表示するために，コンピュータ，通信端末，携帯型コミュニケータ，ワープロ，ワープロソフト及びゲーム機等の内部に文字コードセットとして登録されて，印刷又は表示に利用されるものである」と理解することは明らかである。",
            "審決は，引用文献1の記載に基づいて認定した引用発明を，本願発明と対比するために更にその技術的意義を明らかにすべく認定した（3．対比  ア）ものであって，原告主張のような不当な「解釈重ね」の手法を行ったものとは認められない。",
            "また，審決は，原告主張のように，「どんなOSであっても，「漢字フォントセット」は利用できる」と認定したものではないことも明らかである。",
            "したがって，原告主張の取消事由9は理由がない。",
            "  10  取消事由10（審決の「対比  イ．」の引用発明への追加記載は誤り）について",
            "審決の引用発明の認定に誤りがないことは，取消事由1～3について述べたとお- 30 -りである。",
            "引用発明の「「ま行」のひらがなに半濁点を付した書体  「ま゜」，「み゜」，「む゜」，「め゜」，「も゜」」は，本願発明の「「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」と，「ま行」に半濁点を付したもの」との点で共通すること，及び，引用発明の「「ま行」のひらがなに半濁点を付した書体  「ま゜」，「み゜」，「む゜」，「め゜」，「も゜」」は，「ま行」の半濁音発音を表記する表記方法に用いることができることは，取消事由8において判示したとおり，明らかである。また，このように本願発明と対比するために引用発明を認定した（3．対比  イ）ことが，不当な「解釈重ね」の手法に当たるものでないことも，取消事由9において判示したとおりである。",
            "なお，原告は，引用文献1の「ま゜」「み゜」…「も゜」の5文字は発音できないとするが，濁音文字が使用される前後の文脈や，濁点，半濁点が付与される前のひらがな（清音）の発音等を参照すれば，一定のルールに従って発音すべきものと理解できる場合があるから，通常の表記では用いられない濁音文字であっても，直ちに「発音できない」とはいえない。",
            "したがって，原告主張の取消事由10は理由がない。",
            "  11  取消事由11（「3．対比」一致点は誤りであり，一致点ではない）について",
            "原告主張の取消事由1～10に理由がないことは，上記のとおりである。",
            "原告は，本願発明から最も重要な記載を削除して「一致点」を認定すると，もはや本願発明ではないとするが，審決は，本願発明は請求項1記載のとおり認定した上で，本願発明と引用発明との「一致点」を認定しているから，審決が本願発明そのものを「一致点」と認定したものではないことは明らかである。そして，原告の主張する一致点，相違点の認定の誤りは，原告の主張する引用発明の認定，及び対比ア，イに誤りがあることを前提とするものであるが，審決の認定に誤りがないことは，取消事由8～10について判示したとおりである。",
            "- 31 -したがって，原告主張の取消事由11は理由がない。",
            "  12  取消事由12（3．対比  相違点は誤り）について",
            "審決の引用発明の認定に誤りがないことは，取消事由1～3について判示したとおりであり，一致点の認定に誤りがないことは取消事由11について判示したとおりであるから，審決の相違点1及び相違点2の認定に誤りはなく，原告主張の取消事由12は理由がない。",
            "  13  取消事由13（4．判断  の内容は誤り）について",
            "原告主張の取消事由1～12に理由がないことは，上記のとおりであるから，原告主張の取消事由13は理由がない。",
            "  14  取消事由14（4．判断〈相違点1について〉の内容は虚偽があり誤り）について",
            "審決が，相違点1の判断において，「ひらがなとカタカナは，表音文字であり，ひらがなとカタカナとで対となる文字は，同じ発音で文字種が異なるだけであり，用語，場面等に応じて適宜使い分けされるものである。」と認定したことに誤りはない。",
            "そうすると，このことを前提として，審決が，「引用発明において，半濁音発音を表記する，「ま行」のひらがなに半濁点を付した「ま゜」，「み゜」，「む゜」，「め゜」，「も゜」を，「ま行」のカタカナに半濁点を付した表記の「マ゜」「ミ゜」「ム゜」「メ゜」「モ゜」とすることとし，相違点1に係る構成とすることに，格別な点はない。」と判断したことにも誤りはない。",
            "なお，本願発明の前提となる「課題」は，ひらがな表記とカタカナ表記と共通するものであって，カタカナ表記を選択したことに格別の作用効果が存するともいえない。",
            "また，引用文献1の濁点文字の画像は，漢字フォントセットの一部を写したものであることが明らかであるから，その画像の中に文字がないことをもって，ひらがなとカタカナが対応しないとはいえないことは明らかである。",
            "- 32 -そして，引用文献1の濁点文字の画像に接した当業者であれば，全体として，審決が認定したように，濁点付きひらがなの後に，濁点付きのカタカナが続けて対応して存在するものと容易に推認できるから，審決の認定に誤りはない。",
            "したがって，原告主張の取消事由14は理由がない。",
            "  15  取消事由15（4．判断〈相違点2について〉の内容は誤り）について",
            "審決が認定した「通常「ぱ，ぴ，ぷ，ぺ，ぽ，」で表記される発音（国際発音記号では［pa］，［pi］，［pɯ ］，［pe］，［po］の半濁音）は，「ま゜，み゜，む゜，め゜，も゜」と表記されることが，正しいとの考え」（「周知の考え」。「国際発音記号」は，「国際音声記号表記」の誤記と認められる。）は，引用文献2及び3に示されており，その考えは，引用文献2～4に開示された「「は行」と，「は行」の濁音，半濁音の発音における口の形状が相違するのに対し，「か行」と「が行」や「さ行」と「ざ行」の発音における口の形状は相似しており，むしろ，「は行」の濁音，半濁音の発音における口の形は「ま行」と発音における口の形状が相似していること」に起因するものと理解できる。",
            "そうすると，審決が，「引用発明において，「ま行」に半濁点を付した形の表記に対応した半濁音発音として，上記「周知の考え」を採用し，そして言語学上の周知の知識を適用して相違点2に係る構成とすることは，当業者が容易になし得ることである。」と判断したことに誤りはない。",
            "したがって，原告主張の取消事由15は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求には理由がない。よって，主文のとおり判決する。"
      ]
    }
  ]
}