{
  "conclusion": [
    {
      "text": "特許庁が無効2012-800209号事件について平成25年7月18日にした審決を取り消す。"
    },
    {
      "text": "- 1 -"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求不成立審決の取消訴訟である。争点は，①新規性判断の誤りの有無，②進歩性判断の誤りの有無，及び③手続違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "被告は，名称を「スピネル型マンガン酸リチウムの製造方法」とする発明についての本件特許(特許第4274630号)の特許権者である。(甲17)",
                "本件特許は，平成11年5月21日に出願した特願平11-141722号に係るものであり，平成21年3月13日に設定登録(請求項の数6)された。(甲17)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審判の経過",
              "text": [
                "原告は，平成24年12月25日付けで本件特許の請求項1～6に係る発明についての特許の無効審判請求(無効2012-800209号)をした。(弁論の全趣旨)",
                "原告が，口頭審理陳述要領書において，特開平11-7956号公報(甲1)に記載された発明と，特開平8-2921号公報(甲7)，国立科学博物館  技術の系統化調査報告第9集(平成19年)169-227頁，(甲9)及びJournal  of  Power Sources54(1995)103-108頁(甲10)に記載された発明に基づく容易想到性の主張(無効理由5)をしたところ，審判長は，請求の要旨を変更するものとして，補正を許可しない決定(本件決定)をした。(弁論の全趣旨)",
                "特許庁は，平成25年7月18日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月26日，原告に送達された。(弁論の全趣旨)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項1～6の発明(以下，それぞれ，請求項の番号に従い「本件発明1」のようにいう。)に係る特許請求の範囲の記載は，次のとおりである。(甲17)",
            "「  【請求項1】電析した二酸化マンガンをナトリウム化合物もしくはカリウム化合物で中和し，pHを2以上とする共にナトリウムもしくはカリウムの含有量を0.12～2.20重量％とした電解二酸化マンガンに，リチウム原料と，上記マンガンの0.5～15モル％がアルミニウム，マグネシウム，カルシウム，チタン，バナジウム，クロム，鉄，コバルト，ニッケル，銅，亜鉛から選ばれる少なくとも1種以上の元素で置換されるように当該元素を含む化合物とを加えて混合し，750℃以上の温度で焼成する",
            "ことを特徴とするスピネル型マンガン酸リチウムの製造方法。",
            "【請求項2】",
            "請求項1において，",
            "上記ナトリウム化合物もしくはカリウム化合物が，水酸化物もしくは炭酸塩である",
            "ことを特徴とするスピネル型マンガン酸リチウムの製造方法。",
            "【請求項3】",
            "請求項1又は2において，",
            "上記二酸化マンガンが平均粒径5～30μmである",
            "ことを特徴とするスピネル型マンガン酸リチウムの製造方法。",
            "【請求項4】",
            "請求項1乃至3のいずれか一項において，",
            "上記二酸化マンガンとリチウム原料とのLi/Mnモル比が0.50～0.60である",
            "ことを特徴とするスピネル型マンガン酸リチウムの製造方法。",
            "【請求項5】",
            "請求項1乃至4のいずれか一項に記載の製造方法によって得られたスピネル型マンガン酸リチウムからなる",
            "ことを特徴とする非水電解質二次電池用正極材料。",
            "【請求項6】",
            "請求項5に記載の正極材料を用いた正極と，",
            "リチウム，リチウム合金及びリチウムを吸蔵・脱蔵できる材料を用いた負極と，",
            "非水電解質と",
            "から構成されることを特徴とする非水電解質二次電池。  」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "text": [
                "特開平11-7956号公報(甲1)には，次の発明(甲1発明)が記載されている。",
                "「  電解二酸化マンガンと，水酸化アルミニウムをMn：Al＝1.85：0.05となるように混合し，続いて，炭酸リチウムを，Li：Mn＝1.1：1.85となるように秤量し，ボールミルで混合後，電気炉中で800℃で20時間焼成し，解砕するLiMn Li1.85Al O で表される非水電解液二次電池用正極材料の製造方法。  」",
                "0.1 0.05 4    (2)  本件発明1と甲1発明との一致点",
                "「  電解二酸化マンガンに，炭酸リチウムと，上記マンガンの2.7モル％がアルミニウム置換されるように水酸化アルミニウムとを加えて混合し，800℃の温度で焼成するスピネル型マンガン酸リチウムの製造方法。  」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と甲1発明との相違点",
              "text": [
                "電解二酸化マンガンに関し，本件発明1は，「電析した二酸化マンガンをナトリウム化合物もしくはカリウム化合物で中和し，pHを2以上とすると共にナトリウムもしくはカリウムの含有量を0.12～2．20重量％とした」ものであるのに対し，甲1発明はかかる事項を発明特定事項として有していない点(相違点1)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由1(甲1発明と本件発明1及び本件発明2との同一性)についての判断",
              "text": [
                "本件特許の出願前には，電解二酸化マンガンとして，①ナトリウムを含むもの(電析した二酸化マンガンをナトリウム塩，水酸化ナトリウムで中和したもの)と，②ナトリウムを含まないもの(電析した二酸化マンガンをＮH OH溶液で中和したもの)，及び③電析した二酸化マンガンを中和をしないものの3種が知られていたといえるが，この3種が知られているという事実だけで，甲1発明の電解二酸化マンガンが，ナトリウムを含むものと断じることは困難であり，相違点1は実質的なものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由1(甲1発明と周知技術に基づく本件発明1及び本件発明2の容易想到性)についての判断",
              "text": [
                "①  特開平3-93163号公報(甲2)に記載された発明(甲2発明)は，甲1発明の複合酸化物(マンガンの一部をアルミニウムで置換)とは異なる組成の複合酸化物(Li MnO 〔x，yは正の変数〕)関する発明であり，甲2には，この複合x y酸化物にＮaを含有した電解二酸化マンガンを用いるとの教示もないから，ナトリウムを含有した電解二酸化マンガンを甲1発明の複合酸化物の原料として選択する動機付けはない。",
                "②  最新電池ハンドブック(1996)131～134頁(甲3)に記載された電解二酸化マンガン及び特開昭62-295354号公報(甲4)に記載された二酸化マンガンは，電池の種類が全く異なるアルカリ・マンガン電池用のものであり，これを甲1発明の非水電解液二次電池に用いる動機付けは見当たらない。",
                "③  特開平9-73902号公報(甲5)に記載された発明(甲5発明)は，甲1発明のリチウムマンガン複合酸化物(マンガンの一部をアルミニウムで置換)とは異なる組成の複合酸化物(Li MnO 〔ただし，原子比x，yは0.05≦x≦0.35，1.x y8≦y≦2.0を示す〕)に関する発明であり，甲1発明の複合酸化物の原料としてナトリウムを含有した二酸化マンガンを用いる動機付けにはならない。",
                "④  特開平11-45702号公報(甲8)に記載された発明(甲8発明)は，スピネル型複合酸化物(LiMn X O  〔ただし，xは遷移金属元素又はB，Mg，2-y y 4Al，Si，Pのいずれかを表し，yは0≦y≦1.0を満たす実数である〕)に関する発明であり，甲8には，この複合酸化物に添加剤としてナトリウム，ナトリウム化合物を添加することを教示しているといえるものの，ナトリウムを含む二酸化マンガンを原料として用いることまでは教示しているとはいえない。",
                "⑤  ①～④から，甲1発明に甲2～甲5及び甲8に記載された事項をいかように組み合わせても，相違点1に係る本件発明1の発明特定事項を導き出すことはできない。仮に，甲1発明の二酸化マンガンとしてナトリウム又はカリウムを含むものを原料とすることが導出できたとしても，相違点1に係る本件発明1の発明特定事項がもたらす高温容量維持率という本件発明1の顕著な効果は，当業者といえども予想することは困難である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由2(本件発明3の容易想到性)，無効理由3(本件発明4と甲1発明との同一性又は本件発明4の容易想到性)及び無効理由4(本件発明5又は本件発明6と甲1発明との同一性，本件発明5及び本件発明6の容易想到性)についての判断",
              "text": [
                "本件発明2～本件発明6は，本件発明1の発明特定事項のすべてをその発明特定事項として有しているから，本件発明1に容易想到性がない以上，本件発明2～本件発明6にも容易想到性はない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "無効理由5",
              "text": [
                "補正が許可されていないので，審理対象にならない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "まとめ",
              "text": [
                "本件発明1～本件発明6は，原告の主張する理由によっては無効とすることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規性判断の誤り)",
          "text": [
            "中和工程を有しない電解二酸化マンガンは，強酸性であって，電池の電極ケースを腐食させてしまうから，中和処理をしない電解二酸化マンガンを正極材として用いることはあり得ず，当業者にとって，電解二酸化マンガンはナトリウム中和型(数千ppmのＮaを含有する。)が一般的なものとして認識されていた(甲2，3，5，8，14，18)。",
            "また，このナトリウム中和型電解二酸化マンガンをリチウム二次電池用正極材用のマンガン酸リチウムの製造原料として用いることも周知であった(甲5，8)。",
            "そうすると，当業者は，甲1発明で原料として用いられた電解二酸化マンガンをナトリウム中和型と認識するのであるから，相違点1は実質的なものではない。",
            "したがって，本件発明1に新規性を認めた審決の判断には，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "容易想到性について",
              "text": [
                "①  本件特許出願当時，[1]電池の種類を問わず，ナトリウム中和型電解二酸化マンガンが用いられていたこと，[2]充放電サイクル等の電池特性の向上を課題として，リチウム二次電池用正極材としてのスピネル型を含むマンガン酸リチウムの原料には，ナトリウム中和型電解二酸化マンガンが用いられていたこと，[3]スピネル型を含むマンガン酸リチウムの原料混合時に，一定量のナトリウムを添加することで，マンガンの溶出を抑制し充放電サイクル特性を向上させることが周知されていた(甲2～5，7～10，12～16，19)。",
                "②  また，電池特性において，置換型スピネル型マンガン酸リチウム(マンガンの一部を他の金属で置換した構造)と非置換型スピネル型マンガン酸リチウム(マンガンの置換のない構造)とは共通の技術課題が存在していたから，電池特性を高めるためにナトリウムを含有する電解二酸化マンガンを原料に用いようとするならば，両者を区別する理由はない。また，充電時におけるマンガンの溶出による電池特性の低下という周知の課題を解決するために，スピネル型マンガン酸リチウムを構成するマンガンの一部を他の金属(Al，Mg等)で置換した構造とすることも周知技術であった(甲1，6，8，10，13，16)。",
                "③  ①②のとおり，上記各刊行物中に顕れている周知技術のスピネル型マンガン酸リチウムと甲1発明のスピネル型マンガン酸リチウムとは，その構造を同視でき，いずれも，マンガンの溶出を抑制してサイクル特性を向上させるという共通の課題を有していたものであるから，両者を組み合わせるについて阻害要因はなく，本件特許は，甲1発明とこれらの周知技術から容易に想到することができたものである。",
                "以上から，本件発明1に進歩性を認めた審決の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "作用効果について",
              "text": [
                "①  本件発明1の高温保存性や高温サイクル率の向上という作用効果は，ナトリウムを含有するマンガン酸リチウムという物に含まれたナトリウムから生じた作用効果であって(甲5，8，12～14)，本件発明1のようにナトリウムで中和する段階で所定のナトリウム量に調整したという製造方法をとることにより生じるものではない。そして，ナトリウムを含有するマンガン酸リチウムという物から生じる効果は，上記(1)のとおり周知であり，その効果は本件発明1から生じる効果と同じである。そうすると，本件発明1の製造方法固有の作用効果はなく，本件発明1の作用効果は格別なものではない。",
                "②  また，電解二酸化マンガン中のナトリウム又はカリウム含有量と高温保存量維持率との関係は，単調な正比例関係であり，同初期放電量は，単調な反比例関係である(本件明細書【0029】～【0066】)。本件発明1は，トレードオフ関係にある高温保存量維持率と初期放電量について，適当なナトリウム又はカリウムの含有量の範囲を特許請求の範囲にしただけのものにすぎず，その数値限定に臨界的意義はない。そうすると，本件発明1の作用効果は何ら格別のものではない。",
                "③  したがって，本件発明1に顕著な効果を認めた審決の判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違反)",
          "text": [
            "審判請求の理由は，甲1発明と周知技術(甲2～甲11に記載)とに基づいて，本件発明1が無効であるとするものであるから，甲1発明と甲7，甲9又は甲10に記載された発明に基づいて本件発明1が容易に想到できたとする無効理由5は，本件特許出願当時の技術水準を明らかにする刊行物を追加しただけであって，何ら請求の理由を変更するものではない。",
            "そうすると，無効理由5について請求の要旨を変更するとして補正を却下したことは誤りであり，特許法153条に基づいて職権で無効理由5を審理しなかった審決には，審理不尽があり，また，原告に再度の審判請求という無用の負担を強いるものとして，その手続に誤りがある。",
            "したがって，審決の手続は違法である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規性判断の誤り)に対して",
          "text": [
            "アルカリマンガン電池の電解液には水酸化カリウムなどのアルカリ性の溶液が使用されており，使用する二酸化マンガンが強酸性であっても，電池内に組み込まれると，強アルカリ性の電解液の影響が大きく，正極材自体が強酸性となることはない(甲3の133頁表10.3参照)。また，リチウムイオン二次電池では，電解二酸化マンガンを炭酸リチウムや水酸化リチウムなどの強アルカリと混合・焼成し，リチウムマンガン複合酸化物として用いるので，中和工程を有しない二酸化マンガンを使用することに問題が生じない(甲2の実施例Ⅲ，比較例，第1表，第2図参照)。",
            "アルカリマンガン電池においては，二酸化マンガンは正極材そのものとして使用されるのに対し，リチウム二次電池においては，二酸化マンガンは正極材の原料であり，その他の原料との混合，焼成等の工程を経て正極材として用いられる。したがって，マンガン電池やアルカリマンガン電池に用いられる電解二酸化マンガンにおける周知技術が，リチウム二次電池のスピネル型マンガン酸リチウムの原料としての電解二酸化マンガンにおける周知技術であるとはいえない。",
            "甲2は，リチウムイオン二次電池用の正極材であるLi MnO において，ナトリウx yムが含有していると充放電サイクル寿命の低下などの弊害が生じるので，ナトリウムがほとんど含まれていないものが良いことを示すものである(2頁右上欄9行～左下欄6行目)。甲5は，リチウムマンガン複合酸化物において，ナトリウムが含有していると充放電サイクル寿命に問題が生じるので，電解二酸化マンガンの中和剤をアンモニアにすると良いことや(【0004】)，リチウムマンガン酸化物中のナトリウム量を一定範囲に限定することを示すものであるほか，その正極材について，スピネル型マンガン酸リチウムを除外している。甲6は，リチウムマンガン複合酸化物において，原料のマンガン化合物に含まれるナトリウム，カリウムが多いと性能に問題があるため，500ppm以下のものを用いるのが好ましいことを示すものである(【0036】)。甲8は，アンモニア化合物((ＮH ) SO )が添加剤として添加され効果を奏している実施例を示し(【0024】【表1】)，ナトリウム化合物がアンモニア化合物よりも有利であるとはしていないほか，ナトリウム中和型電解二酸化マンガンを用いることも示していない。甲14は，電解二酸化マンガンに対してではなく，リチウムマンガン複合酸化物に対して中和操作を行うことを示している(【0014】)。",
            "そうすると，原告が主張するような技術常識が存在するとする根拠はない。",
            "したがって，本件発明1に新規性を認めた審決の判断には，誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "容易想到性について",
              "text": [
                "①  甲2は，スピネル型マンガン酸リチウムに関するものではなく，しかも，ナトリウム量を低減した電解二酸化マンガンを使用することを提案しているのであるから，ナトリウム中和型電解二酸化マンガンが広く用いられていたことを示すものではない。甲3も，スピネル型マンガン酸リチウムに関するものではなく，また，アルカリマンガン電池用の電解二酸化マンガンの製造工程の開示があるものの，そこに中和工程は記載されていない。甲4も，スピネル型マンガン酸リチウムに関するものではなく，電池の種類もアルカリマンガン電池に限ったものである。甲5も，スピネル型マンガン酸リチウムに関するものではなく，また，どのようにしてナトリウム含有量を調整するのかについての記載がないほか，甲1発明の組成のスピネル型マンガン酸リチウムを対象外とし，その対象外のものについては電池容量・サイクル特性の向上という課題が解決できないことを示している。甲8は，添加剤としてナトリウムを添加する手法を開示しているだけであり，ナトリウム中和型電解二酸化マンガンが用いられていたことを示すものではなく，また，ナトリウムを後で添加するものであるから，甲8のスピネル型マンガン酸リチウムが，ナトリウムを含む二酸化マンガンを原料として用いる本件発明1のスピネル型マンガン酸リチウムと同じものとはいえない。甲12～14は，ナトリウム中和型電解二酸化マンガンが用いられていたことを示してはおらず，スピネル型マンガン酸リチウム中にナトリウムが存在することによって電池特性(充放電サイクル特性等)が向上することも示していない。甲7の実施例でスピネル型マンガン酸リチウム製造に用いられた「HHU」(東ソー株式会社製電解二酸化マンガンの商品名)の具体的組成や製造方法は不明である。甲9及び甲15の「HH-U」の主な用途はアルカリマンガン電池である。甲10及び甲16のスピネル型マンガン酸リチウム製造実験で用いられた電化二酸化マンガンの具体的組成や製造方法は不明である。",
                "②  本件発明1は，マンガンの置換元素と置換量を特定することを特徴の1つとした置換型スピネル型マンガン酸リチウムの製造方法の発明であり，非置換型スピネル型マンガン酸リチウムや，マンガンの置換量が本件発明1の規定値を外れたものでは，本件発明1の効果を得ることはできない(比較例2参照)。したがって，非置換型スピネル型マンガン酸リチウムの効果から，本件発明1の効果を予想することはできない。",
                "③  ①②のとおり，原告の主張する周知技術は存在せず，また，原告の摘示する各刊行物からは，スピネル型マンガン酸リチウムの製造において，電解二酸化マンガンにおける中和化合物の種類，pH値，ナトリウム又はカリウム含有量，マンガンの置換元素及びその量，焼成温度がいかなる条件であればマンガンの溶出が抑制されるのか，マンガンの溶出が抑制されるとして，いかなる高温特性が得られるのか何も読み取ることはできない。",
                "以上から，本件発明1に進歩性を認めた審決の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "作用効果について",
              "text": [
                "①  マンガン酸リチウムという物の特性が優れていれば，その物を製造する方法にも進歩性がある。",
                "②  本件発明1は，電解二酸化マンガンにおける中和化合物の種類，pH値，ナトリウム又はカリウム含有量，マンガンの置換元素及びその量，焼成温度に着目して，高温保存性等の電池特性の向上という課題を解決した点に意義がある発明であって，単にナトリウム又はカリウム含有量だけを最適化したわけではない。したがって，原告が主張するようなトレードオフ関係はない。",
                "③  したがって，本件発明1に顕著な効果を認めた審決の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違反)に対して",
          "text": [
            "原告は，無効理由5において，主引用例を追加する主張をした上に，審判請求時に甲9以下を提出できなかった理由についても合理的な説明をしなかったことから，補正を許さない決定がされたのであり，本件決定は正当である。",
            "したがって，審判の手続は適法である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書及び甲1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件発明1～本件発明6に係る明細書及び図面(本件明細書)には，次の記載がある。(甲17)",
                "「【発明の属する技術分野】本発明はスピネル型マンガン酸リチウムの製造方法に関し，詳しくは，非水電解質二次電池用正極材料とした時に，マンガンの溶出量を抑制し，高温保存特性，高温サイクル特性等の電池の高温特性を向上させたスピネル型マンガン酸リチウムの製造方法に関する。」(【0001】)。",
                "「【従来の技術および発明が解決しようとする課題】近年のパソコンや電話等のポータブル化，コードレス化の急速な進歩により，それらの駆動用電源としての二次電池の需要が高まっている。その中でも非水電解質二次電池は最も小型かつ高エネルギー密度を持つため特に期待されている。上記の要望を満たす非水電解質二次電池の正極材料としては，コバルト酸リチウム(LiCoO )，ニッケル酸リチウム(LiＮiO )，マンガン酸リチウム(LiMn O )等がある。」(【0002】)。",
                "「上記の複合酸化物のうちLiCoO ，LiＮiO は理論容量が280mAh/g程度である。",
                "これに対し，LiMn O は148mAh/gと小さいが，原料となるマンガン酸化物が豊富で安価であることや，LiＮiO のような充電時の熱的不安定性がないことから，EV用途に適していると考えられている。」(【0003】)。",
                "「しかしながら，このスピネル型マンガン酸リチウム(LiMn O )は，高温においてMnが溶出するため，高温保存性，高温サイクル特性等の高温での電池特性に劣るという問題がある。」(【0004】)。",
                "「以上述べた事情に鑑み，本発明は，非水電解質二次電池用正極材料とした時に，充電時のマンガン溶出量を抑制し，高温保存性，高温サイクル特性等の高温での電池特性を向上させたスピネル型マンガン酸リチウムの製造方法および該マンガン酸リチウムからなる正極材料，並びに該正極材料を用いた非水電解質二次電池を提供することを課題とする。」(【0005】)",
                "「【課題を解決するための手段】…」(【0006】)",
                "「本発明者らは，電化二酸化マンガンの中和条件と，置換する元素に着目し，これらを特定することにより，得られたスピネル型マンガン酸リチウムが上記目的を達成し得ることを知見した。」(【0007】)",
                "「かかる知見に基づく第1の発明によるスピネル型マンガン酸リチウムの製造方法は，電析した二酸化マンガンをナトリウム化合物もしくはカリウム化合物で中和し，pHを2以上とする共にナトリウムもしくはカリウムの含有量を0.12～2.20重量％とした電解二酸化マンガンに，リチウム原料と，上記マンガンの0.5～15モル％がアルミニウム，マグネシウム，カルシウム，チタン，バナジウム，クロム，鉄，コバルト，ニッケル，銅，亜鉛から選ばれる少なくとも1種以上の元素で置換されるように当該元素を含む化合物とを加えて混合し，750℃以上の温度で焼成することを特徴とする。」(【0008】)",
                "「【発明の効果】以上説明したように，本発明の製造方法で得られたスピネル型マンガン酸リチウムを非水電解質二次電池用正極材料として用いることによって，充電時のマンガン溶出量を抑制し，高温保存特性，高温サイクル特性等の高温での電池特性を向上させ，また電流負荷率を改善することができる。」(【0072】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の記載",
              "text": [
                "甲1には，次の記載がある。",
                "「【特許請求の範囲】",
                "【請求項1】一般式Li［Mn Li Me ］O(0＜x≦0.2，0＜y≦0.2，Me：Al，Co，Cr，Fe，2-x-y x  y 4Ｎi，Mg，Ti)で表される非水電解液二次電池用正極材料。",
                "【請求項2】一般式Li［Mn Li  Me ］O (0＜x≦0.2，0＜y≦0.2，Me：Al，Co，Cr，Fe，2-x-y x y 4Ｎi，Mg，Ti)で表される非水電解液二次電池用正極材料の製造方法であって，まずLi以外の元素を含む原料を混合し，続いてLi塩を投入して再度混合することを特徴とする非水電解液二次電池用正極材料の製造方法。",
                "【請求項3】請求項1記載の非水電解液二次電池用正極材料を用いた非水電解液二次電池。」",
                "「【産業上の利用分野】本発明は，リチウム二次電池で代表される，非水電解液二次電池に用いられる正極材料としてのLi-Mn複合酸化物，及びその製造方法及びこれを用いた電池に関するものである。」(【0001】)",
                "「【従来技術】近年，AV機器あるいはパソコン等の電子機器のポータブル化，コードレス化が急速に進んでおり，これらの駆動用電源として小型，軽量で高エネルギー密度を有する二次電池への要求が高い。このような要求に対し，非水系二次電池，特にリチウム二次電池は，とりわけ高電圧，高エネルギー密度を有する電池としての期待が大きい。これらの要求を満たすリチウム二次電池用の正極材料として，リチウムをインターカレーション，デインターカレーションすることのできるLiCoO ，LiＮiO あるいはこれらの酸化物に遷移金属元素を一部置換した複合酸化物などの層状化合物の研究開発が盛んに行われている。」(【0002】)。",
                "「また，層状構造を持たないが，LiCoO 等と同様の4V級の高電圧を有する安価な材料として，Li-Mn複合酸化物であるLiMn O が，また電圧は約3Vと若干低いLiMnO の開発も進められている。しかし，これらLi-Mn複合酸化物をリチウム二次電池用の正極材料として用いた場合，従来のLiCoO やLiＮiO を正極材料として用いた場合に比較してサイクル特性に劣るという問題があった。この対策として，Mnの一部をLiで置換したり，Alで置換するという方法も試みたが，ある程度の改善は得られるものの充分ではない。また，電池容量も小さいという問題があった。」(【0003】)",
                "「【発明が解決しようとする課題】本発明は，高容量でサイクル特性に優れた非水電解液二次電池用正極材料の製造法を提供することを目的とする。」(【0004】)",
                "「【課題を解決するための手段】よって，本発明は，一般式Li［Mn Li  Me ］O (0＜x≦0.2-x-y x y 42，0＜y≦0.2，Me：Al，Co，Cr，Fe，Ｎi，Mg，Ti)で表される非水電解液二次電池用正極材料である。また，本発明は，一般式Li［Mn Li  Me ］O (0＜x≦0.2，0＜y≦0.2，Me：Al，Co，2-x-y x y 4Cr，Fe，Ｎi，Mg，Ti)で表される非水電解液二次電池用正極材料の製造方法であって，まずLi以外の元素を含む原料を混合し，続いてLi塩を投入して再度混合することを特徴とする非水電解液二次電池用正極材量の製造方法である。また，本発明は，上記非水電解液二次用正極材料を用いた非水電解液二次電池である。」(【0005】",
                "「実施例1    電解二酸化マンガンと，水酸化アルミニウムをMn：Al＝1.85：0.05となるように混合し，続いて，炭酸リチウムを，Li：Mn＝1.1：1.85となるように秤量し，ボールミルで混合後，電気炉中で800℃で20時間焼成し，解砕してLi-Mn複合酸化物を生成した。このLi-Mn複合酸化物を正極材料としてコイン電池を作製し，放電試験を行い，初期容量及びサイクル特性を測定し，その結果を表1に示す。」(【0008】)",
                "「電池特性評価結果",
                "」(表1の抜粋)",
                "「【発明の効果】以上説明したように，本発明によれば，高容量でサイクル特性に優れた非水電解液二次電池用正極材料の製造法及びこれを用いた電池を提供することができる。」(【0015】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(新規性判断の誤り)について",
          "text": [
            "原告は，当業者は，甲1発明で原料として用いられている電解二酸化マンガンをナトリウム中和型と認識するのであるから，相違点1は実質的なものではないと主張する。",
            "しかしながら，本件特許出願当時，電解二酸化マンガンを当然に中和するかどうかはさておき，その中和剤としては，ＮH OH などナトリウムではないものも知られており(甲2，甲5の【0004】)，ナトリウムで中和する電解二酸化マンガンのみが用いられていたとはいえないから，当業者が，甲1発明で原料として用いられていた電解二酸化マンガンを，当然にナトリウム中和型と理解するとはいえない。",
            "そうすると，相違点1は，実質的なものである。",
            "したがって，本件発明1に新規性を認めた審決の判断には誤りはなく，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1につき",
              "content": [
                {
                  "fig": "ア",
                  "subject": "課題",
                  "text": [
                    "前記1(1)の本件明細書の記載によれば，本件発明1は，非水電解質二次電池の正極材料として用いられるスピネル型マンガン酸リチウムであるLiMn O は，高温においてマンガンが溶出するため，高温での保存性(充電した電池を保存した後，電池の容量がどの程度低下するかを示すもの)やサイクル特性(充放電の繰り返しにより，電池の容量がどの程度低下するかを示すもの)等の高温での電池特性に劣ることを技術課題とし，充電時のマンガン溶出量を抑制し，高温保存性，高温サイクル特性等の高温での電池特性を向上させたスピネル型マンガン酸リチウムの製造方法を提供することを目的とするものである。",
                    "しかるところ，非水電解質二次電池の正極材料としてスピネル型マンガン酸リチウムであるLiMn O を用いた場合に，充電した電池の高温環境下での保存や充放電の繰返しによる電池容量の低下が，マンガンの溶出により生じることは，次の本件特許出願前の各刊行物の記載からみて，本件特許出願時の技術常識であると認められる。したがって，マンガンの溶出を抑制することにより，高温保存性やサイクル特性(高温での充放電の繰り返しに限るものではない。)を向上させることは，当業者にとって周知の課題であったと認められる。",
                    "①  甲6(特開平11-71115号公報。平成11年3月16日公開。)",
                    "「…近年，LiMn O 構造中のMnが，リチウム二次電池正極として充放電を行うと，有機電解液中で溶出することがわかった。さらに，本発明者らの実験では，電解液系の種類にもよるが，充放電を行わなくとも，有機電解液中でLiMn O を85℃で保存しただけでも構造中のMn量が1mol％程度も溶出し，溶出後には正極材料としての特性が著しく低下することがわかった。」(【0005】)",
                    "②  甲8(特開平11-45702号公報。平成11年2月16日公開。)",
                    "「…LiMn O は充放電により結晶構造が歪んだ際に，Liイオンが安定な形で結晶構造の中に取り込まれてしまうため，充放電を繰り返すうちにLiイオンが放出されにくくなり，これがサイクル特性の劣化につながることが知られている。また，充放電を繰り返すことによりMn原子が電解質層に溶出する現象も知られている。そこで，添加元素を用いて結晶構造の安定性を高め，サイクル特性を改善することが提案されている。」(【0006】)",
                    "「【発明の実施の形態】本発明者らは，LiMn O にナトリウム，ナトリウム化合物，アンモニウム化合物から選ばれる少なくとも1種類の添加剤を添加した正極活物質を用いて正極を作製し，さらにこれを用いてリチウム二次電池を構成すると，添加剤を使用しない場合に比べてサイクル特性が著しく改善されることを見出し，本発明を提案するに至ったものである。この改善効果は，上記の添加剤がLiイオンの移動を容易にしたり，あるいはMnの溶出を抑制することに起因する。」(【0009】)",
                    "③  甲14(特開平11-71114号公報。平成11年3月16日公開。)",
                    "「…LiCoO を代替する正極活物質として，LiＮiO で表されるリチウムニッケル複合酸化物，およびLiMn O で表されるリチウムマンガン複合酸化物が検討されている。…」(【0004】)",
                    "「しかしながら，リチウムマンガン複合酸化物を正極活物質として用いた二次電池は，充放電サイクル耐久特性が充分でない。すなわち，繰り返し充放電を行うと，電池の充放電電気容量が劣化するという難点がある。この現象は，…リチウムマンガン複合酸化物に関する以下の性質に由来するものと考えられる。」(【0005】)",
                    "「その第一は，特に電池の放電時に，電極表面において，下式の不均化反応",
                    "2Mn3＋→Mn4＋＋Mn2＋",
                    "が生じ，その結果生成するMn2＋イオンが電解液中へ溶出するという性質である。これは不可逆反応であり，従って，Mn2＋イオンが電解液中へ溶出すると，リチウムマンガン複合酸化物結晶は劣化することになる。」(【0006】)",
                    "④  甲19(特開平10-334918号公報)",
                    "「化学量論組成のLiMn O で表されるリチウムマンガン複合酸化物は，充放電時や保存時高温にさらされると，マンガンが溶出し結晶構造が破壊され，電池としての容量が低下する。これに対し，600～900℃の特定の焼成条件でマンガンの一部をリチウムで置換したものは，結晶が安定化し，マンガンの溶出が減少し高温でのサイクル時に容量の低下が少なくなる。」(【0007】)",
                    "そして，甲1発明は，LiMn Li Al O で表される非水電解液二次電池用正1.85 0.1 0.05 4極材料の製造方法に関するものであり，LiMn O におけるマンガンの一部をリチウム及びアルミニウムで置換したスピネル型マンガン酸リチウムの一種であることは，その組成からも明らかであるから，このような甲1発明においても，マンガンの溶出量を抑制することにより高温保存性やサイクル特性を向上させるとの課題が存在することは，当業者にとって明らかであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "解決手段",
                  "text": [
                    "甲8には，次のとおり，リチウム二次電池の正極活物質として用いられるLiMnO を作製する際に，原料物質を混合する段階で，ナトリウムの水酸化物，炭酸塩，硫酸塩などの添加剤を加えて焼成を行うことで，LiMn O の結晶構造中にナトリウムが取り込まれ，それによりマンガンの溶出が抑制されること，この場合，LiMnO に第3の元素を添加して，LiMn X O (ただし，xは遷移金属元素又はB，4 2-y y 4Mg，Al，Si，Pのいずれかを表し，yは0≦y≦1.0を満たす実数である。)としても良いことが記載されている。",
                    "「リチウム二次電池の正極活物質としては，…一般式LiMO (Mは金属原子)で表される層状の複合酸化物や，一般式LiMn O で表されるスピネル構造の複合酸化物が提案されている。…これらの複合酸化物は，構成金属元素の炭酸塩，水酸化物，硝酸塩等を出発原料として，高温で焼成することにより合成することができる。」(【0003】)",
                    "「【発明の実施の形態】本発明者らは，LiMn O にナトリウム，ナトリウム化合物，アンモニウム化合物から選ばれる少なくとも1種類の添加剤を添加した正極活物質を用いて正極を作製し，さらにこれを用いてリチウム二次電池を構成すると，添加剤を使用しない場合に比べてサイクル特性が著しく改善されることを見出し，本発明を提案するに至ったものである。この改善効果は，上記の添加剤がLiイオンの移動を容易にしたり，あるいはMnの溶出を抑制することに起因する。」(【0009】)",
                    "「上記添加剤は，LiMn O と単に物理的に混合されていても構わないが，少なくとも一部がLiMn O の結晶構造中に取り込まれるようにしてもよい。単に物理的な混合物を調製する場合は，LiMn O の微粒子と添加剤とを均一に混合・分散させればよく，また添加剤をLiMn O の結晶構造中に取り込ませる場合には，LiMn O の原料物質を混合する段階で添加剤も加えてから焼成を行うとよい。添加剤は，正極活物質に対してナトリウム・イオンまたはアンモニウム・イオンが0.01～0.3モル％の濃度範囲で添加されていることが特に好適である。0.01モル％よりも少ないと所望の添加効果が得られず，0.3モル％を超えるとLiMn O の結晶構造が壊れやすくなったり，Liイオンの移動が妨げられやすくなるおそれが大きい。」(【0010】)",
                    "「上記ナトリウム化合物および前記アンモニウム化合物としては，水酸化物，炭酸塩，硫酸塩を用いることができるが，特に硫酸塩，すなわち硫酸ナトリウムと硫酸アンモニウムが好適である。これは，硫酸塩が充放電特性に影響を及ぼさず，また，非水電解質を分解する原因となる水分等の生成物と反応して分解を抑制するためである。」(【0011】)",
                    "「上記複合酸化物には，Li，Mn以外に結晶構造を安定化させるための第3の元素を添加しても良い。この場合の複合酸化物は一般式LiMn X O で表され，Xは遷移金属元素またはB，2-y y 4Mg，Al，Si，Pのいずれかを表し，yは0≦y≦1.0を満たす実数である。」(【0013】)",
                    "「実施例3",
                    "本実施例では，正極活物質LiMn O と添加剤Ｎa SO とを焼成混合し，LiMn O の結晶構造中にＮa SO を取り込んだ正極を作製した。すなわち，LiOH・H O，MnO ，Ｎa SO の3者を，焼成後のLi：Mn：Ｎaのモル比が1：1.98：0.02の割合となるように混合し，470℃，12時間の第1段階焼成と，750℃，24時間の第2段階焼成とを経てLiMn O とＮaの焼成物を得た。この焼成物の平均粒径は3.0μm，最大粒径は8μmであった。」(【0025】)",
                    "また，リチウムマンガン複合酸化物は，通常，マンガン化合物，リチウム化合物などの原料を混合し，所定の温度で焼成することにより作製されるものであるところ(例えば，甲1の【0008】，甲6の【0032】【0039】)，甲5には，次のとおり，従来技術として，酸性溶液中で生成した電解二酸化マンガンを水酸化ナトリウムで中和することにより得られた二酸化マンガンは，ナトリウムを含有すること，このような二酸化マンガンを原料にしてリチウムマンガン複合酸化物を作製すると，二酸化マンガン中のナトリウムは，リチウムマンガン複合酸化物中のリチウムイオンの吸蔵放出サイトに取り込まれることが記載されている。",
                    "「【従来の技術】…」(【0002】",
                    "「非水溶媒二次電池の正極活物質としては，従来よりバナジウム酸化物，コバルト酸化物，マンガン酸化物が用いられている。中でも，マンガン酸化物は，他の活物質に比べて環境汚染の恐れが少なく，豊富に存在し，かつ安価であるという理由から近年特に注目されている。」(【0003】)",
                    "「前記マンガン酸化物としては，二酸化マンガンに硝酸リチウムあるいは水酸化リチウムを反応させてこの二酸化マンガン中にリチウムを導入することにより得られるリチウムマンガン複合酸化物が知られている。前記二酸化マンガンは，酸性溶液中で生成した電解二酸化マンガンを水酸化ナトリウムで中和することにより得られる。その結果，前記二酸化マンガンはナトリウムを含有する。このような二酸化マンガンを原料にしてリチウムマンガン複合酸化物を作製すると，前記二酸化マンガン中のナトリウムはこの複合酸化物中のリチウムイオンの吸蔵放出サイトに取込まれる。このため，二酸化マンガンの生成工程において中和剤をアンモニアに変更する等によりナトリウムが含まれてない二酸化マンガンを生成し，この二酸化マンガンからリチウムマンガン複合酸化物を作製することが行われている。前記ナトリウムを含まないリチウムマンガン複合酸化物を活物質とする正極を備えた非水溶媒二次電池は，充放電サイクル寿命が改善される。」(【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性",
                  "text": [
                    "上記ア，イのとおり，マンガンの溶出を抑制することによって高温保存性やサイクル特性を向上させるという周知の課題について，スピネル型マンガン酸リチウム又はこのマンガンを第3元素で置換した複合酸化物の結晶構造中に，ナトリウムが取り込まれることによってマンガンの溶出を抑制することができる，という手段が知られており(甲8)，さらに，水酸化ナトリウムで中和した電解二酸化マンガンにはナトリウムが含有されており，このような電解二酸化マンガンをリチウムマンガン複合酸化物の原料として用いた場合(甲5)に，この電解二酸化マンガンに含有されていたナトリウムがリチウムマンガン複合酸化物の結晶構造中に取り込まれることも，広く知られていたといえる。",
                    "そうすると，スピネル型マンガン酸リチウムであって，その原料として電解二酸化マンガンを用いる甲1発明において，高温保存性やサイクル特性を向上させるために，ナトリウムを取り込むという広く知られた手段を用いることとし，その際，水酸化ナトリウムで中和することによってナトリウムを含有することが広く知られている電解二酸化マンガンを原料として利用すること(甲5)に着目し，これを原料として使用することでLiMn Li Al O の結晶構造中にナトリウムを取り1.85 0.1 0.05 4込み，それによりマンガンの溶出を抑制することは，当業者が容易に想到することであると認められる。",
                    "また，電解二酸化マンガンについて，中和によりどの程度のpHとするか，また，ナトリウムの含有量をどの程度とするかは，ナトリウムの単なる量的条件の決定にすぎず，上記解決手段を具現化する中で適宜選択される最適条件にすぎないから，pHを2以上とするとともに，ナトリウムの含有量を0.12～2.20重量％とすることも，当業者が容易に想到することであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張に対して",
              "text": [
                "①  被告は，甲2(特開平3-93163号公報)，甲5(特開平9-73902号公報)及び甲6(特開平11-71115号公報)には，リチウムマンガン複合酸化物にナトリウムが含まれると電池の特性に問題が生じることが示されていると主張する(前記第4，1及び2(1)①)。",
                "しかしながら，上記(1)イのとおり，甲8(特開平11-45702号公報)には，LiMn O 又はLiMn X O (ただし，xは遷移金属元素又はB，Mg，Al，Si，Pの2 4 2-y y 4いずれかを表し，yは0≦y≦1.0を満たす実数である。)の結晶構造中にナトリウムが取り込まれることにより，マンガンの溶出が抑制されること，マンガンの溶出が抑制されれば，サイクル特性が向上することが示されている。甲2，甲5及び甲6においては，ナトリウムが含まれることによって電池の特性に問題が生じることが示されているとしても，それが一切の使用を断念するほどの強い指摘でもない限り，当業者がこれとは異なる事項を開示する甲8の解決手段を採ることは，どの先行技術を用いるかという当業者の通常の創作過程で生じる選択にすぎないことである(現に，甲5においては，ナトリウムの含有を一定の範囲内で推奨している。なお，上記(1)アで甲6を，同イで甲5を引用したのは，従来技術を明らかにする限度である。)。そして，甲2，甲5及び甲6の各記載は，一定の範囲での電池の特性の低下を示唆する程度のものにすぎないから，甲1発明において，原料である電解二酸化マンガンとして，水酸化ナトリウムで中和することによってナトリウムを含有するものを用いることは，甲2，甲5及び甲6の記載事項により阻害されるものではない。",
                "被告の上記主張は，採用することができない。",
                "②  被告は，甲8(特開平11-45702号公報)は，リチウムマンガン複合酸化物にナトリウム，ナトリウム化合物を添加剤として加える手法を開示しているだけであり，ナトリウムで中和された電解二酸化マンガンを用いることを示すものではないと主張する(前記第4，2(1)①)。",
                "被告が主張するように，甲8には，ナトリウムで中和された電解二酸化マンガンを用いること自体についての記載はない。しかしながら，上記(1)イのとおり，甲8には，LiMn O にナトリウム，ナトリウム化合物を物理的に混合する方法でもよいし，LiMn O を作製する際に，その原料物質を混合する段階でナトリウムの水酸化物，炭酸塩，硫酸塩などの添加剤を加えて焼成を行ってLiMn O の結晶構造中に取り込ませてもよいことが記載されていると理解できる。そして，水酸化ナトリウムで中和したことによりナトリウムを含んでいる二酸化マンガンを原料にしてリチウムマンガン複合酸化物を作製すれば，その複合酸化物の結晶構造にナトリウムが取り込まれることが広く知られていたことも，上記(1)イのとおりである。そうであれば，甲1発明のスピネル型マンガン酸リチウムの製造において，甲8発明の添加剤として加える方法に代えて，原料である電解二酸化マンガンに従来から知られていた水酸化ナトリウムで中和することによりナトリウムを含有するものを用いること(甲5)とするのは，格別な創意を要することではない。当業者は，甲1発明のスピネル型マンガン酸リチウムにナトリウムを含有した場合に，高温保存性，サイクル特性の向上という効果が改善されることをあらかじめ予想できているのであり，その原料として，従来技術として甲5に開示されている周知の手段を選択しただけでは，容易想到性を否定することはできない。",
                "被告の上記主張は，採用することができない。",
                "③  被告は，本件発明1のように電解二酸化マンガンの中和時にナトリウムが含有されることと，甲8発明のようにナトリウムやナトリウム化合物を添加剤として用いたことによってナトリウムが含有されることとは同視できないと主張する(前記第4，2(1)①)。",
                "しかしながら，前記のとおり，ナトリウム中和型電解二酸化マンガン，リチウム原料，置換元素などの原料を混合し，所定の温度で焼成することにより作製されるリチウムマンガン複合酸化物を製造する本件発明1においては，原料である電解二酸化マンガンに含まれるナトリウムは，最終的に，作製されたスピネル型マンガン酸リチウムの結晶構造中に取り込まれるものと理解される。一方，甲8発明は，LiMn O 又はLiMn Al O (ただし，xは遷移金属元素又はB，Mg，Al，Si，Pのい2 4 2-y y 4ずれかを表し，yは0≦y≦1.0を満たす実数である。)を作製する際に，原料物質を混合する段階でナトリウムの水酸化物，炭酸塩，硫酸塩などの添加剤を加えて焼成を行うことでLiMn O 又はLiMn Al O の結晶構造中にナトリウムを取り込む2 4 2-y y 4ものと理解される。本件発明1と甲8発明とは，その作製手順が一部異なるものの，いずれも，結晶構造中にナトリウムが取り込まれることによってマンガンの溶出を抑制する点で物の構成としては同等のものを製造しており，両発明の間に実質的な相違はないということができる(電解二酸化マンガン中のナトリウムがリチウムマンガン複合酸化物の結晶構造に取り込まれることは，甲5に開示されている。)。そして，本件明細書からは，本件発明1が，これと異なる機序，効果を有するとする記載を見出すことはできない。",
                "被告の上記主張は，採用することができない。",
                "④  被告は，スピネル型マンガン酸リチウムにおいて，電解二酸化マンガンにおける中和化合物の種類，pH値，ナトリウム又はカリウムの含有量，マンガンの置換元素及びその量，焼成温度がいかなる条件であればマンガンのの溶出が抑制されるのか，また，いかなる高温特性が得られるのか明らかではないから，当業者といえども本件発明1の効果を予測することはできないと主張する(前記第4，2(1)③及び同(2)②)。",
                "しかしながら，本件発明1と甲1発明との相違点は，電解二酸化マンガンに関するものに限られたものであるところ，上記(1)ア，イのとおり，非水電解質二次電池の正極材料として用いられるスピネル型マンガン酸リチウムの結晶構造中にナトリウムが取り込まれることによりマンガンの溶出が抑制されることは，従来から知られていたことである。",
                "そして，前述のとおり，電解二酸化マンガンについて，中和によりどの程度のpHとするか，また，ナトリウムの含有量をどの程度とするかは，ナトリウムの単なる量的条件の決定にすぎず，解決手段を具現化する中で適宜選択される最適条件にすぎないところ，本件発明1の数値限定の量的範囲に従来技術と対比した臨界性はなく，当業者ならば単純な試行錯誤を重ねることによっていずれは達する数値であるから，容易に想到することであるといえる。",
                "また，本件発明1の高温保存性や高温サイクル特性等の向上との効果は，マンガンの溶出を抑制することにより生じる効果そのものであり，また，その量的効果も格別顕著なものとは認められず，当業者が予測し得る範囲内のものである。",
                "したがって，被告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件発明1は，甲1発明に甲5及び甲8発明を含む周知技術を適用すれば，容易に想到することができたものと認められ，本件発明1を容易に想到することができないとした審決には，誤りがある。",
                "そして，この誤りは，審決の説示に照らせば，本件発明2～本件発明6についても容易に想到することができないとした審決の判断に影響するものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告が主張する取消事由2は理由があり，その余の点について判断するまでもなく，審決は取り消されるべきものであるから，主文のとおり判決する。"
      ]
    }
  ]
}