{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の請求をいずれも棄却する。"
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1審，2審とも，被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，被控訴人が，控訴人に対し，(1)  原判決別紙著作物目録記載の著作物(以下「本件原作」という。)について，平成24年1月16日から平成26年4月19日までの間，その翻案権の一部である実写映画化権(以下「本件実写映画化権」という。)を取得したと主張して，被控訴人が，当該期間，本件実写映画化権を有することの確認を求めるとともに，(2)  控訴人が，本件原作の独占的利用権が控訴人に帰属する旨並びに本件原作を基に実写映画及びこれに派生した実写テレビドラマシリーズを製作する被控訴人の行為が控訴人の独占的利用権を侵害する旨を告知したことが不正競争防止法2条1項14号所定の不正競争行為に当たると主張して，同法3条1項に基づく告知，流布の差止めを求めた事案である。",
          "text": [
            "原判決が被控訴人の請求を全部認容したため，控訴人がこれを不服として第1の1記載の裁判を求め控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実(当事者間に争いのない事実並びに後掲の証拠及び弁論の全趣旨により容易に認められる事実)と準拠法，争点及び争点に関する当事者の主張は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第2の1ないし3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「被控訴人」と，「被告」を「控訴人」と，それぞれ読み替える。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁20行目末尾に「と準拠法」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁2行目末尾に，改行の上，次のとおり加える。",
                "「ア  株式会社KK  TRIBEを権利者とする譲渡の登録(なお，同登録は，平成23年11月4日付で抹消の登録がされている。)",
                "登録年月日：平成20年8月12日",
                "登録の目的：著作権譲渡",
                "登録の原因等：平成20年4月9日に譲渡人・Aと譲受人・株式会社KK  TRIBEとの間に著作権(著作権法27条及び28条の規定する権利を含む。)の譲渡があった。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁3行目冒頭の「ア」を「イ」と，同頁9行目冒頭の「イ」を「ウ」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決5頁22行目末尾に，改行の上，次のとおり加える。",
                "「(6)  準拠法",
                "Aと1212エンターテイメントとの間の平成23年4月20日付けオプション契約(甲3，甲3の3)の解釈については，同契約の契約書別紙A11aにより，カリフォルニア州法が準拠法となる。",
                "被控訴人，普及会及びAの間の平成24年1月16日付け譲渡担保契約(甲1)の解釈については，同契約の契約書11条により，日本法が準拠法となる。",
                "被控訴人が控訴人に対し本件実写映画化権の取得を主張できるかどうかについては，日本国民であるAの日本における著作物に係る著作権の効力に関するものであるので，日本法が準拠法となる。",
                "不正競争防止法に基づく請求については，被控訴人が不正競争行為として主張する行為は法の適用に関する通則法19条の行為に該当するが，準拠法を日本法とすることにつき当事者間に争いがないので，同法21条本文により日本法が準拠法となる。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁13行目の「したがって，」の後に「カリフォルニア州法に基づき，」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決9頁4行目末尾に，改行の上，次のとおり加える。",
                "「  また，控訴人は，被控訴人による本件オプション契約上のオプション権の行使まで本件原作を利用することができたはずであった。しかし，被控訴人は，控訴人からの権利主張により控訴人が本件原作について独占的利用権を有することを知りながら，既に締結した本件オプション契約に基づくオプション権の行使によることなく，新たに本件譲渡担保契約を締結し，控訴人による上記利用を妨げた。仮に被控訴人がオプション権を行使しなければ，本件譲渡担保契約に基づき登録が抹消され，控訴人による上記利用が妨げられた結果のみが残る。このように，本件譲渡担保契約は，オプション権の行使により被控訴人が取得する権利を保全するという目的を超えて，被控訴人がオプション権を行使する前においても，控訴人による本件原作の正当な利用を妨害するものであり，本件譲渡担保契約に基づく権利主張は正当な権利行使の範囲を超えるものである。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決10頁3行目末尾に，改行の上，次のとおり加える。",
                "「  さらに，Bが，被控訴人代表者に対し，本件各通知書の送付に先立つ平成23年12月2日付けで，シーエスデヴコに対する権利侵害行為を中止するように要求する内容の書簡(甲20)を送付しているところ，当該書簡は，第三者である被控訴人が本件原作の実写映画化に当たって脚本の作成を依頼した映画脚本家の代理人にもその写しが送付され，その結果，同映画脚本家は実写映画化の作業を一時中断している。また，控訴人は，本件原作に係る著作権登録原簿に何ら権利者として登録されていないにもかかわらず，平成24年3月30日付け通知書(甲11)において，被控訴人に対し，同人に本件原作を映画化する権利がない旨主張したほか，法的措置及び大手メジャー映画会社，配給会社を含むマスコミに対する権利表明等を通じて，あらゆる手段をもって被控訴人の映画製作を阻止することなどを表明している。",
                "これらの事情に照らすと，控訴人が第三者に対して虚偽の事実を告知し又は流布するおそれは極めて高い。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決10頁8行目末尾に，改行の上，次のとおり加える。",
                "「ウ  被控訴人は本件オプション権を保有し，かかる権利を保護するために本件実写映画化権の譲渡を受け，登録を完了した。また，本件譲渡担保契約1条なお書の規定に従い，譲渡担保の期間は自動的に延長される予定である。他方，控訴人は，被控訴人に対抗し得るような本件原作の独占的利用権を有していない。したがって，差止めの期間が限定される必要はない。」"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決10頁16行目末尾に，改行の上，次のとおり加える。",
                "「  さらに，本件通知書1は，平成24年1月30日付けであるのに対し，本件実写映画化権が本件譲渡担保契約により譲渡されたことが登録されたのは同年2月2日であるので，本件通知書1が発送された時点において，被控訴人は，本件実写映画化権の取得を控訴人に対抗できない。したがって，本件記載1については虚偽の事実とはいえない。」",
                "(10)  原判決10頁21行目末尾に，改行の上，次のとおり加える。",
                "「ウ  Aの説明内容や被控訴人が自らが本件オプション契約の当事者でないかのように説明していたこと，控訴人が本件各通知書送付時点で，被控訴人が本件実写映画化権の譲渡を受け，対抗要件を備えたことを知らなかったことに照らし，本件各通知書の送付は社会通念上やむを得ないものであった。しかも，Bは，控訴人の取引先であるシーエスデヴコの代理人であるが，控訴人はシーエスデヴコに対し権利を許諾することにより本件漫画の映画化を企画しており，控訴人が被控訴人に対しいかなる主張をしているかについて情報を共有する必要があったため，本件各通知書を送付したにすぎない。また，控訴人代表者は，仮に被控訴人が本件実写映画化権を有する旨の判決が確定することがあれば，被控訴人の権利について虚偽の告知をすることはあり得ない旨述べている。",
                "したがって，現時点及び口頭弁論終結時において，不正競争による営業上の利益の侵害のおそれはない。"
              ],
              "content": [
                {
                  "fig": "エ",
                  "subject": "被控訴人が本件実写映画化権を有するのは平成26年4月19日までの間であり，しかも，オプション権と延長後の譲渡担保権の登録はされておらず，現時点で実際に本件譲渡担保契約の期間の延長の条件が成就したことの主張立証もないので，同月20日以降については，差止めの対象たり得ない。」"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被控訴人が，本件原作について，平成24年1月16日から平成26年4月19日までの間，本件実写映画化権を取得したものであり，控訴人に対し，上記期間，本件実写映画化権を有することの確認を求めることができるほか，被控訴人の控訴人に対する不正競争防止法に基づく虚偽事実の告知，流布行為の差止請求も，理由があるものと判断する。",
        "その理由は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第3の1ないし5記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決14頁10行目末尾に，改行の上，次のとおり加える。",
            "「  なお，シーエスデヴコは，前記(1)認定の本件公正証書に記載された合意に基づき，控訴人から本件漫画の映画化権等を購入するオプション権を付与された者である(甲20，乙19)。」"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決14頁11行目末尾に，改行の上，次のとおり加える。",
            "「(1)  カリフォルニア州民法1636条は，「契約は，契約時に存在していた当事者の相互の意思が確認可能かつ合法的である限りにおいて，かかる意思を実現するものとして解釈されるものとする。」と規定している(甲26)。そして，契約書の文言の解釈に争いがあり，当該文言が明瞭かつ明白でない(すなわち，契約書の文言が一義的に明確ではなく，他に合理的に解釈可能な意義を有する)場合，裁判所は，外部証拠を利用して契約時における当事者の相互の意図を解釈することができる(Hervey v. Mercury Casualty Co., 185 Cal. App. 4th 954; 100 Cal. Rptr. 3d 890 (2010)，George v. Automobile Club of Southern California, 201 Cal. App. 4th 1112; 135 Cal. Rptr. 3d 480 (2011) citing Pacific Gas & E. Co. v. G. W. Thomas Drayage, etc. Co., 69 Cal.2d 33, 69 Cal Rptr. 561 (1968) 参照)。また，同法1640条は，「不正行為，錯誤または事故により，書面による契約が当事者の真の意思を表していない場合は，かかる意思が存在するものとみなされ，書面上において誤っている箇所は無視されるものとする。」と規定している(甲26)。そして，誤りが存在する場合，契約当事者の意図に合致するように契約が修正される(Thrifty Payless, Inc v. The Americana at Brand, LLC, 218 Cal. App. 4th 1230, 160 Cal. Rptr. 3d 718 (2013) citing Hess v. Ford Motor Co., 27",
            "Cal. 4th 516, 117 Cal. Rptr. 2d 220 (2002))。したがって，契約書の文言が明瞭かつ明白であったとしても，その記載が当事者の真の意思と異なる場合には，その真の意思に沿って契約書の文言が解釈されることとなる。」"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決14頁12行目の「(1)」を「(2)」と改める。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決15頁9行目の「行ったこと，」の次に「④本件オプション契約締結以前に，本件原作の著作権のみがAを著作者として登録され，かつ，これがAから株式会社KK  TRIBEに譲渡され，その旨の登録もなされているなど，本件原作は本件漫画とは異なる著作物として取り扱われていたほか，Aは，本件オプション契約においても，対象となる著作物の実写版の映画の著作に関する権利等が自らに独占的に管理されていることを表明し，保証していること，」を加える。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決15頁9行目の「④」を「⑤」と改める。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決15頁21行目冒頭から同頁22行目末尾までを，次のとおり改める。",
            "「  以上によれば，本件オプション契約の対象となる「Aが日本で発表した劇画作品」は，本件原作を指すものと解釈するのが相当である。仮に「Aが日本で発表した劇画作品」が本件漫画を指すことが本件オプション契約書の文言上明確であるとしても，これは当事者の真の意思を表したものとは認められず，カリフォルニア州法に従い，前記(1)記載のとおり当事者の意思に合致するように本件オプション契約が修正され，本件オプション契約の対象は本件原作となるというべきである。そうすると，同様に，本件譲渡担保契約の対象は本件原作となる。」"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決15頁23行目冒頭から25行目末尾までを次のとおり改める。",
            "「(3)  これに対し，控訴人は，本件譲渡担保契約の対象は本件漫画である，本件譲渡担保契約の対象を本件原作であるとすると，本件オプション契約に基づく対価の支払をすることなく被控訴人が本件実写映画化権を確定的に取得することとなり不合理であるし，本件譲渡担保契約6条に基づく担保の実行をした効果について説明ができないなどと主張する。",
            "しかし，上記(2)において認定したところに加え，後記3(2)認定の点に照らすと，控訴人の上記主張を採用することはできない。」"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決16頁12行目から同頁13行目にかけての「これらの事情に照らすと，」を「以上の各事情に加え，A(甲25)及び被控訴人代表者(甲19)の各陳述内容を併せ考えると，」と改める。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決17頁5行目の「とは異なるから，」から同頁6行目の「決すべきである。」までを，「とその性質を異にすることが明らかであり，本件譲渡担保契約により，前記期間中において，本件実写映画化権が被控訴人に確定的に移転したかどうかを判断するに当たっては，本件譲渡担保契約の具体的な内容に基づいてその効力を判断する必要がある。」と改める。",
            "10  原判決17頁8行目ないし同頁9行目の「沿うものといえるから，」の次に「本件実写映画化権は，前記期間中，本件譲渡担保契約に基づき被控訴人に確定的に移転したものというべきであり，」を加える。",
            "11  原判決17頁15行目冒頭から同頁24行目末尾までを次のとおり改める。",
            "「(2)ア  証拠(乙4，11，13ないし19)及び弁論の全趣旨によれば，控訴人は，本件公正証書に係る契約に基づき，Aから本件原作について独占的利用権の許諾を受けたものと認められる。"
          ],
          "content": [
            {
              "fig": "イ",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "この点，被控訴人は，Aと控訴人の間で本件公正証書に係る契約が成立したかどうかについては疑問がある上，上記契約は，Aが将来作成する著作物を含む多数の著作物の独占的利用を許諾する内容であり，Aに過大な負担を課すものであって，公序良俗に違反し無効であるし，Aは，上記契約を解除しているので，被告が本件原作につき独占的利用権を有しているとはいえない旨主張する。",
                    "確かに，①上記契約はAの現在及び将来の全ての著作物に関して独占的利用権を付与するものでありながら，本件公正証書に対価に関する定めがないこと，②控訴人が独占的利用権取得のための対価として支払ったと主張する合計2億円は，控訴人以外の者による支払があるほか，本件公正証書作成の約6か月ないし8か月前になされていることなどといった不自然な点も存在する。",
                    "また，Aは，控訴人に対し，平成23年9月15日付け契約解除等通知書により，本件公正証書に係る契約の解除ないしは無効を主張していることが認められる(甲24)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "しかし，Aは，前記通知書(甲24)において，控訴人がAに対し本件原作の出版物の出版中止を再三にわたり要求したこと等が本件公正証書7条1項(1)に該当することや，控訴人が本件公正証書3条の報告義務に違反していること，本件公正証書に係る契約が「人身拘束」，「奴隷契約」的要素が著しく強く公序良俗に違反し無効であることなどは記載しているものの，解除事由や公序良俗に違反する理由として上記契約につき対価の支払がないことは挙げていない。また，Aはその陳述書(甲25)においても，上記2億円の性質について何の記載もしておらず，上記2億円の支払を受けたことやその性質が本件公正証書に係る契約の対価であることを否定する記載をしていない。さらに，本件証拠上，上記契約の対価以外の目的で控訴人がAに対し上記2億円を支払う必要があったことをうかがわせるような事情も認められない。上記2億円のうちの一部を控訴人以外の者が支払っている点も，上記各事情に照らすと，そのことのみで直ちに上記2億円の支払が本件公正証書に係る契約によるAの著作物の独占的利用権許諾の対価であるとの認定を覆すようなものとはいえない。",
                    "以上の各事情に加え，控訴人代表者の陳述内容(乙19)も併せ考えると，上記2億円は，控訴人が，Aに対し，本件公正証書に係る契約によるAの著作物の独占的利用許諾の対価として支払ったものであると認められる。そして，上記2億円の支払が既になされていることを前提に本件公正証書が作成されたものと解される上に，控訴人代表者の陳述内容(乙19)も併せ考えると，上記①の点が上記アの認定を左右するものとはいえない。",
                    "なお，Aは，本件公正証書は知らないところで作成されたなどと被控訴人に説明した旨，本件公正証書が偽造されたものであるかのような陳述をする(甲25)。",
                    "しかし，Aは，控訴人との間で，2010年(平成22年)1月26日付けで，本件公正証書が有効に存続していること等を確認すること等を内容とする確認書を作成している(乙14)。また，上記通知書(甲24)には，Aが本件公正証書の存在を知らなかったなどという記載はなく，上記認定のとおり，上記契約が公序良俗違反で無効であるとか，控訴人に債務不履行があるので上記契約を解除するという主張が主たるものであった。さらに，上記通知書には，本件公正証書作成に当たり，委任状が不正な方法により作出された旨の記載はあるものの，それを裏付ける的確な客観的証拠はなく，かえって，Aが本件公正証書の作成をCに対して委任した委任状(本件公正証書記載の契約と同内容の契約書が添付されている。)には，Aの実印が押印されている(乙11ないし13)。",
                    "以上の各事情に照らすと，Aの上記陳述を採用することはできない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "また，Aは，控訴人に対し，前記通知書において，本件公正証書に係る契約の解除ないしは公序良俗違反による無効を主張していることが認められる(甲24)。",
                    "しかし，上記(イ)認定のとおり，本件公正証書に係る契約の内容や独占的利用許諾の対価として2億円が支払われていることや，実際にAの著作物を出版する際にはAに対して印税が支払われること(乙15)などに照らすと，上記契約が直ちに公序良俗に違反するものとは認め難い(本件公正証書に係る契約において，Aが将来作成する著作物も含めて利用許諾の対象とする旨の記載がある点については，将来において同契約締結時において予想される範囲を超えた状況が生じたときに，同契約の合理的な解釈により，その許諾対象となる将来の著作物の範囲が制限的に解釈される余地があるとは解されるけれども，同契約が公序良俗に違反し，無効であるとは認め難い。)。また，本件公正証書7条記載の解除事由や同条以外の控訴人の債務不履行等，Aにおいて本件公正証書に係る契約を解除し得る事実が存在していたことを認めるに足りる的確な客観的証拠はない。",
                    "よって，本件公正証書に係る契約が無効であるとか，Aにより解除されたと認めることはできない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "以上によれば，被控訴人の前記(ア)記載の主張を採用することはできない。」",
                  "text": [
                    "12  原判決17頁25行目の「さらに」から「その権利は」までを「もっとも，控訴人の有する独占的利用権は」と改める。",
                    "13  原判決19頁5行目冒頭から同頁19行目末尾までを次のとおり改める。",
                    "「(2)  そこで，まず，本件各記載が「虚偽の事実」であるといえるかについてみると，本件各通知書にいう「本件財産」は本件漫画を指すものと解されるが(前記1(6))，本件漫画は本件原作に基づいて作成されたものであり，本件漫画を利用して実写映画を製作する際には，当然に本件原作の創作性のある部分を利用することになる。そうすると，本件各記載に接した者は，本件各記載をもって，控訴人が本件漫画のみならずその原作である本件原作についても独占的に利用する権利を有し，控訴人以外の他の者は本件原作を利用することはできず，したがって，本件原作を基に実写映画やこれに類する作品を製作する被控訴人の行為が控訴人の権利を侵害するという事実を述べるものと理解すると解することができる。そして，前記1ないし4説示のとおり，被控訴人は，本件原作の実写映画及びこれに派生した実写テレビドラマシリーズを製作する権利を有する一方，控訴人は，本件原作の独占的利用権を被控訴人に対抗できず，したがって，被控訴人に対して上記権利を主張できないのであるから，本件原作の独占的利用権が控訴人に帰属する，すなわち控訴人以外の他の者が本件原作を利用することはできないとか，被控訴人が本件原作を基に実写映画等を製作する行為が控訴人の権利を侵害するということはできない。したがって，本件各記載は，虚偽の事実に当たるものと認められる。」",
                    "14  原判決20頁9行目の「したがって」から，同頁11行目の「相当である。」までを，改行の上，次のとおり改める。",
                    "「(5)  本件各通知書の記載内容，控訴人は，被控訴人に対し，被控訴人が本件実写映画化権の譲渡の登録を受けたことを知った後も，平成24年3月30日付けの通知書(甲11)において，被控訴人の本件実写映画化権に基づく映画の製作行為が，A作品の「子連れ狼」に関する控訴人の権利を否定するものであり，被控訴人の上記の著作物の行為について法的措置及び大手メジャー映画会社，配給会社を含むマスコミに対する権利表明等あらゆる手段をもって阻止する旨を通知していること(甲9ないし11)，控訴人が本件訴訟においても被控訴人の主張を争っていることに照らすと，控訴人による本件各記載と同旨の事実の告知及び流布による不正競争行為により被控訴人の営業上の利益が侵害されるおそれがあると認められる。",
                    "この点，控訴人は，上記通知書は，被控訴人が作画家の許諾を得ずに映画化をすることができるかのような主張を繰り返していたために，その点に異議を述べたもので，本件原作について被控訴人が権利を有するか否かについて記載したものではない旨主張する。しかし，上記認定のとおり，上記通知書においても，A作品の「子連れ狼」に関する控訴人の権利を否定するなどといった記載もあることに照らすと，控訴人の上記主張を採用することはできない。",
                    "また，控訴人は，本件各通知書の送付は社会通念上やむを得ないものであったとか，控訴人代表者の陳述を根拠として，被控訴人の営業上の利益が侵害されるおそれはない旨主張するが，上記認定した各事情に照らすと，控訴人の主張する事情が，被控訴人の営業上の利益が侵害されるおそれがあるとの上記認定を左右するものとはいえない。よって，控訴人の上記主張を採用することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(6)",
                      "text": [
                        "控訴人は，平成26年4月20日以降については，差止めの対象たり得ない旨主張する。",
                        "しかし，本件譲渡担保契約書1条1項なお書には，「オプション契約第4条又は同契約「Standard Terms and Conditions」(判決注・本件オプション契約書別紙A)第3条に従って当初権利行使期間が延長された場合，譲渡担保の期間も自動的に延長されるものとする。」との定めがある。",
                        "そして，本件オプション契約別紙A3条には，当初権利行使期間が本件原作に関し何らかの請求が行われ，又は申し立てられた場合にはこれを延長することができる旨の定めがあることが認められ，かつ，延長される期間に限定も付されていない(甲3，甲3の3)。",
                        "以上によれば，本件訴訟におけるような控訴人による本件原作に関する請求又は申立てが存在する限り，本件オプション契約における当初権利行使期間が延長され，それに従い譲渡担保の期間も延長される。そして，上記請求等がなされるのが平成26年4月19日までの期間に限られるとも認められない。したがって，不正競争防止法に基づく差止めの期間が同日までに限られるものとはいえない。さらに，前記(5)において認定した点に照らすと，差止めの期間を限定するのは相当でない。",
                        "なお，前記(2)認定のとおり，控訴人が被控訴人に対し本件原作の独占的利用権を対抗できない以上，平成26年4月20日以降につき本件実写映画化権の登録がなされていないとしても，上記認定が左右されるものではない。",
                        "よって，控訴人の上記主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(7)",
                      "subject": "以上によれば，被控訴人は，同法3条1項に基づき，控訴人に対し，本件各記載と同旨の事実の告知及び流布の差止めを求めることができると判断するのが相当である。」"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人の本訴請求はいずれも理由があり，これを認容した原判決は正当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}