{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人には，商標第1447343号，商標第3176413号，商標第3221808号，商標第4469518号，商標第4802712号及び商標第4910939号の本件各商標による，ドメイン名citibank.jpに対する商標法上の使用差止請求権については，本件各商標登録時から短くとも平成24年1月25日の現在に至ってもなお，使用差止請求権は存在していないことを確認する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "以下，控訴人(原審原告)を「原告」と，被控訴人(原審被告)を「被告」といい，原審において用いられた略語は，当審においてもそのまま用いる。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，JPRSに，本件ドメイン名(「CITIBANK.JP」)を登録している。被告は，日本知的財産仲裁センターに対し，原告を相手方として，本件紛争処理方針に基づく申立てを行い，日本知的財産仲裁センター紛争処理パネルは，本件ドメイン名の登録を被告に移転せよとの本件裁定をした。",
            "本件は，原告が，被告に対し，本件各商標に基づく本件ドメイン名の商標法上の使用差止請求権の不存在確認を求めた事案である。",
            "原審は，本件訴えは，判決をもって法律関係の存否を確定することにより，その法律関係に関する法律上の紛争を解決するものではないから，確認の利益がなく，不適法であるとして，本件訴えを却下した。そこで，原告は，原判決の取消しを求めて，当裁判所に控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実及び争点",
          "text": [
            "原判決の「事実及び理由」欄の「第2  事案の概要」「1  前提事実」及び「2争点」(原判決2頁7行目ないし10頁18行目)記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "text": [
            "次のとおり付加するほかは，原判決の「事実及び理由」欄の「第2  事案の概要」「3  当事者の主張」(原判決10頁19行目ないし22頁14行目)記載のとおりであるから，これを引用する。",
            "原判決11頁22行目の冒頭に，「裁定制度は，本件紛争処理方針，本件登録規則によれば，ドメイン名の移転を求める裁定により，当然に当該ドメイン名の移転が行われることを前提とした制度ではなく，訴えが提起された場合には，当該裁判の結果に基づき，実施機関(JPRS)が，裁定結果である当該ドメイン名の移転を実施するか否かを最終的に判断する制度であると解すべきである。」を加える。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "次のとおり付加訂正するほかは，原判決の「事実及び理由」欄の「第3  当裁判所の判断」の1及び2(原判決22頁15行目ないし30頁9行目)記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決26頁12行目の「しかしながら，」から17行目の「相当であったと解される。」までを，以下のとおり変更する。",
                "「しかし，原告の主張は，以下のとおり失当である。すなわち，前記のとおり，被告が原告を相手方として，本件ドメイン名の登録を被告に移転せよとの裁定を申し立てた根拠は，本件紛争処理方針4条a項(i)号等所定の要件を充足するというものであるが，被告が本件各商標の商標権又は専用使用権を有することを原因とするものではない。したがって，本件裁定がされた後に，本件において「被告の原告に対する商標法上の使用差止請求権が存在しないことの確認を求める訴訟」の審理，判断をしたとしても，原告と被告との間の本件ドメイン名に関する紛争の解決に何ら役に立たないのみならず，紛争解決を遅延させる結果を招きかねない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決26頁17行目の「なお，当裁判所は，」を「なお，原審裁判所は，」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決26頁19行目末尾に，改行して，以下のとおり加える。",
                "「また，原告は，JPRSは，提訴された訴訟の適否等を確認して，本件裁定の実施を見送っており，本件訴訟において被告の本件各商標に係る商標法上の使用差止請求権の不存在が確認されることにより，JPRSは，本件裁定結果を実施するか否かを最終的に判断し，本件裁定に係る紛争は終結するのであるから，確認の利益はあると主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "本件紛争処理方針4条k項は，JPRSは，ドメイン名登録移転の裁定の通知後10日間の間に，登録者から申立人を被告として裁判所に出訴したとの訴状等の提出があった場合には，当然に，裁定結果の実施を見送る旨が規定され，JPRSは，当該訴えが適法であるか否かについては判断しないものと解されるから，原告の主張は，主張自体失当である。",
                "そして，前記のとおり，本件訴訟において，本件ドメイン名についての商標法上の使用差止請求権が存在しないことについて審理，判断をしたとしても，本件裁定に係る被告の申立て及び本件裁定がそのような性質の請求権を根拠とするものではない以上，本件裁定の当否が確認されることにはならず，原告の本件ドメイン名の登録に関するJPRSとの契約関係に基づく地位についての不安，危険は，最終的には除去されない。",
                "原告は，その他縷々主張するが，いずれも理由がない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，その余の点について判断するまでもなく，原告の訴えは確認の利益がなく，不適法である。したがって，これを却下した原判決は相当であり，本件控訴は理由がないので，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10024",
    "date": "2013-07-17",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成24年(ワ)2303",
    "precedent_id": "083455",
    "ipprecedent_id": "3449",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}