{
  "conclusion": [
    {
      "text": "- 1 -"
    },
    {
      "text": "特許庁が無効2011-800164号事件について平成25年2月22日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を一部成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。なお，以下，脱退前原告味の素株式会社と原告を厳密に区別する必要性がない場合は，単に原告と表記することがある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯",
          "text": [
            "特許第4120018号(本件特許。甲18)の出願(特願平9-47181号。本件出願)及び本件特許についての無効審判請求の主な手続の経緯は，以下のとおりである。",
            "味の素株式会社は，平成9年2月14日，「2室容器入り経静脈用総合栄養輸液製剤」という名称で本件出願をし，平成20年5月9日，設定登録を受けた。被告が，同年6月13日，本件特許について無効審判請求(無効2008-800110号)をしたところ，味の素株式会社は，同年9月8日，訂正請求(第1訂正請求)をした。さらに，被告は，同年11月17日，本件特許について無効審判請求(無効2008-800256号)をした。特許庁は，同年12月4日，両無効審判請求を併合審理することとし，平成22年3月24日，不成立の審決をした(1次審決)。被告は，同年4月30日，1次審決の取消訴訟を提起したところ(当庁平成22年(行ケ)第10133号事件)，平成23年2月1日，第1訂正請求による本件特許の請求項1記載の発明は，特開平8-709号公報(甲30)記載の発明から当業者が容易に想到し得ない旨判断した，1次審決を取り消す旨の判決がなされ(甲13)，その後，同判決は確定した。",
            "味の素株式会社は，平成23年6月17日，訂正請求(平成23年法律63号改正附則第2条第18項によりなお従前の例によるとされる同法による改正前特許法(平成23年改正前特許法)134条の3第1項の規定に基づく第2訂正請求。)をし，これにより，第1訂正請求は，平成23年改正前特許法134条の2第4項により取り下げられたものとみなされた。被告は，同年9月8日，本件特許について，無効審判請求(無効2011-800164号)をしたところ(甲19)，味の素株式会社は，同年12月2日，訂正請求(第3訂正請求。甲21)をした。特許庁は，平成24年5月18日，3つの無効審判請求を併合して審理することとした。その後，味の素株式会社は，同年7月31日，第2訂正請求を取り下げた。",
            "特許庁は，平成25年2月22日，第3訂正請求を認めた上で，「(無効2008-800110号)審判請求は，成り立たない。(無効2008-800256号)審判請求は，成り立たない。(無効2011-800164号)本件特許の請求項1に係る発明についての特許を無効とする。」との審決をした。同審決の謄本は，同年3月4日，味の素株式会社に送達された。",
            "その後，味の素株式会社は，本件訴訟係属中の平成25年6月27日，特許請求の範囲の減縮及び明瞭でない記載の釈明のための訂正審判請求をした(甲40)。",
            "本件特許は，平成25年7月1日，味の素製薬株式会社に譲渡され(同月2日に移転登録完了)，さらに，同日に味の素製薬株式会社から会社分割された原告に承継された(同月22日に移転登録完了)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "第3訂正請求後の本件特許の請求項1に係る発明(本件発明)の要旨は，以下のとおりである(なお，分節は，当裁判所が付した。)。",
            "【請求項1】",
            "A；連通可能な隔離手段により2室に区画された可撓性容器の第1室にグルコース及びビタミンとしてビタミンB1のみを含有し，pHが2．0～4．5に調整された輸液が収容され，第2室にアミノ酸を含有する輸液が収容され，その第1室及び第2室に収容されている輸液の一方又は両方に電解質が配合された輸液入り容器において，",
            "B；第1室の輸液にビタミンB1として塩酸チアミン又は硝酸チアミン1．25～15．0mg／Lを含有し，メンブランフィルターで濾過して充填し，",
            "C；且つ第2室の輸液に安定剤として亜硫酸塩0．05～0．2g／Lを含有し，",
            "D；更に2室を開通し混合したときの亜硫酸塩の濃度が0．0136～0．07g／Lとなるように亜硫酸塩を含有し，メンブランフィルターで濾過して充填し，更に高圧蒸気滅菌が施されてなり，",
            "E；2室を開通し混合後，48時間後のビタミンB1の残存率が90％以上であることを特徴とする脂肪乳剤を含まない2室容器入り経静脈用総合栄養輸液製剤。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "無効審判請求(無効2011-800164号)に関する審決の理由の要点(争点と関係が薄い部分はフォントを小さく表記する。)",
      "text": [
        "審決は，本件発明は，甲1ないし3に記載された発明及び周知技術に基づいて，当業者が容易に発明することができるから，特許法29条2項により特許を受けることができないものであると判断した。その理由の要旨は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "被告の主張した無効理由",
          "content": [
            {
              "fig": "ア",
              "subject": "無効理由1",
              "text": [
                "平成20年2月22日付け手続補正は，本件願書に最初に添付した明細書又は図面に記載した事項の範囲内でなされたものではないから，特許法17条の2第3項の要件を満たさず，本件発明は，同法123条1項1号に該当し，無効とすべきである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "無効理由2",
              "text": [
                "本件発明は明確でないから，特許法36条6項2号の要件を満たさず，同法123条1項4号に該当し，無効とすべきである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "無効理由3",
              "text": [
                "本件発明は，本件特許の発明の詳細な説明に記載されたものではないから，特許法36条6項1号の要件を満たさず，同法123条1項4号に該当し，無効とすべきである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "無効理由4",
              "text": [
                "本件特許の発明の詳細な説明は，当業者が本件発明を実施できる程度に明確かつ十分に記載されていないから，特許法36条4項の要件を満たさず，本件発明は，同法123条1項4号に該当し，無効とすべきである。"
              ]
            },
            {
              "fig": "オ",
              "subject": "無効理由5",
              "text": [
                "本件発明は，甲1ないし6に記載された発明に基づいて，出願前に当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができないものであり，同法123条1項2号に該当し，無効とすべきである。",
                "甲1：JJPEN, Vol.18, No.1, p61-65, 1996",
                "甲2：医薬ジャーナル, Vol.31, No.1, p405-409，1995",
                "甲3：医薬ジャーナル, Vol.31, No.6, pl617-1619, 1995",
                "甲4：表解注射薬の配合変化  改訂3版, p99, 1986",
                "甲5：JJPEN, Vol. 11, No.4, p396-398, 1989",
                "甲6：特開平9-20650号公報"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "審決の判断(無効理由5についてのみ判断され，無効理由1ないし4は判断されていない。)",
          "content": [
            {
              "fig": "ア",
              "subject": "引用例1(甲1)記載の発明(引用発明)の認定",
              "text": [
                "第1室にブドウ糖及び電解質とを含むpHが4．0～5．0であるTPＮ(高カロリー輸液)基本液800mlが収容され，第2室に高濃度アミノ酸300mlが収容された，使用直前に隔壁を開通させる隔壁で区切られたツインバック製剤であって，亜硫酸水素ナトリウムが，第1室には含まれず，第2室にのみ0．5g／Lの濃度で含まれていて，2室開通後の該濃度が約0．136g／Lであり，第1室に対してビタミンB1である塩酸チアミン等のマルチビタミンが添加されていて，その塩酸チアミンの濃度はほぼ3．75mg／Lである，静脈栄養療法用輸液製剤"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本願発明と引用発明との対比",
      "text": [
        "(一致点)",
        "A；連通可能な隔離手段により2室に区画された可撓性容器の第1室にグルコース及びビタミン類を含有し，pHが4．0～4．5に調整された輸液が収容され，第2室にアミノ酸を含有する輸液が収容され，その第1室に収容されている輸液に電解質が配合された輸液入り容器において，",
        "B；第1室の輸液にビタミンB1として塩酸チアミン約3．75mg／Lを含有し，",
        "C；第2室の輸液に安定剤として亜硫酸塩を含有し，",
        "E；脂肪乳剤を含まない2室容器入り経静脈用総合栄養輸液製剤",
        "(相違点)",
        "1：本件発明は，第1室に，ビタミンとしてビタミンB1のみを配合するのに対して，引用発明は他のビタミン類も含んでいること。",
        "2：本件発明は，第2室の輸液に安定剤として亜硫酸塩0.05～0.2g／Lを含有し，更に2室を開通し混合したときの亜硫酸塩の濃度が0.0136～0.07g／Lとなるように含有させて，2室を開通し混合後，48時間後のビタミンB1の残存率が90％以上であることを特定しているのに対して，引用発明では，第2室の輸液に安定剤として亜硫酸塩0．5g／Lを含有し，連通したときに約0．136g／Lとなることのみ特定されていること。",
        "3：本件発明は高圧蒸気滅菌を施すことを特定しているのに対して，引用発明はそのような特定がない点。",
        "4：本件発明は輸液をメンブランフィルターで濾過して容器に充填することを特定しているのに対して，引用発明ではそのような特定がない点。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "相違点についての検討",
      "text": [
        "〔相違点1〕",
        "TPＮ用輸液に添加されるマルチビタミンといっても，必ずしも常に一体的に取り扱われるものというものではなく，ビタミンごとに個別の成分として認識されていたものであり，それぞれ安定性や機能についても個別の性質を有することが，当業者に認識されていたといえるから，各ビタミン類の添加に関しては，それぞれ個別に判断されていたものと理解される。",
        "したがって，引用発明におけるマルチビタミンに含まれる各種ビタミン類の中でも，TPＮにおける周知でかつ重篤な副作用であるアシドーシスの問題を解決することを目的とするならば，ビタミンB1のみを添加すればよいことは，当業者が容易に理解することであり，また，そのようなTPＮにおける副作用を避けるために，特にビタミンB1のみを添加しようとする動機付けもあったといえる。",
        "そして，本件発明において，ビタミンとしてビタミンB1のみを含有したことによって，当業者が予期できない何らかの効果が奏されるものでもない。",
        "よって，相違点1に係る発明特定事項は，当業者が周知事項に基づいて容易になし得たことといえる。",
        "〔相違点2〕",
        "引用例3(甲3)によれば，引用発明と同じピーエヌツイン-2号について，2室開通後のビタミンB1の安定性は，48時間後の残存率で64．9～74．5％とされている。ビタミンB1の残存率としては，「90％」が当業者にとって安定性維持の評価の基準と解されるから，引用例3のビタミンB1の残存率は，当業者にとっても不十分なものと評価される。",
        "このような引用例3の記載を踏まえれば，同じピーエヌツイン-2号を使用した引用発明の2層開通後のビタミンB1の安定性は不十分であると，当業者は理解し，その安定性を改善しようという動機付けが生ずる。",
        "これに対して，引用例2(甲2)でビタミンB1が十分な残存率を示したという混合輸液は，ビタミンB1を含むが亜硫酸塩を含まない糖電解質輸液と，亜硫酸水素ナトリウムを含むアミノ酸輸液とを用時混合して使用する輸液製剤という点で，引用発明と共通するから，引用例2の教示に従い，ビタミンB1の安定性を考慮し，引用発明の第2室のアミノ酸製剤を，引用例2と同じような亜硫酸水素ナトリウムの濃度が低いものとし，これによって，第1室の糖電解質輸液と第2室のアミノ酸輸液とが，混合後48時間後のビタミンB1の残存率が90％を越えるものにすることは，当業者が容易に想到することといえる。",
        "したがって，引用発明において，2室混合後の亜硫酸水素ナトリウム濃度を0．049～0．06g／L程度とすることにより，ビタミンB1の安定性について混合後48時間後の残存率を90％以上とすることは，当業者が容易に想到することといえる。",
        "さらに，そのためには，引用発明における混合前の第2室のアミノ酸輸液の濃度を低減させることとなるが，2室混合後の亜硫酸水素ナトリウム濃度を0．049～0．06g／L程度とするためには，混合前の第2室の亜硫酸水素ナトリウム濃度は，計算上「0．180～0．220g／L」程度に調整されることになり，この範囲は，本件発明における混合前の第1室の亜硫酸水素ナトリウム濃度である「0．05～0．2g／L」と重複する(0．18～0．2g／Lの範囲で重複)。",
        "そうすると，引用発明の第2室のアミノ酸製剤について，ビタミンB1の安定性を考慮して，混合前の亜硫酸水素ナトリウム濃度を，例えば，0．180～0．2g／Lを含む範囲のものとすることにより，混合後の該濃度を0．049～0．0545g／Lを含む範囲のものとして，ひいては，そのことによって，第1室と第2室との混合後48時間後のビタミンB1の残存率について90％を越える量を確保することは，当業者が容易になし得ることといえる。",
        "〔相違点3〕",
        "高圧蒸気滅菌は，そもそも輸液製造の分野において滅菌手段として汎用されているものである上，特開平8-709号公報(甲30)の製造例1及び特開平8-143459号公報(甲31)の実施例1などにおいて，ビタミンB1を配合された可撓性の2室プラスチック容器入りの輸液製剤に対しても適用されている手段であるから，引用発明のような輸液製剤に対して適用することは，当業者が容易になし得ることである。",
        "〔相違点4〕",
        "輸液製造の分野において，輸液をメンブランフィルターで濾過して除菌することは周知であるから，引用発明についても，当然にメンブランフィルターで濾過しているものと解され，相違点4については，実質的な相違点とはいえない。",
        "また，仮に，引用発明において，必ずしもメンブランフィルターで濾過しているものとは解し得ないとしても，このような周知技術を適用することは当業者が容易になし得ることである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定誤りに伴う一致点の認定の誤り，相違点の看過)について",
          "text": [
            "審決は，調剤である引用発明を輸液製剤と認定した点で，引用発明の認定を誤り，本件発明との一致点の認定を誤った。また，審決は，本件発明では，第1室の輸液にビタミンB1が含有されているのに対して，引用発明では，ビタミン類が第1室の輸液に後から混注されたものであることを相違点として認定しなかった点で，相違点を看過するという誤りを犯した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明",
              "text": [
                "本件発明は，それ自体が完成した製剤として詳細な構成をもって特許されたものであり，最終製品として薬事法の承認も得て市販されることが予定された具体的な「製剤」である。本件発明は，「製剤」として特定度の高い発明であり，厚生労働省医薬局の「安定性試験ガイドライン」(甲43)の「製剤」(剤系に処方され，市販される形の最終的な包装容器に容れられた医薬品)にも該当するものである。本件発明の実施品は，連通前の保存期間ないし有効期間が1年以上であり，長期にわたる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の記載",
              "text": [
                "引用例1は，ツインバッグ輸液製剤として製造市販されているピーエヌツイン-2号の第1室の輸液に，それとは別の製剤であるマルチビタミン類を後から混注して，複数の温度条件及び遮光条件の条件下で保存した後の内容物の安定性を試験した結果を報告し，医療機関や保険調剤薬局のクリーンベンチ内でマルチビタミン剤を混注することを提案する調剤に関する論文であって，ビタミンB1を第1室に含有する2室容器入り輸液製剤は，記載されていない。引用例1に記載されているのは，病院における調剤行為にほかならない。引用例1において，ビタミン類の安定性を問題にしているのは，在宅中心静脈栄養法の患者に交付する1か月を最長期間とする(甲44)調剤の場面においてである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "製剤と調剤との違い",
              "text": [
                "「製剤」とは，「調剤，保存あるいは使用に便利で，かつ治療効果を十分に発揮できるように加工すること」をいうが(甲32)，かかる化学大事典の記載は，「製剤」と「調剤」が異なる概念であることを前提としている。当業者である製薬企業によって業として製造される「医療用薬品」としての「製剤」と，かかる製剤に医療の現場で他の製剤が添加される「調剤」とは，明らかに区別されるものである。「院内製剤」は，医師・薬剤師の調剤行為とその結果調製された薬剤を意味し，一般的な「製剤」とは区別される。大審院判決でも，一定の処方に従って1種以上の薬品を配合し，又は1種以上の薬品を使用し，一定の分量に従い特定の用法に適合するように特定人の特定疾患に対応するように調製することを「調剤」と定義付けている(甲46)。特許法においても，「調剤」は，医薬の製造業者の製造及びその製造に係る医薬すなわち「製剤」とは異なる概念として規定されている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明の認定の誤り",
              "text": [
                "引用発明は，病院等において在宅治療の患者のために2室容器入り輸液製剤の第1室にマルチビタミン類を混注するという調剤をして得られた調製液であって，製剤ではない。それにもかかわらず，引用発明を製剤とした審決には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "一致点の認定の誤りないし相違点の看過",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ビタミン剤を後から輸液に混注するのではなく，予め混合して製剤にすると，下記の3つの新たな技術的課題が生じる。ビタミン剤を予め混合して製剤とするか，後から輸液に混注するかは，極めて重要な相違点であるから，これを看過して進歩性判断を行うことは許されない。",
                    "①  引用発明のように，ビタミン剤を後から輸液に混注する場合には，加熱滅菌や長期保存によるビタミンへの影響を考慮する必要がないのに対して，本件発明のように，ビタミン剤を予め混合して製剤とする場合には，加熱滅菌によるビタミン安定性への影響を考慮しなければならない。",
                    "②  ビタミンB1がアミノ酸の安定化剤である亜硫酸塩共存下で分解されることが当業者に周知であるところ，ビタミンB1を予め混合したツインバッグ製剤にするためには，長期保存によるアミノ酸の保存安定性と，2液混合後のビタミンB1の安定性を両立しなければならない。",
                    "③  ビタミン群を予め混合して製剤とする場合には，長期保存によるビタミンの安定性への影響が新たな課題となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件出願日である平成9年2月14日の3年後でさえ，2室容器入り輸液製剤の1室にビタミンを予め収容した製剤は想定されていなかったのであって(甲14)，本件発明と引用発明とは全く異なる技術思想に基づくものといえる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，誤った一致点の認定を前提として，相違点1について誤った認定判断をした。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1は，在宅医療のために既存の高カロリー輸液にマルチビタミン剤を添加する使用方法とその使用可能性の確認を開示したにすぎず，アシドーシスを防止するためにマルチビタミンではなく，ビタミンB1のみを添加する製剤を開示も示唆もしていない。",
                    "総合輸液中にはアミノ酸の保存の目的で亜硫酸塩が加えられていることや，亜硫酸塩がビタミンB1を分解する作用を有することが周知であったとしても，当業者が，ビタミンとしてビタミンB1のみを含有させ，亜硫酸塩とビタミンB1の配合量をビタミンB1の有効量の維持に適切な量とし，かつ，亜硫酸塩の量をアミノ酸保存に必要な最適範囲とする，本件発明の技術思想に想到するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "同じ「ビタミンの安定性」であっても，本件発明では2室連通後の亜硫酸水素ナトリウムとの関係での点滴期間中の安定性のことを問題にしているのであって，引用例1における保存中の安定性とは課題が異なる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例2及び医薬品副作用情報(甲38)は，2室容器入り輸液製剤の1室に予めビタミンB1を含有させる構成を示唆しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明には，顕著な効果がある。",
                "すなわち，本件発明は，ビタミンとしてビタミンB1のみを添加し，亜硫酸塩とアミノ酸及びビタミンB1の配合比を適切に定めて配合し，製剤化することによって，アシドーシスを惹起することなく，臨床において簡便な操作で必要量を迅速に，安定的・連続的に投与できるものである。この効果は，ビタミンB1がアシドーシスの抑制ないし治療に有効であるという一般的な効果とは異なり，当業者が予期できないものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，誤った一致点の認定を前提として，相違点2について誤った認定判断をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1ないし3のいずれにも，ビタミンB1を予め輸液に混合させてツインバッグ製剤とすることは開示されていないにもかかわらず，相違点2に係る構成につき容易想到とした審決の判断には誤りがある。審決は，アミノ酸の保存安定性と混合後のビタミンB1の残存率を両立させる数値範囲を見出したことの技術的意義を理解していない。",
                "引用例1は，既にツインバッグ製剤として製造されているピーエヌツイン-2号に，それとは別の製剤であるネオラミン・マルチV(マルチビタミン)を後から添加して，種々の条件下で，内容物の安定性を試験した結果を開示するものにすぎず，ビタミン類の中からビタミンB1のみを予め輸液に混合させてツインバッグ製剤とすることを，記載も示唆もしていない。まして，2室開通混合後の亜硫酸塩濃度やビタミンB1の残存率について何ら示唆するものではない。",
                "引用例3は，既存のツインパック製剤であるピーエヌツイン-2号の2室を開通後に，既存のマルチビタミン剤を後から混注する方法を開示するのみで，ビタミンB1やビタミンCの含量低下の解決策として，遮光以外何ら記載も示唆もしていない。また，ビタミンB1とビタミンCを並列的に挙げており，ビタミンB1のみに着目して保存安定性を改善することを示唆していない。引用例3に接した当業者が，ビタミンB1含量低下の原因が亜硫酸塩であるという周知事項から，ピーエヌツイン-2号の亜硫酸塩含量では2室開通後のビタミンB1の保存安定性を確保するには不十分であることを理解したとしても，マルチビタミン剤からビタミンB1のみを取り出して予めいずれかの輸液に混合して製剤とすることまでは想到し得ない。",
                "引用例2は，亜硫酸塩濃度とビタミンB1，ビタミンCの安定性に関するものであるが，既存のマルチビタミン剤の中からビタミンB1のみに着目して，予め輸液に混合して製剤とすることについて示唆していないし，そもそもツインバッグの輸液製剤を使用しておらず，既成の輸液製剤及びビタミン製剤をどのように組み合わせ，どのように調製するのが適切か，すなわち，ビタミンB1の含量が多いビタミン製剤あるいは亜硫酸塩含量の少ない製剤を選択するかという点，使用直前にビタミン製剤を混注することが必要であるという点を示唆するにとどまっている。したがって，引用例2は，組合せが決められてしまうツインバッグ製剤よりも，それぞれ個別の市販製剤の方が，自由に組み合わせることができ，目的に最も適合する組合せによる調製が可能となるから望ましいことを示唆しているのであって，これに反して，いずれかの輸液に予めビタミンB1を混合して，これをツインバッグ製剤とすることなど想到し得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "このように，引用例1ないし3のいずれにも，ビタミンB1を予め輸液に混合して製剤することについて示唆がなく，引用発明と引用例2，3記載の発明を組み合わせても，ビタミンB1製剤を後から第1室の糖輸液に混注する発明となるにすぎず，相違点2に係る構成は想到し得ない。",
                "また，予めビタミンB1を輸液に混合して製剤にしようとすれば，不安定なビタミンB1を加熱滅菌した上で保存安定性に優れた製剤として調製しなければならない上に，アミノ酸輸液の保存安定性と2室開通混合後のビタミンB1安定性の両立を実現しなければならなくなるから，予めビタミンB1を輸液に混合することは，容易に想到できるものではない。審決が，引用発明と引用例2，3記載の発明の組合せから想到されるという発明における2室開通前の亜硫酸塩濃度は，0．180～0．2g／Lであって，0．05g／L～0．2g／Lという本件発明の範囲のうちのごく一部が重複するにすぎない。このことから直ちに，下限値を0．05g／Lとする本件発明に想到するとは考えられない。市販品であるアミノ酸輸液において最も低い亜硫酸塩濃度が0．2g／Lであれば，当業者は，それ以下にすれば製剤としての安定性を保てないと考えるのが合理的であるから，それ以下の亜硫酸塩濃度とする点は，当業者において容易に想到できないものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明では，少なくとも，ビタミンB1が第1室に充填された後に高圧蒸気滅菌は施されておらず，ビタミン剤が高圧蒸気滅菌による影響を受けることはないから，本件発明とは前提が異なる。引用発明に高圧蒸気滅菌が施されると仮定したら，ビタミン類が添加されていない状態の輸液製剤の製造工程においてであって，ビタミン剤が混注された後の段階ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，ビタミンB1が後から輸液製剤に混注されたか，予め輸液に混合されたかという引用発明と本件発明との相違点を看過したため，ビタミン類が不安定であり，加熱滅菌した保存安定性に優れた経静脈用総合栄養輸液製剤の調製が困難であるという技術的課題を認識しないまま，相違点3の構成につき容易に想到できるという誤った判断をした。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点についての全体的・総合的判断の欠如)について",
          "text": [
            "審決は，本件発明と引用発明との一致点の認定を誤り，誤った前提で相違点2ないし4について認定し，それについて判断した。相違点1ないし4の認定及び判断は相互に関連するにもかかわらず，審決はそれぞれ個別に判断して本件発明の進歩性を否定した点において，判断手法を誤った。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定誤りに伴う一致点の認定の誤り，相違点の看過)に対して",
          "text": [
            "審決に一致点の認定の誤りや相違点の看過はない。原告の主張は，物の発明である本件発明を方法の発明と対比しようとするものであって，一致点・相違点の判断手法として不適切である。仮に引用発明を「調剤行為により得られたもの」と解したとしても，原告主張の本件発明の解釈は不当であるから，引用発明と対比する前提を欠く。また，引用発明に，最終製品として薬事法の承認を得て市販されることを予定した具体的な製剤が開示されているかどうかを評価する必要はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明",
              "text": [
                "本件発明は，特許請求の範囲の記載に基づいて認定されるべきである(リパーゼ判決)。特許請求の範囲にも，明細書にも，本件発明を，原告が主張する「最終製品として薬事法の承認を得て市販されることを予定した具体的な製剤」に限定して解釈すべき根拠はない。厚生労働省医薬局の「安定性試験ガイドライン」(甲43)は薬事法の承認を得て市販される医薬品を対象に作成されたものであるから，そこでの「製剤」の定義は特殊であって，本件発明の解釈の根拠とはなり得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の記載",
              "text": [
                "本件発明は物の発明であるから，それと対比すべき引用例1に記載された発明も「ビタミン類を添加した後の薬剤」という「物」であって，原告が主張するような「調剤行為」ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "製剤と調剤の違い",
              "text": [
                "「製剤」とは，化学大辞典(甲32)のとおりで，病院内で調製したものを含む意味で使用される。引用例1に記載された，ピーエヌツイン-2号の第1室にマルチビタミン剤を混合したものも，2室容器入り輸液製剤である。ビタミン類が予め添加されるか，後から添加されるかにかかわらず，結果として第1室に含まれている以上，第1室の輸液にビタミンB1を含有する2室容器入り輸液製剤という点で一致する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明の認定",
              "text": [
                "「製剤」は，病院内で調製した院内製剤をも含む意味で使用される(甲32)ので，引用例1に記載された，ピーエヌツイン-2号の第1室にマルチビタミン剤を混注したものも2室容器入り輸液製剤といえる。審決の引用発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "一致点，相違点の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明において，ビタミン類の添加の時期にかかわらず，結果として，ビタミン類が第1室に含まれている以上，本件発明と引用発明とは，第1室の輸液にビタミンB1を含有する2室容器入り輸液製剤という点で一致する。審決の一致点の認定に誤りはなく，相違点の看過もない。",
                    "なお，原告の主張するように，本件出願時に引用発明には存在しなかった新たな課題が存在していたわけではない。",
                    "まず，加熱滅菌処理によるビタミンへの影響，長期保存によるビタミンの安定性という課題は，本件出願時の周知事項であって解決済みであった(特開平8-143459号公報(甲31)の実施例2，引用例1の表4ないし7)。また，アミノ酸の保存安定性と混合後のビタミンB1の安定性を両立し得るビタミンB1と亜硫酸塩の至適量の発見の要請というビタミン添加製剤の課題は存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告が主張するように，本件発明と引用発明との間に技術思想にギャップは存在するわけではない。引用発明は，亜硫酸塩が含まれていない1室にビタミンB1を含むビタミンを混合する点で，本件発明と同じ技術思想に基づくものである。ビタミン添加後の一定期間の安定性が確認できれば，利便性向上のために，予め輸液に添加した態様とすることは技術常識である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そもそも相違点1の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，相違点1は周知事項に基づいて容易になし得たと判断したのであるから，引用例1にビタミンB1のみを添加した製剤が記載されていないからといって，本件発明の容易想到性を否定する判断に直接結びつくものでない。引用例1でも，アシドーシスがビタミンB1欠乏によるものであることが認識されている。また，医薬品副作用情報(甲38)には，経静脈栄養療法の施行中にビタミンB1欠乏によるアシドーシスが起こることがあるのでビタミンB1の投与を併せて行うとの警告が記載されている。これらは，当業者にビタミンとしてビタミンB1のみを用いればよいという示唆を与えるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ビタミンB1とアシドーシスの関連は周知であるから(甲1，2，31，38，乙1，2)，本件発明においてビタミンB1のみを含有させたことによって生じるアシドーシス減少という効果は，当業者が予測する範囲内のものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そもそも相違点の認定に誤りはない。ビタミン添加後の一定期間の安定性が確認できれば，利便性の向上のために，予め輸液に添加した態様とすることは当然の流れである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1ないし3についての原告の主張は失当である。",
                "引用例1には，2室容器入り経静脈用総合栄養輸液製剤の1室にビタミンB1を収容した製剤が開示されている。輸液開発の変遷過程に鑑みれば，当業者にとって，ビタミン類を使用時混合した際の一定期間の安定性確認ができれば，利便性の向上や細菌混入防止のために，次に，ビタミン類を予め輸液に混合した態様とするのは，当然の流れである。",
                "引用発明と同じピーエヌツイン-2号におけるビタミン類の安定性を検討した引用例3の記載内容から，当業者は引用発明の亜硫酸塩濃度では2層開通混合後のビタミンB1の安定性が不十分であることを理解し，改善する動機付けが生じる。そして，引用例2には，原告が主張するように，ツインバッグ製剤よりも個別製剤が好ましいことについて記載されているわけではなく，ビタミンB1の力価低下が，ビタミンB1濃度よりも亜硝酸塩濃度に依存することが記載されているから，亜硫酸塩を減らそうとすることは容易である。したがって，引用例2の開示から，本件発明の亜硫酸塩濃度に至ることは，当業者が容易に想到することである。",
                "アシドーシスがビタミンB1欠乏によるものであることは，引用例1でも認識されているし，技術常識であるから，ビタミンB1に着目し，保存安定性を改善する動機付けがある。本件出願日前に，2室容器入り輸液製剤の1室にビタミンを予め収容したものは知られていた(甲30，31)。ビタミンB1が亜硫酸塩により分解されることは周知だから，引用例2，3の開示を受けて，亜硫酸塩の濃度を下げるのは当然のことである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明において，引用発明と引用例2，3記載の発明の組合せと重複する部分が進歩性を有しないのは当然のことである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "そもそも，審決に相違点の看過はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "配合成分を添加した後で高圧蒸気滅菌を行うことは，技術常識である。滅菌処理により内容物が影響を受けることも常識であって，当業者ならば滅菌処理の影響を考慮して滅菌条件や仕込み量などを適宜設定するから，技術的課題は特別なものではない。また，少なくともビタミンB1に関しては，輸液中において高圧蒸気滅菌を施したとしても安定であることが知られていた(甲31)から，ビタミンB1を含む輸液がバッグに充填される際に高圧蒸気滅菌を適用することに阻害要因はない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点についての全体的・総合的判断の欠如)に対して",
          "text": [
            "審決の判断手法に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定誤りに伴う一致点の認定の誤り，相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件発明は，上記第2の2記載のとおりの「2室容器入り経静脈用総合栄養輸液製剤」である。ここでいう「製剤」とは，医薬品の本質に変化を及ぼさないで，主として物理的操作(例えば，粉砕，混合，練合せ，浸出又は蒸発など)によって，調剤，保存あるいは使用に便利で，かつ，治療効果を十分に発揮するように加工して得られたものを意味する技術用語である(甲32)。本件発明は，第1室にグルコース及びビタミンを，第2室にアミノ酸のほかに安定剤として亜硫酸塩を含み，2室あるうちの一方又は双方に電解質も配合されており，加熱滅菌時及び長期保存時にビタミンB1が安定しているほか，簡便に投与でき，アシドーシスを発症しないという効果を有する(本件明細書(甲18，21)の段落【0003】～【0007】，【0010】～【0017】，【0036】～【0049】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "text": [
                "引用例1(甲1)は，「ピーエヌツイン®のHPＮ(判決注：在宅中心静脈栄養法)への有用性」と題する論文であって，患者や家族が使用時に輸液製剤にマルチビタミン剤を混注することの煩雑性等の問題点を解消するために，2室容器入り輸液製剤であるピーエヌツイン-2号の第1室にマルチビタミン剤であるネオラミン・マルチVを混注し，各種条件下で保存した後のビタミン類の安定性について検討した結果，医療機関等で混注したものを14日分まで患者に交付できることを報告したものである。引用例1には，保存安定性を検討する対象として，ピーエヌツイン-2号の第1室にネオラミン・マルチVを混注したものが記載されている。ピーエヌツイン-2号(甲12)は，第1室にブドウ糖，塩化ナトリウム，酢酸カリウム，リン酸二水素カリウム，硝酸マグネシウム，グルコン酸カルシウム，硝酸亜鉛を，第2室にL-イソロイシン，L-ロイシン，酢酸L-リジン，L-メチオニン等のアミノ酸のほかに，安定剤として亜硫酸水素ナトリウムを含むものであり，ネオラミン・マルチV(甲33)は，ビタミンB1である塩酸チアミンのほか，リン酸リボフラビン-トリウム，塩酸ビリドキシン，パンテノール等を含むものであり，いずれも調剤又は保存に便利で，かつ，水分や電解質，栄養素などの補充という治療効果を十分に発揮するように加工して得られた製剤であるといえる。そして，ピーエヌツイン-2号にネオラミン・マルチVを混注したものも，コンタミ(異物混入)の問題や，患者やその家族の煩雑さといった問題を解決し，室温で保管できるという利点を有するものであり，保存又は使用に便利で，かつ，治療効果を十分に発揮するように加工して得られた製剤であるといえる。したがって，審決が認定したとおりの引用発明を認定することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明の対比",
              "text": [
                "以上を前提に，本願発明と引用発明を対比すると，両者の一致点及び相違点は審決で認定したとおりとなる(前記第2の3(2)イ)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明は最終製品として薬事法の承認を得て市販されることを予定した具体的な製剤であって，2室輸液製剤にビタミン剤を後から混注した調整液である引用発明とは相違する旨主張する。",
                    "しかし，本件発明は，上記のとおりの「2室容器入り経静脈用総合栄養輸液製剤」であって，特許請求の範囲の記載に，薬事法の承認を得て市販されることを予定した具体的な製品であるという発明特定事項はない。そして，「製剤」の意義は，当業者にとって，「調剤，保存あるいは使用に便利で，かつ，治療効果を十分に発揮できるように加工すること」をいうと解され(甲32)，「製剤」に該当するために「薬事法の承認」を得る必要はない(「安定性試験ガイドライン」(甲43)は，厚生労働省医薬局が薬事法の承認を得て市販される医薬品を対象に作成したものであるから，当業者における通常の意義とは異なる意味で「製剤」という用語が使用されていると認められる。)。しかも，本件明細書にも，薬事法の承認を要求することを示唆するような記載はなく，これを踏まえても，特許請求の範囲の解釈に変わりない。この点の原告の主張は，前提において誤りである。",
                    "他方，上記のような，化学大事典(甲32)に記載されている「製剤」の意味からすれば，院内製剤も「製剤」に含まれる。例えば，社会保険病院薬剤師会のホームページ(甲41)にも，院内製剤と薬局製剤を区別しているとはいえ，「1．製剤(院内製剤)  医薬品を製造することを製剤と言い表します。・・・病院・診療所の薬剤部門(病院薬局)で製剤された薬剤を，特に，院内製剤・・・と呼んでいます・・・」と記載されており，院内製剤が「製剤」に含まれない前提に立つと解されるものではない。したがって，引用発明において，ビタミン類を後から混注するという過程を経ることになるとしても，物の発明は，その完成品をもって対比せざるを得ない以上，「製剤」であることに変わりなく，この点は本件発明との相違点を構成しない。",
                    "したがって，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，本件発明のように予めビタミン類を配合することで，後からビタミン剤を混注した引用発明には存在しなかった新たな課題が生じる旨主張するが，この点は，引用発明から本願発明を容易に想到できるかを判断する際の要素として考慮すれば足りるのであって，引用発明の認定や本件発明と引用発明の対比に直ちに影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "したがって，取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件出願日当時，高カロリー輸液療法において，ビタミンB1の欠乏によるアシドーシスの問題が広く知られており，当業者であれば，輸液投与に際して有効量が確保できるようビタミンB1の力価に注意を払うことが通常であった(甲2，31，38，乙1)。このことは，引用例1においても「HPＮは長期に渡る療法となる場合もあるため，ビタミンB1欠乏によるアシドーシスが問題となる。今回の実験においてもビタミンB1の残存率の低下が懸念されたが，いずれの条件下でも安定性が確認された。」(63頁右欄5行～65頁左欄3行)と記載され，ビタミンB1の安定性について特に注目されているとおりである。",
                "このような技術水準において，アシドーシスの問題を解決することを目的とするならば，引用発明の第1室に配合するビタミンとして，ビタミンB1を含有させれば足りることは，当業者にとって自明である。そして，本件出願日において，ビタミンB1製剤は容易に入手可能で輸液に混注できるし(甲28。同文書は本件出願日後の平成9年6月23日に作成されたものであるが，ビタミン剤の開発経過からすると，本件出願日においてビタミンB1製剤は既に容易に入手できたと認められる。)，ビタミンとしてビタミンB1のみを含む輸液も含まれていたから(甲31)，マルチビタミン剤を用いずにビタミンB1のみを含有させることに，格別の技術的困難性は認められない。",
                "したがって，相違点1に係る構成は，引用発明及び周知技術から当業者が容易になし得たことであり，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例1は，在宅医療のために既存の高カロリー輸液にマルチビタミン剤を添加する使用方法とその使用可能性の確認を開示したにすぎず，アシドーシスを防止するために，マルチビタミン剤ではなくビタミンB1のみを添加することを開示も示唆もしていない，輸液中にアミノ酸の保存の目的で添加された亜硫酸塩がビタミンB1を分解することが周知であったとしても，ビタミンとしてビタミンB1のみを含有させることを想到できるわけではない旨主張する。",
                    "しかし，上記(1)のとおり，引用例1には，ビタミンB1欠乏によるアシドーシスの問題点が指摘されているところであり，ビタミンB1に着目した課題が見出されているといえるし，ビタミンB1以外のビタミンを含んだマルチビタミン剤を添加する方法によって，課題解決ができる旨を開示するものでもない。本件出願日当時の技術水準を考慮すれば，ビタミンB1のみを含有させることが当業者にとって容易に想到し得たことは上記(1)のとおりであって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明は，ビタミンとしてビタミンB1のみを配合し，亜硫酸塩とアミノ酸及びビタミンB1の配合比を適切に定めて配合し，製剤化することによって，アシドーシスを惹起することなく，臨床において簡便な操作で必要量を迅速にかつ安定的かつ連続的に投与できるという当業者が予測し得ない効果を有する旨主張する。",
                    "しかし，原告が主張する効果のうち，アシドーシスを惹起せずに，連続投与できるという効果については試験例3の表11に基づく効果と解されるところ，そこには，1日当たりに投与するビタミンB1の量に関する記載があるだけであって，他のビタミンも併せて添加された場合との対比はなく，また，ビタミンB1の安定効果についても，試験例4の表12，13の記載によれば，亜硫酸塩やアミノ酸の配合比にも関連するものと認められ，いずれの効果も，ビタミンとしてビタミンB1のみを配合するという相違点1に係る構成により奏される効果とは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点2について，引用例3の開示を踏まえれば，当業者は引用発明の2層開通混合後のビタミンB1の安定性は不十分であると理解するから，それを改善する動機がある，引用例2の教示に従って引用発明の亜硫酸水素ナトリウムを低濃度とすることで相違点2に係る本件発明の構成に至ることは当業者が容易に想到し得ることである旨判断したが，かかる判断には誤りがあると考える。その理由は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明",
                  "text": [
                    "本件発明は，上記第2の2のとおりであって，ビタミンB1及び亜硫酸塩の濃度は，2室開通前のそれぞれの濃度，2室開通混合後の亜硫酸塩の濃度，及び2室開通混合後48時間後のビタミンB1の残存率によって特定されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明",
                  "text": [
                    "引用例1は，「ピーエヌツイン®のHPＮへの有用性」と題する論文であって，患者や家族が使用時に輸液製剤にマルチビタミン剤を混注することの煩雑性等の問題点を解消するために，医療機関等でマルチビタミン剤を混注したものを患者に交付することの可能性を検討したものである。具体的には，2室容器入り輸液製剤ピーエヌツイン-2号の第1室にマルチビタミン剤であるネオラミン・マルチVを混注し(この中にはビタミンB1である塩酸チアミン3mgが含有されている。)，各種条件下で保存した後のビタミン類の残存率を測定した結果，室温完全遮光条件で14日後まで安定した残存率を確保できることが示され，「PＮのHPＮ療法への有用性として，PＮのI層に医療機関や保険調剤薬局のクリーンベンチ内でマルチビタミン剤を混合し，混注した口に専用のキャップをし，アルミ外包装に脱酸素剤と一緒に入れ，ポリシーラーを用い，閉じ，14日分まで患者に交付でき，コンタミの問題や患者やその家族の煩雑さの問題解決にもつながることが考えられる。」(65頁左欄5行～右欄3行)との考察が示されている。",
                    "審決は，ネオラミン・マルチVを第1室に混注した後のピーエヌツイン-2号を引用発明として認定した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3の開示内容",
                  "text": [
                    "引用例3は，「市販高カロリー輸液中でのソービタ®のビタミンの安定性(第4報)」と題する論文であり，点滴中のビタミン安定化のために用いる遮光カバーの効果を検討する目的で，2室を開通混合しマルチビタミン剤を混注したピーエヌツイン-2号中の各種ビタミンの残存率を開通混合後48時間まで経時的に測定した実験結果を報告したものである。表2には，ビタミンB1の残存率について，6時間後は遮光カバーを施しても施さなくても94．3～95．3％，24時間後は同様に80．5～83．6％であるのに対して，48時間後には遮光カバーを施しても施さなくても64．9～74．5％に低下するという結果が示され，「遮光カバー(I)(判決注：茶乳色)と(E)(判決注：暗黄褐色)とは遮光効果については大差なく，有効であることが分かった。この2種の遮光カバーとも，室温で6時間までに注入が終われば，ビタミンの安定性は保たれるものと考える。実際には，8時間かけて1パックを注入するケースが多い。6時間目のデータをみる限り，8時間でも，表示量の90％以上保たれることと考えられる。」との考察が示されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "審決の判断について",
                  "text": [
                    "審決は，引用例3の記載を踏まえれば，引用発明のピーエヌツイン-2号の2室開通後のビタミンB1の安定性を改善する動機があると判断した。",
                    "確かに引用例3には，前記ウのとおり，2室開通後48時間経過した場合には，ビタミンB1の残存率が低下することが示されているが，それとともに，6時間経過後であれば安定性に問題はなく，24時間経過後であっても8割程度以上が残存していることも示されている。他方，ピーエヌツイン-2号は2室合計1100ミリリットル入りであって，通常これを用いた点滴注入は，直前に第1室と第2室が開通され，その後，8～12時間程度で終了するものと認められる(甲2，12，35)。そうすると，引用例3の記載を踏まえても，引用発明の2室開通後，点滴終了後までのビタミンB1の安定性が不十分であると当業者が認識することはない。",
                    "したがって，引用例3の記載を踏まえれば，引用発明の2室開通混合後のビタミンB1の安定性を改善する動機があるとの審決の判断には，誤りがある。そして，2室開通混合後のビタミンB1の安定性確保以外に引用発明に引用例2に記載された発明を適用する動機を見出すことはできないから，引用例2の開示内容について検討するまでもなく，審決の相違点2に関する判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "text": [
                "被告は，引用例3は引用発明と同じピーエヌツイン-2号に関するものであるから，当業者は引用例3の開示内容から引用発明の亜硫酸塩濃度では2室開通後のビタミンB1の安定性が不十分であることを理解し，改善する動機がある旨主張する。",
                "しかし，通常のピーエヌツイン-2号の使用方法を前提とする限り，引用例3の記載から2室開通後のビタミンB1の安定性の問題点が把握できないことは，上記(1)のとおりであって，被告の主張は，引用例3が2室開通直後からビタミンB1が不安定であることを示唆したものと誤って評価しているか，本来の使用方法と異なるような，あえて2室開通後長時間放置した場合を設定して，その際の課題を動機付けとしているといわざるを得ないのであって，採用の限りではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決の相違点2についての判断には誤りがあり，原告主張の取消事由3は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，高圧蒸気滅菌は，輸液製造分野において汎用されている上に，ビタミンB1を配合した2室容器入り輸液製剤に対しても適用されている手段であるから，引用発明に適用することは当業者が適宜なし得ることである旨判断した。",
                "しかし，引用例1から認定された引用発明は，市販の2室容器入り輸液製剤であるピーエヌツイン-2号の第1室にマルチビタミン剤であるネオラミン・マルチVを混注したものであるところ，引用例1は，第1室に混注した後のビタミン類の安定性について検討した結果，医療機関等のクリーンベンチ内で第1室にマルチビタミン剤を混注し，混注した口に専用キャップをしたピーエヌツイン-2号を，アルミ外包装に脱酸素剤と一緒に入れポリシーラーにより閉じたものを14日分まで患者に交付できることを報告する論文であるから，引用例1から導き出される引用発明において，マルチビタミン剤混注後のピーエヌツイン-2号を滅菌することは予定していないと認められる。したがって，たとえ輸液製剤を高圧蒸気滅菌することが周知であるとしても(甲8ないし11，30)，引用発明に適用する動機付けはない。むしろ，一般にビタミン類は熱や光によって分解されやすいという技術常識からすれば，マルチビタミン剤を混注した後のピーエヌツイン-2号を高圧蒸気滅菌すると，ビタミン類が分解されてしまい，アシドーシス予防効果を充分に達し得ないことにもなりかねないから，高圧蒸気滅菌することには阻害要因があるといえる。",
                "以上のとおり，審決の上記判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，当業者であれば，当然，高圧蒸気滅菌による影響を考慮して滅菌条件や配合物の仕込み量などを適宜設定するから，引用発明に高圧蒸気滅菌を適用することにより特別な技術的課題が生じるわけではない旨主張する。",
                    "しかし，引用発明において混注されたネオラミン・マルチVは，1バイアルに，輸液1パックに適した量のビタミン類を含むものであるところ(甲33)，確かに，引用発明において混注するネオラミン・マルチVの量を1バイアルよりも増やせば，高圧蒸気滅菌によってビタミンが分解されても，最終的に高圧蒸気滅菌後にアシドーシス予防効果を充分果たすだけの量を確保することが可能となる。もっとも，ビタミンの種類ごとに熱安定性が異なり，高圧蒸気滅菌によって分解される量は異なるから，電解質や栄養素の充分な補給という当初の目的を達成するためには，単純にネオラミン・マルチVの投与量を増加すれば足りるわけではなく，ビタミンの種類ごとに量を調整する必要が生じることになり，これは別の技術的課題というほかない。かかる技術的課題が新たに生じるにもかかわらず，高圧蒸気滅菌をすることは一般的には想定し難い。したがって，被告の上記主張は，高圧蒸気滅菌によって新たな技術的課題が生じないことを前提とする点において，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，少なくともビタミンB1に関しては，輸液中において高圧蒸気滅菌を施したとしても安定であることが知られていた(甲31)から，ビタミンB1を含む輸液がバッグに充填される際に高圧蒸気滅菌を適用することに阻害要因はない旨主張する。",
                    "しかし，特開平8-143459号公報(甲31)は，ビタミンB1の高圧蒸気滅菌後の残存率は，ビタミンB1が含まれる輸液のpHと輸液に亜硫酸ナトリウムが含まれているかによって異なってくること(段落【0044】～【0050】)を示すものであって，ビタミンB1が無条件に安定していることを示すものではない。しかも，上記公報において，亜硫酸ナトリウムが含まれた輸液では，高圧蒸気滅菌後のビタミンB1の残存率が低い結果が出ているところ(段落【0048】，【0049】)，引用発明には，亜硫酸ナトリウムと同様にアミノ酸の安定化のために用いられる亜硫酸塩である(甲2の74頁5欄，甲30の段落【0023】)亜硫酸水素ナトリウムが含まれているから，引用発明の輸液製剤を高圧蒸気滅菌すると，同様に，ビタミンB1の残存率が低いことが推認される(甲48参照)。したがって，引用発明において，マルチビタミンをビタミンB1に置換できるとしても，それに高圧蒸気滅菌を適用すること，すなわち相違点3に係る構成に至ることには阻害要因があるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，原告主張の取消事由4は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由1，2には理由がないが，取消事由3，4は理由があり，取消事由5について判断するまでもなく，原告の請求は理由がある。",
        "よって，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}