{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して1571万4400円及びこれに対する平成23年11月17日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1審，2審とも，被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決で用いられた略語は，本判決でもそのまま用いる。原判決を引用する(cid:1) (cid:2)部分では，「原告」を「控訴人」と，「被告」を「被控訴人」と読み替える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，①被控訴人Aが本件工事1及び2につき，被控訴人Eが本件工事3につき，それぞれ発注情報等を被控訴人アンスに開示したことが，控訴人の営業秘密の不正開示行為であり，不競法2条1項7号の不正競争に当たり，仮にそうでなくとも，被控訴人A及び被控訴人Eが控訴人に対して負担する労働契約上又は信義則上の秘密保持義務に違反する不法行為に当たり，②被控訴人Aが本件工事1及び2につき，被控訴人Eが本件工事3につき，それぞれ発注情報等を利用し，控訴人が営業活動中であった発注元に対して営業活動を行ったことが，両被控訴人が控訴人に対して負担する労働契約上又は信義則上の競業避止義務に違反する不法行為に当たり，③被控訴人E及び被控訴人Dが本件工事1につき，被控訴人Aが本件工事2につき，それぞれ工事の発注元に対して，控訴人が廃業したかのような虚偽の事実を告知したことが，控訴人の信用を毀損する不法行為に当たると主張するとともに，④上記各行為について，各行為者以外の被控訴人個人らは，各行為者と共謀していたから，共同不法行為責任を負い，また，⑤被控訴人アンスは，上記各行為が被控訴人アンスの業務の執行について行われたものであるから使用者責任を負い，特に本件工事1については，被控訴人アンスが被控訴人E及び被控訴人Dをして虚偽の事実を告知させたから，被控訴人アンスの行為は不競法2条1項14号の不正競争に該当すると主張して，被控訴人らに対して，それぞれ不競法4条又は民法709条に基づく損害賠償請求として，上記①及び②の行為につき，本件工事2に係る控訴人の逸失利益(552万4400円)及び本件工事3に係る控訴人の逸失利益(19万円)の合計571万4400円の賠償金，上記③の行為及び上記⑤の被控訴人アンスの不正競争行為につき，信用毀損に係る控訴人の無形損害1000万円の賠償金及びこれらに対する不正競争行為又は不法行為の後の日である平成23年11月17日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた。",
            "原判決は，控訴人の請求をいずれも棄却したため，控訴人は，これを不服として(cid:1) (cid:3)本件控訴を提起した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "前提事実及び争点は，原判決の「第2  事案の概要」の「1  前提事実」(原判決2頁8行目から4頁16行目まで)及び「3  争点」(原判決5頁16行目から6頁2行目まで)に記載のとおりであるから，これを引用する(ただし，原判決2頁16行目の「アートエンジィニアリング株式会社」を「アート・エンジィニアリング株式会社」と改める。)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "当事者の主張は，原判決の「第3  争点に関する当事者の主張」(原判決6頁3行目から15頁8行目まで)に記載のとおりであるから，これを引用する。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求は理由がなく，その請求は棄却されるべきと判断する。その理由は，次のとおり付加訂正する他は，原判決の「第4  当裁判所の判断」(原判決15頁9行目から26頁1行目まで)に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決17頁16行目末尾に，改行の上，次のとおり挿入する。",
            "「以上の点に関して，控訴人は，被控訴人Bの陳述書(乙2)末尾に添付された「受注予定」と題する一覧表の交付の経緯，物件番号の重要性，控訴人の社内でのコンピュータの管理状況等によれば，本件工事1に関する発注情報は，営業秘密として管理されていたと解すべきであると主張する。",
            "しかし，発注情報の一覧表が，控訴人本社の営業担当者全員と総務等他の部署の責任者が参加する会議で配布され，会議後も回収されることがなかったこと，個々のパソコン機材がパスワード管理されているかはさておき，同一覧表は，従業員であれば誰でも見ることができる管理状況であったこと等に照らすならば，控訴人の指摘に係る諸事実を根拠として本件工事1に関する発注情報が営業秘密に該当すると判断することはできない。」"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決17頁26行目末尾に，改行の上，次のとおり挿入する。",
            "(cid:1) (cid:4)  「この点に関して，控訴人は，Fが，平成22年8月10日に，控訴人に対して問い合わせをしたところ，その10日後の同月20日には，被控訴人Bらが訴外事業団を訪問した経緯(前記1(3))に照らすならば，被控訴人Aが上記発注情報を被控訴人アンスに開示したことが認められるべきであると主張する。",
            "しかし，被控訴人Bその他被控訴人アンスの取締役らは，控訴人及び前田屋外美術に長年にわたって勤務し，その取引先や従前の工事の状況等を把握していたと解されることから，被控訴人Aから本件工事1に係る発注情報の開示を受けない限り，当該事実を知り得ないということはできない。したがって，控訴人の指摘する事実があるからといって，同事実が，被控訴人Aが本件工事1に係る発注情報を被控訴人アンスに開示したことの根拠となるものではない。」"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決18頁2行目から19頁23行目までを次のとおり改める。",
            "「イ  控訴人は，仮に，本件工事1の発注情報が控訴人の営業秘密に該当しないとしても，被控訴人Aが同発注情報を被控訴人アンスに開示した行為は控訴人に対する信義則上の秘密保持義務に違反するなどと主張する。",
            "しかし，上記ア(イ)で説示したとおり，被控訴人Aが上記発注情報を被控訴人アンスに開示したと認めるに足りる的確な証拠はない以上，控訴人の主張はその前提を欠く。"
          ],
          "content": [
            {
              "fig": "ウ",
              "text": [
                "控訴人は，被控訴人Aが本件工事1の発注情報を利用し，控訴人が営業活動を継続中の訴外事業団に働きかけを行ったことが，控訴人に対する信義則上の競業避止義務に違反する行為であると主張する。",
                "控訴人の主張するとおり，被控訴人Aが控訴人の参事の名刺を利用していたことは当事者間で争いがなく，証拠(甲15，27，28，50，51)によれば，控訴人名義の書面や控訴人が発行した見積書に，担当者として被控訴人Aの名前が記載されていることや被控訴人Aが控訴人の宣伝活動に携わっていたことが認められる。",
                "しかし，被控訴人Aは，本人尋問及び陳述書において，平成15年頃から控訴人(cid:1) (cid:5)の営業活動に関し技術的な支援を行っていたこと，その際，アトリエ・エヌは土木建築工事を自ら手がけることができる資格を有していなかったことから，話を聞いてもらうために上記名刺を利用していたものであること，平成21年及び平成22年頃，控訴人には営業担当者がいなくなったために手伝っていたと述べており，かかる供述は，上記認定のアトリエ・エヌの業務形態や前記1(1)の控訴人の経済状況とも整合し，その内容も不合理であるとはいえないこと，そして，本件全証拠を精査しても，控訴人から被控訴人Aに対し被控訴人Aの控訴人における活動につき給料等の何らかの対価が支払われたこともうかがわれないことを考慮すれば，被控訴人Aは，前田屋外美術の当時から長年にわたって勤務してきた控訴人の経営状況が思わしくないことに鑑みて，道義的責任を感じて，やむなくその活動を手伝っていたにすぎないものと認めるのが相当である。そうすると，被控訴人Aが控訴人の参事の名刺を使用し，あるいは控訴人の営業活動に関わっていた事実をもってしても，被控訴人Aが控訴人に対し信義則上の競業避止義務を負う根拠となると認めることはできず，その他，かかる義務の存在を認めるに足りる証拠はない。",
                "そうすると，この点についての控訴人の主張もまた失当である。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決22頁6行目から同13行目までを，次のとおり改める。",
            "「イ  また，控訴人は，仮に，本件工事2の発注情報が控訴人の営業秘密に該当しないとしても，被控訴人Aが同発注情報を被控訴人アンスに開示した行為は控訴人に対する信義則上の秘密保持義務に違反し，上記発注情報を利用して控訴人が営業活動を継続中の東京都下水道局に対して働きかけを行ったことは控訴人に対する信義則上の競業避止義務に違反すると主張する。",
            "しかし，被控訴人Aが，本件工事2の発注情報を被控訴人アンスに開示したと認めるに足りる的確な証拠は何らないから，控訴人の被控訴人Aが秘密保持義務に違反したとの主張は前提を欠く。また，被控訴人Aが控訴人に対し信義則上の競業避止義務を負わないことは，前記2(1)ウ説示のとおりである。したがって，控訴人の主張は理由がない。」",
            "(cid:1) (cid:6)  5  以上によれば，その余の点について判断するまでもなく，控訴人の請求はいずれも理由がない。よって，本件控訴をいずれも棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10092",
    "date": "2014-02-27",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成23年(ワ)41996",
    "precedent_id": "083996",
    "ipprecedent_id": "3665",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}