{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-14715号事件について平成24年10月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「化学的機械研磨装置で使用するためのみぞ付パターンを有する研磨パッド」とする発明について，平成10年5月15日に特許出願し（パリ条約に基づく優先権主張  平成9年5月15日，アメリカ合衆国；平成10年1月6日，アメリカ合衆国。以下「本願」という。）（甲4），平成22年2月26日付けで拒絶査定を受け（甲5），同年7月2日，拒絶査定不服審判（不服2010-14715事件）を請求するとともに（甲7），特許請求の範囲を変更する旨の手続補正を行い（甲6），平成24年1月16日，誤訳訂正書を提出した（甲10。以下，同訂正後の本願に係る明細書を，図面を含め「本願明細書」という。）。特許庁は，同年10月15日，請求不成立の審決（以下「審決」という。）をし，その謄本は同月30日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "前記誤訳訂正書による訂正後の特許請求の範囲の請求項1は，以下のとおりである（以下，同請求項に係る発明を「本願発明」という。）。",
            "「化学的機械研磨装置において基板を研磨する研磨パッドであって，約0．03インチ（0．076cm）の深さ，約0．02インチ（0．051cm）の幅，及び約0．12インチ（0．305cm）のピッチを有する，複数の実質上円形の同心に配置されたみぞを有する研磨表面を備え，前記複数のみぞは前記研磨表面に対して垂直な複数の側壁を有し，",
            "前記研磨パッドはさらに上部層及び下部層を備え，前記複数のみぞは前記上部層における前記下部層と接触する面とは反対の面に形成され，前記上部層が約0．06～0．12インチ（0．152～0．305cm）の厚さを有し，",
            "前記複数のみぞが複数の仕切壁によって分離され，前記複数のみぞの幅と前記複数の仕切壁の幅の比が約0．20である研磨パッド。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，本願発明は，本願の優先日前に頒布された刊行物である「Improving  CMP Performance  Using  Grooved  Polishing  Pads」Weling  et  al．，1996 ISMIC-100P／96／0040，February  22-23，1996  CMP-MIC  Conference（甲1（a）。以下「引用刊行物1」という。）に記載された発明（以下「引用発明」という。），特表平8-511210号公報（甲2。以下「引用刊行物2」という。）に記載された事項（以下「引用例2記載事項」という。）及び従来周知事項に基づいて，当業者が容易に発明をすることができたものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違点，引用例2記載事項は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「化学的機械研磨装置において半導体基板を研磨するパッドであって，0．015インチの深さ，0．01インチの幅，及び0．06インチのピッチを有する，複数の同心円状に配置された溝を有する研磨表面を備え，前記複数の溝は前記研磨表面に対してほぼ垂直な側壁を有し，",
                    "パッドはさらに硬質の上部層と軟質の下部層を備え，前記複数の溝は前記上部層における前記下部層と接触する面とは反対の面に形成され，前記硬質の上部層が0．05インチの厚さを有し，",
                    "前記複数の溝が複数の仕切壁によって分離され，前記複数の仕切壁の幅が0．05インチであるパッド。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「化学的機械研磨装置において基板を研磨する研磨パッドであって，複数の実質上円形の同心に配置されたみぞを有する研磨表面を備え，前記複数のみぞは前記研磨表面に対して垂直な複数の側壁を有し，",
                    "前記研磨パッドはさらに上部層及び下部層を備え，前記複数のみぞは前記上部層における前記下部層と接触する面とは反対の面に形成され，",
                    "前記複数のみぞが複数の仕切壁によって分離され，前記複数のみぞの幅と前記複数の仕切壁の幅の比が約0．20である研磨パッド。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「研磨パッドにおけるみぞの寸法に関して，本願発明では，「約0．03インチ（0．076cm）の深さ，約0．02インチ（0．051cm）の幅，及び約0．12インチ（0．305cm）のピッチを有する」ものであると特定しているのに対して，引用発明では，溝の深さが0．015インチ，溝の幅が0．01インチ，溝のピッチが0．06インチを有するものである点。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「研磨パッドにおける上部層の厚さに関して，本願発明では，「約0．06～0．12インチ（0．152～0．305cm）の厚さ」と特定しているのに対して，引用発明のパッドにおける硬質の上部層の厚さは0．05インチである点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用例2記載事項",
                  "text": [
                    "「パッドの表面に大小の水路を有する表面のきめを備え，マクロな流路のきめはパッドの厚さの90％を超えないものであって，マクロな流路を深くすればそれだけ，パッド寿命は長くなること。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決には，以下のとおり，容易想到性の判断に誤りがあり，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1に関して，研磨パッドの溝の深さを「約0．03インチ」に特定したことには，それだけパッド寿命が長くなるという，予想される効果以上の特別な臨界的意義はなく，溝の幅を「約0．02インチ」，溝のピッチを「約0．12インチ」と特定した点については，格別な作用ないし効果は格別見当たらず，また，引用発明において溝の深さを2倍深いものに変更した場合，溝の幅やピッチについても2倍とすることは，当業者にとって格別困難なことではないと判断し，さらに，本願発明の奏する作用ないし効果に関して，引用発明，引用例2記載事項及び従来周知の事項から予測し得るものであると判断する。",
                "しかし，審決の上記判断には，以下のとおり，誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の判断は，当業者は研磨パッドの溝の幅・深さ・ピッチ寸法を2倍にすればパッドの寿命が2倍に延長されると予想するとの仮定を前提とするものであるが，当業者の認識に照らせばこの前提は誤りである。",
                    "研磨性能及びパッド寿命は，パッドの溝の深さだけでなく，パッドの溝の寸法とスラリーの排出能力，摩擦係数，発熱状態，熱発散能力等の条件が非常に複雑に関与して決定されるものである。溝の寸法を2倍にした場合のパッドの寿命は予測不能であるというのが，当業者の認識であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決の判断は，当業者は，パッドの寿命を2倍に延長するために，研磨パッドの溝の幅・深さ・ピッチを2倍にすること，つまり溝の形状を相似形に保ったまま寸法を大きくすることに容易に想到し得るとの前提に立つものであるが，当業者の認識に照らせばこの前提もまた誤りである。",
                    "仮に，当業者が，本願の優先日において，「パッド寿命は，パッドの最も浅い溝の深さとパッドの磨耗速度によって決まる。」と認識し，また，「マクロな流路がより深ければ，磨耗率は限界にいたり，パッド寿命はより長くなる。」と認識していたとしても，パッドの寿命を2倍に延長するためには，溝の幅とピッチを変更せずに，溝の深さのみを2倍にするはずである。従来技術には，本願発明のように，溝の幅とピッチをあえて2倍に変更することの示唆はない。",
                    "また，上記のとおり，当業者は，パッドの溝の形状とパッドの寿命及び研磨性能との関係にはスラリの排出や発熱等多くの現象が関与し，非常に複雑であることを理解しており，変更するパラメータは少ない方が結果の予測性が高いことから，パッドの長寿命化のために溝の寸法を変更するに際しても，溝の幅やピッチを同時に変更するのではなく，深さだけを変更すべきと考える可能性が高い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲14は，引用発明におけるパッドと同じく，溝幅10ミル（254μm，0．01インチ），深さ15ミル（381μm，0．015インチ），ピッチ60ミル（1524μm，0．06インチ）の同心円状の溝が形成された化学的機械研磨（CMP）用パッドIC1000と，本願発明と同じく，溝幅20ミル（508μm，0．02インチ），深さ30ミル（762μm，0．03インチ），ピッチ120ミル（3048μm，0．12インチ）の同心円状の溝が形成されたCMP用パッドIC1010-DVとの比較実験を記載したものである。甲14によると，本願発明における研磨パッドは，溝の寸法（幅・深さ・ピッチ）を引用発明における研磨パッドの2倍とすることによって，その寿命が2倍に延長されたにとどまらず，より優れた平面度，より優れた欠陥率，パッド寿命の小さなばらつき，不均一性の改善が得られ，改善された研磨性能を示している。このように，本願発明において，研磨パッドの溝の寸法を2倍にすることによって，上記のような優れた効果を奏することは，当業者は予測し得なかった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本願発明は従来技術に基づいて当業者が容易に想到することのできない構成を有しており，しかも当業者の予想を超える優れた効果を奏するものであるから，当業者が容易に想到し得る発明ではなく，この点における審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，穿孔パッドに代えて溝付きパッドを用いることを課題の一つとしている。そして，本願明細書では，穿孔パッドに代えて溝付きパッドとすることによる効果として「研磨の均一性」と「パッド全体へのスラリの分配」を，溝の幅が広いことによる効果として「廃棄材料の排出性」を，研磨パッドの堅固さによる効果として「平面化効果」を，十分に深い溝の効果として「パッドの寿命の改善」を挙げている。",
                "研磨パッドの分野において，その寿命の改善を図ることは周知の技術的課題であり，パッドの寿命を長くするために溝を深くすることは，引用例2記載事項から，当業者が容易に想到し得たものであり，溝の深さを「約0．03インチ」と特定した点は，単なる設計的事項である。",
                "また，研磨パッドに設けられる溝のサイズや形状は，その技術的意義（設計思想）を踏まえて最適化又は好適化され得る。引用発明においても，その技術的意義（設計思想）を踏まえて，溝の深さを変更すると同時に，溝の幅やピッチをも変更することは，当業者の通常の創作能力の発揮において行い得ることである。そして，溝の幅を「約0．02インチ」，ピッチを「約0．12インチ」と特定したことによる格別な作用効果を見いだすことはできない。",
                "一般に，流路における流体流れの現象を，幾何学的に相似の構成で置き換えて再現することは，流体力学上の常套手段であり，さらに，相似の関係で形状を作成することは従来周知の事項であるから，溝の深さを引用発明の2倍とした場合，溝の幅及びピッチも引用発明の2倍とすることは，当業者にとって格別困難なことではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，研磨パッドの溝の幅・深さ・ピッチ寸法を本願発明における寸法とすることにより，パッドの寿命が延長されるだけでなく，当業者が予測し得ない優れた効果が得られると主張する。",
                "しかし，本願明細書には，原告主張の優れた効果に関する具体的な記載はなく，本願後に作成された甲14を，本願発明の効果として参酌することはできない。また，甲14によっても，原告主張の優れた効果が，溝の寸法にのみ起因するものと解すべき合理性はなく，「より一貫性のある溝切」，「均一なパッド摩擦」，「スラリー及び研磨副生成物の研磨領域間における均一な輸送」，「研磨中のウェハに対する均一な温度分布」，及び「最適化されたパッドコンディショニング」等の総合的な改良によってもたらされるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願発明が容易想到であるとした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書には，以下の記載があり，図3及び図4は，別紙本願明細書図3及び同図4のとおりである（甲4，10）。",
                "「【0001】",
                "【発明の背景】本発明は，一般に基板の化学的機械研磨に関し，より詳細には，化学的機械研磨装置のためのみぞ付きパターンを有する研磨パッドに関する。",
                "【0002】集積回路は，通常導電性，半導性または絶縁性の層を順次堆積することによって，特にシリコンウェハである基板上に形成される。・・・従って，基板表面を周期的に平面化し，平坦な表面を提供する必要が存在する。",
                "【0003】化学的機械研磨（CMP）は平面化の一般に認められた方法の1つである。この方法では通常，基板をキャリヤまたは研磨ヘッドの上に設置する必要がある。その後基板の露出面が回転する研磨ヘッドに向かい合って配置される。キャリヤヘッドは制御可能な負荷すなわち圧力を基板に提供し，基板を研磨パッドに押しつける。さらに，キャリヤヘッドは回転し，基板と研磨表面との間に付加運動を提供する。」",
                "「【0005】有効なCMPプロセスは，高い研磨率を提供するだけでなく，仕上げ加工され（小さな粗度がない）平坦な（大きな凹凸がない）基板表面を提供する。研磨率，仕上げと平坦さは，パッドとスラリの組み合わせ，基板とパッドとの間の相対速度及び，基板をパッドに押しつける力によって決定される。・・・",
                "【0006】CMPにおいて繰り返し発生する問題は，基板全体にわたる研磨率の不均一性である。この不均一性の原因の1つはいわゆる「エッジ効果」，すなわち基板の周縁部が基板の中心と異なった研磨率で研磨される傾向である。不均一性のもう1つの原因は，「中心緩速効果（center slow effect）」と呼ばれる，基板の中心が研磨不足になる傾向である。こうした不均一な研磨効果は，基板全体の平坦さと集積回路製造に適した基板の面積を減少させ，ひいてはプロセスの歩留まりを低下させる。",
                "【0007】もう1つの問題はスラリの分布に関する。・・・研磨パッドの表面全体にわたるスラリの分布が不十分な場合，最適でない研磨結果が提供される。過去において使用された研磨パッドはパッドの周囲の穿孔を含んでいた。こうした穿孔は，スラリで満たされ，研磨パッドが圧迫される際に対応する局所的範囲にスラリを分配した。このスラリ分配方法は，各穿孔が事実上個別に作用するため，有効性が制限されている。すなわち，ある穿孔のスラリは少なすぎ，別の穿孔のスラリは多すぎる。さらに，余分のスラリを，それがもっとも必要とされている場所に直接導く方法がない。",
                "【0008】もう1つの問題は研磨パッドの「目つぶれ（glazing）」である。目つぶれは，研磨パッドが加熱され，基板がパッドに押しつけられる領域で圧迫される場合発生する。研磨パッドの突出部が押しつぶされ，くぼみが埋められるので，研磨パッドの表面は平滑になり，研磨性が低下する。その結果，研磨時間が増大する。従って，高い処理量を維持するには，研磨パッドの表面を定期的に研磨条件に戻す，すなわち「調節（condition）」する必要がある。",
                "【0009】さらに，調節処理の間に，パッドの調節によって発生した廃棄材料がパッドの穿孔をふさいだり詰まらせたりすることがある。この廃棄材料によって詰まらされた穿孔はスラリを有効に保持しないので，研磨プロセスの効率を低下させる。",
                "【0010】ふさがれた或いは詰まったパッドの穿孔に関連するさらなる問題は，研磨の完了後の基板からのパッドの分離に関する。研磨プロセスはパッドと基板との間に高度の表面張力を発生する。穿孔は，パッドと基板との間の接触面積を減らすことによって表面張力を低下させる。しかし，穿孔が廃棄材料でふさがれている，または詰まっていると，表面張力が増大し，パッドと基板の分離が困難になる。そのため，基板は分離処理中，より破損しやすくなる。",
                "【0011】CMPにおけるまた別の問題は「平面化効果（planarizing effect）」と呼ばれる。理想的には，研磨パッドは基板の凹凸の山だけを研磨する。・・・しかし，基板が「平面化効果」の対象になると，山と谷が同時に研磨される。・・・研磨パッドが柔軟すぎると，研磨パッドは変形し，基板表面の山と谷の両方を含む基板の広い表面積に接触する。",
                "【0012】従って，これらの問題のすべてではなくとも，いくつかの問題を改善するCMP装置を提供することが有益である。」",
                "「【0023】本発明の利点には以下が含まれる。本研磨パッドは改善された研磨の均一性を提供する。研磨パッドのみぞはパッド全体にスラリを分配する有効な方法を提供する。みぞは十分に広いので，調節処理によって発生した廃棄材料はみぞから流出する。研磨パッドは十分堅固なので，「平面化効果」が避けられる。研磨パッドの比較的深いみぞはまた，パッドの寿命を改善する。」",
                "「【0035】研磨パッド100は，粗研磨面102を有する複合材料を含む。研磨パッド100は上部層36と下部層38を有する。・・・上部層はIC-1000から構成されており，下部層はSUBA-4から構成されている。・・・・",
                "【0036】図3及び図4を参照すると，複数の同心円形みぞ104が，研磨パッド100の研磨表面102に配置されている。有利にも，これらのみぞはピッチPの均一な間隔を有する。ピッチPは，図4にもっとも明瞭に示されているように，隣接するみぞ間の半径距離である。各みぞ間には幅Wpを有する環状仕切壁106が存在する。・・・各みぞは深さDgと幅Wgを有しているであろう。・・・",
                "【0037】壁110は一般に垂直で，U形の底部112に至る。各研磨サイクルは，研磨表面102が摩耗するに連れて研磨パッドが薄くなるという形で，研磨パッドの摩耗に帰結する。ほぼ垂直の壁110を有するみぞの幅Wgは，研磨パッドが摩耗しても変化しない。すなわち，一般に垂直の壁は，研磨パッドがその動作寿命を通じてほぼ均一の表面積を有することを保証する。",
                "【0038】研磨パッドのさまざまな実施形態には過去に使用されたものと比較して広くて深いみぞが含まれる。・・・詳細には，みぞは約0．020インチの幅Wgを有しているであろう。・・・詳細には，ピッチは約0．12インチであろう。",
                "【0039】みぞ幅Wgと仕切壁幅Wpの比は，約0．10～0．25になるよう選択される。この比は約0．2である。みぞが広すぎると，研磨パッドが柔軟になりすぎ，「平面化効果」が発生する。他方，みぞが狭すぎると，廃棄材料をみぞから除去するのが困難になる。同様に，ピッチが小さすぎると，みぞが互いに接近しすぎ，研磨パッドが柔軟になりすぎる。他方，ピッチが大きすぎると，スラリが基板の表面全体に均一に輸送されない。",
                "【0040】・・・詳細には，みぞの深さDgは約0．03インチであろう。上部層36は約0．06～0．12インチの厚さTを有するであろう。・・・厚さTは，基底部分112の底部と下部層38との間の距離Dpが約0．035～0．085インチになるように選択さるであろう。・・・距離Dpが小さすぎると，研磨パッドは柔軟になりすぎる。・・・",
                "【0041】図3を参照すると，みぞ104は，複数の環状の島または突起を形成するパターンを形成している。これらの島によって研磨用に提供される表面積は，研磨パッド100の全面積の約90％～75％である。その結果，基板と研磨パッドとの間の表面張力が減少し，研磨サイクルの終了時に基板から研磨パッドを分離することが容易になる。」",
                "「【0069】・・・研磨パッドに形成された連続チャネルは，研磨パッドの周囲のスラリの移動を促進する。すなわち，パッドのある領域の余分のスラリがみぞ構造によって別の領域に移送され，研磨表面全体がより均一にスラリで覆われる。従って，スラリの分布が改善され，スラリ分布の不良に起因する研磨率の変動が減少される。",
                "【0070】さらに，研磨及び調節サイクル中に発生する廃棄材料がスラリの分布を妨害する可能性がみぞによって低減される。みぞは研磨パッド表面からの廃棄材料の移動を促進し，目詰まりする可能性を低減する。・・・",
                "【0071】みぞを深くすることによって研磨パッドの寿命が改善される。上記で論じたように，調節処理は研磨パッドの表面を摩滅させ，そこから材料を除去するので，みぞの深さが減少する。その結果，みぞの深さを増大することによってパッドの寿命が増大する。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用刊行物1の記載",
              "text": [
                "引用刊行物1には，以下の記載があり（翻訳のみを記載する。），Fig．1は別紙引用刊行物1Fig．1のとおりである（甲1（a））。",
                "「要約 ",
                "従来の穿孔パッドに代えて溝付きパッドを用いることは，CMPプロセスの生産性において著しい改善を提供することが明らかになった。研磨パッド表面における溝は，研磨中における半導体基板表面におけるスラリの流れを容易にし，加えられる研磨アームとコンディショナーの押圧力の有効性を改善する。溝付きパッドを用いることによって得られる，より高い，そして安定的な除去率は，プロセスの可変性を下げ，半導体基板のスループットを改善する。パッド表面の溝は半導体基板の均一性や，表面の粗さや，局部的な平坦性に有害な影響を与えない。さらに，除去率性能の改善の範囲は研磨されるPECVD酸化物の種類に影響されない。・・・",
                "はじめに",
                "化学機械研磨（CMP）は，全体的な平坦性の唯一つの当面の解決策として広く受け入れられている（1）。・・・除去率の低下は，典型的には研磨パッドのコンディショニングの不足か研磨パッドと接する半導体基板表面への不十分なスラリの運搬による。・・・この論文では，安定した除去率を向上し，また維持するように，従来の穿孔パッドに代えて溝付きパッド（4）を用いることについて焦点をあてる。溝付きパッドは局部的な平坦性，あるいは半導体基板の均一性を損なうことなしにCMPプロセスの生産性の改善を提供する。",
                "実験 ",
                "化学機械研磨は同一のコンディショニング及びアンモニアを含むスラリを用いて市販の単一ヘッド研磨機により実施された。TEOS，又はシランをベースとしたPECVD酸化物を堆積した，パターン化された，あるいはパターン化されていない半導体基板は，CMPの前後で光学的薄膜厚測定装置を用いて測定された。・・・",
                "結果",
                "研磨中，硬質パッドは，押圧力の影響により半導体基板と密接に接触しているので半導体基板の表面にスラリを供給することを困難にしている。穿孔，あるいは溝は意図的に流路を作り出し，それにより半導体基板の表面にスラリが運搬される。図1は，典型的な穿孔及び溝付きパッドの平面図と断面図の概要である。図に示された穿孔と溝の数や密度は単なる概略図で正確ではない。図に見られるように，穿孔は硬質パッドの全部の厚さを貫通する円柱状の穴である。それに対して，溝は，パッドの表面上のより小さく，より浅いくぼみである。溝は図1（b）に見られるように同心円状か，あるいはパッドの周囲から中心へ延びる螺旋状であり得る。 ",
                "穿孔及び溝付きパッドはいくつかの重大な点において異なっている。-  運搬されるスラリの量が異なる。穿孔は小さいスラリのプールを提供するのに対して溝は流路のようで，水面滑走効果を減少させながらパッドに接する半導体基板表面下にたやすくスラリを流す。・・・結果として，穿孔はつまりやすくパッドの効果的な量の研磨を低減する。相対的に浅いみぞからスラリを洗い流すことは，より簡単であり，みぞの中にある粒子の沈降を著しく減少させる。・・・",
                "結論",
                "生産性の著しい向上は，従来の穿孔パッドに代えて溝付きパッドを用いることによって期待できる。研磨パッド表面の溝は研磨時の半導体基板表面のスラリの流れを改善するだけでなく，加えられる研磨アームとコンディショナーの押圧力の有効性を改善し，その結果，安定した除去率を向上し，維持する。・・・」",
                "「図1．穿孔パッド及び溝付きパッド：平面図（a）と（b），断面図（c）と（d）の概略。全ての寸法はインチであるが，スケールで描かれていない点に留意されたい。」 "
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用刊行物2の記載",
              "text": [
                "引用刊行物2には，以下の記載があり，図2は別紙引用刊行物2図2のとおりである（甲2）。",
                "「【発明の詳細な説明】",
                "研磨パッドおよびその使用方法",
                "発明の背景",
                "本発明はガラス，半導体，誘電体／金属複合材および集積回路のようなものに，滑らかで超平坦な表面を作るため使用される研磨パッドに関するものである。より詳細には，本発明はこのようなパッドの表面のきめに関するものである。」（5頁1行～6行）",
                "「図2に示された本発明のパッドはその表面上に，小規模の流路又はミクロ凹部6，および大規模な流路又はマクロ凹部7が同時に存在する外部手段により生じたきめを有する基本的にバルクのミクロなきめを持たない固体均質重合体パッド5を示している。」（9頁末行～10頁3行）",
                "「本発明のパッドにおけるマクロなきめは，スラリーの流れを妨げない流路となるように選択された大きさの凹部（マクロな凹部）から高く上がった部分で構成されている。本発明のマクロなきめの最も重要な特徴は，マクロなきめの間の距離であり，その間でスラリー移動が，用いられるミクロなきめにより調節される。実際には，マクロなきめの間隔の上限は5mmである。突き出た部分がそれよりかなり横方向に大きいと，用いられるミクロなきめのタイプに関係なく研磨率を顕著に減少させるであろう。マクロなきめの間隔の下限は0．5mmである。この限度より下では，マクロな凹部を作るのは困難で時間のかかるものとなる。更に，その下限サイズより下では，マクロな凹部間の突き出た表面の構造的完全性を低下させ，撓みや変形を受けて研磨効果を低下させる。 ",
                "マクロな凹部のパターンならびにそれらの幅と深さは，上記の限度が維持される限り，実質的に望ましい任意のパターンまたはサイズとすることができる。実際には，マクロな凹部の幅と深さは，一般的に，マクロな凹部間の突き出たパッド表面の最大横方向寸法の50％以下に保たれ，マクロな凹部の深さは少なくともその幅に等しい状態となる。マクロな流路は，パッドの厚さの90％を超えない，任意の望ましい深さとすることができる。マクロな流路がより深ければ，磨耗率は限界に至り，パッド寿命はより長くなる。深さがパッドの厚さの90％を超えると，パッドの機械的強度が著しく低下し，従ってそれは避けられる。」（10頁12行～11頁1行） "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "容易想到性の判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の解決課題，課題解決手段及び効果",
              "text": [
                "上記本願明細書の記載によると，化学的機械研磨装置において基板を研磨する研磨パッドについては，従来，①パッドの周囲に穿孔が設けられ，穿孔はスラリで満たされるが，各穿孔が事実上個別に作用するため，ある穿孔のスラリは少なすぎ，別の穿孔のスラリは多すぎ，さらに，余分のスラリを，それが最も必要とされている場所に直接導く方法がない，②パッドの「目つぶれ」が発生するため，パッドの表面を定期的に研磨条件に戻す，すなわち「調節」する必要がある，③調節処理の間に，パッドの調節によって発生した廃棄材料がパッドの穿孔をふさいだり詰まらせたりすることがあり，このような穿孔はスラリを有効に保持しなくなる，④穿孔は，パッドと基板との間の接触面積を減らすことによって，パッドと基板との間の表面張力を低下させるが，上記のように穿孔が廃棄材料でふさがれたり詰まったりすると，表面張力が増大し，パッドと基板の分離が困難になる，⑤パッドは，柔軟すぎると変形し，基板表面の山と谷の両方を含む基板の広い表面積に接触して，「平面化効果」により，山と谷が同時に研磨される，との問題点があった。本願発明は，これらの問題点を改善した化学的機械研磨装置を提供することを解決課題とした発明である。",
                "本願発明では，これらの課題の解決手段として，化学的機械研磨装置における基板を研磨する研磨パッドにおいて，複数の実質上円形の同心に配置された溝を有する研磨表面を備え，前記複数の溝は溝の深さを約0．03インチ，幅を約0．02インチ，ピッチを約0．12インチとし，前記研磨表面に対して垂直な複数の側壁を有し，前記研磨パッドはさらに上部層及び下部層を備え，前記複数のみぞは前記上部層における前記下部層と接触する面とは反対の面に形成され，前記上部層が約0．06～0．12インチの厚さを有し，前記複数のみぞが複数の仕切壁によって分離され，前記複数の溝の幅と前記複数の仕切壁の幅の比を約0．20とするとの構成を採用したものである。",
                "本願明細書には，本願発明では，①研磨パッドに実質上円形の溝を配置したことにより，パッド全体にスラリを分配することが可能となり，また，溝のピッチを大きくしすぎないことにより，スラリを基板の表面全体に均一に輸送することが可能であり，②パッドの溝を，従来のものよりも深くすることにより，調節処理を行っても，パッドの寿命が長くなり，③パッドの溝の幅を，従来のものよりも広くすることにより，調節処理や研磨によって発生した廃棄材料は，溝に詰まったりすることなく，溝から流出することが可能となり，④パッドに溝を設けたことにより，基板とパッドの間の表面張力が減少し，研磨サイクルの終了時に基板から研磨パッドを分離することが容易になり，⑤溝幅Wgと仕切壁幅Wpの比，溝のピッチ，上層部の基底部分の底部と下層部間の距離Dpを適切な値とすることにより，パッドは十分堅固となるので，「平面化効果」を避けることが可能となり，さらに，⑥溝の側壁は研磨表面に対して垂直とすることにより，溝の幅Wgはパッドが摩耗しても変化せず，パッドはその動作寿命を通じてほぼ均一の表面積を有することが可能である，との作用効果を奏することが記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用刊行物1には，化学機械研磨（CMP）における研磨パッドについて，従来品である穿孔パッドは，穿孔がスラリでつまりやすかったが，穿孔パッドに代えて溝付きパッドとすることにより，溝がスラリの流路となって，研磨中の半導体基板表面におけるスラリの流れを容易にするだけでなく，適用される研磨アームとコンディショナーの押圧力の有効性を改善し，局部的な平坦性，あるいは半導体基板の均一性を損なうことなしに，CMPプロセスの生産性が改善されることが開示されている。また，溝付きパッドの一例として，硬質の上部層と軟質の下部層とで構成されたパッドの上部層に，複数の同心円状に配置された溝が形成され，硬質の上層部の厚さが0．05インチ，溝は深さが0．015インチ，幅が0．01インチ，ピッチが0．06インチ，溝間の仕切壁の幅が0．05インチ（0．06インチ-0．01インチ）であり，また，溝の側壁は研磨表面に対してほぼ垂直である研磨パッドが記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1に係る構成の容易想到性について",
                  "text": [
                    "引用発明は，溝が設けられた研磨表面を備える研磨パッドに関する発明であり，引用刊行物2には，流路（溝）が設けられた研磨パッドに関する発明が記載されている。引用刊行物2には，パッドの厚さの90％を超えない範囲で流路を深くすることにより，パッドの寿命が長くなる旨の記載があり，引用発明に接した当業者が，引用発明と同じ分野に属する発明に関する引用刊行物2の上記記載事項を組み合わせて，パッドの厚さの90％を超えない範囲でパッドの溝をより深くすることに困難性を見出すことはできない。本願明細書の記載によると，溝を従来より深くすることによりパッドの寿命を長くすること以上に，これを「約0．03インチ」と特定することの臨界的意義は認められず，溝の深さは当業者が任意に設定しうる設計的事項であると認められる。さらに，特開平5-146969号公報（甲15）には，研磨パッドの溝の深さを「約0．004～0．024cm（約0．01～0．06インチ）」とすることが記載されており（段落【0016】），溝の深さを約0．03インチとすることは従来から行われていた範囲内のものであると認められる。",
                    "また，本願明細書には，パッドの溝の幅を広くすることによる効果として廃棄材料の排出性，溝のピッチを大きくしすぎないことの効果として基板の表面全体へのスラリの分配性，溝のピッチを適切な値とすることの効果としてパッドの堅固性（平面的効果の防止性）が挙げられており，これらの観点から，溝の幅及びピッチとして適切な数値が設定されたものと解されるものの，本願明細書からは，溝の幅を「約0．02インチ」，ピッチを「約0．12インチ」とすることの臨界的意義は認められない。そして，本願の優先日前に頒布された刊行物である特表平8-500622号公報（乙1）の特許請求の範囲の請求項18には，溝の幅について約0．03インチを含む範囲の数値が，同請求項21には，溝の間隔（ピッチ）について約0．12インチを含む範囲の数値が示されており，乙2や3にもこれとは異なる溝の幅やピッチの数値が示されており，また，引用刊行物2にもスラリの流れを考慮してマクロなきめ（溝）の幅を選択することが記載されている（10頁12行～23行）。これらによると，従来から，パッドの溝の幅やピッチは様々な数値を取り得たものであり，溝の幅やピッチも当業者が任意に設定し得る設計的事項であると認められ，本願発明における溝の幅やピッチの数値もこのような当業者が任意に設定し得る数値の範囲内にあるといえる。",
                    "したがって，引用発明に接した当業者が，本願発明の相違点1に係る構成を採用することは容易であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明の効果について",
                  "text": [
                    "本願明細書には，本願発明の作用効果として，研磨パッドに実質上円形の溝を配置したことにより，パッド全体にスラリを分配することが可能となること，深いみぞによってパッドの寿命を改善できることなど，さまざまな効果について記載がある。",
                    "しかし，研磨パッドに穿孔に代えて溝を設けることにより半導体基板表面におけるスラリの流れが容易になることは引用刊行物1に，溝を深くすることによりパッドの寿命が長くできることは引用刊行物2に，それぞれ記載されている。また，その他，調節処理等によって発生した廃棄材料が溝に詰まったりすることがなくなること，パッドが堅固となり，「平面化効果」を避けることが可能となること等の作用効果についても，本願発明における溝の寸法等に係る特定の数値に基づく臨界的な効果とはいえない。",
                    "以上によると，本願発明に当業者が予測し得ない効果があるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本願発明が容易想到であるとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決の判断は，当業者が研磨パッドの溝の幅・深さ・ピッチ寸法を2倍にすればパッドの寿命が2倍に延長されると予想するとの仮定を前提とするものであり，当業者の認識に照らせばこの前提は誤りであると主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。",
                    "前記のとおり，本願明細書には，パッドの溝を従来より深くすることによって，パッドの寿命が延びることは記載されているものの，研磨パッドの溝の幅・深さ・ピッチ寸法を2倍にすれば寿命が2倍に延長される旨の記載はそもそもない。そして，審決は，引用例2記載事項から，パッドの溝の深さを「約0．03インチ」に特定したことについて，パットの寿命が長くなるという，予想される効果以上の臨界的意義は認められないと判断したものであり，溝の寸法を2倍にすればパッドの寿命が2倍に延長されると当業者は予測するとの仮定を前提として判断したものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決の判断は，当業者は，パッドの寿命を2倍に延長するために，研磨パッドの溝の幅・深さ・ピッチを2倍にすること，つまり溝の形状を相似形に保ったまま寸法を大きくすることに容易に想到し得るとの前提に立つものであり，当業者の認識に照らせばこの前提も誤りであると主張する。",
                    "しかし，原告の主張は，以下のとおり失当である。",
                    "前記のとおり，パッドの溝の深さだけでなく，その幅やピッチについても様々な数値を取り得ることに照らすと，パッドの寿命を延ばすためにパッドの溝を深くした上，さらに溝の幅やピッチについても適宜の変更を加えることは，当業者において通常行われる工夫であって，容易になし得るというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲14によると，本願発明における研磨パッドは，溝の寸法（幅・深さ・ピッチ）を引用発明における研磨パッドの2倍にすることによって，その寿命が2倍に延長されたにとどまらず，改善された研磨性能を示しており，本願発明において上記のような優れた効果を奏することは，当業者は予測し得なかったと主張する。",
                    "しかし，以下のとおり，原告の主張は失当である。",
                    "甲14は，本願の後である平成11年（1999年）に発表されたものであり，同心円の溝が形成された研磨パッドであるIC1010-DVとIC1000を対比した結果等に関する論文である。IC1010-DVは，上部パッドの厚さが約80ミル（約0．08インチ），溝の深さが約30ミル（約0．03インチ），幅が約18ミル（約0．018インチ），ピッチが約0．12インチであり，溝の幅と仕切壁の幅との比が約0．18（0．018／（0．12-0．018））である研磨パッドであり（甲14，18，19），概ね本願発明の研磨パッドに該当する。IC1000は，上部パッドの厚さが約50ミル（約0．05インチ）であり，溝の深さが15ミル（約0．15インチ）とIC1010-DVの2分の1であり，溝の幅とピッチも同様にIC1010-DVの2分の1であると認められる（甲14）。",
                    "甲14には，実験の結果，IC1010-DVはIC1000の2倍の寿命を示し，さらに，IC1010-DVの使用により，パッド寿命の最後での低い欠陥数，改善又は同等の平坦性，並びに，同等の除去率及び不均一性が達成されたとの記載がある。しかし，甲14には，パッドの寿命に影響を及ぼす最も重要なパラメータは，溝の品質と溝の寸法であること（1頁），IC1010-DVは，溝の寸法だけでなく，溝切の一貫性，パッド摩擦の均一性，スラリ及び研磨副生成物の研磨領域間の輸送の均一性，研磨中のウェハに対する温度分布の均一性の改良により，パッド寿命の改善と，同等又は改善された研磨性能が認められること（6頁），パッド寿命の改善には，パッドコンディショニングの最適化も起因すること（10頁）が記載されている。また，甲14には，IC1010-DVは，上部パッドの厚さ，溝の寸法のほか，溝切りの旋盤技術などの点でも，IC1000と差異があること（3頁），IC1010-DVの特徴は，溝を深くしたこと，上部パッドが厚くなったことのほか，溝切プロセスの改善により溝切品質が向上したこと，上部パッドの比重制御・仕様がタイトになったことであること（3頁）が記載されている。",
                    "上記記載によると，IC1010-DVに，原告主張の予測できない優れた効果があるとしても，研磨パッドの溝の寸法を2倍にすることのみに起因するものであると解することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，原告は，進歩性の根拠として商業的成功を主張するが，採用の限りでない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "上記のとおりであるから，原告主張の取消事由は理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}