{
  "conclusion": [
    {
      "fig": "1",
      "text": "控訴人の本件控訴及び当審における拡張請求に基づき，原判決を次のとおり変更する。"
    },
    {
      "text": "被控訴人は，控訴人に対し，955万4462円及びこれに対する平成23年3月26日から支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "text": "控訴人のその余の請求(当審における拡張部分を含む。)をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1，2審を通じ，これを25分し，その2を被控訴人の負担とし，その余は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "text": [
        "控訴の趣旨"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "被控訴人は，別紙物件目録1記載の攪拌造粒機を製造，販売してはならない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "被控訴人は，別紙物件目録1記載の攪拌造粒機の構成部品のうち，別紙物件目録2記載の部品を製造，販売してはならない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "被控訴人は，その占有に係る別紙物件目録1記載の攪拌造粒機及びその構成部品のうち別紙物件目録2記載の物品を廃棄せよ。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "被控訴人は，控訴人に対し，1億2133万4280円及びこれに対する平成23年3月26日から支払済みまで年5分の割合による金員を支払え(控訴人は，当審において，原審における1000万円の損害賠償請求を，このように拡張した。)。"
          ]
        },
        {
          "fig": "カ",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "キ",
          "subject": "仮執行宣言",
          "text": [
            "控訴の趣旨に対する答弁"
          ]
        },
        {
          "fig": "ア",
          "text": [
            "本件控訴を棄却する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "控訴人の当審における拡張請求を棄却する。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "訴訟費用は，第1，2審とも，控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「攪拌造粒装置」とする特許権を有する控訴人が，被控訴人が，フロイント産業株式会社から委託を受け，業として別紙物件目録1記載の攪拌造粒機又はその構成部品を製造，販売することが，上記特許権を侵害するとともに，控訴人が作成した控訴人の攪拌造粒機に係る設計図面に係る複製権又は翻案権を侵害し，さらに別紙物件目録1記載の攪拌造粒機には，控訴人から被控訴人に示された上記設計図面中の営業秘密が，被控訴人からフロイント産業株式会社に不正に開示された上，使用されており，不正競争防止法2条1項7号の不正競争行為に該当するとして，被控訴人に対し，上記特許権，控訴人の攪拌造粒機に係る設計図面に係る著作権又は不正競争防止法3条に基づき，別紙物件目録1記載の攪拌造粒機及びその構成部品のうち別紙物件目録2記載の部品の製造，販売の差止め並びに廃棄を求めるとともに，上記特許権若しくは控訴人の攪拌造粒機に係る設計図面に係る著作権侵害の不法行為，不正競争防止法4条又は控訴人，被控訴人間の，平成16年7月1日付け取引基本契約上の秘密保持義務違反に基づき，1000万円の損害賠償及びこれに対する平成23年3月26日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決が控訴人の請求を全部棄却したため，控訴人は前記裁判を求めて控訴した。なお，控訴人は，当審において，前記のとおり損害賠償請求額を 1 億2133万4280円に拡張した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実及び争点は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第2の1及び3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「控訴人」と，「被告」を「被控訴人」と，それぞれ読み替える。)。",
            "原判決5頁3行目の「有している」を「有していた(本件特許権は，平成23年6月25日，存続期間の満了により消滅している。)」を加える。",
            "原判決6頁1行目の「GM-MULTI(10／25／50)及びGM-10」を「GM-MULTI(10／25／50)(別紙被控訴人販売製品一覧表(以下「別紙一覧表」という。)  原判決6頁2行目の「試作品」の次に「(ただし，これらの製品にどのような形状の攪拌羽根が装着されていたのかについては当事者間に争いがある。)」を加える。",
            "原判決6頁3行目の「展示会」の次に「(以下「本件展示会」という。)」を加える。",
            "原判決6頁6行目の「答弁書」を「原審における答弁書」と改める。",
            "原判決6頁7を加える。",
            "(争点1)」を「(争点1-1)」と改める。",
            "原判決7頁4行目末尾に，改行の上，「イ  本件特許は特許無効審判により無効にされるべきものかどうか(争点1-2)」を加える。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "争点に関する当事者の主張は，次のとおり原判決を補正し，当審における当事者の主張を追加するほかは，原判決の「事実及び理由」中第3記載のとおりであるからこれを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決7頁15行目の「争点1」を「争点1-1」と改める。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決7頁26行目及び8頁8行目の「先端部の外周」を「外周面を含む攪拌羽根先端部の前面」と改める。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決8頁9行目末尾に次のとおり加える。",
            "「また，上記②の作用効果を奏する上で本質的なことは，攪拌羽根先端部の前面が基端部の前面に対して回転方向に先行していることであり，「基端部」の前端縁の延長線よりも「先端部」が前(回転方向)に出ていることではない。攪拌羽根は，回転軸と直交する平面内で回転することにより，上記の作用効果を奏するものであるから，攪拌羽根先端部の前面が基端部の前面に対して回転方向に先行しているか否かは，回転軸と直交する攪拌羽根の各断面で評価すべきものである。",
            "したがって，上記の作用効果①及び②から，「攪拌羽根の先端部を基端部に対して回転方向に先行させた」との構成要件Dは，回転軸と直交する攪拌羽根の各断面において，攪拌羽根先端部の前面と処理容器内側面との間の角度βが90度よりも大きく，攪拌羽根先端部の前面が基端部の前面に対して回転方向に先行した構成を求めている。そして，前者の構成は，後者の構成を備えていることによって得られるものであるから，結局のところ，「攪拌羽根の先端部を基端部に対して回転方向に先行させた」との構成要件Dは，回転軸と直交する攪拌羽根の各断面において，攪拌羽根先端部の前面が基端部の前面に対して回転方向に先行した構成を求めている。」"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決8頁20行目の「販売」の次に「(ただし，メインブレードを除く。)」を加える。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決8頁21行目末尾に，改行の上，次のとおり加える。",
            "次のとおり，被控訴人の挙げる実公昭41-3596号公報(乙16，以下「乙16公報」という。)，特開昭57-209633号公報(乙17，以下「乙17公報」という。)，実公昭62-7380号公報(乙14，以下「乙14公報」という。)及び深江パウテック高速撹拌シリーズカタログ(乙15の1，以下「本件カタログ」という。)は，本件特許発明の構成要件D及び前記 記載の①及び②の効果を開示も示唆もしていない。",
            "すなわち，乙16公報記載の混合装置の構成は，本件特許発明の対象である攪拌造粒装置に適用し得るものではないし，その開示内容は本件特許発明の課題及びその解決手段と何ら関連しない。",
            "乙17公報記載の攪拌羽根5については，先端に設けられている上方突起6の内側面は，回転方向Aに対して外周側に開く方向の傾きを持っているが，上下方向にはストレートで，回転方向への下り勾配は有していないので，上方突起6は，それ自身では粉粒体に対して上昇推進力を与える機能は有していない。",
            "乙14公報記載の回転混合翼10の先端部14に設けられている跳ね上げ部30は，上方向に起立した形態で設けられており，本件明細書の図7の従来例の垂直部材12と同様の機能を有するものである。したがって，それ自身では粉粒体に上昇推進力を与える機能は有していない。",
            "本件カタログ記載の攪拌羽根に設けられた跳ね上げ部は，本件明細書の図7の従来例や乙14公報記載のものと同様に，それ自身では粉粒体に対して上昇推進力を与える機能は有していないし，本件カタログ記載の攪拌造粒機が本件特許の出願日よりも前に製造販売されていたことを示す証拠もない。」"
          ]
        },
        {
          "fig": "6",
          "text": [
            "」を加える。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決9頁7行目冒頭から同頁9行目末尾までを次のとおり改める。",
            "控訴人の主張する構成要件Dの解釈は，課題解決のため必要な作用効果を奏する構成として，このような構成が求められるとしているにすぎず，構成要件Dの文言や本件明細書の記載から導き出せるものではない。控訴人の主張する「回転軸と直交する攪拌羽根の各断面・・・」などという構成は，本件明細書には全く記載がない。",
            "控訴人の主張する構成は，「攪拌羽根の先端を内向けに屈曲させる」ことにより形成される構成であり，これにより攪拌羽根の回転に伴う遠心力の作用により発生する弊害を防止するため，粉・粒体などに内向き(容器の中心方向)の流動をさせて遠心力に対抗できることとなる。しかし，上記構成自体は，乙16公報，乙17公報，乙14公報及び本件カタログにみられる周知技術である。そして，乙14公報，本件カタログ及び乙17公報は，本件特許の請求項1のおいて書きの「回転方向が下り勾配となるよう傾斜している攪拌羽根」を放射状に複数装着した構造も示している。したがって，本件特許発明と上記周知技術を比較すると，両者の相違点は，「攪拌羽根の先端部の前端縁が基端部の前端縁よりも回転方向に向かって前に出ている形状」だけである。"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "控訴人の主張する構成要件Dの解釈における「各断面」が前端縁を含まないとすると，攪拌羽根片の先端に屈曲部を形成すれば，必然的に「回転軸と直交する攪拌羽根の各断面において，攪拌羽根先端部の前面と処理容器内側面との間の角度βは90度よりも大きくなり」，その断面において「攪拌羽根先端部の前面が基端部の前面に対して回転方向に先行した構成」となるが，これは，攪拌羽根先端に内方向けの屈曲を作ることと同義であり，上記周知技術そのものである。",
                "他方，控訴人の主張する「各断面」が前端縁を含めて全部が処理容器内側面との間の角度が90度より大きいことが求められる意味とすると，上記周知技術のうち処理容器内側面と攪拌羽根の先端部の前端縁の間の角度が90度か90度より小さいものは含まれないことになる。そして，乙14公報，本件カタログ及び乙17公報記載の攪拌羽根のように，「先端部」を「基端部」に対し回転方向に先行させていない場合は，先端部の前端縁と処理容器内側面との間の角度βは90度又は90度より小さく，これらは構成要件Dを充足しない。そして，被控訴人製品の攪拌羽根も，①  先端部の前端縁は基端部の前端縁より回転方向に先行する形状ではないこと，②  その先端部の前端縁と処理容器内側面との間の角度は90度より大きくないこと，③  攪拌羽根の回転で発生する遠心力の作用で，処理容器内壁に粉粒体が固着するのを防止するため，先端部に内向けの屈曲を形成しているが，粉粒体を内向けに跳ね返すためこのような屈曲を先端部に形成することは，周知技術であり，全体的に回転方向前面を下り勾配の傾斜面を有する構造を有し，かつ先端部が基端部に対して各前端縁と比較して回転方向に先行する形状を有しない，つまり，処理容器内側面と先端部の前端縁の間の角度が90度より大きくないという観点からは，乙14公報，本件カタログ及び乙17公報記載の攪拌羽根と同じ範疇に属すること，に照らすと，構成要件Dを充足しない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "攪拌物を内側に跳ね返すため攪拌羽根の先端を内向けに屈曲させることは，前記イ記載の周知技術も構成要件Dの構成も包含される一般的技術思想を用いており，本件特許発明は，その一般的概念に含まれるうちの一つの実現の態様として特殊の形態，つまり構成要件Dの構成を選択した，いわゆる選択発明の一種である。したがって，周知技術の技術思想自体を発明として特許することはできず，公知例(乙14，15，17)との比較でも，前端縁の比較で基端部より先端部が回転方向に先行しているという構成の選択だけが本件特許の新規性を認められる唯一の理由で，それがなければ，特許が成り立つ余地はない。",
                "したがって，控訴人の主張する構成要件Dの解釈は採用し得ない。」"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "text": [
            "」を加える。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決9頁11行目末尾に，改行の上，次のとおり加える。",
            "「2  争点1-2(本件特許は特許無効審判により無効にされるべきものかどうか)について",
            "【被控訴人の主張】",
            "仮に控訴人の主張するように，構成要件Dが「回転軸と直交する攪拌羽根の各断面において，攪拌羽根先端部の前面と処理容器内側面との間の角度βが90度よりも大きく，攪拌羽根先端部の前面が基端部の前面に対して回転方向に先行した構成」であり，前端縁は「各断面」に含まれないと解釈されるとすると，前記1の【被控訴人の主張】 記載のとおり，本件特許発明は複数の攪拌造粒機の公知例で用いられている攪拌羽根(特に乙14，15，17)をそのまま包含することになる。",
            "よって，本件特許発明は新規性を欠き，本件特許は無効とされるべきものであるから，特許法104条の3第1項の規定により，その権利行使は許されない。",
            "を不当に遅延させるものではない。",
            "すなわち，上記仮定的抗弁で立証される無効理由は，従来争われてきた本件特許発明の技術的範囲の確定，特に構成要件Dの解釈に関連しており，特許権侵害の問題と表裏一体をなすものである。しかも，被控訴人の主張及び立証に関しても，新しい主張立証を追加するものではなく，既に提出済みの主張，立証により，本件特許権の侵害の成否と同時に判断できるものである。",
            "後れた防御方法ではない。",
            "【控訴人の主張】",
            "これまでの審理において特許法104条の3第1項に基づく抗弁が被控訴人から主張されたことはなく，それについて議論されたこともない。よって，裁判所がこれについて判断するには，さらなる議論が不可欠であり，これが訴訟の完結を遅延させることは明らかである。",
            "したがって，被控訴人の主張は，明らかに時機に後れており，民事訴訟法157条1項ないし特許法104条の3第2項により，却下されるべきである。",
            "前記1グ，乙16公報及び乙17公報は，いずれも本件特許発明の構成要件及び効果について開示も示唆もしていない。」"
          ]
        },
        {
          "fig": "10",
          "text": [
            "原判決9頁12行目冒頭の「2」を「3」と，同頁19行目冒頭の「3」を「4」と，10頁4行目冒頭の「4」を「5」と，18頁17行目冒頭の「5」を「6」と，19頁25行目冒頭の「6」を「7」とそれぞれ改める。"
          ]
        },
        {
          "fig": "11",
          "text": [
            "原判決12頁2行目末尾に，改行の上，次のとおり加える。",
            "「  また，控訴人製品は，長期間にわたって使用され，その後は廃棄が予定されているため，中古市場に出るものは極めてまれであるし，中古市場で入手できる製品も最新のものではない。したがって，控訴人製品を解析するのは困難であるし，中古市場に存在する控訴人製品を解析したとしても最新の製品の構造等は判明しない。」"
          ]
        },
        {
          "fig": "12",
          "text": [
            "原判決15頁24行目末尾に，改行の上，次のとおり加える。",
            "「  しかも，フロイントは，ユーザーの協力を得るなどして必要な情報を得ることができるのであるから，別段控訴人製品を入手する必要もない。」"
          ]
        },
        {
          "fig": "13",
          "text": [
            "原判決20頁9行目冒頭から同頁16行目末尾までを次のとおり改める。",
            "「8  争点5(控訴人の損害)について",
            "【控訴人の主張】",
            "不正競争防止法5条1項，特許法102条1項に基づく損害額"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "被控訴人製品の販売台数",
              "text": [
                "被控訴人が販売した被控訴人製品の数量は，別紙一覧表記載(本件特許権 (本件特許権の存続期間終了後)の合計6台である。",
                "なお，被控訴人がフロイントに販売し，本件展示会で展示されたの被控訴人製品は，本件特許発明の構成要件Dの構成を備える攪拌羽根(以下，このような攪拌羽根を「GMブレード」という。)が当初より装着されていたか，又は，装着が予定されていたものであり，かつ， 別紙ないし のGMブレード(別紙一覧表のHSMブレードはGMブレードの旧製品名である。)と，別紙一一体のものとして販売されたものである。",
                "のGMブレードとGMブレードとそれぞれ一体のものとして販売されたものブレードは，被控訴人の製造する攪拌造粒機のみに用いられるものであるから，これらの譲渡は本件特許権の間接侵害(特許法101条1号)となる。",
                "被控訴人は別紙一覧表記載 本件特許権の存続期間終了後に販売したものであり，本件特許権の侵害とならない旨主張する。",
                "しかし，攪拌造粒機は最終ユーザーから注文を受けてから最終ユーザーに納品するまで，通常は5か月程度，どんなに急いでも4か月は掛かり，下請業者(本件における被控訴人)が注文を受けてから元請業者(本件におけるフロイント)に納品するまでの期間は，通常は3か月，どんなに急いでも2か月は必要な製品であること，控訴人がフロイントに販売した他の攪拌造粒機については受注から納品まで約3か月を要していること，被控訴人の提出する注文書(乙第20号証に添付されたもの)には不自然な点があることに照らすと，本件特許権の存続期間終了日である平成23年6月25日以前に，被控訴人とフロイントとの間で，買契約が成立していたものというべきである。",
                "仮に売買契約の成立が本件特許権の存続期間終了後であったとしても，上記記載の攪拌造粒機の納入に要する期間に照らすと，被控訴人は，本件特許権の存続期間中(平成23年6月25日まで)に，け，仕様を確定し，生産を開始して，売買契約の成立が確実な状況に至っていたものといえる。",
                "特許権の存続期間中に上記のような状況に至っていれば，特許権者はもはや対象製品をその買主に売却することは不可能であるので，特許権の存続期間中における特許権者の販売機会を奪ったものと評価できる。また，物の発明における特許権の「実施」には，その物の譲渡だけでなく生産も含まれ(特許法2条3項1号)，特許権の存続期間中であれば特許権者は侵害者が生産した販売前の製品や仕掛品の廃棄請求が可能である。したがって，特許権の存続期間中に物の生産が開始され，その製品について売買契約の成立が確実な状況に至っていたのであれば，仮に売買契約の成立が特許権の存続期間終了後であっても，特許権の侵害と，それによる損害の発生があったと解すべきである。",
                "侵害となる。"
              ]
            },
            {
              "fig": "イ",
              "subject": "損害額",
              "text": [
                "不正競争防止法5条1 項に基づく控訴人の損害額は，被控訴人が販売した についての控訴人の利益の額(別紙一覧表の「控訴人主張の利益額」欄記載のとおり)である(いずれも経費控除後の額である。)。その合計額は5600万1545円である。",
                "利益の算出に当たり，別については，控訴人がストレートブレード(本件特許発明の構成要件を充足しないもの)とZブレード(本件特許発明の構成要件を充足するもの)を各3本(10，25，50用各1本，合計6本)付けて同型の控訴人製品を販売した場合の利益を，別紙一覧表記載 の製品については，控訴人がストレートブレードとZブレードを各1本付けて同型の控訴人製品を販売した場合の利益を請求している。",
                "また，特許法102条 1項に基づく控訴人の損害額は，被控訴人が販売した についての控訴人の利益の額(別紙一覧表の「控訴人主張の利益額」欄記載のとおり)である(いずれも経費控除後の額である。)。その合計額は3831万1175円である(ブレードについては不正競争防止法5条1項に基づく請求の場合と同様である。)。",
                "のGMブレードと一体のものとして販売されたものであると評価できなかった場合の，被控訴人によるGMブの製品についての「控訴人主張の利益額」欄記載のとおりであり，その合計額は226万2960円である。",
                "寄与率について",
                "フロイントはパンフレット(甲4)でGMブレードの採用を被控訴人製品の特徴として掲げ，顧客に対して配布した資料においても，その性能を喧伝している(甲41)。また，攪拌造粒機におけるブレードは攪拌造粒機の性能を左右する最重要部品であり，しかもベッセル内部の中心に設置され，攪拌造粒機を購入しようとする業者が外部から容易に認識し得るものである。他社の製品パンフレットにおいても，ブレードの形状が分かる写真や図が掲げられ(甲19，20)，ブレードの形状が大きくアピールされるなどしていること(甲65ないし67)からも，ブレードが各社の技術が集約されたメイン部品であり，攪拌造粒機の性能を左右する最重要部品であって，その形状，性能が顧客に対するアピールポイントであることが分かる。また，控訴人製品のブレードの使用により攪拌造粒機の性能が大きく向上することは研究(甲69)によっても裏付けられている。",
                "これらの点からすれば，GMブレードは被控訴人製品にとって欠かせないものであり，ユーザーの購入意欲を強く喚起して購入を動機付けるものであって，GMブレードがなければフロイントは被控訴人製品を販売し得なかったものといえる。",
                "したがって，被控訴人製品におけるGMブレードの寄与は極めて大きく，寄与率は100％と評価すべきである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被控訴人の主張について",
              "text": [
                "被控訴人は， ないし の製品は，試験又は研究のためにフロイントに納品したものであって，特許法69条1項の試験又は研究のためにする特許発明の実施」に該当する旨主張する。",
                "しかし，上記の2台の被控訴人製品は，本件展示会において販売予定の製品の見本として展示されたものであり，そのような展示のための販売は，「試験又は研究」のための販売とは異なる。",
                "また，仮にフロイントが上記各製品を試験又は研究のために用いたとしても，被控訴人は試験や研究を行うためにこれらの製品を製造したものではなく，フロイントに販売するためにこれらの製品を製造したものである。",
                "したがって，特許法69条1項の適用はない。",
                "不正競争防止法5条2項，特許法102条2項に基づく損害額(予備的主張)",
                "被控訴人が別紙一覧表記載の製品を譲渡したことにより得た，同表の「利益」欄記載の利益の額を控訴人の損害額として予備的に主張する。",
                "値下げを強いられたことによる損害",
                "控訴人は，被控訴人及びフロイントが被控訴人製品を販売したことにより控訴人製品の値下げをすることを強いられた。これにより，控訴人は，別紙「グラニュマイストとの競合による控訴人の損失一覧表(H25．12．6時点での判明分)」記載のとおり，合計5430万2346円(不正競争防止法に基づくもの)ないしは2944万9086円(特許権侵害に基づくもの)の損害を被った。",
                "弁護士費用  1103万0389円",
                "被控訴人及びフロイントが被控訴人製品を販売したことにより，控訴人は，本訴訟を提起さざるを得なくなり，弁護士費用の負担を強いられた。",
                "これにより控訴人が被った損害は，である，1103万0389円(特許権侵害に基づくものとしては677万6026円)を下らない。",
                "合計  1億2133万4280円(うち7453万6287円については特許権侵害に基づくものと不正競争防止法違反に基づくものとで重複している。)",
                "【被控訴人の主張】",
                "控訴人の主張は争う。",
                "販売数量について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人が本件特許権の存続期間中に製造してフロイントに販売した攪拌造粒機及びGMブレード              GMブレードではなく本件特許発明の構成要件Dの構成を有しない攪拌羽根(ストレートブレード)を装着したものである。したがって，上記各製品は，本件特許発明の技術的範囲に属さず，その譲渡は本件特許権を侵害しない。単品で販売されたGMブレードは，攪拌造粒機と組み合わせて販売されるものではないから，間接侵害も成立しない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "は，平成23年7月以降であり，これを納品したのは同年7月22日であって，いずれも本件特許権の存続期間終了後である。したがって，上記製品の販売は，本件特許権の侵害行為とはならない。",
                "特許法102条1項又は2項の損害の不存在",
                "を被控訴人から購入できないとき，フロイントが控訴人から控訴人製品や控訴人製品のブレードを購入することは考えられないから，上記各製品について，特許法102条1項又は2項の損害は生じない。",
                "特許法69条1項の適用について",
                "仮に，被控訴人が製造してフロイントに納品した製品(別紙一覧表記まれるとしても，これらは専らフロイントによる攪拌造粒機の試験又は研究に供するために納品され，現に同社で実験用として使用され，かつ，控訴人の本件特許の実施と直接競業せず，その利益を害することもないので，特許法69条1項の「試験又は研究のためにする特許発明の実施」に該当する。",
                "寄与率について",
                "控訴人装置における技術面からの利用価値を含めた経済的価値としての各部位の寄与率は，ベッセル0．5，ブレード0．2，クロススクリュー0．1，その他(フレーム，ディスチャージ等)0．2と評価される。したがって，控訴人装置における本件特許発明の寄与率は20％程度とするのが相当である。",
                "不正競争防止法違反に基づく損害について",
                "仮に控訴人の主張する営業秘密について守秘義務があるとしても，そのことがなぜ控訴人主張の損害額に結び付くのか不明である。控訴人が営業秘密と特定して主張したものは，いずれもユーザーである装置の購買者が関心を持つ事項ではなく，機能上もどう関係するか不明であるので，これらを使用しているかどうかで購入の決定や価額に影響するようなものではない。",
                "控訴人の主張する逸失利益や競業による値下げは，通常の公正な競合で生ずる通常の現象にすぎず，この競業はフロイントが行っているもので，被控訴人が製造しなければ自ら又は他社に製造させることになるだけで，競業自体が存在しなくなるものではない。",
                "値下げによる損害について",
                "損害の発生との因果関係も逸失利益との関係が合理的に説明されていない。公正な価額の競業品が存在すれば値下げを強いられるのは当然である。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，被控訴人製品は，本件特許発明の全ての構成要件を充足するので本件特許発明の技術的範囲に属し，かつ，本件特許は特許無効審判により無効にされるべきものとは認められないので，控訴人の本件特許権の侵害に基づく損害賠償請求は主文の限度で理由があるものの，その余の控訴人の不正競争防止法違反に基づく請求，著作権侵害に基づく請求及び本件基本契約違反に基づく請求は，いずれも理由がないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟提起の経緯",
          "text": [
            "原判決21頁7行目の「提訴後，」の次に「原審において，」を加え，同頁8行目の「状況にある」を「状況にあった」と改めるほかは，原判決「事実及び理由」の第4の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1-1(被控訴人製品は本件特許発明の技術的範囲に属するか)について",
          "text": [
            "本件明細書には以下の記載がある(甲9)。",
            "「【発明の詳細な説明】",
            "【0001】",
            "【産業上の利用分野】本発明は，医薬品，食品業界をはじめ粉粒体の処理工程が必要とされる産業界において，粉粒体の混合，造粒等を行なう際に使用される攪拌造粒装置に関するものである。",
            "【0002】",
            "【従来の技術】粉粒体の混合，造粒等を行なう攪拌造粒装置は，図2に示すように，略円筒状の処理容器(1)内に，ノズル(2)，チョッパー(3)，回転部材(4)を配置して構成している。このうち，回転部材(4)は，図6の平面図に示すように，回転軸に回転方向が下り勾配となっている攪拌羽根(10)を放射状に複数枚取り付けて構成している。",
            "【0003】上記構成において，回転部材(4)が回転すると，処理容器(1)内に仕込まれた原料粉体も攪拌羽根(10)に跳ね上げられながら回転する。この結果，粉粒体には上昇推進力と遠心力が作用し，この上昇推進力と遠心力の作用によって粉粒体は処理容器(1)内の壁面上を旋回しながら図2の点線で示すような攪拌運動を繰り返す。この時，ノズル(2)から結合剤を滴下又はスプレーすることによって，原料粉体が攪拌されながら適度に凝集し，この結果，所望の粒径を有する造粒物が形成される。尚，造粒の際に発生するだま(塊)は，回転するチョッパー(3)で破砕されていく。",
            "【0004】このようにして，処理容器(1)内に仕込まれた原料粉体は，回転部材(4)による転動造粒作用とチョッパー(3)による破砕造粒作用の組合せで攪拌され，所望の粒径に造粒されている。",
            "【0005】",
            "【発明が解決しようとする課題】上記攪拌造粒装置においては，回転部材の回転に伴って粉粒体には遠心力が作用するから，この遠心力で粉粒体は半径方向に移動して処理容器内側面に衝突する。ところで，上記造粒工程では，液体の結合剤を添加していることから，原料粉体は常時湿潤しており，このような湿潤した粉粒体が処理容器内側面に衝突すると，粉粒体は上昇せずに壁面に固着し，これが繰り返されて処理容器(1)内側面に層状の固着物が構成されてしまう。この時，図6に示すように，処理容器(1)内側面と，攪拌羽根(10)の前端縁との間の角度(α)は，90°より小さいことから，上記層状の固着物は，攪拌羽根(10)の先端部分で内側面に押しつけられる形になり，このことから固着物がさらに強力に処理容器(1)内側面に固着してしまう。",
            "【0006】また，このような固着物の生成により，図2に示すような粉粒体の円滑な攪拌運動が阻害され，粉粒体の流れが悪くなる。この結果，後続の処理容器底面付近にある粉粒体が処理容器底面上に停留し，このように停留した粉粒体上を攪拌羽根(10)が通過すると，粉粒体は，攪拌羽根(10)の下端縁(11)で処理容器(1)底面に強く押圧され，処理容器(1)底面に固着してしまう。",
            "【0007】このように従来の攪拌造粒装置では，処理容器内側面及び底面に多量の固着物が生成されるため，所望の粒径を有する造粒物の収率が低下するだけでなく，壁面から固着物を剥離する作業も必要となることから生産性が低下してしまう問題があった。",
            "【0008】上記問題点の解決を図るため，従来では，回転部材の回転数を低くして粉粒体に作用する遠心力を弱めたり，或いは，図7に示すように，攪拌羽根(10)の先端部に垂直部材(12)を装着して処理容器(1)内側面への固着物の生成の低減を図っていた。しかし，前者では低い回転数のために生産性が低く，また，後者では粉粒体に積極的に上昇推進力を与えていないので図2に示すような粉粒体の攪拌運動が円滑に行なわれず，結果的に造粒性が悪くなって造粒物の生産性が低下していた。",
            "【0009】本発明は上記問題点に鑑み，処理容器内側面及び底面への固着物の生成を低減し，これによって造粒物の収率を向上させて造粒作業の生産性を向上させる攪拌造粒装置を提供することを目的とする。",
            "【0010】",
            "【課題を解決するための手段】上記目的を達成するため，本発明は，処理容器内に配置した回転部材に，回転方向が下り勾配となるよう傾斜している攪拌羽根を放射状に複数枚装着し，この回転部材の回転で処理容器内に供給された粉粒体の攪拌，造粒を行なう攪拌造粒装置において，攪拌羽根の先端部を基端部に対して回転方向に先行させた。",
            "【0011】",
            "【作用】上記構成により，処理容器内側面と先端部の前端縁との間の角度は90°より大きくなる。従って，先端部の外周面が，処理容器内側面に生成された固着物を削り落とす作用を呈するようになる。また，遠心力を受けて円周方向に移動した粒子は，攪拌羽根の先端部に案内されて円滑に上昇推進力を与えられ，処理容器内側面に衝突せずに上昇する。従って，処理容器内側面上での固着物の生成量が減少する。",
            "【0012】",
            "【実施例】以下，本発明の実施例を図1乃至図5を参照して説明する。",
            "【0013】図2に示す攪拌造粒装置は，上方を小径とする略円筒状の処理容器(1)内に，結合剤を滴下又はスプレーするノズル(2)と，チョッパー(3)と，回転部材(4)とを配置して構成する。",
            "【0014】回転部材(4)は，図1に示すように，基部(8)に，回転方向に20～60°程度の下り勾配を有する複数枚の攪拌羽根(5)を放射状に装着して構成する。夫々の攪拌羽根(5)には，中心から先端部にかけての2／3～3／4程度のところで回転方向に10～60°程度先行させた先端部(A)を構成しておく。この結果，処理容器(1)内側面と先端部(A)の前端縁との間の角度(β)は90°よりも大きくなる(β＞90°)。尚，この時の先端部(A)と先行させてない攪拌羽根(5)の基端部(B)とでは，その下端縁(7)が同一平面上にあり，かつ，下り勾配も同一角度である。・・・",
            "【0023】",
            "【発明の効果】このように本発明によれば、処理容器内側面及び底面への固着物の生成を大幅に減少させることができる。従って、造粒物の収率を向上させることが可能になり、また、固着物を剥離する作業も軽減できる。このような点から、造粒作業の生産性をより一層向上させることができる。」",
            "【図1】本発明に係る攪拌造粒装置の平面断面図，及び攪拌羽根のC-C線での断面図である。",
            "【図6】従来の攪拌造粒装置の平面断面図，及び攪拌羽根の断面図である。",
            "以上によれば，本件特許発明は，処理容器内に配置した回転部材に，回転方向が下り勾配となるよう傾斜している攪拌羽根を放射状に複数枚装着し，この回転部材の回転で処理容器内に供給された粉粒体の攪拌，造粒を行なう攪拌造粒装置において，攪拌羽根の先端部を基端部に対して回転方向に先行させた構成により，先端部の外周面が，処理容器内側面に生成された固着物を削り落とす作用を呈し，また，遠心力を受けて円周方向に移動した粒子は，攪拌羽根の先端部に案内されて円滑に上昇推進力を与えられ，処理容器内側面に衝突せずに上昇するため，処理容器内側面上での固着物の生成量が減少するとの作用効果を奏するものである。",
            "「攪拌羽根の先端部を基端部に対して回転方向に先行させた」(構成要件D)の解釈"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "特許請求の範囲の文言",
              "text": [
                "「攪拌羽根の先端部を基端部に対して回転方向に先行させた」(構成要件D)との文言からは，「攪拌羽根」の回転軸から遠い部位である「先端部」 が，回転軸に近い部位である「基端部」(前と比べて「回転方向に先行」している構成であることを規定していることが明確に読み取れる。そうすると，構成要件Dは，その文言上，攪拌羽根の先端部の回転方向前面が，基端部の回転方向前面に対して回転方向に先行している構成のものであることを規定しているものと解されるものの，それ以外の要件によって，その構成を限定するものと解することはできない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件明細書の記載",
              "text": [
                "「攪拌羽根の先端部を基端部に対して回転方向に先行させた」構成(構成要件D)とすることで，平面視にて，攪拌羽根先端部の前端縁(回転方向を前，逆方向を後とした場合の前端縁)の延長線と処理容器内側面の接線(攪拌羽根先端部の前端縁の延長線と処理容器内側面との交点における接線)との間の角度を90度よりも大きくし，その結果として，攪拌羽根先端部の外周面が処理容器内側面に生成された固着物を削り落とすとともに，遠心力を受けて円周方向に移動した粒子を，処理容器内側面に衝突しない方向へと案内するという作用効果を得るものである旨の記載(【0011】)があるほか，実施例として，「夫々の攪拌羽根(5)には，中心から先端部にかけての2／3～3／4程度のところで回転方向に10～60°程度先行させた先端部(A)を構成しておく。この結果，処理容器(1)内側面と先端部(A)の前端縁との間の角度(β)は90°よりも大きくなる(β＞90°)。」との記載(【0014】)がある。",
                "しかし，本件明細書の上記記載における「先端部の前端縁」との用語は，本件明細書における【作用】と【実施例】の説明の中で，本件特許発明の内容をわかりやすく説明するために記載されているものであり，本件特許発明の特許請求の範囲において本件特許発明の構成を特定するものとして記載されているものではない。また，上記記載の趣旨は，構成要件Dの「攪拌羽根の先端部を基端部に対して回転方向に先行させた」との構成によれば，先端部の回転方向前面とこれに接する処理容器内側面との間の角度が90度より大きくなるという意味であり，このことを表現するのに「先端部の前端縁」との用語を用いて説明しただけのことである。本件特許発明の構成は，あくまでも特許請求の範囲に基づいて定めるべきであり，本件特許発明の「攪拌羽根」は，「基端部」と「基端部に対して回転方向に先行させた先端部」すなわち先端部の回転方向前面が，基端部の回転方向前面に対して回転方向に先行している構成のものと解すべきである。前記記載は，構成要件Dの構成のものであれば，先端部の回転方向前面とこれに接する処理容器内側面との角度が90度より大きくなるということにすぎないのであるから，このことを説明した記載中の「先端部」の「前端縁」をもって，本件特許発明の「攪拌羽根」の構成を更に限定して解釈すべきではない。なお，本件明細書の【0005】にも，前記のとおり，従来技術の説明として「攪拌羽根(10)の前端縁」との記載があるが，これも従来技術における課題をわかりやすく説明するために記載されたものにすぎない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "以上によれば，本件特許発明における「攪拌羽根の先端部を基端部に対して回転方向に先行させた」(構成要件D)とは，「攪拌羽根」の回転軸から遠い部位である「先端部」の回転方向前面が，回転軸に近い部位である「基端部」の回転方向前面よりも回転方向に先行している構成を意味すると解するのが相当である。",
                "被控訴人製品の充足性",
                "被控訴人製品の攪拌羽根の形状は，別紙参考図面2記載のとおりであるところ，「攪拌羽根」の回転軸から遠い部位である「先端部」の回転方向前面が，回転軸に近い部位である「基端部」の回転方向前面よりも回転方向に先行していることが明らかである(なお，別紙参考図面2の記載によれば，被控訴人製品においても，先端部の回転方向前面とこれに接する処理容器の内側面との角度βは90度より大きくなっている。)。したがって，被控訴人製品は，「攪拌羽根の先端部を基端部に対して回転方向に先行させた」(構成要件D)を充足するものと認められる。",
                "被控訴人の主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人は，被控訴人製品が本件特許発明の構成要件Dを充足しない旨種々主張するところ，その主張内容は，結局のところ，「攪拌羽根の先端部を基端部に対して回転方向に先行させた」とは，「攪拌羽根」の回転軸から遠い部位である「先端部」が，回転軸に近い部位である「基端部」の前端縁よりも前(回転方向)に先行しており，「先端部」の前端縁の延長線と処理容器内側面の接線との間の角度が90度よりも大きい構成を意味する旨の主張であると解される。しかし，前 ところに照らすと，上記解釈は，本件特許の特許請求の範囲の記載に基づかないものというほかなく，被控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，ると，公知技術(乙14ないし17)に含まれることになり，そのような解釈はなし得ない旨も主張しているものと解されるが，この主張は，結局，本件特許に無効理由がある旨の主張と同旨であると解されるので，後記3において判断する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点1-2(本件特許は特許無効審判により無効にされるべきものかどうか)について",
          "text": [
            "被控訴人は，本件特許発明は，複数の攪拌造粒機の公知例で用いられている攪拌羽根(乙14ないし17)をそのまま包含することになるので，新規性を欠き，本件特許は無効とされるべきものであるから，特許法104条の3第1項の規定により，その権利行使は許されない旨主張する。",
            "しかし，上記乙号各証(乙14ないし17)は，次に説示するとおり，本件特許発明の構成要件Dの構成を開示するものではない以上，上記乙号各証の記載に基づいて，特許法29条1項各号所定の発明が存在することを認めることはできない。したがって，本件特許発明が新規性を欠くものということはできない。",
            "よって，被控訴人の上記主張を採用することはできない。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "乙16公報",
              "text": [
                "乙16公報は，ケーシング1内の中央に回転自在に配設された回転軸2により放射状にケーシング1の外周に突出させた上中下段に配置された羽根片3を回転させることによって，粉体，粒体，液体等の種々の流体を混合する混合用回転羽根に関するものである。そして，羽根片3は，中心部より外周方向に混合試料を移送できるように捻回状に曲折した屈曲部4，先端を後方に向かって突設させた拡大部5及びその周辺を回転方向に対して斜方向において上方に傾斜させた斜面6を有していることが認められる(1頁右欄1行目ないし同欄5行目)。",
                "しかし，乙16公報の記載によれば，上記混合用回転羽根は，単に上記流体を混合させるために用いられ，本件特許発明のように，粉粒体の攪拌及び造粒の双方を行うものではない。さらに，粉粒体の造粒は，攪拌羽根によって粉粒体を上方に跳ね上げ，跳ね上げられた粉粒体に結合剤を滴下又はスプレーすることによって行われるが，乙16公報の混合用回転羽根は，このような粉粒体の造粒用途で使用されるものではない。",
                "また，乙16公報の混合用回転羽根の形状をみても，乙16公報には，羽根片3の上記構成によって，羽根片3の屈曲部4に沿って混合試料が中心部より外周方向に導出され，羽根片3の先端部に達するとその拡大部5の斜面 6によって再び内方に反転されるように折り返され，再び同一の作用を経て反復混合される旨記載されている(1頁右欄10行目ないし同欄17行目)。そして，第1図ないし第3図には，羽根片3の形状が示されている。しかし，考案の詳細な説明や実用新案登録請求の範囲の記載のみからは，屈曲部4においてどのように曲折されているのかとか，斜面6がどのように傾斜させられているのかといった羽根片3の形状は判然とせず，本件特許発明の「先端部」に該当し得る，羽根片3の屈曲部4，拡大部5又は斜面6の少なくとも一部が，回転軸に近い部位である基端部よりも回転方向に先行している構成を採っているかどうかは判然としない。しかも，第1図ないし第3図を参照しても羽根片の形状を明確に把握することは困難であるばかりか，図によって羽根片3の形状が微妙に異なっているようにも見受けられるものであることにも照らすと，乙16公報の各図に示された羽根片3につき，その先端部の少なくとも一部が，その基端部に対して回転方向に先行していると認めることはできない。",
                "以上によれば，乙16公報記載の混合用回転羽根は，「攪拌羽根の先端部を基端部に対して回転方向に先行させた」(構成要件D)を開示するものではないものというべきである。",
                "(乙16公報の図面)"
              ]
            },
            {
              "fig": "イ",
              "subject": "乙17公報",
              "text": [
                "乙17公報記載の攪拌羽根5は，攪拌のみならず造粒体の形成も行う点で，本件特許発明の攪拌羽根と同様の使用目的を有することが認められる。",
                "しかし，乙17公報の記載によれば，攪拌羽根5の形状は，造粒室1の内底面にできるだけ近接して設け，例えば第3図に示すような厚みの薄い梯形断面として，攪拌羽根5の回転方向Aに対し，粉粒体が矢符Bに示すように攪拌羽根5の上面を乗り越えるような形状と成し，両端部に上方突起6を設け，上方突起6が，第2図に示すように，攪拌羽根5のA矢符方向回転において，周辺の粉粒体を造粒室1の中心方向に向かって移動させ得るよう，前記回転方向Aに対する傾きを与える，というものである(2頁左下欄13行目ないし同頁右下欄7行目)。そして，第2図及び第3図の記載を踏まえても，攪拌羽根5それ自体は厚みの薄い梯形断面を有し，径方向にストレート状に延在しているものにすぎないし，突起部6も攪拌羽根5に対して垂直に配置されているにすぎず，いずれも，その一部が，攪拌羽根5の基端部に対して回転方向に先行しているものとは認められない。",
                "よって，乙17公報に記載された攪拌羽根5は，「攪拌羽根の先端部を基端部に対して回転方向に先行させた」(構成要件D)を開示するものとは認められない。",
                "(乙17公報の図面)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "乙14公報",
              "text": [
                "乙14公報記載の回転混合翼10は，攪拌のみならず造粒体の形成も行う点で，本件特許発明の攪拌羽根と同様の使用目的を有するものと認められる。",
                "しかし，乙14公報の記載によれば，回転混合翼10は，直線状に伸びるもので，その先端部14は，上方に湾曲させて跳ね上げ部30が形成されており，回転混合翼10の掬上げ面の掬上げ角度θをその先端部14では20度ないし25度に，基端部15では30度ないし45度に形成するとともに，先端部14から基端部15に近付くほど大きな角度になるように形成したものであって(実用新案登録請求の範囲)，基端部に対してその少なくとも一部が回転方向に先行する先端部を有するものではない。",
                "よって，乙14公報記載の回転混合翼10は，「攪拌羽根の先端部を基端部に対して回転方向に先行させた」(構成要件D)を開示するものとは認められない。",
                "(乙14公報の図面)"
              ]
            },
            {
              "fig": "エ",
              "subject": "本件カタログ",
              "text": [
                "本件カタログ最終頁には，「2007．11」との記載があることに照らすと，上記カタログが本件特許の出願日よりも前に頒布されたものと認めることはできない(乙第15号証の2添付の，本件カタログに記載された攪拌羽根の実物を撮影したとされる写真についても，その撮影時期は判然としない。)。",
                "また，被控訴人は，本件カタログの攪拌造粒機の攪拌羽根が乙14公報記載の考案の実施品であるとも主張する。しかし，上記ウ認定の乙14公報記載の混合回転翼10の形状と，上記カタログ記載の攪拌羽根の形状(乙第15号証の1，3頁，4頁及び7頁を参照)とは少なくとも先端部の折り返しの有無の点において相違しており，被控訴人の上記主張を採用することはできない。",
                "本件カタログに記載された攪拌羽根の形状を見ても，その先端が上方に折れ曲がっているものであって(乙第15号証の1，3頁，4頁及び7頁及び乙第15号証の2)，先端部の少なくとも一部が，その基端部に対して回転方向に先行しているものとは認められない。",
                "よって，本件カタログ記載の攪拌羽根は，「攪拌羽根の先端部を基端部に対して回転方向に先行させた」(構成要件D)を開示するものとは認められない。",
                "(本件カタログ4頁に記載された図面)",
                "なお，控訴人は，被控訴人の上記 主張及びそれに伴う書証の提出につき，時機に後れた防御方法であり却下されるべきである旨主張する。",
                "確かに，上記主張等は平成25年9月9日の当審第1回弁論準備手続期日において初めて提出されたものである。しかし，その主張の当否は第1審において提出された証拠及び上記主張に伴って提出された書証のみによって判断し得るものである上に，当審における審理の経過にも照らすと，上記防御方法の提出が「訴訟の完結を遅延させる」(民訴法157条1項)とか，「審理を不当に遅延させることを目的として提出された」(特許法104条の3第2項)ものとまでは認め難い。",
                "よって，上記防御方法の提出を却下する必要はない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点2-1(控訴人製品図面等の著作物性)及び争点2-2(複製権又は翻案権侵害の有無)について",
          "text": [
            "原判決「事実及び理由」の第4の3記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点3-1(営業秘密性)及び争点3-2(開示又は使用の有無)について",
          "text": [
            "次のとおり原判決を補正するほかは，原判決「事実及び理由」の第4の4記載のとおりであるから，これを引用する。",
            "原判決29頁15行目末尾に次のとおり加える。",
            "「そして，証拠(甲34ないし40)によれば，控訴人において，公差につき検討がなされ，変更が加えられてきたことが認められる。」",
            "原判決29頁23行目の「であり，」から同行目の「有用な情報」までを削る。",
            "原判決30頁1行目末尾に，改行の上，次のとおり加える。",
            "「  しかも，JIS規格における許容差用途に応じて適宜修正することは通常行われていることと解され(乙13の1，2。実際に控訴人もそのようなことを行っている(甲34ないし40)。)，その意味において公差が格別の技術的意義を有するものであるとまでは認め難い。また，本件において，控訴人の図面と被控訴人製品の図面との間で公差が一致するのは3か所にとどまっており，この一致する公差のみで技術的に有用なものといえるかどうかも疑問が残る。」",
            "原判決30頁3行目の「原告製品」から同行目の「かつ，」までを削る。"
          ]
        },
        {
          "fig": "6",
          "subject": "争点4(本件基本契約上の秘密保持義務違反)について",
          "text": [
            "原判決「事実及び理由」の第4の5記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "7",
          "subject": "争点5(控訴人の損害)について",
          "text": [
            "以上によれば，控訴人の請求は，特許権侵害に基づく請求についてのみ理由があることとなり，その余の請求についてはその余の点について判断するまでもなく理由がない。",
            "被控訴人製品の販売台数について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "証拠(乙18ないし22)によれば，被控訴人は，本件特許権の存続期間終了日である平成23年6月25日までに，別紙一覧表記載の製品 の製品(GMブレード)(乙第18号証記載の「HSM」は「GM］の古い型番である(乙18，21)。)を販売(数量，納入先，受注日及び納品日は，それぞれ別紙一覧表の「数量」，「納入先」，「受注日」及び「納品日」欄記載のとおりである。)したことが認められ，他に上記認定を覆すに足りる証拠はない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "別紙一覧表 製品については，フロイントから被控訴人への注文書(2通)がそれぞれ平成23年6月29日付け及び同年7月21日付けとされていることが認められる(乙20)。そうすると，上記製品の譲渡自体は本件特許権の存続期間終了後になされた可能性を否定できない。",
                "しかし，上記製品の見積書は，本件特許権の存続期間中である平成23年6月15付で既に作成されている(乙20)。そして，上記見積書の記載内容及び乙第22号証並びに弁論の全趣旨によれば，上記見積書の作成前に，既にフロイントから被控訴人に対し「大正薬品向け」として上記製品の図面が支給されていたこと，同日時点で，本件特許発明の構成要件Dを充足する攪拌羽根が製造されていたかどうかは判然としないものの，少なくとも既に攪拌造粒機の一部の製造も開始されていたことが認められる。以上の事実に加え，乙第22号証の記載内容にも照らすと，少なくとも，同月15日よりも前の時点で，上記製品につき，フロイントから被控訴人に対し将来的な注文の打診があり，これを被控訴人が承諾する形で譲渡の申出がなされ，その後，これに関連して，上記製品の設計がなされ，製造が開始されるとともに，見積書の作成もされたことが認められる。そして，上記の譲渡の申出行為は本件特許権を侵害する行為である(なお，見積書の交付行為も，譲渡の申出行為に当たるものと解される。)。",
                "以上の事実に加え，上記のとおり，本件特許権の存続期間満了後ではあるものの，上記製品の代金額が確定され，実際に販売されたことや，乙第22号証の記載内容に照らしても，見積書が作成された同月15日の時点では，上記製品についての発注がなされ，販売される見込みは高かったものと認められる。",
                "そうすると，上記製品の販売によって発生する控訴人の損害についても，本件特許権の存続期間中の侵害行為(譲渡の申出行為)と相当因果関係にある損害であると認められる。したがって，上記製品の譲渡も，特許法102条1項にいう譲渡数量に含まれるものというべきである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア認定のとおり，別紙一覧表れも本件特許発明の構成要件Dの構成を備えないストレートブレードを付けて販売されたものである。そして，ストレートブレードは本件特許発明の構成要件Dの構成を備えるものではない以上，被控訴人がこれを装着した攪拌造粒機のみを販売しても，本件特許権の侵害は成立せず，控訴人が損害賠償を請求できるものではない。",
                "しかし，別紙一覧表 記載 ないし のGMブレードは，いずれも交換可能なものであり(甲4，5，乙18，19)，かつ のGMブレード製品と同日に納品されたものである以上，これらは一体のものとして販売本件特許権を侵害するものいうべきである。",
                "さらに，別紙一覧表GMブレードは，いずれも交換可能なものであり(甲4，5，乙18，19 9日後に納品されたものである以上，これらは一体のものとして販売されたものと認められ，本件特許権を侵害するものいうべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "に用いられるものであるから(争いがない)，その販売は「その物の生産にのみ用いる物の譲渡」(特許法101条1号)に該当する。したがって，上記GMブレードの販売は，本件特許権を侵害するものとみなされる。"
              ]
            },
            {
              "fig": "オ",
              "subject": "被控訴人の主張について",
              "text": [
                "別紙一覧表",
                "被控訴人は，別紙一覧表記載 終了後に売買契約が成立し，かつ納品されたものであるので，本件特許権を侵害しない旨主張する。しかし，前記イにおいて認定したところに照らすと，被控訴人の上記主張を採用することはできない。",
                "別紙一覧表 及び 並びに ないし",
                "被控訴人は，上記各製品はいずれもフロイントにおいて研究目的で使用されていることなどから，特許法69条1項により，その実施につき本件特許権の効力は及ばない旨主張する。そして，乙第19号証(フロイントHSMプロジェクトマネージャー作成の文書)にはこれに沿う記載がある。",
                "しかし，フロイントは，平成22年6月には，被控訴人製品(グラニュマイスト)のパンフレットを作成しているほか(甲4)，同月30日から同年7月2日に開催された本件展示会において，別紙一覧表記載記載年6月19日に被控訴人からフロイントに納入されているので，これは上記展示のために納入されたものと推認でき，一体として販売された同GMブレードについても同様である。また，同表記載品は，同年2月23日に納入されたものではあるものの，これにつき納入後に改良等が行われたことを認めるに足りる証拠はないし，上記のとおり本件展示会において展示されていることにも照らすと，試作品として製造され仮に現在フロイント内で使用されているとしても，試験研究目的で使用されているものと認めるには足りない。一体として販売されGMブレード，及び本件特許権の間接侵害品でドも同様である。",
                "よって，被控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "以上によれば，，の製品は間接侵害品として)が本件特許権侵害を構成するものというべきである。",
                "特許法102条1項に基づく請求について"
              ]
            },
            {
              "fig": "ア",
              "subject": "被控訴人の販売数量に単位数量当たりの利益を乗じた額について",
              "text": [
                "控訴人製品はいずれも受注に応じ，見積りがなされた上で代金額を確定して製造販売される製品であると解される上に(甲42ないし51，弁論の全趣旨)，控訴人の主張する控訴人による販売額も被控訴人製品と同等の控訴人製品を販売した場合の見積額に基づくものにすぎないこと(甲52ないし55，71ないし74)に照らすと，被控訴人の侵害行為がなければ，実際に控訴人がその主張する金額で被控訴人製品と同等の控訴人製品を販売できたと認めるには足りない。",
                "他方，証拠(甲44，46，59，60，72，74)及び弁論の全趣旨によれば，控訴人は，本件特許権の存続期間中に，別紙一覧表記載VG-100型(防爆仕様)を1台 (甲46，60)と同等の控訴人製品であるバーチカルグラニュレーターVG-400を1台(甲44，59)それぞれ販売していることが認められる。",
                "上記各控訴人製品は，当初の見積額から値を下げた上で販売されてい行為と控訴人による値下げ行為との間の相当因果関係を認めることはできない。そして，他に控訴人が，本件特許権の存続期間中に，上記値下げ後の金額よりも高額で上記各控訴人製品を販売できたことを認めるに足りる的確な証拠はない。したがって，被控訴人の販売数量に単位数量当たりの利益を乗じた額の算定の基礎となる上記各控訴人製品の販売価格としては，各控訴人製品の実際の上記販売価格(製品本体価格から製品本体価格の総額に占める値引き分の割合を乗じた額を控除したもの)と認めるのが相当である。",
                "その余の別紙一覧 ，本件特許権の存続期間中に控訴人が同等の製品を販売したことを認めるに足りる証拠はない。しかし，上記において認定したところ及び弁論の全趣旨によれば，上記各製品についても，控訴人の見積額(甲71ないし74)に対し， と同等の控訴人製品の販売価格を算定する際にしたのと同様の減額(ただし，控訴人製品の販売の際の値下げの割合の平均値を用いる。)をした額をその販売価格と認めるのが相当である。",
                "ただし，証拠(乙18ないし20)及び弁論の全趣旨によれば，別紙いては，本件特許権を侵害するのは攪拌造粒機本体であると解されるので，本体価格のみを認める。)以上，控訴人においても少なくとも被控訴人製品の販売額と同額では販売できたものとは認められるので，被控訴人による販売額の方が大きい場合には，これを採用する。",
                "なお，別紙一覧表記載 ，被控訴人により本件特許権を侵害しないストレートブレードとともに販売されているところ，被控訴人による被控訴人製品の販売価格の認定については，次のとおりである。すなわち，別紙一覧表記載 の製品は，ブレードと一体のものとして販売されたものであるところ，控訴人が製造する場合において，本件特許の構成要件Dの構成を備えるZブレードの方がこれを有さないストレートブレードよりも高額であるので(甲71ないし73)，同様にGMブレードの方がストレートブレードよりも高額であると考えられること等に照らすとついては，ストレートブレード3本分の額を除いても，上記3本のGMの「代金」欄記載の販売価格で販売できたものと認められる。またても，付されたストレートブレードは，一体として販売された同表記載GMブレードに対応するものと解されるので，ストレートブレード分の額を除いても，GMブレードを含めて少なくとも同表 の「代金」欄記載の販売価格で販売できたものと認められる。",
                "被控訴人の販売数量に単位数量当たりの利益を乗じた額は以下のとおりとなる。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "の製品と同等の製品(同表記載 のGMブレードを含む。)",
                  "text": [
                    "証拠(甲46，60)及び弁論の全趣旨によれば，控訴人は，東和薬品株式会社に対し，平成23年6月9日，バーチカルグラニュレーターFM-VG-100型(防爆仕様，本件構成要件Dの構成を備えるZブレードを備える)を販売したこと，その値下げ前の本体価格は1100万円であったこと，その他の費用を含めた総額2242万3000円から662万3000円が値引きされ，総額に占める値引き額の割合は29．5％であること(662万3000円÷2242万3000円＝0．295)，値引き後の上記製品の価格は775万5000円となること(1100万円×(1-0．295)＝775万5000円)がそれぞれ認められる。",
                    "もっとも，上記製品は防爆仕様であるところ，製品は防爆仕様ではなく，品は，非防爆仕様のバーチカルグラニュレーターFM-VG-100型であると認められる(甲72，弁論の全趣旨)。そして，本件特許権の存続期間中に販売されたVG-400型に関するものではあるが，非防爆仕様の製品の価格は防爆仕様の製品の価格の90．4％(1900万円÷2100万円＝0．904)であること(甲44，45)及び弁論の全趣旨に照らすと，人製品である非防爆仕様のものの販売価格は，上記775万5000円の90．4％の価格である701万0520円(775万5000円×0．904＝701万0520円)であると認められる。",
                    "そして，上記金額は，被控訴人によ同等の控訴人製品の販売価格と認める。",
                    "他方，甲第72号証及び弁論の全趣旨によれば，Zブレード1本を備えたバーチカルグラニュレーターFM-VG-100型の製造費用(変動経費に相当するもの)は●●●●●●●●●であると認められる●●●●●●●●●●●●●●●●●●●●●●●●●●●●●。",
                    "したがって，利益額は●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●と認められる。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "",
                  "text": [
                    "証拠(甲44，59，74)及び弁論の全趣旨によれば，控訴人は，清水建設製品と同等の控訴人製品であるバーチカルグラニュレーターVG-400型を販売したこと，その値下げ前の本体価格は2100万円であったこと，その他の費用を含めた総額3560万円から810万円が値引きされ，総額に占める値引き額の割合は22．7％であること(810万円÷3560万円＝0．227)，値引き後の上記製品の価格は1623万3000円となること(2100万円×(1-0．227)＝1623万3000円)がそれぞれ認められる。",
                    "そして，これは，被控訴人による別紙一覧表記載の製品と同等の控訴人製品の販売価格と認める。",
                    "他方，甲第74号証及び弁論の全趣旨によれば，その製造費用(変動経費に相当するもの)は●●●●●●●●●●であると認められる●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●。",
                    "したがって，利益額は●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●と認められる。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "ブレードを含む。)",
                  "text": [
                    "ュレーターFM-VG-10，25，50載替型であり，攪拌造粒機本体に本件特許発明の構成要件Dの構成を備えるZブレード3本(VG-10用1本，VG-25用2本)を加えた製品の見積価格は1565万4440円(1427万8100円＋37万7420円＋49万9460円＋49万9460円＝1565万4440円)であると認められる(甲71，弁論の全趣旨)。",
                    "そして，上記a及びb認定の控訴人製品販売時の総額に占める値下げ額の割合はそれぞれ29．5％及び22．7％であるので，その平均は26．1％となる。",
                    "したがって，上記バーチカルグラニュレーターFM-VG-10，25，50載替型の販売価格は，1156万8631円(1565万4440円×(1-0．261)＝1156万8631円)となる。",
                    "の控訴人製品の販売価格と認める。",
                    "他方，甲第71号証及び弁論の全趣旨によれば，その製造費用(変動経費に相当するもの)は●●●●●であると認められる●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●。",
                    "したがって，利益額は●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●と認められる。"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "",
                  "text": [
                    "ュレーターFM-VG-25型であり，攪拌造粒機本体に本件特許発明の構成要件Dの構成を備えるZブレード1本を加えた製品の見積額は546万6360円(496万6900円＋49万9460円＝546万6360円)であると認められる(甲73，弁論の全趣旨)。",
                    "そして，前記cにおけるのと同様の計算をすると，上記バーチカルグラニュレーターFM-VG-25型の販売価格は，403万9640円(546万6360円×(1-0．261)＝403万9640円)となる。",
                    "の製品の販同等の控訴人製品の販売価格としては，625万円と認める。",
                    "他方，甲第73号証及び弁論の全趣旨によれば，その製造費用(変動経費に相当するもの)は●●●●●●●●であると認められる●●●●●●●●●●●●●●●●●●●●●●●●●●●●●。",
                    "したがって，利益額は●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●と認められる。"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "",
                  "text": [
                    "別紙一覧表記 人製品は，ZブレードVG-50用であり，同製品の見積額は62万8280円であると認められる(甲71，弁論の全趣旨)。",
                    "そして，前記cにおけるのと同様の計算をすると，上記の販売価格は，46万4928円(62万8280円×(1-0．261)＝46万4928円)となる。",
                    "の控訴人製品の販売価格と認める。",
                    "他方，甲第71号証及び弁論の全趣旨によれば，その製造費用(変動経費に相当するもの)は●●●●●●●●であると認められる。",
                    "したがって，利益額は●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●と認められる。"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "",
                  "text": [
                    "10用であり，同製品の見積額は37万7420円であると認められる(甲71，弁論の全趣旨)。",
                    "そして，前記cにおけるのと同様の計算をすると，上記の販売価格は，27万8913円(37万7420円×(1-0．261)＝27万8913円)となる。",
                    "の控訴人製品の販売価格と認める。",
                    "他方，甲第71号証及び弁論の全趣旨によれば，その製造費用(変動経費に相当するもの)は●●●●●●●●であると認められる。",
                    "したがって，利益額は●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●と認められる。"
                  ]
                },
                {
                  "fig": "g",
                  "subject": "",
                  "text": [
                    "ブレードVG-25用であり，同製品の見積額は49万9460円であると認められる(甲71，73，弁論の全趣旨)。",
                    "そして，前記cにおけるのと同様の計算をすると，上記の販売価格は，36万9100円(49万9460円×(1-0．261)＝36万9100円)となる。",
                    "の控訴人製品の販売価格と認める。",
                    "他方，甲第71号証，第73号証及び弁論の全趣旨によれば，その製造費用(変動経費に相当するもの)は●●●●●●●●であると認められる。",
                    "したがって，利益額は●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●と認められる。",
                    "以上によれば，被控訴人の販売数量に単位数量当たりの利益を乗じたた場合に得られたであろう利益の額)の合計額は，869万4462円となる。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "販売することができないとする事情について",
              "text": [
                "被控訴人は，フロイントが控訴人から製品を購入することはないので，被控訴人がフロイントに販売し 並びににつき特許法102条1項の適用はない旨主張する。",
                "しかし，フロイントが攪拌造粒機の販売を行うに当たり，被控訴人から製品を購入しなければ，他から購入するほかない以上，被控訴人の主張を直ちには採用できない。",
                "そして，他に販売することができないとする事情を認めるに足りる主張も証拠もない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "寄与率について",
              "text": [
                "被控訴人は，控訴人装置における技術面からの利用価値を含めた経済的価値としてのブレードの寄与率は2割と評価されるので，控訴人装置における本件特許発明の寄与率は20％程度とするのが相当である旨主張する。",
                "しかし，本件特許発明は，「攪拌造粒装置」全体の発明であって，攪拌羽根(構成要件D)に限定した発明ではない。しかも，控訴人製品及び被控訴人製品は，いずれも，専ら攪拌造粒を目的とするものであって(甲2ないし4)，他の用途に用いる機能が付加されているものでもないし，控訴人製品及び被控訴人製品の各パンフレットにも，他の特許発明が使用されていることを示す記載もない(甲2ないし4。なお，被控訴人製品のパンフレットには特許申請中との記載があるが，その具体的内容は明らかではない。)ことも併せ考えると，被控訴人の主張する点を根拠として寄与率による減額をするのは相当ではない。",
                "加えて，攪拌造粒機は，攪拌羽根を回転させて粉粒体を攪拌し造粒するものである以上，攪拌羽根の形状及びそれにより得られる作用効果は重要なものであると解されるところ，に照らすと，これは攪拌造粒の効率性に影響を及ぼす部分に関するものである。実際に，控訴人製品のパンフレットにも，Zブレードにつき，低い回転数で十分な原料の攪拌・混合ができることを目的に開発されたものであること(「特許」との記載もある。)や，ベッセル壁面への付着を最小限に抑えることの記載(甲2，2頁)，及び，メインブレードにより遠心力と回転力が与えられ，ベッセル壁面に沿って上昇し，中心部に向かって落下することにより，転動・密圧運動を繰り返しながらベッセル内を旋回する(甲3，4頁)，付着性の強い紛体によるベッセルへの付着を抑えるとの記載(甲3，9頁)など，攪拌羽根の効果に関する記載が存在する。他方，フロイント作成の被控訴人製品のパンフレット(甲4)にも，GMブレードについて，「攪拌・混合・造粒性に優れ，均一な造粒品が得られるとともに，ベッセル内付着が少ないため収率がアップします。」との記載がある反面，他には，スプレーノズルに関する記載以外には攪拌造粒の性能に影響するような記載は見当たらない。さらに，控訴人やフロイントのみならず，同種製品を製造する事業者も攪拌羽根の形状を強調するようなパンフレット等を作成している(甲65ないし67，乙15)。これらの事実に照らすと，攪拌造粒機の販売において攪拌羽根及びその形状の果たす役割は大きいものといえる。",
                "以上によれば，本件においては，特許法102条1項の適用において，本件特許発明の寄与率による減額を考慮する必要はないものというべきであり，被控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，特許法102条1項に基づく控訴人の損害額は別紙一覧表「損害額」欄記載のとおりとなり，その合計額は869万4462円となる。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "なお，控訴人は，予備的に，特許法102条2項に基づき，被控訴人が別紙一覧表記載の製品を譲渡したことにより得た利益の額の損害額として主張する。",
                "しかし，証拠(乙18，19)によれば，被控訴人が別紙一覧表記載の各製品の販売により得た利益の額は，別紙一覧表の「粗利益」欄記載のとおりであると認められるところ，これらの利益額に照らすと，上記エの認定額は，別紙一覧表記載の製品を販売したことによる被控訴人の利益額を上回ることは明らかであるので，上記エ認定の金額の限度で控訴人の請求を認容することとする。",
                "競合による損害について",
                "控訴人は，被控訴人が，本件特許権の存続期間中に本件特許権を侵害する製品を販売したために，控訴人が販売した製品の値下げを余儀なくされ，値下げ額と同額の損害を被った旨主張し，甲第42号証(控訴人取締役の陳述書)にはこれに沿う記載がある。また，証拠(甲43ないし46)によれば，控訴人が，本件特許の存続期間中に，値引きをして販売した攪拌造粒機が存在することが認められる。",
                "しかし，攪拌造粒機械を製造販売するのは控訴人や被控訴人及びフロイントのみではなく，他の業者も存在すること(甲65ないし67)に加え，上記の値引きが被控訴人による本件特許権を侵害する攪拌造粒機の販売によるものであることを裏付ける的確な客観的証拠もないことも併せ考えると，控訴人の上記主張を採用することはできない。",
                "弁護士費用",
                "控訴人は本件訴訟の追行を弁護士に委任しているところ，本件訴訟の内容，請求額及び認容額その他本件に顕れた一切の事情を考慮すると，弁護士費用の額としては86万円と認めるのが相当である。",
                "まとめ",
                "以上によれば，控訴人の本件特許権侵害に基づく損害賠償請求は，9550万4462円及びこれに対する平成23年3月26日から支払済みまで年5分の割合による遅延損害金の支払を求める限度で理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人の本件特許権の侵害に基づく損害賠償請求(原審における請求及び当審における拡張請求)は主文掲記の限度で理由があるがその余の部分は理由がなく，控訴人のその余の請求はいずれも理由がないので，主文のとおり判決する。"
      ]
    }
  ]
}