{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-5922号事件について平成24年12月19日にした審決を取り消す。",
        "- 1 -第2  事案の概要"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「美容処理におけるジヒドロカルコンに富むフェノール性画分の使用」とする発明について，平成14年8月5日，特許出願（優先権主張日2002年（平成14年）2月26日，優先権主張国フランス，特願2002-227397号。以下「本願」という。甲6）をした。",
                "原告は，平成21年11月13日付けの拒絶査定を受けたため，平成22年3月17日，拒絶査定不服審判を請求するとともに，同日付けで本願の願書に添付した明細書の特許請求の範囲を変更する手続補正（甲8）をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，上記請求を不服2010-5922号事件として審理し，平成24年7月12日付けの拒絶理由通知をした。これに対し原告は，同年10月17日付けで本願の願書に添付した明細書の特許請求の範囲を変更する手続補正（甲15）（以下「本件補正」といい，本件補正後の明細書を，図面を含めて「本願明細書」という。）をした。",
                "その後，特許庁は，同年12月19日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，平成25年1月8日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成25年5月3日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項6の記載は，次のとおりである（以下，請求項6に係る発明を「本願発明」という。）。",
            "「【請求項6】バラ科植物成熟マルス（シルベリトリス）リンゴ果実からの抽出によって得られる少なくとも1のジヒドロカルコンに富むポリフェノール性画分を含む，体重を制限し，かつ，身体の審美的外観を改善するための医薬生成物として使用するための組成物。」",
            "- 2 -3  本件審決の理由の要旨"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本願発明は，本願の優先権主張日前に頒布された刊行物である特開2000-16951号公報（以下「引用例1」という。甲1）に記載された発明に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないから，他の請求項に係る発明について論及するまでもなく，本願は拒絶すべきものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明（以下「引用発明」という。），本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「未熟リンゴからの抽出によって得られるフロリジンが約30～40重量％含まれているポリフェノール性画分を含む，医薬品の製造原料組成物」の発明。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点",
                  "text": [
                    "「リンゴからの抽出によって得られる少なくとも1のジヒドロカルコンを含有するポリフェノール性画分を含む，医薬生成物として使用するための組成物」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明の相違点",
                  "text": [
                    "（相違点イ）",
                    "本願発明では，「バラ科植物成熟マルス（シルベリトリス）リンゴ果実からの抽出によって得られる少なくとも1のジヒドロカルコンに富むポリフェノール性画分を含む」ものであるのに対して，引用発明では「未熟リンゴからの抽出によって得られるフロリジンが約30～40重量％含まれているポリフェノール性画分を含む」ものである点。",
                    "（相違点ロ）",
                    "- 3 -本願発明では，「体重を制限し，かつ，身体の審美的外観を改善するため」と規定されているのに対して，引用発明では，その具体的な医薬用途について規定されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（相違点イの判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の組成物の成分と引用発明の組成物の成分に関する判断の誤り",
                  "text": [
                    "本件審決は，相違点イについて，引用発明の組成物のポリフェノール性画分にジヒドロカルコンに相当するフロリジンが約30～40重量％含まれているので，引用発明の組成物の成分は，本願発明の「ジヒドロカルコンに富むポリフェノール性画分」と実質的に異なるところはない旨判断した。",
                    "しかしながら，本願発明と引用例1記載の組成物は，本願発明では，「成熟マルス（シルベストリス）リンゴ果実」（ただし，請求項6記載の「マルス（シルベリトリス）」は，「マルス（シルベストリス）」の誤記である。以下同様に，特に断りのない限り，「マルス（シルベストリス）」と表記する。）を原料として用いているのに対し，引用例1記載の組成物では，「ふじ，津軽，ジョナゴールド，北斗，王林」といった，一般的に食用されるリンゴの未熟果実（引用例1の段落【0010】で引用する「特開平7-285870号」（ただし，「特開平7-285870号」は，「特開平7-285876号」の引用の誤記である。）公報（甲5）記載の段落【0032】参照）を原料として用いている点で異なる。",
                    "このように原料であるリンゴの種類及び成熟度合いが異なることによりそれらに含まれる成分が大きく異なり，その抽出物に含まれる成分も当然異なるものとなるから，本願発明における抽出物の含有成分と引用例1記載の組成物における抽出物の含有成分は，異なるものといえる。",
                    "- 4 -このことは，本願発明と引用例1記載の組成物とは，リンゴ原料からの抽出物の抽出方法，抽出物からポリフェノール性画分を得るためのHPLC（高速液体クロマトグラフィー）による分析抽出方法（分離精製方法）が異なることにも示されている。すなわち，本願明細書の段落【0022】には，本願発明における抽出方法として，「・破砕したリンゴを，…固／液抽出に付」し，「得られた湿固形エクストラクトを乾燥するかまたは酵素的に液化して，液体エクストラクトを得る。」，「・乾燥固形エクストラクトを，…C1-C4脂肪族アルコールを用い」た「さらなる抽出に付して，有機エクストラクトを得る。」，「・もう1の経路を介して，湿固形エクストラクトを酵素混合物の存在下，…水と混合して液体エクストラクトを得る。」などの記載があるのに対し，引用例1が引用する甲5には，引用例1記載の組成物における抽出方法として，上記抽出方法とは異なる「清澄果汁」及び「抽出試料」の2種類の抽出手段が記載されている。",
                    "また，本願明細書の段落【0026】には，本願発明におけるHPLCによる分析抽出方法として，高濃度エタノール含有水溶液を用いた1段階の溶出（溶媒の濃度勾配がない。）により，抽出物からポリフェノール性画分が得られたことが記載されているのに対し，引用例1の段落【0026】には，引用例1記載の組成物におけるHPLCによる分析抽出方法として，脱イオン水による溶出の後に，10％v／v，15％v／v，20％v／v，25％v／v，30％v／v及び65％v／vという6段階のエタノール含有水溶液を用いた濃度勾配溶出により，抽出物からポリフェノール性画分（実施例の表1（別紙2参照）記載の画分6及び7）が得られたことが記載されている。本願発明において，6段階の溶出ではなく，1段階のみの溶出が行われているのは，成熟マルス（シルベストリス）リンゴ果実からの抽出物を用いることによって，ジヒドロカルコンを極めて多く含むポリフェノール性画分が得られていることを示すものといえる。",
                    "- 5 -さらには，本件補正後の特許請求の範囲の請求項1の従属項である請求項5は，成熟マルス（シルベストリス）リンゴ果実からの抽出物にクエルシトリン及びクエルセチンが含まれることを発明特定事項とするのに対し，引用例1には，クエルシトリン及びクエルセチンについて記載も示唆もなく，引用例1記載の組成物には，クエルシトリン及びクエルセチンの成分が含まれていない。",
                    "以上のとおり，本願発明における抽出物の含有成分と引用例1記載の組成物における抽出物の含有成分が異なるから，引用発明の組成物の成分は，本願発明の「ジヒドロカルコンに富むポリフェノール性画分」と実質的に異なるところはないとの本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点イの容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，①原料として，引用発明における未熟リンゴに代えて，ヨーロッパにおいて広く知られるリンゴの一種である「バラ科植物成熟マルス（シルベリトリス）リンゴ果実」を用いてみることは，当業者が容易に想到し得た，②引用発明の組成物の成分は，本願発明の「ジヒドロカルコンに富むポリフェノール性画分」と実質的に異なるところはなく，また，仮にこれが異なるとしても，フロリジンは医薬用途における有効成分であると認められるから，その有効成分を高含量で包含する組成物を得ようとすることは当業者が通常試みることであり，当業者であれば，引用例1に記載された発明にしたがって，「ジヒドロカルコンに富むポリフェノール性画分」との本願発明の発明特定事項を規定することに何ら困難性は見いだせないとして，相違点イに係る本願発明の構成を容易に想到し得た旨判断した。",
                    "しかしながら，本件審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，引用例1記載の組成物の原料として，成熟したマルス（シルベストリス）リンゴ果実を用いることについて記載も示唆もな- 6 -い。",
                        "また，被告提出の乙1（「果樹園芸大百科2  リンゴ」2000年2月25日発行）記載の「第1表  リンゴ属（Malus Mill.）植物の分類」には，「species（種）」として25種が記載されているが（79頁），仮にこれら25種を成熟したものと未成熟のものとに分類すると，50種類にも及ぶこととなる。",
                        "一方で，引用例1の段落【0005】には，「本発明において使用する複数のポリフェノール成分を含有する原料としては，リンゴ，ナシ，モモなどのバラ科植物の果実（未成熟果実をも含む）又はその搾汁液，植物体（組織培養により得られるカルスをも含む）の有機溶媒抽出物が使用できる。また，特開平7-285876号公報に開示されている果実ポリフェノールも原料として好適に使用できる。」との記載がある。",
                        "引用例1の上記記載に基づいて，ポリフェノール成分を含有する原料として成熟マルス（シルベストリス）リンゴ果実を使用するということは，50種類に及ぶリンゴの種の中から，たった1種を，ジヒドロカルコンに富む原料として選択することを意味するものであり，このような選択は，当業者であっても容易になし得るものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "加えて，前記アのとおり，本願発明と引用例1記載の組成物は，原料であるリンゴの種類及び成熟度合い，原料からの抽出物の抽出方法，HPLCによる分析抽出方法の4点において大きな違いが存在し，引用例1記載の組成物における抽出物の含有成分は，本願発明における抽出物の含有成分と異なることからすると，引用発明において，成熟マルス（シルベストリス）リンゴ果実からの抽出物を原料として用いることの動機付けがないから，当業者が引用発明に基づいて相違点イに係る本願発明の構成を容易に想到し得たものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "- 7 -以上によれば，当業者が引用発明に基づいて相違点イに係る本願発明の構成を容易に想到し得えたとの本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（本願発明の格別顕著な作用効果の看過）",
              "text": [
                "本件審決は，本願明細書記載の体重を制限し，身体の審美的美観を改善するという本願発明の効果は，フロリジン自体が有する効果として本願の優先権主張日前に既に知られていたから，当業者が予想し得るものである旨判断した。",
                "しかしながら，以下に述べるとおり，本願発明は，格別顕著な作用効果を奏するものであるから，本件審決にはこれを看過した誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の段落【0029】には，本願発明の効果について，「ポリフェノール性エクストラクトの効果は，少なくとも，望ましい効果に関するその効力について一般的に認識されている濃度である1ないし100μMの濃度のゲニステインまたはフロレチンのものよりに少なくとも等しいか，それよりも実際にはより高い。」との記載がある。",
                    "甲16記載の実験は，本願明細書の段落【0029】記載の本願発明の効果をより明確に示すことを目的として行った実験である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明の組成物に含まれる成熟マルス（シルベストリス）リンゴ果実からの抽出物は，甲16記載の実験データが示すように，フロリジン濃度としてみると極めて少量（8．2mg/kg）であっても，純粋フロリジン30mg/kg（リンゴ果実抽出物の量に対して3．65倍量）と同程度の優れた活性を示すものである。",
                    "このような本願発明の作用効果は，単に抽出物中にフロリジンが含まれることに由来する効果を超えるものであり，本願の優先権主張日当時の技術常識を参酌しても引用発明から予想できない格別顕著な作用効果であるといえる。",
                    "したがって，本件審決には，本願発明の格別顕著な作用効果を看過した- 8 -誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本願発明は，引用例1に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断は誤りであり，本件審決は，違法であるから，取り消すべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本願明細書の記載事項（段落【0007】，【0008】，【0014】及び【0022】）によれば，本願発明の「ジヒドロカルコン」とは，フロリジン及びフロレチンである。",
                    "次に，本願発明の「ジヒドロカルコンに富むポリフェノール性画分」にいう「富む」の意義については，本願発明の特許請求の範囲（請求項6）には，具体的にどの程度のフロリジン及びフロレチンを含むものであるかについての特定がない。しかし，本願明細書の段落【0018】の記載によれば，本願発明の「ジヒドロカルコンに富むポリフェノール性画分」にいう「富む」とは，抽出物に含有されるポリフェノールがフロリジン及びフロレチンを10重量％以上の割合で含むものであると解される。",
                    "一方，引用例1記載の表1（別紙2参照）には，画分6にフロリジンが41．3％が含まれ，画分7にフロリジンが31．5％，フロレチンが39．2％含まれていることが示されており，また，フロリジン及びフロレチンが画分6及び7において最も多く含有されている成分であることが示されている。",
                    "そして，フロリジンは，ジヒドロカルコンであるから，フロリジンが約30～40重量％含まれている画分6及び7は，「ジヒドロカルコンに富むポリフェノール性画分」であるといえる。本件審決は，このような引用例1記載の画分6及び7に基づいて引用発明を認定したものである。",
                    "- 9 -そうすると，引用発明の組成物の成分は，本願発明の「ジヒドロカルコンに富むポリフェノール性画分」と実質的に異なるところはないとの本件審決の判断に誤りはない。",
                    "原告は，この点に関し，本願発明と引用例1記載の組成物は，原料であるリンゴの種類及び成熟度合い，原料からの抽出物の抽出方法，HPLCによる分析抽出方法（分離精製方法）が異なり，本願発明における抽出物の含有成分と引用例1記載の組成物における抽出物の含有成分は異なるから，本件審決の上記判断は誤りである旨主張する。",
                    "本願発明と引用発明においては，抽出原料が異なることから，たとえ，同じ方法で抽出，精製されたとしても，得られた画分や抽出物に含まれる成分が全く同じにならないことは争わない。",
                    "しかしながら，本願発明の特許請求の範囲（請求項6）は，抽出物の成分について，「ジヒドロカルコンに富むポリフェノール性画分」とする以外には成分組成を何ら特定していないし，原料からの抽出物の抽出方法や精製方法も特定していないから，原告の上記主張は，そもそも本願発明の特許請求の範囲の記載に基づくものではなく，引用発明の組成物の成分に本願発明の「ジヒドロカルコンに富むポリフェノール性画分」が含まれることを否定する理由にはならない。なお，本件補正後の特許請求の範囲の請求項5は，本願発明とは異なる発明のものであり，そもそも請求項5記載の「クエルシトリンおよびクエルセチン」はジヒドロカルコンでもないことからすると，引用発明の組成物に「クエルシトリンおよびクエルセチン」が含有されているか否かは，本願発明における抽出物の含有成分と引用例1記載の組成物における抽出物の含有成分とが相違することの根拠とはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "マルス（シルベストリス）リンゴは，リンゴの品種として周知である（乙1）から，引用発明において，抽出原料として，未熟リンゴに代えて，- 10 -周知の成熟マルス（シルベストリス）リンゴを用いてみる程度のことは，当業者が容易になし得ることである。",
                    "そして，同じ吸着樹脂充填カラムを用い，同じ方法で分画すれば，各画分に同様の成分が含まれることは技術常識であることからすると，引用例1記載の抽出方法と同様の方法によってバラ科植物の果実である成熟マルス（シルベストリス）リンゴからポリフェノール抽出物を得て，引用例1記載の精製方法と同様の方法によって画分6及び7に相当する画分を得れば，そこには，引用例1の実施例の場合と同様にフロリジンやフロレチンが含有される。つまり，本願発明は，引用発明と同じくリンゴを原料とするものであるから，含有割合に多寡はあるとしても，引用例1記載の方法と同様の方法で抽出，精製すれば，画分6及び7に相当する画分は，引用発明と同様にフロリジンやフロレチンが相当の割合で含有される「少なくとも1のジヒドロカルコンに富む」ものといえる。",
                    "そうすると，当業者は，引用発明に基づいて相違点イに係る本願発明の構成を容易に想到し得えたものである。",
                    "したがって，本件審決における相違点イの容易想到性の判断の誤りをいう原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "フロリジンやフロレチンに糖の吸収阻害作用やグルコース輸送阻害作用があることは，周知であり（甲2ないし4），本願発明の効果は，抽出物にこれらの成分が含有されることによる効果にすぎない。",
                "そして，引用例1記載の方法と同様の方法によって，リンゴのようなバラ科植物の果実からフロリジンやフロレチンに富む画分を得れば，これらジヒドロカルコンによる効果が得られることは，当業者が予測し得るものである。",
                "また，抽出原料だけでなく，抽出方法や精製方法が異なれば，得られる抽出物の成分が相違することは技術的にみて明らかであり，得られる成分が相- 11 -違すれば，その生理的作用が異なることも明らかである。原告主張の本願明細書の段落【0029】記載の効果は，段落【0022】記載の特定の方法で得られた特定のものの結果にすぎず，そのような結果を抽出方法や精製方法を特定しない広範な本願発明全体の顕著な効果として参酌することはできない。",
                "さらに，甲16の実験結果は，実験対象の組成物が，ジヒドロカルコンのほか，フラボノール，ヒドロキシ桂皮酸をも含むものであるから，当該実験結果に示された，特定の方法で得られた特定の成分からなる抽出物の組成や生理的作用に関する効果は，本願発明の発明特定事項によってもたらされた効果であるということも，本願発明全体にわたる効果であるということもできない。",
                "したがって，本件審決における本願発明の格別顕著な作用効果の看過をいう原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，原告主張の取消事由はいずれも理由がなく，本願発明は，引用例1に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（相違点イの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲（請求項6）の記載は，前記第2の2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書（甲6）の「発明の詳細な説明」には，次のような記載がある（下記記載中に引用する「表1」及び「図1」については別紙1を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【発明の属する技術分野】本発明は，体重を制限し，身体の審美的外観を改善し，かつ，非病理的形態の肥満症を治療するための哺乳動- 12 -物の美容処理におけるジヒドロカルコンに富むポリフェノール性画分の使用に関する。また，本発明は，このフェノール性画分に基づく食餌療法組成物またはニュートラシューティカル組成物の使用にも関する。また，本発明は，糖尿病の予防において使用することが意図される医薬生成物として使用するためのこのポリフェノール性画分に基づく組成物も開示する。」（段落【0001】）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【従来の技術】ポリフェノール性化合物は植物界に非常に広範に存在することが知られている。最も豊富に存在するものはクロロゲン酸，プロシアニジンB1およびB2，エピカテキン，フロレチン，フロリジンおよびp-クマル酸である。その結果，多くのポリフェノールに富む生成物が市販されており，最も一般的には緑茶，ブドウ種子およびマツ樹皮から抽出されている（…）。」（段落【0002】）",
                      "text": [
                        "「特許EP A0657169号は，バラ科植物（リンゴ，西洋ナシほか）の未熟果実（3ないし10gと計量される）からのポリフェノール性画分の抽出をすでに開示している。かく定義されるポリフェノール性画分は，多含量のヒドロキシケイ皮酸族の誘導体（クロロゲン酸，コーヒー酸，およびp-クマル酸）およびフラボノール族からの分子の誘導体（カテキン，エピカテキンおよびプロシアニジン）を含むことによって特徴付けられる。未熟果実から得たこれらのエクストラクトのフロリジンは，全フェノール性化合物の7重量％未満を表し，9％未満のバラ科植物の典型的なジヒドロカルコン（フロリジンおよびフロレチン）を表す。植物界に存在するフェノール性化合物の中では，フロレチンおよびそのグリコシル化誘導体，フロリジンがリンゴおよびバラ科植物の他の果実の典型的なものである。フロリジンは樹木の種子および樹皮中に多量に見出されるが，リンゴ果汁および果皮中にははるかに少量でしか見出されていない。」（段落【0003】）",
                        "- 13 -「フロリジンは，グルコースの同化を遮断するその活性につき長い間知られている。記載した作用の1の機構は，フロリジンが単糖と競合するようになって，その結果，血中におけるその輸送を制限するものと考えられている（AlvaradoおよびCrane, Biochem. Biophys. Acta, 56, pp.",
                        "170, 1962）。もう1の機構，おそらく先の機構と関連しているものは，小腸におけるグルコース，ガラクトース，キシロースほかのごとき糖のナトリウム依存輸送系の遮断が含まれるものと考えられている（Esakiら, Agric. Biol. Chem., 55, 11, pp. 2855, 1991）。糖の“天然の”輸送体は2の独立した部位，すなわち“糖”親和性を有する部位および“フェノール”親和性を有する部位，を有し，該2の部位との相互作用によって輸送体に強固に結合することによってフロリジンが膜を通過する糖の輸送を遮断するようである。」（段落【0004】）",
                        "「これらの仮説は，イン・ビボ（in vivo)の実験によって確認された。フロリジンは，ヒツジ（GoetschおよびPritchard, Am. J. Vet. Res.,",
                        "19, pp. 637, 1958），ヤギ（Schulzら, J. Dairy Sci., 32, pp. 817,",
                        "1949）およびウシ（Lyleら, J. Dairy Sci., 67, pp. 2255, 1984; Youngら, J. Dairy Sci., 57, pp. 689, 1974）において血中グルコースのアベイラビリティーを低下させ，糖尿（尿中のグルコースの存在）を誘導することについて長い間首尾よく実験的に調べられている。雌ウシにおける皮下注射として48時間の1日当り2ないし4グラムのフロリジンで，処理した動物の血漿のグルコースおよびインスリン含量の劇的な低下ならびに尿中の1日当り225ないし337グラムのグルコースの分泌をもたらすのに十分である（Amaral-Philipsら, J. Dairy Sci., 76,",
                        "pp. 752, 1993）。」（段落【0005】）",
                        "「グルコースの膜輸送を遮断するこの機構は，糖尿病を予防し，ある種の形態の肥満症を治療するために特に西洋の食餌療法において非常に- 14 -有利である。したがって，2の特許には，グルコース輸送を遮断することを意図した医薬組成物中のフロリジンが含まれている。CZ1993000931986号（Valovic）は，リン酸，硫酸，乳酸，クレオソート，三酸化砒素，硫酸ナトリウムならびに果樹樹皮から抽出されたフロリジンを含有する植物エクストラクトをベースとする混合物を開示している。米国特許第5,985,850号（FalkおよびAsculai）は，ある種の型の細胞におけるグルコース輸送を遮断するための活性分子（フロリジンまたは同一族の分子を含む）の輸送体としてヒアルロン酸を含む医薬組成物を開示している。」（段落【0006】）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【発明が解決しようとする課題】リンゴのホモジネートまたは果汁中には，他のポリフェノールと比較してジヒドロカルコン（フロレチンおよびフロリジン）は少量しか存在しない。クロロゲン酸およびプロシアニジンは，ジュース用リンゴであるか生食用リンゴであるかにかかわらず，リンゴの主要なポリフェノールであり，フロリジンおよびフロレチンが成熟リンゴの総ポリフェノールの5重量％を超えて存在することはない（KaradenizおよびEkski, 1996, Sanonerら, 1999aおよびb）。」（段落【0007】）",
                      "text": [
                        "「公知のポリフェノール性エクストラクトにおいては，種々の出発物質中に存在する比率に対して種々のフェノール性分子間の比率が保持されている。したがって，ヒドロキシケイ皮酸（コーヒー酸，クロロゲン酸およびクマル酸）に富みかつジヒドロカルコン（フロリジンおよびフロレチン）に乏しいポリフェノール性エクストラクトが従来得られている：」（段落【0008】）",
                        "「【表1】…」（段落【0009】）",
                        "「ε＝定量不可能な量",
                        "＊＝3回収集した15品種のジュース用リンゴおよび3品種の生食用リ- 15 -ンゴに対する測定から収集した値」（段落【0010】）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【課題を解決するための手段】本出願人は，健康に対するその有利な作用がよく知られているリンゴのフェノール性画分に関心を持つようになった（Blackholly H., Nut. and Food Sci., 109, pp. 2-4, 1987）。本出願人は，本発明の主題をなすジヒドロカルコンに富むフェノール性画分の美容使用を開発した。」（段落【0013】）",
                      "text": [
                        "「すなわち，本発明は，",
                        "（1）体重を制限し，かつ，身体の審美的外観を改善するための，哺乳動物の美容処理におけるジヒドロカルコンに富むポリフェノール性画分の使用；",
                        "（2）ある種の非病理的形態の肥満症を美容処理するための，（1）に記載のジヒドロカルコンに富むポリフェノール性画分の使用；",
                        "（3）総ポリフェノールに対して少なくとも10重量％のフロリジンを含む少なくとも10％のポリフェノールを含むことによって特徴付けられるバラ科植物の果実から得られる画分の（1）または（2）に記載の使用；",
                        "（4）総ポリフェノールに対して10ないし70重量％のフロリジンを含有することによって特徴付けられる画分の（1）ないし（3）いずれか1に記載の使用；",
                        "（5）クロロゲン酸を含有することによって特徴付けられる画分の（1）ないし（4）いずれか1に記載の使用；",
                        "（6）そのクロロゲン酸の重量に対するフロロジンの重量比が1以上である画分の（1）ないし（5）いずれか1に記載の使用；",
                        "（7）エピカテキンを含有することによって特徴付けられる画分の（1）ないし（6）いずれか1に記載の使用；",
                        "（8）そのエピカテキンの重量に対するフロリジンの重量比が9よりも- 16 -大きい画分の（1）ないし（7）いずれか1に記載の使用；",
                        "（9）少量のプロシアニジンB2，クエルシトリン，クエルセチン，p-クマル酸および他のフェノールを含有することによって特徴付けられる画分の（1）ないし（8）いずれか1に記載の使用；",
                        "（10）コーヒー酸の重量に対するフロリジンの重量比が4よりも大きくなる量でコーヒー酸を含有することによって特徴付けられる画分の（1）ないし（9）いずれか1に記載の使用；",
                        "（11）そのコーヒー酸の重量比が総ポリフェノールの1％未満を表す画分の（1）ないし（10）いずれか1に記載の使用；",
                        "（12）フロレチンを含有することによって特徴付けられる画分の（1）ないし（11）いずれか1に記載の使用；",
                        "（13）ジヒドロカルコン（フロリジンおよびフロレチン）が，ヒドロキシケイ皮酸（コーヒー酸，クロロゲン酸およびp-クマル酸）に対して40重量％以上の比率で存在することによって特徴付けられる画分の（1）ないし（12）いずれか1に記載の使用；",
                        "（14）抽出を成熟リンゴから行うことによって特徴付けられる画分の（1）ないし（13）いずれか1に記載の使用；",
                        "（15）抽出をマルス・シルベストリス・ミル（Malus  sylvestris  Mill）リンゴで行うことによって特徴付けられる画分の（1）ないし（14）いずれか1に記載の使用；",
                        "（16）（3）ないし（15）いずれか1に記載のポリフェノール性画分を含む食餌療法またはニュートラシューティカル組成物の使用；",
                        "（17）体重を制限し，かつ，身体の審美的外観を改善するための美容処理のための（16）記載の食餌療法組成物の使用；",
                        "（18）ある種の非病理的形態の肥満症の美容処理のための（16）記載の食餌療法組成物の使用；",
                        "- 17 -（19）医薬生成物として使用するための，少なくとも1のジヒドロカルコンに富むポリフェノール性画分を含有する組成物；",
                        "（20）画分が（3）ないし（15）いずれか1に記載されているものである（19）記載の組成物；",
                        "（21）糖尿病の予防に使用することが意図される医薬生成物を調製するための，ジヒドロカルコンに富むポリフェノール性画分の使用；",
                        "（22）画分が（3）ないし（15）いずれか1に記載されているものである（21）記載の使用を提供する。」（段落【0014】）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「もう1の主題は，身体の審美的外観を改善するための美容処理における食餌療法，ニュートラシューティカルまたは美容補給物としてのこの画分の使用からなる。」（段落【0015】）",
                      "text": [
                        "「他の主題は，以下の明細書および実施例を読めば明らかになるであろう。本発明の1の主題は，哺乳動物の美容処理における，バラ科植物の果実からのジヒドロカルコンに富むフェノール性画分の使用である。このジヒドロカルコンに富むフェノール性画分は，炭水化物代謝の調節の見地から，優れた特性を，より詳細には，糖輸送系を遮断することによって糖，特にグルコースの同化を低下させる特性を有する。そのことは，身体の審美的外観を改善する美容処理の関連において，体重を制限すること，体重増加を制御すること，およびある種の非病理的形態の肥満症において有効な役割を果たす。」（段落【0016】）",
                        "「体重を制限するため，体重増加を制御するため，およびある種の非病理的形態の肥満症のための食餌療法またはニュートラシューティカル調製物におけるこれらの画分の使用は，本発明の主題をなす。」（段落【0017】）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「【発明の実施の形態】本発明で使用するジヒドロカルコンに富むポリフェノール性画分は，少なくとも10重量％，好ましくは50重量- 18 -％のポリフェノールを含み，そのうちの少なくとも10重量％，好ましくは10～70重量％はフロリジンからなる。このエクストラクトは，クロロゲン酸，エピカテキン，プロシアニジン，クエルシトリン（quercitrin）p-クマル酸およびフロレチンをも含み得る。特に好ましいこのポリフェノール性画分である1の組成物は：重量％で",
                      "text": [
                        "-10％，好ましくは50％を超える総ポリフェノール",
                        "-フロリジンとして，該ポリフェノールの少なくとも30％，好ましくは30～40％",
                        "-クロロゲン酸として，該ポリフェノールの11％以下，好ましくは2～11％",
                        "-エピカテキンとして，該ポリフェノールの4％以下",
                        "-プロシアニジンB2として，該ポリフェノールの2％以下",
                        "-クエルシトリンとして，該ポリフェノールの2％以下",
                        "-クエルセチンとして，該ポリフェノールの2％以下",
                        "-p-クマル酸として，該ポリフェノールの0.5％以下，および",
                        "-コーヒー酸として，該ポリフェノールの0.5重量％未満を含む。」（段落【0018】）",
                        "「ポリフェノール性画分は，ヒドロキシケイ皮酸に対して40重量％以上の比率でジヒドロカルコンが存在することによって特徴付けられる。コーヒー酸は，存在するフロリジンの20重量％未満の重量比率で存在する。好ましくは，コーヒー酸はエクストラクトの総ポリフェノールの1重量％未満しか存在しない。フロリジンの比率はカテキンのものよりも重量で9倍大きい。存在するフロリジンの量はクロロゲン酸のものと，重量において少なくとも等しい。」（段落【0019】）",
                        "「意図する出願に使用し得るポリフェノール画分はフロレチンを含有し得る：酸加水分解を制御することにより（Merck Index, 12th Edition），- 19 -実質的に全てのフロリジンをフロレチンに変換し得る。」（段落【0020】）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「本発明によるフェノール性画分において，ジヒドロカルコンはヒドロキシケイ皮酸に対して40重量％以上の比率で存在する。本発明において使用するジヒドロカルコンに富むポリフェノール性画分は，成熟リンゴからジヒドロカルコンに富むポリフェノール性画分を選択的に抽出する以下の抽出方法によって得ることができる：」（段落【0021】）",
                      "text": [
                        "「・破砕したリンゴを，添加した水の存在または不存在下で，1またはそれを超える固／液抽出に付す。",
                        "・ついで，得られた湿固形エクストラクトを乾燥するかまたは酵素的に液化して，液体エクストラクトを得る。",
                        "・乾燥固形エクストラクトを，純粋または水との混合液としての極性有機溶媒，好ましくはC1-C4脂肪族アルコールを用いる10分間ないし2時間にわたるさらなる抽出に付して，有機エクストラクトを得る。",
                        "・この有機エクストラクトを，好ましくは減圧下にて，60℃以下の温度にて蒸発乾固させる。",
                        "・ついで，この残渣を水に採り，その後それを，数回，好ましくは4回，水-非混和性溶媒，好ましくは酢酸エチル，酢酸メチルまたは酢酸プロピルを用いて抽出する。",
                        "・得られた有機溶液を一緒に混合し，60℃未満，好ましくは50℃未満の温度にて蒸発乾固させて本発明の主題であるポリフェノール性画分を得る。",
                        "・もう1の経路を介して，湿固形エクストラクトを酵素混合物の存在下，30ないし50℃，好ましくは40ないし45℃の温度にて1ないし4時間，水と混合して液体エクストラクトを得る。",
                        "- 20 -・この液体エクストラクトを遠心または濾過，ついで限外濾過によって清澄化する。",
                        "・そのエクストラクトを，スチレン-ジビニルベンゼン型の吸着剤樹脂を充填したクロマトグラフィー・カラムに負荷する。その樹脂を酸性化した水で洗浄して不純物および残留糖を除去する。ついで，ポリフェノールを，40ないし70重量％，好ましくは50ないし60重量％のエタノールを含有するアルコール水溶液で溶出する。メタノールおよびブタノールのごとき他のC1-C4脂肪族アルコールも用い得る。",
                        "・必要なら，当該方法の間にからろうを除去する工程を導入する。",
                        "・抽出によって得た生成物を最後に水に採り，ついで好ましくは噴霧乾燥または凍結乾燥によって乾燥させて，少なくとも20重量％のポリフェノール，好ましくは50重量％を超えるポリフェノールを含有するベージュ色の粉末を得る。このポリフェノールの10重量％，好ましくは10ないし70％がジヒドロカルコン，好ましくはフロリジンである。」（段落【0022】）"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「画分は，前記の方法によって，好ましくはバラ科植物の成熟リンゴ，詳細にはマルス・シルベストリス・ミル（Malus  sylvestris  Mill）から得る。前述の特徴を有し，前記の方法に従って得た食用リンゴのこのエクストラクトは，食餌療法補給物またはニュートラシューティカル補給物として使用し得る。本発明の主題は，とりわけ，前記したジヒドロカルコンに富むポリフェノール画分を含む美容組成物の使用にも関する。本発明の主題は，体重を制限するための美容処理用，ある種の非病理的形態の肥満症の美容処理用の，および身体の審美的外観を改善するための食餌療法組成物の使用にも関する。」（段落【0023】）",
                      "text": [
                        "「組織による糖の吸収を実質的に低下させることによって，ポリフェノール性エクストラクトは過剰な体重および肥満症を制御することにお- 21 -いて有利な役割を有し，したがって，“細くする”ことを意図するニュートラシューティカルまたは食餌療法生成物において有利に使用し得る。」（段落【0024】）",
                        "「また，本発明は，医薬生成物として使用するための，前記定義の少なくとも1のジヒドロカルコンに富むポリフェノール性画分を含有する治療組成物にも関し，この医薬生成物は糖尿病の予防に使用することが意図される。」（段落【0025】）"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「【実施例】実施例1：フロリジンに富むポリフェノール性画分によるグルコース輸送を阻害することに対する活性",
                      "text": [
                        "膜結合グルコース輸送体（GLUT）は，哺乳動物細胞におけるグルコースおよびデヒドロアスコルビン酸（DHAA）の共通の輸送体であり，糖の代謝に必須である。糖輸送体を遮断してグルコースおよびDHAAの両方の吸収を阻害するポリフェノール性エクストラクトの効力の測定では，ParkおよびLevineによって記載されている方法（Park J. B.およびLevine M., 2000. J. Nutr., 130, pp. 1297-1302）を用いる。この方法には，GLUT1輸送体が含まれ，それは大部分の組織に存在する。この輸送体の活性化により，血中から細胞へのグルコースの輸送が許容される。」（段落【0027】）",
                        "「本発明者らは，グルコースの吸収への応答に対する5ないし500μg／mlの濃度のポリフェノール性エクストラクトの効果を実験するためにヒト子宮セルライン（Ishikawa Var 1）を用いた。実験は生理食塩水中で行って，タンパク質との可能な結合に関連するアーティファクトを最小限化した。応答は，標識した2-デオキシグルコース（2DeOG）を用いることによって30分間インキュベートした後に測定し，結果を知られているグルコース-輸送体インヒビター，すなわちフロレチンおよびゲニステインと比較した。その結果を，インヒビターなしの- 22 -対照区に対する，30分間インキュベートした後の2DeOGの輸送体の阻害のパーセンテージとしてグラフで表す（図1）。」（段落【0028】）",
                        "「ポリフェノール性エクストラクトは，5ないし500μg／mlの濃度にかかわりなく，グルコースの膜輸送の阻害に非常に大きな効果を示している：5μg／mlの濃度において2DeOGの吸収のほぼ30％の阻害が存在し，この阻害は500μg／mlの濃度については80％まで上昇している。ポリフェノール性エクストラクトの効果は，少なくとも，望ましい効果に関するその効力について一般的に認識されている濃度である1ないし100μMの濃度のゲニステインまたはフロレチンのものよりに少なくとも等しいか，それよりも実際にはより高い。」（段落【0029】）",
                        "「したがって，この実験は，ジヒドロカルコンに富むポリフェノール性画分が身体による糖取込みを制御すること，過剰な体重の制御を促進すること，およびある種の形態の糖尿病をできる限り予防することについて寄与することを示している。」（段落【0030】）"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「【発明の効果】本発明によれば，体重を制限し，身体の審美的外観を改善し，かつ，非病理的形態の肥満症を治療するための哺乳動物の美容処理におけるジヒドロカルコンに富むポリフェノール性画分が提供される。」（段落【0034】）"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載を総合すれば，本願明細書には，次の点が開示されていることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "典型的なジヒドロカルコンであるフロリジンには，生体内でグルコースの同化を遮断する活性が知られているが，リンゴのホモジネート又は果汁中には，他のポリフェノールと比較してジヒドロカルコン（フロリジン及びフロレチン）が少量しか存在せず，また，フロリジン及びフ- 23 -ロレチンが成熟リンゴの総ポリフェノールの5重量％を超えて存在することはなく，さらには，公知のポリフェノール性エクストラクトは，ヒドロキシケイ皮酸（コーヒー酸，クロロゲン酸及びクマル酸）に富むが，ジヒドロカルコンに乏しいという課題があった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明は，医薬生成物としての組成物について，バラ科植物の成熟リンゴであるマルス・シルベストリス・ミルからの抽出によって得られる少なくとも1のジヒドロカルコンに富むポリフェノール性画分を含む構成を採用し，このジヒドロカルコンに富むポリフェノール性画分が身体による糖取込みを制御することによって，体重を制限し，身体の審美的外観を改善する効果を奏する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の記載事項",
              "text": [
                "引用例1（甲1）には，次のような記載がある（下記記載中に引用する「表1」及び「表2」については別紙2を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【請求項1】複数のポリフェノールを含有する原料中に含まれるポリフェノールをスチレン系樹脂より構成される吸着樹脂に吸着させ，これを所定の溶出液を使用して所望のポリフェノール群毎に分離，精製することを特徴とするポリフェノールの製造法。」",
                  "text": [
                    "「【請求項2】原料がバラ科植物由来のものである請求項1記載のポリフェノールの製造法。」",
                    "「【請求項6】該所望のポリフェノール群がカルコン類およびその配糖体，またはフラボノイドおよびその配糖体を主体とするものである請求項1または2記載のポリフェノールの製造法。」（以上，2頁左欄）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【従来の技術】近年の研究の蓄積により，ポリフェノールの様々な生理機能が解明されてきた。ここで，ポリフェノールとは，フェノール性水酸基を複数有する成分群の総称であり，さらにフラボノイド類，フェノールカルボン酸類，カテキン類，タンニン類など多岐にわたる成分群に分類- 24 -される。しかしながら現在産業上利用されているポリフェノールは，原料植物から直接抽出した粗抽出物，もしくはある特定のポリフェノール類を分離，精製したものである。ところで，最近の研究では，ポリフェノール中の各成分毎の生理機能性が徐々に明らかにされつつあり，産業上利用するに際しても，特定の成分群のみを利用することによる利点も見いだされてきた。特に広範な分子量分布を有するポリフェノールは，生体内での吸収や代謝に関して，成分の分子量の重要性も明らかになってきている。ポリフェノール類は抗菌，抗ウイルス，抗酸化，活性酸素消去，コレステロール低減，消臭，腸内フローラ改善，抗う蝕，抗動脈硬化，抗がん，抗アレルギー，メラニン生成抑制等など非常に広範な生理作用を有することが明らかとされ，食品，食品素材，食品添加物，飼料添加物，化粧品素材，医薬品等の製造原料としてその生理活性に応じてポリフェノールを効率良く経済的に製造する方法の開発が強く望まれているのが現状である。ところが，純粋または非常に高純度な単一成分としての天然物由来ポリフェノールは一部の低分子成分のみが，しかも試薬用として市販されているだけであり，例えば非常に有用であることが判明したプロシアニジンの2量体以上のものについては試薬さえも市販されていない。これらを分離，精製するためには，ほとんどの場合逆相系のクロマト法を用いなければならずコストが高くなり産業上の利用は困難である。ポリスチレンもしくはスチレンジビニルベンゼン系の吸着樹脂を利用したプロアントシアニジンの製造法（特開昭63-162685号）やポリフェノールの製造法（特願平6-300578号）が開示されているが，これらの技術は，一連のプロアントシアニジン類あるいはポリフェノール類を分離せずにひとまとめにして取り出す技術である。また，上記プロアントシアニジンの製造法はポリスチレン系の吸着樹脂に対し，様々なエタノール濃度によるプロアントシアニジンの精製を試みているが，総プロアントシアニジンの回収率を保- 25 -持しつつ，高純度で精製する方法に関するものであり，プロアントシアニジンをその重合度に応じて分離する方法や各プロシアニジン成分の含有量，さらにはその他のポリフェノール成分の分離精製方法に関しては全く言及されていない。」（段落【0002】）"
                },
                {
                  "fig": "ウ",
                  "subject": "「【発明が解決しようとする課題】例えば，バラ科植物，特にリンゴ由来のポリフェノールでは，フェノールカルボン酸類（クロロゲン酸，カフェ-酸，p-クマル酸とそのエステル体等），カテキン酸（（＋）-カテキン，（-）-エピカテキン），カテキンの寡量体であるプロアントシアニジン類（プロシアニジンB ，プロシアニジンB ，プロシアニジンC 等），1 2 1高分子型プロアントシアニジン（7量体以上），カルコン類（フロリジン，フロレチンキシログルコシド等）などと，多成分が含有されている。しかし，現在産業上利用されているのは，これら多成分群を包括的含有しているポリフェノールであり，個々のポリフェノール化合物の生理活性についての研究が進歩するに共に，より特定のポリフェノールのみからなるポリフェノールの提供が産業界から要望されているのが現状である。…本発明は，特定の生理活性を有するポリフェノール群を高純度に含むポリフェノール化合物を提供する方法を提供することを目的とするものである。」（段落【0003】）"
                },
                {
                  "fig": "エ",
                  "subject": "「【課題を解決するための手段】…本発明者らは，これらの知見をもとにしてこのように植物から直接抽出したポリフェノール含有粗抽出物，もしくはより精製度を高めたポリフェノール類を選択的に精製したものから，成分群を特定したポリフェノール，または特定の成分群を高純度で含有するポリフェノールを，より効率良く，しかも経済的，工業的に製造するための製造法を検討した。その結果，植物体又はその搾汁液（果実のジュースを含む）から抽出した粗抽出物，もしくは粗抽出物を精製して得られた総ポリフェノール類を原料とし，ポリスチレン系の吸着樹脂を含むカ- 26 -ラムにかけ，所望のポリフェノール類を吸着させ，吸着させたポリフェノール類をその成分の特性に応じた所定の溶出液を用いて溶出させることにより，フェノールカルボン酸，プロアントシアニジン等の縮合型タンニン類を含むフラバン-3-オールの1～3量体，4～15量体，カルコン・フラボノイド類などの所望とするポリフェノール成分毎にそれぞれ効率良く分離，精製できることを見いだし本発明を完成するに至ったものである。」（段落【0004】）"
                },
                {
                  "fig": "オ",
                  "subject": "「【発明の実施の形態】本発明において使用する複数のポリフェノール成分を含有する原料としては，リンゴ，ナシ，モモなどのバラ科植物の果実（未成熟果実をも含む）又はその搾汁液，植物体（組織培養により得られるカルスをも含む）の有機溶媒抽出物が使用できる。また，特開平7-285876号公報に開示されている果実ポリフェノールも原料として好適に使用できる。本発明において，所定の生理活性を有するポリフェノール化合物として分離，精製可能なポリフェノール群としては，フェノールカルボン酸類やそのエステルより構成されたフェノール酸類，及び／又はポリフェノールと有機酸のエステルからなるポリフェノール群，カテキン類およびカテキン類の寡量体（n≦6）（別称：プロアントシアニジン）からなるポルフェノール群，カルコン類やその配糖体，及び／又はフラボノイドやその配糖体からなるポルフェノール群が含まれる。」（段落【0005】）",
                  "text": [
                    "「ポリフェノール類の溶出液としては水，アルカリ，酸，アルコール類，エステル類，ケトン類またはそれらの混合液が用いられ，溶出するポリフェノール類の特性に応じて最適な溶出液を調製することが好ましい。最適な溶出液を調製するに際しては，溶出させるポリフェノール成分の特性に応じて，例えば順次溶出液の溶解性や極性を変更して，その溶出液の極性に対応させた形で所望とするポリフェノール群を溶出させればよい。溶出- 27 -させる極性の目処としては所望とするポリフェノール群を溶出することができる極性よりも若干高く，所望とするポリフェノール群以外のポリフェノール群を溶出させることはできない極性を選定するようにすればよい。…カルコン＋フラボノイド類から構成されるポリフェノール群を得ようとするには，脱イオン水で充分に洗浄後，30％v／v以下のエタノールを含む水溶液で充分に洗浄後，高濃度のエタノール水溶液，例えば65％v／vエタノール水溶液で溶出させて得ればよい。」（段落【0007】）",
                    "「このように，所望とするポリフェノール群を分離，精製するためには，溶出液の極性を所望とするポリフェノールを高純度に含むポリフェノール群の物理化学的性質にあわせて変えて溶出することができる。…このようなポリフェノール群の例としてはフェノール酸，カテキン類のオリゴマー（寡量体）よりなるポリフェノール群，カルコンとフラボノイドなどからなるポリフェノール群が挙げられる。所望とするポリフェノール群を溶出させる溶出液の特性としては，極性以外に，pH，溶媒のポリフェノール群の溶解度などが挙げられる。溶出に際しては，これらの特性を単独及び／又は組み合わせて溶出液の特性を所望とするポリフェノール群の特性に対応した形で，順次変更して使用すればよい。」（段落【0008】）"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "「【実施例】以下実施例により，本発明をさらに具体的に示すが，この一例に限定されるものではない。",
                    "〔分析方法〕分析は，高速液体クロマトグラフィー（HPLC）により行った。ただし，各成分の試薬が市販されていないものが多いため，各成分間で吸光係数が異なり実際の定量値には正確に対応しないが，純度は紫外部280nmの吸光度を指標としたHPLC純度で表した。各成分の定性は，入手可能な成分に関してはそれを標準物質とし，入手できない成分に関しては，フォト・ダイオード・アレー検出器による紫外部吸収特性を解析し，成分群を特定した。さらに，プロアントシアニジン類に関しては，- 28 -Rapid Comm. Mass Spectrom., 11,31-36(1997)，および日本農芸化学会誌，72,306(1998)に記載の手法により分画・分析した。",
                    "〔実施例〕特開平7-285870号(判決注・甲5）に記載されている方法により調製したリンゴ中ポリフェノール抽出物を原料として使用し，以下の方法により各ポリフェノール群を分離，精製した。試料のポリフェノール溶液（濃度22％w／w：250ml）を脱イオン水で5倍に希釈し，水酸化ナトリウム水溶液にてpHを6．0に調整し，スチレン系合成吸着樹脂を充填したカラム（吸着樹脂ダイヤイオンHP-20：三菱化学社製；カラム：φ50×500mm）に室温で通液した。先ず，脱イオン水を3カラム容量通液し，以上のカラム通過液（以下FTと称する）を画分1とした。次に，10％v／vエタノール水溶液を室温で3カラム容量通液し，そのFTを画分2とした。次に，15％v／vエタノール水溶液を室温で3カラム容量通液し，そのFTを画分3とした。次に，20％v／vエタノール水溶液を室温で3カラム容量通液し，そのFTを画分4とした。次に，25％v／vエタノール水溶液を室温で3カラム容量通液し，そのFTを画分5とした。次に，30％v／vエタノール水溶液を室温で3カラム容量通液し，そのFTを画分6とした。次に，65％v／vエタノール水溶液を室温で3カラム容量通液し，そのFTを画分7とした。ポリフェノール群の特性に応じて溶出液の極性，pHを順次変更した溶出液を使用して分画した画分1～画分7をHPLCにより各成分および成分群の純度を分析し，表1に示した。」（段落【0010】）",
                    "「【表1】…」（段落【0011】）",
                    "「さらに，各画分を成分群にまとめたものが表2である。」（段落【0012】）",
                    "「【表2】…」（段落【0013】）",
                    "「表2に示したように，画分1からはフェノール酸を高純度に含有する- 29 -ポリフェノール抽出液が得られた。同様に，画分2からは1～3量体を約47％，または1～6量体を約91％含有するポリフェノール抽出液が得られた。同様に，画分3からは1～3量体を約75％，または1～6量体を約100％含有するポリフェノール抽出液が得られた。同様に，画分4からは3～15量体を約100％含有するポリフェノール抽出液が得られた。同様に，画分5からは4～15量体を約50％，またはカルコンおよびフラボノイド類を約36％含有するポリフェノール抽出液が得られた。同様に，画分6からはカルコンおよびフラボノイド類を約56％含有するポリフェノール抽出液が得られた。同様に，画分7からはカルコンおよびフラボノイド類を約88％含有するポリフェノール抽出液が得られた。」（段落【0014】）"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「【発明の効果】本発明によれば，食品，食品素材，食品添加物，飼料添加物，化粧品素材，医薬品等の製造原料として，また，抗菌，抗ウィルス，抗酸化，活性酸素消去，コレステロール低減，抗がん，抗アレルギー，メラニン生成抑制などの非常に広範な生理作用を有する有用なポリフェノール類から，使用目的に応じた成分群を，安全に効率良く経済的かつ簡便な方法で，収率よく得ることができる。」（段落【0016】）"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の組成物の成分と引用発明の組成物の成分に関する判断の誤りについて",
              "text": [
                "原告は，本願発明と引用例1記載の組成物は，原料であるリンゴの種類及び成熟度合い，原料からの抽出物の抽出方法，HPLC（高速液体クロマトグラフィー）による分析抽出方法（分離精製方法）が異なり，本願発明における抽出物の含有成分と引用例1記載の組成物における抽出物の含有成分は異なるから，本件審決が，相違点イに関し，引用発明の組成物の成分は，本願発明の「ジヒドロカルコンに富むポリフェノール性画分」と実質的に異なるところはないと判断したのは誤りである旨主張する。",
                "- 30 -しかしながら，原告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本件審決が相違点イにおいて認定するとおり，本願発明は，「バラ科植物成熟マルス（シルベリトリス）リンゴ果実」を抽出原料とするのに対し，引用発明は，リンゴの種類の明示のない，「未熟リンゴ」を抽出原料とするものであって，本願発明と引用例1記載の組成物（引用発明）が，抽出原料であるリンゴの種類及び成熟度合いの点で相違することは，当事者間に争いがない。",
                    "次に，本願発明の特許請求の範囲（請求項6）には，「バラ科植物成熟マルス（シルベリトリス）リンゴ果実からの抽出によって得られる少なくとも1のジヒドロカルコンに富むポリフェノール性画分」を含む「医薬生成物として使用するための組成物」との記載があるが，「バラ科植物成熟マルス（シルベリトリス）リンゴ果実」からの抽出によって「ポリフェノール性画分」を得るための「抽出方法」を規定する記載は存在しない。一方，本願明細書の段落【0021】及び【0022】には，「成熟リンゴからジヒドロカルコンに富むポリフェノール性画分を選択的に抽出する」抽出方法の具体例が示されているが（前記(1)イ(キ)），本願明細書には，本願発明の抽出方法を，上記具体例に限定することの記載も示唆もない。",
                    "そうすると，本願発明の「バラ科植物成熟マルス（シルベリトリス）リンゴ果実」からの抽出によって「ポリフェノール性画分」を得るための抽出方法は，上記具体例のものに限定されるものではなく，引用例1の実施例記載の「特開平7-285870号（甲5）に記載されている方法により調製したリンゴ中ポリフェノール抽出物を原料」として使用する「各ポリフェノール群」の「分離，精製」方法（段落【0010】，前記(2)カ）を排除するものとはいえない。",
                    "したがって，原告の主張のうち，本願発明と引用例1記載の組成物は，原料からの抽出物の抽出方法及びHPLCによる分析抽出方法（分離精製- 31 -方法）が異なるとの点は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決が，引用発明の組成物の成分は，本願発明の「ジヒドロカルコンに富むポリフェノール性画分」と実質的に異なるところはないと判断したのは，本願発明における抽出物の具体的な含有成分と引用例1記載の組成物における抽出物の具体的な含有成分が実質的に異なるものではないことを述べたのではなく，引用発明の組成物の「ポリフェノール性画分」が「ジヒドロカルコン」に「富む」点において，本願発明と実質的に異なることはないことを述べたものである。本件審決を全体として読むと，本件審決が，本願発明及び引用発明の一致点として，「リンゴからの抽出によって得られる少なくとも1のジヒドロカルコンを含有するポリフェノール性画分」を「含む」ことを認定した上で，引用発明のポリフェノール性画分」における「ジヒドロカルコン」の含有量（具体的には，別紙2の表1記載の画分6及び7に基づいて「フロリジン」を「約30～40重量％」含むと認定）が「ジヒドロカルコン」に「富む」といえるかどうかの点については一応相違点（相違点イ）として認定し，相違点イの判断の過程において上記の判断をしていることから明らかである。",
                    "しかるところ，本願発明の特許請求の範囲（請求項6）には，「少なくとも1のジヒドロカルコンに富むポリフェノール性画分」にいう「富む」の意義について規定した記載はないが，本願明細書には，「本発明で使用するジヒドロカルコンに富むポリフェノール性画分は，少なくとも10重量％，好ましくは50重量％のポリフェノールを含み，そのうちの少なくとも10重量％，好ましくは10～70重量％はフロリジンからなる。」（段落【0018】，前記(1)イ(カ)）との記載がある。これによれば，本願明細書には，「ポリフェノール性画分」が10～70重量％のフロリジンを含む場合には，本願発明の「少なくとも1のジヒドロカルコンに富むポリフェノール性画分」に該当することの開示があるものといえる。",
                    "- 32 -そうすると，引用発明におけるフロリジンが約30～40重量％を含むポリフェノール性画分は，「ジヒドロカルコン」に「富む」ものといえるから，これは，本願発明の「少なくとも1のジヒドロカルコンに富むポリフェノール性画分」に該当するものと認められる。",
                    "したがって，本件審決が引用発明の組成物の成分は本願発明の「ジヒドロカルコンに富むポリフェノール性画分」と実質的に異なるところはないと判断したことの誤りをいう原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点イの容易想到性の判断の誤りについて",
              "text": [
                "原告は，引用例1には，引用例1記載の組成物の原料として，成熟したマルス（シルベストリス）リンゴ果実を用いることについて記載も示唆もないこと，乙1には，リンゴの「species（種）」として25種が記載されているが，仮にこれら25種を成熟したものと未成熟のものとに分類すると，50種類となり，この50種類に及ぶリンゴの種の中から成熟したマルス（シルベストリス）リンゴ果実を選択することは容易ではないこと，本願発明と引用例1記載の組成物は，原料であるリンゴの種類及び成熟度合い，原料からの抽出物の抽出方法，HPLCによる分析抽出方法の4点において大きな違いが存在し，引用例1記載の組成物における抽出物の含有成分は，本願発明における抽出物の含有成分と異なることからすると，引用発明において，成熟マルス（シルベストリス）リンゴ果実からの抽出物を原料として用いることの動機付けがないから，当業者が引用発明に基づいて相違点イに係る本願発明の構成を容易に想到し得たとの本件審決の判断は誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)の引用例1の記載事項（別紙2の表1及び2を含む。）によれば，引用例1には，次の点が開示されていることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "バラ科植物，特にリンゴ由来のポリフェノールには多成分が含有されているが，現在産業上利用されているのは，これら多成分群を包括的- 33 -含有しているポリフェノールであり，個々のポリフェノール化合物の生理活性についての研究が進歩するに共に，より特定のポリフェノールのみからなるポリフェノールの提供が産業界から要望されているのが現状であるという課題があった。",
                        "「本発明」は，この課題を解決し，特定の生理活性を有するポリフェノール群を高純度に含むポリフェノール化合物を提供する方法を提供することを目的とし，その手段として，複数のポリフェノールを含有する原料中に含まれるポリフェノールをスチレン系樹脂より構成される吸着樹脂に吸着させ，これを所定の溶出液を使用して所望のポリフェノール群毎に分離，精製する方法を採用した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」において使用する複数のポリフェノール成分を含有する原料としては，「リンゴ，ナシ，モモなどのバラ科植物の果実（未成熟果実をも含む）又はその搾汁液，植物体（組織培養により得られるカルスをも含む）の有機溶媒抽出物」を使用することができ，また，「特開平7-285876号公報」（甲5）に開示されている果実ポリフェノールも原料として好適に使用できる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "実施例1は，リンゴから抽出したポリフェノール抽出物を調整した溶出液を使用して分画し，ポリフェノール性画分である画分1ないし7を得たことを示したものである。",
                        "すなわち，リンゴから抽出したポリフェノールを脱イオン水で5倍に希釈し，水酸化ナトリウム水溶液でpHを6．0に調整したポリフェノール溶液（濃度22％w／w：250ml）を試料とし，これをスチレン系合成吸着樹脂を充填したカラム（吸着樹脂ダイヤイオンHP-20：三菱化学社製；カラム：φ50×500mm）に室温で通液した上で，まず，脱イオン水を3カラム容量通液し，そのカラム通過液（FT）を画分1とし，次いで，10％v／vエタノール水溶液を室温で3カラム- 34 -容量を，15％v／vエタノール水溶液を室温で3カラム容量を，20％v／vエタノール水溶液を室温で3カラム容量を，25％v／vエタノール水溶液を室温で3カラム容量を，30％v／vエタノール水溶液を室温で3カラム容量を，65％v／vエタノール水溶液を室温で3カラム容量を順次通液し，それぞれのカラム通過液（FT）を画分2ないし7としたものである。",
                        "別紙2の表1は，画分1ないし7をHPLCにより分析した各成分及び成分群の純度を示したものであり，表2は，各画分を成分群にまとめたものである。そして，別紙2の表1には，「HPLC純度」（「ピーク面積／総ピーク面積で示される280nm％」）として，画分6には，p-クマル酸21．4％，フロリジン41．3％を含有する抽出ポリフェノールが，画分7には，p-クマル酸5．0％，フロリジン31．5％，フロレチン39．2％を含有する抽出ポリフェノールが得られたことが示されている。また，表2には，画分6には，カルコンとフラボノイドの合計で56．0％を，画分7には，カルコンとフラボノイドの合計で88．9％を含有することが示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アによれば，引用例1記載のポリフェノールの分離精製方法は，複数のポリフェノール成分から特定の生理活性を有するポリフェノール群のみを高純度に得ることを目的とするものであること，引用例1の実施例の画分6及び7は，リンゴから抽出したポリフェノール抽出物を原料とするものであることを理解できる。",
                    "また，前記ア(イ)のとおり，引用例1には，複数のポリフェノール成分を含有する原料として，「リンゴ，ナシ，モモなどのバラ科植物の果実（未成熟果実をも含む）」を使用することができる旨の記載がある。この記載及び引用例1記載のポリフェノールの分離精製方法の上記目的によれば，引用例1記載のポリフェノールの分離精製方法において，原料として- 35 -使用するリンゴ，ナシ，モモなどのバラ科植物の果実は，成熟，未成熟を問わず，また，その品種を特に限定するものではないことを理解できる。",
                    "次に，乙1には，「リンゴ属植物には25～30種の種または亜種が含まれ，ヨーロッパ，アジア，北アフリカに広く分布している（第1表）。…現在利用されているリンゴは西アジアを中心に分布するM．pumila を中心に，ヨーロッパに分布するM．sylvestris，西アジアに分布するM．astrachanica(M．pumilaとM．prunifoliaの雑種とされる)などの血が混じりできあがったと考えられている。」（79頁）との記載がある。この記載によれば，本願の優先権主張日当時，マルス（シルベストリス）リンゴ（「M．sylvestris」）は，ヨーロッパに分布する代表的なリンゴの品種の一つとして周知であったことが認められる。",
                    "そうすると，引用例1に接した当業者においては，引用例1の実施例の画分6及び7の原料として，周知のマルス（シルベストリス）リンゴの成熟果実を使用することを試みることの動機付けがあるものと認められる。",
                    "また，当業者は，引用例1記載の方法と同様の方法でマルス（シルベストリス）リンゴの成熟果実から画分6及び7に相当するポリフェノール性画分を抽出，精製すれば，上記画分には，画分6及び7と同程度の割合でフロリジンやフロレチンを含有することを理解するものといえる。",
                    "以上によれば，引用例1に接した当業者であれば，相違点イに係る本願発明の構成（「バラ科植物成熟マルス（シルベリトリス）リンゴ果実からの抽出によって得られる少なくとも1のジヒドロカルコンに富むポリフェノール性画分を含む」構成）を容易に想到することができたものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，この点に関し，引用発明において，成熟マルス（シルベストリス）リンゴ果実からの抽出物を原料として用いることの動機付けがない旨主張する。",
                    "- 36 -しかしながら，前記イ認定のとおり，引用例1記載のポリフェノールの分離精製方法の原料として使用するリンゴ，ナシ，モモなどのバラ科植物の果実は，成熟，未成熟を問わず，また，その品種を特に限定するものではないこと，成熟マルス（シルベストリス）リンゴ果実は，ヨーロッパに分布する代表的なリンゴの品種の一つとして周知のものであったことからすると，引用例1の実施例の画分6及び7の原料として，周知のマルス（シルベストリス）リンゴの成熟果実を使用することを試みることの動機付けがあるものと認められるから，原告の上記主張は理由がない。なお，原告が指摘する，引用例1記載の組成物における抽出物の含有成分と本願発明における抽出物の含有成分とが異なる点は，前記(3)イのとおり，「ジヒドロカルコンに富むポリフェノール性画分」を有する点において実質的に異なるところはなく，上記動機付けを否定する理由にはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件審決における相違点イの容易想到性の判断の誤りをいう原告の主張は，理由がない。",
                    "したがって，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本願発明の格別顕著な作用効果の看過）について",
          "text": [
            "原告は，本願明細書記載の本願発明の効果（段落【0029】）をより明確に示すことを目的として行った甲16記載の実験の実験データが示すように，本願発明の組成物に含まれる成熟マルス（シルベストリス）リンゴ果実からの抽出物は，フロリジン濃度としてみると極めて少量（8．2mg/kg）であっても，純粋フロリジン30mg/kg（リンゴ果実抽出物の量に対して3．65倍量）と同程度の優れた活性を示しており，このような本願発明の作用効果は，単に抽出物中にフロリジンが含まれることに由来する効果を超えるものであって，本願の優先権主張日当時の技術常識を参酌しても引用発明から予想できない格別顕著な作用効果であるのに，本件審決はこれを看過した誤りがある旨主張するので，以下において判断する。",
            "- 37 -(1)  甲16は，正常なラットにおける急性経口グルコース耐性試験（OGTT）によって測定した食後血糖に対する本願発明の組成物（ポリフェノール画分を含むリンゴ抽出物。以下「Appl’in」という。）及び純粋なフロリジンの効果を比較した実験結果を記載した「ＮOTE  OF  COMMEＮTS」と題する書面である。甲16には，フロリジン8．2mg/kgを含有する200mg/kgの用量のAppl’inと30mg/kgの用量の純粋なフロリジンについて，それぞれグルコースを投与する5分前に経口経路によってラットに投与し，グルコースの投与の前，その投与の10分後，20分後，30分後，45分後，60分後，90分後，120分後，180分後及び240分後の血糖を測定する実験を行ったこと，その実験の結果，8．2mg/kgのフロリジンしか含有していない200mg/kgの用量のAppl’inが30mg/kgの用量の純粋なフロリジンと少なくとも同じ効果を有するものであったこと，この実験は，Appl’inの効果は，フロリジンの含有量のみに起因するものでないことを示すものであることなどの記載がある。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "しかるところ，本願明細書には，前記1(1)ウ(イ)認定のとおり，本願発明は，医薬生成物としての組成物について，バラ科植物の成熟リンゴであるマルス・シルベストリス・ミルからの抽出によって得られる少なくとも1のジヒドロカルコンに富むポリフェノール性画分を含む構成を採用し，このジヒドロカルコンに富むポリフェノール性画分が身体による糖取込みを制御することによって，体重を制限し，身体の審美的外観を改善する効果を奏するとの開示があるが，一方で，本願発明の作用効果が，単に抽出物中にフロリジンが含まれることに由来する効果を超えるものであることについての記載や示唆はない。",
                "すなわち，本願明細書には，成熟マルス（シルベストリス）リンゴ果実については，「画分は，前記の方法によって，好ましくはバラ科植物の成熟リンゴ，詳細にはマルス・シルベストリス・ミル（Malus sylvestris Mill）か- 38 -ら得る。」（段落【0023】）との記載があるが，成熟マルス（シルベストリス）リンゴ果実を抽出原料とすることが「好ましい」ことの具体的な理由を述べた記載はなく，本願発明が成熟マルス（シルベストリス）リンゴ果実を抽出原料として使用することによってフロリジンが含まれることに由来する効果を超える効果を奏することをうかがわせる記載はない。",
                "次に，原告が挙げる本願明細書の段落【0029】の記載は，「ポリフェノール性エクストラクトの効果は，少なくとも，望ましい効果に関するその効力について一般的に認識されている濃度である1ないし100μMの濃度のゲニステインまたはフロレチンのものよりに少なくとも等しいか，それよりも実際にはより高い。」というものであって，フロリジンとは異なる化合物であるゲニステイン又はフロレチンと対比した効果を述べたものであり，この記載から本願発明がフロリジンが含まれることに由来する効果を超えるものであることをうかがわせるものではない。また，そもそも，本願明細書には，段落【0029】記載の「ポリフェノール性エクストラクト」の具体的な組成に関する記載はなく，フロリジンの含有量も特定されていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そうすると，甲16の実験は，前記(1)のとおり，Appl’inの効果がフロリジンの含有量のみに起因するものでないとするのであるから，本願明細書記載の本願発明の効果を確認するものとはいえず，むしろ本願明細書に開示のない効果に係る実験であるというべきである。",
                "したがって，甲16の実験結果をもって，本願発明が引用発明から予想できない格別顕著な作用効果を奏することを認めることはできない。他に本願発明が格別顕著な作用効果を奏することを認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件審決における本願発明の格別顕著な作用効果の看過をいう原告の主張は理由がない。",
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "- 39 -以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本願発明は引用例1に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}