{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2012-7131号事件について平成25年4月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，周知商標との同一性又は類似性（商標法4条1項10号）である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成23年6月8日，下記本願商標につき商標登録出願（商願2011-39588号）をし，平成23年11月25日，指定商品の補正をしたが，平成24年1月30日，拒絶査定を受けたので，平成24年4月19日，これに対する不服の審判請求をした（不服2012-7131号）。",
            "特許庁は，平成25年4月15日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年4月26日に原告に送達された。",
            "（甲1，2，4～6）",
            "【本願商標】",
            "オルトリリー（標準文字）",
            "指定商品（平成23年11月25日付け補正後のもの）",
            "第20類    クッション，座布団，まくら，マットレス"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "【引用商標（引用商標1及び引用商標2）】",
            "[引用商標1]",
            "イタリア国所在のファベ社（Fabe S.r.l.〔ファベ  ソチエタ  ア  レスポンサビリタ  リミタータ〕）が，イタリア国において，本願商標の登録出願前から商品『まくら』について使用する商標『Ortolily』",
            "[引用商標2]",
            "ファベ社が，我が国において，本願商標の登録出願前から商品『まくら』について使用する商標『オルトリリー』"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性について",
              "text": [
                "下記ウェブサイト（書証番号は本件訴訟におけるもの。また，各ウェブサイトを摘示した項には，本判決を通じての通し番号を付した。）における各記載によれば，引用商標は，遅くとも本願商標の出願日前である平成22年には，ファベ社の業務に係る商品を表示するものとして，我が国の需要者の間に広く認識されている商標と認められるものであり，かつ，その周知性は査定時においても継続している。",
                "なお，下記ウェブサイトにおける各記載が，たとえファベ社以外のネット通販業者等によるものであるとしても，引用商標がファベ社製の商品を表すものとして写真付きで紹介されるなど，その広告宣伝等の内容及びその使用例等に照らせば，これに接する取引者・需要者は，引用商標をファベ社の取扱いに係る商標として認識し，取引に当たる。",
                "[1]  「～～快眠サポート寝具専門店～～らくらくショッピング」のウェブサイトにおいて，「イタリア  ファベ社製  オルトリリー枕」の見出しの下，「イタリア  ファベ社製  オルトリリー枕 のご紹介♪」「販売するたび絶大な人気を誇る，ファベ社の枕が登場！・・・・・」との記載（http://kaiminsupport.seesaa.net/article/121585514.html  平成21年6月16日掲載〔乙6〕）。",
                "[2]  「【買い物上手】厳選商品を紹介！ここだけの話・・・」のウェブサイトにおいて，「イタリア  ファベ社製  オルトリリー枕」の見出しの下，「皆さん，販売するたび絶大な人気を誇るファベ社製の枕ってご存知ですか？」との記載（http://blog.livedoor.jp/kaimono_joho/archives/794046.html  平成21年6月25日掲載〔乙8〕）。",
                "[3]  「通販商品人気ランキングショップ」のウェブサイトにおいて，「イタリア  ファベ社製  オルトリリー枕通販」の見出しの下，「・・・・・●販売するたび絶大な人気を誇る，ファベ社の枕が登場！！・・・・・」との記載（http://ufumaga.at.webry.info/200906/article_12.html  平成21年6月30日掲載〔乙7〕）。",
                "[4]  「いいもの通販モバイル店  バイヤーブログ」のウェブサイトにおいて，「グレードアップしたイタリア ファベ社製 オルトリリー枕」の見出しの下，「大人気のファベ社製の枕がニューリアルして登場です！」との記載（http://blog.livedoor.jp/iimonotuuhan/archives/176688.html  平成21年9月12日掲載〔乙24〕）。",
                "[5]  「drecom＿fabeのブログ」のウェブサイトにおいて，「ファベ社 オルトリリーについて」の見出しの下，「ファベ社  オルトリリーは，ファベ社のメディカル（整体）枕が進化した，他では買えないネット限定品です。・・・・・頭を包みこんでくれるようで  寝心地がいい，という感想も多いんですよ。」との記載（http://fabe.dreamlog.jp/archives/2463513.html  平成21年9月13日〔乙25〕）。",
                "[6]  「店長まりこの徒然日記」のウェブサイトにおいて，「イタリア ファベ社製  オルトリリー枕  販売開始」の見出しの下，「当店通販ショップ  素敵への扉で販売するたび絶大な人気を誇る，あのイタリアはファベ社の枕がグレードアップして登場しましたのでご紹介します。」との記載（http://sutekine.seesaa.net/archives/201006-1.html  平成22年6月28日掲載〔甲12，乙26〕）。",
                "[7]  「寝具の通販情報」のウェブサイトにおいて，「イタリア ファベ社製 オルトリリー枕」の見出しの下，「●あの大人気『オルトペディコ枕』が進化して登場！ＮEWタイプの枕『オルトリリー枕』・・・・・」との記載（http://sleep.torablog.net/archives/day/20100804.html平成22年8月4日掲載〔乙27〕）。",
                "[8]  「厳選☆美容・健康オススメ通販情報」のウェブサイトにおいて，「オルトリリー枕（イタリア ファベ社製）ホテル並みリッチサイズ♪」の見出しの下，「販売するたび絶大な人気を誇る，イタリア  ファベ社から『オルトリリー枕』が新登場！・・・・・」との記載（http://tenbiyoublog.blogspot.jp/2010/10/blog-post_04.html  平成22年10月3日〔乙28〕）。",
                "[9] 「布団通販  こだわり安眠館メルマガ  バックナンバー」のウェブサイトにおいて，「■ホテルに枕がある理由■セカンドピロー（枕）生活」の見出しの下，「・・・・・イタリア  FABEファベ社製▼ オルトリリー枕ORTOLILYまったりソフトな寝心地感・・・・・」との記載（http://blog.livedoor.jp/futon_futon/archives/1203129.html  平成22年11月8日〔乙29〕）。",
                "[10]  「楽天ランキング 履歴 データベース」のウェブサイトにおいて，「2010年11月24日の『低反発枕』ジャンルの楽天ランキング」の見出しの下，「7位・・・イタリア  FABEファベ社製オルトリリー枕 ・・・・・」との記載（http://rakuten.retail-ranking.com/20101124/500270.html  平成22年11月24日掲載〔乙30〕）。",
                "[11]  「楽天」のサイト内「ブランド枕・寝具インテリアセレクトショップ  ヌーン」の項に，「楽天ランキング急上昇！／第2位／オススメ度★★★★★／オルトペディコ枕のグレードアップ版／fabe社／オルトリリー枕」「＝オルトリリー【Ortolily】／売れ筋ＮO．1枕に高性能ウレタンを+プラスし進化したオルトペディコ枕。」との記載（http://web.archive.org/web/20101019062227/http://item.rakuten.co.jp/noone/ortolily  平成22年10月19日掲載〔乙1〕）。",
                "[12]  「楽天」のサイト内「こだわり安眠館」の項に，「上記がイタリアファベ社製であることを表しています。／更に環境に優しいエコテックス100取得！／Ortolilyオルトリリーピロー」との記載（http://web.archive.org/web/20100630230911/http://item.rakuten.co.jp/futon/m133-17wh  平成22年6月30日掲載〔乙12〕）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標の類否について",
              "text": [
                "本願商標と引用商標1とは，外観において相違し，観念においては比較できないとしても，『オ  ル  ト  リ  リー』の称呼を共通にするものであり，類似の商標である。",
                "本願商標と引用商標2とは，観念においては比較できないとしても，外観及び『オル  ト  リ  リー』の称呼を共通にするものであり，類似の商標である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標に係る指定商品と引用商標に係る商品との類否について",
              "text": [
                "本願商標に係る指定商品と引用商標に係る商品とは，同一又は類似する商品である。 "
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決判断のまとめ",
              "text": [
                "本願商標は，ファベ社製の枕を表示するものとして遅くとも本願商標の登録出願時に需要者の間に広く認識されている引用商標と同一又は類似の商標であって，その商品又はこれらに類似する商品について使用をするものであるから，商標法4条1項10号に該当する商標である。 "
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用商標の周知性の認定の誤り）",
          "text": [
            "次のとおり，審決が引用商標に周知性を認めたのは誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知性の認定資料",
              "text": [
                "審決は，各ウェブサイトの記載から引用商標がファベ社の業務に係る商品を表示する商標として周知であると認定したが，何人もインターネット上に手軽に自分又は自社の宣伝広告を掲載できるのであるから，インターネット上のウェブサイトに引用商標が掲載されたからといって引用商標がファベ社の業務に係る枕を表示する商標として周知であるとはいえない。",
                "なお，審決は，ファベ社のウェブページ上で引用商標1が使用されていると認定しているが，同社のウェブページ（http://www.fabesrl.it/azienda/  http://www.fabesrl.it/prodotti/ortolily/〔甲22，23〕）はイタリア語で記載されており，イタリア語を解さない者にはその内容を理解できず，URLの「ortolily」も商標的に使用されているものではない。ファベ社は日本国内向けのウェブサイトを有しておらず，『オルトリリー』を検索語にしてもファベ社のウェブサイトにはたどり着かない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知性の寄与者",
              "text": [
                "審決は，各ウェブサイトの記載から引用商標がファベ社の業務に係る商品を表示する商標として周知であると認定したが，それらウェブサイトは，一か所[9]を除き，原告と取引関係がある者又は原告作成・提供の画像等の情報を利用した者など原告と何らかの関係がある者が掲載したものであり，ファベ社が掲載したものではない。インターネットで『オルトリリー』を検索した結果多数の店舗・ショッピングモールが表示されるのは，原告が有名なショッピングモールへ出店して販売をしてきたことやネット販売に主力をそそぐ会社への卸販売を強化してきたことによるものであり，ファベ社はそのような周知活動を一切行っていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知性の対象者",
              "text": [
                "審決は，引用商標がファベ社の業務に係る商品を表示する商標として認識されると認定したが，審決が引用したウェブサイト（前記第2，2(1)），下記ウェブサイト（甲17，18）及び被告が引用したウェブサイト（後記第4，1(1)）において，商標又は商品名を『オルトリリー』とする枕等を販売する業者はいずれも国内業者であり，かつ，その旨の表記もされているから，引用商標の使用者は，原告又は原告と何らかの関係にある者と取引者・需要者に認識され，ファベ社とは認識されない。ファベ社は，日本国内に総代理店や販社を設置しておらず，輸入ルートも固定されていない。",
                "[13]  株式会社リアルウェイの運営する「trend  rush」のウェブサイトにおいて，「イタリア  ファベ社製  オルトリリー枕」との記載（http://item.rakuten.co.jp/trendrush/243369/）",
                "[14]  合同会社ドンズバの運営する「donzuba！！」のウェブサイトにおいて，「イタリア  ファベ社製  オルトリリー枕」との記載（http://item.rakuten.co.jp/donzuba/243369/）",
                "[15]  株式会社ミチバタ・ジャパン・リミテッドの運営する「睡眠布団枕工房」のウェブサイトにおいて，「ファベ社（fabe）オルトペディコ枕  オルトリリー」の見出しの下，「あの大人気オルトペディコ枕が進化して登場！  ニュータイプの枕『オルトリリー枕』」との記載（http://item.rakuten.co.jp/suimin/1506-pilily/）",
                "[16]  SEOクリエイティブソリューションズの運営する「RELAX  STYLE」のウェブサイトにおいて，「イタリア  ファベ社製  オルトリリー枕」と記載（http://www.rs-teihanpatsu.com/contents/item/243369.html）",
                "[17]  株式会社ケーズの運営する「K'z  Town」のウェブサイトにおいて，「イタリアファベ社製  オルトリリー枕」との記載（http://item.rakuten.co.jp/k-ztown/243369/）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（誤認混同のおそれの有無）",
          "text": [
            "原告はファベ社の真正商品を扱っている業者の信用を守るために本願商標の登録出願をした。商標法4条1項10号の趣旨は出所の混同防止にあるところ，原告は，真正商品であるファベ社製の枕についてのみ本願商標を使用する予定であり，また，本願商標の商標登録がされたとしても，原告はファベ社製の枕を輸入する業者に対しては権利行使をせず，又は真正商品の並行輸入若しくは権利行使をしない旨を宣言したことによる包袋禁反言により原告がそれら業者に権利行使をすることはできない。",
            "したがって，本願商標が商標登録されたとしても，出所の混同を生じさせるおそれはなく，また，原告には不当な目的もない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用商標の周知性の認定の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の周知性について",
              "text": [
                "枕が，眠りの質，ひいては健康に及ぼす影響が注目されている近年においては（乙16），消費者の枕への関心も高い実情にあるところ，市場の拡大が進む（乙14）インターネット通販サイトにおける下記[11][18]～[24]のウェブサイトの記載及び上記[1]～[3]（乙6～8）によれば，引用商標を多数の需要者が目にしたというべきである。また，引用商標に係る商品は，下記[25]～[29]のウェブサイトの記載のとおり，インターネット通販大手といえる（乙15）「楽天」や「Yahoo！ショッピング」をはじめ，インターネット通販業者による売上げや人気等のランキングにおいて，売上げ及び人気において，高順位にあったことが認められる。",
                "したがって，引用商標は，ファベ社の枕を表示するものとして，本願商標の登録出願時には少なくとも通販サイト等における枕の需要者の間に広く認識されていたものであり，その状態は，審決時においても継続している。",
                "[11]  「楽天市場」における株式会社ヌーンのウェブサイトにおいて，「楽天ランキング急上昇！／オススメ度★★★★★／オルトペディコ枕のグレードアップ版／fabe社／オルトリリー枕」「＝オルトリリー【Ortolily】／売れ筋ＮO.1枕に高性能ウレタンを+プラスし進化したオルトペディコ枕。」との記載（http://web.archive.org/web/20101019062227/http://item.rakuten.co.jp/noone/ortolily/  平成22年10月19日掲載〔乙1〕）。",
                "[18]  「Yahoo！ショッピング」における「こだわり安眠館」のウェブサイトにおいて，「イタリアファベ社製／オルトリリーピロー」「更に環境に優しいエコテックス100取得！／Ortolilyオルトリリーピロー」との記載（http://store.shopping.yahoo.co.jp/futon/m133-17.html  「販売期間：2010年06月18日00時00分～2013年07月31日23時59分」〔乙2〕）。",
                "[19]  「楽天市場」における「Gulliver」のウェブサイトにおいて，「低反発ウレタンフォームを使用したオルトリリーは，ファベの中でもダントツの売れ行き！」との記載（http://web.archive.org/web/20120106130216/http://item.rakuten.co.jp/glv/fab-0001-000/平成24年1月6日掲載〔乙3〕）。",
                "[20]  「オルトペディコ枕（寝具，布団  通販）」のウェブサイトにおいて，「ヤフーショッピングの人気売れ筋商品紹介。」「ファベ社（fabe社）オルトペディコ枕を超えた進化系ピロー  オルトリリー整体枕  メディカル枕との違いを掲載」「ファベ社の枕の中でも圧倒的評価を受けたオルトリリー枕・・・・・ファベ社の枕で迷ったらこの枕がおすすめです！」との記載（http://nays.chu.jp/nay2/a17/b127.html  平成24年7月22日掲載〔乙4〕）。",
                "[21]  「ネットプライス」のウェブサイトにおいて，「累計販売個数4297個」「イタリア製ファベ社／オルトリリー枕」「前回2,800個完売！／リクエスト嵐，あのオルトリリー枕が満を持して再入荷！！」との記載（http://web.archive.org/web/20120116134209/http://www.netprice.co.jp/netprice/library/goods/551265/  平成24年1月16日掲載〔乙5〕）。",
                "[22]  「生活空間」のウェブサイトにおいて，「売れ筋商品」「イタリア  ファベ社製  オルトリリー枕」との記載（http://studio-nostalgic-shop.blogspot.jp/2009/07/blog-post_1188.html  平成21年7月14日掲載〔乙9〕）",
                "[23]  「Hatena：：Diary」のウェブサイトにおいて，「通販人気アイテム！」「ファベ社  オルトリリー枕」との記載（http://d.hatena.ne.jp/gohohbi/20100607  平成22年6月7日掲載〔乙10〕）。",
                "[24] 「イタリア  ファベ社製  オルトリリー枕  格安通販」のウェブサイトにおいて，「イタリア  ファベ社製  オルトリリー枕」「売れ筋  NO.1  枕！」との記載（http://kaimin.kaiteki-seikatu.com/altlly.html  平成25年6月13日印刷〔乙11〕）。",
                "[25]  「楽天市場」のウェブサイトにおいて，「ファベ社  ファベ社Ｎewバージョン  オルトリリー枕（オルトペディコの進化系）」「売上ランキング2位」との記載（http://web.archive.org/web/20110816215429/http://product.rakuten.co.jp/product/ファベ社＋ファベ社＋Newバージョン＋オルトリリー枕＋（オルトペディコ枕の進化系）/[以下省略]  平成23年8月16日掲載〔乙17〕）。",
                "[26]  「寝具専門shop☆エルシング☆」のウェブサイトにおいて，「★2010年人気ランキング★」「【第2位】／イタリア  ファベ社製  オルトリリー枕」との記載（http://elsingu.iinaa.net/mobile/index.html  平成25年6月13日印刷〔乙18〕）",
                "[27]  「Yahoo！ショッピング」のウェブサイトにおいて，「売れ筋商品ランキング」「枕」「100位中1～20位」「7位  ・・・・・ファベ社  オルトリリー  イタリア製・・・・・」との記載（http://shopping.yahoo.co.jp/ranking/3683/  平成25年6月16日掲載〔乙19〕）。",
                "[28]  「い～つうはんネット」のウェブサイトにおいて，「売れてるランキング」「生活雑貨・家電・おもちゃ人気商品」「3位  イタリア  ファベ社製  オルトリリー枕」との記載（http:// web.archive.org/web/20091022015907/http://e-twohan.net/  平成21年10月22日掲載〔乙20〕）。",
                "[29]  「ダイエット器具専門店  エアロダイエット2」のウェブサイトにおいて，「低反発枕関連商品」「順位」「8」「イタリア  ファベ社製  オルトリリー枕」との記載（http://www.kankai.net/dietgire/tagx/低反発枕&sort＝sales  平成25年6月19日印刷〔乙21〕）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知性の寄与者に対して",
              "text": [
                "仮に引用商標が原告及び原告と何らかの関係にある者がインターネット上の各ウェブサイトに掲載したことによりその周知性を獲得したものであるとしても，引用商標がファベ社の業務に係る枕を表示するものとして需要者の間に広く認識された商標であることに変わりはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知性の対象者に対して",
              "text": [
                "上記(1)のウェブサイトにおけるファベ社製枕の宣伝広告における引用商標の利用は，当該商品がファベ社製であることを明示してされているものであるほか，当該商品のタグには当該商品がファベ社製のものである旨の記載がある（乙12）。したがって，需要者は，引用商標をファベ社の業務に係る商品を表示する商標であると認識する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（誤認混同のおそれの有無）に対して",
          "text": [
            "商標法4条1項10号は，他人の未登録周知商標と抵触した商標を登録しない旨を定めて出所の混同防止を目的とするものであり，真正商品の並行輸入についての商標権侵害の有無及び真正商品取扱者に対する権利行使の可否とは全く別の問題であって，同列に論ずることはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用商標の周知性の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知性に係る認定事実",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ファベ社及び『ortolily』枕について",
                  "text": [
                    "証拠（甲22，23）及び弁論の全趣旨によれば，ファベ社は、1980年代から，イタリア国において、枕や寝具類の製造販売事業を開始し、その製造する一製品の枕に引用商標1を使用していることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標の出願日前の各ウェブサイトの記載について",
                  "text": [
                    "証拠（乙1，6～10，12，20，24～30）及び弁論の全趣旨によれば，本願商標の出願日前に掲載されたと認められるインターネット上の各ウェブサイトには，引用商標2について，少なくとも項番号[1]～[12][22][23][28]のとおりの記載（前記第2，2(1)，第4，1(1)参照）があったことが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標の出願日後の各ウェブサイトの記載について",
                  "text": [
                    "証拠（乙2～5，11，17～19，21）及び弁論の全趣旨によれば，本願商標の出願日後に掲載されたと認められるインターネット上の各ウェブサイトには，引用商標2について，少なくとも項番号[18]～[21][24]～[27][29]のとおりの記載（前記第4，1(1)参照）があったことが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の周知性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標出願日前の周知性につき",
                  "text": [
                    "上記(1)ア，イによれば，①引用商標2を付して電磁的方法により広告が提供されていたファベ社製の枕は，本願商標出願日前から，相当数のウェブサイトで高い人気を得た売れ筋商品として取り上げられていたことが認められ，これによれば，引用商標2は，これらウェブサイトを通じて多数の需要者の目に触れられたものと推認され，また，②引用商標1を付された同枕は（乙1，2），原告以外の大手通販業者内で販売される寝具類の中での販売ランキングで上位を占め多数の者がこれを購入したものと認められ，これによれば，引用商標1は直接多数の需要者の目に触れられたものと推認される。したがって，引用商標は，遅くとも本願商標出願日までにはファベ社製の業務に係る商品を表示するものとして我が国の需要者の間に広く認識されていた商標であると認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願商標出願日後の周知性につき",
                  "text": [
                    "ひとたび周知性を得た商標は，短期間のうちにその周知性を喪失することはないのが通常であるところ，上記(1)ウのとおり，引用商標を付されたファベ社製の枕は，本願商標出願日後も相当数のウェブサイトで高い人気を得た売れ筋商品として取り上げられ続け，また，大手通販業者内で販売される寝具類の中での販売ランキングでも上位を占めている。したがって，引用商標は，現在においてもファベ社製の業務に係る商品を表示するものとして我が国の需要者の間に広く認識されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知性の認定資料の点について",
                  "text": [
                    "原告は，インターネットの各ウェブサイトに引用商標が掲載されたからといって，直ちに引用商標が周知になるものではない旨を主張する。",
                    "多数の小規模事業者の参入離脱が頻発するインターネット販売における宣伝広告には，同一人の手による多数の重複した宣伝広告や不正確で誇張等を含む表現が伴うこともないではなく，その分量，内容の評価には慎重な態度で臨むべきとはいえる。しかしながら，上記(1)イ，ウに認定の各ウェブサイトは，少なくとも原告とは別の業者によるものであり（甲13，17），また，その内容にとりたてて不自然な点があるものではないところ，特にその内容について疑念をいだかせる事情についての具体的主張立証はないのであって，原告の上記主張は理由がない。",
                    "なお，原告は，イタリア語で記載されたファベ社のウェブページを周知性の根拠とはできない旨を主張するが，審決は，同ウェブページの記載からファベ社が引用商標1を使用し始めた時期を認定したに過ぎず，同ウェブページの記載を日本国内における引用商標1の周知性の根拠にしたものではない。原告のこの主張は審決を正解しないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知性の寄与者の点について",
                  "text": [
                    "原告は，仮に引用商標に周知性があるとしても，各ウェブサイトの記載は原告又はその関係者に起因するものであり，周知性を得たのは原告の寄与によるものであってファベ社の寄与によるものではないと解される主張をする。",
                    "しかしながら，周知性とは，結果として需要者の間に広く認識されていることをいい，広く認識されたことが何に起因するかが引用商標の周知性の認定に影響を与えるものではない。",
                    "原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知性の対象者の点について",
                  "text": [
                    "原告は，引用商標を使用していると認識されるのは，商品の製造者であるファベ社ではなく，原告又は原告の関係者等の国内販売業者である旨を主張する。",
                    "しかしながら，前記1(1)イに説示の項番号[1]～[12][22][23][28]の各ウェブサイトは，いずれも，引用商標2を「ファベ社」製の枕の商標又は商品名と明示しているのであり，そして，実際に同枕を購入した者も，これに付されたタグ，ラベルなどにより同枕がファベ社製であることを容易に認識できるものと認められる（乙1，12）。",
                    "したがって，需要者は，引用商標をファベ社の業務に係る商品を表示する商標であると認識するのであり，原告又は原告の関係者等の業務に係る商品を表示する商標と認識するものとは認められない。",
                    "原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上から，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（誤認混同のおそれの有無）について",
          "text": [
            "原告は，真正商品にのみ本願商標を使用すれば出所の誤認混同を生じない旨を主張するが，当該真正商品を扱う複数の者がその商品についての同一又は類似の商標を自己の商標として使用すれば，特段の取引事情のない限り，誤認混同を生じるおそれが生じ，商標の出所識別機能が害されることは明らかであるところ，そのような特段の取引事情のあることについての主張立証はない。",
            "また，原告は，本願商標が商標登録されても真正商品の並行輸入ができる旨を主張するが，真正商品の並行輸入の可否は，当該商標が非登録事由が認められないとして登録された後における商標権の効力の問題であり，非登録事由の存否についての審査において考慮すべきことではない。",
            "さらに，原告は，真正商品を取り扱っている業者に対しては権利行使をしない旨を明らかにすれば商標法4条1項10号の非登録事由が回避されると解される主張をするが，独自の見解であって採用することはできない。引用商標1と引用商標2とを二段に併記して成る商標の登録出願をしたファベ社と本願商標を登録出願した原告との間では，現に深刻な紛争が生じている（甲19～21）。",
            "以上から，取消事由2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}