{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-800126号事件について平成25年3月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "株式会社東芝(以下「東芝」という。)は，平成7年7月20日，発明の名称を「洗濯機の脱水槽」とする特許出願(特願平7-184351号)をし，平成14年3月22日，設定の登録(特許第3290336号。請求項の数7)を受けた(甲2。以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許は，平成20年12月9日，東芝から東芝コンシューマエレクトロニクス・ホールディングス株式会社(以下「東芝コンシューマエレクトロニクス」という。)及び被告に一般承継により移転され，同日，特定承継による本件の一部移転により，被告，東芝及び東芝コンシューマエレクトロニクスの共有となった(乙1)。",
                "本件特許は，平成23年3月3日，東芝から特定承継による本件の持分移転により，被告及び東芝コンシューマエレクトロニクスの共有となった(乙1)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成24年8月21日，本件特許の請求項1ないし7に係る発明について，特許無効審判を請求し，無効2012-800126号事件として係属した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成25年3月19日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年4月4日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成25年4月26日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "被告は，平成25年10月8日，東芝コンシューマエレクトロニクスから特定承継による本権の持分移転により，本件特許に係る東芝コンシューマエレクトロニクスの持分全部を承継した(乙2～4)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項1ないし7に記載の発明は，次のとおりである。以下，請求項1に記載された発明を「本件発明1」といい，各発明を併せて「本件発明」という。また，本件特許に係る明細書(甲2)を，図面を含め，「本件明細書」という。",
            "【請求項1】金属板を円筒状に曲成しその両端部を接合することにより形成した胴部と，この胴部の下縁部に結合した底板，及び胴部の上縁部に装着したバランスリングとを具備するものにおいて，フィルタ部材を具え，このフィルタ部材が上下の全長で前記胴部の接合部を内側より覆い，その上下の全長より充分に小さな寸法の隙間を前記バランスリング又は底板との間に余すことを特徴とする洗濯機の脱水槽。",
            "【請求項2】胴部の接合部がかしめによるもので，そのかしめ接合部の内側凸形状に合わせ，フィルタ部材に凹部を形成したことを特徴とする請求項1記載の洗濯機の脱水槽。",
            "【請求項3】胴部の接合部がかしめによるもので，フィルタ部材の凸状部に対し，胴部のかしめ接合部に凹陥部を形成して，これらを遊嵌したことを特徴とする請求項1記載の洗濯機の脱水槽。",
            "【請求項4】胴部の接合部がかしめによるもので，そのかしめ接合部一帯の部分に凹陥部を形成し，この凹陥部にフィルタ部材の全体を遊嵌したことを特徴とする請求項1記載の洗濯機の脱水槽。",
            "【請求項5】胴部の接合部がかしめによるもので，そのかしめ接合部の内側部分を平坦にしたことを特徴とする請求項1記載の洗濯機の脱水槽。",
            "【請求項6】胴部の接合部を突合わせ溶接としたことを特徴とする請求項1記載の洗濯機の脱水槽。",
            "【請求項7】フィルタ部材が胴部の接合部をまたいでその両側部でねじ固定されていることを特徴とする請求項1記載の洗濯機の脱水槽。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりであり，要するに，本件発明について，特許を受けようとする発明が明確であるとの要件を満たしていないとはいえない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "明確性の要件に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "本件明細書の記載の参酌の可否について",
          "text": [
            "本件発明1の「その上下の全長より充分に小さな寸法の隙間」との構成のうち，「その上下の全長」が「フィルタ部材の上下の全長」を意味することは明らかであり，「充分に小さな寸法」との構成がフィルタ部材の全長との比較で用いられていることは当業者に理解可能である。",
            "しかしながら，フィルタ部材の全長より充分に小さな寸法がいかなる技術的意味を有するかは，特許請求の範囲の記載からは不明である。「充分に」とは比較の基準又は程度が不明確な表現であり，本件発明の特許請求の範囲の記載は，殊更に不明確な表現を用いることによりその技術的範囲を曖昧なものとしている。特許法36条6項2号は，特許権が行使される範囲の外延を明示するという特許請求の範囲の機能に鑑みて，特許請求の範囲の記載のみで技術的思想である発明自体が明確となることを要求しており，本件審決も，本件発明の「隙間」の技術的意義は特許請求の範囲の記載のみでは一義的に理解することはできないとする以上，本件発明の特許請求の範囲の記載が明確性の要件を充足していないことは明らかである。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "本件明細書の記載の参酌について",
          "text": [
            "仮に，本件審決のように本件明細書の記載を参酌したとしても，本件発明の特許請求の範囲の記載は一義的に解釈することはできない。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "作用効果の記載の参酌について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件明細書には，「充分に小さな寸法」の意味を定義した記載は存在しないから，本件明細書の記載を参酌したとしても，特許請求の範囲の記載が明確性の要件を充足する余地はない。",
                    "本件明細書において，「充分に小さな」又は「充分に小さい」という記載が存在するのは，【0008】【0013】及び【0029】にすぎず，そのうち，【0008】及び【0029】には，「充分に小さな寸法の隙間」が解決手段であることを示すのみであり，その具体的構成を開示するものではない。【0013】では，【図1】に図示された寸法L1及び寸法L2がフィルタ部材の全長より充分に小さいことが記載されているが，その理由は示されておらず，フィルタ部材の全長よりもどの程度小さければ「充分に小さい」といえるかは不明である。",
                    "本件審決は，本件明細書に記載された本件発明の課題や効果に基づいて「(フィルタ部材の)全長より充分に小さな寸法の隙間」の技術的意義を明らかにしようとするが，このような手法は特許法36条6項2号の趣旨に反する。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件明細書には，「その(フィルタ部材の)上下の全長より充分に小さな寸法の隙間」という構成を採用した結果として得られる効果を説明する記載が存在するにすぎず，当該構成に関する説明は存在しない。本件明細書における発明の効果に関する記載から本件発明の構成を想定することは，解決課題から解決手段を想定することに等しく，解決手段を開示することによって特許を得るという特許法の論理に反する。",
                    "前記のとおり，本件明細書(【0016】)には，【0013】に記載された寸法L1及び寸法L2の作用効果が記載されているにすぎず，寸法L1や寸法L2がどれだけ大きければ「隙間」と呼べるか，反対に，どれほど大きくても「充分に小さな寸法の隙間」といい得るかを明らかにするものではない。本件審決は，寸法L1及び寸法L2の作用効果の記載を「充分に小さな寸法の隙間」の定義として代用するものであって，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "死角について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件審決は，隙間を設ける効果が「実用上支障がない程度」「その程度の効果を奏するもの」であるとするが，本件審決が認定する上記効果をもってしても，どの程度の大きさの隙間であれば「(フィルタ部材の)全長より充分に小さな寸法の隙間」に該当するのかを一義的に判断することはできない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件審決は，一般的な体形の使用者を想定し得るとした上で，隙間に関し，脱水槽内を覗く使用者の視点の位置は想定でき，その視点からバランスリング又はフィルタ部材の陰(死角)となって見えなくなる程度の「その上下の全長より充分に小さな寸法」は明確であるとする。",
                    "しかしながら，本件発明の特許請求の範囲の記載及び本件明細書には，「その上下の全長より充分に小さな寸法」を判断する基準とフィルタ部材の陰(死角)とを直接結び付ける記載はないし，当業者が使用者の体形等を想定できるからといって，直ちに本件発明の「その上下の全長より充分に小さな寸法」が一義的に明らかとなるわけではない。同じ人物が同じ洗濯機を使用した場合でも，様々な事情によって視点の位置は変化するから，「脱水槽内を覗く使用者の視点E」が一義的に定まることはないし，当該視点が一定の範囲を有する概念であると理解するとしても，その範囲は明確とはなり得ない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "したがって，バランスリング又はフィルタ部材の「死角」によって隙間の接合部が見えなくなるという本件発明の作用効果を参酌しても，「その全長よりも充分に小さな寸法」は一義的に明確とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "接合部に洗濯物が触れないことについて",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件審決は，接合部に洗濯物が触れないという効果について，そのような効果を奏し得る程度の「その上下の全長より充分に小さな寸法の隙間」も当業者が想定でき，その技術的思想は明確であるとする。",
                    "しかしながら，前記のとおり，接合部に洗濯物が触れないという作用効果は，寸法L1及び寸法L2の効果であって，「その上下の全長より充分に小さな寸法」の定義ではない。",
                    "また，本件審決は，「接合部に洗濯物が触れない」とは，触れることが少なくなる，触れにくくなるであろうという程度を意味するとするが，「触れにくくなるであろうという程度」との認定自体，極めて不明確であるのみならず，当該認定は本件明細書の記載に基づくものではない。隙間の接合部に洗濯物が触れるか否かは，隙間の寸法のみで決せられるものではなく，フィルタ部材やバランスリングの形状が大きく影響するが，本件発明の特許請求の範囲の記載において，フィルタ部材やバランスリングの形状を具体的に特定するものではないし，上記各部材の形状について当業者に共通認識は存在しない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "洗濯物が「触れることが少なくなる」という作用効果を奏するか否かを判断するためには，基準となる対比されるべき構成(触れることが少なくなっていない寸法の隙間を備えた構成)が存在しなければならないが，本件明細書には当該構成が明らかにされていないから，本件明細書の記載を参酌しても，当業者は本件明細書の「触れることが少なくなる」との作用効果を一義的に理解することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "熱膨張率について",
              "text": [
                "本件審決は，本件発明では，熱膨張率の違いにより生ずる隙間の程度より大きな，洗濯物が挟まれないような，あらかじめ人為的にある程度の大きさの隙間が形成されればよいとする。",
                "確かに，熱膨張率の違いにより生ずる隙間の程度は，容易かつ客観的に計算することができるものである。",
                "しかしながら，当業者は，洗濯物が挟まれないような蓋然性のある大きさがどの程度であるかについて想定することはできないから，このような大きさの隙間を一義的かつ明確に定義することはできない。",
                "したがって，「その上下の全長より充分に小さな寸法の隙間」については，寸法の上限に関わる「充分に小さな寸法」が不明確であるのみならず，どの程度の大きさがあれば「隙間」と呼び得るのかという寸法の下限についても明確性を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上のとおりであるから，本件発明の特許請求の範囲の記載が明確性の要件を充足するということはできない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "本件明細書の記載の参酌の可否について",
          "text": [
            "発明の技術的意義が特許請求の範囲の記載のみでは一義的に理解することができず，文言の解釈を要するのはごく普通のことであり，これをもって直ちに特許法36条6項2号の規定に違反するとはいえない。このような場合，明細書の記載等を参酌して解釈するのが確立した実務であり，特許法が許容するところである。特許請求の範囲の記載の文言が一義的に明確ではないとしても，明細書の発明の詳細な説明を参酌することにより，その技術的意義を明確に理解することができる場合，第三者に不測の不利益を被らせることはない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "本件明細書の記載の参酌について",
          "text": [
            "本件審決のように本件明細書の記載を参酌すれば，本件発明の特許請求の範囲の記載は一義的に解釈することができる。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "作用効果の記載の参酌について",
              "text": [
                "明細書の発明の詳細な説明の記載を参酌することは，定義形式の表現のみを参酌することを意味するものではなく，課題やその解決手段，作用効果との関係で文言の技術的意義を理解することにほかならない。当該手法も，実務上確立した手法であり，特許法が許容するところである。",
                "したがって，本件明細書における発明の効果に関する記載から本件発明の構成を想定することも許されるから，本件明細書に「充分に小さな寸法」の意味を定義した記載が存在しないからといって，特許請求の範囲の記載が明確性の要件を充足する余地はないということはできない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "死角について",
              "text": [
                "本件明細書(【0016】)には，「使用者の視点E(図1参照)に対し，ここの接合部がバランスリングの陰(死角D1)となって見えず」と記載されており，",
                "使用者の視点Eを基準にして死角を特定することが明記されている。",
                "本件発明においては，mm単位での厳密な視点の特定が要求されているのではなく，普通の使用者が普通の姿勢で見た場合に隙間が見えないことを要求しているにすぎない。洗濯機は，一般的な体型の使用者の通常の使用方法を対象として設計されるから，使用者の視点Eは一義的に定まるものであるし，使用者の視点Eが定まれば，死角も一義的に定まる。そのような死角内に隙間がとどまることが「その上下の全長より充分に小さな寸法」である。",
                "したがって，「その上下の全長より充分に小さな寸法」とは，一般的な体型の使用者の通常の使用方法における視点において「隙間における接合部が，バランスリング又はフィルタ部材の陰となって見えなくなる」ものと解釈することができる。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "接合部に洗濯物が触れないことについて",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件発明は，洗濯物が隙間に触れる可能性があること自体は前提としており，フィルタ台等の突出する形状によって，洗濯物が接合部に触れることが少なくなるという効果を奏するものである。そして，そのような隙間の寸法は当業者が想定できるというべきである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "「洗濯物が隙間の接合部に触れることがない」という表現は，いかなる洗濯物でも絶対に接合部に触れることがない(絶対的かつ完璧な非接触)などというありえない状態を意味するものではない。本件明細書(【図1】)のとおり，ごく小さな洗濯物が寸法L2の下隙間の接合部に接触する可能性があることは自明であり，本件明細書(【0016】)は，通常の洗濯において，隙間の接合部には洗濯物が触れにくいということを意味するにすぎない。隙間における接合部が，バランスリング又はフィルタ部材の陰となって見えなくなるような「隙間」においては，同時に，洗濯物が隙間の接合部に触れることがなくなるという効果を奏する。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "熱膨張率について",
              "text": [
                "熱膨張率は，どの程度の大きさがあれば「隙間」と呼び得るかに関する寸法の下限について問題となり得るものである。「揚水路形成部材と脱水槽の胴部の熱膨張率の違いにより特に冷えたときに生じてしまう僅かな隙間」は，胴部の大きさや材料等によって異なり得るが，客観的に計算することは可能である。原告も，熱膨張率の違いにより生ずる隙間の程度は容易かつ客観的に計算できること自体は認めているから，洗濯物が挟まれることのない大きさも客観的に計算可能というべきである。",
                "本件発明では，熱膨張率の違いにより生ずる隙間の程度より大きく，かつ，洗濯物が挟まれない程度の大きさの隙間があらかじめ人為的に形成されればよいところ，当業者であればその隙間の大きさを想定することは可能である。「洗濯物が挟まれることのない大きさ」の下限は，mm単位で問題になるものではない。「隙間なく取り付けられているにもかかわらず，揚水路形成部材と脱水槽の胴部の熱膨張率の違いにより特に冷えたときに生じてしまう僅かな隙間」とは異なり，「あらかじめ人為的にある程度の大きさの隙間を設けること」という程度に特定されていれば十分である。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "以上のとおりであるから，本件発明の特許請求の範囲の記載は明確性の要件を充足するというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件発明の特許請求の範囲は，前記第2の2に記載のとおりであるところ，本件発明で，明確性要件充足が問題となっている請求項1の「その上下の全長より充分に小さな寸法の隙間」は，請求項1から7まで共通である。本件明細書(甲2)には，おおむね次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "発明の属する技術分野",
              "text": [
                "本件発明は，胴部が金属板から成る洗濯機の脱水槽に関する(【0001】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "従来の技術",
              "text": [
                "近年，洗濯機においては，脱水槽の胴部が，これまでのプラスチックに代わり，ステンレス鋼板など金属板から作製されたものが供用されている。このものにおいては，その機械的強度が高く，高回転に耐え得ることから，脱水性能を向上させ得るという利点を有している(【0002】)。",
                "脱水槽の胴部の作製については，金属板を円筒状に曲成し，その両端部をかしめあるいは溶接によって接合するようになっており，この胴部に，下縁部において底板が結合され，上縁部においてバランスリングが装着されている(【0003】)。",
                "このように作製された脱水槽においては，槽内を覗く使用者に胴部の接合部が見え，外観が良くない。また，胴部の接合がかしめによりされているものでは，かしめの内側への出張りのため，洗濯物が引っ掛かりやすい。一方，胴部の接合が溶接によりされているものでは，溶接時に焼もどし状のテンパーカラーが発生すると，接合部が変色して目立つようになる。さらに，この溶接による接合部では，金属板がステンレス鋼板であっても錆が発生しやすく，この部分に洗濯物がこすられると，錆が洗濯物に付着するという問題点を有している(【0004】)。",
                "そこで，胴部の接合部を揚水路形成部材で内側から覆うようにしたものが供用されている。この揚水路形成部材は，脱水槽内の水を撹拌体のポンプ作用により底部からバランスリング部分まで導いて吐出する揚水路を形成するものであり，底板からバランスリングにかけて上下に隙間なく取り付けられている(【0005】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "揚水路形成部材は一般にプラスチック製であり，金属板から成る脱水槽の胴部とは熱膨張率が相違する。このため，特に冷えたときの揚水路形成部材の熱収縮量が脱水槽の胴部のそれより大きく，上部のバランスリングとの間，及び下部の底板との間にそれぞれ隙間を生じてしまって，これらの隙間に洗濯物が挟まれてしまい，傷められる。また，揚水路形成部材はその上部がバランスリングに嵌合され，下部が底板に嵌合されるものであり，これらの嵌合の必要から，組立性も悪いという問題点を有していた(【0006】)。",
                "そこで，本件発明の目的は，胴部の接合部を見えなくし，かつ，その接合部に洗濯物が触れないようにできるばかりでなく，洗濯物が挟まれるようになることなく，かつ，組立性を悪くすることもなく達成できる洗濯の脱水槽を提供することにある(【0007】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "上記目的を達成するために，本件発明の洗濯機の脱水槽においては，金属板を円筒状に曲成しその両端部を接合することにより形成した胴部と，この胴部の下縁部に結合した底板及び胴部の上縁部に装着したバランスリングとを具備するものであって，フィルタ部材を具え，このフィルタ部材が上下の全長で前記胴部の接合部を内側より覆い，その上下の全長より充分に小さな寸法の隙間を前記バランスリング又は底板との間に余すことを特徴とする(【0008】)。",
                "このような構成により，フィルタ部材で直接胴部の接合部を見えなくでき，かつ，洗濯物からも遮絶できることに併せ，バランスリングからフィルタ部材までの間では，ここの接合部がバランスリングの陰となって見えず，フィルタ部材から底板までの間では，ここの接合部がフィルタ部材の陰となって見えなくなる。また，それら各間の接合部には，洗濯物がバランスリングとフィルタ部材及びフィルタ部材と底板にそれぞれ止められて触れることがなくなる(【0009】)。",
                "そして，フィルタ部材が熱収縮しても，これとバランスリングとの間，又は底板との間にはもともと隙間があり，それらが広くなるだけで，洗濯物が挟まれるようなことはない。さらに，フィルタ部材は，バランスリングと底板とに関係なく組み付けることができる(【0010】)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明の実施の形態",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "脱水槽1は，脱水孔9を多数形成するとともに膨出部10，11を形成したステンレス鋼板等の金属板を円筒状に曲成し，その両端部を「はぜかしめ」により接合する(接合部12)ことによって胴部13を形成している。また，胴部13の下縁部には，鉢形容器状の底板14をねじ15によって結合し，上縁部にバランスリング17を内側に位置させた状態でねじ18によって装着している(別紙【図5】，【図1】，【0012】)。",
                    "フィルタ部材8は，プラスチック製のフィルタ台19と，これに揺動可能に取り付けたフレーム20がプラスチック製のフィルタ21とから成り，そのフィルタ台19を，バランスリング17から寸法L1離し，底板14から寸法L2離した非接触状態で，上記脱水槽1の胴部13に，接合部(かしめ接合部)12を内側より覆うように取り付けている(別紙【図2】)。ここで，フィルタ部材8は，上下の全長で接合部を覆うものであり，寸法L1及び寸法L2は，そのフィルタ部材8の上下の全長より充分に小さい。したがって，フィルタ部材8は，その上下の全長より充分に小さな寸法L1，L2の隙間を，バランスリング17及び底板14との間に余している(別紙【図1】，【0013】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの構成により，脱水槽1の胴部13の接合部12は，直接的にはこれを覆ったフィルタ台19(フィルタ部材8)によって見えなくされ，かつ，バランスリング17からフィルタ台19までの間では，脱水槽1内を覗く使用者の視点E(別紙【図1】)に対し，接合部12がバランスリング17の陰(死角D1)となって見えず，フィルタ部材17から底板14までの間では，接合部12がフィルタ部材17の陰(死角D2)となって見えなくなる。",
                    "また，上記各部の接合部12には，洗濯物がバランスリング17とフィルタ台19及びフィルタ台19と底板14にそれぞれ止められて距離を置き，触れることがなくなる(【0016】)。",
                    "かくして，外観を良くでき，かしめ接合部12の内側凸12a部に洗濯物が引っ掛かることもなくなる。また，接合部12がその接合をかしめでなく溶接で行っていたとして，接合部12が変色しても，それが目立つことはなく，さらに，その接合部12に錆が発生しても，洗濯物に錆が付着することがなくなる(【0017】)。",
                    "そして，フィルタ台19が熱収縮しても，バランスリング17との間，又は底板14との間にはもともと寸法L1，L2の隙間があり，それらが広くなるだけで，そこには従来の揚水路形成部材とバランスリング及び底板との間に生じたわずかな隙間のように洗濯物が挟まれることはない(【0018】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "明確性要件について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の請求項の記載について",
              "text": [
                "原告は，フィルタ部材の全長より充分に小さな寸法がいかなる技術的意味を有するかは特許請求の範囲の記載からは不明であり，「充分に」とは比較の基準又は程度が不明確な表現であるから，本件発明の特許請求の範囲の記載は殊更に不明確な表現を用いることによりその技術的範囲を曖昧なものとしており，本件審決も，本件発明の「隙間」の技術的意義は特許請求の範囲の記載のみでは一義的に理解することはできないとする以上，本件発明の特許請求の範囲の記載が明確性の要件を充足していないことは明らかであるなどと主張する。",
                "本件発明において，「隙間」とは，胴部の接合部を内側より覆うフィルタ部材について，バランスリング又は底板との間に設けられた隙間を意味することは明らかであるところ，当該「隙間」は，フィルタ部材につき，「その上下の全長より充分に小さな寸法の」隙間であり，当該隙間を「バランスリング又は底板との間に余すこと」と特定されている。",
                "そして，本件発明における「その上下の全長」とは，「フィルタ部材の上下の全長」を意味することは明らかであるから，「その上下の全長より充分に小さな寸法の隙間」とは，「フィルタ部材の上下の全長」より「充分に小さな寸法の隙間」と特定されていることが明らかである。",
                "したがって，本件発明の「充分に小さな寸法」とは，「フィルタ部材の上下の全長」を基準とした比較において「充分に小さな寸法」をいうことが明らかであり，基準となる長さが明示されている以上，「充分に」なる用語が用いられていることをもって，比較の基準又は程度が不明確であり，殊更に不明確な表現が用いられているということもできない。",
                "したがって，本件発明の特許請求の範囲の記載が直ちに明確性の要件を充足しないとはいえない。",
                "もっとも，特許請求の範囲の記載において特定された「フィルタ部材の上下の全長」に対して「充分に小さな寸法の隙間をバランスリング又は底板との間に余す」構成の技術的意義については，特許請求の範囲の記載からは明らかではないから，その技術的意義を明らかにするために本件明細書の記載を参酌することは，特定された構成の説明を本件明細書の記載に求めるにすぎず，当然に許容される。",
                "そこで，以下，本件明細書の記載を参酌して，明確性の要件を検討するが，上記構成の技術的意義が特許請求の範囲の記載のみでは一義的に理解することができないからといって，直ちに明確性の要件を充足しないとはいえないから，この点に関する原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載の参酌について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "作用効果の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，「フィルタ部材の上下の全長」に対して「充分に小さな寸法の隙間をバランスリング又は底板との間に余すこと」を発明特定事項の1つとしており，本件明細書(【0007】【0009】【0010】)には，これによって「胴部の接合部を見えなく」し，「その接合部に洗濯物が触れないようにできるばかりでなく」「洗濯物が挟まれるようになることなく」「組立性を悪くすることもなく達成できる洗濯の脱水槽を提供する」という効果を奏する発明であることが開示されている。",
                        "したがって，本件発明の「フィルタ部材の上下の全長」に対して「充分に小さな寸法の隙間」との構成は，上記効果を達成することのできる技術的意義を有する「隙間」であるということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件明細書における発明の効果に関する記載から本件発明の構成を想定することは，解決課題から解決手段を想定することに等しく，解決手段を開示することによって特許を得るという特許法の論理に反すると主張する。",
                        "しかしながら，発明の技術的意義は，その構成自体だけでなく，作用等も考慮して定められるものであるから，発明の技術的意義や特許請求の範囲に記載された発明特定事項を検討する際に，明細書の発明の詳細な説明に記載された構成だけではなく，発明の目的，課題及び効果を参酌することも当然に許されるのであって，参酌する範囲を構成に関する記載に限定する合理的理由はない。",
                        "したがって，原告の上記主張はいずれも採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件発明は，「フィルタ部材の上下の全長」に対して「充分に小さな寸法の隙間」を設けることにより，①「胴部の接合部を見えなく」し(死角の存在)，②「その接合部に洗濯物が触れないようにできるばかりでなく」「洗濯物が挟まれるようになることなく」(接合部に洗濯物が触れないこと)，③「組立性を悪くすることもなく達成できる洗濯の脱水槽を提供する」(熱膨張率の相違に基づく変形への対応)との効果を奏するものである。本件審決も，上記①ないし③の観点から，本件発明の明確性の要件を検討しているものである。そこで，以下，上記①ないし③の点について検討する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "死角について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(5)によれば，本件明細書には，フィルタ部材の上下の全長より「充分に小さな寸法の隙間」が，脱水槽の上部より「脱水槽内を覗く使用者の視点E」に対してバランスリングとフィルタ台の死角となって見えなくなるという技術的意義が示されており，本件明細書の記載に接した当業者は，当然に上記「隙間」はバランスリングとフィルタ台の死角に入る程度の寸法であると理解することができるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "バランスリングの陰とフィルタ部材の陰は，使用者の視点Eの位置との関係で変化するものであるが，本件明細書は，視点Eについて「脱水槽内を覗く使用者の視点E」としており，本件発明が洗濯機の脱水槽という日常生活家電製品に係る発明であることからすれば，当業者は，洗濯機の一般的な用法を前提として，「脱水槽内を覗く使用者の視点E」とは，脱水槽内の洗濯物を取り出すために覗く場合の視点を意味するものと理解することができる。そして，本件明細書(【図1】)には，脱水槽内を覗く使用者の視点Eとバランスリングの陰(死角D1)及びフィルタ部材の陰(死角D2)との位置関係が図示されており，当業者は，通常想定される使用者の平均身長，洗濯物の取り出し動作を前提として脱水槽内を覗く使用者の視点Eの範囲を設定した上で，バランスリングとフィルタ台の死角に入る程度の寸法の隙間を適宜設定することが可能であるということができる。",
                        "したがって，本件明細書に接した当業者は，フィルタ部材の上下の全長より充分に小さな寸法L1，L2とは，通常想定される使用者の平均身長等を前提として設定される脱水槽内を覗く使用者の視点Eに対し，バランスリングの陰(死角D1)となる寸法とフィルタ部材の陰(死角D2)となる寸法よりも小さいことを意味すると理解することが可能である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件審決は隙間を設ける効果が「実用上支障がない程度」「その程度の効果を奏するもの」であるとするが，本件審決が認定する上記効果をもってしても，どの程度の大きさの隙間であれば「(フィルタ部材の)全長より充分に小さな寸法の隙間」に該当するのかを一義的に判断することはできない，同じ人物が同じ洗濯機を使用した場合でも，様々な事情によって視点の位置は変化するから，「脱水槽内を覗く使用者の視点E」が一義的に定まることはないし，当該視点が一定の範囲を有する概念であると理解するとしても，その範囲は明確とはなり得ないなどと主張する。",
                        "しかしながら，使用者が洗濯物を取り出すために脱水槽内を覗く際における使用者の視点Eは，使用者の姿勢の変化等に応じて移動するものの，洗濯機の通常の用法からすれば，脱水槽の上部開口に近い高さ(一般的な洗濯機に則して検討すれば，洗濯機筐体の上部開口に近い高さ)から使用者がほぼ直立した状態における高さという限られた範囲において移動するにすぎない以上，視点Eの位置が変化し得ることをもって，2つの死角D1，D2に隠れるフィルタ部材の全長より「充分に小さな寸法の隙間」を設定することが当業者にとって困難であるということはできない。",
                        "また，本件発明が洗濯機の脱水槽という日常生活家電製品に係る発明であることからすれば，「実用上支障がない程度」の効果とは，通常想定される洗濯機の動作において，洗濯機の使用者が操作する際に支障が生じることがない程度の効果を意味することは明らかである。",
                        "以上によると，原告の上記主張はいずれも採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "接合部に洗濯物が触れないことについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(5)によれば，本件明細書には，バランスリングからフィルタ台までの間とフィルタ部材から底板までの間に隙間が設けられるが，これらの隙間はフィルタ部材の上下の全長より充分に小さいため，バランスリングとフィルタ台及びフィルタ台と底板とによって洗濯物が上記各隙間に入り込む状態となるのを止められて，脱水槽の胴部の接合部から距離を置き，触れることがなくなるという技術的意義が記載されている。当業者は，本件明細書の上記記載から，フィルタ部材の上下の全長より「充分に小さな寸法の隙間」とは，このような技術的意義を有するものであり，「バランスリングとフィルタ台及びフィルタ台と底板とによって洗濯物が上記各隙間に入り込む状態となるのを止められて，脱水槽の胴部の接合部から距離を置き，触れることがなくなるその程度の寸法の隙間」であることを理解することができるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，接合部に洗濯物が「触れにくくなるであろうという程度」との本件審決の認定自体，極めて不明確であるのみならず，隙間の接合部に洗濯物が触れるか否かは，隙間の寸法のみで決せられるものではなく，フィルタ部材やバランスリングの形状が大きく影響するが，本件発明の特許請求の範囲の記載において，フィルタ部材やバランスリングの形状を具体的に特定するものではないし，上記各部材の形状について当業者に共通認識は存在しない，洗濯物が「触れることが少なくなる」という作用効果を奏するか否かを判断するためには，基準となる対比されるべき構成が存在しなければならないが，本件明細書には当該構成が明らかにされていないから，本件明細書の記載を参酌しても，当業者は本件明細書の「触れることが少なくなる」との作用効果を一義的に理解することはできないなどと主張する。",
                        "確かに，脱水時に洗濯物が隙間に入り込み，脱水槽の胴部にある接合部に触れた状態になるか否かは，原告が主張するとおり，フィルタ部材やバランスリングの形状及び寸法(特に脱水槽半径方向の寸法)によって大きな影響を受けるのみならず，脱水時に発生し，洗濯物に作用する遠心力によっても影響を受けることは明らかである。",
                        "しかしながら，本件発明は，フィルタ部材やバランスリングの形状について特定するものではないが，洗濯機の脱水槽に係る発明であるから，脱水槽内に通常どのような洗濯物が投入されるのかについては，当業者が当然に想定し得るものであって，通常想定される洗濯物が上記各隙間に入り込むことがない寸法は，フィルタ部材やバランスリングの形状を前提として，本件明細書の前記記載を考慮すれば，当業者が適宜設計可能であるというべきである。",
                        "また，本件発明は，通常想定される脱水操作において，通常想定される洗濯物が上記各隙間に入り込んで脱水槽の胴部の接合部に触れることがないことを目的とするものであるから，通常想定される洗濯物を前提として，洗濯機において通常想定される脱水動作を行った場合には，洗濯物が脱水槽の胴部の接合部に触れることがないことを作用効果とするものというべきである。",
                        "したがって，本件明細書の記載について，当業者は，通常想定される脱水動作及び通常想定される洗濯物を前提とし，洗濯物が接合部に触れないことを意味するものと理解した上で，「充分に小さな寸法の隙間」の技術的意義を把握することは可能であるということができる。",
                        "以上によると，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "熱膨張率について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(3)及び(4)によれば，本件明細書には，従来，胴部の接合部を揚水路形成部材で内側から覆うようにしていたが，プラスチック製の揚水路形成部材と金属板から成る脱水槽の胴部とは熱膨張率が相違することにより，上部のバランスリングとの間，及び下部の底板との間にそれぞれ隙間を生じてしまって，これらの隙間に洗濯物が挟まれて傷められるという問題を有していたため，本件発明の洗濯機の脱水槽においては，脱水槽の胴部の接合部をフィルタ部材で覆うときに，フィルタ部材の上下の全長より充分に小さな寸法の隙間をバランスリング又は底板との間にあらかじめ形成することで，フィルタ部材が熱収縮しても，これとバランスリングとの間，又は底板との間にもともとある隙間が広くなるだけとなるようにし，そこには洗濯物が挟まれるようなことがないという技術的意義が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，当業者は洗濯物が挟まれないような蓋然性のある大きさがどの程度であるかについて想定することはできないから，そのような隙間は一義的かつ明確に定義することはできないなどと主張する。",
                        "しかしながら，前記ウ(イ)で述べたとおり，洗濯物が挟まれない程度の隙間の寸法は，洗濯機の脱水槽の形状(特に，隙間を形成するフィルタ部材とバランスリング及び底板の形状)や洗濯機の脱水時の動作状態によって変わり得ることは当業者にとって明らかであるから，洗濯物が挟まれない程度の隙間の寸法は，脱水槽の形状及び動作状態等を前提として，当業者が実験などにより適宜設定することは可能である。",
                        "そうすると，フィルタ部材の上下の全長より「充分に小さな寸法の隙間」とは，フィルタ部材が熱収縮しても，バランスリングとの間，又は底板との間にもともとある隙間が広くなるだけで，洗濯物が挟まれるようなことがないという技術的意義を前提として，当業者が上記「隙間」とはそのような技術的意義を有する程度の寸法を有する隙間であることを理解することができるものである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件発明の「フィルタ部材の上下の全長」に対して「充分に小さな寸法の隙間」を設ける構成については，当業者が，①使用者から胴部の接合部を見えなくするという死角を存在させるという技術的意義，②その接合部に洗濯物が触れないようにするという技術的意義，③各部材の熱膨張率の相違が存在しても，隙間に洗濯物が挟まれないようにするという技術的意義を有することを前提として，適宜設定可能であるということができるから，当該構成は明確である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "そうすると，本件発明の特許請求の範囲の記載は，請求項だけでなく，本件明細書の記載を参酌しても明確性の要件を充足するというべきであるから，本件審決の認定及び判断は相当であって，取り消すべき違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，本件審決は相当であって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}