{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2013-8335号事件について平成25年10月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，商標法3条1項3号該当性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標",
          "text": [
            "本願商標は，「浅間山」の文字を標準文字により表してなり，第32類「ビール，清涼飲料，果実飲料，飲料用野菜ジュース，ビール製造用ホップエキス，乳清飲料」を指定商品(本願指定商品)として，平成24年4月24日に登録出願されたものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成24年4月24日に本願商標の登録出願をしたが，平成25年2月5日付け拒絶査定を受けたので，同年5月8日，審判請求をした(不服2013-8335号)。",
            "特許庁は，平成25年10月23日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年11月12日に原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要旨",
          "text": [
            "審決は，本願商標を本願指定商品に使用するときは，「長野・群馬両県にまたがる活火山である浅間山の地域」で生産，販売されているものであることを認識させるとみるのが相当であり，本願商標は，単に商品の産地・販売地を普通に用いられる方法で表示する標章のみからなるものであるから，商標法3条1項3号に該当すると判断した。",
            "理由の要点は，以下のとおりである。",
            "本願商標は，「浅間山」の文字を標準文字により表してなるところ，該文字は「長野・群馬両県にまたがる三重式の活火山。」を指称するもの(広辞苑  第6版)である。そして，当該活火山は，複数の登山道を有し，その麓には観光地が点在し，「浅間山」が観光の名所として広く紹介されている。",
            "すなわち，「浅間山」南麓の長野県側に位置する「軽井沢」においては，軽井沢観光協会公式ホームページに，「軽井沢を知る」の項で「浅間山の自然」として「浅間山」が紹介され，また，群馬県側に位置する「嬬恋村」のウェブサイトには，「嬬恋村の観光」の項で「花だより・花図鑑，浅間山周辺」として「浅間山」の周辺における花が紹介され，さらに，登山道を有する長野県小諸市のウェブサイトにおいては，「小諸市観光案内」の「主な観光地のご紹介」として，一番上に「浅間山」が紹介されている。そして，小諸市のウェブサイトには，小諸市が作成した観光パンフレットが複数掲載されており，それらの中に「浅間山」の地域に特化した「上信越高原国立公園  浅間連峰  浅間山登山」のパンフレットが存在するなど，「浅間山」が各地域の観光のシンボルとして利用されている実情がある。",
            "ところで，観光地では，各種土産物や特産品が販売されているところ，本願指定商品との関係においても，地域の特性を生かした「地ビール」や「ミネラルウォーター」などの販売が一般的に行われており，上記「浅間山」の周辺地域においても，①「麗人酒造(諏訪市)は20日，独自ブランドの地ビールで初めて缶入りの製品を発売する。これまでは瓶詰だけだったが，商品のラインアップを拡充することで『酒蔵が造る地ビール』という特色を積極的にアピール。従来の『諏訪浪漫(ろまん)』に加え，『善光寺浪漫』『浅間山浪漫』の地域限定デザイン缶も投入し，観光地での需要を掘り起こす」という信越観光ナビのウェブサイトの記載，②「『奥軽井沢の天然水』は日本百名山で有名な浅間山・吾妻山(四阿山)・白根山などの標高2000m級の山々が連なる緑豊かな嬬恋高原で採水し，非加熱無菌パック充填致しております。」という楽天市場のウェブサイトの記載，③「御代田町商工会では，平成19年度の長野県の『地域発  元気づくり支援金』事業を活用し，浅間山の鉄分豊富な水質を活用した水を開発しました。」という御代田町商工会のウェブサイトにおける「浅間山鉄分湧水」の商品説明の記載から明らかなように，地ビールやミネラルウォーターが生産・販売されていることが認められる。",
            "したがって，本願商標を本願指定商品に使用するときは，「長野・群馬両県にまたがる活火山である浅間山の地域」で生産，販売されているものであることを認識させるとみるのが相当であり，本願商標は，単に商品の産地・販売地を普通に用いられる方法で表示する標章のみからなるものであるから，商標法3条1項3号に該当する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，本願商標は商品の産地，販売地を表示するにすぎないから，商標法3条1項3号に該当すると判断したが，同号の適用を誤ったものである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "山岳名「浅間山」は複数存在するため，産地・販売地は特定できない。",
            "審決の認定したとおり，「浅間山」の文字が「長野・群馬両県にまたがる三重式の活火山」を指し示すものであり，観光の名称として広く知られていることは認める。",
            "しかしながら，「浅間山」の文字は，山岳名であり，産地又は販売地ではない。このことは，審決が，「浅間山の地域」として，「長野県側に位置する『軽井沢』」，「群馬県側に位置する『嬬恋村』」，「長野県小諸市」などと特定の地域を列挙するにとどまり，漠然とした地域しか特定できていないことからもわかる。産地又は販売地というのであれば，その地域が明確に需要者及び取引者に特定されていなければならない。なお，農林水産省や消費者庁の「生鮮食品品質表示基準」(甲26，27)では，産地は都道府県単位でとらえられているが，「浅間山」という表記では，都道府県名，市町村名はもちろん，地名・地域を特定できていないことは明らかである。",
            "また，「浅間山」の文字は，「アサマサン」「アサマヤマ」「センゲンサン」「センゲンザン」「センゲンヤマ」と呼称されるが，同一文字の山が日本全国で31箇所存在する。このことは，「三省堂日本山名事典(改訂版)」(平成23年8月10日第一刷発行)，国土地理院の地名及び公共施設名による検索システムにて検索した結果に明記されている。そして，それらの山の中には，観光地として公的ウェブサイトに掲載されているものが6箇所も存在する。したがって，「浅間山」という標章を指定商品に付したとしても，それが直ちにその指定商品の産地又は販売地を直接的かつ具体的に表示するものとして理解されるとはいい難い。",
            "それにもかかわらず，審決は，「浅間山」を「アサマヤマ」とだけ呼称するものとして，広辞苑に記載された「長野・群馬両県にまたがる三重式の活火山」だけが該当すると認定しており，誤りである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "「浅間山」の周辺地域において，地ビールやミネラルウォーターが生産・販売されている事実はない。",
            "「浅間山浪漫」という缶入り地ビールの標章は，麗人酒造株式会社の登録商標(第4638816号)であったが，平成25年1月24日に登録が存続期間満了で抹消されており，現在使用されておらず，今後も使用されない。また，「浅間山」の文字を商標権なく使用すると，原告の所有する登録商標(第2462191号)の権利範囲の行使となるから，「浅間山」の周辺地域において，地ビールやミネラルウォーターが生産・販売されている事実があるのであれば，審決に関与した審判官は刑事告発するはずであるが，そのような事実は確認されていない。そうすると，上記生産・販売の事実は何らかの誤認であろうと判断できる。",
            "「奥軽井沢の天然水」には，「浅間山」の文字が付されておらず，商品説明として「浅間山・吾妻山(四阿山)・白根山などの標高2000m級の山々が連なる緑豊かな嬬恋高原で採取し，非加熱無菌パック充填致しております。」との記載があるにすぎない。したがって，かかる記載から判断すると，「奥軽井沢の天然水」の産地・販売地は，奥軽井沢又は嬬恋高原と認識するのが通常である。",
            "「浅間山鉄分湧水」の商品説明によると，「平成19年度に試作で作成した事業なので，在庫が終わり次第とりあえず終了となります。」とされ，かかる標章は一時的に使用されたにすぎない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "審決は，山岳名を標章とする登録例が多数存在する事実を無視している。",
            "山岳名を商標として使用している例としては，「雨引山」，「楽山」等がある。また，国内に1箇所しかない山岳名を商標として登録する例としては，「両神山」，「武甲山」等がある。このことは，山岳名を商標として使用したとしても，それが直ちに商品の産地，販売地として認識しない事実を指し示すものである。",
            "日本国内に31箇所も存在する「浅間山」のような山岳名を指定商品に使用した場合，それがすぐに商品の産地，販売地を表示することはなく，自他商品の識別標識としての機能を発揮する。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "審決の判断は取引の実情を無視したものである。",
            "「浅間山」という原告の所有する登録商標(第2462191号)が存在する。この指定商品は，第33類「日本酒，洋酒，果実酒，中国酒」であり，本願商標の指定商品である第32類と商品が類似している。上記登録商標が約20年間の登録期間を有し，原告が使用しているという取引の実情が存在することからも，自他商品識別標識のとしての機能を充分に備えている。「kotobank」で「浅間山」を検索したところ，デジタル大辞泉プラスに，「浅間山：群馬県，浅間酒造株式会社の製造する日本酒」という記載が確認された。これは，原告所有の登録商標が自他商品識別標識としての機能を備えていることを示すものである。また，原告は，",
            "にて浅間酒造観光センターを営業し，「浅間山サイダー」を製造販売しているという実情がある。",
            "このような取引の実情の下で，原告以外の者が「浅間山」を指定商品「清涼飲料，果実飲料，飲料用野菜ジュース，ビール製造用ホップエキス，乳清飲料」に自由に使用することができるとすれば，その行為によって，取引者，需要者が出所の混同を生じるとともに品質等の誤認を生ずるおそれがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "審決の認定，判断は正当であって，審決に原告主張の違法はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「浅間山」の文字が「長野・群馬両県にまたがる三重式の活火山」を認識させること",
          "text": [
            "「浅間山」は，長野県・群馬県境にある，我が国有数の活火山として，歴史上の噴火や近年の噴火，その防災についての多数の記事が，新聞や雑誌等に全国的に掲載されており，また，首都圏近郊の登山先やその周辺とともに観光地としても報道されている(乙1ないし5)。",
            "加えて，長野県・群馬県境にある「浅間山」は，日本百名山の一つとして，登山者向け雑誌，書籍にその特集が掲載されているほか，観光に係るウェブサイト，周辺地域の自治体や観光協会において，観光地として紹介されている(乙6～14)。",
            "このような実情からすると，「浅間山」は，同じ文字で表記する山名が日本国内に多数あるとしても，「長野・群馬両県にまたがる三重式の活火山」(乙15の1)である観光地として，広く一般に知られているといえる。"
          ]
        },
        {
          "fig": "2",
          "subject": "食品を取り扱う業界における「浅間山」及び山岳名の使用について",
          "text": [
            "「浅間山」の文字は，長野・群馬両県にまたがる浅間山周辺で生産，販売されている農産品や加工食品等，各種の商品について，その産地を説明する際に使用されているところ(乙16ないし21)，本願指定商品中，ミネラルウォーター，ビール，ジュースについても，浅間山周辺の水を使用した商品，浅間山周辺で製造，販売された商品に，「浅間山」の文字が使用されている。",
            "一方，山岳名は，山の周辺一帯に広がる地域の特産品において，各種の商品について産地等を説明する際に広く使用されている実情があることから(乙26ないし37)，これに接する取引者，需要者は，山岳名の表示から，商品の産地，販売地を認識するといえる。"
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "そうすると，本願商標をその指定商品に使用する場合，これに接する取引者，需要者は，当該商品が「長野・群馬両県にまたがる活火山である浅間山周辺で生産又は販売された商品」であることを表示するものであると看取，理解するのであって，これをもって自他商品の識別機能を果たすものとは認識し得ない。よって，本願商標は，商品の産地，販売地を普通に用いられる方法で表示する標章のみからなるものであるから，商標法3条1項3号に該当する。"
          ]
        },
        {
          "fig": "4",
          "subject": "原告の主張に対する反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "登録出願に係る商標が，商標法3条1項3号にいう「商品の産地又は販売地を普通に用いられる方法で表示する標章のみからなる商標」に該当するというためには，必ずしも当該指定商品が当該商標の表示する土地において現実に生産され又は販売されていることを要せず，需要者又は取引者によって，当該指定商品が当該商標の表示する土地において生産され又は販売されているであろうと一般に認識されることをもって足りるというべきである(最高裁昭和61年1月23日第一小法廷判決・裁判集民事147号7頁)から，「浅間山」と表示する山名が他に多数存在し，その周辺の自治体が公的ウェブサイトにおいて観光地として掲載しているとしても，「浅間山」の文字に接する者が広く知られた「長野・群馬両県にまたがる三重式の活火山」を認識する可能性は高い。また，山岳名が地名，地域を明確に特定しないものであるとしても，食品を取り扱う業界における山岳名の表示の使用の実情を踏まえると，「浅間山」の文字に接する，本願指定商品の取引者，需要者は，これより，長野県・群馬県境にある浅間山周辺地域を産地，販売地とする商品であることを理解するといえる。さらに，「浅間山」の文字は，実際に，長野県・群馬県境にある浅間山周辺で生産，販売されている各種の商品について，その産地，販売地を表示し，記述するときに使用されている。",
                "したがって，本願商標は，その指定商品との関係において，取引者，需要者によって，商品の産地，販売地を表したものとして認識されるものである。",
                "また，登録出願に係る商標が商標法3条1項3号に該当するものであるか否かは，当該登録出願の査定時又は審決時において，その商標が使用される商品の取引の実情等に基づいて，個別具体的に判断されるべきものであり，本願商標は，上記のとおり，自他商品識別力がないから，山岳名からなる登録商標が過去に多数存在することをもって，本願商標についての商標法3条1項3号該当性の判断が左右されるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決中の「地域の特性を生かした『地ビール』や『ミネラルウォーター』などの販売が一般的に行われており，上記『浅間山』の周辺地域においても，別掲のとおり，地ビールやミネラルウォーターが生産・販売されていることが認められる。」という記載は，その「浅間山浪漫」という地ビールや「浅間山鉄分湧水」といった例において，「浅間山」の文字が産地表示として使用されていることを示したものではなく，地域性を持たせた地ビールやミネラルウォーターなどの販売が，一般的に行われていることを前提に，長野県・群馬県境にある浅間山の周辺においても，地域にちなんだそれらの商品が販売されていることを示したものであると読み取れる。なお，審決に引用した上記「浅間山鉄分湧水」のウェブサイトには，「これが，御代田町商工会で作成した水で，『浅間山鉄分湧水』です。一本￥150円です。」「浅間山の鉄分豊富なミネラル水」等と記載されているから(甲11)，少なくとも，浅間山の水を用いたことを宣伝したミネラルウォーターが，平成19年ころ，販売された事実を確認することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成4年9月30日に設定登録された「浅間山」の文字からなる商標登録第2462191号(指定商品「日本酒,洋酒,果実酒,中国酒」)の商標権者であること(甲8)，デジタル大辞泉プラスに「浅間山」は原告の製造に係る日本酒であると記載されていること(甲24)，原告が経営する「浅間酒造観光センター」の「大レストラン」における「飲料メニュー」に「浅間山サイダー」と記載されていること(甲25)が認められるなどを主張する。",
                "しかしながら，登録出願に係る商標が商標法3条1項3号に該当するものであるか否かは，該登録出願の査定時又は審決時において，その商標が使用される商品の取引の実情等に基づいて，個別具体的に判断されるべきものである。本願商標は，これに接する需要者又は取引者が，指定商品について，長野県・群馬県境にある活火山である浅間山周辺で，生産，販売されたであろうと認識するものであるから，自他商品識別力がないものというべきである。",
                "また，実際に，標章の著名性や商品の近似性により商品の出所の混同が生じることはあり得るが，そうだからといって，登録出願された商標について，自他商品識別力や独占適応性について判断される商標法3条1項3号に該当するか否かが，それに左右されるものではない。さらに，同号は，「その商品の産地，販売地等を普通に用いられる方法で表示する標章のみからなる商標」について規定しているものであるから，これに該当するか否かの判断について，取引者，需要者が商品の品質の誤認を生ずるおそれがある商標と解さなければならないとする理由はない。",
                "原告が浅間山周辺のレストランで提供している「浅間山サイダー」に接する需要者等は，長野県・群馬県境にある浅間山周辺で販売されている「サイダー」であることを認識するにとどまるものというべきであり，原告の主張する事実(甲8，甲24，甲25)により，本願商標が，その指定商品について，自他商品の識別力を有するものということはできない。",
                "したがって，本願商標が商標法3条1項3号に該当すると判断した審決に，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，「浅間山」の文字を標準文字により表してなる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標の指定商品は，第32類「ビール，清涼飲料水，果実飲料，飲料用野菜ジュース，ビール製造用ホップエキス，乳清飲料」である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法3条1項3号該当性について",
          "text": [
            "商標登録出願に係る商標が，商標法3条1項3号にいう「商品の産地又は販売地を普通に用いられる方法で表示する標章のみからなる商標」に該当するというためには，必ずしも当該指定商品が当該商標の表示する土地において現実に生産され又は販売されていることを要せず，需要者又は取引者によって，当該指定商品が当該商標の表示する土地において生産され又は販売されているであろうと一般に認識されることをもって足りるというべきである(最高裁昭和61年1月23日第一小法廷判決・裁判集民事147号7頁)。",
            "よって，審決時において，本願商標が，指定商品の産地又は販売地を表すものと取引者，需要者に認識されている場合はもとより，指定商品そのものの産地又は販売地として取引者，需要者に認識されていなくても，指定商品に付したときにその産地又は販売地を表すものと認識される場合には，その商標は商標法3条1項3号に該当するものと解するのが相当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "「浅間山」について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「浅間山」という3文字の漢字で構成される標章の称呼としては，「あさまやま」，「せんげんやま」，「せんげんざん」などが考えられるところ，日本において，「浅間山」という3文字の漢字で表記される山は，三省堂「日本山名事典(改訂版)」(甲4)によれば，群馬県吾妻郡嬬恋村と長野県北佐久郡軽井沢町・同郡御代田町にまたがる標高2568mの浅間山を含め，少なくとも31座存在すると認められる。",
                "そして，上記事典中の，東京都府中市浅間町に位置する標高80mの浅間山は，府中市及び府中観光協会のホームページで観光スポットとして紹介されている(甲14，15)。また，神奈川県伊勢原市と秦野市の境に位置する標高680mの浅間山は，秦野市観光協会のホームページでハイキングコースとして紹介されている(甲16)。神奈川県平塚市と中郡大磯町の境に位置する標高181mの浅間山は，平塚市観光協会のホームページで観光史跡として紹介されている(甲17)。神奈川県足柄下郡箱根町に位置する標高802mの浅間山は，箱根町及び箱根町観光情報ポータルサイトのホームページにおいて，文化財の1つないしハイキングコースとして紹介されている(甲18ないし20)。三重県志摩市と度会郡南伊勢町の境に位置する標高182mの浅間山は，三重県観光連盟及び南伊勢町のホームページにおいて，観光スポットとして紹介されている(甲21，22)。上記事典に記載されていないが，茨城県かすみがうら市と石岡市との境に位置する標高344．6mの浅間山は，Wikipedia に掲載され(甲13)，ハイキングコースとしてかすみがうら市観光協会のホームページで紹介されている(甲12)。",
                "しかしながら，「日本山名事典」は山に関する百科事典であり，登山家や山の研究家といった山についての関心が高い者以外の一般人が，通常，目にする書籍とは認められないし，各自治体や観光協会のホームページの記載も，当該地域においてしか知られていない史跡や自然が掲載されていることも多く，一般人が同ホームページに自ら積極的にアクセスしない限り把握できないものであるから，「浅間山」という漢字表記に対する一般人の抱いている観念を示す証拠とは必ずしもいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，日常用語以外に専門用語も見出し語として多数収録し，最も普及していて一般人がアクセスしやすい辞書といえる「広辞苑(第6版)」(乙15の1)には，「浅間山」の項目では「長野・群馬両県にまたがる三重式の活火山」についてしか記載されておらず，他の同名の山に関する記載はない。なお，「日本地名辞典(第5版)」(乙15の2)においても同様であるし，「百科事典マイペディア」，「知恵蔵2013」，「世界大百科事典第2版」などの一般的な辞典類においても同様とみられる(甲24)。",
                "このことは，我が国に「浅間山」の名称を有する山が実際に多数あるとしても，長野県・群馬県境にある浅間山のみが圧倒的に著名であることを示すものであり，そうである以上，「浅間山」という漢字表記に接した一般人には，通常，長野県・群馬県境にある浅間山という観念しか生じないといえる。",
                "新聞や本の記事やホームページにおいて，特段の注意書きなく，長野県・群馬県境にある浅間山を指して「浅間山」と表記されている例があるが(甲24，乙1ないし10〔枝番のあるものは枝番を含む。〕。ただし，見出しや冒頭の表現において注意書きがないだけで，その後本文中に別途説明があるものも含む趣旨である。)，これは，「浅間山」とのみ記載すれば，長野県・群馬県境にある浅間山を指すと理解されることを前提とするものであって，上記認定と合致する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，長野県・群馬県境にある浅間山は，登山の名所として広く紹介されており，その周辺地は観光地となっており，同山を観光のシンボルとして利用している(乙11ないし14)。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本願商標の商標法3条1項3号該当性",
          "text": [
            "観光地では各種の土産物や特産品が生産，販売されるが，その際，商品の種類にかかわらず，当地又は近隣の観光名所の名称を付して商品を生産，販売したり，当該観光名所ないしその近郊を商品ないし主原材料の産地として宣伝したりすることは，一般的に行われている。実際，長野県・群馬県境にある浅間山の山麓及び周辺地域で生産された商品等を提供，販売する飲食店や販売店は，当該商品等の販売や宣伝に当たって，商品ないし主原材料の産地を表すものとして「浅間山」の名称を使用している(乙16ないし21)。本願指定商品である地ビールやミネラルウォーター，その他の清涼飲料水についても，同様である(乙22ないし25)。そして，山岳名を使用して，その山麓や周辺地域の商品の販売や宣伝が行われているのは，群馬県吾妻郡嬬恋村と長野県北佐久郡軽井沢町・同郡御代田町にまたがる浅間山地域に限られない(乙26ないし37)。",
            "そうすると，本願指定商品の種類，性質からして，その取引者，需要者は一般の消費者であると考えられるところ，これらの者が本願商標を付した商品に接した場合，長野県・群馬県境にある浅間山の周辺地域で製造された商品と認識するにとどまるというべきである。",
            "他方，本願商標は「浅間山」の文字を標準文字により表してなるから，「普通の用いられる方法」で表示されている。",
            "したがって，本願商標は，単に，商品の産地，販売地を表示するにすぎないことになるから，商標法3条1項3号に該当すると認められる。よって，審決の結論に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "原告の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「浅間山」という表記の山岳が複数存在するため，産地・販売地は特定できない旨主張する。",
                "しかしながら，本願指定商品の取引者，需要者である一般の消費者が，本願商標を構成する漢字表記からは，長野県・群馬県境にある浅間山しか観念しないことは既に判示したとおりであり，理由がない。",
                "また，原告は，「浅間山」は山岳名であって，産地又は販売地ではない旨主張する。",
                "しかしながら，本願商標を構成する漢字表記から一定の範囲の山麓の地域が観念され，それが群馬県吾妻郡嬬恋村から長野県北佐久郡軽井沢町・同郡御代田町にわたるような，ある程度広範な地域であるとしても，散在しているわけではなく，まとまりを持った特定の地域を指すことに変わりない。また，当該山の風土，気候，生態等とも関連して，その麓や周辺地域で生産・販売される商品がある場合に，その内容や品質等に共通性を有するのは一般的なことである。したがって，これらの共通性を有するまとまりを持った地域を「産地」，「販売地」と評価することに支障はない。生鮮食品品質表示基準(甲26，27)では，農産物について，産地を原則として都道府県単位でとらえていることがうかがわれるが，畜産物については原則として国単位，水産物は原則として水域単位というように，あらゆる食品の産地について，統一的な基準が設けられているわけではなく，生産された物の実態に即して基準が異なるから，必ず都道府県単位で考えなければならない根拠を示すものとはいえない。また，多様な商品を対象とする商標法3条1項3号該当性の判断に際しての産地・販売地の認定の場面で，消費者に対する生鮮農産物の安全のための基準と同じ基準を採らなければならない必然性もない。したがって，群馬県吾妻郡嬬恋村と長野県北佐久郡軽井沢町・同郡御代田町にまたがる浅間山の山麓の地域を「産地」，「販売地」といえるとする上記判断を左右しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「浅間山」の周辺地域における地ビールやミネラルウォーターの生産・販売に関する審決の認定事実は誤っている旨主張する。",
                "確かに，「浅間山浪漫」という名称の地ビールが販売され(甲9)，同商品名は，麗人酒造株式会社が平成15年1月24日に商標を登録したが，平成25年1月24日にはその登録が抹消された(甲23)。",
                "しかしながら，このことから，麗人酒造自身が将来的に再販売する可能性は低いといえるとしても，「浅間山」に関連した名称を付したビールが，一般の消費者によって，「浅間山」の周辺地域を産地とする商品であるという認識を持たれるものであることに変わりはない。",
                "また，「浅間山鉄分湧水」という名称の水についても，平成19年度に御代田町商工会において試作されたもので，在庫がなくなり次第販売終了となっており(甲11)，既に現時点で販売の事実はないと推認される。",
                "しかしながら，そうであるとしても，「浅間山」に関連した名称を付した水が，一般の消費者によって，「浅間山」の周辺地域を産地とする商品であるという認識を持たれるものであることに変わりはない。",
                "審決が，「奥軽井沢の天然水」(甲10)と上記2つの飲料に言及した趣旨は，観光地の名称を付して商品を販売することは一般的であるということに尽きるのであって，現時点で当該商品の販売が終了しているか否かという点などは，問題とならないというべきである。上記のような事実は，商標法3条1項3号該当性の判断に影響するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決は，山岳名を標章とする登録例が多数存在する事実を無視するものとも主張する。",
                "しかしながら，原告の指摘した登録例において，山麓，周辺における産業地域の有無，使用された文字の種類や商標法3条2項による例外事由の該当性は不明であり，原告の主張は，それらを具体的に明らかにしたものではないから，採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，審決は，原告が，原告の保有する登録商標(第2462191号。「浅間山」を縦書きにし，丸ゴシックで表記したもの。以下「原告登録商標」という。指定商品第33類「日本酒，洋酒，果実酒，中国酒」)を長年使用してきたという取引の実情を無視したものとも主張する。",
                "しかしながら，本願商標は標準文字からなるものであり，仮に，原告登録商標がある程度周知であるとしても，そのことから当然に本願商標の自他商品識別力まで導き出すことはできない。そして，「kotobank」で「浅間山」を検索した結果としても，デジタル大辞泉プラスにしか，原告の製造する日本酒についての言及はないから(甲24)，原告登録商標の周知性を立証できているとはいい難い。また，「浅間山サイダー」は，原告の酒造観光センターのホームページ上で確認されるにすぎず(甲25)，一般人が同ホームページに自ら積極的にアクセスしない限り把握できないものであるし，その販売数や売上げについて何ら立証はないから，本願指定商品における本願商標の使用の著名性を認めることはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告の主張は，いずれも採用できない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上より，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}