{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "控訴人らは，原判決取消しとともに，被控訴人に対し，原判決の請求欄に記載のとおりの差止め等と金銭給付を命じる判決を求めた。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人Xは，「御用邸(標準文字)」との本件商標の商標権者であり，控訴人会社は，その製造するチーズケーキ等に「御用邸」との商品表示(原告表示)を付して販売している。一方，被控訴人は，「御用邸の月」との標章(被告各標章)を付した被告商品を販売している。",
            "①控訴人Xは，被控訴人が原判決別紙被告標章目録記載1又は2の標章(被告各標章)を使用することが控訴人Xの商標権を侵害すると主張して，被控訴人に対し，商標法36条に基づき，被告各標章の使用の差止め及びこれを使用した包装紙，化粧箱及びパンフレットの廃棄等を求め，②控訴人会社は，被告各標章が控訴人会社の著名な商品表示と類似し，又は，控訴人会社の周知の商品表示と類似し，控訴人会社の営業と混同を生じさせると主張して，被控訴人に対し，不正競争防止法3条に基づき，被告各標章の使用の差止め及びこれを使用した包装紙，化粧箱及びパンフレットの廃棄等を求めた。原判決は請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "原判決の「事実及び理由」欄の「第2  事案の概要」の「1  前提事実」(原判決2頁22行目から4頁7行目)に記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点及び当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "争点及び当事者の主張は，原判決「事実及び理由」欄の「第2  事案の概要」の「2  争点及びこれについての当事者の主張」(原判決4頁8行目から9頁7行目)に記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人Xに対し抗弁として次のとおり述べ，控訴人Xは争った(当審主張)。",
            "本件商標は，「公の秩序又は善良の風俗を害するおそれがある商標」(商標法4条1項7号)に該当することを理由として特許庁に無効審判請求(無効2012-890048号)がされ，平成24年12月27日に特許庁から登録無効審決がされた。控訴人Xが審決取消訴訟を提起したが(知的財産高等裁判所平成25年(行ケ)第10028号事件)，同年5月30日に審決を維持する判決が下されている。したがって，本件商標は「公の秩序又は善良の風俗を害するおそれがある商標」(商標法4条1項7号)として無効にされるべきものと認められるのであり(同法46条1項1号，5号)，そのため控訴人Xは，本件商標に基づく商標権を行使することができない(同法39条，特許法104条の3第1項)。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，原判決の認定判断を支持するものであって，控訴人らの請求は理由がないものと判断する。",
            "その理由は，次の2～4のとおり付加するほか，原判決「事実及び理由」中の「第3  当裁判所の判断」1及び2(9頁9行目～12頁20行目)記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決10頁18行目の「称呼を生じ，」の次，及び11頁12行目の「被告各標章においては，」の次に，いずれも「『皇室の別邸より見る月』又は」を加える。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴人らは，土産品としての「御用邸」は，少なくとも那須地方にあっては，人気No.1 の地位を獲得し，出所識別力を確保してきたという取引の実情があり，被告各標章が被控訴人の商品に使われた場合，需要者に対し，それが控訴人会社の「御用邸」シリーズの一態様としての印象を与えたり，或いは被控訴人が控訴人会社の関連会社であるとの印象を与え，「御用邸」の文字部分について，支配的な印象を与えるとか，本件商標は，雑誌広告，看板広告などの多くの宣伝広告と，その販売個数，新聞，テレビ番組での紹介やインターネット記事での扱われ方などから，那須地方の旅行者には十分に周知，認識されて，周知性を充足しているなどと主張する。",
            "しかし，「御用邸」とは「皇室の別邸」であることは日本人にとって誰もが知ることであり，控訴人会社及び被控訴人が店舗を構える那須を訪れ控訴人会社の商品に接したとしても，そこに表示された「御用邸」とは，まずもって栃木県那須郡那須町所在の「那須の御用邸」(乙3)を意味するのであって，その観念を凌駕して，「御用邸」の文字のみから控訴人会社の商品と識別するほどに，本件商標が独立して周知あるいは著名となっているとは認められないから，本件商標の指定商品である第30類「菓子及びパン」に含まれる被告商品に被告各標章を使用したとしても，これに接する需要者が，その商品の出所について，控訴人会社又は控訴人らと経済的・組織的に何らかの関係のある者の業務に係る商品であるかのように混同を生ずるおそれがあると認めることはできない。したがって，本件商標と被告各標章とは全体として類似する商標であるということはできず，また，原告表示と被告各標章とが全体として類似する商品表示であるということができないとした原判決の判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "なお，被控訴人の控訴人Xに対する本件商標の無効審判請求の審決及びその取消訴訟の経緯については，被控訴人主張のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，その余の争点について判断するまでもなく，控訴人らの請求はいずれも理由がなく，これをいずれも棄却した原判決は相当である。よって，主文のとおり判決する。"
      ]
    }
  ]
}