{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2011-27347号事件について平成24年12月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成17年3月13日，発明の名称を「ベクトル量の性質が応用される電力消費装置」とする特許出願(特願2005-113855号。請求項の数2)をした(甲2)。",
                "特許庁は，平成23年9月9日付けで拒絶査定をしたため，原告は，同年12月19日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，これを不服2011-27347号事件として審理し，平成24年12月25日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，平成25年1月20日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成25年2月19日，本件審決の取消しを求める訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲の請求項1の記載(平成24年11月27日付け手続補正書(甲4)による補正後のもの)は，次のとおりである。以下，請求項1に記載された発明を「本願発明」といい，本願発明に係る明細書(甲2，4，46)を，図面を含めて「本願明細書」という。なお，文中の「／」は，原文における改行箇所を示す。",
            "静的な閉路状の磁性芯材と，／前記磁性芯材に密着させられる磁石と，／前記磁石からの磁束によって，介される前記磁性芯材に分岐し，前記磁性芯材を経由して形成される動的磁気回路と，／相互インダクタンスが負にされる様に作用する前記磁束が分岐させられる前記磁性芯材のそれぞれの枝路部分に巻かれる各電源コイルと，／前記動的磁気回路が動的にされる手段とを具備する電力装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，下記引用例に記載された発明(以下「引用発明」という。)と同一と認められるから，特許法29条1項3号の規定により，特許を受けることができない，というものである。",
                "引用例：実公昭53-3362号公報(甲1)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明並びに本願発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：ヨーク2，3とコアの一体の閉磁路と，前記ヨーク2，3とコアの一体の閉磁路に固着されるマグネットと，前記マグネットの一方より出た磁束が，ポールピース，空隙，ロータ，空隙，反対側のポールピース，マグネットを経てヨーク2，3に到って磁束は2分し，半分は右側のコアを通って該コア上のコイルと鎖交し，残り半分は左側のコアを通って該コア上のコイルと鎖交し，前記各コイルと鎖交した磁束は他方のヨーク2，3に到って一に合しマグネットへ戻ることにより形成される磁路と，前記磁束が2分させられる前記右側のコアと前記左側のコアのそれぞれに巻回される各コイルと，中央部が内燃機関の回転軸に挿入されて固着されるロータとを具備するマグネット"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：静的な閉路状の磁性芯材と，前記磁性芯材に密着させられる磁石と，前記磁石からの磁束によって，介される前記磁性芯材に分岐し，前記磁性芯材を経由して形成される動的磁気回路と，前記磁束が分岐させられる前記磁性芯材のそれぞれの枝路部分に巻かれる各電源コイルと，前記動的磁気回路が動的にされる手段とを具備する電力装置"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点：本願発明は，各電源コイルは相互インダクタンスが負にされる様に作用するのに対し，引用発明は，このような限定がない点"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の要旨",
              "text": [
                "本願発明において，電源コイルには，第1の磁束を打ち消すような磁束が発生する方向に電流が流れているが，誘導起電力によって発生する磁束の向きは，引用発明の発電コイルも同様であり，誘導起電力によって発生する電流により発生する磁束は互いに打ち消す方向に発生するから，本願発明も引用発明も，各電源コイルは相互インダクタンスが負にされるように作用することとなり，両者の差異は認められず，本願発明は，引用発明と同一と認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明と引用発明との同一性に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "一致点の認定について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例の考案の名称は「マグネト」であるが，マグネト(マグネット)は，一般に，永久磁石を用いて高電圧の交流電気を発電する機構であり，内燃機関の点火装置を構成する部品の1つとして，点火プラグへの点火電圧を供給するために用いられるものである。引用例において，マグネットとは，1つの磁気回路上に発電コイルとマグネットを交互に配置し，誘導子形ロータの回転によりコイルに鎖交する磁束を変化せしめて電圧を発生する形式のものであると記載されているとおり，電圧を発生するものであるが，イオンが空気中を流れるだけであり，コイルに電流は流れないから，引用発明のマグネットは本願発明の電力装置に相当しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "変圧器において，鉄芯の両脚部と継鉄(ヨーク)部との接合は，励磁電流と鉄損を増大させないようにするため，できるだけ密着させる必要があるところ，本願発明の「静的な閉路状の磁性芯材」はロ状に構成されているのに対し，引用発明のヨーク2，3はいずれもコ状であり，コアは棒状であって，空隙を含んでおり，磁束の量を減らす構造となっている。",
                "このように，引用発明は，本願発明と比較して漏れ磁束が多いから，引用発明の「ヨーク2，3とコアの一体の閉磁路」は，本願発明の静的な閉路状の磁性芯材に相当しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例には，ヨーク2，3を，それぞれ積層方向に関係なく積層状にしても，一枚の磁極板にしても形成することができる旨の記載がある。このような場合，積層方向と平行に磁石の磁束が磁性芯材を貫通し，変化すると，磁性芯材に誘導される渦電流によってその磁束の変化が相殺されるから，動的磁気回路が形成されるものではない。",
                "したがって，引用発明の「マグネットの一方より出た磁束が，ポールピース，空隙，ロータ，空隙，反対側のポールピース，マグネットを経てヨーク2，3に到って磁束は2分し，半分は右側のコアを通って該コア上のコイルと鎖交し，残り半分は左側のコアを通って該コア上のコイルと鎖交し，前記各コイルと鎖交した磁束は他方のヨーク2，3に到って一に合しマグネットへ戻ることにより形成される磁路」は，本願発明の「磁石からの磁束によって，介される磁性芯材に分岐し，前記磁性芯材を経由して形成される動的磁気回路」に相当しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "同一鉄芯上に巻いた2つのコイルは，互いに相互インダクタンスを有し，一方のコイルの作る磁束は他方を貫通するので，両者は電磁的に結合している。本願発明では，ほぼ理想的な結合状態でコイルを結合させることが可能であって，結合係数は限りなく1に近い。これに対し，引用発明のコアは棒状であって，各コイルは同一鉄芯上に巻いた2つのコイルではなく，ヨーク2，3やコアを用いても閉磁路を形成することができず，漏れ磁束が増加するから，引用発明の「磁束が2分させられる右側のコアと左側のコアのそれぞれに巻回される各コイル」は，本願発明の「磁束が分岐させられる磁性芯材のそれぞれの枝路部分に巻かれる各電源コイル」に相当しない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件審決の一致点の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点の判断について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，コイルをほぼ理想的な結合状態で結合させることが可能であって，結合係数は限りなく1に近く，コイルからの磁束の漏れは無視できる程度に減少する。これに対し，引用発明の結合係数は限りなく0に近いため，磁束は互いに打ち消す方向に小さく発生するのみで，他方のコアまでにはほとんどが届かないものであって，磁気的に結合されない構造である。",
                "相互誘導によって，もう一方の巻線に逆起電力が生じるか否かは，もう一方の巻線の自己誘導による逆起電力との兼ね合いで定まり，引用発明のような結合係数の低い結合の場合，相互誘導は方向には全く影響せず，大きさも無視できる程度の作用しか生じない。",
                "したがって，引用発明の一方の巻線の電流を変化させても，相互誘導によりもう一方の巻線に誘導起電力が生じるとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明では，双方で自己誘導を生じさせる磁束を減らし合うために，互いの自己誘導が減少するが，磁束の向きを正負の係数によって示さなければ相互誘導によって生じる異なる結果を特定できないため，相互インダクタンスが負にされるように作用する場合以外を特許請求の範囲から除外している。",
                "また，相互インダクタンスとは，一般の定義を有する係数であるのに対し，相互誘導は現象である。",
                "したがって，相互インダクタンスが負とは，正の相互インダクタンスにマイナスがつくことを意味するものと定義し，本願発明の「各電源コイルは相互インダクタンスが負にされる様に作用する」とは，「2つのコイル間の相互誘導を記載しただけである」とした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明は，誘導電流からの磁界の影響を最適にして，誘導される逆起電力を阻止するのに適する新規な電力装置を提供することを目的としているのに対し，引用発明は，マグネットを改良し，製造が簡単であり，簡潔な構造で安価なマグネットを提供することを目的とするものであるから，両発明は，目的及び課題が異なる。",
                "また，本願発明は，誘導電流が流されるための電源を別途必須とすることなく，変圧器起電力が電源コイルに誘導され，誘導電流が電源コイルに流れているのに対し，引用発明は，このような本願発明の技術的思想を有していない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件審決の相違点に係る判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおりであるから，本願発明は，引用発明と同一であるということはできない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "一致点の認定について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明のマグネットとは，磁束変化によってコイルに電圧を発生させるものであるから，起電力を生じさせるもの，すなわち電力装置に相当するということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明のヨーク2，3とコアは磁性芯材であって，ロータのように動く部分を有しておらず，一体の閉磁路を形成しているから，本願発明の「静的な閉路状の磁性芯材」に相当するということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明の「マグネット」「ロータ」「ヨーク2，3とコアの一体の閉磁路」は，本願発明の「磁石」「磁気回路のうちの動的な部分」「静的な閉路状の磁性芯材」にそれぞれ相当するところ，引用発明は，ヨーク2，3に到って磁束が2分し，半分は右側のコアを，残り半分は左側のコアを通って他方のヨーク2，3に到り，一に合しているから，引用発明の「磁束」は，本願発明の「介される磁性芯材に分岐し，前記磁性芯材を経由して」に相当するということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明の「磁束が2分させられる」「右側のコアと左側のコアのそれぞれに巻回される各コイル」は，本願発明の「磁束が分岐させられる」「磁性芯材のそれぞれの枝路部分に巻かれる各電源コイル」に，それぞれ相当することは明らかである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件審決の一致点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点の判断について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の各コイルは磁気的に結合された2つの巻線であり，本願発明と同様に，一方の巻線の電流に変化が生じると，相互誘導により，ヨーク2，3とコアからなる閉磁路を通じてもう一方の巻線に磁束の変化が生じて誘導起電力が生じ，その磁束の向きは一方の巻線において電流の変化により発生する磁束の向きとは逆になる。",
                "したがって，本願発明の各電源コイル同様，当然，各コイルは相互インダクタンスが負にされる様に作用し，磁束が分岐させられる磁性芯材のそれぞれの枝路部分に巻かれることになる。",
                "引用発明の各電源コイルは，空隙等非磁性体を一切有さない「ヨーク2，3，とコアの一体の閉磁路」の左右のコアに巻回されているものであって，各電源コイルと鎖交する磁束は本願発明と同様に閉磁路を戻るものである。すなわち，引用発明は，本願発明と同様に磁気的に結合されており，一方のコイルの電流が変化すれば，もう一方の巻線に誘導起電力が生じるから，各電源コイルは「相互インダクタンスが負にされる様に作用する」こととなるとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，本件審決の相違点に係る判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおりであるから，本願発明は引用発明と同一であるというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の特許請求の範囲は，前記第2の2に記載のとおりであるところ，本願明細書(甲2，4，46)には，おおむね次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本願発明は，変圧器起電力が誘導される電力装置に関する(【0001】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "アンペールの法則及びファラデーの電磁誘導法則を応用した発電機や変圧器がある。発電機に流される誘導電流は元々の磁界の変化を打ち消す方向に流れるので，誘導電流によって生じる磁界と元々の磁石による磁界には反発する力が働き，外からトルクを加えてコイルを回し続けるためには，トルクを加え続けなければならない。変圧器の一次側にも発電機が使われているので，同様である。",
                "その結果，電気的仕事が，発電機に外部より与えられた機械的仕事に等しいと考えられてしまっている。これらは，見掛け上現れるベクトル量を主として，見掛け上現れないベクトル量を従とした技術的思想によってもたらされる(【0002】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "本願発明は，誘導電流からの磁界の影響を最適にして，磁界を特に変圧器起電力が誘導される電源コイルに誘導される逆起電力を阻止するのに適するようにする新規な電力装置を提供することを目的とする(【0003】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明の効果",
              "text": [
                "本願発明は，誘導電流からの複数の磁束群によって負の相互インダクタンスが電源コイルに働く構成としたので，電源コイルに誘導される逆起電力が誘導電流自身の磁気エネルギー丈で，ほぼ阻止することが可能となる(【0005】)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明を実施するための最良の形態",
              "text": [
                "電力装置は，静的な閉路状の第1の磁性芯材と，磁性芯材に密着させられる磁石と，磁石からの第1の磁束によって介される磁性芯材に分岐し，磁性芯材を経由して形成される動的磁気回路と，第1の磁束が分岐させられる磁性芯材のそれぞれの枝路部分に互いに相互インダクタンスを等しくされて電磁的に結合される電源コイルと，回転させられると動的磁気回路を動的にし，第1の磁束が規則的に変動させられる形状の第2の磁性心材と，第2の磁性心材に嵌め合わされて，外部からのトルクを第2の磁性芯材に伝える働きをさせられる軸部からなり，これらの部材が保持され，軸部は回転可能に支持される。",
                "外部から軸部に一定のトルクが継続して加えられると，第2の磁性芯材も継続して一定の回転をさせられる。動的磁気回路を通る第1の磁束が規則的に変動させられ，各電源コイルには第1の磁束の変化を妨げる方向に変圧器起電力が誘導される。この時，各第1の磁束は互いに遠ざかろうとする性質を有するために，各電源コイル内を互いに反対方向に貫通している。したがって，変圧器起電力も互いに反対方向に誘導され，各電源コイル同士の相互インダクタンスは負にされる。さらに，各電源コイル同士が接続されることが好ましい。同時に，導線を介して開閉器と負荷に接続され，誘導電流が流されると，各電源コイルに流される誘導電流からの磁界によって大きさが同じで，互いに反対方向の各第2の磁束が磁性芯材に閉路状に誘導される。すると，相互インダクタンスが負にされているため，各磁束からの相互インダクタンスによって誘導電流からの逆起電力がほぼ阻止される。すなわち，誘導電流が流される電源コイル同士によって，他の電源コイルに誘導される誘導電流からの逆起電力が阻止される(【0006】【図1】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "引用例(甲1)には，おおむね次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "実用新案登録請求の範囲",
              "text": [
                "コ字状内側ヨークとコ字状外側ヨークとを積層すると共に前記内側ヨークの角部を内側に折曲して前記外側ヨークの角部との間に取付部材嵌挿用空間を形成してなる2重構造のヨーク，該ヨークにポールピースと共に固着されるマグネットからなる界磁と，コアに発電コイルを巻装した発電子とを交互に連結して固定子とし，かつ該固定子と対向して誘導子形のロータを配設することを特徴とするマグネット。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "考案の詳細な説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本考案は，マグネットの改良に関するものであって，その目的とするところは，一つの磁気回路上に発電コイルとマグネットとを交互に配置し，誘導子形ロータの回転によりコイルに鎖交する磁束を変化せしめて電圧を発生する形式を有し，製造が簡単で，簡潔な構造により安価なマグネットを提供することである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本考案は，マグネット式界磁，複数のヨーク2，3，マグネット，ポールピース及びセットビスとから構成される。ヨークは磁性材よりなり，外側ヨーク及び内側ヨークで構成され，外側ヨークはコ字状に，内側ヨークはコ字状の角の部分を内側に曲げ，外側ヨークと組み合わされた際にコ字の角部に略々円形状の取付部材嵌挿用空間ができるように成形されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "内側ヨークの内側には，マグネット，ポールピースが取り付けられ，セットビスにより外側ヨーク，内側ヨーク，マグネット及びポールピースが一体に固着され，マグネット式界磁を形成している。マグネット式界磁は円形の空間に取付部材(ビス等)を通して内燃機関に固定する。発電子は，磁性材よりなるコア及び発電コイルにより構成され，発電コイルはコアの上に直接巻回するか，あらかじめ巻回してある発電コイルをコアに挿入する。発電子は，マグネット式界磁と交互になるよう組み合わされた上，ビスにより相互に固着されて固定子を形成し，ヨーク2，3とコアは一体の閉磁路を形成する。ポールピースの相対する空間には磁性材よりなる誘導子形ロータが設けられている。ロータはその中央部が内燃機関の回転軸に挿入され，ワッシャ及びナットにより固着され，ポールピースとは空隙を介して相対している。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本考案において，一方のマグネットより出た磁束はポールピース→空隙→ロータ→空隙→反対側のポールピース→マグネットを経てヨーク2，3に到り，ここで磁束は2分し，半分は右側のコアを通ってコア上のコイルと鎖交し，残り半分は左側のコアを通ってコア上のコイルと鎖交する。各コイルと鎖交した磁束は，他方のヨーク2，3に到って一に合し，マグネットへ戻る磁路を通る。",
                    "ロータが右又は左へ90°回転すると，ポールピースとロータとの間の空隙が最大となり，磁気抵抗が極めて大となるため，磁路を通ってコイルと鎖交する磁束は著しく減少し，ほとんど零となる。このようにロータの回転に伴ってコイルに鎖交する磁束が変化し，この磁束変化によってコイル中に電圧を発生する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本考案においては，マグネットを固定子側に設け，ロータは磁性材のみよりなる単一構成を採用しているから，高速運転時の遠心力に対する機械的強度は極めて高く，高速運転用として十分安全に使用し得る。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "一致点の認定について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，マグネットとは，引用例に記載されているとおり，電圧を発生するものであるが，コイルに電流は流れないから，引用発明のマグネットは本願発明の電力装置に相当しないと主張する。",
                "しかしながら，前記1によれば，本願発明は，変圧器起電力が誘導される電力装置に関する発明であり，第2の磁性芯材を回転させると，第1の磁束が規則的に変動させられ，各電源コイルには変圧器起電力が誘導されるものである。これに対し，引用発明のマグネットも，ロータ(本願明細書【図1】の「第2の磁性芯材」に相当する。)の回転によって，コイル(本願明細書【図1】の「電源コイル」に相当する。)に鎖交する磁束を変化させて，電圧(本願明細書【図1】の「変圧器起電力」に相当する。)を発生させるものであり，そのような場合，各電源コイルに電流が流れることは明らかである。",
                "したがって，引用発明の「マグネット」が本願発明の「電力装置」に相当するとした本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明の「静的な閉路状の磁性芯材」はロ状に構成されている一方，引用発明のヨーク2，3はいずれもコ状であり，コアは棒状であるし，本願発明は引用発明と比較して漏れ磁束が少ないから，引用発明の「ヨーク2，3とコアの一体の閉磁路は，本願発明の静的な閉路状の磁性芯材に相当しないなどと主張する。",
                "しかしながら，本願発明の特許請求の範囲には，「静的な閉路状の磁性芯材」と記載されているだけであって，その形状について，原告の主張するような具体的な構成は特定されていない。そうすると，原告の上記主張は特許請求の範囲に基づくものではない。",
                "また，前記2(2)ウによれば，引用例には，ヨーク2，3とコアとは一体の閉磁路を形成する旨が記載されており，この閉磁路には，空隙や，ロータの回転動作のように動的な部分を含むものではないから，引用発明の「ヨーク2，3とコアの一体の閉磁路」が本願発明の「静的な閉路状の磁性芯材」に相当するとした本件審決の認定に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明では，積層方向と平行に磁石の磁束が磁性芯材を貫通し，変化すると，磁性芯材に誘導される渦電流によってその磁束の変化が相殺されるものであるから，引用発明の「マグネットの一方より出た磁束が，ポールピース，空隙，ロータ，空隙，反対側のポールピース，マグネットを経てヨーク2，3に到って磁束は2分し，半分は右側のコアを通って該コア上のコイルと鎖交し，残り半分は左側のコアを通って該コア上のコイルと鎖交し，前記各コイルと鎖交した磁束は他方のヨーク2，3に到って一に合しマグネットへ戻ることにより形成される磁路」は，本願発明の「磁石からの磁束によって，介される磁性芯材に分岐し，前記磁性芯材を経由して形成される動的磁気回路」に相当しないなどと主張する。",
                "しかしながら，前記(2)記載のとおり，本願発明の特許請求の範囲には，「静的な閉路状の磁性芯材」と記載されているだけであって，「閉路状の磁性芯材」の具体的構成は特定されていない。",
                "そして，前記2(2)エによれば，引用例には，一方のマグネットより出た磁束はポールピース→空隙→ロータ→空隙→反対側のポールピース→マグネットを経てヨーク2，3に到り，磁束が2分され，半分は右側のコアを通ってコア上のコイルと鎖交し，残り半分は左側のコアを通ってコア上のコイルと鎖交する旨の記載がある。",
                "そうすると，引用発明においても，その形状からすれば，磁束が本願発明と同様の経路を経て鎖交することが想定されるのであり，引用発明において，渦電流によって磁束の変化が相殺されているか否かは，一致点の認定を左右するものとはいえない。",
                "したがって，引用発明の「マグネットの一方より出た磁束が，ポールピース，空隙，ロータ，空隙，反対側のポールピース，マグネットを経てヨーク2，3に到って磁束は2分し，半分は右側のコアを通って該コア上のコイルと鎖交し，残り半分は左側のコアを通って該コア上のコイルと鎖交し，前記各コイルと鎖交した磁束は他方のヨーク2，3に到って一に合しマグネットへ戻ることにより形成される磁路」は，本願発明の「磁石からの磁束によって，介される磁性芯材に分岐し，前記磁性芯材を経由して形成される動的磁気回路」に相当するとした本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本願発明では，ほぼ理想的な結合状態でコイルを結合させることが可能であって，結合係数は限りなく1に近いところ，引用発明のコアは棒状であって，各コイルは同一鉄芯上に巻いた2つのコイルではなく，ヨーク2，3やコアを用いても閉磁路を形成することができず，漏れ磁束が増加するから，引用発明の「磁束が2分させられる右側のコアと左側のコアのそれぞれに巻回される各コイル」は，本願発明の「磁束が分岐させられる磁性芯材のそれぞれの枝路部分に巻かれる各電源コイル」に相当しないなどと主張する。",
                "しかしながら，前記(2)のとおり，引用発明の「ヨーク2，3とコアの一体の閉磁路」が本願発明の「静的な閉路状の磁性芯材」に相当するものであるから，引用発明においては閉磁路が形成されないとする原告の主張はその前提を欠いている。",
                "そして，結合係数は，「磁性芯材」「磁石」「動的磁気回路」「各電源コイル」の形状，構造，材質，漏れ磁束の程度等の構成によって変化するものであるが，前記(2)のとおり，本願発明の特許請求の範囲の記載において，これらの構成は具体的に特定されていないから，原告の上記主張は特許請求の範囲に基づくものとはいえない。",
                "したがって，引用発明の「磁束が2分させられる右側のコアと左側のコアのそれぞれに巻回される各コイル」は，本願発明の「磁束が分岐させられる磁性芯材のそれぞれの枝路部分に巻かれる各電源コイル」に相当するとした本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，原告の上記主張はいずれも採用することができず，本件審決の一致点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "相違点の判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "前記1(4)によれば，本願発明では，誘導電流が流される電源コイル同士によって，他の電源コイルに誘導される誘導電流からの逆起電力が阻止されるものである。すなわち，本願明細書【図1】において，電源コイルには第1の磁束を打ち消すような磁束が発生する方向に電流が流れており，当該電流は，第1の磁束を打ち消すような磁束が発生する方向に電流が流れる。",
                "これに対し，前記2(2)エによれば，引用発明では，一方のマグネットより出た磁束はポールピース→空隙→ロータ→空隙→反対側のポールピース→マグネットを経てヨーク2，3に到り，磁束が2分され，半分は右側のコアを通ってコア上のコイルと鎖交し，残り半分は左側のコアを通ってコア上のコイルと鎖交するところ，各コイルと鎖交した磁束は他方のヨーク2，3に到って一に合し，マグネットへ戻る磁路を通る。",
                "したがって，誘導起電力によって発生する電流により発生する2つの磁束の向きは，本願発明及び引用発明の各電源コイルにおいて，いずれも同様であり，誘導起電力によって発生する電流により発生する磁束は互いに打ち消す方向に発生するものということができる。",
                "以上によれば，引用発明も，本願発明と同様に，各電源コイルは相互インダクタンスが負にされる様に作用するということができ，本願発明と引用発明の相違点は，実質的な相違点であるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明は，コイルをほぼ理想的な結合状態で結合させることが可能であって，結合係数は限りなく1に近いが，引用発明の結合係数は限りなく0に近いため，磁束は互いに打ち消す方向に小さく発生するのみで，他方のコアまでにはほとんどが届かないものであって，磁気的に結合されない構造であるなどと主張する。",
                    "しかしながら，前記3(4)のとおり，本願発明の特許請求の範囲の記載において，結合係数に影響を与える構成は特定されていないから，本願発明の結合係数が限りなく1に近いとはいえず，原告の上記主張は特許請求の範囲に基づくものとはいえない。",
                    "また，引用発明について，その結合係数が限りなく0に近い旨の主張も，引用例(甲1)の記載から直ちにそのように認めることはできず，他にこれを認めるに足りる証拠もない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，相互インダクタンスとは，一般の定義を有する係数であるところ，相互誘導は現象であるから，相互インダクタンスにマイナスが付くことを負の相互インダクタンスと定義し，本願発明の「各電源コイルは相互インダクタンスが負にされる様に作用する」とは，「2つのコイル間の相互誘導を記載しただけである」とした本件審決の判断は誤りであるなどと主張する。",
                    "しかしながら，本件審決は，2つのコイル間の相互誘導について，相互インダクタンスが負にされる様に作用する現象であるとするものであるから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願発明と引用発明とは目的及び課題が異なるのみならず，本願発明は，誘導電流が流されるための電源を別途必須とすることなく，変圧器起電力が電源コイルに誘導され，誘導電流が電源コイルに流れているのに対し，引用発明は，このような本願発明の技術的思想を有していないと主張する。",
                    "しかしながら，前記のとおり，本願発明の構成は，引用発明の基本的構成と同一であって，本願発明と引用発明の相違点は実質的な相違点であるということはできず，本願発明と引用発明とに差異は認められないから，目的及び課題に異なる面があるとしても，本願発明と引用発明とが同一であるという前記判断を左右するものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "よって，本願発明は，引用発明と同一であるというべきであるから，本件審決の認定及び判断は相当であって，取り消すべき違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，本件審決は相当であって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10046",
    "date": "2013-09-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083590",
    "ipprecedent_id": "3500",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}