{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2013-800001号事件について平成"
    },
    {
      "text": "25年7月26日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない。)",
          "text": [
            "被告は，平成14年11月19日，発明の名称を「ダクタイル鋳物用溶融鋳鉄の溶製設備」とする特許出願(特願2002-334665号)をし，平成17年6月10日，設定の登録(特許第3685781号)を受けた(以下，この特許を「本件特許」という。)。",
            "被告は，平成21年6月2日に本件特許につき無効審判請求(無効2009-800121号)をされたため，同年8月24日，訂正請求をし(甲7)，特許庁は，平成22年1月25日，訂正を認めて本件特許を維持する旨の審決をし，平成24年2月24日，同審決は確定した。",
            "原告は，平成25年1月9日，特許庁に対し，本件特許の請求項1及び2に記載された発明についての特許を無効にすることを求めて審判の請求をした。特許庁は，上記請求を無効2013-800001号事件として審理をした結果，同年7月26日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同年8月5日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲7)",
          "text": [
            "前記訂正後の本件特許の特許請求の範囲(請求項の数は5である。)の請求項1及び2の記載は，以下のとおりである(以下，請求項1及び2に記載された発明をそれぞれ「本件発明1」，「本件発明2」といい，本件発明1及び2を総称して「本件発明」という。また，本件特許の明細書及び図面をまとめて「本件明細書」という。)。",
            "「【請求項1】",
            "溶解炉で溶解された元湯を貯留する保持炉と，保持炉に貯留されていた元湯を受ける取鍋と，取鍋内の元湯に黒鉛球状化剤を添加する，ワイヤーフィーダー法による黒鉛球状化処理装置と，を備えたダクタイル鋳物用溶融鋳鉄の溶製設備であって，前記保持炉と前記黒鉛球状化処理装置との間には，取鍋を搭載して自走すると共に搭載した取鍋をその上で移動させるための取鍋移動手段を有する搬送台車と，取鍋を移動させる取鍋移送手段と，が設置されており，前記取鍋は，前記搬送台車と前記取鍋移送手段との間を行き来し，吊り上げられることなく，前記搬送台車，前記取鍋移動手段及び前記取鍋移送手段によって保持炉から黒鉛球状化処理装置へ移動させられることを特徴とする，ダクタイル鋳物用溶融鋳鉄の溶製設備。",
            "【請求項2】",
            "溶解炉で溶解された元湯を貯留する保持炉と，保持炉に貯留されていた元湯を受ける取鍋と，取鍋内の元湯に黒鉛球状化剤を添加する，ワイヤーフィーダー法による黒鉛球状化処理装置と，黒鉛球状化処理終了後に取鍋内のスラグを取鍋から排出する排滓処理装置と，を備えたダクタイル鋳物用溶融鋳鉄の溶製設備であって，前記保持炉と前記黒鉛球状化処理装置と前記排滓処理装置との間には，取鍋を搭載して自走すると共に搭載した取鍋をその上で移動させるための取鍋移動手段を有する搬送台車と，取鍋を移動させる取鍋移送手段と，が設置されており，前記取鍋は，前記搬送台車と前記取鍋移送手段との間を行き来し，吊り上げられることなく，前記搬送台車，前記取鍋移動手段及び前記取鍋移送手段によって保持炉から黒鉛球状化処理装置及び排滓処理装置へ移動させられることを特徴とする，ダクタイル鋳物用溶融鋳鉄の溶製設備。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。要するに，本件発明は，甲1ないし5号証に記載された発明に基づいて，当業者が容易に発明することができたとはいえないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した，本件特許の出願日より前に刊行された「FOUＮDRY  TRADE  JOURＮAL，FEBRUARY  1997，p56-58」(甲1。以下「甲1文献」という。)に記載された発明(以下「甲1発明」という。)の内容，本件発明1と甲1発明との一致点及び相違点並びに本件特許の出願日より前に刊行された「TRAＮSACTIOＮS  of  the  American  Foundrymen‘s  Society  VOLUME  70，1963，  p1133-1139」(甲3。以下「甲3文献」という。)に記載された発明(以下，「甲3発明」という。)の内容，本件発明1と甲3発明との一致点及び相違点は，それぞれ以下のとおりである。なお，審決は，本件発明2と甲1発明及び甲3発明の相違点は，本件発明1と同一であると認定している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明と本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明の内容",
                      "text": [
                        "「キュポラ溶鉄を保持する前炉と，前炉に保持されていた溶鉄が充填される取鍋と，取鍋内の溶鉄にマグネシウムを添加するコアードワイヤ処理ステーションと，を備えたダクタイル鋳鉄の鋳造工場であって，前記取鍋は，溶鉄が充填されスラグ除去された後に，前記コアードワイヤ処理ステーションに搬送される，ダクタイル鋳鉄の鋳造工場。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "「溶解炉で溶解された元湯を貯留する保持炉と，保持炉に貯留されていた元湯を受ける取鍋と，取鍋内の元湯に黒鉛球状化剤を添加する，ワイヤーフィーダー法による黒鉛球状化処理装置と，を備えたダクタイル鋳物用溶融鋳鉄の溶製設備。」である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "「本件発明1は，「保持炉と黒鉛球状化処理装置との間には，取鍋を搭載して自走すると共に搭載した取鍋をその上で移動させるための取鍋移動手段を有する搬送台車と，取鍋を移動させる取鍋移送手段と，が設置されており，取鍋は，搬送台車と取鍋移送手段との間を行き来し，吊り上げられることなく，搬送台車，取鍋移動手段及び取鍋移送手段によって保持炉から黒鉛球状化処理装置へ移動させられる」のに対し，甲1発明は，前炉にて溶鉄が充填されスラグ除去された後に，取鍋をコアードワイヤ処理ステーションへ搬送する手段が不明である点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3発明と本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲3発明の内容",
                      "text": [
                        "「キュポラで溶解された溶鉄を保持する前炉と，前炉に保持されていた溶鉄を受ける取鍋と，取鍋内の溶鉄にマグネシウム合金の缶を押し込むプランジング法のためのプランジングベルと，を備えたダクタイル鉄の生産設備であって，前記前炉と前記プランジングベルとの間には，取鍋を備えた取鍋台車が設置されており，前記取鍋は，前記取鍋台車によって前炉から前記プランジングベルへと移動させられるダクタイル鉄の生産設備。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "「溶解炉で溶解された元湯を貯留する保持炉と，保持炉に貯留されていた元湯を受ける取鍋と，取鍋内の元湯に黒鉛球状化剤を添加する，黒鉛球状化処理装置と，を備えたダクタイル鋳物用溶融鋳鉄の溶製設備であって，前記保持炉と前記黒鉛球状化処理装置との間には，取鍋を搭載して自走する搬送台車が設置されており，前記取鍋は，吊り上げられることなく，前記搬送台車によって保持炉から黒鉛球状化処理装置へ移動させられるダクタイル鋳物用溶融鋳鉄の溶製設備。」である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "(相違点1)",
                        "「本件発明1の黒鉛球状化処理装置は，「ワイヤーフィーダー法による」ものであるが，甲3発明のプランジングベルは，プランジング法によるものである点。」",
                        "(相違点2)",
                        "「本件発明1では，搬送台車が「搭載した取鍋をその上で移動させるための取鍋移動手段を有し」，かつ「取鍋を移動させる取鍋移送手段が設置され」て，取鍋は，「前記搬送台車と前記取鍋移送手段との間を行き来し，前記取鍋移動手段及び前記取鍋移送手段によって」も移動するのに対し，甲3発明では，取鍋台車が取鍋移動手段を有しておらず，取鍋移送手段も設置されていない点。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明との相違点の判断の誤り)について",
          "text": [
            "審決は，甲1発明に特開平9-182958号公報(甲2。以下「甲2公報」という。)記載の取鍋移送機構(以下「甲2発明」という。)を適用すれば，本件発明の構成が得られることは認めながら，取鍋の形状の差異やホイストの必要性等の阻害事由を挙げ，甲1発明に甲2発明を適用することは当業者が容易になし得たことではないと判断したが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取鍋の形状の差異について",
              "text": [
                "審決は，甲1文献には，取鍋内の溶鉄が，コアードワイヤ処理の後に，別の取鍋に移し替えられて鋳造工程へ進むことが記載されており，この鋳造工程では，移し替えられた取鍋を注湯機上に載置するものと認められるから，甲1発明の取鍋は，注湯用の取鍋ではなく，甲2公報記載の取鍋に相当するものではないと判断した。",
                "しかし，甲1文献には取鍋が搬送されることが示されており，取鍋の形状が特殊であるなどの事情もないのであるから，甲2発明の適用が阻害される理由はない。むしろ，①甲1発明における(マグネシウムの)「接種」に際しては，必ずしも取鍋の移し替えを行う必要はなく，甲1発明において移し替えをしない方法に変更することは設計事項であること，②本件特許出願前より，鋳鉄の製造現場においては，取鍋の搬送手段として，クレーン，ホイスト等による空中搬送と，軌道上の台車，ローラコンベアによる地上搬送は，当業者が適宜選択していたこと，③甲1発明で黒鉛球状化処理装置までの搬送に用いられる「取鍋」と甲2発明で用いられる「取鍋」は，両者ともに保持炉内に存在する溶融金属の元湯(溶湯)を受け取り，次の処理が行われる場所に搬送するためのものであること，④ねずみ(普通)鋳鉄もダクタイル鋳鉄も同一の鋳物工場で生産されていたこと，⑤甲2発明は，本件発明と同じ課題(空中搬送の問題点)を解決していることなどからすれば，甲2発明を甲1発明に適用することの阻害事由とはならない。",
                "なお，被告は，甲1発明の取鍋については転倒の危険があるから地上搬送できない旨主張する。しかし，取鍋の形状は当業者が適宜選択するものである上，鋳物の製造現場においては，取鍋に溶湯をなみなみとは満たさないものであって，搬送方法を工夫したり，転倒防止装置を設けることで十分対応できるものであるから，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ホイスト等の必要性について",
              "text": [
                "また，審決は，甲1文献には，甲1発明のコアードワイヤ処理ステーション(以下「処理ステーション」という。)では，取鍋が，注湯機のように載置されるのではなく，吊り上げられることが記載されているから，甲1発明の処理ステーションには，むしろホイストが必要であって，取鍋移送機構を設ける必要がないと判断した。",
                "しかし，甲1発明の処理ステーションが取鍋を吊り上げるものであっても，搬送時に取鍋を吊り上げれば空中搬送の危険があることは変わらない上，甲1文献の図2に開示される黒鉛球状化処理装置のフックの形状も取鍋の上下動に使用するもので搬送には使用できないものであるから，甲1発明について，搬送時には，危険性のない甲2発明の搬送機構を適用することは，当業者が当然になすことである。",
                "したがって，甲1文献に，取鍋が吊り上げられることが記載されていることは，甲2発明を甲1発明に適用することの阻害事由とはならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "溶湯の飛散及び地金の落下について",
              "text": [
                "被告は，ワイヤーフィーダー法による黒鉛球状化処理の際には，取鍋の周囲に溶湯が飛散し，地金が落下するという問題があるから，当業者が地上搬送を選択する動機付けがない旨主張する。",
                "しかし，溶湯の飛散が多いとされるプランジング法であっても地上搬送が採用されているのであって，その主張には根拠がない。また，当業者は溶湯が飛散しないように適宜公知の対策を行うものであるから理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，甲1発明に甲2発明を適用して，本件発明1及び2の構成とすることは，当業者が容易に想到することができたものであって，審決の判断には誤りがあり，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲3発明との相違点2の判断の誤り)について",
          "text": [
            "審決は，甲3発明のダクタイル鋳物用溶融鋳鉄の溶製設備をワイヤーフィーダー法に変更することは当業者にとって容易とし，これに甲2発明を適用すれば，本件発明の構成が得られることは認めながら，取鍋の形状の差異，ホイスト等の必要性，軌道上での黒鉛球状化処理等の阻害事由を挙げて，甲3発明に甲2発明を適用することは，当業者が容易になし得たことではないと判断したが，以下のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取鍋の形状の差異及びホイスト等の必要性について",
              "text": [
                "前記1(1)及び(2)と同じ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "軌道上での黒鉛球状化処理について",
              "text": [
                "審決は，甲3文献には，甲3発明のプランジング処理を取鍋台車上で行うことが記載されており，甲3発明では，取鍋台車から取鍋を移送する必要がないので，甲3発明に甲2発明を適用することは，当業者が容易になし得たことではないと判断した。",
                "しかし，本件特許の出願当時，鋳物の製造設備において，取鍋内の元湯に関して何らかの処理(作業)を行う場合には，取鍋搬送の軌道から側方に離して配置することは一般的で，特に黒鉛球状化処理装置については，その技術的必要性が高いことからすれば，プランジング法からワイヤーフィーダー法に変更した甲3発明のダクタイル鋳物用溶融鋳鉄の溶製設備に甲2発明を適用することは，当業者が容易に想到し得たことである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決の判断には誤りがあり，取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明との相違点の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "取鍋の形状の差異に対して",
              "text": [
                "ローラコンベアを使用して搬送する場合，転倒防止のため，搬送対象物については横方向の長さ≧高さとなるように載置するのが一般的であり(甲8・314頁)，甲2公報記載のローラコンベアで搬送される取鍋の形状についても，高さ(深さ)と横方向の長さの比がおよそ1：1となっている。これに対し，甲1文献の図2からすれば，甲1発明の取鍋の高さ(深さ)と横方向の長さの比はおよそ2：1であり，「黒鉛球状化のためのより重要な要因」の一つとして，取鍋の形状(金属の深さ)が挙げられている。そうすると，甲1発明に甲2発明を適用することには，転倒による危険の問題が存在するから，甲1発明に甲2発明を適用することには阻害要因がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ホイスト等の必要性に対して",
              "text": [
                "甲1発明においては，黒鉛球状化処理の際にはフックが上昇し，取鍋が吊り上げられるのであるから，前炉から処理ステーションまでフックを利用して空中搬送を行う場合には，処理ステーションに到着後，そのフックを用いたまま取鍋を蓋の位置まで上昇させるだけで足りる。これに対して，仮に甲1発明の処理ステーションに甲2発明を適用する場合には，取鍋は搬送台車上からローラコンベアによって処理ステーションまで運ばれた際に，黒鉛球状化処理のために，改めてフックに取鍋を掛ける必要があるので，空中搬送の場合に比べてフックに取鍋を掛けてその状態を確認する玉掛け操作員とその作業のための時間を余計に確保することになり，これによる危険性も生ずることとなる。このことは，黒鉛球状化処理後に取鍋を処理ステーションから次の処理場所まで移動させる際も同様であり，甲1発明においては，取鍋の搬送手段が空中搬送の場合には取鍋をフックに掛けたまま搬送すればよいのに対して，甲2発明を用いた場合にはローラコンベアに取鍋を載置する際，取鍋からフックを外す人手とそのための時間が余計に必要となり，さらに作業中の危険も新たに生ずることとなる。",
                "したがって，甲1発明に甲2発明を適用する動機付けはなく，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "溶湯の飛散及び地金の落下に対して",
              "text": [
                "ダクタイル鋳物用溶融鋳鉄の溶製においては，溶湯の飛散が生じない単なる注湯設備と異なり，黒鉛球状化処理の際，マグネシウムの爆発的反応によって溶湯が周囲に飛散し落下する上，同処理後に蓋を取鍋から分離する際に，蓋の内面に付着，堆積していた溶湯が冷却されて地金となって落下することは，当業者にとって技術常識である。",
                "そして，本件特許の出願当時には，溶湯の飛散や地金の落下によるローラコンベアの損傷を防ぐ技術は存在しなかったのであって，ローラーテーブル保護カバーのような技術も公知ではなく，示唆すらなかったことからすると，溶湯飛散や地金落下の危険性を知っている当業者であれば，甲1発明及び甲3発明の黒鉛球状化処理設備に甲2発明を組み合わせることは容易に想到するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，審決は相当であって，取消事由はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲3発明との相違点2の判断の誤り)に対して",
          "text": [
            "前記1(1)ないし(3)と同じ。",
            "なお，本件特許の出願当時，黒鉛球状化処理装置について，搬送機構の軌道から離して配置することが，技術常識であったとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の取消事由1には理由があり，審決にはこれを取り消すべき違法があるものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明，甲1発明及び甲2発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の要旨",
              "text": [
                "本件明細書によれば，本件発明1は，溶融状態の鋳鉄を収容した取鍋を，クレーン等で吊り上げることなく移動させ，溶解炉で溶解された溶融鋳鉄(元湯)からダクタイル鋳物用溶融鋳鉄を溶製する設備に関するものである(【0001】)。従来技術においては，元湯を収容した取鍋及び黒鉛球状化処理が施された後の溶湯を収容した取鍋は，クレーンやホイスト等によって吊り上げられて保持炉や黒鉛球状化処理装置の間を搬送されるため，専用の操作員を必要とするなどの課題を有していた(【0004】【0008】【0009】)。そこで，本件発明1は，極めて少ない操作員で取鍋の移動及び黒鉛球状化処理を行うことが可能であるダクタイル鋳物用溶融鋳鉄の溶製設備の提供を目的とし(【0010】)，保持炉と黒鉛球状化処理装置との間に，取鍋を搭載して自走すると共に搭載した取鍋をその上で移動させるための取鍋移動手段を有する搬送台車と，取鍋を移動させる取鍋移送手段とを設置し，取鍋を，吊り上げることなく，搬送台車，取鍋移動手段及び取鍋移送手段によって保持炉から黒鉛球状化処理装置へ移動させることによって(【0011】)，ほとんどの作業を自動化して，極めて少ない操作員で一連の作業に対処することを可能とし，省力化に伴う生産性の向上等が達成されるという効果を有するものである(【0035】【0037】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献には，以下の記載がある(甲1。図2及び3については，別紙甲1発明図面目録参照。)。",
                    "「ダクタイル鋳鉄の商業生産には，溶鉄へのマグネシウムの添加が必要である。このマグネシウムの添加には，異なった周知且つ実証済みの方法があるものの，この添加をより一貫して，またはより経済的に達成させる，あるいは結果として生じた鋳鉄の質を改善することを可能とする開発に常に関心が集まっている。」(原文56頁1行～12行，訳文1頁左欄1行～10行)",
                    "「本報告書の目的は，高品質の球状黒鉛鋳鉄を生産するべく，キュポラから直接得た高硫黄母材鉄の処理に，単段コアードワイヤ工程を使用可能とする要因を示すことに焦点を当てることである。」(原文56頁中央欄下から4行～右欄2行，訳文1頁中央欄下から4行～右欄2行)",
                    "「供給設備は基本的には，ワイヤを保管コイルから取り出し，ガイド管を通して反応槽内の金属へと送る。図2は，高硫黄含有量のキュポラ溶鉄の単段黒鉛球状化に用いられる装置の概略図である。」(原文56頁右欄下から18行～8行，訳文1頁右欄下から12行～7行)",
                    "「黒鉛球状化のためのより重要ないくつかの要因は，母材の硫黄含有量，処理中の金属の温度，処理される金属の量(重量)，取鍋の形状(金属の深さ)，処理ステーション(ワイヤ配置)の設定，ワイヤ充填物のマグネシウム含有量，ワイヤ供給速度(金属中の侵入深さ)，鋼鉄鞘の厚さ，およびワイヤの直径である。」(原文56頁右欄下から4行～57頁左欄6行，訳文1頁右欄下から4行～2頁左欄5行)",
                    "「典型的な期間および対応する温度範囲を詳細に示した工程の手順を図3に示す。清浄度，すなわち，金属がそれぞれの適切な段階でスラグ除去されることが重視されていることがわかる。処理に関連する全般的な温度低下は30℃の範囲内にあることがわかる。」(原文58頁左欄下から6行～中央欄3行，訳文3頁左欄下から3行～中央欄4行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲1発明は，ダクタイル鋳鉄の鋳造工場に関するものであって(訳文1頁左欄1行～10行)，前炉(本件発明1の「保持炉」に相当する。)に保持されていた溶鉄を取鍋に充填し，スラグを除去した後に，取鍋を処理ステーション(本件発明1の「ワイヤーフィーダー法による黒鉛球状化処理装置」に相当する。)に搬送し，黒鉛球状化処理を行うものである(訳文3頁左欄下から3行～中央欄4行，図2，3)。",
                    "なお，甲1発明においては，取鍋を前炉から処理ステーションに搬送するための手段については，特定されていない(図3)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の出願日より前に刊行された甲2公報には，以下の記載がある(甲2。図1，3及び5については，別紙甲2発明図面目録参照(図2，4については省略する。)。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【特許請求の範囲】",
                      "text": [
                        "「【請求項1】 取鍋を載置する台車，台車走行用のレール，台車の走行機構，注湯機の位置に台車を停止させる停止機構，台車と注湯機の位置決め固定機構，台車と注湯機の間の取鍋移送機構から構成され，前記位置決め固定機構は，スライド軸および該軸の軸方向スライド機構と，該軸の嵌入具とからなり，該嵌入具の入側がテーパをもって拡大されていることを特徴とする溶湯取鍋の自動搬送装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明の詳細な説明】",
                      "text": [
                        "「【0001】",
                        "【発明の属する技術分野】本発明は，鋳造品の製造において，鋳型に溶湯を注入する際，溶湯が装入された取鍋を，保持炉等から注湯機まで自動的に搬送するための装置に関するものである。",
                        "【0002】",
                        "【従来の技術】鋳造品の製造において，鋳型に溶湯を注入する作業は既に自動化されていたが，溶湯を注湯機まで搬送する作業は未だ人手によっていた。従来装置の代表的な例を図5に示す。溶解された鋳鉄等の溶湯が一定温度に保持されて保持炉1に収容されており，油圧シリンダー等で傾動させて，溶湯を取鍋3に移入する。そして作業者31の操作により，ホイスト32で取鍋2を吊り上げ，モノレール33に沿って歩行しつつ，取鍋3を電動走行させ，注湯機11の上まで搬送し，ホイスト32を操作して，取鍋3を該注湯機11上の規定位置に位置合せし載置していた。」",
                        "「【0004】溶湯の温度は，鋳鉄の場合は例えば1550℃であり，これを収容した取鍋3の表面温度は300℃にも達する。取鍋3をホイスト32で吊るときは，取鍋3の吊り環にワイヤを掛け，注湯機11上に降ろした後はワイヤを取外すが，これらの操作は作業者31の手作業である。",
                        "【0005】このような従来の溶湯搬送作業は，ホイスト32による取鍋3の上下動およびモノレール33による電動走行を除き，ほとんどが手作業であり，また作業者は取鍋3に追従して移動する必要があった。ホイスト32で吊った取鍋は揺動し不安定であるため，作業者には溶湯の飛散または火花などによる火傷の危険があり，ホイスト32のワイヤが切れた場合には大事故のおそれがあった。また，取鍋3は高温であるため，取鍋3の吊り環へワイヤを取付け，取外す作業は，高温環境でかつ危険であった。・・・",
                        "【0006】",
                        "【発明が解決しようとする課題】本発明は，鋳造品の製造において，鋳型に溶湯を注入する際，溶湯が装入された取鍋を，保持炉等から注湯機まで搬送し着脱する作業を自動化することにより，危険作業を回避するとともに，取鍋搬送を安定化し，さらに時間短縮等，作業の効率化を図ることを目的とする。・・・",
                        "【0007】",
                        "【課題を解決するための手段】上記目的を達成するための本発明は，取鍋を載置する台車，台車走行用のレール，台車の走行機構，注湯機の位置に台車を停止させる停止機構，台車と注湯機の位置決め固定機構，台車と注湯機の間の取鍋移送機構から構成され，前記位置決め固定機構は，スライド軸および該軸の軸方向スライド機構と，該軸の嵌入具とからなり，該嵌入具の入側がテーパをもって拡大されていることを特徴とする溶湯取鍋の自動搬送装置である。・・・",
                        "【0008】",
                        "【発明の実施の形態】本発明装置を図1～図4の例により説明する。図1に示すように，保持炉1と注湯機11の間にレール4を敷設し，台車2を図示しない走行機構により電動走行させるようにしている。台車2には取鍋3が載置され，注湯機11の位置に自動停止させる停止機構，台車と注湯機の位置決め固定機構，および台車2と注湯機11の間の取鍋移送機構を有している。・・・」",
                        "「【0012】台車2と注湯機11の間の取鍋移送機構としては，台車2上にローラコンベア9，注湯機11上にローラコンベア10を設けている。両ローラコンベア9および10は，図3に示すように，同一平面上に配設されている。そして，台車2上のモータ16および注湯機11上のモータ17を同時に回転させ，取鍋3を移送する。・・・」",
                        "「【0019】",
                        "【発明の効果】本発明装置により，鋳造品の製造において，鋳型に溶湯を注湯する際，溶湯が装入された取鍋を，保持炉等から注湯機まで搬送し着脱する作業を自動化することができ，作業者による危険作業が回避されるとともに，取鍋搬送が安定化し，さらに時間短縮等，作業の効率化が図られる。また，必要に応じて，溶湯の自動計量および自動記録も行うことにより，工程管理が容易となる。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲2発明は，従来，鋳造品の製造において，鋳鉄等の溶湯が装入された取鍋を保持炉から注湯機まで搬送する作業は，ホイスト及びモノレールを使用して行われていたが(【0001】，【0002】，図5)，ホイストによる取鍋の上下動及びモノレールによる電動走行を除き，そのほとんどは作業者の手作業であり，また，作業者は取鍋に追従して移動する必要があり，さらに，溶湯が装入された取鍋をホイストで吊って搬送することには，各種の危険があることなどから(【0004】，【0005】)，取鍋の搬送作業を自動化することによって危険作業を回避するとともに，取鍋搬送を安定化し，さらに時間短縮等，作業の効率化を図るために(【0006】)，保持炉と注湯機の間にレールを敷設し，取鍋を載置した台車を走行機構により電動走行させ，台車上に設けたローラコンベア(本件発明1の「取鍋移動手段」に相当する。)と，注湯機上に設けたローラコンベア(本件発明1の「取鍋移送手段」に相当する。)により，取鍋を，台車から注湯機上における取鍋を載置すべき所定位置へ移送するもの(【0007】，【0008】，【0012】，図1，図3)である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(甲1発明との相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記認定事実によれば，本件発明1と甲1発明は，審決の認定(事案の概要3(2)ア)するとおりの一致点及び相違点を有するものである。",
                "そして，前記1(3)で認定したとおり，甲2発明は，取鍋を保持炉から注湯機上に搬送するために，ホイストとモノレールに換え，台車と2台のローラコンベアからなる取鍋移送機構を用いるものであるところ，甲1発明と甲2発明は，いずれも，鋳鉄の鋳造設備に関するものであり，保持炉に保持されていた鋳鉄溶湯を取鍋に装入し，その鋳鉄溶湯が装入された取鍋を，保持炉から次の所定の処理を行う装置まで搬送する工程を有する点で共通するものである。",
                "また，平成7年3月発行された財団法人素形材センターの「鋳造工場の自動化・省力化マニュアル」(甲8。以下「本件マニュアル」という。)によれば，鋳造設備における通常の取鍋の搬送手段については，空間搬送が主流であったものの，地上方式のものも少なくなかったこと(99頁)，溶湯が高温であるから，その安全性を確保しながら，工場の環境整備，省力化のために搬送手段の自動化が進められてきたこと(97頁)などが認められ，当業者であれば，取鍋を搬送するにあたっては，取鍋の搬送作業を自動化することによって危険作業を回避するとともに，取鍋搬送を安定化し，さらに時間短縮等，作業の効率化を図る必要があるという甲2発明の課題を認識すると認められる。",
                "そうすると，甲1発明及び甲2発明に接した当業者であれば，甲1発明において，前炉に保持されていた溶鉄が充填された取鍋を，前炉から処理ステーションに搬送するにあたり，取鍋の搬送作業を自動化することにより，危険作業を回避するとともに，取鍋搬送を安定化し，さらに時間短縮等，作業の効率化を図るために，取鍋の搬送手段として甲2発明を適用して，前炉と処理ステーションの間にレールを敷設し，取鍋を載置した台車を走行機構により電動走行させ，台車上に設けたローラコンベアと，処理ステーションに設けたローラコンベアにより，取鍋を，台車から処理ステーションにおける適宜定められた位置へ移送するという相違点に係る構成を容易に想到することができるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲1文献には，甲1発明の取鍋内の溶鉄が，コアードワイヤ処理の後に，別の取鍋に移し替えられて鋳造工程へ進むことが記載されており，この鋳造工程では，移し替えられた取鍋を注湯機上に載置するものと認められるから，甲1発明の取鍋は，注湯用の取鍋ではなく，甲2発明の取鍋に相当するものではないと判断した。",
                    "しかし，甲2発明によって搬送される取鍋が注湯用取鍋であるのに対して，甲1発明において搬送される取鍋が注湯用取鍋でないとしても，前記(1)で判示したとおり，これらは保持炉に保持されていた鋳鉄溶湯を装入する取鍋であり，保持炉から次の所定の処理を行う装置まで搬送される点で共通するものである上，本件特許の出願前に刊行された「GieβereiーPraxis，1983，Ｎo21，313-320頁」(甲31)によれば，ワイヤーフィーダー法においてもマグネシウム処理及び鉄の注湯が同じ取鍋で実施されることがあると認められ，甲1発明における取鍋が注湯用であるか否かは搬送手段の選択に大きな影響を及ぼすものではない。また，甲2発明は，単に取鍋を自動搬送するだけであるから，注湯用取鍋しか搬送できない特殊なものではなく，当業者であれば，注湯用ではない取鍋であっても搬送が可能であると認識できると認められる。",
                    "したがって，甲1発明の取鍋が，甲2記載の取鍋に相当するものではないからといって，甲1発明において，取鍋の搬送手段として甲2発明を適用することは当業者にとって容易になし得たことではないということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，甲1発明の処理ステーションでは，取鍋が，注湯機のように載置されるのではなく，吊り上げられることが記載されているから，甲1発明の処理ステーションには，むしろホイストが必要であって，取鍋移送機構を設ける必要がないことなどから，甲1発明に甲2発明を適用することは当業者が容易になし得たことではないと判断した。",
                    "確かに，甲1発明では，処理ステーションにおける黒鉛球状化処理の際，フックで取鍋を吊り上げており(別紙甲1発明図面目録の図2参照)，そのためにホイストが必要であることは認められる。",
                    "しかし，処理ステーション内において取鍋を吊り上げるからといって，溶湯が装入された取鍋をホイストで吊って前炉から処理ステーション内の所定の位置まで搬送することによって生じる危険性がなくなるわけではなく，その危険性を避けるため，取鍋を前炉から処理ステーション内の所定の位置に設置するまでの搬送手段として甲2発明を利用する意義は存在するから，甲1発明に甲2発明を適用する動機付けは依然として存在するというべきである。",
                    "したがって，甲1発明に甲2発明を適用することは当業者が容易になし得たことではないとした審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取鍋の形状について",
                  "text": [
                    "被告は，ローラコンベアを使用して取鍋を搬送する場合，転倒防止のため，搬送対象物については横方向の長さ≧高さとなるように載置するのが一般的であるところ(甲8・314頁)，甲1発明の取鍋の高さ(深さ)と横方向の長さの比はおよそ2：1で，「黒鉛球状化のためのより重要な要因」の一つとして，取鍋の形状(金属の深さ)が挙げられているから，甲1発明に甲2発明を適用すると転倒する危険があり，甲1発明に甲2発明を適用することには阻害要因があると主張する。",
                    "しかし，特公昭57-59788号公報(甲16)及び特開平7-155934号公報(甲18)によれば，ローラコンベアで取鍋を搬送する場合であっても，底面の横方向の長さ≦高さ(深さ)となるような縦長形状の取鍋を搬送していることが認められる(甲16の第1図，第2図，甲18の図2)。また，本件マニュアル(97及び98頁)にも安全性の確保に関する記載があるとおり，溶湯が装入された取鍋を搬送する際に，取鍋の転倒を防止して安全を確保すべきことは，当業者にとって明らかであるから，甲1発明の取鍋の搬送手段として甲2発明を適用するにあたり，取鍋に装入する溶湯の量や取鍋の搬送速度を調整したり，取鍋を支持する機構を設けたりするなどして取鍋の転倒を防止して安全を確保することは，当業者であれば必要に応じて適宜なし得ることであると認められる。",
                    "したがって，甲1文献の図2に示される取鍋の形状が，その高さ(深さ)と横方向の長さの比がおよそ2：1であることは，甲1発明に甲2発明を適用することを妨げるほどの事情であるとはいえず，被告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ホイストの必要性について",
                  "text": [
                    "被告は，甲1発明に甲2発明を適用すると，取鍋を搬送台車上からローラコンベアによって処理ステーションまで運んだ際に，黒鉛球状化処理のために，改めてフックに取鍋を掛ける必要があるので，空中搬送の場合に比べて，フックに取鍋を掛けてその状態を確認する玉掛け操作員とその作業のための時間を余計に確保することになり，黒鉛球状化処理後にも，取鍋からフックを外す人手とそのための時間が余計に必要となるなど作業中の危険が新たに生ずることになる旨主張する。",
                    "しかし，取鍋を前炉から処理ステーションまで空中搬送し，黒鉛球状化処理を行った後，処理ステーションから次の処理場所まで空中搬送するとしても，前炉から処理ステーションまで空中搬送する前に必ずフックに取鍋を掛けなければならず，黒鉛球状化処理後も，空中搬送が終了した後に必ず取鍋からフックを外さなければならないから，空中搬送であるか地上搬送であるかを問わず，フックの取り付け及び取り外しを1回ずつ行うことに変わりはなく，甲1発明に甲2発明を適用することによって，フックの取付け等にかかる人手が増え，新たに危険が生じるということはできない。",
                    "したがって，被告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "溶湯の飛散及び地金の落下について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，ダクタイル鋳物用溶融鋳鉄の溶製においては，黒鉛球状化処理の際，マグネシウムの爆発的反応によって溶湯が周囲に飛散し落下する上，同処理後に蓋を取鍋から分離する際に，蓋の内面に付着，堆積していた溶湯が冷却されて地金となって落下することは，当業者にとって技術常識であったから，溶湯付着防止の技術がなかった本件特許の出願当時において，甲1発明及び甲3発明の黒鉛球状化処理設備に甲2発明を組み合わせることを容易に想到することはできなかった旨主張する。",
                        "しかし，仮に溶湯の飛散や地金の落下が甲1発明に甲2発明を適用することの妨げになるのであれば，これを解決する手段は極めて重要であるから，本件明細書に記載されると考えられるにもかかわらず，本件明細書にはそのような課題があることすら記載されていない。また，証拠(甲1，3，4，11，14，28)によれば，本件特許の出願時以前から，各種の方法による黒鉛球状化処理の際に，取鍋の周辺に溶湯が飛散するのを防止するために各種の対策が施されていたと認められる。",
                        "そして，①甲1文献の図2の取鍋には「蓋」及び「排気装置」が設けられ，甲1文献には，「各処理の観察により，劇的な出来事のない秩序だった工程が示されている。反応は適切に制御，かつ抑えられており，鋳造工場の大気に放出されるヒュームは非常に少ない。」(訳文3頁左欄)と記載されていること，②「Foundryman  VOLUME86Part9，October  1993，  p341-376」(甲4。以下「甲4文献」という。)には，鋳鉄の黒鉛球状化プロセスにおけるコアードワイヤ射出ステーションについて，「取鍋は，・・・蓋に抗して取鍋を引き上げるクレーンの上方推力により所定の位置に保持されている。・・・マグネシウムヒュームは，既存の炉排出システムを利用することにより，蓋のチャンバを介して排出される。」(361頁右上欄)，「鋳造所へのヒュームの進入および金属の飛散がほとんどなくなり，環境が劇的に改善した。」(363頁左欄)等と記載されていることなどによれば，黒鉛球状化処理の際の溶湯の飛散は，当業者であれば相当程度コントロールできていたと認められる。",
                        "以上の事実を考慮すれば，溶湯の飛散や地金の落下は，本件特許の出願当時の技術水準においても，当業者が適宜遮蔽や防護手段を設けることによって解決できる問題であったと認められ，甲1発明に甲2発明を適用することを容易に想到することはできなかったということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，被告は，甲1文献の記載は，単に大気に放出されるヒュームに関する記載であり，甲4文献の「金属の飛散量は，プランジングに比べて少なくなった」(訳文362頁左欄)との記載からも明らかなように，甲4文献では，単にプランジング法との相対的な評価を行っているにすぎない旨主張する。しかし，前記(ア)①認定のとおり，甲1文献の記載はヒュームのみに関する記載ではない。また，甲4文献の記載についても，被告が指摘する記載箇所は検討の経過に関する部分的な表現にすぎず，前記記載が単にプランジング法との相対的な評価をしているのみであるということはできない。",
                        "また，被告は，取鍋に蓋をしても溶湯が飛散する様子が写された動画等(乙1ないし3)，取鍋の蓋に付着した地金が落下する様子が写された動画等(乙1，5，6)，特開2011-156561号公報(乙4。以下「乙4公報」という。)，被告が出願した特許に関する特許第3666750号公報(乙8。以下「乙8公報」という。)等を証拠として提出する。しかし，乙1ないし3の動画等については具体的な操業条件(蓋をしている場合の密閉の程度を含む。)が不明である上，原告が提出した黒鉛球状化処理の状況が写された動画(甲36)では，溶湯の飛散等が大きく生じている様子は窺われない。また，乙1，5及び6の動画等には，ノズルから取鍋の蓋に向けて冷却水を噴霧することにより，取鍋の蓋に付着した地金が落下する様子が写されているが，本件特許の出願当時において，このような冷却水の噴霧が通常行われていたと認めることはできず，冷却水の噴霧なしで地金の落下が生じるかについては明らかではないから，地金が落下することが技術常識であったと認めることはできない。なお，乙4公報及び乙8公報は本件特許の出願後に公開された公報である上，いずれも，当業者が甲1発明に甲2発明を適用することを断念するほどの事情が記載されているわけではない。",
                        "したがって，被告の主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，甲1発明及び甲2発明に基づいて，当業者が容易に発明することができたものであって，このことは本件発明2についても同様に当てはまるものであるから，取消事由1は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由1には理由があり，その余の点について判断するまでもなく，原告の本件請求は理由があるから，これを認容することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10244",
    "date": "2014-10-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084592",
    "ipprecedent_id": "3887",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}