{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2012-800069号事件について平成25年1月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。",
        "以下，特許法を「法」と呼ぶ。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件特許は，平成16年10月27日に出願され，平成22年3月12日に登録されたものであり(特許第4473095号。発明の名称「金属製棚及び金属製ワゴン」)，被告が特許権者である(甲20)。",
            "原告は，平成24年5月1日，本件特許の請求項1及び2に係る発明を無効にすることを求めて無効審判請求をしたところ(無効2012-800069号。甲13)，特許庁は，平成25年1月9日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月22日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明(本件特許の請求項1，2記載の発明。請求項の番号に応じて「本件発明1」などと表記する。分説は，審決が付した。)の要旨",
          "text": [
            "【請求項1】",
            "「A：複数枚の直角四辺形の金属製棚板と，山形鋼で作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てることとした金属製棚において，",
            "B：上記棚板は直角四辺形の箱底の四辺に側壁と内接片とがこの順序に連設されていて，",
            "C：各側壁が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜き，",
            "D：内接片を折り返して側壁に重ね合わせるとともに，内接片が箱の内側へくるように側壁を起立させて浅い箱状体としたものであって，",
            "E：側壁の切欠部内に延出している内接片を支柱の内側に当接し，",
            "F：切欠によって作られた側壁の側面で支柱の両側面を挟み，",
            "G：内接片を支柱にボルトにより固定する",
            "H：ことを特徴とする，金属製棚。」",
            "【請求項2】",
            "「A：複数枚の直角四辺形の金属製棚板と，山形鋼で作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てることとした金属製棚において，",
            "B：上記棚板は直角四辺形の箱底の四辺に側壁と内接片とがこの順序に連設されていて，",
            "C：各側壁が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜き，",
            "D：内接片を折り返して側壁に重ね合わせるとともに，内接片が箱の内側へくるように側壁を起立させて浅い箱状体としたものであって，",
            "E：側壁の切欠部内に延出している内接片を支柱の内側に当接し，",
            "F：切欠によって作られた側壁の側面で支柱の両側面を挟み，",
            "G2：内接片を支柱にボルトにより固定し，",
            "I：各支柱の下方にキャスターを付設して金属製棚を移動可能とした",
            "J：ことを特徴とする，金属製ワゴン。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "本件発明1は，実公平3-30024号公報(甲3)の金属製棚に，特開2000-60656号公報(甲2)，実公昭56-27793号公報(甲8)又は米国特許明細書4351246号(甲9)を，単独で又は組み合わせて適用することで容易に発明できたものであり，法29条2項によって特許を受けることができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "本件発明2は，本件発明1と同じ理由で容易に発明できたものであり，法29条2項によって特許を受けることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の判断(争点と関係の薄い部分は小さいフォントで表記する。)",
              "text": [
                "本件発明1及び2は，甲3記載の発明(引用発明)に，甲2，甲8又は甲9の技術事項を，単独で又は組み合わせて適用して，当業者が容易に発明できたものではないから，本件発明1及び2の特許を無効とすることはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定(分説は審決が付した。)",
                  "text": [
                    "「a：複数枚の直角四辺形の薄板鋼板からなる棚板と，山形鋼からなる4本の支柱1とからなり，",
                    "支柱1の上端部に位置する棚板2とコーナプレート3とを連結するとともに，支柱1の長孔5を貫通してピン11bの先端部をコーナプレート3の係合孔21内に嵌入することにより，棚板2の四隅をそれぞれ支柱1に仮止めした後，取付ボルト7を締込むことにより，棚板2を支柱1の内側面に当接固定し，",
                    "中間部に位置する棚板2のコーナ部をそれぞれ支柱1の内側面に当接し，ピン11を介して棚板2が支柱1に係止されることとした組立式棚において，",
                    "b：棚板2は，天板9とその周縁部に連成されて下向きに突出する四周の側板10とからなり，側板10が，その外側を構成する板と内側を構成する板とからなっていて，",
                    "d：外側を構成する板は棚板2に上端が一体に連接され，内側を構成する板は外側を構成する板の下端に一体に連接されているものであって，",
                    "e：側板10の外側を構成する板が，支柱1の内側面に当接して，",
                    "g：棚板2の側板10の側端部に設けた取付孔13を用いてピン11を介して棚板2が支柱1に係止される",
                    "h：組立式棚。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「複数枚の直角四辺形の金属製棚板と，山形鋼で作られた4本の支柱とからなり，棚板の四隅のかど部を支柱の内側面に当接し，固定して組み立てることとした金属製棚において，上記棚板は直角四辺形の箱底の四辺に側壁と内側の板とがこの順序に連設されていて，内側の板を折り返して側壁に重ね合わせるとともに，内側の板が箱の内側へくるようにして浅い箱状体としたものであって，棚板の外側面を支柱の内側に当接し，棚板の外側面を支柱に固定する金属製棚。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "相違点1：本件発明1は，棚板の四隅のかど部を支柱の内側面に当接する固定が「各棚板」に対する「ボルト」による固定であるのに対し，引用発明は，「支柱1の上端部に位置する棚板2の・・・当接固定」が「棚板2とコーナプレート3とを連結するとともに，支柱1の長孔5を貫通してピン11bの先端部をコーナプレート3の係合孔21内に嵌入することにより，棚板2の四隅をそれぞれ支柱1に仮止めした後，取付ボルト7を締込むことにより，棚板2を支柱1の内側面に当接固定」するものであり，中間部に位置する棚板2の固定が「ピン11を介して棚板2が支柱1に係止される」ものである点。",
                        "相違点2：本件発明1は，側壁の内側の板が「内接片」であり，棚板は「各側壁が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜き，内接片を折り返して側壁に重ね合わせるとともに，内接片が箱の内側へくるように側壁を起立させて浅い箱状体とした」ものであり，棚板と支柱との固定は「側壁の切欠部内に延出している内接片を支柱の内側に当接し，切欠によって作られた側壁の側面で支柱の両側面を挟み，内接片を支柱にボルトにより固定」するのに対し，引用発明はそうでない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "固着手法として「ボルト」による固定は，甲2や甲8にも記載されているように周知慣用手段である。また，甲2や甲8記載のものが，上端部に位置する棚板もボルトによる固定がなされているように，ボルトによる固定が，中間部に位置する棚板にしか適用できないものでもない。",
                        "そうすると，引用発明の中間部に位置する棚板2の固定手法の「ピン11」を，周知慣用の「ボルト」に変更するとともに，他の棚板も同様にボルトによる固定に変更して，本件発明1の相違点1に係る発明特定事項とすることは，当業者が容易に想到し得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "本件発明1の「内接片」は，何らかの部材の「内」に「接」する「片」であり，請求項1の「各棚板の四隅のかど部を支柱の内側面に当接し，・・した金属製棚」や「内接片を支柱の内側に当接し・・」等の記載からみて，支柱に接するものである。 それに対して，引用発明の側板10内側を構成する板は，支柱1に当接するものではないので，本件発明1の「内接片」とはいえない。",
                        "まず，相違点2の前提となる，「棚板は『各側壁が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜き，内接片を折り返して側壁に重ね合わせるとともに，内接片が箱の内側へくるように側壁を起立させて浅い箱状体とした』もの」であることに関連する，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれていることについては，甲2，8及び9のいずれにも記載されていないので，引用発明の金属製棚に，甲2，甲8又は甲9を単独で又は組み合わせて適用して，本件発明1の相違点2に係る発明特定事項とすることは当業者が容易に想到し得たとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "まとめ",
                      "text": [
                        "本件発明1は，引用発明に，甲2，甲8又は甲9を，単独で又は組み合わせて適用することで，当業者が容易に発明できたものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2の進歩性について",
                  "text": [
                    "本件発明2と引用発明を対比すると，上記相違点1，2のほかに，本件発明2は，「金属性棚が「各支柱の下方にキャスターを付設して金属製棚を移動可能とした金属製ワゴン」であるのに対し，引用発明はそうでない点」が相違点3として挙げられるが，相違点3について判断するまでもなく，本件発明2は，本件発明1と同じ理由によって，当業者が容易に発明することができたとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "甲3には，「複数枚の直角四辺形の金属製棚板と，山形鋼で作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側に当接し，係止具により固定して組み立てることとした金属製棚において，上記棚板は直角四辺形の箱底の四辺に側板の外側を構成する板と側板の内側を構成する板とがこの順序に連接されていて，内側を構成する板を折り返して外側を構成する板に重ね合わせるとともに，内側を構成する板が箱の内側へくるように外側を構成する板を起立させて浅い箱状体としたものであって，外側を構成する板を支柱の内側に当接し，(外側を構成する板とともに)内側を構成する板を支柱に係止具により固定する，金属製棚」が開示されているが，審決の引用発明の認定は，より具体的でこれと異なっており，誤っている。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点，相違点2の認定の誤り)について",
          "text": [
            "審決は，本件発明における「内接片」を支柱に当接するものという意味に解しているが，用語の字義だけで意味を特定できるわけではない。本件発明1における「内接片」は，棚板の四辺の内側の板(内側側板)全体を意味し，「側壁」(外側側壁)の切欠部内に延出している部分だけを意味するわけではないし，「支柱に当接するもの」という意味であれば，「側壁の切欠部内に延出している内接片を支柱の内側に当接する」ことと同じ内容であり，この点は相違点にならないはずである。また，「内接片」という用語を特別視し，「折り返して側壁に重ね合わされるもので，側壁を起立させると箱の内側にくるものであること」，「支柱にボルトで固定されていること」といったすべての構成を満たさなければならないと解している点でも，審決は誤っている。",
            "本件発明と引用発明との一致点及び相違点2は，下記のとおり認定すべきである。",
            "(一致点)",
            "「複数枚の直角四辺形の金属製棚板と，山形鋼で作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側に当接し，係止具により固定して組み立てることとした金属製棚において，上記棚板は直角四辺形の箱底(本件発明の「箱底」，引用発明の「天板」に相当。)の四辺に側板の外側の部分(本件発明の「側壁」，引用発明の「側板の外側を構成する板」に相当。外側側板。)と側板の内側の部分(本件発明の「内接片」，引用発明の「側板の内側を構成する板」に相当。内側側板。)とがこの順序に連接されていて，内側側板を折り返して外側側板に重ね合わせるとともに，内側側板が箱の内側へくるように外側側板を起立させて浅い箱状体としたものであって，棚板の外側面を支柱の内側に当接し，内側側板を支柱に係止具により固定する，金属製棚。」",
            "(相違点2)",
            "「本件発明は，棚板が「各側壁(外側側板)が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜」かれているため，「側壁(外側側板)の切欠部内に延出している内接片(内側側板)を支柱の内側に当接し」，切欠によって作られた側壁(外側側板)の側面で支柱の両側面を挟」んでいるのに対し，引用発明は，各側板の外側を構成する板(外側側板)が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜かれていないため，側板の内側を構成する板(内側側板)は側板の外側を構成する板(外側側板)の切欠部内に延出しておらず，支柱の内側に当接しておらず，切欠によって作られた側板の外側を構成する板(外側側板)の側面で支柱の両側面を挟んでいない点。」"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の適用について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2について容易想到性を否定した審決の判断は，誤った相違点2の認定を前提とするものであり，また，甲2発明の開示事項についても誤った認定をしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明，引用発明及び甲2発明は，いずれも棚に係る発明であり，支柱の傾きを防止するという課題や「複数枚の直角四辺形の金属製棚板と，4本のL型支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，係止具により固定して組み立てることとした金属製棚において，上記棚板は金属板を打ち抜き・折曲して浅い箱状としたもので直角四辺形の底板の四辺に折り返して重ね合わせられて二重となった側板が設けられている」という棚板として基本的構成及び機能が共通しているし，本件発明と甲2発明は，棚板の側板が内側に折り返されて二重になっているか，外側に折り返されて二重になっているかという違いしかなく，支柱の両側を二重構造となった側板で挟むという作用効果は全く同じで，両者に本質的な違いはないから，甲2発明を引用発明に組み合わせる動機付けがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，甲2には，外側側板である「折り返し片16ないし19」が箱底である「平板11」のかどから「支柱6」の幅の長さ分だけ切欠された形状に金属板を打ち抜き，内側側板である「縁片12ないし15」を外側側板である「折り返し片16ないし19」の切欠部内に延出させ，これを「支柱6」の内面に当接し，切欠によって作られた外側側板である「折り返し片16ないし19」の側面で「支柱6」の両側面を挟み，内側側板である「縁片12ないし15」を「支柱6」にボルトにより固定した技術思想(甲2発明)が開示されている。本件明細書や甲2明細書の記載を見ても，箱底の周囲に起立する側壁は切欠してはならないという考え方が当業者にあったことはうかがわれない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，側板の内側の部分を内側に折り返して二重となっている引用発明に，甲2で開示された「外側側板を箱底のかどから支柱の幅の長さだけ切り欠いて，切欠部内に延出している内側側板を支柱の内側に当接し，切欠によって作られた外側側板の側面で支柱の両側面を挟み，内側側板を支柱によりボルトで固定する」という技術思想を適用すれば，相違点2に係る構成を得ることができる。",
                    "また，支柱は棚板のかど部に外側から重ねられるものであるから，側板の内側の部分を内側に折り返して二重となっている引用発明に，甲2発明を適用する場合，棚板のかど部に支柱を挟む凹部を設けるに当たって，外側側板(箱底の四辺に近い方の板)を切り欠くように適用するのは，当然のことであって，外面が折り返し部分でなかったとしても，当業者が採用できる事項といえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，引用発明に甲2発明を適用して相違点2に係る構成を得ることは，当業者にとって容易に想到し得ることであり，審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲8発明の適用について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲8には，第7～9図の変形例において，段部15，15′を形成するため，「第1前側片10a，第1後側片11a，第1左側片12a，第1右側片13aを支柱の幅の長さ分だけ切欠き」，さらに，コーナー壁を形成するため，「第2前側片10b，第2後側片11b，第2左側片12b，第2右側片13bを第1前側片10a，第1後側片11a，第1左側片12a，第1右側片13aの切欠部内に延出させ，これを支柱1′の内側に当接して，段部15，15′で支柱1′の両側面を挟む」構成(甲8発明)が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明と引用発明，甲8記載の発明は支柱の傾きを防止するという課題において共通し，棚板の側板が二重構造になっており，外側側板を箱底のかどから支柱の幅の長さだけ切り欠いて，切欠部内に延出している内側側板を支柱の内側に当接して，切欠によって作られた外側側板の側面で支柱の両側面を挟む点で，作用効果が基本的に一致しているから，引用発明に甲8発明を適用して相違点2に係る構成を得ることは，当業者にとって容易に想到し得ることである(引用発明に甲2発明と甲8発明を重畳適用することでも相違点2に係る構成を得ることができる。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，甲8発明が，第1コーナー片14aが支柱1及び1’の内側に当接した状態で，棚板と支柱とが固定されるものであり，第2コーナー片14bが，支柱1及び1’の内側に当接しているとはいえないとした審決の認定は，誤りであるし，引用発明との組合せを容易とはいえないとした審決の判断も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲9発明の適用について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲9には，「複数枚の直角四辺形の金属製棚板(棚アセンブリ)と，4本のL型支柱(隅柱アセンブリ)とからなり，各棚アセンブリの四隅のかど部を支柱の内側面に当接し，固定して組み立てることとした金属製棚において，棚アセンブリはスカート内側部分10b(内側側板)が内側に折り返されてスカート外側部分10a(外側側板)に重ね合わせられた二重構造になっており，棚アセンブリのスカート外側部分10a(外側側板)が支持面9のかどから隅柱アセンブリ1の幅の長さ分だけ切欠かれており，スカート内側部分10b(内側側板)をスカート外側部分10a(外側側板)の切欠部内に延出させ，これを隅柱アセンブリ1の内面に当接して，スカート外側部分10a(外側側板)の側面で隅柱アセンブリ1の両側面を挟む」構成(甲9発明)が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は支柱の傾きを防止するという課題を有するところ，この課題は棚板の四隅を支柱に当接させて固定させる棚一般の課題であり，甲9発明にも共通するものである。また，本件発明と甲9発明は，切欠によって作られた外側側板の側面で支柱の両側面を挟む点で，作用効果が基本的に一致している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明に甲9発明を適用する動機付けがあり，また，甲9によって教示される技術を適用すれば，相違点2に係る構成を得ることは，当業者にとって容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，棚アセンブリ8隅柱アセンブリ1との固定は，「アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリープに収納される」ことでなされるものであり，相違点2の「内接片を支柱にボルトにより固定する」構成を備えるものではないと判断するが，アーム6及び7を省略した構成においては，アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリープに収納される」ものではない。",
                    "そして，支柱を棚板に固定(統合)する手段として，ボルトやピンによる係止は周知慣用手段であり，アーム6及び7を省略した構成においても，当業者が適宜採用できる事項である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲12の1～12の3の参酌について",
              "text": [
                "甲12の1及び2の「スーパーワゴン  H880タイプ」のカタログには，箱底の四辺に近い方の側板を切り欠き，側板の側面で支柱を挟み込む構造のワゴンが記載されている。",
                "上記カタログの実勢の製品を撮影した甲12の3の1～4の写真に写っている金属製ワゴンは，本件発明と同様に，棚板の側板を内側に折り返して二重構造としたものであるところ，外側側板を箱底のかどから支柱の幅の長さだけ切り欠いて，切欠によって作られた外側側板で支柱の両側面を挟むという点で，引用発明と構造，作用効果が基本的に一致している。L型金具は，側板の切欠部内に延出されているのであって，切欠時に延出しているかどうかは関係なく，内接片と同様のものである。",
                "そうすると，(内側に折り返して二重構造とした)引用発明に，甲2発明，甲8発明，甲9発明を，単独又は重畳的に適用する際に，(内側に折り返して二重構造とした)甲12の3の1～4の金属製ワゴンを参酌すれば，四辺に近い方の外側の部分(外側側板)を切り欠いて，相違点2に係る構成を得ることは，当業者が，容易に想到し得ることといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)に対して",
          "text": [
            "原告は，審決の引用発明の認定がどの点で誤っており，その誤りが審決の判断にどのような影響を与えているのかについて，何も主張していない。よって，取消事由1は，主張自体失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点，相違点2の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "上下逆にして皿状の棚板として使用することはできないこと",
              "text": [
                "甲3の棚板は，請求の範囲に「天板およびその周縁部から下向きに突出する側板を備えた棚板」と規定しているように，「天板から側板が下へ向かって突出する棚板」に限られており，上下を逆にして皿状の棚板として使用できないから，引用発明には，本件発明にいう「箱底」がなく，両者を同一視して一致点とする原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "側板10の内側の板は，「内接片」に相当しないこと",
              "text": [
                "「内接片」は審決に記載されているように，その一部が「支柱に接するもの」でなければならないが，甲3の「側板10の内側の板」は支柱に接しないから，本件発明にいう「内接片」に該当せず，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "内接片の存在の有無という決定的な相違点を看過できないこと",
              "text": [
                "本件発明と引用発明との間には，審決に記載されている相違点2が存在しており，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張は，主張自体失当であること",
              "text": [
                "原告は，「内接片」を特別視できないという抽象論を繰り返すのみであり，具体的に，審決の引用発明の認定，それを前提とした一致点，相違点の認定がどの点で誤っており，その誤りが審決の判断にどのような影響を与えているのかについて，何も主張しておらず，主張自体失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の適用について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の認定について",
                  "text": [
                    "本件発明において，棚板の側壁とは，箱底と直接つながっていて，箱底から立ち上がった側面板をいうのであって，箱底と直接つながっていない甲2の「折り返し片16ないし19」はこれに該当せず，「縁片12ないし15」が該当する。そして，甲2では，「縁片12ないし15」の四隅のかど部が切欠されないまま，支柱の内面に当接している。したがって，原告の主張するように，甲2において，外側側板が箱底のかどから支柱の幅の長さ分だけ切欠され，外側側板の切欠部内に内側側板が延出して，支柱の内面に当接する構成が記載されているわけではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に甲2発明を適用する動機が存在しないこと",
                  "text": [
                    "甲2発明は，支柱の傾き防止を目的とし，棚板の側壁の先端部分を外側へ折り返し，折り返し片の四隅に位置する端を支柱の幅の長さだけ切欠し，棚板のかどを支柱に固定し，切欠によって生じた側面で支柱の両側面を挟む構成を必要としているのに対し，引用発明は，棚板を支柱に強固に固定することを目的とし，このために棚板のかどに内側からコーナープレートを当接し，コーナープレートを支柱に引き寄せて固定することを必要としており，甲2発明と引用発明は，目的，当該目的達成のための手段も全く異なっている。そればかりか，それぞれの手段は，折り返し方向が全く逆向きで互いに相容れないものである。したがって，甲2発明を引用発明に組み合わせることはできない。甲2発明と引用発明とが同一の作用効果を有することは，容易想到性とは無関係である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "側壁に相当する構成を支柱の幅だけ切り欠くことの示唆の不存在",
                  "text": [
                    "アで述べたとおり，甲2の「折り返し片16ないし19」は，本件発明の側壁に相当せず，甲2には，側壁を箱底のかどから支柱の幅の長さだけ切り欠く技術思想は，開示されていない。甲2は，あくまでも，箱状棚板の側壁を切り欠いてはならないという旧来の考え方に立った技術である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明と甲2発明を二重構造の側板という概念で一括して捉えられないこと",
                  "text": [
                    "外側に折り返した場合には，折り返した部分の端を切欠しても棚板は支柱への当接部を失うことにはならないが，内側に折り返した場合には，これまで側壁は支柱への固定部として使用してきたため，簡単に切欠することができない。よって，内側に折り返すか外側に折り返すかは，棚板として極めて重要なことである。したがって，本件発明と甲2発明を単に二重構造の側板という概念で，一括して考えることはできない。",
                    "しかも，審決が指摘するとおり，甲2には，2枚重ね構造のうちの外側の部分を切り欠くという抽象化された構成まで開示されているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲8発明の適用について",
              "text": [
                "甲8には，原告が主張する構成に関する記載は，存在しない。甲8には，第1側片を箱底の角から支柱の幅だけ切り欠く構成や，第2側片を支柱の内側に当接させる構成は，記載されておらず，その示唆もない。甲8に，側壁の一部を切り欠き，抽象的な技術思想を，見出すことはできない。",
                "甲8発明は，側壁と45度の角度で交わるコーナー壁を備えた棚板を用いることを必要としているが，このような棚板は甲3の棚板と構造が異なっているから，引用発明に甲8発明を適用することはできない。甲8の棚板は，甲2の棚板とも構造が異なっているので，甲2発明との重畳適用もできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲9発明の適用について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲9には原告の主張する技術が開示されていないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲9には，「棚アセンブリのスカート外側部分10a(外側側板)が支持面9のかどから隅柱アセンブリ1の幅の長さ分だけ切欠かれており」との構成は記載されておらず，その示唆もない。また，「これを隅柱アセンブリ1の内面に当接して，スカート外側部分10a(外側側板)の側面で隅柱アセンブリ1の両側面を挟む」という構成も開示されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲9は，「アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリーブに収容されることで棚アセンブリ8を隅柱アセンブリ1により固定した」基本構造を不可欠な要素としている。原告は，この不可欠な基本構造を，甲9発明の適用に当たって，理由なく削除している。",
                        "「アーム6および7を省略してもよい」との記載は，甲9の構成一般において許されるものではなく，舌の延長部12a及び14aが隅柱アセンブリ1のリム外側部分2b及びリム内側部分2aの間並びにリム外側部分3b及びリム内側部分3aの間にそれぞれ位置する構成のみに初めて適用できる旨の記載があるにすぎない。したがって，無条件にアームを省略できる技術思想が甲9に開示されているわけではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に甲9発明を適用できないこと",
                  "text": [
                    "引用発明に甲9発明を適用する動機付けはない。",
                    "甲9発明と本件発明の課題や作用効果の一致は，引用発明に甲9発明を適用する動機付けを導き出すものではない。しかも，甲9は，臨時に商品を陳列するための陳列棚とその支脚又は支柱とからなる圧縮厚紙製の軽くて安価な臨時スタンドに関する発明であるし，支柱のアーム6又は7を棚板側板の二重構造の隙間へ差し込むことで側板が支柱を支える構造となっていて，支柱を側板が当接する状態で支えているわけではなく，支柱の傾きを防止する構造になっていないから，本件発明との課題の共通性はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲9においてアームを削除した構成を想定し，更に引用発明に適用することはできないこと",
                  "text": [
                    "甲9に開示されていない「スカート10を構成する外側の部分を切り欠いて外側部分で支柱を挟む構成」を適用した上で，更に具体的な構成が開示されていないアームの削除という構造も適用することは，当業者において想到できるものではない。簡易な組立てを目的とする甲9を適用するに当たって，本件発明において不可欠なボルトで固定する構成を採用する技術的意味も見出せない。また，甲9発明は，アームをスカートの内部部分10aと外側部分10bの間に収容することによって初めて固定化できるので，スカートを削除することはできない。",
                    "仮に，スカートを削除できるとしても，支柱と側板を固定するための代替的構成が不可欠であって，舌の延長部12a及び14aの存在と，それを挟み込むリムの構成が必要であり，引用発明に甲9発明を適用しても，本件発明に想到しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "材質上，甲9は引用発明に適用できないこと",
                  "text": [
                    "甲9の材料は，人の力で折り曲げ可能なものを指すと考えられる。したがって，甲9発明は，本件発明で用いる鋼板に対して使用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲12の1～12の3の参酌について",
              "text": [
                "甲12の1及び12の2のカタログに記載されたワゴンは，棚板側板を内側に曲げたり，二重構造にしたり，内接片を切欠内に延出したりしていない。そのため，仮に，甲12の1及び2の構成により，カタログの指摘のとおり，支柱側面突き合わせのためにぐらつきがなく強固であるという作用効果が存するとしても，その作用効果発生に至る構成は，本件発明の構成とは全く異なる以上，同カタログの記載は，本件発明の進歩性判断に何ら影響しない。",
                "審決が示すとおり，甲12の3の1～4の写真には，相違点2に係る「各側壁が箱底のかどから支柱の幅の長さ分だけ切欠きされた形状に金属板を打ち抜き，内接片を折り返して側壁に重ね合わせるとともに内接片が箱の内側へくるように側壁を起立させて浅い箱状体とした」棚板を前提とする「側壁の切欠部内に延出している内接片を支柱の内側に当接し，切欠によって作られた側壁の側面で支柱の両側面を挟み，内接片を支柱にボルトにより固定する」構成は，開示されておらず，その示唆もない。したがって，「四辺に近い外側の部分(外側側板)を切欠いた構成」や「外側側板の切り欠き部内に延出している」構成が記載されているという原告の主張は失当である。",
                "また，甲12の3の1～4の写真には，L型の金具が写っているが，切欠部内に延出されているとはいえず，「内接片」を容易に想起させないから，引用発明に甲2発明，甲8発明，甲9発明を単独又は重畳的に適用するに当たり，甲12の3の1～4を参酌しても，本件発明に想到することはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲3の記載事項",
              "text": [
                "甲3には，次のとおりの記載がある。",
                "「(産業上の利用分野)",
                "本考案は，支柱に棚板が着脱自在に取付けられる組立式棚の改良に関するものである。」(第1欄14～16行)",
                "「(従来技術)",
                "従来，山形鋼等からなる支柱に薄板鋼板材等からなる棚板をボルト等によって取付けるように構成された組立式棚で，通常棚板によって支柱同士が連結されており，棚板の取付力が不足すると支柱が傾斜したり，横揺れし易くなったりするという問題が生じるため，上記支柱と棚板とをコーナプレートを介して連結するとともに多数のボルトを用いて強固に取付けることが行なわれていた。」(第1欄17行～第2欄2行)",
                "「(考案の目的)",
                "本考案は，上記欠点を解消するためになされたものであり，取付ボルトの締付作業を減らして簡単かつ強固に棚板を支柱に取付けることができるとともに，構造を複雑化することなく棚板を安定して支持することができる組立式棚を提供するものである。」(第2欄20行～第3欄3行)",
                "「(考案の構成)",
                "本考案に係る組立式棚は，山形鋼等からなる一対の壁面を備えた支柱と，鋼板材等からなる天板およびその周縁部から下向きに突出する側板を備えた棚板と，左右一対の側辺部が係合孔と係止部材とによってそれぞれ上記側板の内面に係止されるとともにコーナ部が取付ボルトによって支柱のコーナ部内面側に引寄せられて支柱の内面との間で棚板の側板を挟持するコーナプレートとを備え，上記係合孔に，コーナプレートの引寄せ操作に応じて上記係止部材に案内されることによりコーナプレートを上昇させる傾斜溝部を形成したものである。」(第3欄4～16行)",
                "「(実施例)",
                "第1図において，1は山形鋼からなる支柱，2は薄板鋼板からなる棚板，3は上記支柱1の内面に配設されるコーナプレートである。上記支柱1は互いに直交する一対の壁面4，4を有し，各壁面にはそれぞれ長さ方向に伸びる多数の長孔5が所定間隔置きに形成されている。また，上記支柱1にはコーナ部を外面からプレス加工する等の手段で内向きに膨出する取付座6が形成され，この取付座6には上記コーナプレート3を取付けるための取付ボルト7の挿通孔8が形成されている。」(第3欄17～27行)",
                "「上記棚板2は，天板9とその周縁部に連成されて下向きに突出する四周の側板10とからなり，各側板10の側端部にはピン11aを介して上記コーナプレート3を係合するための係合孔12と，この棚板2を後述するように中間部の棚板として使用する場合に支柱1に直接係合するための取付孔13が形成されている。」(第3欄28～34行)",
                "「上記各部材を用いて棚を組立てるには，棚板2の側板10の係合孔12を貫通してピン11aの先端部をコーナプレート3の取付孔20内に嵌入して棚板2とコーナプレート3とを連結するとともに，支柱1の長孔5を貫通してピン11bの先端部をコーナプレート3の係合孔21内に嵌入することにより，このコーナプレート3を介して棚板2を支柱1の上端部に仮止めする。次いで，取付ボルト7の軸部を支柱1の挿通孔8およびコーナプレート3の挿通孔25内に嵌入した後，その先端部にナツト26を螺着する。」(第4欄28～38行)",
                "「上記のようにして棚板2の四隅をそれぞれ支柱1に仮止めした後，上記取付ボルト7を締込むことにより，棚板2を支柱1に固定する。」(第4欄39～41行)",
                "「なお，上記実施例では，支柱1の上端部に位置する棚板2の取付例について説明したが，支柱1の下端部および中間部についても上記各部材を用いて棚板2を取付けるように構成できる。また，上下両端部に設けた棚板2によって支柱1の立設状態を確保できる場合には中間部に位置する棚板2の取付部をより簡略化することができる。例えば，第5図に示すように，棚板2の側板10の側端部に設けた取付孔13を用いて支柱1に直接取付けるようにしてもよい。すなわち，上記取付孔13はピン11の膨出部18よりも大きい孔径を有する大径孔部27と，この大径孔部27の上辺部に連成されたテーパ溝部28とからなり，支柱1の長孔5を貫通したピン11の先端部を上記大径孔部27内に嵌入した後，棚板2を押下げることによって上記ピン11の軸部17がテーパ溝部28内に嵌入されて係合され，このピン11を介して棚板2が支柱1に係止されるようにしている。」(第5欄44行～第6欄18行)",
                "「(考案の効果)",
                "以上説明したように，本考案は，係止部材を係合孔内に嵌入することによって棚板の側板とコーナプレートとを係合した状態で，支柱のコーナ部に設けた取付ボルトを締込むという簡単な操作で，上記係合孔の傾斜溝部が係止部材に案内されることにより，コーナプレートが押上げられて棚板の天板とコーナプレートとが当接して係合されるように構成したため，上記棚板をコーナプレートに対して強固に連結することができ，このコーナプレートを介して棚板を支柱にぐらつくことなく強固に取付けることができる。」",
                "「(図面)",
                "第1図：本考案に係る組立式棚の実施例を示す分解斜視図",
                "第2図：上記棚の平面断面図",
                "第5図：中間棚の取付例を示す分解斜視図",
                "」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用発明の認定",
      "text": [
        "上記(実施例)記載のとおり，「支柱1の上端部に位置する棚板2」及び「中間部に位置する棚板2」は，第2図によれば，その形状は直角四辺形であると認められる。また，棚板2は，支柱1の上端部と中間部に位置するものであって，第1図，第5図も参酌すると，その枚数は複数枚であると認められる。さらに，支柱1は山形鋼からなり(第3欄18行)，棚板2の4つのコーナ部にすべて取り付けられるものであって(第4欄39～41行)，4本あると認められる。そして，支柱1と棚板2とコーナプレート3の固定方法，棚板2の構成や係止の仕組み，側板10の構成や位置関係等についても上記(実施例)記載のとおりである。なお，中間部に位置する棚板2は，「第5図に示すように，棚板2の側板10の側端部に設けた取付孔13を用いて支柱1に直接取付けるようにしてもよい。」(第6欄7～9行)ものであり，中間部に位置する棚板2と支柱1との関係は，第2図と同様に，側板10の外側を構成する板が，支柱1の内側面に当接して組み立てられた状態にあると認められる。",
        "よって，上記記載事項及び図面の記載から，甲3には，審決で認定したとおりの発明(上記第2の3(2)ア)が記載されていると認められ，取消事由1は理由がない。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "原告の主張について",
      "text": [
        "この点，原告は，審決の引用発明の認定は具体的すぎる旨主張する。",
        "しかしながら，引用発明を具体的に認定したからといって，そのことが誤りとなるものではなく，審決の取消事由としては，本件発明との対比における引用発明認定の実質的な誤りを指摘することが必要とされる。",
        "しかも，上記甲3の記載事項によれば，引用発明は，棚板の安定した支持を図りつつも，取付ボルトの締付作業を減らす目的で，係止部材を係合孔内に嵌入することによって棚板の側板とコーナプレートとを係合した状態で，支柱のコーナ部に設けた取付ボルトを締込むという簡単な操作で，上記係合孔の傾斜溝部が係止部材に案内されることにより，コーナプレートが押上げられて棚板の天板とコーナプレートとが当接して係合されるようにした構成を示しているのであるから，支柱と棚板を固定する係止具の内容を問わないという，抽象的な技術思想まで現れているとは必ずしもいえず，原告が主張するような引用発明の認定(上記第3の1)が適切とはいえない。",
        "したがって，いずれにしても，原告の主張は理由がない。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(一致点及び相違点の認定の誤り)について"
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件発明と引用発明との対比",
      "text": [
        "本件発明1，2は，上記第2の2記載のとおりである。",
        "したがって，本件発明と引用発明を対比すると，審決で認定したとおりの一致点，及び相違点1，2が認められる(上記第2の3(2)イ)。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "原告の主張について",
      "text": [
        "この点，原告は，審決には「内接片」という用語を特別視している点で誤りがあり，本件発明と引用発明との一致点及び相違点2の認定にも誤りがある旨主張する。",
        "しかしながら，上記1で説示したように，審決における引用発明の認定に誤りはなく，一致点及び相違点2の認定にも誤りはない。本件発明の「内接片」は，その一部が支柱に当接するのに対して(分説E)，引用発明の「側板10の内側の板」は支柱に当接しないから(分説e参照)，本件発明の「内接片」と引用発明の「側板10の内側の板」とは支柱に当接するか否かという点で構造上の相違があり，このことが，支柱への固定において，本件発明1では支柱の傾斜防止及び美観向上に資するのに対して，引用発明では棚板の安定的な支持に資するという機能(作用効果)面での差異をもたらし，技術思想の相違が生じているのであるから，それらを相違点と認定することに誤りがあるとはいえない。",
        "また，本件特許の請求項1において，内接片は，直角四辺形の箱底の四辺において(分説B)，折り返されて側壁に重ね合わされ，側壁を起立させると箱の内側へくること(分説D)，側壁の切欠部内に延出する部分があり，その部分が支柱の内側に当接すること(分説E)，支柱にボルトで固定されること(分説G)が要求されている以上，審決が，内接片に当たるためにはこれらの要件を具備することを要するとしたのは，当然のことである。原告の主張は，発明特定事項を無視するものといわざるを得ない。",
        "原告の主張は採用できない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について"
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件発明",
      "text": [
        "本件発明の技術分野は，金属製棚及び金属製ワゴンに関するもので，特に，組立てと分解が容易で，使用中に棚板に対して支柱の傾斜することが確実に防げ，しかも美麗な金属製の棚及びワゴンに関するものである(段落【0001】)。",
        "本件発明の背景技術としては，以下のような事情がある。すなわち，金属製の棚板と支柱とを組み立てて作られた棚は，一般にスチール棚と云われており，4本の支柱の間に複数枚の棚板を固定して作られている(段落【0002】)。他方，金属製ワゴンは，上述の金属製棚を構成している各支柱の下方に，キャスターを付設することによって作ることができる(段落【0003】)。このような構造の棚は，不使用時には分解しておき，使用時に使用場所で組み立てができるように構成され，棚板はその重量を減らし撓みを少なくするために，浅い箱状とされ，しかも棚板の厚みをできるだけ小さくすることとされ，他方，支柱は山形鋼で構成し，その幅は小さいものとされた(段落【0005】)。その結果，棚板の側壁にあたる部分と，山形鋼の各片との当接面は小さな面積を占めるものとなり，1本のボルトとナットとで結合せざるを得ないこととなったが，このように当接面を1本のボルトとナットとで結合しただけでは，棚の支柱を横方向から押すと，支柱が傾き易いという欠点を持つものとなった(段落【0006】)。",
        "上述の欠点を改良するために，従来，浅い箱状棚板の側壁にあたる面の外側に，金属板の小片を重ねて付設し，金属板小片の側面をかどから支柱の幅の長さだけ隔たったところに位置させておき，組立て時には，金属板小片の側面が支柱の側面に当接するようにして，支柱が傾くことを防ぐ手段が知られている(段落【0007】)。しかしながら，上記手段は，金属板小片を棚板の外側面に付設するために，棚及びワゴンが商品として見栄えの悪いものになり，また，金属板小片が棚板外面に突出しているために棚板を手際よく取扱うことが困難となり，その上，金属板小片は棚板側面の幅よりも幅の狭いものとされているから，棚板が支柱側面に接触する当接面の長さは，棚板側面の幅よりも小さいものとなり，当接面に隙間が生じ易く，そのため棚板に対する支柱の傾きを防ぎ得ないという事態が生じるという問題があった(段落【0008】)。",
        "そこで，本件発明は，上述の問題点を改良するために，上記手段とは違った手段を使用して，支柱と棚板との間をボルトで固定するだけで，棚板に対して支柱が傾くことを確実に防止し，また，棚板の取り扱いを容易にするとともに，棚板の美観をも向上させるという作用効果をもたらした(段落【0009】)。すなわち，本件発明は，棚板が金属板を折曲して作られ，直角四辺形の底から4個の側壁が起立している浅い箱状にされ，箱の四隅に位置する側壁が支柱の幅の長さ分だけ切欠され，側壁の内側には側壁と平行に延びる内接片が固定されて，内接片が上記切欠部内に延出している構造であるから，内接片は側壁より内側に位置しており，また，表面は側壁が面一となっているために，棚板の取扱いが容易であり，さらに，棚板の組立てが容易で，見栄えも良く，また，支柱の側面に側壁の切欠によって作られた側壁の側面を当接して支柱を側壁の側面で挟むこととした結果，側壁の高さ全体に延びる長い側面で支柱を挟むことになり，棚板に対する支柱の傾きを確実に防止することができるという効果を奏するものである(段落【0013】)。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "甲2発明の適用について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "甲2の記載事項",
              "text": [
                "甲2には，次のとおりの記載がある。",
                "「【特許請求の範囲】",
                "【請求項1】",
                "金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を金属板小片の上記側面により挟むようにしたことを特徴とする，金属板製棚。",
                "【請求項2】",
                "金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ支柱の両側面を金属板小片の上記側面により挟むようにし，各支柱の下方にキャスターを付設して，金属板製棚を移動可能としたことを特徴とする，金属板製ワゴン。",
                "【請求項3】",
                "金属板小片が棚板の厚み方向に延びる各縁片の先端部分を外側へ折り返して付設され，棚板の四隅に位置する折り返し片の端を支柱の幅に等しい矩形部分を切り取ることによって，支柱の側面に密接する金属板小片の厚み方向の側面が形成されていることを特徴とする，請求項1又は2に記載の金属板製棚又は金属板製ワゴン。",
                "・・・",
                "【0001】",
                "【発明の属する技術分野】",
                "この発明は，金属板製棚及び金属板製ワゴンに関するものである。",
                "【0002】",
                "【従来の技術】",
                "・・・",
                "【0004】",
                "・・・このような構造のものは，複数枚の棚板とこの棚板を四隅で支える4本の支柱とで構成されている。この構造のものは，組み立てると大きな体積を占めるものとなるが，分解すれば小さな体積のものとなるので，貯蔵及び運搬の便宜から，使用場所で組み立てて使用するものとされて来た。また，その際の組み立て作業も，できるだけ簡単であることが必要とされた。",
                "・・・",
                "【0006】",
                "この種の棚では，組み立て作業を簡単にするために，図2に示したように，ボルトCは1つの隅について2個ずつ使用するものとされた。すなわち，支柱Aの各面に1つの棚板に対してボルトCをただ1個使用して，これをナットで止めるものとされた。これは，支柱Aの各面には複数個のボルトCを使用するだけの広さもなかったことにも基因している。",
                "【0007】",
                "棚板Bは浅い箱状にされているので，側壁に該当する部分の先端が手を傷つけるおそれがあった。その場合には，その先端を丸めるために先端を折り返すことも行われた。しかし，その場合の折り返しは，箱状体の内側へ折り返されるだけであって，外側へ折り返されることはなかった。また，その折り返しは極めて幅の狭いものであった。",
                "【0008】",
                "図1に示したようにして組み立てられた金属板製棚は，棚上に物を載せるとき，横方向からの力が加えられると，支柱が傾き易いという欠点があった。この欠点は支柱の下方にキャスターを付設して，金属板製棚をワゴンとして使用するときに一層顕著に現れた。すなわち，金属板製ワゴンに物品を載せて移動させようとすると，僅かな力で押しただけで支柱が傾いて，ワゴンの形が歪むという欠点があった。",
                "【0009】",
                "そこで，図2に示したように棚板Bの内側に金属又は合成樹脂製のL型補強材Dを当接してボルトCで締めるということも試みられたが，支柱が傾くことを防ぐことができなかった。",
                "【0010】",
                "【発明が解決しようとする課題】",
                "この発明は，上述の欠点を改良しようとするものである。すなわち，この発明は，組み立て作業を従来通りの簡単なものにしたまま，金属板製棚又は金属板製ワゴンに横方向から力を加えても，支柱が傾かないようにすることを目的とするものである。",
                "【0011】",
                "【課題を解決するための手段】",
                "この発明者は，上述の欠点を棚板の改良によって解消しようと企てた。この発明者は，棚板が浅い箱状を呈しているので，箱の側壁にあたる先端部分を外側へ折り返し，折り返し部分を四隅のかどで切欠して，折り返し部分の切欠端が丁度支柱の側面に当たるようにしておくと，この棚板を従来通りボルトで止めるだけで，支柱の傾きを完全に防止できることを見出した。この発明は，このような知見に基づいて完成されたものである。",
                "【0012】",
                "この発明は金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を金属板小片の上記側面により挟むようにしたことを特徴とする，金属板製棚を提供するものである。",
                "【0013】",
                "また，この発明は，上記金属板製棚の下方にキャスターを付設して，金属板製棚を移動可能としたワゴンをも提供するものである。すなわち，この発明は，金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を各支柱の内側面に当接してボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を金属板小片の上記側面により挟むようにし，各支柱の下方にキャスターを付設して，金属板製棚を移動可能にしたことを特徴とする，金属板製ワゴンをも提供するものである。",
                "【0014】",
                "【発明の実施の形態】",
                "・・・",
                "【0015】",
                "この発明において用いられる棚板1は，これを展開すると，図3に示すように，直角四辺形の板PQRSから成る平板11の四辺に幅xの縁片12，13，14，15を付設し，さらにそれぞれの縁片に幅yの折り返し片16，17，18，19を付設した構造のものである。各折り返し片16，17，18，19は，何れも両端が長さzの矩形部分20だけ切欠されている。ここで，幅yは幅xよりも僅かに小さくされる。また，長さzは，のちに説明するように，支柱の幅に等しくされる。",
                "・・・",
                "【0018】",
                "図5に示された棚板1は平板11を底とし，縁片12，13を側壁とする浅い箱状を呈している。折り返し片16，17の幅yは縁片12，13の幅xよりも僅かに小さくされているから，縁片12，13に沿って外側へ折り返された折り返し片16，17は，縁片12，13の少なくとも上半分を覆っており，折り返し片16，17の下端は縁片12，13の下端より僅か上方に位置している。折り返し片16，17は，棚の隅のところで長さzの矩形部分だけ切欠されているから，一辺がzの矩形部分だけ縁片12，13が露出している。各露出部分の中央に，前述のボルト孔41，42が設けられている。",
                "・・・",
                "【0020】",
                "こうして棚板1と支柱6とをボルトで固定すると，図6に示したように，支柱6は折り返し片16，17の間に密接して挟まれることとなる。このとき，折り返し片16，17の幅が縁片12と13の幅の半分以上を覆うようにすれば，支柱6の両側面63，64は相当の長さにわたって折り返し片16，17の側面161，171に密接することとなり，従って支柱6は棚板1に対して傾く余地が全くなくなる。",
                "・・・",
                "【0025】",
                "【発明の効果】",
                "この発明によれば，棚板を従来通りの浅い箱状にし，各棚板の厚み方向に延びる面の外側に金属板の小片を付設し，棚板の厚み方向に延びる金属板小片の側面が支柱の側面に密接するように棚板が作られているので，従来通り棚板と支柱との間をボルトで固定するだけで，支柱の両側面を金属板小片の側面間に挟んで，支柱を棚板に対して傾かないようにすることができる。従って，棚板の改善だけであとは従来通りの組み立て操作により，容易に傾かない金属板製棚及び金属板製ワゴンを得ることができる。この点で，この発明の効果は大きい。」",
                "「【図3】                          【図4】",
                "【図5】                            【図6】",
                "」"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲2発明の認定",
              "text": [
                "上記アの記載事項及び図面の記載からすると，甲2には，金属板製棚及び金属板製ワゴンに関して，組立て作業を従来どおりの簡単なものにしたまま，金属板製棚又は金属板製ワゴンに横方向から力を加えても，支柱が傾かないようにすることを目的とした，「金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を金属板小片の上記側面により挟むようにした金属板製棚又は金属板製ワゴンであって，金属板小片が，各棚板の厚み方向に延びる各縁片の外側に棚板の厚み方向に延びる各縁片の先端部分を外側へ折り返して付設され，棚板の四隅に位置する折り返し片の端を支柱の幅に等しい矩形部分を切り取ることによって，支柱の側面に密接する金属板小片の厚み方向の側面が形成され，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を上記側面により挟むようにされている金属板製棚又は金属板製ワゴン。」という技術思想(甲2発明)が記載されていると認められる。",
                "甲2には，縁片と金属板小片とが重なっていて，箱状の棚の側面部分を形成する構成が記載されているが，金属板小片は，あくまでも縁片の外側へ折り返して付設されているのであって，縁片の内側に折り返して付設されるという技術思想は示されていない。また，金属板小片は，支柱の幅に等しい矩形部分が切り取られたことによって，内側にある縁片と金属板小片の厚み部分が支柱に当接して，支柱を挟みこんでいるのであって，それとは異なる支柱の挟み込みの方法に関する技術思想は示されていない。",
                "以上のとおり，甲2には，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成が示されているとはいえない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲2発明の適用について",
              "text": [
                "引用発明と甲2発明とは，金属製棚という共通の技術分野に属している上に，支柱と棚板をボルトで固定するだけでは十分強固に支柱に固定できないという従来技術の持つ課題を解決するための手段を共に示す発明であるから，引用発明に甲2発明を適用することは，当業者が容易に着想し得ることである。",
                "しかしながら，上記イで説示したように，甲2には，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成が記載されているとはいえないから，本件発明1の相違点2に係る構成とすることは，当業者が容易に想到し得ることとはいえない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲2発明が，外側側板である「折り返し片16ないし19」が箱底である「平板11」のかどから「支柱6」の幅の長さ分だけ切欠された形状に金属板を打ち抜き，内側側板である「縁片12ないし15」を外側側板である「折り返し片16ないし19」の切欠部内に延出させ，これを「支柱6」の内面に当接し，切欠によって作られた外側側板である「折り返し片16ないし19」の側面で「支柱6」の両側面を挟み，内側側板である「縁片12ないし15」を「支柱6」にボルトにより固定した構成を開示しているから，側板の内側の部分を内側に折り返して二重となっている引用発明に，甲2によって開示された上記構成を適用すれば，相違点2に係る構成を得ることができる旨主張する。",
                "しかしながら，上記イ，ウで説示したように，甲2には，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成は，開示されていない。箱底から遠い外側側板の一部を切欠した甲2発明から，内外いずれの側板であってもその一部だけを切欠するという上位概念化した技術思想を抽出し，引用発明の内側に折り返した内側側板に適用しようとすることは，当業者にとって容易とはいえず，これを容易想到とする考えは，まさに本件発明の構成を認識した上での「後知恵」といわなければならない。",
                "したがって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "オ",
              "subject": "むすび",
              "text": [
                "以上のとおりであるから，引用発明に甲2発明を適用して，本件発明の相違点2に係る構成とすることは，当業者が容易に想到し得るものではない。",
                "よって，本件発明は，引用発明及び甲2発明に基づいて，当業者が容易に発明することができたものとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "甲8発明の適用について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "甲8の記載事項",
              "text": [
                "甲8には，図面とともに，次のとおりの記載がある。",
                "「本考案は，例えば一般家庭等において書物や台所用品等を整理整頓するために用いる組立用整理棚に関し，特に棚板とこの棚板を支える支柱との取付構造に関するものである」(第1欄32～35行)。",
                "「この種の組立用整理棚としては従来から各種構造のものが案出されているけれども，この種の整理棚は特に捩れや横振れが生じやすく，これを簡易な方法で阻止することが困難とされている。そこで，従来での一般的な方法として捩れ，横振れは阻止できないとしながらも棚板と支柱とを固定するに際し棚板の1つのコーナー部分に対して二組のビスおよびナットを使用し一枚の棚板を支柱に取り付けるためにも最低八組のビスおよびナットを使用し，組立に手数がかかるばかりでなく，捩れや横振れも阻止することができず，その上コスト高になるという欠点があった」(第1欄36行～第2欄10行)。",
                "「まず，天板9の長手方向に折目17を介して第1前側片10aおよび第1後側片11aを連設し，これら各側片10a，11aに折目18を介して第2前側片10bおよび第2前側片11b(「第2後側片11b」の誤記)を連設し，かつ，これら各側片10b，11bに折目19を介して折曲片20，21を連設すると共に，天板9の幅方向に折目22を介して第1左側片12aおよび第1右側片13aを連設し，これら各側片12a，13aに折目23を介して第2左側片12bおよび第2右側片13bを連設し，かつ，これら各側片12b，13bに折目24を介して折目片25，26を連設する一方，前記各側片12a，12b，13a，13bの両側に折目27を介して第1および第2の各コーナー片14a，14bを連設し，さらに，これら各コーナー片14a，14bに折目28を介して連結片29，30を連設し，これらの各片を各折目に沿つて折り曲げ第6図に示す如く構成したものである。",
                "すなわち，第1前側片10aと第2前働片10b(「第2前側片10b」の誤記)とで前側壁10を，また，第1後側片11aと第2後側片11bとで後側壁11を，さらに第1左側片12aと第2左側片12bとで左側壁12を，さらにまた，第1右側片13aと第2右側片13bとで右側壁13をそれぞれ構成すると共に，第1コーナー片14a と第2コーナー片14bとでコーナー壁14を構成し，かつ連結片29，30の外側に各側壁10，11を連結することによつて段部15を形成したものである。なお，上記の実施例によつて棚板6を形成すると通常の厚みの約半分程度の厚みの薄鉄板で充分な強度を有する棚板6を形成することができるものである。」(第3欄12～41行)",
                "「上記構成の棚板6における左右両側部に第4図に示す如く支柱1，1を当接させ，該支柱1の折曲片2と棚板6のコーナー壁14とをビス7およびナツト8によつて固定すると，各支柱1の端面3aが棚板6の各段部15に当接するため，整理棚の捩れや横振れを防止することができるものである」(第3欄42行～第4欄4行)。",
                "「第7図ないし第9図は上記実施例の変形構造を示すもので，この変形例においてはコーナー壁14近傍における各側壁10,11,12,13に段部15,15’を形成した棚板6’を用い，この棚板6’を4本の支柱1’によつて支持するようにすると共に支柱1’の両側端面3aおよび3a'が棚板6’の段部15,15’と当接するように構成したもので，以下，この変形例においても先の実施例とほぼ同様の作用効果を奏するので，第7図乃至第9図において第1図乃至第4図と同一の部分には同一番号を付してその詳しい説明を省略する」(第4欄9～19行)。",
                "「・・・支柱1,1の端面3aの棚板6,6’に設けた段部15とが当接して捩れや左右の横振れが阻止できて緊牢な組立棚となり・・・」(第4欄33～36行)",
                "「(図面)",
                "」"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲8発明の認定",
              "text": [
                "上記アの記載事項及び図面の記載からすると，甲8には，「棚板6は，略直角四辺形の天板9の長手方向に折目17を介して第1前側片10aおよび第1後側片11aを連設し，これら各側片10a，11aに折目18を介して第2前側片10bおよび第2後側片11bを連設し，かつ，これら各側片10b，11bに折目19を介して折曲片20，21を連設すると共に，天板9の幅方向に折目22を介して第1左側片12aおよび第1右側片13aを連設し，これら各側片12a，13aに折目23を介して第2左側片12bおよび第2右側片13bを連設し，かつ，これら各側片12b，13bに折目24を介して折目片25，26を連設する一方，前記各側片12a，12b，13a，13bの両側に折目27を介して第1および第2の各コーナー片14a，14bを連設し，さらに，これら各コーナー片14a，14bに折目28を介して連結片29，30を連設し，天板9と前側壁10(または後側壁11)とコーナー壁14と連結片29とに隣接する部分は，切り欠かれた空間とし，これらの各片を各折目に沿つて折り曲げ構成し，棚板6の段部15が支柱1の端面と当接し，コーナー壁14と左側壁12(または右側壁13)が，支柱1の内面と当接した組立用整理棚。」(甲8発明1)，「棚板6は，略直角四辺形の天板9の長手方向に折目17を介して第1前側片10aおよび第1後側片11aを連設し，これら各側片10a，11aに折目18を介して第2前側片10bおよび第2後側片11bを連設し，かつ，これら各側片10b，11bに折目19を介して折曲片20，21を連設すると共に，天板9の幅方向に折目22を介して第1左側片12aおよび第1右側片13aを連設し，これら各側片12a，13aに折目23を介して第2左側片12bおよび第2右側片13bを連設し，これらの各片を各折目に沿つて折り曲げ構成し，棚板6には，コーナー壁14，段部15，15’も設け，棚板6の段部15，15’が支柱1’の端面と当接し，コーナー壁14が，支柱1’の内面と当接した組立用整理棚。」(甲8発明2)が記載されているといえる。",
                "しかしながら，甲8には，棚板の側壁(側板)が二重構造であることや，棚板に支柱の端面が当接する段部が設けられていることは記載されているが，四辺に近い方の「側壁」である第1側片10a，11a，12a，13a(外側側板)が，「支柱の幅の長さ分だけ切欠」かれていることは記載されておらず，各側壁の第2側片10b，11b，12b，13b(内側側板)が支柱に当接することも記載されていない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲8発明の適用について",
              "text": [
                "引用発明と甲8発明とは，組立可能な棚という共通の技術分野に属している上に，支柱と棚板をボルトで固定するだけでは十分強固に支柱に固定できないという従来技術の持つ課題を解決するための手段を共に示す発明であるから，引用発明に甲8発明の適用を試みることは，当業者であれば容易になし得ることであるといえる。",
                "しかしながら，上記イで説示したように，甲8には，外側側板が支柱の幅の長さ分だけ切欠かれていることは記載されていないから，引用発明に甲8発明を適用しても，引用発明の棚板の外側側板を切り欠いて内側側板に支柱を当接すること，すなわち，本件発明の相違点2に係る構成とすることはできない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲8の第7～9図の変形例において，段部15，15′を形成するため，「第1前側片10a，第1後側片11a，第1左側片12a，第1右側片13aを支柱の幅の長さ分だけ切欠き」，さらに，コーナー壁を形成するため，「第2前側片10b，第2後側片11b，第2左側片12b，第2右側片13bを第1前側片10a，第1後側片11a，第1左側片12a，第1右側片13aの切欠部内に延出させ，これを支柱1′の内側に当接して，段部15，15′で支柱1′の両側面を挟む」構成(甲8発明)が開示されていると主張する。",
                "しかしながら，甲8には，上記イ，ウで説示したように，第1側片を支柱の幅だけ切り欠く構成について，記載されておらず，その示唆もない。よって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "オ",
              "subject": "むすび",
              "text": [
                "以上のとおりであるから，引用発明に甲8発明を適用して，本件発明の相違点2に係る構成とすることは，当業者が容易に想到し得るものではない。",
                "よって，本件発明1及び2は，引用発明及び甲8発明に基づいて，当業者が容易に発明することができたものとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "甲9発明の適用について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "甲9の記載事項",
              "text": [
                "甲9には，次のとおりの記載がある。",
                "「図1は，プレス成形積層ボール紙(pressed1aminated  paperboard)などの比較的堅いが折り曲げることが可能である材料から形成された隅柱アセンブリ1の内面を示している。隅柱1は，そのような1枚の材料を，お互いに対してほぼ直角に配置されて「L」字形の柱の角を形成する1対の一体の細長いリム2，3をもたらすように折り曲げて形成されている。リム2，3の各々は，リム3に関して想像線で図示されているように，リム内側部分2a，3aをリム外側部分2b，3bの内向きの表面にそれぞれ重なるように内側へと折り曲げることによって形成された2層分の厚さの材料を備えている。",
                "・・・",
                "リム内側部分2a，3aの各々に，アセンブリ1の長手方向に沿って間隔を空けて位置する切り欠き領域が形成され，結果としてリム外側部分2b，3bの内面の一部分が露出されている。各々の切り欠き領域の位置は，隣接する他方のリム内側部分の切り欠き領域に合わせられており，さらに詳しく後述される棚アセンブリ8の角部分を収容するための一連の凹部5をもたらしている。棚アセンブリの接続を容易にするために，リム2，3の各々に，リムの長手自由縁から突き出す一体のアーム6，7がそれぞれ設けられている。各々のアームは，リム内側部分から取り除かれて凹部5を形成する材料から形成されている。",
                "次に，図面の図2，2a，および3を参照すると，やはりプレス成形積層ボール紙などの比較的堅いが折り曲げることが可能である材料から形成された矩形の棚アセンブリ8の角部分が示されている。棚アセンブリ8は，1枚のそのような材料から形成され，支持面9および支持面9からぶら下がる支持面9と一体の外周のスカート10を備えており，トレイを逆さにしたような構造を有する棚をもたらしている。外周のスカート10は，スカート内側部分10bをスカート外側部分10aの内面に重なるように内側へと上方に折り返すことによって生み出される2層分の厚さの材料から形成される(図3を参照)。スカート部は，アセンブリ8周りに間隔を空けて位置する対をなすタブとスロットとからなるコネクタ11によって，重なり合った関係に保持される。タブ11aが，スカート内側部分10bの自由縁と一体であって，スカート内側部分10bの自由縁に沿って間隔を空けて位置している。スロット11bが，支持面9において，隣り合うタブ11aの間の間隔に一致する量だけ離れた位置に形成されている(図3を参照)。",
                "棚アセンブリ8の各々の角において，スカート外側部分10aが或る長さだけ除去されることで，凹んだ角部分がもたらされ，スカート内側部分10bによってもたらされる1対の舌12および14が露出している。図2aに示されている現時点の好ましい実施の形態においては，これらの舌12および14が，棚アセンブリ8aのスカートよりも下方へと突き出す延長部12aおよび14bを備えている。さらに，舌12が，角を巡って折り曲げられるように構成され，棚ユニットが組み立てられたときに端部がスカート内側部分10bとスカート外側部分10aとの間に配置されるように寸法付けられた水平方向の延長部12bを有してもよい。",
                "・・・",
                "各々の隅柱アセンブリ1が，リム内側部分2a，3aを折り返して互いに留めることによって，図1に示されるとおりの構造部品へと形成される一方で，棚アセンブリ8は，隅柱アセンブリヘと取り付けられるときに構造部品へと形成される。棚アセンブリ8を各々の隅柱アセンブリ1に結合させるために，支持面9の尖った角が隅柱アセンブリの或る1つの凹部5の角に受け入れられ，アーム6，7が隣接するスカート外側部分10aの内面に沿って位置するように，棚アセンブリの凹んだ角部分が隅柱アセンブリの凹部5に当接させられる。その後に，内壁部分10bが，舌12および14がアーム6，7に重なり，凹部5の切り欠き領域に受け入れられるように，上方へと内側に折り曲げられる。このようにして，アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリーブに収容される。重なったスカート内側部分10bを動かぬように固定するために，タブおよびスロット11が，上述のように互いに接続される。棚アセンブリ8のすべての角がこのように接続されたとき，棚アセンブリは，陳列ユニット13の構造部材を構成する。図2および4に示されるように，タブ11aが，支持面9のスロット11bを貫いて突き出し，支持面上に配置される物品の移動を制止する保持リップをもたらしている。",
                "しかしながら，他の特定の実施の形態においては，棚アセンブリが完成した構造部材へとあらかじめ形成される一方で，隅柱アセンブリが，あらかじめ形成された棚アセンブリに結合させられるときに初めて完成される。この目的に適した棚アセンブリは，図2aに示され，すでに詳しく説明された構成である。舌の延長部12a，14aが，隅柱アセンブリ1のリム外側部分2bおよびリム内側部分2aの間ならびにリム外側部分3bおよびリム内側部分3aの間にそれぞれ位置することを，理解できるであろう。当然ながら，アーム6，7は，スカート内側部分10bおよびスカート外側部分10aの間に収容される。いくつかの場合においては，アーム6および7を省略してもよいと考えられる。",
                "・・・",
                "耐摩耗性を高め，ボール紙材料への水の進入または吸収を防止するために，例えばプラスチック材料からなる端部キャップを，各々の隅柱の端部に取り付けることができると考えられる。さらには，隅柱ユニットまたは棚ユニットのいずれか一方を，プレス成形積層ボール紙以外の材料から形成でき，実際に任意の他の折り曲げ可能な材料で形成できると考えられる。例えば，隅柱を，金属またはプラスチック材料から形成することができる。",
                "棚ユニットが過度に撓むことがないように，棚ユニットの外周のスカートの境界の内側で棚ユニットの下方にはめ込まれる金属製の「帽子」部(図示されていない)を設けてもよい。」",
                "「(図)",
                "」"
              ]
            },
            {
              "fig": "イ",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "まず，原告は，甲9には，「複数枚の直角四辺形の金属製棚板(棚アセンブリ)と，4本のL型支柱(隅柱アセンブリ)とからなり，各棚アセンブリの四隅のかど部を支柱の内側面に当接し，固定して組み立てることとした金属製棚において，棚アセンブリはスカート内側部分10b(内側側板)が内側に折り返されてスカート外側部分10a(外側側板)に重ね合わせられた二重構造になっており，棚アセンブリのスカート外側部分10a(外側側板)が支持面9のかどから隅柱アセンブリ1の幅の長さ分だけ切欠かれており，スカート内側部分10b(内側側板)をスカート外側部分10a(外側側板)の切欠部内に延出させ，これを隅柱アセンブリ1の内面に当接して，スカート外側部分10a(外側側板)の側面で隅柱アセンブリ1の両側面を挟む」構成が開示されていると主張する。",
                    "しかしながら，甲9には，「棚アセンブリ8の各々の角において，スカート外側部分10aが或る長さだけ除去されることで，凹んだ角部分がもたらされ，スカート内側部分10bによってもたらされる1対の舌12および14が露出している。」，「棚アセンブリ8を各々の隅柱アセンブリ1に結合させるために，支持面9の尖った角が隅柱アセンブリの或る1つの凹部5の角に受け入れられ，アーム6，7が隣接するスカート外側部分10aの内面に沿って位置するように，棚アセンブリの凹んだ角部分が隅柱アセンブリの凹部5に当接させられる。その後に，内壁部分10bが，舌12および14がアーム6，7に重なり，凹部5の切り欠き領域に受け入れられるように，上方へと内側に折り曲げられる。」と記載されているが，「棚アセンブリのスカート外側部分10a(外側側板)が支持面9のかどから隅柱アセンブリ1の幅の長さ分だけ切欠かれており」という構成の記載はない。",
                    "よって，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "また，原告は，本件発明は支柱の傾きを防止するという課題を有するところ，この課題は棚板の四隅を支柱に当接させて固定させる棚一般の課題であって，甲9発明にも共通するものであり，また，本件発明と甲9発明は，切欠によって作られた外側側板の側面で支柱の両側面を挟む点で，作用効果が基本的に一致しているから，引用発明に甲9発明を適用する動機付けがあり，また，甲9によって教示される技術を適用すれば，相違点2に係る構成を得ることは，当業者にとって容易に想到し得ることであると主張する。",
                    "しかしながら，本件発明は，組立てと分解が容易で，使用中に棚板に対して支柱の傾斜することが確実に防がれ，しかも，美麗な金属製の棚及びワゴンに関するものであるところ，甲9発明は，臨時に商品を陳列するための陳列棚とその支脚又は支柱とからなる圧搾(圧縮)厚紙製の軽くて安価な臨時スタンドに関する発明であるから，甲9発明と本件発明との間で，課題が必ずしも共通しているとはいえない。また，甲9発明において，「スカート10を構成する外側の部分を切り欠いて外側部分で支柱を挟む構成」を適用した上で，更に具体的な構成が開示されていないアーム6及び7の削除という構造も適用することは，当業者にとっても容易に想到できるものとはいえない。さらに，甲9には，「隅柱ユニットまたは棚ユニットのいずれか一方を，プレス成形積層ボール紙以外の材料から形成でき，実際に任意の他の折り曲げ可能な材料で形成できると考えられる。例えば，隅柱を，金属またはプラスチック材料から形成することができる。」と記載されており，甲9発明は，材料が金属であっても適用できる技術とはいえるが，あくまでも人の力で折り曲げ可能なものを想定していると解されるから，本件発明や引用発明で用いる鋼板を材料とすることまでは想定外というべきであり，甲9で示された技術思想を，鋼板を材料とするワゴンに使用することは，当業者であっても容易に想到し得るとはいえない。",
                    "以上のとおりであるから，引用発明に甲9発明を適用する動機付けがあるとはいえず，その適用も容易に想到し得ないのであって，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "なお，原告は，審決が，棚アセンブリ8隅柱アセンブリ1との固定は，「アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリープに収納される」ことでなされるものであり，相違点2の「内接片を支柱にボルトにより固定する」構成を備えるものではないと判断した点につき，アーム6及び7を省略した構成においては，「アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリープに収納される」ものではなく，また，支柱を棚板に固定(統合)する手段としてボルトやピンによる係止は周知慣用手段であり，アーム6及び7を省略した構成においても当業者が適宜採用することができるものであると主張する。",
                    "しかしながら，甲9発明は，「アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリーブに収容されることで棚アセンブリ8を隅柱アセンブリ1により固定した」基本構造を不可欠な要素としているのであって，「アーム6および7を省略してもよい」との記載は，甲9発明の構成一般において許されるものではなく，「舌の延長部12a及び14aが隅柱アセンブリ1のリム外側部分2b及びリム内側部分2aの間並びにリム外側部分3b及びリム内側部分3aの間にそれぞれ位置する」構成のみに初めて適用できる旨の記載があるにすぎない。すなわち，引用発明においては，側壁ないし内接片が垂直方向に舌状に延び，二重構造の支柱で挟むということを想定していないから，アームなしの構成を採用した場合の甲9発明を適用する前提を欠くというほかない。",
                    "よって，原告の主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "むすび",
              "text": [
                "以上のとおりであるから，引用発明に甲9発明を適用することはできないし，適用したとしても，本件発明の相違点2に係る構成とすることはできず，本件発明は，引用発明及び甲9発明に基づいて，当業者が容易に発明することができたものとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "subject": "甲12の1～3について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，甲12の1及び12の2のカタログには，箱底の四辺に近い方の側板を切り欠き，側板の側面で支柱を挟み込む構造が記載されていると主張する。原告は，審判請求書において，これらのカタログを証拠として提出した上で，本件特許の無効理由として主張していたとは認められないから(甲13)，当該書証は，甲2，8及び9において，箱底の四辺に近い方の側板を切り欠き，側板の側面で支柱を挟み込む技術思想が記載されていることを示唆する証拠，ないし一般的な技術常識を示す証拠として提出されたものと解される。",
                "しかしながら，甲12の1及び12の2のカタログにはワゴンの外観の写真及び支柱と棚板の関係の簡略な図面が掲載されているだけであって，そこに記載されたワゴンが，棚板側板を内側に折り返しているかどうか，二重構造であるかどうか，内接片を切欠内に延出した構造であるかどうかは不明といわざるを得ない。",
                "よって，甲12の1及び12の2に記載されたワゴンにおいて，上記構造があることを前提に，本件発明の進歩性の有無を判断することはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，甲12の3の1～4の金属製ワゴンは，本件発明と同様に，棚板の側板を内側に折り返して二重構造としたものであるところ，外側側板を箱底のかどから支柱の幅の長さだけ切り欠いて，切欠によって作られた外側側板で支柱の両側面を挟むという点で，引用発明と構造及び作用効果が基本的に一致しているから，(内側に折り返して二重構造とした)引用発明に甲2発明，甲8発明，甲9発明を適用する際に，(内側に折り返して二重構造とした)甲12の3の1～4の金属製ワゴンを参酌すれば，四辺に近い方の外側の部分(外側側板)を切り欠いて，相違点2にかかる構成を得ることは，容易に想到し得る旨を主張する。",
                "しかしながら，先に説示したとおり，引用発明に甲9発明を適用することはできないし，引用発明に甲2発明，甲8発明を適用しても，四辺に近い方の「側壁」のみが「支柱の幅の長さ分だけ切欠」かれている構成には至らないから，本件発明に想到することはできず，このことは，適用する発明を単独で組み合わせても重畳的に適用しても変わりはない。そして，甲12の3の1～4の写真では，その構成が明瞭とはいい難い面がある上，支柱と当接するのは，四辺に近い方ではない「側壁」である内側側板とは別体の金具であり，また，四辺に近い方の外側側板だけではなく，内側側板も切欠されているから，「四辺に近い外側の部分(外側側板)を切欠いた構成」や「内接片が外側側板の切欠部内に延出している構成」が示されているということはできない。そうすると，引用発明へ甲2発明，甲8発明を単独又は重畳的に適用するに当たって，甲12の3の1～4に記載された技術思想ないし技術常識を踏まえても，四辺に近い方の「側壁」のみが「支柱の幅の長さ分だけ切欠」かれている構成を想到することは困難である。",
                "したがって，引用発明に甲2発明，甲8発明，甲9発明を単独又は重畳的に適用するに当たり，甲12の3の1～4を参酌したとしても，本件発明に想到することはできない。原告の主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(6)",
      "subject": "小括",
      "text": [
        "以上のとおりであるから，取消事由3には，理由がない。"
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10041",
    "date": "2014-12-17",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084702",
    "ipprecedent_id": "3931",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}