{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2011-800183号事件について平成25年7月18日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成7年12月1日，発明の名称を「窒化物半導体発光素子」とする特許出願(特願平7-314339号。優先権主張：平成6年12月2日，同年12月9日，平成7年3月16日，日本)をし，平成10年5月15日，設定の登録(特許第2780691号)を受けた(登録時の請求項の数12。甲21。以下，この特許を「本件特許」という。)。",
            "被告は，平成23年9月28日，特許庁に対し，本件特許の請求項1ないし12に係る発明を無効にすることを求めて審判請求(無効2011-800183号)をし，特許庁は，平成24年11月12日，「特許第2780691号の請求項1ないし12に係る発明についての特許を無効とする。」との審決をし，その謄本は同年11月22日，原告に送達された。",
            "原告は，上記審決を不服とし，平成24年12月22日，当裁判所に対して上記審決を取り消すことを求めて訴訟を提起した(当裁判所平成24年(行ケ)第10440号)。",
            "原告は，平成25年2月19日，特許庁に対し訂正審判を請求し(訂正2013-390031号)，当裁判所に対して平成23年法律第63号による改正前の特許法(以下「平成23年改正前特許法」という。)181条2項所定の決定を求めたところ，当裁判所は，平成25年3月4日，上記規定により「特許庁が無効2011-800183号事件について平成24年11月12日にした審決を取り消す。」との決定をした。",
            "特許庁は，原告が上記訂正審判請求において提出した訂正明細書(甲22)を特許無効審判における訂正の請求とみなして(平成23年改正前特許法134条の3)，審理の上，平成25年7月18日，「訂正を認める。特許第2780691号の請求項1ないし9に係る発明についての特許を無効とする。」との審決(以下「本件審決」といい，本件審決により認められた訂正を「本件訂正」という。)をし，その謄本は，同年7月26日，原告に送達された。",
            "原告は，平成25年8月23日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の請求項の数は9であり，請求項1ないし9の特許請求の範囲は，次のとおりである(訂正箇所に下線を引いた。)。以下，本件訂正後の本件特許に係る発明を本件訂正後の請求項の番号に従って「本件発明1」などといい，本件発明1ないし9を併せて「本件発明」という。また，本件訂正後の明細書(甲21，22)を，図面を含め，「本件明細書」という。",
            "【請求項1】",
            "インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜x 1-xx＜1)よりなるn型窒化物半導体層を備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半導体層を備え，該n型窒化y 1-y物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなる第2のn型窒化物a 1-a半導体層を備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子。",
            "【請求項2】",
            "活性層とn型窒化物半導体層との総膜厚が300オングストローム以上であることを特徴とする請求項1記載の窒化物半導体発光素子。",
            "【請求項3】",
            "インジウムおよびガリウムを含む窒化物半導体よりなる井戸層を備え，第1および第2の面を有する活性層を具備し，該活性層の第2の面側にGaＮよりなるp型コンタクト層を備え，該活性層の第1の面に接して該活性層を構成するインジウムおよびガリウムを含む窒化物半導体よりもバンドギャップエネルギーの大きなIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体層を備x 1-xえ，該活性層とp型コンタクト層との間に該活性層の第2の面に接してAl Gya Ｎ(0＜y＜1)よりなるp型窒化物半導体層を備え，該n型窒化物半導l-y体層に接してAl Ga Ｎ(0≦a＜1)よりなる第2のn型窒化物半導体a 1-a層を備え，該活性層を単一量子井戸構造または多重量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子。",
            "【請求項4】",
            "活性層が，ノンドープのものであることを特徴とする請求項1ないし3のいずれか1項に記載の窒化物半導体発光素子。",
            "【請求項5】",
            "活性層にドナー不純物および／またはアクセプター不純物がドープされていることを特徴とする請求項1ないし3のいずれか1項に記載の窒化物半導体発光素子。",
            "【請求項6】",
            "活性層が，厚さ100オングストローム以下の井戸層を有することを特徴とする請求項1ないし5のいずれか1項記載の窒化物半導体発光素子。",
            "【請求項7】",
            "活性層が，厚さ70オングストローム以下の井戸層を有することを特徴とする請求項1ないし5のいずれか1項記載の窒化物半導体発光素子。",
            "【請求項8】",
            "活性層が，In Ga Ｎ(0＜z＜1)よりなる井戸層を有することを特z 1-z徴とする請求項1ないし7のいずれか1項記載の窒化物半導体発光素子。",
            "【請求項9】",
            "活性層が，In Ga Ｎ(0＜z＜1)よりなる井戸層と，In Gaz 1-z z’ 1-Ｎ(0＜z’＜1，ただし，z’はzと異なる)もしくはGaＮよりなる障z’壁層との組み合わせからなる多重量子井戸構造を有することを特徴とする請求項1ないし8のいずれか1項記載の窒化物半導体発光素子。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件訂正前の明細書の発明の詳細な説明は，本件発明1ないし9について，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められないから，平成11年法律第160号による改正前(以下「平成11年改正前特許法」という。)の特許法36条4項(判決注・本件審決中に「平成6年法律第116号による改正前の特許法第36条第4項」とあるのは，平成11年法律第160号による改正前の特許法36条4項の誤記と認める。)に規定する要件を充たしておらず，本件発明1ないし9についての特許は，特許法123条1項4号に該当し，無効にすべきものである，というものである。",
            "本件審決の判断の要旨"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件発明1を以下に再掲する。",
                "「インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Gax 1-Ｎ(0＜x＜1)よりなるn型窒化物半導体層を備え，該活性層の第2のx面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半導体層をy 1-y備え，該n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりa 1-aなる第2のn型窒化物半導体層を備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子。」",
                "すなわち，本件発明1は，活性層の第1の面に接してIn Ga Ｎx 1-x(0＜x＜1)よりなるn型窒化物半導体層を備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半導体層を備y 1-yえ，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する，窒化物半導体発光素子である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "段落【0009】及び【0011】には，上記アで言及した「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」についての記載があるものと認められる。",
                "しかしながら，段落【0008】～【0012】には，具体的にどのような構成によって，活性層とクラッド層との界面平行方向に，引っ張り応力が発生し，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも小さいエネルギーを持つ光を発光することとなるのかは，記載されていないから，本件発明1の「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "段落【0017】には，「例えば単一量子井戸構造の井戸層の膜厚を薄くすることにより発光波長を変化させることができる。」との記載があり，段落【0040】には，「活性層は膜厚が200オングストローム以下になると引っ張り応力が作用して弾性的に変形してバンドギャップエネルギーが小さくなり発光波長が長くなる傾向にある。」との記載がある。",
                "しかしながら，段落【0018】に「InGaＮ，またはGaＮよりなるn型の第1のクラッド層5は，Alを含む窒化物半導体に比べて，結晶が柔らかいので，この第1のクラッド層5がバッファ層のような作用をする。つまりこの第1のクラッド層5がバッファ層として作用しているために，活性層6を量子井戸構造としても活性層6にクラックが入らず，また第1のクラッド層5，7の外側に形成される第2のn型クラッド層4，第2のp型クラッド層8中にクラックが入るのを防止することができる。」とあり，段落【0040】に「この第1のn型クラッド層5は，活性層とAlを含む第2のn型クラッド層4の間のバッファ層として作用する。」とあるとおり，上記の段落【0017】及び【0040】の記載は，活性層の両面に，InGaＮ又はGaＮよりなり，Alを含む窒化物半導体に比べて結晶が柔らかい第1のクラッド層5，7が接し，第1のクラッド層5，7の外側に第2のクラッド層4，8が形成された，【図1】に示される層構造の窒化物半導体発光素子についての記載であり，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」，つまり，InGaＮよりなり，Alを含む窒化物半導体に比べて結晶が柔らかい第1のクラッド層が，活性層の一方の面のみに接する本件発明1についての記載ではない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "段落【0034】には，「井戸層の膜厚を薄くすることによって，バンドギャップエネルギーが小さくなり，元の井戸層のバンドギャップエネルギーよりも低エネルギーの光，即ち長波長を発光させることが可能となる。」との記載がある。",
                "しかしながら，段落【0033】の記載によれば，段落【0032】～【0037】に記載された窒化物半導体発光素子は，活性層の両面にInGaＮよりなる第1のクラッド層(In Ga Ｎよりなる第1のn型ク0.01 0.99ラッド層とIn Ga Ｎよりなる第1のp型クラッド層)が接し，第10.01 0.99のクラッド層の外側に第2のクラッド層(Al Ga Ｎよりなる第2の0.3  0.7n型クラッド層とAl Ga Ｎよりなる第2のp型クラッド層)が形成さ0.3 0.7れた窒化物半導体発光素子であり，活性層の片面のみにInGaＮよりなる第1のクラッド層が接する本件発明1とは，構成が異なるものである。",
                "よって，単一量子井戸構造の活性層の厚さ，つまり井戸層の厚さと，発光素子の発光ピーク波長との関係を示す【図2】に，段落【0034】にいう「井戸層の膜厚を薄くすることによって，バンドギャップエネルギーが小さくなり，元の井戸層のバンドギャップエネルギーよりも低エネルギーの光，即ち長波長を発光させることが可能となる。」ことが記載されているとしても，当該記載は，本件発明1に当てはまるものではない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "その他の記載をみても，本件明細書の発明の詳細な説明は，本件発明1の「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載したものとは認められない。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "本件発明2は，本件発明1において，活性層とn型窒化物半導体層との総膜厚を300オングストローム以上に限定したものに相当する。",
                "本件発明3は，本件発明1において，活性層の第2の面に接するAl Gya Ｎ(0＜y＜1)よりなるp型窒化物半導体層上にp型コンタクト層1-yを備える点を限定したものに相当する。",
                "本件発明4ないし本件発明9は，本件発明1ないし本件発明3のいずれかにおいて，活性層の構成を限定したものに相当する。",
                "したがって，本件発明1と同様の理由により，本件明細書の発明の詳細な説明には，本件発明2ないし本件発明9について，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "取消事由1(本件発明1についての実施可能要件の判断の誤り)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件審決の内容",
              "text": [
                "本件審決は，本件発明1について，「本件発明1は，活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体層を備x 1-xえ，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるy 1-yp型窒化物半導体層を備え，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する，窒化物半導体発光素子である。」と認定した上で，本件明細書の記載が，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」の発明について，いわゆる実施可能要件(平成11年改正前特許法36条4項)に違反すると判断した。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件発明1の要旨の認定の誤り",
              "text": [
                "本件審決は，前記のとおり本件発明1を，活性層，活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体層，x 1-x活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型y 1-y窒化物半導体層を備える3層構造であると認定した。",
                "しかしながら，本件発明1は，その特許請求の範囲に「インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜xx 1-x＜1)よりなるn型窒化物半導体層を備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半導体層を備え，y 1-y該n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなるa 1-a第2のn型窒化物半導体層を備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子。」と記載されていることから明らかなとおり，n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなる第2のn型窒化物半導a 1-a体層を備える4層構造である。",
                "本件発明1は，従来のInGaＮを主とする活性層をAlGaＮを主とする2つのクラッド層で挟んだ構造において，活性層6と第2のn型クラッド層4との間にInGaＮまたはGaＮよりなる第1のn型クラッド層5を形成することにより，クラックの発生を防止しながら発光波長を長波長側にシフトさせるものである(本件明細書の段落【0039】，【0040】)から，本件発明1において，n型窒化物半導体層に接したn型AlGaＮ層は必須の構成であって，本件発明1を4層構造ではなく，3層構造であるとする本件審決の認定は誤りである。",
                "本件審決は，本件発明1の認定を誤っているから，これを前提とした実施可能要件違反の判断にも誤りがあることは明らかである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "実施可能要件違反があるとの判断の誤り",
              "text": [
                "本件審決は，本件明細書の発明の詳細な説明は，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」である本件発明1の「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載したものとは認められない旨判断した。",
                "しかしながら，以下のとおり，本件明細書の発明の詳細な説明は，当業者が本件発明1の実施をすることができる程度に明確かつ十分に記載されている。",
                "本件発明1は，実施例4に基づいて当業者が実施をすることができる程度に記載されていること"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "実施例4の構造は，実施例1の構造から「第1のp型クラッド層7」を除いた構造であり，下図のとおり，本件発明1と同じ構造となる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "実施例1には，サファイア基板1の上に，GaＮバッファ層2，n型GaＮコンタクト層3，n型Al Ga Ｎ第2クラッド層4，0．3 0．7n型In Ga Ｎ第1クラッド層5，In Ga Ｎ活0．01 0．99 0．05 0．95性層6，p型In Ga Ｎ第1クラッド層7，p型Al G0．01 0．99 0．3a Ｎ第2クラッド層8，およびp型GaＮコンタクト層9が設けら0．7れた構造が記載されている(本件明細書段落【0044】～【0051】)。",
                    "そして，実施例4の窒化物半導体発光素子の作製方法は，第1のp型クラッド層7を形成しないという点以外は，実施例1の作製方法と同じである(段落【0054】)から，実施例1に記載されたMOVPE(有機金属気相成長法)を用いた窒化物半導体層の成長方法において，単に，Mgドープp型In Ga Ｎよりなる第1のp型0．01 0．99クラッド層7の成長工程(段落【0049】)を行わないだけで，当業者は実施例4の窒化物半導体発光素子を作製することができる。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "本件明細書には，実施例4の活性層6は，In Ga Ｎ(単0．05 0．95一量子井戸構造)からなり，発光ピーク波長は425nmの青色発光を示したと記載されている(段落【0048】，【0054】)。ここで「In Ga Ｎ活性層は，本来のバンドギャップエネルギ0．05 0．95ーでは380nm付近の紫外発光を示す」ものであるから(段落【0034】)，実施例4の窒化物半導体発光素子では，In Ga0．05 0．Ｎ活性層を構成する窒化物半導体の本来のバンドギャップエネルギーの光の波長(380nm)よりも低いエネルギーの光(425nm)が発光していることが明らかである。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "さらに，上記a，bのとおり，実施例4は，実施例1の構成において「In Ga Ｎよりなる第1のp型クラッド層7」を形成し0．01 0．99ないという点以外は，実施例1の構成と全く同じ構成であるから，活性層の組成及び膜厚も実施例1と同一であることは明らかである。",
                    "それにもかかわらず，実施例4の発光ピーク波長は425nmであり，発光ピーク波長が410nmである実施例1に比較して長波長化しており，また，実施例1の光出力が5mWであるのに対し，実施例4の発光出力は7mWと，その発光出力も向上している(段落【0051】，【0054】)。",
                    "これらの理由については，実施例4では「活性層にAlGaＮよりなる第2のクラッド層8が直接接しているので活性層の引っ張り応力が大きくなりピーク波長が長波長になると共に，発光出力が増大した。」と記載されている(段落【0054】)から，本件明細書には，活性層にかかる応力の程度によって長波長化の程度が変わってくることも開示されている。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "以上のとおり，実施例4の構造は本件発明1の構造と同じであり，また，その効果は，活性層にかかる応力に起因して「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」ものであるから，実施例4には，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，更に該n型窒化物半導体層にn型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」である本件発明1の「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載されている。"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，実施例4の記載によっても，甲12との対比でみれば，本件発明1はどのように実施可能であるのか不明である旨主張する。",
                    "しかしながら，そもそも，実施可能要件は，明細書の中の発明の詳細な説明が充たすべき要件であるから，甲12に基づいて実施可能要件充足性を議論する被告の主張は失当である。",
                    "仮に，被告が主張するように甲12を考慮したとしても，甲12の実施例6，並びに本件明細書の実施例1～3，5及び8～12は，本件発明1とは，クラッド層7の有無において構造が異なっており(甲12の実施例6，並びに本件明細書の実施例1～3，5及び8～12では活性層の上側のクラッド層がInGaＮであるのに対し，実施例4は，活性層の上側のクラッド層がAlGaＮである。)，本件発明1についての実施可能要件の充足性の判断とは無関係である。"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "text": [
                        "また，被告は，甲12の実施例6において発光波長が長波長側にシフトしていない(短波長化している)以上，第1のp型クラッド層7を省略した構成(本件明細書の実施例4)においても，発光波長が長波長側にシフトするはずはない(短波長化すると考えられる。)旨主張する。",
                        "しかしながら，甲12には，第1のp型クラッド層7を省略した場合に，本来のバンドギャップエネルギーと比べ発光波長が短波長化するとの記載は，どこにも存在しないのであり，被告の上記主張は，甲12の記載に基づかない，根拠のない主張である。",
                        "本件明細書の段落【0018】及び【0040】は，本件発明1についての記載であり，段落【0040】には，本件発明1において，発光波長が長波長化する原理も記載されていること"
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本件審決は，本件明細書には，段落【0017】に「例えば単一量子井戸構造の井戸層の膜厚を薄くすることにより発光波長を変化させることができる。」との記載，段落【0040】に「活性層は膜厚が200オングストローム以下になると引っ張り応力が作用して弾性的に変形してバンドギャップエネルギーが小さくなり発光波長が長くなる傾向にある。」との記載があるものの，段落【0018】には「InGaＮ，またはGaＮよりなるn型の第1のクラッド層5は，Alを含む窒化物半導体に比べて，結晶が柔らかいので，この第1のクラッド層5がバッファ層のような作用をする。つまりこの第1のクラッド層5がバッファ層として作用しているために，活性層6を量子井戸構造としても活性層6にクラックが入らず，また第1のクラッド層5，7の外側に形成される第2のn型クラッド層4，第2のp型クラッド層8中にクラックが入るのを防止することができる。」とあり，段落【0040】には「この第1のn型クラッド層5は，活性層とAlを含む第2のn型クラッド層4の間のバッファ層として作用する。」とあるとおり，段落【0017】や【0040】の上記記載は，活性層の両面に，InGaＮまたはGaＮよりなり，Alを含む窒化物半導体に比べて結晶が柔らかい第1のクラッド層5，7が接し，第1のクラッド層5，7の外側に第2のクラッド層4，8が形成された，【図1】に示される層構造の窒化物半導体発光素子についての記載であり，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」，つまり，InGaＮよりなり，Alを含む窒化物半導体に比べて結晶が柔らかい第1のクラッド層が，活性層の一方の面にのみ接する本件発明1についての記載ではない旨判断した。",
                    "【図1】"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "本件明細書には，以下の記載がある。",
                    "「第1のn型クラッド層5は，活性層6よりもバンドギャップエネルギーが大きく，かつ活性層よりも熱膨張係数が小さい窒化物半導体であればどのような組成のもので形成してもよいが，特に好ましくはn型In Ga Ｎ(0≦x＜1)により形成する。InGaＮ，まx 1-xたはGaＮよりなるn型の第1のクラッド層5は，Alを含む窒化物半導体に比べて，結晶が柔らかいので，この第1のクラッド層5がバッファ層のような作用をする。つまりこの第1のクラッド層5がバッファ層として作用しているために，活性層6を量子井戸構造としても活性層6にクラックが入らず，また第1のクラッド層5，7の外側に形成される第2のn型クラッド層4，第2のp型クラッド層8中にクラックが入るのを防止することができる。」(段落【0018】)",
                    "「第1のp型クラッド層7は，活性層6を構成する窒化物半導体よりもバンドギャップエネルギーが大きく，かつ活性層6よりも熱膨張係数が小さいp型窒化物半導体であればどのような組成のもので形成してもよいが，好ましくはp型Al Ga Ｎ(0≦y≦1)で形成y 1-yする。その中でも，p型AlGaＮ等のAlを含む窒化物半導体は，多重量子井戸構造または単一量子井戸構造よりなる活性層に接して形成することにより，発光出力を向上させる。」(段落【0019】)",
                    "「従来の窒化物半導体発光素子は，上にも説明したように，InGaＮを主とする活性層をAlGaＮを主とする2つのクラッド層で挟んだ構造を有している。InGaＮ活性層をAlGaＮクラッド層を挟んだ従来の構造では，活性層の厚さを薄くするに従って，InGaＮ活性層，AlGaＮクラッド層にクラックが生じる傾向にある。例えば，活性層の厚さを200オングストローム未満にするとクラックが多数入ってしまうために素子作製が困難となる。これはAlを含むクラッド層が結晶の性質上，非常に硬い性質を有しており，薄い膜厚のInGaＮ活性層のみではAlGaＮクラッド層との界面から生じる格子不整合と，熱膨張係数差から生じる歪をInGaＮ活性層で弾性的に緩和できないことを示している。このため，従来ではクラッド層，活性層中にクラックが入るために，活性層を薄くしようとしてもできなかったのが実状であった。」(段落【0039】)",
                    "「一方，本発明では図1に示すように，InとGaとを含む活性層6に接する層として，新たに第1のn型クラッド層5を形成している。この第1のn型クラッド層5は，活性層とAlを含む第2のn型クラッド層4の間のバッファ層として作用する。つまり第1のn型クラッド層5であるInを含む窒化物半導体またはGaＮは結晶の性質として柔らかい性質を有しているので，Alを含む第2のクラッド層4と活性層6の格子定数不整と熱膨張係数差によって生じる歪を吸収する働きがある。従って活性層を薄くしても活性層6，第2のn型クラッド層4にクラックが入りにくいと推察される。第1のクラッド層5によって歪が吸収されるので，活性層は膜厚が200オングストローム以下になると引っ張り応力が作用して弾性的に変形してバンドギャップエネルギーが小さくなり発光波長が長くなる傾向にある。しかも活性層の結晶欠陥が少なくなる。従って，活性層の膜厚が薄い状態においても，活性層の結晶性が良くなるので発光出力が増大する。このように第1のn型クラッド層5をバッファ層として作用させるためには，結晶が柔らかい層である活性層6と第1のn型クラッド層5との膜厚の合計が300オングストローム以上あることが好ましい。」(段落【0040】)",
                    "「また，第1のp型クラッド層はアルミニウムを含む窒化物半導体で形成すると，出力が向上する。これはAlGaＮが他の窒化物半導体に比べて，p型化しやすいか，あるいはInGaＮよりなる活性層の分解を，第1のp型クラッド層成長時に抑える作用があるためと推察されるが，詳しいことは不明である。」(段落【0041】)"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "本件明細書の上記記載によれば，段落【0018】には「第1のp型クラッド層7」の組成に関する記載がない一方で，段落【0019】には「第1のp型クラッド層7は，・・・好ましくはp型Al Gya Ｎ(0≦y≦1)で形成する。」と記載され，段落【0027】1-yには「最も好ましい組み合わせは，第2のn型クラッド層4をAl",
                  "text": [
                    "aGa Ｎ(0≦a≦1)で形成し，第1のn型クラッド層5をIn",
                    "1-a xGa Ｎ(0≦x＜1)で形成し，活性層6をIn Ga Ｎ(01-x z 1-z＜z＜1)を含む量子井戸構造とし，第1のp型クラッド層7をAl",
                    "yGa Ｎ(0≦y＜1)で形成し，第2のp型クラッド層8をAl1-y bGa Ｎ(0≦b≦1)で形成することである。」と記載されている1-bのであるから，当業者であれば，段落【0018】には「第1のp型クラッド層7」を「AlGaＮ」とする本件発明1が記載されていると当然に理解する。",
                    "また，段落【0040】には，従来のInGaＮを主とする活性層をAlGaＮを主とする2つのクラッド層で挟んだ構造(段落【0039】)を前提に，活性層6と第2のn型クラッド層4との間にInGaＮまたはGaＮよりなる第1のn型クラッド層5を形成することで，活性層6や第2のn型クラッド層4にクラックを発生させることなく活性層6の膜厚を薄くすることができ，その結果，活性層6を弾性的に変形させて，発光波長を長波長側にシフトさせることが可能となることが記載されているが，活性層6の第2の面(上面)に接してInGaＮまたはGaＮよりなる第1のクラッド層7を設けることについては，一切記載されていない。そして，本件明細書において，第1のp型クラッド層7として好ましいと記載されている窒化物半導体は，AlGaＮである(段落【0019】，【0027】，【0041】)から，当業者であれば，段落【0040】には「第1のp型クラッド層7」を「AlGaＮ」とする本件発明1が記載されていると当然に理解する。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "また，「図1は，本発明の一態様による窒化物半導体発光素子の構造の一例を示す概略断面図である。図1に示す窒化物半導体素子は，基板1上に，バッファ層2，n型コンタクト層3，第2のn型クラッド層4，第1のn型クラッド層5，活性層6，第1のp型クラッド層7，第2のp型クラッド層8，およびp型コンタクト層9が順に積層された構造を有する。」(段落【0016】)が，「また，第1のn型クラッド層5，第1のp型クラッド層7のいずれかを省略することもできる。」(段落【0020】)，「この組み合わせの場合は，第1のn型クラッド層5，第1のp型クラッド層7のいずれか一方または両方を省略してもよい。」(段落【0027】)と記載されている。",
                    "したがって，仮に，本件審決がいうように，段落【0018】や【0040】に記載された「第1のp型クラッド層7」が「InGaＮまたはGaＮよりなるもの」であったとしても，下図のとおり，第1のp型クラッド層7が省略されることにより，活性層6の上の層はAlGaＮとなるのであるから，本件明細書の段落【0018】や【0040】は，本件発明1についての記載である。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "本件発明の原理は，熱膨張係数の大きい活性層を，活性層よりも熱膨張係数の小さいクラッド層で挟んだ素子を高温で形成した後，室温にまで温度を下げると，熱膨張係数の大きい活性層がクラッド層に引っ張られ，活性層とクラッド層の界面に平行方向に引っ張り応力が活性層に作用するため，活性層のバンドギャップエネルギーが小さくなり，発光波長が長波長になるというものであるが(段落【0037】)，InGaＮ活性層をAlGaＮクラッド層で挟んだ従来の構造では，活性層の厚さを薄くするに従って，InGaＮ活性層，AlGaＮクラッド層にクラックが生じる傾向にあるため(段落【0039】)，InとGaとを含む活性層6に接する層として，新たに第1のn型クラッド層5を形成するものである(段落【0040】)。この「第1のn型クラッド層5」であるInを含む窒化物半導体またはGaＮは，結晶の性質として柔らかい性質を有しているので，Alを含む第2のクラッド層4と活性層6の格子定数不整と熱膨張係数差によって生じる歪を吸収する働きがあり，活性層を薄くしても活性層6，第2のn型クラッド層4にクラックが入りにくくなり，第1のクラッド層5によって歪が吸収されるので，活性層は膜厚が200オングストローム以下になると引っ張り応力が作用して弾性的に変形してバンドギャップエネルギーが小さくなり発光波長が長くなるというものである(段落【0040】)。",
                    "段落【0040】には，第1のn型クラッド層5を設けることにより，活性層6や第2のn型クラッド層4にクラックを発生させることなく，活性層6の膜厚を薄くすることができ，この結果，活性層6を弾性的に変形させて，発光波長を長波長側にシフトさせることが可能となることが記載されており，これは，本件発明1に対応するものである。"
                  ]
                },
                {
                  "fig": "f",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，段落【0018】の記載からは，第1のクラッド層7がバッファ層として働くInGaＮまたはGaＮであると理解される旨主張する。",
                    "しかしながら，段落【0019】や【0027】に，第1のクラッド層7の好ましい材料はAlGaＮであると明記されているにもかかわらず，「第1のクラッド層7にクラックが入るのを防止することができる」とは記載されていないことに照らし，被告の上記主張は，根拠のない主張である。"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "text": [
                        "被告は，段落【0027】に「最も好ましい組み合わせ」として記載されている構成から，第1のn型クラッド層5及び第1のp型クラッド層7の両方を省略した構成は，従来の窒化物半導体発光素子の構成(段落【0039】)と変わらないことになる旨主張する。",
                        "しかしながら，第1のn型クラッド層5及び第1のp型クラッド層7の両方を省略した構成(本件明細書の実施例6の構成)は，本件発明1には含まれない構成であるから，被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "被告は，段落【0043】に「実施例1  本実施例を図1を参照して記述する。」と記載されており，実施例1として，「n型AlGaＮクラッド層4／n型InGaＮクラッド層5／InGaＮ量子井戸活性層6／p型InGaＮクラッド層7／p型AlGaＮクラッド層8」という構成が開示されているから，当業者は，段落【0040】に本件発明1が記載されているとは理解しない旨主張する。",
                        "しかしながら，実施例1が図1を参照して記述していることをもって，図1の構成が実施例1の構成に限定されるとの被告の主張は，実施例が発明の実施態様の一つの具体例を表わすものであるという実施例の意味合いを無視するものであり，被告の上記主張は理由がない。",
                        "以上のとおり，本件発明1については，実施例4において具体例をもって当業者が実施可能なように記載されており，また，本件明細書の段落【0018】及び【0040】は，本件発明1についての記載であり，段落【0040】には，本件発明1において発光波長が長波長化する原理が記載されている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "本件明細書の段落【0013】の記載と段落【0034】の記載の整合性について",
              "text": [
                "本件明細書の段落【0013】においては，In Ga Ｎのバンドx 1-xギャップエネルギーEgを表す式について，「Eg＝Eg ・x＋Eg・(1-x)-x(1-x)」と記載されており，ボーイングパラメーターを表すBが欠落しているが，特開平6-177059号公報(甲23)に，「In Ga Ｎのバンドギャップエネルギー(Eg)は，実X 1-X験的に求められており，例えば次式により算出することができる(Journal of Applied Physics; Vol.46, No.8, 1975, 3432～)。",
                "Eg＝EgGaＮ・(1-X)＋EgInＮ・(X)-B・X(1-X)",
                "式中，EgGaＮはGaＮのバンドギャップエネルギーで3．4eV，EgInＮはInＮのバンドギャップエネルギーで2．0eV，Bはボーイングパラメーターであり，およそ1．0eVである。」と記載されているように(段落【0009】)，当時認識されていたボーイングパラメーターBの値はおよそ1．0eVであるから，本件明細書の段落【0013】に記載された上記計算式においてボーイングパラメーターBが欠落していても，この式から算出されるバンドギャップエネルギーEgの値には影響しない。",
                "仮に，段落【0013】の記載が，現在における技術常識と異なっているとしても，本件明細書の記載は，本来のバンドギャップエネルギーに相当する発光ピーク波長も含めて実際に発光素子を作製して行った実験結果(段落【0033】，【0034】，実施例1及び4に記載された実験結果)に基づくものであるから，本件発明1が当業者において，本件明細書の発明の詳細な説明の記載に基づいて実施可能であることに変わりはない。",
                "すなわち，【図2】に線αで示される発光素子は，活性層がIn0．05Ga Ｎからなり，その両側に第1クラッド層(In Ga0．95 0．01 0．99Ｎ)及び第2クラッド層(Al Ga Ｎ)がそれぞれ設けられた構0．3 0．7造となっており，活性層の膜厚を厚くすることで発光ピーク波長は一定値に近づき，このときの値(【図2】では線αの右端近傍の値で，この時の活性層の膜厚は約360オングストローム)が活性層に歪のかからない，いわゆる「窒化物半導体の本来のバンドギャップエネルギー」に相当する発光波長となる。これに対し，実施例1は，【図2】の線αと同じ組成の活性層で，その膜厚を30オングストロームにした場合の実験結果であるが，活性層に歪がかかることにより発光ピーク波長は410nmと長波長化している(段落【0051】)。そして，実施例4は，実施例1の構造からIn Ga Ｎの第1p型クラッド層を除いた0．01 0．99発光素子であり，活性層の上に直接Al Ga Ｎの第2p型クラッ0．3 0．7ド層が設けられた，本件発明1にかかる構造となっているが，このときの発光ピーク波長は425nmとなり，実施例1よりもさらに発光ピーク波長は長波長化しているのである(段落【0054】)。これらの実験結果は，In Ga Ｎを活性層に用いた発光素子において，本0．05 0．95件発明1の構造を用いることにより，活性層が有する本来のバンドギャップエネルギーに相当する発光ピーク波長380nm(図2の線α)が425nm(実施例4)にまで長波長化することを明確に示しているといえる。",
                "【図2】",
                "なお，被告は，InGaＮ層中には組成不均一があることが知られており(乙1，3)，局所的にIn組成が高い領域において，発光が起きるから，特定の組成のInGaＮ層であっても，どの程度の発光波長(バンドギャップエネルギー)となるか不明であり，「本来のバンドギャップエネルギー」を定めることは不可能である旨主張する。",
                "しかしながら，乙1や乙3は，本件特許の出願日よりも後の公知文献にすぎない。本件発明1は、その出願日よりも前に実際に行われた実験結果に基づいて発光ピーク波長が長波長化することを実証しているのであり、出願日よりも後の公知文献に基づいて，本件発明1が実施不能であるとする被告の主張は失当である。"
              ]
            },
            {
              "fig": "オ",
              "subject": "小括",
              "text": [
                "したがって，本件明細書の発明の詳細な説明の記載が本件発明1についての実施可能要件を欠くとの本件審決の判断は誤りである。",
                "取消事由2(本件発明2ないし9についての実施可能要件の判断の誤り)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件審決は，「本件発明2は，本件発明1において，活性層とn型窒化物半導体層との総膜厚を300オングストローム以上に限定したものに相当する。本件発明3は，本件発明1において，活性層の第2の面に接するAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半導体層上にp型コンy 1-yタクト層を備える点を限定したものに相当する。本件発明4ないし本件発明9は，本件発明1ないし本件発明3のいずれかにおいて，活性層の構成を限定したものに相当する。よって，本件発明1と同様に理由により，本件明細書の発明の詳細な説明には，本件発明2ないし本件発明9について，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められない。」と判断した。",
                "しかしながら， 本件発明1についての実施可能要件の判断を誤ったものであるから，本件発明2ないし9についての判断にも誤りがある。"
              ]
            },
            {
              "fig": "イ",
              "subject": "小括",
              "text": [
                "したがって，本件明細書の発明の詳細な説明の記載が本件発明2ないし9についての実施可能要件を欠くとの本件審決の判断は誤りである。",
                "まとめ",
                "以上によれば，本件明細書の発明の詳細な説明が本件発明1ないし9について，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められないとの本件審決の判断は誤りであり，本件審決は，違法であるから，取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "本件審決の本件発明1についての実施可能要件の判断に誤りがないこと(取消事由1に対し)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件発明1の要旨の認定に誤りがないこと",
              "text": [
                "本件審決は，請求項1に係る発明(本件発明1)を，本件明細書の請求項1に記載されたとおりのもの，すなわち，「インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型x 1-x窒化物半導体層を備え，該活性層の第2の面に接してAl Ga Ｎ(0y 1-y＜y＜1)よりなるp型窒化物半導体層を備え，該n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなる第2のn型窒化物半導体層a 1-aを備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子。」と認定しており，その認定に誤りはない。",
                "原告の主張は，本件審決が「本件発明1の特徴的構成」として指摘した部分に係るものにすぎず，本件審決における本件発明1の要旨の認定自体は，上記のとおり，正しくされている。"
              ]
            },
            {
              "fig": "イ",
              "subject": "実施可能要件違反の判断に誤りがないこと",
              "text": [
                "実施例4について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "原告は，実施可能要件に関する主張立証責任を負うにもかかわらず，無効審判請求や訂正審判請求において，本件発明1の実施可能要件に関し，実施例4に基づく主張をしていなかったのであるから(甲22の13～17頁参照)，本件審決が実施例4について言及しなかったとしても，これにより，本件審決の判断が違法とされる理由はない。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "実施例4の記載によっても，実施可能要件を充たさないこと",
                  "text": [
                    "実施例4の記載によっても，原告の出願に係る甲12(特開平8-228025。優先権主張：平成6年12月22日，出願日：平成7年12月12日)との対比でみれば，本件発明1はどのように実施可能であるのか不明である。",
                    "すなわち，本件明細書の段落【0034】によれば，In Ga0.05 0.95Ｎ活性層は，本来のバンドギャップエネルギーでは380nm付近の紫外発光を示すものであるが，段落【0051】にあるとおり，量子井戸構造をとる実施例1においては，発光ピーク波長は410nmと長波長化している(活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光している)。他方，甲12においては，In Ga Ｎ活性層は，本来のバンドギャップエ0.2 0.8ネルギーでは510nmの緑色発光を示すものであるが(実施例2。n型AlGaＮクラッド層4／n型InGaＮクラッド層5／InGaＮ活性層6／p型InGaＮクラッド層7／p型AlGaＮクラッド層8の構成であり，活性層6はその膜厚が400オングストロームあり量子井戸構造ではない。段落【0041】)，量子井戸構造をとる実施例6(n型AlGaＮクラッド層4／n型InGaＮクラッド層5／InGaＮ活性層6／p型InGaＮクラッド層7／p型AlGaＮクラッド層8の構成であり，活性層6はその膜厚が20オングストロームあり量子井戸構造である。)においては，発光ピーク波長が450nmと短波長化している(段落【0045】)。上記のように，本件明細書の実施例1は，甲12の実施例6と矛盾している。本件明細書の段落【0021】の記載に従えば，n型AlGaＮクラッド層4とn型InGaＮクラッド層5を有している甲12の実施例6においても，「第2のn型クラッド層4を第1のn型クラッド層5に接して形成すると，活性層にさらに大きな引っ張り応力を加えて，発光波長を長波長側にシフトさせることが可能である」はずであるが，甲12では，発光波長が長波長側にシフトしていないのである。そうすると，甲12の実施例6から，その段落【0018】の記載に従って，第1のp型クラッド層7を省略した構成(本件明細書の実施例4，すなわち本件発明1の構成と同じ構成)においても，実施例6において発光波長が長波長側にシフトしていない(短波長化している)以上，発光波長が長波長側にシフトするはずはない(短波長化すると考えられる。)。",
                    "したがって，本件明細書の実施例4の記載から，当業者において，どのように発光波長を長波長側にシフトさせるのか理解することはできないといわざるを得ない。",
                    "本件明細書の段落【0018】及び【0040】の記載について"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本件明細書の段落【0018】には，「InGaＮ，またはGaＮよりなるn型の第1のクラッド層5は，Alを含む窒化物半導体に比べて，結晶が柔らかいので，この第1のクラッド層5がバッファ層のような作用をする。つまりこの第1のクラッド層5がバッファ層として作用しているために，活性層6を量子井戸構造としても活性層6にクラックが入らず，また第1のクラッド層5，7の外側に形成される第2のn型クラッド層4，第2のp型クラッド層8中にクラックが入るのを防止することができる。」と記載されている。",
                    "上記記載中に，「第1のクラッド層7にクラックが入るのを防止することができる」とは記載されていないことからすれば，第1のクラッド層7は，「第2のp型クラッド層8」にクラックが入るのを防止するための層，すなわちバッファ層として働いているものと理解され，しかも，上記記載から，バッファ層として働くのは，InGaＮ，またはGaＮであると理解されるから，段落【0018】の「第1のクラッド層・・・7の外側に形成される・・・第2のp型クラッド層8中にクラックが入るのを防止することができる」という記載からは，第1のクラッド層7がバッファ層として働くInGaＮまたはGaＮであると理解される。",
                    "そうすると，本件審決が，段落【0017】や【0040】の記載は，「活性層の両面に，InGaＮまたはGaＮよりなり，Alを含む窒化物半導体に比べて結晶が柔らかい第1のクラッド層5，7が接し，第1のクラッド層5，7の外側に第2のクラッド層4，8が形成された，図1に示される層構造の窒化物半導体発光素子についての記載であり，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」，つまり，InGaＮよりなり，Alを含む窒化物半導体に比べて結晶が柔らかい第1のクラッド層が，活性層の一方の面のみに接する本件発明1についての記載ではない。」と認定したことは正当である。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "原告は，段落【0019】の記載を根拠に，当業者であれば，段落【0018】には，本件発明1が記載されていると当然に理解する旨主張する。",
                    "しかしながら，本件明細書には，一貫して「Al」を含む窒化物半導体は結晶が硬いということが記載される一方で(段落【0021】，【0022】，【0039】)，段落【0018】には，「InGaＮ，またはGaＮよりなるn型の第1のクラッド層5は，Alを含む窒化物半導体に比べて，結晶が柔らかい」と記載され，結晶が柔らかいため，バッファ層として機能するということが記載されているのであるから，同段落の「第1のクラッド層5，7の外側に形成される第2のn型クラッド層4，第2のp型クラッド層8中にクラックが入るのを防止することができる。」という記載は，第1のクラッド層7がバッファ層として機能しており，これがInGaＮまたはGaＮから成るものであると理解されるのであって，これが結晶の硬いAlGaことはない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "原告は，段落【0040】には，活性層6の第2の面(上面)に接してInGaＮまたはGaＮよりなる第1のクラッド層7を設けることについては，一切記載されておらず，一方，本件明細書において，第1のp型クラッド層7として好ましいと記載されている窒化物半導体は，AlGaＮであるから，当業者であれば，段落【0040】には本件発明1が記載されていると当然に理解する旨主張する。",
                    "しかしながら，段落【0040】には，その冒頭に「一方，本発明では図1に示すように，InとGaとを含む活性層6に接する層として，新たに第1のn型クラッド層5を形成している。」と記載されている。本件明細書において，図1について説明しているのは，段落【0016】～【0018】であるが，段落【0018】の記載から，第1のクラッド層7がバッファ層として機能しており，これがInGaＮまたはGaＮから成るものであると理解することは当然のことであることは前記のとおりであり，また，段落【0043】には，「実施例1  本実施例を図1を参照して記述する。」と記載されており，実施例1として，「n型AlGaＮクラッド層4／n型InGaＮクラッド層5／InGaＮ量子井戸活性層6／p型InGaＮクラッド層7／p型AlGaＮクラッド層8」という構成が開示されている。",
                    "そうすると，本件明細書において，図1は，「n型AlGaＮクラッド層4／n型InGaＮクラッド層5／InGaＮ量子井戸活性層6／p型InGaＮクラッド層7／p型AlGaＮクラッド層8」という構成であると理解されるのであり，当業者は，段落【0040】に本件発明1が記載されているとは理解しない。",
                    "また，段落【0040】は，「図1に示すように」と記載されている点を措いたとしても，第2のn型クラッド層と活性層との間に形成される第1のn型クラッド層という構成について記載しているにすぎず，p型クラッド層の構成は特定されていないのであるから，段落【0040】は，本件発明1について述べたものではない。",
                    "さらに，段落【0040】は，「図1に示すように」と記載して，「第1のp型クラッド層」のみならず，「第2のp型クラッド層8」をも設けた図1を引用しているのであるから，段落【0040】が，従来のInGaＮを主とする活性層をAlGaＮを主とする2つのクラッド層で挟んだ構造(段落【0039】)を前提として，活性層6と第2のn型クラッド層4との間に，InGaＮまたはGaＮよりなる第1のn型クラッド層5を形成することを述べたものであったとしても，従来のn型クラッド層が第2のn型クラッド層に相当することからすれば，従来のp型クラッド層に相当するのは，第2のp型クラッド層であると考えるのが自然であって，段落【0040】の記載からは，第1のp型クラッド層の組成は不明であるといわざるを得ず，これが本件発明1の構成についての記載であるとはいえない。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "原告は，段落【0018】や【0040】に記載された「第1のp型クラッド層7」が「InGaＮまたはGaＮよりなるもの」であったとしても，段落【0020】や【0027】に第1のp型クラッド層7を省略してもよいと記載されていることを根拠に，段落【0018】や【0040】は，本件発明1についての記載である旨主張する。",
                    "原告の上記主張によれば，本件発明1の実施態様に含まれないはずの実施例1～3，5及び8～12についても，本件発明1の実施例であるという論理が成り立つことになるが，これが不当であることは明らかであって，そもそも原告の上記主張には論理の飛躍があるといわざるを得ない。",
                    "また，段落【0036】には，「発光波長が長波長側に移行する波長範囲は，活性層に引っ張り応力を与える第2のクラッド層，第1のクラッド層の組成によっても異なり，またそれらの組成によって活性層の好ましい膜厚も多少変化する。」と記載されているように，クラッド層の組成や組み合わせによって発明の効果が変化するものであるから，単純に段落【0020】や【0027】の記載を根拠として，【0018】や【0040】の構成からp型クラッド層7を省略したとしても，どのように長波長化するのかは不明であるといわざるを得ない。",
                    "さらに，段落【0027】の記載を根拠に，ここに「最も好ましい組み合わせ」として記載されている構成から，第1のn型クラッド層5及び第1のp型クラッド層7の両方を省略した構成(n型AlGaＮクラッド層4／InGaＮ活性層6(量子井戸層)／p型AlGaＮクラッド層8)は，段落【0039】に，「従来の窒化物半導体発光素子」として記載された構成，すなわち，「InGaＮを主とする活性層をAlGaＮを主とする2つのクラッド層で挟んだ構造」と変わらないことになる。",
                    "以上のとおり，段落【0020】や【0027】の記載に従い，単に段落【0018】や【0040】の構成から第1のp型クラッド層7を省略しても，これが，本件発明1の作用効果を奏するものであるのか疑問であるといわざるを得ないから，段落【0018】や【0040】が本件発明1についての記載であるとはいえない。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "原告は，本件明細書の段落【0040】には，発光波長が長波長化する原理が記載されている旨主張する。",
                    "しかしながら，段落【0040】には，「第1のn型クラッド層5は，活性層とAlを含む第2のn型クラッド層4の間のバッファ層として作用する。」と記載されているように，第2のn型クラッド層4と，第1のn型クラッド層5と，活性層の関係しか記載されておらず，本件発明1の構成は記載されていない。",
                    "また，段落【0040】には，「第1のクラッド層5によって歪が吸収されるので，活性層は膜厚が200オングストローム以下になると引っ張り応力が作用して弾性的に変形してバンドギャップエネルギーが小さくなり発光波長が長くなる傾向にある。」と記載されているように，発光波長が長くなる「傾向」が記載されているにすぎず，これが必然であるとは記載されていない。当該記載は，p型クラッド層の組成や数によっては発光波長が長くならない場合があることを示しており，本件明細書の発明の詳細な説明の記載が実施可能要件を充たさないことに変わりはない。",
                    "さらに，段落【0040】には，「従って活性層を薄くしても活性層6，第2のn型クラッド層4にクラックが入りにくいと推察される。」と記載されているように，推測の域を出ておらず，本件特許出願時の技術水準に照らして，当業者が容易に実施できるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件明細書の段落【0013】の記載が不正確であり，段落【0034】の記載とも整合しないこと",
              "text": [
                "本件明細書の段落【0013】においては，In Ga Ｎのバンx 1-xドギャップエネルギーEgを表す式について，「Eg＝Eg ・x＋Eg ・(1-x)-x(1-x)」と記載されており，ボーイングパラメーターを表すBが欠落している。ボーイングパラメータ(B)は，1．0eVではないから(乙1，2)，上記計算式は，客観的に誤りである。",
                "原告は，当時認識されていたボーイングパラメーターBの値はおよそ1．0eVであるから，段落【0013】に記載された計算式においてボーイングパラメーターBが欠落していても，この式から算出されるバンドギャップエネルギーEgの値には影響しないとするが，「当時の認識」が，客観的に誤っている以上，上記計算式が不正確であることに変わりはない。",
                "段落【0013】における計算式が誤っていることから，段落【0034】の「In Ga Ｎ活性層は本来のバンドギャップエネルギ0．3 0．7ーでは480nm付近の青緑色発光である」との記載は，上記計算式の計算結果と整合しない。",
                "上記計算式が誤っている以上，本件発明1において，「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」という前提である，「本来のバンドギャップエネルギー」を定めることもできないのであるから，本件発明1は実施不能ということになる。",
                "また，InGaＮ層中には組成不均一があることが知られており(乙1，3)，局所的にIn組成が高い領域において発光が起きるから，特定の組成のInGaＮ層であっても，どの程度の発光波長(バンドギャップエネルギー)となるか不明であるということになる。",
                "したがって，「本来のバンドギャップエネルギー」を定めることは不可能であるというべきであるから，本件発明1は実施不能であるということになる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "以上のとおり，本件明細書の発明の詳細な説明の記載が本件発明1についての実施可能要件を欠くとの本件審決の判断は正当である。",
                "本件発明2ないし9の実施可能要件の判断に誤りがないこと(取消事由2に対し)",
                "本件明細書の発明の詳細な説明の記載が本件発明1についての実施可能要件を欠くとの本件審決の判断に誤りはないから，本件発明2ないし9について，本件明細書の発明の詳細な説明の記載が実施可能要件を欠くとした本件審決の判断にも誤りはない。",
                "まとめ",
                "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件明細書の発明の詳細な説明が本件発明1ないし9について，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件明細書の記載について",
          "text": [
            "本件発明1ないし9の特許請求の範囲は，前記第2の2に記載のとおりであるところ，本件明細書(甲21，22)の「発明の詳細な説明」には，次のような記載がある(訂正箇所に下線を引いた。下記記載中に引用する図面については，別紙の本件明細書図面目録を参照。)。",
            "「【発明の属する分野】",
            "本発明は，発光ダイオード(LED)，レーザダイオード(LD)等の半導体発光素子に係り，特には，窒化物半導体(In Al Ga Ｎ，0a b 1-a-b≦a，0≦b，a＋b≦1)から構成される半導体積層構造を有する窒化物半導体発光素子に関する。」(段落【0001】)",
            "「【従来の技術】",
            "窒化物半導体(In Al Ga Ｎ，0≦a，0≦b，a＋b≦1)a b 1-a-bは，紫外ないし赤色に発光するLED，LD等の発光素子の材料として期待されている。事実，本出願人は，この半導体材料を用いて，1993年11月に光度1cdの青色LEDを発表し，1994年4月に光度2cdの青緑色LEDを発表し，1994年10月には光度2cdの青色LEDを発表した。これらのLEDは全て製品化されて，現在ディスプレイ，信号等の実用に供されている。」(段落【0002】)",
            "「そのような青色，青緑色LEDの発光チップは，基本的には，サファイア基板の上に，n型GaＮよりなるn型コンタクト層と，n型AlGaＮよりなるn型クラッド層と，n型InGaＮよりなる活性層と，p型AlGaＮよりなるp型クラッド層と，p型GaＮよりなるp型コンタクト層とが順に積層された構造を有している。サファイア基板11とn型コンタクト層との間には，GaＮ，AlGaＮまたはAlＮよりなるバッファ層が形成されている。活性層を形成するn型InGaＮには，Si，Ge等のドナー不純物および／またはZn，Mg等のアクセプター不純物がドープされている。このLED素子の発光波長は，その活性層のInGaＮのIn含有量を変えるか，または活性層にドープする不純物の種類を変えることにより，紫外領域から赤色まで変化させることが可能である。」(段落【0003】)",
            "「【発明が解決しようとする課題】",
            "しかしながら，前記LED素子は発光波長が長くなるに従って，発光出力が大きく低下するという問題がある。図4は従来のLED素子のピーク発光波長と発光出力の関係を示す図である。このLEDでは活性層のInGaＮにZnとSiとをドープし，Znの準位を介して発光させることにより発光波長をInGaＮのバンド間発光よりも発光エネルギーで約0．5eV小さくして発光波長を長くしている。図4に示すように，従来のLEDは，450nmでは3mW付近の出力を示すのに対し，発光ピークが長波長に移行するに従ってその出力は大きく減少し，550nmでは出力が0．1mW以下にまで低下している。例えば，450nm発光のLEDにおける活性層はIn Ga Ｎであり，500nm発光のLEDにおける活性層はIn0．05 0．95 0．Ga Ｎであり，550nm発光のLEDにおける活性層はIn18 0．82 0．25Ga Ｎであり，さらに各活性層にはZnがドープされている。このよう0．75に，不純物がドープされたInGaＮ活性層，より詳しくは，In Gax 1-xＮ(0≦x＜1)活性層は，In含有量が増えると結晶性が悪くなり発光出力は大きく低下する。このため実際に使用できるIn含有量すなわちx値はおよそ0．15以下でしか，高出力のLEDができないのが現状であるので，青色LEDしか高出力のものは実現されていない。しかも，Znをドープして発光させているので半値幅が約70nmと広く，青色の色純度に劣る。」(段落【0004】)",
            "「ところで，高出力の青色LEDが実用化された現在，緑色LEDだけが色調，発光出力とも他のLEDに比べて劣っている。例えばフルカラーLEDディスプレイを赤色LED，緑色LED，青色LED各一個づつで実現する際には，緑色LEDが最も大きい光度を有していなければならない。しかし，緑色LEDの光度は未だ低く，青色LED，赤色LEDと全くバランスがとれないのが実状である。」(段落【0005】)",
            "「窒化物半導体はバンドギャップエネルギーが1．95eV～6．0eVまであるので，理論的には赤色から紫外まで広帯域に発光する材料である。窒化物半導体発光素子の長波長域の出力を向上させることができれば，従来のGaAs，AlInGaP系の材料に代わり，窒化物半導体で全ての可視領域の波長での発光が実現できる可能性がある。」(段落【0006】)",
            "「本発明はこのような事情に鑑みてなされてものであって，その目的とするところは，緑色LEDのみならず360nm以上の発光波長で高輝度，高出力の窒化物半導体発光素子を提供することにある。」(段落【0007】)",
            "「【課題を解決するための手段】",
            "従来のLEDは，活性層を不純物をドープしたInGaＮにより形成している。前記のようにInGaＮのIn組成比を大きくするとInGaＮバンド間発光により，発光波長を長波長側に移行できる。しかし，窒化物半導体はInのモル比を大きくするに従い結晶性が悪くなる傾向にあるので，発光出力が低下する，と推察される。そこで，本発明者らは発光素子の発光波長を長波長側に移行させるに際し，ダブルへテロ構造の窒化物半導体構造における活性層に引っ張り応力を与えることにより，発光波長を長波長側にシフトさせ，しかも発光出力が高い発光素子を実現できることを新たに見い出した。」(段落【0008】)",
            "「すなわち，本発明によれば，インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体層をx 1-x備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるy 1-yp型窒化物半導体層を備え，該n型窒化物半導体層に接してAl Ga Ｎa 1-a(0≦a＜1)よりなる第2のn型窒化物半導体層を備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子が提供される。」(段落【0009】)",
            "「さらに，本発明によれば，インジウムおよびガリウムを含む窒化物半導体よりなる井戸層を備え，第1および第2の面を有する活性層を具備し，該活性層の第2の面側にGaＮよりなるp型コンタクト層を備え，該活性層の第1の面に接して該活性層を構成するインジウムおよびガリウムを含む窒化物半導体よりもバンドギャップエネルギーの大きなIn Ga Ｎ(0＜xx 1-x＜1)よりなるn型窒化物半導体層を備え，該活性層とp型コンタクト層との間に該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるy 1-yp型窒化物半導体層を備え，該n型窒化物半導体層に接してAl Ga Ｎa 1-a(0≦a＜1)よりなる第2のn型窒化物半導体層を備え，該活性層を単一量子井戸構造または多重量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子が提供される。」(段落【0011】)",
            "「すなわち，本発明においては，活性層を単一量子井戸構造または多重量子井戸構造として，この活性層とクラッド層との界面平行方向に，引っ張り応力を加え，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも小さいエネルギーを持つ光を発光させるのである。」(段落【0012】)",
            "「ところで，InＮのバンドギャップエネルギー(1．96eV)をEgで，GaＮのバンドギャップエネルギー(3．40eV)をEg で表わすと，窒化物半導体In Ga Ｎの本来のバンドギャップエネルギーEgは，式"
          ],
          "content": [
            {
              "fig": "x",
              "subject": "1-xEg＝Eg ・x＋  Eg ・(1-x)-x(1-x)",
              "text": [
                "により算出することができる。活性層の本来の発光波長λは，λ＝1240／Egに相当する。」(段落【0013】)",
                "「なお，単一量子井戸構造とは，井戸層が一層よりなる構造を指す。すなわち，単一量子井戸構造の活性層は，単一の井戸層だけで構成される。また，多重量子井戸構造とは，井戸層と障壁層を交互に積層した多層膜構造を指す。この多層膜構造において，両側の2つ最外層は，それぞれ井戸層により構成される。」(段落【0014】)",
                "「【作用】",
                "本発明の素子は，第1のn型クラッド層および第1のp型クラッド層よりも熱膨張係数の大きい活性層を形成して，両クラッド層と活性層の界面に平行な方向で引っ張り応力を発生させている。引っ張り応力を活性層に弾性的に作用させるために，活性層を単一量子井戸構造または多重量子井戸構造として，活性層のバンドギャップエネルギーを小さくし，活性層の発光波長を長くする。また，活性層の井戸層，障壁層を臨界膜厚まで薄くしたことにより，In組成比が大きいInGaＮでも結晶性よく成長できる。」(段落【0015】)",
                "「【発明の実施の形態】",
                "図1は，本発明の一態様による窒化物半導体発光素子の構造の一例を示す概略断面図である。図1に示す窒化物半導体素子は，基板1上に，バッファ層2，n型コンタクト層3，第2のn型クラッド層4，第1のn型クラッド層5，活性層6，第1のp型クラッド層7，第2のp型クラッド層8，およびp型コンタクト層9が順に積層された構造を有する。」(段落【0016】)",
                "「活性層6は，Inを含む窒化物半導体で形成され，単一量子井戸構造または多重量子井戸構造のものである。Inを含む活性層6は，他のAlGaＮ，GaＮ等の窒化物半導体に比べて柔らかく，熱膨張係数も大きいので，例えば単一量子井戸構造の井戸層の膜厚を薄くすることにより発光波長を変化させることができる。量子井戸構造の活性層6はn型，p型のいずれでもよいが，特にノンドープ(不純物無添加)とすることによりバンド間発光により発光波長の半値幅が狭くなり，色純度のよい発光が得られるため好ましい。特に活性層6の井戸層の組成をIn Ga Ｎ(0＜z＜1)とすると，z 1-zバンド間発光で波長を紫外から赤色まで発光させることができ，クラッド層との熱膨張係数差の大きい活性層を実現することが可能である。一方，多重量子井戸構造の場合，障壁層は特にInGaＮで形成せずにGaＮで形成してもよい。」(段落【0017】)",
                "「第1のn型クラッド層5は，活性層6よりもバンドギャップエネルギーが大きく，かつ活性層よりも熱膨張係数が小さい窒化物半導体であればどのような組成のもので形成してもよいが，特に好ましくはn型In Ga Ｎx 1-x(0≦x＜1)により形成する。InGaＮ，またはGaＮよりなるn型の第1のクラッド層5は，Alを含む窒化物半導体に比べて，結晶が柔らかいので，この第1のクラッド層5がバッファ層のような作用をする。つまりこの第1のクラッド層5がバッファ層として作用しているために，活性層6を量子井戸構造としても活性層6にクラックが入らず，また第1のクラッド層5，7の外側に形成される第2のn型クラッド層4，第2のp型クラッド層8中にクラックが入るのを防止することができる。」(段落【0018】)",
                "「第1のp型クラッド層7は，活性層6を構成する窒化物半導体よりもバンドギャップエネルギーが大きく，かつ活性層6よりも熱膨張係数が小さいp型窒化物半導体であればどのような組成のもので形成してもよいが，好ましくはp型Al Ga Ｎ(0≦y≦1)で形成する。その中でも，p型Ay 1-ylGaＮ等のAlを含む窒化物半導体は，多重量子井戸構造または単一量子井戸構造よりなる活性層に接して形成することにより，発光出力を向上させる。」(段落【0019】)",
                "「また，第1のn型クラッド層5，第1のp型クラッド層7のいずれかを省略することもできる。第1のn型クラッド層5を省略する場合は，第2のn型クラッド層4が第1のn型クラッド層5となり，また第1のp型クラッド層7を省略する場合は第2のp型クラッド層が第1のp型クラッド層5となる。但し，活性層には，n型GaＮもしくはn型InGaＮよりなる第1のn型クラッド層5が接して形成されていることが好ましい。」(段落【0020】)",
                "「本発明の素子は，前記第1のn型クラッド層5に接して，n型の窒化物半導体よりなる第2のn型クラッド層4を備えることができる。第2のn型クラッド層4は，Al Ga Ｎ(0≦a≦1)で形成することが望ましい。a 1-a但し，第1のn型クラッド層5がInGaＮで形成されている場合は，この第2のn型クラッド層4をGaＮまたはAlGaＮで形成することができる。Alを含む窒化物半導体は熱膨張係数が小さく，また結晶自体が硬いので，第2のn型クラッド層4を第1のn型クラッド層5に接して形成すると，活性層にさらに大きな引っ張り応力を加えて，発光波長を長波長側にシフトさせることが可能である。但し，活性層6に接してAlを含む第2のn型クラッド層4を形成する場合には，活性層の反対側の主面には，バッファ層となる第1のp型クラッド層7をInGaＮ，GaＮ等で形成することが望ましい。」(段落【0021】)",
                "「また，本発明の素子では，第1のp型クラッド層7に接して，p型の窒化物半導体よりなる第2のp型クラッド層8を備えることもできる。第2のp型クラッド層8は，Al Ga Ｎ(0≦b≦1)で形成することが望まb 1-bしい。但し，第1のp型クラッド層7がAlGaＮで形成されている場合は，この第2のp型クラッド層8をコンタクト層としてGaＮで形成することができる。活性層6に接してAlを含む第2のp型クラッド層8を形成する場合には，活性層6の反対側の主面(n層側)には，バッファ層となるGaＮ，InGaＮ等の第1のn型クラッド層5が接して形成されていることが望ましい。」(段落【0023】)",
                "「ここで，活性層とクラッド層の好ましい組み合わせを述べる。まず，活性層6と第1のクラッド層5，7の組み合わせは，第1のn型クラッド層をIn Ga Ｎ(0≦x＜1)で形成し，活性層をIn Ga Ｎ(0＜zx 1-x z 1-z＜1)を含む量子井戸構造とし，第1のp型クラッド層をAl Ga Ｎy 1-y(0＜y＜1)で形成することである。但し，これらの組み合わせにおいて，バンドギャップエネルギーの関係からx＜zの条件を満たしていることはいうまでもない。活性層6は，単一量子井戸構造の場合では井戸層を100オングストローム以下の厚さに形成し，多重量子井戸構造では井戸層を100オングストローム以下の厚さに，および障壁層を150オングストローム以下の厚さに形成する。いずれの量子井戸構造の活性層でも，n型またはノンドープとするとバンド間発光による半値幅の狭い発光が得られるので最も好ましい。」(段落【0026】)",
                "「次に，最も好ましい組み合わせは，第2のn型クラッド層4をAl GaaＮ(0≦a≦1)で形成し，第1のn型クラッド層5をIn Ga Ｎ1-a x 1-x(0≦x＜1)で形成し，活性層6をIn Ga Ｎ(0＜z＜1)を含むz 1-z量子井戸構造とし，第1のp型クラッド層7をAl Ga Ｎ(0≦y＜y 1-y1)で形成し，第2のp型クラッド層8をAl Ga Ｎ(0≦b≦1)でb 1-b形成することである。この組み合わせの場合は，第1のn型クラッド層5，第1のp型クラッド層7のいずれか一方または両方を省略してもよい。省略した場合，前記のように，第2のn型クラッド層4または第2のp型クラッド層8が，それぞれ第1のクラッド層として作用する。この組み合わせによると，第1のクラッド層5，7と活性層6だけでは，活性層6に十分な引っ張り応力が得られない場合に，第1のクラッド層5，7の外側にさらにAlを含む第2のクラッド層を形成して，第2のクラッド層4，8の熱膨張係数と活性層6の熱膨張係数の差を大きくすることができる。従って，活性層6を膜厚の薄い井戸層と障壁層との多重量子井戸構造，又は井戸層のみの単一量子井戸構造とすることにより，界面に作用する引っ張り応力により，活性層のバンドギャップが小さくなり，発光波長が長波長側にシフトされ得る。」(段落【0027】)",
                "「図2は単一量子井戸構造の活性層の厚さ，つまり井戸層の厚さと，発光素子の発光ピーク波長との関係を示す図である。なお，図2において線αは活性層がノンドープIn Ga Ｎよりなる発光素子を示し，線βは活0．05 0．95性層がノンドープIn Ga Ｎよりなる発光素子を示している。両方と0．3 0．7も発光素子の構造は第2のクラッド層と，第1のn型クラッド層と，活性層と，第1のp型クラッド層と，第2のp型クラッド層とを順に積層したダブルへテロ構造である。第2のn型クラッド層は0．1μmのSiドープn型Al Ga Ｎよりなり，第1のn型クラッド層は500オングストロー0．3 0．7ムのIn Ga Ｎよりなり，第1のp型クラッド層は20オングスト0．01 0．99ロームのMgドープp型In Ga Ｎよりなり，第2のp型クラッド0．01 0．99層は0．1μmのMgドープp型Al Ga Ｎよりなるダブルへテロ構0．3 0．7造である。図2では前記活性層の膜厚を変えた際に発光波長が変化することを示している。」(段落【0033】)",
                "「線αで示すIn Ga Ｎ活性層は，本来のバンドギャップエネル0．05 0．95ギーでは380nm付近の紫外発光を示すが，膜厚を薄くすることにより420nm近くまで波長を長くして青紫色の発光にできる。また線βで示すIn Ga Ｎ活性層は本来のバンドギャップエネルギーでは480nm付0．3 0．7近の青緑色発光であるが，同じく膜厚を薄くすることにより，520nm近くの純緑色発光が得られる。このように第1のn型クラッド層と第1のp型クラッド層で挟まれた活性層の膜厚を薄くすることにより，発光波長を長波長にすることができる。つまり，通常の膜厚の厚い活性層ではその活性層のバンドギャップエネルギーに相当する発光しか示さないが，本発明の単一量子井戸構造の活性層では，井戸層の膜厚を薄くすることによって，バンドギャップエネルギーが小さくなり，元の井戸層のバンドギャップエネルギーよりも低エネルギーの光，即ち長波長を発光させることが可能となる。しかもノンドープであるので，不純物をドープしたものよりも結晶性がよいので出力が高くなり，さらにバンド間発光で半値幅の狭い色純度に優れた発光が得られる。」(段落【0034】)",
                "「従って，本発明において，井戸層の膜厚は100オングストローム以下，さらに好ましくは70オングストローム以下となるように形成することが望ましい。図2は本発明の素子による発光素子の一例を示したものであるが，発光波長が長波長側に移行する波長範囲は，活性層に引っ張り応力を与える第2のクラッド層，第1のクラッド層の組成によっても異なり，またそれらの組成によって活性層の好ましい膜厚も多少変化する。」(段落【0036】)",
                "「窒化物半導体において，AlＮの熱膨張係数は4．2×10-6／Kであり，GaＮの膨張係数は5．59×10-6／Kであることが知られている。InＮに関しては，完全な結晶が得られていないため熱膨張係数は不明であるが，仮にInＮの熱膨張係数がいちばん大きいと仮定すると，熱膨張係数の順序はInＮ＞GaＮ＞AlＮとなる。一方，窒化物半導体の成長温度を見てみると，通常MBE法では500℃，MOVPE法では時に900℃以上の高温で成長させる。例えばMOVPE法によるとInGaＮで700℃以上，AlGaＮであると900℃以上で成長させる。そこで熱膨張係数の大きい活性層を，活性層よりも熱膨張係数の小さいクラッド層で挟んだ素子を高温で形成した後，室温にまで温度を下げると，熱膨張係数の大きい活性層がクラッド層に引っ張られ，活性層とクラッド層の界面に平行方向に引っ張り応力が活性層に作用する。このため，活性層のバンドギャップエネルギーが小さくなり，発光波長が長波長になるのである。つまり活性層のIn0．0Ga Ｎ，In Ga Ｎ等は第1のクラッド層，および第2のクラ5 0．95 0．3 0．7ッド層よりもInが多い分，熱膨張係数が大きい。従って活性層とクラッド層の界面に平行方向に引っ張り応力が作用し，活性層のバンドギャップエネルギーが小さくなるので通常の活性層のバンド間発光よりも，発光波長を長くすることができるのである。特にその引っ張り応力は活性層を薄くするほど大きくなるので，発光波長をより長波長にすることが可能となる。」(段落【0037】)",
                "「本発明の素子において好ましい態様は，インジウムを含むn型窒化物半導体，またはn型GaＮを第1のn型クラッド層として備え，その第1のn型クラッド層に接して，第1のn型クラッド層よりも熱膨張係数が大きいインジウムを含む窒化物半導体よりなる活性層を備え，この活性層を単一量子井戸若しくは多重量子井戸構造とすることによって，本来の活性層のバンドギャップエネルギーよりも低エネルギーの光が発光される素子であり，この素子において，前記第1のn型クラッド層と前記活性層との総膜厚が300オングストローム以上あることがさらに好ましい。また他の態様として，インジウムを含む窒化物半導体よりなる単一量子井戸構造若しくは多重量子井戸構造の活性層を備え，その活性層に接して，活性層よりも熱膨張係数が小さいアルミニウムを含むp型窒化物半導体を第1のp型クラッド層として備え，この活性層を単一量子井戸構造若しくは多重量子井戸構造とすることによって，本来の活性層のバンドギャップエネルギーよりも低エネルギーの光が発光される素子である。」(段落【0038】)",
                "「従来の窒化物半導体発光素子は，上にも説明したように，InGaＮを主とする活性層をAlGaＮを主とする2つのクラッド層で挟んだ構造を有している。InGaＮ活性層をAlGaＮクラッド層を挟んだ従来の構造では，活性層の厚さを薄くするに従って，InGaＮ活性層，AlGaＮクラッド層にクラックが生じる傾向にある。例えば，活性層の厚さを200オングストローム未満にするとクラックが多数入ってしまうために素子作製が困難となる。これはAlを含むクラッド層が結晶の性質上，非常に硬い性質を有しており，薄い膜厚のInGaＮ活性層のみではAlGaＮクラッド層との界面から生じる格子不整合と，熱膨張係数差から生じる歪をInGaＮ活性層で弾性的に緩和できないことを示している。このため，従来ではクラッド層，活性層中にクラックが入るために，活性層を薄くしようとしてもできなかったのが実状であった。」(段落【0039】)",
                "「一方，本発明では図1に示すように，InとGaとを含む活性層6に接する層として，新たに第1のn型クラッド層5を形成している。この第1のn型クラッド層5は，活性層とAlを含む第2のn型クラッド層4の間のバッファ層として作用する。つまり第1のn型クラッド層5であるInを含む窒化物半導体またはGaＮは結晶の性質として柔らかい性質を有しているので，Alを含む第2のクラッド層4と活性層6の格子定数不整と熱膨張係数差によって生じる歪を吸収する働きがある。従って活性層を薄くしても活性層6，第2のn型クラッド層4にクラックが入りにくいと推察される。第1のクラッド層5によって歪が吸収されるので，活性層は膜厚が200オングストローム以下になると引っ張り応力が作用して弾性的に変形してバンドギャップエネルギーが小さくなり発光波長が長くなる傾向にある。しかも活性層の結晶欠陥が少なくなる。従って，活性層の膜厚が薄い状態においても，活性層の結晶性が良くなるので発光出力が増大する。このように第1のn型クラッド層5をバッファ層として作用させるためには，結晶が柔らかい層である活性層6と第1のn型クラッド層5との膜厚の合計が300オングストローム以上あることが好ましい。」(段落【0040】)",
                "「窒化物半導体よりなる本発明の発光素子を製造するには，例えばMOVPE(有機金属気相成長法)，MBE(分子線気相成長法)，HDVPE(ハイドライド気相成長法)等の気相成長法を用いて，基板上にIn Ala bGa Ｎ(0≦a，0≦b，a＋b≦1)をn型，p型等の導電型でダ1-a-bブルへテロ構造になるように積層することによって得られる。基板には例えばサファイア(C面，A面，R面を含む)，SiC(6H-SiC，4H-SiCも含む)，スピネル(MgAl O ，特にその(111)面)，ZnO，Si，GaAs，あるいは他の酸化物単結晶基板(ＮGO等)が使用できる。また，n型の窒化物半導体はノンドープの状態でも得られるが，Si，Ge，S等のドナー不純物を結晶成長中に半導体層中に導入することによって得られる。またp型の窒化物半導体層はMg，Zn，Cd，Ca，Be，C等のアクセプター不純物を同じく結晶成長中に半導体層中に導入するか，または導入後400℃以上でアニーリングを行うことにより得られる。」(段落【0042】)",
                "「【実施例】",
                "以下本発明を具体的な実施例に基づいて説明する。以下の実施例は，MOVPE法による窒化物半導体層の成長方法を例示している。",
                "実施例1",
                "本実施例を図1を参照して記述する。」(段落【0043】)",
                "「TMG(トリメチルガリウム)とＮH とを用い，反応容器にセットしたサファイア基板1のC面に500℃でGaＮよりなるバッファ層2を500オングストロームの膜厚で成長させた。」(段落【0044】)",
                "「次に温度を1050℃まで上げ，TMG，ＮH に加えSiH ガスを用い，Siドープn型GaＮよりなるn型コンタクト層3を4μmの膜厚で成長させた。」(段落【0045】)",
                "「続いて原料ガスにTMA(トリメチルアルミニウム)を加え，同じく1050℃でSiドープn型Al Ga Ｎ層よりなる第2のクラッド層40．3 0．7を0．1μmの膜厚で成長させた。」(段落【0046】)",
                "「次に，温度を800℃に下げ，TMG，TMI(トリメチルインジウム)，ＮH およびSiH を用い，Siドープn型In Ga Ｎよ3 4 0．01 0．99りなる第1のn型クラッド層5を500オングストロームの膜厚で成長させた。」(段落【0047】)",
                "「続いてTMG，TMIおよびＮH を用い，800℃でノンドープIn3 0．Ga Ｎよりなる活性層6(単一量子井戸構造)を30オングストロー05 0．95ムの膜厚で成長させた。」(段落【0048】)",
                "「さらに，TMG，TMI，ＮH に加え新たにCp Mg(シクロペンタジエニルマグネシウム)を用い800℃でMgドープp型In Ga0．01 0．99Ｎよりなる第1のp型クラッド層7を500オングストロームの膜厚で成長させた。」(段落【0049】)",
                "「次に温度を1050℃に上げ，TMG，TMA，ＮH ，Cp Mgを用い，Mgドープp型Al Ga Ｎよりなる第2のp型クラッド層8を0．0．3 0．71μmの膜厚で成長させた。」(段落【0050】)",
                "「続いて，1050℃でTMG，ＮH およびCp Mgを用い，Mgドープp型GaＮよりなるp型コンタクト層9を0．5μmの膜厚で成長させた。以上の操作終了後，温度を室温まで下げてウェーハを反応容器から取り出し，700℃でウェーハのアニーリングを行い，p型層をさらに低抵抗化した。次に，最上層のp型コンタクト層9の表面に所定の形状のマスクを形成し，n型コンタクト層3の表面が露出するまでエッチングした。エッチング後，n型コンタクト層3の表面にTiとAlよりなる負電極，p型コンタクト層9の表面にＮiとAuよりなる正電極を形成した。電極形成後，ウェーハを350μm角のチップに分離した後，常法に従い半値角15度の指向特性を持つLED素子とした。このLED素子はIf(順方向電流)20mAでVf3．5V，発光ピーク波長410nmの青色発光を示し，発光出力は5mWであった。さらに，発光スペクトルの半値幅は20nmであり，非常に色純度のよい発光を示した。」(段落【0051】)",
                "「実施例4",
                "第1のp型クラッド層7を形成しない以外は，実施例1と同様にしてLED素子を作製した。このLED素子は，If20mAでVf3．5V，発光ピーク波長425nmの青色発光を示し，同じく発光出力は7mWであった。さらに，発光スペクトルの半値幅は20nmであった。この発光素子は活性層にAlGaＮよりなる第2のクラッド層8が直接接しているので活性層の引っ張り応力が大きくなりピーク波長が長波長になると共に，発光出力が増大した。」(段落【0054】)",
                "「【発明の効果】",
                "本発明においては，熱膨張係数の小さいクラッド層で熱膨張係数の大きい活性層を挟むことにより，活性層に引っ張り応力がかかるので，活性層のバンドギャップエネルギーが本来のそれより小さくなり，発光波長を長波長にすることができる。しかもInを含む窒化物半導体よりなる活性層に接して，熱膨張係数の小さいInを含む窒化物半導体またはGaＮよりなる第1のクラッド層をすると，この第1のクラッド層が新たなバッファ層として作用することにより，活性層が弾性的に変形して結晶性が良くなり発光出力が格段に向上する。例えば従来の青色LEDでは450nmにおいて，光度2cd，発光出力が3mWで半値幅が80nm程度であったが，本発明ではその倍近くの発光出力を達成することができ，半値幅は半分以下と非常に色純度が向上した。また従来では，活性層のインジウム組成比を大きくすると結晶性が悪くなって，バンド間発光で520nm付近の緑色発光を得ることは難しかったが，本発明によると活性層の結晶性が良くなるので，従来では困難であった色純度のよい高輝度な緑色LEDも実現できる。」(段落【0065】)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "取消事由1(本件発明1についての実施可能要件の判断の誤り)について",
      "text": [
        "本件発明1の要旨の認定の誤りについて"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，本件発明1がn型窒化物半導体層に接してAl Ga Ｎ(0a 1-a≦a＜1)よりなる第2のn型窒化物半導体層を備える4層構造であるにもかかわらず，本件審決が，本件発明1を活性層，活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体層，活性層x 1-xの第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半y 1-y導体層を備える3層構造であると認定を誤り，これを前提に実施可能要件の判断をしたから，その結論にも誤りがある旨主張するので，以下において判断する。"
          ]
        },
        {
          "fig": "イ",
          "subject": "本件発明1の構成及びその特徴",
          "text": [
            "前記1によれば，本件発明1の構成及びその特徴は以下のとおりであると認められる。",
            "本件発明1は，発光ダイオード(LED)，レーザダイオード(LD)等の半導体発光素子に係り，特には，窒化物半導体(In Al Ga ba Ｎ，0≦a，0≦b，a＋b≦1)から構成される半導体積層1-a-b構造を有する窒化物半導体発光素子に関する。",
            "窒化物半導体(In Al Ga Ｎ，0≦a，0≦b，a＋b≦a b 1-a-b1)は，紫外ないし赤色に発光するLED，LD等の発光素子の材料として期待されており，青色LEDや青緑色LEDは製品化されて，現在実用に供されている。",
            "このような青色，青緑色LEDの発光チップは，基本的には，サファイア基板の上に，n型GaＮよりなるn型コンタクト層と，n型AlGaＮよりなるn型クラッド層と，n型InGaＮよりなる活性層と，p型AlGaＮよりなるp型クラッド層と，p型GaＮよりなるp型コンタクト層とが順に積層された構造を有している。このLED素子の発光波長は，その活性層のInGaＮのIn含有量を変えるか又は活性層にドープする不純物の種類を変えることにより，紫外領域から赤色まで変化させることが可能である。",
            "従来のLEDは，不純物をドープしたInGaＮにより活性層を形成しており，InGaＮのIn組成比を大きくするとInGaＮバンド間発光により，発光波長を長波長側に移行することができる。",
            "しかしながら，前記LED素子は発光波長が長くなるに従って，発光出力が大きく低下するという問題があり，不純物がドープされたInGaＮ活性層，より詳しくは，In Ga Ｎ(0≦x＜1)活性層は，x 1-xIn含有量が増えると結晶性が悪くなり発光出力は大きく低下する。",
            "このため実際に使用できるIn含有量すなわちx値はおよそ0．15以下でしか，高出力のLEDができないのが現状であるので，青色LEDしか高出力のものは実現されていない。",
            "窒化物半導体発光素子の長波長域の出力を向上させることができれば，窒化物半導体で全ての可視領域の波長での発光が実現できる可能性がある。",
            "本件発明1は，このような事情に鑑みてされたものであって，その目的とするところは，緑色LEDのみならず360nm以上の発光波長で高輝度，高出力の窒化物半導体発光素子を提供することにあり，上記課題を解決するために，「インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体x 1-x層を備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)y 1-yよりなるp型窒化物半導体層を備え，該n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなる第2のn型窒化物半導体層を備え，a 1-a該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子」との構成を採用した。",
            "本件発明1の窒化物半導体発光素子は，熱膨張係数の小さいクラッド層(n型窒化物半導体層，第2のn型窒化物半導体層，p型窒化物半導体層)で熱膨張係数の大きい活性層を挟むことで，両クラッド層と活性層の界面に引っ張り応力を発生させ，かつ，活性層を量子井戸構造とすることで，引っ張り応力を活性層に弾性的に作用させ，これにより活性層のバンドギャップエネルギーを本来のそれより小さくし，活性層の発光波長を長波長化するものである。",
            "しかも，Inを含む窒化物半導体よりなる活性層に接して，熱膨張係数の小さいInを含む窒化物半導体又はGaＮよりなる第1のクラッド層を備えることで，この第1のクラッド層が新たなバッファ層として作用することにより，活性層が弾性的に変形して結晶性が良くなり発光出力が格段に向上する。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "本件審決における本件発明1の要旨の認定",
          "text": [
            "本件審決の記載について",
            "本件審決には，本件発明1の構成に関し，次のような記載がある。"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "「第4  本件特許の請求項に係る発明",
              "text": [
                "本件訂正は，・・・適法な訂正と認められるから，本件の請求項1ないし9に係る発明(以下，それぞれ，「本件発明1」ないし「本件発明9」といい，それらを合わせて「本件発明」という。)は，訂正明細書の請求項1ないし9に記載された，次のとおりのものと認められる。",
                "「【請求項1】インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体層x 1-xを備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)y 1-yよりなるp型窒化物半導体層を備え，該n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなる第2のn型窒化物半導体層をa 1-a備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子。」(11頁9行～22行)"
              ]
            },
            {
              "fig": "b",
              "subject": "「第9  当審の判断",
              "text": [
                "事案にかんがみて，無効理由4についてまず検討する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "1",
      "subject": "本件発明1の特徴的構成について",
      "text": [
        "本件発明1を以下に再掲する。",
        "「インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してInxGa Ｎ(0＜x＜1)よりなるn型窒化物半導体層を備え，該活性1-x層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒y 1-y化物半導体層を備え，該n型窒化物半導体層に接してAl Ga Ｎa 1-a(0≦a＜1)よりなる第2のn型窒化物半導体層を備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子。」",
        "すなわち，本件発明1は，活性層の第1の面に接してIn Gax 1-xＮ(0＜x＜1)よりなるn型窒化物半導体層を備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半y 1-y導体層を備え，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する，窒化物半導体発光素子である。",
        "そこで，本件明細書に，かかる「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」の発明について，当業者がその実施をすることができる程度に明確かつ十分に記載されているかを検討する。」(22頁24行～23頁10行)"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "c",
              "text": [
                "本件審決は「2  本件明細書の発明の詳細な説明の記載」と題して，る。」として，本件明細書の段落【0008】ないし【0012】，【0016】ないし【0023】，【0032】ないし【0037】，【0039】，【0040】の記載を引用したが，その際，本件訂正が認められているにもかかわらず，段落【0009】及び【0011】については，本件訂正により新たに挿入された「該n型窒化物半導体層に接して・・・を備え，」の記載のない本件訂正前の記載を引用し，また，本件訂正により削除された段落【0010】を引用して記載した。"
              ]
            },
            {
              "fig": "d",
              "subject": "「3  本件発明1についての当審の判断",
              "content": [
                {
                  "fig": "(1)",
                  "subject": "上記「2(1)」の記載について",
                  "text": [
                    "上記「2(1)」の【0009】及び【0011】には，上記1で言及した「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」についての記載があるものと認められる。",
                    "そこで，上記「2(1)」に，上記窒化物半導体発光素子の「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載されているかを検討する。」(30頁1行～11行)"
                  ]
                }
              ]
            },
            {
              "fig": "e",
              "subject": "「よって，上記「2(1)」には，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」である本件発明1の「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められない。」(31頁11行～17行)"
            },
            {
              "fig": "f",
              "subject": "「・・・の記載は，活性層の両面に，InGaＮまたはGaＮよりなり，Alを含む窒化物半導体に比べて結晶が柔らかい第1のクラッド層5，7が接し，第1のクラッド層5，7の外側に第2のクラッド層4，8が形成された，図1に示される層構造の窒化物半導体発光素子についての記載であり，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」，つまり，InGaＮよりなり，Alを含む窒化物半導体に比べて結晶が柔らかい第1のクラッド層が，活性層の一方の面のみに接する本件発明1についての記載ではない。」(31頁34行～32頁6行)"
            },
            {
              "fig": "g",
              "text": [
                "「・・・に記載された窒化物半導体発光素子は，活性層の両面にInGaＮよりなる第1のクラッド層(In Ga Ｎよりなる第1の0.01 0.99n型クラッド層と，In Ga Ｎよりなる第1のp型クラッド層)0.01 0.99が接し，第1のクラッド層の外側に第2のクラッド層(Al  Ga0.3 0.7Ｎよりなる第2のn型クラッド層と，Al Ga Ｎよりなる第2のp0.3 0.7型クラッド層)が形成された窒化物半導体発光素子であり，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」，つまり，活性層の片面のみにInGaＮよりなる第1のクラッド層が接する本件発明1とは，構成が異なるものである。",
                "よって，単一量子井戸構造の活性層の厚さ，つまり井戸層の厚さと，発光素子の発光ピーク波長との関係を示す図2に，・・・が記載されているとしても，該記載は，本件発明1に当てはまるものではない。」(32頁13行～29行)"
              ]
            },
            {
              "fig": "h",
              "subject": "「   小括",
              "text": [
                "上記2以外の記載をみても，本件明細書の発明の詳細な説明は，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」である本件発明1の「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載したものとは認められない。」(32頁30行～33頁1行)",
                "前記 本件審決は， a及びbの各記載部分においては，本件発明1の要旨を本件訂正後の請求項1の記載に従い，「インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜x 1-xx＜1)よりなるn型窒化物半導体層を備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半導体層を備え，y 1-y該n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなるa 1-a第2のn型窒化物半導体層を備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子。」と記載しているものの，これに続く部分では何らの根拠も示さないまま，請求項及び明細書の記載について，本件訂正を認めているにもかかわらず，本件発明1の発明特定事項から，「n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなる第2のn型窒化物半導体a 1-a層を備え」る点を除外し，本件発明1を「活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体層を備え，該活x 1-x性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒y 1-y化物半導体層を備え，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する，窒化物半導体発光素子」と言い換え，その後は，hの記載部分に至るまで一貫して，本件発明1が「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」であることを前提に，本件明細書の発明の詳細な説明の記載が，当業者がその実施をすることができる程度に明確かつ十分に記載されたものであるか否か，すなわち，実施可能要件を充たすものであるか否かを判断している。",
                "以上によれば，本件審決は，本件発明1の要旨を，その発明特定事項から「n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりa 1-aなる第2のn型窒化物半導体層」を備える点を除外した構成，すなわち，「活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるnx 1-x型窒化物半導体層を備え，該活性層の第2の面に接してAl Ga Ｎy 1-y(0＜y＜1)よりなるp型窒化物半導体層を備え，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する，窒化物半導体発光素子」と認定し，これを前提に本件明細書の発明の詳細な説明の記載が実施可能要件を充たすものであるか否かを判断しているといえる。",
                "一方，本件発明1の要旨は，前記イ求項1の記載，すなわち，その発明特定事項に基づいて，「インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜x 1-xx＜1)よりなるn型窒化物半導体層を備え，該活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半導体層を備え，y 1-y該n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなるa 1-a第2のn型窒化物半導体層を備え，該活性層を量子井戸構造とし，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子」であると認められるから，本件審決は，本件明細書の発明の詳細な説明の記載が本件発明1について実施可能要件を充たすものであるか否かを判断するに際し，本件発明1の要旨の認定を誤ったものというべきである。",
                "ところで，本件審決は，前記 のとおり，形式的には，本件発明1の要旨を本件訂正後の請求項1の記載に従って記載した上で，その「特徴的構成」が「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」であるとして，当該構成について，実施可能要件を判断している。",
                "前記イ認定のとおり，本件発明1は，LED素子の発光波長は，その活性層のInGaＮのInの組成比を大きくするか又は活性層にドープする不純物の種類を変えることにより，紫外領域から赤色まで変化させることが可能であるが，LED素子には発光波長が長くなるに従って発光出力が大きく低下するという問題があり，また，不純物がドープされたInGaＮ活性層には，In含有量が増えると結晶性が悪くなり発光出力が大きく低下するという問題があったことから，本件発明1は，上記課題を解決し，窒化物半導体発光素子の長波長域の出力を向上させることにより，窒化物半導体で全ての可視領域の波長での発光が実現することを目的とし，その解決手段として本件訂正後の請求項1記載のとおりの構成を採用し，熱膨張係数の小さいクラッド層で熱膨張係数の大きい活性層を挟むことで，両クラッド層と活性層の界面に引っ張り応力を発生させ，かつ，活性層を量子井戸構造とすることで，引っ張り応力を活性層に弾性的に作用させ，これにより活性層のバンドギャップエネルギーを本来のそれより小さくして活性層の発光波長を長波長化し，しかも，Inを含む窒化物半導体よりなる活性層に接して，熱膨張係数の小さいInを含む窒化物半導体又はGaＮよりなる第1のクラッド層を備えることで，この第1のクラッド層が新たなバッファ層として作用することにより，活性層が弾性的に変形して結晶性が良くなり発光出力が格段に向上するという効果を奏するものである。",
                "そして，本件明細書の段落【0037】の「窒化物半導体において，AlＮの熱膨張係数は4．2×10-6／Kであり，GaＮの膨張係数は5．59×10-6／Kであることが知られている。InＮに関しては，完全な結晶が得られていないため熱膨張係数は不明であるが，仮にInＮの熱膨張係数がいちばん大きいと仮定すると，熱膨張係数の順序はInＮ＞GaＮ＞AlＮとなる。」との記載によれば，熱膨張係数の順序は，InGaＮ＞AlGaＮとなること，段落【0039】及び【0040】の記載によれば，InGaＮを主とする活性層をAlGaＮを主とする2つのクラッド層で挟んだ構造を有する従来の窒化物半導体発光素子では，Alを含むクラッド層が結晶の性質上非常に硬い性質を有しており，薄い膜厚のInGaＮ活性層のみではAlGaＮクラッド層との界面から生じる格子不整合と，熱膨張係数差から生じる歪をInGaＮ活性層で弾性的に緩和できないことから，活性層の厚さを薄くするに従って，InGaＮ活性層，AlGaＮクラッド層にクラックが生じるという傾向があったが，本件発明1では，InとGaとを含む活性層6に接する層として，新たに第1のn型クラッド層5を形成し，この第1のn型クラッド層5が，活性層とAlを含む第2のn型クラッド層4の間のバッファ層として作用し，活性層を薄くしても活性層6，第2のn型クラッド層4にクラックが入りにくいと推察され，活性層の膜厚が薄い状態においても活性層の結晶性が良くなるので，発光出力が増大するとされていることからすれば，本件発明1が「n型窒化物半導体層に接してAl Ga Ｎ(0≦a＜1)よりなる第2のn型窒化物半導体a 1-a層」を備える点は，その発明の特徴を構成するものであるというべきであり，これを「特徴的構成」から除外する点においても，本件審決の上記認定は誤りであるといわざるを得ない。",
                "実施可能要件の判断の誤りについて"
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "原告は，本件審決が，本件発明1の「活性層を有する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載したものとは認められないと判断したことが誤りである旨主張するので，以下において判断する。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件発明1は，窒化物半導体発光素子の長波長域の出力を向上させることにより，窒化物半導体で全ての可視領域の波長での発光が実現することを目的とし，その解決手段として本件訂正後の請求項1記載のとおりの構成を採用し，熱膨張係数の小さいクラッド層で熱膨張係数の大きい活性層を挟むことで，両クラッド層と活性層の界面に引っ張り応力を発生させ，かつ，活性層を量子井戸構造とすることで，引っ張り応力を活性層に弾性的に作用させ，これにより活性層のバンドギャップエネルギーを本来のそれより小さくして活性層の発光波長を長波長化し，しかも，Inを含む窒化物半導体よりなる活性層に接して，熱膨張係数の小さいInを含む窒化物半導体又はGaＮよりなる第1のクラッド層を備えることで，この第1のクラッド層が新たなバッファ層として作用することにより，活性層が弾性的に変形して結晶性が良くなり発光出力が格段に向上するという効果を奏するものであることは，前記認定のとおりである。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "活性層を構成する窒化物半導体の「本来のバンドギャップエネルギー」について",
          "text": [
            "本件発明1は，インジウム及びガリウムを含む窒化物半導体よりなり，第1及び第2の面を有する活性層を備え，該活性層の第1の面に接してIn Ga Ｎ(0＜x＜1)よりなるn型窒化物半導体層を備え，該x 1-x活性層の第2の面に接してAl Ga Ｎ(0＜y＜1)よりなるp型y 1-y窒化物半導体層を備え，該n型窒化物半導体層に接してAl Ga Ｎa 1-a(0≦a＜1)よりなる第2のn型窒化物半導体層を備え，該活性層を量子井戸構造とすることにより，活性層を構成する窒化物半導体の「本来のバンドギャップエネルギー」よりも低いエネルギーの光を発光することを特徴とする窒化物半導体発光素子である。",
            "そして，本件発明1は， 記載のとおり，熱膨張係数の小さいクラッド層で熱膨張係数の大きい活性層を挟むことで，両クラッド層と活性層の界面に引っ張り応力を発生させ，かつ，活性層を量子井戸構造とすることで，引っ張り応力を活性層に弾性的に作用させ，これにより活性層のバンドギャップエネルギーを本来のそれより小さくして活性層の発光波長を長波長化するものであるから，本件発明1において，活性層を構成する窒化物半導体の「本来のバンドギャップエネルギー」とは，「引っ張り応力の影響を受けない状態の活性層(活性層を構成する窒化物半導体)が有するバンドギャップエネルギー」を意味するものと解される。",
            "本件明細書の段落【0033】，【0034】及び【図2】の記載によれば，本件明細書には以下の事項が記載されているものと認められる。"
          ],
          "content": [
            {
              "fig": "a",
              "text": [
                "【図2】は，単一量子井戸構造の活性層の厚さと発光素子の発光ピーク波長との関係を示すグラフ図であるが，この実験に用いられた発光素子は，いずれも，下層から「第2のn型クラッド層(0．1μmのSiドープn型Al Ga Ｎ)／第1のn型クラッド層(500．3 0．70オングストロームのIn Ga Ｎ)／活性層／第1のp型ク0．01 0．99ラッド層(20オングストロームのMgドープp型In Ga0．01 0．99Ｎ)／第2のp型クラッド層(0．1μmのMgドープp型Al G0．3a Ｎ)」が順に積層されたダブルへテロ構造を有し，単一量子井戸0．7構造の活性層は，線αでは，ノンドープIn Ga Ｎよりなる0．05 0．95半導体が，線βでは，ノンドープIn Ga Ｎよりなる半導体が0．3 0．7用いられている。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "【図2】のうち，単一量子井戸構造の活性層として，ノンドープIn Ga Ｎよりなる半導体が用いられた線αを参照すると，活0．05 0．95性層の膜厚が厚い領域(200オングストローム程度以上の領域)では，発光ピーク波長が380nm程度の一定値となる。",
                "他方，活性層の膜厚が薄い領域(200オングストローム程度以下の領域)では，発光ピーク波長は，膜厚が薄くなるのに伴って420nm程度まで長くなる。"
              ]
            },
            {
              "fig": "c",
              "text": [
                "上記実験結果は，活性層の膜厚が厚い領域では，上下のクラッド層と活性層の界面に引っ張り応力が発生しても，活性層の膜厚が厚いため，引っ張り応力が活性層に弾性的に作用せず，活性層が引っ張り応力の影響を実質的には受けないために，発光ピーク波長が一定値となるが，膜厚が薄い領域では，活性層全体が引っ張り応力を受けて弾性的に変形し，その結果，バンドギャップエネルギーが小さくなることによるものと解することができる。"
              ]
            },
            {
              "fig": "d",
              "text": [
                "活性層を構成する窒化物半導体の「本来のバンドギャップエネルギー」とは，「引っ張り応力の影響を受けない状態の活性層(活性層を構成する窒化物半導体)が有するバンドギャップエネルギー」を意味するものと解されることからすれば，活性層(活性層を構成する窒化物半導体)の「本来のバンドギャップエネルギー」は，【図2】(単一量子井戸構造の活性層の厚さと発光素子の発光ピーク波長との関係を示すグラフ図)において，活性層の厚さが厚い領域における発光ピーク波長に相当するものであるといえる。"
              ]
            },
            {
              "fig": "e",
              "text": [
                "したがって，単一量子井戸構造の活性層としてノンドープIn0．05Ga Ｎよりなる半導体を用いた場合(線α)には，「本来のバン0．95ドギャップエネルギー」に相当する発光ピーク波長は，380nm程度である。"
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "subject": "実施例4について",
          "text": [
            "実施例1(段落【0043】～【0051】)のLED素子は，MOVPE法による窒化物半導体層の成長方法によって，サファイア基板1の上に，GaＮよりなるバッファ層2，n型GaＮよりなるコンタクト層3，n型Al Ga Ｎよりなる第2クラッド層4(0．1μm)，0．3 0．7n型In Ga Ｎよりなる第1クラッド層5(500オングスト0．01 0．99ローム)，ノンドープIn Ga Ｎよりなる活性層6(単一量子0．05 0．95井戸構造，30オングストローム)，p型In Ga Ｎよりなる0．01 0．99第1クラッド層7(500オングストローム)，p型Al Ga Ｎ0．3 0．7よりなる第2クラッド層8(0．1μm)及びp型GaＮよりなるコンタクト層9を順次形成したものである。",
            "実施例4(段落【0054】)のLED素子は，「第1のp型クラッド層7を形成しない以外は，実施例1と同様にしてLED素子を作製した」ものであると記載されているから，当業者であれば，実施例1において，p型In Ga Ｎよりなる第1クラッド層7の成長を省略0．01 0．99すれば，実施例4のLED素子を作製することができるものと認められる。",
            "実施例4のLED素子は，サファイア基板1の上に，GaＮよりなるバッファ層2，n型GaＮよりなるコンタクト層3，n型Al Ga0．3 0．Ｎよりなる第2クラッド層4(0．1μm)，n型In Ga7 0．01 0．99Ｎよりなる第1クラッド層5(500オングストローム)，ノンドープIn Ga Ｎよりなる活性層6(単一量子井戸構造，30オング0．05 0．95ストローム)，p型Al Ga Ｎよりなる第2クラッド層8(0．0．3 0．71μm)及びp型GaＮよりなるコンタクト層9が順次積層されて形成されたものである。",
            "ここで，実施例4の「n型Al Ga Ｎよりなる第2クラッド層0．3 0．74」，「n型In Ga Ｎよりなる第1クラッド層5」，「ノン0．01 0．99ドープIn Ga Ｎよりなる活性層6(単一量子井戸構造)」及0．05 0．95び「p型Al Ga Ｎよりなる第2クラッド層8」は，それぞれ，0．3 0．7本件発明1の「Al Ga Ｎ(0≦a＜1)よりなる第2のn型窒化a 1-a物半導体層」，「In Ga Ｎ(0＜x＜1)よりなるn型窒化物半x 1-x導体層」，「インジウムおよびガリウムを含む窒化物半導体よりなり，第1および第2の面を有する活性層」及び「Al Ga Ｎ(0＜y＜y 1-y1)よりなるp型窒化物半導体層」に相当するから，実施例4のLED素子は，本件発明1の窒化物半導体発光素子と同一の積層構造を有するものであると認められる。",
            "そして，本件明細書には，実施例4のLED素子は，「発光ピーク波長425nmの青色発光を示し」たことが記載されている(段落【0054】)。",
            "記載のとおり，単一量子井戸構造の活性層としてノンドープIn Ga Ｎを用いた場合の「本来のバンドギャップエネルギ0．05 0．95ー」に相当する発光ピーク波長は，380nm程度であるから，実施例4のLED素子では，単一量子井戸構造でノンドープのIn Ga0．05 0．Ｎよりなる活性層は，本来のバンドギャップエネルギーよりも低いエネルギーの光(425nm)を発光したことになる。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "前記イないしエによれば，本件明細書の発明の詳細な説明における実施例4には，本件発明1と同一の積層構造を有するLED素子の製造方法が記載されており，かつ，このLED素子の発光ピーク波長(425nm)は，活性層を形成する窒化物半導体の本来のバンドギャップエネルギーに相当する発光ピーク波長(380nm程度)よりも長いこと，すなわち，このLED素子が，活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光することが記載されているといえる。",
            "したがって，本件明細書の発明の詳細な説明の記載は，物の発明(特許法2条3項1号)である本件発明1について，当業者がこれを生産することができ，かつ使用することができる程度に明確かつ十分に記載されているというべきである。"
          ]
        },
        {
          "fig": "カ",
          "subject": "被告の主張について",
          "text": [
            "被告は，原告が実施可能要件に関する主張立証責任を負うにもかかわらず，無効審判請求や訂正審判請求において，実施例4に基づく主張をしていなかったのであるから，本件審決が実施例4について言及しなかったとしても，これにより，本件審決の判断が違法とされる理由はない旨主張する。",
            "しかしながら，本件審決は，本件明細書のうち段落【0008】～【0012】，【0016】～【0023】，【0032】～【0037】，【0039】，【0040】，【図1】及び【図2】の記載について，順に，これらの記載が本件発明1について実施可能要件を充足するものであるかを検討したのに続き，「上記2以外の記載をみても，本件明細書の発明の詳細な説明は，「活性層の第1の面にn型InGaＮ層が接し，該活性層の第2の面にp型AlGaＮ層が接し，該活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する窒化物半導体発光素子」である本件発明1の「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」点について，当業者がその実施をすることができる程度に明確かつ十分に記載したものとは認められない。」(32頁31行～33頁1行)としていることに照らせば，本件明細書の全記載を判断の対象として，実施可能要件違反の判断をしたものと認められる。",
            "したがって，本件審決が実施例4の記載(段落【0043】～【0051】，【0054】)について判断していないとはいえないから，この点において被告の上記主張は理由がない。",
            "被告は，本件明細書では，In Ga Ｎ活性層は，本来のバンドギ0.05 0.95ャップエネルギーでは380nm付近の紫外発光を示すものであるが，量子井戸構造をとる実施例1においては，発光ピーク波長は410nmと長波長化している(段落【0034】，【0051】)のに対し，甲12では，In Ga Ｎ活性層は，実施例2にあるとおり，本来のバン0.2 0.8ドギャップエネルギーでは510nmの緑色発光を示すものであるが，量子井戸構造をとる実施例6においては，発光ピーク波長が450nmと短波長化している(段落【0045】)として，本件明細書の実施例4の記載によっても，甲12の記載との対比でみれば，本件発明1はどのように実施可能であるのか不明である旨主張する。"
          ],
          "content": [
            {
              "fig": "a",
              "text": [
                "甲12には，実施例2として，MOVPE法による窒化物半導体層の成長方法によって，サファイア基板1の上に，n型GaＮよりなるn型コンタクト層3(4μm)，n型Al Ga Ｎよりなる第20．3 0．7のn型クラッド層4(0．1μm)，n型In Ga Ｎよりな0．01 0．99る第1のn型クラッド層5(500オングストローム)，ノンドープIn Ga Ｎよりなる活性層6(膜厚が400オングストローム0．2 0．8あり，量子井戸構造ではない。)，p型In Ga Ｎよりなる0．01 0．99第1のp型クラッド層7(500オングストローム)，p型Al G0．3a Ｎよりなる第2のp型クラッド層8(0．1μm)，p型GaＮ0．7よりなるp型コンタクト層9(0．5μm)を順次積層して形成したLED素子の発光ピーク波長が，510nmであったこと(段落【0033】～【0041】)，実施例6として，MOVPE法による窒化物半導体層の成長方法によって，サファイア基板1の上に，n型GaＮよりなるn型コンタクト層3(4μm)，n型Al Ga Ｎ0．3 0．7よりなる第2のn型クラッド層4(0．1μm)，n型In Ga0．01Ｎよりなる第1のn型クラッド層5(500オングストローム)，0．99ノンドープIn Ga Ｎよりなる活性層6(膜厚が20オングス0．2 0．8トロームの，単一量子井戸構造である。)，p型In Ga Ｎ0．01 0．99よりなる第1のp型クラッド層7(500オングストローム)，p型Al Ga Ｎよりなる第2のp型クラッド層8(0．1μm)，0．3 0．7p型GaＮよりなるp型コンタクト層9(0．5μm)を順次積層して形成したLED素子の発光ピーク波長が，450nmであったこと(段落【0033】～【0040】，【0045】)が，開示されている。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "被告の上記主張は，本件明細書における，In Ga Ｎ活性層の0.05 0.95本来のバンドギャップエネルギー(380nm程度)と実施例1のLED素子の発光ピーク波長(410nm)とを比較した結果と，甲12における，実施例2のLED素子の発光ピーク波長(510nm)と実施例6のLED素子の発光ピーク波長(450nm)とを比較した結果とが矛盾しているとして，これを問題とするものであり，両者をその結果のみをもって単純に比較することができることを前提とした主張であるといえる。",
                "しかしながら，本件明細書において，In Ga Ｎ活性層の本来0.05 0.95のバンドギャップエネルギー(380nm程度)は，「単一量子井戸構造の活性層の厚さ，つまり井戸層の厚さと，発光素子の発光ピーク波長との関係を示す図」である【図2】から求められたものであるから，これと本件明細書の実施例1のLED素子との比較は，活性層を単一量子井戸構造としたLED素子間における発光ピーク波長の比較であるのに対し，甲12の実施例2は，活性層が膜厚400オングストローム であり，これと甲12の実施例6のLED素子との比較は，活性層が量子井戸量子井戸構造としたLED素子(実施例6)との間において発光ピーク波長を比較しようとするものである。"
              ]
            },
            {
              "fig": "c",
              "text": [
                "甲12には，「ところで，活性層6を量子井戸構造(単一量子井戸構造または多重量子井戸構造)とすることにより，発光波長の半値幅がより狭くなり，発光出力も向上することがわかった。」(段落【0016】)，「ここで，量子井戸構造とは，ノンドープの活性層構成窒化物半導体(好ましくは，In Ga Ｎ(0＜x＜1))によるx 1-x量子準位間の発光が得られる活性層の構造をいい，単一量子井戸構造とは，井戸層が単一組成の1層よりなる構造を指す。すなわち，単一量子井戸構造の活性層は，単一の井戸層のみにより構成される。また，多重量子井戸構造とは，井戸層と障壁層を交互に積層した多層膜構造を指す。この多層膜構造において，両側の2つ最外層は，それぞれ井戸層により構成される。すなわち，多重量子井戸構造の活性層は，例えばInGaＮ／GaＮ，InGaＮ／InGaＮ(組成が異なる)等の井戸層／障壁層の組み合わせからなり，これら井戸層および障壁層を交互に積層した薄膜積層構造である。このように，活性層6を多重量子井戸構造とする場合，障壁層は，InGaＮばかりでなく，GaＮで形成することもできる。活性層6を多重量子井戸構造とすると，単一量子井戸構造の活性層よりも発光出力が向上する。」(段落【0017】)と記載されているように，量子井戸構造は，ノンドープの活性層構成窒化物半導体による量子準位間の発光が得られる活性層の構造であるから，活性層を単一量子井戸構造としたLED素子である甲12の実施例6においては，量子準位間のバンドギャップエネルギーで発光ピーク波長が決まるのに対し，活性層が量子井戸構造ではないLED素子である甲12の実施例2においては，量子準位が形成されないため，量子準位間のバンドギャップエネルギーで発光ピーク波長が決まるものではない。",
                "したがって，甲12の実施例2のLED素子の活性層は，実施例6の活性層と同じノンドープIn Ga Ｎで形成されていても，そ0．2 0．8活性層の「本来のバンドギャップエネルギー」に相当する発光ピーク波長とは異なるものである。"
              ]
            },
            {
              "fig": "d",
              "text": [
                "そうすると，甲12において，活性層が単一量子井戸構造ではない実施例2のLED素子の発光ピーク波長(510nm)と比べて，実施例6のLED素子の発光ピーク波長(450nm)が短波長化していても，これが直ちに本件明細書の記載と矛盾するとはいえず，また，その発明の詳細な説明の記載内容の解釈に影響を及ぼすものであるともいえない。",
                "したがって，被告の上記主張は理由がない。",
                "被告は，本件明細書の段落【0013】においては，In Ga Ｎx 1-xのバンドギャップエネルギーEgを表す式が「Eg＝Eg ・x＋Eg・(1-x)-x(1-x)」と記載されており，ボーイングパラメーターを表すBが欠落していることに加え，ボーイングパラメータ(B)は，1．0eVではないから，上記計算式は客観的に誤りである，上記計算式が誤っている以上，本件発明1において，「活性層を構成する窒化物半導体の本来のバンドギャップエネルギーよりも低いエネルギーの光を発光する」という前提である，「本来のバンドギャップエネルギー」を定めることもできないのであるから，本件発明1は実施不能である旨主張する。",
                "本件明細書の段落【0013】には，「ところで，InＮのバンドギャップエネルギー(1．96eV)をEg で，GaＮのバンドギャップエネルギー(3．40eV)をEg で表わすと，窒化物半導体In G2 xa Ｎの本来のバンドギャップエネルギーEgは，式",
                "1-xEg＝Eg ・x＋  Eg ・(1-x)-x(1-x)",
                "により算出することができる。活性層の本来の発光波長λは，λ＝1240／Egに相当する。」との記載があり，この計算式は，ボーイングパラメーターを表す「B」を欠落しており，正確なものとはいえない。",
                "しかしながら，前記ウのとおり，本件明細書の【図2】は，実際にLED素子を作製して行った実験結果に基づき作成された，単一量子井戸構造の活性層の厚さと発光素子の発光ピーク波長との関係を示すグラフ図であり，これと段落【0033】及び【0034】の記載から，単一量子井戸構造の活性層としてノンドープIn Ga Ｎよりなる半0．05 0．95導体を用いた場合(線α)には，「本来のバンドギャップエネルギー」に相当する発光ピーク波長は，380nm程度であることを把握することができ，また，これと比較される実施例4のLED素子の発光ピーク波長である425nmというのも，段落【0054】にあるとおり，実際にLED素子を作製して行った実験結果に基づくものであるから，段落【0013】に記載された計算式が上記のとおり誤っていたとしても，このことが，直ちに前記判断を左右し得るものではない。",
                "したがって，被告の上記主張は理由がない。",
                "被告は，InGaＮ層中には組成不均一があることが知られており，局所的にIn組成が高い領域において発光が起きるから，特定の組成のInGaＮ層であっても，どの程度の発光波長となるか不明であるということになり，「本来のバンドギャップエネルギー」を定めることは不可能であるというべきであるから，本件発明1は実施不能であるということになる旨主張する。",
                "しかしながら，本件発明1において，活性層を構成する窒化物半導体の「本来のバンドギャップエネルギー」とは，「引っ張り応力の影響を受けない状態の活性層(活性層を構成する窒化物半導体)が有するバンドギャップエネルギー」を意味するものと解されること，本件明細書の段落【0033】，【0034】及び【図2】の記載から，単一量子井戸構造の活性層としてノンドープIn Ga Ｎよりなる半導体を0．05 0．95用いた場合(線α)には，「本来のバンドギャップエネルギー」に相当する発光ピーク波長は，380nm程度であることを把握することができることは，前記ウ認定のとおりであり，本件発明1において，「本来のバンドギャップエネルギー」を定めることが不可能であるとはいえない。",
                "したがって，被告の上記主張は理由がない。",
                "小括",
                "以上によれば，本件明細書の発明の詳細な説明の記載は，本件発明1について，当業者がこれを生産することができ，かつ使用することができる程度に明確かつ十分に記載されているというべきであるから，本件明細書の発明の詳細な説明の記載が本件発明1についての実施可能要件(平成11年改正前特許法36条4項)を欠くとの本件審決の判断は誤りであるといわざるを得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由2(本件発明2ないし9についての実施可能要件の判断の誤り)について",
      "text": [
        "本件審決は，本件発明2ないし9について，「本件発明2は，本件発明1において，活性層とn型窒化物半導体層との総膜厚を300オングストローム以上に限定したものに相当する。本件発明3は，本件発明1において，活性層の第2の面に接するAl Ga Ｎ(0＜y＜1)よりなるp型窒化物半導体層y 1-y上にp型コンタクト層を備える点を限定したものに相当する。本件発明4ないし本件発明9は，本件発明1ないし本件発明3のいずれかにおいて，活性層の構成を限定したものに相当する。よって，本件発明1と同様に理由により，本件明細書の発明の詳細な説明には，本件発明2ないし本件発明9について，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められない。」と判断した(33頁5行～15行)。",
        "しかしながら，本件審決における本件発明1についての実施可能要件の判断に誤りがあることは，前記2のとおりであるから，本件明細書の発明の詳細な説明の記載が本件発明2ないし9についての実施可能要件(平成11年改正前特許法36条4項)を欠くとの本件審決の判断も誤りであるといわざるを得ない。"
      ]
    },
    {
      "fig": "4",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はいずれも理由があるから，本件審決は取消しを免れない。",
        "よって，原告の請求を認容することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10236",
    "date": "2014-09-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084515",
    "ipprecedent_id": "3854",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}