{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-800176号事件について平成25年7月30日(cid:1) (cid:2)にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「サドル付き分水栓」とする特許第3768329号(特願平9-131694号，平成9年5月6日出願，平成18年2月10日設定登録。請求項の数は1。以下「本件特許」という。)の特許権者である。",
            "原告は，平成24年10月25日，本件特許を無効とすることを求めて審判(無効2012-800176号)を請求した。",
            "特許庁は，平成25年7月30日，「本件審判の請求は，成り立たない。」との審決をし，同年8月8日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，次のとおりである(甲7。以下，本件特許に係る発明を「本件特許発明」といい，本件特許の明細書及び図面をまとめて「本件明細書」という。)。",
            "「サドルとバンドから成るサドル本体を水道本管に固定し，前記サドルの上部端面に支受面を形成し，一方，分水栓本体の内部に三方口を有するボールをステムを介して回動自在に設け，前記分水栓本体に環状保持体を螺着し，この環状保持体と分水栓本体の内部に一対のボールシートを介在させて止水機構を構成し，前記環状保持体の下面と前記水道本管との間にガスケットを装着すると共に，前記分水栓本体の下部にフランジ部を形成し，前記支受面上に塗膜又は樹脂を介して前記フランジ部を重ねて支受面とフランジ部とを同一間隔に配置した4個のボルトで固定して，電気的腐食を防止すると共に，分水栓本体と支受面との結合方向を選択できるようにしたことを特徴とするサドル付分水栓。」(cid:1)  3  審決の理由(cid:1)      審決の理由は，別紙審決書写し記載のとおりであり，要するに，本件特許(cid:1) (cid:3)発明は，横須賀市水道局編「給水装置指針書(第5版)」(以下「甲1文献」という。)記載の発明(以下「甲1発明」という。)，韓国実用新案第1993-0001631号の実用新案公報(以下「甲2公報」という。)及び実願昭50-58545号(実開昭51-137722号)のマイクロフィルム(cid:1)(以下「甲3公報」という。)等の記載事項に基づいて当業者が容易に発明をすることができたものであるとは認められない，というものである。(cid:1)      審決が認定した甲1発明の内容，本件特許発明と甲1発明の一致点及び相違点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "甲1発明の内容",
              "text": [
                "「本体とカバーから成るサドル本体を配水管に固定し，前記本体の上部端面にボールケースを支持する面を形成し，一方，ボールケースに三方口を有するボール弁体がスピンドルを介して回動自在に設け，ボールケースと本体の内部にボールシートを介在させて止水機構を構成し，本体と配水管との間にサドルパッキンを装着し，前記ボールケースの下部にフランジ部を形成し，本体はエポキシ樹脂粉体塗装がされており，前記ボールケースを支持する面にエポキシ樹脂粉体塗装を介して前記フランジ部を重ねてボールケースを支持する面とフランジ部とを縦横に配置した4個のボルトで固定して，ボールケースとボールケースを支持する面との結合方向を選択できるようにしたサドル付分水栓。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "一致点",
              "text": [
                "「サドルとバンドから成るサドル本体を水道本管に固定し，前記サドルの上部端面に支受面を形成し，一方，分水栓本体の内部に三方口を有するボールをステムを介して回動自在に設け，止水機構を構成し，水道本管との間にガスケットを装着すると共に，前記分水栓本体の下部にフランジ部を形成し，前記支受面上に塗膜又は樹脂を介して前記フランジ部を重ねて支受面とフランジ部とを同一間隔に配置した4個のボルトで固定して，分(cid:1) (cid:4)水栓本体と支受面との結合方向を選択できるようにしたサドル付分水栓。」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点",
              "text": [
                "  相違点1(cid:1)(cid:1)「止水機構」に関し，本件特許発明では，「分水栓本体に環状保持体を螺着し，この環状保持体と分水栓本体の内部に一対のボールシートを介在させて止水機構を構成し」ているのに対し，甲1発明では，「ボールケースと本体の内部にボールシートを介在させて止水機構を構成」している点。(cid:1)          相違点2(cid:1)「水道本管との間にガスケットを装着」することに関し，本件特許発明では，「環状保持体の下面と水道本管との間にガスケットを装着」しているのに対し，甲1発明では，「本体と配水管との間にサドルパッキンを装着」している点。(cid:1)(cid:1)  相違点3(cid:1)本件特許発明では，「支受面上に塗膜又は樹脂を介してフランジ部を重ねて」固定することで「電気的腐食を防止する」としているのに対し，甲1発明では，「ボールケースを支持する面にエポキシ樹脂粉体塗装を介してフランジ部を重ねて」固定してはいるものの，「電気的腐食を防止する」とはされていない点。(cid:1)第3  原告主張の取消事由(cid:1)      審決には，相違点1についての認定判断の誤り(取消事由1)及び相違点2についての認定判断の誤り(取消事由2)があり，これらの誤りは審決の結論に影響を及ぼすものであるから，審決は違法であり，取り消されるべきである。(cid:1)  1  取消事由1(相違点1についての認定判断の誤り)(cid:1)      審決は，相違点1について，甲1発明において，止水部を分解せずに分岐方(cid:1) (cid:5)向を変換できるようにしようとすることを示唆する証拠はなく，別部材を設けてボールを支持する必要性のない甲1発明に，甲2公報に記載されたリテーナ，あるいは甲3公報に記載された下胴のような，分水栓内部にボールを固定する部材を設けることは，動機付けがないばかりか，分水栓下部に余計な円筒部を付加することにもなるので，相違点1に関する構成は，当業者にとって，容易に想到し得るものとは認められないと判断した。(cid:1)  しかし，審決の認定判断は，以下のとおり誤りである。(cid:1)  まず，サドル付分水栓においては，分水栓本体とサドルとの結合方式のいかんにかかわらず，止水部の分解を伴わずに分岐方向を変換できるようにすることは，周知の課題である。(cid:1)すなわち，甲2公報には，「分水栓を任意方向に調節しながらも全く漏水の心配なく，分水栓を水道管の施工方向と一致するように調節することができるので，不必要な曲管等の濫用なしにより安全で便利に水道管を上水道管に接続施工できる効果がある。」と記載されている(甲2・翻訳文2頁34行～37行)。また，実願昭53-169514号(実開昭55-86191号)のマイクロフィルム(甲9。以下「甲9公報」という。)には，「分水栓本体(10)がサドル(1)に回転可能に取付けられ」と記載されている(甲9・明細書4頁最終行～5頁1行)。さらに，実願昭61-70184号(実開昭62-181790号)のマイクロフィルム(甲10。以下「甲10公報」という。)には，「フランジ18は既設配管10に設けられた枝管12の端に設けられたフランジ17と，周方向に等間隔を隔てた複数の締具19によって締着結合されているので，分岐管の分岐方向は多方向に調節できる。」と記載されている(甲10・明細書7頁4行～9行)。(cid:1)このように，甲2公報，甲9公報及び甲10公報に記載されたサドル付分水栓においては，分岐方向の変換に際して止水部の分解を伴わないことは明らかである。そして，上記各公報において，分水栓本体とサドルとの結合方(cid:1) (cid:6)式はそれぞれ異なり，甲2公報では別体のねじ式，甲9公報ではストッパによるナット式，甲10公報ではフランジ式である。このように，サドル付分水栓においては，分水栓本体とサドルとの結合方式のいかんにかかわらず，止水部の分解を伴わずに分岐方法を変換できるようにすることは，周知の課題である。(cid:1)したがって，甲1発明においても，止水部を分解せずに分岐方向を変換できるようにすることが，常識的課題として内在しているといえる。(cid:1)      そして，サドル付分水栓においては，分水栓本体とサドルとの結合方式のいかんにかかわらず，サドルとは別の部材がボールを支持する技術は，周知技術である。(cid:1)すなわち，甲2公報記載のリテーナー，甲3公報記載の下胴，甲9公報記載のストッパ及び甲10公報記載のボールを支持する部材は，いずれもサドルとは別の部材である。そして，上記各公報において，分水栓本体とサドルとの結合方式はそれぞれ異なり，甲2公報では別体のねじ式，甲3公報では，一体のねじ式，甲9公報ではストッパによるナット式，甲10公報ではフランジ式である。このように，サドル付分水栓においては，分水栓本体とサドルとの結合方式のいかんにかかわらず，サドルとは別の部材がボールを支持する技術は，周知技術である。(cid:1)      したがって，甲1発明において，上記の周知の課題(止水部の分解を伴わずに分岐方向を変換できるようにすること)に基づいて，分岐方向の変換に際して止水部を分解しないようにするために上記の周知技術(サドルとは別の部材がボールを支持する技術)を適用することは，当業者であれば容易に想到することができる。(cid:1)  2  取消事由2(相違点2についての認定判断の誤り)(cid:1)      審決は，甲1文献，甲2公報及び甲3公報等には，サドルと水道本管の間，および，サドルと分水栓本体の間をシールするガスケットを設け，両者を一体(cid:1) (cid:7)で構成することは記載されているものの，本件特許発明のように，分水栓の環状保持体の下面と水道本管との間にガスケットを装着したものとは異なるものであるとして，相違点2に関する構成は，当業者にとって，容易に想到し得るものとは認められないと判断した。(cid:1)      しかし，審決の認定判断は，以下のとおり誤りである。(cid:1)  甲2公報には，分水栓本体とサドル間に設けられたガスケットと，サドルと水道本管間に設けられたガスケットとが，上下方向に延びる「連結部」(原告の命名による。)によって一体に構成されていることが開示されている。この「連結部」は，本件特許発明のガスケットに相当する。(cid:1)        また，甲3公報には，ガスケットが下胴の下面と水道本管との間に装着されていることが実質的に開示されている。すなわち，サドル付分水栓における下胴(6)の下端部はテーパ形状である。そして，止水を確実にするために，このテーパ形状の面取部分に沿わせるようにガスケット形状を設計することは，当業者にとって極めて自然なことである。このようにガスケットを膨出形状に設計することによって，サドルと水道本管間でガスケットを挟み込むことで，水道本管とサドルの間から漏れる漏水を防止(止水)でき，更に，膨出部分のテーパ部分への密着及び弾性変形によりガスケットを下胴とサドルの間に密着させることができるから，分水栓本体とサドルの間から漏れる漏水を防止(止水)できる。このように，甲3公報には，下胴(6)の下面の一部である，前記面取りされた面と水道本管(27)との間にガスケットの前記膨出した形状である部分が装着されていることが，実質的に開示されているのである。(cid:1)      そして，本件特許発明のガスケットは，甲1文献に記載のブッシュと，「サドルの接水を防ぐことで腐食作用に対して保護をなす」という作用において共通し，甲2公報又は甲3公報に記載のガスケットと，サドルの接水を防ぐ作用において共通する。(cid:1)(cid:1) (cid:8)  そうすると，甲1発明において，甲2公報に記載されたリテーナー，あるいは甲3公報に記載された下胴のような，分水栓内部にボールを固定する部材を設ける際に，前記ブッシュと作用が共通する甲2公報又は甲3公報に記載されたガスケットを，ボールを固定する部材と水道本管との間に装着した構成を想到することは，当業者にとって格別困難なことではない。(cid:1)第4  被告の反論(cid:1)  1  取消事由1(相違点1についての認定判断の誤り)について(cid:1)      原告は，甲2公報，甲9公報及び甲10公報の記載を根拠として，止水部の分解を伴わずに分岐方向を変換できるようにすることが周知の課題であると主張する。しかし，原告の主張には，以下のとおり理由がない。(cid:1)ア  甲2公報について(cid:1)      周知であるためには，相当多数の公知文献が存在したり，業界に知れわたっていたりする必要がある。しかるに，審判において，原告が，ねじ式サドル付分水栓において，止水部の分解を伴わずに分岐方向を変換できるようにすることが周知の課題であったと主張するために提出した証拠は，甲2公報のみである。(cid:1)      そして，一般に，ねじ式サドル付分水栓は，ねじの部分を接着剤により固定された状態で出荷され，かつ，使用されるため，現場の事情により方向変換が求められるような場合であっても，方向変換をすることができない(本件明細書【0006】)。したがって，ねじ式サドル付分水栓において，止水部の分解を伴わずに分岐方向を変換できるようにすることは，周知の課題ではなかったことが明らかである。(cid:1)イ  甲9公報及び甲10公報について(cid:1)    原告は，フランジ式サドル付分水栓に係る甲1発明において，止水部の分解を伴わずに分岐方向を変換できるようにすることが示唆されていると主張するために，本訴において新たに，甲9公報及び甲10公報を提出し(cid:1) (cid:9)た。しかし，これら公報は，いずれもフランジ式サドル付分水栓に関するものではない。したがって，甲9公報及び甲10公報は，出願当時の周知技術を立証するための補強資料にすぎないとはいえないから，本訴において，これら公報に基づいて審決の適否を判断することはできない。(cid:1)    また，以下のとおり，甲9公報記載の分水栓においては，止水部の分解を伴わずに分岐方向を変換できるようにすることは課題ではないし，甲10公報記載の分岐管接続装置は，そもそもサドル付分水栓ではない。(cid:1)  甲9公報について(cid:1)原告は，甲9公報には，「分水栓本体(10)がサドル(1)に回転可能に取付けられ」と記載されていると主張する。(cid:1)しかし，上記記載は，甲9公報の分水栓が「止水部の分解を伴わずに分岐方向を変換できる」ようにすることを課題としていることを示すものではない。甲9公報の分水栓は，同公報に「本考案は各家庭等へ導く給水管と埋設配水管とを接続する耐震性の分水栓に関するものである」(明細書1頁14行～15行)と記載されているとおり，耐震性の向上を目的とするものである。そして，原告が引用した上記部分の全体は，「このような構成であると，分水栓本体(10)がサドル(1)に回転可能に取付けられ，給水管接続部材(18)が分水栓本体(10)の旋回筒部(13)の遊端に回転可能に取付けられていることから，分水栓はリンク機構を構成し，地震や地盤が軟弱であることに起因する給水管(35)の大きな変位を吸収することができる」(明細書4頁最終行～5頁5行)というものであり，甲9公報の分水栓は，「分水栓本体(10)がサドル(1)に回転可能に取付けられ」ることにより，地震等に起因する給水管の大きな変位を吸収することを目的とするものである。(cid:1)このように，甲9公報の分水栓においては，「止水部の分解を伴わずに分岐方向を変換できる」ようにすることは課題ではない。(cid:1)(cid:1) (cid:10)  甲10公報について(cid:1)サドル付分水栓とは，「配水管に取り付けるサドル機構と止水機構を一体化した構造の栓」(乙1・62頁5行～6行，乙8・648頁右欄9行～10行)である。フランジ式サドル付分水栓は，サドルが止水機構の構成部材となることにより，サドル機構と止水機構とが一体化している(本件明細書の図5等参照)。また，ねじ式サドル付分水栓は，止水機構の構成部材である胴がサドルにねじ込まれ，サドルの内部で胴のねじ部分の内面が水の流路を構成することにより，サドル機構と止水機構とが一体化している(本件明細書の図4等参照)。(cid:1)これに対し，甲10公報記載の分岐管接続装置は，第1図に示されるように，クランプ20と結合されるサドルに相当する部材と，止水機構を構成するボールバルブ14との間に，枝管12が設けられているのであって，しかも枝管12は必須の構成であるから，サドル機構と止水機構とが一体化しているとはいえない。そもそも，甲10公報記載の分岐管接続装置は，第3図に示されるように，クランプ20及びサドルに相当する部材の代わりに溶接部21を用いてもよいのであって，サドル機構は必須の構成ではないから，上述した「配水管に取り付けるサドル機構と止水機構を一体化した構造の栓」に該当しないことは明らかである。(cid:1)以上のとおり，甲10公報記載の分岐管接続装置は，サドル付分水栓ではないから，甲10公報を根拠として，サドル付分水栓において，止水部の分解を伴わずに分岐方向を変換できるようにすることが周知の課題であるとする原告の主張は，前提において失当である。(cid:1)  以上のとおり，止水部の分解を伴わずに分岐方向を変換できるようにすることは，周知の課題ではないから，甲1発明において，止水部の分解を伴わずに分岐方向を変換できるようにすることが常識的課題として内在しているとはいえない。したがって，甲1発明において，分岐方向の変換に際して止(cid:1) (cid:2)(cid:11)(cid:1)水部を分解しないようにするために，甲2公報記載のリテーナー(6)及び甲3公報記載の下胴(6)をボールを受けるための別体として設けるという動機付けはない。仮に，甲1発明において，甲2公報記載のリテーナー(6)及び甲3公報記載の下胴(6)をボールを受けるための別体として設けると，分水栓下部に余計な円筒部を付加することになる。(cid:1)  また，甲2公報記載のねじ式サドル付分水栓は，リテーナー(6)の下端部に設けられた外側に突出するフランジ(6’)を，ねじ結合に用いられる締結ネジ(7)の下端部で圧着するという構造により，分水栓の方向を調節しようとするものである。したがって，締結ネジ(7)は分水栓の方向を調節するために必須の構成とされているのであり，これを無視して，リテーナー(6)のみをフランジ式サドル付分水栓に係る甲1発明に適用しようとすることには，阻害要因がある。(cid:1)      さらに，そもそも，甲2公報及び甲3公報には，相違点1に係る「環状保持体」についての開示がない。したがって，仮に，甲1発明において，甲2公報及び甲3公報記載のねじ式サドル付分水栓を組み合わせたとしても，相違点1に到達するものではない。(cid:1)2  取消事由2(相違点2についての認定判断の誤り)について(cid:1)    審決の認定判断に誤りはない。(cid:1)仮に，原告が主張するように，甲1発明おいて，甲2公報記載のリテーナー(6)及び甲3公報記載の下胴(6)を適用するとしても，「ガスケット」と原告が呼ぶ部材をリテーナー(6)や下胴(6)の下面に装着する動機付けがない。(cid:1)第5  当裁判所の判断(cid:1)  1  取消事由1(相違点1についての認定判断の誤り)について(cid:1)      本件特許発明の概要(cid:1)        本件明細書によれば，本件特許発明は，概要次のとおりのものである(甲(cid:1) (cid:2)(cid:2)(cid:1)7)。(cid:1)        本件特許発明は，サドル付分水栓に関する発明である(【0001】)。サドル付分水栓においては，ボールバルブ用の止水機構を有する分水栓とサドルを結合する方式として，フランジ式とねじ式とがある(【0003】)ところ，従来，次のような問題点があった。(cid:1)        すなわち，サドルと分水栓本体と組合わせて止水機構を形成するフランジ式サドル分水栓の場合，鋳鉄製サドルの塗装面が接水し，耐久性の観点から，ある程度の塗膜の厚みを確保しなければならないが，サドルにはボールバルブのシート受部を設けているため，塗膜のバラつきによって，作動トルクが不安定となったり，漏水が心配される。また，工事現場によって分岐方向の変換が必要となった場合には止水部を分解しなければならないが，現場レベルでは，止水部を分解することは不可能である(【0005】)。一方，ねじ式の場合，止水機構部は独立しているが，鋳鉄製サドル部と青銅性あるいはステンレス製止水機構部とはねじ接合によって電気的に導通しており，異種金属腐食の可能性があり，また，水道本管から分岐口までの距離が大きくなり，地震などの外力が加わった場合，過大なトルクがかかり，ねじ首部が折れるなどの問題がある。また，ねじ式の場合も，通常止水部とサドルとは接着固定しているため，方向変換が不可能であるという問題点もある(【0006】)。(cid:1)        本件特許発明は，上記のような従来の問題点を解決するためのものであり，分水栓本体の高さを可能な限り低くして耐震性を向上させ，更に，給水管が金属管である場合の給水管とサドル及び錆鉄本管との電気的接触を防止し，本管の異種金属の接触による腐食を防止するために，ねじ式ではなく，フランジ式を採用した上，サドルの支受面上に塗膜又は樹脂を介して分水栓本体のフランジ部を重ねて，支受面とフランジ部とを同一間隔に配置した4個のボルトで固定して，電気的腐食を防止すると共に，分水栓全体と支受面との(cid:1) (cid:2)(cid:3)(cid:1)結合方向を選択できるようにしたことを特徴とするものである(【0007】，【0008】)。(cid:1)      課題について(cid:1)ア  原告は，甲2公報，甲9公報及び甲10公報の記載を根拠として，分水栓本体とサドルとの結合方式のいかんにかかわらず，止水部の分解を伴わずに分岐方向を変換できるようにすることは，周知の課題であると主張する。そこで，まず，上記各公報の記載を確認する。(cid:1)          甲2公報について(cid:1)a  甲2公報には，次の記載がある(甲2。判決注・下線は裁判所が付した。以下同じ。)(cid:1)(cid:12)(cid:13)(cid:14)  「請求項1(cid:1)      上水道分水栓(1)を締結バンド(2)の締着部(3)に結合するようにした公知のものにおいて，分水栓(1)のボールバルブを固定するリテーナー(6)の下端部に胴体(cid:12)1(cid:15)(cid:14)の外部に突出するフランジ(cid:12)6(cid:15)(cid:14)を形成し，前記バンドの締着部(cid:12)3(cid:14)にネジ締めなしに挿着して締結ネジ(7)の下端部が前記フランジ(cid:12)6(cid:15)(cid:14)を締着部(3)の底に圧着できるように締結し，分水栓の方向を水平の任意方向に調節できるように構成したことを特徴とする上水道分水栓の締着装置。」(請求の範囲)(cid:1)(cid:12)(cid:16)(cid:14)  「従来，上水道分水栓を締結バンドに締着した後に締結バンドを上水道管に締結して，分水栓を通して上水道管に通水孔を穿孔した後，分水栓の流出口に水道管を接続して水道管を家庭等の任意の場所へ誘導されるように施工していたが，締結バンドの締着部に分水栓の下端部をネジ式で結合して締着していたため，水道管の施工中に水道管の方向に沿って分水栓を捻ると，締着部のネジが緩んで漏水の心配があり，分水栓をバンドの締着部に緊密に締着すると水(cid:1) (cid:2)(cid:4)(cid:1)道管の施工方向に分水栓を調節し難い問題点があった。」(甲2・翻訳文1頁下から6行～末行)(cid:1)(cid:12)(cid:17)(cid:14)  「上水道分水栓(1)を締結バンド(2)の締着部(3)に結合して上水道管(4)に締結した後，分水栓を通じて通水孔を上水道管に穿孔して分水栓に水道管を接続施工するようにした公知のものにおいて，分水栓ボールバルブ(5)を胴体(1’)の内部に固定させるリテーナー(6)の下端部に，胴体(1’)の外部に突出するフランジ(6’)を形成して，バンド(2)の上端部に形成された締着部(3)の底にフランジ(6’)が密着されるように分水栓(1)の胴体(1’)下端部をネジ締めなしに挿着して，予め胴体(1’)の下端部に挿入された締結ネジ(7)の下端部がフランジ(6’)を圧着することができるように締結ネジ(7)をバンド(2)の挿着部(3)のネジ溝(3’)にネジ締めにより締着してなるものである。」(甲2・翻訳文2頁12行～19行)(cid:1)(cid:12)(cid:18)(cid:14)  「このような本考案は，図2に表示したように，締結バンド(cid:12)2(cid:14)によって分水栓(cid:12)1(cid:14)を上水道管(cid:12)4(cid:14)の上部に締結固定させて，キャップネジ(cid:12)8(cid:14)を開けて分水栓(cid:12)1(cid:14)の内部を通して通史の(判決注・ママ)ドリルによって上水道管(4)に通水孔(cid:12)12(cid:14)を開孔した後，暫定的にボールバルブ(cid:12)5(cid:14)によって止水されるようにした後，流出口(cid:12)10(cid:14)に水道管を接続施工した後，バルブ(cid:12)5(cid:14)を解放して上水道管(4)の水を水道管へ供給することで，分水栓のボールバルブのリテーナー下端部にフランジを形成してバンドの上端部に形成された締着部に，前記フランジが締着部の底に密着するようなネジ締めなしに挿着する。その後，締結ネジの下端部が前記フランジを圧着できるように締着部に締着したため，上水道管に締結バンドによって分水栓を締結した状態で水道管の施工方向に分水栓の方向を調節(cid:1) (cid:2)(cid:5)(cid:1)しようとすると，締結ネジを少し緩めた後，分水栓を水平に捻って望む方向に調節した後，再び締結ネジを締めればリテーナーのフランジがバルブ締着部の底に密着されるように締結されて分水栓を任意方向に調節しながらも全く漏水の心配なく，分水栓を水道管の施工方向と一致するように調節することができるので，不必要な曲管等の濫用なしにより安全で便利に水道管を上水道管に接続施工できる効果がある。」(甲2・翻訳文2頁24行～37行)(cid:1)          b  上記記載によれば，甲2公報記載のサドル付分水栓は，分水栓の方向を調節しようとすると，従来のものでは，分水栓の下端部をネジ式で結合して締着していたため，このネジが緩み締着部から漏水する心配があるという問題があったことから，リテーナーと締結ネジにより分水栓を施工時に望む方向に調節しても，漏水の心配がないようにすることを目的とするものであることが認められる。すなわち，甲2公報に記載されているのは，ネジによりサドルに分水栓を締着するサドル式分水栓における課題であって，フランジにより分水栓とサドルとを接続するサドル付分水栓における課題ではない。したがって，甲2公報の記載を根拠として，フランジ式のサドル付分水栓においても，止水部の分解を伴わずに分岐方向を変換できるようにすることが周知の課題であると認めることはできない。(cid:1)  甲9公報について(cid:1)          a  甲9公報には，次の記載がある(甲9)。(cid:1)            (cid:12)(cid:13)(cid:14)  「配水管に外嵌するサドルに配水管半径方向の孔を有する座部を突設し，該座部に載置した分水栓本体の配水管連通口を構成する連結筒部を上記孔に回転可能に内嵌し，分水栓本体に連結筒部と略垂直な旋回筒部を設け，旋回筒部の遊端に給水管接続部材を，連結筒部と平行な軸心周りに回転可能に取付けたことを特徴とす(cid:1) (cid:2)(cid:6)(cid:1)る分水栓。」(実用新案登録請求の範囲)(cid:1)            (cid:12)(cid:16)(cid:14)  「本考案は各家庭等へ導く給水管と埋設配水管とを接続する耐震性の分水栓に関するものである。(cid:1)    配水管と給水管とを分水栓で固定状態に接続した場合，地震等により分水栓の損傷や，分水栓と給水管との接続部の抜けや，給水管の折損等が生じることがある。そこで，本出願人は先に，分水栓をリンク機構状に構成し，これにより配水管と給水管との相対変位を吸収し，上記各問題の解消を図ることを提案した。ところが，分水栓を配水管に取付けるサドルに対して分水栓を独立してリンク機構状に構成したため，分水栓が大型化する問題がある。(cid:1)                本考案は，コンパクトなリンク機構形式の分水栓を提案するものであり，以下その一実施例を図面に基づいて説明する。",
                "・・・分水栓本体(10)は，配水管連通口(11)を構成する連結筒部(12)と，該連結筒部(12)に垂直な旋回筒部(13)とを有し，連結筒部(12)はサドル(1)の孔(5)に回転可能に嵌合している。連結筒部(12)の遊端外面に環状突部(9)と係合する環状のストッパ(14)が螺着され，ストッパ(14)によりサドル(1)からの抜け止めがなされている・・・」(明細書1頁14行～3頁4行)(cid:1)(cid:12)(cid:17)(cid:14)  「このような構成であると，分水栓本体(10)がサドル(1)に回転可能に取付けられ，給水管接続部材(18)が分水栓本体(10)の旋回筒部(13)の遊端に回転可能に取付けられていることから，分水栓はリンク機構を構成し，地震や地盤が軟弱であることに起因する給水管(35)の大きな変位を吸収することができる。」(明細書4頁末行～5頁5行)(cid:1)(cid:16)  上記記載によれば，甲9公報に記載されているサドル付分水栓は，(cid:1) (cid:2)(cid:7)(cid:1)配水管と給水管とを分水栓で固定状態に接続した場合，地震等により分水栓の損傷や，分水栓と給水管との接続部の抜けや，給水管の折損等が生じることを防止するためのものであり，分水栓本体(10)の連結筒部(12)をサドル(1)の孔(5)に回転可能に嵌合し，この連結筒部(12)の遊端(先端)に環状のストッパ(14)を螺着してサドルからの抜け止めをすることにより，分水栓本体(10)は，サドル(1)に対して回転可能に取付けることにより，地震等に起因する給水管の大きな変位を吸収することを目的とするものであることが認められる。すなわち，甲9公報に記載されているのは，地震等による分水栓の損傷等の発生を防止するという課題であって，止水部の分解を伴わずに分岐方向を変換できるようにするという課題ではない。したがって，甲9公報の記載を根拠として，フランジ式のサドル付分水栓において，止水部の分解を伴わずに分岐方向を変換できるようにすることが周知の課題であると認めることはできない。(cid:1)(cid:12)ウ(cid:14)  甲10公報について(cid:1)          a  甲10公報には，次の記載がある(甲10)。(cid:1)(cid:12)(cid:13)(cid:14)  「分岐管を接続すべき既設配管に分岐管接続用の短い枝管をとりつけて，既設配管と枝管を連通させるための孔を該既設配管に穿孔し，該枝管の端に分岐管を接続する分岐管接続装置において，分岐管は既設配管からL形に曲がる分岐流路を形成するものとし，該枝管の端にその中心と同心のフランジを形成し，該枝管に接続される該分岐流路の接続端にもその中心と同心で上記のフランジに対応するフランジを形成し，両フランジを両者と同心で且つ互いに周方向に等間隔に配置された複数の締具によって締着結合したことを特徴とする分岐管接続装置。」(実用新案登録請求の範囲)(cid:1)(cid:12)(cid:16)(cid:14)  「本考案は，既設配管に分岐管を接続する分岐管接続装置に関(cid:1) (cid:2)(cid:8)(cid:1)するもので，特に，分岐管を接続すべき既設配管に短い枝管をとりつけて，既設配管と枝管を連通させるための孔を該既設配管に穿孔し，該枝管の端に分岐管を接続する分岐管接続装置に関するものである。」(明細書1頁19行～2頁4行)(cid:1)(cid:12)(cid:17)(cid:14)  「上記のような従来技術においては，既設配管を通る流体の供給無停止および無噴出で，既設配管に分岐管を接続することができるが，既設配管へのジョイントのとりつけ位置によって，分岐管の方向が決定してしまい，任意の方向に分岐管を指向させることができないという欠点がある。(cid:1)本考案は，上述の如き従来技術における欠点を解決し，分岐管を任意の方向に指向させることができるようにした分岐管接続装置を提供することを目的とするものである。」(明細書3頁17行～4頁7行)(cid:1)(cid:12)(cid:18)(cid:14)  「ボールバルブ14はボール弁子15を内包し，操作装置16によりボール弁子15を回転することにより，既設配管10と分岐管11との間の流体の流れを開閉する。図示の如く，ボールバルブは，既設配管10からL形に曲がる分岐流路を形成して分岐管11に接続している。(cid:1)上記のバルブ14は分岐管11と一体になって，既設配管10の分岐通路を形成し，該既設配管を通るガス，水道等の流体の流れを停止することなく，且つ流体の噴出を生ずることなしに，既設配管に接続されるものである。このバルブ自体は本考案の主体を構成するものではなく，このバルブについては本出願人が先に特許出願(昭和61年5月2日出願)したもので，その詳細は該特許出願に詳細に説明してあるので，ここにはその詳細な説明は省略する。(cid:1)(cid:1) (cid:2)(cid:9)(cid:1)本考案による分岐管接続装置では，枝管12の端に，その中心と同心のフランジ17が一体に形成される。また，上記の枝管に接続される分岐流路の接続端(すなわち図示の例ではボールバルブの入口端)にも，その中心と同心で上記のフランジ17に対応するフランジ18が形成される。然して，これらのフランジは，第2図に示すように，両フランジと同心で互いに周方向に等間隔を隔てて配置された複数の締具19(図示の例ではボルトナット)によって締着結合される。(cid:1)上述のように，本考案による分岐管接続装置によれば，分岐管はL形に曲がる分岐流路を形成していて，その接続端に設けられたフランジ18は既設配管10に設けられた枝管12の端に設けられたフランジ17と，周方向に等間隔を隔てた複数の締具19によって締着結合されているので，分岐管の分岐方向は多方向に調節できる。例えば，第2図に示す実施例では，8個の締具によって締着結合されているので，分岐管は第2図に矢印で示す8方向に調節できる。」(明細書5頁15行～7頁11行)(cid:1)  (cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)      第1図                          第2図    (cid:1)(cid:1)b  甲10公報の第1図からすると，甲10公報のボールバルブ14は，(cid:1) (cid:2)(cid:10)(cid:1)枝管12の端に設けられたフランジ17に重ねあわされるフランジ18とボール弁子15を内包し，ボール弁子15を既設配管10側から押圧する部材とを一体化(第1図の左下から右上に向かう斜線でハッチングされた部材)し，この部材の上部開口を別の蓋状の部材により閉塞することで止水機構を構成したものであることが分かる。したがって，甲10公報には，サドル付分水栓において，分岐方向の変換に際して止水部を分解しないようにするという課題が記載されているものと認められる。(cid:1)イ  上記のとおり，甲10公報には，サドル付分水栓において，分岐方向の変換に際して止水部を分解しないようにするという課題が記載されているものと認められる。しかし，この記載のみをもって，分水栓本体とサドルとの結合方式のいかんにかかわらず，止水部の分解を伴わずに分岐方向を変換できるようにすることが周知の課題であるとまでは，認めることができない。(cid:1)  周知技術の適用について(cid:1)  ア  原告は，分水栓本体とサドルとの結合方式のいかんにかかわらず，止水部の分解を伴わずに分岐方向を変換できるようにすることが周知の課題であるとした上で，甲2公報記載のリテーナー，甲3公報記載の下胴，甲9公報記載のストッパ及び甲10公報記載のボールを支持する部材のように，サドルとは別の部材がボールを支持する技術は，周知技術であるとして，上記周知の課題に上記周知技術を適用することは，当業者であれば容易に想到することができると主張する。(cid:1)しかし，分水栓本体とサドルとの結合方式のいかんにかかわらず，止水部の分解を伴わずに分岐方向を変換できるようにすることが周知の課題であると認められないことは，前記のとおりである。したがって，甲1発明において，止水部の分解を伴わずに分岐方向を変換できるようにするこ(cid:1) (cid:3)(cid:11)(cid:1)とが常識的課題として内在しているとみることはできないから，仮に，サドルとは別の部材がボールを支持する技術が周知技術であるとしても，甲1発明において，同周知技術を適用する動機付けは認められない。(cid:1)      イ  また，以下のとおり，甲2公報記載のリテーナー，甲3公報記載の下胴及び甲9公報記載のストッパを適用することは，当業者にとって容易なこととはいえないし，甲10公報記載のボールを支持する部材については，これを甲1発明に適用したとしても，本件特許発明の相違点1に係る構成が得られるものではない。(cid:1)  甲2公報記載のリテーナーについて(cid:1)前記アのとおり，甲2公報記載のサドル付分水栓は，ネジによりサドルに分水栓を締着するサドル式分水栓において，ネジが緩み締着部から漏水する心配がないようにすることを目的とするものである。(cid:1)したがって，甲2公報記載のリテーナーを，同公報記載のサドル付分水栓とはサドルと分水栓との接続態様が異なる甲1発明，すなわち，サドルと分水栓との取付を支受面とフランジを重ねてボルトにより固定する甲1発明に適用することが容易であるとはいえない。(cid:1)          甲3公報記載の下胴について(cid:1)a  甲3公報には，次の記載がある。(cid:1)(cid:12)(cid:13)(cid:14)  「栓本体(4)を着脱自在な上胴(5)と下胴(6)とで構成し，上胴(5)にはボール栓嵌入部(7)と，このボール栓嵌入部に通ずる通水口(12)(13)とを設けると共に，上胴のボール栓嵌入部(7)を下方に開口(8)させて，この開口(8)に下胴(6)の上端が螺合せしめられるようになし，上胴(5)のボール栓嵌入部(7)に装填されたボール栓(1)の下面を下胴(6)の上端面で支承するようにしたことを特徴とする分水栓。」(実用新案登録請求の範囲)(cid:1)(cid:1) (cid:3)(cid:2)(cid:1)            (cid:12)(cid:16)(cid:14)  「・・・この為，コック栓に代えてボール栓を用いるようにしたものも提案(実開昭47-15218号)されてはいるが，この形式のものでは，ボール栓の支承機構に問題があって，閉栓時の止水効果が充分でなく，また工作が面倒であるなど実用上充分なものとは云えなかった。(cid:1)本考案はこのような問題点を悉く解消した分水栓を提供せんとするものであって，その特徴とするところは，ボール栓が嵌め込まれる栓本体を上胴と下胴とに分けて，上胴と下胴とを着脱自在となし，上胴の下端開口からボール栓を嵌め込んだ上で上胴の下端開口に下胴を螺着させて，下胴の上端面でボール栓の下面を押圧し，一定の締付圧力を付与した状態でボール栓を支承せしめるようにしたことにある。」(明細書1頁末行～2頁14行)(cid:1)            (cid:12)(cid:17)(cid:14)  「次に，前記の如き，栓本体(cid:12)4(cid:14)にボール栓(cid:12)1(cid:14)を装填する方法について述べる。先ず，上胴(cid:12)5(cid:14)と下胴(cid:12)6(cid:14)とを分解しておき，上胴(cid:12)5(cid:14)の下端面の開口(cid:12)8(cid:14)からボール栓(cid:12)1(cid:14)をボール栓嵌入部(cid:12)7(cid:14)に嵌め込む。但し，この際，ボール栓の嵌め込みの邪魔にならぬようにスピンドル(cid:12)3(cid:14)はボール栓(cid:12)1(cid:14)から外しておき，ボール栓を嵌め込んだ後に孔(cid:12)11(cid:14)からスピンドル(cid:12)3(cid:14)を挿し込んでボール栓に結合させる方法を採る。このようにしてボール栓を完全に嵌め込んだ上で，上胴の下端の開口(cid:12)8(cid:14)に下胴(cid:12)6(cid:14)をネジ込んで，下胴(cid:12)6(cid:14)の上端面でボール栓(cid:12)1(cid:14)の下面を押圧して支承する。なお，ボール栓(1)と上胴及び下胴との直接接触を避ける為，ボール栓(cid:12)1(cid:14)の上下面にはリング状のシートパッキン(cid:12)16(cid:14)(cid:12)17(cid:14)を当てがって関接的(判決注・「間接的に」の誤記と認める。)に接触させるようになし，接触面の摩耗防止と，止水効果の向上とを図るものとする。(cid:12)18(cid:14)はスピンドルキャップ，(cid:12)19(cid:14)はスピンドルの(cid:1) (cid:3)(cid:3)(cid:1)側面に設けられた突子，(cid:12)20(cid:14)は上胴(cid:12)5(cid:14)のスピンドル孔(cid:12)11(cid:14)の端面に設けられた突子係合用の切欠である。この切欠(20)は略90度の角度範囲で形成されており，突子(19)が切欠(20)の両側の端部と衝突した時にそれぞれ栓が開口位置や閉塞位置を占めるようになっている。(21)(22)は止水用Oリングである。(cid:1)    このようにして組込みを終えた栓本体は，下胴(6)の下部外壁面に形成されたテーパネジ部(23)をサドルバント(25)のボス部に形成されているネジ孔(26)にネジ込んで固定する。」(明細書4頁4行～5頁10行)(cid:1)b  上記記載によれば，甲3公報記載の分水栓は，ボール栓の支承機構に問題があって，閉栓時の止水効果が不十分で，工作も面倒であるという課題の解決を目的とするものであり，上胴の下面と下胴の上面との間にリング状のシートパッキンを介して間接的にボール栓を嵌め込むことにより，ボール栓による止水効果が充分な分水栓を得ることができるというものであることが認められる。(cid:1)しかし，下胴(6)は，サドルバンド(25)のネジ孔(26)にネジ込まれ固定されると共に，上胴(5)は，その下端の開口(cid:12)8(cid:14)に下胴(cid:12)6(cid:14)をネジ込んで固定することから，上胴(5)に設けられた通水口(13)は，サドルバンド(25)に対して方向を変えられるものではない(サドルバンドと下胴とのネジ込みを緩めることにより通水口の方向を変えると，サドルバンドと下胴の間から漏水が発生する。)。したがって，甲3公報には，「止水部の分解を伴わずに分岐方向を変換できる」ようにすることは記載されていない。(cid:1)また，甲1発明は，フランジ部とボールケースを支持する面とを重ねて，4個のボルトで固定する構成を備えているものであるから，甲(cid:1) (cid:3)(cid:4)(cid:1)1発明においては，ボール栓の支承機構に問題があるとか，閉栓時の止水効果が不十分である，あるいは，工作が面倒であるといったことは認められない。したがって，甲1発明に，これらの課題を解決するためになされた甲3公報記載の分水栓における下胴を上胴の開口に螺合せしめる構成を適用することは，容易であるとはいえない。(cid:1)  甲9公報記載のストッパについて(cid:1)前記アのとおり，甲9公報記載のサドル付分水栓は，給水管への設置後も分岐方向を変えられるように構成したものであり，そのために，分水栓本体(10)の連結筒部(12)をサドル(1)の孔(5)に回転可能に嵌合し，この連結筒部(12)の遊端(先端)に環状のストッパ(14)を螺着してサドルからの抜け止めとしたものである。甲9公報記載のサドル付分水栓は，分水栓本体とサドルとの接続方法が，上記のようなものである場合において，分水栓本体とサドルとの接続を回転可能にすることを示すものである。甲9公報は，分水栓本体とサドルとの接続方法が上記の方法とは異なり，甲1発明のように，ボールケースを支持する面とフランジを重ねてボルトにより固定するようなものである場合において，分水栓本体とサドルとの接続を回転可能にすることを示すものではない。(cid:1)したがって，甲9公報記載のストッパを，サドルと分水栓本体の取付を支受面とフランジを重ねてボルトにより固定する甲1発明に適用することが容易であるとはいえない。(cid:1)          甲10公報記載のボールを支持する部分について(cid:1)前記アのとおり，甲10公報のボールバルブ14は，枝管12の端に設けられたフランジ17に重ねあわされるフランジ18とボール弁子15を内包し，ボール弁子15を既設配管10側から押圧する部材とを一体化し(第1図の左下から右上に向かう斜線でハッチングされた部(cid:1) (cid:3)(cid:5)(cid:1)材)，この部材の上部開口を別の蓋状の部材により閉塞することで止水機構を構成したものである。このように，甲10公報記載の分岐管接続装置は，分岐方向の変換に際して止水部を分解しないようにするために，サドルとは別の部材がボールを支持するものとはいえるが，ここでいうサドルとは別の部材とは，分水栓本体に形成されたフランジ18と一体の部材であって，これは，本件特許発明における「環状保持体」に相当するものではない。(cid:1)したがって，甲1発明に，フランジ18と一体化された部材である甲10公報記載のボールを支持する部分を適用したとしても，本件特許発明の相違点1に係る構成が得られるものではない。(cid:1)      ウ  以上のとおりであるから，甲2公報，甲3公報，甲9公報及び甲10公報に，サドルとは別の部材がボールを支持する技術が記載され，これが周知技術であるとしても，これを甲1発明に適用して，相違点1に係る本件特許発明の構成とすることを容易に想到し得るとはいえない。(cid:1)したがって，相違点1に係る審決の容易想到性判断に誤りはない。(cid:1)      小括(cid:1)        よって，原告主張の取消事由1は理由がない。(cid:1)  2  取消事由2(相違点2についての認定判断の誤り)について(cid:1)      原告は，甲2公報には，分水栓本体とサドル間に設けられたガスケットと，サドルと水道本管間に設けられたガスケットとが，上下方向に延びる「連結部」(原告の命名による。)によって一体に構成されていることが開示されており，この「連結部」が本件特許発明のガスケットに相当すると主張し，また，甲3公報には，ガスケットが下胴の下面と水道本管との間に装着されていることが実質的に開示されていると主張する。(cid:1)しかし，甲2公報において，原告のいう「連結部」は，リテーナー(6)の下面側のフランジ(6’)の下面に装着されている。また，甲2公報の前(cid:1) (cid:3)(cid:6)(cid:1)記1アa(cid:12)(cid:17)(cid:14)の記載によれば，このフランジ(6’)は，バンド(2)の上端部に形成された締着部(3)の底に密着され，さらに締結ネジ(7)の下端部が，締結バンド(2)の挿着部(3)に圧着されることにより，上水道分水栓(1)を締結バンド(2)に結合するためのものであることが認められる。したがって，リテーナー(6)は，その上部が止水機構を構成するものではあるが，原告のいう「連結部」と接するフランジ(6’)の部分は，止水機構を構成するものではない。(cid:1)また，甲3公報の前記1イa(cid:12)(cid:17)(cid:14)の記載によれば，下胴(6)は，下部外壁面に形成されたテーパネジ部(23)をサドルバント(25)のボス部に形成されているネジ孔(26)にネジ込んで固定することにより，栓本体(1)をサドルバンド(25)に固定するものであることが認められる。したがって，原告が甲3公報に開示されていると主張するガスケットと接するその下部は，本件特許発明のサドル本体に相当する部分に分水栓本体を結合するための構成であって，止水機構を構成するものではない。(cid:1)以上のとおり，甲2公報記載のリテーナー及び甲3公報記載の下胴は，いずれも止水機構を構成するものではないから，これらを甲1発明に適用したとしても，相違点2に係る本件特許発明の構成，すなわち，止水機構の一部を構成する環状保持体の下面と水道本管との間にガスケットを装着することを容易に想到し得るとはいえない。(cid:1)      小括(cid:1)        よって，原告主張の取消事由2も理由がない。(cid:1)第6  結論(cid:1)以上によれば，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}