{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800083号事件について平成25年3月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告らは，平成12年11月29日，発明の名称を「有機LED用燐光性ドーパントとしての式L2MXの錯体」とする特許出願(特願2001-541304。パリ条約による優先権主張日：平成11年12月1日(米国))をし，平成21年8月14日，設定の登録(特許第4357781号)を受けた(請求項数13。甲40。以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成22年4月28日，本件特許の全てである請求項1ないし13に係る発明についての特許無効審判を請求し，特許庁は，これを無効2010-800083号事件として審理を行い，被告らは，同年9月17日，本件特許について訂正請求をした(乙5。以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成23年3月23日，「訂正を認める。特許第4357781号の請求項1ないし13に係る発明についての特許を無効とする。」旨の審決(以下「第一次審決」という。)をし，その謄本は，同月31日，被告らに送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告らは，平成23年7月26日，知的財産高等裁判所に第一次審決の取消しを求める訴訟を提起したところ(平成23年(行ケ)第10234号)，同裁判所は，平成24年11月7日，第一次審決を取り消す旨の判決を言い渡し，同判決は同月21日に確定した。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そこで，特許庁は，無効2010-800083号事件について更に審理を行い，平成25年3月29日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年4月15日，原告に送達された。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，平成25年5月14日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の記載は，次のとおりである。以下，請求項1ないし13に係る発明をそれぞれ「本件発明1」ないし「本件発明13」といい，併せて「本件発明」という。また，本件発明に係る明細書(乙5により訂正された甲40)を「本件明細書」という。",
            "【請求項1】",
            "アノード，カソード及び発光層を含む有機発光デバイスであって，前記発光層は前記アノードと前記カソードの間に配置され，かつ前記発光層が式L MXの式で表される燐光有機金属化合物を含む，有機発光デバイス(前記式中，L及びXは異なった二座配位子であり；Mはイリジウムであり；前記X配位子はO-O配位子又はＮ-O配位子のいずれかであり；Lはsp2混成炭素及び窒素原子によりMに配位されたモノアニオン性二座配位子である。)(但し，LMX中，Xがヘキサフルオロアセチルアセトネート又はジフェニルアセチルアセトネートである有機発光デバイスを除く。)。",
            "【請求項2】",
            "前記X配位子がO-O配位子である，請求項1に記載の有機発光デバイス。",
            "【請求項3】",
            "前記X配位子がＮ-O配位子である，請求項1に記載の有機発光デバイス。",
            "【請求項4】",
            "前記発光層が，ホスト及びドーパントを含み，前記ドーパントが前記燐光有機金属化合物を含む，請求項1～3のいずれか一項に記載の有機発光デバイス。",
            "【請求項5】",
            "前記ホストが以下の：",
            "【化1】",
            "(式中，芳香族環を通って引いた線分の記号は，前記環中のどの炭素の所でも，場合により，アルキル又はアリールにより置換されていてもよいことを意味する。)",
            "からなる群から選択される，請求項4に記載の有機発光デバイス。",
            "【請求項6】",
            "L配位子が，2-(1-ナフチル)ベンゾオキサゾール，2-フェニルベンゾオキサゾール，2-フェニルベンゾチアゾール，7，8-ベンゾキノリン，フェニルピリジン，ベンゾチエニルピリジン，3-メトキシ-2-フェニルピリジン，チエニルピリジン，及びトリルピリジンからなる群から選択される，請求項1～5のいずれか一項に記載の有機発光デバイス。",
            "【請求項7】",
            "X配位子が，アセチルアセトネート，サリチリデン，ピコリネート，及び8-ヒドロキシキノリネートからなる群から選択される，請求項1～6のいずれか一項に記載の有機発光デバイス。",
            "【請求項8】",
            "L配位子が，フェニルイミン，ビニルピリジン，アリールキノリン，ピリジルナフタレン，ピリジルピロール，ピリジルイミダゾール，及びフェニルインドールからなる群から選択されて置換又は非置換の配位子である，請求項1～5及び7のいずれか一項に記載の有機発光デバイス。",
            "【請求項9】",
            "L配位子が，置換又は非置換のアリールキノリンを含む，請求項8に記載の有機発光デバイス。",
            "【請求項10】",
            "X配位子がアセチルアセトネートを含む，請求項7に記載の有機発光デバイス。",
            "【請求項11】",
            "L配位子が，以下の構造：",
            "【化2】",
            "を有する非置換のアリールキノリンである，請求項9に記載の有機発光デバイス。",
            "【請求項12】",
            "L配位子が，以下の構造：",
            "【化3】",
            "を含む置換アリールキノリンである，請求項9に記載の有機発光デバイス。",
            "【請求項13】",
            "請求項1～12のいずれか一項に記載された有機発光デバイスが組み込まれた表示装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書の写しのとおりである。要するに，①本件明細書の特許請求の範囲の記載は，平成14年法律第24号による改正前の特許法(以下「法」という。)36条6項1号の規定する要件を充足するものと認められるので，本件発明についての本件特許を無効にすることはできない，②本件明細書の発明の詳細な説明の記載は，法36条4項に規定する要件を充足するものと認められるので，本件発明についての本件特許を無効にすることはできない，③本件発明1～7，10及び13は，当業者が，いずれもその出願前に日本国内又は外国において頒布された，下記アの甲1に記載された発明(以下「甲1発明」という。)及び下記イ～チの甲2～17記載の発明に基づいて容易に発明をすることができたものではなく，特許法29条2項の規定に違反して特許されたものではないので，本件発明1～7，10及び13に係る本件特許を無効にすることはできない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1：「Appl. Phys. Lett., Vol.75, No.1, 5 JULY 1999 pp.4-6(邦題：「電気燐光に基づく高効率緑色有機発光デバイス」)」，平成11年7月5日発行"
                },
                {
                  "fig": "イ",
                  "subject": "甲2：「BOOK OF ABSTRACTS, 217th ACS National Meeting, INOR292, 21-25 MARCH 1999(邦題：「292．発光性のロジウム及びイリジウムのモノ及びバイメタル1，3-ジケトン錯体」)」，平成11年3月発行"
                },
                {
                  "fig": "ウ",
                  "subject": "甲3：「Inorg. Chem., Vol.30, No.8, 1991, pp.1685-1687(邦題：「新合成方法による一連の強い光還元剤の調製：置換2-フェニルピリジンを含むfacトリスオルトメタル化イリジウム(Ⅲ)錯体」)」"
                },
                {
                  "fig": "エ",
                  "subject": "甲4：「J. Organometal. Chem., Vol.517, 1996, pp.191-200(邦題：「生物学的に重要な配位子の金属錯体である，クロロ架橋オルトメタル化金属化合物および［(OC) Ru(Cl)(μ-Cl)］ によるパラジウム(Ⅱ)，イリジウム(Ⅲ)およびルテニウム(Ⅱ)のLXXXVⅠⅠα-アミノカルボン酸塩錯体」)」"
                },
                {
                  "fig": "オ",
                  "subject": "甲5：「Synthetic Metals, Vol.94, 1998, pp.245-248(邦題：「遷移金属錯体の三重項金属-配位子電荷移動励起状態からのエレクトロルミネセンス」)」"
                },
                {
                  "fig": "カ",
                  "subject": "甲6：「Nature, Vol.395, 10 September 1998, pp.151-154(邦題：「有機エレクトロルミネッセンス素子からの高効率燐光発光」)」"
                },
                {
                  "fig": "キ",
                  "subject": "甲7：「J. Am. Chem. Soc., Vol.107, 1985, pp.1431-1432(邦題：「三重にオルトメタル化したイリジウム(Ⅲ)錯体の励起状態特性」)」"
                },
                {
                  "fig": "ク",
                  "subject": "甲8：「Inorg. Chem., Vol.33, No.3, 1994, pp.545-550(邦題：「facialトリスシクロメタル化Rh3＋およびIr3＋錯体：その合成，構造，光学分光特性」)」"
                },
                {
                  "fig": "ケ",
                  "subject": "甲9：「High-Energy Processes in Organometallic Chemistry, American Chemical Society, 1987, pp.155-168 \"Chapter 10\"(邦題：「第10章  有機金属およびその他の遷移金属錯体の電気化学発光」)」"
                },
                {
                  "fig": "コ",
                  "subject": "甲10：「Inorg. Chem., Vol.38, No.10, Published on Web 04/24/1999, pp.2250-2258(邦題：「機能化された2，2‘-ビピリジンを有するシクロメタル化イリジウム(Ⅲ)錯体の合成，構造，光物理特性及び酸化還元挙動」)」，平成11年4月24日発行"
                },
                {
                  "fig": "サ",
                  "subject": "甲11：「Inorg. Chem., Vol.34, No.3, 1995, pp.541-545(邦題：「ビス(ピリジル)トリアゾ-ル配位子を有するシクロメタル化イリジウム(Ⅲ)及びロジウム(Ⅲ)錯体の吸収スペクトル，発光特性，及び電気化学的挙動」)」"
                },
                {
                  "fig": "シ",
                  "subject": "甲12：「CHEMICAL ABSTRACTS, Vol.125, No.20, 1996, p.1285 左欄\"125:264443r\"(邦題：「125：264443r  ポリマーマトリックス中に固体酸素センサとして固定した発光性シクロメタル化イリジウム(Ⅲ)錯体」)」"
                },
                {
                  "fig": "ス",
                  "subject": "甲13：「モリソン ボイド 有機化学(中)第6版」東京化学同人, 1994 年, 647 頁"
                },
                {
                  "fig": "セ",
                  "subject": "甲14：「有機化学 化学入門コース4」岩波書店, 1998 年, 17 頁"
                },
                {
                  "fig": "ソ",
                  "subject": "甲15：「Inorg. Chem., Vol.27, No.20, 1988, pp.3464-3471(邦題：「メチル置換フェニルピリジンオルトメタル化イリジウム(Ⅲ)錯体の合成，構造，電気化学および光物理学」)」"
                },
                {
                  "fig": "タ",
                  "subject": "甲16：「錯体化学の基礎 -ウェルナー錯体と有機金属錯体-」講談社, 1989 年, 10 頁"
                },
                {
                  "fig": "チ",
                  "subject": "甲17：「化学大辞典」東京化学同人, 1989 年, 30 頁左欄“アセチルアセトナト錯体”及び“アセチルアセトン”並びに 635 頁右欄“グリシナト錯体”"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1発明は，次のとおりである。",
                "アノード，カソード及びCBPなどのホストと Ir(ppy) なる燐光有機金属化合物のドーパントを含む発光層を含む有機発光デバイスであって，前記発光層は前記アノードと前記カソードの間に配置される，有機発光デバイス(前記式中，「ppy」は 2-フェニルピリジンである)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1～3と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決が認定した本件発明1～3と甲1発明との一致点は，以下のとおりである。",
                    "(一致点)",
                    "アノード，カソード及び発光層を含む有機発光デバイスであって，前記発光層は前記アノードと前記カソードの間に配置され，かつ前記発光層が燐光有機金属化合物を含む，有機発光デバイス。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決が認定した本件発明1及び2(X配位子がO-O配位子の場合)と甲1発明の相違点は，以下のとおりである(以下「相違点1」という。)。",
                    "(相違点1)",
                    "燐光有機金属化合物につき，本件発明1及び2では，「式L MXの式で表されるもの(前記式中，L及びXは異なった二座配位子であり；Mはイリジウムであり；前記X配位子はO-O配位子であり，Lはsp2 混成炭素及び窒素原子によりMに配位されたモノアニオン性二座配位子である(但し，ヘキサフルオロアセチルアセトネート又はジフェニルアセチルアセトネートを除く))」と特定されているのに対し，甲1発明では「L M(Mはイリジウムであり；Lはsp2 混成炭素及び窒素原子によりMに配位されたモノアニオン性二座配位子である)」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決が認定した本件発明1及び3(X配位子がＮ-O配位子の場合)と甲1発明の相違点は，以下のとおりである(以下「相違点2」という。)。",
                    "(相違点2)",
                    "燐光有機金属化合物につき，本件発明1及び3では，「式L MXの式で表されるもの(前記式中，L及びXは異なった二座配位子であり；Mはイリジウムであり；前記X配位子はＮ-O配位子であり；Lはsp2 混成炭素及び窒素原子によりMに配位されたモノアニオン性二座配位子である)」と特定されているのに対し，甲1発明では「L M(Mはイリジウムであり；Lはsp2 混成炭素及び窒素原子によりMに配位されたモノアニオン性二座配位子である)」である点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2に関する容易想到性の判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点1に関する容易想到性の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2に関する容易想到性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，甲4には，L MXの式(X配位子がＮ-O配位子)で表されるIr錯体(イリジウムのＮ，O-α-アミノアシダト化合物16～21)が記載されているが，①光励起による発光を示すフォトルミネセンス(以下「PL」ということがある。)特性を示すものであって，電気エネルギー(電圧)の印加により発光するエレクトロルミネセンス(以下「EL」ということがある。)により発光することは記載されていないこと，②発光についても，「蛍光発光」(fluorescence)と記載され，「燐光発光」(phosphorescence)することが記載されていないことから，甲4には，L MXの式で表される有機金属化合物がOLEDにおいて三重項MLCT(金属-配位子電荷移動)励起状態から燐光発光することは，記載も示唆もないため，甲3及び甲7～9から，甲1発明における Ir(ppy) が三重項MLCT励起状態を示し，燐光発光することが既に知られていたとしても，そもそも，燐光発光するL MXの式で表される有機金属化合物自体が甲4に記載も示唆もされていないのであり，また，甲10～12を参酌しても，当該L MXが三重項励起状態からの燐光発光をするものと認識できないのであるから，甲1，5及び6に，「ELデバイスに発光効率の優れた錯体を適用することが望まれている」ことが示されているとしても，また，「MLCT遷移帯を有する遷移金属錯体であればELデバイスの発光層に使用した場合三重項励起状態となる蓋然性があり，もってEL発光を示す発光層を形成するであろうということが当業界で少なくとも公知である」としても，甲1に記載された Ir(ppy) 錯体(L Mに該当する)をL MXの式で表される燐光有機金属化合物に置き換えて本件発明1とすることは，当業者が容易になし得たものということはできない，と判断した。",
            "しかし，以下に述べるとおり，①甲4記載のL MXの式で表されるIr錯体は燐光発光するものであることは当業者が容易に理解することであるとともに，②燐光PLを示す材料を有機ELデバイス(以下，「有機ELデバイス」を，「ELデバイス」又は「有機発光デバイス」ということがある。)に適用することは，甲1や甲5その他の文献に動機付けがあり，甲1と甲4を組み合わせることは極めて容易であるから，本件発明1及び3に進歩性はない。",
            "したがって，本件審決は，相違点2に関する容易想到性の判断を誤ったものであって，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4に記載のL MXの式で表されるIr錯体は燐光発光するものであることは当業者が容易に理解すること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4には，L MXの式で表されるIr錯体の発光は「fluorescence」と記載されているが，「fluorescence」は，燐光と対比される蛍光(一重項励起状態に起因する発光)という意味のほか，単に励起状態から基底状態に落ちる時に発する発光の意味もあり(甲52)，また，蛍光及び燐光を含めてルミネセンスと同義に用いられることもある(甲19，53)。",
                    "したがって，甲4に「fluorescence」(蛍光)の語が用いられ，「phosphorescence」(燐光)の語が用いられていないということだけで，甲4に示されたL MXの式で表される有機金属化合物(イリジウム錯体)の発光が，一重項励起状態に起因する発光であって，三重項励起状態に起因する発光(燐光)と認識されないと直ちに判断するのは誤りである。",
                    "また，L配位子を二つ以上持つイリジウム錯体において，その発光寿命を計測した上で蛍光であるとする文献はなく，むしろ甲5，46，1，8，10及び11にはこのようなイリジウム錯体は燐光発光することが記載されているから，当業者が，甲4の「fluorescence」という語をみて，甲4に示されたL MXの式で表される有機金属化合物(イリジウム錯体)の発光が，一重項励起状態に起因する発光であって，三重項励起状態に起因する発光(燐光)ではないと認識することはあり得ない。",
                    "そこで，本件特許の優先日(以下「本件優先日」という。)当時の技術常識等を加味して，甲4記載のL MXの式で表される有機金属化合物(イリジウム錯体)が燐光発光するものと理解するかを検討しなければならない。",
                    "そして，有機化合物の分野における蛍光と燐光の区別においては，その発光寿命は相対的な基準にすぎず，むしろ燐光は三重項励起状態に起因する発光，蛍光は一重項励起状態に起因する発光と定義される(甲71)。しかし，三重項励起状態か一重項励起状態かは電子のスピンの向きの問題であって，これを直接観測する方法がないから，当業者は，三重項励起状態となるような構造となっているか，より具体的には三重項励起状態を生じさせる重原子を含む有機化合物か否かということを指標に，当該発光が燐光か蛍光かを区別することとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲4にはL MXの式で表される有機金属化合物が記載されているところ，甲4が引用する甲48にはこの有機化合物が強力な光還元剤であり，その発光がMLCT励起状態に由来することが記載され，更に甲48が引用する甲3には fac-Ir(R-ppy) 錯体が Ir(ppy) のようにMLCT励起状態を経て発光することが記載されているから，甲4記載のL MXの式で表される有機金属化合物がMLCT励起状態に起因して発光することが理解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，重原子を含む分子は，重原子効果(スピン-軌道相互作用は，原子核の電荷の大きさに依存し，原子量の大きい金属原子ほど大きくなること)により，スピン-軌道相互作用が促進され，一重項励起状態から三重項励起状態への遷移(系間交差(項間交差))や三重項励起状態から基底状態への遷移の確率が高くなること，及び蛍光の量子収率を低下させるとともに燐光の量子収率を増加させることから，当該分子が発光していればそれは燐光発光であることは，本件優先日当時の技術常識である。",
                        "そうすると，原子番号が16番である硫黄(S)が重原子であり，これを含む分子は，重原子効果によりスピン-軌道相互作用が促進され，系間交差(項間交差)が生じ，燐光発光するとされているのであるから(甲49)，原子番号が77番のイリジウム(Ir)を含む分子が発光するとすれば，それは蛍光発光ではなく，燐光発光以外はあり得ないものと当業者は容易に理解する(甲49，57，58の1，甲72～76，77の1・2，甲78)。",
                        "実際に，イリジウム錯体が発光している場合に，発光寿命等一定の指標を示して蛍光を発光していると明記している文献はなく，むしろ下表のとおり多くの文献において，燐光発光していることが明示されている。",
                        "甲号証  イリジウム錯体  発光特性",
                        "甲1，8  Ir(ppy)   燐光",
                        "甲10  〔Ir(ppy) (HL-X)〕+  燐光",
                        "甲11，甲28  〔Ir(ppy) (dpt-NH )〕+  燐光",
                        "甲79  〔Ir(ppy) (4mptr)〕+  燐光",
                        "甲80  〔Ir(ppy) (bpy)〕+  燐光",
                        "甲80  〔Ir(ppy) (en)〕+  燐光",
                        "甲73  Ir(QO)   燐光"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲5及び46には，一般論として，イリジウム錯体のような遷移金属錯体は，中心金属と配位子の間に強い相互作用があることから，三重項MLCT励起状態に起因する強い発光(高い量子収率)を示す有機金属錯体であることが記載されている(なお，被告らは，甲46は，本件優先日前に頒布された刊行物ではないから，本件発明の進歩性の判断の基礎とすることができない旨主張するが，甲46の2095頁脚注の記載のとおり，甲46の内容は，1999年(平成11年)5月31日から6月4日に大阪で行われた国際会議で講演されたものであり，同日に日本国内で公知となったものであるから，本件発明の進歩性の判断の基礎とすることができる。)。",
                        "そして，実際にイリジウムによるスピン-軌道相互作用によって三重項MLCT励起状態に起因して燐光発光するIr錯体として，甲1，8記載の Ir(ppy) (※L Mに相当)や，甲10，11記載の［Ir(ppy) (hpbpy)］＋，［Ir(ppy) (dpt-NH )］+(※L MX’に相当。X’配位子はＮ-Ｎ配位子)など，下表記載のイリジウム錯体が燐光発光することが公開され，イリジウムと配位子との結合による錯体(イリジウム錯体)が燐光発光すること，特に，従来知られているフェニルピリジン(sp2混成炭素及び窒素原子によりMに配位されたモノアニオン性二座配位子であって，本件発明のL MXのLに相当する。)を有するイリジウム錯体が，MLCT特性を示し，燐光性であることが示されている。",
                        "したがって，イリジウム錯体でMLCT励起状態に起因する発光をするものは三重項励起状態からの燐光発光であることは技術常識であった。",
                        "甲号証  イリジウム錯体  発光特性",
                        "甲10  〔Ir(ppy) (HL-X)〕+  燐光(3MLCT)",
                        "甲11，甲28  〔Ir(ppy) (dpt-NH )〕+  燐光(3MLCT)",
                        "甲79  〔Ir(ppy) (4mptr)〕+  燐光(3MLCT)",
                        "甲80  〔Ir(ppy) (bpy)〕+  燐光(3MLCT)",
                        "甲80  〔Ir(ppy) (en)〕+  燐光(3MLCT 及び 3LC )"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，甲8には，Ir-C結合の数が多いとMLCT特性が高くなることが記載され，甲50には，Ir-C結合が三つ及び二つの場合には，MLCT励起状態に起因する発光をするが，1つの場合にはLC励起状態を有することが記載されているから，Ir-C結合の数が多いとMLCT特性が高くなり，三重項MLCT励起状態から燐光発光することが理解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲4に示されたL MXの式で表される有機金属化合物(イリジウム錯体)が発光しているという記載に触れた当業者であれば，「fluorescence」との記載にかかわらず，重原子であるイリジウムを含む錯体であり，かつ，Ir-C結合の数が二つあることから，当該イリジウム錯体が燐光発光すると認識することは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "燐光PLを示す物質をELデバイスに適用することは，甲1や甲5その他の文献に動機付けがあるから，甲1と甲4を組み合わせることは極めて容易であること。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，燐光有機金属化合物としては，「高性能デバイスには，適度なフォトルミネッセンス効率と約1μsの寿命で十分」と記載されているところ，甲4記載のIr錯体は重原子を含むことから三重項の短い寿命(約1μsの寿命)であることを当業者であれば認識することができ(甲70，1，46，73，76)，また，甲4記載のIr錯体は「室温においてでさえ，…強力な蛍光発光(注：「fluorescence」の訳であり，単に励起状態に起因する発光を意味する)を示」すと記載され，適度なフォトルミネセンス効率を有すると理解できるから，甲1に接した当業者であれば，甲4記載のIr錯体を甲1記載のELデバイスにおける燐光有機金属化合物に採用する動機があることは明らかである。",
                    "更に加えて，甲1発明の有機金属化合物(Ir(ppy) )と甲4記載のIr錯体(Ir(ppy) -NH C(H)(R)CO )とは，①イリジウムという重原子を含むものである上，配位子がいずれもフェニルピリジン(ppy)であること，②いずれも強力な光還元剤であること(甲7，3及び8と甲4)，③甲1発明の燐光有機金属錯体のピーク波長は510nmであり(甲1)，甲4記載の有機金属錯体のピーク波長は約515nmであり(甲4)，いずれも緑色であること，というように多くの共通点があるから，当業者であれば，甲1発明の燐光有機金属化合物に代えて，甲4記載のIr錯体を適用する動機付けがあることは明らかである。",
                    "また，甲5では，光を照射した場合に強い三重項MLCT励起状態からの発光(燐光)を生じる(PL効率の高い)有機金属錯体がEL効率の高いELデバイスの発光層となる可能性があるという仮説に基づき，特定のオスミウム(Ⅱ)錯体が光を照射した場合に強い燐光を生じる(PL効率0．33)ので，当該仮説を検証するための有機金属錯体の例として適していることを踏まえて，甲5に記載の発明である有機発光デバイスに電圧を印加することで三重項励起状態からの発光を示すことを具体的データとともに示した上で，当該仮説が正しいことを，初めての観察結果として報告している。そして，甲5には，遷移金属錯体の中でも，少なくともルテニウム錯体，オスミウム錯体，そしてイリジウム錯体が，光の照射により三重項励起状態(すなわち，PLによる燐光発光をすること)を示すことが記載されている。したがって，甲5の記載からしても，PLを示すイリジウム錯体を，ELデバイスに適用してELにより発光させることに動機付けがある。",
                    "さらに，甲45には，PLを示す燐光発光有機分子を，ELデバイスにより発光させることが記載されている。甲46にも，イリジウム錯体を含む金属錯体では，高フォトルミネセンス効率が可能であると報告され，これらの金属錯体がELデバイスに応用できることが記載されている。",
                    "以上のとおり，PLを示す物質を，ELデバイスに適用してELにより発光することは，主引例である甲1，副引例である甲5のほか複数の文献にも示されているとおり，当業者がこれまで行ってきた技術常識であって，甲4記載の有機金属化合物がPLを有する物質であることが分かれば，これをELデバイスに適用してELにより発光させることに，十分な動機付けがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告らは，①当業者の間ではPLとELは異なる技術分野と認識されていたこと，②有機ELデバイスによる燐光発光が初めて観察されたのは1990年であり，それも極低温(マイナス196℃)における発光であり，燐光PL発光を示す物質が室温において燐光EL発光を示すことが報告されたのは1999年(平成11年)7月5日であったから，本件優先日当時，有機ELデバイスの分野では，PLにおいて燐光発光を示す物質が存在しても，それを有機ELデバイスに適用して燐光EL発光を生じさせることは困難とされてきた旨主張する。",
                    "しかし，①の当業者の間ではPLとELは異なる技術分野と認識されていた旨の被告らの主張が誤りであることは，前記アの甲1，5，45，46の記載のほか，甲61にフォトルミネセンス(PL)を示す色素分子をELデバイスにより発光させることが，甲6にEL効率とPL効率は正比例の関係にあること及びPL効率のよいものをELデバイスに適用することが，甲59にPL効率の増大がEL効率の増大につながることが，甲62にPL効率がEL効率を支配する最大の因子であることが，甲58の1に燐光EL効率の向上が適切なドーパントとホスト材料の選択により達成されていることが，甲77の1に燐光PLの量子収率が高い材料は有機EL素子の発光層として用いることができることが，それぞれ記載されていることから明らかである。また，②の燐光PL発光を示す物質が室温において燐光EL発光を示すことが報告されたのは1999年(平成11年)7月5日であった旨の主張が誤りであることは，室温において燐光ELを示すものとして，既に甲63(1990年)及び甲64(1991年)において報告されていたほか，甲6(1998年9月)，甲20(1999年1月)，甲58の1(1999年8月)にも報告があることからも明らかである。また，本件発明は，そもそも室温で燐光発光する有機金属化合物であるとの特定はないから，室温で燐光発光するか否かは本件発明を容易に想到するか否かとは無関係であって，かかる観点からも被告らの主張は失当である。",
                    "また，被告らは，甲4に記載されたL MXの式で表される有機金属化合物が，「適度なフォトルミネセンス効率」を有する物質かどうか不明であるから，甲1の記載は，ELデバイスに採用する動機付けとはならない旨主張する。しかし，甲4には，「錯体16-22は，室温においてでさえ，紫外光に曝された状態でDMSO溶液またはCH Cl 溶液中で約515nmに強力な蛍光発光(注：「fluorescence」の訳であり，単に励起状態に起因する発光を意味する)を示」すと記載され，適度なPL効率を有することが記載されている。更に，本件発明の課題は，「有機発光デバイスの発光層に使用した場合に燐光を発する新たな有機金属化合物を得ること」であり，先行技術(甲1)によるEL効率や，これと同等以上のEL効率を発揮することではないから，本件発明を容易に想到するか否かを判断するに当たっては，甲1のような「高性能」デバイスに用いられる「適度なフォトルミネセンス効率」までは必要なく，甲4が燐光PLを示すことを当業者が認識すれば足りる。したがって，被告らの主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)及び(2)によれば，甲4に記載されたイリジウム錯体は，L MXの式で表される有機金属化合物であり，フォトルミネセンスにより燐光発光するから，このような燐光発光する有機金属化合物を，甲1に記載されたL Mの式で表される燐光発光有機金属化合物に代えてELデバイスに適用することは当業者であれば容易である。そのため，本件発明1及び3は，甲1，4及び5に記載の発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。本件審決は，燐光PLを示す材料をELデバイスに適用することが当業者にとって容易である点を誤り，また，甲4記載の有機金属化合物が燐光発光し，又はし得ることを当業者が容易に理解する点を誤り，結果として，相違点2に関する容易想到性の判断を誤ったものである。また，本件発明1及び3に進歩性があることを前提として，本件発明4～6，13についても進歩性を肯定する本件審決の判断も誤りであることは明らかである。",
                "したがって，本件審決は取り消されるべきである。",
                "〔被告らの主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "甲4に示されたL MXの式で表される有機金属化合物による発光が燐光発光であると認識することはできないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，ある発光が燐光か蛍光かを区別する上で，あたかも，発光寿命は一つの指標にすぎず，むしろ重原子の有無が重要な指標であるかのように主張する。",
                    "しかし，燐光は三重項励起状態から基底状態へ遷移する際の発光であるのに対し，蛍光は一重項励起状態から基底状態へ遷移する際の発光であるところ，両者の違いは基底状態に遷移する前の励起状態における電子のスピンの向きである。この電子のスピンの向きは直接観察することができないため，燐光か蛍光かは，観察時の温度等の条件を踏まえ，観察された発光の発光寿命や波形等の情報を測定することにより判断することになる。なかでも発光寿命は，燐光の場合，三重項励起状態から基底状態への遷移は起こりにくく(禁制遷移)，許容遷移である蛍光と比べて相対的に発光寿命が長くなることが知られているから，燐光か蛍光かを判断する上で，重要な指標である。",
                    "また，燐光か蛍光かは，上記発光寿命や波形等の測定情報に基づき，観察時の温度等の条件を踏まえ判断されるところ，当業者が，かかる測定を無視して，発光を示した有機化合物が「三重項励起状態を生じさせる重原子を含む」か否かによって，「当該発光が燐光か蛍光かを区別する」ということは考えられない。そして，ELにおいて励起した場合には必ず75％は三重項励起状態が生じるものの，三重項励起状態が生じるからといって燐光を生じるわけではない。また，PLにおいて励起した場合には，全て一重項励起状態となるところ，一重項励起状態から三重項励起状態に項間交差が生じたとしても，三重項励起状態から基底状態へと遷移し，燐光が生じるかは別の問題である。この意味でも，燐光か蛍光かが，「三重項励起状態を生じさせる重原子を含む有機化合物」が用いられているかによって区別されるとする原告の主張は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "有機ELデバイスの技術分野に係る文献(乙6～9)から明らかなとおり，当業者は，「fluorescence」は一重項励起状態からの発光である「蛍光」を意味するものであり，三重項励起状態からの発光である「燐光(phosphorescence)」とは異なるものと捉えており，また，一般の辞書等(乙10，11，甲52，19)においても，「fluorescence」は，一重項励起状態からの発光である「蛍光」であり，「燐光(phosphorescence)」とは異なるものとして説明されている。",
                    "そして，甲4は，一貫してイリジウムが中心金属となっている錯体による発光は「fluorescence」，すなわち「蛍光」であると繰り返し記載しており，「fluorescence」と「発光」の意味を有する「emmission」とを使い分けていることから，「fluorescence」を蛍光発光とは異なる「発光」の意味で用いているとは考えられない。",
                    "したがって，甲4に触れた当業者は，甲4のL MXの式で表される有機金属化合物による発光として記載された「fluorescence」の意味を一重項励起状態からの発光である「蛍光」と素直に解釈するのであって，これを燐光発光であると認識することは到底不可能である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲4が引用する甲48，更に甲48が引用する甲3によれば，甲4記載のL MXの式で表される有機金属化合物がMLCT励起状態に起因して発光することが理解される旨主張する。",
                        "しかし，甲48には「ビス(μ-クロロ)テトラキス(2-(4‘-R’-フェニル)-5-R-ピリジナト)ジイリジウム(Ⅲ)(R＝R‘＝H(1)；R＝H，R’＝ＮO (2)；及びR＝ＮO ，R‘＝H(3))」及び他のシクロメタル化Ir(Ⅲ)錯体による発光がMLCT励起状態に由来することが示されているのみであり，さらに，甲3にも「fac-Ir(R-ppy)」及び「Ir(ppy) 」がMLCT励起状態を経て発光することが示されているのみであって，いずれも甲4記載の錯体16-21による発光がMLCT励起状態に由来することが示されているわけではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲49，57，58の1，甲72～76，77の1・2，78の記載を根拠として，重原子を含む分子は，スピン-軌道相互作用により，一重項励起状態から三重項励起状態への遷移(系間交差(項間交差))や三重項励起状態から基底状態への遷移の確率が高くなること，蛍光の量子収率を低下させるとともに燐光の量子収率を増加させることから，三重項励起状態から燐光発光することは技術常識であり，原子番号が16番である硫黄(S)が重原子であり，これを含む分子は，重原子効果によりスピン-軌道相互作用が促進され，系間交差(項間交差)が生じ，燐光発光するとされている以上(甲49)，原子番号が77番のイリジウム(Ir)を含む分子が発光するとすれば，それは蛍光発光ではなく，燐光発光以外はあり得ない旨主張する。",
                        "しかし，甲49には，ある程度重い(強いスピン-軌道結合を有する)原子を含む分子は燐光発光する可能性が高いということが記載されているにすぎず，「重原子を含む分子が燐光発光する」とは記載されていない。そのほか，原告が指摘する甲57，58の1，甲72～76，77の1・2，78に記載されているのは，せいぜい重原子を含む分子の場合，そうでない分子に比べて相対的に燐光発光が生じやすいということのみであって，「重原子を含む分子が燐光発光する」とはどこにも記載されていない。加えて，甲58の1，甲76，77の1は，それぞれ本件優先日のわずか4か月前，2か月前及び4か月前に発行された文献であり，これを技術常識の基礎とするのは不合理である。したがって，原告が挙げる文献には，「重原子を含む分子が燐光発光する」とは記載されていないから，重原子を含む分子が燐光発光することが本件優先日以前より技術常識であった旨の原告の主張には理由がない。",
                        "また，甲78の表1・5は，蛍光量子収率が中心金属イオンの原子番号だけでなく，配位子やpHに依存するものであることを示しており，中心金属イオンの原子番号が大きい物質であっても，配位子やpHによっては，原子番号の小さい中心金属イオンの物質より蛍光量子収率が大きくなることを示している。そして，同表においては，タリウム(Tl：原子番号81)を中心金属イオンとする「Tl(C HOＮ) -CHCl 」の蛍光量子収率が記載されていないが，そもそもイリジウムの原子番号はタリウムよりも小さいし，上記のとおり，蛍光量子収率は中心金属イオンの原子番号だけでなく，配位子やpHに依存するものであることから，Tlを中心金属イオンとする蛍光量子収率が記載されていないからといって，イリジウムを含む分子が，蛍光発光しないということにはならない。",
                        "さらに，甲78の表1・5には，原子番号が硫黄(S：原子番号16)より大きい亜鉛(Zn：原子番号30)，ガリウム(Ga：原子番号31)，カドミウム(Cd：原子番号48)，インジウム(In：原子番号49)を中心金属イオンとした物質も，蛍光発光を示すことが記載されていることに照らせば，原子番号が硫黄(原子番号16)よりも大きいことを理由に，イリジウム(原子番号77)を含む分子の発光が燐光以外にあり得ないとする原告の主張は明らかに誤りである。",
                        "この点について，原告は，甲各号証において，イリジウム錯体が燐光発光を示した例を挙げるが，これはそれぞれのイリジウム錯体がそれぞれの配位子やpH，温度条件等の条件において燐光発光を示したことを意味するにすぎず，イリジウムを含む分子の発光が当然に燐光発光であることを意味するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，イリジウム錯体でMLCT励起状態に起因する発光は燐光発光であるとして，あたかもMLCT励起状態に起因する発光であれば必ず燐光発光であるかのように主張する。しかし，MLCT励起状態には，一重項MLCT励起状態と三重項MLCT励起状態とがあり，原則として，一重項MLCT励起状態から基底状態への遷移は許容であるため発光(蛍光発光)は生じやすく，一方で，三重項MLCT励起状態から基底状態への遷移は禁制であるため基本的に遷移は起こらず，発光(燐光発光)は生じないのであるから，MLCT励起状態が形成されれば常に燐光が発光するかのような原告の主張は誤りである。",
                        "また，原告は，甲1，46等の文献を引用して，イリジウム錯体でMLCT励起状態に起因する発光は燐光発光であることが技術常識であった旨主張する。しかし，甲1は本件優先日(平成11年12月1日)のわずか5か月前に発表された文献であって，同文献の記載のみをもって，上記事項を技術常識ということはできない。甲46は本件優先日前に頒布された刊行物ではなく，また，甲46の1頁の脚注に，1999年5月31日～6月4日に大阪で行われた国際会議において提供された講演であることが記載されているが，当該講演の内容と甲46に記載された内容が同じであるかは不明であるから，これを本件発明の進歩性の判断の基礎とすることはできない。",
                        "また，原告は，イリジウム錯体でMLCT励起状態に起因する発光をするものは三重項励起状態からの燐光発光であることは，甲5の記載から明らかである旨主張するが，甲5には，「遷移金属錯体(Ru，Os，Ir等)は…金属-配位子電荷移動(MLCT)励起状態を示す。」と記載されているのみであって，「イリジウム錯体でMLCT励起状態に起因する発光が燐光発光である」との記載はない。",
                        "さらに，原告は，甲1，8を根拠に Ir(ppy) (※L Mに相当)が，甲10，11を根拠に［Ir(ppy) (hpbpy)］＋，［Ir(ppy) (dpt-NH )］＋(※L MX’に相当。)がそれぞれ燐光発光する旨主張するが，上記化合物は，いずれも甲4記載のIr錯体ではなく，甲4記載のIr錯体が燐光発光することに関し何ら示唆を与えるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，甲8及び50の記載を引用して，Ir-C結合の数が多いとMLCT特性が高くなり，三重項MLCT励起状態から燐光発光する旨主張するが，甲8及び50に記載されているのは，Ir-C結合の数が多いとMLCT特性が高くなるということのみであって，MLCT特性が高ければ三重項MLCT励起状態から燐光発光することが記載されているものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，当業者は，甲4記載のL MXの式で表される有機金属化合物による発光が「蛍光」であることしか把握できず，これを燐光発光であると認識することはできない以上，甲1に甲4を組み合わせて，相違点2に係る技術的事項を容易に想到することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "燐光PLを示す物質をELデバイスに適用してELにより発光することが技術常識であったということはできないこと",
              "text": [
                "以下のとおり，本件優先日当時において，PLを示す物質を，ELデバイスに適用してELにより発光することが技術常識であったとの事実はなく，原告が引用する甲1，5，45，46も，上記事項が技術常識であったことの根拠となるものではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "PLは，発光物質に光エネルギーを照射することで，発光物質は基底状態から励起状態に遷移する。これに対して，ELは，ELデバイスに電圧を印加して電流を流すことで陽極から正孔が，陰極から電子がそれぞれ注入され，両者が発光物質内において分子のHOMOとLUMOを移動し，ある分子のHOMOとLUMOにおいて再結合することで励起状態が生じる。再結合が生じるか否かは，発光物質だけでなく，デバイスの構造などの影響も受けるとともに，再結合によって励起状態が生じるか否かが重要である。このように，PLとELとは，励起状態を形成する仕組みが全く異なることから，当業者の間では，PLとELは異なる技術分野と認識されており，PL発光を示す物質を有機ELデバイスに用いたとしてもEL発光を生じさせるのが困難であることは有機ELデバイスの分野において技術常識とされていた(甲45)。",
                    "とりわけ，PLにおいて燐光発光を示す物質が存在しても，それを有機ELデバイスに適用して燐光EL発光を生じさせることは困難であった。すなわち，1980年代からPLにおいて燐光発光を示す物質は確認されていたものの，有機ELデバイスによる燐光発光が初めて観察されたのは1990年であり，それも極低温(77K＝マイナス196℃)における発光であり，PLにおいて燐光発光を示す物質(Ir(ppy) )が有機ELデバイスに適用され室温において燐光発光を示すことが報告されたのは，本件優先日(1999年12月1日)のわずか5か月前の1999年7月5日であった(甲1)。このように，有機ELデバイスの分野においては，PLにおいて燐光発光を示す物質が存在しても，それを有機ELデバイスに適用して燐光EL発光を生じさせることは困難とされてきた(乙4)。",
                    "原告は，この点について，甲1，5，45，46，58の1，甲77の1を挙げ，燐光PL発光する有機金属錯体をELデバイスに適用する試みが実際に行われているのであるから，PLとELのメカニズムの違いによって異なる技術分野であると認識されていたとする被告らの主張は誤りである旨主張する。しかし，甲45は燐光ではなく蛍光に関するものであり，甲46は本件優先日前に頒布された刊行物ではないから，いずれも進歩性の基礎資料とはなり得ない。そして，上記文献のうち実際にかかる試みが行われたのは，甲1，5，58の1のみであり，これらの文献が当該試みを行ったものだとしても，発光メカニズムの違うPLとELが異なる技術分野であるという認識があることに変わりはない。殊に甲77の1(1999年7月22日発行)に「重要な課題として，…発光量子効率の高い三重項材料を見つけること，そして，それらのEL素子作製への適合性を調べることがあった」と記載されているとおり，単に，PL量子収率の高い燐光材料を発見するだけではなく，それがELデバイスに適合するかを調べることが課題であったということは，正に，本件優先日の直前において，PL量子収率の高い燐光材料であっても，ELデバイスに適用した場合に必ずしも燐光発光を示すとは限らないと認識されていたことを示している。したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1は，前記のとおり，本件優先日のわずか5か月前に発表された文献であって，同文献に基づいて，PLを示す物質をELデバイスに適用してELにより発光することが技術常識であったということはできない。",
                    "また，甲1の「適度なフォトルミネッセンス効率」(「PL効率」)とは，単に，励起状態からの発光量子効率を意味するものであると解されるところ，前記アのとおり，PLとELとでは励起の仕組みが異なるのであるから，必ずしも適度なPL効率を示す物質であればELデバイスの発光層に使用して発光を示すというわけではない。",
                    "さらに，甲4記載のL MXの式で表される有機金属化合物の発光は，前記(1)イのとおり「蛍光発光」と記載されているが，仮に原告主張のようにこれを「燐光発光」と捉え，かつ，甲1の記載に着目して「三重項の短い寿命(約1μsの寿命)」と「適度なフォトルミネセンス効率」の二つの要素を具備する物質を探そうとしたとしても，甲4には「三重項の短い寿命(約1μsの寿命)」も「適度なフォトルミネセンス効率」も記載されていない上，甲4は，標題の「生物学的に重要な配位子の金属錯体である，…錯体」が示すように，ペプチド及び他の生体分子のマーカーとして用いることを念頭に置いた生物学的な観点からの研究に係る文献であって，有機ELデバイスに係る甲1発明とは全く異なる技術分野に係る文献であるから，甲4記載のL MXの式で表される有機金属化合物を，甲1発明のELデバイスにおける燐光有機金属化合物に採用する動機付けが存在するとはいえない。",
                    "また，甲1発明は，甲1が発表されるまで存在した，PLにおいて室温で燐光発光を示す物質であっても，それを有機ELデバイスに適用して室温で燐光を観察するのは極めて困難であるとの課題を解決したものであり，甲1には，甲1発明に何らかの解決すべき課題があることは示されておらず，当業者も，甲1発明の発表からわずか5か月後の本件優先日において，甲1発明に解決すべき課題があるとは認識していなかった。甲1に甲4を組み合わせるのであれば，その前提として，甲1に何らかの課題があることが必要であるが，甲1には甲1発明の課題が示されていない以上，甲1は，当業者に対して，甲1発明に甲4を組み合わせる動機付けを与えるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲5においては，PL効率が0．33(33％)のオスミウム錯体をELデバイスに用いたところ，0．1％未満の発光効率しか示さなかったということである。これは，PLとELとでは励起の仕組みが異なるため，必ずしも高いPL効率を示す物質をELデバイスの発光層に使用してもEL発光を示すわけではないことを実証したものというべきである。仮に，甲5の記載を「(PL効率の高い)有機金属錯体がEL効率の高い有機発光デバイスの発光層となる可能性がある」ことを示す例と評価したとしても，他の物質にも同様に当てはまるかについては一切実証されていない。",
                    "したがって，仮に甲4記載のL MXの式で表される有機金属化合物の発光を「燐光発光」と捉えたとしても，甲4の記載から当該化合物の「PL効率」を把握することはできず，それが「(PL効率の高い)有機金属錯体」かどうかは不明であるから，甲5の記載は，甲4記載のL MXの式で表される有機金属化合物をELデバイスに採用する動機付けとはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲45は，単に「有機色素分子のなかにはPLで発光を示すものもあるので，有機電界発光素子も発光するかもしれないし，発光してほしい」という願望を示しているにすぎず，PLとELの関連性を示すものではなく，PLを示す燐光発光有機分子を，ELデバイスにより発光させることが記載されているわけではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甲46は本件優先日前に頒布された刊行物ではなく，また，甲46の1頁の脚注に，1999年5月31日～6月4日に大阪で行われた国際会議において提供された講演であることが記載されているが，当該講演の内容と甲46に記載された内容が同じであるかは不明であり，甲46に基づく原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，甲6，20，58の1，59,61～64等の記載からすれば，PLとELは異なる技術分野ではなく，むしろ密接に関連している旨主張する。",
                    "しかし，本件発明は，請求項1記載のとおり，「有機発光デバイス」であり，かかるデバイスは当然室温で使用することを前提としていることは，本件明細書の段落【0006】，【0007】の記載から明らかであるところ，原告の上記主張は，「PLにおいて室温で燐光発光を示す物質が存在しても，それを有機ELデバイスに適用して室温で燐光ELを生じさせることは困難であると当業者に認識されていた」との被告らの主張に対する反論にはなり得ない。そして，本件優先日当時，室温において燐光ELを示していたのはPtOEPと Ir(ppy) の二つのみであって(甲6，20)，これらのみによって，室温において有機ELデバイスを燐光発光させるのは困難であるとの長年の技術常識が覆されたと解することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)及び(2)のとおり，甲4に示されたL MXの式で表される有機金属化合物による発光が燐光発光であると認識することはできず，また，本件優先日当時において，PLを示す物質を，ELデバイスに適用してELにより発光することが「技術常識」のレベルにあったということはできない。そうすると，当業者は，甲1発明のL Mの式で表される化合物をL MXの式で表されるものに置換しようとはしない。しかも，PLを示す物質をELデバイスに適用してEL発光させることは技術常識ではなかったのであるから，甲4でPL発光についてのみ開示されたL MXの式で表される有機金属化合物をELデバイスに適用して発光を生じさせることが容易であったとはいえない。",
                "したがって，取消事由1にかかる原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1に関する容易想到性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，①甲2には，甲17を参酌しても，「モノメタルのイリジウム(Ⅲ)のビス(2-フェニルピリジン)(1,3-ジケトン)錯体」自体が記載されているということはできないから，「モノ及びバイメタルのロジウム(Ⅲ)及びイリジウム(Ⅲ)のビス(2-フェニルピリジン)(1,3-ジケトン)錯体」として「Ir(ppy)2(acac)」が記載されている又は記載されているに等しいということはできず，本件発明のL MXの式で表される燐光有機金属化合物が記載されているということはできない，②甲2には，「モノ及びバイメタルのロジウム(Ⅲ)及びイリジウム(Ⅲ)のビス(2-フェニルピリジン)(1,3-ジケトン)錯体系」について，「そのすべての誘導体は媒体内で発光し，配位子内(IL)または金属配位子電荷移動(MLCT)遷移に特徴的な可視(λmax=480-650nm)発光スペクトルが見られる。IL及びMLCT発光は 1,3-ジケトン配位子と関連する遷移を含む。」と記載されているが，ここでいう「発光」は原文では「luminescent」であるから，ELかPLか不明であるし，燐光発光するものであることも明らかではない，として甲2には，L MXの式で表される有機金属化合物がELにより燐光発光することも，MLCT遷移帯を有することも記載されていないし，またそのことを何ら示唆するものでもないから，甲3及び甲7～9から，甲1発明における Ir(ppy) が三重項MLCT励起状態を示し，燐光発光することが既に知られていたとしても，そもそも，燐光発光するL MXの式で表される有機金属化合物自体が甲2及び3に記載も示唆もされていないのであり，また，甲10～12を参酌しても，当該L MXの式で表される有機金属化合物がELデバイスにおいて三重項励起状態からの燐光発光をするものと認識できないのであるから，甲1，5及び6に，「ELデバイスに発光効率の優れた錯体を適用することが望まれている」ことが示されているとしても，また，「MLCT遷移帯を有する遷移金属錯体であればELデバイスの発光層に使用した場合三重項励起状態となる蓋然性があり，もってEL発光を示す発光層を形成するであろうということが当業界で少なくとも公知である」としても，甲1に記載された Ir(ppy) 錯体(L Mに該当する)をL MXの式で表される燐光有機金属化合物に置き換えて本件発明1とすることは，当業者が容易になし得たものということはできない，と判断した。",
            "しかし，以下に述べるとおり，甲2には，本件発明のL MXの式で表されるMLCT励起状態に起因して発光する有機金属化合物が記載され，かつ，この有機金属化合物は燐光発光することも明らかであるから，甲1に記載された Ir(ppy) 錯体(L Mに該当する)を甲2記載のL MXの式で表される燐光有機金属化合物に置き換えて本件発明1及び2とすることは，当業者が容易になし得たものというべきであって，本件発明1及び2に進歩性はない。",
            "したがって，本件審決は，相違点1に関する容易想到性の判断を誤ったものであって，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2には，本件発明のL MXの式で表されるMLCT励起状態に起因して発光する有機金属化合物が記載されていること",
              "text": [
                "甲2には，「モノ及びバイメタルのロジウム(Ⅲ)及びイリジウム(Ⅲ)のビス(2-フェニルピリジン)(1,3-ジケトン)錯体」がMLCT励起状態に起因する発光をすることが記載されている。",
                "甲2には，上図のとおり，具体的なロジウム錯体(ロジウム二核錯体)が記載されているところ，上記ロジウム錯体の二つのロジウムをイリジウムに置き換えた場合には下図のとおりとなり，かかるイリジウム錯体は，甲2に記載された「バイメタルの…イリジウム(Ⅲ)のビス(2-フェニルピリジン)(1,3-ジケトン)錯体系」であって，L MXの式で表される有機金属化合物であることは明らかである。",
                "そして，本件特許の特許請求の範囲及び本件明細書を見ても，L MXの式で表される有機金属化合物に二つの金属原子が含まれないとする根拠はない。殊に特許請求の範囲には，L MXのうち，「X配位子はO-O配位子又はＮ-O配位子のいずれかであり」とのみ記載され，Xに金属原子は含まないとの記載はないのであるから，X配位子に金属分子が含まれている構成も含まれる。",
                "また，甲2には，「モノ…メタルの…イリジウム(Ⅲ)のビス(2-フェニルピリジン)(1,3-ジケトン)錯体」との記載があり，その構造式は下図のとおりであり，これがL MXの式で表される有機金属化合物であることは明らかである上，上記錯体の一つとして，具体的に甲3には「Ir(ppy) (acac)」が記載されている。",
                "したがって，甲2には，本件発明のL MXの式で表されるMLCT励起状態に起因して発光する有機金属化合物が記載されているということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2に記載されたL MXの式で表される有機金属化合物は燐光発光すること",
              "text": [
                "甲2記載のL MXの式で表される有機金属化合物は，MLCT励起状態に起因して発光するものであり，前記1の取消事由1〔原告の主張〕(1)イのとおり，イリジウム錯体のMLCT励起状態に起因する発光は燐光発光であると当業者は理解するため，甲2記載のL MXの式で表される有機金属化合物は燐光発光すると理解する上，①イリジウムのような重原子を含む分子は，燐光発光することは教科書レベルの技術常識であり，②イリジウム錯体でMLCT励起状態に起因する発光は，三重項MLCT励起状態からの燐光発光であり，更に，③Ir-Cの結合の数が多いとMLCT特性が高くなり三重項MLCT励起状態から燐光発光することから，同様にイリジウム錯体であり，Ir-Cの結合数が多い甲2記載のL MXの式で表される有機金属化合物も燐光発光するものと，当業者であれば理解することは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)及び(2)によれば，甲2及び3には，明確にL MXの式で表される有機金属化合物が記載され，これを当業者は容易に製造することが可能であり，かつ，かかる有機金属化合物は燐光発光することも，当業者であれば容易に理解する。また，前記1の取消事由1〔原告の主張〕(2)のとおり，燐光PLを示す物質をELデバイスに適用してEL発光させることは技術常識であるから，仮に甲2記載の有機金属化合物の発光がPL発光であるとしても，これをELデバイスに適用してエレクトロルミネセンス(EL)により発光させることには動機付けがある。そうすると，甲2及び3に記載されたイリジウム錯体は，L MXの式で表される有機金属化合物であり，燐光発光するから，このような燐光発光する有機金属化合物を，甲1に記載されたL Mの式で表される燐光発光有機金属化合物に代えてELデバイスに適用することは，当業者であれば極めて容易であり，本件発明1及び2は，甲1，2及び3等に記載の発明に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができない。本件審決は，相違点1に関する容易想到性の判断を誤ったものである。また，本件発明1及び2に進歩性があることを前提として，本件発明4ないし7，10及び13についても進歩性を肯定する本件審決の判断も誤りであることは明らかである。",
                "したがって，本件審決は取り消されるべきである。",
                "〔被告らの主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲2，3には，L MXの式で表される燐光有機金属化合物は記載されていないこと。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2に具体的に化学式が記載されているのは，下図のとおり，ロジウム二該錯体のみであって，二つのロジウムの一方又は両方をイリジウムに置換した錯体まで記載されているということは必ずしも妥当でない。",
                    "仮に，甲2には二つのロジウムの両方をイリジウムに置換した錯体まで記載されているとしても，かかる錯体は二つの金属を含んだ錯体である。本件発明のL MXの式で表される燐光有機金属化合物は中心金属M(イリジウム(Ⅲ))が1個しか存在しない有機化合物であることを特定しているのであって，二つの金属が含まれる錯体は本件発明のL MXの式で表される燐光有機金属化合物には該当しない。",
                    "また，本件発明の特許請求の範囲において，X配位子は金属であるMに配位するものとされていること，本件明細書に記載されているX配位子はいずれも金属を含むものではないこと，X配位子が金属を含んでいることを示唆するような記載がないことに照らせば，X配位子は金属分子を含まないものと解するのが相当であって，別のイリジウム錯体を有する構造部分をもって一つのX配位子(O-O配位子)に該当すると捉えることには無理がある。",
                    "したがって，いずれにせよ，甲2には，L MXの式で表される燐光有機金属化合物は記載されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲2記載の「モノ及びバイメタル」の意味について，「モノメタル」は錯体に含まれる金属が1つの場合を意味し，「バイメタル」は錯体に含まれる金属が二つの場合を意味するとの前提の下，甲2に示された化学式の構造を図1のように捉えて，甲2の「モノ…メタルの…イリジウム(Ⅲ)のビス(2-フェニルピリジン)(1，3-ジケトン)錯体」はL MXの式で表される有機金属化合物であるとも主張する。",
                    "図1                          図2",
                    "しかし，前記のとおり，甲2に具体的に化学式が記載されているのは，ロジウム二該錯体のみであって，仮に，ロジウム二核錯体の一部が置換された別の錯体が記載されているとしても，置換可能なのは金属と置換基(R)のみである。そのため，ロジウム二該錯体の一部を置換したとしても，錯体に金属は二つ含まれるのであって，金属が1つになることはない。したがって，「モノメタル」及び「バイメタル」の意味を原告主張のように解すると，甲2には「モノメタル」の錯体は記載されていないこととなり，「発光性のロジウム及びイリジウムのモノ及びバイメタル1，3-ジケトン錯体」との甲2の標題及び記載内容と整合しない。これに対し，「モノメタル」は錯体に一種類の金属が含まれる場合，「バイメタル」は錯体に二種類の金属が含まれる場合を意味すると解すれば，甲2の記載内容と整合し得る(例えば，ロジウムが二つ含まれている錯体を「モノメタル」，ロジウムが1つ，イリジウムが1つ含まれている錯体を「バイメタル」と捉えれば，甲2の記載内容と整合し得る。)。",
                    "また，同様に，甲2のロジウム二核錯体について，置換可能なのは金属と置換基(R)のみであるから，図2(甲2に記載された化学式)の四角で囲まれた部分をRに置換できるなどということは，甲2には一切記載されておらず，甲2に図1の化学式が記載されているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲3の図1には，Ir(acac)  ＋ 3Hppy → Ir(ppy) の反応経路図が記載されているところ，その途中に「Ir(ppy) (acac)」を経ることが記載されている。しかし，甲3には「Ir(ppy) (acac)」を実際に合成し，単離したことは一切記載されていないことからすると，甲3の図1は，あくまでもIr-C結合のトランス効果を説明するための模式図であって，「Ir(ppy) (acac)」は仮想的なものと解される。そうすると，甲3には，「Ir(ppy) (acac)」についてその利用が可能な程度に記載されているということはできないし，ましてや，Ir(ppy) (acac)が燐光発光を示すか否かといった発光特性は一切記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2記載の有機金属化合物がMLCT励起状態に起因して燐光発光することは記載されていないこと",
              "text": [
                "原告は，甲2記載の有機金属化合物が，MLCT励起状態に起因して発光することが甲2に明記されている旨主張する。",
                "しかし，甲2には，「配位子内(IL)または金属配位子電荷移動(MLCT)遷移に特徴的な可視(λmax=480-650nm)発光スペクトルが見られる」と記載されているのみであって，「MLCT励起状態に起因して発光する」との記載はなく，また，前記1の取消事由1〔被告らの主張〕(1)ウ(ウ)のとおり，MLCT励起状態に起因する発光は燐光発光であるとの前提自体に誤りがあることから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，仮に，甲2に記載のL MXの式で表される有機金属化合物がPLを示す物質であったとしても，これを，ELデバイスに適用して発光することは，主引例である甲1に記載されているばかりか，他の文献にも示されているとおり当業者がこれまで行ってきた技術常識であるから，甲2に記載のL MXの式で表される有機金属化合物のELを示すか不明であっても，甲1に適用することは容易である旨主張する。",
                "しかし，PLを示す物質をELデバイスに適用して発光することが技術常識のレベルにあったといえないことは，前記1の取消事由1〔被告らの主張〕(2)のとおりであり，これを前提にした原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書(乙5により訂正された甲40)の発明の詳細な説明には，概ね，次の内容の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，式L MX(式中，L及びXは異なった二座配位子であり，Mは金属，特にイリジウムである。)の有機金属化合物，それらの合成及びあるホスト中のドーパントとして，有機発光装置の発光層を形成するために使用することに関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "有機発光装置(OLED)は，いくつかの有機層から構成され，それらの層の中の1つは，装置を通って電圧を印加することによりELを生ずるようにすることができる有機材料から構成されている。あるOLEDは，LCD系天然色平面パネル表示装置に代わる実際的技術として用いるのに充分な輝度，色の範囲及び作動寿命を有することが示されている(【0002】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "有機材料では，分子励起状態又は励起子の崩壊により光が発生する。例えば，励起子の対称性が基底状態のものと異なっていると，励起子の放射性緩和は，不可能となり，発光は，遅く非効率的になる。基底状態は，通常，励起子を含む電子スピンの交換では反対称なので，対称性励起子の崩壊は，対称性を破る。そのような励起子は，三重項として知られているが，OLEDでの電気的励起により形成されたどの三つの三重項励起子でも，ただ一つの対称状態(一重項)励起が生じる(甲1参照)。対称性不可過程からの発光は，燐光として知られている。特徴として，燐光は，遷移の確率が低いため，励起後数秒間まで持続することがある。これに対して，蛍光は，一重項励起の早い崩壊で始まる。この過程は，同じ対称性の状態の間で起きるので，非常に効率的である(【0005】。なお，甲1は，【0019】でも参照されている。)。多くの有機材料は，一重項励起子からの蛍光を示すが，三重項による効果的室温燐光を出すことができるものは，ほんの僅かなものしか確認されていない。例えば，ほとんどの蛍光染料では，三重項状態に含まれているエネルギーは，浪費されるが，三重項励起状態が，例えば重金属原子の存在により発生するスピン軌道結合により摂動を起こすと，効果的燐光がいっそう起きやすくなる。この場合，三重項励起は，ある一重項特性をとり，それは，基底状態へ放射性崩壊するいっそう大きな確率を有する。実際，これらの性質を有する燐光染料は，大きな効率のELを示している(【0006】)。三重項による効果的室温燐光を示すことが確認されている有機材料は，ほんの僅かしかないが，対照的に，多くの蛍光材料は知られている。蛍光は，大きな励起密度で燐光発光を減少する三重項・三重項消滅によって影響を受けない。したがって，蛍光材料は，多くのEL用途に適している(甲6参照。【0007】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "燐光の利用に成功することは，有機EL装置の膨大な前途を約束するものである。例えば，燐光の利点は，1つには，燐光装置の三重項に基づく全ての励起子(EL中でのホールと電子との再結合により形成される。)が，あるEL材料でエネルギー移動及び発光に関与することができることである。これに対し，一重項に基づく蛍光装置では，僅かな割合の励起子しか蛍光発光を与える結果にならない(【0024】)。蛍光は，原理的には，対称励起状態の3倍大きな数により75％低い効率になる(【0025】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明は，L MX(式中，L及びXは，異なったモノアニオン性二座配位子であり，Lは，sp2混成軌道炭素及びヘテロ原子を有するLの原子によりMに配位しており，Mは，8面体錯体を形成する，好ましくは第3系列の遷移金属，好ましくはイリジウム(Ir)である。)に関する(【0008】【0038】)。この化合物は，増大した濃度で，またはそのままで，有機発光ダイオードの発光層として働くホスト層中のドーパントとして働くことができる(【0039】【0046】【0047】)。Lの例は，2-(1-ナフチル)ベンゾオキサゾール，(2-フェニルベンゾオキサゾール)，(2-フェニルベンゾチアゾール)，(7，8-ベンゾキノリン)，クマリン，(チエニルピリジン)，フェニルピリジン，ベンゾチエニルピリジン，3-メトキシ-2-フェニルピリジン，チエニルピリジン及びトリルピリジンであり(【0048】)，Xの例は，アセチルアセトネート(acac)，ヘキサフルオロアセチルアセトネート，サリチリデン，ピコリネート及び8-ヒドロキシキノリネートである(【0049】)。L及びXの更に別な例は，図39(10種類の化合物が一般式で表されている。なお，本判決では図示しない。)のほか，「総合配位化学」第2巻第20．1章及び第20．4章に見いだすことができる(【0050】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件発明1に記載の燐光有機金属化合物に含まれる16種類のイリジウム錯体(BTIrを含む。)の製造方法(【0052】～【0076】)並びに発光スペクトル及びＮMRスペクトル(図8～15，17～22，25～36)は，当該段落及び図(本判決では図示しない。)に記載のとおりである。得られたイリジウム錯体は，強く発光し，ほとんどの場合，燐光であることを示す1ないし3マイクロ秒(μsec)の寿命を持っている(【0079】)。発光を示す錯体は，L MX(Mは，イリジウム)として特徴付けられ，この錯体の発光は，イリジウムとL配位子との間のMLCT遷移に基づくものであるか，又はその遷移と配位子間の遷移との混合に基づくものである(【0080】)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "式L MXの化合物は，OLEDの燐光発光体として用いることができる。例えば，Lが2-フェニルベンゾチアゾール，Xがアセチルアセトネート及びMがイリジウムである場合の化合物(BTIr)は，OLEDの発光層を形成するために4，4′-Ｎ，Ｎ′-ジカルバゾール-ビフェニル(CBP)中のドーパントとして質量で12％のレベルで用いた場合，12％の量子効率を示す(【0010】【0011】【0041】【0042】)。本件発明のホスト層は，カルバゾール部分を有する特定の分子からなってもよいが，中でもCBPが好ましい(【0091】～【0094】)。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "本件発明で使用される発光装置は，30nmのＮPDからなるホール輸送層(HTL)を，ITO(アノードとしての機能を果たすインジウム錫酸化物の透明伝導性相)被覆ガラス基体上にまず蒸着する。そのＮPDの上に，ホストマトリックス中へドープした有機金属の薄膜を蒸着して発光層を形成する。例として，発光層は，12重量％のBTIrを含有するCBPであり，その層の厚さは，30nmであった。発光層の上に，バトクプロイン(BCP)からなり，厚さ20nmのブロッキング層を蒸着する。ブロッキング層の上に，厚さ20nmのAlq からなる電子輸送層を蒸着する。電子輸送層の上に，Mg-Ag電極を蒸着して，装置が完成する(【0095】【0098】)。カソードとアノードの間に電圧を印加すると，ホールがITOからＮPDへ注入され，ＮPD層により輸送される一方，電子は，Mg-AgからAlqへ注入され，Alq及びBCPを通って輸送される。次に，ホールと電子は，EMLへ注入され，キャリヤー再結合がCBPで起き，励起状態が形成され，BTIrへのエネルギー移動が起き，最終的にBTIr分子が励起され，放射崩壊する(【0096】)。この装置の量子効率は，12％である(【0097】)。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "蛍光材料は，装置中の発光体としてある利点を有する。L MX(Mは，イリジウム)錯体を製造するのに用いられるL配位子が大きな蛍光量子効率を有するならば，配位子の三重項状態を出入りする系間移行を効率的に行わせるため，イリジウム金属の強いスピン軌道結合を用いることができる。これは，イリジウムがL配位子を効果的な燐光中心にするということにある。この方法を用いて，どのような蛍光染料を用いても，それから効果的な燐光分子を作ることができる。すなわち，Lは蛍光を発するが，LMX(Mは，イリジウム)は，燐光を発する(【0104】)。例えば，Lがクマリンであり，Xがアセチルアセトネート(acac)である場合のL IrX錯体は，強い橙色の発光を与えるのに対し，クマリン自身は，緑色に発光する(【0105】)。色素レーザー及び他の用途のために開発された蛍光染料の数は極めて多いので，この方法は，極めて広範な燐光材料をもたらすものと予想される(【0106】)。ただし，ヘキサフルオロ-acac及びジフェニル-acac の両方の錯体は，L IrX錯体のX配位子として用いた場合，当該錯体からの発光をクエンチすることがあるため，非常に弱い発光を与えるか，または発光を全く示さない。その理由は，完全には明らかになっていない(【0114】)。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "本件発明のOLEDは，OLEDを有する実質的にどのような形の装置にでも用いることができ，例えば，大画面表示器，乗物，コンピューター，テレビ，プリンター，大面積壁，劇場若しくはスタジアムのスクリーン，掲示板又は標識に組み込まれるOLEDに用いることができる(【0117】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記第2の2記載の本件発明の特許請求の範囲によれば，本件発明は，いずれもアノード，カソード及び発光層を含み，L MXの式(式中，L及びXは，異なった特定の二座配位子であり，Mは，イリジウムである。)で表される燐光有機金属化合物を発光層に含む有機発光デバイス又はこれが組み込まれた表示装置である。そして，前記(1)の本件明細書の記載によれば，本件発明は，L MXの式(式中，L及びXは異なった二座配位子であり，Mは金属，特にイリジウムである。)で表される有機金属化合物，それらの合成及びあるホスト中のドーパントとして，有機発光装置の発光層を形成するために使用することに関するものであるところ(段落【0001】)，燐光では全ての励起子が発光に関与できるため，原理的に蛍光よりも高い効率で発光が得られることから，燐光の利用に成功することは有機EL装置の前途を約束するものであるが(段落【0024】，【0025】)，多くの有機材料は一重項励起子からの蛍光を示すが，三重項による効果的室温燐光を出すことができるものは，ほんの僅かなものしか確認されていないことから(段落【0006】，【0007】)，本件発明の燐光有機金属化合物L MXに含まれる16種類のイリジウム錯体の製造方法並びに発光スペクトル及びＮMRスペクトルを具体的に示し(段落【0008】【0038】【0039】【0046】～【0050】【0052】～【0076】【0079】【0080】【0104】～【0106】【0114】)，そのうちBTIrをELデバイスに組み込み，その量子効率を測定するなどして(段落【0095】～【0097】)，本件発明に係るL MXの式で表される燐光有機金属化合物は有機発光デバイスにおいて燐光発光体として用いることができることを開示したものであることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1(「Appl. Phys. Lett., Vol.75, No.1, 5 JULY 1999 pp.4-6」(邦題：「電気燐光に基づく高効率緑色有機発光デバイス」，平成11年7月5日発行)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「近年における，白金ポルフィリンからの高効率赤色電気燐光の実証は有機発光デバイス(OLED)特性のブレークスルーを予兆していた。蛍光とは異なり，燐光は一重項及び三重項励起状態の双方を用いるので，100％の最大内部効率を達成する可能性を含んでいる。しかし，基準輝度100  cd／m2 に対し，初期研究段階のポルフィリンの外部量子効率は2．2％である。この外部量子効率は実質的には低電流時の量子効率(5．6％)より低い。」(訳文2頁3～9行)"
                },
                {
                  "fig": "イ",
                  "subject": "「今回，我々は緑色電気燐光材料である fac-トリス-(2-フェニルピリジン)イリジウム [Ir(ppy) ]を用いたOLEDについて述べる。三重項の短い寿命と適度なフォトルミネセンス効率という双方の要因の併発によって，Ir(ppr) 系OLEDの量子効率のピークを8．0％(28  cd／A)，パワー効率のピークを31  lm／Wとすることができる。」(訳文2頁14～18行)"
                },
                {
                  "fig": "ウ",
                  "subject": "「蛍光はスピン対称性を保つ有機分子の輻射緩和に限定して起きる。このプロセスは非常に急速(およそ 1  ns)であり，典型的に一重項励起状態と基底状態間の遷移を起こす。反対に燐光は，対称性が保たれない「禁制」遷移，例えば三重項励起状態と一重項基底状態間の遷移により生じている。電気励起状態下では励起子は両方の対称状態で作られる。つまり，全ての励起子からルミネセンスを得ることで，純蛍光デバイスの場合に得られる効率よりも著しく高い効率が得られる可能性が出てくる。」(訳文2頁21～27行)"
                },
                {
                  "fig": "エ",
                  "subject": "「図1にエネルギー準位の提案図とOLEDに用いるいくつかの材料の分子構造式を示す。透明な導電性インジウムスズ酸化物をプレコートした清浄されたガラス基板上に，有機層が高真空熱蒸着(106 Torr)によって成膜される。厚さ400Åの4，4’-ビス［Ｎ-(1-ナフチル)-Ｎ-フェニル-アミノ］ビフェニル(α-NPD)層はCBP中の Ir(ppy)で構成されている発光層へ正孔を輸送する役割を持つ。電子輸送材料のトリス-(8-ヒドロキシキノリン)アルミニウム(Alq )で作られた厚さ200Å の層は Ir(ppy) ：CBP層に電子を輸送し，陰極での Ir(ppy) 発光吸収を減らす働きをしている。直径1mmの開口をもつシャドウマスクを用いて，厚さ500Å のAgキャップを備えた25：1",
                  "text": [
                    "Mg：Agの厚さ1000Å の層から成る陰極を画定した。先にも述べられている通り，2，9-ジメチル-4，7-ジフェニル-1，10-フェナントロリン(バソキュプロイン又はBCP)の薄膜バリア層(60Å)をCBPとAlq 間に挟むことが，発光領域内に励起子を閉じこめること，即ち，高効率保持に対して必要であることがわかっている。」(訳文3頁7～21行)",
                    "「",
                    "図1：電気燐光デバイスのエネルギー準位提案図。最高被占分子軌道(HOMO)エネルギー及び最低空分子軌道(LUMO)エネルギーを示す…。Ir(ppy) のHOMOレベル及びLUMOレベルはわかっていない。挿入図(a)は Ir(ppy) ，(b)はCBP，(c)はBCPの化学構造式をそれぞれ示す。」(図は原文5頁左欄，図1の説明は訳文5頁下から10～6行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「CBP中の Ir(ppy) の過渡応答は，脱気トルエン中の室温で測定した2μsの寿命と比較して500ns程度の単一指数関数的燐光減衰である。これらの短い寿命はスピン軌道結合が強いことを示唆しており，また過渡応答中に Ir(ppy) 蛍光が存在しないことも合わせて，Ir(ppy) は一重項から三重項状態への強い項間交差を保持しているものと我々は予想している。よって，全ての発光は長寿命の三重項状態に起因している。残念ながら三重項のゆっくりとした緩和は電気燐光の障害になり得るが，Ir(ppy) の第1の利点は三重項の寿命が短いことである。よって，実際の所，燐光の障害は弱まる。」(訳文4頁16～25行)"
                },
                {
                  "fig": "カ",
                  "subject": "「これまで調査を行った燐光性化合物のうち，純粋な有機材料では，室温で強い燐光を示すためのスピン軌道カップリングが不十分である。純粋な有機燐光体の可能性を排除すべきではないが，最も有望な化合物は芳香族配位子を有する遷移金属錯体である可能性がある。遷移金属は一重項状態と三重項状態を混在させているので，項間交差を高め三重項励起状態の寿命を短くする。本研究で示したように，高性能デバイスには，適度なフォトルミネッセンス効率と約1μs の寿命で十分である。」(訳文5頁15～21行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，甲1発明が，前記第2の3(2)のとおり，「アノード，カソード及びCBPなどのホストと Ir(ppy) なる燐光有機金属化合物のドーパントを含む発光層を含む有機発光デバイスであって，前記発光層は前記アノードと前記カソードの間に配置される，有機発光デバイス(前記式中，「ppy」は2-フェニルピリジンである)。」というものであることは，当事者間に争いがない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(相違点2に関する容易想到性の判断の誤り)について",
          "text": [
            "原告は，甲4には，L MXの式で表されるIr錯体の発光は「fluorescence」(蛍光)の語が用いられ，「phosphorescence」(燐光)の語が用いられていないが，①イリジウムのような重原子を含む分子は，重原子効果により，スピン-軌道相互作用が促進され，一重項励起状態から三重項励起状態への遷移(系間交差(項間交差))及び三重項励起状態から基底状態への遷移の確率が高まること，及び蛍光の量子収率が低下し燐光の量子収率が増加すること等から，当該分子が発光していればそれが燐光発光であることは技術常識であり(甲49，57，58の1，甲72～76，77の1・2，甲78)，Ir錯体で金属-配位子電荷移動(MLCT)励起状態に起因する発光は，三重項MLCT励起状態からの燐光発光であることは技術常識であり(甲5，46)，また，Ir-Cの結合の数が多いとMLCT特性が高くなり三重項MLCT励起状態から燐光発光することから(甲8，50)，甲4に示されたL MXの式で表される有機金属化合物(イリジウム錯体)の発光が，一重項励起状態に起因する蛍光であって，三重項励起状態に起因する燐光と認識されないと直ちに判断するのは誤りであり，同様にIr錯体でありIr-Cの結合数が多い甲4に記載されたL MXの式で表される有機金属化合物も，当業者であれば燐光発光するものと理解すること，更に，②燐光PLを示す物質を，ELデバイスに適用してELにより燐光発光させることは，当業者がこれまで行ってきた技術常識であるから(甲5，45，46)，甲4記載の有機金属化合物がPLにより燐光発光することが理解できる以上，これを甲1に記載されたL Mの式で表される燐光発光有機金属化合物に代えてELデバイスに適用することは当業者であれば容易に想到することができた旨主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件優先日当時の技術常識について",
              "text": [
                "そこで，まず，原告が技術常識であった旨主張する上記①，②の各事項が，本件優先日当時の技術常識であったと認められるかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "Ir錯体の発光であれば当業者は燐光発光と理解するかについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "重原子を含む分子による発光は，重原子効果により燐光発光であることが技術常識といえるかについて",
                      "text": [
                        "原告が，本件優先日当時，重原子を含む分子による発光は，重原子効果により燐光発光であることが技術常識であったことの根拠として挙げる文献等の内容について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲49の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲49)によれば，甲49(「アトキンス物理化学(下)第4版」，平成5年発行)には，概略，次の記載がある。",
                                "「りん光",
                                "図17・11(本判決では図示しない。)はりん光に至るまでの一連の事象を示している。第一段階は，蛍光の場合と同じであるが，励起三重項状態の存在が決定的な役割を演じる。(…三重項…これは二つの電子のスピンが平行な状態である。)",
                                "励起一重項状態と励起三重項状態とは，そのポテンシャルエネルギー曲線が交差する点で共通の構造をとっている。それゆえ，もし二つの電子スピンを不対にする何らかの機構があると，分子は系間交差を起こして三重項状態になれる。原子スペクトルの議論で…スピン-軌道結合が存在すると，一重項-三重項の遷移が起こり得ることを学んだが，分子についても同じことがいえる。分子が(Sのような)かなり重い原子を含むときにはスピン-軌道結合が大きいから，系間交差が重要になると予想できる。…",
                                "もしある励起分子が交差して三重項状態になると，その分子は引続きエネルギーをまわりに与えるが，今度は三重項の階段を下りてきて，最低振動エネルギー準位に捕捉される。溶媒はこの最終の，大きな電子励起エネルギーの量子を引き抜くことはできず，しかも基底状態に戻ることはスピン禁制であるために，分子はそのエネルギーを放射することもできない。 しかし，放射遷移が完全に禁じられているわけではない。それは，系間交差の原因となるスピン-軌道結合によって選択律も破れるからである。したがって，分子の弱い放射が可能になり，この放出はもとの励起状態が形成された後，長い間続くことになる。",
                                "…またこの機構から，りん光の効率がある程度重い(強いスピン-軌道結合を有する)原子の存在によって決まるはずであると考えられるが，事実はその通りである。」(762～764頁)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲49には，分子がS(硫黄)のようにかなり重い原子を含むときには，スピン-軌道結合が大きく，系間交差が生じ，三重項励起状態になれるため，燐光発光する旨が記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲57の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲57)によれば，甲57(「有機光化学」，昭和45年発行)には，概略，次の記載がある。",
                                "「すでに述べた系間交差，S→TやT→S，は多重度を異にする状態の間の遷移であって，たとえばS とT がそれぞれ完全に純粋な一重項と三重項状態であれば，この二つの状態の間での遷移はスピン禁制遷移であるため非常に起こりにくいはずである。このような遷移が起こるためには，一重項状態と三重項状態の間に混じり合い(mixing)が必要であって，たとえば三重項の混じった一重項状態から一重項の混じった三重項状態への遷移が可能になる。",
                                "このように多重度の異なる状態の間の混じり合いは，主としてスピン-軌道相互作用(spin-orbital interaction または coupling)によるといわれていて，系間交差過程を理解する上に重要である。スピン-軌道相互作用は電子の軌道運動と電子のスピン磁気モーメントとの磁気的な相互作用で起こるといわれており，特に重原子(臭素やよう素など)や常磁性原子(鉄など)が系内にあるときには強くなり系間交差が促進される。実際に有機分子に重原子を導入すると，その大きなスピン-軌道相互作用のためいわゆる重原子効果(heavy atom effect)が現われ系間交差が促進される。",
                                "…重原子効果は励起一重項から励起三重項への系間交差を起こしやすくするので，一般に励起三重項からの反応は重原子を含む溶媒によって促進される。…励起三重項から基底状態への遷移にも重原子効果が現われ，したがって励起三重項の寿命が短くなる。」(62～63頁)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲57には，重原子(臭素やよう素など)が有機分子内にあると，その大きなスピン-軌道相互作用のために，いわゆる重原子効果が現われ，系間交差及び励起三重項から基底状態への遷移が促進されることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲58の1の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲58の1)によれば，甲58の1(「Current Opinion in Solid State and Materials Science 4 (1999) 369-372」(邦題：「有機発光ダイオードにおける電気燐光」)，1999年(平成11年)8月発行(甲58の2))には，概略，次の記載がある。",
                                "「OLEDにおける別の色調整の方法では，OLED構造への少量の光ルミネッセンス(PL)色素のドーピングを伴う。…このPL色素ドーピング技術は，発光色が可視スペクトル全体にわたる，効率及び素子寿命の良好なOLEDを作製するために用いられてきた。…本論文では，色素をドープしたOLEDから高効率かつ飽和した赤色発光を得るために燐光ドーパントを用いることについて説明する…。」(訳文1頁下から4行～2頁3行)",
                                "「我々は最近，燐光色素を慎重に選択すれば，高効率な電界発光(すなわち電気燐光)がOLEDにて得られることを発見した…。効率よい電気燐光を得る鍵は，適切なドーパントとホスト材料の選択にある。このプロセスのための最良のドーパントは重原子を含む燐光体である。これらの分子中の重原子にみられる強いスピン軌道カップリングは，一重項状態と三重項状態の顕著なミキシングを可能とし，項間交差を促進し，しばしば高効率燐光につながる。三重項励起状態から基底状態への放射緩和の効率を向上させることに加えて，重原子は，標準的な有機燐光体と比較して，三重項状態の発光寿命を大幅に低減させる。白金オクタエチルポルフィン(PtOEP)は重原子を含む燐光体のよい例である。PtOEPの燐光量子収率は室温で0．5，そして77Kで＞0．9であり，寿命は室温及び77Kで，それぞれ90μs及び131μsである。」(訳文3頁下から6行～4頁6行)",
                                "「燐光ドーパントの重原子は，色素上の一重項励起子をすみやかに三重項励起状態へと変え，色素からの燐光に至る。そのため，燐光ドーパントはEL過程で形成される一重項励起子及び三重項励起子のどちらも有効に利用するものと考えられる。」(訳文4頁下から4～1行)",
                                "「OLED中のPtOEPの実測発光寿命は35μsであり，77Kでの寿命は131μsであり，量子効率が0．9である。」(訳文6頁下から6～4行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲58の1には，燐光ELに用いられる燐光ドーパント(具体例：PtOEP)において，重原子によるスピン-軌道相互作用によって，一重項励起状態から三重項励起状態への遷移(項間交差)が促進され，三重項励起状態から基底状態への放射緩和の効率を向上させ，高効率の燐光につながる旨が記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲73の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲73)によれば，甲73(「Inorganic Chemistry, Vol.25, No.22, 1986」(邦題：「燐光8-キノリノール金属キレート。励起状態特性及び酸化還元挙動」)，昭和61年発行)には，概略，次の記載がある。",
                                "「一般式M(QO) (n＝3，M＝Al(Ⅲ)，Bi(Ⅲ)，Rhn(Ⅲ)，Ir(Ⅲ)；n＝2，M＝Pt(Ⅱ)，Pb(Ⅱ))の8-キノリノール(QOH)金属錯体のいくつかを合成し，その特性を示した。重金属錯体(M＝Pt(Ⅱ)，Pb(Ⅱ)，Bi(Ⅲ)，Ir(Ⅲ))は流体溶液中で長寿命(τ≃2～4μs)燐光及び励起状態吸収(ESA)を示す。これらの錯体の光物理(発光スペクトルと寿命，ESAスペクトルと寿命，発光量子収量，長寿命状態の形成効率)について詳しく研究した。長寿命発光状態は，8-キノリノール配位子の金属摂動三重項状態に帰属する。これらの基底状態酸化還元電位及び励起状態特性に基づいて，重金属8-キノリノール錯体は強力な励起状態還元剤(-0．8～-1．3Vの電位範囲  vs．SCE)として挙動することが予測される。消光の調査によってこれらの予想を検証する。」(訳文1頁4～14行)",
                                "「発光  調査した錯体は2種類のはっきりと異なる発光を呈する。",
                                "Al(Ⅲ)錯体，Pb(Ⅱ)錯体，及びBi(Ⅲ)錯体が示す緑色発光は室温にてナノ秒領域の寿命を有し，77Kで凍結しても実質的に増大しなかった(表I)。複数の著者によって何年も前に提唱されたように，この発光は配位子局在蛍光に帰属すると考えられる。最低エネルギー吸収帯についてのストークス・シフトは，さまざまな錯体の間で基本的に一定である(室温で約0．65μm-1)。この顕著なシフトは，QO-体とQOH ＋体のいずれであっても，遊離配位子で観察されるものに匹敵する。それらの起源は共通であるにもかかわらず，さまざまな錯体が呈する蛍光発光は強度が数桁異なる(表I)。これにより，配位子一重項励起状態の無放射減衰効率の大幅な変化は金属イオンの変化によってもたらされることが示唆される。この点については後でより詳細に考察する。",
                                "赤色発光は，Pt(Ⅱ)錯体及びIr(Ⅱ)錯体により，全ての実験条件下で非常にはっきりと示される。Pb(Ⅱ)錯体及びBi(Ⅲ)錯体では，この発光は77Kガラス中でよりはっきりと見られるが，室温でも時間分解実験において検出可能であり，蛍光帯のテールから分離できる。Rh(Ⅲ)錯体では，この発光は低温のみで見られる。これらの違いにもかかわらず，これら全ての発光は非常に狭いエネルギー範囲(室温で640～655nm，77Kで590～625nm)にある。これらの発光の低温での寿命は10-5～10-4秒の範囲にあるが，室温では通常数マイクロ秒になる(恐らくRh(Ⅲ)錯体ではこれよりずっと短い)。これらの数字により，赤色発光は全てのケースで燐光であることがはっきりと示される。」(訳文10頁下から7行～11頁15行)",
                                "「結論としては，Pt(QO) 及びIr(QO) では金属-配位子d-π帰属を完全に排除することはできないものの，調べた全ての錯体の長寿命発光は配位子中心燐光に帰属すると考える。」(訳文12頁13～15行)",
                                "「M(QO) 錯体において配位子中心燐光が現れるのは金属の摂n動によりη (判決注：項間交差効率)が高まるためだと考えるiscのは非常に妥当と思われる。本研究に関わる金属イオンは全て反磁性であるため，金属の摂動効果は重原子誘導のスピン-軌道結合によるものである可能性が高い。」(訳文13頁下から5～2行)",
                                "「Al(Ⅲ)錯体は遊離ヒドロキシキノリン及びほとんどの非遷移金属オキシキノリン錯体に挙動が似た基準系と見なすことができる。非常に強い蛍光発光(表I)を室温の流体溶液中及び77Kの硬質ガラス中の両方で生じさせる。燐光発光は低温であっても検出できず，これにより，項間交差効率η が遊離配位子中とisc同様に無視できることが示される。実際，アルミニウムなどの軽金属では大きな重原子効果は見込めない。」(訳文14頁4～9行)",
                                "「Pt(Ⅱ)錯体及びIr(Ⅲ)錯体は室温及び低温の両方で強い燐光発光を示す点で注目に値する。これらの錯体において蛍光は全く存在せず，η が1であるという妥当な仮説と一致する。iscこれらの錯体について，この仮説は実験的に確認されている(表Ⅰ)。高い燐光収量と比較的短い三重項寿命(表Ⅰ)は，重原子によって“三重項”状態からの放射及び無放射失活がかなり促進されたことを示唆する。これは金属の高原子番号と，金属-配位子結合の高い共有結合性の特徴を考慮すると全く妥当である。三重項寿命に対する温度の大きな影響がないことは，これらの錯体において金属中心状態は非常にエネルギーが高いため，発光状態から熱的に利用できないという考えと矛盾しない。",
                                "Pb(Ⅱ)錯体及びBi(Ⅲ)錯体は，いくつかの点で燐光(例えばPt(Ⅱ))錯体と蛍光(例えばAl(Ⅲ))錯体の中間の挙動を示す。実際，これらは室温でも77Kでも蛍光と燐光の両方を発する。そのため，金属の高原子番号にもかかわらず，Pb(Ⅱ)で実験により立証されたように，これらの錯体では項間交差はあまり効率が良くない(表I)。このことは，これらの錯体における金属-配位子結合が比較的イオン性であることに起因する。これらの錯体における重原子摂動が中程度であることも，比較的長い低温三重項寿命(表I)によって指摘されており，比較的遅いT →S 過程を反映している。これらの値は，さらに共有結合性の高い相互作用が金属の低原子番号を補うと考えられるRh(Ⅲ)錯体で得られる値に匹敵する。」(訳文14頁下から5行～15頁14行)",
                                "「表Ⅰ  8-キノリノール及び金属8-キノリノール錯体の光物理特性"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "a",
                          "subject": "低エネルギー帯    b  脱気溶液  …"
                        },
                        {
                          "fig": "f",
                          "subject": "緑色発光のテールで隠れている；時間分解実験で得られたス  ペクトル。」(訳文18頁)",
                          "content": [
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲73には，Ir(QO) 錯体等の重金属錯体はその重原子によって三重項励起状態に起因する発光(燐光)が促進されること，軽金属であるAl(QO) 錯体は蛍光のみ発光すること，Irより重い原子であってもPb(QO) Bi(Q2，O) 錯体は，金属-配位子結合が比較的イオン性であるため，項間交差はあまり効率が良くなく，蛍光と燐光の両方を発すること等が記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲74の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲74)によれば，甲74(「化学選書  有機光化学」，平成3年7月10日発行)には，概略，次の記載がある。",
                                "「スピンと軌道の相互作用によって，一重項⇔三重項の相互変換が可能になり，無放射過程では項間交差の禁制がゆるめられる。放射過程でリン光の発光が可能になるのも，ここで述べたスピン-軌道の相互作用による一重項，三重項の混合である。",
                                "スピン-軌道相互作用の大きさをきめる因子の一つは，原子核の電荷の大きさである。…中心の原子核の電荷が大きいほどそれが作り出す磁場が大きく，電子スピンのみそすり運動におよぼす影響が大きい。原子番号の大きい原子(重原子)を持つ分子では，項間交差が効率よく起こる(内部重原子効果)。」(25頁)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲74には，スピン-軌道相互作用によって項間交差の禁制が緩められ，燐光発光が可能となること，重原子を持つ分子では，項間交差が効率よく起きる旨が記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "甲75の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲75)によれば，甲75(「アトキンス物理化学小辞典」，平成10年6月15日発行)には，概略，次の記載がある。",
                                "「りん光[phosphorescence] 物質に高エネルギーの放射線を照射したとき，物質から出る可視光線をりん光という。りん光は光源がなくなった後も，少なくともしばらくは持続する。これは蛍光とは，発光に関与する励起状態の多重度が基底状態とは異なるので発生の機構が違う。りん光の発光機構はつぎのとおりである…。はじめ，分子が上部の電子状態の振動励起状態へ励起される。それから，振動の励起が失われるにつれて，スピン-軌道カップリング(判決注：スピン-軌道相互作用と同義である。)の影響で系間交差を起こし，多重度の異なる励起状態へ移る(たとえば，S=0の励起一重項状態がS=1の三重項状態になる)。この新しい電子状態において振動励起の無放射減衰が続き，最後には振動の基底状態にいたる。さらに，その状態がスピン禁制の放射遷移を起こして基底(一重項)状態まで減衰する。系間交差はスピン-軌道カップリングの存在によって起こるので，分子内に重元素の原子(硫黄など)がはいっていると系間交差やその後のりん光が強調される。」(345頁)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲75には，分子内に重元素の原子(硫黄など)が入っていると，スピン-軌道相互作用により系間交差が生じ，さらにその後の燐光が強調される旨が記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "甲76の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲76)によれば，甲76(「基礎化学コース  光化学Ⅰ」，平成11年9月30日発行)には，概略，次の記載がある。",
                                "「重原子効果が顕著な例は遷移金属錯体である。W(CO) NHEt についてはすでに述べたが，もう一つの例として 2 価の RuII原子に2，2’-ビピリジン(bpy)が3分子配位した[Ru(bpy) ]2+について説明しよう。この錯体は～450nmに S →S 遷移の吸収極大を示すが，これは Ru の dπ軌道電子が bpy 配位子のπ*軌道に励起される MLCT遷移(metal-to-ligand charge-transfer transition)によるものである。しかし，S の 1MLCT*状態は蛍光を発することなく，＞1011s-1という速い速度で同じ電子配置の三重項状態(T ，3MLCT*)に項間交差し，室温で実測寿命が～1μsの強いりん光を615nmに示す…。これは，Ru 原子による重原子効果によってスピン反転を伴う項間交差やりん光過程の効率(速度)が高くなった結果である。」(79頁)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲76には，重原子効果が顕著な例は遷移金属錯体であるとし，ルテニウム錯体である[Ru(bpy) ]2+は，この重原子効果によって，蛍光を発することなく，室温で強い燐光を示す旨が記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "甲77の1の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲77の1)によれば，甲77の1(「Advanced materials 1999, 11, No.10」(邦題：「発光ダイオードに用いる三重項励起状態を有する高発光性の金(I)錯体及び銅(I)錯体」，平成11年7月22日発行(甲77の2))には，概略，次の記載がある。",
                                "「(ELで見られるような)2つの不対(電子)の組み合わせにより形成される励起子のスピン統計則を考慮すると，一重項状態及び三重項状態の光ルミネッセンス収率が同じである場合，三重項状態からのEL収率は3倍になると見込まれる。これにより，EL量子収率が25％という壁を突破する可能性が出てきた。重要な課題として，発光団のスピン禁制遷移を可能にすること，発光量子効率の高い三重項材料を見つけること，そしてそれらのEL素子作製への適合性を調べることがあった。」(訳文1頁下から5行～2頁2行)",
                                "「本論文では，二つのd10金属イオン金(I)及び銅(I)化合物の三重項励起状態からのELについて報告する。金(I)化合物は，ビス(ジフェニルホスフィノ)メタン(dppm)がホスフィン配位子間を架橋する二核金(I)錯体Au (dppm) (SO CF ) であり，ここではAu と示し，銅(I)化合物は，四核錯体Cu (C≡Cph) L (L＝1，8-ビス(ジフェニルホスフィノ)-3，6-ジオキサオクタン)であり，ここではCu と示す。…どちらも室温にて脱気溶液中及び固体状態で強い発光を示した。…溶液中，固体状態，及び高分子マトリクス中におけるAu 及びCu の基本的な光ルミネッセンスのデータを表1(本判決では表示しない。)にまとめる。溶液中でAu では565nm…にある長寿命発光帯，及びCu では522nm…にある長寿命発光帯は，…低い位置にあるスピン禁制励起状態によるものであると考えられる。溶液中でそれぞれ測定したAu の量子収率0．23及びCu の量子収率0．42は，発光性の金(Ⅰ)錯体及び銅(Ⅰ)錯体の文献値に比べて最も高い値となっている。」(訳文2頁3～19行)",
                                "「銅(I)錯体及び金(I)錯体の三重項励起状態と一重項基底状態との間のスピン禁制遷移から観察された強い発光は，軌道角運動量がスピン角運動量に加算されるスピン軌道カップリング(判決注：スピン-軌道相互作用と同義である。)によって説明できる。重原子又は重イオンによるスピン軌道カップリングの促進によって，三重項励起状態から一重項基底状態への遷移確率が高まる。そのため，遷移金属イオンをこれらの錯体の骨格に導入することで，スピン運動量の特異性が無くなり，スピン保存則が破られる。すなわち，スピン軌道カップリングによって電子状態が別の電子状態と結合し，その結果，スピン軌道混合による異なる電子状態のカップリングによって遷移モーメントが増大することになる。本研究では，成膜及びEL素子の作製のため，また大気中の酸素分子による励起状態の消失を防ぐために，両化合物を半導体高分子マトリクス(ポリビニルカルバゾール，PVK)中に分散した。」(訳文2頁19行～3頁4行)",
                                "「Au ：PVK膜又はCu ：PVK膜のPLスペクトル及びELスペクトルを比較することで，興味深い結果が得られた…。290nmでの励起において，PVK及び両金属錯体は最も強い発光を呈することが過去の実験により示されている。290nmで励起したAu ：PVK…膜のPLスペクトルは，二つのピークを520nmと410nmに示す…。寿命が3．5μsの低エネルギー発光はAu の三重項励起状態から生じるが，…寿命が＜10nsの高エネルギー発光は典型的な一重項励起状態発光であった。ELスペクトル中で，520nmにおける発光強度は大幅に増大しているが，一方で410nmにおける高エネルギー帯は弱いピークとなる…。Au と同様に，Cu ：PVK…膜のPLスペクトルは，二つのピークを516nmと410nmに示す…。ELスペクトル中で，516nmにおける発光強度は大幅に増大しているが，一方で410nmにおける高エネルギー帯はなだらかである…。これは，三重項励起状態の形成効率が一重項状態と比べて高いためだと考えられる。我々は，三重項発光はELにおいてPLと比べて約3倍に増大していることを見出し，これによりEL過程において三重項励起子の形成効率が3倍高いことが示される。」(訳文4頁6行～23行)",
                                "「上記考察から多くの結論を導き出すことができる。一つ目は，三重項励起状態のPL効率が高い材料は有機EL素子の発光層として用いることができ，これによりEL材料の範囲が従来の一重項材料(有機色素，共役ポリマー)から遷移金属錯体などの三重項材料へと広がるということである。」(訳文5頁下から3行～6頁1行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲77の1には，燐光EL発光をする金属錯体に関して，重原子によるスピン-軌道相互作用によって，三重項励起状態から基底状態への遷移確率が高まること，すなわち，重原子が存在することで燐光発光することが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "i",
                          "subject": "甲72の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲72)によれば，甲72(「紫外・可視スペクトル(第2版)」，昭和45年発行)には，概略，次の記載がある。",
                                "「リン光",
                                "ケイ光に比べリン光はかなり長い減衰時間(前者は 10-9から 10-6秒，後者は 10-4から数秒)をもっている。リン光は準安定の三重項状態から基底状態へもどる際の発光であることがわかっている。ある種の無機物質のリン光は活性化剤として作用する不純物の存在が必要であり，リン光は個々の分子のエネルギー準位でなく結晶のエネルギー準位が原因となっている。大部分の有機化合物ではリン光は分子の特性である。リン光スペクトルは通常吸収またはケイ光スペクトルよりも長波長側に現われる。リン光は三重項-一重項遷移によるものであって，それは禁制の性格のものである。重原子を含む分子あるいは重原子を含む溶媒はスピン-軌道カップリングによる遷移を有利にする。二，三の芳香族化合物のリン光スペクトルのデータを下に示した。",
                                "重原子の存在はケイ光収率を低下させるのに反して，リン光量子収率は増加する。ケイ光収率もリン光収率も励起波長および濃度には無関係である。」(199頁)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲72には，重原子を含む分子は，重原子の存在により，蛍光の量子収率を低下させるとともに，燐光の量子収率を増加させる旨が記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "j",
                          "subject": "甲78の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲78)によれば，甲78(「蛍光・りん光分析法」，昭和59年発行)には，概略，次の記載がある。",
                                "「蛍光性金属錯体において，中心金属イオンが原子番号の小さい軽金属イオンから原子番号の大きい重金属イオンに変化するにつれて蛍光の量子収率は次第に減少し，三重項状態の収率が増加する。これを内部重原子効果(inner heavy atom effect)といい，外部重原子効果と区別する。表1・5に8-キノリノール誘導体の金属錯体の蛍光量子収率と中心金属イオンの原子番号との関係を示した。φfがAl＞Ga＞Inで，Tlは蛍光を発しないことから内部重原子効果がいかに大きいかがわかる。」(42～43頁)",
                                "「このようにしてスピン-軌道相互作用によってスピンの反転が起こるが，その作用は原子核の電荷が大きい原子，つまり重原子ほどスピン-軌道相互作用は大きくなる。これがすなわち，重原子効果である。原子番号の大きい原子は中心原子の電荷が大きくなり，その磁場が強くなるので，電子の軌道は核に接近してその影響を受けやすい。スピン-軌道相互作用の程度を見積もるのには核の有効電荷Zを用いることもあるが，スピン-軌道カップリング定数(…)ζ(ゼーター)値がよく利用される。主な原子およびイオンのζ値を表1・6に示す。」(44～45頁)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲78には，蛍光性金属錯体において，中心金属イオンが原子番号の小さい軽金属イオンから原子番号の大きい重金属イオンに変化するにつれて蛍光の量子収率は次第に減少し，三重項状態の収率が増加すること，重原子であるインジウム(In：原子番号49)，カドミウム(Cd：原子番号48)，ガリウム(Ga：原子番号31)，亜鉛(Zn：原子番号30)の錯体であっても蛍光発光するものがあることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "k",
                          "subject": "甲62の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲62)によれば，甲62(「8-キノリノール類の金属錯体を用いた有機電界発光素子の発光特性」電子情報通信学会論文誌C-Ⅱ  Vol．J73-C-Ⅱ  Ｎo．11，平成2年発行)には，概略，次の記載がある。",
                                "「3  結果と考察",
                                "3．1  中心金属による発光特性の変化",
                                "まず7種の8-キノリノール金属錯体…を発光層とする素子のEL発光特性を調べた。中心金属はAl，Ga，In，Zn，Sn，Pb，Cuの7種である。",
                                "…各々の錯体の固体での蛍光強度の順番は，Al＞Ga，In＞Zn，Sn＞Pb≫Cuであるので，蛍光の量子収率が小さいものほどEL発光効率も低くなる傾向にあることがわかる。」(662頁右欄21～40行)",
                                "「EL発光効率を支配する最大の因子は蛍光の量子収率を考えられる」(664頁右欄2～3行)",
                                "「4．むすび",
                                "…素子のEL発光効率は，発光層物質の蛍光の量子収率にほぼ比例する。」(665頁右欄下から12～3行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "前記(a)によれば，甲62には，Al，In，Zn等の7種の8-キノリノール金属錯体について調べた結果，EL発光効率は，発光層物質の蛍光の量子収率にほぼ比例する旨の記載があり，他方，燐光発光に関する記載はないことから，重原子であるInやZn等の錯体であっても，蛍光発光するものがあることが記載されているということができる。",
                              "text": [
                                "以上のa～kによれば，本件優先日当時，硫黄(S：原子番号16)，臭素(Br：原子番号35)，ヨウ素(I：原子番号53)のような重原子が有機分子内にあると，「重原子効果」によりスピン-軌道相互作用が大きくなり，一重項励起状態から三重項励起状態への遷移(項間交差)及び三重項励起状態から基底状態への遷移の効率が高くなり，燐光発光が生じやすくなること(甲49，57，74，75)，重原子の存在により，蛍光収率が低下し燐光収率が増加すること(甲72，78)，重原子効果によるスピン-軌道相互作用の大きさは，原子番号が大きい原子ほど大きくなること(甲78)，重原子効果が顕著な例は遷移金属錯体であること(甲76)が，いずれも技術常識であったことを理解することができる。そして，具体的な錯体についてみると，銅(Cu)錯体(原子番号29：甲77の1)，ルテニウム(Ru)錯体(原子番号44：甲76)，白金(Pt)錯体(原子番号78：甲58の1)，金(Au)錯体(原子番号79：甲77の1)，Ir錯体(原子番号77)であるIr(QO) (甲73)が重原子効果により燐光発光することや，Ir(ppy) (甲1。ただし，甲1には重原子効果との記載はない。)が燐光発光することが知られていたことが認められる。",
                                "しかし，上記の技術常識は，重原子を含む分子(特に遷移金属錯体)においては，燐光発光が生じやすいことを示すにとどまるものであって，重原子を含む分子からの発光であれば，当然にそれが蛍光発光ではなく燐光発光であることを意味するものではない。何故ならば，イリジウム(Ir：原子番号77)よりも重い原子である鉛(Pb：原子番号82)やビスマス(Bi：原子番号83)を含む金属錯体であっても，項間交差の効率はあまり良くなく，その発光は燐光と蛍光の中間の挙動を示すこと(甲73)，及び，重原子のインジウム(In：原子番号49)，カドミウム(Cd：原子番号48)や亜鉛(Zn：原子番号30)等の錯体であっても蛍光発光するものがあること(甲62，甲78)が知られていたことからすれば，重原子を含む分子からの発光であっても，それが蛍光であることもあり得ることが理解できるからである。そうすると，本件優先日当時，硫黄(S：原子番号16)等の重原子を含む分子(特に遷移金属錯体)は重原子効果により燐光発光しやすく，当該分子からの燐光発光であればそれは重原子効果によるものであることが技術常識であったことが認められるものの，重原子を含む分子からの発光であれば，それが全て燐光発光であるとの技術常識があったということはできず，他にかかる技術常識が存在したことを認めるに足りる証拠はない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "Ir錯体でMLCT励起状態に起因する発光は三重項MLCT状態からの燐光発光であって，Ir-Cの結合の数が多いとMLCT特性が高くなり三重項MLCT励起状態から燐光発光することが技術常識といえるかについて",
                      "text": [
                        "原告が，本件優先日当時，Ir錯体でMLCT励起状態に起因する発光が三重項MLCT状態からの燐光発光であり，Ir-Cの結合の数が多いとMLCT特性が高くなり三重項MLCT励起状態から燐光発光することが技術常識であったことの根拠として挙げる文献等の内容について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲5の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲5)によれば，甲5(「Synthetic Metals, Vol.94, 1998, pp.245-248(邦題：「遷移金属錯体の三重項金属-配位子電荷移動励起状態からのエレクトロルミネセンス」，平成10年発行)には，概略，次の記載がある。",
                                "「要約",
                                "ある種のオスミウム(Ⅱ)錯体，Os(CＮ) (PPh ) X(X＝ビピリジン誘導体又はアントロリン誘導体)(判決注：甲5の図1(本判決では図示しない。)には，上記ある種のオスミウム(Ⅱ)錯体の化学構造式(4種類)が記載されているところ，当該化学構造式によれば，「アントロリン」とあるのは，「フェナントロリン」の誤記であると認められる。)の三重項金属-配位子電荷移動(MLCT)励起状態からの発光は，ポリ(Ｎ-ビニルカルバゾール)(PVK)マトリクスに混入させることによって向上する。…8Vを超える直流バイアス電圧で，安定した均一な赤色のエレクトロルミネセンスが観測される。」(訳文1頁8～16行)",
                                "「一般に，光化学において一重項及び三重項励起状態は，どちらもスピン選択の統計に基づくものの，有機分子からのエレクトロルミネセンス(EL)は一重項励起状態によると考えられている。これは，大多数の有機分子は三重項励起状態からの発光量子収率が低く，EL発光に寄与しないためである。しかし，強い三重項状態発光(0．5を超えうる量子収率)を示す有機金属錯体もあり，このことは，こうした三重項励起状態材料を用いることによって高効率ELデバイスを設計する可能性を生み出している。既に知られている通り，遷移金属錯体(Ru，Os，Ir等)は中心金属と配位子の間に強い相互作用があるため，長い励起状態寿命及び励起波長に依存性のない量子収率により三重項状態の特性を示す金属-配位子電荷移動(MLCT)励起状態を示す。」(訳文1頁下から8行～2頁3行)",
                                "「本稿では遷移金属錯体の三重項MLCT励起状態からのELの初観察結果について報告する。」(訳文2頁9～11行)",
                                "「2．1．材料",
                                "…PPh をOsO (CＮ) Xと光化学反応をさせて，Os(CＮ) (PPh )X…を用意した。」(訳文2頁13～16行)",
                                "「3．結果と考察",
                                "本研究で用いたOs(Ⅱ)錯体は室温において高いルミネセンス量子収率(例えば，化合物4の脱酸素クロロホルム溶液中における発光量子収率は，0．33)を示す。」(訳文3頁14～17行)",
                                "「4．結論",
                                "初めに，一連のOs(Ⅱ)錯体のPL特性と電子構造について調査した。発光層としてOs(Ⅱ)錯体／PVKを用いたELデバイスを用意した。ITO／Os錯体：PVK／Al及びITO／Os(Ⅱ)錯体：PVK／PBD／Alセルを用いることにより，Os(Ⅱ)錯体の三重項MLCT状態からのEL発光を観測した。我々の研究結果は，このような高い三重項状態のPL効率を有する材料を有機ELデバイスの発光層として用いることができることを示しており，そうすることによって材料の幅を広げEL効率を高める新たな手法を提示している。」(訳文5頁下から7行～6頁2行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲5には，遷移金属錯体(Ru，Os，Ir等)は，中心金属と配位子の間に強い相互作用があるため，光励起により，長い励起状態寿命及び励起波長に依存性のない量子収率により三重項状態の特性を示す金属-配位子電荷移動(MLCT)励起状態を示すことが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲46の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲46)によれば，甲46(「Pure. Appl. Chem., 1999, vol.71」(邦題：「燐光材料の有機発光デバイスへの応用」)，平成11年5月31日～同年6月4日講演(甲46の訳文1頁欄外脚注))には，概略，次の記載がある。",
                                "「要約：有機燐光体は，蛍光物質よりも4倍効率がよいため，有機EL業界から注目されている。本稿では，ランタニド錯体，有機燐光体，及び金属-有機錯体の有機燐光体カテゴリーを概説する。効率の良い燐光に必要な特性を考察し，もっとも有望な物質に関して結論を出す。」(訳文1頁9～12行)",
                                "「有機金属燐光体",
                                "ベンゾフェノンの例は，有機配位子が室温で効率よく燐光するためには，三重項の寿命が短いことが必要であるということを示している。これは，一重項と三重項の励起状態を混合するスピン軌道(L-S)相互作用によって実現する。スピン-軌道相互作用は有機金属錯体内に重原子が存在することで格段に向上される。前述のランタニド錯体と比較して，これらの物質は，代表的にはOs，Ru，Pd，Pt，Ir，ならびにAuの錯体であり，原子遷移では発光しない。むしろ，最小エネルギー励起状態はしばしば金属配位子電荷移動三重項状態であり，L-S相互作用によって励起一重項状態と混合される。その結果，燐光寿命は短く(＜100マイクロ秒)高フォトルミネッセンス効率が可能となる。一重項と三重項の励起状態の混合は，項間交差が非常に高い確率(＞99％)で起こることの要因でもある。従って，これらの錯体の一重項及び三重項励起は燐光発光をもたらすことができる。」(訳文6頁17行～7頁2行)",
                                "「有機金属錯体の三重項状態からの高効率のエレクトロルミネッセンスは，燐光色素2，3，7，8，12，13，17，18-オクタエチル-21H，23H-ポルフィン白金(Ⅱ)(PtOEP)を用いたOLEDで最終的に証明されている。」(訳文7頁16～19行)",
                                "「三重項-三重項消滅と飽和は，燐光の寿命が短ければ最小化される。これは緑色燐光材料fac  トリス(2-フェニルピリジン)イリジウム(Ir(ppy) )を用いて証明された。PtOEPと同様に，Ir(ppy) はCBPホストにドープされる。」(訳文11頁14～17行)",
                                "「結論",
                                "…効率の良い三重項エネルギー移動と恐らく直接電荷トラップ及び励起子形成がPtOEPや Ir(ppy) のような有機金属化合物の成功の一要因である。L-S相互作用を特徴とする有機金属錯体は今までのところもっとも成功した燐光体であるため，異なる波長で燐光を発する同様の錯体は研究に値する。」(訳文13頁16～25行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲46には，Ir錯体を含む金属錯体が三重項MLCT励起状態となり燐光発光すること，及びこれらの金属錯体が有機発光デバイス(ELデバイス)に応用できることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲8の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "証拠(甲8)によれば，甲8(「Inorg. Chem., Vol.33, No.3,",
                              "text": [
                                "1994」(邦題：「facialトリスシクロメタル化Rh3＋錯体及びIr3＋錯体：その合成，構造，光学分光特性」))には，概略，次の記載がある。",
                                "「fac-［Ir(ppy) ］では，金属配位子間電荷移動(3MLCT)最低励起状態が見られる。電荷移動特性が3π-π＊最低励起状態に混在していることの証拠は，発光減衰時間の短さにより得られる。」(訳文1頁下から9～6行)",
                                "「1. イントロダクション",
                                "芳香族配位子を持つ，シクロメタル化した4d6および5d6遷移金属錯体は，光還元プロセスに適した系であると考えられている。なぜなら，配位子のσ-ドナーおよびπ-アクセプター特性により，低位の金属配位子間電荷移動(MLCT)状態を誘発するためである。この最低励起状態のMLCT特性は金属-Cのσ-結合の数が最大となることによって，最も高くなるとされている。従って，配位結合するC原子が最大数となる錯体を調製することを狙いとする。」(訳文1頁下から5行～2頁2行)",
                                "「可視領域に及ぶ弱い吸収特性，およびIr3＋錯体にのみ見られる弱い吸収特性は，それぞれ形式上はスピン禁制3MLCT遷移と同定される。それらは，スピン軌道結合により，より高いエネルギーのスピン許容遷移と混在することで強度を得る。Ir3＋はスピン軌道結合定数がより大きいため，Ir3＋の方がRh3＋よりも対応する3MLCTバンドが強くなる。」(訳文7頁下から8～3行)",
                                "「吸収スペクトルは似ているものの，3つの錯体の発光バンドの形状やエネルギーはまったく異なる。これは，それらの最低励起状態が違った性質のものであることを示している。fac-［Ir(thpy) ］のはっきりとした形のある発光バンドは，［Ir(thpy) bpy］＋および［Ir(thpy) en］＋の発光バンドと類似したスペクトル位置で発生し，似た形状をしている。［Ir(thpy) bpy］＋および［Ir(thpy)en］＋の発光バンドは，thpy-配位子上の3π-π＊遷移に起因している。同様に，fac-［Ir(thpy) ］の最低励起状態は，thpy-上の3π-π遷移のために起こると我々は考える。」(訳文8頁3～11行)",
                                "「同様の論拠を fac-［Ir(ppy) ］の発光スペクトルバンドの帰属にも用いることができる。19600cm-1に最大値を持つ主要な広いバンドはCH Cl 溶液中の［Ir(ppy) en］＋の最大値とよく一致し，これはIr→ppy-3MLCT遷移とみなせる。従って，室温でのPMMA中の fac-［Ir(ppy) ］の最低励起状態は ppy--への3MLCT励起のためであると言える。」(訳文8頁11～16行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲8には，Ir-C結合の数が多いとMLCT特性が高くなること，及びIr-C結合数が最大の三つとなるイリジウム錯体である fac-［Ir(ppy) ］が3MLCT(三重項MLCT)励起状態に起因して発光していることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲50の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲50)によれば，甲50(「Sci. Pap. Inst. Phys. Chem. Res. 1984」(邦題：「イリジウム(Ⅲ)のオルトメタル化錯体の発光分光学及び酸化消光」)，昭和59年発行)には，概略，次の記載がある。",
                                "「要約",
                                "数個の，2-フェニルピリジン(ppy)及びベンゾ［h］キノリン(bzq)の単一核のオルトメタル化Ir(Ⅲ)錯体の励起状態を，発光測定により特徴づけた。これらの錯体は，77Kでのガラス中，及び室温での不活性溶媒中の両方において，金属から配位子への電荷移動(MLCT)又は配位子中心(LC)励起状態から発光する。励起状態におけるMLCT又はLC特性の程度は，Ir-C結合の数及び金属配位圏にある他の配位子の性質を調整することにより制御することができる。光酸化還元過程での強い還元剤としてふるまう，オルトメタル化種の励起状態の能力は，様々な酸化力のある消光剤による，fac-Ir(ppy) の発光の消光によって説明される；これらの研究は，この種について約＋1．8Vの励起状態酸化電位を示す。」(訳文1頁)",
                                "「MLCT特性は，Ir-Cシグマ結合の最大数を有し，比較的高エネルギーのLC励起状態をもつ，よく非局在化したパイ-アクセプター配位子を有する，錯体において，最もよい。例えば，2つのIr-Cシグマ結合が，よく非局在化したパイ-アクセプトするbpy配位子へMLCTを促進させる Ir(ppy) (bpy)＋でも事情は同じである。一方，LC特性の程度は，より少ないIr-C結合が存在する場合，そして，強い，しかし局在化した，パイ-アクセプトする配位子，及び／又は，低エネルギーLC励起状態をもつ配位子が，金属配位子圏に存在する場合も，最もよい。したがって，1つのIr-Cシグマ結合を有する Ir(bpy-C3,N’)(bpy) 2＋，又は，bzq 配位子がより弱いパイアクセプターであって，bpy より低エネルギーのLC励起状態を有する，［Ir(bzq) Cl］ ，又は，強いが，局在化したパイ-アクセプトCO配位子を含む Ir(ppy) Cl(CO)，のような錯体は，発光励起状態において，比較的，よりLC特性を有する。」(訳文1頁)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲50には，Ir-C結合の数が多い(二つ又は三つの場合)とMLCT特性が高くなることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "そして，証拠(甲1，8，10，11，28，79，80)及び弁論の全趣旨によれば，本件優先日当時，三重項MLCT励起状態に起因する燐光発光を示すIr錯体としては，具体的に以下のものが知られていたことが認められるところ，証拠上，Ir錯体で発光するものとして知られているものについては，その発光は全て燐光発光であり，蛍光発光するものが知られていたことを認めることはできない。",
                            "Ir(ppy) (甲1，8)",
                            "〔Ir(ppy) (HL-X)〕+(甲10)",
                            "〔Ir(ppy) (dpt-NH )〕+(甲11，28)",
                            "〔Ir(ppy) (4mptr)〕+(甲79)",
                            "〔Ir(ppy) (bpy)〕+(甲80)",
                            "〔Ir(ppy) (en)〕+(甲80)",
                            "以上のa～eによれば，本件優先日当時，Ir等の遷移金属の錯体は，中心金属と配位子の間に強い相互作用があるため，三重項MLCT励起状態を示し燐光発光することができること(甲5，46)，及びIr錯体においてIr-C結合の数が多い(二つあるいは三つの場合)とMLCT特性が高くなること(甲8，50)が知られており，三重項MLCT励起状態に起因する燐光発光を示すIr錯体には，Ir(ppy) の部分構造を有しIr-C結合の数が二つ以上である錯体等が知られていた(甲1，8，10，11，28，79，80)ということができる。",
                            "しかし，金属錯体には，金属中心の遷移(MC；metal-centered)や配位子内遷移(LC；ligand-centered)という電子遷移に加え，中心金属と配位子との間で電荷の移動を伴う電荷移動遷移である中心金属から配位子への電荷移動(MLCT；metal–to-ligand charge-transfer)，配位子から中心金属への電荷移動(LMCT；ligand-to-metal charge-transfer)，配位子間電荷移動(LLCT；ligand-to-ligand charge-transfer)等の電子遷移があり，このような電子遷移に関わる様々な励起状態があって，金属と配位子の組合せによりどのような励起状態となるかは変化するものということができる。このことは，前記d(a)のとおり，甲50中に，「励起状態におけるMLCT又はLC特性の程度は，Ir-C結合の数及び金属配位圏にある他の配位子の性質を調整することにより制御することができる。」と記載されていることからも裏付けられるところである。",
                            "そうすると，Ir-C結合を二つ有するIr錯体において，他の配位子の構造が励起状態に影響を与える可能性があるから，当該錯体が，三重項MLCT状態に起因して燐光発光を示すことがあるとまではいえるものの，Ir-C結合以外の他の配位子の構造いかんにかかわらず，三重項MLCT励起状態から燐光発光することが技術常識であったとまでは認めることはできず，他にこれを認めるに足りる証拠はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)及び(イ)によれば，重原子であるIrを含み，Ir-C結合を二つ含む Ir(ppy) の部分構造を有するIr錯体からの発光については，燐光である可能性はあるものの，他の配位子の構造いかんにかかわらず，これを蛍光ではないとまで断言できる技術水準にあったということはできないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "燐光PLを示す物質をELデバイスに適用してELにより燐光発光させることが技術常識であったかについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告が本件優先日当時，燐光PLを示す物質をELデバイスに適用すること，またはPLとELとが関連する技術分野であることが，いずれも技術常識であったことの根拠として挙げる文献等の記載内容について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1の記載内容",
                          "text": [
                            "甲1には，「アノード，カソード及びCBPなどのホストと Ir(ppy) なる燐光有機金属化合物のドーパントを含む発光層を含む有機発光デバイスであって，前記発光層は前記アノードと前記カソードの間に配置される，有機発光デバイス(前記式中，「ppy」は 2-フェニルピリジンである)。」が記載されていることは，前記2(2)のとおり，当事者間に争いがなく，また，前記2(1)ア，イ及びカによれば，蛍光とは異なり，燐光は一重項及び三重項励起状態の双方を用いるので，100％の最大内部効率を達成する可能性を含んでいることから，電気燐光の実証は有機発光デバイス(OLED)特性のブレークスルーを予兆していたこと，fac-トリス-(2-フェニルピリジン)イリジウム [Ir(ppy) ]を用いたOLEDにおいては，三重項の短い寿命と適度なフォトルミネセンス効率という双方の要因によって，量子効率のピークを8．0％(28  cd／A)，パワー効率のピークを31  lm／Wとすることができたこと，高性能デバイスに適した燐光性遷移金属錯体として，適度なフォトルミネセンス効率と約1μs の寿命で十分であることが記載されているということができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲5の記載内容",
                          "text": [
                            "前記ア(イ)a(a)の甲5の記載によれば，甲5には，光励起により強い三重項状態発光(0．5を超え得る量子収率)を示す有機金属錯体を用いることによって高効率ELデバイスを設計する可能性があること，室温において高いルミネセンス量子収率(例えば0．33)を有するOs(CＮ) (PPh ) X(X＝ビピリジン誘導体又はアントロリン誘導体(判決注：前記ア(イ)a(a)のとおり，「アントロリン」は「フェナントロリン」の誤記と認められる。)であるオスミニウム(II)錯体をELデバイスに適用し，三重項MLCT状態からのEL発光を観測したことが記載されているということができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲45の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲45)によれば，甲45(特開平2-261889号公報)には，概略，次の記載がある。",
                                "「ところで，有機色素分子のなかにはそのフォトルミネッセンスにおいて青色領域(波長460nm近傍)に蛍光やリン光を発光するものが多い。このことから，2枚の電極の間に有機色素薄膜からなる発光層を設けた構造の有機電界発光素子は，フルカラーの表示素子などを実現できる可能性が高く，大きい期待が寄せられている。しかし，有機電界発光素子では，肉眼で認識できないほど輝度の低いことが問題となっていた。」(1頁右欄下から5行～2頁左上欄4行)",
                                "「しかし，斎藤らによると，例えば光励起によって有機色素分子が効率よく発光するのは，気体又は溶液のように色素濃度が希薄な場合であり，固体凝集状態では発光が困難であることが多く，このことが有機電界発光素子において発光が観測されにくい一つの原因になっていると述べている。」(2頁右上欄9行～14行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲45には，PLにおいて蛍光や燐光を発光するものをELデバイスに適用することが期待されていたが，ELでは肉眼で認識できないほど輝度の低いことが問題となっていたことが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲46の記載内容",
                          "text": [
                            "前記ア(イ)b(a)の甲46の記載によれば，甲46には，有機燐光体は，蛍光物質よりも4倍効率がよいため，有機EL業界から注目されており，Os，Ru，Pd，Pt，Ir，Auの錯体の最小エネルギー励起状態はしばしば金属配位子電荷移動三重項状態であり，高フォトルミネセンス効率が可能となることが記載されているということができる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲58の1の記載内容",
                          "text": [
                            "前記ア(ア)c(a)の甲58の1の記載によれば，甲58の1には，PtOEPを適用した燐光系OLED(有機発光ダイオード。判決注：有機ELデバイスに相当する。)が開示され，OLED中のPtOEPの実測発光寿命が35μsであり，77Kでの寿命が131μsであり，量子効率が0．9であることが記載されているということができる。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "甲63の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲63)によれば，甲63(「第51回応用物理学会学術講演会講演予稿集第3分冊」，平成2年発行)には，概略，次の記載がある。",
                                "「燐光物質を発光層に持つ電界発光素子",
                                "【緒言】固体内での電子とホールの再結合によって，一重項励起子と三重項励起子が生成する。従って，燐光物質を発光層に持つEL素子を作成すれば，この三重項励起子から直接発光させることができると考えられる。そこで，燐光物質BB，CP1…を発光層に持つ素子について，室温および液体窒素温度において，発光特性および発光寿命を調べた。",
                                "…",
                                "【結果・考察】素子AのEL発光寿命は液体窒素温度で約130μsであり，室温での約5μsに比べてかなり長い。このとき素子の輝度は，電流密度のほぼ1次に比例した。従って，この発光は遅延蛍光ではなく，三重項から直接発光したものであると考えられる。次に，製膜性向上のためにBBをCP1に変えた素子Bについての測定を行った。素子Bは，液体窒素温度での発光効率が室温の場合に比べて約1桁高い。このため，この素子も三重項から直接発光していると考えられる。」"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲63には，素子Aの液体窒素温度での発光寿命が室温でのそれと比較してかなり長いこと，素子Bの発光効率が室温でのそれと比較して約1桁高いことから，素子A及びBの発光がいずれも三重項からの直接発光であると結論づけていることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "甲64の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲64)によれば，甲64(「修士論文  有機電界発光素子の発光機構に関する研究」，平成3年発行)には，概略，次の記載がある。",
                                "「また，これらの結果から，前節のCP1のEL特性に関する結果を考察すると次のような事が考えられる。",
                                "まず発光効率が，77Kのときは室温の場合と比べて3～10倍向上している。これは，燐光の量子効率が77Kに冷やすことにより向上したためではないかと考えられる。次にEL発光スペクトルでは，77Kに冷やすと，620nmのピーク強度比が増大している。これも，燐光の量子効率が77Kに冷やすことにより向上したためではないかと考えられる。また，もしこれが本当なら室温でも，三重項励起子からの発光を観測していると考えられる。」(90頁13～20行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，CP1のEL特性について，発光効率が室温の場合と比較して77Kのときは3～10倍向上しているのは，燐光の量子効率が77Kに冷やすことにより向上したためと考えられることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "甲77の1の記載内容",
                          "text": [
                            "前記ア(ア)h(a)の甲77の1の記載によれば，甲77の1には，一重項状態及び三重項状態のPL収率が同じである場合，三重項状態からのEL収率は3倍になると見込まれること，重要な課題として，発光量子効率の高い三重項材料を見つけて，そのEL素子作製への適合性を調べることがあったこと，二核Au錯体又は四核Cu錯体がELデバイスにおける発光材料として用いられたこと，三重項励起状態のPL効率が高い材料は有機EL素子の発光層として用いることができ，これによりEL材料の範囲が従来の一重項材料(有機色素，共役ポリマー)から遷移金属錯体などの三重項材料へと広がることが記載されているということができる。"
                          ]
                        },
                        {
                          "fig": "i",
                          "subject": "甲6の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲6)によれば，甲6(「Nature, Vol.395, 10 September 1998, pp.151-154」(邦題：「有機エレクトロルミネッセンス素子からの高効率燐光発光」)，平成10年発行」には，概略，次の記載がある。",
                                "「蛍光発光体にとって，最大外部量子効率(注入された電子あたりの，前面に取り出されるフォトン)は，以下である。",
                                "Φ =χΦ η η (判決注：Φ はEL効率を，Φ はPL効率をel pl c e el plそれぞれ表す。)",
                                "ホストの中で1重項励起子になる電荷キャリアの再結合の割合はχであり，スピン統計上～1／4と推定される。Φ は色素のフplォトルミネッセント効率，η は結合して素子から外に放出されるeフォトンの度合い，η は励起子を形成する注入電荷キャリアの割c合である。」(訳文1頁26～32行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲6には，EL効率とPL効率は正比例の関係にあることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "j",
                          "subject": "甲59の記載内容",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "証拠(甲59)によれば，甲59(国際公開公報WO99／20081号，優先日：平成9年)には，概略，次の記載がある。",
                                "「光ルミネッセンス量子収量の増大は，増大した効率を持つOLEDの製造を可能にする。」(訳文1頁18～20行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "前記(a)によれば，甲59には，PL効率の増大がEL効率の増大につながることが記載されているということができる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "k",
                          "subject": "甲61の記載内容",
                          "text": [
                            "証拠(甲61)によれば，甲61(特開平7-90260号公報)には，概略，次の記載がある。",
                            "「【0002】",
                            "【従来の技術】",
                            "…発光材料として蛍光色素を使用すると，当該色素分子のフォトルミネッセンスと同等の発光スペクトルが，エレクトロルミネッセンス発光として得られる。」"
                          ]
                        },
                        {
                          "fig": "l",
                          "subject": "甲62の記載内容",
                          "text": [
                            "前記ア(ア)k(a)の甲62の記載によれば，甲62には，EL発光効率を支配する最大の因子は，蛍光の量子収率であることが記載されているということができる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(ア)によれば，本件優先日当時，光励起により発光する物質を，ELデバイスに適用し電気励起により発光させることは広く行われており(甲45，61～64)，ELデバイスにおいて，一重項励起状態と三重項励起状態が生じる比率は1：3であるから，一重項励起と三重項励起の両方を利用できる燐光物質を用いることにより100％の最大内部効率を達成する可能性があることが指摘されていたため，燐光物質に注目が集まり(甲1，77の1)，光励起により燐光発光する金属錯体をELデバイスに適用して発光させることが行われ，Ir(ppy)(甲1)，Os(CＮ) (PPh ) X(甲5)，PtOEP(甲58の1)，二核Au錯体又は四核Cu錯体(甲77の1)等がELデバイスにおける燐光発光材料として用いられていたことを理解することができる。",
                        "しかし，光励起により燐光発光する金属錯体をELデバイスに適用した例は，上記のようにいくつかあるものの，前記(ア)hのとおり，本件優先日(平成11年12月1日)の約4か月前の同年7月22日に発行された甲77の1には，重要な課題として，発光量子効率の高い三重項材料を見つけて，そのEL素子作製への適合性を調べることがあったこと，三重項励起状態のPL効率が高い材料は有機EL素子の発光層として用いることができ，これによりEL材料の範囲が従来の一重項材料(有機色素，共役ポリマー)から遷移金属錯体などの三重項材料へと広がることが記載されていることからすれば，本件優先日当時においても，ELデバイスに適用して燐光発光する物質を見出すためには，まず，光励起により燐光発光する物質の中から，発光量子効率(PL効率)が高い物質を見出し，さらに，その物質のELデバイス作製における適合性を調べる必要性が認識されていたものと認められる。そして，前記ア(ア)d(a)及び前記ア(イ)eのとおり，本件優先日当時，Ir(QO)  (甲73)，Ir(ppy) (甲1，8)，〔Ir(ppy) (HL-X)〕+(甲10)，〔Ir(ppy) (dpt-NH )〕+(甲11，28)，〔Ir(ppy) (4mptr)〕+(甲79)，〔Ir(ppy) (bpy)〕+(甲80)，〔Ir(ppy)(en)〕+(甲80)等の光励起により燐光発光するIr錯体が知られていたものの，実際にELデバイスに適用されたIr錯体は，甲1に記載の Ir(ppy) のみであったことからすれば，光励起により燐光発光するものであれば，直ちにELデバイスに適用して燐光発光するものであるとされていたものではないというべきである。",
                        "したがって，光励起により燐光発光する物質であれば，その具体的な構造，PL効率等の発光特性及びELデバイス作製における適合性いかんにかかわらず，直ちにELデバイスに適用して，電気励起により燐光発光させることができるとの技術常識があったということはできず，他にかかる技術常識があったことを認めるに足りる証拠はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4(「J. Organometal. Chem., Vol.517, 1996, pp.191-200」(邦題：「生物学的に重要な配位子の金属錯体である，クロロ架橋オルトメタル化金属化合物および［(OC) Ru(Cl)(μ-Cl)］ によるパラジウム(Ⅱ)，イリジウム(Ⅲ)およびルテニウム(Ⅱ)のLXXXVⅠⅠα-アミノカルボン酸塩錯体」)，平成8年発行)には，以下の記載がある。",
                    "「生物学的に重要な配位子の金属錯体である，クロロ架橋オルトメタル化金属化合物および［(OC) Ru(Cl)(μ-Cl)］ によるパラジウム(Ⅱ)，イリジウム(Ⅲ)およびルテニウム(Ⅱ)のLXXXVIIα-アミノカルボン酸塩錯体」(標題)",
                    "「1．序論",
                    "…α-アミノ酸およびその誘導体の有機金属錯体に関する研究を継続する中で，オルトメタル化錯体［(L)Pd(μ-Cl)］ (LH＝2-ベンジルピリジン，2-フェニルピリジン，アゾベンゼン)および［L Ir(μ-Cl)］ (LH＝2-フェニルピリジン)から調製したＮ，O-α-アミノアシダト化合物の合成および評価についてここに報告する。後者の蛍光イリジウム(Ⅲ)錯体は強力な光還元剤である［10］。",
                    "また，クロロ架橋カルボニル錯体［(OC) M(Cl)(μ-Cl)］(M＝Ru，Os)のα-アミノカルボン酸塩およびグリシンエステルとの反応の研究も行った。金属カルボニルフラグメントはペプチドおよび他の生体分子のマーカーとして用いることができる。［(OC) Ru(Cl)(μ-Cl)］ の核酸塩基との反応が研究されてきた。」(訳文2頁)",
                    "「2．結果および考察",
                    "…と反応させることにより，化合物1-21を得た。",
                    "錯体          α-アミノ酸",
                    "…            …"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "16",
          "subject": "グリシン"
        },
        {
          "fig": "17",
          "subject": "L-アラニン"
        },
        {
          "fig": "18",
          "subject": "L-バリン"
        },
        {
          "fig": "19",
          "subject": "D-ロイシン"
        },
        {
          "fig": "20",
          "subject": "L-プロリン"
        },
        {
          "fig": "21",
          "subject": "L-フェニルアラニン」",
          "text": [
            "(訳文2～3頁)",
            "「遊離体である［(2-ピリジルフェニル-C1Ｎ) Ir(μ-Cl)］のUV-vis吸収および錯体16-22のUV-vis吸収は非常に類似している。350-450nmにおける強い金属-配位子電荷移動帯が特徴的である。",
            "錯体16-22は，室温においてでさえ，紫外光に曝された状態でDMSO溶液またはCH Cl 溶液中で約515nmに強力な蛍光発光(判決：原文は fluorescence)を示し，錯体18-21は日光に曝された状態で強力な蛍光発光(判決注：原文は fluorescence)を示す(実験部参照)。この蛍光発光(判決注：原文は fluorescence)はペプチドのマーキングに有用となりうる。」(訳文5頁下から8～1行)",
            "「3．実験",
            "反応はシュレンク管を用いてＮ 雰囲気下で行った。…UV-vis：Kontron  UVIKOＮ  810およびUＮICOＮ  21。蛍光発光(判決注：原文は fluorescence)：Perkin-Elmer  FS  3000。発光(判決注：原文は The emission)は吸収極大まで照射を行うことにより測定した。元素分析：Heraeus  VT。」(訳文6頁下から8行～7頁1行)"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "前記アによれば，甲4には，錯体16-21について，室温において，紫外線に曝された状態で約515nmに強力な「fluorescence」を示すこと，この「fluorescence」はペプチドのマーキングに有用となり得ることが記載されているということができるところ，甲4記載の錯体16-21は Ir(ppy) X(XはＮ-O配位子)と表記できるから，本件発明1及び3の「式L MX(XはＮ-O配位子)」で表される有機金属化合物に相当する構造を有するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，甲4の錯体16-21が示したとされる「fluorescence」の記載について，当業者であれば，これを「蛍光発光」ではなく，「燐光発光」であると理解するかについて検討する。",
                    "一般に，光を扱う技術分野，特にELデバイスの技術分野においては，三重項励起状態からの発光であり，一般に発光寿命が長い「燐光」(phosphorescence)と，一重項励起状態からの発光であり，一般に発光寿命が短い「蛍光」(fluorescence)を用語として明確に区別して使用することが通常である(甲1，71，77の1，甲88)。本件明細書においても，「得られたイリジウム錯体は，…1～3マイクロ秒(μsec)の寿命を持っている。そのような寿命は燐光であることを示している。」(段落【0079】)と記載されているように，発光寿命は燐光であることの重要な指標の一つとされている。しかし，甲4は，ペプチドのマーキング等に用いられる金属錯体に関する文献であってELデバイスに関する技術分野の文献ではないこと，一般的な辞典においては，「蛍光(fluorescence)」は，蛍光と燐光を含む概念であるルミネセンス(発光)と同義に用いられることも多い旨記載されていること(甲19及び53：岩波理化学辞典  第5版  「蛍光」「ルミネセンス」の項，甲52：Collins English Dictionary の「fluorescence」「phosphorescence」の項)，甲4においては燐光と蛍光を区別する指標の一つである発光寿命等が測定されていないことからすれば，甲4の錯体16-21が示したとされる「fluorescence」の記載が，燐光とは異なる蛍光の意味であるのか，あるいは，蛍光と燐光を含めた上位のルミネセンス(発光)の意味であるのかを，甲4の記載のみから明確に判断することはできない。",
                    "そこで，前記(1)において説示した本件優先日当時の技術水準を踏まえて検討すると，甲4の錯体16-21は，Irという重原子を含み，かつIr-C結合を二つ含む Ir(ppy) という部分構造を有する錯体であるから，前記(1)ア(ウ)で検討した技術常識を踏まえると，その発光は燐光である可能性があると当業者が予測するとまではいえるものの，その発光が，蛍光ではないとまで断言できる技術水準にあったということはできないから，当該錯体が示すとされる「fluorescence」が，蛍光か燐光かは，これを認識することはできなかったものと認められる。そうすると，本件優先日当時，当業者が，発光寿命を測定するなどの実験を経ることによって燐光であることを確認することなく，甲4の錯体16-21が示す「fluorescence」の記載から，これを「蛍光」ではなく「燐光」であることを容易に理解したということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明に甲4記載のL MXの式で表される有機金属化合物(イリジウム錯体)を組み合わせることの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)のとおり，甲4記載の錯体16-21が示す「fluorescence」が燐光であることを当業者が容易に理解したということはできないから，甲1発明のELデバイスにおいて燐光発光する Ir(ppy) に代えて，甲4記載のL MXの式で表される錯体16-21を用いることは，当業者が容易に想到し得たということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，重原子効果等の技術常識を考慮することにより，当業者が，甲4記載の錯体16-21が示す「fluorescence」は燐光であると理解することができたとしても，以下のとおり，甲1発明に甲4記載の錯体16-21を組み合わせることが容易に想到できたということはできない。",
                    "すなわち，甲4において，錯体16-21の「fluorescence」については，ペプチドのマーキングに有用となる旨記載されていることからすれば，甲4記載の発明と，甲1発明のELデバイスとは，適用する対象の技術分野が異なるものであるから，甲1発明と甲4記載の錯体16-21を組み合わせる積極的な動機付けがあるということはできない。",
                    "また，前記(1)イ(イ)のとおり，光励起により燐光発光する物質であれば，その具体的な構造，PL効率等の発光特性いかんにかかわらず，直ちにELデバイスに適用して，電気励起により燐光発光させることができるとの技術常識があったということはできず，光励起により燐光発光する物質の中からPL効率が高い物質を見出し，さらに，その物質のELデバイス作製における適合性を調べる必要があった。",
                    "そして，前記(1)イ(ア)aのとおり，甲1には高性能デバイスに適した燐光性遷移金属錯体として，適度なフォトルミネセンス効率と約1μs の寿命で十分であることが記載されているということができるところ，甲4には，室温において紫外線励起により強力な「fluorescence」を示すことが記載されているものの，具体的なフォトルミネセンス効率(PL効率)及び発光寿命については何らの記載もないから，甲4記載のL MXの式で表される錯体16-21を，甲1発明の Ir(ppy) に代えて採用するための手がかりとなる物性が不明というほかない。",
                    "確かに，甲1発明のL Mの式で表される Ir(ppy) と，甲4記載のLMXの式で表される錯体16-21とは，Ir(ppy) という部分構造を有すること及び発光波長が緑色であること等においては共通するものの，甲4記載のL MXの式で表される錯体16-21のＮ-O配位子が，発光特性にどのような影響を及ぼすかについては，本件優先日当時において何らかの知見があったことを認めるに足りる証拠が全くない以上，上記部分構造と発光波長の共通性等に基づいて，甲1発明のL Mの式で表される Ir(ppy) を，甲4記載のL MXの式で表される錯体16-21により置換することが可能であることを当業者が容易に想到することができたとまでいうことはできない。",
                    "また，前記(1)ア(イ)a(b)及び前記(1)イ(ア)bのとおり，甲5には，光励起により強い三重項状態発光(0．5を超え得る量子収率)を示す有機金属錯体を用いることによって高効率ELデバイスを設計する可能性があること，遷移金属錯体(Ru，Os，Ir等)は，光励起により三重項MLCT励起状態を示すこと，発光量子収率が0．33であるOs(Ⅱ)錯体を用いてELデバイスを作成して三重項MLCT状態からのEL発光を観測したことが記載されている。しかし，甲4記載の錯体16-21については，その発光量子収率(PL効率)が全く不明であることから，甲5においてELデバイスに適用できることが示唆された高い発光量子収率(PL効率)を示すものであるかを判断する手がかりがないから，甲5の記載を検討しても，甲1発明に甲4記載のL MXの式で表される錯体16-21を組み合わせる動機付けがあるということはできない。",
                    "以上のとおりであるから，仮に，甲4記載のL MXの式で表される錯体16-21が示す「fluorescence」は燐光であると当業者が理解したとしても，甲1発明のL Mの式で表される Ir(ppy) に代えて，甲4記載のL MXの式で表される錯体16-21を用いることは，当業者において，容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，有機化合物の分野における蛍光と燐光の区別においては，その発光寿命は相対的な基準にすぎず，三重項励起状態か一重項励起状態かは電子のスピンの向きの問題であって，これを直接観測する方法がないから，当業者は，三重項励起状態を生じさせる重原子を含む有機化合物か否かということを指標に，当該発光が燐光か蛍光かを区別することとなる旨主張する。",
                    "しかし，前記(1)ア(ア)で説示したとおり，イリジウム(Ir：原子番号77)よりも重い原子である鉛(Pb：原子番号82)やビスマス(Bi：原子番号83)を含む金属錯体であっても，項間交差の効率はあまり良くなく，その発光は燐光と蛍光の中間の挙動を示すこと，及び，重原子のインジウム(In：原子番号49)，カドミウム(Cd：原子番号48)や亜鉛(Zn：原子番号30)等の錯体であっても蛍光発光するものがあることが知られていたことからすれば，重原子を含む分子からの発光であっても，それが蛍光であることもあり得るのであるから，重原子を含む分子からの発光であれば，それが全て燐光発光であるとの技術常識があったということはできない。",
                    "したがって，重原子を含むか否かで，燐光か蛍光かを区別することはできず，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲4にはL MXの式で表される有機金属化合物が記載されているところ，甲4が引用する甲48にはこの有機化合物が強力な光還元剤であり，その発光がMLCT励起状態に由来することが記載され，更に甲48が引用する甲3には fac-Ir(R-ppy) 錯体が Ir(ppy) のようにMLCT励起状態を経て発光することが記載されているから，甲4記載のL MXの式で表される有機金属化合物はMLCT励起状態に起因して発光することが理解される旨主張する。",
                    "そこで検討するに，前記(2)アのとおり，甲4には，その序論の中で，「オルトメタル化錯体［(L)Pd(μ-Cl)］ (LH＝2-ベンジルピリジン，2-フェニルピリジン，アゾベンゼン)および［L Ir(μ-Cl)］ (LH＝2-フェニルピリジン)から調製したＮ，O-α-アミノアシダト化合物の合成および評価についてここに報告する。後者の蛍光イリジウム(Ⅲ)錯体は強力な光還元剤である［10］。」との記載がある。そして，参考文献［10］として引用されている甲48には，「我々は，ビス(μ-クロロ)テトラキス(2-(4’-R’-フェニル)-5-R-ピリジナト)ジイリジウム(Ⅲ)(R＝R’＝H(1)；R＝H，R’＝ＮO (2)；及びR＝ＮO ，R’＝H(3)というタイプの，シクロメタル化された錯体の光物理特性について，ＮO 基が強く電子を引き抜く効果をここで報告する。…2と3の発光エネルギー及び寿命は，これらの発光が，1や他のシクロメタル化 Ir(Ⅲ)錯体4のように，MLCT励起状態に由来することを示す。」と記載されている。",
                    "また，甲48の上記記載中，「シクロメタル化 Ir(Ⅲ)錯体」の脚注4として引用されている甲3(「Inorg. Chem., Vol.30, No.8, 1991, pp.1685-1687」(邦題：「新合成方法による一連の強い光還元剤の調製：置換2-フェニルピリジンを含むfacトリスオルトメタル化イリジウム(Ⅲ)錯体」，平成3年発行)には，「fac-Ir(R-ppy) 錯体…のそれぞれの発光寿命は，室温における窒素飽和アセトニトリル中にて約2-3μ秒である。すべての fac-Ir(R-ppy) 錯体に，寿命および発光エネルギーの類似が見られることから，これらは Ir(ppy) のようにそれぞれMLCT励起状態を経て発光することがわかる。」(訳文3頁9～13行)と記載されている。",
                    "上記のとおり，甲48は「ビス(μ-クロロ)テトラキス(2-(4’-R’-フェニル)-5-R-ピリジナト)ジイリジウム(Ⅲ)(R＝R’＝H(1)；R＝H，R’＝ＮO (2)；及びR＝ＮO ，R’＝H(3)」，甲3は「fac-Ir(R-ppy) 」及び「Ir(ppy) 」という，いずれも甲4記載のL MXの式で表される錯体16-21とは異なる構造の錯体がMLCT励起状態に起因する発光を示すことが記載されているだけであり，甲48及び甲3の記載を参照しても，甲4記載のL MXの式で表される錯体16-21がMLCT励起状態に起因する発光を示すことを理解することはできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，重原子を含む分子が発光していればそれは燐光発光であることは技術常識であり，イリジウムが発光するとすれば，それは蛍光発光ではなく，燐光発光以外はあり得ないものと当業者は理解するものであり，実際に，イリジウム錯体が発光している場合に，発光寿命等一定の指標を示して蛍光を発光していると明記している文献はなく，むしろ前記第3の1〔原告の主張〕(1)イ(イ)記載の表のとおり，多くの文献において，イリジウム錯体が燐光発光していることが明示されている旨主張する。",
                    "しかし，重原子を含む分子が発光していればそれは燐光発光であることは技術常識であり，イリジウムが発光するとすれば，それは蛍光発光ではなく，燐光発光以外はあり得ないものと当業者は理解するとの原告の主張に理由がないことは，前記(1)アで説示したとおりである。",
                    "また，Ir錯体が発光している場合に蛍光を発光していると明記している文献が存在しないからといって，甲4記載のL MXの式で表される錯体16-21が蛍光発光することがあり得ないことを直接裏付ける根拠となるものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲1には，燐光有機金属化合物としては，「高性能デバイスには，適度なフォトルミネッセンス効率と約1μsの寿命で十分」と記載されているところ，甲4記載のIr錯体は重原子を含むことから三重項の短い寿命(約1μsの寿命)であることを当業者であれば認識することができ，また，甲4記載のIr錯体は「室温においてでさえ，…強力な蛍光発光(注：「fluorescence」の訳であり，単に励起状態に起因する発光を意味する)を示」すと記載され，適度なフォトルミネセンス効率を有すると理解できるから，甲1に接した当業者であれば，甲4記載のIr錯体を甲1記載のELデバイスにおける燐光有機金属化合物に採用する動機があることは明らかである旨主張する。",
                    "しかし，前記(1)ア(ア)c(a)のとおり，甲58の1には「OLED中のPtOEPの実測発光寿命は35μsであり」と記載され，重原子である白金を含む錯体であるPtOEPをELデバイスに適用した場合の実測発光寿命が35μsであるとされており，重原子を含む錯体からの燐光が常に約1μs程度の短い寿命であるわけではないことが理解できる。そうすると，甲4記載のL MXの式で表される錯体16-21が重原子であるIrを含むからといって，それが約1μs程度の短い発光寿命を示すことの根拠となるものではない。",
                    "また，前記(2)ウのとおり，甲4には，L MXの式で表される錯体16-21が燐光PLを示すことも，PL効率の数値も記載されていないのであるから，甲4のIr錯体を甲1記載のELデバイスにおける燐光有機金属化合物に採用する動機付けがあるということはできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，甲5では，光を照射した場合に強い三重項MLCT励起状態からの発光(燐光)を生じる(PL効率の高い)有機金属錯体がEL効率の高い有機発光デバイスの発光層となる可能性があるという仮説に基づき，光を照射した場合に強い燐光を生じる(PL効率0．33)特定のオスミウム(Ⅱ)錯体について，有機発光デバイスに電圧を印加することで三重項励起状態からの発光を示すことを具体的データとともに示した上で，当該仮説が正しいことを，初めての観察結果として報告したものであり，また，甲5には，遷移金属錯体の中でも，少なくともルテニウム錯体，オスミウム錯体，そしてイリジウム錯体が，光の照射により三重項励起状態(すなわち，PLによる燐光発光をすること)を示すことが記載されていることからしても，PLを示すイリジウム錯体を，ELデバイスに適用してELにより発光させることに動機付けがある旨主張する。",
                    "しかし，甲5の上記記載から，PL効率0．33程度の強い燐光PLを生じるIr錯体であれば，これをELデバイスに適用することについての動機付けがあるということができるとしても，前記(2)ウのとおり，甲4には，L MXの式で表される錯体16-21が燐光PLを示すことも，PL効率の数値も記載されていないのであるから，甲5の上記記載は，甲4のL MXの式で表される錯体16-21をELデバイスに適用する動機付けとなるものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，甲4には，「錯体16-22は，室温においてでさえ，紫外光に曝された状態でDMSO溶液またはCH Cl 溶液中で約515nmに強力な蛍光発光(注：「fluorescence」の訳であり，単に励起状態に起因する発光を意味する)を示」すと記載され，適度なPL効率を有することが記載されている上，本件発明の課題は，「有機発光デバイスの発光層に使用した場合に燐光を発する新たな有機金属化合物を得ること」であり，先行技術(甲1)によるEL効率や，これと同等以上のEL効率を発揮することではないから，本件発明を容易に想到するか否かを判断するに当たっては，甲1のような「高性能」デバイスに用いられる「適度なフォトルミネセンス効率」までは必要なく，甲4が燐光PLを示すことを当業者が認識すれば足りる旨主張する。",
                    "しかし，前記(2)ウのとおり，甲4には，L MXの式で表される錯体16-21が燐光PLを示すことも，PL効率の数値も記載されていないのであるから，甲4のIr錯体を甲1記載のELデバイスにおける燐光有機金属化合物に採用する動機付けがあるということはできない。",
                    "また，甲1記載のELデバイスにおける燐光有機金属化合物に代えて，甲4記載のIr錯体を採用することの容易想到性の判断に当たっては，甲1に記載された課題及び技術内容等に照らして，甲4記載のIr錯体を組み合わせる動機付けがあるかどうかを検討することは当然である。そして，前記(1)イ(ア)aのとおり，甲1には，蛍光とは異なり，燐光は一重項及び三重項励起状態の双方を用いるので，100％の最大内部効率を達成する可能性を含んでいることから，電気燐光の実証は有機発光デバイス(OLED)特性のブレークスルーを予兆していたこと，fac-トリス-(2-フェニルピリジン)イリジウム [Ir(ppy) ]を用いたOLEDにおいては，三重項の短い寿命と適度なフォトルミネセンス効率という双方の要因によって，量子効率のピークを8．0％(28  cd／A)，パワー効率のピークを31  lm／Wとすることができたこと，高性能デバイスに適した燐光性遷移金属錯体として，適度なフォトルミネセンス効率と約1μs の寿命で十分であることが記載されているのであるから，甲4記載のIr錯体を甲1発明のELデバイスにおける燐光有機金属化合物に採用することが容易かどうかを判断するに当たっては，甲4記載のIr錯体が，甲1発明のELデバイスに採用する燐光有機金属化合物として必要な要素とされる上記「適度なフォトルミネセンス」を有するかどうかが検討されなければならないことは当然である。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1及び3(X配位子がＮ-O配位子の場合)と甲1発明との相違点2についての原告主張に係る取消事由1は理由がない。",
                "そして，本件発明4，5，6及び13は，本件発明1又は3を直接又は間接に引用するものであって，本件発明1及び3の発明特定事項を全て含むものであるから，前記(1)～(4)に述べた事項は，本件発明4，5，6及び13にも妥当する。したがって，本件発明4，5，6及び13との関係においても，原告主張に係る取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(相違点1に関する容易想到性の判断の誤り)について",
          "text": [
            "原告は，甲2には，本件発明のL MXの式で表されるMLCT励起状態に起因して発光する有機金属化合物が記載され，かつ，この有機金属化合物は燐光発光することも明らかであるから，甲1に記載された Ir(ppy) 錯体(L Mに該当する)を甲2記載のL MXの式で表される燐光有機金属化合物に置き換えて本件発明1及び2とすることは，当業者が容易になし得たものである旨主張する。",
            "そこで，甲2には，本件発明のL MXの式で表される有機金属化合物が記載されているといえるかについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2(「BOOK OF ABSTRACTS, 217th ACS National Meeting, INOR292, 21-25 MARCH 1999」(邦題：「292．発光性のロジウム及びイリジウムのモノ及びバイメタル1，3-ジケトン錯体」)，平成11年3月発行)には，次の記載がある。",
                "「モノ及びバイメタルのロジウム(Ⅲ)及びイリジウム(Ⅲ)のビス(2-フェニルピリジン)(1，3-ジケトン)錯体系が調製され，特徴づけられている。そのすべての誘導体は媒体内で発光し，配位子内(IL)または金属配位子電荷移動(MLCT)遷移に特徴的な可視(λmax=480-650nm) 発光スペクトルが見られる。IL及びMLCT発光は1，3-ジケトン配位子と関連する遷移を含む。これらの錯体の発光特性に対する金属(ロジウム／イリジウム)または置換基(R)の影響について議論する。本研究はACSPRF及びＮIHMBRSの資金援助を受けたものである。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)のとおり，甲2には，モノ及びバイメタルのロジウム(Ⅲ)及びイリジウム(Ⅲ)のビス(2-フェニルピリジン)(1，3-ジケトン)錯体系が調製され，その特性を明らかにしたことが記載されているが，具体的に化学構造が記載されているのは，前記(1)で図示された構造を有するロジウム(Ⅲ)のビス(2-フェニルピリジン)(1,3-ジケトン)錯体(以下「ロジウム二核錯体」という。)のみである。そして，甲2の「モノメタル及びバイメタル」の意味について，原告は，「モノメタル」は錯体に含まれる金属が1つの場合を意味し，「バイメタル」は錯体に含まれる金属が二つの場合を意味する旨主張するけれども，甲2の記載からは必ずしも明確ではなく，また，1，3-ジケトンの構造も，上記のロジウム二核錯体におけるもの以外は何ら記載されていないことから，イリジウム(Ⅲ)を含む錯体として想定できるものは，甲2において具体的に構造が記載されたロジウム二核錯体について，ロジウムがイリジウムに置換されたもの，すなわち「イリジウム二核錯体」のみというべきである。",
                "ところで，一般に，金属錯体は，中心金属の数によって，金属が一つである単核(mononuclear)錯体と，金属が複数ある多核錯体(polynuclear)とに区別されており，特に金属が二つあるときは二核錯体と呼ばれている。そして，一般式としてL MX(MはIrであり，XはO-O配位子)と表記した場合には，中心金属はMの一つだけであると解するのが通常であり，また，本件発明の特許請求の範囲請求項6及び7並びに本件明細書の発明の詳細な説明(段落【0048】，【0049】)には，L配位子の具体例として「2‐(1‐ナフチル)ベンゾオキサゾール，2‐フェニルベンゾオキサゾール，2‐フェニルベンゾチアゾール，7，8‐ベンゾキノリン，フェニルピリジン，ベンゾチエニルピリジン，3‐メトキシ‐2‐フェニルピリジン，チエニルピリジン，及びトリルピリジン」，X配位子の具体例として「アセチルアセトネート，サリチリデン，ピコリネート，及び 8‐ヒドロキシキノリネート」が記載され，さらに別の例が段落【0050】及び【図39】(本判決では図示しない。)に記載されているが，それらの構造の中に他の中心金属が含まれるものは例示されていない。",
                "したがって，本件発明のL MXの式で表される有機金属化合物は，中心金属は一つである単核錯体であり，二核錯体は含まれないと解するのが相当である。",
                "そうすると，甲2の記載から想定されるイリジウム二核錯体は，本件発明のL MXの式で表される有機金属化合物に包含されるものではない。それゆえ，甲2には，イリジウム二核錯体が実際に記載されているに等しいといえるかについて検討するまでもなく，甲2には本件発明のL MXの式で表される有機金属化合物が記載されているということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，この点について，本件特許の特許請求の範囲及び本件明細書を見ても，L MXの式で表される有機金属化合物に二つの金属原子が含まれないとする根拠はないから，甲2には，本件発明のL MXの式で表される有機金属化合物が記載されている旨を主張する。",
                "しかし，前記(2)のとおり，本件明細書の記載を考慮すれば，本件発明においては，中心金属が一つの単核錯体を意図しており，金属が複数ある多核錯体を含むものではないことは明らかであり，本件明細書中に二核錯体を積極的に排除する記載がないからといって，本件発明のL MXの式で表される有機金属化合物に二核錯体が含まれるとする根拠となるものではない。  したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1及び2(X配位子がO-O配位子の場合)と甲1発明との相違点1についての原告主張に係る取消事由2は理由がない。",
                "そして，本件発明4，5，6，7，10及び13は，本件発明1又は2を直接又は間接に引用するものであって，本件発明1及び2の発明特定事項を全て含むものであるから，前記(1)～(3)で説示した事項は，本件発明4，5，6，7，10及び13にも妥当する。したがって，本件発明4，5，6，7，10及び13との関係においても，原告主張に係る取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。したがって，原告の請求は棄却されるべきものであるから，主文のとおり，判決する。"
          ]
        }
      ]
    }
  ]
}