{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2012-800033号事件について平成25年2月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とする審決の取消訴訟である。争点は，容易想到性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成10年5月15日，名称を「窒化物半導体の成長方法及び窒化物半導体素子」とする発明につき，特許出願をし(特願平10-132831号。国内優先権主張日：平成9年11月26日・甲27)，平成15年5月26日，この出願の一部を分割して，発明の名称を「窒化物半導体素子」とする分割出願をし，平成21年5月29日，特許登録を受けた(特許第4314887号・甲25)。",
            "そこで，原告が，平成24年3月23日，請求項1ないし3につき特許無効審判請求をした(無効2012-800033号)ところ，被告は，特許請求の範囲の記載の一部及び明細書の発明の詳細な説明の記載の一部をそれぞれ改める同年11月19日付け訂正請求書の訂正請求をした(本件訂正・甲26)。特許庁は，平成25年2月5日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，この謄本は同月15日に原告に送達された(なお，本件訴訟において，審決が訂正を認めた部分については争いがない。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許公報(甲25)及び本件訂正明細書(甲26・以下，甲25の特許公報と併せて「本件明細書」ともいう。)によれば，訂正後の本件特許の請求項1ないし3に係る発明は，以下のとおりである。",
            "【請求項1】(本件発明1)",
            "厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板と，",
            "前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と，",
            "前記窒化物半導体層に形成されたリッジストライプと，該リッジストライプ上に形成されたp電極と，",
            "前記GaＮ基板の下面に形成されたn電極と，",
            "を備えたことを特徴とする窒化物半導体素子。",
            "【請求項2】(本件発明2)",
            "前記GaＮ基板は，結晶欠陥が1×106個／cm2以下の領域を有する請求項1に記載の窒化物半導体素子。",
            "【請求項3】(本件発明3)",
            "前記窒化物半導体層にはn側クラッド層，活性層，p側クラッド層が順に積層されており，該p側クラッド層には前記リッジストライプが形成されている請求項1に記載の窒化物半導体素子。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が主張する無効理由",
          "text": [
            "本件発明1ないし3は，刊行物1(国際公開第97／11518号，甲1)に記載された引用発明及び以下の文献(甲2ないし8)に記載された周知技術に基づいて当業者が容易に発明をすることができたものである。",
            "甲2：Akira Usui  他，\"Thick GaNEpitaxial Growth with Low Dislocation Density by Hydride Vapor Phase Epitaxy\"， Jpn. J. Appl. Phys.，15 July 1997，Vol. 36(1997)，part-2，",
            "No. 7B，pp. L899-L902",
            "甲3：特開平9-115832号公報",
            "甲4：伊賀健一編著，「応用物理学シリーズ  半導体レーザ」，平成6年10月25日，オーム社，199～214頁",
            "甲5：小沼  稔他編著，「よくわかる半導体レーザ」，平成7年4月10日，工学図書，141～149頁，158～160頁",
            "甲6：特開平8-116090号公報",
            "甲7：特開平7-273367号公報",
            "甲8：柴田巧他，”CPM97-19  HVPE法による選択成長を用いた高品質GaＮバルク単結晶の作製及び評価”，「電子情報通信学会技術研究報告」，信学技報，1997年5月23日，Vol．97，Ｎo．61，35～40頁"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "text": [
                "刊行物1に記載された引用発明は，以下のとおりである。",
                "「サファイア基板1の(0001)表面上にSiO 膜(絶縁膜)を気相成長法により直接形成し，上記SiO 膜にストライプ状に複数の目空き部を形成して，SiO膜(絶縁膜)マスク4とし，",
                "前記SiO 膜(絶縁膜)マスク4が形成されたサファイア基板1を窒化物半導体結晶成長炉(MOCVD装置)に入れ，",
                "アンモニア(ＮH )ガス，トリメチルガリウム(TMG)ガスを連続的に供給し，サファイア基板1を成長温度1030℃に加熱し，",
                "前記SiO 膜(絶縁膜)マスク4の目空き部にて結晶構造を有する領域の表面から縦方向に延伸するように成長し，SiO 膜(絶縁膜)マスク上にて目空き部から突出して成長した窒化物半導体の側面を新たな成長界面として横方向(即ち，当該SiO 膜(絶縁膜)マスク上面に略平行な方向)に成長させることで，成長したGaＮ結晶の結晶欠陥の密度が，目空き部の上側において108～1011cm-2，SiO 膜(絶縁膜)マスク4の上側で104～105cm-2，また，SiO 膜(絶縁膜)マスク4の上側であって前記横方向に成長したGaＮ結晶の合体部の欠陥密度が最大106～107cm-2程度となる，SiO 膜(絶縁膜)マスク4を利用した窒化物半導体の結晶成長技術を用いて形成した半導体レーザ素子において，",
                "キャリア注入により素子動作を行う領域をSiO 膜(絶縁膜)マスク4上に形成された領域であるホモエピタキシャル部上であって，SiO 膜(絶縁膜)マスク4上における結晶の合体領域上部を避けて素子動作を行う領域が形成されるように，SiO 膜(絶縁膜)マスク4上に形成されたホモエピタキシャル部(GaＮ層)にn型の不純物をドープしたn型クラッド層62とn型のAl Ga0．15 0．85Ｎ層からなる光導波層63，アンドープのInGaＮ多重量子井戸層からなる活性層66，p型のAl Ga Ｎからなる光導波層，p型のGaＮからなるク0．15 0．85ラッド層65，p型クラッド層65より高い濃度の不純物を含むp型GaＮのキャップ層68，p型電極10を積層して形成され，前記p型のクラッド層65に埋め込まれて前記活性層66におけるキャリア注入領域を制限するn型のGaＮ層67から成る積層構造55を形成し，",
                "サファイア基板1側をラッピングし，n型クラッド層の下面を露出させ，n型クラッド層の露出した下面にn型電極11を形成し，",
                "その後，単体の素子に切り出すために，各目空き部の中央と各SiO 膜マスク4の中央に，積層構造55の上から下に向けてそれぞれダイシングして，",
                "形成した半導体レーザ素子。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の技術的意義について",
              "text": [
                "本件発明1による「ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板」として，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下」である基板は，本件訂正明細書の段落【0018】～【0022】に記載された製造方法によってのみ製造され，かつ，同【0013】に記載されているように厚さ50μmのGaＮ基板を用いているから，表面において全面的に結晶欠陥を少なくしているものである。",
                "そして，全面的に結晶欠陥を少なくしていることにより，従来の結晶欠陥が一部の領域において偏在する場合に有する場合の課題である一枚の厚膜基板から多数の素子を形成する際のリッジストライプ形成における信頼性の欠如を回避していることから，表面において全面的に結晶欠陥を少なくしている本件発明1による「ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板」として，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下」である基板は，技術的意味を有している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と引用発明との一致点及び相違点について",
              "text": [
                "【一致点】",
                "「結晶欠陥の数が1×107個／cm2以下の領域を少なくとも部分的に有している，気相成長方法を用いて形成されたn型不純物を含有するGaＮ基板と，",
                "前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と，",
                "前記窒化物半導体層の上に形成されたp電極と，",
                "前記GaＮ基板の下面に形成されたn電極と，",
                "を備えた窒化物半導体素子。」",
                "【相違点1】",
                "本件発明1の「n型不純物を含有するGaＮ基板」は，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であ」り，「ハライド気相成長法(HVPE)を用いて形成され」ているのに対して，引用発明の「n型の不純物をドープしたn型クラッド層62」は，厚みに関する特定がなされておらず，結晶欠陥の数については，キャリア注入により素子動作を行う領域では104～105cm-2であるが，ダイシング領域近傍において，108～1011cm-2，106～107cm-2程度の領域が除去されているか否か不明であり，有機金属気相成長法を用いて形成されている点。",
                "【相違点2】",
                "本件発明1は，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であ」る「n型不純物を含有するGaＮ基板」を用いた窒化物半導体素子において，「窒化物半導体層に形成されたリッジストライプ」を有し，p電極が，該リッジストライプ上に形成されているのに対して，引用発明は，p型クラッド層65中に「キャリア注入領域を制限するn型のGaＮ層67」を有し，p型電極10は，p型クラッド層65に積層されたp型GaＮのキャップ層68の上に形成されている点。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "相違点に関する審決の判断は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "本件発明1は，「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である」が，n型不純物を含有するGaＮ基板の面方向に関して，結晶欠陥の数が，1×107個／cm2を超えるような結晶欠陥の偏在箇所を有していないものであることは，前記(2)で，摘示したように明らかである。",
                    "一方，引用発明は，刊行物1の図6Aの(2)において，「要は，キャリア注入により素子動作を行う領域をホモエピタキシャル部上に形成することであり，僅かの結晶欠陥にも性能が左右される素子においては，マスク4上における結晶の合体領域上部を避けて素子動作を行う領域を形成する図6A(2)の構成を採用することが望ましい。」と記載されており，また，刊行物1において例示された実施例1～5，7～12，14を示す，図7A～図18Cには，いずれも活性層に絶縁膜マスク及び活性層の中央領域以外の中央領域近傍において結晶欠陥密度が108～1011cm-2である絶縁膜マスク窓部をそれぞれ複数有しているか，あるいは，上下2層でずれた絶縁膜マスク窓を設けていることが図示されている。",
                    "しかも，図7Cに示される構造は，刊行物1の25頁下から6，5行に，「図7Cに示す構成では，発光活性層内における低欠陥密度で低光損失の中央領域にのみ電流を注入するリッジストライプ構造を有している」と記載されており，リッジストライプを形成する際にも，結晶欠陥密度が108～1011cm-2である絶縁膜マスク窓部を残してもよいことが説明されている。",
                    "してみると，図6A(1)，(2)において，結晶欠陥密度が「1×107個／cm2」よりも大きい，目空き部40(108～1011cm-2)及び合体部(106～107cm-2程度)をダイシングする際に，それらの欠陥密度の高い領域を積極的に全て除去して欠陥密度の低い領域のみを形成すべき動機付けがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "リッジストライプ構造自体は，請求人(本訴原告)が主張するように周知であるが，刊行物1に記載されている全てのリッジストライプ構造を有している実施例において，基板及びマスクを除去した例はなく，基板及びマスクを除去せずにマスク及び目空き部(窓)を複数設けた例のみが示されているにすぎない。",
                    "また，一般的なリッジストライプ構造自体にも種々のものがあり，例えば，甲4には，リッジを形成したクラッド層が電流狭窄層に挟まれた構造を内部に設けたものが例示され，甲6の図3には，最上層のp型クラッド層をエッチングによりメサ形状とし，電流狭窄層を設けてはいないものが例示されているが，刊行物1以外の甲号証において，リッジストライプを有する素子を形成する際に，選択成長を用いることは記載されていない。",
                    "してみると，刊行物1の図6A，Bに記載された素子構造において，リッジストライプ構造を採用しようと考えること自体は容易かも知れないが，リッジストライプを採用する際に，具体的なマスクの大きさ及び窓部の大きさ等をどのように設定するのか，また，厚膜とした場合の反りの問題解決の際におけるリッジストライプとマスクとの対応関係をどのように図るのか，他の甲号証を参酌してもこれを特定することはできない。",
                    "したがって，信頼性をあげ，満足できる寿命を有した素子を増やした窒化物半導体素子として，窒化物半導体層にリッジストライプを形成しようとする際に，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であ」る「n型不純物を含有するGaＮ基板」とすることが容易であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明2及び3について",
              "text": [
                "本件発明2及び3は，本件発明1の発明特定事項を全て含むものであるから，同様に，引用発明及び各甲号証に記載された周知技術に基づいて当業者が容易に発明をすることができたとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "相違点1の認定の誤り",
          "text": [
            "本件発明1では，結晶欠陥の数が，「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であ」ると，基板下面から垂直方向の限定しかなされていないのに，審決は，5μmよりも上の領域は，全面において結晶欠陥が少なく，偏在のない基板と捉えた上で，引用発明について「結晶欠陥の数については，キャリア注入により素子動作を行う領域では104～105cm-2であるが，ダイシング領域近傍において，108～1011cm-2，106～107cm-2程度の領域が除去されているか否か不明であり」と，基板平面内の結晶欠陥の数を認定した。",
            "これにより，審決は，本件発明1と引用発明との基板下面から垂直方向の結晶欠陥の数を比較することをせず，相違点1の認定を誤ったものである。本件発明1の技術的意義を正しく認定すれば，「結晶欠陥の数が1×107個／cm2以下である，エピタキシャル成長を用いて形成されたn型不純物を含有するGaＮ層」という点は，両発明の一致点であって，相違点となるものでない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の技術的意義についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1を，構成要件ごとに分説して示すと以下のとおりである。",
                    "A：厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板と，",
                    "B：前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と，",
                    "C：前記窒化物半導体層に形成されたリッジストライプと，該リッジストライプ上に形成されたp電極と，",
                    "D：前記GaＮ基板の下面に形成されたn電極と，",
                    "E：を備えたことを特徴とする窒化物半導体素子。",
                    "このように本件発明1は窒化物半導体素子の発明であるところ，「GaＮ基板」を規定する構成要件Aは，結晶欠陥の数については，少なくとも下面から厚さ方向に5μmよりも上の領域では1×107個／cm2以下であると特定するのみである。すなわち，特許請求の範囲において，結晶欠陥の数値的限定は，基板下面から垂直方向に所定の領域で規定されているが，GaＮ基板の結晶欠陥が表面において全面的に少なくなっているとか，結晶欠陥の偏在がないとか，基板の平面内における結晶欠陥濃度の分布に関する限定は一切ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書に「窒化物半導体の成長方法」に関する記述があるのは，本件特許出願が「窒化物半導体の成長方法」の発明を記載した原出願からの分割出願であることに由来するにすぎないのに，審決は，本件発明1と関係のない原出願に係る製造方法に関する記載を引用して本件発明1の技術的意義を認定しており，誤りである。本件発明1は，素子の発明であり，結晶成長方法については，構成要件Aでハライド気相成長法(HVPE)を用いて形成すると規定する以外の限定はなく，本件明細書の段落【0019】～【0022】に記載されているような，結晶欠陥が横方向に伸びることによって，厚さ方向に伸びる結晶欠陥を少なくした結晶成長法により作製された基板に限定されてもいない。",
                    "また，審決における結晶欠陥の偏在の問題についても，引用発明では製造途中のウェーハにおいて絶縁膜マスク窓部の位置に結晶欠陥の偏在が生じ，その後，発光素子構造を形成する際に，これを考慮した位置合わせが必要になるという製造工程の途中における問題を取り上げている。本件発明1は素子の発明であるから，素子の製造工程の課題や作用・効果に基づいて発明の進歩性判断を行う場合には，根拠となる構成が素子の発明の構成要件に含まれていなければならない。本件発明1のように，製造工程の特徴が，素子の発明の構成要件によって記載されていない以上，当該素子の発明は，当該製造工程の特徴を有していない素子の発明と異なるところはない。審決では，製造途中のウェーハにおける結晶欠陥の偏在という，請求項1には記載されていない製造方法を根拠として，本件発明1の進歩性を認めるという誤った判断がなされている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "リパーゼ判決違反について",
              "text": [
                "最高裁判所昭和62年(行ツ)第3号平成3年3月8日第二小法廷判決・民集45巻3号123頁。以下「リパーゼ判決」という。)は，特許性(進歩性)を判断する際の「発明の要旨の認定」について，特段の事情のない限り，願書に添付した明細書の特許請求の範囲の記載に基づいてされるべきであると判示し，特許請求の範囲に記載のない事項に基づいて発明の要旨認定を行い，かかる発明の要旨に基づき進歩性を判断することを明確に否定している。",
                "本件では，上記のとおり，本件発明1の構成要件Aは，GaＮ基板は，厚さが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であり，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するものであることを規定するもので，その技術的意義は十分明確であり，構成要件Aの記載文言を，本件明細書を参酌して解釈する必要もない。そもそも，審決が，本件発明1の構成要件Aの「GaＮ基板」について，結晶欠陥が保護膜上で横方向に伸びるように成長させることによって製造され，結晶欠陥が偏在しないGaＮ基板であると認定し，相違点1の認定，及び相違点1，2の容易想到性判断において，これを本件発明1の技術的意義として参酌したことは，本件発明1の構成要件に記載されていない事項を，実質上，本件発明1の発明の要旨に取り込むことであり，リパーゼ判決に反し，許されるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点1に関する容易想到性判断の誤り",
          "text": [
            "以下のとおり，審決の行った相違点1に関する容易想到性の判断は，いずれも誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "結晶欠陥密度の限定について",
              "text": [
                "審決は，刊行物1の図6A(1)，(2)において，結晶欠陥の数が「1×107個／cm2」より大きい，目空き部40(108～1011cm-2，)及び合体部(106～107cm-2程度)をダイシングする際に，欠陥密度の大きい領域を積極的に全て除去すべき動機付けがないと判断した。",
                "しかし，前記のとおり，本件発明1の特徴的構成は，素子の基板(素子の作製に用いられたウェーハではなく，素子に分離された後の基板)の垂直方向の欠陥密度の数値限定だけであり，審決が，素子の作製に用いられたウェーハにおける欠陥の偏在や，引用発明において欠陥密度の大きい領域を積極的に全て除去することの動機付けを問題にすること自体がそもそも誤りである。",
                "また，仮に，審決の判断のとおり，本件発明1において，半導体素子の機能に関係しないGaＮ基板の領域を含め，素子の全部の領域で結晶欠陥の数が1×107個／cm2以下の意味であると解釈される場合であっても，半導体素子の機能に関係しない領域については技術的意義がないから，これを比較の基礎とする判断は相当でなく，引用発明の目空き部(108～1011cm-2)及び合体部(106～107cm-2程度)との点は，本件発明1との実質的相違点となるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "結晶成長方法について",
              "text": [
                "審決は，「引用発明において，ハライド成長法を採用することが可能であったとしても，ハライド成長法によって，『厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である』，『n型不純物を含有するGaＮ基板』を成長できない」と判断している。審決は，引用発明において有機金属成長法をハライド成長法に変えることで，マスク上方において有機金属成長法と同程度の低欠陥密度(つまり，104～105cm-2)を得ることは認めながら，引用発明の基板成長法では窓部の上方において結晶欠陥が偏在するので，ハライド成長法を採用しても，結晶欠陥の偏在しないGaＮ基板を得ることができないというものである。",
                "しかし，前記のとおり，本件発明1は素子の発明であり，本件発明1のGaＮ基板を得る成長方法としてハライド成長法が規定されているだけであり，結晶欠陥の偏在がないGaＮ基板を形成するための選択成長の限定は存在しないのであり，判断の前提が誤っている。",
                "また，引用発明において有機金属成長法を単純にハライド成長法に変えることで，マスク上方において，有機金属成長法と同程度の低欠陥密度となることは十分に予想できるのであり，しかも，引用発明の欠陥密度は，キャリア注入より素子動作を行う領域で104～105cm-2であり，これは107cm-2よりも2桁以上小さい値であるから，ハライド成長法に変えたとしても結晶欠陥の数が1×107個cm2以下に留まることは明らかである。",
                "したがって，引用発明において有機金属気相成長法に代えてハライド成長法に適用し，これにより，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である」，「n型不純物を含有するGaＮ基板」を得ることを，当業者は容易に想到できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "GaＮ基板の膜厚について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，GaＮ基板の膜厚を，加工に対する強度を得るために厚くすることは周知であることを認めたうえで，(i)厚膜成長に際して，膜厚を厚くすることにより結晶欠陥の偏在を減少させ，結晶欠陥の偏在を生じさせない選択成長を用いることを示す証拠は提示されておらず，刊行物1には，引用発明における結晶欠陥の偏在領域を，膜厚を厚くすることで減少させることについての説明がないこと，(ii)厚膜による反りの課題解決をはかりながら低欠陥領域とキャリア注入領域とを一致させる具体的な方法を示した証拠がなく，これが周知技術でもないことを理由として，引用発明において，リッジストライプを有して下地基板を除去する素子構造とし，かつ，膜厚を50μm以上とすることが容易に想到し得たといえないと判断する。",
                    "しかしながら，上記(i)は，上記に述べたように構成要件上限定のない，引用発明の基板の作成方法における結晶欠陥の偏在を問題とするものである。また，上記(ii)は，本件発明1はGaＮ基板が「結晶欠陥の偏在が少ないもの」であるため，厚膜による反りの課題解決を図りながら低欠陥領域とキャリア注入領域とを一致させることができる効果を有することを前提とする議論であり，いずれも前提において誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "GaＮ基板には，ラッピングから電極形成，素子の切り出しの工程，さらに，ラッピング後に洗浄，電極形成工程でのハンドリング，単体の素子をパッケージに組み立てる作業に耐えられる十分な強度が必要である。そして，GaＮ基板の膜厚を50μm以上とすることは周知であり，甲12の段落【0019】や甲7の段落【0040】にも記載されている。そうすると，刊行物1に記載されている引用発明の素子では，サファイア基板1を除去した後は，強度を維持する構造体は，GaＮの「クラッド層62」であるから，当該クラッド層は，50μm以上の十分な厚みを有していることが明らかである。",
                    "以上より，GaＮ基板の厚みが50μm以上であることは，本件発明1と引用発明との実質的な差異ではなく，少なくとも刊行物1の記載に基づいて当業者が容易に想到できる程度のことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "効果について",
              "text": [
                "審決は，本件発明1は，厚膜による反りに対する課題解決等を図ることができるという引用発明には見出せない効果を有しているとする。",
                "しかし，審決が認定する厚膜による反りに対する課題解決等の効果は，本件発明1の構成要件Aの構成から得られるものではない。審決は，本件発明1のGaＮ基板が，結晶欠陥を偏在させない方法によってのみ形成された基板であるとの前提で上記課題解決の効果を認定しているが，前記のとおり，本件発明1は基板が結晶欠陥を偏在させない方法によってのみ形成されるという限定を有していないのであるから，その前提が誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点2に関する容易想到性判断の誤り",
          "text": [
            "審決は，従来の成長法によって成長を行った場合は，保護膜を除去したことにより，結晶欠陥の偏在位置を特定しづらくなるため，結晶欠陥の少ない窓部とリッジストライプを形成すべき位置とを一致させることが困難であり信頼性が劣ることになるのに対し，結晶欠陥が偏在していなければ，窓部等との一致をさせなくても信頼性を損なうことがないとの認識の下，本件発明1は，結晶欠陥が偏在していないためにリッジストライプをどこにでも形成できるのに対し，引用発明では，リッジストライプを形成している実施例はマスクがあるものだけで，図6A，Bのようにマスクを除去した場合には，結晶欠陥の少ない，リッジストライプを形成する場所を特定することができないから，引用発明においてリッジストライプを形成することは容易でないと判断しているようである。",
            "しかし，本件発明1には，マスク(保護膜)を用いた結晶成長法の限定も，結晶欠陥が基板の平面内において偏在しないとの限定も存在しないから，審決の認定する相違点2の困難性は本件発明1には当てはまらない。",
            "したがって，審決の相違点2の容易想到性に関する判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の行った相違点1の認定には，以下に述べるように，誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1には，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，・・・GaＮ基板」とあるから，当該請求項の記載自体から，「GaＮ基板面方向に関して，結晶欠陥の数が1×107個／cm2を超えるような結晶欠陥の偏在箇所を有していない」とする認定は正当である。すなわち，構成要件Aの「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である」は，「下面」を基準としているから，そこから5μmよりも上の領域では，どの箇所も，1×107個／cm2以下であることを意味していることは明らかで，これ以外の解釈の余地はない。構成要件Aが規定しているのは「下面から厚さ方向に5μmよりも上の領域」における結晶欠陥の数であって，「厚さ方向の結晶欠陥の数」ではなく，また，「領域」には，原告がいう「面方向」の領域も当然に含まれているといえる。そして，どの箇所も1×107個／cm2以下である以上，当然ながら，基板面方向に1×107個／cm2を超える偏在箇所はないから，審決の認定は正当である。",
                    "原告の主張のように考えると，下面から厚さ方向に5μmよりも上の領域における面方向において，結晶欠陥の数が1×107個／cm2を超えるような領域があってもよく，逆にいえば，その一部にでも結晶欠陥の数が1×107個／cm2以下の領域があればこの構成要件を充足することになろうが，特許請求の範囲において，「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，・・・GaＮ基板」とある場合に，このような解釈が認められないことは明らかである。",
                    "さらに，本件発明1の基本的な目的は，窒化物半導体素子構造を成長させる面において，結晶欠陥が少ない基板を提供し，もって，結晶欠陥の少ない窒化物半導体素子を提供することにあること(段落【0007】)に照らし，半導体素子構造を形成する面において，結晶欠陥が1×107cm-2より多い領域があることを許容していないことが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，審決の認定では，本件発明1と引用発明との結晶成長方法の差異に言及している箇所があり，その部分の認定は適切とはいえない。しかし，審決の認定の趣旨は，本件発明1では，「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である」として，5μmよりも上の領域では，どの箇所をとっても，1×107個／cm2以下であることを特定しているのに対し，引用発明では結晶欠陥の数に偏在が生じているという，「物」としての構成の差異をいうものと理解することができるのであり，その結論は正当であるから，審決の認定の不適切さが審決の結論に影響を与えているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "リパーゼ判決は，特許請求の範囲に従った要旨認定を行わなければならない旨を述べているだけであって，そのようにして認定された発明の技術的意義を明細書の開示に基づいて理解することを禁止するものではないところ，審決が行っている認定は，特許請求の範囲の記載に基づいて正しく発明の要旨認定を行った上で，明細書を参酌してその技術的意義を述べているだけのことであるから，リパーゼ判決に反するものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張2に対し",
          "text": [
            "以下のとおり，当業者において，当該相違点に係る構成を採用することが容易想到であるとはいえず，審決の結論に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "結晶欠陥密度の限定について",
              "text": [
                "審決が図6A(1)，(2)において，結晶欠陥密度が「1×107個／cm2」よりも大きい，目空き部40(108～1011cm-2)及び合体部(106～107cm-2程度)をダイシングする際に，それらの欠陥密度の大きい領域を積極的に全て除去すべき動機付けがないとした点については，審決の正しく認定するとおりである。",
                "そして，前記1(1)イで述べたとおり，審決は，本件発明1と引用発明の「物」としての構成の差異をいうのであって，結晶成長方法の違いを根拠として容易想到性を否定したものではないのであるから，原告の主張は当たらない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "結晶成長方法について",
              "text": [
                "審決は，前記のとおり，引用発明に関して，結晶欠陥の偏在を生じさせる結晶成長方法自体を認定するものというのではなく，結晶成長後に得られた「物」に関して，結晶欠陥の数の偏在が存在することを認定し，そのため，引用発明にハライド気相成長法(HVPE)を採用したとしても，1×107個／cm2以下という数値を得ることができないとの認定をしたと理解できる。",
                "また，ハライド気相成長法(HVPE)に関しては，例えば，同じ横方向成長技術を用いた刊行物1(MOCVDを採用)と甲2(HVPEを採用)であっても，それぞれ結晶欠陥の数は104～105cm-2と6×107／cm2(甲2の要約部分と「4．Conclusion」とを参照)で異なっているのであるから，MOCVDをHVPEに代えた場合に，同じ結晶欠陥の数が得られるとはいえないことが明らかである。",
                "さらに，そもそも，ハライド気相成長法(HVPE)は比較的厚膜を形成するために用いられる技術であるところ，後記のとおり，引用発明にはGaＮ基板を厚膜に形成する動機がないから，引用発明のGaＮ基板をハライド気相成長法(HVPE)で形成する理由は存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "GaＮ基板の膜厚について",
              "text": [
                "引用発明のGaＮ基板はクラッド層からなるところ，一般的に，クラッド層の厚みは，厚めに見積もってもせいぜい数μm程度であって(甲17～23)，50μmはおろか，5μmのクラッド層さえ形成することがない。",
                "引用発明では，審決が正しく認定するとおり，本件発明1とは異なり，多数の結晶欠陥が目空き部(窓領域)の上方に伸びる結果，これをたとえ厚膜に成長させたとしても結晶欠陥の少ない領域が更に広がるわけではなく，結晶欠陥の数の分布に変化はないのであるから，引用発明では，当該クラッド層に50μmの厚膜を採用すべき理由がない。よって，引用発明のクラッド層を50μmにまで厚くする動機付けがない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告主張3に対し",
          "text": [
            "審決の趣旨は，本件発明1と引用発明に関して，マスクや窓部に関する結晶成長方法の差異を指摘しているのではなく，結晶欠陥の数の偏在の有無という「物」の構成の差異を認定したものと理解することができ，引用発明では，1×107個／cm2を超える偏在箇所が存在するため，引用発明についてリッジストライプを形成しようとしても，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であ」る「n型不純物を含有するGaＮ基板」とすることが容易ではないとして，「物」としての結晶欠陥の偏在を根拠として，容易想到性を否定していると理解することができる。",
            "したがって，審決の認定の一部に不適切な点があるとしても，その結論において正当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1について",
          "text": [
            "本件明細書(甲25，26)によれば，本件発明1につき以下のことを認めることができる。",
            "本件発明1は，結晶欠陥の少ない窒化物半導体基板を用いたレーザ等の窒化物半導体素子に関するものである(段落【0001】)。格子不整合で半導体材料を成長させると，半導体中に結晶欠陥が発生し，その結晶欠陥が半導体デバイスの寿命に大きく影響するため，従来，サファイア基板上に，結晶欠陥が非常に多いGaＮ層を薄く成長させ，その上にSiO よりなる保護膜を部分的に形成し，その保護膜の上からハライド気相成長法(HVPE)，有機金属気相成長法(MOVPE)等の気相成長法を用いて，再度GaＮ層を横方向に成長させるというラテラルオーバーグロウス(LOG)と呼ばれる成長方法により，結晶欠陥の少ない窒化物半導体を成長させる試みが行われた(段落【0002】～【0004】)。この従来の方法によると，保護膜の上部に結晶欠陥を集中させて，窓部に結晶欠陥の少ない領域を作製すること，すなわち，意図的に結晶欠陥を偏在させることができるので，異種基板上に直接成長させた窒化物半導体よりも，結晶欠陥の数は減少するが(段落【0006】)，窒化物半導体表面に現れている結晶欠陥の数は多く未だ十分満足できるものではなく，また，窒化物半導体素子についても，結晶欠陥が偏在するため，信頼性も十分とはいえず，そのため一枚のウェーハからレーザ素子を多数作製しても，満足できる寿命を有しているものはわずかしか得られないので，寿命に優れた素子を作製するためには，窒化物半導体表面に現れた結晶欠陥の数を更に減少させる必要があった(段落【0007】)。",
            "そこで，本件発明1は，基板となり得る窒化物半導体の結晶欠陥を少なくして，信頼性に優れた窒化物半導体素子を提供することを目的とし(段落【0007】)，厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板と，前記GaＮ基板の上に積層された，活性層を含む窒化物半導体層と，前記窒化物半導体層に形成されたリッジストライプと，該リッジストライプ上に形成されたp電極と，前記GaＮ基板の下面に形成されたn電極と，を備えることによって(段落【0008】，【0009】)，結晶欠陥が少ないGaＮ基板の上に活性層を含む窒化物半導体層を積層しているので，非常に信頼性の高い素子が実現できるという効果を奏するものである(段落【0061】)。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張1(相違点1の認定の誤り)について",
          "text": [
            "原告は，本件発明1は窒化物半導体素子の発明であり，構成要件Aには，結晶欠陥の数値的限定は，基板下面から垂直方向に所定の領域で規定されているのみであり，GaＮ基板の結晶欠陥が表面において全面的に少なくなっているとか，結晶欠陥の偏在がないとか，基板の平面内における結晶欠陥濃度の分布に関する限定は一切ないにもかかわらず，審決が，本件発明1の結晶欠陥の数が「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であ」る点について，引用発明と一致するとせず，相違点とした認定は誤りであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかし，本件発明1の請求項1には，前記のとおり，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下である，ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板と…を備えたことを特徴とする窒化物半導体素子」との記載があり，結晶欠陥密度について，「下面」から厚さ方向に5μmよりも「上の領域」を問題としており，その文言からは，本件発明1は，GaＮ基板の厚さ方向に直角な面方向(以下，「GaＮ基板の面方向」という。)に関して，結晶欠陥の数が1×107個／cm2を超えるような偏在箇所を有していないものと解するのが合理的である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "そして，このことは，以下の点からも裏付けることができる。すなわち，本件訂正明細書(甲26)の内容を参酌するに，本件訂正明細書には，発明が解決しようとする課題として，「従来の窒化物半導体の成長方法によると，確かに異種基板上に直接成長させた窒化物半導体よりも，結晶欠陥の数は減少する。これはLOGによって，結晶欠陥を部分的に集中させられることによる。この方法では，保護膜の上部に結晶欠陥を集中させて，窓部に結晶欠陥の少ない領域を作製することができる。即ち，意図的に結晶欠陥を偏在させることができる。」(段落【0006】)，「しかしながら，従来の成長方法では，未だ窒化物半導体表面に現れている結晶欠陥の数は多く未だ十分満足できるものではなかった。また窒化物半導体素子についても，結晶欠陥が未だ偏在するため，信頼性も十分とは言えない。そのため一枚のウェーハからレーザ素子を多数作製しても，満足できる寿命を有しているものはわずかしか得られない。寿命に優れた素子を作製するためには，窒化物半導体表面に現れた結晶欠陥の数を更に減少させる必要がある。従って，本発明はこのような事情を鑑みてなされたものであって，その目的とするところは，基板となり得るような結晶欠陥の少ない窒化物半導体の成長方法を提供すると共に，主として信頼性に優れた窒化物半導体素子を提供することにある。」(段落【0007】)と記載されていることからすると，本件発明1は，従来のLOGによる窒化物半導体の成長方法によって形成した窒化物半導体素子は，結晶欠陥が未だ偏在するため，信頼性も十分とはいえないことから，基板となり得る窒化物半導体の結晶欠陥を少なくして，",
              "text": [
                "信頼性に優れた窒化物半導体素子を提供することを目的とするものであり，そもそも，結晶欠陥の偏在を課題とするのであるから，窒化物半導体素子の信頼性に影響するような結晶欠陥が偏在していない，すなわち，GaＮ基板の面方向に関して，結晶欠陥の数が1×107個／cm2を超えるような偏在箇所を有していないと解するのが相当であって，このことは，請求項1に関する前記解釈とも合致するものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点，原告は，審決が，本件発明1の構成要件Aの「GaＮ基板」について，結晶欠陥が保護膜上で横方向に伸びるように成長させることによって製造され，結晶欠陥が偏在しないGaＮ基板であると認定し，相違点1の認定において，これを，本件発明1の技術的意義として参酌したことは，本件発明1の構成要件に記載されていない事項を，実質上，本件発明1の発明の要旨に取り込むことであり，リパーゼ判決に反すると主張する。",
                "しかし，審決は，本件発明1の構成を，前記(1)のとおり，特許請求の範囲の記載に基づいて認定しているのであり，本件明細書の記載を参酌して要旨認定を行ったものではない。審判手続において，原告は，仮に，半導体素子の機能に関係しないGaＮ基板の領域を含め全部の領域で結晶欠陥の数が1×107個／cm2以下の意味であると解釈された場合においても，半導体素子の機能に関係しない領域については技術的意義がないから，進歩性が認められない旨主張していたところ，審決は，引用発明と対比するに当たり，これに対応して，本件訂正明細書の記載に触れ，「本件発明1による『ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板』として，『厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下』である基板は，結晶欠陥を表面において全面的に結晶欠陥を少なくしているものである。」(34頁21～27行)と認定した。審決がこのように認定したのは，原告の前記主張に対応したためであって，本件発明1の要旨認定に当たって，本件訂正明細書の記載に基づいて発明の要旨認定をしたものではない。したがって，原告の上記主張は失当である。",
                "また，原告は，本件発明1は，結晶成長方法に関し，構成要件Aには，ハライド気相成長法(HVPE)を用いて形成すると規定する以外の限定はなく，本件発明1は，本件明細書の段落【0019】～【0022】に記載されているような，結晶欠陥が横方向に伸びることによって厚さ方向に伸びる結晶欠陥を少なくした結晶成長法により作製された基板に限定されてもいないと主張する。",
                "確かに，本件発明1には，ハライド気相成長法(HVPE)以外に結晶成長方法に係る限定はなく，本件発明1は，結晶欠陥が横方向に伸びることによって厚さ方向に伸びる結晶欠陥を少なくした結晶成長法により作製された基板に限定されるものではない。したがって，審決が，本件発明1による「ハライド気相成長法(HVPE)を用いて形成されたn型不純物を含有するGaＮ基板」として，「厚みが50μm以上であり，少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下」である基板は，本件訂正明細書の段落【0018】～【0022】に記載された製造方法によってのみ製造されるとした認定は誤りといわなければならない。",
                "しかし，上記の結晶欠陥密度に関する相違点1の認定は，GaＮ基板の面方向に関して，下面から厚さ方向に5μmよりも上の領域では，結晶欠陥の数が1×107個／cm2を超えるような偏在箇所を有していない基板を有する素子と，引用発明の素子とを正当に比較して導かれたものであるから，結晶成長方法を限定した審決の前記認定の誤りが結晶欠陥密度に関する相違点1の認定に影響を及ぼしていないことは明らかである。また，以下のとおり，審決の相違点1の容易想到性の判断にも誤りはないから，審決の前記認定誤りは結論に影響せず，取消事由に該当するとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張2(相違点1に関する容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1について，前記第2，4(3)【相違点1】記載のとおり認定しているところ，審決の指摘する相違点1は，以下の3点に区分されると解される。すなわち，審決は，本件発明1の「n型不純物を含有するGaＮ基板」は，「少なくとも下面から厚さ方向に5μmよりも上の領域では結晶欠陥の数が1×107個／cm2以下であ」るのに対して，引用発明の「n型の不純物をドープしたn型クラッド層62」は，結晶欠陥の数については，キャリア注入により素子動作を行う領域では104～105cm-2であるが，ダイシング領域近傍において，108～1011cm-2，106～107cm-2程度の領域が除去されているか否か不明である点(相違点1-1)，本件発明1のGaＮ基板は厚みが50μm以上であるのに対し，引用発明のクラッド層62は，厚みに関する特定がなされていない点(相違点1-2)，本件発明1のGaＮ基板は，ハライド気相成長法(HVPE)を用いて形成されているのに対し，引用発明のクラッド層62は，有機金属気相成長法を用いて形成されている点(相違点1-3)を指摘している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記の相違点1-1に関し，素子に分離された後の基板の，面方向の欠陥の偏在の有無(分布)は，本件発明1の限定的要件ではないのであるから，審決が引用発明において欠陥密度の大きい領域を積極的に全て除去することの動機付けを問題にすること自体が誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，本件発明1は，GaＮ基板の面方向に関して，結晶欠陥の数が1×107個／cm2を超えるような結晶欠陥の偏在箇所を有しているとはいえないことは，前記に認定説示したとおりであり，原告の主張は前提において誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用発明は以下のとおりのものであることからすれば，動機付けに関する審決の判断に誤りがあるとはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明について",
                      "text": [
                        "刊行物1によれば，引用発明につき，以下のとおり認めることができる。",
                        "引用発明は，発明の名称を「半導体材料，半導体材料の製造方法及び半導体装置」とし，六方晶系構造を有する結晶又は窒化物半導体からなる半導体装置に係り，紫外光に至る波長での発光に適し又は光情報処理あるいは光応用計測光源に適する半導体レーザ素子に関するものであり，六方晶系の結晶構造を有するIII-V族化合物半導体又はV族元素としてＮ(窒素)を含む窒化物半導体からなる半導体層を極めて低い欠陥密度で形成する結晶成長技術を応用して作製される半導体装置の寿命又はこの動作に係るキャリアの寿命若しくは移動度を，当該半導体装置の実用化に十分な値に改善することを目的としている。",
                        "そして，上記目的を達成するための結晶成長方法として，以下の技術を採用した。",
                        "サファイア基板1の(0001)表面上にSiO 膜(絶縁膜)を気相成長法により直接形成し，上記SiO 膜にストライプ状に複数の目空き部を形成して，SiO膜(絶縁膜)マスク4とし，",
                        "前記SiO 膜マスク4が形成されたサファイア基板1を窒化物半導体結晶成長炉(MOCVD装置)に入れ，",
                        "アンモニア(ＮH )ガス，トリメチルガリウム(TMG)ガスを連続的に供給し，サファイア基板1を成長温度1030℃に加熱し，",
                        "前記SiO 膜マスク4の目空き部にて結晶構造を有する領域の表面から縦方向に延伸するように成長させ，SiO 膜マスク上にて目空き部から突出して成長した窒化物半導体の側面を新たな成長界面として横方向(すなわち，当該SiO 膜マスク上面に略平行な方向)に成長させることで，成長したGaＮ結晶の結晶欠陥の密度が，目空き部の上側において108～1011cm-2，SiO 膜マスク4の上側で104～105cm-2，また，SiO 膜マスク4の上側であって前記横方向に成長したGaＮ結晶の合体部の欠陥密度が最大106～107cm-2程度となる，SiO 膜マスク4を利用した窒化物半導体を形成する。",
                        "このような方法で形成された半導体レーザ素子において，キャリア注入により素子動作を行う領域がSiO 膜マスク4上に形成された領域であるホモエピタキシャル部上であって，SiO 膜マスク4上における結晶の合体領域上部を避けて素子動作を行う領域が形成されるように，SiO 膜マスク4上に形成されたホモエピタキシャル部(GaＮ層)に，n型の不純物をドープしたn型クラッド層62と，n型のAl Ga Ｎ層からなる光導波層63，アンドープのInGaＮ多0．15 0．85重量子井戸層からなる活性層66，p型のAl Ga Ｎからなる光導波層，0．15 0．85p型のGaＮからなるクラッド層65，p型クラッド層65より高い濃度の不純物を含むp型GaＮのキャップ層68，p型電極10を積層して形成され，前記p型のクラッド層65に埋め込まれて前記活性層66におけるキャリア注入領域を制限するn型のGaＮ層67からなる積層構造55を形成し，サファイア基板1側をラッピングし，n型クラッド層の下面を露出させ，n型クラッド層の露出した下面にn型電極11を形成し，その後，単体の素子に切り出すために，各目空き部の中央と各SiO 膜マスク4の中央に，積層構造55の上から下に向けてそれぞれダイシングして形成される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上から，引用発明の素子は，結晶欠陥密度が「1×107個／cm2」よりも大きい，目空き部(108～1011cm-2)及び合体部(106～107cm-2程度)と，SiO 膜マスク4の上側部(104～105cm-2)とを当然に有することになる。",
                        "また，刊行物1には，図6A(2)の構成について，「キャリア注入により素子動作を行う領域をホモエピタキシャル部上に形成することであり，僅かの結晶欠陥にも性能が左右される素子においては，マスク4上における結晶の合体領域上部を避けて素子動作を行う領域を形成する図6A(2)の構成を採用することが望ましい。」とし，また，実施例1～5，7～12，14を示す，図7A～図18Cには，いずれも活性層に絶縁膜マスク及び活性層の中央領域以外の中央領域近傍において結晶欠陥密度が108～1011cm-2である絶縁膜マスク窓部をそれぞれ複数有しているか，あるいは，上下2層でずれた絶縁膜マスク窓を設けていることが図示されている。しかも，「図7Cに示す構成では，発光活性層内における低欠陥密度で低光損失の中央領域にのみ電流を注入するリッジストライプ構造を有している」と記載されており，リッジストライプを形成する際にも，結晶欠陥密度が108～1011cm-2である絶縁膜マスク窓部を残してもよいことが説明されている。",
                        "そうすると，引用発明における半導体装置の寿命又はこの動作に係るキャリアの寿命若しくは移動度を当該半導体装置の実用化に十分な値に改善するとの目的は，上記の結晶成長方法とともに上記のダイシング法及びリッジストライプ構造を採用したことにより達成できるものであって，刊行物1においては，図6A(1)，(2)において，結晶欠陥密度が「1×107個／cm2」よりも大きい，目空き部(108～1011cm-2)及び合体部(106～107cm-2程度)が残されることが記載されており，ダイシングする際に，それらの欠陥密度の高い領域を積極的に全て除去して欠陥密度の低い領域のみを形成すべき動機付けがあるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "加えて，原告主張の周知例を踏まえても，引用発明において，相違点1-1に係る構成を採用するのが容易想到であるということはできない。すなわち，甲2には，ハイドライド気相成長エピタキシー(HVPE)によって，6×107cm-2の低転位密度の厚膜GaＮを得ることが記載されているものの，結晶欠陥の数は，1×107cm-2以下ではない。また，その余の周知例(甲3～8，11，12)には，そもそも，GaＮ基板の結晶欠陥の数についての記載はない。",
                "したがって，これらの周知例から，「GaＮ基板」における「少なくとも下面から厚さ方向に5μmよりも上の領域で結晶欠陥の数が1×107cm-2以下である」ことが記載ないし示唆されているとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，原告は，仮に，相違点1について，審決の判断のとおり，本件発明1について，半導体素子の機能に関係しないGaＮ基板の領域を含め，素子の全部の領域で結晶欠陥の数が1×107個／cm2以下の意味であると解釈される場合であっても，半導体素子の機能に関係しない領域については技術的意義がないから，これを比較の基礎とする判断は相当でなく，目空き部(108～1011cm-2)及び合体部(106～107cm-2程度)における結晶欠陥密度の相違は，実質的相違点とはならないと主張する。",
                "しかし，本件発明1が結晶欠陥の偏在の少ない窒化物半導体素子を提供することを目的とする物の発明であることに照らすと，GaＮ基板の面方向に5μmよりも上の部分において，結晶欠陥の数が1×107個／cm2を超えるような偏在箇所を有していない素子であることは，本件発明1の特徴的な部分であって，引用発明における結晶欠陥の偏在がある基板とでは，基板自体が物として異なることは明らかである。また，活性層のうち，リッジストライプに対応する領域，すなわち，発光する領域以外の領域において，結晶欠陥の数が，1×107個／cm2以下であることに技術的意義を有しないとする合理的根拠が明らかにされておらず，上記主張は採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上から，引用発明において相違点1-1に係る構成を採用することについて，当業者が容易に発明することができたということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，本件発明1は容易想到性を欠き，無効であると主張する原告の無効理由には理由がない。",
            "本件発明2及び3は，本件発明1の構成をすべて含むものであるから，本件発明1と同様に，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由には理由がない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10068",
    "date": "2013-11-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083763",
    "ipprecedent_id": "3564",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}