{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-22198号事件について平成24年12月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「合わせガラス用中間膜及び合わせガラス」とする発明について，平成12年4月25日，特許出願(特願2000-124470号。以下「本願」という。)をした。",
                "原告は，平成21年2月16日付けの拒絶理由通知を受けたため，同年4月20日付けで本願の願書に添付した特許請求の範囲等を変更する手続補正をしたが，同年8月11日付けの拒絶査定を受けた。",
                "そこで，原告は，同年11月13日，拒絶査定不服審判を請求するとともに，同日付けで本願の願書に添付した特許請求の範囲等を変更する手続補正をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，上記請求を不服2009-22198号事件として審理し，平成24年7月25日付けの拒絶理由通知をした。これに対し原告は，同年10月1日付けで本願の願書に添付した特許請求の範囲等を変更する手続補正(甲5。以下「本件補正」といい，本件補正後の明細書を「本願明細書」という。)をした。",
                "その後，特許庁は，同年12月25日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，平成25年1月15日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成25年2月13日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "「【請求項1】",
            "可塑化ポリビニルアセタール樹脂からなる合わせガラス用中間膜であって，",
            "前記可塑化ポリビニルアセタール樹脂が，ポリビニルアセタール樹脂が可塑剤であるトリエチレングリコールジ-2-エチルヘキサノエートにより可塑化されたものであり，",
            "合わせガラスとしたときに，前記合わせガラスは，波長380～780nmでの可視光透過率Tvが75％以上，340～1800nmでの日射透過率Tsが60％以下，ヘイズHが1．0％以下，及び，10～2000MHzでの電磁波シールド性能ΔdBが10dB以下であり，かつ，80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下であり，熱線カット機能を有する金属酸化物微粒子とリン酸エステルとを含有することを特徴とする合わせガラス用中間膜。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，本願の出願前に頒布された刊行物である特開平8-259279号公報(以下「刊行物1」という。甲1)，国際公開第00／18698号パンフレット(国際公開日2000年(平成12年)4月6日，以下「刊行物2」という。甲2)及び特開平8-281860号公報(以下「刊行物3」という。甲3)に記載された発明に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないから，その余の請求項に係る発明について検討するまでもなく，本願は拒絶すべきものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した刊行物1に記載された発明(以下「刊行物1発明」という。)，本願発明と刊行物1発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1発明",
                  "text": [
                    "「可塑剤であるポリエーテルエステルの3GHをポリビニルブチラール系樹脂に添加した樹脂からなる合わせガラス用中間膜であって，合わせガラスとしたときに，前記合わせガラスは，波長380～780nmでの可視光透過率Tvが76．5％，340～1800nmでの日射透過率Tsが58．5％，ヘイズHが0．4％，及び，KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内であり，断熱性能を発現せしめるSnO，TiO ，SiO ，ZrO ，ZnO，Fe O ，Al O  ，FeO，Cr O ，Co O ，CeO ，In O ，NiO，MnO，CuO等の各種酸化物や9wt%Sb O -SnO (ATO) In O-5wt%SnO (ITO)等の複合物からなる機能性超微粒子を分散せしめてなる合わせガラス用中間膜」の発明"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と刊行物1発明の一致点",
                  "text": [
                    "「可塑化ポリビニルブチラール系樹脂からなる合わせガラス用中間膜であって，前記可塑化ポリビニルブチラール系樹脂が，ポリビニルブチラール系樹脂が可塑剤であるポリエーテルエステルにより可塑化されたものであり，合わせガラスとしたときに，前記合わせガラスは，波長380～780nmでの可視光透過率Tvが76．5％，340～1800nmでの日射透過率Tsが58．5％，ヘイズHが0．4％であり，電波透過性，熱線カット機能を有する金属酸化物微粒子を含有する合わせガラス用中間膜。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と刊行物1発明の相違点",
                  "text": [
                    "(相違点a)",
                    "本願発明は，「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」であるのに対して，刊行物1発明は，「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」である点。",
                    "(相違点b)",
                    "本願発明は，合わせガラス中間膜が，「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下」であるとの物性の特定があるのに対し，刊行物1発明は，かかる物性の特定がない点。",
                    "(相違点c)",
                    "本願発明は，合わせガラス中間膜が，「リン酸エステルを含有する」との特定があるのに対し，刊行物1発明は，かかる特定がない点。",
                    "(相違点d)",
                    "「可塑化ポリビニルアセタール樹脂」の可塑剤について，本願発明は「トリエチレングリコールジ-2-エチルヘキサノエート」であるのに対し，刊行物1発明は「ポリエーテルエステル」である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定の誤り及び相違点の看過)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1(甲1)には，可塑剤について，「可塑剤としては，例えばジオクチルフタレート(DOP)，ジイソデシルフタレート(DIDP)，ジトリデシルフタレート(DTDP)，ブチルベンジルフタレート(BBP)などのフタル酸エステル，またトリクレシルホスフェート(TCP)，トリオクチルホスフェート(TOP)などのリン酸エステル，またトリブチルシトレート，メチルアセチルリシノレート(MAR)などの脂肪酸エステル，またトリエチレングリコール・ジ-2-エチルブチレート(3GH)，テトラエチレングリコール・ジヘキサノールなどのポリエーテルエステルなど，またさらにこれらの混合物が挙げられる。」(段落【0047】)との記載がある。この記載によれば，「ポリエーテルエステル」は，数多く挙げられた可塑剤の中の1種にすぎず，また，刊行物1には，上記可塑剤の中でポリエーテルエステルが好ましい旨の記載はないから，ポリエーテルエステルを積極的に抽出すべき理由はない。また，刊行物1には，実施例2に可塑剤が3GHであることが記載されているにとどまる。",
                        "したがって，本件審決が認定した刊行物1発明の構成のうち，「可塑剤であるポリエーテルエステルの3GHをポリビニルブチラール系樹脂に添加した樹脂」との部分は誤りである。",
                        "そうすると，刊行物1発明は，「可塑化ポリビニルブチラール系樹脂」を用いてはいるものの，「可塑化ポリビニルブチラール系樹脂」が「ポリビニルブチラール系樹脂が可塑剤であるポリエーテルエステルにより可塑化されたもの」であるとはいえないから，本件審決がこの点を本願発明と刊行物1発明の一致点と認定したのは誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物1の請求項7，段落【0032】及び【0033】の記載によれば，刊行物1記載の「機能性超微粒子」は，断熱性能，紫外線遮蔽性能，着色性能，遮光性等を適宜発現するものであって，必ずしも断熱性能を発現するものではなく，その中には，断熱性能とは異なる他の性能を発現するものも含まれる。",
                        "したがって，本件審決が認定した刊行物1発明の構成のうち，「断熱性能を発現せしめるSnO ，TiO ，SiO ，ZrO ，ZnO，Fe O ，Al O ，FeO，Cr O  ，Co O ，CeO ，In O ，NiO，MnO，CuO等の各種酸化物や9wt%SbO -SnO (ATO) In O -5wt%SnO (ITO)等の複合物からなる機能性超微粒子」との部分は，上記「機能性超微粒子」の中には，「断熱性能」とは異なる他の性能を発現するものが含まれているから誤りである。",
                        "また，刊行物1記載の「機能性超微粒子」が「断熱性能」を適宜発現するものであったとしても，刊行物1記載の「断熱性能」は，本願発明の「熱線カット機能」とは異なる性能であるから，それが「熱線カット機能」を有することには繋がらない。",
                        "そうすると，本件審決が認定した本願発明と刊行物1発明の一致点のうち，「熱線カット機能を有する金属酸化物微粒子」を含有する点で一致するとの部分は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，刊行物1には，実施例2において電波透過性に関する具体的な物性値は記載されていないが，実施例2においても，実施例1と同様の測定及び評価が行われているのは明らかであり，実施例2において電波透過性について所期の特性を有している旨の記載から，実施例1と同様に電波10～1000MHzの範囲のΔdBが2dB以内であると推認されると認定した上で，刊行物1に，「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」である刊行物1発明が記載されている旨認定した。",
                        "しかしながら，刊行物1には，実施例2において，実施例1と同様の「電波透過性」の測定及び評価が行われていることを明示した記載はないから，実施例2における電波10～1000MHzの範囲のΔdBが2dB以内であると推認することはできない。",
                        "したがって，本件審決が認定した刊行物1発明の構成のうち，「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」であるとの部分は誤りである。",
                        "また，本願明細書(甲4)には，「電磁波透過性」の評価について，「4)電磁波透過性  KEC法測定(電磁波シールド効果試験)に準拠し，10～2000MHzの範囲の反射損失値(dB)を，通常の板厚3mmのフロートガラス単板と比較して測定し，上記周波数の範囲での差の最大値をΔdBmaxとして評価した。」(段落【0039】)との記載があるのに対し，刊行物1には，「電波透過性」の評価について，「〔電波透過性〕：KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比。その差の絶対値(△dB)が2dB以内を合格とした。」(段落【0057】)との記載がある。これらの記載によれば，反射損失値の測定対象が「電界」及び「磁界」と「電界」のみとで異なり，刊行物1発明の「10～1000MHz」での「ΔdBが2dB以内」と，本願発明の「10～2000MHz」での「ΔdBが10dB以下」とは，ΔdBの値の意味が異なるから，対比可能なものではない。",
                        "そうすると，本件審決が認定した本願発明と刊行物1発明の一致点のうち，「電波透過性」を有する点で一致するとの部分は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の看過",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「可塑化ポリビニルアセタール樹脂」の可塑剤について，本願発明は「トリエチレングリコールジ-2-エチルヘキサノエート」であるのに対し，刊行物1発明は「ポリエーテルエステル」である点を相違点dと認定した。",
                        "しかしながら，前記ア(ア)のとおり，刊行物1には，「ポリエーテルエステル」は，数多く挙げられた可塑剤の中の1種にすぎず，ポリエーテルエステルを積極的に抽出すべき理由はないから，相違点dのうち，刊行物1発明に係る認定は誤りであり，刊行物1発明では，「ポリエーテルエステルとポリエーテルエステルとは異なる可塑剤とを含む広範囲の可塑剤」である点又は「可塑剤がトリエチレングリコール・ジ-2-エチルブチレート(3GH)」である点を本願発明との相違点として認定すべきであったというべきである。",
                        "したがって，本件審決には，相違点dの認定を誤り，上記相違点を看過した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記ア(イ)のとおり，刊行物1記載の「機能性超微粒子」は，熱線カット機能とは異なる性能である断熱性能，紫外線遮蔽性能，着色性能，遮光性等を適宜発現するものであって，必ずしも断熱性能を発現するものではないから，本願発明と刊行物1発明は，本願発明は，熱線カット機能を有する金属酸化物微粒子であるのに対し，刊行物1発明は，熱線カット機能とは異なる性能である断熱性能，紫外線遮蔽性能，着色性能，遮光性等を適宜発現する広範囲の機能性超微粒子である点を両発明の相違点として認定すべきであったというべきである。",
                        "したがって，本件審決には，上記相違点を看過した誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決には，刊行物1発明の認定を誤った結果，本願発明と刊行物1発明の一致点の認定を誤り，さらには，相違点を看過した誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の容易想到性の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点aの容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，相違点aについて，①本願発明は，その実施例をみると「電界」と「磁界」の反射損失値を測定しているが，刊行物1発明は，電波すなわち電界のみの反射損失値を測定しており，測定対象が一致していない，②刊行物1には，刊行物1発明を用いた合わせガラスが，「AM電波，FM電波TV電波帯等を通常のフロ-トガラス並の電波透過性能として車輌用のテレビ，ラジオ，携帯電話等のためのガラスアンテナ性能を確保でき，本来のガラスアンテナ性能を発揮させ」るものであり，「建築用ガラス」や「自動車用ウインドウガラス」として用いられるものであるから，刊行物1発明において，携帯電話やカーナビゲーションシステムの周波数帯の電波を透過させるようにすることは自明の課題と認められると認定した上で，電波透過性の上限値を携帯電話やカーナビゲーションシステムの周波数帯である2000MHzまで要求することは自然であり，一方，電界の反射損失値が小さくなれば，磁界の反射損失値も小さくなって，電磁波が透過しやすいことは技術常識といえるから，刊行物1発明において，「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」とすることは，当業者にとって適宜なし得る設計事項である旨判断した。",
                    "しかしながら，本件審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1(甲1)の段落【0057】記載の「電波透過性」の評価においては，電波10～1000MHzの範囲の反射損失値(dB)のみに着目し，その範囲での電磁波シールド性能ΔdBが2dB以内であれば，電波透過性を合格と判断している。このように刊行物1では，1000MHz以下の範囲での電磁波シールド性能ΔdBを考慮しているにすぎず，1000MHzを超える範囲での電磁波シールド性能ΔdBについては考慮されていない。",
                        "また，本願出願時において，携帯電話やカーナビゲーションシステムにおいて1000MHzを超える周波数帯の電波が用いられる場合があることは，合わせガラス用中間膜において，1000MHzを超える周波数帯を含む周波数帯の電波を透過させるという課題が自明であったということに単純に繋がるものでもなく，電波透過性の上限値を携帯電話やカーナビゲーションシステムの周波数帯である2000MHzまで要求することが自然なことであると判断すべき事情はない。",
                        "したがって，刊行物1発明において，携帯電話やカーナビゲーションシステムの1000MHzを超える周波数帯を含む電波までをも透過させるようにすることは，自明の課題であったとは到底いえない。",
                        "さらに，磁界は，導体の導電率だけでなく導体の透磁率にも影響され，また，導体の導電率と導体の透磁率とは必ずしも相関があるものでもないから，磁界シールドに関しては，導体の導電率が高いほど有効に働くものではなく，「電界シールド効果が劣るものであれば，磁界シールド効果が劣る」という関係は成り立たないから(甲7，8)，電界の反射損失値が小さくなれば，磁界の反射損失値も小さくなって，電磁波が透過しやすいことが技術常識であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，刊行物1発明において「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」とすること(相違点aに係る本願発明の構成)は，当業者にとって適宜なし得る設計事項であるとの本件審決の判断は，その前提及び根拠を欠くものであるから，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点bの容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，①刊行物2(甲2)には，刊行物1発明と同様の用途である「自動車や建築物の合わせガラス用として広く使用され」るものであって，「透明性」や「耐候性」の向上を目的とした合わせガラス中間膜が記載され，このガラス中間膜は，「可塑化ポリビニルアセタール樹脂膜からなる合わせガラス用中間膜であって，…80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下…である合わせガラス用」であることが記載されている，②刊行物1発明においても，光学特性やくもり度や耐湿性を評価しているように，透明性や耐候性の向上は当然要求されていると認定した上で，自動車や建築物の合わせガラス用として用いる際，合わせガラスの透明性や耐候性を向上させるために，刊行物1発明において，刊行物2記載の「80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下」なる特性を持たせるようにすることは，当業者であれば容易に想到し得た旨判断した。",
                    "しかしながら，本件審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2には，「少なくとも二枚のガラス板の間に可塑化ポリビニルアセタール樹脂からなる中間膜が挟着されてなる合わせガラスは，透明性や耐候性が良好で，しかも耐貫通性に優れ，ガラスの破片が飛散し難い等の合わせガラスに必要な基本性能を有しており，例えば，自動車や建築物の合わせガラス用として広く使用されている。」(明細書1頁)との記載がある。この記載は，従来技術として記載されている「少なくとも二枚のガラス板の間に可塑化ポリビニルアセタール樹脂が挟着されている合わせガラス」が，透明性や耐候性が良好であることを示したものにすぎない。",
                        "また，刊行物2には，「可塑化ポリビニルアセタール樹脂膜からなる合わせガラス用中間膜であって，…80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下…である合わせガラス用中間膜」の構成が記載されているが，この構成は透明性や耐候性を高めるための構成として記載されているわけではない。",
                        "被告は，この点に関し，刊行物2の記載事項から，接着力を調整することによって耐湿性が調整され，白化を防ぐことができること，適切に調整された耐湿性，接着力は，「合わせガラスを80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下」と評価されるものであることが理解される旨主張する。",
                        "しかしながら，刊行物2の表2(別紙2参照)には，接着力が調整されていることによって耐貫通性の指標であるパンメル値が「3」に調整されている実施例1ないし5では，白化距離が2mm又は5mmであるのに対し，接着力が調整されていることによってパンメル値が同様に「3」に調整されている比較例2では，白化距離が15mmであることが記載されている。この記載によれば，接着力が適正に調整されることで，耐湿性が必ずしも向上するものでもないから，被告の上記主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，刊行物1の段落【0057】には，「光学特性」の評価について，「〔光学特性〕：分光光度計(340型自記，日立製作所製)で波長340～1800nmの間の透過率を測定し，JIS  Z8722及びJIS  R3106又はJIS  Z8701によって可視光透過率Tv(380～780nm)，日射透過率Ts(340～1800nm)，刺激純度(％)，色調等を求めた。」，「くもり度」の評価について，「〔くもり度〕：ヘーズ値HをJIS  K6714に準拠して行い求めた。建築用としては3％以下，自動車用としては1％以下を合格とした。」，「耐湿性」の評価について，「〔耐湿性〕：50±2℃，相対湿度95±4％の調整内に2週間静置した後，泡の発生，くもり，ガラスのひび割れ等の異常がないものを合格とした。」との記載がある。",
                        "しかしながら，刊行物1記載の「光学特性」及び「くもり度」は，本願発明の「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離」とは全く異なる性能である。",
                        "また，刊行物1記載の耐湿性の評価では，泡の発生，くもり，ガラスのひび割れの異常がないかを観察しているにすぎない。",
                        "さらに，刊行物1には，そもそも白化距離についての記載がなく，「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離」を小さくするための手段を何ら開示していない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願明細書の段落【0018】の記載によれば，本願発明では，合わせガラス用中間膜が高度の耐湿性を有するものとするための一つの構成として，「リン酸エステル」を用いる構成が備えられている。",
                        "そして，本願明細書記載の実施例1ないし3(段落【0036】ないし【0046】，表2(別紙1参照))においては，刊行物2記載の「炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩」を用いずに，酢酸マグネシウムのみを用いているにもかかわらず，白色距離が4mm又は5mmと小さい結果が得られている。このことは，本願発明では，「炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩」を併用することなく，「リン酸エステル」を用いる構成を採用することにより，白化距離を小さくし，耐湿性を向上させるという効果を奏することを示すものである。この本願発明の効果は，リン酸エステルを用いていない刊行物2の比較例2や特開2000-7386号公報(甲9)記載の比較例2に比べて耐湿性が高くなるものであるから，刊行物1発明や刊行物2から予測し得ない格別の効果であるといえる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，刊行物1発明において，刊行物2の記載に基づいて，透明性や耐候性を更に向上させようとする動機付けはなく，まして「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下」の構成(相違点bに係る本願発明の構成)を採用する動機付けはないというべきであり，また，本願発明は刊行物1発明や刊行物2から予測し得ない格別の効果を奏するものであるから，当業者であっても上記構成を容易に想到し得たものとはいえない。",
                        "したがって，上記構成を容易に想到し得たとの本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点cの容易想到性の判断の誤り",
                  "text": [
                    "本件審決は，①刊行物3(甲3)には，ポリビニルブチラール樹脂に，刊行物1発明の「9wt%Sb2O3-SnO2(ATO) In2O3-5wt%SnO2(ITO)等の複合物からなる機能性超微粒子」と同じ組成を有する「アンチモン含有酸化スズ(ATO)」や「インジウム含有酸化スズ(ITO)」といった熱線遮断性無機微粒子を分散させる分散剤として「リン酸エステル塩」が用いられることが記載されている，②刊行物1には，「機能性超微粒子を分散せしめてなる」と記載されているように，機能性超微粒子を樹脂中に積極的に分散させようとするものであり，合わせガラス中間膜としての光学特性やくもり度や電波透過性等の性能を考慮した場合，機能性超微粒子の分散形態にばらつきが生じれば，自ずとその中間膜自体の性能にもばらつきが生じることが予想されることを考慮すれば，上記の機能性超微粒子を均一に分散させることは当然の要請であるといえ，刊行物1の明細書の記載を参酌しても，分散剤を含有させることに対する阻害要因は見当たらないと認定した上で，液状で分散剤を用いるに当たり「リン酸エステル」を塩の形で用いることは一般的に行われていることであるから，刊行物1発明において分散剤として「リン酸エステル」を含有させることも，当業者であれば容易に想到し得た旨判断した。",
                    "しかしながら，本件審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "分散剤を用いて分散液を得る際に分散させる媒体が異なったり，分散剤を用いた分散液の適用部分が異なったりすれば，使用される分散剤の種類が異なることも多いことは技術常識である。",
                        "したがって，刊行物1発明において刊行物3記載のリン酸エステル塩を適用することの容易想到性を判断するに当たっては，刊行物3記載の「アンチモン含有酸化スズ(ATO)」や「インジウム含有酸化スズ(ITO)」を分散剤を用いて分散させて分散液を得る際に分散させる媒体が何であるか，その分散液の適用部分が何であるかについて考慮すべきであるにもかかわらず，本件審決では，そのような考慮がされていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物3には，アクリル樹脂，シリコーン樹脂等を含むハードコート層1を形成する樹脂液に，熱線遮蔽性無機微粒子をリン酸エステル塩などの分散剤とともに分散させて用いること(段落【0012】)が記載されているが，リン酸エステル塩は，数多く挙げられた分散剤の中の1種にすぎず，同段落にはリン酸エステル塩以外の分散剤についても数多く挙げられている。",
                        "また，刊行物3には，可塑化ポリビニルアセタール樹脂を含む合わせガラス用中間膜を形成するために分散剤を適用することについての記載はなく，可塑剤を用いた可塑化ポリビニルアセタール樹脂と分散剤とを併用することについての記載もない。",
                        "したがって，刊行物1と刊行物3とでは，分散剤に着目したときには，技術分野に関連性がなく，技術分野が異なるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "刊行物1には，請求項13などで，分散剤を用いることなく，機能性超微粒子を均一に分散させる方法が記載されており，この方法に代えて，分散剤を用いて均一に分散させる示唆はない。",
                        "また，刊行物1では，リン酸エステルは可塑剤(段落【0047】)として記載されているのに対し，刊行物3では，リン酸エステルは，可塑剤として用いられておらず，熱線遮蔽性無機微粒子を分散させるための分散剤(段落【0012】)として用いられているにすぎない。このように刊行物1と刊行物3とでは，リン酸エステルの配合目的が異なり，刊行物1における可塑剤の適用場面は，刊行物3におけるリン酸エステルが含まれ得る分散剤の適用場面と明らかに異なる。",
                        "さらに，刊行物1には，トリエチレングリコールージ-エチルブチレート(3GH)とリン酸エステルとを組み合わせて用いたり，リン酸エステルとポリエーテルエステルとを組み合わせて用いることに関する記載はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，刊行物1及び3には，刊行物1発明において刊行物3記載のリン酸エステル塩の構成を採用することについての記載や示唆はなく，しかも，分散剤に着目したときには，両者の技術分野に関連性がなく，技術分野が異なるから，刊行物3の記載事項を考慮してもなお，刊行物1発明において，「リン酸エステル」を含有させる構成(相違点cに係る本願発明の構成)を当業者が容易に想到し得えたものとはいえない。",
                        "したがって，上記構成を容易に想到し得たとの本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点dの認定及び容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)イ(ア)のとおり，本件審決における相違点dの認定は誤りであり，「可塑化ポリビニルアセタール樹脂」の可塑剤については，本願発明は「トリエチレングリコールジ-2-エチルヘキサノエート」であるのに対し，刊行物1発明は「ポリエーテルエステルとポリエーテルエステルとは異なる可塑剤とを含む広範囲の可塑剤」である点又は「トリエチレングリコール・ジ-2-エチルブチレート(3GH)」である点を相違点として認定すべきであったにもかかわらず，本件審決には，これを看過した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本件審決は，刊行物2には，可塑化ポリビニルアセタール樹脂の可塑剤として，「トリエチレングリコールジ-2-エチルヘキサノエート，オリゴエチレングリコールジ-2-エチルヘキサノエート及びテトラエチレングリコールジ-n-ヘプタノエートからなる群より選択される少なくとも1種の可塑剤」が用いられることが記載されており，この「トリエチレングリコールジ-2-エチルヘキサノエート」，「オリゴエチレングリコールジ-2-エチルヘキサノエート」，「テトラエチレングリコールジ-n-ヘプタノエート」はいずれも「ポリエーテルエステル」であると認定した上で，刊行物1発明において，可塑化ポリビニルアセタール樹脂の可塑剤として用いられる「ポリエーテルエステル」として，刊行物1記載の可塑剤に換えて刊行物2記載の「トリエチレングリコールジ-2-エチルヘキサノエート」を採用することは，当業者であれば容易に想到し得た旨判断した。",
                        "しかしながら，刊行物1には，トリエチレングリコールジ-2-エチルヘキサノエートに関する記載は一切ないから，刊行物1発明において，「可塑化ポリビニルアセタール樹脂」の可塑剤をトリエチレングリコールジ-2-エチルヘキサノエートに置き換えることを当業者が容易に想到し得たものとはいえない。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらには，刊行物1ないし3には，刊行物1発明において，可塑剤としてトリエチレングリコールジ-2-エチルヘキサノエートの構成を適用することと，刊行物3記載のリン酸エステル塩の構成を適用することの組合せに関する記載及び示唆がないから，刊行物1ないし3に基づいて，当業者が本願発明を容易に想到し得たものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本願発明は，刊行物1ないし3に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断は誤りであり，本件審決は，違法であるから，取り消すべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の認定の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物1の段落【0045】ないし【0047】，【0060】ないし【0062】の記載によれば，刊行物1には，実施例2として，分散剤として3GH(トリエチレングリコール-ジ-2-エチルブチレート)を含有するATO(導電性アンチモン含有錫酸化物) 超微粒子と，3GHを含有するPVB(ポリビニルブチラール) 樹脂を含む材料からなる中間膜を用いた合わせガラスが記載されており，この合わせガラスは，Tvが76．5％，Tsが58．5％，Hが0．4％であり，「電波透過性が実施例1と同様」に優れたものであることを読み取ることができる。",
                        "そして，刊行物1の段落【0054】ないし【0059】の記載によれば，この「電波透過性が実施例1と同様」とは，「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」程度であると解することが妥当である。",
                        "そうすると，刊行物1には，実施例2として，可塑剤として3GHを含有するPVB(ポリビニルブチラール) 樹脂，分散剤として3GHを含有するATO(導電性アンチモン含有錫酸化物) 超微粒子とを含む材料からなる中間膜であって，合わせガラスとしたときに，Tvが76．5％，Tsが58．5％，Hが0．4％であり，また，電波透過性が「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」程度であるものが記載されているといえる。",
                        "しかるところ，本件審決では，刊行物1発明の認定において，実施例2における可塑剤の3GHについて，「可塑剤であるポリエーテルエステルの3GH」との説明を加え，実施例2におけるATO超微粒子について，ATOと置換可能なものを含めて「断熱性能を発現せしめるSnO ，TiO ，SiO ，ZrO ，ZnO，Fe O ，Al O ，FeO，Cr O ，Co O ，CeO ，In O ，NiO，MnO，CuO等の各種酸化物や9wt%Sb O -SnO (ATO) In O-5wt%SnO (ITO)等の複合物からなる機能性超微粒子」と包括的に認定するとともに，その機能の「断熱性能」も併せて認定した。",
                        "刊行物1の段落【0047】の記載によれば，実施例2において使用されている3GHがポリエーテルエステル構造を有する可塑剤であることは明らかであるから，本件審決が，3GHについて，「可塑剤であるポリエーテルエステル」という上位概念で刊行物1発明を認定したことが直ちに誤りであるとはいえない。",
                        "また，刊行物1の段落【0033】の記載によれば，ATOが同段落記載の他の物質に置換可能であることは明らかであるから，本件審決がそのような置換可能な場合の発明の態様も併せて，刊行物1発明を認定したことが直ちに誤りであるとはいえない。",
                        "さらに，ATOのような金属酸化物粒子が断熱(熱線カット)性能を有することは，当業者にとって周知であるから(例えば，甲3，乙1)，本件審決が刊行物1発明の機能性超微粒子について「断熱性能を発現せしめる」と認定したことが誤りであるとはいえない。なお，ATOは，本願の請求項2に「熱線カット機能を有する金属酸化物粒子」として挙げられたものであり(甲5)，本願発明と刊行物1発明とはATOという金属酸化物粒子を含有する点で共通し，このATOが有する機能を「断熱性能」と呼ぶか，「熱線カット機能」と呼ぶかは，合わせガラス用中間膜という「物」の発明を認定，対比する際に，実質的な問題とはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，本件審決が，刊行物1発明が「可塑剤であるポリエーテルエステルの3GHをポリビニルブチラール系樹脂に添加した樹脂」，「断熱性能を発現せしめるSnO ，TiO ，SiO ，ZrO ，ZnO，Fe O，Al O  ，FeO，Cr O  ，Co O ，CeO ，In O ，NiO，MnO，CuO等の各種酸化物や9wt%Sb O -SnO (ATO) In O -5wt%SnO (ITO)等の複合物からなる機能性超微粒子」，「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」であるとの構成を有すると認定したことに誤りはない。",
                        "この点に関する本件審決における刊行物1発明の認定の誤りをいう原告の主張は理由がなく，また，刊行物1発明の認定に誤りがあることを前提に，本願発明と刊行物1発明の一致点の認定の誤りをいう原告の主張も理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の看過について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決における相違点dの認定は誤りであり，「可塑化ポリビニルアセタール樹脂」の可塑剤については，本願発明は「トリエチレングリコールジ-2-エチルヘキサノエート」であるのに対し，刊行物1発明は「ポリエーテルエステルとポリエーテルエステルとは異なる可塑剤とを含む広範囲の可塑剤」である点又は「トリエチレングリコール・ジ-2-エチルブチレート(3GH)」である点を相違点として認定すべきであったにもかかわらず，本件審決には，これを看過した誤りがある旨主張する。",
                        "しかしながら，前記ア(ア)のとおり，刊行物1の実施例2において使用されている3GHがポリエーテルエステル構造を有する可塑剤であることは明らかであるから，本件審決が，3GHについて，「可塑剤であるポリエーテルエステル」という上位概念で刊行物1発明を認定したことが直ちに誤りであるとはいえない。また，仮に本件審決における刊行物1発明の可塑剤についての認定がやや正確ではなく，相違点dを原告の主張するような相違点として認定すべきであったとしても，本件審決は，相違点dの判断において，可塑剤として3GHに替えて「トリエチレングリコールジ-2-エチルヘキサノエート」(3GO)を用いることの容易想到性について判断しているから，原告主張の相違点の看過は本件審決の結論に及ぼすものではなく，本件審決の取消事由に当たらない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，刊行物1記載の「機能性超微粒子」は，熱線カット機能とは異なる性能である断熱性能，紫外線遮蔽性能，着色性能，遮光性等を適宜発現するものであって，必ずしも断熱性能を発現するものではないから，本願発明は，熱線カット機能を有する金属酸化物微粒子であるのに対し，刊行物1発明は，熱線カット機能とは異なる性能である断熱性能，紫外線遮蔽性能，着色性能，遮光性等を適宜発現する広範囲の機能性超微粒子である点を両発明の相違点として認定すべきであったのに，本件審決には，上記相違点を看過した誤りがある旨主張する。",
                        "しかしながら，前記ア(ア)のとおり，本件審決が刊行物1発明の機能性超微粒子について「断熱性能を発現せしめる」と認定したことに誤りはなく，原告の上記主張は，その前提を欠くものであって，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点aについて",
                  "text": [
                    "本願発明の「電磁波シールド性能ΔdB」にいう「電磁波シールド」については，電界シールドと磁界シールドに分けて考える必要がある。電界シールドは，「完全導体中には電界が存在しないこと，完全導体でなくても，金属導体中の電界は外部の電界より著しく小さくなる」ことを利用して「電磁波の電界を遮断」するものであるのに対し(乙2)，磁界シールドは，ATOのような磁石につかない導電性を有する物質について，電磁波の磁界成分である「変動磁界に対しては，電磁誘導によって導体に流れる渦電流を利用した」ものであり，「導体の導電率が高いほど有効に働く」ものである(乙3)。この二つのシールドは，シールド体が導電性を有することが前提であり，電界シールドに関しては，電気抵抗がゼロである完全導体よりも電気抵抗を有する導体の方が電界シールド効果が劣るものであり，磁界シールドに関しては，「導体の導電率が高いほど有効に働く」ものであるから，電気抵抗を有するものは磁界シールド効果が劣るものであり，「電界シールド効果が劣るものであれば，磁界シールド効果が劣る」という関係が成り立つ。",
                    "ところで，一般の電磁波シールド材料内部では電波エネルギーをほとんど吸収していないから，電磁波シールド効果，すなわち，電界・磁界シールド効果は事実上，反射によってもたらされるものであり，電界・磁界シールド効果が劣ることは，電界・磁界の反射が小さいこと，すなわち，電界・磁界を透過することを意味するものである。",
                    "そうすると，「電界シールド効果が劣るものであれば，磁界シールド効果が劣る」という関係は，「電界の反射損失値が小さくなれば，磁界の反射損失値も小さくなって，電磁波が透過しやすい」という関係と言い換えることができるから，電界の反射損失値が小さくなれば，磁界の反射損失値も小さくなって，電磁波が透過しやすいことは技術常識である。",
                    "また，本願出願前において，携帯電話で使用される周波数の上限は2GHz(2000MHz)であること，カーナビゲーションのためのGPSのアンテナは車内に設置され，GPSの周波数が約1．6GHz(1600MHz)であることは，いずれも周知であった(例えば，乙5ないし8)。",
                    "そして，刊行物1記載の合わせガラス用中間膜は，「建築用ガラス」や「自動車用ウインドウガラス」として用いられるものであって，建築物内や自動車内で携帯電話の通話ができるようにしたり，自動車内でGPSの電波を受信できるようにすることは当然に考慮されることであるから，電波透過性の上限値を携帯電話やカーナビゲーションシステムの周波数帯である2000MHzまで要求することは自然である。",
                    "以上によれば，刊行物1発明において，携帯電話やカーナビゲーションシステムの1000MHzを超える周波数帯を含む電波までをも透過させるようにすることは自明の課題であったとした本件審決の認定に誤りはなく，また，刊行物1発明において，「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」とすることは，当業者にとって適宜なし得る設計事項であるとした本件審決の判断にも誤りはない。",
                    "したがって，本件審決における相違点aの容易想到性の判断の誤りをいう原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点bについて",
                  "text": [
                    "刊行物2(甲2)の記載事項(明細書1頁12行～14行，2頁19行～3頁6行，5頁16行～26行)によれば，①合わせガラスの白化とは耐湿性の問題であること，②可塑化ポリビニルアセタール樹脂膜からなる合わせガラス中間膜にカルボン酸のマグネシウム塩，カルボン酸のカリウム塩を添加することによって，耐貫通性を確保しつつ耐湿性が調整されること，③この耐貫通性とは中間膜とガラスの接着性と関係し，接着力を調整することによって耐湿性が調整され，白化を防ぐことができること，④適切に調整された耐湿性，接着力は，「合わせガラスを80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下」と評価されるものであることが理解される。",
                    "そして，刊行物1記載の合わせガラス用中間膜は，刊行物2記載の合わせガラス用中間膜と同じく自動車等に用いられるものであるから，刊行物1発明においても適切に調整された耐湿性，接着力を有するという性能が求められることは明らかである。また，刊行物1の段落【0038】には，接着強度を調整することについての記載があり，実施例2では，接着調整剤が添加されている。",
                    "そうすると，刊行物2の教示に基づき，刊行物1発明においても，接着力を調整して，「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下」と評価されるものを得ることは，当業者が容易になし得たことであるから，本件審決における相違点bの容易想到性の判断の誤りをいう原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点cについて",
                  "text": [
                    "刊行物1の実施例2においては，「20wt％ATO超微粒子分散含有3GH」10gと「通常の3GH130gをPVB(ポリビニルブチラール) 樹脂485gに添加」とを中間膜の原料として使用することが記載されている。この「20wt％ATO超微粒子分散含有3GH」とは，20wt％のATOが3GHに分散されたものであり，「通常の3GH130gをPVB(ポリビニルブチラール) 樹脂485gに添加」とは，3GH130gと，PVB樹脂485gとを配合したものであることが理解される。",
                    "また，刊行物1の段落【0047】には，3GHは可塑剤であることが記載され，また，3GH以外にも多数の可塑剤化合物が挙げられている。この記載によれば，当業者は，実施例2の3GHだけでなく，ここに挙げられている他の可塑剤，例えば，他のポリエーテルエステル系可塑剤やリン酸エステルも，同様に使用できることを理解するものといえる。",
                    "そうすると，刊行物1の実施例2の「20wt％ATO超微粒子分散含有3GH」及び「通常の3GH130gをPVB(ポリビニルブチラール) 樹脂485gに添加」に含まれている可塑剤3GHを段落【0047】に具体的に挙げられた他の可塑剤や，3GHと類似する他の可塑剤に替えることは，当業者が容易になし得たことであり，例えば，「20wt％ATO超微粒子分散含有3GH」の3GHに替えてリン酸エステルを用い，「通常の3GH130gをPVB(ポリビニルブチラール) 樹脂485gに添加」の3GHに替えて他のポリエーテルエステル系可塑剤を用いる態様とすることも，当業者が容易になし得たことである。なお，リン酸エステル化合物がATOのような金属酸化物粒子の分散剤として使用できることは，刊行物3の段落【0012】にも記載がある。",
                    "そして，刊行物1の実施例2の「20wt％ATO超微粒子分散含有3GH」の3GHに替えてリン酸エステルを用いた場合には，相違点cに係る本願発明の構成(「リン酸エステルを含有する」との構成)になる。",
                    "さらに，本願明細書の記載事項をみても，本願発明において，ATOのような金属酸化物粒子を分散するための可塑剤としてリン酸エステルを選択したことによって，格別の効果が奏されたということはできない。",
                    "したがって，本件審決における相違点cの容易想到性の判断の誤りをいう原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点dについて",
                  "text": [
                    "刊行物1の段落【0047】に，3GH以外にも多数の可塑剤化合物が挙げられており，3GHがポリエーテルエステル系可塑剤の一つであることや，他のポリエーテルエステル化合物系の可塑剤が使用できることも示されていることは，前記ウのとおりである。",
                    "そして，刊行物2には，合わせガラス用中間膜のポリビニルアセタール樹脂を可塑化するために配合される可塑剤として，トリエチレングリコールジ-2-エチルヘキサノエート(3GO)が記載されており，これがポリエーテルエステル化合物系の可塑剤の一つであることは明らかである。また，3GHと3GOは，類似する可塑剤である(乙9ないし11)。",
                    "そうすると，実施例2から認定された刊行物1発明の可塑化ポリビニルアセタール樹脂の可塑剤について，3GHに替えて3GOを用いる態様とすることは，当業者が容易になし得たことである。",
                    "また，「可塑化ポリビニルアセタール樹脂」の可塑剤について，原告が主張するように，本願発明は「トリエチレングリコールジ-2-エチルヘキサノエート」であるのに対し，刊行物1発明は「ポリエーテルエステルとポリエーテルエステルとは異なる可塑剤とを含む広範囲の可塑剤」である点又は「トリエチレングリコール・ジ-2-エチルブチレート(3GH)」である点を両発明の相違点として認定すべきであったとしても，刊行物1の段落【0047】の記載や刊行物2の記載事項に鑑みれば，刊行物1発明の可塑化ポリビニルアセタール樹脂の可塑剤について，3GHに替えて3GOを用いる態様とすることは，当業者が容易になし得たことである。",
                    "したがって，本件審決における相違点dの容易想到性の判断の誤りをいう原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，原告主張の取消事由はいずれも理由がなく，本願発明は，刊行物1ないし3に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り及び相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書(甲4，5)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「表1」及び「表2」については別紙1を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【発明の属する技術分野】本発明は，透明性，遮熱性，耐候性に優れ，かつ，吸湿による白化が起こらない合わせガラス用中間膜及びそれを用いてなる合わせガラスに関する。」(段落【0001】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【従来の技術】従来より，合わせガラスは，外部衝撃を受けて破損しても，ガラスの破片が飛散することが少なく安全であるので，自動車のような車両，航空機，建築物等の窓ガラス等として広く使用されている。上記合わせガラスとしては，少なくとも一対のガラス板間に，可塑剤により可塑化されたポリビニルブチラール樹脂等のポリビニルアセタール樹脂からなる合わせガラス用中間膜を介在させ，一体化させて得られるものが用いられている。」(段落【0002】)",
                      "text": [
                        "「しかし，このような合わせガラスは，安全性には優れるが，遮熱性や耐湿性に劣るという問題点があった。遮熱機能をもったガラスとしては，例えば，熱線カットガラスが市販されている。この熱線カットガラスは，直接太陽光の遮断を目的として，金属蒸着，スパッタリング加工等によって，ガラス板の表面に金属／金属酸化物の多層コーティングが施されたものである。しかし，この多層コーティングは，外部からの擦傷に弱く，耐薬品性も劣るので，例えば，可塑化ポリビニルブチラール樹脂等からなる中間膜を積層して合わせガラスとする方法が採用されていた。」(段落【0003】)",
                        "「しかしながら，上記の可塑化ポリビニルブチラール樹脂等からなる中間膜が積層された熱線カットガラスは，高価である，多層コーティングが厚いので透明性(可視光透過率)が低下する，多層コーティングと中間膜との接着性が低下し，中間膜の剥離や白化が起こる，又は，電磁波の透過を阻害し，携帯電話，カーナビ，ガレージオープナー等の通信機能に支障をきたす等の問題点があった。」(段落【0004】)",
                        "「その他の遮熱性能をもった合わせガラスとして，例えば，特公昭61-52093号公報，特開昭64-36442号公報等には，可塑化ポリビニルブチラール樹脂シートの間に，金属蒸着したポリエステルフィルムを積層した合わせガラスが提案されている。しかし，この合わせガラスは，可塑化ポリビニルブチラール樹脂シートとポリエステルフィルムとの間の接着性に問題があり，界面で剥離が起こるだけでなく，電磁波透過性も不充分である等の問題点があった。」(段落【0005】)",
                        "「また，この種の合わせガラスでは，上記の基本性能は良好で安全性に優れているが，耐湿性が劣るという問題点がある。即ち，上記合わせガラスを湿度の高い雰囲気中に置いた場合，合わせガラスの周縁では中間膜が直接環境空気と接触しているので，周縁部の中間膜が白化してしまう問題が起こる。特に，端部が露出する自動車のサイドガラスやフロントガラスにおいても，オープンエッジ化等に伴い，耐湿性において高い品質が要求されてきているが，上記熱線コーティングガラス使用合わせガラスや，金属蒸着PET積層合わせガラス等は，この点において問題があった。」(段落【0006】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【発明が解決しようとする課題】本発明は，上記に鑑み，透明性，耐候性等の優れた基本性能を有し，かつ，遮熱性に優れ，更に，湿度の高い雰囲気中に置かれた場合でも合わせガラス周縁部に白化を起こすことが少ない合わせガラスを得るに適する合わせガラス用中間膜，及び，その合わせガラス用中間膜を用いた合わせガラスを提供することを目的とする。」(段落【0007】)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「【課題を解決するための手段】本発明は，可塑化ポリビニルアセタール樹脂からなる合わせガラス用中間膜であって，前記可塑化ポリビニルアセタール樹脂が，ポリビニルアセタール樹脂が可塑剤であるトリエチレングリコールジ-2-エチルヘキサノエートにより可塑化されたものであり，合わせガラスとしたときに，上記合わせガラスは，波長380～780nmでの可視光透過率Tvが75％以上，340～1800nmでの日射透過率Tsが60％以下，ヘイズHが1．0％以下，及び，10～2000MHzでの電磁波シールド性能ΔdBが10dB以下であり，かつ，80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下であり，熱線カット機能を有する金属酸化物微粒子とリン酸エステルとを含有する合わせガラス用中間膜である。",
                        "以下に，本発明を詳述する。」(段落【0008】)",
                        "「本発明の合わせガラス用中間膜を用いて作製された合わせガラスは，上記のような性質を有するので，透明性，遮熱性，耐候性に優れ，かつ，吸湿により白化が起こりにくい。本発明の合わせガラス用中間膜を合わせガラスとしたときに，その合わせガラスのTvが75％未満であると，透明性が小さくなり，実使用上好ましくない。合わせガラスのTsが60％を超えると，遮熱性が不充分となる。合わせガラスのHが1．0％を超えると，透明性が小さいので実使用上好ましくない。合わせガラスのΔdBが10dBを超えると，電磁波透過性が不充分となる。また，80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mmを超えると，耐湿性が不充分となる。」(段落【0009】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「本発明の合わせガラス用中間膜は，可塑化ポリビニルアセタール樹脂からなる。上記可塑化ポリビニルアセタール樹脂に用いられるポリビニルアセタール樹脂としては特に限定されず，従来安全ガラス用中間膜用樹脂として用いられる種類のものが使用でき，例えば，ブチラール化度60～75モル％，重合度800～3000のポリビニルブチラール等が好適に用いられる。」(段落【0010】)",
                      "text": [
                        "「本発明の合わせガラス用中間膜に用いられる可塑化ポリビニルアセタール樹脂は，ポリビニルアセタール樹脂が可塑剤により可塑化されたものである。上記可塑剤としては特に限定されず，これまで中間膜用に提示されているものすべてを用いることができるが，例えば，トリエチレングリコール-ジ-2-エチルヘキサノエート(3GO)，トリエチレングリコール-ジ-2-エチルブチレート(3GH)，ジヘキシルアジペート(DHA)，テトラエチレングリコール-ジ-ヘプタノエート(4G7)，テトラエチレングリコール-ジ-2-エチルヘキサノエート(4GO)等が好適に用いられる。これらは単独で用いられてもよく，2種以上併用されてもよい。」(段落【0011】)",
                        "「本発明の合わせガラス用中間膜において，上記可塑剤の含有量は，ポリビニルアセタール樹脂100重量部に対して20～60重量部であることが好ましい。上記可塑剤の含有量が，ポリビニルアセタール樹脂100重量部に対して20重量部未満であると，得られる合わせガラス用中間膜の耐衝撃性が低下することがある。60重量部を超えると，可塑剤がブリードアウトして接着力が低下することがある。」(段落【0012】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「本発明の合わせガラス用中間膜において，上記可塑化ポリビニルアセタール樹脂は，熱線カット機能を有する金属酸化物微粒子を含有してなることが好ましい。熱線カット機能を有する金属酸化物微粒子を含有することにより，得られる合わせガラス用中間膜は，遮熱性に優れたものとなり，また，ヘイズ透過率等の光学特性にも優れ，更に，良好な電磁波透過性を有するものとなる。」(段落【0013】)",
                      "text": [
                        "「また，本発明の合わせガラス用中間膜に用いられる熱線カット機能を有する金属酸化物微粒子は，錫ドープ酸化インジウム，アンチモンドープ酸化錫及びアルミニウムドープ酸化亜鉛からなる群より選択される1種以上の金属酸化物であることが好ましい。」(段落【0014】)",
                        "「本発明の合わせガラス用中間膜において，上記金属酸化物微粒子の含有量は，ポリビニルアセタール樹脂100重量部に対して，0．1～3．0重量部が好ましい。含有量が0．1重量部未満では，赤外線カット効果がでにくくなることがある。3．0重量部を超えると，可視光線の透過性が低下することがある。」(段落【0015】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「また，本発明の合わせガラス用中間膜において，上記金属酸化物微粒子は，可塑化ポリビニルアセタール樹脂中に均一に分散されていることが好ましい。膜中に上記金属酸化物微粒子が均一に分散されていることにより，得られる合わせガラス用中間膜の遮熱性は，膜全体に渡って高いものとなる。」(段落【0016】)",
                      "text": [
                        "「上記ポリビニルアセタール樹脂中に，上記金属酸化物微粒子を分散させる方法としては特に限定されないが，金属酸化物微粒子を分散剤により可塑剤に分散させた分散液をポリビニルアセタール樹脂に添加する方法等が好ましい。上記の方法により，金属酸化物微粒子は膜中に均一に分散される。」(段落【0017】)",
                        "「上記分散剤としては特に限定されず，可塑剤に可溶で分散性がよければ，市販のどの分散剤を用いてもよく，例えば，ひまし油脂肪酸，リン酸エステル，ポリカルボン酸等が挙げられる。これらは単独で用いられてもよく，2種以上併用されてもよい。上記分散剤を含有させることにより，得られる合わせガラス用中間膜は，高度の耐湿性を有するものとなる。また，更に耐湿性を向上させるために，別途分散剤を後添加してもよい。」(段落【0018】)",
                        "「本発明の合わせガラス用中間膜において，上記金属酸化物微粒子を可塑剤中に分散させる方法としては特に限定されないが，可塑剤，分散剤，金属酸化物微粒子を混合し，一般の塗料の分散や配合に用いられる，サンドミル，ボールミル，ホモジナイザー，アトライター，高速回転攪拌装置，超音波分散装置等の装置にて分散することができる。」(段落【0019】)",
                        "「また，上記の方法で得た金属酸化物微粒子を分散した分散液は，合わせガラス用中間膜に含まれる金属酸化物微粒子の割合が上記の範囲になるよう，可塑化ポリビニルアセタール樹脂に直接添加してもよく，また，あらかじめ可塑剤中に添加し，その後ポリビニルアセタール樹脂と混合してもよい。」(段落【0020】)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「【実施例】以下に実施例を挙げて本発明を更に詳細に説明するが，本発明はこれらの実施例のみに限定されるものではない。」(段落【0035】)",
                      "text": [
                        "「実施例1",
                        "ポリビニルアセタール樹脂として，ブチラール化度68モル％，残存アセチル化度1モル％，残存ビニルアルコール31モル％，平均重合度1700のポリビニルブチラール樹脂を用いた。このポリビニルブチラール樹脂100重量部に，可塑剤としてトリエチレングリコールジ-2-エチルヘキサノエート40重量部，更に，錫ドープ酸化インジウム(ITO)を中間膜中の含有量が1．0重量％となるように添加混合し，接着力調整剤として酢酸マグネシウム50ppm，紫外線吸収剤，酸化防止剤を加え，ミキシングロールに供給して混練した。混練して得られた混練物を，プレス成形機にて150℃で30分間プレス成形し，厚さ約0．8mmの中間膜を得た。このとき，分散剤として，プライサーフA212E(第一工業製薬社製)を0．4重量部含有させた。この中間膜を，恒温恒湿室で含水率が0．3～0．5％になるように調整し，2．4mm厚のフロート板ガラス2枚の間に挟み込み，ロール法で予備接着した。次いで，140℃のオートクレーブで，圧力1．2MPaにて圧着し，合わせガラスを得た。」(段落【0036】)",
                        "「得られた合わせガラスの性能を以下の方法で評価し，結果を表1に示した。",
                        "1)耐湿性",
                        "合わせガラスを，80℃，相対湿度95％の環境に2週間置いた後，取り出してすぐに端部の白化状態を確認した。合わせガラス周辺からの白化距離を測定し，評価を行った。」(段落【0037】)",
                        "「2)光学特性",
                        "分光光度計(島津製作所社製，UV3100)を使用して，合わせガラスの340～1800nmの透過率を測定し，JIS Z 8722，JIS R 3106及びJIS Z 8701に準拠して，380～780nmの可視光透過率Tv，340～1800nmの日射透過率Tsを評価した。」(段落【0038】)",
                        "「3)ヘイズH JIS K 6714に準拠して測定した。",
                        "4)電磁波透過性",
                        "KEC法測定(電磁波シールド効果試験)に準拠し，10～2000MHzの範囲の反射損失値(dB)を，通常の板厚3mmのフロートガラス単板と比較して測定し，上記周波数の範囲での差の最大値をΔdBmaxとして評価した。」(段落【0039】)",
                        "「5)パンメル値",
                        "中間膜のガラスに対する接着性は，パンメル値で評価した。その試験方法の詳細は次の通りである。合わせガラスを，-18℃±0．6℃の温度に16時間放置して調整し，これを頭部が0．45kgのハンマーで打って，ガラスの粒径が6mm以下になるまで粉砕した。次いで，ガラスが部分剥離した後の膜の露出度を，あらかじめグレード付けした限度見本で判定し，その結果を表1に示す判定基準に従ってパンメル値として表した。なお，上記パンメル値が大きいほど中間膜とガラスとの接着力も大きく，パンメル値が小さいほど中間膜とガラスとの接着力も小さい。」(段落【0040】)",
                        "「【表1】…」(段落【0041】，別紙1参照)",
                        "「実施例2",
                        "分散剤プライサーフA212Eを，その含有量が0．8重量部となるように添加したこと以外は，実施例1と同様の方法で製膜し，合わせガラスを得た。また，この合わせガラスを用いて，上記の評価方法にて評価を行った。評価結果を表2に示した。」(段落【0042】，別紙1参照)",
                        "「実施例3",
                        "ITOの代わりに，アンチモンドープ酸化錫(ATO)を用いたこと以外は，実施例1と同様の方法で製膜し，合わせガラスを得た。また，この合わせガラスを用いて，上記の評価方法にて評価を行った。評価結果を表2に示した。」(段落【0043】，別紙1参照)"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「比較例1",
                      "text": [
                        "中間膜の製造において，ITOを添加しなかったこと以外は，実施例1と同様の方法で製膜し，合わせガラスを得た。また，この合わせガラスを用いて，上記の評価方法にて評価を行った。評価結果を表2に示した。」(段落【0044】，別紙1参照)",
                        "「比較例2",
                        "実施例1において，ITOを添加せずに中間膜を製造し，透明なフロート板ガラスの代わりに，ITOを蒸着したガラスを用いて合わせガラスを得た。また，この合わせガラスを用いて，上記の評価方法にて評価を行った。評価結果を表2に示した。」(段落【0045】，別紙1参照)",
                        "「比較例3",
                        "実施例1において，ITOを添加せずに膜厚0．38mmの中間膜を製造し，この中間膜2枚の間にITOを蒸着した膜厚50μmのポリエステルフィルムを挟着したものを合わせガラス用中間膜として用いて，合わせガラスを得た。また，この合わせガラスを用いて，上記の評価方法にて評価を行った。評価結果を表2に示した。」(段落【0046】，別紙1参照)",
                        "「【表2】…」(段落【0047】，別紙1参照)",
                        "「表2より，実施例1～3で作製した合わせガラスは，透明性，遮熱性に優れ，電磁波透過性が良好であり，湿度が高い環境に置かれた場合でも白化が起こりにくい優れた耐湿性を有するものであった。一方，比較例1で作製した合わせガラスは，耐湿性が悪かった。比較例2，3で作製した合わせガラスは，電磁波透過性が悪く，耐湿性にも劣っていた。」(段落【0048】，別紙1参照)"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「【発明の効果】本発明の合わせガラス用中間膜は，上述のような構成からなるので，透明性，耐候性，耐貫通性に優れるとともに，遮熱性，電磁波透過性及びガラスとの接着性にも優れた性能を発揮する。更に，本発明の合わせガラス用中間膜は，耐湿性にも優れているので，高湿度下に置かれた場合でも周辺部に白化が起こりにくく，車両や建築物等の窓ガラスに好適に用いられる。」(段落【0049】)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載を総合すれば，本願明細書には，次の点が開示されていると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来から，少なくとも一対のガラス板の間に，可塑剤により可塑化されたポリビニルブチラール樹脂等のポリビニルアセタール樹脂からなる合わせガラス用中間膜を介在させ，一体化させて得られる合わせガラスは，自動車のような車両，航空機，建築物等の窓ガラス等として広く使用されているが，安全性には優れるが，遮熱性や耐湿性に劣るという問題点があった。",
                        "遮熱機能をもった合わせガラスとして，金属・金属酸化物の多層コーティングを施した可塑化ポリビニルブチラール樹脂等からなる中間膜が積層された熱線カットガラスが知られていたが，高価である，多層コーティングが厚いので透明性(可視光透過率)が低下する，多層コーティングと中間膜との接着性が低下し，中間膜の剥離や白化が起こる，電磁波の透過を阻害し，携帯電話，カーナビ，ガレージオープナー等の通信機能に支障をきたすなどの問題点があった。また，他の遮熱性能をもった合わせガラスとして，可塑化ポリビニルブチラール樹脂シートの間に金属蒸着したポリエステルフィルムを積層した合わせガラスが提案されていたが，可塑化ポリビニルブチラール樹脂シートとポリエステルフィルムとの間の接着性に問題があるだけでなく，電磁波透過性も不充分であるなどの問題点があった。",
                        "さらに，これらの遮熱性能をもった合わせガラスには，基本性能は良好で安全性に優れているが，湿度の高い雰囲気中に置いた場合，吸湿によりガラス周縁部の中間膜が白化してしまい，耐湿性が劣るという問題点があった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明は，上記従来の問題点を解決し，透明性，耐候性等の優れた基本性能を有し，かつ，遮熱性に優れ，更に，湿度の高い雰囲気中に置かれた場合でも合わせガラス周縁部に白化を起こすことが少ない合わせガラスを得るに適する合わせガラス用中間膜及びこの中間膜を用いた合わせガラスを提供することを目的とし，これを課題とした。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本願発明は，上記課題を解決するための手段として，ポリビニルアセタール樹脂が可塑剤であるトリエチレングリコールジ-2-エチルヘキサノエートにより可塑化された可塑化ポリビニルアセタール樹脂からなる合わせガラス用中間膜において，熱線カット機能を有する金属酸化物微粒子とリン酸エステルとを含有させ，合わせガラスとしたときに，合わせガラスが波長380～780nmでの可視光透過率Tvが75％以上，340～1800nmでの日射透過率Tsが60％以下，ヘイズHが1．0％以下，10～2000MHzでの電磁波シールド性能ΔdBが10dB以下であり，かつ，80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下となる構成を採用した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本願発明は，上記構成を採用したことにより，透明性，耐候性，耐貫通性に優れるとともに，遮熱性，電磁波透過性及びガラスとの接着性にも優れた性能を発揮し，更に，耐湿性にも優れているので，高湿度下に置かれた場合でも周辺部に白化が起こりにくいという効果を奏し，このため，車両や建築物等の窓ガラスに好適に用いられる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物1ないし3の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1",
                  "text": [
                    "刊行物1(甲1)には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「【請求項1】 少なくとも2枚の透明ガラス板状体の間に中間膜層を有する合せガラスにおいて，該中間膜層の中に粒径が 0.2μm以下の機能性超微粒子を分散せしめてなるものとしたことを特徴とする合せガラス。",
                        "【請求項2】 前記中間膜が，ポリビニルブチラール系樹脂膜であることを特徴とする請求項1記載の合せガラス。」",
                        "「【請求項7】 前記機能性超微粒子が，Sn，Ti，Si，Zn，Zr，Fe，Al，Cr，Co，Ce，In，Ni，Ag，Cu，Pt，Mn，Ta，W，V，Moの金属，酸化物，窒化物，硫化物あるいはSbやFのドープ物の各単独物，もしくはこれらの中から少なくとも2種以上を選択してなる複合物，またはさらに当該各単独物もしくは複合物に有機樹脂物を含む混合物または有機樹脂物を被覆した被膜物であることを特徴とする請求項1乃至6記載の合せガラス。」",
                        "「【請求項9】 前記合せガラスが，建築用ガラスであることを特徴とする請求項1乃至8記載の合せガラス。",
                        "【請求項10】 前記合せガラスが，自動車用ウインドウガラスであることを特徴とする請求項1乃至8記載の合せガラス。」(以上，2頁)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【産業上の利用分野】本発明は，着色，熱線や紫外線遮断膜，電波透過等各種の機能性超微粒子を適宜有する樹脂中間膜層を用いて合せ処理することでなる合せガラスとその製造方法に関する。」(段落【0001】)",
                      "text": [
                        "「冷暖房効果を向上せしめるような優れた日射透過率，環境や人に優しくなる紫外線遮断等を有するとともに，比較的高いものから低いものまで幅広い可視光線透過率を有するものであり，AM電波，FM電波等の放送における受信障害あるいはゴ-スト現象等の電波障害を低減ができ，電波透過性能を必要とする無色から有色と各種色調の合せガラスとして使用可能な電波透過型熱線紫外線遮蔽ガラス等であって，建築用窓材としてはもちろん，特に自動車用窓材，例えばフロントウインドー，リヤウインドーあるいはサイドウインドーまたはサンルーフ等に，また飛行機用窓材，さらにはその他産業用部材等幅広く適用できる有用な機能性を有する合せガラス及びその製造方法を提供するものである。」(段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【従来技術】近年，建築用ガラスにおけるクリアや着色，断熱や紫外線遮断および電波透過等の機能付与はもちろん，車輌用ガラスにおいても車内に通入する太陽輻射エネルギーを遮蔽し，車内の温度上昇，冷房負荷を低減させる目的から熱線遮蔽ガラス，さらに人的物的両面や環境に優しくするため紫外線遮蔽を付加したものが車輌用に採用されている。また最近は特に該車輌用ガラスにおいて，グリーン色調で充分な可視光透過率を有しながら高熱線紫外線遮蔽性能を持ちかつ各種電波の高透過性能が要求されるようになってきており，なかでも微粒子あるいは超微粒子を合せガラスの中間層に分散したようなものとしては次のようなものが知られている。」(段落【0003】)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【発明が解決しようとする問題点】前述したような，例えば特開平2-22152号公報等に記載された短波長光線遮断性合せガラス用中間膜は，ポリビニルブチラール樹脂に添加される少なくとも90重量％が250～400nmの粒径範囲にある粒径分布の微粒子状無機物質が光散乱剤として400nm以下の紫外線部分を散乱させるようにして光吸収剤の選択的吸収を促進し400nm以下の波長の光を実質的に遮断するとともに，例えば450～700nmの波長範囲で光線透過率が70％以上等，450nm以上の波長の光を実質的に透過させ透明性を保持し，しかも100Wの白色電球像の縁における観察で濁りが無く，黄色味を示す波長420nmにおける光線透過率も50％以上であって，良好な接着性を示すというものであるが，例えば断熱性能をもたらしめるため，少なくとも90重量％が250～400nmの粒径範囲にある粒径分布の断熱性微粒子状無機物質をポリビニルブチラール樹脂に添加した際に，例えば450～700nmの波長範囲で光線透過率が70％以上でしかも自動車用窓ガラスとして採用し得るようになることの記載もまた示唆する記載もないものであり，断熱性微粒子状無機物質の粒径が比較的大きいことはもちろんその添加量も例えば2～17重量％と多くすることが必要である。」(段落【0007】)",
                      "text": [
                        "「また，例えば特開平4-160041号公報に記載された自動車用窓ガラスは，透明板状部材間に平均粒径0.1μm以下の超微粒子と有機ケイ素あるいは有機ケイ素化合物のガラス成分との混合層を形成するようにし，合わせガラスのガラス同士あるいはプラスチツクの中間層であるポリビニルブチラール(PVB)とガラスを接合したというものであって，ヒータ用としてのデイフロスタ機能，冷暖房効率アップ用としての赤外線反射機能及び／またはシート抵抗が約500Ω／口である電磁シールド機能を有することとなるというものであり，PVBやエチレン-酢酸ビニル共重合体系樹脂膜(EVA)等の中間膜のみで2枚のガラスを接合した通常の合せガラスの構成の中で断熱機能，紫外線遮断機能，電波透過機能あるいは無色乃至着色を同時に発現し得るようなものではないし，また通常の合せガラスと同等の接着力を得ることができるか危惧されるところであり，コスト的にもアップする要因があるものである。」(段落【0008】)",
                        "「また，例えば特開平4-261842号公報に記載された合わせガラスは，有機ガラスを使用するためのものであって，ビニルシランをグラフト変性したエチレン・エチルアクリレート共重合樹脂100重量部に対し，粒径が0.1～400mμのコロイダルシリカや超微粒子シリカ等の二酸化ケイ素微粒子3～30重量部とを含有するようにし，粒径を400mμ以下とすることで可視光線の波長(400～780nm)より短いため，中間膜を通過する光の散乱を防ぎ，その中間膜のくもり改善を効果的にしようとするものであるものの，そのくもり度(ヘイズ)はJIS K6714に基づく測定で4％以下程度であり，必ずしも充分な自動車用窓ガラス，特にフロントガラスとは言い難いものである。」(段落【0009】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【問題点を解決するための手段】本発明は，従来のこのような点に鑑みてなしたものであり，従来から使用されている合せガラス用中間膜層に影響を与えることなく，中間膜層に機能性超微粒子を適宜分散し含有せしめることで，断熱性能や紫外線遮断性能や電波透過性能等の機能特性を付与し，しかもクリア乃至着色の色調の制御および透視性の確保や反射性とぎらつき感の防止等をバランスよくもたらしめ，従来の合せガラスと変わらない品質を得るようにでき，特殊成分組成ガラスや特殊表面加工ガラスを必要とせず，かつ現在使用中の合せガラス製造ラインをそのままで合せガラス化処理作業で行うことができ，例えばガラスとガラス，ガラスとプラスチック，バイレイヤガラス等を安価にかつ容易にしかもガラスの大きさや形態に自由自在に対応し得て製造でき，建築用窓材はもちろん自動車用窓材，飛行機用窓材，ことに風防用ガラスにも充分適用でき，最近のニーズに最適なものとなる有用な機能的な合せガラスを提供するものである。」(段落【0010】)",
                      "text": [
                        "「すなわち，本発明は，少なくとも2枚の透明ガラス板状体の間に中間膜層を有する合せガラスにおいて，該中間膜層の中に粒径が 0.2μm以下の機能性超微粒子を分散せしめてなるものとしたことを特徴とする合せガラス。」(段落【0011】)",
                        "「ならびに，前記中間膜が，ポリビニルブチラール系樹脂膜であることを特徴とする上述した合せガラス。また，前記中間膜が，エチレン-酢酸ビニル共重合体系樹脂膜であることを特徴とする上述した合せガラス。」(段落【0012】)",
                        "「さらに，前記機能性超微粒子の粒径が，0.15～0.001μm であることを特徴とする上述した合せガラス。さらに，前記機能性超微粒子の混合割合が，10.0wt％以下であることを特徴とする上述した合せガラス。」(段落【0013】)",
                        "「さらにまた，前記機能性超微粒子の混合割合が，2.0～0.01wt％であることを特徴とする上述した合せガラス。またさらに，前記機能性超微粒子が，Sn，Ti，Si，Zn，Zr，Fe，Al，Cr，Co，Ce，In，Ni，Ag，Cu，Pt，Mn，Ta，W，V，Moの金属，酸化物，窒化物，硫化物あるいはSbやFのドープ物の各単独物もしくはこれらの中から少なくとも2種以上を選択してなる複合物，またはさらに当該各単独物もしくは複合物に有機樹脂物を含む混合物または有機樹脂物を被覆した被膜物であることを特徴とする上述した合せガラス。」(段落【0014】)",
                        "「…ここで，前記したように，中間膜層の中に粒径が0.2μm以下の機能性超微粒子を分散せしめてなるものとしたのは，可視光域の散乱反射を抑制しながら，例えば日射透過率が65％以下等熱線遮蔽性能等超微粒子の機能特性を充分発揮しつつ，超低ヘーズ値，電波透過性能，透明性を確保するためと，超微粒子を含有せしめても従来の合せガラス用中間膜として例えば接着性，透明性，耐久性等の物性を維持し，通常の合せガラス製造ラインで通常作業で合せガラス化処理ができるようにするためである。好ましくは粒径が0.15μm以下程度であり，より好ましくは約0.10～0.001μm程度である。なお粒径分布の範囲については，例えば約0.03～0.01μm程度と均一化されていることがよい。」(段落【0028】)",
                        "「また，中間膜層への機能性超微粒子の混合割合が10.0wt％以下であるとしたのは，可視光域の散乱反射を抑制しながら，例えば日射透過率が65％以下等熱線遮蔽性能等超微粒子の機能特性を充分発揮する量を確保し，さらに超低ヘーズ値，電波透過性能，透明性であるようにし，しかも超微粒子を含有せしめても従来の合せガラス用中間膜として例えば接着性，透明性，耐久性等の物性を維持し，通常の合せガラス製造ラインによる通常作業で合せガラス化処理ができるようにするためで，前記粒径とも深い関係にあり，10.0wt％を超えるようになると次第に上記要件を特に自動車用窓材はもちろん建築用窓材としても実現し難くなるためである。ことに例えば建築用合せガラス向けとして可視光透過率Tvが35％以上の場合は無機顔料系超微粒子の混合割合が約10～0.1wt％程度必要であり，建築用としては約9～0.01wt％程度，より好ましくは8～0.05wt％程度であり，自動車用としては好ましい混合割合としては約2.0～0.01wt％程度，より好ましくは1.5～0.05wt％程度，さらに好ましくは1.0～0.1wt ％程度である。いずれにしても合せガラスとしての性能保持とめざす機能性能との兼ね合いでその混合割合(含有量)は決定されるものである。」(段落【0029】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「さらに，中間膜が，ポリビニルブチラール系樹脂膜(PVB系) ，あるいはエチレン-酢酸ビニル共重合体系樹脂膜(EVA系)であるとしたのは，これらが合せガラス用中間膜として汎用性のものであるから好ましく，合せガラスとしての品質をニーズに整合し得るような中間膜層となるものであれば特に限定するものではない。具体的には可塑性PVB〔積水化学工業社製，三菱モンサント社製等〕，EVA〔デュポン社製，武田薬品工業社製，デュラミン〕，変性EVA〔東ソー社製，メルセンG〕等である。なお，紫外線吸収剤，抗酸化剤，帯電防止剤，熱安定剤，滑剤，充填剤，着色，接着調整剤等を適宜添加配合する。」(段落【0030】)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「またさらに，機能性超微粒子が，Sn，Ti，Si，Zn，Zr，Fe，Al，Cr，Co，Ce，In，Ni，Ag，Cu，Pt，Mn，Ta，W，V，Moの金属，酸化物，窒化物，硫化物あるいはSbやFのドープ物の各単独物，もしくはこれらの中から少なくとも2種以上を選択してなる複合物，またはさらに当該単独物もしくは複合物に有機樹脂を含む混合物または有機樹脂物を被覆した被膜物であるものとしたのは，各単独もしくは複合物，混合物，被膜物として断熱性能，紫外線遮蔽性能，着色性能，遮光性等を適宜発現し，建築用や自動車用に求められる種々の機能性および性能を合せガラスとして発現せしめるためである。」(段落【0032】)",
                      "text": [
                        "「また機能性超微粒子としては，例えばSn，Ti，Si，Zn，Zr，Fe，Al，Cr，Co，Ce，In，Ni，Ag，Cu，Pt，Mn，Ta，W，V 等のほかMoなどの各種金属。例えばSnO ，TiO ，SiO ，ZrO ，ZnO，Fe O ，Al O ，FeO，CrO ，Co O ，CeO ，In O ，NiO，MnO，CuO等の各種酸化物。例えばTiN，AlN等の窒化物，あるいは窒素酸化物。例えばZnS等の硫化物。例えば9wt%Sb O -SnO (ATO)〔住友大阪セメント社製〕，F-SnO 等のドープ物。さらに例えばSnO -10wt%Sb O ，In O -5wt%SnO (ITO)〔三菱マテリアル社製〕等の複合物である。フッ素樹脂，PTFE，ルブロン〔ダイキン工業(株)〕，セフラルル-ブ〔セントラル硝子(株)〕，低分子量TFE などが挙げられ，またATOやITOは自動車用としてその要件を備え特に好ましいものである。」(段落【0033】)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「またさらに，前記した構成でなる合せガラスは種々の建築用窓材等として使用できることはもちろん，特に自動車用窓材として例えばフロントガラス，リアガラスことにシェードバンド付きリアガラス，サイドガラスあるいはサンルーフガラスあるいは他の種々のガラス等に使用できるものである。」(段落【0037】)",
                      "text": [
                        "「さらに，PTFEなどのフッ素樹脂，シリコ-ンレジン，シリコ-ンゴムなどの有機樹脂の微粒子が挙げられ，これらはPVB 膜とガラスなどの透明板との接着強度を低減するために用いられる。すなわちATO ，ITO などの金属酸化物は規格以上の接着強度を付与するようなことが起こりうるために，パンメル値を適宜下げて調整し規格値内に下げるために，例えば前記ガラス表面へのプライマ-塗布，前記フッ素樹脂，シリコ-ンレジン，シリコ─ンゴム等の有機樹脂を被覆した被膜物などと同様の目的で用いる。」(段落【0038】)",
                        "「すなわち，自動車用窓ガラスとして，電波透過性能を前記ガラス板状体に限り無く近づけほぼ同等としかつ熱線遮蔽性能を日射透過率が65％以下と格段に高め居住性をさらに向上したなかで，運転者や搭乗者等が安全上等で必要である可視光透過率を65％以上とした透視性，例えば可視光透過率が70％以上等を確保し法規上もクリアできるようにでき，しかも運転者や搭乗者等における透視性低下，誤認あるいは目の疲労等の防止に必要である可視光反射率を従来の値よりさらに低減せしめることができ，最適な電波透過型熱線紫外線遮蔽合せガラスとなる。自動車用として好ましくは可視光透過率が68～70％以上，可視光反射率が14％以下，しかも日射透過率が60％以下，刺激純度が15～10％以下であり，建築用として好ましくは可視光透過率が30％以上，可視光反射率が20％以下，しかも日射透過率が65％以下，刺激純度が20％以下である。」(段落【0041】)"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「さらにまた，可塑剤としては，例えばジオクチルフタレート(DOP) ，ジイソデシルフタレート(DIDP)，ジトリデシルフタレート(DTDP)，ブチルベンジルフタレート(BBP) などのフタル酸エステル，またトリクレシルホスフェート(TCP) ，トリオクチルホスフェート(TOP) などのリン酸エステル，またトリブチルシトレート，メチルアセチルリシノレート(MAR) などの脂肪酸エステル，またトリエチレングリコール・ジ-2- エチルブチレート(3GH) ，テトラエチレングリコール・ジヘキサノールなどのポリエーテルエステルなど，またさらにこれらの混合物が挙げられる。」(段落【0047】)"
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「【作用】前述したとおり，本発明の合せガラスは，着色，熱線や紫外線遮断膜，電波透過等各種の機能性能を有する粒径が0.2μm以下である超微粒子を適宜分散含有せしめた樹脂中間膜層でもって合せ処理することでなる合せガラスとその製造方法としたことにより，従来から使用されている合せガラス用中間膜層に影響を与えることなく，断熱性能や紫外線遮断性能や電波透過性能等の機能特性を付与し，しかもクリア乃至着色の色調の制御およびヘーズ値が極めて低く優れた透視性の確保ならびに反射性とぎらつき感の防止等をバランスよくもたらしめ，例えば自動車用安全ガラスに係わるJIS R 3212の各試験等をクリアする等，従来の合せガラスと変わらない品質を得ることができ，特殊成分組成ガラスや特殊表面加工ガラスを必要とせず，かつ現在使用中の合せガラス製造ラインをそのままで合せガラス化処理と作業で行うことができ，安価にかつ容易にしかもガラスの大きさや形態に自由自在に対応し得て合せガラスを得ることができるものである。」(段落【0051】)",
                      "text": [
                        "「ひいては，冷暖房効果を高め居住性を向上せしめるような優れた日射透過率，環境や人に優しくなる紫外線遮断等を有するとともに，比較的高いものから低いものまで幅広い可視光線透過率を有するものとすることができ，AM電波，FM電波TV電波帯等の放送における受信障害などの低減をすることができ，通常のフロ-トガラス並の電波透過性能であることから，車輌用のテレビ，ラジオ，携帯電話等のためのガラスアンテナの受信性能を低下させることなく，あるいはゴ-スト現象等の電波障害を低減することができ，本来のガラスアンテナ性能を発揮させ，車輌内外での快適な環境を確保することができることとなり，電波透過性能を必要とする無色から有色と各種色調，はたまたガラスとガラス，ガラスと合成樹脂板，バイレヤ-等の合せガラスとして使用可能な電波透過型熱線紫外線遮蔽ガラス等となり，建築用窓材としてはもちろん，特に自動車用窓材，例えばフロントウインドー，リヤウインドーあるいはサイドウインドーまたはサンルーフ，シェードバンド等に，ことに風防用ガラスにも充分適用でき，また飛行機用窓材等幅広く適用でき，最近のニーズに最適なものとなる有用な機能性を有する合せガラス及びその製造方法を提供するものである。」(段落【0052】)"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「【実施例】以下，実施例により本発明を具体的に説明する。ただし本発明は係る実施例に限定されるものではない。」(段落【0053】)",
                      "text": [
                        "「実施例1",
                        "20wt％ATO(導電性アンチモン含有錫酸化物) 超微粒子(粒径0.02μm以下)分散含有DOP(ジオクチルフタレート) 10gと通常のDOP130gをPVB(ポリビニルブチラール) 樹脂485gに添加し，他の紫外線吸収剤等とともに3本ロールのミキサーにより約70℃で約15分間程度練り込み混合した。得られた製膜用原料樹脂を型押出機にて190℃前後で厚み約0.8mm程度にフイルム化しロールに巻き取った。なお，フイルム表面には均一な凹凸のしぼを設けた。」(段落【0054】)",
                        "「次に大きさ約300mmx300mm，厚さ約2.3mm のクリアガラス基板(FL2.3)",
                        "を2枚用意し，該基板と同じ大きさに前記フイルムを裁断し，調製した中間膜を該2枚のクリアガラス基板の間に挟み積層体とした。」(段落【0055】)",
                        "「次いで該積層体をゴム製の真空袋に入れ，袋内を脱気減圧し，約80～110 ℃程度で約20～30分程度保持した後一旦常温までにし，袋から取り出した積層体をオートクレーブ装置に入れ，圧力約10～14kg／cm2，温度約110～140℃程度で約20～40分間程度の加圧加熱して合せガラス化処理をした。」(段落【0056】)",
                        "「得られた合せガラスについて下記の測定および評価を行った。",
                        "〔光学特性〕：分光光度計(340型自記，日立製作所製)で波長340～1800nmの間の透過率を測定し，JIS Z 8722及びJIS R 3106又はJIS Z 8701によって可視光透過率Tv(380～780nm)，日射透過率Ts(340～1800nm) ，刺激純度(％)，色調等を求めた。",
                        "〔くもり度〕：ヘーズ値H をJIS K6714に準拠して行い求めた。建築用としては3％以下，自動車用としては1％以下を合格とした。",
                        "〔電波透過性〕：KEC 法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比。その差の絶対値(△dB)が2dB以内を合格とした。",
                        "〔接着性〕： -18±0.6 ℃の温度で16±4時間放置し調整後，ハンマー打でのガラスの剥離での中間膜露出程度。少ないものを合格とした。",
                        "〔耐熱性〕： 100 ℃の煮沸水中にて2時間程度煮沸した後，周辺10mmを除き，残りの部分での泡の発生，くもり，ガラスのひび割れ等の異常がないものを合格とした。",
                        "〔耐湿性〕： 50±2 ℃，相対湿度95±4％の調整内に2週間静置した後，泡の発生，くもり，ガラスのひび割れ等の異常がないものを合格とした。",
                        "〔電気的特性〕：三菱油化製表面高抵抗計(HIRESTA HT-210)によって測定。」(段落【0057】)",
                        "「(シート抵抗値)(M Ω／口)。10M Ω／口以上合格。",
                        "〔なお，基本的にはJIS R 3212等安全ガラス，特に合せガラスの項に準拠。〕",
                        "その結果，可視光透過率Tvが約76.8％程度，日射透過率Tsが約58.6％程度，刺激純度Peが0.7％程度で淡いグレー系のニュートラル色調，反射によるギラツキもなく，ヘーズ値Hが約0.3％程度となり，充分優れた熱線遮蔽性等の光学特性，格段に高い表面抵抗率で通常単板ガラス並み，例えば80MHz(FMラジオ波帯)，約520～1630KHz(AMラジオ波帯)等特に通常単板ガラスと同等の電波透過性を示し，かつ充分安定な優れた接着性と耐熱性ならびに耐湿性を示しいずれも合格であり，通常の合せガラスと変わらない合せガラスを得ることができ，優れた居住性をもちかつ運転者や搭乗者あるいは環境に優しく安全性が高くしかもAM帯をはじめ各種電波を快適に受信ができ，建築用窓ガラスはもちろん自動車用窓ガラス，ことにアンテナ導体と同時に備える自動車用窓ガラスに対しても充分採用でき，期待に充分答えることができるものであった。」(段落【0058】)",
                        "「なお，他に耐候性(例，サンシヤインウエザーメーターで約1000時間：可視光透過率がほぼ変化がないこと)等の種々の特性をも評価したところ，いずれも合格するものであった。」(段落【0059】)"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「実施例2",
                      "text": [
                        "20wt％ATO(導電性アンチモン含有錫酸化物) 超微粒子(粒径0.02μm 以下)分散含有3GH(トリエチレングリコ-ル -ジ- 2- エチルブチレ-ト)",
                        "10gと通常の3GH130gをPVB(ポリビニルブチラール) 樹脂485gに添加し，さらに接着調整剤としてトスパ-ル120(東芝シリコ-ン) を5g添加し，他の紫外線吸収剤等とともに3本ロールのミキサーにより約70℃で約15分間程度練り込み混合した。得られた製膜用原料樹脂を型押出機にて190 ℃前後で厚み約0.8mm程度にフイルム化しロールに巻き取り，実施例1と同様にして表面には均一な凹凸のしぼを設けた厚み約0.8mm 程度の中間膜を得た。」(段落【0060】)",
                        "「次に大きさ約300mmx300mm，厚さ約2.0mmのクリアガラス基板(FL2)",
                        "を用いて実施例1と同様にして積層体とした。次いで実施例1と同様にして合せガラス化処理をした。」(段落【0061】)",
                        "「得られた合せガラスは，Tvが76.5％，Tsが58.5％，Hが0.4 ％等実施例1と同様に優れた光学特性ならびに電波透過性，品質等の各物性をバランスよく示す所期のものであった。」(段落【0062】)"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "subject": "「【発明の効果】以上前述したように，本発明は粒径0.2μm 以下の機能性超微粒子を中間膜層に分散含有する合せガラス及びその製造方法としたことにより，従来から使用されている合せガラス用中間膜層に大きな影響を与えることなく，断熱性能や紫外線遮断性能や電波透過性能等の機能特性を付与し，しかもクリア乃至着色の色調の制御およびヘーズ値が極めて低く優れた透視性の確保ならびに反射性とぎらつき感の防止等をバランスよくもたらしめ，従来の合せガラスと変わらない品質を得るようにでき，現在使用中の合せガラス製造ラインをそのままで合せガラス化処理と作業で行うことができ，安価にかつ容易にしかもガラスの大きさや形態に自由自在に対応し得て実施でき，ひいては冷暖房効果を高め居住性を向上せしめ，環境や人に優しく，幅広い透視性を得ることができ，AM電波，FM電波TV電波帯等を通常のフロ-トガラス並の電波透過性能として車輌用のテレビ，ラジオ，携帯電話等のためのガラスアンテナ性能を確保でき，本来のガラスアンテナ性能を発揮させ，建屋や車輌内外での快適な環境を確保することができることとなり，無色から有色と各種色調の合せガラスとして使用可能な電波透過型熱線紫外線遮蔽ガラス等となり，各種建築用窓材としてはもちろん，特に各種自動車用窓材，ことに風防用ガラス，また飛行機用窓材，その他産業用ガラス等幅広く適用でき，最近のニーズに最適なものとなる有用な機能性を有する合せガラス及びその製造方法を提供することができる。」(段落【0095】)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物2",
                  "text": [
                    "刊行物2(甲2)には，次のような記載がある(下記記載中に引用する「表1」及び「表2」については別紙2を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「請求の範囲",
                      "text": [
                        "1．可塑化ポリビニルアセタール樹脂膜からなる合わせガラス用中間膜であって，",
                        "前記合わせガラス用中間膜を厚さ2．0～4．0mmの2枚のガラスで挟み込んで合わせガラスを作製した後，前記合わせガラスを80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下であり，",
                        "前記合わせガラス用中間膜を150℃で1時間放置した際の重量減少が3重量％以下である",
                        "ことを特徴とする合わせガラス用中間膜。",
                        "2．可塑化ポリビニルアセタール樹脂膜は，平均アセタール化度が66～72モル％のポリビニルアセタール100重量部と",
                        "トリエチレングリコールジ-2-エチルヘキサノエート，オリゴエチレングリコールジ-2-エチルヘキサノエート及びテトラエチレングリコールジ-n-ヘプタノエートからなる群より選択される少なくとも1種の可塑剤30～50重量部とからなる可塑化ポリビニルアセタール中に，",
                        "炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩が合計5ppm以上含有されてなるものであることを特徴とする請求項1記載の合わせガラス用中間膜。」(以上，本文12頁)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「背景技術",
                      "text": [
                        "少なくとも二枚のガラス板の間に可塑化ポリビニルアセタール樹脂からなる中間膜が挟着されてなる合わせガラスは，透明性や耐候性が良好で，しかも耐貫通性に優れ，ガラスの破片が飛散し難い等の合わせガラスに必要な基本性能を有しており，例えば，自動車や建築物の合わせガラス用として広く使用されている。",
                        "この種の合わせガラスは，上記の基本性能が良好で安全性に優れているものの，耐湿性に劣り，しかも，可塑剤の飛散が多いという問題を有する。",
                        "耐湿性については，具体的には，上記合わせガラスを湿度の高い雰囲気中に置いた場合，合わせガラスの周縁では中間膜が直接周囲の空気と接触しているため，周縁部の中間膜が白化してしまうという問題が起こる。",
                        "このような湿度の高い雰囲気中に置かれた場合でも，合わせガラスの周縁部の白化を低減しようとする試みとして，特開平7-41340号公報には，「ポリビニルアセタール樹脂と可塑剤，カルボン酸金属塩及び直鎖脂肪酸を含有する樹脂組成物からなる合わせガラス用中間膜」が開示されている。",
                        "しかしながら，上記合わせガラス用中間膜を用いた合わせガラスでは，耐湿試験後の周縁部の白化は低減されているものの，依然充分ではない。また，金属塩の添加量を低減すると，上記白化の問題は改善されるが耐貫通性が低下する。",
                        "また，近年の合わせガラス用中間膜の自動車サイドガラスへの展開，フロントガラスのオープンエッジ化等に伴い，合わせガラスの耐湿性に対する要求品質がますます高まっている。",
                        "更に，合わせガラス用中間膜用可塑剤としては，一般にアジピン酸ジヘキシル，トリエチレングリコールジ-2-エチルブチレート等が用いられているが，これらの可塑剤は沸点が低いために飛散し易く，中間膜の製造工程において，オートクレーブ時の火災や，オートクレーブ後の端部カット(トリムカット)が難しい等の問題を有するため，より高沸点の可塑剤への変更が期待されている。」(明細書1頁～2頁)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「発明の要約",
                      "text": [
                        "本発明は，上記に鑑み，合わせガラスとした際に，透明性，耐候性，接着性，耐貫通性等の優れた特性を有し，かつ，湿度の高い雰囲気下に置かれた場合でも合わせガラス周縁部に白化を起こすことが少なく，オートクレーブ時の火災や端部カット(トリムカット)性の問題が解決された合わせガラス用中間膜及びそれを用いた合わせガラスを提供することを目的とするものである。",
                        "本発明は，可塑化ポリビニルアセタール樹脂膜からなる合わせガラス用中間膜であって，上記合わせガラス用中間膜を厚さ2．0～4．0mmの2枚のガラスで挟み込んで合わせガラスを作製した後，上記合わせガラスを80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下であり，上記合わせガラス用中間膜を150℃で1時間放置した際の重量減少が3重量％以下であることを特徴とする合わせガラス用中間膜である。」(明細書2頁)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「本発明の合わせガラス用中間膜は，可塑化ポリビニルアセタール樹脂膜からなるものであれば特に限定されないが，上記合わせガラスの耐貫通性を向上させるために，用いられる金属塩を多量に添加すると，耐湿性が著しく低下する。そこで炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩を併用すること等により，少量で耐貫通性を確保できると同時に耐湿性を改善することができる。」(明細書3頁1行～6行)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「また，上記合わせガラス用中間膜は，可塑剤としてトリエチレングリコールジ-2-エチルヘキサノエート，オリゴエチレングリコールジ-2-エチルヘキサノエート，テトラエチレングリコールジ-n-ヘプタノエート等を用いることにより，オートクレーブ火災やトリムカット性の問題を著しく改善することができる。従って，本発明の合わせガラス用中間膜は，平均アセタール化度が66～72モル％のポリビニルアセタール100重量部とトリエチレングリコールジ-2-エチルヘキサノエート，オリゴエチレングリコールジ-2-エチルヘキサノエート及びテトラエチレングリコールジ-n-ヘプタノエートからなる群より選択される少なくとも1種の可塑剤30～50重量部とからなる可塑化ポリビニルアセタール樹脂中に，炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩が合計5ppm以上含有されてなる可塑化ポリビニルアセタール樹脂膜が好ましい。塩の含有量が5ppm未満であると接着力調整効果が低くなることがあり，塩の含有量が高すぎると耐湿性が低下することがある。」(明細書3頁7行～20行)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「上記ポリビニルアセタールは，ポリビニルアルコールをアセタール化することにより得られるものであり，なかでも，ポリビニルアルコールをブチラール化することにより得られるポリビニルブチラールが好ましい。」(明細書3頁21行～23行)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「上記合わせガラス用中間膜は，可塑剤としてトリエチレングリコールジ-2-エチルヘキサノエート，オリゴエチレングリコールジ-2-エチルヘキサノエート及びテトラエチレングリコールジ-n-ヘプタノエートからなる群より選択される少なくとも一種を含む。」(明細書4頁24行～27行)",
                      "text": [
                        "「ポリビニルアセタールに対する上記可塑剤の配合量は，ポリビニルアセタール100重量部に対し，30～50重量部が好ましい。可塑剤の配合量が30重量部未満であると，得られる合わせガラス用中間膜のトリムカット性が低下することがあり，一方，可塑剤の配合量が50重量部を超えると，上記可塑剤がブリードアウトしてガラスとの接着不良が生じることがある。」(明細書5頁11行～15行)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "「上記合わせガラス用中間膜は，上記可塑剤のほかに，炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種を含むが，これらは，接着力調整剤として用いられるものである。",
                        "中間膜とガラスとの接着力が弱すぎると，外部からの衝撃等により破損したガラス破片が中間膜から剥がれ，飛散して人体等に障害を与える可能性が高くなり，一方，中間膜とガラスとの接着力が強すぎると，外部からの衝撃等によりガラスと中間膜とが同時に破損し，ガラスと中間膜との接着破片が飛散して人体等に障害を与えるため，接着力を適当な範囲に調整する必要があるが，これらの塩の2種が併用されることにより，少量で接着力の調整が可能となり，得られる合わせガラス用中間膜の耐湿性もより向上する。」(明細書5頁16行～26行)",
                        "「上記合わせガラス用中間膜中の炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選ばれる2種以上の塩は，合わせガラス用中間膜中に合計量で5ppm以上含有されていることが好ましい。塩の含有量が5ppm未満では，得られる合わせガラス用中間膜の接着力の調整がしにくくなるからである。より好ましくは，10～150ppmである。塩の含有量が150ppmを超えた場合には，得られる中間膜の耐湿性が低下することがある。」(明細書6頁3行～9行)"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「実施例1",
                      "text": [
                        "(1)ポリビニルブチラールの合成…",
                        "(2)合わせガラス用中間膜の製造",
                        "上記で得られたポリビニルブチラール100重量部に対し，トリエチレングリコールジ-2-エチルヘキサノエート39重量部を配合し，更に，酢酸マグネシウムが20ppm，2-エチル酪酸マグネシウムが40ppmの含有量となるようにこれらを添加し，ミキシングロールで充分に溶融混練した後，プレス成形機を用いて150℃で30分間プレス成形し，平均膜厚0，76mmの合わせガラス用中間膜を得た。",
                        "(3)合わせガラスの製造",
                        "上記で得られた合わせガラス用中間膜を，その両端から透明なフロートガラス(縦30cm×横30cm×厚さ3mm)で挟み込み，これをゴムバック内に入れ，20torrの真空度で20分間脱気した後，脱気したままオーブンに移し，更に，90℃で30分間保持しつつ真空プレスした。このようにして予備圧着された合わせガラスをオートクレーブ内で135℃，圧力12kg／cm2の条件で20分間圧着を行い，合わせガラスを得た。得られた合わせガラスを下記の評価方法で評価した。結果を表2に示した。",
                        "評価方法",
                        "1，パンメル値",
                        "中間膜のガラスに対する接着性はパンメル値で評価した。即ち，合わせガラスを-18±0．6℃の温度に16時間放置した後，これを頭部が0．45kgのハンマーで叩いてガラスの粒径が6mm以下になるまで粉砕した。ガラスが部分剥離した後の膜の露出度を予めグレード付けした限度見本で判定し，その結果を下記表1に従いパンメル値として表した。なお，パンメル値が大きい程ガラスとの接着力も大きく，パンメル値が小さい程ガラスとの接着力も小さい。」",
                        "表1…",
                        "2，耐湿性",
                        "合わせガラスを，温度80℃，相対湿度95％の環境下に2週間放置した後，取り出してすぐに端辺からの白化距離を測定した。",
                        "3，中間膜中の可塑剤の揮発性(加熱減量)",
                        "中間膜を150℃のオーブンに1時間放置し，加熱前後の中間膜の重量を測定し，得られた測定値から重量減少(重量％)を算出した。",
                        "実施例2",
                        "接着力調整剤として，酢酸カリウム70ppm，2-エチル酪酸マグネシウム20ppmとなるように添加した以外は実施例1と同様にして合わせガラスを作製し評価した。得られた結果を表2に示した。",
                        "実施例3",
                        "接着力調整剤として，酢酸マグネシウム20ppm，2-エチルヘキシル酸マグネシウム60ppmとなるように添加した以外は実施例1と同様にして合わせガラスを作製し評価した。得られた結果を表2に示した。",
                        "実施例4",
                        "トリエチレングリコールジ-2-エチルヘキサノエートに代えて，オリゴエチレングリコールジ-2-エチルヘキサノエート(平均グリコール鎖：3．8)を用いた以外は実施例1と同様にして合わせガラスを作製し評価した。得られた結果を表2に示した。",
                        "実施例5",
                        "トリエチレングリコールジ-2-エチルヘキサノエートに代えて，テトラエチレングリコールジ-n-ヘプタノエートを用いた以外は実施例1と同様にして合わせガラスを作製し評価した。得られた結果を表2に示した。",
                        "実施例6",
                        "接着力調整剤として，2-エチル酪酸マグネシウムのみを4ppmとなるように添加した以外は実施例1と同様にして合わせガラスを作製し評価した。得られた結果を表2に示した。",
                        "比較例1",
                        "トリエチレングリコールジ-2-エチルヘキサノエートに代えて，アジピン酸ジヘキシル(DHA)を用いた以外は実施例1と同様にして合わせガラスを作製し評価した。得られた結果を表2に示した。",
                        "比較例2",
                        "接着力調整剤として，酢酸カリウムのみを80ppmとなるように添加した以外は実施例1と同様にして合わせガラスを作製し評価した。得られた結果を表2に示した。",
                        "表2…」(以上，明細書8頁～11頁)"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「産業上の利用可能性",
                      "text": [
                        "本発明の合わせガラス用中間膜は，上述の構成からなるので，合わせガラスとした際に，透明性，耐候性，接着性，耐貫通性等の優れた特性を有し，かつ，湿度の高い雰囲気下に置かれた場合でも合わせガラス周縁部に白化を起こすことが少なく，可塑剤の揮発も抑制されるためオートクレーブ時に火災を起こしにくく，トリムカット性も良好である。",
                        "本発明の合わせガラスは，上述の構成からなるので，透明性，耐候性，接着性，耐貫通性等の合わせガラスとして必要な基本性能に優れ，かつ，湿度の高い雰囲気下に置かれた場合でも合わせガラス周縁部に白化を起こすことが少ない。」(明細書11頁)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "刊行物3",
                  "text": [
                    "刊行物3(甲3)には，次のような記載がある(下記記載中に引用する「図1」については別紙3を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「【請求項1】 熱線遮蔽層および粘着剤層を有してなり，一面が粘着剤層からなることを特徴とする熱線遮蔽フィルム。",
                        "【請求項2】 上記粘着剤層が，熱線遮蔽層を兼ねていることを特徴とする請求項1記載の熱線遮蔽フィルム。」",
                        "「【請求項9】 上記熱線遮蔽層が，熱線遮蔽性無機微粒子を含有してなることを特徴とする請求項1または5のいずれかに記載の熱線遮蔽フィルム。」",
                        "「【請求項11】 上記熱線遮蔽性無機微粒子が，アンチモン含有酸化スズ微粒子であることを特徴とする請求項9記載の熱線遮蔽フィルム。",
                        "【請求項12】 上記熱線遮蔽性無機微粒子が，インジウム含有酸化スズ微粒子であることを特徴とする請求項9記載の熱線遮蔽フィルム。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【従来の技術】建物の窓，乗物の窓，あるいは冷蔵，冷凍ショーケースの窓などにおいて，暑さの軽減，省エネルギー化を図るために，これらの窓に熱線(赤外線)を反射または吸収する性能を付与する方法が提案されている。例えば，透明フィルム状基体の表面に，Al，Ag，Au等の金属薄膜をスパッタリングや蒸着により形成してなる熱線反射フィルムを窓に貼着する方法(特開昭57-59748号公報，特開昭57-59749号公報)や，ガラス表面に有機系の赤外線吸収剤をコーティングして赤外線吸収層を形成する方法(特開平4-160037)などがある。」(段落【0002】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【発明が解決しようとする課題】しかしながら，上記金属のスパッタリング薄膜や蒸着膜は熱線遮蔽性能には優れているが，透明性が悪いという欠点があった。よって，窓ガラスに貼着して用いると窓の可視光線透過率が損われるという不都合が生じていた。また金属による光沢反射もあるので外観上好ましくなく，さらに製造コストも高いものであった。一方，上記有機系赤外線吸収剤を用いた赤外線吸収層は，耐候性がないので実用上問題があり，また材料コストも高いものであった。」(段落【0003】)",
                      "text": [
                        "「本発明は前記事情に鑑みてなされたもので，窓ガラス等の可視光透過率を損わずに熱線を有効に遮蔽することができ，耐候性に優れ，また製造コストも嵩まない熱線遮蔽フィルムを提供することを目的とする。」(段落【0004】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【課題を解決するための手段】前記課題を解決するために，本発明の請求項1記載の熱線遮蔽フィルムは，熱線遮蔽層および粘着剤層を有してなり，一面が粘着剤層からなることを特徴とするものである。粘着剤層が，熱線遮蔽層を兼ねる構成とすることもできる。この熱線遮蔽フィルムにおいて，熱線遮蔽層および粘着剤層に加えて紫外線吸収層を設けることもできる。粘着剤層が，紫外線吸収層を兼ねる構成としてもよい。本発明の請求項5記載の熱線遮蔽フィルムは，熱線遮蔽層，粘着剤層およびハードコート層を有してなり，表面がハードコート層からなり，裏面が粘着剤層からなることを特徴とするものである。粘着剤層またはハードコート層のいずれかが，熱線遮蔽層を兼ねる構成とすることもできる。この熱線遮蔽フィルムにおいて，熱線遮蔽層，粘着剤層およびハードコート層に加えて紫外線吸収層を設けることもできる。粘着剤層またはハードコート層のいずれかが，紫外線吸収層を兼ねる構成としてもよい。」(段落【0005】)",
                      "text": [
                        "「上記熱線遮蔽層は，熱線遮蔽性無機微粒子を含有してなるものが好適である。熱線遮蔽性無機微粒子の粒子径は0．1μm以下であることが好ましい。また熱線遮蔽性無機微粒子としては，アンチモン含有酸化スズ微粒子またはインジウム含有酸化スズ微粒子が特に好ましい。…」(段落【0006】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【作用】本発明の熱線遮蔽フィルムは，熱線遮蔽層および粘着剤層を有してなり，一面が粘着剤層からなるものであるので，建物や乗物の窓ガラス等に貼着して好適に用いられ，熱線を遮蔽することができる。また本発明の熱線遮蔽フィルムを貼着することにより，窓ガラスが割れた時にガラスの破片が飛散するのを防止することができる。またハードコート層を設ければ，耐キズ性に優れたものとなる。さらに紫外線吸収層を設ければ，熱線を遮蔽できるとともに紫外線を吸収することができる。本発明の熱線遮蔽フィルムにおいて，粘着剤層またはハードコート層が，熱線遮蔽層および／または紫外線吸収層を兼ねる構成とすることができ，このことにより製造工程は容易になり，製造コストも安価に抑えられる。熱線遮蔽層と紫外線吸収層とは異なる層としてもよく，また同一の層にしてもよい。また熱線遮蔽性無機微粒子を用いて熱線遮蔽層を形成することによって，近赤外線を吸収できるとともに可視光を透過でき，熱線遮蔽層の着色も少なく，反射もないフィルムが得られる。したがって，本発明の熱線遮蔽フィルムを貼着することによって窓ガラスの透明性が損われたり，外観が悪くなることはない。また熱線遮蔽物質として無機物を用いることにより耐候性に優れたものとなる。」(段落【0007】)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「【実施例】以下，本発明を詳しく説明する。図1は，本発明の熱線遮蔽フィルムの実施例を示した断面図である。第1の実施例の熱線遮蔽フィルムは，透明フィルム基体2の一面上にハードコート層1が形成され，他面上に粘着剤層3が形成され，該粘着剤層3上に剥離層4が形成されている。本実施例ではハードコート層1に熱線遮蔽性無機微粒子が含有されており，このハードコート層1が熱線遮蔽層を兼ねている。」(段落【0008】)",
                      "text": [
                        "「本発明で用いられる粘着剤層3は透明樹脂粘着剤を用いて形成される。例えば，ポリメチルメタアクリレート，ポリビニルエーテル，ポリイソブチル，塩化ビニル-酢酸ビニル共重合体，ポリビニルブチラール等の樹脂を好ましく用いて形成される。粘着剤層3の厚さは，5～30μm程度とするのが好ましい。…」(段落【0010】)",
                        "「本発明で用いられる熱線遮蔽性無機微粒子としては，導電性物質が用いられ，アンチモン含有酸化スズ(ATO)，インジウム含有酸化スズ(ITO)，硫化銅(CuS)のほか，導電性酸化物，導電性硫化物，導電性炭化物，導電性チッ化物等の微粒子を用いることができる。特に好ましいのはATO微粒子およびITO微粒子である。本実施例において，熱線遮蔽性無機微粒子はハードコート層1を形成する樹脂液に分散剤とともに均一に分散されて用いられる。ここで用いられる分散剤としては，カルボン酸塩，スルホン酸塩，硫酸エステル塩，リン酸エステル塩，ホスホン酸塩等のアニオン系界面活性剤，ポリオキシエチレンアルキルエーテル類，ポリオキシエチレンアルキルフェノールエーテル類，ポリオキシエチレンアルキルエステル類，ソルビタンアルキルエステル類等のノニオン系界面活性剤が用いられる。これら分散剤の配合量は熱線遮蔽性無機微粒子に対して1～20重量％程度とするのが好ましい。」(段落【0012】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「次に本発明の熱線遮蔽フィルムの第2の実施例について説明する。本実施例の熱線遮蔽フィルムは，粘着剤層3に熱線遮蔽性無機微粒子が含有されており，この粘着剤層3が熱線遮蔽層を兼ねている。その他の構成は上記第1の実施例と同様である。本実施例において，熱線遮蔽性無機微粒子は粘着剤層3を形成する樹脂液に上記溶剤，上記分散剤とともに均一に分散されて用いられる。熱線遮蔽性無機微粒子を粘着剤層3に含有させる場合，熱線遮蔽性無機微粒子の配合量は0．3～50重量％の範囲とするのが好ましい。」(段落【0015】)",
                      "text": [
                        "「本実施例の熱線遮蔽フィルムは，熱線遮蔽性無機微粒子が粘着剤層3に含有されており，粘着剤層3が熱線遮蔽層を兼ねるものであるので，製造する際には熱線遮蔽層を形成するための工程を別途に必要とせず，既知の積層フィルム製造工程にて製造できる。したがって製造が容易で，製造コストも嵩まない。なお本実施例において，熱線遮蔽フィルム表面に耐キズ性を付与する必要がない場合は，ハードコート層1を設けない構成としてもよい。」(段落【0016】)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「【発明の効果】以上説明したように本発明の熱線遮蔽フィルムは，熱線遮蔽層と粘着剤層を有してなるものであるので，建物や乗物の窓ガラスに貼着して用いるのに好適であり，窓ガラスの可視光透過率や外観を損うことなく熱線遮蔽効果が簡便に得られる。耐候性も良い。また本発明の熱線遮蔽フィルムを貼着することにより，窓ガラスが割れた時にガラスの破片が飛散するのを防止することができる。また表面にハードーコート層を設ければ耐キズ性に優れたものとなる。さらに粘着剤層またはハードコート層が，熱線遮蔽層を兼ねる構成とすれば，製造工程を容易にし，製造コストも安価に抑えることができる。また紫外線吸収層を設ければ，熱線遮蔽効果に加えて紫外線吸収効果が得られる。さらにまた粘着剤層またはハードコート層が，紫外線吸収層を兼ねる構成とすれば，製造工程を容易にし，製造コストも安価に抑えることができる。」(段落【0038】)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点の認定の誤りの有無について",
              "text": [
                "原告は，本件審決が認定した本願発明と刊行物1発明の一致点のうち，両発明が「可塑化ポリビニルブチラール系樹脂が，ポリビニルブチラール系樹脂が可塑剤であるポリエーテルエステルにより可塑化されたもの」，「電波透過性，熱線カット機能を有する金属酸化物微粒子」を含有する点で一致するとの部分は誤りである旨主張するので，以下において判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "可塑化ポリビニルブチラール系樹脂の可塑剤について",
                  "text": [
                    "原告は，本件審決が認定した刊行物1発明の構成のうち，「可塑剤であるポリエーテルエステルの3GHをポリビニルブチラール系樹脂に添加した樹脂」との部分は誤りであり，刊行物1発明は，「可塑化ポリビニルブチラール系樹脂」を用いてはいるものの，「可塑化ポリビニルブチラール系樹脂」が「ポリビニルブチラール系樹脂が可塑剤であるポリエーテルエステルにより可塑化されたもの」であるとはいえないから，本件審決がこの点を本願発明と刊行物1発明の一致点と認定したのは誤りである旨主張する。",
                    "そこで検討するに，刊行物1(甲1)の段落【0060】ないし【0062】の記載によれば，刊行物1の実施例2には，20wt％のATO(導電性アンチモン含有錫酸化物) 超微粒子を分散含有した3GH(トリエチレングリコール-ジ-2-エチルブチレート)10gと通常の3GH130gをPVB(ポリビニルブチラール) 樹脂485gに添加した原料を含む材料からなる中間膜を用いた合わせガラスが記載されている。",
                    "次に，刊行物1の段落【0047】の記載によれば，3GHは，PVB樹脂の可塑剤として用いられたものであるから，刊行物1の実施例2は，可塑剤である3GHを添加することによって可塑化されたPVB樹脂を開示するものといえる。",
                    "そして，3GHと本願発明の「トリエチレングリコールジ-2-エチルヘキサノエート」は，いずれも「ポリエーテルエステル」の一種である。",
                    "そうすると，本件審決が，刊行物1の実施例2の記載に基づいて，刊行物1発明が「可塑剤であるポリエーテルエステルの3GHをポリビニルブチラール系樹脂に添加した樹脂」からなる合わせガラス用中間膜であると認定したことに誤りはなく，また，「可塑化ポリビニルブチラール系樹脂」が「ポリビニルブチラール系樹脂が可塑剤であるポリエーテルエステルにより可塑化されたもの」である点を本願発明と刊行物1発明との一致点と認定したことにも誤りはない。",
                    "したがって，原告の上記主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「熱線カット機能を有する金属酸化物微粒子」について",
                  "text": [
                    "原告は，本件審決が認定した刊行物1発明の構成のうち，「断熱性能を発現せしめるSnO ，TiO ，SiO ，ZrO ，ZnO，Fe O ，Al O ，FeO，Cr O ，Co O ，CeO ，In O ，NiO，MnO，CuO等の各種酸化物や9wt%Sb O -SnO(ATO) In O -5wt%SnO (ITO)等の複合物からなる機能性超微粒子」との部分は，上記「機能性超微粒子」の中には，「断熱性能」とは異なる他の性能を発現するものが含まれているから誤りであり，さらには，刊行物1記載の「断熱性能」は，本願発明の「熱線カット機能」とは異なる性能であるから，本件審決が認定した本願発明と刊行物1発明の一致点のうち，「熱線カット機能を有する金属酸化物微粒子」を含有する点で一致するとの部分は誤りである旨主張する。",
                    "そこで検討するに，前記アのとおり，本件審決は，刊行物1の実施例2の記載に基づいて刊行物1発明が「可塑剤であるポリエーテルエステルの3GHをポリビニルブチラール系樹脂に添加した樹脂」からなる合わせガラス用中間膜であると認定したのであるから，刊行物1発明を構成する「機能性超微粒子」は，本件審決が認定した「SnO ，TiO ，SiO ，ZrO ，ZnO，Fe O ，Al O ，FeO，Cr O  ，Co O ，CeO ，In O ，NiO，MnO，CuO等の各種酸化物や9wt%Sb O -SnO (ATO) In O -5wt%SnO (ITO)等の複合物からなる機能性超微粒子」という広範囲のものではなく，その中に含まれる実施例2で用いられた「ATO(導電性アンチモン含有錫酸化物) 超微粒子」と認定するのが適切であったというべきであり，この点において本件審決における刊行物1発明の認定は適切とはいえない。また，刊行物1の段落【0032】，【0033】の記載によれば，本件審決が認定した上記各種の機能性超微粒子は，「断熱性能，紫外線遮蔽性能，着色性能，遮光性等を適宜発現」するというものであり，刊行物1において，そのいずれもが「断熱性能」を発現することまで開示されていると認められないから，本件審決が上記各種の機能性超微粒子について「断熱性能を発現せしめる」と認定した点においても，本件審決における刊行物1発明の認定は適切とはいえない。",
                    "一方で，刊行物3の記載事項(請求項11，段落【0007】，【0010】，【0012】等)によれば，「アンチモン含有酸化スズ微粒子」は，ポリビニルブチラール等の樹脂を用いて形成される「粘着剤層」において熱線を遮蔽する「熱線遮蔽性無機微粒子」として作用するのであるから，刊行物1の実施例2で用いられた「ATO(導電性アンチモン含有錫酸化物)超微粒子」は，「熱線カット機能」を有するものと認められる。",
                    "そうすると，本件審決における刊行物1発明の認定には上記のとおり不適切な点はあるが，本件審決が「熱線カット機能を有する金属酸化物微粒子」を含有する点を本願発明と刊行物1発明の一致点と認定したことは，結論において誤りがない。",
                    "したがって，原告の上記主張は，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「電波透過性」について",
                  "text": [
                    "原告は，刊行物1の実施例2には，実施例1と同様の「電波透過性」の測定及び評価が行われていることを明示した記載はないから，本件審決が認定した刊行物1発明の構成のうち，「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」であるとの部分は誤りであり，さらには，本願発明及び刊行物1発明における反射損失値の測定対象が「電界」及び「磁界」と「電界」のみとで異なり，「ΔdB」の値の意味が異なるから，本件審決が認定した本願発明と刊行物1発明の一致点のうち，「電波透過性」を有する点で一致するとの部分は誤りである旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そこで検討するに，刊行物1の段落【0057】及び【0058】には，実施例1において，①「得られた合せガラス」について「光学特性」，「くもり度」，「電波透過性」，「接着性」，「耐熱性」，「耐湿性」，「電気的特性」及び「シート抵抗値」の測定及び評価を行ったこと，②「電波透過性」については，KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内を合格としたこと，③上記測定の結果，可視光透過率Tvが約76．8％程度，日射透過率Tsが約58．6％程度，刺激純度Peが～0．7％程度で淡いグレー系のニュートラル色調，反射によるギラツキもなく，ヘーズ値Hが約0．3％程度となり，充分優れた熱線遮蔽性等の「光学特性」，格段に高い表面抵抗率で通常単板ガラス並み，例えば80MHz(FMラジオ波帯) ，約520～1630KHz(AMラジオ波帯) 等特に通常単板ガラスと同等の「電波透過性」を示し，かつ充分安定な優れた接着性と耐熱性並びに耐湿性を示し，いずれも合格であったことが記載されている。",
                        "また，刊行物1の段落【0062】には，実施例2において，「得られた合せガラスは，Tvが76．5％，Tsが58．5％，Hが0．4％等実施例1と同様に優れた光学特性ならびに電波透過性，品質等の各物性をバランスよく示す所期のものであった。」との記載がある。この記載は，実施例2においても，得られた合せガラスについて実施例1と同様の「光学特性」，「くもり度」，「電波透過性」等の測定及び評価が行われ，実施例1と同様に，「電波透過性」が合格であったことを示したものと理解できる。",
                        "そうすると，本件審決が，刊行物1の実施例2の記載に基づいて，刊行物1発明が「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」であるとの構成を有すると認定したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，本願発明の「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」にいう「電磁波シールド性能ΔdB」に関し，本願明細書には，「4)電磁波透過性」について  「KEC法測定(電磁波シールド効果試験)に準拠し，10～2000MHzの範囲の反射損失値(dB)を，通常の板厚3mmのフロートガラス単板と比較して測定し，上記周波数の範囲での差の最大値をΔdBmaxとして評価した。」(段落【0039】)，「表2より，実施例1～3で作製した合わせガラスは，透明性，遮熱性に優れ，電磁波透過性が良好であり，…」(段落【0048】)との記載がある。",
                        "甲7(「透光性電磁波シールドプラスチックの開発(その1)」と題する論文)によれば，「KEC法測定」は，関西電子工業振興センターで開発された装置(電磁波シールド効果測定装置)による電磁波シールド効果の一般的な測定方法であり，電磁波のうち，電界成分のシールド効果(電界シールド効果)と磁界成分のシールド効果(磁界シールド効果)とを別々に測定(電界シールド効果につき電界シールド測定用セルを，磁界シールド効果につき磁界シールド測定用セルを使用)するように一対のプロセスが用意されていることが認められる。",
                        "したがって，本願発明の「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」は，「KEC法測定」によって電界シールド効果及び磁界シールド効果を測定対象とするのに対し，刊行物1発明の「電波10～1000MHzの範囲の反射損失値(dB)」の「△dBが2dB以内」は，「KEC法測定」によって電界シールド効果のみを測定対象とした点で相違するが，「KEC法測定」によって電界シールド効果を測定対象としている点では一致するといえる。",
                        "もっとも，電界シールド効果でみた場合であっても，本願発明では「10～2000MHz」の範囲の「ΔdB」を測定し，刊行物1発明では「電波10～1000MHz」の範囲の「ΔdB」を測定している点において測定範囲が一致しない部分があり，「電波透過性」の点において直ちに一致するとはいい難い面があるが，この点に関し，本件審決は，本願発明は，「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」であるのに対して，刊行物1発明は，「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」である点を相違点aとして認定し，その容易想到性について判断しているから，「電波透過性」に係る一致点の認定の当否が本件審決の結論に影響を及ぼすものではない。",
                        "そうすると，本件審決が「電波透過性」を有する点を本願発明と刊行物1発明の一致点と認定したことは，誤りであるとまではいえない。",
                        "以上によれば，この点に関する本件審決の一致点の認定の誤りをいう原告の主張は，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の看過の有無について",
              "text": [
                "原告は，①本件審決における相違点dの認定は誤りであり，「可塑化ポリビニルアセタール樹脂」の可塑剤については，本願発明は「トリエチレングリコールジ-2-エチルヘキサノエート」であるのに対し，刊行物1発明は「ポリエーテルエステルとポリエーテルエステルとは異なる可塑剤とを含む広範囲の可塑剤」である点又は「トリエチレングリコール・ジ-2-エチルブチレート(3GH)」である点を相違点として認定すべきであった，②本願発明と刊行物1発明は，本願発明は，熱線カット機能を有する金属酸化物微粒子であるのに対し，刊行物1発明は，熱線カット機能とは異なる性能である断熱性能，紫外線遮蔽性能，着色性能，遮光性等を適宜発現する広範囲の機能性超微粒子である点を両発明の相違点として認定すべきであったとして，本件審決には，上記相違点を看過した誤りがある旨主張する。",
                "しかしながら，上記①の点については，前記(3)アのとおり，刊行物1発明の「可塑化ポリビニルブチラール系樹脂」はポリエーテルエステルの一種である3GH(トリエチレングリコール-ジ-2-エチルブチレート)により可塑化されたものであるから，本件審決における相違点dの認定に誤りはない。また，本件審決は，相違点dの判断において，可塑剤として3GHに替えて「トリエチレングリコールジ-2-エチルヘキサノエート」(3GO)を用いることの容易想到性について判断しており，上記①の点は，本件審決の結論に影響を及ぼすものではない。",
                "次に，上記②の点については，前記(3)イのとおり，本件審決における刊行物1発明の認定には不適切な点はあるが，本件審決が「熱線カット機能を有する金属酸化物微粒子」を含有する点を本願発明と刊行物1発明の一致点と認定したことは，結論において誤りがない。また，本件審決が刊行物1の実施例2に基づいて認定した刊行物1発明における「340～1800nmでの日射透過率Tsが58．5％」は，本願発明における「340～1800nmでの日射透過率Tsが60％以下」の範囲内にあるから，両発明は「熱線カット機能」の点で異なるものとは認められない。",
                "したがって，原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における本願発明と刊行物1発明の一致点の認定の誤り及び相違点の看過は認められないから，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点aの容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，①刊行物1では，1000MHzを超える範囲での電磁波シールド性能ΔdBについては考慮されていないし，本願出願時において，携帯電話やカーナビゲーションシステムの1000MHzを超える周波数帯を含む電波までをも透過させるようにすることは，自明の課題であったとはいえない，②電界の反射損失値が小さくなれば，磁界の反射損失値も小さくなって，電磁波が透過しやすいことが技術常識であるとはいえないとして，刊行物1発明において「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」とすること(相違点aに係る本願発明の構成)は，当業者にとって適宜なし得る設計事項であるとの本件審決の判断は，その前提及び根拠を欠くものであるから，誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討するに，刊行物1には，①「本発明の合わせガラス」は，「AM電波，FM電波TV電波帯等の放送における受信障害などの低減をすることができ，通常のフロ-トガラス並の電波透過性能であることから，車輌用のテレビ，ラジオ，携帯電話等のためのガラスアンテナの受信性能を低下させることなく，あるいはゴ-スト現象等の電波障害を低減することができ，本来のガラスアンテナ性能を発揮させ，車輌内外での快適な環境を確保することができることとなり，電波透過性能を必要とする無色から有色と各種色調，はたまたガラスとガラス，ガラスと合成樹脂板，バイレヤ-等の合せガラスとして使用可能な電波透過型熱線紫外線遮蔽ガラス等となり，建築用窓材としてはもちろん，特に自動車用窓材，例えばフロントウインドー，リヤウインドーあるいはサイドウインドーまたはサンルーフ，シェードバンド等に，ことに風防用ガラスにも充分適用でき，また飛行機用窓材等幅広く適用でき，最近のニーズに最適なものとなる有用な機能性を有する合せガラス及びその製造方法を提供するものである。」(段落【0052】)，②「発明の効果」として，「本発明は粒径0.2μm 以下の機能性超微粒子を中間膜層に分散含有する合せガラス及びその製造方法としたことにより，…AM電波，FM電波TV電波帯等を通常のフロ-トガラス並の電波透過性能として車輌用のテレビ，ラジオ，携帯電話等のためのガラスアンテナ性能を確保でき，本来のガラスアンテナ性能を発揮させ，建屋や車輌内外での快適な環境を確保することができることとなり，無色から有色と各種色調の合せガラスとして使用可能な電波透過型熱線紫外線遮蔽ガラス等となり，各種建築用窓材としてはもちろん，特に各種自動車用窓材，ことに風防用ガラス，また飛行機用窓材，その他産業用ガラス等幅広く適用でき，最近のニーズに最適なものとなる有用な機能性を有する合せガラス及びその製造方法を提供することができる。」(段落【0095】)との記載がある。これらの記載によれば，刊行物1には，刊行物1発明は，電波透過性能として車輌用のテレビ，ラジオ，携帯電話等のためのガラスアンテナ性能を確保でき，本来のガラスアンテナ性能を発揮させ，建屋や車輌内外での快適な環境を確保し，各種建築用窓材としてはもちろん，特に各種自動車用窓材その他産業用ガラス等幅広く適用でき，最近のニーズに最適なものとなる有用な機能性を有する合わせガラスを提供することを目的とすることが開示されているものと理解できる。",
                    "次に，乙5(特開平11-177309号公報)の段落【0009】，乙6(特開平11-158611号公報)の段落【0003】，乙7(特開平8-162843号公報)の段落【0001】，乙8(特開平11-74715号公報)の段落【0007】及び【0011】の記載事項によれば，本願出願時において，携帯電話で使用される周波数は800MHz又は1GHz～2GHzであり，その上限が2GHz(2000MHz)であること，カーナビゲーションシステムのためのGPSのアンテナは車内に設置され，GPSの周波数が約1．6GHz(1600MHz)であることは，いずれも周知であったことが認められる。",
                    "そうすると，刊行物1に接した当業者であれば，刊行物1発明は，「建築用ガラス」や「自動車用ウインドウガラス」の合わせガラス用中間膜として用いられるものであって，建築物内や自動車内で携帯電話の通話ができるようにしたり，自動車内でGPSの電波を受信できるようにアンテナ性能を確保するというニーズがあり，そのニーズに適合させるためには電波透過性の上限値を携帯電話やカーナビゲーションシステムの周波数帯である2000MHzまで要求されることを理解するものと認められる。",
                    "したがって，刊行物1発明において，上記ニーズに適合させるために，1000MHzを超える2000MHzまでの周波数帯を含む電波までをも透過させるようにすることは自明の課題であったものといえる。",
                    "これに反する原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1(3)ウ(イ)のとおり，「KEC法測定」は，電磁波シールド効果測定装置による電磁波シールド効果の一般的な測定方法であって，電磁波のうち，電界成分のシールド効果(電界シールド効果)と磁界成分のシールド効果(磁界シールド効果)とを別々に測定するように一対のプロセスが用意されており，「KEC法測定」により電磁波シールド効果を測定するに当たっては，電界シールド効果又は磁界シールド効果のいずれか一方を測定するか，その双方を測定するかを適宜選択できるものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物1の段落【0028】及び【0029】には，中間膜層の中に機能性超微粒子を分散させたのは，可視光域の散乱反射を抑制しながら，熱線遮蔽性能等超微粒子の機能特性を充分発揮しつつ，超低ヘーズ値，電波透過性能，透明性を確保するためであること，中間膜層への機能性超微粒子の混合割合は，例えば，建築用としては約9～0．01wt％程度，より好ましくは8～0．05wt％程度であり，自動車用としては好ましい混合割合としては約2．0～0．01wt％程度，より好ましくは1．5～0．05wt％程度，さらに好ましくは1．0～0．1wt％程度であり，合わせガラスとしての性能保持とめざす機能性能との兼ね合いでその混合割合(含有量)は決定されることが記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "乙13(理工学辞典)には，「強磁性体」とは，鉄，コバルト，ニッケルの金属やこれらの合金に代表される強い磁性を示す物質をいうこと(359頁)，乙12(ポイント電磁気学)には，強磁性体では，「比透磁率(μ)」(真空中の透磁率に対する物質の透磁率の比)が非常に大きいが，強磁性体以外の物質では，いずれも透磁率は1に非常に近い一定の値となること(111頁)が記載されている。",
                    "次に，乙2(特開平1-248700号公報)には，電界シールドに関し，「完全導体中には電界が存在しないこと，完全導体でなくても，金属導体中の電界は外部の電界より著しく小さくなることは良く知られており，これを利用して静電界を遮断したり，電磁波の電界(動電界)を遮断して電磁波を減衰する技術は良く知られている。」(1頁右下欄2行～7行)との記載がある。この記載によれば，電気抵抗がゼロの完全導体中には電界が存在しないのであるから，電気抵抗を有する金属導体は，完全導体よりも，電界シールド効果が劣るものといえる。また，乙3(電気学会誌，116巻4号)には，①磁気シールド(磁界シールド)に関し，「次に，使用材料あるいは方法によって，磁気シールド法は，次のように4種類に分類可能である。」として，「強磁性体による磁気シールド」，「反磁性体による磁気シールド」，「導体を使用した磁気(電磁)シールド」，「アクティブ磁気シールド」の4種類の記載があり(204頁左欄)，②上記の「導体を使用した磁気(電磁)シールド」に関し，「変動磁界に対しては，電磁誘導によって導体に流れる渦電流を利用した磁気シールド法がある。」，「このように渦電流による磁気シールド法は，周波数が高いほど，また導体の導電率が高いほど有効に働くので，電磁波領域の周波数に対しては盛んに利用される。」(206頁左欄)との記載がある。この記載によれば，強磁性体及び反磁性体以外の導体については，導体の導電率が高いほど磁気シールドが有効に働くのであるから，逆に，導電率の低い導体，すなわち，電気抵抗の高い導体は，磁界シールド効果が劣るものといえる。",
                    "以上によれば，強磁性体及び反磁性体以外の導体については，電気抵抗の高い導体は，電界シールド効果及び磁界シールド効果がいずれも劣るものといえるから，「電界シールド効果が劣るものであれば，磁界シールド効果が劣る」という関係が成り立つものと認められる。",
                    "そして，「電磁波シールド効果」(電界シールド効果及び磁界シールド効果)は，シールド材表面の反射及び減衰吸収によって得られるものであり(乙4の208頁)，結局，電界の反射損失値が小さくなれば，磁界の反射損失値も小さくなって，電磁波が透過しやすいということができる。",
                    "したがって，刊行物1発明に含有するATO(導電性アンチモン含有錫酸化物) 超微粒子のような，強磁性体及び反磁性体以外の物質については，本件審決が認定するように，電界の反射損失値が小さくなれば，磁界の反射損失値も小さくなって，電磁波が透過しやすいことは技術常識であると認められる。",
                    "原告は，この点に関し，甲7及び甲8(「機能性高分子材料の複合化技術」広島県立東部工業技術センター研究報告  №3)を挙げて，磁界シールドに関しては，導体の導電率が高いほど有効に働くものではなく，「電界シールド効果が劣るものであれば，磁界シールド効果が劣る」という関係は成り立たないから，電界の反射損失値が小さくなれば，磁界の反射損失値も小さくなって，電磁波が透過しやすいことが技術常識であるとはいえない旨主張する。",
                    "確かに，甲7には，「導電性材料によるシールド効果は，その材料の持つ導電率および透磁率に依存し，電界シールド効果は周波数が低いときに大きく，周波数の増加に伴い減少する。また磁界シールド効果は逆に周波数が低いときに小さく，周波数の増加に伴い大きくなる。」(11頁)との記載がある。",
                    "しかしながら，強磁性体以外の物質については，いずれも比透磁率が1に非常に近い一定の値を持つものであって，導体の透磁率の影響を考慮する必要がないといえるから，甲7の上記記載は当てはまらない。",
                    "次に，甲8の「表1  各金属箔膜の特性」(21頁)には，厚さ50μmのニッケル箔膜の電気抵抗が6．90μΩ・cm，比透磁率100，厚さ50μmのアルミニュウム箔膜の電気抵抗が2．62μΩ・cm，比透磁率が1，厚さ50μmの鉄箔膜の電気抵抗が10．0μΩ・cm，比透磁率が約1であることが記載されている。",
                    "また，甲8には，上記表1記載の各金属箔膜の電磁波シールド測定結果を示した「図5  各金属箔膜による電磁波シールド測定」について，「図5の結果を見るとニッケルが電界，磁界ともシールド結果が良く，銅，アルミニュウム，鉄とも大きな差はなかった。」，「ニッケルが磁気シールドで高いのは，他の材料に比較して比透磁率が高いため当然と思われるが，電界でも高いシールド効果を持つのは表面抵抗だけでなく，比透磁率も影響していると思われる。」(以上，22頁)との記載がある。",
                    "これらの記載は，強磁性体であるニッケルが，比透磁率が高いために磁界シールド効果が優れていたことを示したものにすぎず，強磁性体以外の物質の磁界シールド効果に関し，導体の導電率が高いほど有効に働くものではないことを裏付けるものとはいえない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記アないしエによれば，刊行物1に接した当業者は，「KEC法測定(電界シールド効果測定器)によって，電波10～1000MHzの範囲の反射損失値(dB)を通常の板厚3mmのクリアガラス(FL3t)単板品と対比し，その差の絶対値(△dB)が2dB以内」である刊行物1発明において，建築物内や自動車内で携帯電話の通話ができるようにしたり，自動車内でGPSの電波を受信できるようにアンテナ性能を確保するというニーズに適合させるために，携帯電話やカーナビゲーションシステムの周波数帯を含む2000MHzまでの範囲の反射損失値(dB)について「KEC法測定」により電界シールド効果及び磁界シールド効果の双方を測定するものとし，ATO超微粒子の混合割合(含有量)を適宜調整するなどして，通常の板厚3mmのクリアガラス(FL3t)単板品と対比した「△dB」を10dB以下とする構成を採用し，「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」(相違点aに係る本願発明の構成)とすることに容易に想到することができたものと認められる。",
                    "刊行物1発明において「10～2000MHzでの電磁波シールド性能ΔdBが10dB以下」とすることは，当業者にとって適宜なし得る設計事項であるとの本件審決の判断は，これと同趣旨のものと認められる。",
                    "したがって，本件審決における相違点aの容易想到性の判断の誤りをいう原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点bの容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，①刊行物2(甲2)には，「可塑化ポリビニルアセタール樹脂膜からなる合わせガラス用中間膜であって，…80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下…である合わせガラス用中間膜」の構成が記載されているが，この構成は透明性や耐候性を高めるための構成として記載されているわけではなく，また，刊行物1には，そもそも白化距離についての記載がなく，「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離」を小さくするための手段を何ら開示していないから，刊行物1発明において，刊行物2の記載に基づいて，透明性や耐候性を向上させるために，上記構成を採用する動機付けはない，②本願発明は刊行物1発明や刊行物2から予測し得ない格別の効果を奏するから，当業者であっても上記構成を容易に想到し得たものとはいえないとして，刊行物1発明において，自動車や建築物の合わせガラス用として用いる際，合わせガラスの透明性や耐候性を向上させるために，刊行物2記載の「80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下」なる特性を持たせるようにすることは，当業者であれば容易に想到し得たとの本件審決の判断は，誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討するに，前記1(2)イによれば，刊行物2には，次の点が開示されていることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "少なくとも二枚のガラス板の間に可塑化ポリビニルアセタール樹脂からなる中間膜が挟着されてなる合わせガラスは，透明性や耐候性が良好で，しかも耐貫通性に優れ，ガラスの破片が飛散し難い等の合わせガラスに必要な基本性能が良好で安全性に優れているものの，耐湿性に劣り，具体的には，合わせガラスを湿度の高い雰囲気中に置いた場合，合わせガラスの周縁では中間膜が直接周囲の空気と接触しているため，周縁部の中間膜が白化してしまうという問題が起こり，しかも，可塑剤の飛散が多いという問題がある。",
                        "従来，このような湿度の高い雰囲気中に置かれた場合でも，合わせガラスの周縁部の白化を低減し，耐湿性を改善しようとする試みとして，「ポリビニルアセタール樹脂と可塑剤，カルボン酸金属塩及び直鎖脂肪酸を含有する樹脂組成物からなる合わせガラス用中間膜」が開示されているが，上記合わせガラス用中間膜を用いた合わせガラスでは，耐湿試験後の周縁部の白化は低減されているものの，依然充分ではなく，また，金属塩の添加量を低減すると，上記白化の問題は改善されるが耐貫通性が低下するという問題がある。また，近年の合わせガラス用中間膜の自動車サイドガラスへの展開，フロントガラスのオープンエッジ化等に伴い，合わせガラスの耐湿性に対する要求品質がますます高まっている。",
                        "本発明は，上記問題を解決し，合わせガラスとした際に，透明性，耐候性，接着性，耐貫通性等の優れた特性を有し，かつ，湿度の高い雰囲気下に置かれた場合でも合わせガラス周縁部に白化を起こすことが少なく，オートクレーブ時の火災や端部カット(トリムカット)性の問題が解決された合わせガラス用中間膜及びそれを用いた合わせガラスを提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本発明の合わせガラス用中間膜は，炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩を併用すること等により，少量で耐貫通性を確保できると同時に耐湿性を改善するようにしたものであり，合わせガラスを80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下であることを特徴とする。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本発明の合わせガラス用中間膜は，平均アセタール化度が66～72モル％のポリビニルアセタール100重量部とトリエチレングリコールジ-2-エチルヘキサノエート，オリゴエチレングリコールジ-2-エチルヘキサノエート及びテトラエチレングリコールジ-n-ヘプタノエートからなる群より選択される少なくとも1種の可塑剤30～50重量部とからなる可塑化ポリビニルアセタール樹脂中に，炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩が合計5ppm以上含有されてなる可塑化ポリビニルアセタール樹脂膜が好ましい。塩の含有量が5ppm未満であると接着力調整効果が低くなることがあり，塩の含有量が高すぎると耐湿性が低下することがある。",
                        "炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩は，接着力調整剤として用いられるものであり，2種が併用されることにより，少量で接着力の調整が可能となり，得られる合わせガラス用中間膜の耐湿性もより向上する。",
                        "本発明の合わせガラス用中間膜は，上述の構成からなるので，合わせガラスとした際に，透明性，耐候性，接着性，耐貫通性等の合わせガラスとして必要な基本性能に優れ，かつ，湿度の高い雰囲気下に置かれた場合でも合わせガラス周縁部に白化を起こすことが少ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "別紙2の表2は，刊行物2における実施例1ないし6，比較例1及び2の合わせガラスの「パンメル値」，「耐湿性」及び「加熱減量(中間膜中の可塑剤の揮発性)」の測定及び評価結果を示したものである。「耐湿性」は，合わせガラスを，温度80℃，相対湿度95％の環境下に2週間放置した後，取り出してすぐに端辺からの白化距離を測定したものである。別紙2の表2のとおり，実施例1ないし3及び6の合わせガラスの白化距離は2mm，実施例5の合わせガラスの白化距離は5mmである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，刊行物1には，①「本発明」は，従来から使用されている合わせガラス用中間膜層に影響を与えることなく，中間膜層に機能性超微粒子を適宜分散し含有せしめることで，断熱性能や紫外線遮断性能や電波透過性能等の機能特性を付与し，従来の合わせガラスと変わらない品質を得ることができ，建築用窓材としてはもちろん，特に自動車用窓材，例えばフロントウインドー，リヤウインドーあるいはサイドウインドーまたはサンルーフ，シェードバンド等に広く適用でき，最近のニーズに最適なものとなる有用な機能性を有する合わせガラスを提供するものであること(段落【0010】，【0052】)，②実施例1の合わせガラスについて，「光学特性」，「くもり度」，「電波透過性」，「接着性」，「耐熱性」，「耐湿性」，「電気的特性」及び「シート抵抗値」の測定及び評価を行い，「耐湿性」については， 50±2 ℃，相対湿度95±4％の調整内に2週間静置した後，泡の発生，くもり，ガラスのひび割れ等の異常がないものを合格とし，その結果，充分優れた熱線遮蔽性等の光学特性，格段に高い表面抵抗率で通常単板ガラス並みであり，通常単板ガラスと同等の電波透過性を示し，かつ充分安定な優れた接着性と耐熱性並びに耐湿性を示し，いずれも合格であり，通常の合わせガラスと変わらない合わせガラスを得ることができたこと(段落【0054】～【0058】)，③実施例2の合わせガラスについても，実施例1と同様に優れた光学特性ならびに電波透過性，品質等の各物性をバランスよく示す所期のものであったこと(段落【0062】)，④紫外線吸収剤，抗酸化剤，帯電防止剤，熱安定剤，滑剤，充填剤，着色，接着調整剤等を適宜添加配合すること(段落【0030】)，⑤PTFEなどのフッ素樹脂，シリコ-ンレジン，シリコ-ンゴムなどの有機樹脂の微粒子がPVB膜とガラスなどの透明板との接着強度を低減するために用いられること(段落【0037】)の記載がある。これらの記載によれば，刊行物1には，刊行物1発明は，建築用ガラスや自動車用ウインドウガラスの合わせガラス用中間膜として用いられるものであって，通常の合わせガラスと変わらない「耐湿性」が求められていることが開示されているものと理解できる。",
                    "前記アによれば，刊行物2には，可塑化ポリビニルアセタール樹脂からなる中間膜が挟着されてなる合わせガラスは，合わせガラスを湿度の高い雰囲気中に置いた場合，周縁部の中間膜の白化が起き，耐湿性が劣るという問題があるが，自動車用ウインドウガラス等では合わせガラスの耐湿性に対する要求品質がますます高まっているという課題があることが開示されていることを理解できる。この耐湿性に係る課題は，建築用ガラスや自動車用ウインドウガラスの合わせガラス用中間膜として用いられる刊行物1発明においてもあてはまるものといえる。",
                    "そして，前記アによれば，刊行物2には，上記課題を解決するための手段として，炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩を接着力調整剤として用いることにより，合わせガラスを80℃，相対湿度95％の環境下に2週間放置した際の端辺からの白化距離が7mm以下とし，耐貫通性を確保できると同時に耐湿性を改善したことが開示されていることを理解できる。一方，上記のとおり，刊行物1には，接着調整剤等を適宜添加配合することについての開示がある。",
                    "そうすると，刊行物1及び2に接した当業者は，刊行物1発明において，耐湿性に関し，合わせガラスを湿度の高い雰囲気中に置いた場合，周縁部の中間膜の白化が起きるという課題があることを理解し，更なる耐湿性の改善を図るために，刊行物2記載の接着力調整剤を用いることなどにより，「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下」のものを得る構成(相違点bに係る本願発明の構成)とすることに容易に想到することができたものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，刊行物1には，そもそも白化距離についての記載がなく，「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離」を小さくするための手段を何ら開示していないから，刊行物1発明において，刊行物2の記載に基づいて，「80℃，相対湿度95％の環境下に2週間放置した際に合わせガラス端辺からの白化距離が7mm以下」のものを得る構成(相違点bに係る本願発明の構成)を採用する動機付けはない旨主張する。",
                        "しかしながら，前記イに説示したとおり，建築用ガラスや自動車用ウインドウガラスの合わせガラス用中間膜として用いられる刊行物1発明においても，合わせガラスを湿度の高い雰囲気中に置いた場合，周縁部の中間膜の白化が起き，耐湿性が劣るという問題があり，耐湿性を改善すべき課題があるから，刊行物2に開示された相違点bに係る本願発明の構成を採用する動機付けがあるというべきである。",
                        "また，前記イに説示したとおり，刊行物2には，耐湿性の改善を図るための手段として，炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩を接着力調整剤として併用することが開示されている。",
                        "なお，原告は，この点に関し，別紙2の表2には，刊行物2の実施例1ないし5及び比較例2は，いずれも接着力がパンメル値「3」に調整されているにもかかわらず，実施例1ないし5では白化距離が2mm又は5mmであるのに対し，比較例2では白化距離が15mmであることが記載されており，接着力が適正に調整されることで，耐湿性が必ずしも向上するものではない旨主張する。",
                        "しかしながら，刊行物2の比較例2は，接着力調整剤として酢酸カリウムのみを添加したものであって，上記2種の塩を接着力調整剤として併用した実施例1ないし5と異なるから，原告の上記主張は失当である。",
                        "以上によれば，刊行物1発明において相違点bに係る本願発明の構成を採用する動機付けはないとの原告の主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，原告は，①本願明細書の実施例1ないし3(段落【0036】ないし【0046】，表2(別紙1参照))には，本願発明は，「リン酸エステル」を用いる構成を採用することにより，刊行物2記載の「炭素数2～10のカルボン酸のマグネシウム塩及び炭素数2～10のカルボン酸のカリウム塩からなる群より選択される少なくとも2種の塩」を併用することなく，白化距離を小さくし，耐湿性を向上させるという効果を奏することが示されており，この本願発明の効果は，リン酸エステルを用いていない刊行物2の比較例2や特開2000-7386号公報(甲9)記載の比較例2に比べて耐湿性が高くなるものであるから，刊行物1発明や刊行物2から予測し得ない格別の効果である，②このように本願発明は刊行物1発明や刊行物2から予測し得ない格別の効果を奏するから，当業者であっても相違点bに係る本願発明の構成を容易に想到し得たものとはいえない旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "そこで検討するに，本願明細書には，「金属酸化物微粒子を分散剤により可塑剤に分散させた分散液をポリビニルアセタール樹脂に添加する方法等が好ましい。上記の方法により，金属酸化物微粒子は膜中に均一に分散される。」(段落【0017】)，「上記分散剤としては特に限定されず，可塑剤に可溶で分散性がよければ，市販のどの分散剤を用いてもよく，例えば，ひまし油脂肪酸，リン酸エステル，ポリカルボン酸等が挙げられる。これらは単独で用いられてもよく，2種以上併用されてもよい。上記分散剤を含有させることにより，得られる合わせガラス用中間膜は，高度の耐湿性を有するものとなる。また，更に耐湿性を向上させるために，別途分散剤を後添加してもよい。」(段落【0018】)との記載がある。",
                            "これらの記載によれば，本願明細書には，分散剤を含有させることにより，得られる合わせガラス用中間膜は，高度の耐湿性を有するものとなることが開示されているといえるが，一方で，分散剤は，特に限定されず，可塑剤に可溶で分散性がよければ，市販のどの分散剤を用いてもよいことが開示されており，リン酸エステルは，そのような分散剤の例示の一つにすぎないものといえる。",
                            "また，本願明細書の実施例1ないし3及び比較例1ないし3においては，いずれも分散剤として「リン酸エステル」の一種である「プライサーフA212E(第一工業製薬社製)」が用いられており(段落【0039】，【0042】～【0046】)，本願明細書には，分散剤を含有しない比較例は示されておらず，また，リン酸エステル以外の分散剤を含有する比較例も示されていない。",
                            "したがって，本願明細書の記載事項から，本願発明が「リン酸エステル」を用いることにより，原告が主張する格別の効果を奏するものと認めることができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，原告が指摘する刊行物2の比較例2及び甲9記載の比較例2は，少なくとも接着力調整剤の種類及び添加量等の点で，本願明細書の実施例1ないし3と異なるから，それぞれの白化距離を単純に比較することはできず，本願発明が刊行物1発明や刊行物2から予測し得ない格別の効果を奏することを裏付けることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，本願発明が「リン酸エステル」を用いることにより予測し得ない格別の効果を奏するものと認められないから，原告の上記主張は，理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件審決における相違点bの容易想到性の判断の誤りをいう原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点cの容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，刊行物1及び3には，刊行物1発明において刊行物3記載のリン酸エステル塩の構成を採用することについての記載や示唆はなく，しかも，分散剤に着目したときには，両者の技術分野に関連性がなく，技術分野が異なるから，刊行物3の記載事項を考慮してもなお，刊行物1発明において，「リン酸エステル」を含有させる構成(相違点cに係る本願発明の構成)を当業者が容易に想到し得えたものとはいえないとして，これと異なる本件審決の判断は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討するに，本願発明の特許請求の範囲の記載(請求項1)には，「熱線カット機能を有する金属酸化物微粒子とリン酸エステルとを含有することを特徴とする合わせガラス用中間膜」との記載があるが，「リン酸エステル」を分散剤として含有することを規定した記載はなく，また，「リン酸エステル」の含有量ないし配合量を規定した記載もない。",
                    "次に，本願明細書には，前記(2)ウ(イ)aのとおり，分散剤を含有させることにより，得られる合わせガラス用中間膜は，高度の耐湿性を有するものとなることが開示されているといえるが，一方で，分散剤は，特に限定されず，可塑剤に可溶で分散性がよければ，市販のどの分散剤を用いてもよいことが開示されており，リン酸エステルは，そのような分散剤の例示の一つにすぎないものであって，特に「リン酸エステル」を分散剤として含有することによる効果について説明した記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1には，ポリビニルブチラール樹脂を可塑化する可塑剤について，「可塑剤としては，例えばジオクチルフタレート(DOP) ，ジイソデシルフタレート(DIDP)，ジトリデシルフタレート(DTDP)，ブチルベンジルフタレート(BBP) などのフタル酸エステル，またトリクレシルホスフェート(TCP) ，トリオクチルホスフェート(TOP) などのリン酸エステル，またトリブチルシトレート，メチルアセチルリシノレート(MAR) などの脂肪酸エステル，またトリエチレングリコール・ジ-2- エチルブチレート(3GH) ，テトラエチレングリコール・ジヘキサノールなどのポリエーテルエステルなど，またさらにこれらの混合物が挙げられる。」(段落【0047】)との記載がある。この記載によれば，ポリビニルブチラール樹脂を可塑化する可塑剤は，フタル酸エステル，リン酸エステル，脂肪酸エステル，ポリエーテルエステル又はこれらの混合物を適宜用いてよいことを理解できる。",
                    "また，刊行物3には，「本発明で用いられる粘着剤層3は透明樹脂粘着剤を用いて形成される。例えば，ポリメチルメタアクリレート，ポリビニルエーテル，ポリイソブチル，塩化ビニル-酢酸ビニル共重合体，ポリビニルブチラール等の樹脂を好ましく用いて形成される。」(段落【0010】)，「本発明で用いられる熱線遮蔽性無機微粒子としては，…特に好ましいのはATO微粒子およびITO微粒子である。本実施例において，熱線遮蔽性無機微粒子はハードコート層1を形成する樹脂液に分散剤とともに均一に分散されて用いられる。ここで用いられる分散剤としては，カルボン酸塩，スルホン酸塩，硫酸エステル塩，リン酸エステル塩，ホスホン酸塩等のアニオン系界面活性剤，ポリオキシエチレンアルキルエーテル類，ポリオキシエチレンアルキルフェノールエーテル類，ポリオキシエチレンアルキルエステル類，ソルビタンアルキルエステル類等のノニオン系界面活性剤が用いられる。」(段落【0012】)，「次に本発明の熱線遮蔽フィルムの第2の実施例について説明する。本実施例の熱線遮蔽フィルムは，粘着剤層3に熱線遮蔽性無機微粒子が含有されており，この粘着剤層3が熱線遮蔽層を兼ねている。その他の構成は上記第1の実施例と同様である。本実施例において，熱線遮蔽性無機微粒子は粘着剤層3を形成する樹脂液に上記溶剤，上記分散剤とともに均一に分散されて用いられる。」(段落【0015】)との記載がある。これらの記載によれば，ポリメチルメタアクリレート，ポリビニルエーテル，ポリイソブチル，塩化ビニル-酢酸ビニル共重合体，ポリビニルブチラール等の樹脂を用いて形成される「粘着剤層3」において，ATO微粒子及びITO微粒子を均一に分散させる分散剤として，カルボン酸塩，スルホン酸塩，硫酸エステル塩，リン酸エステル塩，ホスホン酸塩等のアニオン系界面活性剤，ポリオキシエチレンアルキルエーテル類，ポリオキシエチレンアルキルフェノールエーテル類，ポリオキシエチレンアルキルエステル類，ソルビタンアルキルエステル類等のノニオン系界面活性剤を用いることができることを理解できる。",
                    "そうすると，刊行物1及び3に接した当業者は，刊行物1発明の可塑剤について，「ポリエーテルエステルである3GH」と刊行物1記載の「トリクレシルホスフェート(TCP) ，トリオクチルホスフェート(TOP) などのリン酸エステル」の混合物とし，あるいは，刊行物1発明におけるATO(導電性アンチモン含有錫酸化物) 超微粒子を均一に分散するために，刊行物3記載の「リン酸エステル塩」を配合することによって，「リン酸エステル」を含有する構成(相違点cに係る本願発明の構成)を容易に想到することができたものと認められる。",
                    "これに反する原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件審決における相違点cの容易想到性の判断の誤りをいう原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点dの容易想到性の判断の誤りの有無について",
              "text": [
                "原告は，本件審決は，刊行物1発明において，可塑化ポリビニルアセタール樹脂の可塑剤として用いられる「ポリエーテルエステル」として，刊行物1記載の可塑剤に換えて刊行物2記載の「トリエチレングリコールジ-2-エチルヘキサノエート」(相違点dに係る本願発明の構成)を採用することは，当業者であれば容易に想到し得た旨判断したが，刊行物1には，トリエチレングリコールジ-2-エチルヘキサノエートに関する記載は一切ないから，本件審決の上記判断は誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで検討するに，刊行物1において，ポリビニルブチラール樹脂を可塑化する可塑剤について，刊行物1発明を構成する3GHのほかに，フタル酸エステル，リン酸エステル，脂肪酸エステル，テトラエチレングリコール・ジヘキサノールなどのポリエーテルエステル又はこれらの混合物が記載されていることは，前記(3)イのとおりである。",
                    "前記1(2)イ(イ)，(オ)，(キ)及び(ケ)の刊行物2の記載事項によれば，刊行物2には，可塑化ポリビニルアセタール樹脂からなる合わせガラス用中間膜の可塑剤として，「トリエチレングリコールジ-2-エチルヘキサノエート」，「オリゴエチレングリコールジ-2-エチルヘキサノエート及びテトラエチレングリコールジ-n-ヘプタノエート」等が記載されている。",
                    "加えて，乙9(特開2000-1514号公報)の段落【0020】，乙10の2(特表2002-516201号公報)の段落【0005】，乙11の2(特表2000-507302号公報)の5頁18行ないし6頁2行の記載事項によれば，本願出願当時，可塑化ポリビニルブチラール樹脂からなる合わせガラス用中間膜において，ポリビニルブチラール樹脂を可塑化するための可塑剤として，トリエチレングリコール-ジ-2-エチルブチレート(3GH)や，トリエチレングリコールジ-2-エチルヘキサノエートを用いることは，技術常識であったものと認められる。",
                    "そうすると，刊行物1及び2に接した当業者は，刊行物1発明において，ポリビニルブチラール樹脂を可塑化する可塑剤について，「トリエチレングリコール・ジ-2- エチルブチレート(3GH)」に代えて，刊行物2記載の「トリエチレングリコールジ-2-エチルヘキサノエート」(相違点dに係る本願発明の構成)を採用することは，容易に想到することができたものと認められる。",
                    "これに反する原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件審決における相違点dの容易想到性の判断の誤りをいう原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，原告主張の取消事由2は理由がない。",
                "なお，原告は，刊行物1ないし3には，刊行物1発明において，可塑剤としてトリエチレングリコールジ-2-エチルヘキサノエートの構成を適用することと，刊行物3記載のリン酸エステル塩の構成を適用することの組合せに関する記載及び示唆がないから，刊行物1ないし3に基づいて，当業者が本願発明を容易に想到し得たものとはいえない旨主張するが，前記(2)ないし(4)に説示したところと同様の理由により，上記主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本願発明は刊行物1ないし3に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}