{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-800063号特許無効審判事件について平成25年8月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要（争いがない。）",
          "text": [
            "被告は，発明の名称を「物品搬送設備」とする特許について，平成8年8月6日，特許出願（特願平8-206819号）をし，平成15年6月6日，設定登録を受けた（特許第3436334号。請求項の数13。以下「本件特許」という。）。",
            "原告は，平成24年4月26日，本件特許について無効審判請求をした。被告は，特許庁から，平成25年4月5日付けで審決の予告を受けたので，同年6月10日付けで特許請求の範囲等について訂正請求（以下「本件訂正」という。なお，本件訂正により，請求項2ないし11は削除された。）をした。",
            "特許庁は，平成25年8月26日，「請求のとおり訂正を認める。本件審判の請求は成り立たない。」との審決をし，その謄本を，同年9月5日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正後の特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲の記載は，次のとおりである（甲42。以下，本件訂正後の請求項1，12及び13記載の発明を，それぞれ「本件訂正発明1」，「本件訂正発明12」及び「本件訂正発明13」といい，これらを併せて「本件訂正発明」という。また，本件訂正後の明細書及び図面を併せて「本件明細書」という。）。",
            "【請求項1】",
            "「搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられ，",
            "床と天井によって上下が区画された作業用空間における天井の下側の空間が，前記搬送用空間として設定され，前記作業用空間における床上の空間が，前記別の空間として設定され，",
            "前記搬送用空間に，天井に取り付けられた案内レールと，その案内レールに案内されて走行する移動体とが設けられ，",
            "前記移動体が，複数のステーション間で物品を搬送するように構成されている物品搬送設備であって，",
            "前記物品は，一連に行われる複数種類の処理工程で加工処理されて完成品となる物品であり，",
            "前記ステーションは，前記別の空間にあって物品に対する加工処理を行う装置の物品払出し部及び物品受入れ部であり，",
            "前記搬送用空間に，前記移動体による前記ステーション間の物品搬送及び前記移動体による前記ステーションに対する物品移載を許容する状態で，前記移動体との間で物品を移載可能に複数の物品を保持する物品保持部が移動体移動方向に並べて設けられ，",
            "前記移動体に，物品を昇降移動させて物品の移載を行うように構成されて前記物品保持部との間での物品移載及び前記ステーションとの間での物品移載に兼用される単一の物品移載手段を設け，",
            "前記移動体は，前記物品移載手段が物品を上昇位置で保持する状態で物品を搬送し，且つ，前記物品移載手段が物品を下降位置に位置させた状態で，前記ステーションに物品を供給するように構成され，",
            "前記物品保持部は，",
            "天井から吊下げられて前記案内レールに沿って設けられていると共に，",
            "前記移動体移動方向に沿って複数の物品が単一の列かつ単一の段に並ぶ状態で当該物品を保持する物品載置台を備え，",
            "前記ステーション間の物品搬送に際して目的のステーションが物品を受入れ不能な状態である場合に搬送対象の物品を一時的に保持し，前記目的のステーションが物品を受け入れ可能な状態となれば一時的に保持した前記物品を前記目的のステーションに搬送できるように，前記案内レールにおける，前記ステーションに対する停止位置間の途中箇所に位置する移動体との間で物品を移載可能に構成され，",
            "複数の前記物品載置台が，互いに独立に天井から吊下げられて前記案内レールの直下に設けられていると共に，",
            "それぞれの前記物品載置台が，複数の前記ステーションの間に配置されている物品搬送設備。」",
            "【請求項12】 ",
            "「前記案内レールが複数設けられ，",
            "それら複数の案内レールに対する物品の出入り部夫々において物品を移載可能な連絡用移動体を案内する連絡用案内レールが設けられている請求項1に記載の物品搬送設備。」 ",
            "【請求項13】",
            "「前記連絡用案内レールは，平面視において往路と復路とが互いに接近する部分を有するループ状に形成され，",
            "複数個の前記連絡用移動体が，前記ループ状の連絡用案内レールにおいて一定方向に走行するように構成され，",
            "前記往路と復路とが互いに接近する部分において，前記往路に位置する連絡用移動体と前記復路に位置する連絡用移動体との間で物品を移載するための中間移載部が設けられている請求項12記載の物品搬送設備。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写し記載のとおりである。その概要は，本件訂正発明1は，①再公表特許第92／17047号（甲13。以下「甲13公報」という。）に記載された発明（以下「甲13発明」という。）とは，後記相違点1ないし8において相違し，そのうち相違点7及び8については，甲13発明に周知技術を適用することにより当業者が容易に想到することができたものとはいえず，②特開平4-23702号公報（甲1。以下「甲1公報」という。）に記載された発明（以下「甲1発明」という。）とは，後記相違点1’ないし10’において相違し，そのうち相違点1’及び8’ないし10’については，甲1発明に周知技術を適用することにより当業者が容易に想到することができたものとはいえず，③その他の引用文献からも，本件訂正発明1を当業者が容易に想到することができたものとはいえない，そして，本件訂正発明12は，本件訂正発明1の内容をすべて含むものであり，本件訂正発明13は，本件訂正発明12の内容をすべて含むものであるから，いずれも，当業者が容易に想到することができたものともいえず，原告の主張する無効理由は理由がないから，本件訂正発明を無効とすべきものとはいえない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決が認定した本件訂正発明1と甲13発明との一致点及び相違点等",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲13発明の内容（争いがない。）",
              "text": [
                "「搬送用空間と，その搬送用空間とは別の空間とが並ぶ状態で設けられ，前記搬送用空間に，搬送路24と，搬送路に案内されて走行する自動搬送車26とが設けられ，前記自動搬送車26が，複数の加工設備（加工セル）30間でワークを搬送するように構成されている物品搬送設備であって，前記ワークは，複数の工程で加工処理されて完成品となる物品であり，前記加工設備（加工セル）30は，ワークを搬送するためのラック及び／又はパレットを加工設備に導入するための給排装置（ローダ／アンローダ）31を備え，",
                "前記搬送用空間に，前記自動搬送車26による前記加工設備（加工セル）30間のワーク搬送及び前記自動搬送車26による前記加工設備（加工セル）30に備わった給排装置31に対するワークの移載を許容する状態で，前記自動搬送車26との間でワークを移載可能に複数のワークを保持する倉庫20が自動搬送車26移動方向に並べて設けられ，",
                "前記倉庫20は前記搬送路24に沿って設けられていると共に，前記自動搬送車26移動方向に沿って複数のワークが一列に並ぶ状態で当該物品を保持する倉庫20を備え，",
                "前記加工設備（加工セル）30間の物品搬送に際して加工設備（加工セル）30間の搬送が不能な状態である場合に搬送対象のワークを一時的に保持し，加工設備（加工セル）30間の搬送が可能な状態となれば一時的に保持したワークを目的の加工設備（加工セル）30に搬送できるように，前記搬送路24における，前記加工設備（加工セル）30に対する停止位置間の途中箇所に位置する自動搬送車26との間でワークを移載可能に構成されているプリント配線板ユニットの物品搬送設備。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明1と甲13発明との一致点（争いがない。）",
              "text": [
                "「搬送用空間と，その搬送用空間とは別の空間とが並ぶ状態で設けられ，前記搬送用空間に，案内レールと，その案内レールに案内されて走行する移動体とが設けられ，前記移動体が，複数のステーション間で物品を搬送するように構成されている物品搬送設備であって，",
                "前記物品は，複数の工程で加工処理されて完成品となる物品であり，",
                "前記ステーションは，物品に対する加工処理を行う装置の物品払出し部及び物品受入れ部であり，",
                "前記搬送用空間に，前記移動体による前記ステーション間の物品搬送及び前記移動体による前記ステーションに対する物品移載を許容する状態で，前記移動体との間で物品を移載可能に複数の物品を保持する物品保持部が移動体移動方向に並べて設けられ，",
                "前記物品保持部は，前記案内レールに沿って設けられていると共に，",
                "前記移動体移動方向に沿って複数の物品が一列に並ぶ状態で当該物品を保持する物品載置台を備え，",
                "前記ステーション間の物品搬送に際して目的のステーションが物品を受入れ不能な状態である場合に搬送対象の物品を一時的に保持し，前記目的のステーションが物品を受け入れ可能な状態となれば一時的に保持した前記物品を前記目的のステーションに搬送できるように，前記案内レールにおける，前記ステーションに対する停止位置間に位置する移動体との間で物品を移載可能に構成されている物品搬送設備。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明1と甲13発明との相違点（相違点7を除き，争いがない。）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1においては，「搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられ，床と天井によって上下が区画された作業用空間における天井の下側の空間が，前記搬送用空間として設定され，前記作業用空間における床上の空間が，前記別の空間として設定され，前記搬送用空間に，天井に取り付けられた案内レールと，その案内レールに案内されて走行する移動体とが設けられている」のに対し，甲13発明においては，案内レール等が設けられた搬送用空間と別の空間について明記がなく，案内レールは床面に取り付けられ，物品保持部も床面に設置されている点（以下，「相違点1」という。）。 "
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明1においては，「ステーションは，別の空間にある」のに対し，甲13発明においては，そのような構成が明記されていない点（以下，「相違点2」という。）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正発明1においては，「前記移動体に，物品を昇降移動させて物品の移載を行うように構成されて前記物品保持部との間での物品移載および前記ステーションとの間での物品移載に兼用される単一の物品移載手段を設けている」のに対し，甲13発明においては，そのような構成を有していない点（以下，「相違点3」という。）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正発明1においては，「前記移動体は，前記物品移載手段が物品を上昇位置で保持する状態で物品を搬送し，且つ，前記物品移載手段が物品を下降位置に位置させた状態で，前記ステーションに物品を供給するように構成されている」のに対し，甲13発明においては，そのような構成を有していない点（以下，「相違点4」という。）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件訂正発明1においては，「前記物品保持部は，天井から吊下げられて前記案内レールに沿って設けられている」のに対し，甲13発明においては，そのような構成を有していない点（以下，「相違点5」という。）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件訂正発明1においては，「前記移動体移動方向に沿って複数の物品が単一の列かつ単一の段に並ぶ状態で当該物品を保持する物品載置台を備えている」のに対し，甲13発明においては，そのような構成を有していない点（以下，「相違点6」という。）。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "本件訂正発明1においては，「複数の前記物品載置台が，互いに独立に天井から吊下げられて前記案内レールの直下に設けられている」のに対し，甲13発明においては，そのような構成を有していない点（以下，「相違点7」という。）。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "本件訂正発明1においては，「それぞれの前記物品載置台が，複数の前記ステーションの間に配置されている」のに対し，甲13発明においては，そのような構成を有していない点（以下，「相違点8」という。）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "審決が認定した本件訂正発明1と甲1発明との一致点・相違点等",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の内容（争いがない。）",
              "text": [
                "「搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられ，前記搬送用空間に，簡易床面2に取り付けられた軌道6と，その軌道6に案内されて走行する無人搬送車5とが設けられ，",
                "前記無人搬送車5が，組み立て設備1へ荷物を搬送するように構成されている物流装置であって，",
                "前記荷物は，組み立てラインで組み立てられる荷物であり，",
                "前記組み立て設備1は，荷物に対する組み立て処理を行う組み立て設備1への荷物供給位置であり，",
                "前記搬送用空間に，前記無人搬送車5による前記供給用連通孔4への荷物搬送及び前記無人搬送車5による前記組み立て設備1に対する荷物移載を許容する状態で，前記無人搬送車5との間で荷物を移載可能に複数の荷物を保持する荷物在庫位置3が無人搬送車5移動方向に並べて設けられ，",
                "前記荷物在庫位置3は，簡易床面上に前記軌道6に沿って設けられていると共に，前記無人搬送車5移動方向に沿って複数の荷物が列に並ぶ状態で当該荷物を保持する荷物在庫位置3を備えている物流装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明1と甲1発明との一致点（争いがない。）",
              "text": [
                "「搬送用空間と，その搬送用空間とは別の空間とが上下に並ぶ状態で設けられ，前記搬送用空間に，案内レールと，その案内レールに案内されて走行する移動体とが設けられ，前記移動体がステーション間で物品を搬送するように構成されている物品搬送設備であって，前記搬送用空間に，ステーションヘの物品搬送及びステーションに対する物品移載を許容する状態で，前記移動体との間で物品を移載可能に複数の物品を保持する物品置き場が移動体移動方向に並べて設けられ，前記物品置き場は，前記移動体移動方向に沿って複数の物品が一列に並ぶ状態で当該物品を保持する物品載置台を備えている物品搬送設備。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明1と甲1発明との相違点（争いがない。）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明1においては，「床と天井によって上下が区画された作業用空間における天井の下側の空間が，前記搬送用空間として設定され，前記作業用空間における床上の空間が，前記別の空間として設定されている」のに対し，甲1発明においては，作業用空間がどのように設定されているか不明である点（以下，「相違点1’」という。）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明1においては，「前記搬送用空間に，天井に取り付けられた案内レールと，その案内レールに案内されて走行する移動体とが設けられている」のに対し，甲1発明においては，軌道6がどのように支持されているのか不明である点（以下，「相違点2’」という。）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正発明1においては，「前記移動体が，複数のステーション間で物品を搬送する」のに対し，甲1発明においては，無人搬送車5が複数のステーション間で物品を搬送するのかどうか，不明である点（以下，「相違点3’」という。）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件訂正発明1においては，「前記物品は，一連に行われる複数種類の処理工程で加工処理されて完成品となる物品である」のに対し，甲1発明においては，荷物がそのようなものであるのかどうか，不明である点（以下，「相違点4’」という。）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件訂正発明1においては，「前記ステーションは，前記別の空間にあって物品に対する加工処理を行う装置の物品払出し部及び物品受入れ部である」のに対し，甲1発明においては，組み立て設備1がそのような構成を有するのかどうか，不明である点（以下，「相違点5’」という。）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件訂正発明1においては，「前記物品保持部は，天井から吊下げられて前記案内レールに沿って設けられている」のに対し，甲1発明においては，荷物在庫位置3がそのような構成を有していない点（以下，「相違点6’」という。）。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "本件訂正発明1においては，「前記物品保持部は，前記移動体移動方向に沿って複数の物品が単一の列かつ単一の段に並ぶ状態で当該物品を保持する物品載置台を備えている」のに対し，甲1発明においては，荷物在庫位置3がそのような構成を有するのかどうか，不明である点（以下，「相違点7’」という。）。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "本件訂正発明1においては，「前記物品保持部は，前記ステーション間の物品搬送に際して目的のステーションが物品を受入れ不能な状態である場合に搬送対象の物品を一時的に保持し，前記目的のステーションが物品を受け入れ可能な状態となれば一時的に保持した前記物品を前記目的のステーションに搬送できるように，前記案内レールにおける，前記ステーションに対する停止位置間の途中箇所に位置する移動体との間で物品を移載可能に構成されている」のに対し，甲1発明においては，荷物在庫位置3がそのような構成を有するのかどうか，不明である点（以下，「相違点8’」という。）。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "本件訂正発明1においては，「複数の前記物品載置台が，互いに独立に天井から吊下げられて前記案内レールの直下に設けられている」のに対し，甲1発明においては，荷物在庫位置3がそのような構成を有していない点（以下，「相違点9’」という。）。 "
                },
                {
                  "fig": "コ",
                  "text": [
                    "本件訂正発明1においては，「それぞれの前記物品載置台が，複数の前記ステーションの間に配置されている」のに対し，甲1発明においては，荷物在庫位置3がそのような構成を有していない点（以下，「相違点10’」という。）。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張する取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1の1（甲13発明との相違点7についての認定判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明1と甲13発明を比較すると，相違しているのは物品載置台が「天井から吊下げられて前記案内レールの直下に設けられている」点であるから，審決は，相違点をこのように認定すべきであった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，相違点7の中に，甲13公報に既に記載のある「複数」「独立」といった構成を取り込んでいるが，そのような構成こそが発明特定事項であると認定すべき事情は特に認められない。すなわち，本件明細書には，「複数の物品載置台が，互いに独立に天井から吊下げられて前記案内レールの直下に設けられている」構成の特段の効果について，特に記載がなく，あえて相違点を拡大して解釈する根拠がない。また，相違点7に係る発明特定事項は，本件訂正発明1の課題解決のための手段を基礎付ける技術的思想の中核部分をなす特徴的部分であって，各要素が相互に関連して結合した一体のものとして認識されるべきであるとの被告の主張を前提としても，本件訂正発明1の課題である「物品の一時的な保持のために要するスペースの低減」に役立つのは，結局は，「天井から吊下げられて前記案内レールの直下に設けられている」点にすぎず，「複数」や「独立」といった構成は被告が主張する「課題解決」とは無関係である。また，「兼用される単一の物品移載手段」により，移載が簡易にできるという技術的意義は，相違点7に係る構成のうち，「案内レールの下方に物品保持部を設けたこと」のみによって生じるものであり，このことは本件明細書にも明記されているし，単一の昇降式物品移載手段によって物品を移載することは周知技術であるから，何ら新しい技術的意義はない。したがって，課題解決の観点から「複数」「独立」といった構成が特徴的部分であるとは認めがたい。したがって，本件訂正発明1と甲13発明の相違点は，物品載置台が「天井から吊下げられて前記案内レールの直下に設けられている」点にある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点7についての進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記のとおり，相違点7のうち，物品載置台が「複数」存在する点及び「互いに独立」して存在する点は，甲13発明の倉庫20を構成する倉庫20a，20b或いは各格納場所が既に複数且つ互いに独立しているから，相違点ではない。また，特開昭62-297050号公報（甲21。以下「参考資料8」という。）に記載されているように，周知の技術であるか，工場の工程やレイアウトに応じて適宜当業者が行うことのできる設計事項にすぎない。",
                    "さらに，相違点7のうち，「物品載置台を案内レールの直下に設ける」点は，実願平4-2823号（実開平6-20388号）のCD-ROM（甲2。以下「甲2公報」という。）の第1図に，「複数のコンテナ仮置台8，9が，互いに独立にガーダ6から吊り下げられてガーダ6の直下に設けられている」技術（以下「甲2技術」という。）が開示されているほか，特開平1-261196号（甲17。以下「参考資料4」という。）の第1図，特開平6-199477（甲46。以下「甲46公報」という。）の図2に開示されているように，物品を仮置きするための物品保持部（物品載置台）を案内レールの直下に設けることは周知の技術である。",
                    "そして，「物品保持部を天井から吊り下げる技術」も，審決が認定するとおり周知の技術である。",
                    "したがって，甲13発明において，甲2技術の教示を受け，天井から吊り下げられた案内レールの直下に物品保持部の物品載置台を配する構成とし，「物品保持部は，天井から吊り下げられて案内レールに沿って設けられている」という周知技術（周知技術5）に基づいて物品保持部を天井から吊り下げる構成に変更することは，出願時当業者が容易に想到することができた事項である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲2技術は「橋形クレーン」に関するものであり，甲13発明のような複数の工程で物品を加工処理する物品搬送設備に関するものではなく，甲2技術の「ガーダ6」は「天井」に相当せず，同じく「トロリ10」は「移動体」に相当しないから，甲13発明に甲2技術を適用して相違点7に係る本件訂正発明1の発明特定事項とすることは容易ではない，とする。",
                    "しかし，①甲2技術において奏される「積み直し用の仮置場所を確保しておく必要がないため，コンテナヤードにおける貯留スペースを最大限有効に利用し得る」との機能作用は，本件訂正発明1の機能作用と共通するものであり，「下の空間」を最大限有効活用するという点において，全く同じ作用効果を開示するものである。また，②甲2技術の「ガーダ6」は仮置台8，9（物品保持部）との関係ではこれを吊り下げるものであり，「天井」から「レール」を介して吊り下げるのと変わらないから，物品保持部を天井から吊下げる技術は甲2技術に実質的に開示されている。また，「ガーダ6」が「案内レール」に相当する以上，その上を走行する「トロリ10」は「移動体」以外の何物でもない。",
                    "さらに，審決は，③甲1発明の相違点6’との関係では，物品保持部（倉庫）を天井から吊り下げる技術は周知技術（周知技術5’）であると認定して，甲1発明の荷物在庫位置3を天井から吊り下げて例えば板状の物品載置台とする技術には格別の技術的意義がなく，周知技術であると判断しているが，甲13発明との関係では，天井直下に物品載置台を設けることは周知技術に該当せず想到困難と判断しているのであり，判断が一貫しない。甲13発明も，甲1発明と同様に，天井吊下げ式ではないという点において本件訂正発明1と異なるにすぎず，甲13発明の複数の独立した物品保持部においても，甲1発明についての審決の判断と同様に，これを天井から吊り下げられた案内レール直下の例えば板状の物品載置台とすることに格別の技術的意義はなく，当業者が適宜選択可能な設計的事項にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "加えて，審決は，本件訂正発明1について，「天井に取り付けられた案内レールの直下に，天井から吊下げられた物品載置台が設けられ，移動体移動方向に沿って複数の物品が単一の列かつ単一の段に並ぶ状態で当該物品を保持している。この構成によって，小さいスペースで物品の一時保管を可能とするという，特有の作用効果を奏している」という明細書に裏付けのない作用効果の認定をしている。しかし，相違点7に係る構成に格別の技術的意義がないことは，本件訂正によって請求項1から削除された【図12】の実施例（物品保持台30が案内レール1の脇に設けられた構成）と，請求項1の実施例として残置された【図16】（物品保持部30が案内レール1の直下に設けられた構成）の実施例との対比からも明らかである。すなわち，本件明細書には，各実施例のどちらの構成が作用効果において優れているかの優劣を示唆する記載は一切なく，いずれを選択するかは設計的事項である。一方，特開平2-117506号公報（甲3）には，上記【図12】そのままの構成の開示がある。したがって，【図16】の実施形態の場合だけに当業者が予測困難な特有の作用効果を奏するということはできず，同実施形態（本件訂正発明1の構成）とすることも，甲3を含む周知技術5を参照して当業者が容易に想到することができたか，周知技術5に基づく設計事項であったと判断がされるべきであった。したがって，審決は誤っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，甲2技術と本件訂正発明1とでは，仮置きの技術上の意義及び機能が異なると主張する。しかし，甲2公報には貯留場所3aのコンテナ群が物品保持部（仮置台8，9）を介して出荷場所3bのトラック14に積載される状況が開示され，本件訂正発明1の物品保持部の載置台自体は物理的構成において単なる「載置台」にすぎないから，目的のステーションが受け入れ可能になるまでの仮置き場所であろうと，出荷場所にコンテナ（物品）を移載するまでの仮置き場所であろうと，技術的意義に相違はない。",
                    "また，被告は，参考資料4の「保管場所22」や甲46公報の「板材仮置部」は，本件訂正発明1の対応する構成とは技術上の意義及び機能が本質的に異なると主張する。しかし，参考資料4や甲46公報の物品保持部（仮置き場所）と本件訂正発明1の物品保持部とは，物理的構成において同じであり，目的のステーションが受入れ可能になるまでの仮置き場所であろうと出荷場所にコンテナ（物品）を移載するまでの仮置き場所であろうと，技術的意義に相違はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，甲13発明に相違点7に係る構成を適用する示唆や動機付けがないなどと主張する。しかし，案内レールや物品保持部を天井側に設けることは，物品を搬送，移動する技術分野において本件出願日前から広く実施されている常套手段であった。また，そのような周知技術を適用することでデッドスペースを利用するという工場等における普遍的な課題を解決することが可能となることは，甲2公報，甲3，甲15，甲17ないし20等に記載があるところであるし，審決（35頁14～16行）も認めるところである。このような普遍的な課題を解決するために，同一技術分野の常套手段を適用することは十分な動機付けが認められる。",
                    "また，被告は，甲13発明に相違点7に係る構成を適用すると，「倉庫20a，20bが，複数の加工設備30a，30b，30c及びパレット自動編成装置28と搬送路24a，24bを挟んだ『反対側』に配置されるという甲13発明の特徴構成を敢えて壊す」と主張する。しかし，進歩性の審査において主引例の構成が周知技術や副引例の構成によって変更されることは当然であり，被告の指摘する内容は，甲13発明に周知技術や設計事項にすぎない相違点7に係る構成を適用することを阻害する理由とはならない。また，被告は，甲13発明の倉庫を収納区画毎に分割して複数の細かい小さな載置台に改変することの示唆はないとも主張する。しかし，甲13発明の倉庫20a，20bが夫々天井から吊り下げられれば，倉庫（物品載置台）が「複数」「独立」して天井から吊り下げられる構成を備えるのであり，収納区画毎に分割して複数の細かい小さな載置台に改変する必要はないから，被告の主張は失当である。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，甲13発明に相違点7に係る構成を適用する示唆や動機付けがないということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1の2（甲13発明との相違点8についての進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲13発明における「出発地セル30aに設けられた給排装置31」及び「目的地セル30cに設けられた給排装置31」は，本件訂正発明1における「ステーション」に相当し，同様に，甲13発明における「間のアドレス136の倉庫20a」は，本件訂正発明1における「間に配置されている物品載置台」に相当する。したがって，甲13発明には，「それぞれの物品載置台が，複数の前記ステーションの間に配置されている」という事項に相当する構成が記載されており，「相違点8」は実質的な相違点ではない。",
                "審決は，相違点8に係る「それぞれの前記物品載置台が，複数の前記ステーションの間に配置されている」との表現における「間」とは「空間的な間」であると解釈をし，甲13発明の給排装置31の間には倉庫20aは配置されていない，と判断したが，審決の認定は，被告の主張する訂正根拠たる本件明細書の【図17】，【図7】とも整合しない誤ったものである。",
                "また，いずれにせよ，ステーション間に物品保持部を配置することは，参考資料8記載の事項に基づき容易に想到し得たことである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件訂正発明1の物品保持部が，「互いに独立に天井から吊り下げられた一纏まりの独立構造物」であると主張する。しかし，そのようなことは本件明細書に記載がなく，本件明細書は，相違点8の構成による技術的意義を一切示唆していない。仮に，「ステーションの間」が，独立構造物の「間」であるとしても，「間（あいだ）」とは，「二つのものに挟まれた部分。物と物とにはさまれた空間・部分や範囲」を意味するが（広辞苑第四版），当該二つのものに沿ってはさまれた範囲を「ステーションの間に配置されている」物品載置台と称するのに何の不自然もなく，かかる意味において，本件訂正発明1と甲13発明との間に格別の技術的意義の相違は認められない。甲13発明の倉庫の長さを短くしたり，給排装置の位置を変更したりすることは設計事項にすぎない。したがって，ステーションの「間」に物品保持部を配することは設計的事項であり，参考資料8に現に開示されている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2の1（甲1発明との相違点1’についての進歩性判断の誤り）",
          "text": [
            "審決は，甲1発明において簡易床面2が設けられていることから，相違点1’が容易想到ではないと判断している。しかし，本件訂正発明1における発明特定事項は「床と天井によって上下が区画された作業用空間における天井の下側の空間が，前記搬送用空間として設定され，前記作業用空間における床上の空間が，前記別の空間として設定されている」ことである。床と天井の間に中二階のような簡易床面が存在しようがしまいが，特許請求の範囲に記載上制限はないから，審決は，Raリパーゼ最高裁判決に反し，誤っている。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2の2（甲1発明との相違点8’についての進歩性判断の誤り）",
          "text": [
            "相違点8’についての審決の判断は，審決が認定した相違点8’の内容と完全に食い違っており，審決には理由齟齬がある。",
            "また，相違点8’に係る構成は，同一技術分野に係る甲13発明の開示事項そのものであり，甲1発明にこれを適用することを阻害する事由もないから，これが想到容易であることは明らかである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2の3（甲1発明との相違点9’についての進歩性判断の誤り）",
          "text": [
            "審決は，相違点6’の判断においては，甲1発明における荷物在庫位置3を天井から吊り下げられた構成とすることは容易に想到することができたと判断している。甲1発明の荷物在庫位置は案内レールの直下であるから，簡易床面2上の荷物在庫位置を天井吊下げ式の板状の物品載置台とする設計変更を施したり，周知技術5’（甲3の第1図，甲2の図1，甲16）の適用によって在庫位置（物品保持部）を天井から吊り下げれば，必然的に，物品載置台は複数となり，該複数の物品載置台は案内レールの直下に配置されることになるのであり，相違点9’に係る構成となるのであるから，審決の判断は理由齟齬である。",
            "物品保持部を天井から吊り下げる技術は上記のとおり周知技術であり，複数の物品載置台を案内レールの直下に配する点も周知の技術（甲1，甲2）であるから，相違点9’は想到容易である。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由2の4（甲1発明との相違点10’についての進歩性判断の誤り）",
          "text": [
            "複数のステーションの間に複数の物品保管場所を配置することは，上記2のとおり，周知の技術（甲13，甲21）であり，甲1発明の搬送設備においてその周知技術を適用し，相違点10’に係る構成とすることは，出願時当業者が容易に想到することができた事項であるから，審決は誤っている。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1の1（甲13発明との相違点7についての認定判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7の認定の誤りについて",
              "text": [
                "原告は，相違点7に係る発明特定事項から，個々の要素（「複数」，「独立」，「直下」など）を部分的に抽出して，抽出された各要素が相違点ではないとか，周知であるなどと主張する。しかし，本件訂正発明1の要旨にかんがみれば，相違点7に係る発明特定事項は，本件訂正発明1の課題解決のための手段を基礎付ける技術的思想の中核をなす特徴的部分であって，これらの各要素が相互に技術的関連性をもって結合された一体不可分なものとして認識されるべきである。原告の主張は，各要素の有する機能的又は作用的な相互関連性・一体性を一切捨象した誤った発明特定事項の把握に基づくものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点7についての進歩性判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2技術，参考資料4や甲46公報に「物品載置台を案内レールの直下に設ける点」が開示されていると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，甲2技術のコンテナ仮置台8，9は，貯留場所3aから出荷場所3bまで運ばれるコンテナを出荷順序の変更に応じて積み直すためにコンテナを仮置きするものであり，コンテナ仮置台8，9に仮置きされたコンテナは再度，貯留場所3aに戻される。本件訂正発明1の物品保持部は，目的のステーションに搬送することを前提に，搬送対象の物品を仮置きするためのものであり，仮置きされた物品は搬送元のステーションには戻されない。このように，甲2技術と本件訂正発明1とは，技術上の意義及び機能が本質的に異なっており，その結果，本件訂正発明1の物品載置台を備える物品保持部の構成となり得ない。",
                        "また，甲2技術により得られる効果は，コンテナヤードに「積み直し用の仮置場所」を確保しておく必要がない点であり，搬送用空間の下方となる別の空間において物品の一時的な保持のために要するスペースを可及的に低減するという本件訂正発明1の効果と同じとはいえない。",
                        "さらに，甲2技術の橋形クレーンは，レール4，4を走行して，入荷場所から貯留場所に，また，貯留場所から出荷場所にコンテナを搬送するものである。このようなコンテナの搬送形態からすれば，本件訂正発明1の「移動体」に相当するのは「橋形クレーン」全体であり，橋形クレーンにおけるガーダ6上で横行するトロリ10は，審決の認定するとおり，移動体に備えられた「物品移載手段」に相当し，「移動体」には相当しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，参考資料4の保管場所22は，印刷機9で用いられる凸版14が保管される場所であり，使用済みの凸版14は印刷機9から取り外されて保管場所22に戻される。甲46公報の「板材仮置部10」は，開梱ステーションOSで開梱する際，不要となった上蓋や中仕切り板2を同じ箇所に順次積重ねて貯留するものであり，同じ箇所に一時仮置きされた複数枚の中仕切り板2は梱包ステーションPSにおいてパレット上に空ボビンBを段積みする場合に必要なタイミングで一枚ずつ取り出されて，再利用される。このように，参考資料4の保管場所22や甲46公報の板材仮置部10と本件訂正発明1の物品載置台とは，その技術上の意義及び機能が本質的に異なる。したがって，参考資料4に開示された構成のうち，「保管場所22が走行レール2の直下に設けられている」点や，甲46公報に開示された構成のうち，「板材仮置部10が天井搬送装置用レール11の直下に設けられている」点のみを取り出して，甲13発明の構成に適用する動機付けは存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，甲13発明に相違点7に係る構成を適用して倉庫20を天井吊下げ式の物品保持部とすることには，示唆も積極的な動機付けも全く存在しない。したがって，仮に相違点7に係る構成が周知であるとしても（もっとも，相違点7に係る一体不可分の構成を開示する引用例は存在していない。），それを甲13発明に適用することを容易に想到することができたものとはいえない。",
                    "すなわち，甲13発明は，倉庫手段を床面上で2段に積み上げる方式を採用しており，倉庫手段を床から宙に浮かせるように天井から吊り下げられた構成として，倉庫手段が床面上のスペースを占有しないようにする技術思想は全く示唆されていない。したがって，甲13発明の構成からは，本件訂正発明1のように，搬送用空間と別の空間とが上下に並ぶ状態で設けられた物品搬送設備に固有の課題である「床上の空間である別の空間において物品の一時的な保持のために要するスペースを可及的に低減する」という課題は生じ得ず，天井から吊り下げて床面の上方に物品保持部を配置することの動機付けは存在しない。また，倉庫20a，20bが，複数の加工設備30a，30b，30c及びパレット自動編成装置28と搬送路24a，24bを挟んだ「反対側」に配置されるという甲13発明の特徴構成を敢えて壊してまで，倉庫20a，20bを天井から吊り下げる構成とする積極的動機付けも存在しないし，複数の収納区画が一体的に備えられた単一の倉庫20aや倉庫20bを，収納区画毎に分割して複数の細かい小さな載置台に改変することの示唆も積極的な動機付けも存在しない。したがって，甲13発明に相違点7に係る構成を適用して甲13発明を改変することは，当業者が容易に想到することではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，審決における甲1発明の相違点6’の関係との判断と甲13発明の相違点7に関する判断とが矛盾する旨主張する。しかし，両判断は具体的な判断対象が異なっている以上，同じ判断結果が出なければならない理由はないし，前者の判断は，甲1発明の荷物在庫位置3が「物品置き場」という限りにおいて本件訂正発明1の「物品保持部」に相当するという認定を前提とした判断であるから，そのような前提のない後者の判断と同列には論じられない。また，甲13発明の倉庫の各収納区画は，甲1発明と同様に，天井吊下げ式ではない点において本件訂正発明1と異なるに過ぎないとはいえない。すなわち，甲13発明の倉庫20a，20bの各収納区画は，一体的な構造物である倉庫20a，20bを仕切ってなる区画であって，互いに分離して独立に設置できる独立構造物ではない以上，これらの各収納区画を互いに独立に天井から吊り下げられた構成とすることは不可能である。したがって，仮に甲1発明において相違点6’に係る構成を採用することが容易であったとしても，甲13発明において，相違点7に係る構成を採用することは容易想到ではなく，審決の判断に矛盾はない。",
                    "また，原告は，本件明細書に図12と図16の実施例との優劣が記載されていないことをもって相違点7に係る構成に技術的意義が存在しない旨主張する。しかし，技術的意義は，本件訂正発明1の他の構成との関係を踏まえて当業者により客観的に認識され得るものである。したがって，仮に甲13発明の倉庫20を周知技術に従って天井吊下げ式の物品保持部とすれば図12の構成が得られるとしても，そのことをもって直ちに相違点7に係る構成を想到することができたということはできない。そして，上記のとおり，本件訂正発明1は，「物品載置台を，互いに独立に天井から吊り下げて案内レールの直下に設け，このように配置したそれぞれの物品載置台上において複数の物品が移動体移動方向に沿って単一の列かつ単一の段に並ぶ状態で複数の物品を保持する」構成を採用することで，物品載置台に保持される物品を単一の段に制限して物品載置台を案内レールに極力近づけることができ，小さいスペースで物品の一時保管が可能となり，これにより別の空間の容積を拡大することができるところ，このような構成は，原告が提出する証拠のいずれにも開示がない以上，本件訂正発明1の作用効果は，これらの文献からは予想できない特有の作用効果である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1の2（甲13発明との相違点8についての進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決では，「物品載置台がステーションの間に配置されている」とは，互いに独立に天井から吊り下げられた一纏まりの独立構造物としての「物品載置台」のそれぞれがステーションの間に存在しているという，個々の物品載置台の空間的な配置を意味していると解釈し，「空間的に見た『間』」と表現しているのであり，意味不明な解釈はない。",
                "これに対し，甲13発明で開示されている長尺の倉庫20aや倉庫20bは，複数の給排装置31が互いに間隔を空けて並ぶ全領域を二分したゾーンA及びゾーンBのそれぞれの長さに対応する長さの倉庫となっており，このような長尺の倉庫20a，20bを隣接する2つの給排装置31の間に配置することは不可能である。また，倉庫20a，20bにおける各収納区画は，単一の倉庫を単に区分けしただけの複数の区画であって互いに分離することができないし，互いに独立に天井から吊り下げることもできないので，各収納区画を2つの給排装置31の間に配置することは全く想定できない。したがって，甲13発明には，本件訂正発明1における「それぞれの物品載置台が，複数の前記ステーションの間に配置されている」という事項に相当する事項は記載されておらず，相違点8は実質的相違点であるし，甲13発明において，倉庫20aや20bに属する各収納区画を2つの給排装置31の間に設けることは容易に想到することができたとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決の認定が，本件明細書の図17，図7と整合しないと主張する。しかし，本件訂正発明1の相違点8の具体的な配列例（第1実施形態の構成における物品保持部BSの変形例のうち，物品搬送設備における一部分のみを示したもの）は図17に示されている。また，物品保持部BSの変形例を備えた物品搬送設備全体のレイアウトは，変形例の元である第1実施形態の全体レイアウトと変わる点はなく，図7に示されており，図7における物品保持部の構成が，本件訂正発明1の実施形態である変形例と異なっているのは当然である。",
                "また，原告は，ステーション間に物品保持部を配置することは参考資料8により容易であると主張する。しかし，参考資料8には，「物品載置台」という独立構造物が，複数のステーションの間に収まるように配置されていることを示す記載はない。また，参考資料8の「ラック（300a）」及び「ラック（300b）」は，床面上に立設されている。このように床面上にラックを配置する技術は，本件明細書で説明されている従来の技術そのものであり，本件訂正発明1の解決課題が依然として存在する構成である。そのため，参考資料8には，同課題の解決手段について何ら記載がなく，相違点8を想到することは容易ではない。さらに，参考資料8のラック30a及び30bは，外枠301に「引出し入れ自在」に設けられており，棚は配設位置が変化する構成となっている。したがって，本件訂正発明1の物品載置台とは基本的構成が異なっており，参考資料8から，相違点8は容易に想到することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2の1（甲1発明との相違点1’についての進歩性判断の誤り）について",
          "text": [
            "本件訂正発明1の特許請求の範囲によれば，作業用空間は，「床と天井によって上下が区画された空間」である。床と天井の間に簡易床面がある場合，床と簡易床面によって上下が区画された空間と，天井と簡易床面によって上下が区画された空間との二つの空間となるが，このような二つの独立した空間があるにもかかわらず，それらを一つの空間とみて，空間を天井と下の床により上下が区画された空間とするのは，極めて不自然である。したがって，甲1発明のように，簡易床面が存在する場合は，簡易床面の上方の空間と下方の空間のそれぞれが本件訂正発明1の作業用空間であり，二つの空間をまとめて本件訂正発明1の作業用空間と解釈することはできない。したがって，審決に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2の2（甲1発明との相違点8’についての進歩性判断の誤り）について",
          "text": [
            "確かに，相違点8’に係る審決の理由は，判断に対応した理由となっていないから，同理由は妥当ではない。しかし，甲1発明の無人搬送車5は，簡易床面2上の荷物在庫位置3から組み立て設備1へ向けて一方向に荷物を搬送するだけであるので，甲1公報には，組み立て設備1間で荷物を搬送することを示唆するような記載は存在しない。したがって，荷物を在庫して出荷する（実施例では荷物在庫位置3に在庫して組み立て設備1への搬送を行う）という一方向の荷物の流れを想定した装置の発明である甲1発明に対して，複数の組み立て位置（ステーション）を設けて逐次作業を進めるという技術（甲4ないし6）を適用することの動機付けは存在しない。さらに，甲1発明に，同技術を適用することの動機付けがない以上，原告が周知技術であると主張する「複数の加工装置において加工される物品の存在を前提に，目的の加工装置が受入れ不能であれば一時保管位置に一時的に保持し，受入れ可能であれば目的のステーションに搬送できるように払い出すもの」を適用することはさらに困難である。",
            "原告は，相違点8’に係る構成が甲13公報に開示されていると主張する。しかし，甲1発明には，組み立て設備1間で荷物を搬送することを示唆するような記載は存在しないから，仮に甲13公報で開示されているとしても，同構成を甲1発明に適用する積極的動機付けは存在せず，相違点8’を適用することが容易であったとはいえない。",
            "したがって，相違点8’に係る発明特定事項を想到することは容易ではないという審決の判断の結論は妥当であり，理由齟齬は審決の取消理由とならない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2の3（甲1発明との相違点9’についての進歩性判断の誤り）について",
          "text": [
            "相違点9’に係る構成で特定されているのは，ステーション間にそれぞれ配置できるように，「複数」の物品載置台が「独立に天井から吊下げられる」ことである。そのため，相違点9’の容易想到性の判断では，甲1発明における簡易床面2上に設けられている荷物在庫位置3を，ステーション間に配置できる形態で「複数の前記物品載置台が，互いに独立に天井から吊下げられた」構成とすることが容易か否かを判断すべきであって，相違点6’に係る「前記物品保持部は，天井から吊下げられて前記案内レールに沿って設けられている」という構成の容易想到性の判断と同列に論じることはできない。したがって，相違点6’についての結論と相違点9’についての結論が一致しないことに何ら問題はなく，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由2の4（甲1発明との相違点10’についての進歩性判断の誤り）について",
          "text": [
            "上記2(1)のとおり，相違点10’は，互いに独立に天井から吊り下げられた「物品載置台」という独立して動かし得る一纏まりの独立構造物が，複数のステーションの間に収まるように配置されていることを特定している。これに対し，甲13公報には，「出発地セル30aに設けられた給排装置31」と「目的地セル30cに設けられた給排装置31」の間に「倉庫20a」が配置されているわけではない。",
            "また，上記2(2)のとおり，参考資料8には，「物品載置台」という独立構造物が，複数のステーションの間に収まるように配置されていることを示す記載はないし，「ラック」は床面上に立設されているから，参考資料8には，本件訂正発明の課題の解決手段については何ら開示されていない。",
            "したがって，甲13発明や参考資料8から，相違点10’に係る構成を想到することが容易であるとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件訂正発明1と甲1発明との相違点8’（取消事由2の2）についての審決の理由は誤っているものであるが，審決の結論を左右するものではなく，原告の主張する取消事由1の1，1の2，2の2，2の4には理由がないから，その余の点について判断するまでもなく，審決にはこれを取り消すべき違法はないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1の1（甲13発明との相違点7についての認定判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1の要旨について",
              "text": [
                "本件明細書（甲42）によれば，本件訂正発明1の内容は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来，複数のステーション間で物品を搬送する物品搬送設備に関して，物品搬送のための案内レールや移動体を配置する搬送用空間は，物品搬送という目的以外に使用する「別の空間」と上下に並ぶ状態で設けられ，この搬送用空間を上下方向で一定の領域に限定することで，可及的に前記「別の空間」の容積の拡大を図っていたところ，このような物品搬送設備においては，各ステーションに搬送される物品又は各ステーションから搬送されてきた物品を一時的に保持する設備は，搬送用空間とは「別の空間」内に保管棚として設けられること，具体的には，天井側の空間を搬送用空間として設定し，床面側の空間を前記「別の空間」として設定する場合に，物品の保管棚を床面上に立設するのが一般的であった（【0002】）。しかし，このような従来構成では，「別の空間」（床上の空間）に物品の保管棚の設置スペースが必要となるという問題点があり，改善が望まれていた。本件訂正発明1は，この「別の空間」（床上の空間）における物品の一時的な保持のために要するスペースを可及的に低減することを課題とするものであり（【0003】），そのために，物品を一時的に保持する「物品保持部」を搬送用空間（天井側の空間）に設けることとし，これを前提として，このような物品搬送設備における物品搬送のための移動体の動作を妨げることがなく，かつ，物品の移載手段ないし設備全体の構成の簡素化を図ることができる物品保持部の具体的な構成を特定する発明である（【0004】ないし【0010】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，本件訂正発明1は，①物品保持部は，「搬送用空間に設ける」構成とすることによって，「別の空間」（床上の空間）におけるスペースを低減するという課題を解決するとともに（【0005】），②このような物品保持部の具体的な構成として， (a)物品保持部が「案内レールに沿って設けられ」，かつ，物品載置台がステーション間の物品搬送のための案内レールに沿った空間を利用して分散配置される（「複数」の「物品載置台」が「ステーション間に配置」される。）という構成を採用することにより，多数の物品の保持が可能となるとともに，物品保持部と移動体との間の物品の移載の容易化と移載装置の構成の簡素化を図り（【0006】），(b)移動体と物品保持部及びステーションとの間の物品の各移載手段をいずれも移動体側に備えることにより，設備全体として設ける移載手段の数が少なくて済み，かつ，移載手段を，単一の移載手段で兼用することにより，設備全体として一層の構成の簡素化を図ることができ（【0007】，【0008】），(c)物品を昇降移動させて物品の移載を行うことにより，ステーションを床面側の「別の空間」に配置することが可能となり，ステーションと「別の空間」との間の物品移送に要する設備が不要となり，又は小型なもので済むようにして，構成の簡素化を図り（【0009】），(d)物品保持部が移動体に保持される物品の下方位置において物品を保持することにより，物品移載手段による物品の昇降移動のみによって物品保持部と移動体との間で物品を移載することが可能として，全体として構成の簡素化を図るものである（【0011】。別紙1の図16及び図17参照）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，移動体からの物品の移載先は，物品保持部及びステーションの二か所であるところ，本件訂正発明1は，全体の構成の簡素化を達成するために，このような案内レールの直下にある，「複数，独立」の物品載置台が，「ステーションの間に配置され」（すなわち，ステーションとステーションの間の物品の搬送のための案内レールに沿った空間に配置され，ステーション上には物品載置台が配置されていない。），かつ，「天井から吊り下げられて」いる（すなわち，ステーションの間に配置された状態のまま固定されている。）構成とすることによって，物品保持部が搬送用空間側にあることを前提としつつ，案内レールを走行する移動体が，「ステーション」の上方において物品を昇降移動させれば，ステーションへの物品の移載が行なわれ，「ステーションの間」の上方において物品を昇降移動させれば，物品保持部への物品の移載が行なえることとなり，物品移載の相手を単一の昇降手段で簡素な構成で選択できるという効果を有しているものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "以上によれば，本件訂正発明1は，一時的な物品保持のスペース低減のために，物品保持部を天井側の搬送用空間に設けるということを前提としつつ，物品保持部を「案内レールに沿って」設け，物品保持部が備える「物品載置台」は，「案内レールの直下」であって，「ステーションの間」に，「天井から吊り下げて」設け，「前記移動体移動方向に沿って複数の物品が単一の列かつ単一の段に並ぶ状態で当該物品を保持」する構成とすることによって，移動体と物品保持部及びステーション間の物品の移載のために必要な構成を簡素化したものである。 ",
                  "text": [
                    "(2） 甲13発明の要旨について",
                    "甲13公報（甲13）によれば，甲13発明について，以下のとおり認められる。",
                    "プリント配線板ユニットの製造システム及び製造方法に関する従来技術のうち，加工設備を並列に配置し，各加工設備に自動搬送車によりプリント配線板を給排する「並列ライン方式」においては，①床面上に並列に配置された複数の加工セルを横切るように搬送路が配置され，この搬送路上を，プリント配線板等のワーク（複数の工程で加工処理されて完成品となる物品）を各加工セルに搬送する無人自動搬送車が走行し，②各加工セルにはワークを給排する給排装置が設けられており，③搬送路に直交して，第2搬送路が設けられており，第2搬送路の両側に倉庫が配置され，③倉庫内に収容されているプリント配線板等のワークを，この第2搬送路上を走行する自動給排機能を有するスタッカークレーンが取り出して，搬送路上を走行する無人自動搬送車にワークを搭載して所望の加工セルに搬送するというものであった。しかし，このような従来の製造ラインでは，加工セル間の搬送ができない状態のときで，ワークを倉庫に一時退避したい場合，ワークの運搬距離が長くなり生産性が悪化するという問題等があった（3ページ左下欄21行ないし4ページ左上欄14行）。",
                    "そこで，甲13発明は，短い搬送距離でプリント配線板等のワークを倉庫内に一時的に保管することができ，必要に応じて迅速にワークを加工セルに搬送することのできるプリント配線板ユニットの製造システムを提供することを目的の一つとして（甲13の4ページ右上欄6ないし10行），前記第2の4(1)のとおりの構成を採用したものである。その概要は（別紙2の図4，図5参照），上記「並列ライン方式」と同様に，搬送用空間と加工作業を行う「別の空間」とが床面上に並ぶ状態で設けられており，ワークを加工セルに導入するための給排装置31が設けられた複数の加工セル30a～cが並列に配置され，各加工セル30a～cを横切るように搬送路24が設けられ，自動搬送車26が搬送路24上を走行して各加工セル30a～c間でワークを搬送する物品搬送設備において，従来技術における第2搬送路及びその両側への倉庫の配置に代わって，搬送路に沿って，加工セル30a～cと搬送路を挟んで反対側の床面上に，自動搬送車26の移動方向に向けて，複数の倉庫20a，20bを並べ，自動搬送車26に，ワークを倉庫に出し入れするためのコンベア又はワークを掴んで受け渡しをするアーム等のワーク受渡し手段を設けて，自動搬送車26と倉庫20a，20bとの間でワークが移載可能な構成とすることとしたものであり，これにより，加工セル間でワークを搬送する自動搬送車は，加工セル間の搬送が不能な状態である場合には，搬送対象のワークを一時的に近くにある倉庫に保持し，加工設備の搬送が可能な状態となれば，倉庫からワークを移載し，目的の加工セルに搬送することができるようにし，製造ライン全体としての生産性を向上することができるようにしたものである（「発明を実施するための最良の態様」，甲13の5ページ左上欄5ないし10行）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点7についての認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲13発明には，物品載置台が「複数」，「独立」という構成が開示されているから，審決の認定は誤りであり，相違点7は，「天井から吊下げられて前記案内レールの直下に設けられている」点とすべきであると主張する。",
                    "しかし，前記(1)のとおり，本件訂正発明1は，物品搬送装置において，物品の加工処理される別の空間（床上の空間）での物品の一時的な保持のスペースを低減するという課題解決を前提としつつ，そのために必要な移載手段を一層簡素化し，多数の物品の保持を可能なものとするために，物品載置台を，複数，独立して，ステーションの間に分散して配置し，天井から吊り下げて案内レールの直下に設けるという構成を採用したものである。すなわち，本件訂正発明1の相違点7に係る構成の各要素を採用することにより，物品載置台は，案内レールの直下に固定されることとなり，物品保持部の物品載置台と移動体との間で物品を移載するときには，あらかじめ定められている物品載置台のある範囲（ステーション上以外の案内レールに沿った範囲）で，物品を物品移載手段により昇降させればよく，装置の構成を簡素化でき，かつ，移動体とステーション間の移載手段と移載手段を単一手段で兼用するために必要な構成（ステーションとステーションの「間」に配置するために必要な構成）を備えることができることになる。",
                    "そうすると，「複数の物品載置台が，互いに独立に天井から吊り下げられて案内レールの直下に設けられている」という相違点7に係る本件訂正発明1の構成は，移載手段の構成の一層の簡素化を図るための一体の構成とみるべきであるから，甲13発明との相違点を比較する上では，これら一体の構成の有無を検討するのが相当である。したがって，審決の相違点7の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書には，相違点7に係る構成の特段の効果について特に記載がなく，相違点7のうち，物品載置台の「複数」，「独立」といった構成は，物品の一時的な保持のために要するスペースの低減にも役立たないから，課題解決の観点からもこのような構成が特徴的部分であるとは認めがたいし，「単一の物品移載手段」により移載が簡易にできるという技術的意義は「案内レールの下方に物品保持部を設けたこと」のみによって生じると主張する。",
                    "しかし，本件訂正発明1は，物品の一時的な保持のために要するスペースの低減というだけではなく，これを前提として多数の物品の保持も可能とするとともに，構成の簡素化をも図ろうとする発明であることは前記のとおり本件明細書に記載されており，相違点7に係る構成全体によって前記(1)ウ，エのとおり構成の簡素化を図る効果が生じることは，その構成自体から客観的に明らかであり，当業者にとっては自明であるというべきである。また，相違点7に係る構成は，「単一の物品移載手段」により移載ができるという意義のみを有するものではないことも，前記判示のとおりである。したがって，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点7についての進歩性判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点7に係る構成は，甲13発明に，甲2技術，参考資料4及び甲46公報に開示されている周知技術である「物品載置台を案内レールの直下に設ける」技術及び審決も認定する周知技術である「物品保持部を天井から吊り下げる技術」を適用することにより，出願時当業者が容易に想到することができたと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，相違点7に係る構成自体は，本件全証拠によっても，公知文献等に開示されているとは認められないところ，前記判示のとおり，相違点7に係る構成は，一体として本件訂正発明1の効果を生じさせるものであり，相違点7を構成する個々の要素が周知技術であったからといって，当然にこれらを組み合わせて相違点7を想到することが容易であるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そもそも，甲13発明においては，前記1(2)のとおり，「倉庫20a，b」だけではなく，「搬送路24」も，同一平面上（床面上）の空間に設けられているから，甲13発明に，相違点7に係る構成（「物品保持部」に相当する倉庫20a，bを，「案内レール」に相当する搬送路24の直下に吊り下げる構成）を直接組み合わせることはできない。仮に，工場等におけるデッドスペースの有効利用という普遍的な課題を解決するため，甲13発明に，周知技術（審決が認定する周知技術1ないし5）である「案内レールや物品保持部を作業用空間よりも天井側に配置する技術」，「案内レールを天井に取り付ける技術」，「物品保持部を天井から吊り下げて案内レールに沿って設ける技術」，「物品を昇降移動させて物品の移載を行う技術」及び「物品を上昇位置で保持する状態で物品を搬送し，物品を下降位置に位置させた状態で，ステーションに物品を供給する技術」を組み合わせて，①甲13発明の「搬送路24」及び「倉庫20a，b」の配置を天井側に変更して，搬送路24を天井に取り付け，倉庫20を天井から吊り下げた上，②天井に取り付けられた移動体とステーションとの間の物品の移載は物品の昇降移動により行う構成とすることまでは容易に想到することができたとしても，当該構成では，搬送路24及び倉庫20は搬送用空間内において並列に並んだ状態であり，搬送路24と倉庫20との間の物品の受渡しは，倉庫20の側面から自動搬送車により行う構成となっており，倉庫20の上方向からの物品の受け渡しはできないのであるから，搬送路24の直下に倉庫20を吊り下げるという相違点7に係る構成を組み合わせることが容易であるとは認められない。このように，甲13発明から本件訂正発明1を想到するためには，上記各周知技術を組み合わせてできた構成を前提として，さらに倉庫20を上方からの物品の受渡しが可能な構成に変更した上で，公知ではない相違点7に係る構成（及び相違点8に係る構成）を適用して，倉庫を搬送路の直下に移動させ，甲13発明の自動搬送車に代えて，移動体と物品保持部との間の物品を昇降移動させる移載手段を採用することが必要となり，これらの構成をすべて備えることによって，本件訂正発明1の有する構成の簡素化という効果を得ることができるものである。そうすると，仮に個々の技術は周知技術であるとしても，このような多段階の技術の適用が必要となることからすれば，これらの周知技術を組み合わせることを当業者が容易に想到することができたということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，その余の点について判断するまでもなく，甲13発明に相違点7に係る構成を適用することが容易想到である旨の原告の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以下においては，念のため，甲2技術並びに参考資料4及び甲46公報記載の技術が相違点7に係る構成を開示又は示唆するものであるかどうかについて検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲2技術について ",
                          "text": [
                            "甲2公報（甲2）によれば，「複数のコンテナ仮置台8，9が，互いに独立にガーダ6から吊り下げられてガーダ6の直下に設けられている」技術（甲2技術）が開示されていると認められるが，同技術におけるコンテナ仮置台は，「天井から」吊り下げる構成とはなっていない。",
                            "そして，甲2公報によれば，甲2技術は，コンテナヤードにおける貯留スペースを最大限有効に利用するために，計画された出入荷順序に応じてコンテナが多段積み状態で貯留されている状況において（【0003】），何らかの事情により出荷順序又は入荷順序に変更，狂いが生じ，多段積みされたコンテナを積み直す必要が生じたときには，従来の橋形クレーンでは，第1コンテナ2aをコンテナヤード3における適当な空場所（仮置場所）3cに移送して，該場所3cに仮置きした上で，第2コンテナ2bをトラック14等が待機する出荷場所3bへと吊支移送させ，かかる出荷作業の終了後に，第1コンテナ2aを，仮置場所3cから元の貯留場所3aに復帰貯留させるようにしているところ（【0004】，【0006】），このような仮置場所をコンテナヤード内に常時確保することによる有効貯留スペースの減少という課題を解決するための発明である橋形クレーンに関する技術である。そして，甲2公報記載の橋形クレーンは，上記の目的を達成すべく，ガーダ又はこれに横行可能に設けられた荷役装置に，スプレッダの昇降領域内に出没可能なコンテナ仮置台を設け（別紙3の図2参照），コンテナヤード内に仮置場所を確保せずに，コンテナ仮置台を使用してコンテナの積み直しを可能とするものであり，具体的には，コンテナヤード内の下段のコンテナ（出荷コンテナ）を上段のコンテナ（非出荷コンテナ）に先行して出荷させる必要が生じた場合，①まず，非出荷コンテナをスプレッダにより吊り上げ，この非出荷コンテナを，スプレッダの昇降領域内にもたらして非出荷コンテナの直下位に位置させたコンテナ仮置台に受け渡して仮置きし，このコンテナ仮置台を出荷場所と反対方向に横行させてスプレッダの昇降領域外に退出させた上，②次いで，スプレッダの昇降及び荷役装置の横行により出荷コンテナを出荷場所へと移送させ，③最後に，コンテナ仮置台及び上昇させたスプレッダを貯留場所の直上位へと横行させて，スプレッダの昇降領域内においてコンテナ仮置台上の非出荷コンテナをスプレッダに受け渡して，非出荷コンテナをコンテナヤード内の貯留場所に貯留復帰させるというものである。そして，仮置台8，9は，ガーダ7に横行自在に支持された横行体12に懸吊部材13を介して懸吊支持され，各横行体12は独立して横行駆動され，コンテナ仮置台8，9を各別に横行可能に設けられている（【0015】，【0017】，【0019】）。",
                            "以上によれば，甲2技術におけるコンテナ仮置台は，スプレッダの昇降領域内外へと移動するため，固定されずに，ガーダを横行する機能が必須のものであるところ，これを天井から吊り下げるようにすると，コンテナ仮置台は一定の位置に固定され，横行できる構成とはならないから，甲2技術において，「ガーダ6」から吊り下げる構成と，「天井」から吊り下げる構成とが実質的に同じであるということはできず，甲2公報には，「コンテナ仮置台（物品保持部）を天井から案内レールの直下に吊り下げる」技術が実質的に開示されているとはいえない。",
                            "また，甲2技術を，「天井から」吊り下げる構成に変更することにも阻害要因があるというべきであるから，甲2技術から相違点7に係る構成を得ることは，当業者が容易に想到することができた事項とは認められない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "参考資料4及び甲46公報記載の技術について",
                          "text": [
                            "参考資料4（甲17）及び甲46公報（甲46）には，「案内レールの直下に物品載置台を設ける」構成が開示されているが，いずれの物品載置台に相当する構成も，床面上に設けられたものであり，「天井から案内レールの直下に吊り下げられた」構成ではない。",
                            "そして，このような，物品載置台が搬送用空間とは別の床面上に存することを前提として，「案内レールの直下に物品載置台を設置する」技術が周知であり，他方，物品載置台が搬送用空間に存することを前提として，「天井から物品載置台を吊り下げる」技術が周知であるとしても，これらの異なる場面で適用される技術を組み合わせて，「案内レールの直下に物品載置台を天井から吊り下げる」技術を想到することが容易であるとは認められない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "以上によれば，甲13発明に相違点7に係る構成を適用することが容易であるとの原告の主張は採用することができない。 "
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，本件訂正前の本件明細書の実施例には，物品保持台30が案内レール1の脇に設けられた構成（図12）が含まれていたのに，本件訂正によってこれが削除されたことを根拠として，物品保持台（物品載置台）を案内レールの直下に設ける構成は，これを案内レールの脇に設ける構成からの設計変更にすぎず，独自の技術的意義がなく，同構成を想到することは当業者が容易に想到することができたと主張する。",
                        "しかし，図12は，ステーションと案内レールが併設されている場合の構成であり，本件訂正発明1とはその前提が異なる。そして，ステーションが搬送用空間の下側の別の空間にあるという構成においては，物品載置台を案内レールの脇に設けた場合には，移動体と物品載置台の間の物品の移載は左右方向の動きによることとなり，上下関係にあるステーションと移動体との間の物品の受渡しと単一の移載手段を兼用することもできないのであるから，案内レールの直下に物品載置台を設ける構成の方が，移載手段が簡素化されることは明らかである。したがって，物品保持台（物品載置台）を案内レールの直下に設ける構成には，独自の技術的意義がないとの原告の主張は理由がなく，これを前提とした原告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，相違点7に係る構成を想到することは容易ではないとした審決の判断に誤りがあるとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1の2（甲13発明との相違点8についての進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点8に係る構成は甲13発明に開示されていると主張する。",
                "しかし，相違点8の「ステーションの間」にいう「間」とは，一般的に，「二つのものに挟まれた部分。物と物とにはさまれた空間・部分や範囲」を意味するところ（広辞苑第四版），前記1(1)のとおり，本件訂正発明1において物品載置台を「ステーションの間」に配置するとの構成を特定したのは，これにより，案内レール，物品載置台及びステーションが空間的に上下に順次配置された構成において，搬送路の直下にある物品載置台が，「ステーションの間」のみに配置され，「ステーションの上」には設けられないこととなるため，案内レールを走行する移動体が，「ステーション」の上方において物品を昇降移動させれば，物品載置台に妨げられることなくステーションとの間の物品の移載が行なわれ，「ステーションの間」の上方において物品を昇降移動させれば，物品保持部との間の物品の移載が行なわれることとなり，移動体がステーションからステーションへと物品を搬送する案内レール上に位置したまま，ステーションと物品載置台両方への移載手段を物品の昇降移動という単一の物品移載手段のみによって行えるようにするためである。上記一般的な用語の意味及び本件訂正発明1における上記移載手段の構成からすれば，本件訂正発明1における「（ステーションの）間」とは，「ステーションとステーションとに挟まれた空間」であり，搬送用空間にある物品載置台が，そのようなステーションとステーションとをつなぐ搬送路の直下の空間のうちステーションの上「以外の位置（空間）」に配置されていることを意味すると解するのが相当である。",
                "そうすると,甲13発明においては，物品載置台に相当する「倉庫20a」又は「倉庫20b」は，ステーションに相当する「給排装置31」と「給排装置31」との間ではなく，各給排装置が設けられた複数の加工セルにまたがる長さで，搬送路に沿って設けられており（別紙2の図4参照），搬送路を挟んで給排装置の反対側の位置にも倉庫部分が配置されているから，甲13発明に，「物品載置台が，複数の前記ステーションの間に配置されている」構成が開示されているとは認められない。したがって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件訂正発明1における「（ステーションの）間」を「空間的な間」と解釈することは，本件明細書の図17，図7と整合しない旨主張する。しかし，図17上の物品載置台は，複数のステーション（特許請求の範囲の記載のとおり，本件訂正発明1の「ステーション」とは，加工処理装置自体ではなく，その物品払出し部及び物品受入れ部である。）の空間的（物理的）な間に配置されているし，図7は，本件訂正発明1の物品載置台の位置を示すための図ではなく，物品搬送装置全体のレイアウトを示すための図であるから，同図上の物品載置台とステーションとの位置関係が不明確であったとしても，上記解釈と整合しないとはいえない。したがって，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，ステーション間に物品保持部を配置することは，参考資料8（甲21）記載の事項に基づき容易に想到し得るし，甲13発明の倉庫の長さを短くしたり，給排装置の位置を変更したりして，ステーション間に物品保持部に配置することは設計的事項であるとも主張する。",
                    "しかし，本件訂正発明1の「ステーション」とは，一連の加工処理工程を経て完成品となる「物品」に対する各加工処理を行う装置の「物品払出し部及び物品受入れ部」であり，前記(1)のとおり，このようなステーションの「空間的な間」に物品載置台があるということが特定されているところ，参考資料8（甲21）には，搬送物の保管システムの保管手段である「ラック300a，b」が，各加工工程を施す「ブロックAB」と「ブロックBB」の間に配置されているという点が記載されているだけで，「ステーション」に相当する，各ブロックから自走車への被加工物の払出し部又は受入れ部の位置はそもそも明らかにされておらず，ラック300a，bが「ステーションの間」に設置されているかどうか自体が不明である。",
                    "また，本件訂正発明1における「ステーションの間」とは，単なる設計的事項ではなく，上記のとおり，搬送路，物品保持部及びステーションが空間的に上下に順次配置された構成において，物品載置台が搬送路とステーションとの間の昇降手段による移載を妨げずに，移動体がステーションからステーションへと物品を搬送する案内レール上に位置したまま，ステーションと物品載置台両方への移載手段を物品の昇降移動という単一の物品移載手段のみによって行えるようにするという意義を有するものである。",
                    "一方，参考資料8記載の発明は，複数の工程により成る工場内に導入される搬送物の保管システムであって，各工程間に被加工物を一時的に保管しておく搬送物の保管手段を設け，該保管手段及び各工程間を移動して搬送物を搬送する搬送手段を設けたものであるところ，保管手段である「ラック300a」は，レールRの直下に設けられているものではなく，レールRからラックの引出しの幅に相当する距離だけ側方にずれた位置に，レールRに沿って床上に設置されているものであり，同ラックには被加工物を収納するための複数の棚が出入れ自在に設置され，各棚に複数の搬送物が載置可能であり，この棚をラックから引き出して，レールRの直下の位置に引き出すことによって，レールRを走行する天井自走車から昇降することによって物品の移載をし，載置後は棚が逆方向にスライドしてラックに収納されるというものである。そうすると，参考資料8記載の発明においては，ラックは，そもそもレールRの直下にあるものではないし，棚もレールRの直下に常時あるものではなく，支障があるときにはレールRの直下から退避できるものであるから，本件訂正発明1のように，ステーションと移動体との間での物品の移載を可能とするために，ステーションの「間」にラックの棚を設ける（すなわち，移動体からステーションへの物品の昇降移載を物品載置台であるラックの棚が妨げることがないように，ステーションの「上」を避けて棚を配置する。）という必要性がない。したがって，参考資料8記載の事項から，ステーションの「間」に物品載置台を配置することを当業者が容易に想到し得たとする原告の主張も理由がない。",
                    "さらに，甲13発明においては，倉庫20a，bは，搬送路を挟んで各給排装置31とは反対の側に配置されているから，倉庫は，ステーションと搬送路との間の物品の移載の妨げとなっておらず，本件訂正発明1のように，ステーションと移動体との間での物品の移載を可能とするために，ステーションの間に物品保持部を設けるという必要性がない。したがって，参考資料8記載の事項から，ステーション間に物品保持部を配置することを当業者が容易に想到し得たとする原告の主張も理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2の2（甲1発明との相違点8’についての進歩性判断の誤り）について",
          "text": [
            "原告は，①相違点8’についての審決の判断には理由齟齬があり，また，②相違点8’に係る構成（「前記物品保持部は，前記ステーション間の物品搬送に際して目的のステーションが物品を受入れ不能な状態である場合に搬送対象の物品を一時的に保持し，前記目的のステーションが物品を受け入れ可能な状態となれば一時的に保持した前記物品を前記目的のステーションに搬送できるように，前記案内レールにおける，前記ステーションに対する停止位置間の途中箇所に位置する移動体との間で物品を移載可能に構成されている」構成）は，同一技術分野に係る甲13発明の開示事項そのものであり，甲1発明にこれを適用することを阻害する事由もないから，これが想到容易であることは明らかであると主張する。",
            "確かに，①については，審決の相違点8’についての審決の判断理由は，相違点8’に対応しない理由となっており，誤っている。しかし，②については，後記のとおり，同相違点が容易想到ではないとの審決の結論に誤りはないから（また，後記のとおり，甲1発明との相違点10’も想到容易とは認められない。），同判断理由の齟齬は，審決を取り消すべき理由とはならない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の要旨について",
              "text": [
                "甲1公報（甲1）によれば，甲1発明について，以下のとおり認められる。",
                "工場の組み立てラインなどへの物品供給を行う物流装置は，従来，①多段の棚を設置した立体式倉庫から，水平垂直に稼働な移載装置によって，他の物流手段との間で荷物の受渡しを行ったり，②立体式倉庫内に棚を設置し，空中の軌道に荷物昇降装置を有した無人搬送車を搬送させて，棚に在庫，出荷するようにしていた（「従来の技術」）。しかし，このような従来の物流装置では，扱う荷物の重量に対し棚などの装置の重量が大きく，建物の1階に建設するか，頑丈な基礎と床工事により階上に設ける必要があるため，専用建屋が必要になったり，過大投資になるばかりでなく，工場などで部品供給など即応性が求められる際，移送距離が長くなりすぎて対応し難くなり，生産切り替えがやりにくいという問題や，組み立て設備の上方に物流供給装置を配置する場合であっても，設備の重量，容積が大きくて工事日程，費用の面で採用できない等の問題があった（「発明が解決しようとする課題」）。",
                "甲1発明は，このような課題を解決し，設備費用，日程に無理なく即時応答性の物流供給システムを提供することを目的として，床面上あるいは空中に設置した床座に複数の「荷物在庫位置」と，荷物昇降機能を有した空中移動型無人搬送車と，この空中移動型無人搬送車が移動するための軌道手段及び制御手段とを備え，荷物在庫位置の上方から空中移動型無人搬送車が荷物を置いたり，つかんだりして，在庫，出荷するようにした発明であり，荷物を区分する棚やコンベアを要せず，床面にかかる荷重はほぼ荷物の荷重だけで物流設備の荷重はほとんどかからないから，扱う荷重の重量に対して物流設備の重量を小さく抑えることができるため，日程面，費用面からみて，工場内の組み立てラインの上方に設備追加が可能となる（「課題を解決するための手段」，「作用」）。",
                "その具体的な構成は，前記第2の5(1)のとおりであるが，組み立て設備1は1階に設けられ，その上方に簡易床面2が設けられ，簡易床面2には，整列配置された複数の荷物在庫位置3及び下方の組み立て設備1への供給用連通孔4が配置され，これら荷物在庫位置3及び供給用連通孔4の上方に対応して，荷物昇降機能を有する空中移動型無人搬送車5が走行する軌道6が配設されており，簡易床面2と天井との高さは，荷物積載段高さと軌道6，無人搬送車5及び搬送荷物の高さの和があれば足りるため，工場内の空間に圧迫感なく配設することができ，組み立て工程までの移送距離を短くでき，設備費用，日程に無理なく即時応答性の物流供給システムを提供できるなどの効果を有するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記認定事実のとおり，甲1発明は，組み立てライン等の上方の簡易床面に荷物在庫位置を設け，この荷物在庫位置にある部品などを，即時応答性をもって組み立てラインへ一方的に供給することを目的とする物流の供給システムであり，本件訂正発明1や甲13発明のように，複数の工程で加工処理されて完成品となる物品を，複数の組み立て設備（ステーション）間で搬送するための物品搬送設備に関する発明ではない。また，甲1公報には，組み立てラインによる組立てを経た加工品等を，上方の荷物在庫位置に移送する旨を示唆する記載もない。",
                "そうすると，甲1発明と，甲13発明とでは，課題解決の目的とする搬送設備の内容が異なり，甲1発明は「ステーション（組み立て設備）間の物品搬送」を行うためのものではないし（無人搬送車が走行する軌道も，あるステーションから別のステーションへと物品を移動するものではない。），次のステーションが物品を受け入れ可能な状態となるまで一時的に物品を保持する必要があるものではないから，仮に甲13発明に相違点8’に係る構成が記載されていると仮定しても，甲1発明に，相違点8’に係る構成（ステーション間の物品搬送に際して，目的のステーションが物品の受入れ不能な状態である場合には，受入れ可能な状態となるまで一時的に保持できるように，案内レールにおける，ステーションに対する「停止位置間の途中箇所に位置する」移動体との間で物品を移載可能に構成されている構成）を適用することが容易であるとは認められない。",
                "したがって，甲1発明に，甲13発明を適用して，相違点8’に係る構成とすることが容易であるとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，審決は，①相違点3’に関し，甲1発明の組み立て設備（ステーション）を複数設けて逐次作業を進めることは周知技術であり，供給用連通孔4を搬送路沿いに複数設けることは設計事項であるから，周知技術を適用して，相違点3’に係る発明特定事項（「前記移動体が，複数のステーション間で物品を搬送する」）を想到することは容易である，②相違点4’及び5’に関し，物品を，「複数の工程で加工処理されて完成品となる物品」とし，ステーション（組み立て設備）を「物品に対する加工処理を行う装置の物品払出し部及び物品受入れ部」とすることは周知技術であり，これらの周知技術を甲1発明に適用して，甲1発明の組み立て設備を物品の加工処理を行う装置（物品の払出し部と受入れ部を備える。）とし，甲1発明の部品を複数の工程で加工処理されて完成品となる物品とすることは容易に想到することができたと判断している。しかし，これらの技術が周知であるとしても，甲1発明は，即時応答性の物流供給システムを提供することを解決課題とするものであり，簡易床面上の荷物在庫位置に設置された物品は「供給用連通孔」から組み立て設備に向けて一方的に搬送するためのものであるから，簡易床面上から組み立て設備へ供給した物品を加工処理した上，供給用連通孔から再び簡易床面上に戻し，次の組み立て設備に搬送するという物品の双方向の出入りを想定した構成は，目的とするシステムと相容れないというべきであり，供給用連通孔に対応する組み立て設備の部分を「物品の受入れ部及び物品の払出し部」を有する「ステーション」とするという構成や，複数の供給用連通孔から供給用連通孔へ向けて自動搬送車により物品を搬送するという構成を甲1発明に適用することが容易であるとは認められず，これを前提として，物品搬送に際して，物品を一時保持し，ステーションに対する停止位置間の途中箇所に位置する移動体との間で移載可能に構成するという構成を甲1発明に適用することが容易であるとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2の4（甲1発明との相違点10’についての進歩性判断の誤り）について",
          "text": [
            "原告は，複数のステーションの間に複数の物品保管場所を配置することは，周知の技術（甲13公報，参考資料8）であり，甲1発明の搬送設備において相違点10’（「それぞれの前記物品載置台が，複数の前記ステーションの間に配置されている」）に係る構成とすることは，出願時当業者が容易に想到することができた事項であると主張する。",
            "しかし，前記3(2)のとおり，甲1発明において，一度組み立て設備へ供給した物品を，供給用連通孔から再び簡易床面上の荷物在庫位置に戻し，再び次の組み立て設備に搬送するという構成を想到することは，甲1発明が課題解決の目的とする搬送設備の内容と相容れず，組み立て設備における「供給用連通孔」からの物品の受入れ部を，簡易床面への物品の払出し部とすること（すなわち，本件訂正発明1の「ステーション」に対応する構成とすること）は容易ではない。また，組み立て設備を複数設け，供給用連通孔への接続部以外の部分に，組み立て設備間での物品の払出し部と受入れ部を備える「ステーション」を設けることは容易であるとしても，「ステーションの上」を避けて簡易床面（荷物在庫位置）を設けるべき必要性もないのであるから，甲1発明において，相違点10’に係る構成を想到することが容易であるとは認められない。甲13公報又は参考資料8によっても，この点の結論が左右されることがないのは，前記2(2)イで判示したとおりである。",
            "したがって，この点についての原告の主張も採用することができない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおりであり，上記各取消事由についての原告の主張は理由がなく，審決を取り消すべき違法があるとは認められない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}