{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "- 1 -本件は，特許出願拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，補正についての独立特許要件（新規性及び進歩性）の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成20年4月11日，名称を「排気ガス浄化システム」とする発明につき，特許出願（特願2008-103684号，国内優先権主張日：平成19年8月1日，甲5）をしたが，平成24年7月17日付けで拒絶査定を受けたので，同年10月17日，これに対する不服の審判を請求するとともに，同日付け手続補正書（甲7）により特許請求の範囲の変更を含む手続補正（本件補正）をした。",
            "特許庁は，平成25年7月22日，本件補正を却下した上で「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年8月1日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明に係る明細書（甲5，6）及び手続補正書（甲7。以下，甲5及び6と併せて「本願明細書」という。）によれば，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正後の請求項1（補正発明）",
              "text": [
                "「【請求項1】",
                "排気ガスの空気過剰率（λ）が1を超えるときに窒素酸化物を吸収し，λが1以下のときに窒素酸化物を脱離するＮOxトラップ材と，浄化触媒と，排気ガス中の酸素濃度を制御するO 制御手段と，を備える内燃機関の排気ガス浄化システムで2あって，   ",
                "排気ガスのλが1を超えるとき，ＮOxを上記ＮOxトラップ材に吸収させ，   ",
                "排気ガスのλが1以下のとき，上記ＮOxトラップ材からＮOxを脱離させ，上記O 制御手段で浄化触媒入口における排気ガス中の酸素濃度を0．8～1．5v2ol％に制御することによりHCの部分酸化反応を誘発し，この部分酸化を利用してＮOxを還元させる，ことを特徴とする排気ガス浄化システム。」（下線部は補正箇所。）",
                "- 2 -(2)  本件補正前の請求項1（補正前発明）",
                "「【請求項1】   ",
                "排気ガスの空気過剰率（λ）が1を超えるときに窒素酸化物を吸収し，λが1以下のときに窒素酸化物を脱離するＮOxトラップ材と，浄化触媒と，排気ガス中の酸素濃度を制御するO 制御手段と，を備える内燃機関の排気ガス浄化システムで2あって，   ",
                "排気ガスのλが1を超えるとき，ＮOxを上記ＮOxトラップ材に吸収させ，   ",
                "排気ガスのλが1以下のとき，上記O 制御手段で浄化触媒入口における排気ガ2ス中の酸素濃度を0．8～1．5vol％に制御することにより，HCの部分酸化反応を誘発し，上記ＮOxトラップ材からＮOxを脱離させ，還元させる，ことを特徴とする排気ガス浄化システム。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "text": [
                "引用例1（特開2003-311152号公報，甲1）には，以下の引用発明が記載されている。",
                "「排気ガスの酸素濃度が高い酸素過剰雰囲気ではＮOxを吸収し，理論空燃比近傍または空気過剰率λ≦1でのリッチ燃焼運転時にはＮOxを放出するＮOx吸収材と，Pt，Rh等の貴金属と，排気ガスの酸素濃度を変化させる排気制御手段8と，を備える車両用のリーンバーンエンジンや直噴ガソリンエンジンのようなエンジン4の排気ガス浄化装置であって，   ",
                "排気ガスの酸素濃度が高い酸素過剰雰囲気ではＮOxを上記ＮOx吸収材に吸収させ，理論空燃比近傍または空気過剰率λ≦1でのリッチ燃焼運転時にはＮOx吸収材からＮOxを放出させ，排気制御手段8でＮOx吸収材と貴金属を含む排気ガス浄化用触媒1の入口側の排気ガスの酸素濃度は2．0％以下に制御され，HCが部分酸化されて活性化されＮOxの還元反応が進み易くなり，結果的にHC及びＮ- 3 -Ox浄化率が高まる，排気ガス浄化装置。」   "
              ]
            },
            {
              "fig": "(2)",
              "subject": "独立特許要件について",
              "text": [
                "補正発明と引用発明との以下の相違点は，実質的なものではないから，新規性を欠き，また，以下の相違点を実質的なものと考えたとしても，補正発明は，引用発明に基づいて，本願の優先権主張日当時，当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "補正発明と引用発明との一致点と相違点",
                  "text": [
                    "【一致点】",
                    "「排気ガスの空気過剰率（λ）が1を超えるときに窒素酸化物を吸収し，λが1以下のときに窒素酸化物を脱離するＮOxトラップ材と，浄化触媒と，排気ガス中の酸素濃度を制御するO 制御手段と，を備える内燃機関の排気ガス浄化システム2であって，   ",
                    "排気ガスのλが1を超えるとき，ＮOxを上記ＮOxトラップ材に吸収させ，   ",
                    "排気ガスのλが1以下のとき，上記ＮOxトラップ材からＮOxを脱離させ，上記O 制御手段で浄化触媒入口における排気ガス中の酸素濃度を0．8～1．5％2を含む濃度に制御することによりHCの部分酸化反応を誘発し，この部分酸化を利用してＮOxを還元させる，排気ガス浄化システム。」",
                    "【相違点】",
                    "O 制御手段で浄化触媒入口における排気ガス中の酸素濃度を0．8～1．5％2を含む濃度に制御するのに関して，排気ガス中の酸素濃度が，補正発明では，「0．8～1．5vol％」であるのに対して，引用発明では，2％以下であり，vol％であるか否かは明記されていない点。 "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新規性について",
                  "text": [
                    "引用発明の「酸素濃度」の単位は，通常vol％であるから，補正発明と引用発明は，O 制御手段により制御される浄化触媒入口における排気ガス中の酸素濃度2の範囲において明らかに重複している。",
                    "- 4 -したがって，上記相違点は，実質的なものではないことになり，補正発明は，新規性を欠く。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "進歩性について",
                  "text": [
                    "仮に，上記相違点が実質的なものであるとしても，補正発明は，以下のとおり，引用発明に基づいて，容易に発明することができたものである。",
                    "補正発明も引用発明も，HC及びＮOx浄化率を高めるものである点で，軌を一にする。そして，引用発明の「2．0％以下」は，既に述べたように「2．0vol％以下」と解するのが相当であるから，補正発明の「0．8～1．5vol％」をすべて含むものである。",
                    "ところで，ＮOxの浄化率が排ガスの酸素濃度（約0．4容量％～約1．5容量％の範囲）に応じて変動すること，及び，排ガスの酸素濃度約0．9容量％付近においてＮOx浄化率が高くなることは，本願の優先権主張の日前に周知である（特公昭56-54173号公報（甲3）の4ペ-ジ右欄6行～37行，第1表，特開平8-309186号公報（甲4）の段落【0013】を参照。以下「例示周知例」という。）。   ",
                    "また，ＮOx等の浄化率の値自体は，触媒の温度に大きく依存するものであるところ，補正発明の発明特定事項では，そのような温度に関する事項が含まれておらず，補正発明の効果が，直ちに本願明細書の図3，4を用いて説明される例に対応するものとはいえない。",
                    "さらに，本願明細書の図3，4で転化率（浄化率）が高い部分の値は，引用例1の図3等での浄化率が高い部分の値からみて優れたものとはいえない。",
                    "そうしてみると，補正発明における酸素濃度の数値範囲の設定は，実験的に数値範囲を最適化又は好適化したものであって，それにより格別顕著な効果がもたらされるものではない。 ",
                    "したがって，補正発明は，当業者が引用発明に基づいて，通常の創作能力を発揮してなし得たものにすぎない。 ",
                    "- 5 -なお，リッチ時に酸素量の下限を設けることも，周知例（特開2000-230447号公報（甲2）。以下「引用周知例」という。）において，「エンジンの排気通路に配設され，排気中の酸素濃度が高い酸素過剰雰囲気でＮOxを吸収する一方，酸素濃度の低下によって前記吸収したＮOxを放出するＮOx吸収材と，このＮOx吸収材へのＮOxの吸収過剰状態を判定するＮOx吸収過剰状態判定手段と，このＮOx吸収過剰状態判定手段によりＮOxの吸収過剰状態が判定されたとき，排気中の酸素濃度を低下させる酸素低減手段とを備え，酸素低減手段は，排気中の酸素濃度を略0．5％～略1％の範囲に低下させるエンジンの排気浄化装置」が記載されているように，当業者によく知られていた技術的事項である。   "
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正前発明の新規性及び進歩性について",
              "text": [
                "補正前発明の構成よりも更に限定した構成を備える補正発明が，前記(2)イのとおり，新規性を欠くものであるから，補正発明の上位概念発明である補正前発明も新規性を欠く。",
                "また，補正発明は，前記(2)ウのとおり，引用発明に基づいて，当業者が容易に発明し得たものであるから，補正発明の上位概念発明である補正前発明も，同様に，引用発明に基づいて当業者が容易に発明し得たものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，引用発明の排気ガス浄化用触媒に，ＮOx吸収材，貴金属のほかに，「Ce-Zr-Pr複酸化物」を含むことを欠落させて認定したのは，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，Ce-Zr-Pr複酸化物が引用例1の発明完成に大きく寄与した特徴的な成分であることが記載され（段落【0021】），【請求項1】及び【請求項9】においても，Ce-Zr-Pr複酸化物が，ＮOx吸収材，貴金属とは別個の発明特定事項として明記されている。",
                    "- 6 -また，引用例1には，Ce-Zr-Pr複酸化物は，ＮOx吸収材や貴金属とは別個の成分として記載されており（段落【0053】，【0072】），従来技術においても，Ba等のＮOx吸収材と貴金属を含むリーンＮOx浄化触媒と酸素吸蔵材とは，別異の成分として記載されている（段落【0002】，【0003】）。",
                    "このように，Ce-Zr-Pr複酸化物は，引用例1において，ＮOx吸収材や貴金属とは別異の成分であって，発明完成に大きな貢献をした最も特徴的な発明特定事項として記載されているのであり，それにもかかわらず，引用発明の認定において，「Ce-Zr-Pr複酸化物」を欠落させ，発明特定事項の一部を省略したことには誤りがあるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Ce-Zr-Pr複酸化物は，上記のとおり，引用発明（技術的思想）の中核であると明記されている（段落【0021】）一方，引用例1にはCe-Zr-Pr複酸化物を取り去ってもよい（省略してもよい）という記載は存在せず，Ce-Zr-Pr複酸化物を他の酸素吸蔵材で代用できることも開示されていない。",
                    "また，引用例1の出願時点において，リーンＮOx触媒（ＮOx吸収材と浄化成分を含む触媒）に酸素吸蔵材を含ませることは公知であり（引用例1の段落【0003】），リーンＮOx触媒も公知である（特許第2600492号等）などの技術背景下において，引用例1の公開特許公報に記載された特許発明（以下「甲1発明」という。）が特許登録（特許第3985954号）されるに至ったのは，甲1発明が，「リーンＮOx触媒」や「酸素吸蔵材を含むリーンＮOx触媒」に係る発明に対し新規性及び進歩性を有するものであって，これらの発明とは別異の発明であるとの認定がなされたことによるものである。甲1発明の触媒から酸素吸蔵材であるCe-Zr-Pr複酸化物を取り去った後の触媒は，上記の公知のリーンＮOx触媒に相当し，もはや甲1発明の触媒とは別異の触媒となってしまうのであるから，このような技術的思想の変質を招くような引用発明の抽出が失当であることはいうまでもない。",
                    "さらに，引用例1の段落【0002】～【0008】には，まず，リーンＮOx- 7 -触媒が開発され，次に，酸素吸蔵材を含むリーンＮOx触媒が開発され，さらに，特化した酸素吸蔵材を含むリーンＮOx触媒が開発されたことが記載されている。このような従来技術の開発動向からは，他成分の追加や酸素吸蔵材の更なる特化という動機付けが提供されるのであり，リーンＮOx触媒から酸素吸蔵材を取り去る動機付けは得られない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，引用例1の開示，従来における発明認定，及び従来技術の開発動向に接した当業者が，甲1発明からCe-Zr-Pr複酸化物を取り去る動機付けを得ることはあり得ない。",
                    "したがって，審決が，甲1発明からCe-Zr-Pr複酸化物を取り去って引用発明を認定したことは誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，引用発明について，「排気制御手段8でＮOx吸収材と貴金属を含む排気ガス浄化用触媒1の入口側の排気ガスの酸素濃度は2．0％以下に制御され，」と認定したが，この認定も以下のとおり，誤りである。",
                "排気ガス浄化用触媒1の入口側の酸素濃度については，引用例1の段落【0044】に「2．0％以下」と記載され，段落【0058】でも「2．0％以下」，「0．5％以下」と記載され，いずれも下限値を設けておらず，「酸素濃度0％」を狙いとする制御が含まれる。そして，特開2001-276622号公報（甲8）には，甲1発明のようなリーンＮOx浄化触媒である窒素酸化物吸蔵還元触媒が記載されているところ（【請求項1】等），この段落【0010】から分かるように，従来，リーンＮOx浄化触媒におけるリーンからリッチへの切り換え（リッチスパイクの実施）においては，排ガス中の酸素濃度をゼロにすることが知られていた。そうすると，引用例1の酸素濃度制御に関する開示は，甲8の記載と同様に，酸素濃度を低減してゼロに近付ける動機付けを提供するものであるといえる。",
                "他方，補正発明は，リッチ時における適正な酸素濃度範囲（0．8～1．5vol％）を見出した上，この範囲内で酸素を積極的に存在させるものである。",
                "以上のとおり，酸素制御について，補正発明と甲1発明とは相違しているところ，- 8 -審決は，この相違点を見落として引用発明を認定しており，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（補正発明と引用発明との一致点及び相違点の認定の誤り）",
          "text": [
            "前記1のとおり，審決は，引用発明の認定を誤っているから，これを前提とする補正発明と引用発明との一致点及び相違点の認定に誤りがある。一致点及び相違点は，正しくは，以下のように認定されるべきである。",
            "【一致点】",
            "「排気ガスの空気過剰率（λ）が1を超えるときに窒素酸化物を吸収し，λが1以下のときに窒素酸化物を脱離するＮOxトラップ材と，浄化触媒と，排気ガス中の酸素濃度を制御するO 制御手段と，を備える内燃機関の排気ガス浄化システムで2あって，排気ガスのλが1を超えるとき，ＮOxを上記ＮOxトラップ材に吸収させ，排気ガスのλが1以下のとき，上記ＮOxを脱離させ，上記O 制御手段で浄2化触媒入口における排気ガス中の酸素濃度を制御することによりHCの部分酸化を誘発し，この部分酸化を利用してＮOxを還元させる，排気ガス浄化システム」",
            "【相違点1’】",
            "引用発明がCe-Zr-Pr複酸化物を含むのに対し，補正発明はCe-Zr-Pr複酸化物を含まない点。",
            "【相違点2’】",
            "引用発明が，排気ガスのλが1以下のとき，浄化触媒入口における排気ガス中の酸素濃度を2．0％以下又は0．5％以下に制御して酸素濃度に下限値を設けず酸素を低減させるのに対し，補正発明は，排気ガスのλが1以下のとき，浄化触媒入口における排気ガス中の酸素濃度を0．8～1．5％に制御する点。つまり，引用発明の上記酸素濃度制御では，酸素濃度範囲に下限値が設定されておらず酸素濃度0％を含むのに対し，補正発明の上記酸素濃度制御では，酸素濃度範囲に上限値及び下限値が設定されており，しかも，下限値が酸素濃度0％ではない点。",
            "【相違点3’】",
            "- 9 -引用発明の上記酸素濃度制御が酸素を積極的に存在させるものではないのに対し，補正発明の上記酸素濃度制御は，酸素を積極的に存在させるものである点。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（引用周知例（甲2）及び例示周知例（甲3，甲4）の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用周知例（甲2）について",
              "text": [
                "補正発明における浄化触媒入口における排気ガス中の酸素ガス濃度制御は，「排気ガスのλが1を超えるとき」及び「排気ガス中のλが1以下のとき」と記載されているとおり，（i）「排気ガスについてリーンと，ストイキ（理論空燃比）又はリッチとを変動させる」ことを前提条件とし，その場合の（ii）「排気ガスのλが1以下（ストイキ又はリッチ）のとき」に行われるものである。",
                "これに対し，引用周知例（甲2）における排気中の酸素濃度制御は，段落【0026】，【0106】によれば，（i’）「排気ガス雰囲気が第1リーン状態（リーンA状態）と第2リーン状態（リーンB状態）を切り換えて運転する」ことを前提条件とし，しかも，（ii’）「排気ガス雰囲気がリーン（リーンB状態：空燃比A／F15～16くらい）のとき」に行われるものである。よって，このような引用周知例における排気中の酸素濃度制御は，「排気ガスについてリーンと，ストイキ又はリッチとを変動させる」ことを前提条件とするものでも，「排気ガスのλが1以下（ストイキ又はリッチ）のとき」に行われるものでもない。",
                "したがって，引用周知例は，上記の点において，補正発明における上記排気ガス中の酸素ガス濃度制御とは全く異なり，何らの共通性もないものであり，審決の引用周知例の認定には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "例示周知例（甲3，甲4）について",
              "text": [
                "例示周知例（甲3，甲4）は，いわゆる三元触媒（排気ガス有害成分であるCO，HC，ＮOxを同時に除去する触媒の意味）と称される技術に属するものであり，大前提として，排気ガスの空燃比を「ウィンドウ」と呼ばれる理論空燃比付近に制御することを必要とする技術である。よって，例示周知例は，補正発明における酸素濃度制御の前提条件である（i）「排気ガスについてリーンと，ストイキ（理論空燃比）又はリッチとを変動させる」を満足するものではない。",
                "また，そもそも（i）の前提条件は，ＮOx吸収材を使用することによって必要となる条件であるが（引用例1の段落【0002】等参照），例示周知例は，ＮOx吸収材を全く使用していない。このように，三元触媒に関する例示引用例とリーンＮOx浄化触媒に関する補正発明とは，排気ガスの空燃比制御の方法や構成成分が全く異なるものである。",
                "なお，審決の「ＮOxの浄化率が排ガスの酸素濃度（約0．4容量％～約1．5容量％の範囲）に応じて変動すること，及び，排ガスの酸素濃度約0．9容量％付近においてＮOx浄化率が高くなること」が周知であるとの点については，例示引用例の発明が酸化雰囲気下（リーン条件下）の排気ガスのＮOx還元浄化に有効であるかどうかを，一定の酸素濃度範囲で確認した結果を示したものにすぎず，認定に誤りがある。したがって，このような結果を，排気ガスの空燃比制御（酸素濃度制御）や構成成分が全く異なる補正発明の酸素濃度制御とＮOx浄化率との関係に適用しようとする審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（補正発明と引用発明との相違点についての判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "新規性判断の誤り",
              "text": [
                "補正発明と引用発明とは，前記2で述べた相違点1’～3’の点において相違するものであり，以下のとおり，補正発明は，引用発明と同一であるとはいえないから，新規性を有するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術的思想の相違について",
                  "text": [
                    "補正発明は「排気ガスのλが1以下のとき，浄化触媒入口における排気ガス中の酸素濃度を0．8～1．5vol％に制御することによりHCの部分酸化を誘発する」ことを特徴とする。これに対し，引用発明におけるHCの部分酸化反応を誘発する酸素は，排気ガス中の酸素ではなく，Ce-Zr-Pr複酸化物から放出される活性酸素である（引用例1の段落【0033】等）。すなわち，引用発明において，HCの部分酸化反応を誘発しているのは排気ガス浄化用触媒1に含まれるCe-Zr-Pr複酸化物から放出される活性酸素であるのに対し，補正発明では，O 制2御手段によって触媒入口における酸素濃度0．8～1．5vol％に制御された排気ガス中の酸素である点で相違する。",
                    "また，引用例1には，Ce-Zr-Pr複酸化物から放出される活性酸素の濃度を制御するという技術的思想は，開示も示唆もされていない。Ce-Zr-Pr複酸化物から放出される活性酸素は，吸蔵した分のみで，その放出により酸素濃度を安定して維持することは困難である。",
                    "さらに，引用例1には，排気制御手段による酸素濃度の制御（2．0％以下）も記載されているが，この制御によってHCの部分酸化反応を起こすとの開示も示唆もない。",
                    "したがって，引用例1には，補正発明のようにO 制御手段により排気ガス中の2酸素濃度を0．8～1．5vol％に制御してHCの部分酸化反応を起こすという思想はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "数値範囲の相違について",
                  "text": [
                    "補正発明は，排気ガス中の酸素濃度を0．8～1．5vol％と特定しているのに対し，引用例1の開示は，「0．5％以下」あるいは「2．0％以下」である。",
                    "補正発明における数値範囲は，後に(2)ウで述べるとおり，臨界的意義を有するものである一方，引用例1には，酸素濃度と，HCの部分酸化を誘発し，HC及びＮOxの浄化率を向上させることとの関係は開示されておらず，特にＮOxの浄化率との関係におけるこれら数値の技術的意義について記載がないから，当業者であっても，引用例1からHC及びＮOxの浄化率が両立する補正発明の酸素濃度0．8～1．5vol％を導き出すことはできない。",
                    "したがって，審決が，上記の点を全く検討することなく，酸素濃度に関する数値範囲の相違点を実質的な相違ではないとしたのは明らかに誤りであり，補正発明は，引用発明に対し新規性を有するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術的思想の相違について",
                  "text": [
                    "補正発明は，ＮOxの還元浄化性能とHCの酸化浄化反応とを高いレベルで両立させることを目的としたものであり（段落【0011】参照），請求項1に記載されているように「排気ガスのλが1以下のとき，触媒入口における排気ガス中の酸素濃度を0．8～1．5vol％に制御することによりHCの部分酸化を誘発する」ことでこの目的を達成する。一方，引用発明は，排気ガス浄化用触媒1に含まれるCe-Zr-Pr複酸化物から放出される活性酸素によってHCを部分酸化するものであり，かつ，その放出される活性酸素の濃度を制御するという技術的思想は開示も示唆もされていない。",
                    "したがって，補正発明と引用発明とは，技術的思想を全く異にしている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1’について",
                  "text": [
                    "「Ce-Zr-Pr複酸化物」は，引用発明において，最も特徴的な発明特定事項であり，当業者といえども，引用発明から「Ce-Zr-Pr複酸化物」を取り去ることは不可能である。引用発明から「Ce-Zr-Pr複酸化物」を取り去れば，もはや引用例1の発明が成立しなくなるのは当然である。",
                    "引用例1の段落【0033】，【0058】を見ると，引用発明は，「酸素濃度制御」によってはじめて「Ce-Zr-Pr複酸化物に吸蔵されていた酸素が活性酸素として放出される」という機能（作用）が発揮されるもので，両者，つまり「酸素濃度制御」と「Ce-Zr-Pr複酸化物」は，一体不可分の関係にある。",
                    "したがって，引用発明から「Ce-Zr-Pr複酸化物」を取り去ることは不可能である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2’及び3’について",
                  "text": [
                    "（ア）  引用発明では，酸素濃度を「2．0％以下」又は「0．5％以下」となるように制御しており，これによりＮOx吸収材からＮOx，Ce-Zr-Pr複酸化物からO を放出させ，そのO はHC（炭化水素）を部分酸化し，部分酸2 2化されたHCがＮOxの還元に利用されるものである（段落【0085】等参照）。そうすると，補正発明のように，酸素濃度の下限値を設定することは，ＮOxとOの放出を抑制しＮOxの還元浄化率の低下を招くので，引用発明において酸素濃2度に下限値を設定することは困難である。",
                    "また，引用発明において，HCの部分酸化に利用されるO は，前記のとおり，2酸素濃度の低下時にCe-Zr-Pr複酸化物から放出され，別途供給する必要がない。したがって，引用発明においては，補正発明のように酸素濃度が下限値（0．8vol％）以上となるように排気ガス中の酸素濃度を制御してO を積極的に存2在させる必要がない。",
                    "このように，引用発明における酸素制御には，酸素を積極的に存在させるとＮOxの還元浄化率の低下を招くという，いわゆる阻害要因があり，またO を積極的2に存在させるという動機付けもなく，この点において，補正発明は容易に想到できるものではない。",
                    "（イ）  補正発明における「浄化触媒入口における排気ガス中の酸素濃度を0．8～1．5vol％に制御することによりHCの部分酸化を誘発する」ことは，ＮOxの還元浄化性能とHCの酸化浄化性能を両立させ得る排気ガス浄化システムの提供に貢献するものである。そして，本願明細書の段落【0037】，図3によれば，補正発明は，酸素濃度0．8～1．5vol％においてHC及びＮOxの高い浄化率を両立するものであり，当該酸素濃度の数値範囲は臨界的意義を有する。",
                    "これに対し，引用例1の段落【0081】及び【0082】には，ガス組成Bにおいて0．5％の酸素を含むことが開示されており，段落【0044】及び【0058】には，リッチ燃焼運転時における排気ガスの酸素濃度が2．0％以下，あるいは，0．5％以下となるように制御されることが開示されている。しかし，引用例1では，排気ガスの酸素濃度が2．0％以下，あるいは，0．5％以下のときに，HCの部分酸化を誘発し，HC及びＮOxの浄化率を向上させることは開示されておらず，特にＮOxの浄化率との関係におけるこれら数値の技術的意義も示されていない。",
                    "そうすると，当業者であっても，引用例1からHC及びＮOxの浄化率が両立する補正発明の酸素濃度0．8～1．5vol％を導き出すことはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な効果について",
                  "text": [
                    "補正発明は，引用発明のように触媒中に複酸化物を必要とすることなく，コンパクトな触媒を実現でき（段落【0011】），また，O 制御手段によって排気ガス2中の酸素濃度を制御するので，引用発明の構成に比べて酸素濃度を安定して維持する制御性の高い排気ガス浄化システムを実現できるという有利な効果を奏するものである。",
                    "また，補正発明は，例えば，図3に記載のとおり，ＮOxの転化率とHCの転化率の両方を高いレベルで両立させ得るものであるのに対し，引用発明は，図3～図10に記載のとおりＮOxの浄化率こそ示しているものの，HCの浄化率の開示がない。このように，補正発明は，酸素濃度を特に0．8～1．5vol％に制御することで，ＮOxの転化率とHCの転化率の両方を高いレベルで両立させたものであって，引用発明に対して顕著な効果を奏するものであることは明白である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "審決の判断について",
                  "text": [
                    "（ア）引用周知例及び例示周知例",
                    "引用例1においては，排気ガス浄化用触媒1に流通させる排気ガス中の「2．0％以下」の酸素が，ＮOxの浄化率向上に寄与するとも示されていない。したがって，「補正発明も引用発明（2．0％以下）も，HC及びＮOx浄化率を高めるものである点で軌を一にする」との被告の主張は何ら根拠のないものであり，また，引用例1の排気ガス中の「2．0％以下」の酸素に対し，ＮOx浄化に関する他の周知技術の数値を結び付けることはできない。",
                    "また，前記3のとおり，引用周知例（甲2）は，「リーン条件下における酸素濃度」として略0．5～略1％となることを示すものであり，例示周知例（甲3，4）は，試験条件を示しているだけで，リッチ条件（排気ガスのλが1以下のとき）におけるＮOx浄化率と酸素濃度との関係を開示したものではないので，引用例1における「リッチ条件下での酸素濃度」に結び付けることはできない。",
                    "（イ）  事後的分析（後知恵）",
                    "審決は，補正発明を見た上で，「排気ガス中の酸素濃度の数値範囲」のみに着目し，引用例1との関係でたまたま数値が合う従来技術を周知例として引用又は例示し，補正発明の新規性及び進歩性判断に供したものであり，その判断には誤りがある。すなわち，審決は，補正発明における「排気ガス中の酸素濃度」のみを抽出し，補正発明では，上記排気ガスのリーン-リッチ間の変動やストイキ又はリッチ下での酸素濃度でなければならないことを無視した上で，引用例1に記載されている「2．0％以下」又は「0．5％以下」と下限値が設定されていない酸素濃度に対し，その数値範囲を補える（穴埋めできる）従来技術を周知例として引用又は例示し，補正発明の新規性及び進歩性の判断に適用したものであり，全く当を得ていないものである。",
                    "引用周知例に係る発明では，審決が引用する酸素濃度制御が第1リーン状態（リーンA状態）と第2リーン状態（リーンB状態）を変動させるものであることを無視し，恣意的に酸素濃度のみを抽出している。例示引用例では，当該発明が三元触媒に関する技術であり，排気ガスの空燃比を理論空燃比付近に制御しなければならない点を無視している。また，例示引用例の発明がＮOx吸収材を使用しない点も無視し，恣意的に酸素濃度のみを抽出している。加えて，引用例1には，甲1発明を排気ガス雰囲気がリーン-リッチ間を変動させない技術に適用可能である旨の教示は存在しない一方，引用周知例及び例示周知例にも，排気ガス雰囲気がリーン-リッチ間を変動する際のリッチ下での酸素濃度である旨の記載もないにもかかわらず，引用例1へ引用周知例及び例示引用例を適用したのは，補正発明（及び補正前発明）の内容を分析した後に「排気ガス中の酸素濃度」であれば引用又は例示できると誤認した上で行ったいわゆる後知恵によるものであり，その判断には誤りがある。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決のした独立特許要件に関する判断には，いずれも誤りがない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1及び2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明の認定においては，補正発明（又は，補正前発明）の特許要件を評価するために，必要な限度で行えばよいものである。引用例1自体で特徴とされる事項(例えば，請求項1に係る発明の発明特定事項）を必ず認定しなければならないというものではない。",
                "引用例1に記載された発明は，請求項1，段落【0022】，【0041】の記載からすると，排気ガス浄化用触媒として，Ce-Zr-Pr複酸化物をも含むものではあるが，少なくともＮOx吸収材と貴金属を含むものであることには変わりはない。そして，この「Ce-Zr-Pr複酸化物」とは酸素吸蔵材であるが，補正発明における触媒の構成は，「ＮOxトラップ材」と「浄化触媒」が含まれるとの特定にとどまり，酸素吸蔵材が含まれていても構わないものであって，「Ce-Zr-Pr複酸化物」が含まれていてもよいものである。",
                "そうしてみると，引用発明の認定において，必ず「Ce-Zr-Pr複酸化物」が含まれていることまでも認定しなければならないことにはならず，審決が，引用発明における触媒の構成を，「ＮOx吸収材と貴金属を含む排気ガス浄化用触媒1」と認定したことに，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "排気ガス浄化用触媒1の入口側の酸素濃度については，引用例1の段落【0044】に「2．0％以下」，段落【0058】に「2．0％以下」，「0．5％以下」と記載されているとともに，0．5％の値を用いて実施した例が記載されている。この例は酸素濃度0％を狙ったものとは評価できず，また，それ以外の酸素濃度の値のものが所望の効果を奏さないということにもならない。引用例1におけるこのような記載に接した当業者は，リッチ燃焼運転時の酸素濃度として2．0％以下が好適であり，2．0％以下であれば充分に性能を発揮するものであって，補正発明と同様に酸素を適切な濃度で存在させることを認識するものである。",
                "補正発明や引用発明が想定しているのは，内燃機関からの排気ガスの浄化であり，排気ガスの酸素濃度は，理論的に0％に近づけることが可能であるといっても，排気ガスの酸素濃度は運転特性や燃費も考慮して認定されるべきものであるのだから，その値を0％に近づけることが通常行われるということはない。引用例1においては，リーン燃焼運転時における酸素濃度と対比する意味合いで上限のみを規定した表現がとられているのであって，酸素濃度をゼロにすること自体が求められているものではない。",
                "したがって，原告の酸素濃度をゼロに近づける動機付けがある旨の主張は，理由がない。",
                "よって，審決において，酸素濃度制御について「排気制御手段8でＮOx吸収材と貴金属を含む排気ガス浄化用触媒1の入口側の排気ガスの酸素濃度は2．0％以下に制御され，」とした引用発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，引用発明の認定に誤りはなく，これを前提とした一致点及び相違点の認定にも誤りはない。",
                "仮に，引用発明の認定において，「ＮOx吸収材と貴金属を含む排気ガス浄化用触媒1」を「ＮOx吸収材と貴金属とCe-Zr-Pr複酸化物とを含む排気ガス浄化用触媒1」とすべきであるとしても，補正発明は，「ＮOxトラップ材」，「浄化触媒」以外の触媒材料，特に「HCトラップ材」や「酸素吸蔵材」を含むことを排除したものではないから，引用発明の「Ce-Zr-Pr複酸化物」を備えたものも含むものと解すべきである。そうすると，補正発明と引用発明が相違することにはならず，両者の相違点として摘示すべきことにはならないから，上記引用発明の認定は審決の結論に影響を及ぼすものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用周知例（甲2）について",
              "text": [
                "引用周知例の請求項6には，「濃度変動手段は，エンジンの燃焼室の空燃比を理論空燃比近傍で周期的に変動するように制御するものであること」と記載され，請求項7には，「排気中の酸素濃度を検出する酸素濃度検出手段が設けられ，濃度変動手段は，燃焼室の空燃比を，理論空燃比よりもリッチ側とリーン側とに交互に変化するように，前記酸素濃度検出手段からの信号に基づいてフィードバック制御するように構成されていること」が記載されていることから，原告が補正発明における酸素濃度制御の前提条件として主張する（i）「排気ガスについてリーンと，ストイキ（理論空燃比）又はリッチとを変動させる」ことも開示されており，引用周知例は，引用発明とこの点で共通している。",
                "そして，引用周知例には，リーンA状態（A／F＝22くらい）よりも，理論空燃比に近い側の状態B（A／F＝15～16くらい）において，酸素濃度に下限（略0．5％～略1％）を設けることが記載されている。このような引用周知例を参酌してみても，引用発明の理論空燃比近傍又はリッチ時の酸素濃度（2．0％以下）に下限を設けることに，格別の創意工夫は存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "例示周知例（甲3，4）について",
              "text": [
                "例示周知例は，審決が述べるとおり，「ＮOxの浄化率が排ガスの酸素濃度（約0．4容量％～約1．5容量％の範囲）に応じて変動すること，及び，排ガスの酸素濃度約0．9容量％付近においてＮOx浄化率が高くなること」が，本願の優先権主張の日前に周知であることを示すためのものである。例示周知例は，排ガス酸素濃度（約0．4容量％～約1．5容量％の範囲）に対してＮOx浄化上の意義があることを示したものであり，このこと自体は，本願明細書の段落【0002】に「従来の三元触媒では，窒素酸化物（ＮOx）を還元浄化することはできない。」との記載があることとは直接関係はない。",
                "そして，引用発明と例示周知例は，いずれも「酸素濃度が低下した時の排気ガスの酸素濃度に対する触媒のＮOx浄化率」に着目するものである点で軌を一としている上に，例示周知例は，「本発明の製法により得られた触媒を広範な反応雰囲気において有効であり，空燃比は例えば14～16の間で使用することもできる。」(甲3の3ページ右欄37行～39行参照。）と記載されるように，引用発明のリッチ燃焼運転時の制御態様の参考とできるものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "新規性判断について",
              "text": [
                "引用発明の認定に誤りはないから，この点についての認定誤りを前提とする新規性判断の誤りはない。",
                "そして，引用発明の「酸素濃度」の単位としては，通常vol％と解するのが相当であり，補正発明と引用発明は，O 制御手段により制御される浄化触媒入口に2おける排気ガス中の酸素濃度の範囲（0．8～1．5％）が明らかに重複するものであるから，審決が抽出した相違点は，実質的なものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1’について",
                  "text": [
                    "補正発明には，Ce-Zr-Pr複酸化物のような酸素吸蔵材が含まれていても構わないのであるから，補正発明の特許要件を判断するに当たり，引用例1の発明から「Ce-Zr-Pr複酸化物」を取り去ることを論ずること自体に意義がない。",
                    "したがって，原告の上記主張は失当というべきである。",
                    "また，引用発明において，「Ce-Zr-Pr複酸化物」以外の触媒材料には「ＮOx吸収材」や「貴金属」が含まれており，排気ガス中には酸素濃度が低下してもある程度（2％以下）の酸素が存在しているのであるから，たとえ「Ce-Zr-Pr複酸化物」がなくても，この酸素が貴金属上で排気ガス中のHCと反応して，HCが部分酸化反応を誘発し，ＮOxの還元反応が進み，結果的に，HC及ＮOx浄化率が高まることに変わりはないことは，当業者であれば理解できる。",
                    "さらに，特開2003-245552号公報（乙1）には，排気ガスの酸素濃度が高い酸素過剰雰囲気では該排気ガス中のＮOxを吸収し，該酸素濃度が低下すると吸収していたＮOxを放出するＮOx吸収材と貴金属とを含む排気ガス浄化用触媒を，酸素吸蔵材（Ce-Pr複酸化物）を必須成分としないものとした上で，排気ガスの酸素濃度が低下したときの酸素濃度が2％以下となるようにしたことが，開示されている（特に，請求項1，2，段落【0006】～【0011】，【0020】，【0021】）。そうすると，仮に，引用発明が「Ce-Zr-Pr複酸化物」を含むことをあくまで相違点として扱ったとしても，そのような引用発明において，酸素吸蔵材である「Ce-Zr-Pr複酸化物」を取り去ることができないものではないことは明らかである。また，特開2000-257469号公報（乙2）には，酸素過剰雰囲気で排気中のＮOxを吸収する一方，排気中の酸素濃度が低下すると，前記吸収したＮOxを放出して還元浄化するＮOx吸収還元タイプのリーンＮOx触媒において，排気ガスの酸素濃度が低下したときの酸素濃度が好ましくは1～2％未満となるようにするもので，コージェライトからなるハニカム状担体（ハニカム担体）と，アルミナ及びセリナからなるサポート材により貴金属，ＮOx吸収材を担持する内側触媒層（ＮOxトラップ触媒層）と，ゼオライトをサポート材として貴金属を担持する外側触媒層（HCトラップ材）とからなるリーンＮOx触媒（トラップ触媒）からなる触媒を用いたことが開示されている（特に，段落【0029】，【0030】，【0034】，【0089】，【0090】）。ここでも，酸素吸蔵材は必須とされていない。",
                    "以上を踏まえれば，仮に，引用発明が「Ce-Zr-Pr複酸化物」を含むことが相違点となるとしても，そのような引用発明において，「Ce-Zr-Pr複酸化物」を取り去ることができないということにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2’及び3’について",
                  "text": [
                    "甲1発明では，酸素濃度を「2．0％以下」又は「0．5％以下」となるように制御しており，また，引用例1の実施例では，酸素濃度を0．5％としている。仮に，酸素濃度を0％にした方がよいのであるならば，酸素濃度0％の実施例をあげるはずであるから，引用発明は酸素濃度0％を狙ったものなどではないといえる。甲1発明はこのことを踏まえて，「2％以下」又は「0．5％以下」としているのであるから，適切な濃度で酸素を介在させていると理解できる。",
                    "また，前記2で述べたように，審決における引用周知例及び例示周知例の技術内容の把握に誤りはない。そもそも，補正発明の数値範囲は，一実施例から所定の浄化率を基準に好適な範囲として選択しただけであるとも評価できるもので（例えば，下限を下回ったからといって極端に性能が低くなるものでもない。），補正発明の発明特定事項により引用発明からみて格別顕著な効果を認めることができない。補正発明における酸素濃度も，当業者が適宜試みて採用し得る範囲のものなのであるから，この進歩性についての判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "補正発明について",
          "text": [
            "本願明細書（甲5～7）によれば，補正発明につき，以下のことが認められる。",
            "補正発明は，内燃機関からの排気ガスを浄化するシステムに係り，特にリーン・バーンで運転する内燃機関からの排気ガスを有効に浄化できる排気ガス浄化システムに関するものである（段落【0001】）。",
            "近年，地球環境に対する配慮から二酸化炭素（CO ）排出量の低減が叫ばれて2おり，自動車の内燃機関の燃費向上を目的に希薄燃焼化（リーン・バーン化）が図られているが，ガソリンのリーン・バーンエンジン，直噴エンジン，更にはディーゼルエンジンからの排気ガスには，酸素が多く含まれており，従来の三元触媒では，窒素酸化物（ＮOx）を還元浄化することができない（段落【0002】）。そのため，流入する排気ガスの空燃比がリーンのときには排気ガス中のＮOxをトラップし，流入する排気ガスの空燃比が理論空燃比又はリッチのときにはトラップしたＮOxを放出し，還元するＮOxトラップ触媒を使用する方法が有効であるが，このとき，排気ガス中の還元剤（水素（H ），一酸化炭素（CO），炭化水素（HC））2を増加させることにより，ＮOxを還元するので，余剰の還元剤，特に余剰のHCがＮOx還元には使われずに放出され，これが排気を悪化させる要因となる。一方，還元剤を増加すべく，排気ガスの空燃比を急激に理論空燃比又はリッチとすることは，運転性及び燃費の悪化を起こすため，好ましくない（段落【0003】，【0004】）。",
            "そこで，ＮOx還元について水蒸気改質によりH を生成する触媒や，HC吸着2触媒を利用する方法などがなされたが，従来の方法では，ＮOxの還元浄化性能とHCの酸化浄化性能の両立が困難であり，排気ガスのクリーン化を図るためには，燃費悪化，触媒容量及び触媒量の増加を免れなかった（段落【0005】～【0010】）。",
            "補正発明は，このような従来技術の有する課題に鑑みてなされたものであり，その目的とするところは，コンパクトな触媒を実現でき，ＮOxの還元浄化性能とHCの酸化浄化性能を両立させ得る排気ガス浄化システムを提供することにあり，従来は完全燃焼させようとしていたHCを不完全燃焼させ，HCの部分酸化反応を誘発してH を発生させ，ＮOx還元に供することを骨子とする。そのための構成と2して，補正発明は，排気ガスの空気過剰率（λ）が1を超えるときに窒素酸化物を吸収し，λが1以下のときに窒素酸化物を脱離するＮOxトラップ材と，浄化触媒と，排気ガス中の酸素濃度を制御するO 制御手段と，を備える内燃機関の排気ガ2ス浄化システムであり，排気ガスのλが1を超えるとき，ＮOxを上記ＮOxトラップ材に吸収させ，排気ガスのλが1以下のとき，上記O 制御手段で浄化触媒入2口における排気ガス中の酸素濃度を0．8～1．5vol％に制御するとともに，上記ＮOxトラップ材からＮOxを脱離させ，還元させるようにしたことを特徴とする（段落【0011】～【0013】）。すなわち，HCの部分酸化によりH と2COが生成され，H とCOは脱離ＮOxを有効に還元し，浄化するのであるが，2O 濃度が0．8vol％未満では，H 及びCO生成量が不十分となり，HCの有2 2効利用率向上効果が得られず，逆に，O 濃度が1．5vol％を超えると，還元2剤の酸化反応が優勢になり，有効な還元剤であるH 及びCOが酸化反応により消2費されることになり，さらにまた，浄化触媒がO による被毒を受けて部分酸化反2応活性が不十分となるとともに，ＮOxを還元できなくなるため，対象とする排気ガスのO 濃度を0．8～1．5vol％の範囲内で行うことにより，ともに浄化2されるべきHCとＮOxの同時浄化が実現されることになる（段落【0037】）。",
            "このように，HCを不完全燃焼させて部分酸化反応を誘発し，HC脱離とＮOx脱離を所定条件下で同期させることとしたため，コンパクトな触媒を実現でき，ＮOxの還元浄化性能とHCの酸化浄化性能を両立させ得る排気ガス浄化システムを提供することができる（段落【0014】）。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明の認定の誤り）及び取消事由2（補正発明と引用発明との一致点及び相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1の記載事項",
                  "text": [
                    "引用例1（甲1）には以下の記載がある。",
                    "「【請求項1】 排気ガスの温度が所定温度域にあるときにおいて該排気ガスの酸素濃度が高い酸素過剰雰囲気では該排気ガス中のＮOxを吸収し該酸素濃度が低下するとその吸収していたＮOxを放出するＮOx吸収材と貴金属とを含む排気ガス浄化用触媒において，更に，Ce-Zr-Pr複酸化物を含むことを特徴とする排気ガス浄化用触媒。",
                    "【請求項2】 請求項1に記載されている排気ガス浄化用触媒において，上記貴金属の少なくとも一部は上記Ce-Zr-Pr複酸化物に担持されていることを特徴とする排気ガス浄化用触媒。」",
                    "「【0001】",
                    "【発明の属する技術分野】本発明は，排気ガス浄化用触媒及び排気ガス浄化装置に関する。",
                    "【0002】",
                    "【従来の技術】エンジンの排気ガスを浄化するための触媒として，排気ガスの酸素濃度が高い酸素過剰雰囲気（リーン燃焼運転時）では排気ガス中のＮOxをBa等のＮOx吸収材に吸収し，排気ガスの酸素濃度が低下したとき，すなわち，リッチ燃焼運転時（理論空燃比近傍になったとき又は理論空燃比よりもリッチになったとき）に吸収していたＮOx（窒素酸化物）を放出して貴金属上に移動させ，これを排気ガス中の還元ガス（HC（炭化水素），CO，H ）と反応させてＮ に還元浄化2 2すると共に，当該還元ガスであるHC，COをも酸化浄化する，いわゆるリーンＮOx浄化触媒が知られている。",
                    "【0003】また，このようなリーンＮOx浄化触媒には，酸化数が変化して酸素の貯蔵及び放出を行う酸素吸蔵材を含ませることも知られている。この酸素吸蔵材は，主として，排気ガスに大量に含まれるＮOをＮOx吸収材に吸収されやすいＮO に酸化するための酸素供給源として利用されている。",
                    "2【0004】かかる酸素吸蔵材として，CeO の他に，このCeO とZrO との2 2 2複合酸化物を用いることも知られている（特許文献1参照）。",
                    "【0005】また，空燃比が理論空燃比（A／F＝14．7）を挟んで±1．0以下の範囲（A／F＝13．7～15．7）で反転を繰り返すように制御されるエンジンに関し，その排気ガス浄化用のいわゆる三元触媒として，触媒成分としてのPdと，助触媒としての酸化セリウムと，Ce-Pr複合酸化物とをハニカム担体に担持し，酸化セリウムとCe-Pr複合酸化物（CeイオンとPrイオンとを含む複酸化物のこと，以下，同じ。）とによって高温時におけるPdの触媒活性を高めることも知られている（特許文献2参照）。」",
                    "「【0007】",
                    "【特許文献1】特開平9-928号公報（段落0025）",
                    "【特許文献2】特開平9-313939号公報（段落0022，0029）",
                    "【0008】",
                    "【発明が解決しようとする課題】本発明者は，先にOSC性能（酸素吸蔵性能）が高いCe-Pr複酸化物を含ませることによって，リーン燃焼運転時のＮOx吸収性能を高めることができるリーンＮOx触媒を開発した。そのメカニズムは次のように考えられる。",
                    "【0009】すなわち，排気ガス中の酸素濃度が低下したとき（リッチ燃焼運転時）にCe-Pr複酸化物から酸素が活性酸素として活発に放出され，この活性酸素によって排気ガス中のHCが部分酸化されて活性化され，ＮOxの還元反応が進み易くなる。一方，ＮOx吸収材はリッチ燃焼運転時にＮOxが効率良く消費されるため，ＮOx吸収能が回復し，リーン燃焼運転時のＮOx吸収性能が良くなる。",
                    "【0010】また，排気ガス中のＮOはリーンＮOx触媒の貴金属上で酸化されて反応中間体ＮO δ-を生じるが，Ce-Pr複酸化物によってＮOx吸収材のイオ2ン化ポテンシャルが高まることから，反応中間体ＮO δ-がＮOx吸収材上にスピ2ルオーバーし易くなり，リーン燃焼運転時のＮOx吸収性能が高くなる。",
                    "【0011】ここで，上記スピルオーバーによるＮOx吸収メカニズムを説明する前に，従来から考えられている吸収メカニズムを先に説明する。それは，炭酸バリウム（ＮOx吸収材）を例にすると次の通りである。",
                    "【化1】",
                    "【0012】すなわち，このメカニズム①は，貴金属上で上記①-1反応を生じ，生成したＮO  が上記①-2反応によりＮOx吸収材に吸収されるというもので2ある。従って，酸素吸蔵材が式①-1又は①-2の反応を生じ易くするものであること，排気ガス中のＮOがＮOx吸収材に吸収される温度域において，ＮOよりもＮO の存在比率が高い（当該温度域でＮO が安定に存在し得る）ことが，当該メ2 2カニズムによるＮO吸収の好ましい条件となる。",
                    "【0013】しかし，本発明者は，そのような条件が成立しない場合でも，酸素吸蔵材がＮOx吸収材のイオン化ポテンシャルを高めるものであるときは，ＮOx吸収性が高まり，ＮOx浄化率が向上することを見出した。",
                    "【0014】すなわち，酸素吸蔵材がＮOx吸収材のイオン化ポテンシャルを高めるということは，このＮOx吸収材は，電子を取り去るために必要なエネルギー（陽イオンになるために必要なエネルギー）が高い状態になるということである。換言すれば，ＮOx吸収材の電子が酸素吸蔵材の方へ引かれて該ＮOx吸収材が単独で存在する場合よりも強く正に荷電した状態になるということである。ＮOx吸収材として例えば炭酸バリウムを用いた場合，そのBaの正に荷電する度合が高くなることを意味する。",
                    "【0015】従って，上記メカニズム①とは異なるＮO吸収メカニズムを考える必要がある。それは，次のメカニズム②である。",
                    "【化2】",
                    "【0016】すなわち，これは，貴金属上で反応中間体ＮO δ-を生じ，これがＮ2Ox吸収材上に移動（スピルオーバー）して吸収されるというものである。",
                    "【0017】このメカニズム②による場合，ＮOx吸収材が貴金属上の負に荷電した上記反応中間体（短命中間体）を引き付けるように働くことが反応を効率良く進行させる条件となる。この点，ＮOx吸収材のイオン化ポテンシャルを高める当該酸素吸蔵材の場合，当該ＮOx吸収材を単独で存在する場合よりも強く正に荷電させるから，上記反応中間体が貴金属上から当該ＮOx吸収材に引かれてスピルオーバーし易くなる。よって，ＮOx吸収材のＮO吸収性が高まり，ＮOx浄化率が向上することになる。",
                    "【0018】しかし，本発明者がさらに研究を進めたところ，Ce-Pr複酸化物を含むリーンＮOx触媒は，排気ガス温度が350℃以上の高温時，特に500℃付近になると，リーン燃焼運転時のＮOx浄化率が低くなることがわかった。また，リーン燃焼運転からリッチ燃焼運転に移行したときのＮOx浄化率が期待するほどには高くないことがわかった。すなわち，リッチ燃焼に移行した当初はＮOx吸収材から多量のＮOxが放出されるが，この放出に対してリーンＮOx触媒によるＮOxの浄化が追いつかず，未浄化のまま排出されるＮOx量が一時的に多くなる，という現象である。",
                    "【0019】そこで，本発明は，リーン燃焼運転時の上記スピルオーバーによるＮOx吸収性を高めながら，特に高温域でのＮOx吸収性を高めながら，リーン燃焼運転からリッチ燃焼運転へ移行した当初のＮOx浄化率の低下の問題を解決することを課題とする。",
                    "【0020】",
                    "【課題を解決するための手段】本発明者は，上記問題について研究した結果，エンジンの運転状態がリーン燃焼からリッチ燃焼へ移行した当初，ＮOx吸収材から大量のＮOxが放出されるものの，OSC性能が高いCe-Pr複酸化物からも大量の酸素が放出されること，特に排気ガス温度が高いときのそれらの放出量が多いこと，そのために貴金属まわりが予定するリッチ雰囲気（還元性雰囲気）にならず，ＮOxの浄化が効率良く進まないことを見出した。",
                    "【0021】そうして，Ce-Pr複酸化物に第三の金属イオンとしてZrイオンを含ませれば，排気ガス温度が高い場合でもリッチ燃焼運転時のＮOx浄化率が高まること，しかもＮOx吸収材のリーン燃焼運転時におけるＮOx吸収性が高まることを見出し，本発明を完成したものである。",
                    "【0022】すなわち，請求項1に係る発明は，排気ガスの温度が所定温度域（例えば170～500℃）にあるときにおいて該排気ガスの酸素濃度が高い酸素過剰雰囲気では該排気ガス中のＮOxを吸収し該酸素濃度が低下するとその吸収していたＮOxを放出するＮOx吸収材と貴金属とを含む排気ガス浄化用触媒において，更に，Ce-Zr-Pr複酸化物（CeイオンとZrイオンとPrイオンとを含む複酸化物のこと。以下，同じ。）を含むことを特徴とする。",
                    "【0023】このような触媒であれば，上記反応中間体ＮO δ-のスピルオーバー2性を高めながら，排気ガスの酸素濃度が低下したときに貴金属まわりに酸素が過剰に供給されることを避けることができる。それは，次のように考えられる。",
                    "【0024】従前のCe-Pr複酸化物のOSC性能は主としてCeイオンの含有量に依存し，また，そのスピルオーバー性はPrイオンを複合させたことによる。これに対して，本発明に係るCe-Zr-Pr複酸化物は，Ce-Pr複酸化物とは違ってZrイオンを含むが，このZrイオンはPrイオンによるスピルオーバー性を悪化させず，その量によっては逆に高温時のスピルオーバー性を高める働きをする一方で，当該Ce-Zr-Pr複酸化物のOSC性能を適度に低下させる働きをする。",
                    "【0025】また，Ce-Zr-Pr複酸化物は，Zrイオンを含むことから，それだけOSC性能に影響するCeイオンの含有比率を少なくなるが，その割にはOSC性能は大きくは低下しない。これは，Zrイオンの添加によってCe-Zr-Pr複酸化物の結晶構造の歪みが大きくなり，そのことがOSC性能に有利に働くためと考えられる。",
                    "【0026】従って，本発明に係る触媒であれば，Ce-Zr-Pr複酸化物による反応中間体ＮO δ-のスピルオーバーにより，排気ガスの酸素濃度が高いリーン2のときの排気ガス高温時（例えば400～500℃）におけるＮOx吸収材のＮOx吸収性能を高める，つまりリーンＮOx浄化率を高めることができる。しかも，排気ガス高温時でも，排気ガスの酸素濃度が低下してリッチになったときにCe-Zr-Pr複酸化物から酸素が過剰に放出されてしまうことを避けることができ，貴金属まわりをＮOxの還元浄化に適切な還元性雰囲気にする上で有利になる。」",
                    "「【0032】請求項2に係る発明は，請求項1に記載されている排気ガス浄化用触媒において，上記貴金属の少なくとも一部は上記Ce-Zr-Pr複酸化物に担持されていることを特徴とする。",
                    "【0033】従って，排気ガスの酸素濃度が低下したとき（リッチ燃焼運転時）にCe-Zr-Pr複酸化物に吸蔵されていた酸素が活性酸素として放出されるが，Ce-Zr-Pr複酸化物に貴金属が担持されているから，貴金属上での活性酸素と排気ガス中のHCとの反応が進み易くなる。この反応により，HCが部分酸化されて活性化され，ＮOxの還元反応が進み易くなり，結果的に，HC及びＮOx浄化率が高まる。一方，ＮOx吸収材はリッチ燃焼運転時のＮOxが効率良く消費されるため，ＮOx吸収能が回復し，リーン燃焼運転時のＮOx吸収性能が高くなる。」",
                    "「【0058】リーン燃焼運転時における排気ガスの酸素濃度は例えば4～5％から20％となり，空燃比はA／F＝16～22あるいはA／F＝18～80である。一方，リッチ燃焼運転時における排気ガスの酸素濃度は2．0％以下，あるいは0．5％以下となるように制御される。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明について",
                  "text": [
                    "上記の記載によれば，甲1発明について，以下のとおり，認められる。",
                    "甲1発明は，排気ガス浄化用触媒及び排気ガス浄化装置に関するものである（段落【0001】）。",
                    "従来，エンジンの排気ガスを浄化するための触媒として，排気ガスの酸素濃度が高い酸素過剰雰囲気（リーン燃焼運転時）では排気ガス中のＮOxをBa等のＮOx吸収材に吸収し，排気ガスの酸素濃度が低下したとき，すなわち，リッチ燃焼運転時（理論空燃比近傍になったとき，又は，理論空燃比よりもリッチになったとき）に吸収していたＮOx（窒素酸化物）を放出して貴金属上に移動させ，これを排気ガス中の還元ガス（HC（炭化水素），CO，H ）と反応させてＮ に還元浄化する2 2とともに，当該還元ガスであるHC，COをも酸化浄化する，いわゆるリーンＮOx浄化触媒が知られており，これに酸化数が変化して酸素の貯蔵及び放出を行う酸素吸蔵材を含ませることは知られている（段落【0002】～【0003】）。本発明者は，リーンＮOx触媒にOSC性能（酸素吸蔵性能）が高いCe-Pr複酸化物を含ませると，ＮOx吸収材のイオン化ポテンシャルが高まることから，反応中間体ＮO δ-がＮOx吸収材上にスピルオーバーしやすくなり，リーン燃焼運転時2のＮOx吸収性能が高くなることを発見したが，この触媒は，エンジンの運転状態がリーン燃焼からリッチ燃焼へ移行した当初，ＮOx吸収材から大量のＮOxが放出されるものの，OSC性能が高いCe-Pr複酸化物からも大量の酸素が放出されることから貴金属まわりが予定するリッチ雰囲気（還元性雰囲気）にならず，ＮOxの浄化が効率よく進まないという課題があった（段落【0008】～【0020】）。",
                    "そこで，甲1発明は，リーン燃焼運転時の上記スピルオーバーによるＮOx吸収性を高め，特に高温域でのＮOx吸収性を高めながら，リーン燃焼運転からリッチ燃焼運転へ移行した当初のＮOx浄化率の低下の問題を解決することを課題とし（段落【0019】），本発明者は，Ce-Pr複酸化物に第三の金属イオンとしてZrイオンを含ませることにより，Prイオンによるスピルオーバー性を悪化させず，その量によっては逆に高温時のスピルオーバー性を高める働きをする一方で，当該Ce-Zr-Pr複酸化物のOSC性能を適度に低下させる働きをすることを見出した（段落【0021】）。",
                    "そして，甲1発明は，ＮOx吸収材と貴金属とを含む排気ガス浄化用触媒において，Ce-Zr-Pr複酸化物を含むことによって，酸素濃度が低下したときにCe-Zr-Pr複酸化物に吸蔵されていた酸素が活性酸素として放出されるが，Ce-Zr-Pr複酸化物に貴金属が担持されているから，貴金属上での活性酸素と排気ガス中のHCとの反応が進みやすくなり，この反応により，HCが部分酸化されて活性化され，ＮOxの還元反応が進みやすくなり，結果的に，HC及びＮOx浄化率が高まるようにしたものである（段落【0022】～【0026】，【0032】，【0033】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用例1に記載された引用発明として，「排気ガスの酸素濃度が高い酸素過剰雰囲気ではＮOxを吸収し，理論空燃比近傍又は空気過剰率λ≦1でのリッチ燃焼運転時にはＮOxを放出するＮOx吸収材と，Pt，Rh等の貴金属と，排気ガスの酸素濃度を変化させる排気制御手段8と，を備える車両用のリーンバーンエンジンや直噴ガソリンエンジンのようなエンジン4の排気ガス浄化装置であって，排気ガスの酸素濃度が高い酸素過剰雰囲気ではＮOxを上記ＮOx吸収材に吸収させ，理論空燃比近傍又は空気過剰率λ≦1でのリッチ燃焼運転時にはＮOx吸収材からＮOxを放出させ，排気制御手段8でＮOx吸収材と貴金属を含む排気ガス浄化用触媒1の入口側の排気ガスの酸素濃度は2．0％以下に制御され，HCが部分酸化されて活性化されＮOxの還元反応が進みやすくなり，結果的にHC及びＮOx浄化率が高まる，排気ガス浄化装置。」と認定している。この中で，審決は，HC及びＮOx浄化率が高まるとの作用効果を奏する機序として，「HCが部分酸化されて活性化」されることを認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，甲1発明は，前記(1)イに認定したとおりであるから，甲1発明における，排気ガスの酸素濃度が低下したとき（リッチ燃焼運転時）に，「HCが部分酸化されて活性化され，ＮOxの還元反応が進みやすくなり，結果的に，HC及びＮOx浄化率が高まる」という作用効果は，ＮOx吸収材と貴金属とを含む排気ガス浄化用触媒に追加した「Ce-Zr-Pr複酸化物」によって奏したものであって，排気ガスの酸素濃度を前記段落【0058】のように「2．0％以下，あるいは0．5％以下」となるように制御することによって奏したものではない。すなわち，「Ce-Zr-Pr複酸化物」は，前記作用効果を奏するための必須の構成要件であるというべきであり，排気ガスの酸素濃度を「2．0％以下，あるいは0．5％以下」となるように制御した点は，単に，実施例の一つとして，リーン燃焼運転時に「例えば4～5％から20％」，リッチ燃焼運転時に「2．0％以下，あるいは0．5％以下」との数値範囲に制御したにとどまり，前記作用効果を奏するために施した手段とは認められない。",
                    "したがって，引用発明において，「HCが部分酸化されて活性化」されるのは，ＮOx吸収材と貴金属とを含む排気ガス浄化用触媒において，「Ce-Zr-Pr複酸化物」を含むように構成したことによるものであるから，引用例1に，「排気ガス浄化用触媒1の入口側の排気ガスの酸素濃度は2．0％以下に制御」（段落【0058】）することにより，HCの部分酸化をもたらすことを内容とする発明が，開示されていると認めることはできない。",
                    "そうすると，審決は，引用発明の認定において，「酸素濃度は2．0％以下に制御され，HCが部分酸化されて活性化されＮOxの還元反応が進みやすくなり，結果的にHC及びＮOx浄化率が高まる，排気ガス浄化装置」と認定しながら，そのような作用効果を奏する必須の構成である「Ce-Zr-Pr複酸化物」を排気ガス浄化用触媒に含ませることなく，欠落させた点において，その認定は誤りであるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記(1)アの記載事項を踏まえると，引用発明は，正しくは，以下のとおりとなる。",
                    "「排気ガスの酸素濃度が高い酸素過剰雰囲気ではＮOxを吸収し，理論空燃比近傍または空気過剰率λ≦1でのリッチ燃焼運転時にはＮOxを放出するＮOx吸収材と，貴金属と，排気ガスの酸素濃度を変化させる排気制御手段8と，を備える車両用のリーンバーンエンジンや直噴ガソリンエンジンのようなエンジン4の排気ガス浄化装置であって，更に，Ce-Zr-Pr複酸化物を含み，排気ガスの酸素濃度が高い酸素過剰雰囲気ではＮOxを上記ＮOx吸収材に吸収させ，理論空燃比近傍または空気過剰率λ≦1でのリッチ燃焼運転時にはＮOx吸収材からＮOxを放出させ，排気制御手段8でＮOx吸収材と貴金属とCe-Zr-Pr複酸化物を含む排気ガス浄化用触媒1の入口側の排気ガスの酸素濃度が2．0％以下，又は0．5％以下に制御され，Ce-Zr-Pr複酸化物に吸蔵されていた酸素が活性酸素として放出され，貴金属上での活性酸素と排気ガス中のHCとの反応が進み易くなり，結果的にHC及びＮOx浄化率が高まる，排気ガス浄化装置。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，被告は，引用発明の認定は，補正発明の特許要件を評価するために必要な限度で行えばよいものであって，引用例1自体で特徴とされる事項(例えば，請求項1に係る発明の発明特定事項）を必ず認定しなければならないというものではなく，引用発明の認定において，必ず「Ce-Zr-Pr複酸化物」が含まれていることまでも認定しなければならないことにはならないと主張する。",
                    "確かに，特許法29条1項3号に規定されている「刊行物に記載された発明」は，特許出願人が特許を受けようとする発明の新規性，進歩性を判断する際に，考慮すべき一つの先行技術として位置付けられるものであって，「刊行物に記載された発明」が特許公報である場合に，必ず当該特許公報の請求項における発明特定事項を認定しなければならないものではない。一方で，「刊行物に記載された『発明』」である以上は，「自然法則を利用した技術的思想の創作」（特許法2条1項）であるべきことは当然であって，刊行物においてそのような技術的思想が開示されているといえない場合には，引用発明として認定することはできない。",
                    "本件において，審決は，前記のとおり，引用発明として，「HCが部分酸化されて活性化されＮOxの還元反応が進みやすくなり，結果的にHC及びＮOx浄化率が高まる」との効果を認定しておきながら，その作用効果を奏するための必須の構成である「Ce-Zr-Pr複酸化物」を欠落して認定したものである。したがって，審決は，前記作用効果を奏するに必要な技術手段を認定していないこととなり，審決の認定した引用発明を，引用例1に記載された先行発明であると認定することはできない。",
                    "よって，被告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正発明と引用発明との一致点及び相違点について",
              "text": [
                "前記のとおり，審決の引用発明の認定は誤っており，これを前提とする一致点及び相違点の認定には誤りが含まれている。",
                "引用発明は，前記(2)ウのとおり認定するべきであるから，一致点及び相違点は，以下のとおりとなる。",
                "【一致点】",
                "排気ガスの空気過剰率（λ）が1を超えるときに窒素酸化物を吸収し，λが1以下のときに窒素酸化物を脱離するＮOxトラップ材と，浄化触媒と，排気ガス中の酸素濃度を制御するO 制御手段と，を備える内燃機関の排気ガス浄化システムで2あって，排気ガスのλが1を超えるとき，ＮOxを上記ＮOxトラップ材に吸収させ，排気ガスのλが1以下のとき，上記ＮOxトラップ材からＮOxを脱離させ，上記O 制御手段で浄化触媒入口における排気ガス中の酸素濃度が制御され，HC2の部分酸化を誘発し，この部分酸化を利用してＮOxを還元させる，排気ガス浄化システム。",
                "【相違点1”】",
                "ＮOxトラップ材と浄化触媒に，補正発明は，Ce-Zr-Pr複酸化物を含んでいないのに対し，引用発明は，Ce-Zr-Pr複酸化物を含む点。",
                "【相違点2”】",
                "排気ガスのλが1以下のとき，補正発明は，浄化触媒入口における排気ガス中の酸素濃度を0．8～1．5vol％に制御するのに対して，引用発明は，浄化触媒入口における排気ガス中の酸素濃度を2．0％以下，又は0．5％以下に制御した点。",
                "なお，被告は，補正発明は，「ＮOxトラップ材」，「浄化触媒」以外の触媒材料，特に「HCトラップ材」や「酸素吸蔵材」を含むことを排除したものではなく，引用発明の「Ce-Zr-Pr複酸化物」を備えたものも含むものと解すべきであるから，引用発明において，排気ガス浄化用触媒に「Ce-Zr-Pr複酸化物」を含むものと認定したとしても，その点は，補正発明と引用発明との相違点にはならないから，取消事由とならない旨主張する。",
                "しかし，本願明細書には，排気ガス浄化用の触媒として，「Ce-Zr-Pr複酸化物」を追加する点は記載されておらず，その示唆もなく，この点が周知技術であるとも認められない。したがって，補正発明が「Ce-Zr-Pr複酸化物」を備えたものを含むものと認めることはできない。",
                "よって，被告の上記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4（相違点に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "新規性判断について",
              "text": [
                "前記のとおり，ＮOxトラップ材と浄化触媒において，補正発明は，Ce-Zr-Pr複酸化物を含んでいないのに対し，引用発明は，Ce-Zr-Pr複酸化物を含んでいる点において相違する（【相違点1”】）。",
                "前記1で述べたように，補正発明は，排気ガスの空気過剰率（λ）が1以下のとき，すなわち，リッチ燃焼運転時において，浄化触媒入口における排気ガス中の酸素濃度を0．8～1．5vol％に制御することにより，HCの部分酸化反応を誘発し，この部分酸化を利用してＮOxを還元させるものである。",
                "これに対し，引用発明は，前記2において述べたように，ＮOxトラップ材と浄化触媒に「Ce-Zr-Pr複酸化物」を追加することにより，酸素吸蔵材におけるリッチ燃焼運転時の酸素供給能力を適度に低下させてHCを部分酸化させ，この部分酸化を利用してＮOxを還元させるものである。",
                "引用発明には，排気ガス中の酸素濃度を制御することにより，HCの部分酸化反応を誘発し，この部分酸化を利用してＮOxを還元させる点は記載されておらず，この点が周知技術であるとも認められない。一方，前記のとおり，本願明細書には，触媒に「Ce-Zr-Pr複酸化物」を追加するとの記載や示唆はなく，この点が周知技術であるとも認められない。したがって，補正発明が「Ce-Zr-Pr複酸化物」を備えたものを含むものと認めることはできない。",
                "よって，補正発明は，上記相違点1”において，新規性を有すると認められ，これに反する審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，前記2(1)イのとおり，従来の「Ce-Pr複酸化物」の場合，大量に酸素が放出され，リッチ雰囲気（還元性雰囲気）にならず，ＮOxの浄化が効率よく進まないという課題を解決するため，「Ce-Pr複酸化物」に「Zr」を追加して「Ce-Zr-Pr複酸化物」として，過剰に酸素が放出されてしまうことを避ける，すなわち，適度に酸素の放出を促すことにより，HCの部分酸化反応を行ったもの（段落【0020】，【0021】，【0026】，【0033】）であり，HCの部分酸化反応を可能とするのは，あくまで「Ce-Zr-Pr複酸化物」である。",
                    "したがって，引用発明において，「Ce-Zr-Pr複酸化物」は作用効果を導くための必須の構成要件であり，引用発明の技術課題の解決手段として設けられたものであることからすれば，この発明から「Ce-Zr-Pr複酸化物」を取り除くと，発明の技術的課題を解決することにはならず，引用発明に接した当業者が，「Ce-Zr-Pr複酸化物」自体，あるいは，成分としての「Zr」を取り除くことを想起するとは考え難い。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，補正発明は，排気ガス中のO 濃度を制御して，不完全燃焼を生2じさせる，すなわち，HCの部分酸化により生じるH とCOにより，脱離ＮOx2を有効に還元し，浄化するとの技術思想に基づくものであるところ，空気過剰率（λ）が1以下のときに，排気ガス中のO 濃度が0．8vol％未満では，H 及びCO2 2生成量が不十分となり，HCの有効利用率向上効果が得られず，逆に，O 濃度が21．5vol％を超えると，還元剤の酸化反応が優勢になり，有効な還元剤であるH 及びCOが酸化反応により消費されることになり，さらにまた，浄化触媒がO2 2による被毒を受けて部分酸化反応活性が不十分となるとともに，ＮOxを還元できなくなるため，排気ガスのO 濃度を0．8～1．5vol％の範囲内で行うとの2構成をとったものであり，この数値範囲には技術的意義があるものである。",
                    "一方，引用発明におけるHCの部分酸化は，「Ce-Pr複酸化物」に「Zr」を追加して「Ce-Zr-Pr複酸化物」としたことにより，スピルオーバー性を悪化させず，あるいは高温時のスピルオーバー性を高める一方，あえて，酸素吸蔵材の酸素吸蔵性能を適度に低下させることによって，過剰に酸素が放出されてしまうことを避けることで達成されるものである。したがって，補正発明と引用発明とは，部分酸化反応を生起させる技術思想が全く異なっており，引用発明において，相違点2”に示されるようなO 濃度に係る数値範囲を適用しようとする動機付けがあ2るとはいえない。",
                    "加えて，引用発明の段落【0058】には，リーン燃焼運転時における酸素濃度が「2．0％以下」の場合だけでなく，「0．5％以下」との記載もあることにも照らすと，引用発明の記載に接した当業者において，リッチ燃焼運転時における排気ガスのO 濃度の下限を0．8％と設ける動機付けがあるとはいえない。",
                    "2ウ  被告の主張について",
                    "（ア）  被告は，引用発明において，「Ce-Zr-Pr複酸化物」以外の触媒材料には「ＮOx吸収材」や「貴金属」が含まれており，排気ガス中には酸素濃度が低下してもある程度（2％以下）の酸素が存在しているのであるから，たとえ「Ce-Zr-Pr複酸化物」がなくても，この酸素が貴金属上で排気ガス中のHCと反応して，HCが部分酸化反応を誘発し，ＮOxの還元反応が進み，結果的に，HC及ＮOx浄化率が高まることに変わりはないことは，当業者であれば理解できる旨主張する。",
                    "しかし，前記に述べたとおり，引用発明の技術的意義からすれば，必須の構成である「Ce-Zr-Pr複酸化物」を取り除くことは想定されないものである。また，後に補正発明の構成に接した当業者が，排気ガス中の酸素濃度低下によるHCの部分酸化反応によるとの機序を推測をすることができるとしても，引用例1には，HCの部分酸化に適した浄化触媒入口における排気ガス中の酸素濃度範囲についての開示がなく，この点を裏付ける周知例もないことからすると，補正発明の優先権主張日当時に，引用発明において，「Ce-Zr-Pr複酸化物」を取り除いた上で，排気ガス中の酸素濃度を制御することにより部分酸化反応を誘発することについて，当業者が容易に想到できたものと認めることはできない。",
                    "なお，被告の提出する特開2003-245552号公報（乙1）及び特開2000-257469号公報（乙2）は，ＮOx吸収材を利用した排気ガス浄化装置において，酸素吸蔵材を用いない例があることを示すにすぎないものであって，引用発明から「Ce-Zr-Pr複酸化物」を取り除くことを動機付けたり，示唆を与えたりするものではなく，この存在を考慮に入れても，上記(2)アの判断を左右するものではない。",
                    "（イ）  被告は，引用周知例（甲2）を提示して，リッチ時に酸素量の下限を設けることも，当業者によく知られていた技術的事項である旨主張する。",
                    "そこで検討するに，引用周知例には，「エンジンの排気通路に配設され，排気中の酸素濃度が高い酸素過剰雰囲気でＮOxを吸収する一方，酸素濃度の低下によって前記吸収したＮOxを放出するＮOx吸収材と，前記ＮOx吸収材へのＮOxの吸収過剰状態を判定するＮOx吸収過剰状態判定手段と，前記ＮOx吸収過剰状態判定手段によりＮOxの吸収過剰状態が判定されたとき，排気中の酸素濃度を低下させる酸素低減手段とを備え，前記ＮOx吸収材の近傍又は排気上流側の少なくとも一方に，ゼオライトからなる吸着剤が配設されていることを特徴とするエンジンの排気浄化装置において，酸素低減手段は，排気中の酸素濃度を略0．5％～略1％の範囲に低下させるものであることを特徴とするエンジンの排気浄化装置。」（請求項9，11）が記載されている。そして，引用周知例では，「酸素濃度を略0．5％～略1％の範囲に低下させる」ためには，理論空燃比が略15～16（リーン状態）でよいと記載されており（段落【0026】），酸素濃度を略0．5％～略1％の範囲に低下させるのは，そもそもリッチ燃焼運転時を念頭においたものではないことは明らかである（なお，被告は，引用周知例の請求項6及び7の記載から，リーンとリッチとを変動させることが開示されていると主張するが，これらの請求項は，引用周知例における「第1の解決手段」（段落【0010】）に係るものであって，上記のように「酸素濃度を略0．5％～略1％の範囲」とするのは，ＮOx吸収材の近傍に，ゼオライトからなる吸着剤を設けて排気中の還元剤成分を吸着させ，その還元剤成分を大気中に逃がすことなくＮOxと反応させる「第2の解決手段」に係るものであるから，被告の上記主張は，周知例の適用を基礎付けるものではない。）。",
                    "したがって，引用周知例の記載をもって，「リッチ時に酸素量の下限を設けることが当業者によく知られていた技術常識」であると認めることはできない。",
                    "加えて，引用周知例が「酸素濃度を略0．5％～略1％の範囲に低下させる」としたのは，請求項9～11に係る発明において，ＮOx吸収材の近傍にゼオライトからなる吸着剤を配設して（請求項9），これにより，排気中の酸素濃度がこの範囲にあっても，吸着剤により還元剤成分が吸着保持されるので，空燃比を理論空燃比になるように制御したときと同じように，ＮOx吸収材を再生することができ，このことで燃費の悪化を抑えながらＮOx吸収材を十分に再生できる（段落【0027】）ためである。したがって，引用周知例における酸素濃度制御は，前記ＮOx吸収材の近傍にゼオライトからなる吸着剤を配設することと一体不可分であると認められ，補正発明における酸素濃度制御とはその前提が異なっており，この点においても，本件で適用すべき周知例としては不適切であるといわざるを得ない。",
                    "（ウ）  また，被告は，例示周知例（甲3，甲4）を提示して，ＮOxの浄化率が排ガスの酸素濃度（約0．4容量％～約1．5容量％の範囲）に応じて変動すること，及び，排ガスの酸素濃度約0．9容量％付近においてＮOx浄化率が高くなることは，本願の優先権主張の日前に周知である旨主張する。",
                    "しかし，例示周知例（甲3，甲4）は，いわゆる三元触媒に関するもので，排気ガスの空燃比を理論空燃比付近に制御することを必要とする技術を前提とするものであり，補正発明のようなＮOxトラップ材を有するものではないため，補正発明における酸素濃度制御の前提である「排気ガスについてリーンと理論空燃比又はリッチとを変動させる」ことを条件とするものでもなく，対象とする浄化触媒の前提が異なるものである。よって，例示周知例（甲3，甲4）を引用発明に適用することのできる周知例と認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，引用発明に周知例を適用することにより，相違点1”及び2”に係る構成を容易に発明できたものということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，補正発明が新規性及び進歩性を欠くとして，特許出願の際独立して特許を受けることができないとして本件補正を却下した審決の判断は，誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由には理由がある。",
        "よって，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}