{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が取消2012-300403号事件について平成25年3月19日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，「PEARL」の欧文字と「パール」の片仮名を2段にして成り，第34類「たばこ」を指定商品とする商標登録第2523496号（平成2年6月15日登録出願，平成5年4月28日設定登録，以下，その登録商標を「本件商標」という。）の商標権を有する。",
            "原告は，平成24年5月18日，被告を被請求人として，特許庁に対し，本件商標について商標法50条1項に基づく登録取消審判を請求し（取消2012-300403号。以下「本件審判」という。），その審判の請求の登録は，同年6月4日にされた。",
            "特許庁は，平成25年3月19日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を同月28日に原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は別紙審決書写しのとおりであり，その要点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標の通常使用権者である株式会社ドライブコミュニケーションズ（以下「D社」という。）は，本件審判の請求の登録前3年以内である平成22年10月22日から同年11月13日にかけて，東京・大阪・名古屋において，広告用ボード（甲5。以下「本件広告A」という。）の2枚目及び宣伝広告活動の実施に関する資料（甲6）の3枚目（広告用シール型リーフレット。以下「本件広告B」という。）にそれぞれ「パールフィルター」の文字を付して展示又は頒布したことが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件広告A及びBには，「キラキラきらめく」及び「パールフィルター」の文字が上下2段に金色で比較的大きく表されており，その下には，「だから，手元・口元にも」及び「優しく，キレイ。」の文字が上下2段に銀色で小さく表されている。",
                "「だから，手元・口元にも」及び「優しく，キレイ。」の文字は，手元・口元が綺麗に見えるといった程の商品「たばこ」の特徴を表示するものと理解されるものであり，自他商品識別機能を果たさない部分である。",
                "「キラキラきらめく」及び「パールフィルター」の文字は，上下2段に記載されていることから視覚上分離して看取され得るものであり，「パールフィルター」の文字は，独立して看取，把握されるものであって，自他商品識別機能を有している部分ということができる。",
                "また，「パールフィルター」の文字中，「フィルター」の文字は，指定商品「たばこ」との関係において，該たばこがフィルター付きの商品であること等を表し，自他商品識別機能を果たさない部分であるから，「パール」の文字が自他商品識別機能を有している部分ということができる。",
                "「パールフィルター」の文字中の「パール」の文字は，本件商標と同一の「パール」の称呼及び「真珠」の観念を生ずる商標であるから，「パールフィルター」は，本件商標と社会通念上同一の商標といえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件商標の通常使用権者であるD社は，本件審判の請求の登録前3年以内に日本国内において，指定商品「たばこ」に関する広告に本件商標と社会通念上同一の商標である「パールフィルター」を付して展示又は頒布していたものであるから，商標法2条3項8号の広告に登録商標を付して展示又は頒布したものと認められる。",
                "よって，本件商標の登録は，商標法50条1項の規定により取り消すことはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件商標の使用が認められるとした誤り）",
          "text": [
            "審決は，本件商標の通常使用権者であるD社が本件商標を指定商品について使用していると認定した。しかし，被告が提出した証拠によっては，以下のとおり，「パール」又は「PEARL」が自他商品識別機能を有する態様で使用されたものとは認められない。したがって，本件商標の使用が認められるとした審決は誤っており，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件広告A及びBについて",
              "text": [
                "審決は，本件広告A及びBにおける「キラキラきらめく」「パールフィルター」のフレーズ中の「パール」の文字部分が自他商品識別機能を有していると判断した。",
                "しかし，「パール」の語は，日本のたばこ業界では一般的にたばこのフィルターに真珠のような「光沢」や「つや」があることを表す修飾語として使用され，あるいは，「パールフィルター」という語は，「口紅がつきにくいパールシャイン加工フィルター」の意味で使用されており，これを踏まえて本件広告A及びBを見れば，「キラキラきらめく」「パールフィルター」のフレーズは，被告が平成22年11月から販売を開始したたばこの新商品「ピアニッシモ・スーパースリム・メンソール・ワン」（以下「本件商品」という。）のフィルター（正確には，フィルターチップペーパー）の品質を説明しているにすぎず，そのうち「パール」の文字部分のみが独立して自他商品識別機能を有すると認めるべき事情はない。「パール」の文字部分は，「キラキラきらめく」と同様に，本件商品のフィルターの光沢やつやを表す修飾語にすぎず，自他商品識別機能を果たしていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件広告C及びDについて",
              "text": [
                "被告は，本件商標の使用を裏付ける証拠として，本訴において新たに本件商品の広告宣伝用ダイレクトメール（乙7の1・2。以下「本件広告C」といい，その表面（乙7の1）を「本件広告C1」と，その裏面（乙7の2）を「本件広告C2」という。）並びに本件商品の販促カード（乙8。以下「本件広告D」という。）を提出した。",
                "しかし，本件広告C及びDにおける「PEARL」又は「パール」の語も，以下のとおり，自他商品識別機能を有する態様で使用されたものとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件広告Cについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件広告C1について",
                      "text": [
                        "本件広告C1は，英字新聞の有する一種のスタイリッシュさを利用して本件商品が洗練された女性向け外国たばこであることを成人需要者に印象づけるための一種の装飾的・意匠的な広告であり，その記載内容を子細に日本人の成人需要者に読んでもらうことを期待しているものとはいえない。実際，ほとんどの需要者は，本件広告C1の内容について，漠然と，裏面である本件広告C2と同様の内容を英語で記載したものという程度の認識を持つにすぎない。",
                        "本件広告C1における「PEARL  FILTER」の表示態様についても，英語と日本語の差異はあるものの，本件広告C2の表示態様とほぼ同様であり，「PEARL  FILTER」の文字部分は，「5mmSEＮSATIOＮ」等，本件商品の説明を記載した文字部分と同様の態様で記載されており，当該記載が本件商品の説明文であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件広告C2について",
                      "text": [
                        "本件広告C2において，「パール」の文字は，「クチビル・コンシャスなパールフィルター。」，「ルージュでキメた口もとにそっとふれるパールフィルター。」の2か所において使用されている。",
                        "しかし，いずれも，本件広告A及びBにおける「キラキラきらめく」「パールフィルター」のフレーズ中の「パール」と同様，「パール」の文字部分は，本件商品のフィルターの光沢やつやを表す修飾語にすぎず，自他商品識別機能を果たしていない。",
                        "被告自身，「ルージュでキメた口もとにそっとふれるパールフィルター。」に続くフレーズで，「けむりひかえめ，髪や服にもにおいがつきにくい“D-spec”」として，被告が「商品特徴に応じたブランド」の例として挙げる「D-spec」にはあえてクオテーションマークを付している一方で，本件各広告中の「パールフィルター」の表示には何ら印をつけていないことからすれば，被告が，「D-spec」はブランド名として使用し，「パール」は，フィルターの光沢やつやを表すものとして使用したことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件広告Dについて",
                  "text": [
                    "本件広告Dにおける「パール」の文字部分は，本件広告A及びBにおけるそれと同様，本件商品のフィルターの光沢やつやを表す修飾語にすぎず，自他商品識別機能を果たしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，「パール」の語を「フィルター付きたばこ」に使用していると主張し，「パールフィルター」を，「ウィンストン・フィルター」及び「キャメル・フィルター」と同列に並べ，「パール」は，「フィルター付きたばこ」のブランド名（商標）である旨主張する。",
                    "しかし，「パール」が，たばこのブランド名である「ウィンストン」や「キャメル」と同様のものとすれば，「パール」も本件商品のブランド名でなければならないはずであるが，本件商品のメインブランド名は，「パール」ではなく，「ピアニッシモ」である。被告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「パール」の語は，一つの商品に商品名となるブランド（商品ブランド）に加えて設けられる「商品特徴に応じたブランド」の一つであるとして，被告におけるたばこのニオイを低減した商品に付される「D-spec」ブランドを例に挙げ，「パール」もこれと同様に，真珠のような光沢やつやがあり，表面がつるつるしていて口紅がつきにくいという特徴を有するフィルターチップペーパーを採用したたばこに付されるブランド名であると主張する。",
                    "しかし，「D-spec」は，商品の特徴や品質を直接的に表示する用語ではないし，特別な商品（においを低減させ良い香りを楽しめる商品）を指すものとして，自他商品識別機能を有する態様で使用されている。一方，「パール」は，前記のとおり，フィルターがパールのような「光沢」や「つや」があることを説明する用語として記述的な態様で使用されているにすぎない。",
                    "仮に，被告が「パール」又は「PEARL」を商品特徴に応じたブランドとして採用していたとすれば，被告としても，商標としての使用であることを一般に理解してもらえるように，本件各広告において「パール」の文字部分について，他とは異なるフォントを使用したり，全て大文字で記載したり，イタリックの文字等を使用したり，「TM」マークを付記するなどしたはずである。",
                    "また，本件商品の後続商品であり，本件商品と同様のフィルターを採用している「ピアニッシモ・プレシア・メンソール」においても，ブランド名として「パール」の文字が使用されていてしかるべきであるのに，上記商品には「パール」の文字は使用されていない。被告の上記主張は，単なる後付けの主張である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（手続違背）",
          "text": [
            "審決は，以下のとおり，適正な手続を経たものではないから，手続違背により取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審判の経過",
              "text": [
                "原告（請求人）は，本件審判において，一貫して，被告（被請求人）が提出した証拠における「パール」の表示は，自他商品識別機能を有する態様で使用されているとはいえないと主張していた。特許庁は，平成24年10月18日付けの審尋において，原告の上記主張を全面的に認める判断を示した上で，他に本件商標を指定商品に使用している事実を確認できる証拠の提出がない場合は，本件商標の登録は取消しを免れない旨を述べた。",
                "これに対して，被告は，平成24年11月21日付けで「第二答弁書」を提出したが，従前の主張を補足することに終始し，既に提出済みの証拠以外の新たな証拠は提出しなかった。その後，特許庁は，原告に対し，被告の「第二答弁書」に対する反論の機会を付与したが，特許庁の判断が被告の「第二答弁書」をもって覆ったことは指摘しなかった。そのため，原告は，審決により，不意打ちの判断を受けることとなった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，平成24年10月18日付けの審尋において，他に本件商標を指定商品に使用している事実を確認できる証拠の提出がない場合は，本件商標の登録は取消しを免れない旨の公権的中間的判断を示した。特許庁の同判断には，裁判所の裁判（例えば中間判決）と同様に一定の自己拘束力が生じるというべきである。したがって，特許庁が，被告が「第二答弁書」を提出した後判断を変更したのであれば，適正手続を保障する観点から，その旨を原告に明示して再度反論の機会を与えるか，少なくとも，結論を変更するに至った理由を審決中で説明すべきであった。しかるに，審決は，これらのことを怠ったのであるから，審判手続に違背があるというべきであり，審決は取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件商標の使用が認められるとした誤り）に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件広告A及びBについて",
              "text": [
                "本件広告A及びBにおける「パール」の文字は，いずれも自他商品識別機能を有する態様で使用されており，審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件広告C及びDについて",
              "text": [
                "被告は，本件審判の請求の登録前3年以内である平成22年11月頃，本件商品の広告宣伝用ダイレクトメールの表面（本件広告C1）に「PEARL  FILTER」の文字を，同ダイレクトメールの裏面（本件広告C2）に「パールフィルター」の文字をそれぞれ付して，同ダイレクトメール（本件広告C）を消費者に送付し，もって頒布した。また，被告は，その頃，本件商品の販促用カード（本件広告D）の裏面に「パールフィルター」の文字を付して，同カードを頒布した。本件広告C及びDにおける「PEARL」ないし「パール」の文字も，いずれも自他商品識別機能を有する態様で使用されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件広告Cについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件広告C1について",
                      "text": [
                        "本件広告C1には，冒頭に大きな文字で「PIAＮISSIMO  TIMES」，その下に「SUPER  SLIM  SHOCK！」との表示があり，「SHOCK！」の文字の下に「PEARL  FILTER」の表示がある。この表示は，他の商品説明部分の記載と比べて大きく，また修飾語は付されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件広告C2について",
                      "text": [
                        "本件広告C2には，「パールフィルター」の語が2か所で用いられており，それぞれ「におい，けむり，おさえめ。クチビル・コンシャスなパールフィルター。」，「ルージュでキメた口もとにそっとふれるパールフィルター。」と記載されている。両記載方法に共通しているのは，「クチビル・コンシャスな」や「ルージュでキメた口もとにそっとふれる」といった言葉で「パールフィルター」の語を修飾していることであり，このような使用方法は，本件広告A及びBにおいて「パールフィルター」の語を「キラキラきらめく」で修飾していることと共通している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "たばこ業界ではフィルター付きたばこの名称として「○○フィルター」を称する例が存在し，世界の販売数量（中国を除く）第2位のたばこブランドである「ウィンストン」には「ウィンストン・フィルター」との名称が付されたフィルター付きたばこの製品があり，同第7位のたばこブランドである「キャメル」にも「キャメル・フィルター」との名称が付されたフィルター付きたばこの製品がある。したがって，「○○フィルター」や「○○FILTER」という名称が「○○ブランドのフィルター付きたばこ」を指すと解することはたばこ業界では一般的であり，被告は，「パールフィルター」や「PEARL  FILTER」の語を本件商品すなわちフィルター付きたばこに使用したものである。",
                        "そして，「FILTER」や「フィルター」の部分は，フィルター付きたばこであることを示すにすぎず，指定商品「たばこ」との関係で自他商品識別機能を果たさないか，きわめて弱い機能しか果たさない部分であるから，「PEARL  FILTER」や「パールフィルター」は，「PEARL」や「パール」の部分に自他識別力がある。",
                        "したがって，「パールフィルター」や「PEARL  FILTER」は，本件商標と社会通念上同一の商標である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件広告Dについて",
                  "text": [
                    "本件広告Dには，「キラキラきらめくパールフィルター」の記載がある。本件広告C2と同様，「パール」の部分に識別力があり，「パールフィルター」は，本件商標と社会通念上同一の商標である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，被告が「パール」の語を「パールフィルター」として，「フィルター」の語を伴って使用していることから，「パール」の語の使用が「フィルター」の光沢やつやを表す修飾語であると主張する。しかし，被告は，「パールフィルター」の語を本件商品すなわち「フィルター付きたばこ」について使用したものであり，「たばこのフィルター」について使用したものではないことは前記のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件商品のメインブランド名は「ピアニッシモ」であるから，成人喫煙者が「パール」の語をフィルター付きたばこの商標として理解することはあり得ないと主張する。",
                    "しかし，ブランド戦略において，一つの商品に，商品名となるブランド（商品ブランド）に加えて，当該商品の「商品特徴に応じたブランド」を設けることは広く行われている。被告においても，「メビウス」「セブンスター」「ピアニッシモ」のような商品ブランドとは別に，「D-spec」のような「商品特徴に応じたブランド」を設けることが行われている。「D-spec」ブランドは，気になるたばこの「ニオイ」を低減（Decreased）させ，上品な（Decent）良い香りを楽しめるという特徴を持つたばこに付されるブランドであり，「メビウス」「キャスター」「ピアニッシモ」といった複数のブランドを横断してその名が付されており，商標登録もなされている。",
                    "被告における「パール」ブランドは，上記のような「商品特徴に応じたブランド」の一つであり，真珠のような光沢やつやがあり，表面がつるつるしていて口紅がつきにくいという特徴を有するフィルターチップペーパーを採用したたばこに付されるブランドと位置づけられるものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（手続違背）に対し",
          "text": [
            "原告は，特許庁は原告に対して被告の「第二答弁書」に対する反論の機会を与えるなどすべきであったと主張する。",
            "しかし，特許庁は原告に対して第二弁駁書提出の機会を与えており，現に原告は第二弁駁書を提出している。また，審決が判断を変更した部分は，被告が提出した証拠に含まれている「パール」の語が識別力を有するものとして機能しているか否かという一点に限られており，この点については，被告の平成24年9月12日付け「審判事件弁駁書」及び平成25年2月15日付け「第二弁駁書」において十分な主張がなされている。このように，客観的に見れば，原告には反論の機会が用意されていたものである。",
            "したがって，原告が主張する手続の瑕疵は，審決の結論に影響を及ぼし得るものではなく，また，重大なものでもないため，取消事由には該当しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由1は理由があり，審決は取消しを免れないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件商標の使用が認められるとした誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標の通常使用権者であるD社が，平成22年10月22日から同年11月13日にかけて，東京・大阪・名古屋において，本件広告A（甲5）及び本件広告B（甲6）を展示又は頒布したこと，被告が，同年11月頃，本件広告C及び本件広告Dを頒布したこと，本件広告AないしD（以下「本件各広告」という。）には，「パールフィルター」又は「PEARL FILTER」の文字が付されていること，以上の事実は当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件各広告において「パール」又は「PEARL」の標章が商標として使用されているか否かを次に判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠（甲5，6，8，9，19，乙7の1～3，8，9）及び弁論の全趣旨によれば，以下の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商品について",
                      "text": [
                        "本件各広告は，被告が平成22年11月から販売を開始したたばこの新商品「ピアニッシモ・スーパースリム・メンソール・ワン」（本件商品）に関する広告である。",
                        "本件商品は，「ピアニッシモ・ファミリー」と称される，商品名に「ピアニッシモ」を冠する商品群に属する一銘柄である。同商品群に属する銘柄としては，他に，「ピアニッシモ・アリア・メンソール」（旧「ピアニッシモ・ワン」），「ピアニッシモ・ペティル・メンソール・ワン」，「ピアニッシモ・フラン・メンソール・ワン」等がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件商品のパッケージについて",
                      "text": [
                        "本件各広告には，本件商品のパッケージの写真が掲載されている。",
                        "本件商品のパッケージの正面（本件各広告に掲載されている面）には，中央部に「PIAＮISSIMO」「Super  Slims」「Menthol」「OＮE」の文字が上下4段で表示されている。このうち，「PIAＮISSIMO」の文字が最も大きいフォントで表示され，「Super  Slims」の文字が次に大きいフォントで表示されている。ただし，本件商品のパッケージには，「パール」や「PEARL」の表示はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件広告Aについて",
                      "text": [
                        "本件広告A（甲5）は，2枚からなる本件商品の広告用ボードである。",
                        "本件広告Aの1枚目には，金色の口紅を塗った女性の顔写真が大きく掲載され，その下に「キュッと極細スリム。」「ピアニッシモ」「スーパースリム」「2010年11月上旬より全国発売」「PIAＮISSIMO」「Super  Slims  Menthol  OＮE」の文字が上下6段で表示されている。このうち，「ピアニッシモ」「スーパースリム」の文字が最も大きいフォントで表示され，「PIAＮISSIMO」の文字が次に大きいフォントで表示されており，これらが本件商品のメインブランドであると認められる。",
                        "本件広告A（甲5）の2枚目には，その中央から上の部分に本件商品のパッケージとたばこの写真が大きく掲載されており，この写真の背景には，上部に「ピアニッシモから」「極細スリムサイズ新登場！！」の文字が上下2段で大きなフォントで表示され，下部に「Ｎew！  美しさの新・スタイル」の文字がより大きなフォントで表示されており，上記写真部分を囲むように左上から時計回りで「キュッと詰まったメンソール」（甲5からは「ったメンソー」の部分が写真の背景となっていて判読できないが，甲8から上記のように推認される。），「キラキラきらめく」「パールフィルター」（上下2段），「におい・煙り少ない」，「20本入りなのに」「コンパクト」（上下2段）の各文字が，中程度の大きさのフォントでスターマーク類似の記号の次に見出しのように表示され，それぞれの下に小さな文字で2，3行の商品の宣伝文言が記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件広告Bについて",
                      "text": [
                        "本件広告Bは，本件商品の広告用シール型リーフレットである（甲6，8。なお，甲6は，本件商品の宣伝広告活動の実施に関する資料であり，その3枚目に本件広告Bの上記リーフレットが添付されている。）。",
                        "本件広告Bの上記リーフレット（甲8）には，そのほぼ中央部分に本件商品のパッケージとたばこの写真が大きく掲載されており，この写真の上部に「キュッと極細スリム。」「PIAＮISSIMO」「美しさの新・スタイル  ピアニッシモ・スーパースリム」の文字が，最も目立つ態様で上下3段書きに表示され，また，上記写真部分を囲むように左上から時計回りで「キュッと詰まったメンソール」，「キラキラきらめく」「パールフィルター」（上下2段），「におい・煙り少ない」，「20本入りなのに」「コンパクト」（上下2段）の各文字が次に目立つ態様で，スターマーク類似の記号の次に見出しのように表示され，それぞれの下に小さな文字で2，3行の商品の宣伝文言が記載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件広告Cについて",
                      "text": [
                        "本件広告Cは，表裏二面からなる本件商品のダイレクトメールであり，表面が本件広告C1（乙7の1），裏面が本件広告C2（乙7の2）である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件広告C1について",
                          "text": [
                            "本件広告C1は，全体として英字新聞記事のような体裁をとっており，最上部に，新聞のタイトルを模した態様で「PIAＮISSIMO  TIMES」の文字が最も大きなフォントで表示され，その下に「SUPER  SLIM  SHOCK！」の文字が次に大きなフォントで新聞の大見出しのように表示されており，その下には，中央部に金色の口紅を塗った女性の顔写真と金色の唇の跡が大きく掲載され，これらの左右には「5mmSEＮSATIOＮ」，「PEARL  FILTER」，「SLIMBODYAＮD」「MEＮTHOL!!!!!!!!!！」（上下2段），「CREATIＮG」「PRECIOUS」の文字が中程度の大きさのフォントで中見出しのように表示され，それぞれの下に小さな文字で数行の商品の宣伝文言が記載されている（この数行の宣伝文言は，小さな文字の英文であり，この宣伝文言を読む人はほとんどいないと推認される。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件広告C2について",
                          "text": [
                            "本件広告C2は，全体として英字新聞を一部日本語に訳したような体裁をとっており，最上部に，新聞のタイトルを模した態様で「PIAＮISSIMO  TIMES」の文字が最も大きなフォントで表示され，その下に「SUPER  SLIM  SHOCK！」の文字が次に大きなフォントで新聞の大見出しのように表示されており，その下には，本件商品のパッケージ等の写真が掲載されており，さらに「2010．11．DEBUT！」，「PIAＮISSIMO  WIＮTER  COLLECTIOＮ」等の文字が次に大きなフォントで表示され，さらにまた「この細さで，この刺激。」「直径5mmの」「センセーション。」（上下3段），「におい，けむり，おさえめ。」「クチビル・コンシャスな」「パールフィルター。」（上下3段）の各文字が次に大きなフォントで新聞の中見出しのように表示されている。そして，上記「パールフィルター」の下には「ルージュでキメた口もとにそっとふれるパールフィルター。けむりひかえめ，髪や服にもにおいがつきにくい“D-spec”だから，人があつまる席や自分だけの香りを演出したいときにもぴったり。」の文字が，新聞の記事のように記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "本件広告Dについて",
                      "text": [
                        "本件広告D（乙8）は，表裏二面からなる本件商品の販促用カードである。",
                        "本件広告Dの表面には，金色の口紅を塗った女性の顔写真が大きく掲載され，その下に「キュッと極細スリム。」「PIAＮISSIMO」「Super  Slims  Menthol  OＮE」の文字が上下3段で記載されている。このうち，「PIAＮISSIMO」の文字が最も大きいフォントで表示されている。",
                        "本件広告Dの裏面には，その上部に「美しさの新・スタイル」「ピアニッシモ・スーパースリム」の文字が上下2段に大きなフォントで表示され，その下に本件商品のパッケージとたばこの写真が掲載されるとともに，「◆キラキラきらめくパールフィルター」，「◆キュッと詰まったメンソール」，「◆におい・煙り少ない」，「◆20本入りなのにコンパクト」の各文字が次に大きなフォントで見出しのように表示され，それぞれの下に1ないし3行の宣伝文言が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商品は，商品名を「ピアニッシモ・スーパースリム・メンソール・ワン」とするたばこであり，「ピアニッシモ・ファミリー」と称される商品群に属する一銘柄であること，本件商品のパッケージの正面には，本件商品の商品名を欧文字で表した「PIAＮISSIMO」の文字が最も大きいフォントで表示されているのに対し，「パール」ないし「PEARL」の文字は表示されていないことは上記ア認定のとおりである。そして，本件各広告においても，最も目立つところに，「ピアニッシモ」「スーパースリム」（本件広告A）又は「PIAＮISSIMO」，「ピアニッシモ・スーパースリム」（本件広告B），「PIAＮISSIMO」「SUPERSLIM」（本件広告C），「PIAＮISSIMO」（本件広告D）の各文字が大きいフォントで表示されている。",
                    "これに対し，本件各広告に表示されている「パールフィルター」や「PEARL  FILTER」は，本件各広告では，いずれも中程度の大きさのフォントで，中見出しのような位置に表示され，その下に1，2行ないし数行の宣伝文言が記載されているものである（なお，本件広告A及びDではその1枚目ないし表面ではなく，その2枚目ないし裏面に表示されている。）。そして，本件広告A，B及びDの「キラキラきらめくパールフィルター」（上下2段ないし1行）の表示は，「キュッと詰まったメンソール」，「におい・煙り少ない」，「20本入りなのにコンパクト」（上下2段ないし1行）と同様の大きさのフォントと中見出し的な態様で表示されている（本件広告Cの「PEARL  FILTER」や「パールフィルター」も，その前後の記載文言等は異なるが，概ね同様である。）。",
                    "そして，たばこ業界においては，フィルター付きたばこのブランドとして「○○フィルター」と称する例が存在し，世界的に販売数量の多いたばこブランドである「ウィンストン・フィルター」や「キャメル・フィルター」などの例が存在すること（乙2，3），及び本件各広告における「パールフィルター」や「PEARL  FILTER」の表示は，本件商品のメインブランドである「ピアニッシモ  スーパースリム」ないし「PIAＮISSIMO」程ではないにせよ，本件各広告中において前記認定のとおり中程度に目立つ態様で表示されており，同程度に表示されている「キュッと詰まったメンソール」「20本入りなのにコンパクト」「におい・煙り少ない」（本件広告A，B，D）及び「この細さでこの刺激。直径5㎜のセンセーション。」（本件広告C2）等に比べると，単なる商品の内容や形状を説明しただけのものではなく，そのフィルターにパール状の光沢や色つやがあるとの特徴があるフィルター付きたばこである本件商品を，「パールフィルター」や「PEARL  FILTER」と称してその宣伝広告活動しているものと認めることは可能である（「キラキラきらめく」は「パールフィルター」を修飾する形容詞として表示されているものと解される。）。",
                    "これらの事実からすると，被告は，そのブランド戦略からして，本件商品に「ピアニッシモ・スーパースリム・メンソール・ワン」との商品名を付し，「ピアニッシモ・ファミリー」と称される商品群に属する一銘柄として，「PIAＮISSIMO」の商標を強調するなどした上で，フィルターにパールのような光沢とつやのあるたばこである本件商品の特徴に由来する「パールフィルター」や「PEARL  FILTER」という二次的なブランドも採用したものと認めるのが相当である。",
                    "以上によれば，被告は，本件各広告において，「ピアニッシモ  スーパースリム」「PIAＮISSIMO  SUPER  SLIM」ないし「PIAＮISSIMO」等を本件商品のメインブランドとして広告宣伝し，取引者及び需要者は，これらの商標によって，本件商品を他の商品から識別するものであるけれども，同時に，「パールフィルター」や「PEARL  FILTER」との標章も，本件商品の特徴を表す二次的ブランドとして，本件各広告に使用されたものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，本件各広告における「パールフィルター」や「PEARL  FILTER」との商標が，本件商標と社会通念上同一の商標といえるか否かについて判断する。",
                    "本件広告A，B，C2及びD中の「パールフィルター」や本件広告C1中の「PEARL  FILTER」のうち，「フィルター」ないし「FILETER」は，本件商標の指定商品であるたばこのフィルターを指す語であって，これをフィルター付きたばこに使用した場合，それ自体識別力を有しない語である。",
                    "これに対し，「PEARL」の文字は，真珠という意味の英語であり，そのカタカナ表記である「パール」を含め，日本人によく知られている言葉であるから，これをたばこという商品に使用した場合に，自他識別機能を有する商標となり得るものである。",
                    "しかし，前記イ認定のとおり，本件各広告においては，「パール」や「PEARL」は，本件商品の二次的ブランドである「パールフィルター」や「PEARL  FILTER」との商標の一部として使用されているにとどまるものである。「パールフィルター」や「PEARL  FILTER」との商標は，本件商品の二次的ブランドとして使用されているものである以上，取引者及び需要者はこれを一連一体のものとして認識し，把握するものであって，「パール」や「PEARL」のみを分離して認識し，把握するものではない。",
                    "したがって，本件各広告において使用されている「パールフィルター」ないし「PEARL  FILTER」との商標は，本件商標と社会通念上同一の商標であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件各広告において，本件商標が使用されているとは認められない。",
                    "したがって，原告主張の取消事由1（本件商標の使用が認められるとした判断の誤り）は理由がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，取消事由2について判断するまでもなく，審決は違法であり取消しを免れない。",
            "よって，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}