{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-16582号事件について平成25年4月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成22年12月7日，意匠に係る物品を「包装容器」とし，意匠の形態を別紙審決書の写しの「別紙第1」のとおりとする意匠(以下「本願意匠」という。)に係る意匠登録出願(意願2010-29180号)をした(甲1)。",
                "特許庁は，平成24年5月30日付けで拒絶査定をしたため，原告は，同年8月25日，これに対する不服の審判を請求した(甲4，5)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，これを不服2012-16582号事件として審理し，平成25年4月30日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年5月10日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成25年6月7日，本件審決の取消しを求める訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書の写しのとおりである。要するに，本願意匠は，下記ア及びイの引用例1及び2の意匠(その形態は別紙審決書の写しの「別紙第2」及び「別紙第3」のとおりである。以下「引用意匠1」及び「引用意匠2」という。)に基づいて，当業者が容易に創作をすることができたものであるから，意匠法3条2項に掲げる意匠に該当し，意匠登録を受けることができない，としたものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：意匠登録第799395号公報(甲8)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：実開昭62-108213号公報(甲9)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した本願意匠の形態は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "基本的構成態様",
                  "text": [
                    "帯状包装材料の長手方向左右両縁部を縦長方向に接着して，筒状に成形し，当該材料横断方向に容器1個分の間隔でシールして切断し，得られた枕状の包装体のフラップ及びフィンを上面，底面及び周面で折り込んで，表面の熱融着性樹脂層同士を接着した，上下対称形状に形成した包装容器であって，全体形状が，略正三角柱のものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "具体的態様",
                  "text": [
                    "縦長方向のシール部が背面側にくるようにした，水平断面形状が略正三角形の柱状で，容器上側にて周面余剰部を折り込んで，横断方向シール部幅一杯の垂直なフィン部，略正三角形の容器上面，及び上下二重になった平面視直角三角形状の左右フラップ部を形成し，そして，垂直なフィン部を後側に倒した上で，左右フラップ部を前側周面へと垂れ下がるように折り曲げたもので，容器下側も同様に，周面余剰部を折り込んで，横断方向シール部幅一杯の垂直なフィン部，略正三角形の容器下面，及び上下二重になった平面視直角三角形状の左右フラップ部を形成し，そして，垂直なフィン部を後側に倒した上で，左右フラップ部を前側周面へと立ち上がるように折り曲げたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断の要旨",
              "text": [
                "本願意匠の基本的構成態様である，帯状包装材料の長手方向左右両縁部を縦長方向に接着して，筒状に成形し，当該材料横断方向に容器1個分の間隔でシールして切断し，得られた枕状の包装体のフラップ及びフィンを上面，底面及び周面で折り込んで，表面の熱融着性樹脂層同士を接着して上下対称形状に形成する包装容器は，本願意匠と同一の物品分野に属している引用意匠2に表れており，これらの態様は全て従来からの手法によるものであって，何ら新しい意匠的な着想があったとは認められない。",
                "縦長方向のシール部が背面側にくるようにした，水平断面形状が略正三角形の柱状で，容器上側にて周面余剰部を折り込んで，横断方向シール部幅一杯の垂直なフィン部，略正三角形の容器上面，及び上下二重になった平面視直角三角形状の左右フラップ部を形成し，そして，垂直なフィン部を後側に倒した上で，左右フラップ部を前側周面へと垂れ下がるように折り曲げた態様は，引用意匠1に表れているのであるから，それを上下対称に形成した本願意匠の創作が困難であったと認めることはできない。",
                "したがって，本願意匠は，その出願前に公然知られた形態に基づいて，当業者が容易に創作することができたものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願意匠並びに引用意匠1及び2との対比の看過(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "創作非容易性の判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願意匠並びに引用意匠1及び2との対比の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用意匠2について",
              "text": [
                "本願意匠と引用意匠2とは，本願意匠の基本的構成態様に関し，「枕状から形成する包装システムの容器」である点で一致し，本願意匠が全体形状で略正三角柱であり，引用意匠2が全体形状で略直方体である点で相違する。",
                "しかしながら，本件審決は，あたかも引用意匠2が基本的構成態様の全てにおいて一致するかのように認定した。",
                "また，本願意匠と引用意匠2とは，具体的態様に関し，一致する点はなく，本願意匠が「断面三角形の柱状」「容器上側のフィンとフラップを前側方に折り曲げる態様」及び「容器下側のフィンとフラップを前側方に折り曲げる態様」であるのに対し，引用意匠2が「断面四角形の柱状」「容器上側のフィンとフラップを横側方に折り曲げる態様」及び「容器下側のフィンとフラップを横側方に折り曲げる態様」である点において相違する(以下，上記相違点を総称して，「原告主張相違点1」という。)。",
                "原告主張相違点1が存在するため，フィンとフラップを前側方に折り曲げるか，フィンとフラップを横側方に折り曲げるかによって，意匠を正面から見た場合に，フィンとフラップが強調されて見えるか，全く見えないかの大きな意匠的相違が生じる。",
                "本件審決は，本願意匠と引用意匠2との一致点及び相違点をそれぞれ明らかにすることなく，本願意匠の創作非容易性を判断したものであって，判断手法を誤ったこと自体，結論に影響を及ぼす重大な誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用意匠1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願意匠と引用意匠1とは，基本的構成態様に関し，全体形状で略正三角柱である点で一致し，本願意匠が「枕状から形成する包装システムの容器」であり，引用意匠1が「ブランクから形成する包装システムの容器」である点で相違する。",
                    "また，本願意匠と引用意匠1とは，具体的構成態様に関しては，「断面三角形の柱状」及び「容器上側のフィンとフラップを前側方に折り曲げる態様」である点で一致し，本願意匠が「容器下側のフィンとフラップを前側方に折り曲げる態様」であり，引用意匠1が「容器下側のパネルを底に折り曲げる態様」である点で相違する(以下，上記相違点を総称して，「原告主張相違点2」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，本願意匠と引用意匠1との一致点及び相違点をそれぞれ明らかにすることなく，本願意匠の創作非容易性を判断したものであって，判断手法を誤ったこと自体，結論に影響を及ぼす重大な誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(創作非容易性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告主張相違点1及び2について",
              "text": [
                "本願意匠の「容器下側のフィンとフラップを前側方に折り曲げる態様」は，いずれの引用意匠にも表れていない。",
                "本件審決は，当該相違点は上下対称に形成したことにすぎないとするが，意匠の要部である正面視において，本願意匠では，上記相違点とあいまって上下対称にすることにより，折り曲げられたフィンとフラップが左右対称及び上下対称の点対称に，新たな対称性を創り出している。",
                "すなわち，本願意匠では，前側方に折り曲げられた4か所のフィンとフラップが点対称に配置された新たな対称性が創り出されているため，正面から見て(視覚を通じて)起こさせた美感(斬新な意匠的効果)を奏している。本願意匠の斬新さは，本願意匠と引用意匠1及び2とを比較した調査結果(甲12)からも明らかである。",
                "これに対し，引用意匠2は，「容器上側のフィンとフラップを横側方に折り曲げる態様」と「容器下側のフィンとフラップを横側方に折り曲げる態様」とを上下対称にするが，断面四角形の柱状であるので，前側方に折り曲げられたフィンとフラップを上下対称にすることを示唆しないのみならず，引用意匠2のフィンとフラップは横側方に折り曲げられており，前側方に折り曲げるものではない。引用意匠1を正面から見た場合，横側方に折り曲げられたフィンとフラップは全く見えないから，引用意匠2は，本願意匠の意匠的効果を全く奏しない。",
                "したがって，本件審決は，原告主張相違点1及び2並びに本願意匠の意匠的効果を看過したものというほかない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "生産技術の観点からの制約について",
              "text": [
                "意匠法で保護される意匠は，工業上利用することができ，工業的技術を利用して同一物を反復して多量に生産することができるものであるから，工業的技術を利用して生産される物品の形状を創作する場合，その物品の生産技術を考慮しなくてはならず，多くの場合，その生産技術の観点から物品の形状に制限が課せられる。",
                "本願意匠及び引用意匠2は，枕状から形成する包装システムの容器に関する意匠であり，当該包装システムの容器では，引用意匠1の「容器下側のパネルを底に折り曲げる態様」を採用することはできない。これは，生産技術の観点による，物品の形状に対する制限である。",
                "これに対し，引用意匠1は，ブランクから形成する包装システムの容器に関する意匠であり，当該包装システムの容器では，生産技術の観点から，「容器下側のパネルを底に折り曲げる態様」を採用せざるを得ないという制限を有する。",
                "しかも，容器の上側の態様が公知であり，別の生産技術で容器の上側の態様と下側の態様とを対称に表すことが公知であったとしても，引用意匠1の生産技術では，上下対称の態様とすることはできない。",
                "したがって，本件審決は，物品の形状を創作する場合に考慮すべき当該物品の生産技術を無視したものというほかない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願意匠は引用意匠1及び2に基づいて，当業者が容易に創作することができたものということはできない。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "取消事由1(本願意匠並びに引用意匠1及び2との対比の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用意匠2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本願意匠の基本的構成態様の一要素である，「帯状包装材料の長手方向左右両縁部を縦長方向に接着して，筒状に成形し，当該材料横断方向に容器1個分の間隔でシールして切断し，得られた枕状の包装体のフィン及びフラップを上面，底面及び周面で折り込んで，表面の熱融着性樹脂層同士を接着して上下対称形状に形成する包装容器」，すなわち，「枕状から形成する包装システムの容器で上下対称形状にしたもの」が引用意匠2に表れているから，これらの態様は全て従来からの手法によるものであると認定したのであって，引用意匠2が本願意匠と基本的構成態様の全てにおいて一致すると認定していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，本願意匠に用いられている「枕状の包装体から成る容器上下に備わるフィンとフラップを容器周面へ沿わせるように側方に，上側にあっては下方向に，下側にあっては上方向に，上下対称になるように折り曲げる」とする手法が本件出願前に公知であった事実を示すために引用意匠2を示したものである。原告主張相違点1は，基本形態が断面三角形の柱状の本願意匠と断面四角形の柱状の引用意匠2とにおける，フィン及びフラップを折り曲げた結果の形態の相違にすぎず，意匠を創作する上で採用している手法は同一手法といえるから，本件出願前に公知の手法を用いた本願意匠の当該態様は，全て従来からの手法によるものであって，何ら新しい意匠的な着想があったとは認められないとした本件審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用意匠1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本願意匠の「水平断面形状が略正三角形の柱状で，容器上側にて周面余剰部を折り込んで，横断方向シール部幅一杯の垂直なフィン部，略正三角形の容器上面，及び上下二重になった平面視直角三角形状の左右フラップ部を形成し，そして，垂直なフィン部を後側に倒した上で，左右フラップ部を前側周面へと垂れ下がるように折り曲げた態様」が，本件出願前に公知であった事実を示すために引用意匠1を示したものであって，包装システムの相違や容器下側の態様の相違を含めて美感の対比をしているものではない。",
                    "原告主張相違点2に係る容器下側における本願意匠の態様は，引用意匠1の容器上側の態様に基づいて，引用意匠2に表れている包装容器を上下対称形状に形成する手法を用いることにより，容易に想到し得るから，本願意匠の創作が困難であったと認めることはできないとする本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が主張する一致点及び相違点を抽出した上で判断する手法は，2つの意匠の類否を判断する手法であって，当該意匠が容易に創作することができたか否かについての判断手法とは異なる。",
                    "意匠法3条2項は，「日本国内又は外国において公然知られた形状，模様若しくは色彩又はこれらの結合に基づいて容易に意匠の創作をすることができたとき」と規定するものであり，創作非容易性の判断においては，本願意匠と公知の意匠との一致点及び相違点を明らかにする必要はないから，本件審決の判断手法に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(創作非容易性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告主張相違点1及び2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用意匠1に表れている「容器上側のフィンとフラップを前側方に折り曲げる」態様を基に，引用意匠2に表れている容器の上下両端を対称形に加工する従来からの手法を用いることによって，「容器下側のフィンとフラップを前側方に折り曲げる態様」を含む本願意匠は容易に創作できたものであるとしたから，本願意匠の「容器下側のフィンとフラップを前側方に折り曲げる態様」が，引用意匠1及び2に表れていないからといって，本件審決に誤りがあるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用意匠2は，フィンとフラップは横側方に折り曲げられ，前側方に折り曲げるものではないから，意匠を正面から見た場合にフィンとフラップは全く見えず，本願意匠の意匠的効果を全く奏しないと主張する。",
                    "しかし，本件審決は，前記のとおり，引用意匠2を，容器上側及び下側のフィンとフラップを側方に折り曲げるという，上下対称にする手法が公然知られているという証拠として示したものであり，意匠の具体的形態を比較検討するために示したものではない。",
                    "意匠法3条2項は，その意匠の属する分野において通常の知識を有する者が，容易に意匠の創作をすることができたときは，意匠登録を受けることができない旨を規定するものである。意匠の美感や具体的形態を比較するのは，意匠の類否判断を行う同法3条1項3号における手法であり，同法3条2項とは判断の観点を異にするから，原告が主張する新たな意匠的効果を奏するか否かは，創作非容易性の判断に影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "生産技術の観点からの制約について",
              "text": [
                "生産技術の観点から物品の形状に制限が課せられるとしても，引用意匠1のように，本体部を断面三角形の柱状にし，容器上側のフィンとフラップを前側方に折り曲げる態様と，引用意匠2に示す「枕状から形成する包装システム」により作成すると必然的に容器下側の態様が容器上側の態様と上下対称となる手法を熟知している当業者においては，引用意匠1に示された，本体部を断面三角形の柱状にし，容器上側のフィンとフラップを前側方に折り曲げた態様に基づき，引用意匠2に示された，枕状から形成する包装システムの手法により，容器上側のフィンとフラップを側方に折り曲げた態様を容器下側においても上下対称に設けた本願意匠の形態を容易に想到し得るものである。",
                "原告の主張は，本願意匠を引用意匠1と同じ形態にすることは，枕状から形成する包装システムでは不可能であり，かつ，引用意匠1と同様にブランクから形成する包装システムでは，必然的に本願意匠の容器下側はパネルを底に折り曲げる態様となることを主張しているにすぎず，本件審決における創作非容易性の判断を曲解したものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，本願意匠は，引用意匠1及び2に基づいて，当業者が容易に創作することができたものであるとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願意匠並びに引用意匠1及び2との対比の看過)について",
          "text": [
            "原告は，本願意匠と引用意匠1との一致点及び相違点をそれぞれ明らかにすることなく，本願意匠の創作非容易性を判断した本件審決は，その判断手法自体に結論に影響を及ぼす重大な誤りがあると主張する。",
            "しかし，「意匠」とは，物品の形状，模様若しくは色彩又はこれらの結合であって，視覚を通じて美感を起こさせるものをいい(意匠法2条1項)，意匠法3条2項の創作非容易性の判断においては，出願意匠の全体構成によって生じる美感について，公知意匠の内容，出願意匠と公知意匠の属する分野の関連性等を総合考慮して判断すべきである。したがって，同項の判断に当たっては，必ずしも出願意匠と公知意匠との一致点及び相違点を詳細に認定する必要はない。",
            "また，本件審決は，本願意匠と引用意匠1との間では，縦長方向のシール部が背面側にくるようにした，水平断面形状が略正三角形の柱状で，容器上側にて周面余剰部を折り込んで，横断方向シール部幅一杯の垂直なフィン部，略正三角形の容器上面，及び上下二重になった平面視直角三角形状の左右フラップ部を形成し，そして，垂直なフィン部を後側に倒した上で，左右フラップ部を前側周面へと垂れ下がるように折り曲げた態様は，引用意匠1に表れているとして，この点を共通にするとしており，このフィンとフラップ部の折り曲げた態様は，本願意匠は上下に存在するが，引用意匠1は上部だけに存在することが差異となっていることを前提に，創作非容易性を判断しているから，この点でも本件審決の判断手法が不相当ということはできない。",
            "以上のとおり，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(創作非容易性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用意匠1及び2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用意匠1について",
                  "text": [
                    "引用例1(甲8)によれば，引用意匠1は，全体形状が略正三角柱であり，帯状包装材料を縦折りして左右両端縁部の縦長方向のシール部が背面側にくるようにしており，容器上側にて周面余剰部を折り込んで，横断方向シール部幅一杯の垂直なフィン部，略正三角形の容器上面及び上下二重になった平面視直角三角形状の左右フラップ部を形成し，垂直なフィン部を後側に倒した上で，左右フラップ部を前側周面へと垂れ下がるように折り曲げた包装容器である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用意匠2について",
                  "text": [
                    "引用例2(甲9)によれば，引用意匠2は，全体形状が四角柱であり，帯状包装材料の長手方向左右両縁部を縦長方向に接着して筒状の容器に成形し，成形時に容器の頂部及び底部両端に突出した三角形耳部を折り込んで，容器側壁に熱融着性樹脂層により接着して上下対象形状に形成する包装容器である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "創作非容易性について",
              "text": [
                "本願意匠が，容器上側にて周面余剰部を折り込んで，横断方向シール部幅一杯の垂直なフィン部，略正三角形の容器上面及び上下二重になった平面視直角三角形状の左右フラップ部を形成し，垂直なフィン部を後側に倒した上で，左右フラップ部を前側周面へと垂れ下がるように折り曲げた形態を有する点については，引用意匠1が同様の形態を有している。そして，引用意匠2においては，その成形時に容器の頂部及び底部両端に突出した三角形耳部を，平行六面体容器の上側と下側において，上下対称に，周面余剰部を折り込んで，横断方向シール部幅一杯の垂直なフィン部，容器上面及び上下二重になった三角形状の左右フラップ部を形成し，垂直なフィン部を後側に倒した上で，左右フラップ部を周面へと折り曲げた形態を有する。",
                "そうすると，引用意匠1の上部の垂直なフィン部を後側に倒した上で，左右フラップ部を前側周面へと垂れ下がるように折り曲げた形態について，これを容器の上部の形態と下部の形態とを上下対称とすることは，引用意匠2にも見られる周知の形態であるから，当業者が引用意匠1につき，引用意匠2の上下対称の形態を採用した場合，下部の形態についても上下対称とすることは容易であり，当業者の立場から見て意匠の着想の新しさないし独創性があるとはいえない。",
                "したがって，上記形態も，当業者が容易に創作することができるものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願意匠の「容器下側のフィンとフラップを前側方に折り曲げる態様」は，いずれの引用意匠にも表れておらず，本願意匠では前側方に折り曲げられた4か所のフィンとフラップが点対称に配置された新たな対称性が創り出されているため，正面から見て起こさせた美感を奏しているが，引用意匠2は断面四角形の柱状であるので，前側方に折り曲げられたフィンとフラップを上下対称にすることを示唆しないのみならず，「容器上側のフィンとフラップを横側方に折り曲げる態様」と「容器下側のフィンとフラップを横側方に折り曲げる態様」とを上下対称に有するものの，フィンとフラップを前側方に折り曲げるものではないから，引用意匠2を正面から見た場合，横側方に折り曲げられたフィンとフラップは全く見えず，本願意匠の意匠的効果を全く奏しないなどと主張する。",
                    "しかしながら，前記のとおり，本願意匠及び引用意匠1は，「容器上側のフィンとフラップを前側方に折り曲げる態様」について同一の形態を有し，本願意匠及び引用意匠2は，フラップ及びフィンを上面，底面及び周面で折り込んで上下対象形状に形成する包装容器である点において同一の形態を有するから，引用意匠1に引用意匠2の「上下対称の形態」を採用すれば，引用意匠1の上記態様を上下対称にする形態となる。",
                    "また，引用意匠2は四角柱の形態を有することから，その正面視において，横側方に折り曲げられたフィンとフラップは全く見えないが，前記のとおり，意匠の構成としては，上下対称であることにあり，これに基づいて，引用意匠1のフィンとフラップを上下対称とすることは，引用意匠2に基づいて，当業者が容易に創作することができるのであり，創作非容易性の観点からは，本願意匠と意匠的効果が異なることが，創作非容易性の判断に影響することはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願意匠及び引用意匠2は，枕状から形成する包装システムの容器に関する意匠であり，当該包装システムの容器では引用意匠1の「容器下側のパネルを底に折り曲げる態様」を採用することはできないのに対し，引用意匠1は，ブランクから形成する包装システムの容器に関する意匠であり，当該包装システムの容器では，生産技術の観点から「容器下側のパネルを底に折り曲げる態様」を採用せざるを得ないのみならず，上下対称にすることはできないから，本件審決は，物品の形状を創作する場合に考慮すべき当該物品の生産技術を無視したものであるなどと主張する。",
                    "しかしながら，本願意匠の創作非容易性の判断は，引用意匠1及び2に基づいて当業者が容易に創作することができたか否かの観点から決せられるべきであって，生産技術が異なることをもって，直ちに当該形態が容易に創作することができないと判断することは相当ではない。本願意匠及び引用意匠2において，容器下側のパネルを底に折り曲げる態様を採用することが技術的に不可能であるとしても，そのことをもって，引用意匠1において，引用意匠2のフィン及びフラップの上下対称の形態を採用することについて，格別の技術的な障害を認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，原告の上記主張はいずれも採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，本願意匠は，引用意匠1及び2に基づいて，当業者が容易に創作し得るものというべきであるから，本件審決の認定及び判断は相当であって，取り消すべき違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，本件審決は相当であって，原告の請求は理由がないから，棄却されるべきものである。"
      ]
    }
  ]
}