{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "特許庁が不服2012-3397号事件について平成25年5月28日にした審決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "訴訟費用は被告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(当事者間に争いがない。)",
          "text": [
            "原告は，発明の名称を「高分子化合物，該高分子化合物を含有するフォトレジスト組成物，およびレジストパターン形成方法」とする発明について，平成16年10月29日に特許出願(特願2004-316960号(パリ条約による優先権主張  平成16年2月20日)。以下「本願」という。後記手続補正後の特許請求の範囲の請求項の数は9である。)をしたが，平成23年11月30日に拒絶査定を受けたので，平成24年2月22日，これに対する不服の審判を請求するとともに，手続補正書を提出した(以下「本件補正」という。)。",
            "特許庁は，この審判を，不服2012-3397号事件として審理した結果，平成25年5月28日，「本件審判の請求は，成り立たない。」との審決をし，同審決の謄本を，同年6月11日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正後の本願の特許請求の範囲の請求項1の記載は，次のとおりである(甲11。以下「本願発明」という。)",
            "【請求項1】",
            "酸の作用によりアルカリ溶解性が変化し得る高分子化合物であって，少なくとも下記一般式(2)",
            "【化1】",
            "(式中，R はアダマンタン骨格を有する炭素数20以下の脂肪族環式基(但し，カルボニル基を有する基を除く。)であり，nは0または1～5の整数を表し，R は水素原子，又は炭素数20以下の低級アルキル基を表す。)",
            "で示される化合物から誘導される構成単位(a1)を含有することを特徴とする高分子化合物。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりであり，要するに，本願発明は，本願の優先日前に出願され本願の優先日後に出願公開された特願2004-28595号の願書に最初に添付された明細書及び特許請求の範囲(甲13。併せて，以下「先願明細書」という。)に記載された発明(以下「先願明細書発明」という。)と同一であり，しかも，本願の発明者が先願明細書発明をした者と同一ではなく，また，本願出願の時において，その出願人が先願明細書発明に係る特許出願の出願人と同一でもないので，特許法29条の2の規定により，特許を受けることができず，他の請求項について検討するまでもなく，本願は拒絶されるべきであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が上記結論を導くに当たり認定した先願明細書発明の内容は，次のとおりである。",
                "「単量体である(アダマンタン-1-イルオキシ)メチル(メタ)アクリレートまたは1-［2-(アダマンタン-1-イル)エトキシ］メチル(メタ)アクリレートから誘導され，酸脱離性機能を有する繰り返し単位を含有する高分子化合物。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "審決には，先願明細書発明の認定に誤りがあり，この誤りは審決の結論に影響を及ぼすから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "審決の認定",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，先願明細書には右記の式(1)で表される不飽和カルボン酸ヘミアセタールエステルとして，1-(アダマンタン-1-イルオキシ)エチル(メタ)アクリレート(以下「式(1)単量体①」という。)及び1-［2-(アダマンタン-1-イル)エトキシ］エチル(メタ)アクリレート(以下「式(1)単量体②」という。)が具体的に記載されているから，「Ra」が水素原子又はメチル基であり，「Rd」がアダマンタン環(アダマンチル基)又はアダマンチルエチル基であるものが具体的に記載されており，右記の式(B)について，「式中，Ra，Rdは前記に同じ。」と明記されているから，先願明細書には，「式(B)で表される化合物」において，「Ra」が水素原子又はメチル基であり，「Rd」がアダマンタン環(アダマンチル基)又はアダマンチルエチル基である化合物に相当する，(アダマンタン-1-イルオキシ)メチル(メタ)アクリレート(以下「先願単量体①」という。)又は1-［2-(アダマンタン-1-イル)エトキシ］メチル(メタ)アクリレート(以下「先願単量体②」という。)が記載されているに等しい，と認定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，審決は，先願明細書には，式(B)で表される化合物が，フォトレジスト用の高分子化合物の単量体として有用であり，式(B)で表される化合物から誘導される繰り返し単位は高分子化合物において酸脱離性機能を有することが記載されている，と認定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，審決は，右記の式(C)で表されるヒドロキシ化合物にホルムアルデヒド(又はパラホルムアルデヒド等)と式(D)で表されるハロゲン化水素とを反応させることにより，式(A)で表されるハロメチルエーテル化合物を合成することができ，式(3)で表される不飽和カルボン酸と式(A)で表されるハロメチルエーテル化合物とを塩基の存在下で反応させることにより，式(B)で表される化合物を合成することが記載されているから，先願明細書には，式(B)で表される化合物の合成・製造方法について十分に具体的に記載されている，と判断した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "化学物質に係る発明の開示について",
          "text": [
            "ある文献中に，化学物質に係る発明が記載されているというためには，①化学物質そのものが確認されること，②当該文献の記載及び技術常識に基づき，当該化学物質が製造できること，③当該文献に当該化学物質の有用性が開示されていること，が必要である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「化学物質そのものが確認されること」について",
              "text": [
                "先願明細書の式(1)で表される化合物と式(B)で表される化合物とは，前者がRbは1位に水素原子を有する炭化水素基を示し，Rcは水素原子又は炭化水素基を示すのに対して，後者がRb＝Rc＝Hである点が異なるだけであるが，両者は合成方法が全く異なり，熱安定性にも大きな相違があり，重合してできる高分子化合物の熱安定性にも大きな違いがある。先願明細書の実施例では，式(1)で表される化合物のうち式(1)単量体②及び1-(ボルニルオキシ)エチルメタクリレートを合成しているが，これらの製造方法とは異なる製造方法で合成される必要がある式(B)で表される化合物についての開示は，先願明細書に一切なく，その物性データ等も具体的に開示されていない。",
                "そうすると，先願明細書の実施例において具体的に確認された化合物であると評価されるものは，式(1)で表される化合物に止まると認定されるべきであり，式(B)で表される化合物が確認されたと評価されるべきではないから，先願単量体①及び②が確認できるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「当該化学物質が製造できること」について",
              "text": [
                "先願明細書には，式(B)で表される化合物として，式(1)で表される不飽和カルボン酸ヘミアセタールエステルの例として列挙された26の化合物に対応する化合物(Rb＝Rc＝Hである化合物)などが挙げられる，と記載されている。つまり，前記1(3)の一般式による合成方法により，少なくとも上記26の化合物に対応する式(B)で表される化合物は合成できるべきである。",
                "しかしながら，これらの化合物のうち，例えば式(1)単量体①に対応する先願単量体①については，式(C)で表されるヒドロキシ化合物は，1-アダマンタノールであり，3級アルコールであるところ，一般に，アルコーの反応性は，1級アルコール＞2級アルコール＞3級アルコールの順であるのに対し，ハロゲン化水素に対するアルコールの反応性は，3級アルコール＞2級アルコール＞1級アルコールの順であるから，ハロゲン化水素である塩化水素及び臭化水素を3級アルコールに反応させた場合には，容易にハロゲン付加物(塩素化及び臭素化アダマンタンが形成される。)が得られる。その結果，1-アダマンタノールに関しては，式(A)で表されるハロメチルエーテル化合物は合成できないから，当業者であれば当然に，先願単量体①を前記1(3)の方法で合成することはできないと理解するはずである。このことは，上記26の化合物のうち6番目，7番目，14番目，15番目の化合物に対応する式(B)で表される化合物についても同様である。",
                "また，16番目の化合物に対応する式(B)で表される化合物を前記1(3)の一般式に従い合成する場合には，特殊な反応条件が必要となり，先願明細書に開示されている反応条件で反応させると，目的とする式(A)で表されるハロメチルエーテル化合物は合成されないことは，当業者であれば当然に理解できる。",
                "すなわち，先願明細書に記載された合成方法によっては，合成可能とされている具体的な化合物の一部は合成できないし，記載された合成方法によって式(B)で表される化合物を実際に合成できたことを示す試験例も先願明細書には記載されていない。したがって，先願明細書の記載からは，実際に式(B)で表される化合物が合成できるかどうかを，当業者が理解することができるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「当該化学物質の有用性が開示されていること」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "フォトレジスト用の高分子化合物の単量体として有用であるためには，単にその他の単量体と重合可能であることや，酸解離性能等を備えるだけでは足りず，レジスト膜にパターンを形成する際の露光前のプレベーク処理や露光後のポストベーク処理(いずれも，100℃程度でのもの)において分解等されないことが好ましいことや，ラジカル重合反応等の重合反応が一般的に50℃以上の比較的高温で行われることに照らして，ある程度の熱安定性を備えることが重要である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかるに，式(1)で表される化合物が有しているヘミアセタール構造の熱安定性が悪いことは，その構造から当業者であれば当然に予測できるものである。この点，先願明細書の実施例1では，85℃で4時間かけて行った重合反応の結果，高分子化合物が得られたことは記載されているものの，得られた高分子化合物中に式(1)で表される化合物から誘導された繰り返し単位が分解されずに含まれているかどうかを確認しておらず，その化学構造から熱安定性が低いことが容易に想定される式(1)で表される化合物から，そのフォトレジスト用としての特徴を担うヘミアセタール構造を保持している高分子化合物が得られたかどうか，当業者が理解できるような適切な試験結果は開示されていない。",
                    "実際，本願発明の発明者が，式(1)で表される化合物のうち1-(アダマンタン-2-イルオキシ)エチル(メタ)アクリレートを用いて高分子化合物を還流条件で，つまり溶媒であるテトラヒドロフランの沸点(66℃)付近で合成したところ，得られた高分子化合物(樹脂B)のうち，上記単量体由来の繰り返し単位の40％近くが分解されてメタクリル酸から誘導される構成単位となってしまっており，このことからすれば，先願明細書の実施例1で合成された高分子化合物は，原料である式(1)単量体②由来の繰り返し単位の大部分がメタクリル酸由来の繰り返し単位に分解されている可能性が極めて高い。なお，当該樹脂Bは，フォトレジストにおいてパターン形成の際に行われるアルカリ現像処理に耐えられず，レジスト膜の未露光部分の膜減りが生じ，かつ，溶解コントラストが取れず良好なレジストパターンが形成されないなど，フォトレジスト用として全く適しないことが明らかである。",
                    "さらに，先願明細書において評価試験に用いられたフォトレジスト用樹脂組成物には，通常含まれるクエンチャー(酸拡散抑制剤)として機能し得る塩基性化合物が含まれていないから，当業者であれば，用いた高分子化合物がどのような組成のものであったとしてもマスクを反映したパターンは形成できないだろうと考えるのが自然であり，実施例1等で合成された高分子化合物を用いてレジストパターンが形成できたとの記載は技術常識に反し，極めて疑わしい。なお，実際に実施例1等で合成した高分子化合物を用いて0．20μmのライン・アンド・スペースパターンが得られたとしても，それは，通常より多い量含まれる光酸発生剤であるトリフェニルスルホニウムヘキサフルオロアンチモネートが有する露光部と未露光部との溶解コントラストにより得られたものと説明できるから，先願明細書中の「パターンが形成された」との記載は，実施例1等で合成した高分子化合物の有用性を直接示すものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，先願明細書の実施例に記載された高分子化合物ですら，レジストパターンを形成したとの評価試験の記載のみからではその有用性を当業者が認識することはできない。",
                    "まして，式(B)で表される化合物を実際に合成し，当該化合物から誘導される繰り返し単位が分解されることなく保持された高分子化合物を合成し，その高分子化合物が実際にフォトレジスト用の高分子化合物として有用であることを調べた試験結果が開示されていないにもかかわらず，先願明細書に，式(B)で表される化合物がフォトレジスト用の高分子化合物の単量体として有用であることが記載されているとの審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，先願明細書には，式(B)で表される化合物は確認されているとはいえず，その合成方法や有用性も，当業者が理解できる程度に十分に記載されていない。よって，先願明細書には，式(B)で表される化合物や，当該化合物から誘導される繰り返し単位を含む高分子化合物に係る発明が記載されているとはいえない。",
            "それにもかかわらず，審決が，先願明細書に，当該化合物に含まれる先願単量体①又は②から誘導され，酸脱離性機能を有する繰り返し単位を含有する高分子化合物の発明が記載されていると認定したのは，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "先願明細書には，式(B)で表される化合物が記載されているといえ，その合成方法や有用性も，当業者が理解できる程度に十分に記載されているといえるから，先願明細書発明についての審決の認定に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "「化学物質そのものが確認されること」について",
          "text": [
            "先願明細書において確認された化合物と評価されるのは式(1)で表される化合物に止まり，式(B)で表される化合物が確認されたと評価すべきではないとの原告の主張は，先願明細書に記載された化合物が実施例に記載されたものに限定されるとはいえないことからすれば，何ら理由がない。",
            "また，原告は，式(B)で表される化合物は式(1)で表される化合物とは全く異なる合成方法により製造されることが必要であり，その方法が記載されていないと主張するが，先願明細書には，式(B)で表される化合物の合成方法が明確に記載され，本願明細書の実施例においても，先願明細書に記載された合成方法と全く同じ方法により本願に係る単量体を得ているから，先願明細書に記載された合成方法では式(B)で表される化合物を製造することができないとはいえない。",
            "先願明細書には，実施例こそ記載されていないものの，式(B)で表される化合物のうち，Rdがアダマンタン環(アダマンチル基)又はアダマンチルエチル基であるものが具体的に記載され，その合成方法も各反応スキームを示すことにより全ての工程にわたって明確に記載されている。",
            "したがって，先願明細書において先願単量体①及び②が確認されたと評価することはできないとの原告の主張は，誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "「当該化学物質が製造できること」について",
          "text": [
            "審決は，先願単量体①又は②が認定できるとしているのであって，式(1)で表される化合物の例として列挙された26の化合物に対応する式(B)で表される化合物の全てが合成できると認定するものではないから，原告の主張は，その前提において失当である。",
            "また，原告が主張する3級アルコールの反応性に関しては，あくまでも程度問題の次元であって，3級アルコールの場合に全く反応しないといったものではなく，温度，濃度，時間といった反応条件を選べば，他に1級アルコールや2級アルコールが併存しているわけではない以上，先願明細書に開示されたとおりの反応が進むことを否定することはできず，Rdがアダマンタン環(アダマンチル基)又はアダマンチルエチル基である場合に，ヒドロキシ化合物(C)からハロメチルエーテル化合物(A)が製造・合成できないとする特段の理由ないし根拠があるとはいえない。",
            "仮に，3級アルコールを用いた場合に当該合成反応が全く進まないことが事実であったとしても，それは先願単量体①についてのみ当てはまるにすぎず，先願単量体②については，その原料アルコールである2-(アダマンタン-1  10-イル)エタノールは1級アルコールであるから，3級アルコールの反応性に係る問題は存在せず，先願単量体②を何ら問題なく製造することができる。"
          ]
        },
        {
          "fig": "3",
          "subject": "「当該化学物質の有用性が開示されていること」について",
          "text": [
            "先願明細書には，式(1)で表される化合物及びそれを用いて製造された高分子化合物の実施例や，フォトレジストの試験結果が記載されるとともに，「式(1)で表される不飽和カルボン酸ヘミアセタールエステルのほか，式(1)においてRb及びRcがいずれも水素原子である化合物もフォトレジスト用の高分子化合物の単量体として有用である。この化合物に対応する繰り返し単位は，高分子化合物において，酸脱離性機能や親水性機能を発揮する。」との記載があることや，式(B)で表される化合物及びそれを用いて製造された高分子化合物は，その構造上，実施例とされた化合物と相当程度類似することからすれば，実施例の記載から，式(B)で表される化合物の有用性が認識できるといえ，式(B)で表される化合物を用いた具体的な実施例の記載がないことは，有用性の判断に影響しない。",
            "したがって，先願明細書には，式(B)で表される化合物及びそれを用いて製造された高分子化合物について，十分にその有用性が記載されている。",
            "原告が指摘する単量体や高分子化合物の熱安定性については，本願発明の課題や効果でも挙げられていないし，本願明細書でも一切触れられておらず，本願発明自体，含有割合を示したわけでもない特定の構成単位を含有することで特定したクレームであることを考慮すると，フォトレジスト用の高分子化合物の単量体はある程度の熱安定性を有することが重要である旨の原告の主張は，本願明細書及び特許請求の範囲の記載に基づかない主張であって，受け入れられない。",
            "また，ポリマーの熱安定性については，重合時の温度だけでなく，製造時の他の要因や条件によっても変化するものであることは技術常識であるといえるから，原告による実験結果のみから，先願明細書の実施例において，開示され  11ている樹脂が生成していないということはできず，むしろ，実施例においてかかる構造を有する樹脂がそのとおり合成されたと解することが自然である。",
            "以上によれば，先願明細書に，式(B)で表される化合物がフォトレジスト用の高分子化合物の単量体として有用であることが記載されている，との審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張する取消事由は理由がないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "先願明細書の記載",
          "text": [
            "先願明細書(甲13)には，次の記載がある。",
            "【特許請求の範囲】",
            "【請求項1】",
            "下記式(1)",
            "【化1】",
            "(式中，Raは水素原子，ハロゲン原子，炭素数1～6のアルキル基又は炭素数1～6のハロアルキル基を示し，Rbは1位に水素原子を有する炭化水素基を示し，Rcは水素原子又は炭化水素基を示し，Rdは環式骨格を含む有機基を示す)",
            "で表される不飽和カルボン酸ヘミアセタールエステル。",
            "【請求項2】",
            "下記式(Ⅰ)",
            "【化2】",
            "12(式中，Raは水素原子，ハロゲン原子，炭素数1～6のアルキル基又は炭素数1～6のハロアルキル基を示し，Rbは1位に水素原子を有する炭化水素基を示し，Rcは水素原子又は炭化水素基を示し，Rdは環式骨格を含む有機基を示す)",
            "で表される繰り返し単位を含む高分子化合物。",
            "【発明の詳細な説明】",
            "【技術分野】",
            "【0001】",
            "本発明は，半導体の微細加工などを行う際に用いるフォトレジスト用樹脂の単量体成分として有用な不飽和カルボン酸ヘミアセタールエステル，該不飽和カルボン酸ヘミアセタールエステルに対応する繰り返し単位を含む高分子化合物，該高分子化合物を含有するフォトレジスト用樹脂組成物，及び半導体の製造方法に関する。",
            "【発明の開示】",
            "【発明が解決しようとする課題】",
            "【0005】",
            "本発明の目的は，フォトレジスト用として用いた場合に優れた酸脱離性を示す高分子化合物とその単量体，前記高分子化合物を含むフォトレジスト用樹脂組成物，及び該樹脂組成物を用いた半導体の製造方法を提供することにある。",
            "【0006】",
            "本発明の他の目的は，基板密着性，耐エッチング性及び酸脱離性をバランス  13よく備えたフォトレジスト用の高分子化合物と，該高分子化合物を含むフォトレジスト用樹脂組成物，及び該樹脂組成物を用いた半導体の製造方法を提供することにある。",
            "【0007】",
            "本発明のさらに他の目的は，微細なパターンを精度よく形成できるフォトレジスト用の高分子化合物，フォトレジスト用樹脂組成物，及び半導体の製造方法を提供することにある。",
            "【課題を解決するための手段】",
            "【0008】",
            "本発明者らは，上記目的を達成するため鋭意検討した結果，特定構造を有する不飽和カルボン酸ヘミアセタールエステルに対応する繰り返し単位を含む高分子化合物をフォトレジスト用樹脂として用いると，優れた酸脱離性が発現し，微細なパターンを精度よく形成できることを見出し，本発明を完成した。",
            "【0009】",
            "すなわち，本発明は，下記式(1)",
            "【化1】(判決注・略。【請求項1】【化1】に同じ。)",
            "で表される不飽和カルボン酸ヘミアセタールエステルを提供する。",
            "【0010】",
            "本発明は，また，下記式(I)",
            "【化2】(判決注・略。【請求項2】【化2】に同じ。)",
            "で表される繰り返し単位を含む高分子化合物を提供する。",
            "【発明の効果】",
            "【0015】",
            "本発明によれば，フォトレジスト用として用いた場合に優れた酸脱離性を示す高分子化合物とその単量体が提供される。また，本発明のフォトレジスト用樹脂組成物は酸脱離性に優れると共に，基板密着性，耐エッチング性及び酸脱  14離性をバランスよく発揮する。このため，半導体の製造において，微細なパターンを精度よく形成することができる。",
            "【発明を実施するための最良の形態】",
            "【0016】",
            "［不飽和カルボン酸ヘミアセタールエステル］",
            "本発明の不飽和カルボン酸ヘミアセタールエステルは，前記式(1)で表される。式(1)中，Raは水素原子，ハロゲン原子，炭素数1～6のアルキル基又は炭素数1～6のハロアルキル基を示し，Rbは1位に水素原子を有する炭化水素基を示し，Rcは水素原子又は炭化水素基を示し，Rdは環式骨格を含む有機基を示す。",
            "【0017】",
            "前記Raにおける…炭素数1～6のアルキル基としては，例えば，メチル，…基などが挙げられる。これらの中でも，…特にメチル基が好ましい。…",
            "【0018】前記Rbにおける1位に水素原子を有する炭化水素基としては，例えば，メチル，…などが挙げられる。Rbとしては，…特にメチル基が好ましい。",
            "【0020】",
            "Rdの環式骨格を含む有機基における環式骨格を構成する「環」には，…多環の非芳香族性…環が含まれる。…多環の非芳香族性環としては，例えば，アダマンタン環；…などが挙げられる。…",
            "【0024】",
            "式(1)で表される不飽和カルボン酸ヘミアセタールエステルの代表的な例として以下の化合物が挙げられるが，これらに限定されるものではない。",
            "［1-1］1-(アダマンタン-1-イルオキシ)エチル(メタ)アクリレート",
            "［1-2］(判決注・略)",
            "［1-3］1-［2-(アダマンタン-1-イル)エトキシ］エチル(メタ)ア  15クリレート",
            "［1-4］ないし［1-15］(判決注・略)",
            "［1-16］1-(5，6-ジヒドロキシノルボルナン-2-イルメトキシ)エチル(メタ)アクリレート",
            "［1-17］ないし［1-22］(判決注・略)",
            "［1-23］1-(ボルニルオキシ)エチル(メタ)アクリレート",
            "［1-24］ないし［1-26］(判決注・略)",
            "【0025】",
            "式(1)で表される不飽和カルボン酸ヘミアセタールエステルは，例えば，下記反応式に示されるように，式(3)で表される不飽和カルボン酸と式(4)で表されるビニルエーテル化合物とを，溶媒中又は無溶媒下で反応させることにより製造することができる。生成物である式(5)で表される化合物は前記式(1)で表される化合物に相当する。",
            "【化4】",
            "(式中，Ra，Rc，Rdは前記に同じ。Re，Rfはそれぞれ水素原子又は炭化水素基を示し，-CHReRfは前記Rbに相当する)",
            "【0027】",
            "溶媒としては，反応に不活性な溶媒であれば特に限定されず，例えば，ヘキサン，オクタンなどの脂肪族炭化水素；ベンゼン，トルエン，キシレンなどの芳香族炭化水素；シクロヘキサン，メチルシクロヘキサンなどの脂環式炭化水素；塩化メチレンなどのハロゲン化炭化水素；テトラヒドロフラン，エチレングリコールジメチルエーテルなどのエーテル；Ｎ，Ｎ-ジメチルホルムアミド  16などの非プロトン性極性溶媒などが挙げられる。",
            "【0032】",
            "なお，式(1)で表される不飽和カルボン酸ヘミアセタールエステルのほか，式(1)においてRb及びRcが何れも水素原子である化合物もフォトレジスト用の高分子化合物の単量体として有用である。この化合物に対応する繰り返し単位は，高分子化合物において，酸脱離性機能や親水性機能を発揮する。このような化合物としては，前記式(1)で表される不飽和カルボン酸ヘミアセタールエステルの例に対応する化合物(Rb＝Rc＝Hである化合物)などが挙げられる。",
            "【0033】",
            "式(1)においてRb及びRcが何れも水素原子である化合物［式(B)で表される化合物］は，例えば，下記反応式に示されるように，式(3)で表される不飽和カルボン酸と式(A)で表されるハロメチルエーテル化合物とを塩基の存在下で反応させることにより製造することができる。",
            "【化5】",
            "(式中，Ra，Rdは前記に同じ。Yはハロゲン原子を示す)",
            "【0034】",
            "Yにおけるハロゲン原子として，塩素，臭素，…原子などが挙げられる。反応は溶媒の存在下又は非存在下で行われる。溶媒としては前記の溶媒を使用できる。塩基としては，例えば，トリエチルアミン，…等の有機塩基，又は水酸化ナトリウム，…などの無機塩基を使用できる。式(3)で表される不飽和カルボン酸の使用量は，式(A)で表されるハロメチルエーテル化合物1モルに  17対して，例えば0．5～10モル程度，好ましくは0．8～2モル程度である。塩基の使用量は，式(3)で表される不飽和カルボン酸1モルに対して，例えば1～5モル程度であり，大過剰量用いてもよい。式(A)で表されるハロメチルエーテル化合物や反応生成物の重合を抑制するため，系内に4-メトキシフェノールなどの重合禁止剤を少量添加してもよい。反応温度は，通常-10℃～100℃，好ましくは0～60℃程度である。反応終了後，反応生成物は，液性調節，抽出，濃縮，蒸留，晶析，再結晶，カラムクロマトグラフィー等の分離手段により分離精製できる。",
            "【0035】",
            "前記式(A)で表されるハロメチルエーテル化合物は，例えば，下記反応式に示されるように，式(C)で表されるヒドロキシ化合物にホルムアルデヒド又はその等価物(パラホルムアルデヒド，1，3，5-トリオキサン等)と式(D)で表されるハロゲン化水素とを反応させることにより製造することができる。",
            "【化6】",
            "(式中，Rd，Yは前記に同じ)",
            "【0036】",
            "式(D)で表されるハロゲン化水素としては，例えば，塩化水素，臭化水素などが挙げられる。反応は溶媒の存在下又は非存在下で行われる。溶媒としては前記の溶媒を使用できる。ホルムアルデヒド又はその等価物の使用量は，ホルムアルデヒド換算で，式(C)で表されるヒドロキシ化合物1モルに対して，例えば0．8～10モル程度，好ましくは1～1．5モル程度である。式(D)で表されるハロゲン化水素の使用量は，式(C)で表されるヒドロキシ  18化合物1モルに対して，例えば1～5モル程度であり，大過剰量用いてもよい。反応温度は，通常-10℃～100℃，好ましくは0～60℃程度である。反応終了後，反応生成物は，液性調節，抽出，濃縮，蒸留，晶析，再結晶，カラムクロマトグラフィー等の分離手段により分離精製できる。",
            "【0076】",
            "製造例2",
            "2-(アダマンタン-1-イル)エチルビニルエーテル32．8g，メタクリル酸68．4g，リン酸0．16g，4-メトキシフェノール0．164g，トルエン290mlの混合物を4つ口フラスコに入れ，窒素雰囲気下，20℃で6時間撹拌した。反応終了後，反応液を…洗浄し，有機層を減圧濃縮した。濃縮物をシリカゲルカラムクロマトグラフィーで精製し，下記式(9)で表される1-［2-(アダマンタン-1-イル)エトキシ］エチル(メタ)アクリレート38．6gを得た。",
            "【化10】",
            "［1-［2-(アダマンタン-1-イル)エトキシ］エチル(メタ)アクリレートのスペクトルデータ］",
            "1H-ＮMR(CDCl ) δ：1.37-1.41(m, 2H), 1.43(d, 3H), 1.50(d, 6H),",
            "1.60-1.71(m, 6H), 1.93(m, 3H), 1.96(m, 3H), 3.53(m, 1H), 3.72(m, 1H),",
            "5.60(m, 1H), 5.97(m, 1H), 6.16(m, 1H)",
            "【0077】",
            "製造例3",
            "…1-(ボルニルオキシ)エチルメタクリレート…を得た。…",
            "［1-(ボルニルオキシ)エチルメタクリレートのスペクトルデータ］"
          ]
        },
        {
          "fig": "19",
          "subject": "…",
          "text": [
            "【0078】",
            "実施例1",
            "下記構造の樹脂の合成",
            "【化13】",
            "撹拌機，温度計，滴下ロート及び窒素導入管を備えたセパラブルフラスコに，プロピレングリコールモノメチルエーテルアセテート(PGMEA)とプロピレングリコールモノメチルエーテル(PGME)をそれぞれ16．5g導入し，85℃に昇温後，1-メタクリロイルオキシ-4-オキサトリシクロ［4．3．1．13，8］ウンデカン-5-オン4．77g，1-ヒドロキシ-3-メタクリロイルオキシアダマンタン4．50g，1-［2-(アダマンタン-1-イル)エトキシ］エチルメタクリレート5．74gと，ジメチル-2，2’-アゾビス(2-メチルプロピオネート)(開始剤…)0．60gを，PGMEAとPGMEそれぞれ34．2gの混合溶液とし，これらを4時間かけて滴下した。滴下後2時間熟成した。得られた反応液をヘプタン733gと酢酸エチル81gの混合液中に滴下し，沈殿したポリマーをヌッチェにて回収した。得られたポリマーを減圧下で乾燥し，目的物13．5gを得た。得られたポリマーの重量平均分子量(M )は9300，分子量分布(M ／M )は1．92でw w nあった(GPC測定値，ポリスチレン換算)。",
            "【0079】"
          ]
        },
        {
          "fig": "20",
          "subject": "実施例2",
          "text": [
            "下記構造の樹脂の合成",
            "【化14】(判決注・略)",
            "撹拌機，温度計，滴下ロート及び窒素導入管を備えたセパラブルフラスコに，プロピレングリコールモノメチルエーテルアセテート(PGMEA)とプロピレングリコールモノメチルエーテル(PGME)をそれぞれ16．5g導入し，85℃に昇温後，1-メタクリロイルオキシ-4-オキサトリシクロ［4．3．1．13，8］ウンデカン-5-オン4．93g，1-ヒドロキシ-3-メタクリロイルオキシアダマンタン4．66g，1-(ボルニルオキシ)エチルメタクリレート5．41gと，ジメチル-2，2’-アゾビス(2-メチルプロピオネート)(開始剤…)0．60gを，PGMEAとPGMEそれぞれ34．2gの混合溶液とし，これらを4時間かけて滴下した。滴下後2時間熟成した。得られた反応液をヘプタン733gと酢酸エチル81gの混合液中に滴下し，沈殿したポリマーをヌッチェにて回収した。得られたポリマーを減圧下で乾燥し，目的物13．2gを得た。得られたポリマーの重量平均分子量(M )はw9400，分子量分布(M ／M )は1．90であった(GPC測定値，ポw nリスチレン換算)。",
            "【0081】",
            "評価試験",
            "上記実施例及び比較例で得られた各ポリマーについて，該ポリマー100重量部とトリフェニルスルホニウムヘキサフルオロアンチモネート10重量部とを溶媒であるプロピレングリコールモノメチルエーテル(PGME)と混合して，ポリマー濃度17重量％のフォトレジスト用樹脂組成物を調製した。この組成物をシリオンウエハー上にスピンコーティング法により塗布し，厚み1．0μmの感光層を形成した。ホットプレートにより温度100℃で150秒間プリベークした後，波長247nmのKrFエキシマレーザーを用い，マスク  21を介して，照射量30mJ／cm2で露光した後，温度100℃で60秒間ポストベークした。次いで，0．3Mのテトラメチルアンモニウムヒドロキシド水溶液により60秒間現像し，純水でリンスした。その結果，実施例のポリマーを用いた場合は何れも，0．20μmのライン・アンド・スペースパターンが鮮明に精度よく得られたが，比較例のポリマーを用いた場合には，該パターンの精度は悪く鮮明さに欠けていた。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法29条の2第1項の当該特許出願の日前の他の特許出願に係る発明の意義",
              "text": [
                "特許出願に係る発明が特許法29条の2第1項により特許を受けることができないとされるためには，同項の当該特許出願の日前の他の特許出願に係る発明は，完成した発明として開示されていること，すなわち，当該発明に係る明細書において，当該発明が当業者が反復実施して所定の効果を挙げる程度にまで具体的・客観的なものとして記載されていることが必要である。",
                "そして，いわゆる化学物質発明が上記の程度にまで具体的・客観的なものとして記載されているというためには，化学物質そのものが確認され，製造でき，有用性があることが明細書に開示されていることが必要であり，化学物質の用途や分野によって，当業者がその製造可能性や有用性が推認できる程度が異なるとしても，少なくとも当業者がその製造可能性及び有用性を認識できる程度の開示が必要であることに変わりはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "先願明細書における開示の程度について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "先願明細書には，フォトレジスト用として用いた場合に優れた酸脱離性を示す高分子化合物とその単量体として，式(1)で表される不飽和カルボン酸ヘミアセタールエステルの単量体，及び式(1)に対応する式(Ⅰ)で表される繰り返し単位を含む高分子化合物が，化学構造式によって示され，式(1)で表される不飽和カルボン酸ヘミアセタールエステル  22の代表例として，式(1)単量体①及び②を含む26の単量体が化学物質名によって示されており，そのうち式(1)単量体②については，製造例2において合成されたことが記載され，この単量体から誘導された繰り返し単位を含む高分子化合物が，実施例1において合成されたことが記載されている。",
                    "そして，式(1)で表される不飽和カルボン酸ヘミアセタールエステル及び式(1)に対応する式(Ⅰ)で表される繰り返し単位を含む高分子化合物は，Rbは1位に水素原子を有する炭化水素基を示し，Rcは水素原子又は炭化水素基を示すところ，先願明細書には，式(1)においてRb及びRcがいずれも水素原子である化合物も，フォトレジスト用の高分子化合物の単量体として有用であり，このような化合物としては，式(1)で表される不飽和カルボン酸ヘミアセタールエステルの例に対応する，Rb及びRcがいずれも水素原子である化合物が挙げられると記載され，これに当たる式(B)で表される化合物が，化学構造式によって示されている。",
                    "ここに，「式(1)で表される不飽和カルボン酸ヘミアセタールエステルの例」とは，式(1)単量体①及び②を含む26の単量体を指すから，先願明細書の記載に接した当業者としては，式(1)単量体①及び②に対応する式(B)で表される化合物として，先願単量体①及び②があることを，容易に認識することができ，したがって，先願明細書には，先願単量体①及び②が，化学物質名によって示されているに等しいということができる。",
                    "さらに，先願明細書には，式(B)で表される化合物に対応する繰り返し単位は，高分子化合物において，酸脱離性機能や親水性機能を発揮すると記載されているから，先願単量体①又は②から誘導され，酸脱離性機能を有する繰り返し単位を含有する高分子化合物についても，化学物質名ないしは化学構造式により示されているに等しいということができる。",
                    "23イ  次に，先願明細書には，式(B)で表される化合物の製造方法に関して，式(C)で表されるヒドロキシ化合物とホルムアルデヒド(又はパラホルムアルデヒド等)及び式(D)で表されるハロゲン化水素とを反応させて，式(A)で表されるハロメチルエーテル化合物を得(【0035】)，次いで，式(3)で表される不飽和カルボン酸と式(A)で表されるハロメチルエーテル化合物とを，トリエチルアミン等の塩基の存在下で反応させて，式(B)で表される化合物を合成する(【0033】，【0034】)方法が，それぞれの反応式を伴って記載され，それぞれの反応方法について，使用する原料のモル比や反応温度等の反応条件が記載されている(【0036】，【0034】)。",
                    "また，これらの反応方法のいずれも，「溶媒の存在下又は非存在下で行われる。溶媒としては前記の溶媒を使用できる。」と記載され(【0036】，【0034】)，使用する溶媒として，ヘキサン等の脂肪族炭化水素，Ｎ，Ｎ-ジメチルホルムアミド等の非プロトン性極性溶媒等が例示されている(【0027】)。さらに，分離精製手段についても，「反応終了後，反応生成物は，液性調節，抽出，濃縮，蒸留，晶析，再結晶，カラムクロマトグラフィー等の分離手段により分離精製できる。」と記載されている(【0036】，【0034】)。",
                    "以上の先願明細書の記載に照らして，先願単量体①及び②を上記の製造方法により製造するための出発物質である式(C)で表されるヒドロキシ化合物が1-アダマンタノール及び2-(アダマンタン-1-イル)エタノールであり，式(3)で表される不飽和カルボン酸が(メタ)アクリル酸であることは，いずれも当業者にとって明らかであり，さらに，上記各単量体を製造するには，上記ヒドロキシ化合物にホルムアルデヒド(又はその等価物)及びハロゲン化水素とを反応させてハロメチルエーテル化合物を合成し，当該ハロメチルエーテル化合物と(メタ)アクリル酸とを，  24塩基の存在下で反応させればよく，その際の具体的な反応モル比や反応温度等の条件及び精製手段は，記載されたものの中から適宜選択すればよいことを認識することができる。",
                    "そして，式(B)で表される化合物に関し，この「化合物も，…フォトレジスト用の高分子化合物の単量体として有用である。この化合物に対応する繰り返し単位は，高分子化合物において，酸脱離性機能や親水性機能を発揮する。」と記載されていることからすれば，先願明細書中の式(1)で表される化合物の重合についての記載や，実施例における重合方法についての記載を参照して，先願単量体①又は②を重合することにより，酸脱離性機能を有する繰り返し単位を含有する高分子化合物を製造することができるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，先願明細書には，式(1)で表される化合物のうち式(1)単量体②，1-(ボルニルオキシ)エチルメタクリレートのそれぞれから誘導された繰り返し単位を含有する高分子化合物を，実施例1及び2において合成した上，これを基に調製したフォトレジスト用樹脂組成物について評価試験を行ったところ，0．20μmのライン・アンド・スペースパターンが鮮明に精度よく得られたとの試験結果が開示されているところ，先願単量体①及び②については，実施例の記載はないものの，その構造上，式(1)で表される化合物と相当程度類似しており，先願明細書にも，式(1)においてRb及びRcがいずれも水素原子である化合物，すなわち式(B)で表される化合物が，「フォトレジスト用の高分子化合物の単量体として有用である。この化合物に対応する繰り返し単位は，高分子化合物において，酸脱離性機能や親水性機能を発揮する。」と記載されていることからすれば，先願単量体①及び②について，酸脱離性機能を発揮することによりフォトレジスト用高分子化合物の単量体として使用できることを認識することができる。",
                    "25エ  以上によれば，先願明細書には，先願明細書発明に係る高分子化合物そのものが確認され，製造でき，有用性があることが開示されているということができるから，先願明細書発明が，当業者が反復実施して所定の効果を挙げる程度にまで具体的・客観的なものとして記載されているということができ，審決による先願明細書発明の認定に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，式(1)で表される化合物とは異なる製造方法で合成される必要がある式(B)で表される化合物についての開示は，先願明細書に一切なく，その物性データ等も具体的に開示されていないから，式(B)で表される化合物である先願単量体①及び②が確認できるということはできないと主張する。",
                    "しかしながら，化学物質そのものが確認されるといえるためには，化学物質が，化学物質名又は化学構造式により示されていることが必要と解されるものの，一般式に含まれる化合物に関して少なくとも1つの物性データや具体的な製造例ないし実施例が必須であるというものではないから，原告の上記主張を採用することはできない。",
                    "また，原告は，式(1)で表される化合物と，式(B)で表される化合物とでは，合成方法が全く異なり，熱安定性にも大きな相違があり，重合してできる高分子化合物の熱安定性にも大きな違いがあると指摘する。しかし，これらの点は，化学物質そのものが確認されることとは何ら関係がないから，この点についての原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，先願明細書に記載された合成方法によっては，式(1)で表される化合物の例として列挙された化合物に対応する式(B)で表される化合物の一部は合成できないし，記載された合成方法によって式(B)で表される化合物を実際に合成できたことを示す試験例の記載もないから，実際にかかる化合物が合成できるかどうかを当業者が理解することができる  26とはいえないと主張する。",
                    "しかしながら，審決が認定しているのは，式(1)単量体①及び②に対応する式(B)で表される化合物である先願単量体①及び②のみであるから，これら以外の化合物も全て合成できるべきであるとする原告の主張は，その前提を誤るものであり，採用することができない。",
                    "また，原告は，先願単量体①について，ハロゲン化水素に対する3級アルコールの反応性の高さにより，3級アルコールである1-アダマンタノールに関してはハロメチルエーテル化合物は合成できないから，先願単量体①をその開示された方法で合成することはできないと主張する。",
                    "しかしながら，2級アルコールや1級アルコールに比べて，3級アルコールがハロゲン化水素と容易に反応してハロゲン付加物が得られることは，3級アルコールである1-アダマンタノール，ハロゲン化水素及びホルムアルデヒドが共存する反応系において，1-アダマンタノールのメチロール化反応と，それに続く，メチロール化物のハロゲン置換反応が全く生じないことを直接意味するものではない。そして，このほかに，3級アルコールを用いた場合に，上記反応が進まないとする根拠となる事実を認めるに足りる証拠はないから，1-アダマンタノールを用いた場合においても，当業者が反応条件を適宜調整することにより，ハロメチルエーテル化合物を合成できると理解するのが相当であり，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，先願明細書の実施例に記載された高分子化合物ですら，その有用性を当業者が認識することはできないから，式(B)で表される化合物から誘導される繰り返し単位が分解されることなく保持された高分子化合物が実際にフォトレジスト用の高分子化合物として有用であることを調べた試験結果が開示されていないにもかかわらず，先願明細書に式(B)で表される化合物がフォトレジスト用の高分子化合物の単量体として有用で  27あることが記載されているとの審決の判断は誤りであると主張する。",
                    "しかるに，原告が提出する，1-(アダマンタン-2-イルオキシ)エチル(メタ)アクリレートを用いて合成した高分子化合物において，上記単量体由来の繰り返し単位の40％近くが分解されてメタクリル酸から誘導される構成単位となってしまったとの実験結果(甲17)については，先願単量体①及び②はもとより，式(1)単量体①及び②とも異なる化合物の単量体を用いた上で，特定の条件を採用した場合の結果にすぎず，先願明細書における実施例1及び2，並びにこれらの実施例で得られた高分子化合物についての評価試験の正確な追試ではない。そして，ヘミアセタール構造の熱安定性が悪いことを当業者が予測したとしても，重合時やベーク処理等の温度により，該構造が分解しフォトレジスト用高分子化合物として使用できないと当業者が認識するほど，ヘミアセタール構造が熱安定性に乏しいとの技術常識が存在するわけではないことからすれば，上記の実験結果から直ちに，先願明細書の実施例において合成された高分子化合物の有用性が疑われるとはいえない。",
                    "また，原告は，先願明細書の評価試験で用いられたフォトレジスト用樹脂組成物にはクエンチャーが含まれていないと指摘する。しかし，当業者であれば，通常，パターン形成に必須とされる成分であれば，先願明細書に具体的な記載がなくても当然に添加されていると理解するということができる。",
                    "さらに，原告は，評価試験においてパターンが形成されたのは，光酸発生剤であるトリフェニルスルホニウムヘキサフルオロアンチモネートが有する露光部と未露光部との溶解コントラストにより得られたものと説明できるとも指摘する。しかし，先願明細書には，式(1)で表される化合物から誘導される単位を含まない比較例の高分子化合物を用いたフォトレジスト用樹脂組成物においても，実施例の高分子化合物を用いた場合と同量  28のトリフェニルスルホニウムヘキサフルオロアンチモネートが含まれているにもかかわらず，「該パターンの精度は悪く鮮明さに欠けていた。」と記載されていることからすれば，実施例の高分子化合物を用いた場合に「パターンが鮮明に精度よく得られた」のが，トリフェニルスルホニウムヘキサフルオロアンチモネートの溶解コントラストのみによるものであると理解することは困難である。",
                    "よって，原告の指摘するところをもって，先願明細書の実施例に記載された高分子化合物の有用性を当業者が認識することができないとはいえず，これを前提に，式(B)で表される化合物がフォトレジスト用の高分子化合物の単量体として有用であることが記載されているとはいえないとする原告の主張を採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであり，原告の主張は理由がない。よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}