{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-9329号事件について平成25年6月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成21年3月19日，発明の名称を「短縮化カンチレバーを備えたSPMプローブ及びSPMプローブの製造方法」とする特許出願(特願2009-67782号。パリ条約による優先権主張日：平成20年3月20日，優先権主張国：欧州特許庁)をした(甲2)。",
            "特許庁は，平成24年2月6日付けで拒絶査定をしたため(甲6)，原告は，同年5月21日，これに対する不服の審判を請求した(甲7)。",
            "特許庁は，これを不服2012-9329号事件として審理し，平成25年6月4日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年6月18日，原告に送達された。",
            "原告は，平成25年10月15日，本件審決の取消しを求めて本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲の請求項1の記載(平成23年10月7日付け手続補正書(甲5)による補正後のもの。)は，次のとおりである。以下，請求項1に記載された発明を「本願発明」といい，本願発明に係る明細書(甲2，5)を，図面を含めて「本願明細書」という。",
            "「【請求項1】",
            "細長い支持エレメント(2)，支持エレメント(2)の前面より先に突き出て走査チップ(5)を保持するカンチレバー(3)を備え，該カンチレバー(3)は，SPMプローブ(1)の支持エレメント(2)の前面側(12)に配置されて前方側面(13)から突き出し，該支持エレメント(2)は，前方側面(13)に長め横エッジ(15’)と短め横エッジ(15”)を持つ基本的に台形断面を有し，さらに，走査過程の間にサンプルに最も近い前方側面(13)の横エッジ(15’，15”)の1つに主要コーナー(16)を備えたSPMプローブ(1)であって，",
            "支持エレメント(2)は，支持エレメント(2)とカンチレバー(3)の長手方向に延びる細長い突起部分(4)を有し，突起部分(4)は，基本的に台形断面を有し，カンチレバー(3)は，支持エレメント(2)の突起部分(4)の狭い横エッジ(15)の表面に配置され，カンチレバー(3)を備えた突起部分(4)は，支持エレメント(2)の前方側面(13)の長め横エッジ(15’)に配置され，走査チップ(5)と主要コーナー(16)の1つを結んだ直線と，支持エレメント(2)の下面(14)の側面長手エッジ(22)とを含む平面は，横エッジ(15’)に対して少なくとも5°の傾斜角度を形成することを特徴とするSPMプローブ。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，本願の優先権主張日前に頒布された刊行物である特開2004-12401号公報(以下「刊行物1」という。甲1)に記載された発明に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないから，他の請求項に係る発明について検討するまでもなく，本願は拒絶すべきものであるというものである。",
            "本件審決が認定した刊行物1に記載された発明(以下「引用発明」という。)，本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明",
              "text": [
                "「単結晶シリコン製支持部1と，該支持部1に固定され該支持部1より伸びるように配置されたシリコン又はシリコン化合膜からなるレバー部2と，該レバー部2の自由端近傍に設けられたシリコン又はシリコン化合膜からなる探針部3とを備え，前記レバー部のレバー長を50μm以下としたSPMカンチレバーにおいて，前記レバー部2の固定端に接する前記支持部1のレバー部伸長方向面は，(111)面からなる後退傾斜面で構成され，また，前記支持部1は，台形断面を有し，底面に突出部7を有し，前記レバー部2は前記突出部7に固定され該突出部7から伸びるように設けられているSPMカンチレバー。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願発明と引用発明の一致点",
              "text": [
                "「細長い支持エレメント，支持エレメントの前面より先に突き出て走査チップを保持するカンチレバーを備え，",
                "該カンチレバーは，SPMプローブの支持エレメントの前面側に配置されて前方側面から突き出し，",
                "該支持エレメントは，前方側面に長め横エッジと短め横エッジを持つ基本的に台形断面を有し，さらに，走査過程の間にサンプルに最も近い前方側面の横エッジの1つに主要コーナーを備えたSPMプローブであって，",
                "支持エレメントは，支持エレメントとカンチレバーの長手方向に延びる細長い突起部分を有し，突起部分は，基本的に台形断面を有し，カンチレバーは，支持エレメントの突起部分の狭い横エッジの表面に配置され，カンチレバーを備えた突起部分は，支持エレメントの前方側面の長め横エッジに配置され，",
                "走査チップと主要コーナーの1つを結んだ直線と，支持エレメントの下面の側面長手エッジとを含む平面は，横エッジに対して所定の傾斜角度を形成するSPMプローブ。」である点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願発明と引用発明の相違点",
              "text": [
                "(相違点)",
                "「所定の傾斜角度」について，本願発明では「少なくとも5°」であるのに対し，引用発明では不明である点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "取消事由1(一致点の認定の誤り)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件審決における傾斜角度に対する解釈について",
              "text": [
                "本件審決は，「刊行物1の「図6の(B)に示した正面図からもわかるように，突出部7の肩部が支持部1の肩幅と比較して十分小さく，支持部1と測定試料間の間隙が大きくとれるため，突出部7の肩部が試料面と接触する可能性が解消されると共に，SPM装置へのSPMカンチレバーの取り付けも容易になる。」との記載(段落【0056】)からみて，探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面は，支持部1の前方側面の横エッジに対して所定の傾斜角度θ(下図(B)参照)を形成するといえるから，引用発明と本願発明とは，「走査チップと主要コーナーの1つを結んだ直線と，支持エレメントの下面の側面長手エッジとを含む平面は，横エッジに対して所定の傾斜角度を形成する」の点にて共通といえる」旨認定した。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願発明における傾斜角度と本件審決における図(B)の角度θとの相違について",
              "text": [
                "図(B)の「支持部1の底面の側面長手エッジ」とは，「支持部1の左の肩部から紙面に垂直に後方に伸びた直線」であり，探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の左の肩部から紙面に垂直に後方に伸びた直線とを含む平面は，支持部1の下面の横エッジ(支持部1の両肩部を結んだ線)とは，ある傾斜角を形成するものの，この傾斜角は，探針部3と支持部1の肩部を結んだ直線と，支持部1の左の肩部から紙面に垂直に後方に伸びた直線とを含む平面(【添付図A】の三角形3ac)に，支持部1の下面の横エッジの任意の点(【添付図B】のd)から下ろした垂線が交わる点(【添付図B】のe)と支持部1の左の肩部を結んだ線(【添付図B】の直線ae)と支持部1の下面の横エッジ(【添付図B】の直線ad)とがなす角度(【添付図B】の角度α)を意味し，図(B)の角度θとは異なるものである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "面と直線のなす角度について",
              "text": [
                "本願発明における「傾斜角度」は，「走査チップ(5)と主要コーナー(16)の1つを結んだ直線と，支持エレメント(2)の下面(14)の側面長手エッジ(22)とを含む平面」と「横エッジ(15’)」とが形成する角度であり，面に対する直線のなす角度を意味する。",
                "他方，引用発明における「傾斜角度」は，図(B)の角度θ，すなわち，「探針部3と支持部1の肩部の1つを結んだ直線」と「支持部1の前方側面の横エッジ」とが形成する角度であり，2つの直線のなす角度である。",
                "以上のように，本願発明における傾斜角は面と直線との位置関係を規定するものであるのに対し，引用発明における傾斜角は直線と直線との位置関係を規定するものであり，両者は異なる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "被告は，本件審決が，図(B)の図面上で記載している角度θは，「探針部3と支持部1の肩部の1つを結んだ直線」と「支持部1の前方側面の横エッジ」との角度ではなく，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」との角度にほかならない旨主張する。",
                "しかしながら，図(B)は，①「探針部3と支持部1の肩部の1つを結んだ直線」は，探針部3と左側の角度θの中心となる点を結んだ線であるが，正面図で奥行きは表現されないので，探針部3が，支持部1の底面の側面長手エッジ近傍にあっても，これより遥かに突出していても，全く同様に図示される，②「支持部1の底面の側面長手エッジ」は，紙面の奥の方向に延びる直線であるが，紙面上は角度θの中心となる点としか図示されないという問題点を有し，そのため，図(B)には「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジを含む平面」が明確に図示されず，図(B)に示された角度θは見掛けの角度であって，平面と直線の関係を明確に記載していないことはもちろん，平面と直線の関係を示唆するものでもない。",
                "しかも，本件審決は，図(B)の角度θが，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」との角度を示すことについて何らの説明もしていない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上のとおり，本願発明における傾斜角度と本件審決が引用発明の認定に用いた図(B)の角度θ，すなわち引用発明における傾斜角度とは異なるにもかかわらず，本件審決は，本願発明と引用発明とが「走査チップと主要コーナーの1つを結んだ直線と，支持エレメントの下面の側面長手エッジとを含む平面は，横エッジに対して所定の傾斜角度を形成する」点で一致するとし，両発明の一致点の認定を誤った。",
                "取消事由2(相違点の判断の誤り)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件審決は，本願発明における「少なくとも5°」は，本願明細書に「SPM測定システムの製造バラツキによる，かつプローブアセンブリーの許容範囲による典型的な最大のあり得る傾斜は，最大で5°の大きさを有する。こうした傾いた場合における支持エレメントエッジとサンプル表面の間の接触は，それにそれぞれカンチレバーが取り付けられる突起部分の高さHについて，支持エレメントエッジの長さLとの関係で以下の関係が成立すれば，確実に回避することができる。」(段落【0026】)と記載されていることからみて，「製造バラツキ」及び「プローブアセンブリーの許容範囲」に対応する為の数値限定であるといえるとし，刊行物1の記載(段落【0012】)から，引用発明においても，「SPMカンチレバーの支持部が傾いてホルダーにセットされる」，すなわち，「プローブアセンブリー」の際の誤差に対応することを課題としているものであるといえるところ，製造誤差を考慮して，種々の寸法等を定めるようなことは，当業者ならば一般的に実施している技術的行為であるというべきであり，引用発明において，「プローブアセンブリー」等の製造誤差を考慮して，「所定の傾斜角度」の下限値を「5°」とすることは，当業者において動機付けが存在し，何ら困難性がなく，容易に想到し得る事項であると判断した。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかしながら，本件審決は，「少なくとも5°」が当業者ならば一般的に実施している技術的行為であるとしながら，本願明細書の記載を引用するのみで，第三者の記載した刊行物にこれが示されていることを何ら摘示していない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "被告は，特開平10-307144号公報(乙1。以下「乙1」という。)に記載された傾斜角度は，本願明細書における「5°」と技術的にほぼ同等である旨主張する。",
                "しかしながら，①被告による乙1における傾斜角度の算出は，カンチレバーが試料の表面に対して15°傾斜していることを前提とするものであるのに対し，本願発明における傾斜角度は，カンチレバーの試料面に対する傾斜角に関係なく，面と角度との関係により一義的に決定されるものである点，②乙1の「カンチレバー2は，試料4の表面4aに対して所定の傾斜角度θ(例えば，約5°～15°程度の傾斜角度)で位置決めされている」との記載から，被告は傾斜角度の算出に上限の「15°」を用いているが，下限の「5°」を用いて算出すれば，遙かに小さな角度が算出されることになり，乙1に記載された傾斜角度が一義的に明らかであるとはいえない点，③被告が乙1の記載から算出するのは，走査チップの先端を支点としてカンチレバーが試料面に接触せずに左右に傾斜可能な角度にすぎず，本願発明の「走査チップと主要コーナーの1つを結んだ直線と，支持エレメントの下面の側面長手エッジとを含む平面」と「横エッジ」とにより形成される傾斜角度とは異なる点において，乙1に記載された傾斜角度と本願明細書における「5°」とが技術的にほぼ同等であるなどとはいえない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "したがって，本件審決が，引用発明において，製造誤差を考慮して，「所定の傾斜角度」を「少なくとも5°」とすることは，当業者において容易に想到し得たと判断したのは誤りである。",
                "まとめ",
                "以上によれば，本願発明は刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたものであるとの本件審決の判断は誤りであり，本件審決は違法であるから，取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "本件審決の一致点の認定に誤りがないこと(取消事由1に対し)"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，本件審決において図(B)に記載された角度θと本願発明の傾斜角度とは異なる旨主張するが，角度θを原告独自に解釈する点で失当である。",
                "本件審決中に「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面は，支持部1の前方側面の横エッジに対して所定の傾斜角度θ(下図(B)参照)を形成する」と明記されており(審決書6頁2行～4行)，本件審決において，図(B)の角度θは，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」との角度，すなわち，面と直線との角度であることが，明確に定義されている。",
                "原告は，本件審決における上記定義の説明図である図(B)から，角度θは，「探針部3と支持部1の肩部の1つを結んだ直線」と「支持部1の前方側面の横エッジ」との角度，すなわち，2つの線(【添付図B】の直線abと直線a3)の交わる角度であるとして主張するが，上記のとおり，本件審決にはこのような記載はない。",
                "本件審決中の図(B)は，刊行物1の【図6】(B)に角度θを図示するために一部加筆したものである。刊行物1の【図面の簡単な説明】に「【図6】本発明に係るSPMカンチレバーの第3の実施の形態を示す断面図及び正面図である。」と記載されているとおり，刊行物1の【図6】(B)は，SPMカンチレバーの正面図である。正面図の場合，斜視図のように「支持部1の底面の側面長手エッジ」が奥行きがあるようには記載されないため，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」を【図6】(B)に描くとなると，(平面を横から見て)本件審決の図(B)のように直線として描かれるものである。したがって，本件審決の図(B)の図面上で記載している角度θは，「探針部3と支持部1の肩部の1つを結んだ直線」と「支持部1の前方側面の横エッジ」との角度ではなく，上記のとおり審決中に文章として記載されているとおりの「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」との角度にほかならない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件審決が引用発明におけるものとして記載する傾斜角度は，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」との角度であり，本願発明における傾斜角度と同等のものであるから，本件審決における一致点の認定に誤りはない。",
                "本件審決の容易想到性の判断に誤りがないこと(取消事由2に対し)"
              ]
            },
            {
              "fig": "ア",
              "subject": "本願発明は引用発明に基づいて当業者が容易に発明をすることができたものであること",
              "text": [
                "刊行物1には，「市販のSPMカンチレバーでは，・・・レバー長は，60μm以上であり，一般には200μm程度の長さのカンチレバーが使われている。」(段落【0002】)，「以上のような不具合を解消するものとして，・・・いわゆるショートレバー型のSPMカンチレバーが注目を浴びている。」(段落【0006】)，「更に，図14の(A)，(B)に示すようにSPMカンチレバー301，305の支持部301a，305aが傾いてホルダー303にセットされていると，図14の(A)に示すような従来のSPMカンチレバーの場合，支持部301aと測定試料302間のギャップが十分あるため，支持部301aの肩部が測定試料302に接触することはない。それに対し，図14の(B)に示すようにショートレバー型のSPMカンチレバーの場合，支持部305aの肩部分が容易に測定試料302と接触してしまい，取り扱いが難しい。以上のように，精度のよい測定が不可能になるばかりか，測定自体ができなくなる恐れがある。」(段落【0012】)，「(第1の実施の形態)・・・レバー長は，10μmに設定されている。」(段落【0029】)と記載されており，特に短いカンチレバーを採用した場合について，支持部の肩部が試料に接触することに関する課題が記載されている。刊行物1の【図14】(B)には，試料302に対して前後方向に10度程度傾けてセットされたSPMカンチレバー305の支持部305aが，さらに図面に向かって左側が下がって，すなわち，正面図から見た方向で傾いて記載されており，SPMカンチレバーの正面図から見たときの支持部の傾き(本願発明において，前方側面13から見たときのプローブの傾きに相当)に対処しなければならないという課題が示されている。",
                "上記課題は，本願の優先日前に周知であり(乙1～3)，この課題に対処するために，「空所(逃げ部)」を設けるなど，余裕を持たせた形状に支持部を構成することも，本願の優先日前に周知のことである(乙1，2)。",
                "一方，本願明細書には，本願発明の解決しようとする課題として，刊行物1に記載されているとおり，引用発明の解決しようとする課題と同等のものが示されている(段落【0011】，【0017】)。",
                "引用発明の「突出部」を介して支持部にレバー部を取り付けた構成において，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」とが形成する角度が大きければ大きいほど，測定試料との間の余裕が増して，支持部の傾きが生じても，支持部の肩部が測定試料に接触することがなくなることから，上記SPMカンチレバーの正面図から見たときの支持部の傾きに対処しなければならないとの課題を解決するために，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」とが形成する角度を大きくすることは，刊行物1に接した当業者が通常に想起する技術思想である(段落【0056】，【図6】(B))。",
                "一方，本願発明において，傾斜角度を「少なくとも5°」としているのは，SPMプローブの短いカンチレバーについて，プローブが少しの角度で傾いたとき，カンチレバーが装着される支持エレメント又はショートエッジのコーナーがサンプルの表面に接触することがないようにするための角度で，それは5°以上で，大きければよいということであるから，上記技術思想と同じものである。",
                "そして，探針の高さ寸法と支持面の幅寸法との比が約1／100では，支持部の支持面が試料表面に接触してしまうことが公知であった(乙4)のであるから，試料表面への接触を防ぐためには，探針の高さを高くして(あるいは支持面の幅を小さくして)，その比を約1／100よりも十分大きくすべきことが公知であったといえる。",
                "一方，本願明細書の記載(段落【0026】，【0027】)を参照すれば，本願発明において，傾斜角度を「少なくとも5°」とすることは，プローブが少しの角度で傾いたとき，カンチレバーが装着される支持エレメント又はショートエッジのコーナーがサンプルの表面に接触することがないように，支持エレメントエッジの長さに対して，突起部分の高さを十分に高くするということである。",
                "以上によれば，引用発明の解決しようとする課題は本願発明と同等であり，当該課題を解決するために設けられたのが，引用発明の「突出部7」であるから，その高さが低くては意味をなさず，ある程度の高さが必要であることは明らかである。",
                "そして，その高さを支持部1の底辺の長さに対して十分高くする，すなわち，それらの比を1／20程度以上とすることは，どの程度余裕を持たせるかに応じて当業者が容易になし得ることである。",
                "支持部1の底辺の長さに対する突出部7の高さの比を1／20以上とするということは，引用発明における「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」とが形成する角度を「少なくとも5°」とすることに対応するものである。",
                "そうすると，引用発明において，支持部の肩部が測定試料に接触することがないように，支持部1の底辺の長さに対して，突出部7の高さを高くする，すなわち，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」とが形成する角度を大きくする(「少なくとも5°」とする)ことは当業者が容易になし得ることである。",
                "刊行物1に，「しかしながら，上記ショートレバー型のSPMカンチレバーには，次のような課題がある。まず，支持部を含めた全体の長さが3mm～4mm のSPMカンチレバーの先端に，10μm程度のレバー部を設け，そして該レバー部の先端に探針部を形成する必要があり，このように非常に短いレバー部を精度よく，ばらつきを抑えて形成するのは非常に困難である。」(段落【0008】)，「従来のSPMカンチレバーの製造方法では，シリコン基板表面側にレバー部や探針部を形成した後，支持部となる形状を，異方性ウエットエッチングによってシリコン基板の裏面側より形成するため，図12に示すように，レバー部202の固定端202aの位置が，シリコンウエハ基板の厚さのばらつきや異方性ウエットエッチングばらつきによって，矢印で示すように大きく左右されてしまう。具体的には，支持部201の厚さが300μm程度のSPMカンチレバーでは，最低でも±10μm程度以上のレバー部202のレバー長のばらつきが発生する。なお，図12において，203は探針部である。したがって，長さが50μm程度以下のレバー部202を形成する場合，このばらつきは致命的であり，最悪の場合には，設計通りのレバー長を有するレバー部が形成できなくなってしまう。」(段落【0009】)と記載されているように，SPMプローブの製造において製造誤差が生じることは，本願の優先日前に周知のことであり，その製造の際に生じる製造誤差を補うべく種々の工夫がされてきていることも周知である。",
                "そして，例えば，乙1には，「このようなカンチレバー作製方法において，陽極接合時のアライメント精度がカンチレバーの長さ寸法のばらつきに影響を与える。なお，このアライメント精度は，約5～10μm程度である。」(段落【0026】)，「しかしながら，一般的なAFMにおいて，カンチレバー2は，試料4の表面4aに対して所定の傾斜角度θ(例えば，約5°～15°程度の傾斜角度)で位置決めされている(図4(a)参照)。」(段落【0030】)，「本実施の形態において，第1の支持部24は，その一例として，長さ寸法D1が略3．7mm，幅寸法D2が略0．5mm，厚さ寸法D3が略0．02mmに設定されている(図1(a)，(b)参照)。」(段落【0044】)，「続いて，図2(d)，(e)に示すように，フォトリソグラフィ法を用いて第2のシリコンウェハ34の表面の一部を除去することによって，所定の深さを有する掘り下げ部34aを形成する。具体的には，第2のシリコンウェハ34の掘り下げ部34aを除く部分にマスク(例えば，窒化シリコン膜)を形成し，ドライエッチング(例えば，反応性イオンエッチング(RIE))によって第2のシリコンウェハ34の表面の一部を掘り下げる。なお，このときのマスク形状に基づいて，第1の支持部24及び保持部28の形状が決定される。」(段落【0056】)，「そして，この現象は，使用するシリコンウェハの厚さ寸法S3(図1(b)参照)のばらつき度合によっても生じる。通常，シリコンウェハの厚さ寸法S3のばらつき度合は，0．01～0．02mm程度である。従って，上記の参考用作製プロセスを行った場合，基準面のずれ量に対応して長さ寸法Lのばらつき度合が大きくなり過ぎる。このため，使用に適した長さ寸法Lを有するカンチレバー20を作製することができなくなってしまう。」(段落【0065】)と記載されている。カンチレバーは，試料の表面に対して15°傾斜しているとすると，カンチレバーの長さ寸法のばらつき10μmは，高さ方向としてsin15°×10μm＝2．6μmの寸法ばらつきとなる。さらに，支持部材側の厚さ方向のばらつきも0．02mm(20μm)あるとすると，高さ方向の製造誤差として，合わせて20μm＋2．6μm＝22．6μmの誤差が生じることになる。そして，第1の支持部の幅寸法D2が略0．5mm(500μm)であるから，第1の支持部の幅寸法に対する高さ方向の製造誤差の割合は，22．6μm／500μmであり，これを傾斜角度で表現すると，tanθ＝22．6μm／(500μm／2)となる。これを計算するとθは5．17(5°10分)となり，約5°となる。",
                "あるいは，上記乙1の実施の形態において，「・・・第1の支持部24の幅寸法D2を小さくしたことによって，・・・カンチレバーチップ16が，カンチレバー20の長手軸を中心に所定角度だけ傾斜(回転)した場合でも，空所(逃げ部)30によって，支持部18の両端(両肩)の一方が試料4の表面4aに接触すること(図4(b)参照)を防止する」(段落【0051】)ために，第1の支持部24の「幅寸法D2が略0．5mm」(段落【0044】)であるのに対して，「長さ寸法Lが略50μm」(段落【0040】)のカンチレバーが，試料の表面に対して15°傾斜しているとすると，sin15°×50μm＝13μmとなり，探針22の「高さ寸法Hが略3μm」(段落【0041】)と合わせた高さ方向は(13＋3)＝16μmとなり，tanθ＝16μm／(500μm／2)を計算するとθは約4°となる。",
                "上記乙1に記載された傾斜角度は，本願明細書における「5°」と技術的にほぼ同等といえる。",
                "そうすると，引用発明においても，刊行物1の段落【0008】及び【0009】に記載のとおり，製造誤差が生じるものであり，支持部の肩部が測定試料に接触することがないように，その高さ方向の製造誤差を補うべく，種々の寸法等を定めることは当業者が当然に行うことであり，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」とが形成する角度を「少なくとも5°」とすることは，当業者が容易になし得ることである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "したがって，本件審決が，製造誤差を考慮して，種々の寸法等を定めるようなことは，当業者ならば一般的に実施している技術的行為であるというべきであり，引用発明において，「プローブアセンブリー」等の製造誤差を考慮して，「所定の傾斜角度」の下限値を「5°」とすること，すなわち，相違点に係る本願発明の構成とすることには，動機付けが存在し，容易に想到し得ると判断したことに誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，本件審決が「少なくとも5°」が当業者ならば一般的に実施している技術的行為であるとしながら，第三者の記載した刊行物にこれが示されていることを何ら摘示していない旨主張するものの，本件審決は，「製造誤差を考慮して，種々の寸法等を定めるようなことは当業者ならば一般的に実施している技術的行為である」と判断しているのであって，「少なくとも5°」が当業者にとって一般的に実施している技術的行為であることを述べているわけではない。",
                "また，傾斜角度を「少なくとも5°」とすることを刊行物1に記載されている技術的事項を基に当業者が容易になし得た事項であると判断するにつき，「第三者の記載した刊行物」を引用していないからといって，本件審決に誤りがあるとはいえない。",
                "まとめ",
                "以上のとおり，原告主張の取消事由はいずれも理由がなく，本願発明は，刊行物1に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "text": [
            "原告は，本願発明における傾斜角度は，「走査チップ(5)と主要コーナー(16)の1つを結んだ直線と，支持エレメント(2)の下面(14)の側面長手エッジ(22)とを含む平面」と「横エッジ(15’)」とが形成する角度(以下「本願傾斜角度」という。)であり，引用発明における傾斜角度である図(B)の角度θ(本判決5頁参照)，すなわち，「探針部3と支持部1の肩部の1つを結んだ直線」と「支持部1の前方側面の横エッジ」とが形成する角度とは異なるにもかかわらず，本件審決が，「走査チップと主要コーナーの1つを結んだ直線と，支持エレメントの下面の側面長手エッジとを含む平面は，横エッジに対して所定の傾斜角度を形成する」点を本願発明と引用発明の一致点と認定したのは誤りである旨主張するので，以下において判断する。",
            "本願明細書の記載事項等"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本願発明の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本願明細書(甲2，5)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図面については，別紙1の本願明細書図面目録を参照。)。",
                "「【技術分野】",
                "本発明は，支持エレメントとカンチレバーを備え，支持エレメントから横方向に突き出し，その自由端に走査チップを支え，請求項1の前段にしたがったSPMプローブ，及びこうしたプローブの製造方法に関する。」(段落【0001】)",
                "「【背景技術】",
                "走査型プローブ顕微鏡は，広く知られており，高感度センサー，いわゆるSPMプローブを用いてサンプル表面の高分解能走査のために使用される。これらの顕微鏡はいずれも，1つの端部にプローブ支持体を取り付けるための支持エレメントと他方の端部にサンプルを走査するためのセンサーチップを有するバネ作用のマイクロカンチレバーによってそのセンサーが形成されるプローブを使用する。」(段落【0002】)",
                "「走査型プローブ顕微鏡法は，表面分析用の確立された技術となっており，なかでも，数ナノメートル，さらには原子範囲までの分解能を有する表面トポグラフィーの画像化を可能にする。」(段落【0003】)",
                "「この技術の基本的な中核エレメントは走査プローブである。プローブの性質と品質は，表面分析の達成可能な分解能に決定的に寄与する。プローブの製造に関し，単結晶シリコンのエッチング，又は好ましくは窒化珪素からなる薄層を基礎にして，いろいろなプロセスが確立されている。」(段落【0004】)",
                "「特許文献1に，長尺の支持エレメント，及び走査チップを保持する支持エレメントの面から突出して支持エレメントの前面に搭載されたカンチレバーを備えたSPMプローブが開示されている。カンチレバーは，前方側面から突出し，支持エレメントは，台形断面を有する。カンチレバーは，前方側面の2つの横エッジの短いほうに搭載される。」(段落【0005】)",
                "「走査型プローブ顕微鏡法の一般的で重大な欠点は，プローブが表面を点ごとに走査するため，分析の速度が遅いことである。ここで，走査速度は，走査メカニズムによって制限されるが，他方で，プローブのカンチレバーの共振周波数によっても制限される。走査プローブ顕微鏡法の分野における現状の開発は，非常な高速度で動作する新たなシステムとプローブを開発することによってこの問題を対処している。」(段落【0010】)",
                "「こうした迅速な走査プローブ顕微鏡用のプローブにおける共鳴周波数の必要な増加を，同時にカンチレバーの剛性を変化させることなく達成するためには，カンチレバーのサイズを，全ての寸法で大きく低下させなければならない。典型的に，これらの高周波数のカンチレバーは，20μm未満の長さ，5μm未満の幅，および1μmを有意に下回る厚さを有し，したがって，少なくとも長さと厚さに関し，SPMプローブの現状のカンチレバーの約1／10を下回る。」(段落【0011】)",
                "「この寸法の低下は，カンチレバーの長さと厚さの再現性に特に高い要請を与え，SPMプローブの製造について一般に使用されるプロセスに適合しない。厚さの変動の低下については，基材における付加的中間層の救済を用いたエッチング停止技術に基づいて既に多くのアプローチがあるが(例えば，「絶縁体上のシリコン」基板，インプラント中間層，等)，規定長さのカンチレバーについてのこれまでに提案された解決策は不十分である。支持エレメントの側面によりカンチレバー長さを規定する一般に用いられる方法は，エッチングプロセスとカンチレバーの出発面の間の大きな垂直距離のために非常に不明確である。エッチング側面の傾斜の変動および／または基材の厚さの変動は，短いカンチレバーにとってもはや受け入れられないカンチレバー長さの大きな変化をもたらす。例えば，陽極接合によって，カンチレバーが，別個に製造された支持エレメント上に装着されたときであっても，装着プロセスの変動は，意図するカンチレバーサイズにとって過度に大きく，そのプロセスは，非常に小さなカンチレバーに使用することができない。」(段落【0012】)",
                "「この問題の解決のための一般的アプローチは，通例，倍数によって実際のカンチレバーの幅を超えるように，大きく幅を拡大するカンチレバー設計である。この設計を選択するにおいて，目標は，リソグラフィ定義工程と同様に，非常に広いオーバーハング(上記の幅拡大の)に取り付けられるカンチレバーの実現である。支持エレメントのエッチングプロセスの許容範囲は，実際のカンチレバーからこのオーバーハングの長さにシフトすべきである。しかしながら，現実として，実際のカンチレバーがぶら下げられるオーバーハングの長さは，全体として，カンチレバーの振動特性に大きな影響を有し，この特性はやはり，かなりの程度，支持エレメントのエッチングプロセスの許容範囲に左右される。集束イオンビームを用いたアブレーションによる，カンチレバーの以降の成形についての別な公知プロセスが，この目的を達成すると考えられるが，そのプロセスは，コストの高い個別生産工程からなる。」(段落【0013】)",
                "「一般に低下した寸法によって生じるカンチレバーと一体の走査チップを有するこうしたSPMプローブの製造に関する困難性に加え，走査チップの代わりの支持エレメントの意図しない接触の問題が，短いカンチレバーについては非常に大きくなる。プローブは，通常，走査されるべきサンプルの表面に対して，典型的に，8～15°の狭い角度で走査プローブ顕微鏡に装着される。これは，サンプルの表面に非常に近いカンチレバー取り付け箇所の領域に，プローブの支持エレメントを配置し，この結果，プローブが少しの角度で横方向に僅かに傾斜すると，支持エレメントのコーナーがサンプル表面に接触し得る。これは，意図しない機能妨害とともに，検査されるサンプルを場合により損傷することがある。このことを防止するため，現状で使用されるプローブの支持エレメントは，カンチレバーが装着される面上に最小限の長さのエッジが形成されるように製造され，カンチレバーの長さ，走査チップの高さ，およびプローブの装着角度から生じる距離が，プローブが若干傾斜しても，支持エレメントのコーナーが接触することを防ぐのに十分な効果を有する。」(段落【0014】)",
                "「最も多く使用される設計は，カンチレバーのショートエッジをもたらす支持エレメントの斜角コーナーであり，同時に，実際の支持エレメントの非常に大きい幅によって全体としてプローブの操作容易性を確保する。上記のように，支持エレメントのショートエッジの製造は，湿式化学異方性深部エッチングのような通常使用される製造プロセスにおいて大きな変動を受けやすく，この結果，このタイプの成形が，簡単に，より小さいカンチレバーの場合，およびこれらに必要な支持エレメントのエッジの有意なサイズ低下に適用することができない。支持エレメントの側面の切断のような別のプロセスは，カンチレバーの方向に平行な向きの側面を生成できるに過ぎないため，程なく限界に達する。しかしながら，狭い幅のため，傾斜について十分に狭く切断された支持エレメントは，操作が不可能になる。」(段落【0015】)",
                "「【発明が解決しようとする課題】",
                "したがって，本発明は，プローブが少しの角度で傾いたとき，カンチレバーが装着される支持エレメントまたはショートエッジのコーナーがサンプルの表面に接触することができないといった，短いカンチレバーを有するSPMプローブを提案するにおける問題を対処する。本発明は，提案のSPMプローブを製造するプロセスにおいて生じる付加的な問題を対処する。」(段落【0017】)",
                "「【課題を解決するための手段】",
                "本発明によると，これらの問題は，下記の特徴を有するSPMプローブによって解決される。」(段落【0018】)",
                "「細長い支持エレメント，支持エレメントの前面より先に突き出て走査チップを保持するカンチレバーを備え，該カンチレバーは，SPMプローブの支持エレメントの前面側に配置されて前方側面から突き出し，該支持エレメントは，前方側面に長め横エッジと短め横エッジを持つ基本的に台形断面を有し，さらに，走査過程の間にサンプルに最も近い前方側面の横エッジの1つに主要コーナーを備えたSPMプローブであって，支持エレメントは，支持エレメントとカンチレバーの長手方向に延びる細長い突起部分を有し，突起部分は，基本的に台形断面を有し，カンチレバーは，支持エレメントの突起部分の狭い横エッジの表面に配置され，カンチレバーを備えた突起部分は，好ましくは，支持エレメントの前方側面の長め横エッジに配置され，走査チップと，主要コーナーの1つを通る理論的直線との間に延びて，支持エレメントの下面の側面長手エッジに平行な平面は，横エッジに対して少なくとも5°の傾斜角度を形成する，SPMプローブ。」(段落【0019】)",
                "「本発明の基本的な思想は，従来のプローブに比較し，支持エレメントに特殊な形態を与えることであり，従来のプローブに比較し，最も近い支持エレメントの表面の長手面エッジまでの走査チップの側面距離が大きく低下し，および／または走査チップを保持するカンチレバー上面と関連支持エレメント表面の間の距離が大きく増加する。」(段落【0022】)",
                "「本発明によるSPMプローブは，基本的に台形の断面を備えた長尺の支持エレメントを有し，カンチレバーは，側面エッジ，好ましくは広い側面エッジ上の支持エレメントの前面側に位置する。基本的に台形の断面は，長方形および／または段付き断面を意味してもよい。走査チップと主要コーナーを結ぶ線と，支持エレメントの下面の側面長手エッジとを含む平面は，横エッジに対して少なくとも5°の傾斜角を形成する。「主要コーナー」は，走査プロセスの間にサンプルに最も近いコーナーを意味する。仮に，前方横エッジにおいて，例えば，斜めの状態でカンチレバーの両面に2つのコーナーが形成されると，主要コーナーは，カンチレバーから最も近い距離を有し，サンプルの表面に最初に接触するものである。また，プローブの操作性を改良する目的で，支持エレメントを，カンチレバーを備えたプローブの前面側から，プローブの反対の後面側の方に広くすることが妥当である。結果として，サンプル表面に接触するプローブに向く支持エレメントの横エッジなしに，プローブは，横方向に最大で5°まで傾斜することができ，それによって，プローブの損傷を大きく排除する。」(段落【0023】)",
                "「支持エレメントは，支持エレメントの長手方向に延びる細長い突起部分を有し，基本的に台形または長方形の横断面を有する少なくとも突起部分を備え，支持エレメントの突起部分の狭い横エッジの表面上に装着したカンチレバーを備える。」(段落【0024】)",
                "「狭い端にカンチレバーが固定されてその高さがプローブのあり得る側方傾斜を補償する突起部分を，支持エレメント上に形成することは，とりわけ小さくて短いカンチレバーの場合に，支持エレメントがサンプル表面に接触することを確実に防止する。支持エレメントの主要コーナーを有するエッジ区画を，支持エレメントの後方側から，カンチレバーが位置する支持エレメントの前面側にシフトすることにより，より簡単で特により再現性のよい製造が可能になる。」(段落【0025】)",
                "「SPM測定システムの製造バラツキによる，かつプローブアセンブリーの許容範囲による典型的な最大のあり得る傾斜は，最大で5°の大きさを有する。こうした傾いた場合における支持エレメントエッジとサンプル表面の間の接触は，それにそれぞれカンチレバーが取り付けられる突起部分の高さHについて，支持エレメントエッジの長さLとの関係で以下の関係が成立すれば，確実に回避することができる。",
                "」(段落【0026】)",
                "「この結果は，ほぼ以下のようになる。",
                "」(段落【0027】)",
                "「本発明によるSPMセンサーに好ましい態様が与えられ，走査チップを保持するカンチレバーの下面と突起部分を保持する支持エレメントの下面の間の垂直距離は，取り付けられたカンチレバーを有する突起部分が位置する支持エレメントの横エッジの幅の少なくとも1／20になる。」(段落【0028】)",
                "「【発明を実施するための形態】",
                "各態様の説明において，上方，下方，上面，下面等などの用語は，カンチレバーが，走査チップを下方に向けて，その下に位置するサンプルの上から走査するSPMプローブの共通操作位置を指称する。別な仕方では不明確になってしまう詳細事項を明示する目的で，図面は，操作位置に反し，上方に向けた走査チップを有するプローブを示す。」(段落【0041】)",
                "「図1は，支持エレメント2を備えたSPMプローブ1を示し，カンチレバー3は，支持エレメント2によって保持された細長い突起部分4から始まる。通常のように，カンチレバー3は，支持エレメント2から離れ，カンチレバー3の下面6上の走査チップ5を保持する。横方向に，支持エレメント2は，長手側面7を有し，突起部分4は，長手側面8，および，それぞれ2つの長手側面7，8に接続する後方横側面9，10を有する。カンチレバー3がその上に突き出す前面12に，共通の前方側面13が位置し，プローブ1の後方面11の横側面9，10の反対の位置となる。突起部分4は，支持エレメント2の下面14から突き出し，同じ横間隔を有して支持エレメント2の長手サイドエッジ22と配列する。突起部分4に由来する支持エレメント2の下面14に対するカンチレバー3の突起部分は，SPMプローブ1のあり得る側方傾斜を補償する。」(段落【0042】)",
                "「SPMプローブ1の支持エレメント2と突起部分4は，台形断面を有し，カンチレバー3は，突起部分4の前方側面13の正面の狭い下側横エッジ15に位置する。突起部分4は，支持エレメント2の前方コーナー16に対して中心にあり，2つの横エッジ15’，15”のうちの広い横エッジ15’によって接続され，細長い突起部分4は，支持エレメント2の長手方向と，支持エレメント2の長さの一部のカンチレバー3の長手方向に延びる。プローブ1の形態は，カンチレバー3，突起部分4，および支持エレメント2の同時リソグラフィ確定，または個々の工程におけるこれらの独立した製造によって形成することができる。」(段落【0043】)"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイの記載を総合すれば，本願明細書には，次の点が開示されていることが認められる。",
                "走査型プローブ顕微鏡法の一般的で重大な欠点は，プローブが試料表面を点ごとに走査するため，分析の速度が遅いことであるところ，走査速度は，走査メカニズムによって制限されるが，他方で，プローブのカンチレバーの共振周波数によっても制限される。こうした迅速な走査型プローブ顕微鏡用のプローブにおける共鳴周波数の必要な増加を，同時にカンチレバーの剛性を変化させることなく達成するためには，カンチレバーのサイズを，全ての寸法で大きく低下させなければならないが，この寸法の低下は，カンチレバーの長さと厚さの再現性に特に高い要請を与え，SPMプローブの製造について一般に使用されるプロセスに適合しない。エッチング側面の傾斜の変動や基材の厚さの変動は，短いカンチレバーにとって受容することができないカンチレバーの長さの大きな変化をもたらすことになる。一般に低下した寸法によって生じるカンチレバーと一体の走査チップを有するこうしたSPMプローブの製造に関する困難性に加え，支持エレメントの意図しない接触の問題が，短いカンチレバーについては非常に大きくなる。プローブは，通常，走査されるべきサンプルの表面に対して，典型的に，8～15°の狭い角度で走査型プローブ顕微鏡に装着されるが，サンプルの表面に非常に近いカンチレバー取り付け箇所の領域に，プローブの支持エレメントを配置し，この結果，プローブが少しの角度で横方向に僅かに傾斜すると，支持エレメントのコーナーがサンプル表面に接触し得ることとなり，意図しない機能妨害が発生し得るとともに，検査されるサンプルを場合により損傷することがある。",
                "本願発明は，上記の問題，すなわち，SPM測定システムの製造ばらつきやプローブアセンブリー等に起因して，プローブが少しの角度で傾いたとき，カンチレバーが装着される支持エレメント又はショートエッジのコーナーがサンプルの表面に接触することができないという，短いカンチレバーを有するSPMプローブにおける問題(課題)を解決することを目的とするものであり，その解決手段として，細長い支持エレメント，支持エレメントの前面より先に突き出て走査チップを保持するカンチレバーを備え，該カンチレバーは，SPMプローブの支持エレメントの前面側に配置されて前方側面から突き出し，該支持エレメントは，前方側面に長め横エッジと短め横エッジを持つ基本的に台形断面を有し，さらに，走査過程の間にサンプルに最も近い前方側面の横エッジの1つに主要コーナーを備え，支持エレメントは，支持エレメントとカンチレバーの長手方向に延びる細長い突起部分を有し，突起部分は，基本的に台形断面を有し，カンチレバーは，支持エレメントの突起部分の狭い横エッジの表面に配置され，カンチレバーを備えた突起部分は，支持エレメントの前方側面の長め横エッジに配置され，走査チップと主要コーナーの1つを結んだ直線と，支持エレメントの下面の側面長手エッジとを含む平面は，上記横エッジに対して少なくとも5°の傾斜角度を形成するという構成を採用した。",
                "本願発明は，上記構成を採用することにより，試料表面に接触するプローブに向く支持エレメントの横エッジが試料表面に接触することなしに，プローブは，横方向に最大で5°まで傾斜することができ，それによって，プローブの損傷を大きく排除するという効果を奏する。",
                "刊行物1の記載事項",
                "刊行物1(甲1)には，次のような記載がある(下記記載中に引用する図面については，別紙2の刊行物1図面目録を参照。)。"
              ]
            },
            {
              "fig": "ア",
              "subject": "「【請求項1】",
              "text": [
                "単結晶シリコン製支持部と，該支持部に固定され該支持部より伸びるように配置されたシリコン又はシリコン化合膜からなるレバー部と，該レバー部の自由端近傍に設けられたシリコン又はシリコン化合膜からなる探針部とを備え，前記レバー部のレバー長を50μm以下としたSPMカンチレバーにおいて，前記レバー部の固定端に接する前記支持部のレバー部伸長方向面は，(111)面からなる後退傾斜面で構成されていることを特徴とするSPMカンチレバー。」",
                "「【請求項2】",
                "前記レバー部の固定端部分に，アルカリ溶液に対しシリコンとの選択比が50以上あるシリコン化合膜からなるバッファ部が設けられていることを特徴とする請求項1に係るSPMカンチレバー。」",
                "「【請求項3】",
                "前記支持部は，底面に突出部を有し，前記レバー部は前記突出部に固定され該突出部から伸びるように設けられていることを特徴とする請求項1又は2に係るSPMカンチレバー。」",
                "「【請求項4】",
                "前記支持部に，SPM装置に装着の際のホルダー当てつけ用凹部が設けられていることを特徴とする請求項1～3のいずれか1項に係るSPMカンチレバー。」",
                "「【請求項5】",
                "前記シリコン化合膜は，低応力のシリコン化合膜であることを特徴とする請求項1～4のいずれか1項に係るSPMカンチレバー。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "「この発明は，原子間力顕微鏡(AFM)などの走査型プローブ顕微鏡(SPM)に用いるSPMカンチレバー，特にレバー長の短いショートレバー型のSPMカンチレバー及びその製造方法に関する。」(段落【0001】)"
            },
            {
              "fig": "ウ",
              "subject": "「従来のSPMカンチレバーとして，ピラミダル探針部を有するSPMカンチレバーの断面構造を，図10に示す。図10において，101はガラスを加工して作製したカンチレバー支持部，102は支持部101に支持され該支持部101より伸びるように配置されたレバー部，103はレバー部102の自由端側に測定試料表面104に向かって配置されたピラミダル探針部であり，レバー部102及び探針部103は窒化シリコン製である。そして，市販のSPMカンチレバーでは，レバー部102の支持部101より伸びている部分の長さであるレバー長は，60μm以上であり，一般には200μm程度の長さのカンチレバーが使われている。探針部先端の曲率半径は20nm～40nm以下で，分解能が高く，高解像度の測定が可能であり，バネ定数も1Ｎ／m以下と低く，測定試料が柔らかい場合も測定が可能であるが，共振周波数は大気中でもせいぜい数十kHzである。」(段落【0002】)",
              "text": [
                "「一方，シリコン製のテトラ探針部を有するSPMカンチレバーにおいても，探針部先端の曲率半径は10nm程度以下ではあるが，一般にはレバー部のレバー長は100μmから250μmと長く，共振周波数は大気中で数百kHz，液中では高々数十kHz程度である。また，レバー部の厚さに関しては，厚い方が制御しやすいため製造も容易であるが，極端に硬く，バネ定数の大きな特性のものになってしまい，SPM測定の際には，測定試料及び探針部にダメージを与えてしまう。したがって，レバー部の厚さは薄い方が好ましいが，シリコンの薄膜制御は非常に難しいため，2～5μmのレバー厚のものが多く利用されている。このようなSPMカンチレバーにおいては，バネ定数は窒化シリコン製のピラミダル探針を有するSPMカンチレバーに比べて高く，数十Ｎ／m程度の特性をもつものもある。」(段落【0003】)",
                "「しかしながら，最近はSPM測定において高速化や高解像度化の要求が高くなっており，そのためには共振周波数が高く，且つ測定試料が柔らかい場合には傷つけずにスキャンさせるために，バネ定数の小さい柔らかなレバーが要求される。従来のSPMカンチレバーでは共振周波数が低いため，高速化の要求を満たすことが困難になったり，比較的共振周波数が高いSPMカンチレバーであると，バネ定数が大きいため，測定試料や探針部にダメージを与えてしまう。更に，ガラス製支持部101を備えたレバー長が短いSPMカンチレバーの場合は，図11に示すように，レーザー光111がガラス支持部101に遮られてしまい，レバー部112の表面まで届かない問題が生じ，測定自体できないことが発生する。」(段落【0004】)",
                "「また，EBD(Electron  Beam  Deposition)で探針部を形成したり，CＮT(Carbon  Ｎano  Tube)を用いて探針部を形成して，SPMカンチレバーの探針部の質量を軽減し，共振周波数を高くする手法がある。しかし，探針部先端の曲率半径は，50nm～10nmと大きくなるため，分解能が低下し，高解像度の測定が不可能になってしまうと共に，これらの探針部を精度良く形成するのは，非常に困難である。またEBD，CＮT探針部は，その取り付け部の接着強度が弱く，測定中に脱落してしまう問題も発生する。」(段落【0005】)",
                "「以上のような不具合を解消するものとして，レバー部のレバー長の短いSPMカンチレバー，いわゆるショートレバー型のSPMカンチレバーが注目を浴びている。SPMカンチレバーの共振周波数は，レバー長とレバー厚に依存しており，レバー長をL，レバー厚をtとすれば共振周波数fは，f∝(t／L2)のように表すことができる。すなわち，レバー長を短く，レバー厚を厚くすれば共振周波数は高くなるが，レバー長の方が支配的であるため，レバー厚を厚くするよりもレバー長を短くすれば，その効果は顕著になる。」(段落【0006】)",
                "「研究あるいは実験レベルのショートレバー型のSPMカンチレバーの場合，レバー長は10μm程度のものが試作されており，共振周波数は大気中では1～2MHz以上，液中でも500kHz以上が可能である。更に，バネ定数kは，レバー厚tとレバー長Lとの間に，k∝t3／L3のような関係がある。したがって，窒化シリコン製のレバー部を備えたSPMカンチレバーの場合，薄膜制御が比較的容易であるため，3乗で効いてくるレバー厚を薄くすることができ，共振周波数が高い状態でバネ定数を小さくすることができるので，柔らかなSPMカンチレバーを用いて高速測定が可能になる。勿論，共振周波数やバネ定数以外にも，ショートレバー型のSPMカンチレバーにすることで，レバー部面積が小さくなり，レバー部の揺らぎに起因する測定ノイズも小さくなり，測定精度は向上する。」(段落【0007】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "「しかしながら，上記ショートレバー型のSPMカンチレバーには，次のような課題がある。まず，支持部を含めた全体の長さが3mm～4mmのSPMカンチレバーの先端に，10μm程度のレバー部を設け，そして該レバー部の先端に探針部を形成する必要があり，このように非常に短いレバー部を精度よく，ばらつきを抑えて形成するのは非常に困難である。」(段落【0008】)",
              "text": [
                "「従来のSPMカンチレバーの製造方法では，シリコン基板表面側にレバー部や探針部を形成した後，支持部となる形状を，異方性ウエットエッチングによってシリコン基板の裏面側より形成するため，図12に示すように，レバー部202の固定端202aの位置が，シリコンウエハ基板の厚さのばらつきや異方性ウエットエッチングばらつきによって，矢印で示すように大きく左右されてしまう。具体的には，支持部201の厚さが300μm程度のSPMカンチレバーでは，最低でも±10μm程度以上のレバー部202のレバー長のばらつきが発生する。なお，図12において，203は探針部である。したがって，長さが50μm程度以下のレバー部202を形成する場合，このばらつきは致命的であり，最悪の場合には，設計通りのレバー長を有するレバー部が形成できなくなってしまう。」(段落【0009】)",
                "「このようなレバー部のレバー長のばらつきを抑えるには，Siウエハの厚さのばらつきが小さいものを用い，且つ支持部形成時のエッチングのばらつきを抑える必要があるが，その方法も容易ではない。また，SPMカンチレバーの製造コストも非常に高くなってしまう。更に，レバー部のレバー長のばらつきにより共振周波数がばらついてしまい，レバー長が短くなった場合は，バネ定数が高くなり測定試料にダメージを与えるだけでなく，探針部の磨耗を促進させることになる。逆にレバー長が長くなった場合は，共振周波数が低下し高速動作ができなくなる。」(段落【0010】)",
                "「一方，図13の(A)に示すように，従来の原子間力顕微鏡などのSPMで測定するとき，SPMカンチレバー301を試料302に対して10°程度傾けてホルダー303に装着している。そのため，SPMカンチレバー301の全体の長さ(チップ長)が3mm程度の場合，中心部をホルダー当てつけアーム304の当てつけ部とすると，ホルダー当てつけアーム304と試料302とのギャップは0．25mm程度となり，図示のような測定状態になる。これがショートレバー型のSPMカンチレバー305の場合，図13の(B)に示すように，そのギャップが10％以上狭まり，ホルダー当てつけアーム304が試料302と接触してしまう問題が発生してしまう。また，ショートレバー型のSPMカンチレバーにより高速動作を行う場合，探針部の質量が大きい場合には共振周波数を低下させる原因になってしまい，高速動作が行えない。」(段落【0011】)",
                "「更に，図14の(A)，(B)に示すようにSPMカンチレバー301，305の支持部301a，305aが傾いてホルダー303にセットされていると，図14の(A)に示すような従来のSPMカンチレバーの場合，支持部301aと測定試料302間のギャップが十分あるため，支持部301aの肩部が測定試料302に接触することはない。それに対し，図14の(B)に示すようにショートレバー型のSPMカンチレバーの場合，支持部305aの肩部分が容易に測定試料302と接触してしまい，取り扱いが難しい。以上のように，精度のよい測定が不可能になるばかりか，測定自体ができなくなる恐れがある。」(段落【0012】)",
                "「本発明は，上記課題に鑑みなされたもので，共振周波数が高く高速測定が可能なショートレバー型SPMカンチレバーを簡単に精度良く製造可能とし，レバー部のレバー長のばらつきを低減して，短いレバー長のレバー部でも精度良く，ばらつきのない安定した高い共振周波数が得られるようにしたSPMカンチレバーを提供することを目的とする。また，SPM装置への装着がし易くなると共に，試料測定の際に支持部によるレーザー光のけられがなく，試料を傷つけることなしに安定した測定を可能としたSPMカンチレバーを提供することを目的とする。」(段落【0013】)",
                "「請求項毎の目的を述べると，請求項1に係る発明は，支持部によるレーザー光のけられのない，高い共振周波数を有するSPMカンチレバーを提供することを目的とする。請求項2に係る発明は，ウエハの厚さや異方性ウエットエッチングのばらつきが発生しても，レバー長のばらつきによる共振周波数やバネ定数等の特性への悪影響を抑えることの可能なSPMカンチレバーを提供することを目的とする。請求項3及び4に係る発明は，SPM装置への装着が容易で，測定試料を傷つけることなく正確な測定が可能なSPMカンチレバーを提供することを目的とする。請求項5に係る発明は，薄膜で小さいレバー部を備える場合においても，レバー部と探針部を一体構造で作製することが容易で，より強度の高いSPMカンチレバーを提供することを目的とする。(以下略)」(段落【0014】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "「上記課題を解決するため，請求項1に係る発明は，単結晶シリコン製支持部と，該支持部に固定され該支持部より伸びるように配置されたシリコン又はシリコン化合膜からなるレバー部と，該レバー部の自由端近傍に設けられたシリコン又はシリコン化合膜からなる探針部とを備え，前記レバー部のレバー長を50μm以下としたSPMカンチレバーにおいて，前記レバー部の固定端に接する前記支持部のレバー部伸長方向面は，(111)面からなる後退傾斜面で構成されていることを特徴とするものである。」(段落【0015】)",
              "text": [
                "「このように構成されたSPMカンチレバーにおいては，レバー部の固定端に接する支持部のレバー部伸長方向面が，(111)面からなる後退傾斜面で構成されているので，支持部によるレーザー光のけられを抑えることの可能な高い共振周波数を有するショートSPMカンチレバーを実現することができる。」(段落【0016】)",
                "「請求項2に係る発明は，請求項1に係るSPMカンチレバーにおいて，前記レバー部の固定端部分に，アルカリ溶液に対しシリコンとの選択比が50以上あるシリコン化合膜からなるバッファ部が設けられていることを特徴とするものである。」(段落【0017】)",
                "「このように構成されたSPMカンチレバーにおいては，レバー部の固定端部分にバッファ部が設けられているので，ウエハの厚さのばらつきあるいは異方性ウエットエッチングのばらつきが発生したとしても，ばらつきはバッファ部で吸収され，レバー部のレバー長のばらつきが抑えられた安定した共振周波数を有するSPMカンチレバーが得られる。」(段落【0018】)",
                "「請求項3に係る発明は，請求項1又は2に係るSPMカンチレバーにおいて，前記支持部は，底面に突出部を有し，前記レバー部は前記突出部に固定され該突出部から伸びるように設けられていることを特徴とするものである。」(段落【0019】)",
                "「このような構成とすることにより，ショートレバー型のSPMカンチレバーにおいても，SPM装置への装着が容易で，測定試料を傷つけることなく正確な測定が可能となる。」(段落【0020】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "「(第3の実施の形態)",
              "text": [
                "次に，第3の実施の形態について説明する。図6は，本発明に係るSPMカンチレバーの第3の実施の形態を示す断面図である。本実施の形態は，支持部底面の一部に高さ数μm～十数μmの突出部を長手方向に設け，その突出部にレバー部を固定支持し，その突出部から伸びるように形成するものである。ここでは，第1の実施の形態に係るSPMカンチレバーに，本実施の形態の特徴を適用したものについて説明する。」(段落【0051】)",
                "「図6の(A)において，1は単結晶シリコン基板を加工して作製した，底面に突出部7を有する支持部，2は支持部1の突出部7の底面より伸びた窒化シリコン膜からなるレバー部，3はレバー部2の自由端側に形成された窒化シリコン膜からなる探針部であり，レバー部2の固定端4に接する支持部1の傾斜面5は(111)面にて形成されている。ここで，図6の(B)の正面図に示すように，支持部1は通常の支持部とは異なり，底面に突出部7を備えており，レバー部2は突出部7に固定支持され，該突出部7より伸びるように形成されている。」(段落【0052】)",
                "「このような構造及び製造方法により，図6の(B)に示した正面図からもわかるように，突出部7の肩部が支持部1の肩幅と比較して十分小さく，支持部1と測定試料間の間隙が大きくとれるため，突出部7の肩部が試料面と接触する可能性が解消されると共に，SPM装置へのSPMカンチレバーの取り付けも容易になる。したがって，精度の良い安定したSPM測定が可能となる。ここで，支持部に形成される突出部は，その肩部が支持部肩幅と比較して十分小さく，肩部が試料面と接触しなければ，その高さあるいは幅などの大きさは一切問わない。」(段落【0056】)"
              ]
            },
            {
              "fig": "キ",
              "subject": "「以上実施の形態に基づいて説明したように，本発明によれば，レバー部と同一材料で鋭い先端をもつ探針部を有し，共振周波数が高く高速測定が可能なショートレバー型のSPMカンチレバーを簡単に精度良く製造可能となる。また，レバー部のレバー長のばらつきを低減して，短いレバー長のレバー部を備えている場合でも精度良くばらつきのない安定した高い共振周波数が得られると共に，ウエハの厚さのばらつきやエッチングのばらつきが発生しても，ばらつきを吸収し安定した高い共振周波数が得られるショートレバー型のSPMカンチレバーが実現可能となる。また，SPM装置への装着がし易く，試料測定の際に支持部によるレーザー光のけられの心配がなく，試料を傷つけることなしに精度の良い測定が可能なショートレバー型のSPMカンチレバーが得られる。そして，このような特徴をもつ本願発明に係るショートレバー型のSPMカンチレバーを用いることにより，高速スキャンが実現し，細胞や蛋白質を生きた状態で且つ無傷で高分解能で測定可能になると共に，静止画像ばかりではなく動画像までも観察することが可能となる。」(段落【0066】)",
              "text": [
                "一致点の認定について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "アのとおりの引用発明が記載されていることは当事者間に争いがない。",
                "そして，前記認定の刊行物1の記載事項によれば，刊行物1には，次の点が開示されていることが認められる。",
                "図14の(A)，(B)に示すようにSPMカンチレバー301，305の支持部301a，305aが傾いてホルダー303にセットされていると，図14の(A)に示すような従来のSPMカンチレバーの場合，支持部301aと測定試料302間のギャップが十分あるため，支持部301aの肩部が測定試料302に接触することはない。",
                "これに対し，図14の(B)に示すようにショートレバー形のSPMカンチレバーの場合，支持部305aの肩部分が容易に測定試料302と接触してしまい，取り扱いが難しく，精度のよい測定が不可能になるばかりか，測定自体ができなくなる恐れがある。",
                "刊行物1の特許請求の範囲請求項3に係るSPMカンチレバーは，上記課題を解決し，ショートレバー型のSPMカンチレバーにおいても，SPM装置への装着が容易で，測定試料を傷つけることなく正確な測定が可能になるSPMカンチレバーを提供することを目的とし，上記課題を解決するための手段として，請求項1又は2に係るSPMカンチレバーにおいて，支持部は底面に突出部を有し，レバー部は前記突出部に固定され，該突出部から伸びるように設けられているという特徴を有する構成を採用した。",
                "図6は，第3の実施の形態(刊行物1の特許請求の範囲請求項3に係るSPMカンチレバーの実施の形態)を示す断面図(図6の(A))及び正面図(図6の(B))である。突出部7の肩部が支持部1の肩幅と比較して十分小さく，支持部1と測定試料間の間隙が大きくとれるため，突出部7の肩部が試料面と接触する可能性が解消されると共に，SPM装置へのSPMカンチレバーの取付けも容易になり，精度の良い安定したSPM測定が可能となる。支持部に形成される突出部は，その肩部が支持部肩幅と比較して十分小さく，肩部が試料面と接触しなければ，その高さあるいは幅などの大きさは一切問わない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによれば，刊行物1記載のSPMカンチレバー(引用発明)は，プローブアセンブリー等に起因する支持部1の傾きにより支持部1の肩部が試料面と接触することを回避するために，支持部1の底面に，その肩部が支持部1の肩幅より小さい突出部7を設け，突出部7を介してレバー部2及び探針部3を設けることにより，支持部1の底面から探針部3への距離を十分に確保することができ，支持部1と測定試料間との間隙が大きくとれるため，支持部1が試料面と接触する可能性が解消されるようにしたものであると認められる。",
                "したがって，引用発明においては，支持部1の底面に突出部7があることで，支持部1の底面から探針部3への距離を確保することができ，レバー部2は突出部7に固定支持され，突出部7より伸びるように形成され，探針部3はレバー部2の自由端に形成されていることから，探針部3と支持部1の肩部の1つを結んだ直線と支持部1の該肩部から紙面に垂直に後方に伸びた直線とを含む平面に，支持部1の下面の前方側面横エッジの任意の点から下ろした垂線が上記平面と交わる点と支持部1の該肩部を結んだ線と前記横エッジとが所定の角度を形成することは明らかであるところ，「探針部3と支持部1の肩部の1つを結んだ直線と支持部1の該肩部から紙面に垂直に後方に伸びた直線とを含む平面」は，本願発明の「走査チップ(5)と主要コーナー(16)の1つを結んだ直線と，支持エレメント(2)の下面(14)の側面長手エッジ(22)とを含む平面」に相当し，「支持部1の下面の前方側面横エッジ」は，本願発明の「横エッジ(15’)」に相当するから，引用発明における上記所定の角度(平面と直線により形成される角度)は，本願傾斜角度に相当するものである。",
                "そして，引用発明における上記傾斜角度を，刊行物1の図6(B)の正面図を用いて表せば，本件審決における図(B)の角度θ(本判決5頁参照)として表されることになる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "ところで，本件審決における図(B)は正面図であることから，図(B)の角度θは，引用発明における上記傾斜角度(本願傾斜角度に相当する平面と直線のなす角度)を表す場合と，探針部3と支持部1の肩部を結んだ直線と支持部1の下面の前方側面横エッジとのなす角度(直線と直線のなす角度)を表す場合とがあり得るところ，図(B)のみでは，いずれの場合を表したものか明らかとはいえない。",
                "しかしながら，本件審決は，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面は，支持部1の前方側面の横エッジに対して所定の傾斜角度θ(下図(B)参照)を形成するといえる」と記載し，引用発明における所定の傾斜角度は，平面と直線のなす角度である点を明記しており，本件審決における図(B)の角度θも，上記2通りのうち，平面と直線のなす角度を表すものとして用いていることが明らかであるといえる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，本件審決が，「走査チップと主要コーナーの1つを結んだ直線と，支持エレメントの下面の側面長手エッジとを含む平面は，横エッジに対して所定の傾斜角度を形成する」点を本願発明と引用発明の一致点と認定したことに誤りはないものと認められる。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "これに対し，原告は，図(B)の探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の左の肩部から紙面に垂直に後方に伸びた直線とを含む平面は，支持部1の下面の横エッジとある傾斜角を形成するものの，この傾斜角は，【添付図B】の角度α(本判決6頁参照)を意味し，本件審決における図(B)の角度θとは異なるものである旨主張する。",
                "しかしながら，前記ウのとおり，本件審決における図(B)は正面図であることから，図(B)の角度θは，本願傾斜角度に相当する平面と直線のなす角度(原告が主張するところの【添付図B】の角度α)を表す場合と，探針部3と支持部1の肩部を結んだ直線と支持部1の下面の横エッジとのなす角度(直線と直線のなす角度)を表す場合とがあり得るところ，本件審決は，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面は，支持部1の前方側面の横エッジに対して所定の傾斜角度θ(下図(B)参照)を形成するといえる」と記載し，図(B)の角度θを，上記2通りのうち，平面と直線のなす角度(原告が主張するところの【添付図B】の角度α)を表すものとして用いていることが明らかであるといえるから，原告の上記主張は理由がない。",
                "なお，原告は，図(B)には「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジを含む平面」が明確に図示されないから，図(B)は，平面と直線の関係を明確に記載したものではなく，この関係を示唆するものでもない，本件審決は，図(B)の角度θが，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」との角度を示すことについて何らの説明もしていないなどとも主張するが，これらについても，上記と同様に理由がない。",
                "小括",
                "以上によれば，本件審決における一致点の認定に原告主張の誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)について",
          "text": [
            "原告は，本件審決は，相違点に係る本願発明の構成である，本願傾斜角度を「少なくとも5°」とする構成は，「製造バラツキ」及び「プローブアセンブリーの許容範囲」に対応するための数値限定であるといえ，引用発明においても，「プローブアセンブリー」の際の誤差に対応することを課題としているものであるといえるところ，製造誤差を考慮して，種々の寸法等を定めるようなことは，当業者ならば一般的に実施している技術的行為であるというべきであり，引用発明において，「プローブアセンブリー」等の製造誤差を考慮して，「所定の傾斜角度」の下限値を「5°」とすることは，当業者において動機付けが存在し，何ら困難性がなく，容易に想到し得る事項であると判断したが，引用発明において，本願傾斜角度に相当する「所定の傾斜角度」を「少なくとも5°」とする構成にすることは，当業者において容易に想到し得たとはいえず，誤りがある旨主張するので，以下において判断する。",
            "引用発明と本願発明との相違点",
            "前記1のとおり，「走査チップと主要コーナーの1つを結んだ直線と，支持エレメントの下面の側面長手エッジとを含む平面は，横エッジに対して所定の傾斜角度を形成する」点は，本願発明と引用発明の一致点と認められる「所定の傾斜角度」について，本願発明では「少なくとも5°」であるのに対し，引用発明では不明である点で相違する。",
            "相違点に関する判断について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "前記 イのとおり，引用発明は，プローブアセンブリー等に起因する支持部1の傾きにより支持部1の肩部が試料面と接触することを回避するために，支持部1の底面に，その肩部が支持部1の肩幅より小さい突出部7を設け，突出部7を介してレバー部2及び探針部3を設けることにより，支持部1の底面から探針部3への距離を十分に確保することができ，支持部1と測定試料間との間隙が大きくとれるため，支持部1が試料面と接触する可能性が解消されるようにしたものである。",
                "しかるところ，引用発明のように，突出部7を介して支持部1にレバー部2を取り付けた構成において，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」とが形成する角度(本願傾斜角度に相当する図(B)の角度θ)が大きければ大きいほど，支持部1の肩部と試料面との間の距離が増し，支持部1の傾きが生じても，支持部1の肩部が試料面と接触する可能性が低くなることは自明であって，プローブアセンブリー等に起因する支持部1の傾きにより支持部1の肩部が試料面と接触することを回避するという，本願発明と共通する引用発明における上記課題を解決するために，「探針部3と支持部1の肩部の1つを結んだ直線と，支持部1の底面の側面長手エッジとを含む平面」と「支持部1の前方側面の横エッジ」とが形成する角度(本願傾斜角度に相当する図(B)の角度θ)を大きくしようとすることは，引用発明(刊行物1)に接した当業者が通常に想起する技術思想であると認められるから，上記技術思想に基づいて，製造ばらつきやプローブアセンブリー等による製造誤差を考慮しながら，「所定の傾斜角度」を適宜の角度に設定することは，当業者が通常なし得ることである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そして，本願発明は「少なくとも5°」として，傾斜角度の数値範囲の下限値を5°としているのに対し，引用発明では傾斜角度の数値範囲は不明であるものの，バーの場合，プローブが少しの角度で横方向に僅かに傾斜すると，支持エレメントのコーナーがサンプル表面に接触し得るという問題があるため，この接触を回避することを目的として，「所定の傾斜角度」を「少なくとも5°」とする構成を採用したものであるところ，本願明細書には，「所定の傾斜角度」を「少なくとも5°」とすることに関し， イのとおり，「結果として，サンプル表面に接触するプローブに向く支持エレメントの横エッジなしに，プローブは，横方向に最大で5°まで傾斜することができ，それによって，プローブの損傷を大きく排除する。」(段落【0023】)，「SPM測定システムの製造バラツキによる，かつプローブアセンブリーの許容範囲による典型的な最大のあり得る傾斜は，最大で5°の大きさを有する。」(段落【0026】)，「本発明によるSPMセンサーに好ましい態様が与えられ，走査チップを保持するカンチレバーの下面と突起部分を保持する支持エレメントの下面の間の垂直距離は，取り付けられたカンチレバーを有する突起部分が位置する支持エレメントの横エッジの幅の少なくとも1／20になる。」(段落【0028】)と，「所定の傾斜角度」について下限値を5°とする数値範囲を選択すればプローブの損傷を排除できる旨を定性的に述べた記載はあるものの，これ以外に，下限値を5°とする数値範囲を選択した数値的な根拠や当該数値範囲外の場合と比較して，当該数値範囲内の場合に顕著な作用効果を奏すると認められるに十分な実験結果等が記載されているわけではない。したがって，本願発明において，上記数値範囲が臨界的意義を有する数値であると認めることはできない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，引用発明において，支持部が傾いたときに試料面に支持部が接触する可能性があるという課題を解決するために，本願傾斜角度に相当する「所定の傾斜角度」を大きくしようとすることは，刊行物1(甲1)に接した当業者が通常に想起する技術思想であると認められる。一般に，製造ばらつきやプローブアセンブリー等の製造誤差を考慮しながら，「所定の傾斜角度」を適宜の角度に設定することは，当業者が通常になし得ることであり，本願発明における「少なくとも5°」との数値範囲にも臨界的意義があると認めることはできないことからすれば，引用発明において，本願傾斜角度に相当する「所定の傾斜角度」を「少なくとも5°」とする構成を採用することは，当業者において容易に想到し得たものと認められる。",
                "したがって，本願発明は，引用発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであり，本件審決が「本願発明は，引用発明に基づいて当業者が容易に発明をすることができたものである」としたことに誤りはない。",
                "原告の主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，本件審決は，「少なくとも5°」が当業者ならば一般的に実施している技術的行為であるとしながら，本願明細書の記載を引用するのみで，第三者の記載した刊行物にこれが示されていることを何ら摘示していないから，本件審決の容易想到性の判断には誤りがある旨主張する。",
                "しかしながら， において，支持部が傾いたときに試料面に支持部が接触する可能性があるという課題を解決するために，本願傾斜角度に相当する「所定の傾斜角度」を大きくしようとすることは，刊行物1(甲1)に接した当業者が通常に想起する技術思想であると認められる。また，一般に，製造ばらつきやプローブアセンブリー等の製造誤差を考慮しながら，「所定の傾斜角度」を適宜の角度に設定することは，当業者が通常になし得ることであり，本願発明における「少なくとも5°」との数値範囲にも臨界的意義があると認めることはできない。そうすると，引用発明において，本願傾斜角度に相当する「所定の傾斜角度」を「少なくとも5°」とする構成を採用することは，当業者において容易に想到し得たものと認められるのであって，刊行物1に開示された技術的事項のほかに，他の刊行物に開示された技術的事項をも引用しなければ本願発明に想到し得ないものではないから，これと同旨の本件審決において，刊行物1のほかに，他の刊行物が引用されていないことが誤りであるとはいえず，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "なお，原告の上記主張に鑑みて付言するに，製造ばらつきやプローブアセンブリー等の製造誤差を考慮しながら，「所定の傾斜角度」を適宜の角度に設定すると，本願発明における「所定の傾斜角度」(本願傾斜角度)の下限値である「5°」が格別な数値であるとはいえないことは，以下のとおり，本願の優先日前に公知の乙1(特開平10-307144号公報)における製造誤差等の程度からも明らかである。",
                "乙1の記載(下記記載中に引用する図面については，別紙3の乙1図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "「本発明は，例えば，走査型プローブ顕微鏡によって試料の表面情報を測定する際に，そのチップ先端と試料表面との間の相互作用(原子間力，分子間力，磁気力，摩擦力，粘性力，弾性力等)を検出するために用いられるカンチレバーチップに関する。」(段落【0001】)",
                  "text": [
                    "「なお，本明細書中において，カンチレバーチップとは，自由端が変位自在なカンチレバーと，このカンチレバーの自由端に形成された探針と，カンチレバーの基端を支持する支持部とから構成されたものとする。」(段落【0003】)"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「よって，バネ定数が大きくなるのを抑えながら，共振周波数を高く設定するには，短くて薄いカンチレバーとすることが有効である。しかしながら，カンチレバーの長さ寸法を短くすると，以下のような問題が生じる。」(段落【0023】)",
                  "text": [
                    "「即ち，カンチレバー作製用装置のばらつき精度の影響を受けることによって，作製後のカンチレバーの長さ寸法のばらつきに基づいて，共振周波数やバネ定数のばらつきの度合が大きくなってしまう。」(段落【0024】)",
                    "「例えば上述した文献1に開示された窒化シリコン製カンチレバーは，その支持部にパイレックスガラスが用いられており，このパイレックスガラスは，陽極接合によって，カンチレバーの基端に接合されている。」(段落【0025】)",
                    "「このようなカンチレバー作製方法において，陽極接合時のアライメント精度がカンチレバーの長さ寸法のばらつきに影響を与える。なお，このアライメント精度は，約5～10μm程度である。」(段落【0026】)"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "「しかしながら，一般的なAFMにおいて，カンチレバー2は，試料4の表面4aに対して所定の傾斜角度θ(例えば，約5°～15°程度の傾斜角度)で位置決めされている(図4(a)参照)。」(段落【0030】)",
                  "text": [
                    "「更に，一般的なAFMにおいて，カンチレバーチップ14は，カンチレバー2の自由端に設けられた探針のみが試料4の表面4aに接触するように取り付けられている。」(段落【0034】)",
                    "「しかしながら，図4(b)に示すように，カンチレバーチップ14が，カンチレバー2の長手軸を中心に所定角度だけ傾斜(回転)した際に，支持部を成すパイレックスガラス6の両端(両肩)6cの一方が，試料4の表面4aに接触する場合がある。特に，カンチレバーチップ14の取付角度を小さくした場合(カンチレバー2が試料4の表面4aと略平行になる場合)や支持部を成すパイレックスガラス6の寸法を変化させること無く，カンチレバー2の長さ寸法を短くした場合，パイレックスガラス6の両端(両肩)6cの一方が，試料4の表面4aに接触する可能性が高くなる。この場合，AFM測定が困難或いは不可能になってしまう。」(段落【0035】)"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "「本実施の形態に適用したカンチレバー20は，略三角形状を成しており，窒化シリコンから構成されている。本実施の形態において，このカンチレバー20は，その一例として，その長手軸方向に沿った長さ寸法L即ち基端から自由端までの長さ寸法Lが略50μm，基端の幅寸法Wが略50μm，厚さ寸法Tが略0．2μmに設定されている(図1(b)，(c)参照)。」(段落【0040】)",
                  "text": [
                    "「支持部18は，単結晶シリコンから成る第1の支持部24及び第2の支持部26で構成されている。また，これら第1及び第2の支持部24，26は，異なる形状をしているが，後述するプロセスを用いて，同一単結晶シリコン基板から成形されている。」(段落【0042】)",
                    "「本実施の形態において，第1の支持部24は，その一例として，長さ寸法D1が略3．7mm，幅寸法D2が略0．5mm，厚さ寸法D3が略0．02mmに設定されている(図1(a)，(b)参照)。」(段落【0044】)",
                    "「更に，本実施の形態のカンチレバーチップ16によれば，第2の支持部26の幅寸法S2よりも第1の支持部24の幅寸法D2を小さくしたことによって，支持部18の両端(両肩)に空所(逃げ部)30を形成することができる。この結果，AFM測定中，カンチレバーチップ16が，カンチレバー20の長手軸を中心に所定角度だけ傾斜(回転)した場合でも，空所(逃げ部)30によって，支持部18の両端(両肩)の一方が試料4の表面4aに接触すること(図4(b)参照)を防止することが可能となる。また，第2の支持部26は，AFM装置にカンチレバーチップ16を取り付けるための幅寸法を確保している。なお，この効果は，特に，長さ寸法Lの短いカンチレバー20を用いてAFM測定を行う場合に非常に有効である。」(段落【0051】)",
                    "「そして，この現象は，使用するシリコンウェハの厚さ寸法S3(図1(b)参照)のばらつき度合によっても生じる。通常，シリコンウェハの厚さ寸法S3のばらつき度合は，0．01～0．02mm程度である。従って，上記の参考用作製プロセスを行った場合，基準面のずれ量に対応して長さ寸法Lのばらつき度合が大きくなり過ぎる。このため，使用に適した長さ寸法Lを有するカンチレバー20を作製することができなくなってしまう。」(段落【0065】)",
                    "上記記載に基づき，乙1のカンチレバーチップにおける製造ばらつきの程度について検討すると，①カンチレバーが，試料の表面に対して15°傾斜しているとすれば，カンチレバーの長さ寸法のばらつき10μmは，高さ方向としては，sin15°×10μm≒2．6μmの寸法ばらつきとなり，②支持部材側の厚さ方向のばらつきも0．02mm(20μm)あるから，高さ方向の製造誤差として，上記①と合わせて20μm＋2．6μm＝22．6μmの誤差が生じることとなり，③第1の支持部の幅寸法D2が略0．5mm(500μm)であるから，第1の支持部の幅寸法に対する高さ方向の製造誤差の割合は，22．6μm／500μm(約1／22)となる，④この割合を傾斜角度で表現すると，tanθ＝22．6μm／(500μm／2)なので，θは5．17°となる。また，①カンチレバーが，試料の表面に対して5°傾斜しているとすれば，カンチレバーの長さ寸法のばらつき10μmは，高さ方向としては，sin5°×10μm≒0．9μmの寸法ばらつきとなり，②支持部材側の厚さ方向のばらつきも0．02mm(20μm)あるから，高さ方向の製造誤差として，上記①と合わせて20μm＋0．9μm＝20．9μmの誤差が生じることとなり，③第1の支持部の幅寸法D2が略0．5mm(500μm)であるから，第1の支持部の幅寸法に対する高さ方向の製造誤差の割合は，20．9μm／500μm(約1／24)となる，④この割合を傾斜角度で表現すると，tanθ＝20．9μm／(500μm／2)なので，θは4．78°となる。",
                    "ところで，本願明細書の段落【0026】ないし【0028】の記載を踏まえると，本願発明における「少なくとも5°」に係る構成の意義を別の要素で表現するとすれば，おおむね「走査チップを保持するカンチレバーの下面と突起部分を保持する支持エレメントの下面の間の垂直距離Hを，取り付けられたカンチレバーを有する突起部分が位置する支持エレメントの横エッジの幅Lで除した値」が，少なくとも1／20となることと表現することになる。",
                    "乙1におけるカンチレバーチップの製造ばらつきの程度は，支持部の幅寸法に対する高さ方向の製造誤差の割合で，「1／24～1／22」であり，これを傾斜角度で表すと，「4．78°～5．17°」である。",
                    "この傾斜角度は，支持部の幅寸法に対する高さ方向の製造誤差の割合を角度で表したものであり，正確には本願傾斜角度とは異なるものではある ，技術的意義としては本願傾斜角度とほぼ同等であるといえる。",
                    "乙1のカンチレバーチップにおける各部材の寸法を前提にして生じ得る製造ばらつきを傾斜角度で表すと「4．78°から5．17°」に相当するということは，カンチレバーチップ，すなわち，(SPMプローブ)の技術分野においては，支持エレメントエッジの長さ方向(水平方向)と，突起部分の高さ方向(垂直方向)のなす傾斜角度をこの角度以上にしなければ，支持部の傾きにより，支持部が試料面に衝突する可能性があり得ることが示されているといえ，SPMプローブの製造ばらつきを考慮する場合，本願傾斜角度における「5°」という数値は，格別な意義を有する数値であるとはいえない。",
                    "小括",
                    "以上によれば，本件審決における相違点の判断に原告主張の誤りはないから，原告主張の取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
        "したがって，原告の請求は棄却されるべきものである。"
      ]
    }
  ]
}