{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "  原判決を取り消す。",
            "  被控訴人は，原判決別紙物件目録記載の旧イ号製品，新イ号製品及びロ号製品(以下，単に「旧イ号製品」，「新イ号製品」及び「ロ号製品」ともいう。)を製造・販売してはならない。",
            "  被控訴人は，その占有に係る前項記載の製品及びその半製品(旧イ号製品，新イ号製品，ロ号製品について，原判決別紙各製品説明書記載の構造を具備しているが，各製品として完成するに至らないもの)を廃棄せよ。",
            "  被控訴人は，控訴人に対して，6567万円及びこれに対する平成23年1月22日から支払済みまで年5分の割合による金員を支払え。",
            "  訴訟費用は，第1審，2審を通じて，被控訴人の負担とする。",
            "  上記につき仮執行宣言"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「ソレノイド駆動ポンプの制御回路」とする特許権(特許第4312941号)及び発明の名称を同じく「ソレノイド駆動ポンプの制御回路」とする特許権(特許第4716522号)を有する控訴人が，被控訴人が製造，販売する，旧イ号製品，新イ号製品及びロ号製品は前者の特許の，新イ号製品は同時に後者の特許の各請求項1記載の各特許発明の技術的(cid:1) (cid:3)範囲に属しており，旧イ号製品，新イ号製品及びロ号製品の製造販売は前者の特許権を，新イ号製品の製造販売は後者の特許権をそれぞれ侵害すると主張し，被控訴人に対し，特許法100条1項，2項に基づき，旧イ号製品，新イ号製品及びロ号製品の製造，販売の差止め並びに同各製品及びその半製品の廃棄を求めるとともに，不法行為に基づき，損害賠償を請求した事案である。(cid:1)原審は，旧イ号製品，新イ号製品及びロ号製品は前者の特許発明の，新イ号製品は後者の特許発明の各技術的範囲に属するものの，上記各特許発明はいずれも進歩性を欠如しており，上記各特許はいずれも特許無効審判により無効にされるべきものと認められるから，控訴人は上記各特許権に基づく権利を行使することはできないとして，控訴人の請求をいずれも棄却した。そのため，控訴人が，上記の裁判を求めて控訴した。(cid:1)2  前提事実，争点及び争点に関する当事者の主張は，次のとおり原判決を補正し，後記3のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第2の1及び3並びに第3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「控訴人」と，「被告」を「被控訴人」と，それぞれ読み替える。)。(cid:1)  原判決2頁26行目の「本件特許の」を「本件特許1の」と改める。(cid:1)  原判決4頁9行目「原告は，」から同頁12行目末尾までを次のとおり改める。(cid:1)「  原告は，次の特許(以下「本件特許2」といい，本件特許1と本件特許2をあわせて「本件各特許」という。また，本件特許2の請求項1に係る発明を「本件特許発明2」といい，本件特許発明1と本件特許発明2をあわせて「本件各特許発明」という。また，本件特許2に係る明細書及び図面をあわせて「本件明細書2」といい，本件明細書1と本件明細書2をあわせて「本件各明細書」という。)を有している。」(cid:1)  原判決5頁26行目末尾に，改行の上，次のとおり加える。(cid:1)(cid:1) (cid:4)  「  訂正請求(cid:1)        控訴人は，次のとおり，本件各特許について訂正請求をした(以下「本件各訂正」という。)。(cid:1)      ア  本件特許1について(cid:1)  控訴人は，平成25年3月28日，本件特許1の無効審判において，本件特許1の請求項1の記載を次のとおり訂正する旨の訂正請求をした(判決注・下線部が訂正部分である。以下，訂正後の本件特許1の請求項1記載の発明を「本件訂正発明1」という。)。(cid:1)            「ソレノイド駆動ポンプのポンプを駆動するソレノイド8に，時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して，該ソレノイド8を駆動する駆動回路7と，90～264Vの間で電圧が異なる複数の交流電圧の電源1のうちの任意の交流電圧の電源1から整流されて駆動回路7に提供される直流電圧を分圧して検出する検出手段5と，該検出手段5で検出した直流電圧を一種の制御回路に対応した所望の直流電圧と比較し，且つ駆動回路7に提供された直流電圧を所望の直流電圧に変換すべく該駆動回路7に制御信号を供給する演算処理部6とを具備し，電源1の電圧に関わりなく前記所望の直流電圧を駆動電圧としてソレノイド8に供給するソレノイド駆動ポンプの制御回路であって，前記制御信号は，駆動回路7に提供される直流電圧をスイッチングし，前記駆動パルス内におけるオン・オフのデューティを制御する信号であることを特徴とするソレノイド駆動ポンプの制御回路。」(cid:1)          本件訂正発明1は，次の構成要件に分説することができる。(cid:1)            A1’  ソレノイド駆動ポンプのポンプを駆動するソレノイド8に，時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して，該ソレノイド8を駆動(cid:1) (cid:5)する駆動回路7と，(cid:1)B1’  90～264Vの間で電圧が異なる複数の交流電圧の電源1のうちの任意の交流電圧の電源1から整流されて駆動回路7に提供される直流電圧を分圧して検出する検出手段5と，(cid:1)C1’  該検出手段5で検出した直流電圧を一種の制御回路に対応した所望の直流電圧と比較し，且つ駆動回路7に提供された直流電圧を所望の直流電圧に変換すべく該駆動回路7に制御信号を供給する演算処理部6とを具備し，(cid:1)D1’  電源1の電圧に関わりなく前記所望の直流電圧を駆動電圧としてソレノイド8に供給するソレノイド駆動ポンプの制御回路であって，(cid:1)E1’  前記制御信号は，駆動回路7に提供される直流電圧をスイッチングし，前記駆動パルス内におけるオン・オフのデューティを制御する信号である(cid:1)F1’  ソレノイド駆動ポンプの制御回路。(cid:1)イ  本件特許2について(cid:1)  控訴人は，平成24年8月21日，本件特許2の無効審判において，本件特許2の請求項1の記載を次のとおり訂正する旨の訂正請求をした(判決注・下線部が訂正部分である。以下，訂正後の本件特許2の請求項1記載の発明を「本件訂正発明2」という。また，本件訂正発明1と本件訂正発明2をあわせて「本件各訂正発明」という。)。(cid:1)            「ソレノイド駆動ポンプのポンプを駆動するソレノイド8に，時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して，該ソレノイド8を駆動する駆動回路7と，電圧(cid:1) (cid:6)が異なる複数の交流電圧の電源1のうち任意の交流電圧の電源1から整流されて駆動回路7に提供される直流電圧を検出する検出手段5と，該検出手段5で検出した直流電圧に基づいて，駆動回路7に提供された直流電圧を，電源1の電圧に関わりなく一定の平均電圧をソレノイド8に供給するための所望の直流電圧に変換すべく，該駆動回路7に制御信号を供給する演算処理部6とを具備するソレノイド駆動ポンプの制御回路であって，前記制御信号は，駆動回路7に提供される直流電圧をスイッチングし，前記駆動パルス内におけるオン・オフのデューティを制御する信号であることを特徴とするソレノイド駆動ポンプの制御回路。」(cid:1)  本件訂正発明2は，次の構成要件に分説することができる。(cid:1)A2’  ソレノイド駆動ポンプのポンプを駆動するソレノイド8に，時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して，該ソレノイド8を駆動する駆動回路7と，(cid:1)B2’  電圧が異なる複数の交流電圧の電源1のうちの任意の交流電圧の電源1から整流されて駆動回路7に提供される直流電圧を検出する検出手段5と，(cid:1)C2’  該検出手段5で検出した直流電圧に基づいて，駆動回路7に提供された直流電圧を，電源1の電圧に関わりなく一定の平均電圧をソレノイド8に供給するための所望の直流電圧に変換すべく，該駆動回路7に制御信号を供給する演算処理部6とを具備する(cid:1)D2’  ソレノイド駆動ポンプの制御回路であって，(cid:1)E2’  前記制御信号は，駆動回路7に提供される直流電圧をスイッチングし，前記駆動パルス内におけるオン・オフの(cid:1) (cid:7)デューティを制御する信号である(cid:1)F2’  ソレノイド駆動ポンプの制御回路。」(cid:1)  原判決7頁17行目末尾に，改行の上，次のとおり加える。(cid:1)  「  訂正の再抗弁の成否(cid:1)      ア  本件各訂正発明における無効理由解消の有無(乙28文献)(争点5-1)(cid:1)      イ  技術的範囲の属否(cid:1)  旧イ号製品，新イ号製品及びロ号製品は，本件訂正発明1の技術的範囲に属するか(争点5-2)(cid:1)          新イ号製品は，本件訂正発明2の技術的範囲に属するか(争点5-3)」(cid:1)      原判決7頁18行目「  原告の損害(争点5)」を「  控訴人の損害(争点6)」と改める。(cid:1)      原判決44頁20行目冒頭に「ア  」を挿入し，同頁26行目末尾に，改行の上，次のとおり加える。(cid:1)      「    すなわち，乙28文献の【0028】には，「現在の12［V］に代えて，例えば24［V］や，更には48［V］など電圧の高いバッテリを使用するシステムへの移行が必至であるが，このとき，本発明によれば，従来の電装品の定格を変更することなく，そのまま対応が可能であるという効果がある。」と記載されている。",
            "上記記載によれば，乙28文献に記載されている制御装置においては，バッテリ電圧が12［V］，24［V］，更には48［V］となった場合にも，「従来の電装品の定格を変更することなく，そのまま対応が可能である」というものであるから，乙28文献に記載されている制御装置それ自体を何ら変更することなく，12［V］，24［V］又は48［V］の異なる電源(バッテリ)を接続可能であることが明らかである。",
            "(cid:1) (cid:8)イ  また，乙28文献の【0013】には，「一方，これと並行して，CPU12は，同じくROM14に記憶されているデューティ算定プログラムを実行し，バッテリ電圧100を取り込み，これに応じて図2に示すような，所定のDUTY(デューティ比)［％］を有する矩形波を作成し，これを矩形波信号18AとしてI／O18から出力させ，ゲート回路18を介してアンドゲート回路20～22のそれぞれに入力するように動作する。」と記載されている。",
            "図2に記載されているDUTY(デューティ比)［％］を有する矩形波信号18Aは，バッテリ電圧V を，燃料ポンプ221の消費電力がB定格電圧の12［V］の時と同じに保たれる電圧に変換するものであり(【0016】)，DUTY(デューティ比)［％］は，図3に示されているように，バッテリ電圧V の大小に応じて，デューティ算定プロBグラムによって算出されるものである。",
            "このように，24［V］，48［V］の異なる電圧のバッテリが接続された場合には，乙28発明の制御装置(1つの制御装置)のCPU12は，当該制御装置のROM14に記憶されているデューティ算定プログラムを実行して，24［V］，48［V］という異なるバッテリの電圧V を取り込んだ上で，取り込んだバッテリの電圧V (24［V］，B B48［V］)に対応する所定のDUTY(デューティ比)［％］を，図3に示すように計算して，そのDUTY(デューティ比)［％］を有する矩形波信号18Aを，アンドゲート回路22に対して出力する。この場合に，24［V］，48［V］の異なるバッテリ電圧V は，この矩B形波信号18Aによって，燃料ポンプ221の消費電力が定格電圧の12［V］の場合と同じに保たれる電圧に変換されたうえで，定格電圧12Vの燃料ポンプ221に供給され，燃料ポンプ221を駆動する。",
            "したがって，乙28文献に記載されている制御装置は，定格電圧の1(cid:1) (cid:9)2［V］に代えて，24［V］又は48［V］の異なる電源(バッテリ)が接続された場合にも，その制御装置を何ら変更することなく，換言すれば，同一の構成に維持したままで，定格電圧12Vの燃料ポンプ221を運転していくことができるものである。"
          ],
          "content": [
            {
              "fig": "ウ",
              "subject": "以上のとおり，乙28文献には，電圧が異なる複数の電源に対応するという発明の効果(【0028】)と，その効果を奏するための構成(【0013】，【図2】，【図3】)が記載されているのであるから，乙28発明が，電圧の異なる複数の電源に対応することを発明の目的ないし課題としていることは明らかである。」",
              "text": [
                "  原判決46頁22行目末尾に，改行の上，次のとおり加える。",
                "「キ  控訴人の主張について",
                "控訴人は，乙28発明は，乙29発明と同様に，「電気エネルギを一定にしない制御」であり，本件特許発明1は，「直流電圧をスイッチングし，オン・オフのデューティを制御することで，ソレノイドに供給する電気エネルギを一定化する」構成である点で乙28発明と相違すると主張している。",
                "しかし，乙28文献の【0016】には，「・・・各電装品，つまり，図1では電磁クラッチ201と電磁ソレノイド211，それに燃料ポンプ221に供給される電流は，この所定値のDUTYを有する矩形波信号18Aによりチョッパ制御されて，その実効値はバッテリ電圧V がB12［V］のときと同じにされるので，これら電装品が消費する電力は，バッテリ電圧V が12［V］のときと同じに保たれ，従って，この実B施例によれば，常に平常と変わらぬ運転状態を保つことが出来る。」と記載されている。",
                "このように，乙28発明においては，矩形波信号18Aによるチョッパ制御により，供給される直流電圧は，12Vのバッテリ電圧と同じに(cid:1) (cid:10)保たれるものであり，この結果として，上記直流電圧が供給される電装品の消費電力，すなわち，電装品に供給される電力(電気エネルギー)は，バッテリ電圧の高低にかかわらず，12Vのバッテリ電圧の場合と同一に保たれるものである。",
                "控訴人は，乙28発明では，そこで使用されている自動車用の燃料ポンプにおいては，駆動パルス幅を連続的に変化させる制御を実行しているとして，この点で，本件特許発明1とは技術思想が異なるようにも主張している。",
                "しかし，自動車用の燃料ポンプには，その駆動方式として，電磁式，すなわち，ソレノイドによる往復駆動を利用して，ポンプ部の構造を膜式又はピストン式とすることを内容とする電磁式ダイヤフラムポンプや電磁式プランジャポンプが一般に用いられるものであって，自動車用の燃料ポンプに電磁式ダイヤフラムポンプが用いられることは，周知である。",
                "そうすると，乙28発明の燃料ポンプとして使用されることが明らかである電磁式ダイヤフラムポンプにおいては，「電気エネルギを一定に制御する」方式が採用されているものであり，したがって，乙28発明の自動車用の燃料ポンプが，「電気エネルギを一定に制御する方式」のものであることは明らかである。」",
                "  原判決47頁22行目末尾に，改行の上，次のとおり加える。",
                "「ウ  控訴人の主張について",
                "  控訴人は，乙28発明は，エンジンの駆動に起因したバッテリ電圧の異常上昇という自動車特有の課題を有する発明であり，自動車は走行するものであるから，商用交流電源を電源とすることは技術的に不可能であると主張する。",
                "しかし，前記のとおり，乙28文献は，電圧が異なる複数の電源(cid:1) (cid:2)(cid:11)(cid:1)(複数のバッテリ)に対応することが可能な制御装置を開示しており，控訴人の上記主張は根拠を欠くものである。",
                "そもそも，本件特許発明1の「90～264Vの間で電圧が異なる交流電圧の電源」は，90～264Vの間の商用交流電圧を踏まえてはいるものの，「商用」の場合の電源電圧に限定されているものではない。加えて，自動車のバッテリは，一般的に自動車に搭載されている交流発電機で発電した交流電圧を，直流電圧に整流して蓄電するものであるから，自動車用の燃料ポンプが，交流電圧を電源とすることは，技術的にみても十分に可能である。(cid:1)            控訴人は，乙28発明の燃料ポンプを駆動するための駆動回路の電源電圧に対して，商用交流電源に関する技術を適用することはできない旨も主張している。(cid:1)              しかし，ソレノイドの駆動電源が交流電源である場合には，交流を直流に変換した直流電圧を，ソレノイドに印加することが当業者にとって技術常識であるから，乙28発明を交流電源電圧に適用できることは自明である。」    (cid:1)    原判決48頁3行目冒頭に「ア  」を加え，同頁14行目冒頭から15行目末尾までを次のとおり改める。",
                "「    このように，乙28発明は，本件特許発明1とは，対象とするポンプが相違し，技術分野としても全くかけ離れた発明であって，本件特許発明1に至る動機を当業者に与えないものであり，かつ，本件特許1の進歩性を検討する際の調査対象から逸脱した技術分野に属する発明であるから，乙28発明は引用発明としての適格性を欠いている。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "乙28文献は，12Vの定格電圧のバッテリのバッテリ電圧が12Vから上昇して24Vになったり，最大電圧48Vになることがある，というように，一つのバッテリが電圧上昇を起こすことがあることを開示(cid:1) (cid:2)(cid:2)(cid:1)するのみであって，一つの燃料ポンプ221に対し，定格電圧が異なるバッテリを用いる(付け替える)といった事項は，乙28文献には一切記載されていないし，示唆もされていない。乙28発明は，本件特許発明1のように「電圧が異なる複数の電源1のうちの任意の交流電圧の電源1」を用いるといった技術思想を有していない。したがって，乙28発明の内容として，「12～48Vの間の定格電圧のバッテリから燃料ポンプ回路220に提供される直流電圧」との部分を含めて認定するのは誤りである。",
                "被控訴人が指摘する乙28文献の【0028】の記載は，乙28発明が「バッテリの電圧が定格電圧から上昇しても，常に安定した電装品の動作が可能・・・を目的とする。」といった，バッテリ電圧が定格電圧より高く変動することに対応することを課題とし，それを解決するためになされたものであるところの副次的な効果に言及しているにすぎない。なぜならば，電圧の変動に対応できるポンプの構成は，電圧が異なる複数の電源に対応できる構成だからである。また，上記記載は，「現在の12［V］に代えて，例えば24［V］や，更には48［V］など電圧の高いバッテリを使用するシステムへの移行」とあるように，一つの燃料ポンプ221に対し，12［V］，24［V］又は48［V］の異なるバッテリが接続され得るというのではなく，あくまで将来的にバッテリが切り替わっても，そのときに使用する燃料ポンプの“定格”が変わらない，という意味である。乙28発明には，本件特許発明1のような「一つのポンプにおける電源電圧の選択性」の概念は存在しない。",
                "乙28文献の【0028】の記載が本件特許発明1のような「一つのポンプにおける電源電圧の選択性」を示唆するものでないことは，",
                "同文献の【0019】の記載からも明らかである。",
                "すなわち，乙28文献の【0019】には，「図3に示すように，バ(cid:1) (cid:2)(cid:3)(cid:1)ッテリ電圧V が12［V］の定格電圧以下と，最大電圧VBmax  (＝B 48［V］)以上の領域で，矩形波信号18AのDUTYが0［％］になるように構成してあり，この結果，上記の領域では，負荷を駆動する信号の出力が禁止されてしまうことになり，不必要な電流によるバッテリ上がりを防止したり，またバッテリのダンプサージ等による異常電圧発生時での負荷の誤動作や破壊，故障の発生を防止することができる。」と記載されている。すなわち，12Vの定格電圧のバッテリの場合，定格電圧12V以下と，最大電圧48V以上では，DUTYが0［％］であり(すなわち，駆動電圧をゼロとする)，DUTY制御の対象外となっている。",
                "このことから分かるように，乙28発明は，「定格電圧～定格電圧＋A」の範囲における電圧変動(つまり，「バッテリ電圧の異常な上昇」)に対して駆動電圧を一定化させようという発明である。もし，48Vの定格電圧のバッテリを使用することも想定しているのであれば，乙28文献の図3では，48V以上(48V＋A)の範囲でもDUTYが規定されていなければならない。そうでないと，48Vの定格電圧のバッテリが接続され，「バッテリ電圧の異常な上昇」が生じた場合に，駆動電圧一定化の制御ができないからである。図3において，48V以上の領域で12～48Vの領域におけるDUTYの延長線が規定されていないことから，図3に基づく制御において，48Vの定格電圧のバッテリを用いることが想定されていないのは自明である。",
                "また，乙28文献の上記複数の記載から明らかなように，乙28発明は定格電圧からの上昇だけを対象とし，バッテリ電圧が定格電圧から下降することは想定しておらず，その証拠に，図3では，定格電圧12V以下はDUTYを規定していない。定格電圧12V以下のDUTYを規定すると，乙28文献の【0019】に記載された問題が生じるからで(cid:1) (cid:2)(cid:4)(cid:1)ある。ということであれば，図3において，12～24Vの領域でDUTYが規定されていることからすれば，図3に基づく制御において，24Vの定格電圧のバッテリを用いることが想定されていないのは自明である。",
                "このように，図3に基づく制御は，定格電圧が12Vである一つのバッテリを用いることを前提としたものである。乙28発明は，一つの定格電圧のバッテリを用いることを前提とした発明であって，本件特許発明1のように「電圧が異なる複数の電源1のうちの任意の交流電圧の電源1」を用いるといった技術思想を有していない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件特許発明1に係る制御方式は，「直流電圧をスイッチングし，オン・オフのデューティを制御する」方式であり，本件特許発明1は，「直流電圧をスイッチングし，オン・オフのデューティを制御することで，ソレノイドに供給する電気エネルギーを一定化する」ものである。",
              "text": [
                "これに対し，乙28発明は，「駆動電圧の各パルスにおける供給電力を一定にすることを目的としない制御」方式，すなわち，電気エネルギーを一定化しない制御方式であり，この点において，本件特許発明1と相違する。",
                "すなわち，乙28発明は，その制御対象の燃料ポンプがプランジャポンプやソレノイドポンプであると仮定すると，同じく燃料ポンプを制御対象とする乙29発明と同様の燃料噴射動作，すなわち，往復動による圧縮・吸入動作で燃料噴射を行う構成となる。そうすると，乙28発明において，駆動電圧における「駆動パルス幅」は，「燃料を噴射する時間」であり，かかる「燃料を噴射する時間」は，「燃料を噴射する量」に当然比例するものである。そして，かかる「燃料を噴射する量」は，エンジンの回転状態(回転が速いか，遅いか)と，アクセルペダルの踏み込み量(アクセルペダルを深く踏み込むか，浅く踏み込むか，すなわ(cid:1) (cid:2)(cid:5)(cid:1)ち，エンジンの回転を速くすることを要求しているか，遅くすることを要求しているか)とに基づいて演算されるため，連続的に変化するものである。これにより，「燃料を噴射する時間」が連続的に変化するものであるため，「駆動パルス幅」も，連続的に変化するものである。",
                "したがって，乙28発明は，燃料噴射量を制御するために駆動パルス幅を連続的に制御する構成(すなわち，駆動パルス幅を連続的に変化させる制御)である。これにより，乙28発明において，各駆動パルスにおける供給電力は，駆動パルス幅が変化することで当然変化するものとなる。",
                "このように，乙28発明は，「駆動電圧の各パルスにおける供給電力を一定にすることを目的としない制御」方式，すなわち，「電気エネルギを一定化しない制御」方式による構成である。」",
                "  原判決48頁16行目末尾に，改行の上，次のとおり加え，同頁17行目冒頭の「ア」を「ウ」と，49頁2行目冒頭の「イ」を「エ」と，それぞれ改める。",
                "「ア  乙28発明は，乙29発明と同様に，「電気エネルギを一定にしない制御」であり，本件特許発明1は，「直流電圧をスイッチングし，オン・オフのデューティを制御することで，ソレノイドに供給する電気エネルギを一定化する」構成である点で乙28発明と相違する。乙28文献には，「直流電圧をスイッチングし，オン・オフのデューティを制御することで，ソレノイドに供給する電気エネルギを一定化する」という本件特許発明1の技術思想は，開示も示唆もされていない。したがって，本件特許発明1が進歩性を有していることは明らかである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "乙28発明は，エンジンの駆動に起因したバッテリ電圧の異常上昇という自動車特有の課題を有する発明である。そして，自動車は走行するものであるから，商用交流電源を電源とすることは，技術的に不可能で(cid:1) (cid:2)(cid:6)(cid:1)ある。したがって，乙28発明において，整流の技術が周知技術であるというだけで，商用交流電源にも適用できることが自明であるとはいえない。むしろ，乙28発明の制御回路について，交流電圧を駆動電源とする機器に転用することには，阻害事由が存在する。」",
              "text": [
                "  原判決65頁25行目冒頭に「ア  」を加え，同66頁11行目末尾に，改行の上，次のとおり加える。",
                "「イ  乙28発明は，前記のとおり，本件特許発明2のように「電圧が異なる複数の電源1のうちの任意の交流電圧の電源1」を用いるといった技術思想を有していない。",
                "そして，本件特許発明2と乙28発明とは，本件特許発明1と乙28発明との相違点②と同様に，駆動回路に提供される直流電圧が，本件特許発明2では，電圧が異なる交流電圧の電源から整流された直流電圧であるのに対して，乙28発明では，12～48Vの間の定格電圧のバッテリから燃料ポンプ回路220に提供される直流電圧である点において相違する。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "乙28発明は，乙29発明と同様に，「電気エネルギを一定にしない制御」であり，本件特許発明2は，「直流電圧をスイッチングし，オン・オフのデューティを制御することで，ソレノイドに供給する電気エネルギを一定化する」構成である点で乙28発明と相違する。」",
              "text": [
                "  原判決66頁12行目末尾に，改行の上，次のとおり加え，同頁13行目冒頭の「ア」を「ウ」と，同頁24行目冒頭の「イ」を「エ」と，それぞれ改める。",
                "「ア  乙28文献には，「直流電圧をスイッチングし，オン・オフのデューティを制御することで，ソレノイドに供給する電気エネルギを一定化する」という本件特許発明2の技術思想は，開示も示唆もされていない。したがって，本件特許発明2が進歩性を有していることは明らかである。",
                "(cid:1) (cid:2)(cid:7)(cid:1)  イ  乙28発明において，整流の技術が周知技術であるというだけで，商用交流電源にも適用できることが自明であるとはいえない。むしろ，乙28発明の制御回路について，交流電圧を駆動電源とする機器に転用することに阻害事由が存在する。」",
                "  原判決75頁18行目の「(cid:3)(cid:11)  争点5(原告の損害)について」を「(cid:3)(cid:11)",
                "争点6(控訴人の損害)について」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "当審における当事者の主張(cid:1)    争点5-1(本件各訂正発明における無効理由解消の有無)について(cid:1)      ア  控訴人の主張(cid:1)          本件各訂正発明と乙28発明との対比(cid:1)            本件各特許の請求項1記載の各発明と乙28発明との間には，本件各訂正により，同訂正前から存在した相違点に加えて，以下の相違点AないしCが新たに生じた。すなわち，本件各訂正発明と乙28発明とは，本件各特許発明と乙28発明との相違点のほか，以下の点において相違する。(cid:1)          a  相違点A(ポンプの種類・特性について)(cid:1)              本件各特許発明の構成要件A1，A2をそれぞれA1’，A2’と訂正することにより，本件各訂正発明が制御対象とするソレノイド駆動ポンプは，吐出量の「定量性」が絶対的に要求される定量ポンプであって，時間が一定で且つ周期的に発生される駆動パルスに応じた駆動電圧を周期的にソレノイド8に供給することによってポンプを駆動するソレノイド駆動ポンプであることを構成上明確化するとともに，特許請求の範囲を減縮した。(cid:1)              したがって，本件各訂正発明と乙28発明とは，本件各訂正発明が，吐出量の「定量性」が絶対的に要求される定量ポンプとして本件各訂正により明確に構成が特定された，時間が一定で且つ周期的に発生さ(cid:1) (cid:2)(cid:8)(cid:1)れる駆動パルスに応じた駆動電圧を周期的にソレノイド8に供給することによってポンプを駆動するソレノイド駆動ポンプであるのに対し，乙28発明は，種類も特性も明らかではない(つまり，吐出量の「定量性」に関係ない)燃料ポンプである点で相違する。(cid:1)          b  相違点B(ポンプの使用条件について)(cid:1)              本件各特許発明の構成要件B1，B2をそれぞれB1’，B2’と訂正することにより，本件各訂正発明におけるソレノイド駆動ポンプは，複数の交流電圧の電源のうちから任意に選択される電源で用いられることになる。(cid:1)    したがって，本件各訂正発明と乙28発明とは，本件各訂正発明が，ソレノイド駆動ポンプが，複数の交流電圧の電源1のうちから任意に選択される電源とする条件下で用いられるのに対し，乙28発明の燃料ポンプは，単一電圧(具体的には電圧12［V］が例示)の直流バッテリを電源とする条件下で用いられる点で相違する。(cid:1)c  相違点C(制御方式について)(cid:1)    本件各特許発明の構成要件E1，E2をそれぞれE1’，E2’と訂正することにより，本件各訂正発明におけるソレノイド駆動ポンプは，吐出量の「定量性」が絶対的に要求される定量ポンプとして，「定量性」が損なわれないよう，駆動パルス内におけるオン・オフのデューティを制御する制御信号によって，ソレノイドの駆動がなされることになる。(cid:1)  したがって，本件各訂正発明と乙28発明とは，本件各訂正発明の制御方式が，吐出量の「定量性」を実現できる，時間が一定で且つ周期的に発生される駆動パルス内におけるオン・オフのデューティを制御する方式であるのに対し，乙28発明の制御方式は，吐出量の「定量性」に関係ないごく一般的な要素技術にすぎないデューティ制御で(cid:1) (cid:2)(cid:9)(cid:1)ある点で相違する。(cid:1)  容易想到性の欠如(cid:1)a  乙28発明の技術分野は，「エンジンで駆動される発電機で充電されるバッテリを電源とする自動車用エンジン制御装置」であるのに対し，本件各訂正発明の技術分野は，「交流電圧の電源で駆動するソレノイド駆動ポンプの制御回路」であるから，双方の電源・制御対象が全く異なることを含めて，一切の関連性はない。乙28発明の技術分野が，全くかけ離れた技術分野である本件各訂正発明の技術分野まで広がる余地は全くない。(cid:1)b  乙28発明の課題は，「自動車特有の事情(ジャンプスタート，ACGの故障，ダンプサージなど)によるバッテリ電圧の異常上昇に対応する」であるのに対し，本件各訂正発明の課題は，「吐出量の「定量性」が絶対的に要求されるソレノイド駆動ポンプを，電圧が異なる複数の電源に対応させる(「フリー電源」化する)こと」であるから，双方の課題の背景，及び，課題のもととなる問題点が全く異なることを含めて，双方に全く共通性がない。(cid:1)c  乙28文献を含む全ての証拠に，本件各訂正発明の上記課題，吐出量の「定量性」が絶対的に要求される定量ポンプ独自の構成である前記相違点A～Cに係る構成を開示・示唆する記載は一切ない。(cid:1)d  以上のとおり，本件各訂正発明と乙28発明とは，技術思想はむろん，技術分野，課題，構成においても相違し，乙28発明から本件各訂正発明に至る動機付けは全くない。(cid:1)また，ソレノイド駆動ポンプを燃料ポンプとして用いる技術，整流の技術，商用電源(交流)の電圧値が各国で異なることが，それぞれ要素技術としては周知慣用技術や技術常識であったとしても，これらの技術を乙28発明に適用する動機付けはない。(cid:1)(cid:1) (cid:2)(cid:10)(cid:1)e  したがって，相違点AないしC以外の相違点を考慮するまでもなく，本件各訂正によって，本件各特許について乙28文献に基づく無効理由は解消されたといえる。(cid:1)      イ  被控訴人の主張(cid:1)      本件各訂正発明と乙28発明との対比について(cid:1)            控訴人は，本件各訂正によって新たに相違点AないしCが生じたと主張する。しかし，本件各訂正によって新たに相違点AないしCが生じたということはない。したがって，本件各特許について乙28文献に基づく無効理由は解消されていない。(cid:1)          a  相違点Aについて(cid:1)            (cid:12)(cid:13)(cid:14)  控訴人は，本件各特許発明の構成要件A1，A2をそれぞれA1’，A2’と訂正することにより，本件各訂正発明が制御対象とするソレノイド駆動ポンプは，吐出量の「定量性」が絶対的に要求される定量ポンプとして本件訂正により明確に構成が特定された，時間が一定で且つ周期的に発生される駆動パルスに応じた駆動電圧を周期的にソレノイド8に供給することによってポンプを駆動するソレノイド駆動ポンプであることになると主張する。(cid:1)しかし，本件各特許発明の構成要件A1，A2に関する訂正事項は，①ソレノイド駆動ポンプのソレノイドが，ポンプを駆動するものであることを明確にした上で(「ソレノイド駆動ポンプのポンプを駆動するソレノイド8に」)，②ソレノイドの駆動電圧が，時間が一定で且つ周期的に発生される駆動パルスに応じて供給されるものに限定するものにすぎず(「時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して」)，当該訂正事項により，訂正後の「ソレノイド駆動ポンプ」が，「吐出量の「定量性」が絶対的に要求される定量ポンプ」になる理由は(cid:1) (cid:3)(cid:11)(cid:1)全くない。控訴人としては，ソレノイドの駆動電圧が，時間が一定で且つ周期的に発生される駆動パルスに応じて供給されることにより，「吐出量の「定量性」が絶対的に要求される定量ポンプ」になると主張しているのかもしれないが，本件明細書1の【従来の技術】及び本件明細書2の【背景技術】の各欄には，「・・・パルスのオン時間が一定で且つオンの周期(周波数)が可変なパルス発生回路11に接続された・・・」(本件各明細書の【0002】)と記載されているとおり，従来から，ソレノイド駆動ポンプにおいては，ソレノイドの駆動電圧が，時間が一定で且つ周期的に発生される駆動パルス(「パルスのオン時間が一定で且つオンの周期(周波数)が可変なパルス」)に応じて供給されていたものである。(cid:1)すなわち，ソレノイドの駆動電圧が，時間が一定で且つ周期的に発生される駆動パルスに応じて供給されるものに限定する旨の訂正は，単に従来のソレノイド駆動ポンプにおける駆動電圧の供給方法を明示しているだけのものにすぎず，これにより，訂正後の「ソレノイド駆動ポンプ」が，従来のソレノイド駆動ポンプと異なるものになるわけではない。(cid:1)したがって，本件各訂正により，発明の適用対象が，「吐出量の「定量性」が絶対的に要求される定量ポンプ」に限定されたとする控訴人の主張は，根拠を欠き，失当である。(cid:1)            (cid:12)(cid:15)(cid:14)  控訴人は，乙28発明におけるポンプと，本件各訂正発明におけるポンプとは異なると主張する。(cid:1)しかし，本件各訂正発明において制御の対象となるポンプは，従前から存在している周知のソレノイド駆動ポンプである。そして，ソレノイド駆動ポンプが，自動車用の燃料ポンプとして一般(cid:1) (cid:3)(cid:2)(cid:1)に用いられていることは周知であるから(乙52，54，55)，自動車用の燃料ポンプを制御している乙28発明において，その制御対象にソレノイド駆動ポンプを含んでいることは明らかである。(cid:1)したがって，本件各特許発明及び本件各訂正発明における「ソレノイド駆動ポンプ」については，その用途が何ら限定されていないことをも併せて考慮すると，本件各特許発明及び本件各訂正発明における「ソレノイド駆動ポンプ」と，乙28発明が制御対象とするソレノイド駆動ポンプとが異なるものであるとする控訴人の主張は失当である。(cid:1)          b  相違点Bについて(cid:1)              本件各明細書の【0006】に，「本発明は，・・・ユーザーが電源電圧の選択を必要としないソレノイド駆動ポンプの制御回路を提供することを課題とする。」と記載されていることからも明らかなとおり，本件各特許発明は，そもそも複数の電源電圧に対応する制御回路である。(cid:1)          c  相違点Cについて(cid:1)              本件各訂正発明は，駆動パルス内におけるオン・オフのデューティを制御することにより，一つの制御回路で，異なる電源電圧に対応可能とするものであって，同制御により，吐出量の「定量性」を実現したものではない。また，ソレノイド駆動ポンプにおいては，ポンプ吐出量の「定量性」は，基本的に，一定時間当たりのポンプ動作体の往復数(ストローク数)の正確性によって決まるものであり，また，ポンプ動作体の往復は，駆動パルスのオン・オフによるものであるから，結局，ポンプ吐出量の「定量性」は，駆動パルスの周期の正確性によって決まるものである。駆動パルス内におけるオン・オフのデュー(cid:1) (cid:3)(cid:3)(cid:1)ティ制御は，ポンプ吐出量の「定量性」に何ら寄与するものではなく，吐出量の「定量性」とは，全く無関係である。(cid:1)              このように，本件各訂正発明の制御方式は，吐出量の「定量性」とは全く関係がないものであるから，本件各訂正発明の制御方式が，吐出量の「定量性」の点で乙28発明の制御方式と異なるということはない。(cid:1)  容易想到性について(cid:1)控訴人は，本件各訂正発明と乙28発明とは，技術思想はむろん，技術分野，課題，構成においても相違し，本件各訂正発明に至る動機付けはないと主張する。(cid:1)しかし，そもそも，本件各訂正によって，技術思想や技術分野が，訂正前の発明と異なるものになるのであれば，これは，実質上特許請求の範囲を変更するものであって，不適法な訂正ということになる。また，発明の課題は，訂正前も訂正後も，「本発明は，・・・ユーザーが電源電圧の選択を必要としないソレノイド駆動ポンプの制御回路を提供することを課題とする」(本件各明細書の【0006】)ものであって，何らの変更もない。(cid:1)したがって，控訴人の上記主張は理由がない。(cid:1)  争点5-2(旧イ号製品，新イ号製品及びロ号製品は，本件訂正発明1の技術的範囲に属するか)について(cid:1)      ア  控訴人の主張(cid:1)          旧イ号製品，新イ号製品及びロ号製品が本件特許発明1の技術的範囲に属することは，前記のとおりである。(cid:1)          本件訂正発明1は，本件特許発明1と実質的に異なるものではないから，旧イ号製品，新イ号製品及びロ号製品が本件特許発明1の技術的範囲に属する以上，これら各製品が本件訂正発明1の技術的範囲に属することは明(cid:1) (cid:3)(cid:4)(cid:1)らかである。  (cid:1)      イ  被控訴人の主張(cid:1)          争う。(cid:1)  争点5-3(新イ号製品は本件訂正発明2の技術的範囲に属するか)について(cid:1)  ア  控訴人の主張(cid:1)      本件特許発明2の技術的範囲は，本件特許発明1の技術的範囲よりも広い。したがって，新イ号製品が本件特許発明1の技術的範囲に属する以上，新イ号製品が本件特許発明2の技術的範囲に属することは明らかである。そして，本件訂正発明2は，本件特許発明2と実質的に異なるものではないから，新イ号製品が本件特許発明2の技術的範囲に属する以上，新イ号製品が本件訂正発明2の技術的範囲に属することは明らかである。(cid:1)  イ  被控訴人の主張(cid:1)      争う。  (cid:1)第3  当裁判所の判断(cid:1)1  当裁判所も，本件各特許発明はいずれも進歩性を欠如しており，また，本件各訂正によっても本件各訂正発明がいずれも進歩性を欠如していることに変わりはないから，本件各特許はいずれも特許無効審判により無効にされるべきものと認められ，控訴人は，本件各特許権に基づく権利を行使することはできないものと判断する。(cid:1)その理由は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第4の6及び7(後記補正前のもの)記載のとおりであるから，これを引用する。(cid:1)    (原判決の補正)(cid:1)      原判決91頁4行目冒頭の「6」を「1」と改め，同頁5行目冒頭から同頁10行目末尾までを削る。(cid:1)(cid:1) (cid:3)(cid:5)(cid:1)  原判決95頁14行目の「変えて」を「代えて」と改める。(cid:1)  原判決97頁14行目末尾に，改行の上，次のとおり加える。(cid:1)      「ウ  控訴人の主張について(cid:1)控訴人は，乙28発明は，一つの定格電圧のバッテリを用いることを前提とした発明であって，本件特許発明1のように「電圧が異なる複数の電源1のうちの任意の交流電圧の電源1」を用いるといった技術思想を有していないから，乙28発明の内容として，「12～48Vの間の定格電圧のバッテリから燃料ポンプ回路220に提供される直流電圧」との部分を含めて認定することは誤りであると主張する。しかし，控訴人の主張は理由がない。その理由は以下のとおりである。(cid:1)  控訴人は，乙28文献は，12Vの定格電圧のバッテリのバッテリ電圧が12Vから上昇して24Vになったり，最大電圧48Vになることがある，というように，一つのバッテリが電圧上昇を起こすことがあることを開示するのみであって，一つの燃料ポンプ221に対し，定格電圧が異なるバッテリを用いる(付け替える)といった事項は，乙28文献には一切記載されていないし，示唆もされていないと主張する。",
            "確かに，乙28文献には，「従来技術では，このような自動車の場合に生じるバッテリ電圧の異常な上昇について配慮がされておらず，補機を含む電装品の動作が異常になったり，故障や火災の虞れがあるという問題があった。」(【0005】)等，バッテリの定格電圧が12Vであり，何らかの理由により，これが異常に上昇した場合の問題点について記載されている(【0007】，【0008】，【0014】～【0016】)。",
            "しかし，乙28文献に記載されているのは，上記の場合の問題点についてのみではなく，「本発明は，・・・特に，バッテリの定格電圧(cid:1) (cid:3)(cid:6)(cid:1)と自動車電装品の定格電圧が異なった場合でも柔軟に対応が可能な自動車用エンジン制御装置に関する」(【0001】)，「本発明によれば，・・・自動車の高性能化に対する要求が強まるにつれ，将来は，現在の12［V］に代えて，例えば24［V］や，更には48［V］など電圧の高いバッテリを使用するシステムへの移行が必至であるが，このとき，本発明によれば，従来の電装品の定格を変更することなく，そのまま対応が可能であるという効果がある」(【0028】)との記載もあるとおり，バッテリの定格電圧と電装品である燃料ポンプの定格電圧が異なる場合でも，燃料ポンプの定格電圧を変更することなく対応可能とすることも記載されており，しかも，バッテリの定格電圧として，12V，24V及び48Vが挙げられている。すなわち，乙28文献には，バッテリの定格電圧が12Vの場合だけではなく，24Vである場合や48Vである場合についても，従来の電装品(燃料ポンプ)の定格電圧を変更することなく，そのまま対応可能とすることが記載されているものと認められる。",
            "控訴人は，乙28文献の【0028】の記載について，乙28発明が，バッテリ電圧が定格電圧より高く変動することに対応することを課題とし，それを解決するためになされたものであるところの副次的な効果に言及しているにすぎないとか，将来的にバッテリが切り替わっても，そのときに使用する燃料ポンプの“定格”が変わらないという意味であり，本件特許発明1のような「一つのポンプにおける電源電圧の選択性」の概念は存在しないと主張する。しかし，乙28文献の【0028】の記載をそのように限定して解すべき根拠はなく，控訴人の上記主張を採用することはできない。",
            "  控訴人は，乙28文献の【0019】の記載を指摘し，図3に基づく制御は，定格電圧が12Vである一つのバッテリを用いることを前(cid:1) (cid:3)(cid:7)(cid:1)提としたものであり，乙28発明は，一つの定格電圧のバッテリを用いることを前提とした発明であると主張する。",
            "乙28文献の【0019】には，「図3に示すように，バッテリ電圧V が12［V］の定格電圧以下と，最大電圧VBmax  (＝48B ［V］)以上の領域で，矩形波信号18AのDUTYが0［％］になるように構成してあり，この結果，上記の領域では，負荷を駆動する信号の出力が禁止されてしまうことになり，不必要な電流によるバッテリ上がりを防止したり，またバッテリのダンプサージ等による異常電圧発生時での負荷の誤動作や破壊，故障の発生を防止することができる。」と記載されている。",
            "上記記載によれば，乙28文献の図3は，負荷(電装品)の定格電圧が12Vの場合を例に挙げ，①バッテリ電圧が，負荷(電装品)の定格電圧(12V)以下に低下してしまった場合には，負荷(電装品)に12Vを下回る電圧を印加したとしても，不必要な電流が流れるだけであるから，この不必要な電流が流れることによるバッテリ上がりを防止するために，バッテリ電圧が12V以下の領域では，デューティを0％と設定していること，②負荷(電装品)に瞬間的にかかる電圧(ピーク電圧)が，負荷(電装品)が耐えることができる許容ピーク電圧(図3では48V)を超えてしまう場合には，負荷(電装品)の誤動作や破壊，故障が発生してしまうので，これを防止するために，許容ピーク電圧を超える領域では，デューティを0％と設定していることを示すものであることが認められる。",
            "このように，乙28文献の図3は，定格電圧が12Vの負荷(電装品)の場合を例に挙げ，デューティ制御を行う電圧範囲の下限は12Vであり，上限は，当該負荷(電装品)が耐えることができる許容ピーク電圧(図3では48V)以下において適宜設定されるものであ(cid:1) (cid:3)(cid:8)(cid:1)ることを示すもの，すなわち，デューティ制御を行う電圧範囲の上限及び下限は，負荷(電装品)の電気的仕様によって決定されるものであることを示すものであって，図3を根拠として，乙28発明が一つの定格電圧のバッテリを用いることを前提とした発明であるということはできない。",
            "以上のとおり，乙28発明が一つの定格電圧のバッテリを用いることを前提とした発明であるとの控訴人の主張は理由がなく，乙28発明の内容として，「12～48Vの間の定格電圧のバッテリから燃料ポンプ回路220に提供される直流電圧」との部分を含めて認定することに誤りはない。」",
            "  原判決98頁8行目の「被告」を「控訴人」と改める。",
            "  原判決99頁4行目「燃料回路220」を「燃料ポンプ回路220」と改める。",
            "  原判決100頁6行目末尾に，改行の上，次のとおり加え，同頁7行目冒頭の「オ」を「カ」と改める。",
            "「オ  控訴人の主張について",
            "控訴人は，乙28発明は，乙29発明と同様に，「電気エネルギを一定にしない制御」であり，本件特許発明1は，「直流電圧をスイッチングし，オン・オフのデューティを制御することで，ソレノイドに供給する電気エネルギを一定化する」構成である点で乙28発明と相違すると主張する。",
            "しかし，乙28文献の【0016】には，「・・・バッテリのジャンプスタートなどにより，バッテリ電圧V (cid:1)が24［V］になったとして(cid:16)も，このときには，矩形波信号18AのDUTYが，図3に示すように100［％］から所定の値に低下されるため，各電装品，つまり，・・・燃料ポンプ221に供給される電流は，この所定値のDUT(cid:1) (cid:3)(cid:9)(cid:1)Yを有する矩形波信号18Aによりチョッパ制御されて，その実効値はバッテリ電圧V (cid:1)が12［V］のときと同じにされるので，これら電装(cid:16)品が消費する電力は，バッテリ電圧V (cid:1)が12［V］のときと同じに保(cid:16)たれ，従って，この実施例によれば，常に平常と変らぬ運転状態を保つことが出来る」との記載がある。(cid:1)上記記載によれば，乙28発明は，消費する電力，すなわち電気エネルギーを一定化する制御を行っているものであることは明らかである。(cid:1)            したがって，控訴人の上記主張は理由がない。」(cid:1)      原判決100頁24行目の「本件特許発明では」を「本件特許発明1では」と改め，同101頁9ないし10行目の「周知慣用技術であり」の次に「(乙2，54，55)」を加える。(cid:1)  原判決101頁24行目冒頭から102頁25行目末尾までを次のとおり改める。(cid:1)「  乙28文献の【0001】には，自動車のエンジンで駆動される発電機と，この発電機により充電されるバッテリとを備えることが記載されているところ，自動車のバッテリが，発電機で発電した交流電圧を直流電圧に整流して蓄電することは，技術常識である。すなわち，乙60(昭和53年発行の社団法人電気学会作成『電気工学ハンドブック』)には，「現在ではほとんどの自動車に交流発電方式が採用されるに至った」(782頁右下)，「交流発電機は，・・・整流回路を内蔵したものである」(783頁左上)，「交流発電機の出力特性は，所定端子電圧(12V系では14V，24V系では28(cid:17))・・・」(783頁左中)，との記載があり，また，「交流発電機と組合せて使用される電圧調整器」(783頁左中)の回路図には，交流発電機ないし交流発電機部と蓄電池が図示されている(783頁右60図，61図)。そうすると，乙28文献には，燃料ポンプについて，交流電圧を整流した後の直流電圧を供給することは明示されていないが，(cid:1) (cid:3)(cid:10)(cid:1)上記技術常識を考慮すれば，乙28発明の燃料ポンプにおいて，交流電圧を整流した直流電圧を供給することは，当業者であれば自然に想起し得るものであるといえる。(cid:1)また，90～264Vの商用電源を用いたソレノイド駆動ポンプも，ポンプの技術分野では，周知技術である。すなわち，甲3(平成18年1月頃作成の被控訴人の製品カタログ)の2頁目には，「ケミポンＮ型はソレノイド(電磁石)の往復運動を利用した，電磁駆動方式のダイヤフラムポンプです。」，また，電源(単相50(cid:18)(cid:19)／60(cid:18)(cid:19))として，「100，110，・・・240許容変動範囲±10％)」との記載があり，乙36(昭和63年8月発行の日本フィーダー工業株式会社の製品カタログ)の2頁目には，「他に先駆けて電磁駆動方式の定量ポンプを産業界にご提案したＮフィーダーが・・・」，また，電源仕様として，「AC100V±10％",
            "単相／AC110V±10％  単相／・・・／AC240V＋5％-10％  単相」との記載があり，乙37(平成6年6月発行の社団法人日本電子機械工業会直流安定化電源技術委員会作成の『スイッチング電源通則(AC-DC)』)の17頁の表4には，定格入力電圧(V)が「110／220」の場合の許容範囲(V)が「90-132／180-264」であるとの記載がある。したがって，ポンプの技術分野に属する当業者であれば，乙28発明の燃料ポンプにおける制御回路の技術(デューティ制御の技術)において，周知技術である90～264Vの商用電源を用いることは，容易に想到し得るものである。」(cid:1)  原判決103頁8行目末尾に，改行の上，次のとおり加える。(cid:1)  「エ  控訴人は，乙28発明は，ソレノイドポンプやポンプとは異なる技術分野に属する発明であって，本件特許発明1に至る動機を当業者に与えないものであり，かつ，本件特許1の進歩性を検討する際の調査対象から逸脱した技術分野に属する発明であるから，乙28発明は引用発明と(cid:1) (cid:4)(cid:11)(cid:1)しての適格性を欠いていると主張する。(cid:1)しかし，乙28発明は，自動車用燃料ポンプの制御回路の発明であり，ポンプの用途について限定があるとはいえ，本件特許発明1と同様に，ポンプの技術分野に属する発明である。したがって，乙28発明は，本件特許発明1に至る動機を当業者に与え得るものであり，また，本件特許1の進歩性について検討する際には調査対象となり得るものである。控訴人の上記主張を採用することはできない。」(cid:1)  原判決103頁9行目冒頭の「エ」を「オ」と改める。(cid:1)  原判決103頁12行目冒頭から同頁16行目末尾までを「よって，本件特許発明1は，乙28発明と周知慣用技術から容易に想到し得るものであり，進歩性を欠如している。」と改める。(cid:1)  原判決103頁17行目冒頭から104頁13行目末尾までを削る。(cid:1)  原判決104頁14行目冒頭の「7」を「2」と改め，同頁16行目ないし17行目の「新イ号製品が」から同頁24行目末尾までを「以下のとおり，本件特許発明2も，乙28発明と周知慣用技術から容易に想到し得るものであり，進歩性を欠如している。」と改める。(cid:1)  原判決104頁26行目の「前記6」を「前記1」と改める。(cid:1)  原判決106頁3行目末尾に，改行の上，次のとおり加える。(cid:1)  「  控訴人は，本件特許発明2と乙28発明とは，本件特許発明1と乙28発明との相違点②と同様に，駆動回路に提供される直流電圧が，本件特許発明2では，電圧が異なる交流電圧の電源から整流された直流電圧であるのに対して，乙28発明では，12～48Vの間の定格電圧のバッテリから燃料ポンプ回路220に提供される直流電圧である点において相違すると主張する。",
            "しかし，本件特許発明2においては，「交流電圧の電源1」について，「電圧が異なる」と特定されているのみであり，本件特許発明1におけるよ(cid:1) (cid:4)(cid:2)(cid:1)うに，「90～264Vの間で電圧が異なる」というように，電圧の数値範囲は特定されていない。したがって，本件特許発明2と乙28発明との相違点について上記のとおり認定することに誤りはない。」",
            "  原判決106頁5行目の「前記6(3)ア，イ」を「前記1(3)ア，イ」と改める。(cid:1)  原判決106頁7行目冒頭から同頁11行目末尾までを「よって，本件特許発明2は進歩性を欠如している。」と改める。(cid:1)  原判決106頁12行目冒頭から同107頁4行目末尾までを次のとおり改める。(cid:1)「3  争点5-1(本件各訂正発明における無効理由解消の有無)について(cid:1)    控訴人は，本件各訂正発明と乙28発明とを対比すると，本件各訂正によって新たに相違点AないしCが生じ，これら相違点に想到することは容易ではないから，相違点AないしC以外の相違点を考慮するまでもなく，本件各訂正によって，本件各特許について乙28文献に基づく無効理由は解消されたといえる旨主張する。しかし，次のとおり，相違点A及びBは，本件各訂正によって新たに生じたものとは認められず，また，相違点Cは，実質的な相違点であるとは認められない。(cid:1)    ア  相違点Aについて(cid:1)    控訴人は，本件各特許発明の構成要件A1，A2をそれぞれA1’，A2’と訂正することにより，本件各訂正発明が制御対象とするソレノイド駆動ポンプは，吐出量の「定量性」が絶対的に要求される定量ポンプであって，時間が一定で且つ周期的に発生される駆動パルスに応じた駆動電圧を周期的にソレノイド8に供給することによってポンプを駆動するソレノイド駆動ポンプであることになるとして，本件各訂正によって新たに相違点A，すなわち，本件各(cid:1) (cid:4)(cid:3)(cid:1)訂正発明が，吐出量の「定量性」が絶対的に要求される定量ポンプであって，時間が一定で且つ周期的に発生される駆動パルスに応じた駆動電圧を周期的にソレノイド8に供給することによってポンプを駆動するソレノイド駆動ポンプであるのに対し，乙28発明は，種類も特性も明らかでない(つまり，吐出量の「定量性」に関係ない)燃料ポンプであるとの相違点が生じたと主張する。(cid:1)    しかし，本件各特許発明の構成要件A1，A2に関する訂正事項は，訂正前の「ソレノイド駆動ポンプのソレノイド8に駆動電圧を供給して，該ソレノイド8を駆動する駆動回路7と，」を，訂正後の「ソレノイド駆動ポンプのポンプを駆動するソレノイド8に，時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して，該ソレノイド8を駆動する駆動回路7と，」とするものである。これら訂正事項は，ソレノイド駆動ポンプのソレノイドが，ポンプを駆動するものであることを明確にした上で，ソレノイドの駆動電圧が，時間が一定で且つ周期的に発生される駆動パルスに応じて供給されるものに限定したものにすぎず，これらの訂正事項により，本件各訂正発明の「ソレノイド駆動ポンプ」が，「吐出量の「定量性」が絶対的に要求される定量ポンプ」になる理由があるとは認められない。(cid:1)したがって，本件各訂正発明と乙28発明とを対比すると，本件各訂正により新たに相違点Aが生じるとする控訴人の上記主張を採用することはできない。  (cid:1)        イ  相違点Bについて(cid:1)控訴人は，本件各特許発明の構成要件B1，B2をそれぞれB1’，B2’と訂正することにより，本件各訂正発明におけるソレノイド駆動ポンプは，複数の交流電圧の電源のうちから任意に選(cid:1) (cid:4)(cid:4)(cid:1)択される電源で用いられることになるとして，本件各訂正により，新たに相違点B，すなわち，本件各訂正発明が，ソレノイド駆動ポンプが，複数の交流電圧の電源のうちから任意に選択される電源とする条件下で用いられるのに対し，乙28発明は，単一電圧の直流バッテリを電源とする条件下で用いられるとの相違点が生じたと主張する。(cid:1)しかし，本件各明細書(甲2，21)の【0006】には，「本発明は，・・・ユーザーが電源電圧の選択を必要としないソレノイド駆動ポンプの制御回路を提供することを課題とする。」との記載があり，これによれば，本件各特許発明は，そもそも複数の電源電圧に対応する制御回路であることが明らかである。現に，本件各特許発明と乙28発明との相違点②として，本件各特許発明において，電圧が異なる交流電圧の電源から整流された直流電圧が駆動回路に供給されることが認定されていることは前記のとおりである。(cid:1)したがって，本件各訂正によっても，構成要件B1，B2と同B1’，B2’との間には，実質的な差異は生じていないのであるから，本件各訂正により新たに相違点Bが生じたとする控訴人の上記主張を採用することはできない。(cid:1)ウ  相違点Cについて(cid:1)控訴人は，本件各特許発明の構成要件E1，E2をそれぞれE1’，E2’と訂正することにより，本件各訂正発明におけるソレノイド駆動ポンプは，吐出量の「定量性」が絶対的に要求される定量ポンプとして，「定量性」が損なわれないよう，駆動パルス内におけるオン・オフのデューティを制御する制御信号によって，ソレノイドの駆動がなされることになるとして，本件各訂正によ(cid:1) (cid:4)(cid:5)(cid:1)り，新たに相違点C，すなわち，本件各訂正発明の制御方式が，吐出量の「定量性」を実現できるように，時間が一定で且つ周期的に発生される駆動パルス内におけるオン・オフのデューティを制御する方式であるのに対し，乙28発明の制御方式は，吐出量の「定量性」に関係ないごく一般的な要素技術にすぎないデューティ制御であるとの相違点が生じ，これにより乙28文献に基づく無効理由は解消されたと主張する。(cid:1)しかし，相違点Cに係る構成の「制御信号」についてみると，乙28文献の【0012】ないし【0015】には，燃料ポンプ回路220(本件各訂正発明の「駆動回路7」に相当する。)に入力される「制御信号22a」が，燃料ポンプ制御信号22A(駆動パルス)と矩形波信号18A(DUTY)の論理積を取ったものであることが記載されている。「制御信号22a」は，燃料ポンプ回路220(本件各訂正発明の「駆動回路7」に相当する。)に提供されるバッテリ電圧V (本件各訂正発明の「直流電圧」に相B当する。)を矩形波信号18A(DUTY)によってスイッチングし，燃料ポンプ制御信号22A(駆動パルス)内におけるオン・オフのデューティを制御する信号であるといえるから，「制御信号22a」は，相違点Cに係る本件各訂正発明の「制御信号」に相当するものであると認められる。(cid:1)そうすると，相違点Cに係る「制御信号」が乙28文献に記載されている以上，乙28文献に接した当業者であれば，乙28発明に相違点Cに係る構成を加えたものを容易に理解することができるのであるから，相違点Cは実質的な相違点とはいえない。(cid:1)したがって，控訴人の上記主張も理由がない。(cid:1)  以上のとおり，控訴人の主張する相違点A及びBは，本件各訂正に(cid:1) (cid:4)(cid:6)(cid:1)よって新たに生じたものとは認められず，また，相違点Cは，実質的な相違点であるとは認められない。(cid:1)    そうすると，本件各特許発明が乙28発明及び周知慣用技術に基づいて当業者が容易に発明をすることができたものである以上，本件各訂正発明もまた，乙28発明及び周知慣用技術に基づいて当業者が容易に発明をすることができたものであることは明らかであり，本件各訂正により本件各特許の無効理由が解消されたものとは認められない。(cid:1)4  まとめ",
            "以上のとおり，本件各特許発明はいずれも進歩性を欠如しており，また，本件各訂正によっても，本件各訂正発明がいずれも進歩性を欠如していることに変わりはないから，本件各特許はいずれも特許無効審判により無効にされるべきものと認められ，控訴人は，本件各特許権に基づく権利を行使することはできない。(cid:1)したがって，本件各特許権に基づく控訴人の請求は，その余の点について判断するまでもなく，理由がない。」"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10069",
    "date": "2014-05-29",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成22年(ワ)18041",
    "precedent_id": "084240",
    "ipprecedent_id": "3757",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}