{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2013-11178号事件について平成25年7月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判不成立審決の取消訴訟である。争点- 1 -は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成22年3月5日に出願した特願2010-49733号の分割出願として，平成25年1月17日，名称を「決済システム」とする発明につき特許出願（特願2013-5975号）をした（甲4）が，平成25年3月27日付けで拒絶査定を受けたので，同年6月13日，これに対する不服の審判（不服2013-11178号）を請求した。",
            "特許庁は，平成25年7月24日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年8月6日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明（特開2013-65360号公報（本願明細書，甲4）の特許請求の範囲の請求項1）は，以下のとおりである。",
            "「プリペイドタイプの電子マネーの購入時に使用されたユーザ携帯端末の機種固有情報を，電子マネーIDおよび電子マネーの残高と対応付けて電子マネー毎に電子マネー残高記憶手段に格納しておいて，この電子マネーを決済に利用するシステムであって，",
            "商品購入申込とともに電子マネーIDを受信したときは，前記電子マネー残高記憶手段から前記電子マネーIDに対応する残高を取り出し，電子マネーIDが不受信であっても商品購入申込とともに前記ユーザ携帯端末の機種固有情報を受信したときは，受信した機種固有情報に対応する残高を取り出し，取り出した残高が購入申込商品の取引金額以上であれば決済可能と判定する決済可否判定手段と，",
            "決済可能の場合に，前記電子マネー残高記憶手段に記憶される残高を，これから前記取引金額を減じた値に更新する電子マネー残高更新手段と",
            "を備え，",
            "前記決済可否判定手段は，機種固有情報を受信したときは，一の電子マネーの残高が取引金額未満であっても，前記電子マネー残高記憶手段に同一の機種固有情報と- 2 -対応づけられた他の1以上の電子マネーが記憶されている場合，決済の可否はこれら複数の電子マネーの残高の合算値と前記取引金額との比較によって判定する",
            "ことを特徴とする決済システム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，引用例1（特開2004-133693号公報，甲1）に記載された発明（引用発明），引用例2（特開2009-75985号公報，甲2）に記載された技術，並びに本願発明と引用発明との一致点及び相違点を，以下のとおり認定し，「本願発明は，引用例1及び引用例2に記載された発明に基づいて，当業者が容易に発明をすることができたものである。」と判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "「ユーザがプリペイド型電子マネーを購入し，商品を購入する際に，電子マネーのID情報を入力すると，ID情報に対応する電子マネーの残高から支払相当額の減額が行われる課金決済手順を前提としたプリペイド型電子マネー決済システムであって，",
                "ユーザ情報DBには，各ユーザに割り当てられたユーザ固有のユーザIDを含むデータが，ユーザ毎にユーザ番号に関連付けられて蓄積され，ユーザ別残高DBには，各電子マネー毎の，発行ID，ポイント数（残高），優先順位（支払優先順位），及び各電子マネーのポイント数（残高）を合算した合算残高，が関連付けられて，ユーザ番号毎に蓄積され，",
                "ユーザがユーザ端末から商品の購入申込の操作をすると，ユーザIDと商品のデータが，サービスサーバの注文管理部223に送出され，",
                "注文管理部は，購入申込がなされた商品のデータを受信すると，商品情報DBから商品名とその販売額を取得して課金決済管理部に渡し，",
                "課金決済管理部は，各電子マネー毎の残高の合算残高が商品の販売額以内か否かの判別を行ない，支払可能又は残高不足の通知を，注文管理部に渡し，",
                "注文管理部は，課金決済管理部から支払可能又は残高不足の通知を受けると，商- 3 -品の販売額と各電子マネー残高に基づいて，購入申込確認画面又は残高不足通知画面を作成して，ユーザ端末に送り，",
                "ユーザが購入申込確認画面の指示に従って支払形式，支払順を入力すると，受注管理部は，これらのデータを課金決済管理部に渡し，購入申込商品の配信処理の完了後に課金処理を行なう，",
                "プリペイド型電子マネー決済システム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2に記載された技術",
              "text": [
                "「電子マネーのサービス利用登録時に使用された携帯情報端末固有の端末固有番号と，電子マネー及び電子マネーの残高とを関連付けて登録し，前記端末固有番号により電子マネーの利用者を特定し管理する技術。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との一致点及び相違点",
              "text": [
                "［一致点］",
                "「プリペイドタイプの電子マネーのユーザ特定情報を，電子マネーID及び電子マネーの残高と対応付けて電子マネー毎に電子マネー残高記憶手段に格納しておいて，この電子マネーを決済に利用するシステムであって，",
                "商品購入申込とともにユーザ特定情報を受信したときは，受信したユーザ特定情報に対応する残高を取り出し，",
                "取り出した残高が購入申込商品の取引金額以上であれば決済可能と判定する決済可否判定手段と，",
                "決済可能の場合に，電子マネー残高記憶手段に記憶される残高を，これから取引金額を減じた値に更新する電子マネー残高更新手段とを備え，",
                "決済可否判定手段は，ユーザ特定情報を受信したときは，一の電子マネーの残高が取引金額未満であっても，電子マネー残高記憶手段に同一のユーザ特定情報と対応づけられた他の1以上の電子マネーが記憶されている場合，決済の可否はこれら複数の電子マネーの残高の合算値と取引金額との比較によって判定する",
                "決済システム。」",
                "- 4 -［相違点1］",
                "電子マネーID及び電子マネーの残高と対応付けられる「ユーザ特定情報」が，本願発明は，「電子マネーの購入時に使用されたユーザ携帯端末の機種固有情報」であるのに対し，引用発明は，「ユーザ固有のユーザID」である点。",
                "［相違点2］",
                "本願発明は，「商品購入申込とともに電子マネーIDを受信したときは，電子マネー残高記憶手段から電子マネーIDに対応する残高を取り出し，電子マネーIDが不受信であっても商品購入申込とともにユーザ特定情報を受信したときは，受信したユーザ特定情報に対応する残高を取り出」す構成，すなわち，ユーザ特定情報に基づいて，ユーザ特定情報と対応付けられた複数の電子マネーの残高の合算値を取り出して決済する構成に加え，電子マネーIDに基づいて，一の電子マネーIDに対応する残高を取り出して決済する構成を備えるのに対し，引用発明は，電子マネーIDに基づいて，一の電子マネーIDに対応する残高を取り出して決済する構成を備えることは，特定されていない点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "引用発明における「ユーザ固有のユーザID」と，上記引用例2に記載された，「電子マネーのサービス利用登録時に使用された携帯情報端末固有の端末固有番号」は，いずれも電子マネーのユーザを特定するとともに，電子マネーを管理するための情報であり，引用発明において，「ユーザ固有のユーザID」に換えて，引用例2に記載された「電子マネーのサービス利用登録時に使用された携帯情報端末固有の端末固有番号」を用いる構成とすることは，当業者が容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "引用発明において，電子マネーIDに基づいて，特定の電子マネーIDに対応する残高を取り出して決済する構成を付加することは，当業者が容易に想到し得たこ- 5 -とであり，この結果，相違点2に係る構成となることは，必然である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願発明と引用発明との相違点の看過）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明（甲1）では，ユーザがその店舗における商品購入サービスを初めて利用するときは，ユーザ登録が必要である（段落【0040】）。ユーザ登録時にユーザは，ユーザID，パスワード，氏名・住所などの個人情報を入力するとともに，その店舗での購入商品の代金決済に使用する電子マネー名とその発行IDも入力する（段落【0041】，【図9】）。",
                "これに対し，本願明細書（甲4）には，店舗毎にユーザ登録を必要とすること，及びユーザ登録時にその店舗で使用可能な電子マネーの登録を必要とすることについて，記載も示唆もされていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1の段落【0054】に「1つ又は複数の異なる種類の電子マネーを所有するユーザは，その電子マネーを用いて他の店舗サーバから購入した商品の代金として使用することができ」と記載されている。この記載から，引用発明では，ユーザは同一の電子マネーを複数の店舗サーバに重複登録が可能なことは容易に推測できる。しかし，引用例1には，これら複数の店舗サーバが互いに通信可能に接続されていることについての記載も示唆もない。引用発明の各店舗サーバにとって，重複登録されている電子マネーが他の店舗で使用されたか否か，使用された後の現在残高がいくらかは知ることができないため，ユーザからの購入申込情報を受信した時点で，店舗サーバは該ユーザが所有する電子マネーの現在残高を確認しなければならず，電子マネー発行サーバあてに残高照合の要求を行うことが必要となる（段落【0055】）。つまり，引用発明では，決済に使用可能な電子マネーの残高を取り出すためには，店舗サーバ側のユーザ別残高DBと，電子マネー発行サーバ側のデータベース（段落【0056】）の両者を参照しなければならない。",
                "これに対し，本願発明では，電子マネーの残高を取り出すためには，「電子マネ- 6 -ー残高記憶手段」に格納されているデータベースを参照すればよい。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明では，ユーザによる商品購入申込から購入商品の代金決済に至る一連の処理は，ユーザがWWWブラウザを操作することによって行われるので，ユーザがある店舗で商品を購入するためには，店舗サーバが備えるWWWサーバに対して商品購入サービス要求をしなくてはならない（段落【0036】）。つまり，引用発明は，店舗毎のWebページからユーザIDなどを入力し，ログインが許可されてから該店舗での購入・決済の一連の処理が行われることを想定している。",
                "これに対し，本願発明は，Webページにログインしなくても，テレビのエンディング画面のQRコードを読み取ったりするだけでも商品の購入・決済が可能である。また，段落【0015】に「従来どおりの電子マネーIDを入力することによる決済も可能」と記載があるが，これは，（インターネット上の店舗ではなく）実際の店舗で電子マネーを提示してPOS端末などを介して使用し得ること等を示唆している。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，引用発明と本願発明との上記の相違点に言及しておらず，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明と本願発明の一致点の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，電子マネーの「発行ID」は，本願発明の「電子マネーID」に相当すると認定した。",
                "しかし，引用例1の段落【0055】に「電子マネー名項目に格納されている発行IDを電子マネー発行サーバ宛に送って」と記載されているように，残高照合の要求のためには，「発行ID」だけではなく「電子マネー名」も必要である。したがって，本願発明の「電子マネーID」に相当するのは，引用例1では「発行ID」ではなく，「電子マネー名」と「発行ID」の組合せである。",
                "また，本願発明では，商品購入の際に「電子マネーID」を入力することもある。これに対し，引用発明では，商品購入の際に入力するのは，支払形式と支払順であって（【図12】），電子マネー名とその発行ID（＝ID情報）が入力されるの- 7 -は，ユーザ登録時である（段落【0041】）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，引用例1の「ユーザ別残高DB」は，本願発明の「電子マネー残高記憶手段」に相当すると認定した。",
                "しかし，引用例1の「ユーザ別残高DB」は，店舗サーバに備えられ，その店舗にユーザ登録をしているユーザ毎に，そのユーザが所有し，かつ，当該店舗で使用可能な電子マネーに関する情報を登録している。電子マネー毎に残高も登録されているが，これは処理に当たっての一時的な記録であり，正式な現在残高は，電子マネー発行サーバに備えられているデータベースに格納されている。これに対し，本願発明では，店舗側のサーバではなく，決済サーバが「電子マネー残高記憶手段」を備え，ここで電子マネーの残高を一元管理している。したがって，本願発明の「電子マネー残高記憶手段」に相当するのは引用例1の「ユーザ別残高DB」ではなく，電子マネー発行サーバに備えられている基本データベースである。",
                "また，引用例1では，複数の店舗サーバに同一の電子マネーが登録されていることがあるので，一つの電子マネーに関する情報が複数の店舗サーバの「ユーザ別残高DB」に登録されていることもあり得る。しかし，本願発明では，一つの電子マネーに関する情報は1個のデータベース（電子マネー残高記憶手段）に登録されている。",
                "このように，引用例1の「ユーザ別残高DB」は，本願発明の「電子マネー残高記憶手段」とは，第一に機能が異なり，第二に管理主体が異なり，第三にデータ構造（引用例1の【図3】，本願明細書の【図4】）も異なる。したがって，この両者が「相当する」ということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点1についての容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「引用発明において，『ユーザ固有のユーザID（以下，「ユーザID」という）』に換えて，引用例2（甲2）に記載された『電子マネーのサービス利用登録時に使用された携帯情報端末固有の携帯固有番号（以下，「携帯固有番号」という）』を用いる構成とすることは，当業者が容易に想到し得た」と認定- 8 -した。",
                "しかし，引用例2には，携帯電話（正確には内蔵するICチップ）に電子マネー機能を備えさせた発明が記載されている。携帯電話を電子マネーとしても利用するためには，利用前にシステムに銀行の口座情報を含む個人情報を携帯固有番号と対応付けて登録しておくことが前提である（段落【0033】～【0039】，【図9】）。システムのサーバにとって，携帯固有番号は銀行口座からの価値の移転先を特定する情報であって，電子マネーそのものを特定する情報である。つまり，引用例2の携帯固有番号は，電子マネーと1対1に対応する情報である。",
                "一方，引用発明では，ユーザIDを店舗サーバに登録してあることを条件として，電子マネーの購入が行われるのではなく，ユーザIDの登録とは関わりなく，電子マネーの購入がなされる。購入された任意個数の電子マネーは，ユーザが決済に使用を希望する店舗サーバにユーザIDと対応付けて登録される。つまり，引用発明では，ユーザIDは，使用可能なＮ個の電子マネーと1対Ｎに対応するのであって，引用例2の携帯固有番号のように一つの電子マネーを特定する情報ではない。",
                "以上のとおり，引用例2の携帯固有番号と引用発明のユーザIDは，システムにおける目的・機能が全く異なるから，引用発明のユーザIDを引用例2の携帯固有番号で置き換えることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明では，新規ユーザはユーザ登録を行う（【図8】ステップS108）ことが前提となっており，登録されたユーザ毎に使用電子マネーの残高が管理されている。引用発明のユーザIDと関連付けられたユーザ番号の代わりに携帯固有番号を利用することとしても，ユーザ別残高DB（【図3】）のインデックスキーがユーザ番号から携帯固有番号に変わったにすぎず，ユーザ別残高DBのデータ構造自体は変更がない。一方，本願発明では，電子マネー残高記憶手段は，電子マネー単位に残高を登録している。つまり，ユーザ単位に残高を登録する引用発明のユーザ別残高DBとは，データ構造は全く異なる。",
                "このデータ構造の相違は，システムの処理内容に影響を及ぼす。例えば，本願発- 9 -明では，残高が0円になった電子マネーについてのデータは直ちに電子マネー残高記憶手段から削除可能である（本願明細書段落【0014】）。一方，引用発明では，所有するすべての電子マネーの残高が長期間0円となっているユーザの場合でも，データをユーザ別残高DBから直ちに削除することはできず，入出金の変動のない所定の期間を設定して店舗サーバが自動的に当該ユーザのデータを削除するとか，当該ユーザへの連絡をするといった煩瑣な処理が必要となることが容易に推測できる。",
                "この一例からも推測し得るように，本願発明や引用発明のようなソフトウェア関連の発明では，データ構造の相違はシステムの構成を左右するほどの意味をもつ。",
                "審決は，データ構造の相違を看過することにより，相違点1を容易であると誤認したもので，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明は，ユーザ登録を不要とし，携帯電話の機種固有情報以外の個人情報を不使用とする，「個人情報」を利用しないシステムを提案しており，機種固有情報を認証キーとするから，ユーザIDやパスワードを他人に盗み取られるおそれのある引用発明よりも安全であるのに対し，引用例1と引用例2のそれぞれに記載の発明には，個人情報の保護によって安全性を確保するという視点も目的も見当たらないから，審決の相違点1についての判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点2についての容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「引用発明において，電子マネーIDに基づいて，特定の電子マネーIDに対応する残高を取り出して決済する構成を付加することは，当業者が容易に想到し得た」と認定した。",
                "しかし，本願発明では，電子マネー残高DBに電子マネーIDと対応付けて残高が登録されているので，電子マネーIDが指定されたならば，直ちに対応する残高を取り出すことができる。残高取り出しのために，ユーザ特定情報（＝機種固有情報）は不要である。",
                "一方，引用発明では，店舗サーバ毎に備えられているユーザ別残高DBには，ユ- 10 -ーザ番号と対応付けて電子マネー名毎に発行IDが登録されている。そのため，引用発明で特定の電子マネーを使用しようとすると，いずれかの店舗サーバに商品購入サービスのWebページ（段落【0037】，【図9】）の送信を要求し，ユーザIDを入力しなくてはならない。ユーザIDが入力された結果ログインが許可されたならば，ユーザIDと関連付けられたユーザ番号に対応する電子マネーの使用が可能となる。このように引用発明では，電子マネーを使用するためにはユーザ特定情報（＝ユーザID）の入力が不可欠である。",
                "そのため，引用発明に対して，ユーザIDを入力することなく電子マネーIDだけに対応する決済機能を付加しようとすると，システム構成やデータ構造だけではなく，要件定義（例えば個々の店舗毎にサーバを設けるか否か）まで，根本的な変更が検討されなくてはならない。これはもはや新システムの構築であって，「当業者が容易に想到し得たような構成を付加すればすむ」ということはできない。",
                "審決は，引用発明において電子マネーIDを指定するだけで決済が可能であるとの誤認に基づき，相違点2について容易であると判断をしたもので，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，電子マネーIDを入力するだけで決済が可能である。この決済の仕方は，ネットワーク上に限らない。例えば，携帯電話を持っていないときなどに，実際の店舗でPOS端末等を介して電子マネーによる決済も可能である。このような利用の仕方がなされるので，各電子マネーの残高が残り少なくなったときに無駄なく使い切れるようにするという発明の必要性が生じ，それを解決したのである。",
                "引用発明も，残高が0円になるまで使い切ることを目的としているが，電子マネーIDを指定して特定の電子マネーを利用することは想定していない。引用発明では，複数の店舗において，同一の電子マネーがネットワーク上の決済に使用可能であって，各店舗サーバは商品購入申込がある都度，電子マネー発行サーバに現在残高を問い合わせ，代金に充当しようとする。もし，全店舗サーバに共通のルールがなければ，店舗サーバ毎にそれぞれのルールで電子マネーを決済に使用する結果，- 11 -残高が少なくなった電子マネーが数多く残る，といった状態になりかねない。そのため，引用発明では，各店舗に「支払順位」に従って充当するという共通したルールを定めたことにより，残高の少ない電子マネーから優先的に決済に充当することとしたのである。",
                "このように，「0円まで使い切る」といっても，その目的の背景が引用発明と本願発明とでは異なる。引用発明と本願発明とは，システムの処理内容やデータ構造が異なるだけではなく，発明の目的さえ似て非なるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，相違点2が容易であるとの認定を補強するために，引用例3（特開2010-33546号公報，甲3）の記載を引用した。",
                "しかし，本願発明は，同一の機種固有情報と対応付けられた二つ以上の電子マネーがある場合，それらの電子マネーは同一人によって所有されていると判断して，商品購入の申込み時にシステムが自動的に残高を合算するものである。合算処理のためには，機種固有情報によって，同一人の電子マネーであることだけが判断できればよく，同一人が複数の電子マネーを所有する場合，一つの電子マネーが他の電子マネーと区別される必要はない。つまり，一つの機種固有情報に複数の電子マネーが対応し得る。",
                "一方，引用例3の段落【0083】～【0090】に記載された【実施例5】には，電子マネーのプリペイドカードを紛失した場合に備え，当該電子マネーと対応付けて機種固有情報と保護金額を記憶させておけば，プリペイドカードを紛失しても，その残高を保護できる発明が記載されている。【図23】のデータ構造及び【図24】の保護金額設定画面によれば，プリペイドカード毎に保護金額が設定される。これから一つの機種固有情報と対応付けられたプリペイドカードは1枚に限られることが，次の理由により推測できる。すなわち，複数のプリペイドカードにはそれぞれ保護金額が設定されているので，一つのプリペイドカードを同じ所有者の他のプリペイドカードと区別できなくてはならない。しかし，もし複数のプリペイドカードに同一の機種固有情報が対応付けられているならば，どのプリペイドカードで- 12 -あるかは特定できず，プリペイドカード毎に保護金額を設定する意味がなくなるからである。",
                "このように，引用例3の【実施例5】は，機種固有情報と1対1に対応しているプリペイドカードの残高保護が目的であって，一つの機種固有情報に複数のプリペイドカードを対応させることについての記載も示唆も見当たらない。したがって，引用例3の【実施例5】では，本願発明のような一つの機種固有情報を介して複数の電子マネーの残高を合算することはできず，相違点2の判断に際して影響を及ぼすものではない。",
                "審決は，引用発明において電子マネーIDを指定するだけで決済が可能であるとの誤認に基づき，相違点2についての容易想到性の判断をしたもので，誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願発明と引用発明との相違点の看過）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "ユーザ登録について  ",
              "text": [
                "原告は，引用例1は個人情報などのユーザ登録が必要であるのに対して，本願発明は，「店舗毎にユーザ登録を必要とする」ものではなく，「ユーザ登録時にその店舗で使用可能な電子マネーの登録を必要とする」ものでもないから，審決が，個人情報などのユーザ登録が必要である点を引用発明として認定せず，本願発明との相違点としなかったことは誤りであると主張する。",
                "しかし，本願明細書には，個人情報を利用しない，ユーザ登録を不要としたシステムが記載されるものの，本願発明は，「プリペイドタイプの電子マネーの購入時に使用されたユーザ携帯端末の機種固有情報を，電子マネーIDおよび電子マネーの残高と対応付けて電子マネー毎に電子マネー残高記憶手段に格納する」こと，そしてこの電子マネーを決済に利用するシステムとすることを特定するにとどまり，個人情報を利用しないシステムとすることも，ユーザ登録を不要とするシステムとすることも特定しない。",
                "- 13 -してみると，原告の主張は，本願発明に基づかないものである。",
                "審決は，引用例1の「ユーザ別残高DB」による決済可否判定の構成と，本願発明の「電子マネー残高記憶手段」による決済可否判定の構成とを対比して，一致点と相違点の認定をしたのであり，仮に，原告が主張するように，引用例1が，あらかじめ「ユーザ登録」が必要であるとしても，「ユーザ別残高DB」による決済可否判定の構成の対比の認定には影響がなく，審決が，引用例1の「ユーザ登録」に係る記載を引用して引用発明として認定せず，本願発明との相違点としなかったことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "残高照会について  ",
              "text": [
                "原告は，引用例1は「ユーザからの購入申込情報を受信した時点で，店舗サーバは該ユーザが所有する電子マネーの現在残高を確認しなければならず，電子マネー発行サーバ宛てに残高照合の要求を行うことが必要となる」ものであるのに対して，「本願発明では，電子マネーの残高を取り出すためには，電子マネー残高記憶手段に格納されているデータベースを参照すればよい。」ものであり，審決が，上記の点を引用発明として認定せず，本願発明との相違点としなかったのは誤りであると主張する。",
                "審決は，前記のとおり，引用例1の「ユーザ別残高DB」による決済可否判定の構成と，本願発明の「電子マネー残高記憶手段」による決済可否判定の構成とを対比して，一致点と相違点の認定をしたのであり，仮に，原告が主張するように引用例1の「ユーザ別残高DB」が残高照合要求を要するとしても，「ユーザ別残高DB」による決済可否判定の構成の対比の認定には影響がないから，審決が，引用例1の残高照会に係る記載を引用して引用発明として認定せず，本願発明との相違点としなかったことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "ログインについて  ",
              "text": [
                "原告は，引用例1は「店舗毎のWebページからユーザIDなどを入力し，ログインが許可されてから該店舗での購入・決済の一連の処理が行われることを想定し- 14 -ている」のに対して，本願発明は「Webページにログインしなくても，テレビのエンディング画面のQRコードを読み取ったりするだけでも商品の購入・決済が可能」であり，実際の店舗で電子マネーを提示してPOS端末などを介して使用し得ること等も示唆」しており，審決が，上記の点を引用発明として認定せず，本願発明との相違点としなかったことは誤りであると主張する。",
                "審決は，前記のとおり，引用例1の「ユーザ別残高DB」による決済可否判定と，本願発明の「電子マネー残高記憶手段」による決済可否判定とを対比して，一致点と相違点の認定をしたのであり，仮に，原告が主張するように引用例1が，「店舗毎のWebページからユーザIDなどを入力し，ログインが許可されてから該店舗での購入・決済の一連の処理が行われる」ものであるとしても，「ユーザ別残高DB」による決済可否判定の構成の対比の認定には影響がないから，審決が，引用例1の「ログイン」に係る記載を引用して引用発明として認定せず，本願発明との相違点としなかったことに誤りはない。",
                "本願発明は，ユーザが電子マネーを利用する環境に依存しないことから，原告が主張するような利用の仕方があるとしても，本願発明は，「テレビのエンディング画面のQRコードの読取」をする決済システムや，「実際店舗で電子マネーを提示してPOS端末などを介した使用」をする決済システムなどの事項を特定しないから，原告の主張は理由がない。  "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明と本願発明の一致点の認定の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "「電子マネー名」と「発行ID」とについて  ",
              "text": [
                "原告は，本願発明の「電子マネーID」に相当するのは，引用例1では「発行ID」ではなく，「電子マネー名」と「発行ID」である旨を主張する。",
                "仮に，原告が主張するように，引用例1の残高照会で「電子マネー名」と「発行ID」とが必要となるとしても，審決は，引用例1の決済可否判定の手順が，特定ユーザの残高が取引金額以上であれば決済可能と判定して残高を更新し，特定ユーザの残高が取引金額未満であっても複数の残高の合算値と取引金額とで決済可否を- 15 -判定する点で本願発明の決済可否判定の手順と一致すること，この手順の処理を実行するために必要なデータが，引用例1では「ユーザ別残高DB」の「発行ID」と「ポイント数（残高）」であり，本願発明では「電子マネー残高記憶手段」に格納される「電子マネーID」と「電子マネー残高」であることから，技術的意義又は機能から本願発明の「電子マネーID」の構成に相当するのは引用例1の「発行ID」であると認定したのであり，引用例1に本願発明の「電子マネーID」に相当する構成があることは明らかであるから，審決の一致点の認定に誤りはない。",
                "原告は，「本願発明では商品購入の際に，電子マネーIDを入力することもある。」のに対して，「引用発明で電子マネー名とその発行ID（＝ID情報）が入力されるのは，ユーザ登録時である」ことも主張するが，審決は，「電子マネーIDを入力する」ことは相違点2として認定，判断しているから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "店舗サーバと電子マネー発行元サーバとについて  ",
              "text": [
                "原告は，「引用例1のユーザ別残高DBは店舗サーバに備えられ，その店舗にユーザ登録をしているユーザ毎に，そのユーザが所有し，かつ当該店舗で使用可能な電子マネーに関する情報を登録」するもので，「電子マネー毎に残高も登録されているが，これは処理に当たっての一時的な記録であり，正式な現在残高は，電子マネー発行サーバに備えられているデータベースに格納されている」こと，これに対して，「本願発明では，販売サーバ，つまり店舗側のサーバではなく決済サーバが電子マネー残高記憶手段を備え，ここで電子マネーの残高を一元管理している」こと，したがって，「本願発明の電子マネー残高記憶手段に相当するのは引用例1のユーザ別残高DBではなく，むしろ電子マネー発行サーバに備えられている基本データベースである」ことを主張する。",
                "しかし，1(1)のとおり，本願発明は，個人情報を利用しないシステムとすることも，ユーザ登録を不要とするシステムとすることも特定しないから，原告の主張が，「引用例1のユーザ別残高DB」が「ユーザ登録をしているユーザ毎にユーザが所有し店舗で使用可能な電子マネーに関する情報」が登録されるものであるから引用- 16 -例1と本願発明の一致点の認定を誤ったとの主張であれば，失当である。",
                "また，2(1)のとおり，引用例1の決済可否判定の手順と本願発明の決済可否判定の手順とを対比すれば，引用例1の「ユーザ別残高DB」は，「店舗サーバ」に備えられ，「合算残高」が電子マネーの「発行ID」と「残高」とともに管理され，複数の電子マネーの残高の合算値と取引金額との比較をするものであるから，引用例1の「ユーザ別残高DB」が，その技術的意義や機能から，本願発明の「電子マネー残高記憶手段」に相当すると認定した審決の認定にも誤りはない。",
                "仮に，原告が主張する「正式な現在残高」が電子マネー発行元サーバにあるとしても，電子マネーの残高を一元管理するのは「電子マネー発行元サーバ」ではなく，「店舗サーバ」である。",
                "したがって，原告の主張は理由がない。  "
              ]
            },
            {
              "fig": "(3)",
              "subject": "一つの電子マネーの複数の店舗サーバでの登録について  ",
              "text": [
                "原告は，「引用例1では，複数の店舗サーバに同一の電子マネーが登録されていることがあるので，一つの電子マネーに関する情報が複数の店舗サーバのユーザ別残高DBに登録されていることもあり得る」のに対して，「本願発明では，一つの電子マネーに関する情報は1個のデータベース（電子マネー残高記憶手段）に登録されている」と主張する。",
                "仮に，「複数の店舗サーバに同一の電子マネーが登録」され，「一つの電子マネーに関する情報が複数の店舗サーバのユーザ別残高DBに登録」されることがあり得るとしても，引用発明も，一つの電子マネーに関する情報は1個の店舗サーバのユーザ別残高に登録されているから，審決の一致点の認定と判断に影響しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ  ",
              "text": [
                "以上のとおり，原告の，「引用例1の「ユーザ別残高DB」は，本願発明の「電子マネー残高記憶手段」とは，第一に機能が異なり，第二に管理主体が異なり，第三にデータ構造（引用例1の【図3】，本願明細書（甲4）の【図4】）も異なる。」ことから「この両者が『相当する』ということはできない。」との主張は理由がな- 17 -く，審決の一致点の認定に誤りはない。",
                "原告の，「第三にデータ構造も異なる」との主張については，以下の3において主張する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点1についての容易想到性の判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "1対1と1対Ｎとについて  ",
              "text": [
                "原告は，「引用発明では，ユーザIDは，使用可能なＮ個の電子マネーと1対Ｎに対応するのであって，引用例2の携帯固有番号のように一つの電子マネーを特定する情報ではないことから，引用例2の携帯固有番号と引用発明のユーザIDはシステムにおける目的・機能が全く異なり，引用発明のユーザIDを引用例2の携帯固有番号で置き換えることはできない」と主張する。",
                "引用例1のユーザIDは，引用例1の図3の「ユーザ別残高データベース」において，例えば，ユーザIDが「0003」の番号で特定されるユーザの電子マネーの残高がいくらであるのかを管理するためのものである。",
                "他方，引用例2の携帯固有番号は，引用例2の図7で，所定の携帯電話固有番号のユーザの残高がいくらであるのかを管理するためのものである。",
                "つまり，引用例1のユーザIDと引用例2の携帯固有番号とは，特定のユーザの電子マネーの残高がいくらであるのかを管理するためのものである点で共通する。",
                "ここで，残高がいくらであるのかを管理することは，残高を構成する電子マネーが一つの電子マネーであるかＮ個の電子マネーであるかを問わないことが明らかである。",
                "してみると，引用発明のユーザIDと引用例2の携帯固有番号とは，特定のユーザの電子マネーの残高がいくらであるのかを管理するという共通の目的と機能を有することから，引用発明のユーザIDを引用例2の携帯固有番号で置き換える動機があり，仮に，原告が主張するように，引用発明のユーザIDがＮ個の電子マネーと対応し引用例2の携帯固有番号が一つの電子マネーを特定するとしても，引用発明のユーザIDを引用例2の携帯固有番号で置き換えることを阻害しない。",
                "- 18 -以上のことから，審決の，「引用発明における『ユーザ固有のユーザID』と，上記引用例2に記載された，『電子マネーのサービス利用登録時に使用された携帯情報端末固有の端末固有番号』は，いずれも電子マネーのユーザを特定するとともに，電子マネーを管理するための情報であり，引用発明において，『ユーザ固有のユーザID』に換えて，引用例2に記載された『電子マネーのサービス利用登録時に使用された携帯情報端末固有の端末固有番号』を用いる構成とすることは，当業者が容易に想到し得たことである。」との審決の判断に誤りはない。  "
              ]
            },
            {
              "fig": "(2)",
              "subject": "データ構造の違いについて  ",
              "text": [
                "原告は，「引用発明のユーザIDと関連付けられたユーザ番号の代わりに携帯固有番号を利用することとしても，ユーザ別残高DBのインデックスキーがユーザ番号から携帯固有番号に変わったにすぎず，ユーザ別残高DBのデータ構造自体は変更がない」こと，「ユーザ単位に残高を登録する引用発明のユーザ別残高DBとは，データ構造は全く異なる」ものであり，「データ構造の相違はシステムの構成を左右する」ことを主張する。",
                "しかし，本願発明の電子マネー残高記憶手段も，「機種固有情報」毎に格納されるものなので（本願明細書【図4】），引用発明の「ユーザID」毎に格納されるデータ構造と同じであって，いずれも「プリペイドタイプの電子マネーのユーザ特定情報を，電子マネー毎に，電子マネーIDおよび電子マネーの残高と対応付けて電子マネー残高記憶手段に格納する」ものであり，同趣旨の「プリペイドタイプの電子マネーのユーザ特定情報を，電子マネーID及び電子マネー残高と対応付けて電子マネー毎に電子マネー残高記憶手段に格納する」という点で共通するという審決の認定には誤りはない。",
                "仮に，原告が主張するように，本願明細書の【図4】のデータ構造では，残高が0円になった電子マネーのデータは電子マネー残高記憶手段から削除可能であるとしても，引用発明においても，残高が0円になった電子マネーの発行IDを空欄とするなどして残高が0円になった電子マネーのデータを直ちに削除可能とすること- 19 -はできるので，原告が主張するようなデータ構造の相違はない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点2についての容易想到性の判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "電子マネーIDを指定した残高の取り出しについて  ",
              "text": [
                "原告は，本願発明が，ユーザを指定することなく電子マネーIDを指定した残高の取り出しができるのに対して，引用例1はユーザの特定が不可欠であると主張する。",
                "しかし，本願発明は，残高の取り出しに関して，「商品購入申込とともに電子マネーIDを受信したときは，電子マネー残高記憶手段から電子マネーIDに対応する残高を取り出し，電子マネーIDが不受信であっても商品購入申込とともにユーザ携帯端末の機種固有情報を受信したときは，受信した機種固有情報に対応する残高を取り出す」ことを特定するにとどまる。",
                "本願発明が電子マネーIDを受信し，又は機種固有情報を受信するのは，残高を取り出し，この残高により決済可否判定をするためである。",
                "このため，審決は，引用例1の「ユーザ別残高DB」による決済可否判定の構成と，本願発明の「電子マネー残高記憶手段」による決済可否判定の構成とを対比して，一致点と相違点の認定をしたものである。",
                "したがって，引用例1がログインなどのユーザの特定が不可欠であるとしても，引用発明と本願発明の決済可否判定の構成を対比した一致点，相違点の認定や，相違点に関する容易想到性の判断には影響しない。",
                "本願発明は，電子マネー残高記憶手段による決済可否判定の手順に特徴がある決済システムの発明であって，ユーザが電子マネーを利用する環境に依存しないことから，引用例1がログインにユーザの特定が不可欠であるとしても，審決の判断に影響しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "電子マネーの使い切りについて  ",
              "text": [
                "原告の主張は，本願発明の，商品購入申込みと電子マネーIDの受信は店舗のPOS端末からの受信でもよいこと，このような利用の仕方から電子マネーを無駄な- 20 -く使い切るという必要性が生じるというものである。",
                "本願発明は，電子マネー残高記憶手段による決済可否判定の手順に特徴があるのであって，ユーザが電子マネーを利用する環境に依存しないとしても，本願明細書の段落【0008】，【0011】，【0015】の記載などから，本願発明はインターネットを介した売買を前提としたものであり，店舗での売買も含まれるとまではいえない。",
                "引用例1がログインなどのユーザの特定が不可欠であるとしても，従来どおりの電子マネーが発行されているから，商品購入申込みと電子マネーIDの受信による決済ができることは明らかであって，引用発明と本願発明の決済可否判定の構成を対比した一致点，相違点の認定や，相違点に関する容易想到性の判断には影響しない。",
                "「0円まで使い切る」ことに関して，本願発明は，「名寄せ」であって「自分の持っている複数の電子マネーの残額を合算して支払いにあてる」（本願明細書段落【0007】，【0008】）ことを目的とするのに対して，引用例1は，「ユーザが商品を購入する際に，ユーザが所有する電子マネーの残高を皆無にする」（引用例1段落【0005】）ことを目的として，ユーザが電子マネーの支払順位を特定して決裁することもできる（同【図12】等）ことから，本願発明と引用発明とが，電子マネーの利用の仕方が異なりユーザが電子マネーを利用する環境，つまり，背景が異なるわけではなく，ユーザが所有する電子マネーの残高を皆無にすることを目的として残高を合算することに変わりがない。  ",
                "(3)引用例3について  ",
                "審決は，相違点2に係る事項を引用発明が特定しないものの，引用発明が前提とする技術，ユーザ別残高DBの情報，電子マネーの対応店舗での利用可能性の示唆などから，「引用発明において，電子マネーIDに基づいて，特定の電子マネーIDに対応する残高を取り出して決済する構成を付加することは，当業者が容易に想到し得た」と判断したものである。",
                "- 21 -その際，引用例3には，「プリペイド型電子マネー決済システムにおいて，電子マネーIDとユーザ携帯端末の機種固有情報に基づいて電子マネー残高を管理することにより，電子マネーIDが不明の場合であっても，機種固有情報に基づいて電子マネー残高を取り出すことができる」ことが開示されていることから，これによれば，機種固有情報と電子マネーIDのいずれの情報でも，利用できる電子マネー残高をユーザが知ることができることが，本願出願時点で知られていたことを念のために示したにすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ  ",
              "text": [
                "以上のことから，相違点2に係る審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願発明と引用発明との相違点の看過）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書（甲4）の記載によれば，本願発明の概要は，以下のものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，商品購入の支払をプリペイドタイプの電子マネーを使用して簡便に行うことのできる決済システムに関するものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，ネットワークを経由して電子マネー管理会社のシステムと接続するネットワーク型の電子マネーがあったが（【0005】），電子マネーの利用時に，電子マネーの識別情報を入力しなくてはならず，桁数の多い識別情報を購入の都度入力することは煩雑であった（【0006】）。また，1つの電子マネーの残高が乏しくなった場合でも同一人の持つ複数の電子マネーを合算すれば必要な金額を充たすこと（「名寄せ」の機能）があるが，プリペイドタイプの電子マネーの場合には，「名寄せ」の機能がなかった（【0007】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，本願発明は，ネットワーク型の電子マネーの使いやすさの向上を図ることを目的とし，①プリペイドタイプの電子マネーの購入時に使用されたユ- 22 -ーザ携帯端末の機種固有情報を，電子マネーID及び電子マネーの残高と対応付けて電子マネー毎に電子マネー残高記憶手段に格納しておいて，この電子マネーを決済に利用する構成により，ユーザ携帯端末の機種固有情報を用いることで，電子マネーの識別情報を入力不要とし，かつ，②商品購入申込みとともに電子マネーIDを受信したときは，前記電子マネー残高記憶手段から前記電子マネーIDに対応する残高を取り出し，電子マネーIDが不受信であっても商品購入申込みとともに前記ユーザ携帯端末の機種固有情報を受信したときは，受信した機種固有情報に対応する残高を取り出し，取り出した残高が購入申込商品の取引金額以上であれば決済可能と判定する決済可否判定手段と，決済可能の場合に，前記電子マネー残高記憶手段に記憶される残高を，これから前記取引金額を減じた値に更新する電子マネー残高更新手段とを備え，前記決済可否判定手段は，機種固有情報を受信したときは，一つの電子マネーの残高が取引金額未満であっても，前記電子マネー残高記憶手段に同一の機種固有情報と対応付けられた他の一つ以上の電子マネーが記憶されている場合，決済の可否はこれら複数の電子マネーの残高の合算値と前記取引金額との比較によって判定する構成により，自分の持っている複数の電子マネーの残額を合算して支払に充てることを可能とすることで，インターネット上での商品購入から決済までを電子マネーを用いて迅速かつ簡便に行えるようにした（【0008】，【0009】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用例1（甲1）の記載によれば，引用発明の概要は，以下のものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，ネットワーク上での電子商取引の少額決済を行う技術に関し，特にプリペイド型電子マネーを用いて決済を行う技術に関するものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，ユーザが使用できるプリペイド型電子マネーの残高を超えた商品を購入したい場合，ユーザは同一のプリペイド事業者から新たにプリペイド型電子マネーを購入して，電子マネーの残高を新たに購入したプリペイド型電子マネーの- 23 -残高に移動させたり，ユーザが複数のプリペイド型電子マネーを所持しているときには，ユーザにより指定された他のプリペイド事業者から発行されたプリペイド型電子マネーの残高を電子マネーの残高に加算したりすることで商品代金相当額を充当して決済を行う必要があった（【0002】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかし，複数種類の電子マネーを所有しているユーザが，商品の代金に電子マネーの残高が不足した場合，新たに加算すべき他の電子マネーを，ユーザ自身が所有している電子マネーそれぞれの残高を確認した上で，加算させるべき電子マネーを指定することは不便であるし，また，購入した各電子マネーの残高を皆無にすることもできず，少額の残高を使い切ることができないため，無駄な出費を強いられるという問題があった（【0004】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，引用発明は，ユーザがプリペイド型電子マネーを購入し，商品を購入する際に，電子マネーのID情報を入力すると，ID情報に対応する電子マネーの残高から支払相当額の減額が行われる課金決済手順を前提としたプリペイド型電子マネー決済システムであって，ユーザ情報DBには，各ユーザに割り当てられたユーザ固有のユーザIDを含むデータが，ユーザ毎にユーザ番号に関連付けられて蓄積され，ユーザ別残高DBには，各電子マネー毎の，発行ID，ポイント数（残高），優先順位（支払優先順位），及び各電子マネーのポイント数（残高）を合算した合算残高，が関連付けられて，ユーザ番号毎に蓄積され，ユーザがユーザ端末から商品の購入申込みの操作をすると，ユーザIDと商品のデータが，サービスサーバの注文管理部に送出され，注文管理部は，購入申込みがなされた商品のデータを受信すると，商品情報DBから商品名とその販売額を取得して課金決済管理部に渡し，課金決済管理部は，各電子マネー毎の残高の合算残高が商品の販売額以内か否かの判別を行い，支払可能又は残高不足の通知を，注文管理部に渡し，注文管理部は，課金決済管理部から支払可能又は残高不足の通知を受けると，商品の販売額と各電子マネー残高に基づいて，購入申込確認画面又は残高不足通知画面を作成して，ユーザ端末に送り，ユーザが購入申込確認画面の指示に従って支払形式，- 24 -支払順を入力すると，受注管理部は，これらのデータを課金決済管理部に渡し，購入申込商品の配信処理の完了後に課金処理を行う，プリペイド型電子マネー決済システムとの構成により，ユーザが商品を購入する際に，ユーザが所有する電子マネーの残高を皆無にするための電子マネー決済を行う新たなシステムを提供するものである（【0005】，【0006】，【0030】，【0031】，【0043】～【0045】，【0047】～【0052】，【図2】，【図3】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1の検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，上記(1)ウのとおり，「ネットワーク型の電子マネーの使いやすさの向上を図ることを目的とし，ユーザ携帯端末の機種固有情報を用いることで，電子マネーの識別情報を入力不要とし，かつ，自分の持っている複数の電子マネーの残額を合算して支払いにあてることを可能とすることで，インターネット上での商品購入から決済までを電子マネーを用いて迅速かつ簡便に行えるように」したものであるところ，本願発明には，複数の電子マネーの残額を合算して決済可否の判定を行うことは規定されているが，その他に，ユーザ登録が必要であるのか否か，「電子マネー残高記憶手段」をハードウェアとしてどのように構成・配置するのか，ユーザがユーザIDなどを入力して決済システムにログインしてから決済処理を行うのか否かについては特定されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明では，ユーザがその店舗における商品購入サービスを初めて利用するときは，ユーザ登録が必要である（甲1【0040】）のに対し，本願明細書（甲4）には，店舗毎にユーザ登録を必要とすること，及びユーザ登録時にその店舗で使用可能な電子マネーの登録を必要とすることについての記載がないから，審決は，相違点を看過していると主張する。",
                    "しかし，上記アのとおり，本願発明は，ユーザ登録が必要であるのか否かについて，何ら特定するものではなく，ユーザ登録を行うことを排除するものではないから，原告の主張は，特許請求の範囲に基づく主張とはいえず，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明では，決済に使用可能な電子マネーの残高を取り出す- 25 -ためには，店舗サーバ側のユーザ別残高DBと，電子マネー発行サーバ側のデータベース（甲1【0056】）の両者を参照しなければならないのに対し，本願発明では，「電子マネー残高記憶手段」に格納されているデータベースだけを参照すればよいから，審決は，相違点を看過していると主張する。",
                    "しかし，上記アのとおり，本願発明では，「電子マネー残高記憶手段」の具体的な構成や配置は特定されておらず，引用発明のように複数のデータベースを参照する構成を排除するものではないから，原告の主張は，特許請求の範囲に基づく主張とはいえず，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用発明では，店舗毎のWebページからユーザIDなどを入力してログインが許可されてから店舗での購入・決済の一連の処理が行われることを想定しているのに対し，本願発明では，Webページにログインしなくても，テレビのエンディング画面のQRコードを読み取ったりするだけでも商品の購入・決済が可能であるから，審決は，相違点を看過していると主張する。",
                    "しかし，上記アのとおり，本願発明は，ユーザIDなどを入力してログインしてから決済処理を行うのか否かについて，何ら特定するものではないから，原告の主張は，特許請求の範囲に基づく主張とはいえず，採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，審決に，原告の主張する相違点の看過はなく，取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明と本願発明の一致点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例1の【0055】に，「電子マネー名項目に格納されている発行IDを電子マネー発行サーバ宛に送って」と記載されているように，残高照合の要求のためには，「発行ID」だけではなく「電子マネー名」も必要であるから，本願発明の「電子マネーID」に相当するのは，引用発明の「発行ID」ではなく，「電子マネー名」と「発行ID」の組合せであり，審決が，本願発明の「電子マネーID」は引用発明の「発行ID」に相当すると認定したのは誤りであると主張する。",
                "- 26 -しかし，引用例1の【0055】には，残高照合のために，「電子マネー名」項目に格納されている「発行ID」を電子マネー発行サーバあてに送ることが記載されているが，「電子マネー名」を送ることは記載されておらず，「発行ID」を送るに当たり，併せて「電子マネー名」も送る必要があると解すべき理由もないから，本願発明において，残高と対応付けられている「電子マネーID」に相当するのは，引用発明の「発行ID」といえ，審決が，「その技術的意義又は機能から」，引用発明の「発行ID」と本願発明の「電子マネーID」が一致すると判断したことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例1の店舗サーバに備えられた「ユーザ別残高DB」は，処理に当たっての一時的な記録であって，正式な現在残高は，電子マネー発行サーバに備えられているデータベースに格納されているのに対し，本願発明では，店舗側のサーバではなく，決済サーバが「電子マネー残高記憶手段」を備え，ここで電子マネーの残高を一元管理しているから，本願発明の「電子マネー残高記憶手段」に相当するのは，引用例1の「ユーザ別残高DB」ではなく，電子マネー発行サーバに備えられている基本データベースであり，審決が，本願発明の「電子マネー残高記憶手段」は，引用発明の「ユーザ別残高DB」に相当すると認定したのは誤りであると主張する。",
                "しかし，取消事由1について判示したとおり，本願発明では，「電子マネー残高記憶手段」の具体的な構成や配置は特定されていないから，引用例1との対比において，「ユーザ別残高DB」が店舗サーバに備えられているのか否か，その配置の相違をいう原告の主張は前提を欠いている。",
                "また，電子マネーの残高を一元管理するか否か（この技術的意義も不明確である。）についても，本願発明では何ら特定されていないから，そのことは，本願発明と引用発明の一致点の認定を左右するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，前記1(1)，(2)のとおり，本願発明の「電子マネー残高記憶手段」は，「プリペイドタイプの電子マネーの購入時に使用されたユーザ携帯端末の機種- 27 -固有情報を，電子マネーIDおよび電子マネーの残高と対応付けて電子マネー毎に」「格納」するものであるところ，引用発明の「ユーザ別残高DB」は，「各電子マネー毎の，発行ID，ポイント数（残高），優先順位（支払優先順位），及び各電子マネーのポイント数（残高）を合算した合算残高，が関連付けられて，ユーザ番号毎に蓄積され」るものであり，ここで引用発明の「電子マネー」は「プリペイド型電子マネー」である。",
                "そうすると，本願発明の「電子マネー残高記憶手段」と引用発明の「ユーザ別残高DB」とは，審決が一致点として認定した「プリペイドタイプの電子マネーのユーザ特定情報を，電子マネーID及び電子マネーの残高と対応付けて電子マネー毎に」「格納」する点では一致するが，「ユーザ特定情報」に関し，本願発明は，「プリペイドタイプの電子マネーの購入時に使用されたユーザ携帯端末の機種固有情報」であるのに対し，引用発明は，「ユーザ番号（ユーザ固有のユーザID）」である点で相違しており，この点において，引用発明の「ユーザ別残高DB」は，本願発明の「電子マネー残高記憶手段」に相当するとはいえないから，審決の認定には誤りがある。",
                "しかし，審決は，この相違する点を「相違点1」として認定しており，後記3のとおり，相違点1についての容易想到性の判断に誤りはないから，この誤りは，審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点1についての容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例2の携帯情報端末固有の携帯固有番号は，電子マネーと1対1に対応する情報であるのに対し，引用発明では，ユーザIDは，使用可能なＮ個の電子マネーと1対Ｎに対応するのであって，引用例2の携帯固有番号のように一つの電子マネーを特定する情報ではなく，引用例2の携帯固有番号と引用発明のユーザIDはシステムにおける目的・機能が異なるから，引用発明のユーザIDを引用例2の携帯固有番号で置き換えることは意味をなさないと主張する。",
                "- 28 -そこで，検討するに，引用発明の「ユーザID」は，ユーザ別残高DBにおいて，ユーザ番号（ユーザID）毎の電子マネーの合算残高と関連付けられるものであるから，ユーザに対応する電子マネーの残高を管理しているといえる。",
                "これに対し，引用例2の「携帯固有番号」は，段落【0028】及び【図7】を参照すると，顧客の所有する携帯電話の携帯固有番号毎の電子マネーの残高と関連付けられるものであるから，顧客（ユーザ）に対応する電子マネーの残高を管理しているといえる。",
                "そして，引用発明の「ユーザID」は，電子マネーが1個であるのか，あるいは，Ｎ個であるのかにかかわらず，ユーザに対応する電子マネーの残高がいくらであるのかを管理するものであって，個々の電子マネーの残高と対応付けられるものではないから，「ユーザID」は，電子マネーの個数に左右されるものではない。",
                "そうすると，引用発明の「ユーザID」と引用例2の「携帯固有番号」は，ともに，ユーザに対応する電子マネーの残高を管理している点で目的や機能は共通しており，その技術分野も同じであるといえるから，引用発明において，電子マネーの残高をユーザIDで管理する代わりに，引用例2のように，携帯固有番号で管理するように構成することは，当業者であれば容易に想到し得るものである。",
                "したがって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「電子マネー残高記憶手段」が電子マネー単位に残高を登録する本願発明と，「ユーザ別残高DB」がユーザ単位に残高を登録する引用発明とは，データ構造が異なり，例えば，本願発明では，残高が0円になった電子マネーについてのデータは直ちに電子マネー残高記憶手段から削除可能であるが，引用発明では，所有するすべての電子マネーの残高が長期間0円となっているユーザの場合でも，データをユーザ別残高DBから直ちに削除することはできないから，本願発明の構成は，引用発明から容易に導くことはできないと主張する。",
                "しかし，引用発明の「ユーザ別残高DB」においても，ユーザIDとは異なる，個別の電子マネーの「ID情報（発行ID）」（本願発明の「電子マネーID」に- 29 -相当する。）に対応させて，各別の「電子マネーの残高（ポイント数（残高））」を蓄積しており，また，本願発明において残高が0円になった電子マネーのデータを削除する時点は特定されていないのに対し，引用発明においても残高が0円になった電子マネーのデータを削除する時点は特定されておらず，これを直ちに削除可能とすることができないと解すべき根拠はないから，本願発明の「電子マネー残高記憶手段」のデータ構造と相違するとは認められない。",
                "したがって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明は，ユーザ登録を不要とし，携帯電話の機種固有情報以外の個人情報を不使用とする，「個人情報」を利用しないシステムを提案しており，機種固有情報を認証キーとするから，ユーザIDやパスワードを他人に盗み取られるおそれのある引用発明よりも安全であるのに対し，引用例1と引用例2のそれぞれに記載の発明には，個人情報の保護によって安全性を確保するという視点も目的も見当たらないから，審決の相違点1についての判断は誤りであると主張する。",
                "しかし，1(2)で認定したとおり，引用発明は，ユーザが「複数種類の電子マネーを所有している」ことを前提として，「ユーザが商品を購入する際に，ユーザが所有する電子マネーの残高を皆無にする電子マネー決済を行う新たなシステムを提供すること」を課題とするものであるから，氏名や住所等の「個人情報」の利用は必須ではなく，「ユーザID」のようにユーザが特定できる情報であればよい。",
                "そして，引用発明の「ユーザID」も，引用例1の【図2】のユーザ情報データベースに記載されているように，「XYZ123」というアルファベットと数字により構成されているものであるから，本願発明の「機種固有情報」と同様，それ自体では，氏名や住所等の「個人情報」を特定できるものではない。",
                "そうすると，引用発明において，個人情報を利用しないシステムとすること，すなわち，引用例1の【図2】にいう「個人情報（氏名，住所，電話番号，・・・」の項目を不使用とするシステムとすることで，個人情報の漏えいを防止し，安全性を確保することができることは，当業者であれば容易に想起し得るものである。",
                "- 30 -したがって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（相違点2についての容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，1(2)で認定したとおり，電子マネーのID情報を入力し，ID情報に対応する電子マネーの残高から支払相当額の減額が行われる課金決済手順を前提としているものの，電子マネーのID情報を入力した場合の課金決済手順は不明である。",
                "しかし，引用例1には，「そして，ユーザが購入したプリペイド型電子マネーの発行元であるプリペイド事業者が割り当てた番号や文字列（ID情報）を，商品を購入する際に入力すると，プリペイド型電子マネーの発行体であるプリペイド事業者によって送信されてきたID情報に対応するプリペイド型電子マネーの残高から支払相当額の減額行われ，該店舗から商品をダウンロード又は発送できるというものである。」（【0002】【従来の技術】）と記載されているように，電子マネーのID情報を受信することにより，そのID情報に対応する残高から減額を行うことは，従来から行われていることであると認められ，引用例1の【発明の実施の形態】においても，【0049】や【図12】に記載されているように，複数の電子マネーのうち，いずれかの電子マネーを選択して支払をすること（支払形式の指定）も可能である。",
                "そうすると，引用発明において，ユーザ特定情報であるユーザIDを受信することにより，残高を取り出すことのみではなく，従来技術である電子マネーのID情報を受信することにより，残高を取り出す構成を付加することは，当業者であれば容易に想到し得るものであると認められ，その場合，電子マネーのID情報が不受信であっても，商品購入申込みとともにユーザ特定情報であるユーザIDを受信したときは，受信したユーザIDに対応する残高を取り出す構成として動作することは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明では，電子マネー残高DBに電子マネーIDと対応付け- 31 -て残高が登録されているので，直ちに対応する残高を取り出すことができるものであって，ユーザ特定情報（＝機種固有情報）は不要であるのに対し，引用発明では，ユーザ特定情報（＝ユーザID）の入力が不可欠であるから，引用発明に対して，ユーザIDを入力することなく電子マネーIDだけに対応する決済機能を付加しようとすると，システム構成やデータ構造だけではなく，要件定義（例えば個々の店舗毎にサーバを設けるか否か）まで，根本的な変更が検討されなくてはならないから，構成を付加すればすむということはできないと主張する。",
                "しかし，取消事由1について判示したとおり，本願発明は，ユーザIDなどを入力してログインしてから決済処理を行うのか否かについて，何ら特定するものではなく，また，引用発明において，ユーザ特定情報であるユーザIDを受信することにより，残高を取り出すことのみではなく，従来技術である電子マネーのID情報を受信することにより，残高を取り出す構成を付加することは，当業者であれば容易に想到し得るものであることは(1)で判示したとおりであるから，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明は，電子マネーIDを入力するだけで決済が可能であり，ネットワーク上に限らず，実際の店舗でPOS端末等を介して電子マネーによる決済がされるような利用の仕方がされるので，各電子マネーの残高が残り少なくなったときに無駄なく使い切れるようにするという発明の必要性が生じ，それを解決しているところ，引用発明も，残高が0円になるまで使い切ることを目的としているが，電子マネーIDを指定して特定の電子マネーを利用することは想定しておらず，「0円まで使い切る」といっても，その目的の背景が引用発明と本願発明とでは異なると主張する。",
                "しかし，(1)で判示したとおり，引用例1には，複数の電子マネーのうち，いずれかの電子マネーを選択して支払をすることも記載されているから，電子マネーIDを指定して特定の電子マネーを利用することは想定されており，原告の主張は採用できない。",
                "- 32 -(4) 原告は，本願発明は，一つの機種固有情報に複数の電子マネーが対応し得るのに対し，引用例3は，機種固有情報と1対1に対応しているプリペイドカードの残高保護が目的であって，一つの機種固有情報に複数のプリペイドカードを対応させることについての記載はなく，本願発明のような一つの機種固有情報を介して複数の電子マネーの残高を合算することはできないから，相違点2が容易であるとの認定を補強するための引用例3は，相違点2の判断に影響を与えるものではないと主張する。",
                "しかし，審決は，本願発明の「電子マネーIDが不受信であっても・・・ユーザ携帯端末の機種固有情報を受信したときは，受信した機種固有情報に対応する残高を取り出し」との構成を示すために引用例3を用いていると認められ，原告が主張するように，「一つの機種固有情報に複数の電子マネーが対応しうる」ことを補強するために用いているものとは認められない。",
                "したがって，原告の主張は前提において誤っており，採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，取消事由4は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求には理由がない。よって，主文のとおり判決する。"
      ]
    }
  ]
}