{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "被控訴人らは，控訴人に対し，連帯して，3207万0121円及びこれに対する平成25年10月10日から支払済みまで，年5分の割合による金員を支払え。"
    },
    {
      "fig": "3",
      "text": "控訴人のその余の請求を棄却する。"
    },
    {
      "fig": "4",
      "text": "訴訟費用は，一，二審を通じ，これを2分し，その1を控訴人の負担とし，その余を被控訴人らの負担とする。"
    },
    {
      "fig": "5",
      "text": "この判決は，2項に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "本件控訴及び控訴人の当審における請求の拡張に伴う控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を次のとおり変更する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，5901万0599円及びこれに対する平成25年10月10日から支払済みまで，年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，一，二審とも被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "仮執行宣言。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "text": [
        "なお，呼称は，審級による読替えを行うほか，原判決に従う。ただし，当審において，物件目録の記載が訂正され，別紙物件目録4ないし6記載の被控訴人製品が追加されているから，特に断りのない限り，当判決の別紙物件目録記載の全製品が本訴の対象であり，これらを「被控訴人製品」という。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要及び本件訴訟の経過等",
          "text": [
            "本件は，発明の名称を「金属製棚及び金属製ワゴン」とする特許第4473095号の特許権(本件特許権)を有する控訴人が，被控訴人らによる被控訴人製品(原審段階では，そのうち別紙物件目録1ないし3記載の製品。)の製造販売等が本件特許権を侵害すると主張して，被控訴人らに対し，特許法100条1項，2項に基づき，被控訴人製品の製造販売等の差止め及び廃棄等を求めると共に，特許権侵害の不法行為に基づき，損害賠償金及びこれに対する平成23年9月21日から民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審は，平成25年2月28日，控訴人の請求をいずれも棄却する旨の判決を言い渡したところ，控訴人は，同年3月7日に全部控訴した。",
            "その後，控訴人は，当審において，平成25年10月4日，別紙物件目録1ないし3記載の製品に加えて，同4ないし6記載の製品を差止めの対象として追加すると共に，同製品の製造販売等についても本件特許権が侵害されたとして，被控訴人らに対する請求額を2200万円から3844万5423円に拡張した。その後，控訴人は，平成26年6月4日，被控訴人製品全部につき，製造販売等の差止め及び廃棄等の請求を取り下げた。また，控訴人は，平成26年8月25日，予備的請求として，控訴人が株式会社アサヒから本件特許権を譲り受けた平成23年4月28日までの被控訴人製品の製造販売等について，実施料相当額26万9871円の不当利得返還請求を追加するとともに，被控訴人らに対する請求額を5901万0599円に拡張した。他方，控訴人は，平成26年8月25日，附帯請求の開始日を平成23年9月21日から平成25年10月10日に変更して，訴えを一部取り下げた。さらに，控訴人は，平成26年10月22日，上記不当利得返還請求を取り下げた。その結果，最終的には，控訴人の被控訴人らに対する請求は，共同不法行為に基づく損害賠償請求として，連帯して，5901万0599円及びこれに対する平成25年10月10日以降の民法所定の年5分の割合による遅延損害金の支払を求めた部分のみとなった。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "次のとおり原判決を補正するほか，原判決2頁22行目から4頁22行目記載のとおりであるから，これを引用する。",
            "(原判決の補正)",
            "原判決3頁3行目の「控訴人は，」の後ろに「平成23年4月28日，株式会社アサヒから本件特許権を譲り受け(甲3，4)，現在，」を加える。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点及びこれに関する当事者の主張",
      "text": [
        "次のとおり原判決を補正するほか，原判決4頁23行目から36頁1行目記載のとおりであるから，これを引用する(当審における追加主張に伴う新たな争点は，下記第4で述べる。)。",
        "(原判決の補正)"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決4頁24行目の「属するか」の後ろに，「(均等侵害を含む。)」を加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決4頁最終行の「損害」を，「被控訴人らの連帯責任の有無及び控訴人の損害(推定覆滅事由等の減額事由を含む。)」と改める。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決6頁8行目の末尾に，「そして，支柱に用いられる鋼板そのものの中には空洞はないから，「中空」ともいえない。」を加える。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決11頁22行目の末尾にも，「実際に被控訴人製品の部品をワゴンの形状に組み立てるのは，購入者である。」を加える。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決12頁2行目の「形鋼の一つであって，」の後ろに，「1枚の帯状の鋼板を1回だけ折り曲げ」を加える。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決12頁3行目の「(乙8，9)」を「(乙7～9，13，16))」と改める。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決12頁8行目の「造されており」を「造されているが，1枚の帯状の鋼板を1回だけL字型に折り曲げたものではないし，端板15と内板16があるため，横断面も完全なL字型ではなく」と改める。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決12頁15行目の末尾に，「切欠は相当大きなものであって，無視できるものではない。」を加える。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決23頁9行目の末尾に，改行の上，「(エ) 相違点1に係る構成は，乙7，乙18，乙19発明を組み合わせて適用することでも，想到できる。すなわち，乙7発明は，棚板の側板が二重構造になっているが，折り返し片は内側ではなく外側に折り返されている。他方，乙18には，乙13と同じく内側に折り返された二重構造の側板において，側板の外側の部分を切り欠いた構造が記載されている。したがって，乙7発明に加えて乙18発明を斟酌すれば，当業者にとって，相違点1に係る構成を得ることは容易に想到できる。また，乙19発明は，支柱がL字型ではなく，略L字型をしているが，乙18には乙13と同じくL字型の支柱に対する切欠き構造が記載されているのであって，乙19発明に加えて乙18発明を斟酌すれば，当業者にとって，相違点1に係る構成を得ることは容易に想到できる。」を加える。"
          ]
        },
        {
          "fig": "10",
          "text": [
            "原判決27頁17行目の末尾に，「乙22，23は板金加工の分野の技術に関する文献ではない。」を加える。"
          ]
        },
        {
          "fig": "11",
          "text": [
            "原判決33頁14行目の末尾に，改行の上，「エ  乙13と乙7，18及び19の組合せが困難であることは，上記アないしウのとおりであり，複合適用も容易に想到できたとはいえない。」を加える。"
          ]
        },
        {
          "fig": "12",
          "text": [
            "原判決33頁15行目の「エ」を「オ」と改める。"
          ]
        },
        {
          "fig": "13",
          "text": [
            "原判決34頁5行目の「果たしていない。」の後ろに，「乙14発明の棚板の側壁は二重構造になっているが，外側の側壁と内側の側壁が別々の作用を果たす示唆もない。」を加える。"
          ]
        },
        {
          "fig": "14",
          "text": [
            "原判決35頁5行目から36頁1行目までを次のとおり改める。",
            "「3  争点3(被控訴人らの連帯責任の有無及び控訴人の損害(推定覆滅事由等の減額事由を含む。))について",
            "【控訴人の主張】"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人らの共同不法行為責任",
              "text": [
                "被控訴人らは，それぞれの行為を利用する意思をもって，共同で本件特許権を侵害したから，各被控訴人の行為によって生じた損害を合計した金額につき，連帯して損害賠償責任を負う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人トラスコ中山の行為による特許法102条2項の損害",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人トラスコ中山の販売数量及び販売金額",
                  "text": [
                    "完成品の販売数量は●●●●個であり，販売金額は●●●●●●●●●円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人トラスコ中山の純利益",
                  "text": [
                    "固定経費や被控訴人製品以外の製品の製造に関する経費を控除した営業利益をもって，被控訴人トラスコ中山の利益とすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人トラスコ中山の限界利益",
                  "text": [
                    "被控訴人トラスコ中山の販売全体における被控訴人製品の販売割合が●●●●●％しかないことからすれば，被控訴人製品の販売による追加的費用の発生はないことが推測される。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人コージ産業からの仕入額",
                      "text": [
                        "●●●●●●●●●円であり，控除される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "販売のための広告費用",
                      "text": [
                        "①販売促進費用，②謝恩企画，③通信費，旅費交通費及び会議費のいずれについても，被控訴人製品に対応した経費項目であること，被控訴人製品の個別の売上げに連動していることの立証はなく，金額についての客観的資料もなく，控除されない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "販売のための人件費用",
                      "text": [
                        "固定経費であって，被控訴人製品の製造と無関係に生じるものであり，控除されない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被控訴人製品の運搬に要する費用",
                      "text": [
                        "大量の製品を搬送することで運送費が低廉に抑えることができるにもかかわらず，被控訴人らは，被控訴人製品についてのみの運送委託契約を締結することを前提に見積もりをとって，運送費を算定した結果，高額な運送費用となっており，被控訴人らの運送費の算定は合理性を欠く。現実に発生していない費用を考慮すべきではない以上，本件訴訟のために取った見積もりに基づく運送費が控除されるべきではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被控訴人製品の保管等に要する費用",
                      "text": [
                        "①  借地借家料",
                        "固定経費であり，被控訴人製品の販売と無関係に生じるものであり，控除されない。",
                        "②  保守点検費，水道光熱費及び消耗品費",
                        "いずれも，被控訴人製品の販売との関係が不明であり，控除されない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "被控訴人トラスコ中山の限界利益額",
                      "text": [
                        "特許法102条2項の「利益」は，●●●●●●●●●円から仕入額●●●●●●●●●円を差し引いた●●●●●●●●●円である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人コージ産業の行為による特許法102条2項の損害",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人コージ産業の販売数量及び販売金額",
                  "text": [
                    "完成品の販売数量は●●●●個であり，販売金額は●●●●●●●●●円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人コージ産業の純利益",
                  "text": [
                    "固定経費や被控訴人製品以外の製品の製造に関する経費を控除した営業利益をもって，被控訴人コージ産業の利益とすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人コージ産業の限界利益",
                  "text": [
                    "被控訴人コージ産業の販売全体における被控訴人製品の販売割合が●●●％しかないことからすれば，被控訴人製品の販売による追加的費用の発生はないことが推測される。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人製品の製造原価",
                      "text": [
                        "①  加工費",
                        "控除されない。加工賃の実態は，固定費である人件費であり，被控訴人製品の製造とは無関係の費用である。被控訴人製品の部品を製造するために，新たに人員を雇い入れたり，ラインを拡大して残業費用が増加したりしたという事情は見当たらない。",
                        "②  材料費",
                        "一般的に控除されるべきことは認めるが，被控訴人製品に対応した材料費を裏付ける客観的資料はなく，材料費は算定できないから，控除されない。",
                        "③  外注費や購入費",
                        "控除されない。継続的に大量に被控訴人製品を製造していたことからすると，外注する必要性があったとは考えられないし，人数に関する客観的資料がない。",
                        "④  運送費",
                        "控除されない。大量の製品を搬送することで運送費が低廉に抑えることができるにもかかわらず，被控訴人らは，被控訴人製品についてのみの運送委託契約を締結することを前提に見積りをとって，運送費を算定した結果，高額な運送費用となっており，被控訴人らの運送費の算定は合理性を欠く。",
                        "⑤  輸入関税費用",
                        "発生は認められるが，輸入関税費用がかかった部品が，被控訴人製品に組み込まれたことを裏付ける客観的資料はないから，控除されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人製品の製造に要する機器設備の費用",
                      "text": [
                        "固定経費であって，被控訴人製品の製造と無関係に生じるものであり，控除されない。被控訴人製品以外の製品も製造することができ，変動経費には当たらない。",
                        "金型費用は，固定費そのものであり，控除されない。請求書や納品書に記載された金型が，被控訴人製品の製造に関するものであることを裏付ける客観的資料はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人製品の保管・運搬に要する費用",
                      "text": [
                        "①  発送運送費及び運送費",
                        "被控訴人製品の製造と対応して個別に発生したことを裏付ける客観的資料がないから，控除されない。",
                        "②  賃借料及び保険料",
                        "固定経費であって，被控訴人製品の製造によって増額する関係にないから，控除されない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被控訴人コージ産業の利益額",
                      "text": [
                        "特許法102条2項の「利益」は，販売総額である●●●●●●●●●円に，全体利益における材料費を除いた利益率を乗じた額であり，●●●●●●●●●円×(●●●●●●●●●●●円-●●●●●●●●●●●円)／●●●●●●●●●●●円＝●●●●●●●●円となる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "推定覆滅事由等(被控訴人らの行為による損害に関して共通する。)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許の寄与度",
                  "text": [
                    "本件特許は，金属製ワゴンの部品の一部ではなく，金属製ワゴンそのものに関するものであるから，本件特許が被控訴人製品に対して部分的にしか貢献していないということはあり得ない。",
                    "支柱の傾き防止及び支柱と側壁の面一による見栄えの良化という作用効果が，本件特許発明固有のものではなくても，被控訴人製品において本件特許の作用効果が生じていることに変わりない。",
                    "被控訴人製品において，側壁の側面を挟む効果があり，側面が面一になる作用効果が需要者への強力な訴求力になることは，被控訴人らの作成するパンフレットによっても明らかである。被控訴人らの主張する「アール曲げ加工」(棚板の側板の外壁と内壁の間に空間が空くようにした形状)は，本件特許の「重ね合わせる」構造の一実施態様であることに変わりないし，横揺れ軽減効果は，「アール曲げ加工」による作用効果ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "推定覆滅事由",
                  "text": [
                    "被控訴人らは，本来，被控訴人製品を販売できなかったはずであるから，被控訴人製品が，従来品を仕様変更したものであることや，被控訴人らと控訴人とで顧客が重複しないことといった事情は，推定覆滅事由に該当しない。",
                    "金属製ワゴン業界において，多数の競業他社がいたとしても，控訴人は実施品を販売できたはずであり，推定は覆滅されない。被控訴人トラスコ中山の販売力の大きさは，控訴人の営業の機会を大きく奪うものであることを同時に意味するから，推定を覆滅する理由にならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "弁護士費用",
              "text": [
                "被控訴人トラスコ中山につき，190万3742円，被控訴人コージ産業につき，346万0858円が，弁護士費用として，被控訴人らの不法行為と相当因果関係のある損害である。",
                "【被控訴人らの主張】"
              ]
            },
            {
              "fig": "(1)",
              "subject": "被控訴人らの共同不法行為責任",
              "text": [
                "被控訴人コージ産業が，被控訴人トラスコ中山に対し，製品をすべて納入していることは認める。なお，被控訴人製品の在庫については，被控訴人コージ産業が被控訴人トラスコ中山から返品を受けて，既に処分した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人トラスコ中山の行為による特許法102条2項の損害",
              "content": [
                {
                  "fig": "ア",
                  "subject": "販売数量及び販売金額",
                  "text": [
                    "完成品の販売数量が●●●●個であり，販売金額が●●●●●●●●●円であることは認める。なお，被控訴人トラスコ中山の平成23年4月28日以降の被控訴人製品の販売額は●●●●●●●●●円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人トラスコ中山の純利益",
                  "text": [
                    "被控訴人トラスコ中山が被控訴人製品の販売を開始した平成22年12月から販売を中止した平成25年8月までの全社の売上げは●●●●●●●●●●●●●●円であり，そのうち被控訴人製品の売上げは●●●●●●●●●円であって，被控訴人製品の売上げが占める割合は●●●●●％である。したがって，営業利益の合計金額●●●●●●●●●●●●●円の●●●●●％に当たる●●●●●●●●円が被控訴人トラスコ中山の利益となる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人トラスコ中山の限界利益",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人コージ産業からの仕入額",
                      "text": [
                        "●●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●●円)であり，控除される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "販売のための広告費用",
                      "text": [
                        "①  販売促進費",
                        "被控訴人トラスコ中山は，被控訴人製品を含めて商品を店舗で販売せず，主としてカタログ「オレンジブック」を用いて販売している。カタログの営業部門による顧客への無料配布分や社内使用分が，販売促進費として計上されている。被控訴人製品も当該カタログに広告が掲載されており，それを通じて販売されていることから，無料配布や社内使用されたカタログのうち，少なくとも被控訴人製品の掲載部分については，被控訴人製品の販売活動のために必要不可欠となる費用である。よって，販売促進費については，被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきである。",
                        "すなわち，平成23年度の費用は●●●●●●●円であるが，2938頁のうち被控訴人製品が掲載されたのは3頁であるから，0．10％に当たる●●●●●●●円が被控訴人製品のための費用に当たる。平成24年度の費用は●●●●●●●●●●●円であるが，3616頁のうち被控訴人製品が掲載されたのは4頁であるから，0．11％に当たる●●●●●●●円が被控訴人製品のための費用に当たる。平成25年度の費用は●●●●●●●●●円であるが，2940頁のうち被控訴人製品が掲載されたのは4頁であるから，0．13％に当たる●●●●●●円が被控訴人製品のための費用に当たる。したがって，少なくとも●●●●●●●円(平成23年4月28日以降の分は，平成23年度の費用が●●●●●●●●●●●円となることに伴い，●●●●●●●円。別紙3-A，3-B)は控除されるべきである。",
                        "②  謝恩企画",
                        "被控訴人トラスコ中山は，被控訴人製品の購入者を含めて，顧客ごとの年間購入総額に応じて一定のキャッシュバックを行っており，そのための費用が謝恩企画として計上されている。当該費用は，実質的な値引きとして，被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきであるが，その額は●●●円である(すべて平成23年4月28日以降の分。別紙3-A，3-B)。",
                        "③  通信費，旅費交通費及び会議費",
                        "被控訴人製品を含めた商品の販売活動のために直接必要となる通信費，旅費交通費及び会議費についても，被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきである。",
                        "すなわち，通信費は，全社で●●●●●●●●●●●円であり(平成23年4月28日以降の分は●●●●●●●●●●●円。別紙11)，被控訴人製品の売上げに応じて按分した金額は●●●●●●●円となり(平成23年4月28日以降の分は●●●●●●円)，被控訴人製品の販売や苦情に対応するための旅費交通費は，●●●●●●●円である(平成23年4月28日以降の分は●●●●●●●円)。したがって，●●●●●●●円及び●●●●●●●円は控除されるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "販売のための人件費",
                      "text": [
                        "被控訴人製品の販売活動のために，営業活動や商品の保管・管理業務，配送業務等に従事する従業員が必要不可欠となることから，これらの従業員に対する賃金は，被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきである。",
                        "一般管理部門を除くと，支社(営業部門)及び物流部門に従事する従業員に対する賃金(給与及び賞与)は，営業部門で●●●●●●●●●●●●●円，物流部門で●●●●●●●●●●●●円の合計●●●●●●●●●●●●●円であり(平成23年4月28日以降の分は●●●●●●●●●●●●●円)，そのうち，被控訴人製品の売上げに応じて按分した金額は，●●●●●●●●円である(平成23年4月28日以降の分は●●●●●●●●円)。したがって，●●●●●●●●円は控除されるべきである。",
                        "専ら物流部門に従事しているパート従業員についても，作業時間に応じた時間給が支払われているから，平成23年4月28日以降のパート給与及び賞与合計●●●●●●●●●●●●円を，被控訴人製品の売上げに応じて按分した金額である●●●●●●●円は控除されるべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被控訴人製品の運搬に要する費用",
                      "text": [
                        "被控訴人トラスコ中山は，被控訴人製品を店舗等で販売しておらず，顧客に対して自社の費用負担で被控訴人製品を顧客の指定する場所まで配送したから，そのための配送費用は，控除されるべきである。",
                        "被控訴人製品の配送費用については，他の製品とともに顧客に配送されることから，個別に被控訴人製品のみの配送費用を抽出して主張立証することはおよそ不可能である。他方，被控訴人トラスコ中山の運賃荷造費及び傭車料を，被控訴人製品の売上げの全社売上げに占める割合に応じて按分すると，わずか●●●●円程度になり，●●●●個で平均すると1個●●●円となる。1個当たりの体積が大きく，配送時には多数の個口に分かれる被控訴人製品を，実際にはこれほど安価で全国に配送することはできない。そこで，被控訴人製品の各構成部材を10個単位で運送する場合に要する費用を，各構成部材の荷姿の寸法に応じて複数の運送業者に依頼して見積りを取得したところ，被控訴人製品に係る配送費用は，合計●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●円)となった(別紙2)。当該金額については被控訴人製品の配送費用として控除されるべきである。",
                        "被控訴人トラスコ中山の損益計算書における商品の配送に関する費用項目は，運賃荷造費，傭車料，車両費がある。被控訴人製品の売上げの全社売上げに占める割合から算定すると，運賃荷造費として●●●●●●●円(●●●●●●●円×●●●●●％)(平成23年4月28日以降の分は●●●●●●●円)，傭車料として●●●円(●●●●●●●●●●●●円×●●●●●％)(平成23年4月28日以降の分は●●●●●●●円)，車両費として●●●●●●円(●●●●●●●円×●●●●●％)(平成23年4月28日以降の分は●●●●●●円)が被控訴人製品の販売に要した金額となる。したがって，少なくとも，当該金額については控除されるべきである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被控訴人製品の保管等に要する費用",
                      "text": [
                        "①  借地借家料",
                        "被控訴人トラスコ中山の取り扱う商品は，大小様々なものがあるところ，被控訴人製品は比較的容積の大きな商品であることから，その保管のために施設が必要となる。したがって，保管施設の借地借家料は，被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきである。",
                        "全社の借地借家料は●●●●●●●●●●●●円であり(平成23年4月28日以降の分は●●●●●●●●●●●●円)(別紙3-A，3-B)，被控訴人製品の売上げの全社売上げに占める割合に応じて按分した金額はそれぞれ●●●●●％を乗じた金額となるから，当該金額については控除されるべきである。",
                        "②  保守点検費，水道光熱費及び消耗品費",
                        "商品の在庫や配送管理のための管理システムの維持管理費用は，被控訴人製品の販売のためにも必要不可欠である。したがって，被控訴人製品を含めた商品の管理システムの維持管理のために必要な保守点検費，水道光熱費及び消耗品費は，被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきである。",
                        "全社の保守点検費は●●●●●●●●●●●●円，水道光熱費は●●●●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●●●●円)，消耗品費は●●●●●●●●●●●円であり(別紙3-A，3-B)，被控訴人製品の売上げの全社売上げに占める割合に応じて按分した金額はそれぞれ●●●●●％を乗じた金額となるから，当該金額については控除されるべきである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "被控訴人トラスコ中山の利益額",
                      "text": [
                        "被控訴人製品の配送費用については，被控訴人製品に関する費用を全額控除し，その他の科目については，被控訴人製品の売上げの全社売上げに占める割合に応じて被控訴人製品の販売費用を按分して控除すると，●●●●●●●●円になる。より限定的な経費のみを控除しても，●●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●●円)を超えることはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人コージ産業の行為による特許法102条2項の損害",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人コージ産業の販売数量及び販売金額",
                  "text": [
                    "被控訴人製品の販売数量は●●●●個であり，販売金額は●●●●●●●●●円であることは認める。なお，被控訴人コージ産業の平成26年4月28日以降の被控訴人製品の販売金額は●●●●●●●●●円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人コージ産業の純利益",
                  "text": [
                    "被控訴人コージ産業が被控訴人トラスコ中山に対して被控訴人製品の販売を開始した平成22年10月から，被控訴人製品の販売を中止した平成25年8月までの期間を含む，平成22年10月から平成25年9月までの期間における被控訴人コージ産業の全社の売上金額は●●●●●●●●●●●●円であり，そのうち被控訴人製品の売上金額は●●●●●●●●●円であり，全社の売上金額に占める割合は●●●％である(別紙9-A，10-A)。したがって，営業利益の合計金額に●●●％を乗じた●●●●●●●●円が，被控訴人コージ産業の利益となる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人コージ産業の限界利益",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人製品の製造原価",
                      "text": [
                        "被控訴人コージ産業は，被控訴人製品の製造のために負担している費用についても，被控訴人製品の販売による利益額から控除されるべきである。",
                        "被控訴人コージ産業は，被控訴人トラスコ中山に対し，被控訴人製品単位ではなく，その構成部材単位で販売をしているところ，被控訴人製品の品番毎の構成部材及び各構成部材の製造原価は，全体としては，●●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●●円)である。",
                        "なお，各構成部材の製造原価は，加工賃，材料費，外注費，購入費及び運搬費の合計額であり(別紙4-1，5)，その具体的な算出方法は以下のとおりである。",
                        "①  加工賃",
                        "被控訴人製品を構成する部材の製造には，社内加工の工程を要することから，各部材を製造するために必要な作業時間数に応じて，各工程についての作業単価を乗じて算出した加工賃が発生する。合計金額は，●●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●●円)である(別紙4-2-A，4-2-B)。",
                        "仮に個別に計算された経費として加工費が控除されないとしても，少なくとも賃金手当●●●●●●●●●●●円，賞与手当●●●●●円，人材派遣費●●●●●●●●円，法定福利費●●●●●●●●●円及び福利厚生費●●●●●●●●円のうち(別紙10-A)，被控訴人製品の売上げの全社売上げに占める割合●●●％に応じた金額(平成23年4月28日以降の分は●●●●●●●●円)が，販売額から控除されるべきである。",
                        "②  材料費",
                        "被控訴人コージ産業は，材料である一枚の鋼板を切り出して支柱や棚板を製造しているところ，当該鋼板の1kg当たりの単価を基準とし，構成部材ごとの質量に単価を乗じて算出した材料費が発生する。合計は●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●円)になる(別紙4-3-A，4-3-B)。",
                        "なお，被控訴人コージ産業の鋼板の基本単価は●●円であるが，棚板と支柱に用いる鋼板については，被控訴人コージ産業の指定した寸法に合わせて切断された形で納入されるため●●円かかり，他方，キャスターベースに用いる鋼板については，板が厚いので単価が安くて●●円で済む。",
                        "③  外注費及び購入費",
                        "被控訴人コージ産業は，外部業者等に対し，各構成部材に用いる部品の加工を依頼したり，部品を購入したりしている。構成部材ごとに用いる加工内容又は部品の構成及びその単価に従った，外注費及び購入費が生じる(別紙7，8)。被控訴人製品の製造に要した外注費は，合計●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●円)を下らず(別紙4-4-A，4-4-B)，購入費は，合計●●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●円)を下らない(別紙4-5-A，4-5-B)。",
                        "仮に，個別に計算された外注費及び購入費が差し引かれなくても，被控訴人製品の売上げの全社売上げに占める割合により算出される●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●円)は差し引かれるべきである。",
                        "④  運送費",
                        "被控訴人製品の構成部材を運搬する場合には他の商品と一緒に運送を委託するから，被控訴人製品の構成部材を運送した場合の費用のみを切り出すことはおよそ不可能である。見積書によれば，被控訴人製品に係る配送費用は，合計●●●●●●●●円(平成23年4月28日以降の分は●●●●●●●●円)である(別紙4-6-A，4-6-B)。",
                        "仮に，個別に計算された運送費が差し引かれなくても，被控訴人製品の売上げの全社売上げに占める割合により算出される139万円(平成23年4月28日以降の分は●●●●●●●●円)は差し引かれるべきである。",
                        "⑤  輸入関税費用",
                        "被控訴人製品の製造販売のために要した輸入関税費用としては，合計●●●●●●●円(すべて平成23年4月28日以降の分)を下らない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人製品の製造に要する機器設備の費用",
                      "text": [
                        "被控訴人製品の製造に用いる機器設備の減価償却費，その修理のために支出した修繕費，被控訴人製品の製造に用いる折曲機等のリース料，さらに，被控訴人製品の製造に用いる機器等の稼働に要する水道光熱費(別紙12)・消耗品費・雑費は，少なくとも被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきである。",
                        "被控訴人製品のコーナー金具の金型の製作費用●●●●●●●円(平成23年4月28日以降の分)については，被控訴人製品の製造に直接追加的に必要な個別固定費であり，販売額から控除されるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人製品の保管・運搬に要する費用",
                      "text": [
                        "①  発送運搬費及び通信費(一般管理費)",
                        "被控訴人コージ産業は，被控訴人製品の部品の輸入のための関税や空輸の運賃等を負担しており，発送運搬費に計上されている。また，被控訴人製品の販売のための連絡に用いる通信費も負担している(別紙11)。これらの費用についても，少なくとも被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきである。",
                        "仮に個別に計算された経費として控除されないとしても，少なくとも発送運送費●●●●●●●円，通信費●●●●●●●●円のうち(別紙10-B)被控訴人製品の売上げの全社売上げに占める割合●●●％に応じた金額が，販売額から控除されるべきである。",
                        "②  賃借料及び保険料",
                        "被控訴人製品の保管のための倉庫の賃借料や被控訴人製品の運搬に用いる車両に対する損害保険の保険料についても，少なくとも被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきである。",
                        "仮に個別に計算された経費として控除されないとしても，少なくとも賃借料●●●●●●●●●円，保険料●●●●●●●●円のうち(別紙9-A)，被控訴人製品の売上げの全社売上げに占める割合●●●％に応じた金額が，販売額から控除されるべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被控訴人コージ産業の利益額",
                      "text": [
                        "被控訴人製品の加工賃，材料費，外注費及び購入費並びに運送費については，被控訴人製品の製造原価に基づいて販売数量に応じて算定した上で全額控除し，その他の科目については，被控訴人製品の売上げの全社売上げに占める割合に応じて被控訴人製品の販売費用を按分して控除すると，被控訴人コージ産業の利益額は，●●●●●●●●円になる。",
                        "また，被控訴人コージ産業の利益額は，被控訴人製品の売上げの全社売上げに占める割合によって営業利益を按分した場合には，●●●●●●●●円になる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "推定覆滅事由等(被控訴人らの行為による損害に関して共通する。)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許の寄与度について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許は金属製ワゴンの一部分に関するものであること",
                      "text": [
                        "本件特許は，金属製ワゴンに関する特許であるが，その本質は，棚板のかど部の形状にあり，実質的には金属製ワゴンの一部の構造に関する発明といえる。したがって，仮に被控訴人製品が本件発明を実施するものであったとしても，実質的には被控訴人製品の一部分が本件特許を実施するものであり，本件特許は被控訴人製品の販売利益に部分的にしか貢献しておらず，寄与度を考慮して損害額を減額すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件特許の作用効果の貢献の不存在",
                      "text": [
                        "本件特許の明細書に記載された作用効果は，内接片が側壁の内側に位置して側壁が面一になるということと，支柱の側面に側壁の切欠きによって作られた側壁の側面を当接して支柱を側壁の側面で挟むことで棚板に対する支柱の傾きを防止するという点にあるが，いずれの作用効果も，従前からよく知られた公知技術であり，本件特許の固有の作用効果ではない。",
                        "また，側壁が面一になるのは，側壁が二重構造とされた金属製ワゴンの棚板としては周知かつ当然のことであり，需要者に訴えかけるものではない。",
                        "棚板の支柱に対する傾きを防止するという点は，需要者の考慮要素の一つではあるが，本件特許の作用効果は，公知技術の作用効果にすぎない上に，実際の製品においてはほとんど効果がない。控訴人が製造販売する本件発明の実施品について，支柱に水平方向から30kgまで引張荷重をかけた場合の変形量を測定したところ，大幅に変形し，支柱の側面と棚板の側壁との当接によって支柱の傾きを防ぐという本件特許の作用効果は，実際には棚板に対する支柱の傾き防止にほとんど貢献していないか，仮に貢献しているとしても非常に寄与度は低いことが確認された。",
                        "控訴人は，金属製ワゴンのうち，いわゆる金属製アングルワゴンに限っても多数の商品を販売しているが，品番数で比較すると控訴人の金属製アングルワゴン全体に占める本件特許の実施品の割合はごく少なく，本件特許の実施品の販売量は品番数に応じてごく少ないものと推定される。これは，本件特許が需要者に対する訴求力を有していないことの表れといえる。",
                        "本件特許は，従前の発明と内接片が一体か別体かという点が異なるだけであり，本件特許の実質的な作用効果は，内接片を一体にしたという加工上の点にあるから，需要者の購入動機に結びつくものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件特許以外の複数の発明や技術の利用",
                      "text": [
                        "被控訴人製品は，固定板9を使う技術によって棚板の剛性を高めている。すなわち，被控訴人製品は，2つの突出端部7aに肉厚の固定板9を溶接することで支柱13に固定される部分の強度を増すとともに壁部4を全体として一体化し棚板1の剛性を高めること等によって，支柱13と棚板1を確実に固定するという作用効果によって，支柱を棚板に確実に固定している。",
                        "また，被控訴人製品は，被控訴人コージ産業の保有する特許権(特許第4910097号)の請求項1及び2に係る発明を実施したものである。",
                        "被控訴人製品のカタログでは，棚板の側板の外壁と内壁の間に空間が空くようにした形状が，「美しい外観と強度に優れ」とか「棚板は厚みのあるアール曲げ加工により美しく抜群の強度を誇ります」等と説明され(甲5)，需要者の購入動機に結び付くものとなっている。",
                        "被控訴人製品のカタログでは，従来にない棚板の固定方法が，「外側にビスが出ていませんので，美しくまた物に当たった場合でも，ビスによる傷が発生しません」と説明され(甲5)，需要者の購入動機に結び付くものとなっている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被控訴人トラスコ中山の販売力",
                      "text": [
                        "控訴人は，全国に配送センターを3か所，営業所を41か所有する企業である。",
                        "一方，被控訴人トラスコ中山は，工場用副資材等を取り扱うトップ商社であり，全国に物流センター47か所，拠点100か所を有し，カタログ「オレンジブック」を毎年約30万部配布して営業活動を行っており，被控訴人製品の販売量は，被控訴人トラスコ中山の販売力に負うところが大きい。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明の寄与度",
                      "text": [
                        "以上のような事情に鑑みれば，本件発明の寄与度は高くみても5％以下というべきある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "推定覆滅事由",
                  "text": [
                    "被控訴人製品は，被控訴人トラスコ中山が販売していたプレシャスワゴンに代わる新機種として，平成23年度から販売されたものであり，被控訴人トラスコ中山の顧客の中において，従前のプレシャスワゴンの販売量が被控訴人製品の販売量に代わったにすぎない。被控訴人トラスコ中山はオレンジブックの配布先を主な販売先としているが，これらの顧客は必ずしも控訴人の顧客と重なっておらず，被控訴人製品の販売量のうち相当量は控訴人にとって販売機会のない顧客に販売されたものといえる。したがって，被控訴人トラスコ中山による被控訴人製品の販売がなかったとしても，控訴人が控訴人製品を販売できたのはせいぜい被控訴人の販売数量の10分の1以下にすぎないと推測される。",
                    "金属製ワゴンの市場には，多数のメーカーが多数の製品を販売しており，かかる点に鑑みると，被控訴人トラスコ中山による被控訴人製品の販売がなかったとしても，控訴人が控訴人製品を販売できたのは，せいぜい被控訴人の販売数量の数分の1にとどまると推測される。",
                    "以上のような事情に鑑みれば，被控訴人製品の販売量のうち，被控訴人トラスコ中山による被控訴人製品の販売がなかったとしても，控訴人が販売できた量は高くみても5％以下というべきある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "弁護士費用",
              "text": [
                "争う。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当審における当事者の追加主張",
      "content": [
        {
          "fig": "1",
          "subject": "株式会社アサヒが本件特許権を有していた期間の請求の可否(被控訴人の消滅時効の抗弁に対する信義則違反の再抗弁の成否。争点4)",
          "text": [
            "【控訴人の主張】",
            "株式会社アサヒは，平成26年8月8日，控訴人に対し，本件特許権を保有している期間内に関する，被控訴人らに対する不法行為に基づく損害賠償請求権を譲渡した。その後，株式会社アサヒは，内容証明郵便により，被控訴人らに対して，その旨を通知した。",
            "被控訴人らは，本件訴訟の審理過程において，控訴人に対し，株式会社アサヒの本件特許権保有期間中における損害賠償請求債務を負うことを認めていたから，明示又は黙示の債務承認があった。それにもかかわらず，被控訴人らが，消滅時効の援用をすることは信義則上許されない。",
            "すなわち，被控訴人らは，本件を本案とする仮処分申立事件(当庁平成25年(ラ)第10002号事件(原審：大阪地方裁判所平成23年(ヨ)第20012号事件))において，被控訴人製品を製造販売しないことを誓約し，本件訴訟においても，被控訴人製品の売上げや原価を明らかにした上で，準備書面において，被控訴人らの利益額について主張するなどし，平成26年8月25日に至って消滅時効の援用の意思表示をしたから，控訴人は，被控訴人が消滅時効の援用をしないと信じるに足りる十分な理由があった。",
            "【被控訴人らの主張】",
            "株式会社アサヒから控訴人に対する債権譲渡の事実は知らない。株式会社アサヒからの債権譲渡通知の事実は認める。",
            "ただし，被控訴人らは，平成26年8月25日，当審における第2回弁論準備手続期日において，控訴人に対し，平成23年4月27日以前に被控訴人が被控訴人製品を販売したことに関する，本件特許権侵害を理由とする不法行為に基づく損害賠償債務につき，消滅時効を援用する旨の意思表示をした。したがって，同部分の請求は許されない。",
            "被控訴人らは，本件訴訟の審理過程において，一貫して，控訴人の請求の棄却を求め，被控訴人製品が本件特許権を侵害する点を争い，損害賠償債務の存在及び金額を争ってきており，控訴人に対して消滅時効の援用をしないという期待を与えたことはなく，よって，消滅時効の援用が信義則に反する余地はない。被控訴人らが，損害額の主張をしたのは，充足論が認められ，本件特許が無効とならない場合の仮定的な主張にすぎない。控訴人の請求が消滅時効にかかったのは，控訴人が平成23年4月28日に本件特許権を譲り受けながら，損害賠償請求権について債権譲渡を受けずに放置したことが原因であって，控訴人においてくむべき事情はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の無効理由(乙13を主引用例とする進歩性欠如)(争点2(1)の補足主張)",
          "text": [
            "【被控訴人らの主張】"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "乙13発明の認定",
              "text": [
                "本件発明は，「側壁を起立させて浅い箱状体としたもの」であるが，箱状体の開口部が上方を向いているとの限定はなされていない。なお，箱状体の棚板を上下逆にして使用するものは，周知技術ないし技術常識にすぎない(乙7，17)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と乙13発明の対比",
              "text": [
                "本件発明の構成Dと乙13発明の構成D′は一致する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙13発明に乙7発明を適用することの可否",
              "text": [
                "本件発明，乙13発明及び乙7発明は，支柱の傾きを防止するという，この種の棚一般に共通する自明かつ周知の課題を有する点において共通しており，また，棚として基本的構成及び機能を共通にしている。棚板の側板が二重構造になっており，外側側壁を箱底のかどから支柱の幅の長さだけ切り欠いて，切欠部内に延出している内側側板を支柱の内側に当接し，切欠によって作られた外側側壁で支柱の両側面を挟むという点で基本的な作用効果も共通する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "乙13発明と乙7発明の組合せにより本件発明に想到すること",
              "text": [
                "乙7発明では，組み立てた状態において支柱の側面を挟み込むために，外側に折り返して二重になっている側板の外側の部分を切り欠いている。かかる乙7発明を，内側に折り返して二重になっている乙13発明に適用した場合，二重になっている側板の外側の部分(内側側板)を切り欠くことになるから，本件発明に想到する。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "乙40及び乙41の参酌による進歩性欠如",
              "text": [
                "乙40の金属製ワゴンは，棚板の箱底に直接つながった側板を切り欠き，側板の側面で支柱を挟み込む構造を有する。また，乙41の金属製ワゴンには，乙13発明と同じく，内側に折り返された二重構造の側板において，箱底に直接つながった側板の外側の部分(外側側板)を切り欠いた上で，外側の部分(外側側板)の切欠部内に延出しているL型の金具を支柱の内側に当接するともに，切欠によって作られた外側の部分(外側側板)の側面で支柱の両側面を挟む構造が開示されている。",
                "乙40，41の金属製ワゴンは，本件発明と同様に，棚板の側板を内側に折り返して二重構造としたタイプの棚である点で，乙13発明と基本的な構造を同じくする。本件発明と乙7発明と乙40，41の金属製ワゴンは，外側側板を箱底のかどから支柱の幅の長さだけ切り欠いて，切欠によって作られた外側側板で支柱の両側面を挟むという点で，作用効果が一致する。そうすると，内側に折り返して二重構造とした乙13発明に乙7発明を適用する際に，乙40，41の金属製ワゴンを参酌すれば，本件発明に容易に想到し得る。",
                "【控訴人の主張】"
              ]
            },
            {
              "fig": "(1)",
              "subject": "乙13発明の認定",
              "text": [
                "乙13発明の棚板は，天板6を上にしてこぼれ止めのない平坦な板で使用することが想定されており，上下逆にしてこぼれ止めのある皿状で使用することはできないから，原判決が，天板6を逆にして使用できることを前提として，乙13発明を認定したのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と乙13発明の対比",
              "text": [
                "乙13発明では，天板6を上下逆にして使用することはできないから，棚板の構成は一致点とはならない。すなわち，本件発明の構成Dと乙13発明の構成D′は一致せず，本件発明の構成Dは，「外側側壁を起立させて浅い箱状体とした」ものであるのに対し，乙13発明の構成D′は，「外側側壁を垂下させて反転した浅い箱状体とした」ものである点で相違する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙13発明に乙7発明を適用することの可否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙13発明は，簡単な取付作業で棚板と支柱とを連結することを目的とし，乙7発明は支柱が傾かないようにすることを目的としているから，両発明は明らかに目的が異なる。したがって，両発明は互いに結び付く必然性がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "両発明は，発明の構成が全く異なっている。",
                    "乙13発明は，箱の蓋状棚板の側板の支柱当接部に傾斜した長孔を設け，他方，支柱にも上下方向に長い長孔を設け，この2つの長孔へ係止部材を通して仮止めし，その後に棚板を降下させて棚板を支柱に固定することとしている。これに対し，乙7発明は，箱状棚板の側壁の先を外側へ折り返し，折り返し片の四隅を支柱の幅分だけ切り欠き，棚板の四隅に支柱を当接して，折り返し片の切欠側面で支柱の両側面を挟んで当接部をボルト締めして支柱に棚板を固定することとしている。",
                    "したがって，乙13発明と乙7発明とは，発明の構成の点で関連させることができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙7発明",
                  "text": [
                    "乙7発明で切り欠かれているのは，底板に直接連設された側壁に更に連設されていて外側へ折り曲げられた折り返し片の両端部である。折り返し片は，外側にあるが，底板と直接接続されていない点で，側壁とはいえない。",
                    "本件特許の出願当時，底板(箱底)に直接連設された側壁は，支柱の接続相手の確保，支柱との強度維持の観点から切り欠いてはならないものと考えられていた。",
                    "乙7発明には，内側側壁の側端部に切欠を設けるという考えは存在しておらず，外側に向けて箱底に直接連設された本来の側壁の側端部を切り欠くという考えは，教示も示唆もない。乙13発明にも，同様の教示や示唆はない。",
                    "したがって，乙13発明には，乙7発明の適用についての示唆があるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "乙13発明と乙7発明の組合せにより本件発明に想到しないこと",
              "text": [
                "乙13に乙7発明を適用しても，切欠によって作られた側壁の側面で支柱の両側面を挟むといった構成は，乙7発明には開示されておらず，本件発明に想到しない。",
                "(5)乙40，41の参酌による進歩性欠如",
                "乙40，41の金属製ワゴンは，棚板のかどを切り欠き，次いで別に用意したL型の金具を棚板の内側に固定して，切欠を埋め，後でL型金具に支柱を固定して，支柱を棚板の側壁から突出させないようにしており，L型金具が切欠部内に延出しているわけではない。いずれにせよ，本件発明における「内接片」に該当するものは示されていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，被控訴人製品は控訴人の本件発明を侵害し，本件発明は進歩性に欠けることはなく，無効であるとは認められないから，控訴人の損害賠償請求は，主文の限度で理由があり，控訴人の請求をいずれも棄却した原判決は変更されるべきものと判断する。",
            "その理由は，次のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(被控訴人製品は本件発明の技術的範囲に属するか)について",
          "text": [
            "次のとおり，原判決を補正するほか，原判決の「事実及び理由」欄の第4の1に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決36頁9行目の「が認められる(」の後ろに，「乙67，78の1，78の6，78の11，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決36頁18行目の「相当である。」の後ろに，「したがって，一枚の帯状の鋼板を折り曲げるのが中心付近の一か所だけのものに限定されないから，横断面の「L」字型が帯状の鋼板の厚みの一重構造のものだけでなく，「L」字が帯状の板の両端と折り曲げ部分を結んだ線で構成され，支柱の厚み部分が中空となるものも含まれると解すべきである。」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決36頁20～21行目の「厚みをもたせたものであって，上記のとおり，その断面の基本的な形状は山型であるから」を，「厚みをもたせたものであるが，その断面の形状が山型であると認められるから」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決37頁1行目の「600mm」の後ろに，「又は750mm」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決37頁4行目の「甲9，」の後ろに，「乙67，78の2，78の3，78の7，78の8，」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決38頁18行目の末尾に，「(段落【0011】～【0013】，【0017】，【0020】，【0024】～【0026】)」を加える。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決38頁19行目の「総合しても，」の後ろに，「内接片は，金属板を折り曲げ，側壁の内側に側壁と平行に伸びるように設けられ，側壁の内側面全体にわたる場合や底に沿って伸びる場合があることが開示されているだけであり，」を加える。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決38頁20行目の末尾に，「すなわち，内接片と側壁が重なり合う構成は，側壁の側面と支柱の側面が当接することによって，支柱の傾きを防止するためにあるところ，内接片が側壁と完全に密着していなくても，支柱に十分な厚みがあれば，切り欠かれた部分の側壁の側面と支柱の側面が当接し，それによって，支柱の傾きを防止するという本件発明の作用効果を果たすことができるから，本件発明が内接片と側壁が完全に密着する構成のみに限定されるものではない。実際，被控訴人製品の外側板と内側板の間には約10mmの隙間があるが，側壁の側面の一部と支柱の側面とは当接しており，本件発明の作用効果が果たされている。」を加える。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決40頁7行目の「600mm」の後ろに，「又は750mm」を加える。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決40頁9行目及び最終行の「甲9，」の後ろに，「乙67，78の2，78の3，78の7，78の8，」を加える。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決40頁11行目の「しかしながら，」の後ろに，「本件発明の請求項の記載によれば，箱底が直角四辺形であれば足りるのであって，底板3自体が直角四辺形である必要はない。被控訴人製品において，」を加える。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決40頁15～16行目の「実質的に」を削除する。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決40頁17行目の「「直角四辺形」についても，」の後ろに，「「複数枚の直角四辺形の金属製棚板」と記載されているが，金属製棚板の四隅のかど部が支柱の内接面に当接することが予定されている以上，金属製棚板自体が直角四辺形であることは元々予定されていないと解され，切り欠かれた部分が支柱と当接した際に，直角四辺形であることを指すと解されるから，」を加える。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決41頁8行目の「切り欠かれていることから，」の後ろに，「約1mmという支柱の外側面の幅と比しても無視できる程度の極めて小さい差異しかないことになり，」を加える。"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決42頁15～16行目を，「棚板の一部である側壁の切欠によって作られた側壁の両側面と，支柱の左右の両側面が隣接する位置関係にあることを指すものと認められ，この構成によって，支柱に水平方向の力が加わった場合に，支柱が側壁の側面に接することで支柱の傾斜が側壁の側面によって妨げられ，棚板に対する支柱の傾きを防止しようとするものである。」と改める。"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決42頁21行目の「あったとしても，」の後ろに，「棚板の大きさに比して無視できる程度の小さな隙間であり，実際，」を加える。"
              ]
            },
            {
              "fig": "(17)",
              "text": [
                "原判決42頁23行目の「したがって，」の後ろに，「棚板の一部である側壁の切欠によって作られた側壁の両側面と，支柱の両側面が隣接する位置関係にあると評価することができ，」を加える。"
              ]
            },
            {
              "fig": "(18)",
              "text": [
                "原判決43頁16行目の「各支柱の下方に」の前に，「「」を加える。"
              ]
            },
            {
              "fig": "(19)",
              "text": [
                "原判決43頁23行目の「張するが，」の後ろに，「被控訴人製品の購入者は，被控訴人らの指示ともいえる組立・取扱説明書(乙39)に基づき，各部品を組み立てているだけであり，このような」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(本件特許は特許無効審判請求により無効にされるべきものであるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の内容",
              "text": [
                "本件発明は，特許請求の範囲記載のとおり，以下のとおりと認められる。",
                "A  複数枚の直角四辺形の金属製棚板と，山形鋼で作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てることとした金属製棚において，",
                "B  上記棚板は直角四辺形の箱底の四辺に側壁と内接片とがこの順序に連設されていて，",
                "C  各側壁が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜き，",
                "D  内接片を折り返して側壁に重ね合わせるとともに，内接片が箱の内側へくるように側壁を起立させて浅い箱状体としたものであって，",
                "E  側壁の切欠部内に延出している内接片を支柱の内側に当接し，切欠によって作られた側壁の側面で支柱の両側面を挟み，",
                "F  内接片を支柱にボルトにより固定し，",
                "G  各支柱の下方にキャスターを付設して金属製棚を移動可能とした",
                "H  ことを特徴とする，金属製ワゴン"
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙13発明を主引用例とする無効主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許出願前に頒布された刊行物である実開昭62-85140号公報のマイクロフィルム(乙13)には，支柱に棚板が着脱自在に取付けられる組立式棚の改良に関し，次の事項が記載されている。",
                    "「(産業上の利用分野)",
                    "本考案は，支柱に棚板が着脱自在に取付けられる組立式棚の改良に関するものである。」(1頁15～17行)",
                    "「(従来技術)",
                    "従来，山形鋼等からなる支柱に薄板鋼板材等からなる棚板を容易に取付け得るようにするため，上記支柱に設けた係合ピンの先端部を棚板の側板に形成された係合孔内に嵌入することによって支柱と棚板とを連結することが行なわれている。この係合ピンを用いたものでは，ボルトによって棚板を支柱に固定する場合に比べて棚板の取付作業を簡略化できるという利点を有する反面，係合力が不足して棚板と支柱との間に隙間が形成され，がたつきを生じ易いという欠点があった。」(1欄18行～2頁8行)",
                    "「(考案の目的)",
                    "本考案は，上記欠点を解消するためになされたものであり，簡単な取付作業で棚板と支柱とを強固に連結することができる組立式棚を提供するものである。」(2頁9～13行)",
                    "「(考案の構成)",
                    "本考案に係る組立式棚は，山形鋼等からなる一対の壁面を備えた支柱と，鋼板材等からなる天板およびその周縁部に連成された側板を備えた棚板と，この棚板の側板を支柱に係止する係止部材とを有し，上記側板の側端部には係止部材の先端部が嵌入される係合孔が形成され，この係合孔の上辺部には側板の内方に傾斜して伸びる係止部材案内用の傾斜面を備えたテーパ溝部が形成されたものである。」(2頁14行～3頁3行)",
                    "「(実施例)",
                    "第1図において，1は山形鋼からなる支柱，2は薄板鋼板からなる棚板，3は棚板2を支柱1に取付けるための係止部材である。上記支柱1は互いに直交する一対の壁面4，4を有し，各壁面4にはそれぞれ長さ方向に伸びる多数の長孔5が所定間隔置きに形成されている。」(3頁4～10行)",
                    "「また，上記棚板2は，天板6とその周縁部に連成されて下向きに突出する四周の側板7からなり，各側板7の側端部には係止部材3を介して上記支柱1に係止するための係合孔8が形成されている。この係合孔8は上記係止部材3の先端部が嵌入される大径孔部9と，この大径孔部9の上辺部に連成され，側板7の内方(側板7の中央部方向)に傾斜して伸びる係止部材案内用の傾斜面10を備えたテーパ溝部11と，このテーパ溝部11の上辺部に連成された小径孔部12とからなっている。」(3頁11行～4頁1行)",
                    "「上記係止部材3は頭部13と軸部14とその先端部に形成された顎状の膨出部15とからなり，この膨出部15の径が上記大径孔部9および長孔5の孔径よりも僅かに小さく形成され，軸部14の径が上記小径孔部12と同一もしくはこれよりも僅かに大きく形成されている。また，上記係合部8は，第2図に示すように，側板7の外面と支柱1の壁面4，4の内面とを近接させた状態で，大径孔部9が支柱1の長孔5と対向するように設定されている。",
                    "上記各部材を用いて棚を組立てるには，支柱1の中間部に位置する長孔5を貫通した係止部材3の先端部を側板7の係合孔8内に嵌入することにより，棚板2を支柱1に仮止めする。次いで，棚板2を押下げることにより，棚板2を支柱1に固定する。・・・・」(4頁2～17行)",
                    "「上記棚板2の取付構造は，支柱1の中間部に位置する中間棚板に限られず，支柱1の上下両端部についても適用可能である。なお，棚の組立強度をより向上させるためには上下両端部に位置する棚板を支柱1にボルト止めした構成としてもよい。・・・・」(5頁17行～6頁1行)",
                    "「(考案の効果)",
                    "以上説明したように本考案は，棚板の側板に形成された係合孔内に係止部材の先端部を嵌入して棚板を支柱に仮止めした後，棚板を下方に移動させるという簡単な操作で，上記係合孔の傾斜溝部に沿って案内される係止部材の反作用により，棚板の側板が支柱の壁面に圧接された係合状態となるように構成されているため，棚の組立作業を簡略化できるとともに強固な組立状態を得ることができるという効果がある。」(6頁6～15行)",
                    "「(図面)",
                    "第1図：本考案に係る組立式棚の要部の実施例を示す分解斜視図",
                    "第2図：上記棚の平面断面図",
                    "」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "乙13発明の認定",
      "text": [
        "上記(実施例)記載のとおり，「支柱1の上端部に位置する棚板2」及び「中間部に位置する棚板2」は，第2図によれば，その形状は直角四辺形であると認められる。また，棚板2は，支柱1の上端部と中間部に適用することが可能であり(5頁17～19行)，その枚数は複数枚であると認められる。さらに，支柱1は山形鋼からなり(3頁5行)，棚板2の4つのコーナ部にすべて取り付けられるものであって(3頁13～15行)，4本あると認められる。そして，支柱1と棚板2の固定方法，棚板2の構成や係止の仕組み，側板7の構成や位置関係等についても上記(実施例)記載のとおりである。なお，上下端の棚板についての支柱1は，ピン止めではなくボルト止めの構成も可能である(5頁19行～6頁1行)。",
        "よって，上記記載事項及び図面の記載から，乙13には，",
        "「a：複数枚の直角四辺形の薄板鋼板からなる棚板2と，山形鋼からなる4本の支柱1とからなり，各棚板の四隅のかど部を支柱1の内側面に当接し，",
        "支柱1の上下両端部に位置する棚板については，ボルトによって支柱に固定され，それ以外の棚板については，頭部13と軸部14とその先端部に形成された顎状の膨出部15とからなる係止部材3によって支柱に固定され，組み立てることとした組立式棚において，",
        "b：上記棚板2は直角四辺形の天板6とその周縁部に連成されて下向きに突出する四周の側板7からなり，側板7はその外側部分と内側部分とからなっていて，",
        "天板の四周に側壁7の外側部分，内側部分とがこの順に連なっており，",
        "d：側板7の内側部分は，外側部分と重なり合うとともに，側板7の内側部分が箱の内側へくるように側板7の外側部分を起立させて浅い箱状体としたものであって，",
        "e：側板7の外側部分が，支柱1の内側に当接し，",
        "f：側板7の外側部分及び内側部分を支柱にボルト又は係止部材により固定した",
        "h：組立式棚。」",
        "が記載されていると認められる。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "本件発明と乙13発明との対比",
      "content": [
        {
          "fig": "(ア)",
          "subject": "一致点",
          "text": [
            "「複数枚の直角四辺形の金属製棚板と，山形鋼で作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，固定して組み立てることとした金属製棚において，上記棚板は直角四辺形の箱底の四辺に側壁と内側の板とがこの順序に連設されていて，内側の板を折り返して側壁に重ね合わせるとともに，内側の板が箱の内側へくるようにして浅い箱状体とした金属製棚。」"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "相違点",
          "text": [
            "相違点1：本件発明は，棚板の四隅のかど部を支柱の内側面に当接する固定が「各棚板」に対する「ボルト」による固定であるのに対し，乙13発明は，ボルト又は係止部材を用いる点。",
            "相違点2：本件発明は，側壁の内側の板が「内接片」であり，棚板は「各側壁が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜き，内接片を折り返して側壁に重ね合わせるとともに，内接片が箱の内側へくるように側壁を起立させて浅い箱状体とした」ものであり，棚板と支柱との固定は「側壁の切欠部内に延出している内接片を支柱の内側に当接し，切欠によって作られた側壁の側面で支柱の両側面を挟み，内接片を支柱にボルトにより固定」するのに対し，乙13発明はそうでない点。",
            "相違点3：本件発明は，金属製棚の各支柱の下方にキャスターを付設して移動可能とした金属製ワゴンであるのに対し，乙13発明はキャスターを備えていない点。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "容易想到性の判断",
      "content": [
        {
          "fig": "(ア)",
          "subject": "相違点1について",
          "text": [
            "固着手法として「ボルト」による固定は，周知慣用手段である。また，ボルトによる固定が，中間部に位置する棚板にしか適用できないものでもない。",
            "そうすると，乙13発明の中間部に位置する棚板2の固定手法の「ピン11」を，周知慣用の「ボルト」に変更して，本件発明の相違点1に係る発明特定事項とすることは，当業者が容易に想到し得たことである。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "相違点3について",
          "text": [
            "棚板と支柱からなる棚において支柱の下方にキャスターを付設して移動可能なワゴンとすることは，周知技術であり，当事者が容易に想到し得たことである。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "相違点2について",
          "content": [
            {
              "fig": "a",
              "subject": "本件発明",
              "text": [
                "本件発明の技術分野は，金属製棚及び金属製ワゴンに関するもので，特に，組立てと分解が容易で，使用中に棚板に対して支柱の傾斜することが確実に防げ，しかも，美麗な金属製の棚及びワゴンに関するものである(段落【0001】)。",
                "本件発明の背景技術としては，以下のような事情がある。すなわち，金属製の棚板と支柱とを組み立てて作られた棚は，一般にスチール棚と言われており，4本の支柱の間に複数枚の棚板を固定して作られている(段落【0002】)。他方，金属製ワゴンは，上述の金属製棚を構成している各支柱の下方に，キャスターを付設することによって作ることができる(段落【0003】)。このような構造の棚は，不使用時には分解しておき，使用時に使用場所で組立てができるように構成され，棚板はその重量を減らし撓みを少なくするために，浅い箱状とされ，しかも，棚板の厚みをできるだけ小さくすることとされ，他方，支柱は山形鋼で構成し，その幅は小さいものとされた(段落【0005】)。その結果，棚板の側壁に当たる部分と，山形鋼の各片との当接面は小さな面積を占めるものとなり，1本のボルトとナットとで結合せざるを得ないこととなったが，このように当接面を1本のボルトとナットとで結合しただけでは，棚の支柱を横方向から押すと，支柱が傾きやすいという欠点を持つものとなった(段落【0006】)。",
                "上述の欠点を改良するために，従来，浅い箱状棚板の側壁に当たる面の外側に，金属板の小片を重ねて付設し，金属板小片の側面をかどから支柱の幅の長さだけ隔たったところに位置させておき，組立て時には，金属板小片の側面が支柱の側面に当接するようにして，支柱が傾くことを防ぐ手段が知られている(段落【0007】)。しかしながら，上記手段は，金属板小片を棚板の外側面に付設するために，棚及びワゴンが商品として見栄えの悪いものになり，また，金属板小片が棚板外面に突出しているために棚板を手際よく取扱うことが困難となり，その上，金属板小片は棚板側面の幅よりも幅の狭いものとされているから，棚板が支柱側面に接触する当接面の長さは，棚板側面の幅よりも小さいものとなり，当接面に隙間が生じやすく，そのため棚板に対する支柱の傾きを防ぎ得ないという事態が生じるという問題があった(段落【0008】)。",
                "そこで，本件発明は，上述の問題点を改良するために，上記手段とは違った手段を使用して，支柱と棚板との間をボルトで固定するだけで，棚板に対して支柱が傾くことを確実に防止し，また，棚板の取り扱いを容易にするとともに，棚板の美観をも向上させるという作用効果をもたらした(段落【0009】)。すなわち，本件発明は，棚板が金属板を折曲して作られ，直角四辺形の底から4個の側壁が起立している浅い箱状にされ，箱の四隅に位置する側壁が支柱の幅の長さ分だけ切欠され，側壁の内側には側壁と平行に延びる内接片が固定されて，内接片が上記切欠部内に延出している構造であるから，内接片は側壁より内側に位置しており，また，表面は側壁が面一となっているために，棚板の取扱いが容易であり，さらに，棚板の組立てが容易で，見栄えも良く，また，支柱の側面に側壁の切欠によって作られた側壁の側面を当接して支柱を側壁の側面で挟むこととした結果，側壁の高さ全体に延びる長い側面で支柱を挟むことになり，棚板に対する支柱の傾きを確実に防止することができるという効果を奏するものである(段落【0013】)。"
              ]
            },
            {
              "fig": "b",
              "subject": "乙7発明の適用について",
              "content": [
                {
                  "fig": "(a)",
                  "text": [
                    "特開2000-60656号公報(乙7)には，次のとおりの記載がある。",
                    "「【特許請求の範囲】",
                    "【請求項1】",
                    "金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を金属板小片の上記側面により挟む",
                    "ようにしたことを特徴とする，金属板製棚。",
                    "【請求項2】",
                    "金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ支柱の両側面を金属板小片の上記側面により挟むようにし，各支柱の下方にキャスターを付設して，金属板製棚を移動可能としたことを特徴とする，金属板製ワゴン。",
                    "【請求項3】",
                    "金属板小片が棚板の厚み方向に延びる各縁片の先端部分を外側へ折り返して付設され，棚板の四隅に位置する折り返し片の端を支柱の幅に等しい矩形部分を切り取ることによって，支柱の側面に密接する金属板小片の厚み方向の側面が形成されていることを特徴とする，請求項1又は2に記載の金属板製棚又は金属板製ワゴン。",
                    "・・・",
                    "【0001】",
                    "【発明の属する技術分野】",
                    "この発明は，金属板製棚及び金属板製ワゴンに関するものである。",
                    "【0002】",
                    "【従来の技術】",
                    "・・・",
                    "【0004】",
                    "・・・このような構造のものは，複数枚の棚板とこの棚板を四隅で支える4本の支柱とで構成されている。この構造のものは，組み立てると大きな体積を占めるものとなるが，分解すれば小さな体積のものとなるので，貯蔵及び運搬の便宜から，使用場所で組み立てて使用するものとされて来た。また，その際の組み立て作業も，できるだけ簡単であることが必要とされた。",
                    "・・・",
                    "【0006】",
                    "この種の棚では，組み立て作業を簡単にするために，図2に示したように，ボルトCは1つの隅について2個ずつ使用するものとされた。すなわち，支柱Aの各面に1つの棚板に対してボルトCをただ1個使用して，これをナットで止めるものとされた。これは，支柱Aの各面には複数個のボルトCを使用するだけの広さもなかったことにも基因している。",
                    "【0007】",
                    "棚板Bは浅い箱状にされているので，側壁に該当する部分の先端が手を傷つけるおそれがあった。その場合には，その先端を丸めるために先端を折り返すことも行われた。しかし，その場合の折り返しは，箱状体の内側へ折り返されるだけであって，外側へ折り返されることはなかった。また，その折り返しは極めて幅の狭いものであった。",
                    "【0008】",
                    "図1に示したようにして組み立てられた金属板製棚は，棚上に物を載せるとき，横方向からの力が加えられると，支柱が傾き易いという欠点があった。この欠点は支柱の下方にキャスターを付設して，金属板製棚をワゴンとして使用するときに一層顕著に現れた。すなわち，金属板製ワゴンに物品を載せて移動させようとすると，僅かな力で押しただけで支柱が傾いて，ワゴンの形が歪むという欠点があった。",
                    "【0009】",
                    "そこで，図2に示したように棚板Bの内側に金属又は合成樹脂製のL型補強材Dを当接してボルトCで締めるということも試みられたが，支柱が傾くことを防ぐことができなかった。",
                    "【0010】",
                    "【発明が解決しようとする課題】",
                    "この発明は，上述の欠点を改良しようとするものである。すなわち，この発明は，組み立て作業を従来通りの簡単なものにしたまま，金属板製棚又は金属板製ワゴンに横方向から力を加えても，支柱が傾かないようにすることを目的とするものである。",
                    "【0011】",
                    "【課題を解決するための手段】",
                    "この発明者は，上述の欠点を棚板の改良によって解消しようと企てた。この発明者は，棚板が浅い箱状を呈しているので，箱の側壁にあたる先端部分を外側へ折り返し，折り返し部分を四隅のかどで切欠して，折り返し部分の切欠端が丁度支柱の側面に当たるようにしておくと，この棚板を従来通りボルトで止めるだけで，支柱の傾きを完全に防止できることを見出した。この発明は，このような知見に基づいて完成されたものである。",
                    "【0012】",
                    "この発明は金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を金属板小片の上記側面により挟むようにしたことを特徴とする，金属板製棚を提供するものである。",
                    "【0013】",
                    "また，この発明は，上記金属板製棚の下方にキャスターを付設して，金属板製棚を移動可能としたワゴンをも提供するものである。すなわち，この発明は，金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を各支柱の内側面に当接してボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を金属板小片の上記側面により挟むようにし，各支柱の下方にキャスターを付設して，金属板製棚を移動可能にしたことを特徴とする，金属板製ワゴンをも提供するものである。",
                    "【0014】",
                    "【発明の実施の形態】",
                    "・・・",
                    "【0015】",
                    "この発明において用いられる棚板1は，これを展開すると，図3に示すように，直角四辺形の板PQRSから成る平板11の四辺に幅xの縁片12，13，14，15を付設し，さらにそれぞれの縁片に幅yの折り返し片16，17，18，19を付設した構造のものである。各折り返し片16，17，18，19は，何れも両端が長さzの矩形部分20だけ切欠されている。ここで，幅yは幅xよりも僅かに小さくされる。また，長さzは，のちに説明するように，支柱の幅に等しくされる。",
                    "・・・",
                    "【0018】",
                    "図5に示された棚板1は平板11を底とし，縁片12，13を側壁とする浅い箱状を呈している。折り返し片16，17の幅yは縁片12，13の幅xよりも僅かに小さくされているから，縁片12，13に沿って外側へ折り返された折り返し片16，17は，縁片12，13の少なくとも上半分を覆っており，折り返し片16，17の下端は縁片12，13の下端より僅か上方に位置している。折り返し片16，17は，棚の隅のところで長さzの矩形部分だけ切欠されているから，一辺がzの矩形部分だけ縁片12，13が露出している。各露出部分の中央に，前述のボルト孔41，42が設けられている。",
                    "・・・",
                    "【0020】",
                    "こうして棚板1と支柱6とをボルトで固定すると，図6に示したように，支柱6は折り返し片16，17の間に密接して挟まれることとなる。このとき，折り返し片16，17の幅が縁片12と13の幅の半分以上を覆うようにすれば，支柱6の",
                    "両側面63，64は相当の長さにわたって折り返し片16，17の側面161，171に密接することとなり，従って支柱6は棚板1に対して傾く余地が全くなくなる。",
                    "・・・",
                    "【0025】",
                    "【発明の効果】",
                    "この発明によれば，棚板を従来通りの浅い箱状にし，各棚板の厚み方向に延びる面の外側に金属板の小片を付設し，棚板の厚み方向に延びる金属板小片の側面が支柱の側面に密接するように棚板が作られているので，従来通り棚板と支柱との間をボルトで固定するだけで，支柱の両側面を金属板小片の側面間に挟んで，支柱を棚板に対して傾かないようにすることができる。従って，棚板の改善だけであとは従来通りの組み立て操作により，容易に傾かない金属板製棚及び金属板製ワゴンを得ることができる。この点で，この発明の効果は大きい。」",
                    "「【図3】                          【図4】",
                    "【図5】                            【図6】",
                    "」"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "乙7発明の認定",
                  "text": [
                    "上記乙7の記載事項及び図面の記載からすると，乙7には，金属板製棚及び金属板製ワゴンに関して，組立て作業を従来どおりの簡単なものにしたまま，金属板製棚又は金属板製ワゴンに横方向から力を加えても，支柱が傾かないようにすることを目的とした，「金属板を折曲して直角四辺形の浅い箱状に成形した複数枚の棚板と，金属板をアングル状に折曲して作られた4本の支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てた金属板製棚において，各棚板の厚み方向に延びる各縁片の外側に金属板の小片を付設し，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を金属板小片の上記側面により挟むようにした金属板製棚又は金属板製ワゴンであって，金属板小片が，各棚板の厚み方向に延びる各縁片の外側に棚板の厚み方向に延びる各縁片の先端部分を外側へ折り返して付設され，棚板の四隅に位置する折り返し片の端を支柱の幅に等しい矩形部分を切り取ることによって，支柱の側面に密接する金属板小片の厚み方向の側面が形成され，支柱の側面を金属板小片の厚み方向の側面に密接させ，支柱の両側面を上記側面により挟むようにされている金属板製棚又は金属板製ワゴン。」という技術思想(乙7発明)が記載されていると認められる。",
                    "乙7には，縁片と金属板小片とが重なっていて，箱状の棚の側面部分を形成する構成が記載されているが，金属板小片は，あくまでも縁片の外側へ折り返して付設されているのであって，縁片の内側に折り返して付設されるという技術思想は示されていない。また，金属板小片は，支柱の幅に等しい矩形部分が切り取られたことによって，内側にある縁片と金属板小片の厚み部分が支柱に当接して，支柱を挟みこんでいるのであって，それとは異なる支柱の挟み込みの方法に関する技術思想は示されていない。",
                    "以上のとおり，乙7には，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成が示されているとはいえない。"
                  ]
                },
                {
                  "fig": "(c)",
                  "subject": "乙7発明の適用について",
                  "text": [
                    "乙13発明と乙7発明とは，金属製棚という共通の技術分野に属している上に，支柱と棚板をボルトで固定するだけでは十分強固に支柱に固定できないという従来技術の持つ課題を解決するための手段を共に示す発明であるから，乙13発明に乙7発明を適用することは，当業者が容易に着想し得ることである。",
                    "しかしながら，上記(b)で説示したように，乙7には，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成が記載されているとはいえないから，本件発明の相違点2に係る構成とすることは，当業者が容易に想到し得ることとはいえない。"
                  ]
                },
                {
                  "fig": "(d)",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，乙7発明が，外側側板である「折り返し片16ないし19」が箱底である「平板11」のかどから「支柱6」の幅の長さ分だけ切欠された形状に金属板を打ち抜き，内側側板である「縁片12ないし15」を外側側板である「折り返し片16ないし19」の切欠部内に延出させ，これを「支柱6」の内面に当接し，切欠によって作られた外側側板である「折り返し片16ないし19」の側面で「支柱6」の両側面を挟み，内側側板である「縁片12ないし15」を「支柱6」にボルトにより固定した構成を開示しているから，側板の内側の部分を内側に折り返して二重となっている乙13発明に，乙7によって開示された上記構成を適用すれば，相違点2に係る構成を得ることができる旨主張する。",
                    "しかしながら，上記(b)，(c)で説示したように，乙7には，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成は，開示されていない。箱底から遠い外側側板の一部を切欠した甲2発明から，内外いずれの側板であってもその一部だけを切欠するという上位概念化した技術思想を抽出し，乙13発明の内側に折り返した内側側板に適用しようとすることは，当業者にとって容易とはいえず，これを容易想到とする考えは，まさに本件発明の構成を認識した上での「後知恵」といわなければならない。",
                    "したがって，被控訴人の主張は採用できない。"
                  ]
                },
                {
                  "fig": "(e)",
                  "subject": "むすび",
                  "text": [
                    "以上のとおりであるから，乙13発明に乙7発明を適用して，本件発明の相違点2に係る構成とすることは，当業者が容易に想到し得るものではない。",
                    "よって，本件発明は，乙13発明及び乙7発明に基づいて，当業者が容易に発明することができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "c",
              "subject": "乙18発明の適用について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "乙18の記載事項",
                  "text": [
                    "米国特許明細書4351246号(乙18)には，次のとおりの記載がある。",
                    "「図1は，プレス成形積層ボール紙(pressed laminated  paperboard)などの比較的堅いが折り曲げることが可能である材料から形成された隅柱アセンブリ1の内面を示している。隅柱1は，そのような1枚の材料を，お互いに対してほぼ直角に配置されて「L」字形の柱の角を形成する1対の一体の細長いリム2，3をもたらすように折り曲げて形成されている。リム2，3の各々は，リム3に関して想像線で図示されているように，リム内側部分2a，3aをリム外側部分2b，3bの内向きの表面にそれぞれ重なるように内側へと折り曲げることによって形成された2層分の厚さの材料を備えている。",
                    "・・・",
                    "リム内側部分2a，3aの各々に，アセンブリ1の長手方向に沿って間隔を空けて位置する切り欠き領域が形成され，結果としてリム外側部分2b，3bの内面の一部分が露出されている。各々の切り欠き領域の位置は，隣接する他方のリム内側部分の切り欠き領域に合わせられており，さらに詳しく後述される棚アセンブリ8の角部分を収容するための一連の凹部5をもたらしている。棚アセンブリの接続を容易にするために，リム2，3の各々に，リムの長手自由縁から突き出す一体のアーム6，7がそれぞれ設けられている。各々のアームは，リム内側部分から取り除かれて凹部5を形成する材料から形成されている。",
                    "次に，図面の図2，2a，および3を参照すると，やはりプレス成形積層ボール紙などの比較的堅いが折り曲げることが可能である材料から形成された矩形の棚アセンブリ8の角部分が示されている。棚アセンブリ8は，1枚のそのような材料から形成され，支持面9および支持面9からぶら下がる支持面9と一体の外周のスカート10を備えており，トレイを逆さにしたような構造を有する棚をもたらしている。外周のスカート10は，スカート内側部分10bをスカート外側部分10aの内面に重なるように内側へと上方に折り返すことによって生み出される2層分の厚さの材料から形成される(図3を参照)。スカート部は，アセンブリ8周りに間隔を空けて位置する対をなすタブとスロットとからなるコネクタ11によって，重なり合った関係に保持される。タブ11aが，スカート内側部分10bの自由縁と一体であって，スカート内側部分10bの自由縁に沿って間隔を空けて位置している。スロット11bが，支持面9において，隣り合うタブ11aの間の間隔に一致する量だけ離れた位置に形成されている(図3を参照)。",
                    "棚アセンブリ8の各々の角において，スカート外側部分10aが或る長さだけ除去されることで，凹んだ角部分がもたらされ，スカート内側部分10bによってもたらされる1対の舌12および14が露出している。図2aに示されている現時点の好ましい実施の形態においては，これらの舌12および14が，棚アセンブリ8aのスカートよりも下方へと突き出す延長部12aおよび14bを備えている。さらに，舌12が，角を巡って折り曲げられるように構成され，棚ユニットが組み立てられたときに端部がスカート内側部分10bとスカート外側部分10aとの間に配置されるように寸法付けられた水平方向の延長部12bを有してもよい。",
                    "・・・",
                    "各々の隅柱アセンブリ1が，リム内側部分2a，3aを折り返して互いに留めることによって，図1に示されるとおりの構造部品へと形成される一方で，棚アセンブリ8は，隅柱アセンブリヘと取り付けられるときに構造部品へと形成される。棚アセンブリ8を各々の隅柱アセンブリ1に結合させるために，支持面9の尖った角が隅柱アセンブリの或る1つの凹部5の角に受け入れられ，アーム6，7が隣接するスカート外側部分10aの内面に沿って位置するように，棚アセンブリの凹んだ角部分が隅柱アセンブリの凹部5に当接させられる。その後に，内壁部分10bが，舌12および14がアーム6，7に重なり，凹部5の切り欠き領域に受け入れられるように，上方へと内側に折り曲げられる。このようにして，アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリーブに収容される。重なったスカート内側部分10bを動かぬように固定するために，タブおよびスロット11が，上述のように互いに接続される。棚アセンブリ8のすべての角がこのように接続されたとき，棚アセンブリは，陳列ユニット13の構造部材を構成する。図2および4に示されるように，タブ11aが，支持面9のスロット11bを貫いて突き出し，支持面上に配置される物品の移動を制止する保持リップをもたらしている。",
                    "しかしながら，他の特定の実施の形態においては，棚アセンブリが完成した構造部材へとあらかじめ形成される一方で，隅柱アセンブリが，あらかじめ形成された棚アセンブリに結合させられるときに初めて完成される。この目的に適した棚アセンブリは，図2aに示され，すでに詳しく説明された構成である。舌の延長部12a，14aが，隅柱アセンブリ1のリム外側部分2bおよびリム内側部分2aの間ならびにリム外側部分3bおよびリム内側部分3aの間にそれぞれ位置することを，理解できるであろう。当然ながら，アーム6，7は，スカート内側部分10bおよびスカート外側部分10aの間に収容される。いくつかの場合においては，アーム6および7を省略してもよいと考えられる。",
                    "・・・",
                    "耐摩耗性を高め，ボール紙材料への水の進入または吸収を防止するために，例えばプラスチック材料からなる端部キャップを，各々の隅柱の端部に取り付けることができると考えられる。さらには，隅柱ユニットまたは棚ユニットのいずれか一方を，プレス成形積層ボール紙以外の材料から形成でき，実際に任意の他の折り曲げ可能な材料で形成できると考えられる。例えば，隅柱を，金属またはプラスチック材料から形成することができる。",
                    "棚ユニットが過度に撓むことがないように，棚ユニットの外周のスカートの境界の内側で棚ユニットの下方にはめ込まれる金属製の「帽子」部(図示されていない)を設けてもよい。」",
                    "「(図)",
                    "」"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "①  被控訴人は，乙18には，「複数枚の直角四辺形の金属製棚板(棚アセンブリ)と，4本のL型支柱(隅柱アセンブリ)とからなり，各棚アセンブリの四隅のかど部を支柱の内側面に当接し，固定して組み立てることとした金属製棚において，棚アセンブリはスカート内側部分10b(内側側板)が内側に折り返されてスカート外側部分10a(外側側板)に重ね合わせられた二重構造になっており，棚アセンブリのスカート外側部分10a(外側側板)が支持面9のかどから隅柱アセンブリ1の幅の長さ分だけ切欠かれており，スカート内側部分10b(内側側板)をスカート外側部分10a(外側側板)の切欠部内に延出させ，これを隅柱アセンブリ1の内面に当接して，スカート外側部分10a(外側側板)の側面で隅柱アセンブリ1の両側面を挟む」構成が開示されていると主張する。",
                    "しかしながら，乙18には，「棚アセンブリ8の各々の角において，スカート外側部分10aが或る長さだけ除去されることで，凹んだ角部分がもたらされ，スカート内側部分10bによってもたらされる1対の舌12および14が露出している。」，「棚アセンブリ8を各々の隅柱アセンブリ1に結合させるために，支持面9の尖った角が隅柱アセンブリの或る1つの凹部5の角に受け入れられ，アーム6，7が隣接するスカート外側部分10aの内面に沿って位置するように，棚アセンブリの凹んだ角部分が隅柱アセンブリの凹部5に当接させられる。その後に，内壁部分10bが，舌12および14がアーム6，7に重なり，凹部5の切り欠き領域に受け入れられるように，上方へと内側に折り曲げられる。」と記載されているが，「棚アセンブリのスカート外側部分10a(外側側板)が支持面9のかどから隅柱アセンブリ1の幅の長さ分だけ切欠かれており」という構成の記載はない。",
                    "よって，被控訴人の主張は採用できない。",
                    "②  被控訴人は，本件発明は支柱の傾きを防止するという課題を有するところ，この課題は棚板の四隅を支柱に当接させて固定させる棚一般の課題であって，乙18発明にも共通するものであり，また，本件発明と乙18発明は，切欠によって作られた外側側板の側面で支柱の両側面を挟む点で，作用効果が基本的に一致しているから，乙13発明に乙18発明を適用する動機付けがあり，さらに，乙18によって教示される技術を適用すれば，相違点2に係る構成を得ることは，当業者にとって容易に想到し得ることであると主張する。",
                    "しかしながら，本件発明は，組立てと分解が容易で，使用中に棚板に対して支柱の傾斜することが確実に防がれ，しかも，美麗な金属製の棚及びワゴンに関するものであるところ，乙18発明は，臨時に商品を陳列するための陳列棚とその支脚又は支柱とからなる圧搾(圧縮)厚紙製の軽くて安価な臨時スタンドに関する発明であるから，乙18発明と本件発明との間で，課題が必ずしも共通しているとはいえない。また，乙18発明において，「スカート10を構成する外側の部分を切り欠いて外側部分で支柱を挟む構成」を適用した上で，更に具体的な構成が開示されていないアーム6及び7の削除という構造も適用することは，当業者にとっても容易に想到できるものとはいえない。さらに，乙18には，「隅柱ユニットまたは棚ユニットのいずれか一方を，プレス成形積層ボール紙以外の材料から形成でき，実際に任意の他の折り曲げ可能な材料で形成できると考えられる。例えば，隅柱を，金属またはプラスチック材料から形成することができる。」と記載されており，乙18発明は，材料が金属であっても適用できる技術とはいえるが，あくまでも人の力で折り曲げ可能なものを想定していると解されるから，本件発明や乙13発明で用いる鋼板を材料とすることまでは想定外というべきであり，乙18で示された技術思想を，鋼板を材料とするワゴンに使用することは，当業者であっても容易に想到し得るとはいえない。",
                    "以上のとおりであるから，乙13発明に乙18発明を適用する動機付けがあるとはいえず，その適用も容易に想到し得ないのであって，被控訴人の主張は理由がない。",
                    "③  なお，被控訴人は，アーム6及び7を省略した構成においては，「アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリープに収納される」ものではなく，また，支柱を棚板に固定(統合)する手段としてボルトやピンによる係止は周知慣用手段であり，アーム6及び7を省略した構成においても当業者が適宜採用することができるものであると主張する。",
                    "しかしながら，乙18発明は，「アーム6，7が，スカート部分の2層からなる厚さによってもたらされる保持スリーブに収容されることで棚アセンブリ8を隅柱アセンブリ1により固定した」基本構造を不可欠な要素としているのであって，「アーム6および7を省略してもよい」との記載は，乙18発明の構成一般において許されるものではなく，「舌の延長部12a及び14aが隅柱アセンブリ1のリム外側部分2b及びリム内側部分2aの間並びにリム外側部分3b及びリム内側部分3aの間にそれぞれ位置する」構成のみに初めて適用できる旨の記載があるにすぎない。すなわち，乙13発明においては，側壁ないし内接片が垂直方向に舌状に延び，二重構造の支柱で挟むということを想定していないから，アームなしの構成を採用した場合の乙18発明を適用する前提を欠くというほかない。",
                    "よって，被控訴人の主張は，採用できない。"
                  ]
                },
                {
                  "fig": "(c)",
                  "subject": "むすび",
                  "text": [
                    "以上のとおりであるから，乙13発明に乙18発明を適用することはできないし，適用したとしても，本件発明の相違点2に係る構成とすることはできず，本件発明は，乙13発明及び乙18発明に基づいて，当業者が容易に発明することができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "d",
              "subject": "乙19発明の適用について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "乙19の記載事項",
                  "text": [
                    "実公昭56-27793号公報(乙19)には，図面とともに，次のとおりの記載がある。",
                    "「本考案は，例えば一般家庭等において書物や台所用品等を整理整頓するために用いる組立用整理棚に関し，特に棚板とこの棚板を支える支柱との取付構造に関するものである」(第1欄32～35行)。",
                    "「この種の組立用整理棚としては従来から各種構造のものが案出されているけれども，この種の整理棚は特に捩れや横振れが生じやすく，これを簡易な方法で阻止することが困難とされている。そこで，従来での一般的な方法として捩れ，横振れは阻止できないとしながらも棚板と支柱とを固定するに際し棚板の1つのコーナー部分に対して二組のビスおよびナットを使用し一枚の棚板を支柱に取り付けるためにも最低八組のビスおよびナットを使用し，組立に手数がかかるばかりでなく，捩れや横振れも阻止することができず，その上コスト高になるという欠点があった」(第1欄36行～第2欄10行)。",
                    "「まず，天板9の長手方向に折目17を介して第1前側片10aおよび第1後側片11aを連設し，これら各側片10a，11aに折目18を介して第2前側片10bおよび第2前側片11b(「第2後側片11b」の誤記)を連設し，かつ，これら各側片10b，11bに折目19を介して折曲片20，21を連設すると共に，天板9の幅方向に折目22を介して第1左側片12aおよび第1右側片13aを連設し，これら各側片12a，13aに折目23を介して第2左側片12bおよび第2右側片13bを連設し，かつ，これら各側片12b，13bに折目24を介して折目片25，26を連設する一方，前記各側片12a，12b，13a，13bの両側に折目27を介して第1および第2の各コーナー片14a，14bを連設し，さらに，これら各コーナー片14a，14bに折目28を介して連結片29，30を連設し，これらの各片を各折目に沿つて折り曲げ第6図に示す如く構成したものである。",
                    "すなわち，第1前側片10aと第2前働片10b(「第2前側片10b」の誤記)とで前側壁10を，また，第1後側片11aと第2後側片11bとで後側壁11を，さらに第1左側片12aと第2左側片12bとで左側壁12を，さらにまた，第1右側片13aと第2右側片13bとで右側壁13をそれぞれ構成すると共に，第1コーナー片14a と第2コーナー片14bとでコーナー壁14を構成し，かつ連結片29，30の外側に各側壁10，11を連結することによつて段部15を形成したものである。なお，上記の実施例によつて棚板6を形成すると通常の厚みの約半分程度の厚みの薄鉄板で充分な強度を有する棚板6を形成することができるものである。」(第3欄12～41行)",
                    "「上記構成の棚板6における左右両側部に第4図に示す如く支柱1，1を当接させ，該支柱1の折曲片2と棚板6のコーナー壁14とをビス7およびナツト8によつて固定すると，各支柱1の端面3aが棚板6の各段部15に当接するため，整理棚の捩れや横振れを防止することができるものである」(第3欄42行～第4欄4行)。",
                    "「第7図ないし第9図は上記実施例の変形構造を示すもので，この変形例においてはコーナー壁14近傍における各側壁10,11,12,13に段部15,15’を形成した棚板6’を用い，この棚板6’を4本の支柱1’によつて支持するようにすると共に支柱1’の両側端面3aおよび3a'が棚板6’の段部15,15’と当接するように構成したもので，以下，この変形例においても先の実施例とほぼ同様の作用効果を奏するので，第7図乃至第9図において第1図乃至第4図と同一の部分には同一番号を付してその詳しい説明を省略する」(第4欄9～19行)。",
                    "「・・・支柱1,1の端面3aの棚板6,6’に設けた段部15とが当接して捩れや左右の横振れが阻止できて緊牢な組立棚となり・・・」(第4欄33～36行)",
                    "「(図面)",
                    "」"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "乙19発明の認定",
                  "text": [
                    "上記(a)の記載事項及び図面の記載からすると，乙19には，「棚板6は，略直角四辺形の天板9の長手方向に折目17を介して第1前側片10aおよび第1後側片11aを連設し，これら各側片10a，11aに折目18を介して第2前側片10bおよび第2後側片11bを連設し，かつ，これら各側片10b，11bに折目19を介して折曲片20，21を連設すると共に，天板9の幅方向に折目22を介して第1左側片12aおよび第1右側片13aを連設し，これら各側片12a，13aに折目23を介して第2左側片12bおよび第2右側片13bを連設し，かつ，これら各側片12b，13bに折目24を介して折目片25，26を連設する一方，前記各側片12a，12b，13a，13bの両側に折目27を介して第1および第2の各コーナー片14a，14bを連設し，さらに，これら各コーナー片14a，14bに折目28を介して連結片29，30を連設し，天板9と前側壁10(または後側壁11)とコーナー壁14と連結片29とに隣接する部分は，切り欠かれた空間とし，これらの各片を各折目に沿つて折り曲げ構成し，棚板6の段部15が支柱1の端面と当接し，コーナー壁14と左側壁12(または右側壁13)が，支柱1の内面と当接した組立用整理棚。」(乙19発明1)，「棚板6は，略直角四辺形の天板9の長手方向に折目17を介して第1前側片10aおよび第1後側片11aを連設し，これら各側片10a，11aに折目18を介して第2前側片10bおよび第2後側片11bを連設し，かつ，これら各側片10b，11bに折目19を介して折曲片20，21を連設すると共に，天板9の幅方向に折目22を介して第1左側片12aおよび第1右側片13aを連設し，これら各側片12a，13aに折目23を介して第2左側片12bおよび第2右側片13bを連設し，これらの各片を各折目に沿つて折り曲げ構成し，棚板6には，コーナー壁14，段部15，15’も設け，棚板6の段部15，15’が支柱1’の端面と当接し，コーナー壁14が，支柱1’の内面と当接した組立用整理棚。」(乙19発明2)が記載されているといえる。",
                    "しかしながら，乙19には，棚板の側壁(側板)が二重構造であることや，棚板に支柱の端面が当接する段部が設けられていることは記載されているが，四辺に近い方の「側壁」である第1側片10a，11a，12a，13a(外側側板)が，「支柱の幅の長さ分だけ切欠」かれていることは記載されておらず，各側壁の第2側片10b，11b，12b，13b(内側側板)が支柱に当接することも記載されていない。"
                  ]
                },
                {
                  "fig": "(c)",
                  "subject": "乙19発明の適用について",
                  "text": [
                    "乙13発明と乙19発明とは，組立可能な棚という共通の技術分野に属している上に，支柱と棚板をボルトで固定するだけでは十分強固に支柱に固定できないという従来技術の持つ課題を解決するための手段を共に示す発明であるから，乙13発明に乙19発明の適用を試みることは，当業者であれば容易になし得ることであるといえる。",
                    "しかしながら，上記(b)で説示したように，乙19には，外側側板が支柱の幅の長さ分だけ切欠かれていることは記載されていないから，乙13発明に乙19発明を適用しても，乙13発明の棚板の外側側板を切り欠いて内側側板に支柱を当接すること，すなわち，本件発明の相違点2に係る構成とすることはできない。"
                  ]
                },
                {
                  "fig": "(d)",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，乙19の第7～9図の変形例において，段部15，15′を形成するため，「第1前側片10a，第1後側片11a，第1左側片12a，第1右側片13aを支柱の幅の長さ分だけ切欠き」，さらに，コーナー壁を形成するため，「第2前側片10b，第2後側片11b，第2左側片12b，第2右側片13bを第1前側片10a，第1後側片11a，第1左側片12a，第1右側片13aの切欠部内に延出させ，これを支柱1′の内側に当接して，段部15，15′で支柱1′の両側面を挟む」構成(乙19発明)が開示されていると主張する。",
                    "しかしながら，乙19には，上記(b)，(c)で説示したように，第1側片を支柱の幅だけ切り欠く構成について，記載されておらず，その示唆もない。よって，控訴人の主張は採用できない。"
                  ]
                },
                {
                  "fig": "(e)",
                  "subject": "むすび",
                  "text": [
                    "以上のとおりであるから，乙13発明に乙19発明を適用して，本件発明の相違点2に係る構成とすることは，当業者が容易に想到し得るものではない。",
                    "よって，本件発明2は，乙13発明及び乙19発明に基づいて，当業者が容易に発明することができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "e",
              "subject": "乙40，41の参酌について",
              "text": [
                "被控訴人は，乙40のカタログには，箱底の四辺に近い方の側板を切り欠き，側板の側面で支柱を挟み込む構造が記載されていると主張する。",
                "しかしながら，乙40のカタログには，ワゴンの外観の写真及び支柱と棚板の関係の簡略な図面が掲載されているだけであって，そこに記載されたワゴンが，棚板側板を内側に折り返しているかどうか，二重構造であるかどうか，内接片を切欠内に延出した構造であるかどうかなどは，不明といわざるを得ない。",
                "よって，乙40に記載されたワゴンにおいて，上記構造があることを前提に，本件発明の進歩性の有無を判断することはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "text": [
        "被控訴人は，乙41の金属製ワゴンは，本件発明と同様に，棚板の側板を内側に折り返して二重構造としたものであるところ，外側側板を箱底のかどから支柱の幅の長さだけ切り欠いて，切欠によって作られた外側側板で支柱の両側面を挟むという点で，乙13発明と構造及び作用効果が基本的に一致しているから，(内側に折り返して二重構造とした)乙13発明に乙7発明，乙18発明，乙19発明を適用する際に，(内側に折り返して二重構造とした)乙41の金属製ワゴンを参酌すれば，四辺に近い方の外側の部分(外側側板)を切り欠いて，相違点2にかかる構成を得ることは，容易に想到し得る旨を主張する。",
        "しかしながら，先に説示したとおり，乙13発明に乙18発明を適用することはできないし，乙13発明に乙7発明，乙19発明を適用しても，四辺に近い方の「側壁」のみが「支柱の幅の長さ分だけ切欠」かれている構成には至らないから，本件発明に想到することはできず，このことは，適用する発明を単独で組み合わせても重畳的に適用しても変わりはない。そして，乙41の写真では，その構成が明瞭とはいい難い面がある上，支柱と当接するのは，四辺に近い方ではない「側壁」である内側側板とは別体の金具であり，また，四辺に近い方の外側側板だけではなく，内側側板も切欠されているから，「四辺に近い外側の部分(外側側板)を切欠いた構成」や「内接片が外側側板の切欠部内に延出している構成」が示されているということはできない。そうすると，乙13発明へ乙7発明，乙19発明を単独又は重畳的に適用するに当たって，乙41に記載された技術思想ないし技術常識を踏まえても，四辺に近い方の「側壁」のみが「支柱の幅の長さ分だけ切欠」かれている構成を想到することは困難である。",
        "したがって，乙13発明に乙7発明，乙18発明，乙19発明を単独又は重畳的に適用するに当たり，乙41を参酌したとしても，本件発明に想到することはできない。被控訴人の主張は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(3)",
                      "subject": "乙14発明を主引用例とする無効主張について"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件特許出願に頒布された刊行物である実開昭59-20014号のマイクロフィルム(乙14)には，次の事項が記載されている。",
        "「3．考案の詳細な説明",
        "本考案は主に物品陳列用にスチール製組立棚において，その棚板のコーナー部をアングル支柱へ取付固定するための固定金具に係り，殊更その取付状態のもとで該金具の互いに直角な一対の垂直板が，その左右の先端部側から揺れ動いたり，或いはグラツキ歪むことを確実に防止して，常に安定・堅牢な固定状体を保てるようにすると共に，そのための必要構成としてもメーカー毎に異なる棚板の各種へ，そのまま汎用できるよう改良したものである。",
        "以下，図示の実施態様に基いて本考案の具体的構成を説明すると，先ず第1～11図は所謂内巻き使用形態の組立棚を表わしているが，これでは棚板(S)に対して外側から順次コーナー固定金具(M)とアングル支柱(P)とが重ね合わされ，その3部材を複数のボルト(1)とナット(2)によって締結固定するようになっている。・・・",
        "棚板(S)は四角形の水平な物品戴置面(5)と，これから下向き直角に曲げ出された折曲側面(6)とから，広幅な断面倒立U字型をなしている。(7)はそのコーナー部に開設された折曲げ用の逃し切欠，・・・であり，いずれも横方向に細長い楕円形を呈している。",
        "その場合，棚板(S)の折曲側面(6)は第1，2図から示唆されるように，その下端縁部から更に内側へ上向き連続反転状として折曲げ重合一体化されており，その状態によって下端縁部の危険防止と強度アップが図られている。・・・",
        "次に，第12～14図は所謂外巻き使用形態の組立棚を示しており，これでは棚板(S)のコーナー部に外側から先ず支柱(P)が，次いで固定金具(M)が順次重ね合わされて，やはりボルト(1)とナット(2)により締結固定される。・・・",
        "・・・その余の構成と作用は，上記内巻き使用形態のそれと実質的に同一であるため，第12～14図に第1～11図との共通符号を記入するにとどめて，その詳細説明を省略する。",
        "以上のように，本考案のコーナー固定金具(M)は棚板(S)をボルト(1)とナット(2)によりアングル支柱(P)へ取付固定するためのものとして，その棚板(S)の折曲側面(6)にフィットする互いに直角な一対の垂直板(12)を備えて成り，その垂直板(12)に開口されたボルト貫通孔(14)(15)の周辺に，ボルト(1)とナット(2)の締結時に押圧されて棚板(S)の折曲側面(6)に喰付く爪(17)を突設してあるため，その棚板(S)の取付状態における固定金具(M)の揺れ動きや，グラツキなどの全体的歪み変形をその爪(17)の喰付き力によって確実に防止でき，棚板(S)を安定・堅牢に固定することができる。」(2頁3行～10頁15行)"
      ]
    },
    {
      "fig": "イ",
      "subject": "本件発明と乙14発明の対比について",
      "text": [
        "上記記載事項及び図面によれば，乙14には，控訴人の主張するとおり，「複数枚の直角四辺形の金属製棚板と，4本のアングル支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てることとした金属製棚において，上記棚板は直角四辺形の箱底の四辺に側板の外側の部分(「外壁板(10)」)と側板の内側の部分(「内壁板(11)」)とがこの順序に連設されていて，側板の内側の部分(「内壁板(11)」)を折り返して側板の外側の部分(「外壁板(10)」)に重ね合わせるとともに，側板の内側の部分(「内壁板(11)」)が箱の内側へくるように側板の外側の部分(「外壁板(10)」)を起立させて浅い箱状体としたものであって，側板の外側の部分(「外壁板(10)」)及び側板の内側の部分(「内壁板(11)」)を支柱にボルトにより固定した，金属製棚」(乙14発明)が，技術思想として開示されている。",
        "そこで，本件発明と乙14発明を対比すると，乙14発明において，本件発明において見られるような，側壁の内側の板が「内接片」となる構成，棚板が「各側壁が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜き，内接片を折り返して側壁に重ね合わせるとともに，内接片が箱の内側へくるように側壁を起立させて浅い箱状体とした」ものであるという構成，棚板と支柱の固定が「側壁の切欠部内に延出している内接片を支柱の内側に当接し，切欠によって作られた側壁の側面で支柱の両側面を挟み，内接片を支柱にボルトで固定」するという構成は存在しないと認められ，乙14発明についても，本件発明と乙13発明との相違点2と同じ相違点が認められる。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "乙7発明の適用について",
      "text": [
        "乙14発明と乙7発明とは，金属製棚という共通の技術分野に属している上に，支柱と棚板をボルトで固定するだけでは十分強固に支柱に固定できないという従来技術の持つ課題を解決するための手段を共に示す発明であるから，乙14発明に乙7発明を適用することは，当業者が容易に着想し得ることである。",
        "しかしながら，上記で説示したように，乙7には，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成が記載されているとはいえないから，本件発明の相違点2に係る構成とすることは，当業者が容易に想到し得ることとはいえない。"
      ]
    },
    {
      "fig": "エ",
      "subject": "乙18発明の適用について",
      "text": [
        "上記で説示したとおり，乙18には，「棚アセンブリのスカート外側部分10a(外側側板)が支持面9のかどから隅柱アセンブリ1の幅の長さ分だけ切欠かれており」という構成の記載はないから，乙18発明を適用しても，本件発明の相違点2に係る構成に想到することができない。",
        "そもそも，乙18発明と本件発明との間で，課題が必ずしも共通しているとはいえない。また，乙18発明において，「スカート10を構成する外側の部分を切り欠いて外側部分で支柱を挟む構成」を適用した上で，更に具体的な構成が開示されていないアーム6及び7の削除という構造も適用する動機付けはない。さらに，乙18発明は，材料が金属であっても適用できる技術とはいえるが，あくまでも人の力で折り曲げ可能なものを想定していると解されるから，本件発明や乙13発明で用いる鋼板を材料とすることまでは想定外というべきであり，乙18で示された技術思想を，鋼板を材料とするワゴンに使用することは，当業者であっても容易に想到し得るとはいえない。",
        "以上のとおりであるから，乙13発明に乙18発明を適用する動機付けがあるとはいえず，その適用も容易に想到し得ない。"
      ]
    },
    {
      "fig": "オ",
      "subject": "乙19発明の適用について",
      "text": [
        "乙14発明と乙19発明とは，組立可能な棚という共通の技術分野に属している上に，支柱と棚板をボルトで固定するだけでは十分強固に支柱に固定できないという従来技術の持つ課題を解決するための手段を共に示す発明であるから，乙14発明に乙19発明の適用を試みることは，当業者であれば容易になし得ることであるといえる。",
        "しかしながら，上記で説示したように，乙19には，外側側板が支柱の幅の長さ分だけ切欠かれていることは記載されていないから，乙14発明に乙19発明を適用しても，本件発明の相違点2に係る構成とすることはできない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(4)",
                      "subject": "乙17発明を主引用例とする無効主張について"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件特許出願に頒布された刊行物である実公昭41-2774号公報(乙17)には，次の事項が記載されている。",
        "「図面の簡単な説明",
        "第1図は本考案に係る棚板の展開図・・・第4図は第2図のA-A線切断矢視図，・・・第6図は使用状態を示す斜面図である。",
        "考案の詳細な説明",
        "本考案は1枚の鋼板を用いて抜型により基板1と，前後側板2，3と左右4，5と，これ等各板に延設の補強板6と折曲片7とを設けると共に，後両側板2，3及び必要によっては左右両側板4，5に矩形孔8をそれぞれ穿孔して，前後両側板2，3と左右両側板4，5とを直角に起立したのち，補強板6をそれぞれ内側に折曲げ，更に各折曲片7を折曲げて箱体を構成し，上記補強板6と前後両側板2，3(場合によっては左右両側板4，5)との間に若干の空隙9を存置せしめて，この空隙9内に矩形孔8から各札を差込み得るようにしたものである。",
        "・・・基板1を棚面として用いるか，箱の状態として用いるかは利用状態に応じて定まり，また取付孔10を利用してボルトとナットで取付けるか，その侭棚板受上に戴置するかはその利用状態によって定まる。",
        "・・・",
        "また本考案は前後左右の各板を一連の鋼板で構成すると共に，上記各板に延設の補強板によって二重構成としたものであるから，工作が簡単である上に相当の重圧と歪みに対する耐力を有して永久的に使用し得る効果がある。」(1頁左欄10行～右欄22行)"
      ]
    },
    {
      "fig": "イ",
      "subject": "本件発明と乙17発明の対比について",
      "text": [
        "上記記載事項及び図面によれば，控訴人の主張するとおり，乙17には，「複数枚の直角四辺形の金属製棚板と，4本のL型支柱とからなり，各棚板の四隅のかど部を支柱の内側面に当接し，ボルトにより固定して組み立てることとした金属製棚において，上記棚板は直角四辺形の箱底の四辺に側板の外側の部分(「前後側板2，3」及び「左右側板4，5」)と側板の内側の部分(「補強板6」)とがこの順序に連設されていて，側板の内側の部分(「補強板6」)を折り返して側板の外側の部分(「前後側板2，3」及び「左右側板4，5」)に重ね合わせるとともに，側板の内側の部分(「補強板6」)が箱の内側へくるように側板の外側の部分(「前後側板2，3」及び「左右側板4，5」)を起立させて浅い箱状体としたものであって，側板の外側の部分(「前後側板2，3」及び「左右側板4，5」)及び側板の内側の部分(「補強板6」)を支柱にボルトにより固定した，金属製棚」(乙17発明)という技術思想が開示されている。",
        "そこで，本件発明と乙17発明を対比すると，乙17発明において，本件発明において見られるような，側壁の内側の板が「内接片」となる構成，棚板が「各側壁が箱底のかどから支柱の幅の長さ分だけ切欠された形状に金属板を打ち抜き，内接片を折り返して側壁に重ね合わせるとともに，内接片が箱の内側へくるように側壁を起立させて浅い箱状体とした」ものであるという構成，棚板と支柱の固定が「側壁の切欠部内に延出している内接片を支柱の内側に当接し，切欠によって作られた側壁の側面で支柱の両側面を挟み，内接片を支柱にボルトで固定」するという構成は存在しないと認められ，乙17発明についても，本件発明と乙13発明との相違点2と同じ相違点が認められる。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "乙7発明の適用について",
      "text": [
        "乙17発明と乙7発明とは，金属製棚という共通の技術分野に属している上に，支柱と棚板をボルトで固定するだけでは十分強固に支柱に固定できないという従来技術の持つ課題を解決するための手段を共に示す発明であるから，乙17発明に乙7発明を適用することは，当業者が容易に着想し得ることである。",
        "しかしながら，上記で説示したように，乙7には，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成が記載されているとはいえないから，本件発明の相違点2に係る構成とすることは，当業者が容易に想到し得ることとはいえない。"
      ]
    },
    {
      "fig": "エ",
      "subject": "乙18発明の適用について",
      "text": [
        "上記で説示したとおり，乙18には，「棚アセンブリのスカート外側部分10a(外側側板)が支持面9のかどから隅柱アセンブリ1の幅の長さ分だけ切欠かれており」という構成の記載はないから，乙18発明を適用しても，本件発明の相違点2に係る構成に想到することができない。",
        "そもそも，乙18発明と本件発明との間で，課題が必ずしも共通しているとはいえない。また，乙18発明において，「スカート10を構成する外側の部分を切り欠いて外側部分で支柱を挟む構成」を適用した上で，更に具体的な構成が開示されていないアーム6及び7の削除という構造も適用する動機付けはない。さらに，乙18発明は，材料が金属であっても適用できる技術とはいえるが，あくまでも人の力で折り曲げ可能なものを想定していると解されるから，本件発明や乙17発明で用いる鋼板を材料とすることまでは想定外というべきであり，乙18で示された技術思想を，鋼板を材料とするワゴンに使用することは，当業者であっても容易に想到し得るとはいえない。",
        "以上のとおりであるから，乙17発明に乙18発明を適用する動機付けがあるとはいえず，その適用も容易に想到し得ない。"
      ]
    },
    {
      "fig": "オ",
      "subject": "乙19発明の適用について",
      "text": [
        "乙17発明と乙19発明とは，組立可能な棚という共通の技術分野に属している上に，支柱と棚板をボルトで固定するだけでは十分強固に支柱に固定できないという従来技術の持つ課題を解決するための手段を共に示す発明であるから，乙17発明に乙19発明の適用を試みることは，当業者であれば容易になし得ることであるといえる。",
        "しかしながら，上記で説示したように，乙19には，外側側板が支柱の幅の長さ分だけ切欠かれていることは記載されていないから，乙17発明に乙19発明を適用しても，本件発明の相違点2に係る構成とすることはできない。"
      ],
      "content": [
        {
          "fig": "(5)",
          "subject": "乙7発明を主引用例とする無効主張について"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "乙7発明は，上記(2)エ(ウ)bで説示したとおりの発明であり，本件発明と対比すると，本件発明のように，「箱底」の四辺に「側壁」と「内接片」が，この順序で連接されていて，四辺に近い方の「側壁」が，「支柱の幅の長さ分だけ切欠」かれている構成が示されているとはいえない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "したがって，外側側板が支柱の幅の長さ分だけ切欠かれていることは記載されていない乙18発明，乙19発明を乙7発明に適用しても，本件発明の相違点2に係る構成とすることはできない。"
      ],
      "content": [
        {
          "fig": "(6)",
          "subject": "小括",
          "text": [
            "以上によれば，被控訴人らの特許法104条の3に基づく権利行使の制限の抗弁はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "1",
              "subject": "争点4(株式会社アサヒが本件特許権を有していた期間の請求の可否。すなわち，被控訴人の消滅時効の抗弁に対する信義則違反の再抗弁の成否。)について",
              "text": [
                "弁論の全趣旨によれば，株式会社アサヒが，平成26年8月8日，控訴人に対し，本件特許権を保有している期間内に関する，被控訴人らに対する不法行為に基づく損害賠償請求権を譲渡した事実が認められる。その後，株式会社アサヒは，内容証明郵便により，被控訴人らに対して，同債権譲渡を通知した事実は，当事者間に争いがない。したがって，控訴人は，被控訴人らに対し，上記債権譲渡の事実を対抗することができる。",
                "他方，被控訴人らは，平成26年8月25日，当審における第2回弁論準備手続期日において，控訴人に対し，平成23年4月27日以前の被控訴人製品の販売に関して発生した，本件特許権侵害という不法行為に基づく損害賠償債務につき，消滅時効を援用する旨の意思表示をしたことは，当裁判所に顕著である。そして，消滅時効の抗弁は，被控訴人らが，株式会社アサヒに対して，上記債権譲渡通知を受けるまでに既に対抗できた事情であるから，譲受人である控訴人に対しても主張することができる。",
                "この点，控訴人は，消滅時効の援用は信義則に違反して許されない旨主張する。しかしながら，被控訴人らは，本件訴訟の審理経過において，原審の第1回口頭弁論期日に先立って平成23年10月14日に提出された答弁書において，既に，本件特許権を控訴人が株式会社アサヒから譲り受ける前の損害賠償請求について理由がないことを主張していたのみならず，その後も一貫して，特許権侵害を争い，損害賠償債務の存在及び金額を争ってきたことは，弁論の全趣旨により明らかである。また，被控訴人らが，被控訴人製品の売上げや原価を明らかにした上で，損害に関する主張を行ったのも，裁判所の訴訟指揮に基づくものである。被控訴人らによる消滅時効の抗弁は，控訴人が，本件特許権を譲り受ける前の期間に関する部分の請求の可否を基礎付ける請求原因として，平成26年8月19日付け準備書面(4)において，株式会社アサヒの損害賠償請求権を譲り受けたという新たな請求原因事実を追加したことに対応し，控訴人の上記主張に対する反論として，被控訴人らが直ちに主張したものであるから，本件訴訟の審理過程において，控訴人に対して消滅時効の援用をしないという期待を抱かせるような被控訴人らの行為は存在せず，被控訴人らによる消滅時効の援用が信義則に反するとは認められない。控訴人の主張は採用できない。",
                "よって，控訴人の請求のうち，平成23年4月27日以前の被控訴人製品の販売についての不法行為に基づく損害賠償請求は理由がない。"
              ]
            },
            {
              "fig": "5",
              "subject": "争点3(被控訴人らの連帯責任の有無及び控訴人の損害(推定覆滅事由を含む))"
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "被控訴人らの連帯責任",
          "text": [
            "複数の者について不法行為責任が認められる場合において，各侵害者につき，共同不法行為責任が成立するためには，各侵害者に共謀関係があるなど主観的な関連共同性が認められる場合や，各侵害者の行為に客観的に密接な関連共同性が認められる場合など，各侵害者に，他の侵害者による行為によって生じた損害についても負担させることを是認させるような特定の関連性があることを要するというべきである。そして，製造業者が小売業者に製品を販売し，これを小売業者が消費者に販売するという取引形態は，極めて一般的なものであり，製造業者と小売業者双方が，このような取引形態を取っていることを認識し容認しているとしても，これだけでは共同不法行為責任を認めるに足りるだけの十分な関連共同性があるとはいえない。",
            "本件において，弁論の全趣旨によれば，製造業者である被控訴人コージ産業は，小売業者である被控訴人トラスコ中山に対し，被控訴人製品をすべて納入しているが，被控訴人らの間に資本的，人的関係があることを認めるに足りる証拠はなく，被控訴人製品の売上げが被控訴人双方における売上げに占める割合は極めて低い上，被控訴人トラスコ中山の取引先は約2000社であるから(乙46)，被控訴人トラスコ中山にとって被控訴人コージ産業は単なる取引先の1つという評価もできる。しかしながら，被控訴人コージ産業は，平成21年3月期の全社売上げ1195億0694万円，事業所数全国で105か所という被控訴人トラスコ中山の営業力(甲2)を背景として，同被控訴人に被控訴人製品の全品を確実に買い取ってもらえるという信頼の下に，当該製品の製造を行い，他方，被控訴人トラスコ中山も，被控訴人コージ産業の製造した製品を独占的に買い取ることで，商品供給を確実にするという関係にあったと認められるから，被控訴人双方は，相互に利用補充しながら，被控訴人製品の製造・販売をしてきたということができる。したがって，本件において，被控訴人らの行為には，客観的に密接な関連共同性があったといえ，共同不法行為責任が成立するというべきである。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "被控訴人トラスコ中山の行為による損害"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "特許法102条2項の利益について",
      "text": [
        "特許法102条2項に基づいて損害賠償を算定するに当たり，同項に定める侵害行為から受けた「利益」とは，当該特許権を侵害した製品の売上合計から原材料費ないし仕入れ価格の合計を控除した上で，さらに，侵害製品の販売数量の増加と直接関連して変動する経費のみを控除したものを指すと解するのが相当である。また，当該侵害品の販売と関連する一定の費用を要したとしても，そのことが侵害行為を行った者の会計処理上明らかでない場合は，原則として，当該費用を変動経費に算入すべきではない。なぜなら，上記の損害賠償の算定に当たって，当該費用を侵害品と明確に関連性させて処理していないことによる不利益は，侵害を行った者が負うのが相当だからである。",
        "以上に反する被控訴人らの主張は採用しない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "損害の算定",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "販売数量及び販売金額",
                  "text": [
                    "被控訴人製品の販売数量が●●●●個であり，販売金額が●●●●●●●●●円であることは，当事者間に争いがない。このうち，被控訴人トラスコ中山の平成23年4月28日以降の被控訴人製品の販売数量が●●●●個，販売金額が●●●●●●●●●円であることは，乙74の2により認められる(別紙A-2)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "控除される変動経費",
                  "text": [
                    "①  被控訴人コージ産業からの仕入額",
                    "変動経費に当たることにつき，当事者間に争いはなく，乙74の2によれば，平成23年4月28日以降の仕入額である●●●●●●●●●円(別紙3-B)につき控除される。",
                    "②  販売のための広告費用",
                    "まず，販売促進費については，被控訴人製品の販売のために経費が増加すると認められれば，これを変動経費と見る余地はある。しかしながら，被控訴人製品は，オレンジブックと称するカタログで専ら販売されていると認められるところ(乙72)，甲2，乙46によれば，同カタログ掲載の取扱アイテム数は，平成21年9月末時点で13万7000点，平成24年6月末時点で17万8300点にも及んでいる。乙61の1ないし61の3，乙79の1ないし79の3によれば，同カタログにおいて被控訴人製品が掲載されたのは，平成23年度は全2938頁中3頁，平成24年度は全3616頁中4頁，平成25年度は全2940ページ中4頁であって，いずれのカタログでも，被控訴人製品の掲載されたページの割合は0．1％程度しかない。したがって，カタログの作成が，被控訴人製品の販売のためになされていたとはいえないことはもとより，被控訴人製品の販売のために，その作成費用が増加したこともうかがわれない。したがって，被控訴人ら主張の販売促進費は，控除することができないというべきである。",
                    "次に，謝恩企画については，被控訴人製品の実質的な値引き販売と同視できるものであれば，謝恩企画に要した費用を，売上額から除外する余地はある。しかしながら，乙62の1ないし62の3によれば，被控訴人トラスコ中山は，被控訴人製品の購入者を含めて，顧客ごとの年間購入総額に応じて一定のキャッシュバックを行っており，その対象となる最低売上額も2400万円と高額であるから，被控訴人製品の販売だけで同謝恩企画の対象となるわけではない。謝恩企画の対象者の中には，被控訴人製品を購入した者も含まれているが，乙63によると，購入した該当者のうち，被控訴人製品の購入額が全購入額に占める割合が最も高い者でも，当該割合は●●●●●％と極めて低いから，被控訴人製品の購入は，謝恩企画の対象となったことへの寄与も極めて小さいといわざるを得ない。しかも，謝恩企画の景品内容は，トラスコボンドという金券であり，次回以降の購入時に使用されるだけであって，あくまでも値引きの対象は新たな購入品であり，再度の購入の際に金券が確実に使用されるとも限らないから，現金を還元した場合と同視することはできず，被控訴人製品に対する実質的な値引きと同等に評価することはできない。したがって，謝恩企画に要した費用は，控除することができないというべきである。",
                    "また，通信費，旅費交通費及び会議費については，被控訴人製品の販売のために経費が増加すると認められれば，これを変動経費と見る余地はある。しかしながら，乙72によれば，これらの費目は，被控訴人製品を含めた商品の販売活動のために必要なものであり，販売数量が増えれば必然的に顧客とのやり取りや顧客訪問が増えたはずであるから，被控訴人製品の全社売上げに占める割合に応じた金額が，通信費，旅費交通費及び会議費として増加したはずであるというにすぎない。被控訴人製品に関する具体的な通信内容や会議の内容，出張先とその出張目的等は不明であるし，被控訴人製品発売の影響とこれらの費用の関連を示す証拠もない。したがって，被控訴人ら主張の通信費，旅費交通費及び会議費は，被控訴人製品の開発や苦情処理のために追加して支出された費用とは認められず，控除することができないというべきである。",
                    "③  販売のための人件費用",
                    "人件費については，被控訴人製品の販売のために従業員を雇い入れたというような事情が認められれば，これを変動経費と見る余地はある。しかしながら，甲2，乙46，66によれば，被控訴人トラスコ中山における平成21年9月末時点での従業員数は社員1244名，パート311名，平成24年6月末時点での従業員数は社員1195名，パート451名であり，それらの従業員は全国に100か所以上ある事業所で勤務していたと認められるし，被控訴人製品の売上額は，被控訴人トラスコ中山の売上げ全体の約●●●●●％(平成23年4月28日以降に限定しても●●●●●％。別紙3-A，3-B)にすぎない。したがって，被控訴人製品の販売のための雇用が必要であったことをうかがわせるような事情は認められず，その他，被控訴人製品の販売のために新たに従業員を雇用したことを認めるに足りる証拠もない。したがって，被控訴人ら主張の人件費は，控除することができないというべきである。",
                    "④  被控訴人製品の運搬に要する費用",
                    "被控訴人製品の運搬に要する費用については，乙72によれば，被控訴人トラスコ中山は，被控訴人製品を店舗等で販売しておらず，カタログ販売のみであるから，顧客に対して自社の費用負担で被控訴人製品を顧客の指定する場所まで必ず配送することになり，被控訴人製品の販売と直接関連する費用であり，控除されるべきであるといえる。もっとも，被控訴人トラスコ中山の平成24年3月期の売上高は1299億1200万円であり(乙46)，大規模取引の結果，配送にかかる単価は通常よりも安価となるのが一般的と考えられるから，被控訴人製品を配送する仮定的な場合を想定した見積り額である●●●●●●●●円(別紙2)が，実際に要した費用と同視することはできない。被控訴人らの主張によれば，被控訴人トラスコ中山の運賃荷造費及び傭車料を被控訴人製品の売上げの全社売上げに占める割合に応じて按分すると，●●●●円程度になるが(1個当たり●●●円程度)，これは，被控訴人製品の体積からすればかなり安価といえ，一度に複数の注文があるような事情を想定しても，運搬費用として相当な費用というべきである。したがって，●●●●円を控除することとする。",
                    "⑤  被控訴人製品の保管等に要する費用",
                    "まず，借地借家料については，被控訴人製品の販売のために限定して新たな土地や倉庫等の建物の賃貸借契約を締結し，経費が増加すると認められれば，これを変動経費と見る余地はある。しかしながら，被控訴人製品の売上額は，被控訴人トラスコの売上げ全体の約●●●●●％(平成23年4月28日以降に限定しても●●●●●％)にすぎないから(別紙1-A，1-B)，被控訴人製品の販売のための新たな賃貸借契約が必要であったかどうかは不明であり，被控訴人製品の販売のために新たに賃貸借契約を締結したことを認めるに足りる証拠もない。したがって，被控訴人ら主張の借地借家料は，控除することができないというべきである。",
                    "被控訴人ら主張の保守点検費，水道光熱費及び消耗品についても，同様のことがいえるから，控除することができないというべきである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "推定覆滅事由等",
                  "text": [
                    "特許権等の侵害者が受けた利益を特許権者等の損害と推定する特許法102条2項の推定を覆滅できるか否かは，侵害行為によって生じた特許権者等の損害を適正に回復するとの観点から，侵害品全体に対する特許発明の実施部分の価値の割合のほか，市場における代替品の存在，侵害者の営業努力，広告，独自の販売形態，ブランド等といった営業的要因や，侵害品の性能，デザイン，需要者の購買に結びつく当該特許発明以外の特徴等といった侵害品自体が有する特徴などを総合的に考慮して，判断すべきものである。",
                    "①  寄与度",
                    "まず，本件発明は，金属製ワゴン全体に関する発明であり，発明の効果をもたらす美観と傾き防止機能は，金属製ワゴンの支柱に合うように形成された棚板のかど部の形状によってもたらされるものであるが，被控訴人製品が製品全体に関する本件発明の実施品であることに変わりはなく，被控訴人製品の特徴的機能に本件発明が大きく寄与しているものと認められる。被控訴人製品が，被控訴人コージ産業の保有する特許権(特許第4910097号)の実施品であるとしても，上記特許権のうち，外壁と内壁の間の中空部分の構造強化に資する程度は不明であって，本件発明の構造である，内側に折り曲げたことによる外壁と内壁の二重構造とその際の側壁の切欠によって延設された内接片と支柱の当接，支柱と側壁の側面の当接が，構造強化に大きく寄与していると考えられる。しかも，上記特許権の特徴である外壁と内壁の間の中空部や内壁の自由端部の構造は，外観上は明らかではなく，外観の写真しか掲載しないカタログ販売において，その点が消費者の購入意欲に大きく影響するとは考え難い(乙70，73)。",
                    "また，本件発明の効果である美観や傾き防止機能を有する製品は，従前からあったとしても(乙71の1ないし71の15)，これまで公に知られていた金属製ワゴンは，両方の機能を兼ね備えたものとは必ずしも認められないから，両方を兼ね備えた被控訴人製品の購買への訴求力を否定するものではなく，実際，被控訴人製品が，販売のためのカタログにおいて，「美しい美観と強度に優れ，横ユレがありません。」と宣伝され，上記2つの機能を広告文言に使用していたことからも(乙54の1，54の2)，本件発明が被控訴人製品において発揮した上記2つの効果は，需要者に対する訴求力を持った機能であると認められる。",
                    "確かに，控訴人の販売した金属製ワゴンのうち，本件発明の実施品の割合は，平成23年度が571品番中16品番，平成24年度が1032品番中16品番，平成25年度が894番中18品番と少ないが(乙52の1ないし52の3)，そうであるとしても，およそ金属製ワゴンであれば代替品や競合品となり得るということはできないし，同一構成で同様の作用効果を有する被控訴人製品が販売されたことによる影響も考えられるのであって，本件発明の需要者に対する訴求力のなさを直ちに意味するものではない。",
                    "②  推定覆滅事由",
                    "甲1，2によれば，平成23年ころの時点で，控訴人は，従業員数350名，全国に40の営業所を展開する会社であると認められ，被控訴人トラスコ中山よりも会社の規模は小さいが，十分な生産能力や販売能力を有していると推認され，事業規模による推定覆滅は認められない。",
                    "また，被控訴人製品が，被控訴人トラスコ中山が従前から販売していたワゴンのモデルチェンジをした製品であるとしても(乙53の1，53の2)，販売された被控訴人製品は，被控訴人トラスコ中山の従前からの顧客が，オレンジブックを配布されて，製品の内容等を検討することなく，単純に従前の旧モデルを買い換えたと認めるに足りる証拠はない。",
                    "もっとも，被控訴人製品がカタログ販売されていた事情に鑑みると，被控訴人製品の購入動機が，本件発明に関わる美観と傾き防止性能のみにあるとは考えられないし，金属製ワゴンの市場では，多数のメーカーが製品を販売している以上(乙71の1ないし71の15)，被控訴人トラスコ中山が販売した被控訴人製品のすべてについて，控訴人が控訴人製品を販売できたと解することは困難である(ただし，前述したとおり，被控訴人製品が他の金属製ワゴンにはない機能を有している事情に鑑みれば，市場で販売された他の金属製ワゴンが直ちに競合品や代替品に該当するということはできず，大幅な推定覆滅は認められない。)。",
                    "③  小括",
                    "以上の事情を総合すると，覆滅割合としては，20％が相当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "損害の計算",
      "text": [
        "(●●●●●●●●●円-●●●●●●●●●円-●●●●円)×0．8＝1245万3719円(以下，1円未満四捨五入)"
      ]
    },
    {
      "fig": "エ",
      "subject": "弁護士費用",
      "text": [
        "上記ウ以外に弁護士費用として150万円を被控訴人トラスコ中山の行為による損害と認める。"
      ]
    },
    {
      "fig": "オ",
      "subject": "合計",
      "text": [
        "以上によれば，損害額合計は1395万3719円となる。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "被控訴人コージ産業の行為による損害",
          "text": [
            "上記で述べたとおり，限界利益を算定する。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "損害の算定",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "販売数量及び販売金額",
                  "text": [
                    "被控訴人製品の販売金額が●●●●●●●●●円であることは，当事者間に争いがない。このうち，被控訴人コージ産業の平成23年4月28日以降の被控訴人製品の販売金額が●●●●●●●●●円であることは，乙75の1ないし75の5により認められる(●●●●●●●●●円から，別紙Bによって平成23年4月27日までの販売額と認められる●●●●●●●●●円を控除する。)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "控除される変動経費",
                  "text": [
                    "①  被控訴人製品の製造原価",
                    "まず，被控訴人製品の加工賃については，被控訴人製品の製造販売のために経費が増加すると認められれば，これを変動経費と見る余地はある。しかしながら，乙73によれば，加工賃につき，賃金等の固定経費のうち，被控訴人製品作成に必要な作業時間数，ないし，被控訴人コージ産業の売上げに占める被控訴人製品の売上げに応じた割合を控除すべきというにすぎないのであって，被控訴人製品の製造に直接関連して追加的に加工賃が必要になったとは認められないし，被控訴人製品の製造のためのみに加工賃が支出されたと認めるに足りる証拠もないから，被控訴人ら主張の加工賃は，控除することができない。",
                    "次に，被控訴人製品の材料費については，被控訴人製品の製造がなければ生じなかった費用であり，控除されるべきである。乙73において，被控訴人コージ産業の原価管理担当者は，別紙6で示した鋼板の基本単価，棚板と支柱に用いる鋼板の単価，キャスターベースに用いる鋼板の単価の算定方法に従った金額が控除されるべきとするところ，かかる基準単価や算定方法に問題はうかがわれないから，これに従って算定した平成23年4月28日以降の材料費●●●●●●●●円(別紙4-3-Aの末尾の合計額●●●●●●●●円から別紙4-3-B末尾の合計額●●●●●●●●円を控除した金額。)を控除することができる。",
                    "外注費及び購入費については，被控訴人製品の構成部材の加工に限定された部分は，被控訴人製品の製造がなければ生じなかった費用であり(固定費である給与と違って，被控訴人製品の製造がなくても他の代替作業をさせたはずであるという関係にない。)，控除されるべきである。支払明細書(乙50，51〔各枝番含む。〕)によると，外注費や購入費は，加工内容や部品の内容に応じて製品個数に単価を乗じて支払っていたと認められるから，これと同じ基準に従った算定方法に問題はなく(別紙7)，外注費●●●●●●●●円(別紙4-4-Aの末尾の合計額●●●●●●●●円から別紙4-4-B末尾の合計額●●●●●●●円を控除した金額。)，購入費●●●●●●●●円(別紙4-5-Aの末尾の合計額●●●●●●●●●円から別紙4-5-B末尾の合計額●●●●●●●●円を控除した金額。)を控除することができる。",
                    "運送費については，被控訴人製品の運搬のみに要した費用は，控除することができるというべきである。しかしながら，被控訴人トラスコ中山の取引規模は大きく，配送にかかる単価は通常よりも安価となるのが一般的と考えられるから，被控訴人製品を配送する仮定的な場合を想定した見積り額である●●●●●●●●円(別紙4-6-Aの末尾の合計額●●●●●●●●円から別紙4-6-B末尾の合計額●●●●●●●円を控除した金額。単価は乙49の1，49の2による。)を実際に要した費用と同視することはできない。被控訴人らの主張によれば，被控訴人コージ産業における被控訴人製品の売上げを全社売上げに占める割合に応じて按分すると，●●●●●●●●円程度になるが，これは，被控訴人トラスコ中山における按分配送費用よりも少なく，運送費として相当な費用というべきである。したがって，●●●●●●●●円を控除することとする。",
                    "被控訴人製品の製造販売のために平成23年4月28日以降に要した輸入関税費用等は，控除することができ，乙68(枝番含む。)によれば，その金額は，●●●●●●●円と認められる。",
                    "②  被控訴人製品の製造に要する機器設備の費用",
                    "被控訴人らが，被控訴人コージ産業の利益につき，被控訴人製品の製造に用いる機器設備の減価償却費，その修理のために支出した修繕費，被控訴人製品の製造に用いる折曲機等のリース料，さらに，被控訴人製品の製造に用いる機器等の稼働に要する水道光熱費・消耗品費・雑費は，少なくとも被控訴人製品の売上げの全社売上げに占める割合に応じて控除されるべきであると主張する。しかしながら，被控訴人製品の売上げが全社売上げの●●●％(平成23年4月28日以降に限定すると，約●●●●％。別紙9-A，9-B参照)にすぎないことからして，被控訴人製品専用の製造機器を備え付けていたとは考えにくく，被控訴人製品の製造に用いられる機器設備や折曲機は，被控訴人製品の製造のためだけに使用されるものではなく，他の製品の製造にも使用可能なものと認められる。したがって，被控訴人製品の機器設備費用は，固定経費というべきであり，その稼働に要する水道光熱費・消耗費・雑費等についても，被控訴人製品の売上げの全社売上げに占める割合からすれば，被控訴人製品の製造のために直接的に経費が増加するという関係にあるとも認められないから，これらの費用を除外することはできない。",
                    "もっとも，被控訴人製品のコーナー金具の金型の製作費用については，被控訴人製品専用のものと認められ，被控訴人製品の製造販売によって個別に生じた費用であるから，●●●●●●●円を控除することとする。",
                    "③  販売のための人件費",
                    "人件費については，被控訴人製品の販売のために従業員を雇い入れたというような事情が認められれば，これを変動経費と見る余地はある。しかしながら，被控訴人らの主張によれば，被控訴人製品の売上額は，被控訴人コージ産業の売上げ全体の約●●●％(平成23年4月28日以降に限定すると，約●●●●％。別紙9-A，9-B参照)にすぎないから，被控訴人製品の販売のための雇用が必要であったことをうかがわせるような事情は認められないし，その他，被控訴人製品の販売のために新たに従業員を雇用したことを認めるに足りる証拠もない。したがって，被控訴人ら主張の人件費は，控除することができないというべきである。",
                    "④  被控訴人製品の保管・運搬に要する費用",
                    "発送運搬費及び通信費のうち，輸入関税費については，既に上記で除外済みである。また，それ以外の費用については，被控訴人製品の製造のために限定して経費が増加したと認められれば，これを控除する余地はあるが，通信費を含め，被控訴人製品の製造のために費用が増加したことを認めるに足りる証拠はない。したがって，これらの費用は，控除することができない。",
                    "賃借料及び保険料は，被控訴人製品の製造のために限定して経費が増加したと認められれば，これを控除する余地はあるが，空輸の運賃や通信費が，被控訴人製品の製造のために増加したことを認めるに足りる証拠はない。したがって，これらの費用は，控除することができない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "推定覆滅事由等",
                  "text": [
                    "寄与度及び推定覆滅事由については，被控訴人トラスコ中山について述べたのと同様であり，覆滅割合としては，20％が相当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "損害の計算",
      "text": [
        "(●●●●●●●●●円-●●●●●●●●円-●●●●●●●●円-●●●●●●●●円-●●●●●●●●円-●●●●●●●円-●●●●●●●円)×0．8＝1611万6402円"
      ]
    },
    {
      "fig": "ウ",
      "subject": "弁護士費用",
      "text": [
        "上記イ以外に弁護士費用として200万円を被控訴人コージ産業の行為による損害と認める。"
      ]
    },
    {
      "fig": "エ",
      "subject": "合計",
      "text": [
        "以上によれば，損害額合計は1811万6402円となる。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "損害額の合計",
          "text": [
            "以上によれば，被控訴人らは，1395万3719円と1811万6402円の合計3207万0121円を連帯して支払う義務を負うことになる。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上より，控訴人の請求は，主文2項の限度で理由があるが，その余は理由がないから，これと異なる原判決を変更することとし，主文のとおり判決する。"
      ]
    }
  ]
}