{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "原判決を取り消す。",
            "被控訴人らは，控訴人に対し，連帯して1億円及びこれに対する平成24年12月3日から支払済みまで年5分の割合による金員を支払え。",
            "訴訟費用は，第1，2審とも被控訴人らの負担とする。",
            "仮執行宣言"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人ら",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「食品類を内包した白カビチーズ製品及びその製造方法」とする特許権(特許第3748266号(以下「本件特許」という。))を有する控訴人が，被控訴人株式会社明治(以下「被控訴人明治」という。)による原判決別紙「被告製品目録」記載のカマンベールチーズ製品(明治北海道十勝カマンベールチーズブラックペッパー入り切れてるタイプ。以下「被控訴人製品」という。)の製造販売等は本件特許権の侵害に当たり，かかる侵害行為を被控訴人明治ホールディングス株式会社(以下「被控訴人明治ホールディングス」という。)が教唆ないし幇助しているとして，被控訴人らに対し，不法行為に基づく損害賠償(一部請求)として1億円及びこれに対する不法行為後の日(訴状送達の日)である平成24年12月3日から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を求めた事案である。",
            "原審は，被控訴人製品及びその製造方法(以下「被控訴人製品等」という。)は，本件特許の請求項1及び2記載の各発明の技術的範囲に属しないとして，控訴人の請求をいずれも棄却した。控訴人は，これを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及びこれに関する当事者の主張は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第2の1及び2記載のとおりであるから，これを引用する。",
            "原判決3頁9行目，同頁11行目及び同頁14行目の各「本件特許権」をいずれも「本件特許」と改める。",
            "原判決4頁22行目末尾に，改行の上，次のとおり加え，同頁23行目の    被控訴人製品等の構成",
            "被控訴人製品等は，以下のとおりの構成を有する。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "被控訴人製品",
              "text": [
                "略円板状に成型され，表面にカビが生育するまで発酵させたチーズカードにつき，●●●●●●●●●●●●●●●●の段階でチーズカードを上下に二分割し，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●各個片を，●●●●●●●●●●●●●アルミ箔により個別に密着包装して切断面にカビを生育させない状態にした後，カップ(プラスチック容器)に収納し，",
                "前記カップに収納した各個片を●●●●●●●●●●させ，後日前記カップの上面をプラスチックフィルムでシール密封するが，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "その後，前記密封したカップごと6個の個片を加熱殺菌することにより得られる，",
                "外縁部及び6ポーションカットの切断面からのチーズの漏れのない，各個片の表面のうち上面，底面及び外縁部を構成する面は白カビで覆われるものの，6ポーションカット切断面は白カビに覆われずに黒胡椒とチーズが露出している，前記各工程を経て得られる個片からなるカマンベールチーズ製品。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "被控訴人製品の製造方法",
              "text": [
                "略円板状に成型され，表面にカビが生育するまで発酵させたチーズカードにつき，●●●●●●●●●●●●●●●●の段階でチーズカードを上下に二分割し，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●し，各個片を，●●●●●●●●●●●●●アルミ箔により個別に密着包装して切断面にカビを生育させない状態にした後，カップ(プラスチック容器)に収納し，",
                "前記カップに収納した各個片を●●●●●●●●●●させ，後日前記カップの上面をプラスチックフィルムでシール密封するが，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "●●●●●●●●●●",
                "その後，前記密封したカップごと6個の個片を加熱殺菌することを特徴とする，",
                "外縁部及び6ポーションカットの切断面からのチーズの漏れのない，各個片の表面のうち上面，底面及び外縁部を構成する面は白カビで覆われるものの，6ポーションカット切断面は白カビに覆われずに黒胡椒とチーズが露出している，前記各工程を経て得られる個片からなるカマンベールチーズ製品の製造方法。」",
                "原判決5頁16行目冒頭から同頁18行目の「争いがない。)，」までを，「本件の争点は， (①構成要件A1及びD1の充足性，②構成要件A2及びD2の充足性，③構成要件C及びFの充足性)害の成否，」と改める。",
                "原判決5頁20行目冒頭から12頁25行目末尾までを次のとおり改める。",
                "「   文言侵害の成否"
              ]
            },
            {
              "fig": "ア",
              "subject": "構成要件A1及びD1の充足性",
              "text": [
                "(控訴人の主張)",
                "クレーム解釈について",
                "構成要件A1及びD1のうち，「成型され」とは，ある程度固まった状態のチーズカードであれば足りる。また，「表面にカビが生育するまで発酵させたチーズカードの間に香辛料を均一にはさ」むのは●●●●●●●であり，このことは本件明細書の記載から明らかである。チーズカードの表面にカビが育成した状態で香辛料を挟んでいればよく，その時点における白カビの育成状況がいかなるものであるかは，構成要件充足性とは無関係である。さらに，「均一」とは質や量がどれも一様であることを意味するから，「香辛料を均一にはさみ」については香辛料が一様になるようにチーズカードの間に挟まれていればよく，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "構成要件A1及びD1の充足性",
                "被控訴人製品等は，本件各発明との対比において，以下のとおりの構成を有しており，その構成a1及d1は，本件各発明の構成要件A1及びD1を充足する。",
                "〔被控訴人製品〕",
                "a1  略円板状に成型され，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                "a2  ●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
              ],
              "content": [
                {
                  "fig": "b",
                  "subject": "その後，殺菌加熱処理を行うことにより得られる，"
                },
                {
                  "fig": "c",
                  "text": [
                    "外縁部を構成する面からのチーズの漏れがない，白カビに覆われたカマンベールチーズ製品。",
                    "〔被控訴人製品の製造方法〕",
                    "d1  略円板状に成型され，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                    "d2  ●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "その後，殺菌加熱処理を行うことを特徴とする，"
                },
                {
                  "fig": "f",
                  "text": [
                    "外縁部を構成する面からのチーズの漏れがない，白カビに覆われたカマンベールチーズ製品の製造方法。",
                    "(被控訴人らの主張)",
                    "クレーム解釈について",
                    "構成要件A1及びD1の「成型」が，完成したチーズ製品の形状に成型することを意味していることは明らかである。また，上記各構成要件のうち，「表面にカビが生育するまで発酵させた」とは●●●●●●●●●●●●●●●●●●●●●●●●●●●●を，香辛料を「均一」に挟むとは●●●●●●●●●●●●●●●●●ことを意味している。",
                    "構成要件A1及びD1の非充足",
                    "被控訴人製品は，略円板状のチーズカードを6ポーションカットして完成した個片からなるものであるところ，その製造過程の当初は，チーズカードを略円板状に成型している。また，被控訴人製品等では，  ●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                    "したがって，被控訴人製品等は，構成要件A1及びD1を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "構成要件A2及びD2の充足性 について",
              "text": [
                "(控訴人の主張)",
                "「結着部分」の意義について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本件各発明における「結着部分」とは，外縁部(チーズカードの成型当初の形状(通常は円筒形状)における外周側面部分をいう。チーズカードの形状がその後の切断加工により変わった場合も，上記外周側面部分を指す。)を意味する。その理由は以下のとおりである。",
                    "本件各発明の構成要件において，「結着部分」という用語は，構成要件A2及びD2だけではなく，構成要件C及びFに，「結着部分からのチーズの漏れがない，香辛料を内包したカマンベールチーズ製品(の製造方法)。」と記載されて使用されている。構成要件C及びFにおける「結着部分」は，チーズの漏れの有無を問題としているところ，チーズの漏れの有無が問題となるのはチーズ製品の外縁部のみであり，また，チーズカードの接合面全体においてチーズが漏れるということは起こり得ない。したがって，構成要件C及びFの「結着部分」がカマンベールチーズ製品の「外縁部」を一義的に意味していることは明らかである。構成要件A2及びD2の「結着部分」も，構成要件C及びFの「結着部分」と同一の用語を使用している以上，これと統一的に解釈されるべきである。しかも，構成要件A2及びD2においても，「結着部分から引っ張っても結着部分がはがれない状態に一体化させ」と記載されており，「結着部分」が結着の程度を評価する箇所を問題としていることは，構成要件の文言上明らかである。",
                    "また，本件明細書においても，「これらのチーズについて，結着部分からのチーズの洩れ及び結着状態の評価を行った。結着状態としては，結着部分から引っ張った時に，結着部分がはがれない状態を良好とし，結着部分から簡単にはがれてしまう状態を不良とした」(【0008】)と記載されているとおり，「結着」の程度は，チーズの漏れと同一の箇所で評価されており，外縁部を基準に判断していることが明らかである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "被控訴人らは，「結着部分」が控訴人の主張のように限定されると解釈すべき論拠は，特許請求の範囲の記載には存在しないとして，本件各発明における「結着部分」は，上下のチーズカードの接合面全体を意味すると主張する(後記被控訴人らの。",
                    "しかし，本件明細書には，内部を軟化させる熟成により上下のチーズカードを一体化させることが本件各発明の特徴であることを示す記載はない。そもそも，上下のチーズカードの内部が結着するかどうかは，内部に包含される香辛料の量にも依存するところ(香辛料の量が多い場合，チーズカードの内部が軟化したとしても，上下のチーズカードは結着することはない。)，本件明細書には，内部に包含される香辛料の量に関する記載はなく，香辛料の量にかかわらず上下のチーズカードが結着することが記載されているのであるから，そこで結着の状態を問題としているのは，チーズカード内部ではなく，チーズカード表面すなわち外縁部であることは明らかである。",
                    "また，本件各発明における「結着部分」が，結着に寄与する白カビが生育している部分，すなわち外縁部を意味することは明らかであり，外縁部に白カビの表皮が形成されることにより，香辛料を挟んだ後であってもチーズカード同士が結着され，チーズの結着が強固で，型くずれや食品の漏れのない白カビチーズ製品を製造するという本件各発明の目的が達成される。",
                    "すなわち，本件各発明は，チーズの外縁部において生育した白カビのマットによってチーズカード同士が結着されることを特徴とする発明であり，そのために，本件各発明の構成要件A2及びD2において，「前記チーズカードを結着するように熟成させて，結着部分から引っ張っても結着部分がはがれない状態に一体化させ，」と規定しているのである。本件明細書においても，熟成時における白カビの作用によってチーズが結着されることが明記されており(【0008】，【0009】)，このことは，カマンベールチーズにおいて，チーズ表面に生育したカビの作用により厚さ数㎜のフェルト状の外皮が構成されて強固に結着されるという古くからの技術常識や，本件特許に係る審決取消訴訟(知的財産高等裁判所平成21年(行ケ)第10353号。以下「本件審決取消訴訟」という。)の判決(甲19)において，「写真からは，結着面の外周側面をカビのマットが覆っている状態を確認することも，結着面の外周側面が「分離せずに一体となった状態」となっていることも認めることはできない。」及び「加熱によりチーズの中身が溶融しても結着部分から漏れないようにするためには，加熱しない場合に比べて，チーズの表皮をカビのマットがより強固に覆っていることが必要と考えられるところ」と判示されていることからも裏付けられる。",
                    "したがって，被控訴人らの上記主張は失当である。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "被控訴人らは，本件特許に係る無効審判(無効2007-800027号。以下「本件無効審判」という。)及び本件審決取消訴訟における控訴人提出書面の主張に照らして，本件各発明における「結着部分」は，上下のチーズカードの接合面全体を意味することが明らかであると主張する(後記被控訴人らの主。しかし，以下のとおり，被控訴人らの主張は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "本件無効審判の平成20年10月16日付け答弁書(乙16・4頁)における主張について",
                      "text": [
                        "上記答弁書は，本件無効審判において，訂正請求書(乙15。以下，同請求書による訂正を「訂正請求2」という。)とともに控訴人が提出したものである。",
                        "訂正請求2は，控訴人が先に提出した平成20年3月14日付けの訂正審判請求書(甲22。以下，同請求書による訂正を「訂正請求1」という。)の記載を前提として，これに整合させるために提出したものであるところ，訂正請求1は，訂正請求2により取り下げられたものとみなされ(特許法134条の2第6項)，訂正請求1を前提とした訂正請求2は認められず，本件無効審判においては，訂正前の特許請求の範囲に基づき審理がなされたものである。",
                        "これに対し，上記答弁書(乙16)における主張は，訂正後の特許請求の範囲に基づくものであるので，本件無効審判における審理の対象とは無関係である。したがって，上記答弁書を根拠とする被控訴人らの主張は，本件各発明における「結着部分」の解釈に当たり参酌されるべきものではない。",
                        "また，上記答弁書における控訴人の主張は，「結着部分」が外縁部を意味することを前提としたものである。すなわち，従来技術のように，サイズが大きいトリュフをチーズカードに挟んだ場合は，チーズカードの外縁部における間隔が広がってしまい，その結果として外縁部における結着の程度が弱くなってしまうことから，訂正後の発明では，サイズの小さな香辛料をチーズカードの間に挟むことにより，外縁部におけるチーズカードの接触部分が増え，熟成により外縁部における結着が強くなり，その結果，結着部分で引っ張っても剥がれることがないというものである。",
                        "したがって，いずれにしても，上記答弁書を根拠とする被控訴人らの主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "subject": "本件無効審判の平成19年9月14日付け上申書(乙18・3頁)における主張について",
                      "text": [
                        "控訴人は，被控訴人らが指摘する上記上申書において，特許明細書の記載を斟酌して「結着」の文言を解釈すべきである旨を主張したが，審決は，「結着」の文言を解釈するに当たり，特許明細書の記載を斟酌することはできないとして，控訴人の主張を排斥した。また，審決では，仮に特許明細書の記載を斟酌した場合についての判断も示されているが(乙14・9～10頁)，「結着」される部分がチーズ内部の接合部であることを示す記載は見当たらない。",
                        "したがって，上記上申書を根拠とする被控訴人らの主張は，本件各発明における「結着部分」の解釈に当たり，何らの意味を有するものではない。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "平成22年1月14日付け準備書面における主張(乙19・13頁)について",
                      "text": [
                        "上記準備書面の被控訴人らが指摘する部分では，「・・・結着部分である外周側面，及び結着面が一体化・・・」と記載されているように，控訴人は，結着部分である外周側面と，結着面とを明確に区別しており，同記載はむしろ，本件各発明の「結着部分」が外縁部を意味するという控訴人の主張と整合するものである。",
                        "したがって，上記準備書面を根拠とする被控訴人らの主張は失当である。",
                        "構成要件A2及びD2の充足性",
                        "被控訴人製品等の構成a2及びd2は，本件各発明の構成要件A2及びD2を充足する。",
                        "(被控訴人らの主張)",
                        "「結着部分」の意義について"
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本件各発明は，内部を軟化させる熟成により，別体であった上下のチーズカードが結着・一体化するとともにチーズカード表面の熟成により，結着・一体化が行われるものであり，これらの熟成を利用してチーズカードを結着・一体化させることに本質がある。この結着・一体化がチーズカードの表面のカビのさらなる育成によるカビマットの形成による結着(チーズカード表面の熟成による結着)に限定されると解釈すべき論拠は，特許請求の範囲の記載には存在しない。",
                    "したがって，本件各発明における「結着部分」は，別体であった上下のチーズカードが熟成によって結着・一体化する箇所，すなわち，上下のチーズカードの接合面全体を意味する。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "控訴人は，本件無効審判及び本件審決取消訴訟において，次のとおり主張しており，これらの主張に照らしても，本件各発明における「結着部分」は，上下のチーズカードの接合面全体を意味することが明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(a)",
                      "text": [
                        "控訴人は，本件無効審判における平成20年10月16日付け答弁書(乙16・4頁)において，「上記構成要件(1-B)は，別体のチーズカードを結びつけるように熟成させて，別体のチーズカードの結びついた部位を引っ張ってもはがれない状態に一体化していることを意味している。」と主張していた。すなわち，控訴人は，外縁部の白カビマットの形成だけで一体化していると主張してはいなかった。"
                      ]
                    },
                    {
                      "fig": "(b)",
                      "text": [
                        "控訴人は，本件無効審判における平成19年9月14日付け上申書(乙18・2～3頁)において，「『結着』と『一体化』という語を合わせて考えれば，チーズカードは引っ張ってもはがれない程度に互いに接着していると解するのが相当です。すなわち，本特許にかかる発明によれば，チーズカードが互いに分けられない程度に接着しており，食品類を挟んだ部分においてもそのような状態になっていると解するべきです。」と主張していた。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "控訴人は，本件審決取消訴訟における平成22年1月14日付け準備書面(乙19・13頁)において，「本件訂正発明1の『結着部分から引っ張っても結着部分がはがれない状態に一体化』という発明特定事項について，「チーズカードの結着部分である外周側面，及び結着面が一体化することを意味していることは明白である。」と主張していた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "控訴人は，「結着部分」とは，結着の程度を評価する箇所を意味すると主張する a)。しかし，仮にそうであるとしても，当該箇所は，カマンベールチーズ製品の外表面(上面，底面，外周面(外縁部)及び側面(ポーションカット切断面)であり，外縁部に特定されるわけではない。",
                    "控訴人は，本件明細書の【0008】の記載を根拠として，「結着」の程度は，チーズの漏れと同一の箇所で評価されており，外縁部を基準に判断していることが明らかであるとも主張する a)が，それは，本件明細書の【0008】における実験の対象が，ホール状のカマンベールチーズ製品であったからにすぎない。本件明細書の【0005】の記載からすれば，本件各発明における「カマンベールチーズ製品」はホール状の製品に限られないのであり，別の形状のカマンベールチーズ製品を対象に実験を行えば，外縁部以外も評価の対象となることは明らかである。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "控訴人は，本件各発明における「結着部分」とは，結着に寄与する白カビが生育している部分，すなわち外縁部を意味することは明らかであると主張する(控訴人の主張 )。",
                    "しかし，レトルト処理によってチーズの溶融ないし軟化に伴い上下のチーズカードが強固になるのは当然のことであり，結着部分が外縁部(白カビ部分)に限定されるわけではない。したがって，上下のチーズカードの接合面全体を「結着部分」とみるべきである。",
                    "構成要件A2及びD2の非充足",
                    "被控訴人製品等は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●そして，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                    "したがって，被控訴人製品等は，構成要件A2及びD2を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "ついて",
              "text": [
                "(控訴人の主張)",
                "「内包」の意義について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "「内包」とは内部に含み持つことをいい，構成要件C及びFの「香辛料を内包」とは，「香辛料を内部に含み持つこと」を意味するから，香辛料が内部に含まれていれば「内包」に該当することは明らかである。",
                    "そして，構成要件C及びFの文言上，すべての香辛料が外部に露呈されていないことは要件とされておらず，本件各発明においてその実施品を切断した面から香辛料が見えるのは当然の前提となっているのであり，香辛料を内包することにより香辛料が見えない状態になるかどうかは，チーズ製品の外縁部(白カビ部分)から見て判断される。",
                    "この点は，本件各発明の目的が，チーズカードの表面に生育した白カビによりフェルト状の外皮(マット)が構成されて，チーズカード同士が結着され，型くずれや食品の漏れのない白カビチーズ製品を製造する(本件明細書【0004】)ことにあることとも整合する。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "被控訴人らは，本件各発明の効果を上げるためには，通常の白カビチーズと比べて，外観上全く見分けがつかないものである必要があり，「内包」とは，白カビが表面を覆って内容物である香辛料が外観から見えない状態にあることを意味していると主張する(後記 。",
                    "しかし，見た目が通常のチーズと異ならない香辛料を内部に包含するカマンベールチーズを提供することは，そもそも本件各発明の目的とはなり得ない。なぜなら，見た目が通常のチーズと異ならない香辛料を内部に包含するカマンベールチーズ製品は，本件特許の出願前に既に存在しており，本件各発明は，かかる従来のカマンベールチーズ製品が存在していたことを踏まえて，特許請求の範囲を訂正した後のものだからである。",
                    "このことは，本件審決取消訴訟の判決(甲19)において，上記訂正後の本件各発明が引用発明に基づき容易想到ではないと判断するに当たり，見た目が通常のチーズと異ならない香辛料を内部に包含するカマンベールチーズを提供することについては，何ら言及されていないこととも整合する。",
                    "したがって，被控訴人らの上記主張は失当である。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "被控訴人らは，本件審決取消訴訟における控訴人の主張に照らして，控訴人が，本件訴訟において，見た目が通常のチーズと異ならない香辛料を内部に内包するカマンベールチーズを提供することが本件各発明の目的とはなり得ないと主張することは，禁反言の原則に反すると主張する(後記被控訴人らの主張。",
                    "しかし，本件審決取消訴訟において，本件各発明が従来技術に基づき容易想到でないと判断されるに当たり，見た目が通常のチーズと異ならない香辛料を内部に内包するカマンベールチーズを提供する点は，何ら斟酌されなかった。",
                    "したがって，被控訴人らの指摘する控訴人の主張は，本件各発明の技術的特徴を定めるに当たり，実質的に無意味なものであるから，被控訴人らの上記主張は誤りである。",
                    "構成要件C及びFの充足性"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "被控訴人製品は，円筒状のチーズカードを6ポーションカットした6ピースの個片の集合体である円筒状のカマンベールチーズ製品全体であって，個片そのものではないところ，被控訴人製品等の構成c及びfは，「外縁部を構成する面からのチーズの漏れがない，白カビに覆われたカマンベールチーズ製品。」であり，被控訴人製品の外縁部を構成する面は白カビで覆われており，黒胡椒が内部に含み持たれている。",
                    "したがって，被控訴人製品等の構成c及びfは，本件各発明の構成要件C及びFを充足する。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "被控訴人らは，被控訴人製品の製造方法は，成型されたチーズカードを●●●●●●●●●●●●●●●●するものであり，●●●●●●●●●●●●●●●●●●●●●●●●●●●●香辛料や内部のチーズが露出するものであるから，被控訴人製品等と本件各発明とは技術思想を異にすると主張する(後記被控訴人らの主張 b)。",
                    "しかし，本件各発明において，チーズカードの成型時期に関する限定はなく，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●構成要件充足性に何ら影響がないことは明らかである。本件各発明は，チーズの結着が強固で，型くずれや食品の漏れのない白カビチーズ製品を製造することをその目的としており，ポーションカットの切断面から内部のチーズが流出するのをどのようにして防止するかを目的としていない。被控訴人製品においてホール状のチーズが6ピースに切断されているのは，被控訴人製品の購入後にチーズを切断する必要がなく，購入者において被告製品を食べやすくなるという購入者の便宜を図ったものにすぎず，本件各発明の目的とは無関係である。",
                    "(被控訴人らの主張)",
                    "「内包」の意義について"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本件各発明の効果を上げるためには，通常の白カビチーズと比べて，外観上全く見分けがつかないものである必要があり，構成要件C及びFの「内包」とは，白カビが表面を覆って内容物である香辛料が外部からは見えない状態にあることを意味している。さらに，上記各構成要件は「結着部分からのチーズの漏れがない，香辛料を内包したカマンベールチーズ製品」と規定しているから，ここで規定する「チーズ」とは，白カビが生育していない内部のチーズを指称していることは明らかである。",
                    "以上によれば，上記各構成要件における「結着部分からのチーズの漏れがない，香辛料を内包したカマンベールチーズ製品」とは，内部のチーズが露出しないように表面全体に白カビが生育しており，結着部分においても同様に白カビが表面を覆っていて，内部のチーズが露出せず，かつ，内容物である香辛料も外部からは見えない状態になっているカマンベールチーズ製品であると解さざるを得ない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "控訴人は，本件審決取消訴訟において，「発明の効果として，・・・という従来とは異なり，通常の白カビチーズと比べて，外観上全く見分けがつかないものであり，食品類の流出や漏れのない非常に良好な白カビチーズ製品が得られるという従来技術からは予測することのできない，特別顕著な効果を有するものである」(乙19・12～13頁等)と主張しており，その主張に照らしても，控訴人が，本件訴訟において，「見た目が通常のチーズと異ならない香辛料を内部に内包するカマンベールチーズを提供する」ことが本件各発明の目的とはなり得ないと主張することは，禁反言の原則に反する。",
                    "構成要件C及びFの非充足"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "被控訴人製品の製造工程においては，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●被控訴人製品を構成する個片は，略円板状に成型されたチーズカードを6ピースに切断して得られる扇形状をした形状であって，その切断面は白カビに覆われておらず，黒胡椒(ブラックペッパー)とカマンベールチーズが露出している。そして，被控訴人製品は，その製造過程のいずれにおいても「結着部分からのチーズの漏れがない，香辛料を内包したカマンベールチーズ製品」であることはなく，その製造方法も，「結着部分からのチーズの漏れがない，香辛料を内包したカマンベールチーズ製品」を生産する方法には当たらない。",
                    "したがって，被控訴人製品等は，構成要件C及びFを充足しない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "控訴人は，被控訴人製品は，円筒状のチーズカードを6ポーションカットした6ピースの個片の集合体である円筒状のカマンベールチーズ製品全体であって，個片そのものではないと主張する 。",
                    "しかし，被控訴人製品は，6ポーションカットされており，それぞれが物理的，客観的に分離された「個片からなるカマンベールチーズ製品」であり，本件各発明の技術的範囲でいう6ポーションカットされていない円筒状のカマンベールチーズ製品とは物理的に異なるものである。",
                    "また，被控訴人製品の製造方法は，成型されたチーズカードを●●●●●●●●●●●●●●●●●●●●であり，ポーションカット切断面を白カビマットが覆うことを阻害して香辛料や内部のチーズが露出するものであるから，被控訴人製品等と本件各発明とは技術思想を異にする。」",
                    "原判決12頁26行目の   被告明治ホールディングスの責任」を  」と，同13頁  損害額   」とそれぞれ改める。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における当事者の主張(均等侵害の成否 )について)",
          "text": [
            "控訴人の主張"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件各発明と被控訴人製品等との相違点",
              "text": [
                "仮に，本件各発明における「香辛料を内包した」が，完成品であるチーズ製品の外観から香辛料が見えない状態で内部に包み持たれていることを意味すると解すると，「香辛料を内包したカマンベールチーズ製品」(構成要件C及びF)は，ポーションカットを行っていないホール状のカマンベールチーズ製品を意味することになる。そうすると，「結着部分から引っ張っても結着部分がはがれない状態に一体化させ」の「結着部分」は，引っ張ることのできる「カマンベールチーズ製品」の外縁部しかあり得ないから，本件各発明の「結着部分」は，必然的に，外縁部を意味することになる。",
                "上記の解釈を前提とすると，本件各発明と被控訴人製品等との相違点は，被控訴人製品等では，●●●●●●●●●●●●●●●●●●●●●●●●ことにより切断面に香辛料が露呈した構成になるが，本件各発明では香辛料が内包されているという点のみとなる。"
              ]
            },
            {
              "fig": "イ",
              "subject": "均等侵害の成立",
              "text": [
                "仮に，被控訴人製品等が本件各発明の構成要件C及びFを充足しないとしても，以下のとおり，本件各発明の本質的部分は維持されており，かつ，被控訴人製品等の構成に置き換えることは可能かつ容易であるから，被控訴人製品等は本件各発明と均等であり，本件特許権の均等侵害を構成する。",
                "第1要件(非本質的部分)",
                "本件各発明の本質的部分は，「チーズカードの結着部分(白カビに覆われた外縁部)を剥がれない状態に一体化させること」にあり，切断面において香辛料が露呈するか否かという点は，当該本質的部分と無関係である。被控訴人製品等における「ポーションカットを行うことにより，切断面において香辛料が露呈した」構成が本質的部分に該当しないことは明らかであるから，被控訴人製品等は，第1要件を充足する。",
                "第2要件(置換可能性)",
                "本件各発明の「香辛料を内包した」の部分を被控訴人製品等の構成(ポーションカットを行うことにより，切断面において香辛料が露呈した)と置き換えたとしても，本件各発明と同様に，チーズカードの表面に生育した白カビによってチーズカードの結着部分(外縁部)がはがれない状態に一体化されることにより，結着部分からのチーズの漏れがない，良好な白カビチーズ製品が得られることは明白である。",
                "よって，本件各発明の「香辛料を内包した」を，被告製品等の構成(ポーションカットを行うことにより，切断面において香辛料が露呈した)と置き換えたとしても，「結着部分(外縁部)からのチーズの漏れがない」という同一の作用効果を奏することができるから，被控訴人製品等は，第2要件を充足する。",
                "第3要件(置換容易性)",
                "本件各発明の「香辛料を内包した」を，被控訴人製品等の構成(ポーションカットを行うことにより，切断面において香辛料が露呈した)と置き換えることは，カマンベールチーズ製品を6ピースに切断するだけであり，しかも，6ピースに切断されたカマンベールチーズ製品は侵害時点には存在していたのであるから，その置換は容易である。また，●●●●●●●●●●●●●●●●●●●●についても，侵害時点において公知の技術であり(甲27の【0049】【0050】参照)，その置換は容易である。さらに，切断面に包材を密着させることでチーズの漏れを防止することも，侵害時点においては既に公知の技術であり，ポーションカットされたチーズ製品に包材を密着させることに何ら困難性はない(甲27の【0015】【0016】，甲28の【0007】～【0009】参照)。また，ポーションカット包装は，侵害時点において周知慣用技術である(乙11・4頁)。",
                "したがって，本件各発明の「香辛料を内包した」を，被控訴人製品等の構成(ポーションカットを行うことにより，切断面において香辛料が露呈した)に置き換えることは，侵害時点における単なる慣用手段の付加であり，本件各発明の特許請求の範囲から当業者に自明の範囲であることから，被控訴人製品等は，第3要件を充足する。",
                "第4要件(公知技術からの非容易推考性)",
                "本件各発明の「香辛料を内包した」を，被控訴人製品等の構成(ポーションカットを行うことにより，切断面において香辛料が露呈した)に置き換えた構成と同一又は容易に推考し得たことを示す証拠は存在しない。すなわち，本件各発明の出願時以前においては，「チーズカードの結着部分(白カビに覆われた外縁部)を剥がれない状態に一体化させること」によって，加熱しても結着部分からのチーズの漏れがないという効果が得られることの知見が全くなく，したがって，当該構成を適用した被控訴人製品等についても，出願時の公知技術と同一又は容易に推考できたものでないことは明白である。この点は，本件審決取消訴訟の判決(甲19)において，(訂正後の)本件各発明では，「チーズどうしが結びつくことにより，上側のチーズと下側のチーズとが分離せずに一体となった状態にあること」及び「加熱処理を行っていること」という点において引用文献と相違しており，当該引用文献に基づき容易想到ではないと認定していることからも明らかである。",
                "したがって，被控訴人製品等は，第4要件を充足する。",
                "第5要件(意識的除外等の特段の事情)",
                "本件各発明の出願人が，被控訴人製品等の構成(ポーションカットを行うことにより，切断面において香辛料が露呈させた)を意識的に除外したことを示す証拠はない。",
                "したがって，被控訴人製品等は，第5要件を充足する。",
                "被控訴人らの主張"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "本件各発明と被控訴人製品等との相違点",
      "text": [
        "本件各発明と被控訴人製品等とは，少なくとも次の2点において相違する。",
        "相違点1",
        "本件各発明は，熟成をさせることにより，白カビが生育する外縁部に限られず，香辛料を挟んだ部分の全体においてチーズカードが結着するが，被控訴人製品等においては，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
        "相違点2",
        "本件各発明は，完成品であるチーズ製品について，その外観から香辛料が見えない状態で含み持たれているが，被控訴人製品等においては，各個片の表面のうち上面，底面及び外縁部を構成する面は白カビで覆われるものの，6ポーションカット切断面は白カビに覆われずに黒胡椒とチーズが露出しているカマンベールチーズ製品であるため，上面，底面及び外縁部から見た場合には香辛料は見えないが，6ポーションカット切断面から見た場合は香辛料が外部に露出している点。"
      ]
    },
    {
      "fig": "イ",
      "subject": "均等侵害の不成立",
      "text": [
        "第1要件(非本質的部分)",
        "本件各発明は，従来技術では「食品類を内包した白カビチーズ製品を製造することは不可能であった」(本件明細書【0003】)という技術的課題を解決する手段としての意義を有するのであるから，「内包」という要件が欠けてしまえば，本件各発明は従来技術と相違しないことになってしまう。",
        "また，本件明細書【0005】に「本発明の食品類を内包した白カビチーズは，通常の白カビチーズと比べて，外観上全く見分けがつかないものである。」と記載されているが，外観上全く見分けがつかないことは，香辛料が内包されていると同義である。",
        "したがって，「香辛料を内包する」という点が，本件各発明の本質的部分であることは明らかであるから，被控訴人製品等は，第 1 要件を充足しない。",
        "第2要件(置換可能性)",
        "被控訴人製品等では，6ポーションカット切断面は白カビチーズに覆われておらず香辛料が露見しているから，「通常の白カビチーズと比べて，外観上全く見分けがつかない」という作用効果を奏さない。",
        "また，被控訴人製品等では，本件各発明のように，チーズカードを結着するように熟成させて，結着部分から引っ張っても結着部分がはがれない状態に一体化させることによって，外縁部以外の結着部分からのチーズの漏れを防いでいるのではない。被控訴人製品等では，各個片をアルミ箔で密着包装することによりチーズの漏洩を防いでいるのである。",
        "したがって，被控訴人製品等は，第2要件を充足しない。",
        "第3要件(置換容易性)",
        "想によって製造されるものであり，置換が容易であるとはいえないから，被控訴人製品等は，第3要件を充足しない。",
        "第5要件(意識的除外等の特段の事情)",
        "本件各発明の目的は，「食品類である香辛料をチーズの内部に包含するが見た目は通常のチーズと異ならない白カビチーズ製品を製造することを目的とするもの」である。また，控訴人は，本件審決取消訴訟において，本件発明の目的ないし効果として，「『外観上全く見分けがつかない』という点により，『加熱時に流動化したチーズが切断面から流れ出たり，食品類が流出したり漏れたりすること』がない。そして，白カビチーズ製品を切り分けることによって初めて，中に香辛料が内包されていると認識できるという“サプライズ効果”を備えていることは明白であって，従来は認識されていなかった効果を狙ったもので，本件訂正発明1は，全く新たな技術課題のもとになされた発明である。」(乙19・13頁)などと主張していたものである(その他，乙19・12頁，16頁，33頁及び41頁など)。したがって，香辛料が露出していて通常のカマンベールチーズ製品とは見分けがつき，加熱した場合には内部のチーズや香辛料が流出してしまう被控訴人製品等を本件各発明の技術的範囲から意識的に除外していたことは明らかである。",
        "また，控訴人は，「ここで，上記『チーズカードを結着するように熟成させて一体化させる』との記載は，本件訂正発明1の『結着部分から引っ張っても結着部分がはがれない状態に一体化』という発明特定事項に対応しており，当該発明特定事項により，チーズカードの間に香辛料をはさみチーズカードを結着するように熟成させて，チーズカードの結着部分である外周側面，及び結着面が一体化することを意味していることは明白である。」(乙19・13頁)と主張しているのであるから，外縁部のみが結着している被控訴人製品等を本件各発明の技術的範囲から意識的に除外していたことは明らかである。",
        "したがって，被控訴人製品等は，第5要件を充足しない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人製品等は，本件各発明の技術的範囲に属しないから，控訴人の請求はいずれも理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "(文言侵害の成否・構成要件A2及びD2の充足性)について",
          "text": [
            "本件明細書の記載",
            "本件明細書の発明の詳細な説明には，次の記載がある(甲3，甲4)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「【技術分野】",
              "text": [
                "【0001】",
                "本発明は，食品類を内包し，熟成によりチーズが結着成型されてなる白カビチーズ製品及びその製造方法に関する。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "「【背景技術】",
              "text": [
                "【0002】",
                "従来より，チーズ製品に食品類を混合した成型品として，チーズ全体に香辛料やワインなどを混合した，種々の形状及び風味を有するナチュラルチーズ，プロセスチーズ及びチーズフード(以下「チーズ類」という。)がある。",
                "チーズ全体に食品類を混合したナチュラルチーズは，原料となる乳に食品類を混合し，通常の製造方法と同じように乳を凝固させた後，ホエーを排除して得られた食品類含有カードを成型するか，あるいは乳から調整したカードに食品類を混合した後，そのカードを成型することにより得られる。また，熟成タイプのナチュラルチーズの場合は，前記カード成型後にさらに，所定の条件での熟成を決められた期間行うことにより製品が得られる。例えば，特許文献1には，カードをサイコロ状に細断し，それに食品粉砕物を添加した後型詰めを実施することを特徴とする食品添加ゴーダチーズの製造方法が開示されている。",
                "また，チーズ全体に食品類を混合したプロセスチーズやチーズフードは，カードあるいは1～数種類のナチュラルチーズを加熱・溶融して混合する際に，食品類を添加し，均一に分散させた後，その加熱・溶融チーズを型に流し込み，冷却して成型することにより製品が得られる。",
                "さらに，特許文献2には，チーズ類を粉砕または細切し，他の食品を混合して圧着・成型して得られる圧着成型チーズ製品が開示されている。",
                "また，製品の表面に他の食品を付着させたチーズ類として，香辛料などを圧着または結着させて得られた種々の風味を有するチーズ類がある。このようなチーズは，通常の方法で成型したチーズ類を大量の液状或いは粉末状の食品類中に入れて表面に食品類を付着させるか，またはチーズ類の表面に食品類を圧着又は塗布することにより付着させることにより調製される。",
                "上記したチーズ製品は，何れもチーズ表面に添加した食品が点在した，見た目も通常のチーズ製品とは異なったものであった。",
                "一方，見た目は通常のチーズ製品であるが，チーズ中に食品類が包含されているチーズ製品として，例えば，特許文献3に，2種類の異なるチーズ類を用いて，芯部および芯部を包み込む外層部からなる2層構造とした鶏卵状チーズが開示されている。",
                "・・・」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "「【発明が解決しようとする課題】",
              "text": [
                "【0003】",
                "上記したように，従来は，チーズ製品に食品類を混合した成型品として，チーズ全体に食品類を混合させたチーズ製品，チーズ表面に食品類を付着させたチーズ製品や，外層部がナチュラルチーズではない鶏卵状チーズ製品及びそれらの製造方法が知られていたが，これらの方法では食品類を内包した白カビチーズ製品を製造することは不可能であった。",
                "本発明は，チーズの間に種々の食品類を内包する白カビチーズ製品及びその製造方法を提供することを目的とする。」"
              ]
            },
            {
              "fig": "エ",
              "subject": "「【課題を解決するための手段】",
              "text": [
                "【0004】",
                "本発明者らは，上記の課題を解決するために白カビチーズに食品類を内包する方法を検討した結果，成型したチーズカードの間に食品類をはさみ，熟成させることにより，チーズの結着が強固で，型崩れや食品の漏れのない白カビチーズ製品が得られることを見出し，本発明を完成するに至った。また，熟成の後に加熱することにより，チーズの結着をより強固にすることができることも見出した。・・・」"
              ]
            },
            {
              "fig": "オ",
              "subject": "「【発明の効果】",
              "text": [
                "【0005】",
                "本発明によれば，成型したチーズカードの間に様々な食品類をはさんだ",
                "後，前記チーズカードを結着するように熟成させて一体化させることにより，食品類を内包した白カビチーズ製品を得ることができる。",
                "本発明の食品類を内包した白カビチーズは，通常の白カビチーズと比べて，外観上全く見分けがつかないものである。本発明の製造方法以外で製造した場合には，加熱時に流動化したチーズが切断面から流れ出たり，食品類が流出したり漏れたりすることが予想されるが，本発明によれば，そのような流出や漏れのない非常に良好な白カビチーズ製品が得られる。",
                "・・・」"
              ]
            },
            {
              "fig": "カ",
              "subject": "「【発明を実施するための最良の形態】",
              "text": [
                "【0006】",
                "以下，本発明について詳しく説明する。",
                "本発明において使用されるチーズは，白カビチーズである。・・・",
                "本発明において混合させる「食品類」としては，例えば，チーズ以外の他の食品または食品添加物が挙げられる。他の食品としては，例えば，畜肉，魚肉，海草，野菜，果物またはこれらの加工品のような一般食品のみならず，ごま等の乾燥食品，餡や練りわさび等のペースト状食品，しょうゆやドレッシング等の液状食品，食物繊維やアミノ酸等の健康訴求商品等が挙げられ，食品添加物としては，フレーバー，調味料等が挙げられる。",
                "【0007】",
                "本発明における白カビチーズ製品の製造方法は，成型したチーズカードの間に食品類をはさみ，熟成させることにより，チーズを結着成型させて一体化することからなる。また，結着の後に加熱を行うことにより，より強固に結着させることができる。",
                "・・・",
                "本発明の製造方法は，加圧や減圧の手段を用いず，結着剤も使用することなく，熟成によって結着・成型することができる。また，熟成後に加熱することにより結着をより強固にすることもできる。本発明の方法によれば，このような手段を用いることにより，結着部からのチーズの漏れが防止される。また，はさまれた食品類は，白カビチーズ内部に完全に内包されるため，食品類自体またはその香味成分が他のチーズ類へ移行することや，食品の流出が防止される。」"
              ]
            },
            {
              "fig": "キ",
              "subject": "「【実施例1】",
              "text": [
                "【0008】",
                "・・・",
                "このチーズカードを再び数日発酵させ，ポリプロピレンフィルムで包装した後，さらに熟成が完了するまで発酵を継続した。切断面がカビの生育により見えなくなり，熟成によって上下2枚のチーズが結着していることを確認した後，チーズをポリプロピレンのカップに入れ，ナイロンフィルムの蓋をシールした。カップ内に密封したチーズを加熱殺菌することにより，上下のチーズが完全に密着し，外見上は通常のカマンベールチーズと見分けのつかない良好な白カビチーズが得られた。",
                "・・・",
                "これらのチーズについて，結着部分からのチーズの洩れ及び結着状態の評価を行った。結着状態としては，結着部分から引っ張った時に，結着部分がはがれない状態を良好とし，結着部分から簡単にはがれてしまう状態を不良とした。評価結果を表1に示す。・・・",
                "【0009】",
                "(表1)",
                "食品類内包カマンベールチーズの評価結果",
                "チーズの漏れ    結着状態",
                "香辛料            なし          良好",
                "ゴマ              なし          良好",
                "赤しそ粉末        なし          良好",
                "対照              なし          良好",
                "表1に示されるように，本発明の方法により香辛料，ゴマ，赤しそ粉末をはさんだ本発明の白カビチーズは，何もはさまれていないカマンベールチーズ(対照)と同様に，チーズの漏れもなく，結着状態も良好であった。",
                "なお，切断面が見える程度にしかカビが生育していないチーズについても同様に評価を行ったが，切断面からのチーズの漏れがあり，好ましいものではなかった。」"
              ]
            },
            {
              "fig": "ク",
              "subject": "「【実施例2】",
              "text": [
                "【0010】",
                "・・・",
                "このチーズカードを再び数日発酵させ，ポリプロピレンフィルムで包装した後，さらに熟成が完了するまで発酵を継続した。切断面がカビの生育により見えなくなり，熟成によって上下2枚のチーズが結着し，外見上は通常のカマンベールチーズと見分けのつかない良好な白カビチーズが得られた。",
                "・・・",
                "これらのチーズについて，結着部分からのチーズの洩れ及び結着状態の評価を行った。評価結果を表2に示す。・・・",
                "【0011】",
                "(表2)",
                "食品類内包カマンベールチーズの評価結果",
                "チーズの漏れ    結着状態",
                "実施例2          なし          良好",
                "対照              なし          良好",
                "表2に示されるように，本発明の方法によりアーモンドナッツをはさんだ白カビチーズは，何もはさまれていないカマンベールチーズ(対照)と同様に，チーズの漏れもなく，結着状態も良好であった。",
                "なお，切断面が見える程度にしかカビが生育していないチーズについても同様の評価を行ったが，切断面からのチーズの漏れはないものの，結着状態が不良となり，好ましいものではなかった。」",
                "「結着部分」の意義について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "構成要件A2及びD2は，「前記チーズカードを結着するように熟成させて，結着部分から引っ張っても結着部分がはがれない状態に一体化させ，」というものである。「結着部分」の語は，構成要件C及びFにおいても，「結着部分からのチーズの漏れがない，香辛料を内包したカマンベールチーズ製品。」として用いられている。",
                "本件各発明における「結着部分」の意義について，控訴人は，外縁部(チーズカードが成型当初の形状(通常は円筒形状)における外周側面部分をいう。チーズカードの形状がその後の切断加工により変わった場合も，a)，これに対して，被控訴人らは，上下のチーズカードの接合面全体を意味すると主張するa)。",
                "この点について，当裁判所は，控訴人の主張するように解するのが相当であると判断する。その理由は以下のとおりである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件特許の特許請求の範囲の請求項1及び2の記載(補正後の原判決第本件各発明は，概要次のとおりのものであることが認められる。",
                "本件各発明は，食品類を内包し，熟成によりチーズが結着成型されてなる白カビチーズ製品及びその製造方法に関するものである。従来，チーズ製品に食品類を混合した成型品として，チーズ表面に食品類を付着させたチーズ製品や，外層部がナチュラルチーズではない鶏卵状チーズ製品及びそれらの製造方法が知られていた。しかし，これらのチーズ製品及びその製造方法は，いずれも表面に添加した食品が点在した，見た目も通常のチーズ製品とは異なったものであるか，又は，見た目は通常のチーズ製品であるが，外層部がナチュラルチーズではないチーズ製品及びその製造方法であり，これらの方法では，見た目が通常の白カビチーズ製品と異ならない，食品類を内包した白カビチーズ製品を製造することは不可能であった。本件各発明は，かかる課題を解決し，白カビチーズの一種であるカマンベールチーズであって，食品類である香辛料をチーズの内部に内包し，見た目が通常のカマンベールチーズ製品と異ならないもの及びその製造方法を提供することを目的とするものである。そのために，本件各発明では，成型したチーズカードの間に香辛料をはさみ，熟成させることにより，チーズカードの結着を強固なものとし，また，熟成の後に加熱することにより，チーズの結着をより強固なものとし，香辛料を内包したカマンベールチーズ製品を得ることができるものである。本件各発明の香辛料を内包したカマンベールチーズ製品は，通常のカマンベールチーズ製品と比べて，外観上全く見分けがつかないものであり，また，本件各発明は，加熱時に流動化したチーズが切断面から流れ出たり，食品類が流出したり漏れたりすることのない非常に良好なカマンベールチーズ製品を得ることができるという作用効果を奏するものである。",
                "上記のような本件各発明の目的及び作用効果に照らせば，本件各発明においては，香辛料をチーズの内部に内包し，見た目が通常のカマンベールチーズ製品と異ならないものを得るために，加熱時に流動化したチーズが切断面から流れ出たり，食品類が流出したり漏れたりすることのないような構成とすることが必要であり，かつ，それで十分であるということができる。",
                "そして，加熱時に流動化したチーズが切断面から流れ出たり，食品類が流出したり漏れたりすることのないような構成とするためには，外縁部(チーズカードの成型当初の形状(通常は円筒形状)における外周側面部分をいう。)が結着していれば十分であり，それ以上に，チーズカードの接合面全体が結着していることは必要ではない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "構成要件A2及びD2では「結着部分から引っ張っても結着部分がはがれない状態に一体化させ」と，構成要件C及びFでは「結着部分からのチーズの洩れがない」と記載され，また， 本件明細書の【実施例1】【0008】及び【実施例2】【0010】には，いずれも「結着部分からのチーズの洩れ及び結着状態の評価を行った。」，「結着部分から引っ張った時に，結着部分がはがれない状態を良好とし，結着部分から簡単にはがれてしまう状態を不良とした。」との記載があり，【0009】及び【0011】の各表にはそれぞれの評価結果が示されている。",
                "上記各記載においては，「結着部分から引っ張っても」，「結着部分からのチーズの洩れ」「チーズが結着部分から流れ出たり」等の文言が用いられているところ，「～から引っ張る」，「～からのチーズの洩れ」，「チーズが～から流れ出る」の各語における「～」に当たる部分は，そこから引っ張ることのできる部分，そこからチーズが漏れる部分，そこからチーズが流れ出る部分を指すものであるから，「～」に当たる部分が，外縁部を指すと解するのが自然である。",
                "そうすると，【0008】ないし【0011】においてチーズの漏れ及び結着状態の評価の対象とされた部分は，外縁部であって，上下のチーズカードの接合面全体ではないと認められる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "また， 本件明細書【0006】では，本発明において混合させる「食品類」として，畜肉，魚肉，海草，野菜，果物又はこれらの加工品のような一般食品のみならず，ごま等の乾燥食品，餡や練りわさび等のペースト状食品，しょうゆやドレッシング等の液状食品，食物繊維やアミノ酸等の健康訴求商品等，さらに，食品添加物として，フレーバー，調味料等が挙げられている。",
                "成型されたチーズカードの間に食品類をはさんだ後，チーズカードを結着するように熟成させても，その形状や大きさ，量によっては，上下のチーズカードの接合面全体が結着しないものがあるということは，技術常識といえる。そして，【0006】に例示された上記食品類については，その形状や大きさ，量について何らの限定もない。",
                "そうすると，本件明細書自体，チーズカードの間にはさむ食品類の形状や大きさ，量によって，上下のチーズカードの接合面全体が結着しないことを前提としているものと認められる。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上のとおり，本件各発明の目的及び作用効果に照らせば，本件各発明においては，外縁部が結着していれば十分であり，それ以上に，チーズカードの接合面全体が結着していることは必要ではないこと(前記イ)，実施例において，チーズの漏れ及び結着状態の評価の対象とされた部分は，外縁部であって，上下のチーズカードの接合面全体ではないこと(前記ウ)，本件明細書自体，チーズカードの間にはさむ食品類の形状や大きさ，量によって，上下のチーズカードの接合面全体が結着しないことを前提としていると認められること(前記エ)に照らせば，本件各発明における「結着部分」とは，外縁部(チーズカードの成型当初の形状(通常は円筒形状)における外周側面部分をいう。チーズカードの形状がその後の切断加工により変わった場合も，上記外周側面部分を指す。)を意味するものと解するのが相当である。",
                "被控訴人らの主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人らは，「結着部分」とは，上下のチーズカードの接合面全体を意味すると主張し，その理由として，本件各発明は，内部を軟化させる熟成により，別体であった上下のチーズカードが結着・一体化するとともにチーズカード表面の熟成により，結着・一体化が行われるものであり，これらの熟成を利用してチーズカードを結着・一体化させることに本質があり，この結着・一体化が，チーズカードの表面のカビのさらなる育成によるカビマットの形成による結着(チーズカード表面の熟成による結着)に限定されると解釈すべき論拠は，特許請求の範囲の記載には存在しないことなどを指摘する( ，c，d)。",
                "しかし，まず，本件明細書には，内部を軟化させる熟成により，別体であった上下のチーズカードの接合面全体が結着・一体化することが本件各発明の特徴の一つであることを示す記載はない。",
                "また， のとおり，カマンベールチーズの一般的な製造工程における熟成には，チーズカードの表面上にカビを発生させるもの(チーズカード表面の熟成)と，これに続いてカビが生成する酵素の作用によってチーズカードを外側から内側に向かって軟化させるもの(内部を軟化させる熟成)とがあることが認められるが，本件明細書には，特許請求の範囲の記載(構成要件A2及びD2)において用いられている「熟成」の語が，チーズカード表面の熟成だけでなく，内部を軟化させる熟成も含めた意味を有するものとして用いられていることを示す記載も見当たらない。",
                "さらに，本件各発明において，チーズカード表面の熟成によって外縁部が結着するだけでなく，内部を軟化させる熟成によってチーズカードの接合面が面として一部結着するとしても，このことは，本件各発明における「結着部分」が，上下のチーズカードの接合面全体を意味すると解すべき理由とはならない。",
                "したがって，被控訴人らの上記主張は，いずれも採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被控訴人らは，本件無効審判及び本件審決取消訴訟における控訴人の主張を種々指摘して，これら主張に照らしても，本件各発明における「結着部分」は，上下のチーズカードの接合面全体を意味することが明らかであると主張する( 。",
                "しかし，以下のとおり，被控訴人らの上記主張は採用することができない。",
                "被控訴人らは，控訴人が，本件無効審判における平成20年10月16日付け答弁書(乙16・4頁)において，「上記構成要件(1-B)は，別体のチーズカードを結びつけるように熟成させて，別体のチーズカードの結びついた部位を引っ張ってもはがれない状態に一体化していることを意味している。」と主張しており，外縁部の白カビマットの形成だけで一体化していると主張してはいなかったことを指摘する。",
                "しかし，上記答弁書の被控訴人ら指摘部分の直前には，「審決は訂正前の構成要件(1-B)に対して，「本件発明1の「チーズカードを結着するように熟成させて一体化させ」て得られた状態とは，もともと別体であったチーズカードどうしが結びつくことにより一体となった状態を意味しているといえるが，その結びつきの強度や一体化がどの程度まで強固に維持されるかが規定されているとまでいえない。」(・・・)との判断を示した。そこで，訂正事項3は，結びつきの強度や一体化の強固に維持されている程度を「結着部分から引っ張っても結着部分がはがれない状態」と規定する減縮を行ったものである。」との記載がある。",
                "したがって，被控訴人ら指摘の控訴人主張部分の記載は，チーズカード同士の結びつきの強度や一体化の強固に維持されている程度を示すものとして主張したにとどまるものと認められ，それ以上に，控訴人が，本件各発明における「結着部分」を上下のチーズカードの接合面全体を意味するものとして上記主張をしたものと認めることはできない。このことは，控訴人が，上記答弁書において，外縁部の白カビマットの形成だけで一体化していると主張していなかったとしても，同様にいえることである。",
                "したがって，上記答弁書に係る被控訴人らの主張は採用することができない。",
                "被控訴人らは，控訴人は，本件無効審判における平成19年9月14日付け上申書(乙18・2～3頁)において，「『結着』と『一体化』という語を合わせて考えれば，チーズカードは引っ張ってもはがれない程度に互いに接着していると解するのが相当です。すなわち，本特許にかかる発明によれば，チーズカードが互いに分けられない程度に接着しており，食品類を挟んだ部分においてもそのような状態になっていると解するべきです。」と主張していたことを指摘する。",
                "答弁書における主張と同様，チーズカード同士の結びつきの強度や一体化の強固に維持されている程度を示すものとして主張したにとどまるものと認められ，それ以上に，控訴人が，本件各発明における「結着部分」を上下のチーズカードの接合面全体を意味するものとして主張をしたものと認めることはできない。",
                "したがって，上記上申書に係る被控訴人らの主張は採用することができない。",
                "被控訴人らは，控訴人は，本件審決取消訴訟における平成22年1月14日付け準備書面(乙19・13頁)において，本件訂正発明1の「結着部分から引っ張っても結着部分がはがれない状態に一体化」という発明特定事項について，「チーズカードの結着部分である外周側面，及び結着面が一体化することを意味していることは明白である。」と主張していたことを指摘する。",
                "被控訴人らの指摘に係る記載部分は，上記準備書面の「(2-2)本件訂正発明の特徴」と題する項目中のウの部分の文章の一部であるが，その文章の全体は，「ここで，上記「チーズカードが結着するように熟成させて一体化させる」との記載は，本件訂正発明1の「結着部分から引っ張っても結着部分がはがれない状態に一体化」という発明特定事項に対応しており，当該発明特定事項により，チーズカードの間に香辛料をはさみチーズカードを結着するように熟成させて，チーズカードの結着部分である外周側面，及び結着面が一体化することを意味していることは明白である。」というものである。",
                "上記記載によれば，控訴人は，構成要件A2及びD2の「結着部分から引っ張っても結着部分がはがれない状態に一体化」の意味について，「チーズカードの結着部分である外周側面，及び結着面が一体化することを意味している」と主張しているものであり，「結着部分である外周側面」と，「及び結着面」との間に「，」をはさむことにより両者を意識的に区別した上で，「結着部分である外周側面」と「結着面」が「一体化すること」を述べているものと認められる。",
                "上記準備書面では，「結着面」の意義については触れられていないが，仮に，「結着面」が，上下のチーズカードの接合面のうち外縁部を除いた部分を指すものであるとしても，上記主張において述べられているのは，「結着部分である外周側面」と「上下のチーズカードの接合面のうち外縁部を除いた部分」が一体化するということにとどまり，それ以上に，控訴人が，本件各発明における「結着部分」を上下のチーズカードの接合面全体を意味するものとして上記主張をしたものとまで認めることはできない。",
                "したがって，上記準備書面に係る被控訴人らの主張は，採用することができない。",
                "構成要件A2及びD2の充足性について",
                "被控訴人製品等においては， 等の構成) ，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●ことが認められる。",
                "したがって，被控訴人製品等は，構成要件A2及びD2を充足する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "③(文言侵害の成否・構成要件C及びFの充足性)について",
          "text": [
            "「内包」の意義について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件各発明は，概要，前記1 (「結着部分」の意義について)イのとおりのものである。すなわち，食品類を内包し，熟成によりチーズが結着成型されてなる白カビチーズ製品及びその製造方法に関するものであり，チーズ製品に食品類を混合した成型品として従来知られていたチーズ製品及びその製造方法では，見た目が通常の白カビチーズ製品と異ならない，食品類を内包した白カビチーズ製品を製造することが不可能であったことから，本件各発明は，かかる課題を解決し，白カビチーズの一種であるカマンベールチーズであって，食品類である香辛料をチーズの内部に内包し，見た目が通常のカマンベールチーズ製品と異ならないもの及びその製造方法を提供することを目的とするものであり，本件各発明の香辛料を内包したカマンベールチーズ製品は，通常のカマンベールチーズ製品と比べて，外観上全く見分けがつかないものであり，また，本件各発明は，加熱時に流動化したチーズが切断面から流れ出たり，食品類が流出したり漏れたりすることのない非常に良好なカマンベールチーズ製品を得ることができるという作用効果を奏するものである。",
                "構成要件C及びFの「内包」の意義について，控訴人は，「内包」とは内部に含み持つことであるが，切断面から内部が見えるのは当然であり，が外部から見えない状態を意味していると主張している(同(被控訴人らこの点について，当裁判所は，上記のとおりの本件各発明の概要に照らせば，構成要件C及びFにおける「香辛料を内包したカマンベールチーズ製品」とは，本件各発明を実施することにより製造されたチーズ製品の完成品を指すものと解すべきであるから，上記各構成要件における「内包」とは，完成品であるチーズ製品の外観から香辛料が見えない状態で内部に含み持たれており，見た目が通常のカマンベールチーズ製品と異ならないことを意味するものと解するのが相当であると判断する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，本件各発明の目的は，チーズカードの表面に生育した白カビによりフェルト状の外皮(マット)が構成されていて，チーズカード同士が結着され，型くずれや食品の漏れのない白カビチーズ製品を製造することにあり，見た目が通常の白カビチーズと異ならない香辛料を内部に包含するカマンベールチーズを提供することは，本件各発明の目的ではない旨を主張する(争点 ③(控訴人の主張) )。",
                "しかし，前記1 で認定したとおり，本件明細書には，「本発明は，食品類を内包し，熟成によりチーズが結着成型されてなる白カビチーズ製品及びその製造方法に関する。」(【0001】)，「従来より，チーズ製品に食品類を混合した成型品として，チーズ全体に香辛料やワインなどを混合した，種々の形状及び風味を有するナチュラルチーズ，プロセスチーズ及びチーズフード・・・がある。・・・上記したチーズ製品は，何れもチーズ表面に添加した食品が点在した，見た目も通常のチーズ製品とは異なったものであった。一方，見た目は通常のチーズ製品であるが，チーズ中に食品類が包含されているチーズ製品として，・・・芯部および芯部を包み込む外層部からなる2層構造とした鶏卵状チーズが開示されている。」(【0002】)，「上記したように，従来は，チーズ製品に食品類を混合した成型品として，チーズ全体に食品類を混合させたチーズ製品，チーズ表面に食品類を付着させたチーズ製品や，外層部がナチュラルチーズではない鶏卵状チーズ製品及びそれらの製造方法が知られていたが，これらの方法では食品類を内包した白カビチーズ製品を製造することは不可能であった。本発明は，チーズの間に種々の食品類を内包する白カビチーズ製品及びその製造方法を提供することを目的とする。」(【0003】)，「本発明者らは，上記の課題を解決するために白カビチーズに食品類を内包する方法を検討した結果，成型したチーズカードの間に食品類をはさみ，熟成させることにより，チーズの結着が強固で，型崩れや食品の漏れのない白カビチーズ製品が得られることを見出し，本発明を完成するに至った。」(【0004】)，「本発明の食品類を内包した白カビチーズは，通常の白カビチーズと比べて，外観上全く見分けがつかないものである。」(【0005】)との記載がある。",
                "本件明細書の上記記載並びに本件特許の特許請求の範囲の請求項1及び2の記載によれば，本件各発明の目的が，チーズ製品に食品類を混合した成型品として従来知られていたチーズ製品及びその製造方法では，見た目が通常の白カビチーズ製品と異ならない，食品類を内包した白カビチーズ製品を製造することが不可能であったことから，かかる課題を解決し，白カビチーズの一種であるカマンベールチーズであって，食品類である香辛料をチーズの内部に内包し，見た目が通常のカマンベールチーズ製品と異ならないもの及びその製造方法を提供することにあることは明らかである。控訴人が本件各発明の目的であると主張する，チーズカードの表面に生育した白カビによりフェルト状の外皮(マット)が構成されていて，チーズカード同士が結着され，型くずれや食品の漏れがないという点は，本件各発明の目的，すなわち，見た目が通常のカマンベールチーズ製品と異ならない，香辛料を内包したカマンベールチーズ製品及びその製造方法を提供するという本件各発明の目的を達成するための手段であって，本件各発明の目的そのものとは認められない。",
                "したがって，控訴人の上記主張は採用することができない。",
                "控訴人は，構成要件C及びFの文言上，すべての香辛料が外部に露呈されていないことは要件とされておらず，本件各発明においてその実施品を切断した面から香辛料が見えるのは当然の前提となっているから，香辛料を内包することにより香辛料が見えない状態になるかどうかは，チーズ製品の外縁部(白カビ部分)から見て判断されると主張する(争点 ③の a)。",
                "本件各発明の実施品を切断した場合，その切断面から香辛料が見えることは明らかである。しかし，本件各発明の実施品を切断したものについて，「内包」の要件を充足するか否かを判断する際においても，前記説示のとおり，完成品であるチーズ製品の外観から香辛料が見えない状態で内部に含み持たれており，見た目が通常のカマンベールチーズ製品と異ならないか否かという基準によって判断すれば足りるものというべきである。なぜなら，本件各発明の実施品を切断したものは，切断前において，既に本件各発明の実施品として存在するから，上記の基準によれば，「内包」の要件を充足するからである。",
                "したがって，控訴人の上記主張は採用することができない。",
                "構成要件C及びFの充足性について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "の のとおり，被控訴人製品等は，各個片の表面のうち上面，底面及び外縁部を構成する面は白カビで覆われるものの，6ポーションカット切断面は白カビに覆われずに黒胡椒とチーズが露出しており，完成品であるチーズ製品の外観から香辛料が見えない状態で内部に含み持たれているとはいえず，見た目も通常のカマンベールチーズ製品と異ならないとはいえない。",
                "したがって，被控訴人製品等は，構成要件C及びFを充足しない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，被控訴人製品は，円筒状のチーズカードを6ポーションカットした6ピースの個片の集合体である円筒状のカマンベールチーズ製品全体であって，個片そのものではないところ，被控訴人製品の外縁部を構成する面は白カビで覆われており，黒胡椒が内部に含まれているから，被控訴人製品等は，構成要件C及びFを充足すると主張する(争点(控訴人の主張) a)。",
                "しかし，被控訴人製品は，略円板状のチーズカードを6ポーションカットし，その後所定の工程を経て得られる個片からなるカマンベールチーズ製品であって，各個片がカップ(プラスチック容器)に収納されているとしても，被控訴人製品それ自体は，円筒状(略円板状)のカマンベールチーズ製品ということはできない。",
                "そして，各個片の表面のうち上面，底面及び外縁部を構成する面は白カビで覆われるものの，6ポーションカット切断面は白カビに覆われずに黒胡椒とチーズが露出していることは前記認定のとおりであり，このような個片からなる被控訴人製品についても，被控訴人製品を構成する各個片の6ポーションカット切断面は白カビに覆われずに黒胡椒とチーズが露出しているのであるから，被控訴人製品の外観から香辛料が見えない状態で内部に含み持たれているとはいえず，見た目も通常のカマンベールチーズ製品とは異なるものというほかない。",
                "したがって，控訴人の上記主張は採用することができない。",
                "控訴人は，●●●●●●●●●●●●●●●●●●●●●●ことは構成要件充足性に何ら影響しない旨を主張する(争点 ③の(控訴人の主張) b)。",
                "特許発明の技術的範囲に属する物を生産した後，当該製品を加工して当該特許発明の技術的範囲に属しないものとした場合には，一旦技術的範囲に属するものを生産したことをもって特許権が侵害されたものと解されることは当然である(物を生産する方法の発明についても同様である。)。これを本件各発明に即していうと，本件発明2の方法により製造した，結着部分からのチーズの漏れがない，香辛料を内包したカマンベールチーズ製品(略円板状に成型されたままの状態で，表面全体が白カビで覆われ，外から香辛料が見えないもの)を，その完成後に6ポーションカットした場合には，切断後の各個片自体はその切断面において香辛料が露出するため構成要件C及びFを充足しないが，その切断前の段階において本件発明1の技術的範囲に属する製品が生産され，本件発明2の方法が使用されている以上，かかる点をもって本件特許権が侵害されたものと解する余地はある。",
                "しかし，被控訴人製品は， 認定のとおり，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●処理を施されてカマンベールチーズ製品として完成するものである。そのため，被控訴人製品の製造工程においては，本件各発明の構成要件C及びFの「内包」の要件を充足する「カマンベールチーズ製品」は一度も製造されない。そして，前記 アのとおり，本件各発明は，香辛料をチーズの内部に内包し，見た目が通常のカマンベールチーズ製品と異ならないもの及びその製造方法を提供することを目的とするものであり，構成要件C及びFの「内包」の要件は本件各発明の必須の構成といえるから，被控訴人製品の製造工程において，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●アルミ箔により包装する工程(補正後の工程)が入ることにより，被控訴人製品等は本件各発明の必須の構成を欠くものとなるといわざるを得ない。",
                "したがって，被控訴人製品及びその製造方法における上記ポーションカットの工程と，本件各発明の実施品をその完成後に切断することとは同列に論じられないから，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "よって，被控訴人製品等は，構成要件C及びFを充足しない。",
                "ができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点 (均等侵害の成否)について",
          "text": [
            "本件各発明と被控訴人製品等との相違点について",
            "前記2 において説示したとおり，被控訴人製品等は，本件各発明の構成要件C及びFを充足しないから，本件各発明と被控訴人製品等とは，少なくとも，構成要件C及びF，すなわち，本件各発明においては，完成品であるチーズ製品について，その外観から香辛料が見えない状態で含み持たれており，見た目が通常のカマンベールチーズ製品と異ならないが，被控訴人製品等においては，各個片の表面のうち上面，底面及び外縁部から見た場合には香辛料は見えないが，6ポーションカット切断面から見た場合は香辛料が外部に露出しており，見た目が通常のカマンベールチーズ製品と異なる点において相違する。",
            "控訴人は，被控訴人製品等が本件各発明の構成要件C及びFを充足しないとしても，本件各発明の本質的部分は維持されており，かつ，被控訴人製品等の構成に置き換えることは可能かつ容易であるから，被控訴人製品等は本    そこで，以下，均等侵害の成否について検討する。",
            "第1083号同10年2月24日第三小法廷判決・民集52巻1号113頁が示す5つの要件について判断する必要があるところ，本件では，事案の内容に鑑み，まず，置換可能性(第2要件)から判断する。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "置換可能性(第2要件)について",
      "text": [
        "本件各発明は，構成要件C及びFの「香辛料を内包」との構成により，通常のカマンベールチーズ製品と比べて，外観上全く見分けがつかないとの作用効果を奏するものである。",
        "これに対し，被控訴人製品等は，6ポーションカット切断面が白カビに覆われておらず香辛料が露出しているから，上記作用効果，すなわち，通常のカマンベールチーズ製品と比べて，外観上全く見分けがつかないとの作用効果を奏しないことは明らかである。",
        "したがって，被控訴人製品等は，第2要件を充足しない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "非本質的部分(第1要件)について",
      "text": [
        "前記 で認定した本件明細書の記載(【0001】～【0005】)によれば，本件各発明の本質的部分すなわち技術思想の中核的部分は，構成要件A2及びD2の「チーズカードを結着するように熟成させ」て，「結着部分から引っ張ってもはがれない状態に一体化させ」，さらに，構成要件B及びEの「その後，加熱」することにより，構成要件C及びFの「香辛料を内包」との構成を得，これによって，通常のカマンベールチーズ製品と比べて，外観上全く見分けがつかず，また，加熱時に流動化したチーズが切断面から流れ出たり，香辛料が流出したり漏れたりすることがないという作用効果を奏する点にあるものと認められる。",
        "これに対し，被控訴人製品等は，構成要件C及びFの「香辛料を内包」との構成を具備しないから，通常のカマンベールチーズ製品と比べて，外観上全く見分けがつかないとの作用効果を奏するものではないし，「香辛料を内包」との構成によって，加熱時に流動化したチーズが切断面から流れ出たり，香辛料が流出したり漏れたりすることがないという作用効果を奏するものでもない。",
        "そうすると，本件各発明と被控訴人製品等との上記相違点は，本件各発明の本質的部分というべきである。したがって，被控訴人製品等は，第1要件も充たさないものである。",
        "小括",
        "よって，その余の要件について検討するまでもなく，被控訴人製品等について，本件各発明との関係において均等侵害は成立しない。",
        "控訴人の前記主張は採用することができない。"
      ],
      "content": [
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上のとおり，被控訴人製品等は，本件各発明の構成要件C及びFを充足せず，均等の要件も満たさないから，本件各発明の技術的範囲に属しない。",
            "したがって，本件特許権侵害の不法行為に基づく控訴人の損害賠償請求はいずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}