{
  "conclusion": [
    {
      "text": "特許庁が無効2012-400004号事件について平成25年9月30日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，実用新案登録無効審判請求に対する不成立審決の取消訴訟である。",
        "争点は，考案についての新規性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成19年11月22日，名称を「付箋」とする考案につき，実用新案登録出願(実願2007-9032号，甲18。以下「本件出願」という。)をし，平成20年1月9日，設定の登録(実用新案登録第3139191号)を受けた(以下「本件実用新案登録」という。)。",
            "原告は，平成24年11月18日，本件実用新案登録の請求項1ないし4に係る考案について，実用新案登録無効審判を請求したところ(甲6)，被告は，平成25年1月10日付け訂正書(甲7)により，本件実用新案登録の請求の範囲を減縮する訂正をした。",
            "特許庁は，平成25年9月30日，「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は同年10月10日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件考案の要旨",
          "text": [
            "本件出願に係る明細書(甲18)及び訂正明細書(甲19。以下，これらを併せて「本件明細書」という。)によれば，上記訂正後の考案の要旨は，以下のとおりである(以下，それぞれ「本件考案1」というように呼称し，これらを合わせて「本件考案」という。)。",
            "「【請求項1】",
            "付箋紙を多数枚積み重ねて互いの重なり面が接着剤で剥離可能に接合されている付箋紙束が複数冊に亘って積み重ねられていると共に，付箋紙束を形成している付箋紙が，個々の付箋紙束ごとに異なる色に着色されていて，かつ，個々の上記付箋紙束において付箋紙の重なり面同士を剥離可能に接合している上記接着剤は，互いに接合されている一方側の付箋紙の裏面に保持されて他方側の付箋紙の表面に対して剥離可能になっていると共に，付箋紙の積重ね層の中間部分に位置している色の付箋紙だけを剥離しても，他の付箋紙が分離してばらばらになることのないように，個々の上記付箋紙束が，多数枚の上記付箋紙の端縁の集まりによって形成されている上記付箋紙束の面状の端面に剥離可能に接合された帯状の連結材によって連結されていることを特徴とする付箋。",
            "【請求項2】",
            "個々の付箋紙束ごとに，端縁が上記連結材に剥離可能に接合された厚手の台紙が備わっている請求項1に記載した付箋。",
            "【請求項3】",
            "上記連結材が，糊で形成された膜状の層でなる請求項1又は請求項2のいずれか1項に記載した付箋。",
            "【請求項4】",
            "膜状の層を形成している上記糊に，上記接着剤と同一種類の接着剤が用いられている請求項3に記載した付箋。」"
          ]
        },
        {
          "fig": "3",
          "subject": "請求人(原告)が主張する無効理由",
          "text": [
            "被告は，本件出願前に，丸石製紙株式会社(以下「丸石製紙」という。)に対し，甲1の写真に示された「カラーパレットブロック8色アソートＮSF-56」との付箋(以下，甲1の写真及び付箋仕様書により特定される付箋紙束の製品を「甲1製品」といい，甲1の1頁の写真の対象である付箋紙束自体を「甲1対象品」という。)及び甲2の写真に示された「ニチリュウPB」との付箋(以下，甲2の写真及び付箋仕様書により特定される付箋紙束の製品を「甲2製品」といい，甲2の1頁の写真の対象である付箋紙束自体を「甲2対象品」という。)について製造を発注し，丸石製紙は，これを秘密保持契約なく受注して生産し，各所に納品した。",
            "本件考案1ないし3は，甲1製品に示された考案(以下「甲1考案」という。)及び甲2製品に示された考案(以下「甲2考案」という。)と同一であり，本件出願前に公然と知られ，又は，公然実施された考案であるから，実用新案法3条1項1号又は2号に違反してなされたものであり，無効である。",
            "また，本件考案4は，甲1考案又は甲2考案並びに周知技術に基づいて，当業者がきわめて容易に考案をすることができたものであるから，同条2項の規定に違反してなされたものであり，無効である。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1及び甲2考案の公知性・公用性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1製品及び甲2製品の写真(甲1及び2の各1，3，4頁)には，製造日，販売日，納品日といった日付に関する記載はない。",
                    "甲1の2頁の「付箋仕様書」(以下「甲1仕様書」という。)には，「15．11．14」なる数字が記載され，また，甲2の2頁の「付箋仕様書」(以下「甲2仕様書」という。)には，「15．5．2」なる数字が記載されているが，これらの数字の意味や定義は，甲1及び2からは明らかではなく，例えば，製造日，販売日，納品日といった日付に関する記載であるとは認められず，他に日付に関する記載があるとも認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1の1頁の甲1製品の写真(以下「甲1-1写真」という。)及び甲2の1頁の甲2製品の写真(以下「甲2-1写真」という。)に示されたJAＮコード「4  512799  495319」及び「4  902160  7444816」は，それぞれ，甲1仕様書及び甲2仕様書のJAＮコードと一致しているが，一般にJAＮコードを変更するか否かは，そのJAＮコードを登録したメーカー自身が決定するものであって，JAＮコードを変更せずに，商品の構成を改造等により一部変更することもできるから，JAＮコードの同一性を根拠として，甲1-1写真に示された付箋(甲1対象品)及び甲2-1写真に示された付箋(甲2対象品)が，それぞれ，甲1仕様書及び甲2仕様書に記載されている付箋の仕様そのものであるとは必ずしもいえない。",
                    "したがって，甲1仕様書が，原告主張のように平成15年11月14日に作成されたものであるとしても，当該仕様書の仕様を有する甲1製品がそのころに製造，販売，納品されていたとは認められず，同様に，甲2仕様書は，原告主張のように，同年5月2日に作成されたものであるとしても，当該仕様書の仕様を有する甲2製品がそのころに製造，販売，納品されていたとは認められない。",
                    "また，「納品書  控」(甲3)には，「商品名・規格」の欄の一つに「ニチリュウ  15＊50  カラーパレットプロック」，その下の行に「400．00袋  1個」と記載され，「数量」の欄に「400．00」と記載されていると認められる。しかし，甲2の1頁に示された付箋には，「貼ってはがせる  ふせん紙」「，カラーパレット(ブロック)」と記載され，2頁の「付箋仕様書」には，「品名  ニチリュウPB」，「発注数  10，000冊」と記載されており，甲3に示された「商品名」と甲2に示された「品名」等とは一致せず，また，甲3に示された「数量」と甲2に示された「発注数」とも大きく異なることから，「納品書  控」(甲3)が，甲2に示された付箋の「納品書  控」と推認することはできない。",
                    "甲5のA(丸石製紙の代表取締役社長)の陳述書は，証拠調べを経たものでなく，請求人(原告)主張の事実を推認するには足りない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上から，甲1製品及び甲2製品は，本件出願前に公然知られた状態，及び公然実施をされた状態であったものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1製品及び甲2製品の構造について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1考案について",
                  "text": [
                    "甲1に示された甲1考案は，以下のとおりのものである。",
                    "「付箋紙を多数枚積み重ねて互いの重なり面が接着剤で剥離可能に接合されている付箋紙束が8冊に亘って積み重ねられていると共に，付箋紙束を形成している付箋紙が，個々の付箋紙束ごとに異なる8色に着色されていて，かつ，個々の上記付箋紙束において付箋紙の重なり面同士を剥離可能に接合している上記接着剤は，互いに接合されている一方側の付箋紙の裏面に保持されて他方側の付箋紙の表面に対して剥離可能になっている付箋。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件考案1と甲1考案との対比判断",
                  "text": [
                    "【一致点】",
                    "「付箋紙を多数枚積み重ねて互いの重なり面が接着剤で剥離可能に接合されている付箋紙束が複数冊に亘って積み重ねられていると共に，付箋紙束を形成している付箋紙が，個々の付箋紙束ごとに異なる色に着色されていて，かつ，個々の上記付箋紙束において付箋紙の重なり面同士を剥離可能に接合している上記接着剤は，互いに接合されている一方側の付箋紙の裏面に保持されて他方側の付箋紙の表面に対して剥離可能になっている付箋。」",
                    "【相違点】",
                    "本件考案1は，「付箋紙の積重ね層の中間部分に位置している色の付箋紙だけを剥離しても，他の付箋紙が分離してばらばらになることのないように，個々の上記付箋紙束が，多数枚の上記付箋紙の端縁の集まりによって形成されている上記付箋紙束の面状の端面に剥離可能に接合された帯状の連結材によって連結されている」のに対し，甲1考案は，この点につき明らかでない点。",
                    "そうすると，甲1考案は，本件考案1を特定するために必要な「付箋紙の積重ね層の中間部分に位置している色の付箋紙だけを剥離しても，他の付箋紙が分離してばらばらになることのないように，個々の上記付箋紙束が，多数枚の上記付箋紙の端縁の集まりによって形成されている上記付箋紙束の面状の端面に剥離可能に接合された帯状の連結材によって連結されている」との考案特定事項(以下，この考案特定事項を「本件連結構成」という。)を具備していない。",
                    "したがって，本件考案1が，甲1考案と同一であるとすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件考案2ないし4と甲1考案との対比判断",
                  "text": [
                    "本件考案2ないし4は，いずれも本件考案1を引用して本件考案1を更に限定したものであるから，上記イと同様に，本件考案2及び3は，甲1考案と同一であるとはいえない。",
                    "また，本件考案4は，甲1考案が本件連結構成を具備していないから，甲1考案及び周知技術に基づいて，当業者がきわめて容易に考案をすることができたとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2考案について",
                  "text": [
                    "甲2考案は，甲1考案と同一であるから，上記に述べたことが当てはまる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "結論",
              "text": [
                "本件考案1ないし3は，本件出願前に日本国内又は外国において公然知られた甲1及び甲2考案，並びに公然実施をされた甲1及び甲2考案ではなく，また，本件考案4は，甲1及び甲2考案及び周知技術に基づいて，当業者がきわめて容易に考案をすることができたものではないから，本件考案についての実用新案登録は，無効理由により無効とすることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決が，甲1及び甲2考案の公知性及び公用性を否定し，かつ，甲1及び甲2製品は，本件連結構成を有するものとは認められないと認定したのは誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "甲1及び甲2考案の公知性，公用性について",
          "text": [
            "審決は，甲1製品及び甲2製品が公然に知られた状態，及び，公然に実施された状態にあったとはいえないとする理由として，甲1仕様書に示された「15．11．14」，甲2仕様書に示された「15．5．2」は日付を示すものではないことを挙げている。しかし，あらゆる文書において右上の角部に日付を書くことはあまりに一般的であり，頭が20で始まる4桁であれば西暦を示し，二桁であれば平成等の元号を示すことは明らかである。",
            "また，納品書控(甲3)，売上明細一覧表(甲21)を見れば，甲1及び甲2製品が平成15，16年に販売されていたことが明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲1及び甲2製品の構成について",
          "text": [
            "審決は，甲1及び甲2製品が，本件連結構成を有しているか否かが明らかでないとし，本件連結構成を相違点として認定したが，誤りである。これらの製品はいずれも，本件連結構成を具備している。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断には，いずれも誤りがない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "甲1及び甲2考案の公知性，公用性について",
          "text": [
            "甲1及び甲2仕様書の右上には，「15．11．14」，「15．5．2」の数字の記載があるものの，これらは，通常の日付の表示形式には見えない。「平成15年11月14日」を表すとするならば，「H15．11．14」や「平成15年11月14日」と元号等の記載があるのが一般的である。",
            "原告は，甲1及び甲2製品が，平成15，16年に販売されていた根拠として，納品書控(甲3)，売上明細一覧表(甲21)，誓約書等(甲5，20，26)を提出する。しかし，これらは，丸石製紙が作成したものであるが，同社は，原告(請求人)を通じて本件の無効審判請求を行う実質的な当事者であって，本件訴訟において利害関係を有するものであるから，証拠としての信憑性に欠ける。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲1製品及び甲2製品の構造について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1-1写真に写された甲1対象品は，審判段階の請求人(原告)の主張によれば，平成22年11月ころの在庫品である。したがって，保管されていたという甲1対象品は，本件出願前に存在した付箋ではない。また，甲2-1写真に写された甲2対象品は，誓約書(甲20)によれば，平成16年8月ころの在庫品とのことであるが，前記のとおり，本件訴訟について利害関係のある丸石製紙が作成した書面であるから，その信憑性に疑問がある。",
                "技術的効果証明写真(甲16)は，おそらく甲1及び甲2対象品の写真であると思われるところ，そのような製品があるとしても，その在庫品の付箋の仕様が，本件出願前に存在した付箋と同様の付箋の仕様であることの証明がされていない。途中でその構造が変更された可能性もあるのだから，現存する甲1及び甲2対象品の構造をもって，本件出願前に販売されていたという甲1及び甲2製品の仕様を証明することはできない。",
                "そうすると，甲1及び甲2対象品の構造を立証することによって，本件出願前に製造・販売されていた甲1及び甲2製品の構造を示すことはできないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1に示された写真及び甲1仕様書並びに甲2に示された写真及び甲2仕様書からは，付箋の構造が明らかとなっていない。また，原告も認めるとおり，甲1及び2の各3，4頁の写真は，同じものであり，これらの写真が甲1対象品なのか，甲2対象品なのかが特定できず，保管されていたものがどちらの付箋かも不明である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "甲1及び甲2対象品について",
          "text": [
            "証拠(甲1，2，5，16，20，26，27，乙1)及び弁論の全趣旨によれば，甲1及び甲2対象品について，以下のとおり認められる。",
            "甲1の1，3及び4並びに甲2の1，3及び4は，平成24年11月ころに丸石製紙の社員が社内に保管されていた付箋紙束(甲1又は甲2対象品)の製品を撮影した写真である。甲1及び甲2対象品は，それぞれサイズを15㎜×50㎜とする合計8色分(各50枚シート)の付箋であり，4色組の付箋紙束を1ブロックとしたもの2つがセットとなり，透明のプラスチックケースに収納されている。4色組の1ブロックは，鮮明な蛍光色の黄色，黄緑色，オレンジ色及びピンク色からなる付箋紙束，もう1ブロックは，淡色のパステル系のうす黄色，うす緑色，水色，うすピンク色からなる付箋紙束である。甲1対象品と甲2対象品とは，以下のとおり，販売元が異なり，その包装プラスチックケースの記載事項は，やや異なる点があるものの，そのケースに収納された付箋紙束自体は同一製品である。",
            "甲1対象品の外装のプラスチックケースの表面には，製品のシリーズ名である「Ｎ’S」と記載され，その裏面には，「カラーパレット(ブロック)」，「サイズ：15㎜×50㎜」，「カラー：8色アソート(各色50枚シート)」，JAＮコードとして「4  512799  495319」，「販売元  (株)アックスコーポレーション」と記載されており，末尾に「ＮSF-56」と記載されている(甲1の1)。",
            "一方，甲2対象品の外装のプラスチックケースの裏面には，「カラーパレット(ブロック)」，「サイズ：15㎜×50㎜」，「1パッド  50枚」，「カラー：8色アソート」，JAＮコードとして「4  902160  7444816」，「販売元  日本流通産業株式会社」，「製造元  丸石製紙株式会社」と記載されている(甲2の1)。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲1及び甲2対象品と本件考案1との同一性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件考案1について",
              "text": [
                "本件明細書(甲18，19)によれば，本件考案1について以下のとおり認められる。",
                "目印とするためなどに書類などに貼り付けて用いられる付箋について，付箋紙束ごとに色分けされた複数冊の付箋紙束を1セットとして販売されることがあるが，個々の付箋紙束が他の付箋紙束からもともと分離されていて，しかも，それらの付箋紙束はデスクの上などに散らばって置かれていることが多いことなどにより，個々の付箋紙束が紛失しやすい(段落【0005】，【0008】)。一方，色分けした付箋紙を色ごとにまとめて積み重ねた形態の付箋では，付箋紙の積重ね層の中間部分に位置している色の付箋紙を使用したいときに，その色の付箋紙を剥離すると，付箋紙の剥離部分で付箋が分離してしまうということになり，分離した個々の付箋紙の集まりが紛失しやすくなる(段落【0009】)。",
                "そこで，本件考案1は，多数枚の付箋紙を色分けし，それらの付箋紙を同じ色ごとにまとめて積み重ねた形態の付箋において，積重ね層の中間部分に位置している色の付箋紙だけを剥離しても，他の付箋紙が分離してばらばらになることのないようにすることによって，付箋ないし付箋紙束を紛失しにくくすることのできる付箋を提供することを目的とし(段落【0010】)，個々の付箋紙束を，多数枚の付箋紙の端縁の集まりによって形成される付箋紙束の面状の端面に剥離可能に接合された帯状の連結材によって連結することで，付箋紙の積重ね層の中間部分に位置している色の付箋紙だけを剥離しても，他の付箋紙が分離してばらばらになることのないようにするものである(段落【0011】，【0012】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1及び甲2対象品が本件考案1の構成を備えているか否かについて",
              "text": [
                "甲1及び甲2対象品は，その形状等からみて，いずれも審決が甲1考案として認定したとおりの構成を有するものと認められ，本件考案1との相違点も，審決の認定のとおり，甲1及び甲2対象品が「付箋紙の積重ね層の中間部分に位置している色の付箋紙だけを剥離しても，他の付箋紙が分離してばらばらになることのないように，個々の上記付箋紙束が，多数枚の上記付箋紙の端縁の集まりによって形成されている上記付箋紙束の面状の端面に剥離可能に接合された帯状の連結材によって連結されている」との構成(本件連結構成)を有するか否が明らかでない点である。",
                "そこで，甲1及び甲2対象品が，本件連結構成を有するか否かについて検討する。",
                "技術的効果証明写真(甲16)及び係争付箋紙の機能説明用DVD(甲27)によれば，甲1及び甲2対象品を各々構成する一塊となった4色組付箋紙束が実験に用いられているところ，4色組付箋紙束ブロックをそれぞれ広げると，一端は繋がったまま各色の付箋紙束が角度をなして離間した状態となること，これらの4色組付箋紙束ブロックの両側最外層に一対のクリップを取り付け，両クリップを持って付箋紙束ブロックを持ち上げると，一端は繋がったまま各色の付箋紙束が角度をなして離間した状態となることが認められ，甲1及び甲2対象品の4色組付箋紙束ブロックにおいて，各色の付箋紙束が一端にて連結されているといえる。そして，前記のとおり，甲1及び甲2対象品は同一製品であるところ，甲1又は甲2対象品内の4色組付箋紙束ブロックのうち，中間部分の色束を数十枚剥離しても，付箋紙束は繋がったままであり，実験後の付箋紙束の両側最外層に一対のクリップを取り付け，両クリップを持って付箋紙束ブロックを持ち上げても，一端が繋がったままである様子が認められ，中間部分に位置している色の付箋紙を剥離しても，残った付箋紙が分離してばらばらにならないといえる。さらに，複数枚の付箋紙を剥離した後の付箋紙束の面状の端面，すなわち，付箋紙束が連結されている部分を見ると，膜状の層を認識でき，この膜状の層は，付箋紙束の面状の端面全体に亘っていることが認められ，各色の付箋紙束の一端を連結するのが，各色の付箋紙束の一端の端面に跨って接合された膜状の層であるといえる。",
                "以上を総合すれば，甲 1 及び甲2対象品の4色付箋紙束ブロックは，各色の付箋紙束の一端の端面に跨って剥離可能に接合された膜状の層によって，各色の付箋紙束が一端にて連結されることで，中間部分に位置している色の付箋紙を剥離しても，残った付箋紙が分離してばらばらにならない構成を有することが認められる。上記の「膜状の層」は本件考案1の「帯状の連結材」に相当するものであるから，両構成は一致しており，甲1及び甲2対象品の4色付箋紙束ブロックは，本件考案1の本件連結構成を備えているといえる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲1及び甲2対象品と同一構成を有する製品の公知性，公用性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲1ないし3，5，13，17，20，21，26ないし28，乙1，特に断らない限り，証拠番号には枝番号を含む。証人B)及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "当事者等",
                  "text": [
                    "被告は，文房具・家具・衣料品・日用雑貨品・紙加工品等の製造，輸出入，販売及びそのコンサルタント業務並びに上記文房具等のデザイン及び開発企画等を業とする株式会社である。",
                    "丸石製紙は，書道半紙，付箋紙，障子紙等の製造加工等を業とする株式会社である。",
                    "被告，丸石製紙，トップフォーム株式会社ほか数社は，有限会社プロモスティックジャパン(以下「プロモスティックジャパン」という。)を共同で設立し，かつて，プロモスティックジャパンを介在させる付箋の取引を行っていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2製品の発注について",
                  "text": [
                    "被告は，平成15年5月2日より少し前，丸石製紙に対し，日本流通産業株式会社(以下「日本流通産業」という。)を販売元とする「ニチリュウブランド」の付箋である甲2製品の製作を依頼した。この製作に関し，丸石製紙と被告との間に，特段の秘密保持契約は締結されなかった。",
                    "丸石製紙は，平成15年5月2日，被告から甲2製品の製作について正式発注を受け，被告の定めた仕様のとおり，同日付けの甲2仕様書を作成した。甲2仕様書には，品名「ニチリュウPB」，紙色「パステル，ビビットカラー8色」，サイズ「15×50(4色天ノリ)」，シート数「50シート」，JAＮコード「4902160744816」との記載及び右上に「15．5．2」との記載がある。(甲2の2)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1製品の発注について",
                  "text": [
                    "被告は，平成15年11月14日より少し前，丸石製紙に対し，自社を販売元とする付箋である甲1製品の製作を依頼した。この製作に関しても，丸石製紙と被告との間に，特段の秘密保持契約は締結されなかった。",
                    "丸石製紙は，平成15年11月14日，被告から甲1製品の製作の正式発注を受け，被告の定めた仕様のとおり，同日付けの甲1仕様書を作成した。甲1仕様書には，品名「カラーブロック8色アソート  ＮSF-56」，紙色「パステル，ネオンカラー各4色／計8色」，サイズ「15×50(4色天ノリ)」，シート数「50シート」，JAＮコード「4512799495319」との記載及び右上に「15．11．14」との記載がある。(甲1の2，28の1)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲1及び甲2製品の製作，納品について",
                  "text": [
                    "丸石製紙は，上記の仕様書に基づいて甲1及び甲2製品を製作し，平成15年9月9日から平成16年8月23日までを売上日として，合計9600冊の甲2製品を各納品先に納品し，また，同年2月12日から平成22年11月11日までを売上日として，甲1製品を合計10万7600個，被告の四国デリバリーセンターに納入した。(甲3，21)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲1及び甲2対象品について",
                  "text": [
                    "丸石製紙は，上記エのとおり，甲1及び甲2製品の製造を行っていたところ，甲1及び甲2対象品は，その製造終了後の平成24年11月ころ，丸石製紙の倉庫内に，それぞれ包装プラスチックケースに入った状態で保管されていたものであって，甲1対象品は，平成22年11月ころに製造された甲1製品の在庫品，甲2対象品は，平成16年8月ころに製造された甲2製品の在庫品である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上からすれば，甲1及び甲2製品は，甲1及び2対象品と同一構造を有する同一の製品であって，これらは，被告の発注により丸石製紙において製作され，甲2製品については，平成15年9月9日から平成16年8月23日までを売上日として各所に納品され，甲1製品については，平成16年2月12日から平成22年11月11日までを売上日として被告のデリバリーセンターに納品されたものと認められる。",
                "そうすると，甲1及び甲2製品の4色付箋紙束ブロックは，いずれも，本件出願前に被告から丸石製紙に製造発注がなされ，各納品先に納品されたものであり，同ブロックに開示された甲1考案及び甲2考案は，公然と知られ，あるいは，公然実施されたものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被告の主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1及び甲2製品の製造発注及び納品の時期について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲1及び甲2仕様書の右上に記載された数字は，日付を示すものではなく，平成15年ころに丸石製紙に付箋の製作を発注したことがあることは認めつつも，具体的な製品取引については不知であるとして，甲1及び甲2製品の製造発注及び納品時期を争う。",
                    "しかし，証拠(甲3，21，証人B)及び弁論の全趣旨によれば，丸石製紙は，プロモスティックジャパンを得意先として，①平成15年9月9日から平成16年8月23日までの間(売上日を基準とする。)，売上明細一覧表上の品名「ニチリュウ15＊50  カラーパレットプロック」との付箋を，被告の指示で，被告の四国デリバリーセンター，株式会社エスシー名古屋支店及び同大阪支店に合計9600個納入したこと(以下「第1取引」という。)，②売上明細一覧表上の品名を「ＮSF-56  カラーパレットブロック8色」とする付箋を製作し，売上日を平成16年2月12日から平成22年11月11日までの間(売上日を基準とする。)，被告の四国デリバリーセンターに10万76000個納入したこと(以下「第2取引」という。)が認められる。",
                    "そして，甲2仕様書には，前記3(1)イのとおりの記載があるところ，第1取引に係る品名は，甲2仕様書に示された「ニチリュウPB」の品名とほぼ一致している。また，甲2仕様書の右上に記載された「15．5．2」は，その体裁からして，通常，日付を表示する場合もあるものと容易に推認されるところ，第1取引の売上計上日の始期が平成15年11月26日であることからすると，「15．5．2」は，「平成15年5月2日」という日付を示すものと考えて矛盾がない。これらの事実からすれば，第1取引の製品は，甲2仕様書に示された甲2製品であると認められ，上記に認定したとおり，本件出願前に甲2製品が公然と知られ，公然と実施された状態であったことが認められる。",
                    "また，同様に，甲1仕様書には，前記3(1)ウのとおりの記載があるところ，上記第2取引に係る品名は，甲1仕様書に示された「カラーブロック8色アソート  ＮSF-56」とほぼ同じものであること，甲1仕様書の右上に記載された「15．11．14」は，第2取引の売上計上日の始期が平成16年2月12日であることからすると，「15．11．14」は，「平成15年11月14日」という日付を示すものと考えて矛盾がないことからすれば，第2取引の製品は，甲1仕様書に示された甲1製品であると認められ，上記に認定したとおり，本件出願前に甲1製品が公然と知られ，公然と実施された状態であったことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "この点，被告は，丸石製紙は本件訴訟に利害関係を有するとして，その提供に係る納品書控(甲3)，売上明細一覧表(甲21)，誓約書(甲5，20，26)等の信憑性に疑いがある旨主張する。しかし，被告は，抽象的な懸念を述べるにとどまっており，その信用性に疑いを差し挟む具体的な事情について何ら指摘しない上，2003年(平成15年)9月9日付けの納品書控(甲3)には，「出荷日",
                  "text": [
                    "2003年8月18日」と記載され，「商品名・規格」の欄の1つに「ニチリュウ  15＊50  カラーパレットプロック」，「400．00袋  1個」との記載があり，備考欄には，「エスシー名古屋」との記載があるところ，この記載は，上記売上明細一覧表の平成15年9月9日を売上日とする記載内容と整合しており，これらは相互に信用性を補強していることにも照らすと，上記主張は採用できない。",
                    "なお，審決は，①納品書控の個数は400個であるが，甲2仕様書には，「発注数",
                    "10，000冊」とあり，数量が一致しないこと，②商品名の記載が不一致であることから，納品書控(甲3)が甲2仕様書に係る甲2製品に関するものとは推認できないとする。しかし，上記①の点については，甲2仕様書は，製作発注の際に用いられる仕様書であり，納品書控は，実際に商品を客先の指示する宛先に都度，納品したことを示すものであって，発注した数量が一度に納品される場合でない限り，数量が一致しないことは何ら不自然なことではなく，そのような場合であることは何ら特定されていないのであるから，上記の事実認定は合理性を欠くものといわざるを得ない。また，上記②の点については，甲2仕様書の商品名欄の「ニチリュウPB」とは，甲2製品が販売元を日本流通産業とするものであることを併せ考えると，単に，「日本流通産業のプライベートブランド」を示すものにすぎず，甲2対象品のプラスチックケースの内容と売上明細一覧表(甲21)の内容も考慮すれば，甲3に記載された「ニチリュウ  15＊50  カラーパレットプロック」との製品の同一性を優に認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1及び甲2対象品と本件出願前の甲1及び甲2製品の構造の同一性について",
              "text": [
                "被告は，本件連結構成に関する実験に用いられた甲1及び甲2対象品について，これらの製品年月日が刻印されているものではないから，その対象品がいつの時点のものかは不明である上，その後に仕様変更があり得ることを考えると，これらのJAＮコードが仕様書と同一であるとしても，甲1及び甲2対象品の構成と同一の構成を本件出願前の甲1及び甲2製品が有していたかは明らかでないと主張する。",
                "しかし，在庫の存在時期について，証人Bは，その証言及び誓約書(甲20)において，甲1対象品は平成22年11月ころの在庫品で，本件出願前に流通させていた甲1製品と同じものであり，甲2対象品は平成16年8月ころのもので，本件出願前に生産されたものである旨，また，製造後は古い商品から在庫が出荷されていくものであることを根拠に，新しい商品が残存しているものとして在庫時期を推測した旨証言しているところ，前記に認定したとおり，甲1製品の取引終了は平成22年11月，甲2製品の取引終了は平成16年8月であることから，平成24年11月ころに丸石製紙の倉庫から発見された在庫品について，先のものから出荷した場合，残った在庫品が取引終了時点における在庫品であったとの推測は十分に成り立つのであり，その旨の証言に不自然な点はなく，在庫品の存在時期について疑いを差し挟む事情も見当たらない。",
                "また，被告の主張するように，商品包装におけるJAＮコードを同一としたまま，中身の商品の仕様が変更になる場合があり得ないではないとしても，証拠(甲1，2，証人B)及び弁論の全趣旨によれば，甲1対象品の販売元は被告自身であり，また，前記のとおり，甲 1 及び甲2製品は，被告と丸石製紙等が共同設立したプロモスティックジャパンの取扱商品であって，被告自身が仕様を指示して丸石製紙に製造発注したものであるにもかかわらず，被告は，上記のように仕様変更の抽象的な可能性について言及するのみで，具体的な仕様変更の事実を述べるものではないことに照らすと，本件において，途中で製品の仕様の変更があったと認めるに足りない。かえって，売上明細一覧表(甲21)によれば，甲2製品は，平成15年9月9日から平成16年8月23日までの間に9600冊の取引が行われたことが認められるところ，平成15年5月2日付けの甲2仕様書からは，丸石製紙に対する製作発注数が1万冊であったと認定できることからすれば，初回の製作発注で上記取引分が賄われたものと推認できるから，初回の製作発注後，最後の取引である平成16年8月23日までの間に，甲2製品の仕様が変更されたとはおよそ考え難い。以上によれば，被告の上記主張は，上記認定を左右するものでない。",
                "さらに，甲 1 及び甲2仕様書には，「4色天ノリ」との記載があり，甲1仕様書には「パステル，ネオンカラー各4色／計8色」，甲2仕様書には「パステル，ビビットカラー8色」との記載があるところ，証拠(甲24，証人B)によれば，「天ノリ」は，製本の際に，製本の連結部分の背面に糊を塗ることであると解されることからすれば，「4色天ノリ」は，4色組付箋紙束ブロックの面状の端面に糊を塗ることによって，結合していることを示すものと推認できる。そうすると，甲1及び甲2対象品の4色付箋紙束ブロックの有する本件連結構成は，平成15年11月14日に作成された甲1仕様書及び同年5月2日に作成された甲2仕様書の記載自体から見て，製造の当初から備わっていたものと推認される。",
                "以上によれば，被告の上記主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1及び甲2対象品の構造立証について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，甲1と甲2の各3・4頁に示された写真は同一であり，甲1対象品あるいは甲2対象品であるかが明らかでないから，その証明力に疑義がある旨主張する。",
                    "確かに，前記に認定したとおり，甲 1 製品と甲2製品とはその外装であるプラスチックケースを異にするのみで，付箋自体に相違がないとしても，当該プラスチックケースから取り出した製品であるかのような体裁で，いずれのものとも判明しない写真を提出したのは，証拠の提出方法としては不適切であったといわざるを得ない。しかし，甲1-1写真及び甲2-1写真のプラスチックケースの中の付箋が同一物であることは，審判手続の当初から原告が主張していたものであり，その製造発注時期が近いことや，証拠(甲1，2，16，27)から窺われる色や形が酷似していることを考慮すると，その対象物が同一製品であったこと自体は信用できるものである。そして，上記のとおり，本件考案1の構成を甲1及び甲2対象品の4色付箋紙束ブロックが備えていたことについては，甲1，甲2の各3，4頁の写真以外からも認定できることに照らすと，上記の点は結論を左右するものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，審判手続段階で提出されなかった技術的効果証明写真(甲16)などを審決取消訴訴訟において，新たに提出することは許されず，これを甲1及び甲2対象品の構造を立証するための証拠とすることはできない旨主張する。",
                    "しかし，審判で審理判断されなかった新たな公知事実を審決取消訴訟で主張立証することは許されないとしても，審判において，実用新案法3条1項各号に掲げる考案に該当するものと主張され，その存否が審理判断された事実に関し，審決取消訴訟において，当該事実の存在を立証するために，審判での審理に供された証拠以外の証拠の申し出をすることは，審判で審理判断されなかった公知事実の主張立証と同視することはできないから，これが許されないとする理由はなく，上記被告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上によれば，甲1考案及び甲2考案が，本件出願前に日本国内又は外国において公然知られた考案及び公然実施された考案ではないとし，甲1考案及び甲2考案が本件考案1の構成を有しないとした審決の判断には誤りがある。そして，本件考案2ないし4に関する判断は，上記を前提としてなされたものであるから，その認定判断も誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由には理由がある。",
        "よって，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}