{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。  事実及び理由"
    },
    {
      "text": ""
    },
    {
      "text": "第1  控訴の趣旨"
    },
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人らは，控訴人に対し，「会津若松ウィンドファーム(仮称)事業に係る環境影響評価書」を回収せよ。"
    },
    {
      "text": ""
    },
    {
      "fig": "3",
      "text": "被控訴人らは，控訴人に対し，連帯して201万1311円を支払え。"
    },
    {
      "text": ""
    },
    {
      "text": "第2  事案の概要"
    },
    {
      "text": "本判決の略称は，原判決に従う。"
    },
    {
      "fig": "1",
      "text": "被控訴人エコ・パワーは，福島県環境影響評価条例(平成10年福島県条例 "
    },
    {
      "text": "第64号。平成24年3月21日福島県条例第20号による改正前のもの。)において環境影響評価の対象事業(同条例2条2項，4項，別表5号にいう第1区分事業)に当たる「会津若松ウィンドファーム(仮称)事業」を計画し，同条例14条に基づき，「会津若松ウィンドファーム(仮称)事業に係る環境影響評価準備書」を作成し，平成23年10月21日，これを公告し，同日から同年11月21日にかけて縦覧に供したところ，同年11月6日から同年12月6日にかけて，同条例18条に基づいて住民から本件意見書が被控訴人エコ・パワーに送付されたことから，福島県環境影響評価条例(平成10年福島県条例第64号。平成24年12月28日福島県条例第72号による改正前のもの。本件条例)21条ないし23条に基づき，平成24年6月18日までに，原判決別紙のとおり本件意見書を含む住民意見を抜粋ないし要約した記載のある「会津若松ウィンドファーム(仮称)事業に係る環境影響評価書」(本件評価書)を作成し，同日頃，これを福島県知事に送付し，同年8月10日，本件評価書を公告し，同日から同年9月10日にかけて，本件評価書を縦覧に供した。"
    },
    {
      "text": "本件は，控訴人は，本件意見書1ないし7の各著作者から著作権の譲渡又は管理委託を受け，出版権の設定を受け，本件意見書の原稿をまとめて出版を行い，また，本件意見書8の著作者との間で著作権管理委託及び出版権設定契約を締結したところ，原判決別紙のとおり，本件評価書の「表8．2-1～ 準備書についての住民意見の概要及び事業者見解」の「環境保全上の見地からの意見」欄，「表8．2-2  準備書についての住民意見の概要及び事業者見解」の「その他意見」欄において，被控訴人らが，本件意見書の表現の一部を抜粋したり，表現を要約したりするなどして，本件意見書の表現を改変したことが，氏名表示権(著作権法19条)，同一性保持権(20条)，翻案権(27条)，出版権(80条)を侵害し，著作権者の名誉を毀損(パブリックコメントにおける意見者のオリジナリティを侵害・毀損)するなどと主張して，控訴 "
    },
    {
      "text": "人から被控訴人らに対し，本件評価書の回収及び損害賠償として201万1311円の連帯支払を求める事案である。"
    },
    {
      "text": "原判決は，控訴人の主張する氏名表示権，同一性保持権，翻案権及び出版権の各侵害並びに著作権者の名誉毀損(パブリックコメントにおける意見者のオリジナリティを侵害・毀損)はいずれも認められないとして，控訴人の請求を全部棄却したため，控訴人が，これを不服として控訴したものである。"
    },
    {
      "text": ""
    },
    {
      "fig": "2",
      "text": "前提となる事実"
    },
    {
      "text": "次のとおり訂正等するほかは，原判決の「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
    },
    {
      "text": "原判決3頁11行目から5頁9行目までを，次のとおり改める。"
    },
    {
      "text": "「  平成23年11月6日から同年12月6日にかけて，以下の意見書が被控訴人エコ・パワーに送付された(乙イ3の1～7・11。以下，「本件意見書1」～「本件意見書8」といい，合わせて「本件意見書」という。)。"
    },
    {
      "text": "ア  本件意見書1  「風の谷委員会」作成名義のもの(乙イ3の1)"
    },
    {
      "text": "イ  本件意見書2  A作成名義のもの(乙イ3の2)"
    },
    {
      "text": ""
    },
    {
      "text": "ウ  本件意見書3  B作成名義のもの(乙イ3の3)"
    },
    {
      "text": ""
    },
    {
      "text": "エ  本件意見書4  C作成名義もの(乙イ3の4)"
    },
    {
      "text": ""
    },
    {
      "text": "オ  本件意見書5  D作成名義のもの(乙イ3の5)"
    },
    {
      "text": ""
    },
    {
      "text": "カ  本件意見書6  E作成名義のもの(乙イ3の6)"
    },
    {
      "text": ""
    },
    {
      "text": "キ  本件意見書7  F作成名義のもの(乙イ3の7)"
    },
    {
      "text": "ク  本件意見書8  「日本野鳥の会会津  代表  G」作成名義のもの(乙イ3の11)」"
    },
    {
      "fig": "3",
      "text": "当事者の主張"
    },
    {
      "text": "次のとおり，当審における当事者の主張を付加するほか，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
    },
    {
      "text": "〔当審における控訴人の主張〕"
    },
    {
      "text": ""
    },
    {
      "text": "  本件意見書は控訴人と他の著作者との共同著作物であること    控訴人の構成員らは，本件意見書提出前の平成23年6月30日の時点で，著作者全員が控訴人事務局に集合して，背炙山の風力発電施設建設の環境影響について，自主的にフィールドワーク(踏査)を行い，現在まで継続している。そして，被控訴人エコ・パワーによる準備書の縦覧開始後直ちに，控訴人の構成委員及び協力団体の委員が，控訴人の事務局に集まって会議を持ち，協議を行い，各委員の環境に対する関心分野を尊重して分担を図った上で，本件意見書をまとめ提出したが，特に団体としての意見を質問書として，被控訴人エコ・パワーに送付したものである。本件意見書を作成する以前から，共同性(国立公園内における風力発電施設建設に対する反対での意見の一致)は担保されていた。その後，この共同性を明確にするために，委員及び協力団体の了解を得て，被控訴人エコ・パワーによって，評価書中の「意見の概要」を名目に，本件意見書の内容が不当に編集され得る場合の，本件意見書の同一性保持，氏名表示，翻案及び出版の権利侵害を防止するため，提出した本件意見書を冊子にまとめ，これを出版・頒布した。"
    },
    {
      "text": "したがって，本件意見書は，いずれも控訴人と他の著作者との共同著作物である。"
    },
    {
      "text": "  本件意見書については本件条例の規定が適用されないこと    本件意見書の各著作者は，本件条例18条に基づき，被控訴人エコ・パワーが縦覧に供した準備書に対して本件意見書を提出して意見を述べた。しかし，平成23年3月11日に発生した東北地方太平洋沖地震及びこれに伴い発生した津波により甚大な被害をもたらした東日本大震災並びに福島原子力発電所の原子炉建屋爆発事故による放射性物質の漏えいを伴う原子力事故という巨大な環境破壊災害が生じたことから，本件条例は，本件条例49条の適用除外規定によってその適用が排除され，条例としての法的機能を完全に喪失し，福島県は，災害対策基本法及び原子力災害対策特別措置法の適用下 "
    },
    {
      "text": "とされた。したがって，本件意見書による各著作者の意見については，本件条例の規定が適用されるものではないから，本件条例の規定を根拠に著作権侵害がないとした原判決の判断は誤りである。"
    },
    {
      "text": "〔当審における控訴人の主張に対する被控訴人エコ・パワーの主張〕  本件意見書は控訴人と他の著作者との共同著作物ではないこと  本件意見書が作成されたのは平成23年10月21日から同年12月5日までの間である。控訴人は，平成25年6月17日に法人登記を完了して初めて法人格を取得したのであり，本件意見書の作成時点では，団体として成立していないことはもとより，団体としての組織及び行動規範を備えておらず，権利義務の帰属主体たる存在とはなり得ないから，本件意見書の中に団体意見としてまとめられた意見が含まれることはあり得ない。"
    },
    {
      "text": "仮に本件意見書の作成時点で，控訴人が権利義務の帰属主体たる団体として存在していたとしても，甲1の1～7で，控訴人は，本件意見書の著作者は本件意見書の作成名義人であること，及び控訴人が単に著作権の管理者であることを自認している。"
    },
    {
      "text": "  本件意見書について本件条例の適用があること"
    },
    {
      "text": "本件条例は，土地形状の変更，工作物の新設等の事業の推進に際し，環境の保全について適正な配慮がされることを確保することを目的として(本件条例1条)，福島県により制定されたものであるが，東日本大震災，福島県原子炉建屋爆発事故により，本件条例が効力を喪失する法的根拠は存在しない。本件条例49条は，災害復旧事業については，環境保全について適正な配慮をするよりも，災害復旧事業という特殊目的に鑑み，本件条例を適用除外とすることを規定するものである。しかし，本件事業は災害対策基本法に基づく災害復旧事業ではないから，本件条例49条の除外規定の対象ではなく，本件条例が適用される。"
    },
    {
      "text": "〔当審における控訴人の主張に対する被控訴人福島県の主張〕 "
    },
    {
      "text": "  本件意見書は控訴人と他の著作者との共同著作物ではないこと    本件意見書の作成者は，あくまで本件意見書記載の各個人であって，控訴人と当該作成者が共同して本件意見書を創作したものではないから，本件意見書は共同著作物には当たらす，共同著作権の対象とはならない。"
    },
    {
      "text": "  本件意見書について本件条例の規定が適用されないとの主張について    争う。控訴人の主張は，著作権侵害に関連する主張とは到底いえない。"
    },
    {
      "text": ""
    },
    {
      "text": "第3  当裁判所の判断"
    },
    {
      "text": "当裁判所も，控訴人の本訴請求は，いずれも理由がなく，これを棄却すべきものと判断する。その理由は，次のとおりである。"
    },
    {
      "fig": "1",
      "text": "控訴人は，本件評価書(甲4)において本件意見書(乙イ3の1～7・11)の表現を改変したことが，氏名表示権(著作権法19条)，同一性保持権(20条)，翻案権(27条)，出版権(80条)を侵害すると主張して本件評価書の回収や損害賠償を求めていると解されることから，以下検討する。    "
    },
    {
      "fig": "2",
      "text": "本件意見書の著作者について"
    },
    {
      "text": "  証拠(甲1の1～7，甲2，3の1～7，甲39の3・4，乙イ3の1～7・11)及び弁論の全趣旨によれば，控訴人は，平成23年(2011年)11月11日付けで，本件意見書1について「著者」欄に控訴人の共同代表の1人であるXを表記して，本件意見書2について「著者」欄に控訴人の構成員であるAを表記して，本件意見書3について「著者」欄に控訴人の構成員であるBを表記して，本件意見書4について「著者」欄に控訴人の構成員であるCを表記して，本件意見書5について「著者」欄に控訴人の構成員であるDを表記して，本件意見書6について「著者」欄に控訴人の構成員であるEを表記して，本件意見書7について「著者」欄に控訴人の構成員であるFを表記して，また，平成25年6月30日付けで，本件意見書8について「著者」欄に日本野鳥の会会津支部長Gを表記して，いずれも上記各「著者」欄に表記された者との間で，「エコ・パワー株式会社が発行する「会津若松ウ "
    },
    {
      "text": "ィンドファーム(仮称)事業に係る環境影響評価準備書」に対する意見書の著作物に関する著作権の管理委託並びにその出版権設定契約書」(以下「著作権の管理委託及び出版権設定契約書」という。)を取り交わしたこと，当該契約書には，「風の谷委員会(…以下甲とする)とエコ・パワー株式会社が発行した「会津若松ウィンドファーム(仮称)事業に係る環境影響評価準備書」への意見書について，この意見が公表の際に，正しく反映されるための権利の保全を行うため，甲がその意見書をホームページ及び出版物として広く公表し，頒布することについて，乙(判決注：上記各「著者」欄に表記された者)は著作原稿に係る著作権の管理を甲に委託し，さらにこの著作物を甲が出版することに同意し，甲はその出版権の設定料1万円を乙に支払うものとし，甲はこの乙の意見書を編集して製本し，頒布することを乙はこれを承諾した。よってここに契約を締結する。」と記載された上で，甲欄に控訴人の共同代表者2名又は1名の記名及び捺印と，「著者」欄及び乙欄に上記各「著者」欄に表記された者の署名又は記名及び捺印がされていることが認められる。"
    },
    {
      "text": "そして，被控訴人エコ・パワーに提出された本件意見書1(乙イ3の1)は「風の谷委員会」の作成名義となっているものの，上記のとおり，Xを「著者」と表記して控訴人との間で著作権の管理委託及び出版権設定契約書(甲1の4)が作成されていること，控訴人において本件意見書1を打ち直した甲3の1が「風の谷委員会」の肩書きを付した上でXの名義で作成されていることからすれば，本件意見書1の作成者は，控訴人ではなく，Xと認めるのが相当である。"
    },
    {
      "text": "また，本件意見書2ないし8(乙イ3の2～7・11)については，いずれも上記各「著者」と表記された者の作成名義とされていること，上記のとおり，控訴人と上記各「著者」と表記された者との間で著作権の管理委託及び出版権設定契約書(甲1の1～3・5～7，甲39の3)が作成されていること，甲2に「※エコ・パワー株式会社が求めている準備書縦覧に関する "
    },
    {
      "text": "意見書は，提出者はすべて実名で提出しています。」と記載されていることに照らせば，本件意見書2の作成者はA，本件意見書3の作成者はB，本件意見書4の作成者はC，本件意見書5の作成者はD，本件意見書6の作成者はE，本件意見書7の作成者はFであり，本件意見書8の作成者は「日本野鳥の会会津(支部)」が「公益財団法人日本野鳥の会」の法人格と別個に法人格なき社団としての要件を備えていれば「日本野鳥の会会津(支部)」であり，そうでなければGであると認めるのが相当である。なお，本件意見書2については，本件意見書2を控訴人において打ち直した甲3の2ではA及びYの共同作成名義とされ，控訴人はYとの間でも著作権の管理委託及び出版権設定契約書(甲1の8)を作成しているが，同じように本件意見書2を控訴人において打ち直した甲2(6頁)では作成名義が「K・H」とされていること，被控訴人エコ・パワーに提出された本件意見書2(乙イ3の2)はAの単独作成名義であることからすれば，本件意見書2の作成者は上記のとおり，Aと認める。"
    },
    {
      "text": "そして，本件意見書(乙イ3の1～7・11)は，思想又は感情が創作的に表現されたものであって，文芸，学術，美術又は音楽の範囲に属するものといえるから，著作物(同法2条1項1号)であると認めることができる。"
    },
    {
      "text": "したがって，本件意見書の上記各作成者が，本件意見書の各著作者であるというべきである。"
    },
    {
      "text": "  控訴人は，本件意見書は前記の各著作者と控訴人との共同著作物であって，控訴人も本件意見書の著作者である旨主張する。"
    },
    {
      "text": "しかし，被控訴人エコ・パワーに提出された本件意見書の作成者は，前記のとおり，控訴人以外の者であると認められること，控訴人は，前記認定の各作成者との間で，本件意見書について，著作権の管理委託及び出版権設定契約書を取り交わしていることからすれば，控訴人が本件意見書の著作者であると認めることはできないから，控訴人の上記主張は採用することが "
    },
    {
      "text": "できない。"
    },
    {
      "text": ""
    },
    {
      "fig": "3",
      "text": "氏名表示権及び同一性保持権の侵害の成否について"
    },
    {
      "text": "氏名表示権(著作権法19条)及び同一性保持権(同法20条)は，著作者の一身に専属する著作者人格権であって，譲渡することができない(同法17条，59条)。"
    },
    {
      "text": "本件意見書(乙イ3の1～7・11)の著作者は，本件意見書の各作成者である前記2認定の者らであって控訴人ではないから，控訴人が氏名表示権及び同一性保持権について侵害を主張することはできない。"
    },
    {
      "text": "したがって，控訴人が本件意見書についての氏名表示権及び同一性保持権を侵害された旨の主張は理由がない。"
    },
    {
      "text": ""
    },
    {
      "fig": "4",
      "text": "翻案権侵害について"
    },
    {
      "text": "  本件評価書では，同書の「表8．2-1～  準備書についての住民意見の概要及び事業者見解」の「環境保全上の見地からの意見」欄，「表8．2-2  準備書についての住民意見の概要及び事業者見解」の「その他意見」欄(甲4)において，本件意見書(乙イ3の1～7・11)の表現の一部を抜粋したり，表現を要約したりされている。"
    },
    {
      "text": "しかし，前記2のとおり，本件意見書の著作者は控訴人とは認められない。"
    },
    {
      "text": "そして，控訴人がいかなる根拠に基づいて本件意見書の翻案権を有するのかはその主張から必ずしも明らかではないが，著作権を譲渡する契約において翻案権が譲渡の目的として特掲されていないときは，翻案権は譲渡した者に留保されたものと推定されるところ(著作権法61条2項)，前記2において認定した本件意見書の各著作者と控訴人間の管理委託及び出版権設定契約書(甲1の1ないし7，甲39の3)においては，翻案権が譲渡の目的として特掲されておらず，また証拠(甲2・1頁)中の「※意見書については，著作権及び版権は，風の谷委員会に帰属します。」との記載だけでは，翻案権が譲渡の目的として特掲されていたということはできない。他に控訴 "
    },
    {
      "text": "人が本件意見書の翻案権を有することを認めるに足りる証拠はない。"
    },
    {
      "text": "そうすると，控訴人が本件意見書の翻案権を侵害された旨の主張は理由がない。"
    },
    {
      "text": ""
    },
    {
      "fig": "5",
      "text": "出版権侵害について"
    },
    {
      "text": "  出版権者は，設定行為で定まるところにより，「頒布の目的をもって，その出版権の目的である著作物を原作のまま印刷その他の機械的又は化学的方法により文書又は図画として複製する権利」を専有する(著作権法80条1項)。"
    },
    {
      "text": "ところで，前記第2の2の「前提となる事実」のとおり，本件条例によれば，事業者は，対象事業に係る環境影響評価を行った後，準備書を作成し，準備書について環境の保全の見地から意見を有する者から意見書の提出を受けた場合には，これに配意して準備書の記載事項について検討を加えた上で，準備書に係る環境影響評価の結果に係る，準備書の記載事項，準備書に対して述べられた意見の概要，知事の意見，上記及びの意見についての事業者の見解を記載した評価書を作成し，知事に対して評価書等を速やかに送付するとともに，評価書を作成した旨等を公告し，評価書等を，公告の日から起算して1月間，縦覧に供しなければならないとされている。"
    },
    {
      "text": "そして，前記第2の2の「前提となる事実」及びのとおり，被控訴人エコ・パワーは，本件条例に従い，原判決別紙のとおり本件意見書を含む住民意見を抜粋ないし要約した記載のある本件評価書を作成し，これを福島県知事に送付するとともに，本件評価書を公告し，これを縦覧に供したものである。"
    },
    {
      "text": "このように，被控訴人エコ・パワーは，本件評価書において，原著作物である本件意見書を「頒布の目的をもって」複製しているものではないし，「原作のまま」複製したものでもない。そうすると，本件評価書の作成やその縦覧のための複製によって，本件意見書について出版権侵害は成立しないとい "
    },
    {
      "text": "うべきである。    "
    },
    {
      "text": "したがって，控訴人が本件意見書の出版権を侵害された旨の主張は理由がない。"
    },
    {
      "fig": "6",
      "text": "控訴人は，共同著作権又は著作権の管理権に基づき，「著作権者の名誉毀損(パブリックコメントに於ける意見者のオリジナリティ侵害・毀損行為)」に対する損害賠償を請求するようである。"
    },
    {
      "text": "しかし，前記2認定のとおり，控訴人は本件意見書の著作者であるということはできず，本件意見書の著作権や同一性保持権は本件意見書の作成者である個々の自然人等に帰属し，控訴人は著作権や同一性保持権を有するものではない。"
    },
    {
      "text": "また，著作権者の名誉毀損に基づく損害賠償請求権の行使は，著作権者の一身に専属するものであるから，控訴人がその毀損による損害賠償を求めることはできない。"
    },
    {
      "text": "したがって，控訴人の上記請求は理由がない。"
    },
    {
      "fig": "7",
      "text": "その他，控訴人は，会津若松ウィンドファーム事業による環境影響やその環境影響評価手続についてるる主張するが，著作権侵害の成否に結び付くものではないから，主張自体失当である。"
    },
    {
      "fig": "8",
      "text": "なお，控訴人は，平成23年3月11日に発生した東北地方太平洋沖地震及びこれに伴い発生した津波により甚大な被害をもたらした東日本大震災並びに福島原子力発電所の原子炉建屋爆発事故による放射性物質の漏えいを伴う原子力事故という巨大な環境破壊災害が生じたことから，本件条例は，本件条例49条の適用除外規定によってその適用が排除され，条例としての法的機能を完全に喪失した旨主張するので，この点について検討するに，本件条例49条の規定は，次のとおりである。"
    },
    {
      "text": "「第4条から前条までの規定は，次に掲げる事業については，適用しない。"
    },
    {
      "text": "  災害対策基本法(昭和36年法律第223号)第87条の規定による災 "
    },
    {
      "text": "害復旧の事業又は同法第88条第2項の事業"
    },
    {
      "text": "  建築基準法(昭和25年法律第201号)第84条の規定が適用される場合における同条第1項の都市計画に定められる事業又は同項に規定する事業"
    },
    {
      "text": "  被災市街地復興特別措置法(平成7年法律第14号)第5条第1項の被災市街地復興推進地域において行われる同項3号に規定する事業  前3号に掲げるもののほか，災害の復旧又は防止のため緊急に実施する必要があると知事が認める事業」"
    },
    {
      "text": "しかるに，被控訴人エコ・パワーがその実施を計画した「会津若松ウィンドファーム(仮称)事業」が，本件条例49条1号ないし4号の事業に該当することについて，控訴人からは具体的主張はなく，これを認めるに足りる証拠もない。したがって，各著作者が本件意見書を提出したことや，被控訴人エコ・パワーが原判決別紙のとおり本件意見書を含む住民意見を抜粋ないし要約した記載のある本件評価書を作成し，これを公告，縦覧に供するなどした行為について，本件条例の適用が除外される余地はない。控訴人の上記主張は失当というほかない。"
    },
    {
      "text": ""
    },
    {
      "fig": "9",
      "text": "結論"
    },
    {
      "text": "以上によれば，その余の点について判断するまでもなく，控訴人の本訴請求はいずれも理由がないから，これを棄却した原判決は相当である。よって，本件控訴を棄却することとし，主文のとおり判決する。"
    }
  ],
  "reason": []
}