{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2011-17402号事件について平成"
    },
    {
      "text": "25年5月1日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同じ。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成17年(2005年)1月28日，発明の名称を「芝草品質の改良方法」とする発明について特許出願(特願2005-20775号，パリ条約による優先権主張：平成16年(2004年)2月13日，優先権主張国：アメリカ合衆国。以下「本願」という。)をしたが，平成23年4月1日付けで拒絶査定を受けたことから，同年8月11日，これに対する不服の審判を請求し，平成25年3月18日付け手続補正書により特許請求の範囲を補正した(以下「本件補正」という。)(甲11，17，19，28)。",
            "特許庁は，前記 請求を不服2011-17402号事件として審理し，平成25年5月1日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月14日，原告に送達された。",
            "原告は，平成25年9月10日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決が対象とした特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "【請求項1】",
            "「芝草の密度，均一性及び緑度を改良するためのフタロシアニンの使用方法であって，銅フタロシアニンを含有する組成物の有効量を芝草に施用することを含み，ただし，(i)該組成物は，亜リン酸もしくはその塩，または亜リン酸のモノアルキルエステルもしくはその塩の有効量を含まず，(ii)該組成物は，有効量の金属エチレンビスジチオカーバメート接触性殺菌剤を含まない，方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本願発明は，本願の優先権主張日前に頒布された，下記アの刊行物1に記載された発明(以下「刊1発明」という。)又は下記イの刊行物2に記載された発明(以下「刊2発明」という。)と同一であるから，特許法29条1項3号に該当し，特許を受けることができないものである，②本願発明は，刊2発明並びに本願の優先権主張日前に頒布された下記イないしエの刊行物2，7，8及び周知例(甲10)から理解される技術常識に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないから，他の請求項に係る発明について論及するまでもなく，本願は拒絶すべきものであるというものである。",
            "記"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "刊行物1：特開平3-221576号公報(甲1)"
            },
            {
              "fig": "イ",
              "subject": "刊行物2：特開平10-234231号公報(甲2)"
            },
            {
              "fig": "ウ",
              "subject": "刊行物7：特開平6-279162号公報(甲7)"
            },
            {
              "fig": "エ",
              "subject": "刊行物8：特開平11-346576号公報(甲8)",
              "text": [
                "本件審決が認定した刊1発明及び刊2発明は，次のとおりである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "刊1発明",
              "text": [
                "「芝生を全体的に均一な緑色に着色するために顔料(銅フタロシアニン等)6．5重量部、分散剤2重量部、バインダー(共重合エマルジョン)70重量部、及び水21．5重量部のみを含む芝生用着色剤を芝生に散布する方法。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "刊2発明",
              "text": [
                "「シアニングリーン(商品名：シアニングリーン2GＮ)、ジスアゾイエロー、分散剤、バインダー、及び水を含む緑色着色剤の100倍希釈液を高麗芝に散布処理する方法。」",
                "対比",
                "本件審決が認定した本願発明と刊1発明及び刊2発明との一致点並びに(一応の)相違点は，以下のとおりである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "刊1発明",
              "text": [
                "一致点",
                "「芝草の均一性及び緑度を改良するためのフタロシアニンの使用方法であって、銅フタロシアニンを含有する組成物の有効量を芝草に施用することを含み、ただし、(i)該組成物は、亜リン酸もしくはその塩、または亜リン酸のモノアルキルエステルもしくはその塩の有効量を含まず、(ii)該組成物は、有効量の金属エチレンビスジチオカーバメート接触性殺菌剤を含まない、方法。」に関するものである点。",
                "(一応の)相違点",
                "フタロシアニンの使用が、本願請求項1に係る発明においては「芝草の密度」も改良するための使用であるのに対して、刊1発明においては「芝草の密度」を改良するための使用として特定されていない点。"
              ]
            },
            {
              "fig": "イ",
              "subject": "刊2発明",
              "text": [
                "一致点",
                "「フタロシアニンの使用方法であって、銅フタロシアニンを含有する組成物の有効量を芝草に施用することを含み、ただし、(i)該組成物は、亜リン酸もしくはその塩、または亜リン酸のモノアルキルエステルもしくはその塩の有効量を含まず、(ii)該組成物は、有効量の金属エチレンビスジチオカーバメート接触性殺菌剤を含まない、方法。」に関するものである点。",
                "(一応の)相違点",
                "フタロシアニンの使用が、本願請求項1に係る発明においては「芝草の密度、均一性及び緑度を改良する」ための使用であるに対して、刊2発明においては「芝草の密度、均一性及び緑度を改良する」ための使用として特定されていない点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "刊1発明に基づく新規性の判断誤り(取消事由1)",
            "刊2発明に基づく新規性及び容易想到性の判断誤り(取消事由2)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "刊1発明に基づく新規性の判断誤り(取消事由1)",
            "本件審決は，本願発明は，刊1発明と同一である旨判断したが，次のとおり誤りである。",
            "ア「芝草の密度，均一性及び緑度を改良」の意義について",
            "「均一性」及び「緑度」の文言及び技術的意義",
            "本件審決は，刊1発明の「芝生(芝草ということがある。以下同じ。)を全体的に均一な緑色に着色するために顔料(銅フタロシアニン等)を含む芝生用着色剤を芝生に散布する方法」は、本願発明の「芝草の均一性及び緑度を改良するためのフタロシアニンの使用方法であって、銅フタロシアニンを含有する組成物の有効量を芝草に施用することを含み」に相当するとして，刊1発明の「均一な緑色に着色」を本願発明の「均一性」及び「緑度」に相当すると認定し，本願発明と刊1発明は，芝草の均一性及び緑度を改良するためのフタロシアニンの使用方法である点で一致するとした。",
            "しかしながら，本願発明は，ある種のフタロシアニンが，芝草の生理学的性質である品質に対する影響を有するという属性を見出し，芝草の密度，均一性及び緑度改良という用途への使用に適することを見出したことに基づく，フタロシアニンの用途発明である。そして，本願の明細書(甲11。以下「本願明細書」という。)の記載，特に，実施例1でクロロフィル含量，光合成速度，光化学的効率及びカロチノイド含量を測定していること，他に「緑度」が人工的な着色を意味すると解し得る記載もないこと等からすると，「芝草の緑度」については，クロロフィル等の光合成色素により呈される芝草が天然に有する緑色を意味し，着色剤を使用した見かけ上の緑色を意味しないことは明らかである。",
            "一方，刊行物1における「芝生を全体にきれいな緑色に着色」は，芝草がうわべ上均一な緑色に見えるように，芝生に全体的に人工的に緑色を着けることである。",
            "そうすると，刊1発明が目的とする「緑色に着色」と，本願発明における「緑度を改良」とは，技術的意義が異なる。また，「均一性」は，刊行物1では人工的に着色した色のみを評価対象とするのに対して，本願発明では，芝草社会の色，密度，きめなどの色以外の複数の要素をも対象として判断されるものであるから，刊1発明の「均一な緑色」と本願発明の「芝草の均一性」についても，技術的意義が異なる。",
            "したがって，本件審決が，刊1発明の「均一な緑色に着色」を本願発明の「均一性」及び「緑度」に相当するとした判断には誤りがある。",
            "「密度，均一性及び緑度を改良」の三つの要素の関係",
            "また，本件審決は，本願発明の「芝草の密度，均一性及び緑度を改良」という発明特定事項の技術的な内容は，芝草の品質を表す三つの要素(密度，均一性及び緑度)の少なくとも一つが優れているという改良を意図しているものと解されるから，(一応の)相違点は実質的な差異ではない旨判断した。",
            "しかしながら，本願の特許請求の範囲の請求項1には「密度，均一性及び緑度」と明記されており，これが，密度，均一性及び緑度の少なくとも一つを意味するものではないことは明らかである。また，本願明細書にも芝草の品質が，密度，均一性及び緑度の少なくとも一つを意味すると解される記載はなく，実施例1にも「芝草の品質を，草の密度，緑度および均一性を・・・評価した」と記載されているとおりである。",
            "したがって，本件審決が，「芝草の密度，均一性及び緑度を改良」という発明特定事項を，三つの要素の少なくとも一つが優れているという意味であるとの解釈を前提に行った本件審決の認定判断は誤りである。"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "「芝生の緑が常に美しい」ことの意義について",
              "text": [
                "本件審決は，刊1発明は「常に，芝生の緑が美しい方が望ましい」という課題を解決するために，銅フタロシアニンを含む組成物の有効量を芝生に施用するものであって，芝生の緑が常に美しいということは，芝生が健康であると考えられ，健康であることは，有益な密度と均一性を含むことが明らかであるから，相違点は実質的な相違であるとは認められない旨判断した。",
                "しかしながら，上記 のとおり，刊1発明の「緑」は，人工的に着色されたうわべ上の緑であり，本願発明の芝草のクロロフィル等の光合成色素により呈される芝草の天然の緑色とは異なる現象，機序である。刊行物1には「やや黄色くなった秋ぐちの芝生」と記載されており，それのクロロフィル量が多いとも，芝草の密度も改良されているともいえないのであるから，そのような芝生が健康であるとはいうことはできない。",
                "したがって，刊1発明の「芝生の緑が常に美しい」ということから，本願発明の「有益な密度と均一性」が含まれるとし，刊1発明と本願発明に実質的な相違はないとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "新しい用途を提供する点について",
              "text": [
                "本件審決は，刊1発明は「銅フタロシアニンを含む組成物の有効量を芝生に施用する」という工程ないし手段を含むものであるから，本願発明と刊1発明は，その具体的な方法・手段において区別することができず，刊1発明の方法においても，芝草の密度の改良及び芝草の均一性及び緑度の改良という作用効果が得られていると解するのが自然であるから，相違点は実質的な差異であるとは認められない旨判断した。",
                "しかしながら，刊行物1よりも本願の優先権主張日に近い日に頒布された刊行物2及び3には，シアニンブルーのような有機顔料には植物に対する生理効果は認められないことが記載されているから，本願の優先権主張日当時，刊行物2及び3に接した当業者であれば，生理効果が認められないとされている銅フタロシアニンを含有する組成物を芝草に施用しても，品質向上といった生理効果は得られないと認識していたと考えられる。そして，そのような状況の中，本願発明は，フタロシアニンの新たな属性として，芝草の生理学的性質である品質に対して影響を有することを発見して，芝草の品質(密度，均一性及び緑度)の改良という用途への使用に適することを見出したことに基づくものであって，本願発明の用途は，刊1発明の用途に対して新しい用途を提供するものであるから，本願発明と刊1発明は相違するものである。",
                "なお，本願発明の用途を奏するための必須の顔料成分は銅フタロシアニンのみであるところ，刊1発明は，芝草を緑色に着色することを用途とする発明であって，ひとまとまりの技術的思想として，銅フタロシアニン及びハンザイエローを含む組成物の有効量を芝生に施用するという工程を含んでいるから，この点においても，本願発明と刊1発明は相違する。",
                "これに対し，被告は，本願発明は「フタロシアニンを含有する組成物を製造し施用する方法」の発明であって，「芝草の密度，均一性及び緑度を改良」は作用効果であるから，本願発明の方法の観点からの特定は「有効量を芝草に適用する」という点のみである旨主張する。",
                "しかしながら，発明の要旨認定は，特許請求の範囲に基づいて行われるべきであって，特段の事情がない限り，そこに記載された事項を無視することは許されないから，本願発明は「芝草の密度，均一性及び緑度を改良するための」を用途とする用途発明であると解されるべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上からすると，本件審決は，「芝草の密度，均一性及び緑度を改良」の意義の解釈を誤り，本願発明の新規性の判断を誤ったものであって，本願発明と刊1発明を同一であるとした本件審決の判断には誤りがある。",
                "刊2発明に基づく新規性及び容易想到性の判断誤り(取消事由2)",
                "本件審決は，本願発明は，刊行物2に記載された発明であるか，そうでないとしても，刊2発明並びに刊行物2，7，8及び周知例(甲10)から理解される技術常識に基づいて当業者が容易に発明をすることができたものである旨判断したが，次のとおり誤りである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "新規性の判断誤り",
              "text": [
                "刊2発明におけるフタロシアニンの用途について",
                "刊2発明は，刊行物2に比較例1として記載されたものであるところ，本件審決は，刊行物2には，フタロシアニン(シアニングリーン)を使用しない無処理の芝草に比べて，フタロシアニンを使用した比較例1の芝草の方が，色褪せが少なく，枯れも少ないという作用ないし効果が記載されていると認定した上で，刊2発明は，芝草の密度，均一性及び緑度を改良するためにフタロシアニンを使用しているから，本願発明と実質的な差異はない旨判断した。",
                "しかしながら，刊行物2の記載事項からすれば，刊行物2における「緑色」も，刊行物1と同様に，芝生着色剤に含まれる顔料が芝生に付着することにより呈される色によってうわべ上見える色を意味するのであって，芝生が天然に有する緑色は意味していないことが明らかである。",
                "そして，刊行物2の「色褪せが少なく，枯れも少ない」という上記記載は，比較例1と無処理のものとの比較をしたものではなく，刊2発明を適用した実施例1と比較例1とを比較したものであって，その趣旨は，比較例1の芝草における緑色は，実施例1の緑色よりも褪せていたが，着色剤(フタロシアニン)が多少付着していたため，緑色が保持され，完全には褐色にはならず，枯れ芝色に近い状態であったという結果を説明する趣旨である。そうすると，上記記載は，芝草の密度，均一性及び緑度を改良するという効果を図るために記載されているわけではない。",
                "したがって，刊2発明が，芝草の密度，均一性及び緑度を改良するためにフタロシアニンを使用しているとした本件審決の判断は誤りであっって，本願発明と刊2発明は同一ではない。",
                "新しい用途を提供する点について",
                "本件審決は，刊2発明は銅フタロシアニンを含む組成物の有効量を芝生に施用するという工程ないし手段を含むものであるから，本願発明と刊1発明は，その具体的な方法・手段において区別することができず，刊2発明の方法においても，芝草の密度の改良及び芝草の均一性及び緑度の改良という作用効果が得られていると解するのが自然であるから，相違点は実質的な差異であるとは認められない旨判断した。",
                "しかしながら，る現象や機序が異なるものであるから，用途としては異なるというべきであるところ，刊行物2よりも本願の優先権主張日に近い日に頒布された刊行物3には，シアニンブルー(フタロシアニン)のような有機顔料には植物に対する生理効果は認められないことが記載されているから，本願の優先権主張日当時，刊行物2及び3に接した当業者であれば，生理効果が認められないとされているフタロシアニンを含有する組成物を芝草に施用しても，品質向上といった生理効果は得られないと認識したはずである。そして，そのような状況の中，本願発明は，フタロシアニンの新たな属性として，芝草の生理学的性質である品質に対して影響を有することを発見して，芝草の品質(密度，均一性及び緑度)の改良という用途への使用に適することを見出したことに基づくものであって，本願発明の用途は，刊2発明の用途に対して新たな用途を提供するものであるから，本願発明と刊2発明は相違するものである。",
                "なお，本願発明は，フタロシアニンのみを必須の顔料成分とするところ，刊2発明は，緑色着色剤としての作用効果を発揮するために，シアニングリーン(フタロシアニン)とジスアゾイエローの二種の顔料を混合して用いるのであるから，この点においても，本願発明と刊2発明は相違する。",
                "以上からすると，本件審決は，刊2発明の評価を誤り，新規性の判断を誤ったものであって，本願発明と刊2発明を同一であるとした本件審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "イ",
              "subject": "容易想到性の判断誤り",
              "text": [
                "本件審決は，刊行物2，7及び8を引用して，銅フタロシアニン等の青色顔料の使用によって，芝草などの光合成をする植物の育成促進効果や老化防止効果が得られることは，当業者にとって技術常識となっていたと認められるから，刊2発明の「シアニングリーン・・・を含む緑色着色剤を高麗芝に散布処理する」という工程を含むことにより，芝草の密度，均一性及び緑度を改良するという作用効果が得られることは，当業者が容易に予測可能なことである旨判断した。",
                "しかしながら，刊行物2が開示する植物育成及び老化防止効果を奏する青色顔料とは，MFe［Fe(CＮ)6］などの800nm以上の近赤外部に吸収波長を有するものであって，フタロシアニンはこれには当たらず，むしろ，刊行物2には，シアニングリーンやシアニンブルーのようなフタロシアニンには生理効果が認められないことが記載されている。",
                "また，刊行物7に記載の発明において，金属フタロシアニンは，有機肥料製造工程の発酵工程に添加されたときに施肥効果や病原菌に対する防除効果を発揮するという作用効果を有するものである。しかしながら，実施例には，有機質肥料発酵製造後に鉄フタロシアニンを添加しても施肥効果や病原菌防除効果は奏されないことを示すデータが記載されていることから，刊行物7は，芝草の育成促進効果や老化防止効果を得る目的で芝草に銅フタロシアニンを直接散布することを阻害するものである。",
                "さらに，刊行物8では，フタロシアニン化合物は，植物成長抑制用被覆材料中に含浸，塗布等され，植物を覆うために用いられるのみである上，対象植物に芝草は含まれていない。",
                "なお，周知例(甲10)には，グリーンジット等の芝草着色剤で芝草を処理することが記載されているが，芝草着色剤がどのような顔料を含有するのか，処理がどのような手段であるのかは明らかにされていない。",
                "したがって，刊行物2，7及び8によっても，銅フタロシアニン等の青色顔料の使用によって，芝草などの光合成をする植物の育成促進効果や老化防止効果が得られることが技術常識となっていたとはいえず，本件審決には，容易想到性の判断誤りがある。",
                "小括",
                "以上によれば，「本願発明は，刊1発明又は刊2発明と同一である」，「刊2発明並びに刊行物2，7，8及び周知例(甲10)から理解される技術常識に基づいて当業者が容易に発明をすることができた」とした本件審決の判断はいずれも誤りであって，本件審決は，違法であるから，取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "刊1発明に基づく新規性の判断の誤り(取消事由1)に対し"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「芝草の密度，均一性及び緑度を改良」の意義について",
              "text": [
                "刊1発明の「芝生を均一にきれいな緑色に着色すること」と本願発明の「均一性及び緑度の改良」とは内容が相違することは認めるが，本件審決は，「緑度」や「均一性」が用語として明確ではないから，芝草を緑色にするという点で一致すると判断したものである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "新たな用途を提供する点について",
              "text": [
                "原告は，本願発明はフタロシアニンの用途発明であって，刊1発明とはフタロシアニンの用途が相違する旨主張する。",
                "しかしながら，用途発明として取り扱って新規性等を判断することができるのは，例えば，「・・・を用いた芝草の緑度，密度及び均一性改良方法」「有効量を芝草に施用する，フタロシアニンを有効成分とする芝草の緑度(密度，均一性)改良剤」のように用途発明の形式で特定されている場合に限られると解すべきであって，本願発明において，「芝草の密度，均一性及び緑度を改良」は，フタロシアニンを含有する組成物を製造し施用する方法の奏する作用効果にすぎない。",
                "本願発明は，請求項1に記載されているとおり「フタロシアニンの使用方法」であって，方法の観点からの特定は「有効量を芝草に施用する」という点のみであり，本願明細書にも，「フタロシアニンの使用方法」に関して，組成物の製造方法としては単に混合することが記載され，施用方法としては噴霧等，殺菌剤の施用として公知の方法が記載されているのみである。",
                "したがって，本願発明の「フタロシアニンの使用方法」は，実質的には，「フタロシアニンを含有する組成物を製造し施用する方法」の発明であって，新しい用途を提供するものではないから，原告の主張は理由がない。",
                "なお，原告は，刊1発明の認定において，芝草に施用する組成物が含有すべき必須の顔料として銅フタロシアニンのみを明示したことは誤りである旨主張するが，本願発明では，顔料として銅フタロシアニン1種類のみが使用されることが特定されているわけではなく，本願明細書には，任意成分として，顔料も含む様々な添加剤が記載されているから理由がない。",
                "刊行物2に基づく新規性及び容易想到性の判断誤り(取消事由2)に対し"
              ]
            },
            {
              "fig": "ア",
              "subject": "新規性の判断誤りについて",
              "text": [
                "原告は，本願発明と刊2発明の銅フタロシアニンの使用方法は，生じている現象，機序等の点で異なるものであるから，本願発明は新たな用途を提供するものであって，用いる組成物に含まれる必須の顔料成分についても，銅フタロシアニンのみであるか二種の顔料成分かの点において異なる旨主張する。",
                "しかしながら，刊行物2の比較例1から算出される単位面積当たりの銅フタロシアニンの施用量は，本願明細書における有効量と相違しないから刊2発明の施用割合(量)は本願発明と実質的に同一である。そして，刊2発明において施用液を芝に散布すれば，本願発明と同様に，芝草の密度，均一性及び緑度の改良という効果が得られるものである。",
                "そうすると，本願発明と刊2発明とは，施用する組成物も施用方法も差異はなく，同じ作用効果が得られると判断できる。この判断をするに当たって機序等を明らかにする必要はなく，同じ方法を適用すれば，同じ結果が得られると考えることが技術的に見て妥当であって，仮にそうでないとすると，本願発明の方法を実施しても所期の効果が必ず得られるとはいえないことになる。",
                "なお，用いる組成物に含まれる必須の顔料成分については，本願発明においては1種のみであるとは特定されていないばかりか，本願明細書には任意成分として顔料を含んでもよいことが記載されている。",
                "したがって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "容易想到性の判断誤りについて",
              "text": [
                "上記アのとおり，本願発明も，刊2発明も，いずれもフタロシアニンを含有する組成物を芝草に散布や噴霧するなどして施用することによって実施されるものであるから，発明の実施において区別することはできず，作用効果も刊2発明の実施の結果，同様に得られるものであるから，本願発明と刊2発明との間には，その構成に実質的な相違点はない。",
                "小括",
                "以上からすれば，本件審決については，結論において誤りはなく，原告の取消事由1及び2には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊1発明に基づく新規性判断の誤り)について",
          "text": [
            "本願明細書の記載内容について",
            "本願発明の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりであるところ，本願明細書の「発明の詳細な説明」(平成22年12月27日付け誤訳訂正書による訂正後のもの)には，概略，次のとおりの事項が記載されている(甲11，16。図については，別紙本願発明図面参照)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「【技術分野】",
              "text": [
                "本発明は，芝草品質の改良方法および芝草へのストレスを軽減する方法ならびにそれらに適した組成物に関するものである。」(段落【0001】)"
              ]
            },
            {
              "fig": "イ",
              "subject": "「【背景技術】",
              "text": [
                "米国特許第5，599，804号には，ある種のフタロシアニンを亜リン酸またはそれらのアルカリ土類金属塩，あるいはある種の亜リン酸モノエステルと特定の比率で組み合わせて施用することによって，菌類に有効である，芝草における芝生の品質を高める方法が記載されている。米国特許第5，643，852号には，ある種のフタロシアニンを(i)亜リン酸またはそのアルカリ土類金属塩またはある種の亜リン酸モノエステル塩と(ii)ある種のビスジチオカーバメート系接触性殺菌剤とを特定比率で組み合わせて施用することによって芝草における芝生の品質を高める方法が記載されている。米国特許第5，336，661号には，(i)ある種の亜リン酸モノエステル塩と(ii)金属エチレンビスチオカーバメート接触性殺菌剤とを特定比率で施用することによって，ベントグラスを処理し，芝生の品質を高める方法が記載されている。この特許にもまた，アルミニウムトリス(O-エチルホスホネート)(ホセチル-al)およびフタロシアニン化合物のPigment blue 15の未知の量を含むと考えられている形態(例えばFORE殺菌剤)で使用されるマンガン-亜鉛エチレンビスジチオカーバメート錯体(マンコゼブ)の組み合わせを含有する特定の組成物が記載されている。」(段落【0002】)",
                "「上記の追加の成分の実質的な不存在下で，ある種のフタロシアニンを施用することによって芝草品質を改良され得ることが，思いがけなく，見出された。」(段落【0003】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "「【発明の開示】",
              "text": [
                "本発明は，有効量のフタロシアニンを含有する組成物を施用することを含み，ただし，該組成物は，亜リン酸もしくはその塩，または亜リン酸のモノアルキルエステルもしくはその塩の有効量および好ましくは金属エチレンビスジチオカーバメート接触性殺菌剤または他の殺菌剤もまた含まない，芝草品質の改良方法を提供するものである。」(段落【0004】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "「【発明を実施するための最良の形態】",
              "text": [
                "本発明の使用に適したフタロシアニンは，金属なしのフタロシアニンまたは金属を含有するフタロシアニンを包含する。金属を含有するフタロシアニンの金属は，代表的には，例えば銅，銀，金，亜鉛，カドミウム，水銀，スカンジウム，イットリウム，ランタン，チタン，ジルコニウム，ハフニウム，バナジウム，ニオビウム，タンタル，クロム，モリブデン，タングステン，マンガン，テクネチウム，レニウム，鉄，ルテニウム，オスミウム，コバルト，ロジウム，イリジウム，ニッケル，パラジウム，白金のような遷移金属である。銅，ニッケル，コバルト，鉄および亜鉛フタロシアニンが好ましく，特に銅フタロシアニンが好ましい。」(段落【0006】)",
                "「本発明は，寒地型芝草及び暖地型芝草を含むすべての芝草について実行し得る。」(段落【0018】)",
                "「一般に，該場所での施用比率は，ヘクタール当たりフタロシアニン0．001～10キログラム(kg／ha)，好ましくは0．01～2kg／ha，さらに好ましくは0．1～1kg／ha，最も好ましくは0．2～0．8kg／haである。本発明の組成物は，公知の方法で施用される。」(段落【0020】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "「【実施例1】",
              "text": [
                "本発明のフタロシアニン組成物の効果を公知の組成物と比較するために，以下の試験方法が使用された。下記の組成物がその実験に使用された。：銅フタロシアニンとしても知られているPigment Blue15は，単独で使用された。ニュージランド，モンテバールのBayer Environment Scienceから市販されているChipco(登録商標)Signature(商標)としてPigment Blue15とホセチル-Al(fosetyl-A1)との混合物が使用された。ニュージランド，モンテバールのBayer Environment Scienceから市販されているChipco(登録商標)Aliette(登録商標)として，化合物のホセチル-Alが使用された。」(段落【0022】)",
                "「きめの粗い砂で満たされたポリ塩化ビニル(PVC)チューブ(直径10cm，長さ20cm)中に「ペンクロス(Penncross)」クリーピングベントグラスの種子が蒔かれた。根およびキャノピー(canopy)を定着させるために，記述する処理の前に植物は，成長室で90日間保持された。成長室での毎日の温度は，20／16℃，光合成の光量子束密度は400μmol m-2s-1であり，照光時間は，12時間／日であった。芝草を週に2回，鋏で4mmに芝刈りし，管の底部から遊離の排水が見られるまで，1日置きに水を与え，週に1回40mlの全濃度のホーグランド(Hoagland)の栄養分溶液(ホーグランドおよびアーノン，1950)で肥料を施した。必要な場合はコナジラミを殺すために殺虫剤を施用した。」(段落【0023】)",
                "「実験では2つの処理を実施した。高温処理は，35／30℃(昼間／夜間温度)に保持され，温度の対照として20／16℃の最適温度処理が使用された。Signature殺菌剤およびAliette殺菌剤に関して4オンス／1000平方フィート(118ml／92．9m2)の比率で2週間に1回の各処理において，Signature殺菌剤およびAliette殺菌剤のそれぞれを葉群に施用し，また各画域で施用されたPigment Blue 15の量に大体近似するように6．92g／1000平方フィート(92．9m2)の比率で2週間に1回の各処理において，Pigment Blue15を葉群に施用した。殺菌剤なしの対照として水単独も使用した(高温での植物に対してのみ処理を施用し，対照の植物には施用しなかった)。処理を開始したとき，植物の半分に，高温処理(すなわち，前処理として)の4週間前に，噴霧し，また植物の残りの半分に，高温土壌温度が開始する(すなわち，前処理なし)と同時に噴霧した。各処理は，5反復行われた。」(段落【0024】)",
                "「処理が施用されてから1週間後に測定を行った。芝生の品質を，草の密度，緑度および均一性を，0(ゼロ)を最悪，9を最良として0～9の尺度で視覚的に評価した。」(段落【0025】)",
                "「キャノピーの正味光合成速度をLi-6400携帯光合成システム(Licor，Lincoln，ＮBから市販されている)を使用して以下に述べるように測定した。」(段落【0026】)",
                "「生物量を測定するために，各実験の終わりに苗条(シュート)および根のサンプルを清浄化し，オーブン中において80℃で72時間乾燥した。苗条および根の乾燥重量を，苗条および根の生物量を示すために使用した。」(段落【0027】)",
                "「新鮮な苗条50mgをジメチルスルホキシド(DMSO)20ml中で暗所において72時間浸すことによってクロロフィルおよびカロチノイドを抽出した。Arnon(1949)の式に使用するクロロフィル含量およびLichtenthalerおよびWellburn(1983)の式に使用するカロチノイド含量を定量するために，各抽出物の663nm，645nmおよび470nmにおける吸収を使用した。植物光合成効率分析器(英国，ハーツのADC Bioscientific Limitedから市販されている)を使用してクロロフィル蛍光(Fv／Fm)を測定することによってキャノピー(canopy)の光化学効率を算定した。」(段落【0028】)",
                "「Knievel(1973)の方法を修正して使用することによって根の死亡率を測定した。きれいで新鮮な根0．5gのサンプルを0．6％の2，3，5-トリフェニルテトラゾリウムクロライド(0．05Mリン酸塩緩衝液中，pH7．4)10mlで30℃，暗所において24時間培養した。根はその後脱イオン水で2回すすぎ洗いをした。その根から95％エタノールで70℃おいて4時間，ホルマザン(Formazan)を2回抽出した。2回の抽出からの抽出物を合わせ，95％エタノールで20mlの最終容量に調節した。根の死亡率を定量するのに490nmでの吸収を使用した。",
                "(試験結果)",
                "(A．芝生の品質)",
                "図1は，高温処理におけるペンクロス(Penncross)クリーピングベントグラスへの殺菌剤施用の効果を例示している。データは平均±標準偏差で示されている。」(段落【0029】)",
                "「対照の温度での植物の品質は，全実験期間中高いレベルに保持されていた(図1)。熱ストレスは，高温にして2週間後から，芝生の品質を減少させた(図1)が，芝生の品質は，Pigment Blue15の施用において最高であり，Signature殺菌剤およびAliette殺菌剤の施用がそれに続き，水の施用は最低の芝生の品質を示している。前処理なしの植物に関しては(図1B)，Pigment Blue15の施用が，Signature殺菌剤，Aliette殺菌剤および水の施用より，高い芝生の品質を示した。前処理された植物は，前処理なしの植物よりも高い芝生の品質を示した(図1Aと図1Bとの比較により)。",
                "(B．正味光合成速度(Pn))",
                "図2は，高温処理におけるペンクロスクリーピングベントグラスの正味光合成速度(Pn)への殺菌剤施用の効果を例示する。データは平均値±標準偏差として示されている。矢印は，最初の殺菌剤施用の日を示す。」(段落【0030】)",
                "「高温は，熱ストレスをかけて4週間後からキャノピーのPnを減少させた(図2Aおよび2B)。殺菌剤で処理した植物に関しては，Pnは，Aliette殺菌剤および水の施用よりもPigment Blue15およびSignature殺菌剤の施用の方が高かった。(図2A)。前処理なしの植物に関しては，Pnは，フタロシアニン施用において最高であって，水の施用において最低であり，Signature殺菌剤およびAliette殺菌剤の施用において中程度であった(図2B)。前処理した植物の方が前処理なしの植物よりもPnは高かった(図2Aおよび図2B)。",
                "(C．クロロフィル含量)",
                "図3は高温処理におけるペンクロスクリーピングベントグラスのクロロフィル含量への殺菌剤施用の効果を例示する。データは，平均値±標準偏差で示されている。矢印は，最初の殺菌剤施用の日を示す。」(段落【0031】)",
                "「新鮮な重量ベースでのクロロフィル含量は，高温処理で増加した(図3AおよびB)。前処理した植物に関しては，クロロフィル含量は，Signature殺菌剤およびPigment Blue 15の施用について最高であり，水の施用について最低であり，Aliette殺菌剤について中程度であった(図3A)。殺菌剤前処理なしの植物に関しては，クロロフィル含量は，Aliette殺菌剤の施用よりもSignature殺菌剤およびPigment Blue 15の施用の方が高かった(図3B)。クロロフィル含量は，前処理なし植物よりも前処理された植物の方が高かった(図3Aおよび3B)。",
                "(D．光化学的効率(Fv／Fm比))",
                "図4は，高温処理におけるペンクロスクリーピングベントグラスのクロロフィル光化学的効率(Fv／Fm)への殺菌剤施用の効果を例示する。データは，平均値±標準偏差として示されている。矢印は，最初の殺菌剤施用の日を示す。」(段落【0032】)",
                "「光化学的効率(Fv／Fm)は，高温処理して1週間後から減少した(図4Aおよび4B)。殺菌剤処理され，および殺菌剤処理されなかった植物に関して，Fv／Fmは，Pigment Blue 15の施用について最も高く，Signature殺菌剤，Aliette殺菌剤および水の施用がこれに続いた。Fv／Fmは，前処理なしの植物より，前処理された植物の方が高かった。",
                "(E．カロチノイド含量)",
                "図5は，高温処理におけるペンクロスクリーピングベントグラスのカロチノイド含量への殺菌剤施用の効果を例示する。データは，平均値±標準偏差として示されている。矢印は，最初の殺菌剤施用の日を示す。」(段落【0033】)",
                "「カロチノイド含量は，高温処理において増加する(図5Aおよび5B)。前処理された，または前処理されなかった植物に関して，カロチノイド含量は，Aliette殺菌剤および水の施用についてより，Signature殺菌剤およびPigment Blue 15の施用の方が高かった(図5A)。カロチノイド含量は，前処理なしの植物より，前処理された植物の方が高かった(図5Aおよび5B)。",
                "(F．キャノピー(canopy)高さでの苗条の成長速度)",
                "図6は，高温処理におけるペンクロスクリーピングベントグラスの高さでの苗条の成長への殺菌剤施用の効果を例示する。データは，平均値±標準偏差として示されている。矢印は，最初の殺菌剤施用の日を示す。」(段落【0034】)",
                "「キャノピー高さでの苗条の成長速度は，高温処理の2週間中に増加し，その後，前処理された，および前処理されなかった植物において高温処理して4週間後から減少した(図6Aおよび6B)。苗条の成長速度は，前処理された，または前処理されなかった植物に関して，Aliette殺菌剤および水の施用より，Signature殺菌剤およびPigment Blue 15の施用の方が高かった(図6Aおよび6B)。成長速度は，前処理なしの植物より，前処理された植物の方が高かった(図6Aおよび6B)。",
                "(G．最終の根およびキャノピーの生物量)",
                "図7は，高温処理におけるペンクロスクリーピングベントグラスの根およびキャノピーの生物量への殺菌剤施用の効果を例示する。データは，平均値±標準偏差として示されている。」(段落【0035】)",
                "「高温処理は，根およびキャノピーの生物量を減少させた(図7)。殺菌剤の施用は，熱のストレスによって引き起こされた根およびキャノピーの生物量の減少を緩和させた(図7)。根およびキャノピーの生物量ともに，前処理された，または前処理されなかった植物に関して，Aliette殺菌剤および水の施用より，Signature殺菌剤およびPigment Blue 15の施用の方が高かった(図7Aおよび7B)。殺菌剤前処理された植物は，前処理されなかった植物より根およびキャノピーの生物量が高かった(図7Aおよび7B)。",
                "(H．根の死亡率)",
                "図8は，高温処理におけるペンクロスクリーピングベントグラスの根の死亡率への殺菌剤施用の効果を例示する。データは，平均値±標準偏差として示されている。",
                "根の死亡率は，高温処理によって増加した(図8)。殺菌剤施用は，根の死亡率の増加を減少させた。Pigment Blue 15の施用は，前処理された，または前処理されなかった植物に関して，Signature殺菌剤およびAliette殺菌剤の施用より，低い根の死亡率であった(図8)。根の死亡率は，前処理されない植物より前処理された植物の方が低かった(図8Aおよび8B)。",
                "(I．分げつ(tiller)密度)",
                "図9は，高温処理におけるペンクロスクリーピングベントグラスへの殺菌剤施用の効果を例示する。データは，平均値±標準偏差として示されている。」(段落【0036】)",
                "「高温処理は，分げつ密度を減少させた。Signature殺菌剤およびAliette殺菌剤の施用は，熱ストレスによって引き起こされる分げつ密度の減少を抑制した。Signature殺菌剤，Aliette殺菌剤およびPigment Blue 15の施用の間には有意差はなかった(図9)。」(段落【0037】)",
                "刊行物1の記載内容について",
                "刊行物1は，「芝生用着色剤」の発明を公開する公開特許公報であって，概ね次の事項が記載されている(甲1)。"
              ]
            },
            {
              "fig": "ア",
              "subject": "「特許請求の範囲",
              "text": [
                "顔料，アニオン系分散剤，アクリル酸エステル-スチレン共重合エマルジョン及び水を含有することを特徴とする芝生用着色剤。」(1頁左下欄4～7行)"
              ]
            },
            {
              "fig": "イ",
              "subject": "「発明の詳細な説明",
              "text": [
                "(産業上の利用分野)",
                "本発明は芝生用着色剤に関するもので，詳しくは，日光や雨に対する堅牢性に優れ，しかも，葉上での展開性に優れ，均一な色彩を呈することのできる芝生用着色剤に関するものである。",
                "(従来技術)",
                "芝生の色は晩秋から春にかけて薄茶色に変化する。これは芝生が植物であるための自然現象であるが，特に，ゴルフ場，野球場，更に遊園地などの商業施設においては，常に，芝生の緑が美しい方が望ましい。そこで，変化し始めた芝生を緑色に着色する方法が提案され，実用化されている。",
                "・・・芝生への着色成分の担持を強力とするため，ゴムラテックスをバインダーとする方法も知られている。」(1頁左下欄11行～2頁左上欄3行)",
                "「(発明が解決しようとする課題)",
                "しかしながら，バインダーとして上述のような水溶性ポリマーを用いた場合には，芝生上へ着色成分を均一に展開し担持させる上では好ましいものの，特に，雨に対する堅牢性が劣ると言う欠点がある。また，ゴムラテックスを用いた場合には，着色成分を葉上に良好に展開することが難しく，ミクロ的には着色にムラが生じることになる。",
                "(課題を解決するための手段)",
                "本発明者等は上記実情に鑑み，日光や雨に対する堅牢性に優れ，しかも，葉上での展開性に優れ，均一な色彩を呈することのできる芝生用着色剤を提供するために種々検討した結果，アクリル酸エステル-スチレン共重合エマルジョンをバインダーとして用いることにより，本発明の目的が達成されることを見出し本発明を完成した。」(2頁左下欄4～20行)",
                "「顔料の色相は芝生を単独又は配合により緑色に着色できるものであればよく，通常，緑色，又は黄色と青色との組合せのものが使用される。」(2頁右上欄10～13行)",
                "「実施例1",
                "黄色顔料(ハンザイエロー C.I.Pigment Yellow 74)   5．0重量部",
                "青色顔料(銅フタロシアニンブルー C.I.Pigment Blue 15)1．5重量部",
                "アニオン系分散剤(ナフタレンスルホン酸-ホルマリン縮合物)1．0重量部",
                "ノニオン系分散剤(ノニルフェノールエチレンオキサイド",
                "1：10(平均)付加物)           1．0重量部",
                "水                                                  21．5重量部",
                "計            30．0重量部",
                "上記組成の混合物をサンドグラインダー［五十嵐機械製造株式会社製］を用いて分散処理することにより水中に顔料成分を分散させた後，これに，アクリル酸ブチル78モル％とスチレン22モル％の混合モノマーを常法により乳化重合して得た共重合エマルジョン70重量部(ポリマー純度50％)を添加し均一混合することにより，本発明の芝生用着色剤を調製した。",
                "この着色剤を70倍の水で希釈し，これをやや黄色くなった秋ぐちの芝生に対して500ml／m2の割合で噴霧器により散布したところ，芝生を全体的にきれいな緑色に着色することができた。また，この芝生を30日にわたり曝露し，1日1回の頻度で5000ml／m2の割合の水をシャワー状に散布したが，芝生の色には変化は見られなかった。」(3頁左下欄4行～右下欄11行)",
                "刊1発明に基づく新規性判断の誤りに対する判断"
              ]
            },
            {
              "fig": "ア",
              "subject": "「芝草の密度，均一性及び緑度を改良」の意義について",
              "text": [
                "「均一性」及び「緑度」の文言及び技術的意義",
                "本件審決は，刊1発明の「芝生を全体的に均一な緑色に着色するために顔料(銅フタロシアニン等)を含む芝生用着色剤を芝生に散布する方法」は，本願発明の「芝草の均一性及び緑度を改良するためのフタロシアニンの使用方法であって，銅フタロシアニンを含有する組成物の有効量を芝草に施用することを含み」に相当するとして，刊1発明の「均一な緑色に着色」を本願発明の「均一性」及び「緑度」に相当すると認定し，本願発明と刊1発明は，芝草の均一性及び緑度を改良するためのフタロシアニンの使用方法である点で一致するとした。",
                "しかしながら，芝草管理用語辞典(126頁。甲30)によれば，芝草の品質は，肉眼観察で判断できる葉色，密度，均一性など利用目的に適合しているかどうかの度合いなどを総合評価して判断するとされていることからすると，芝草管理においては，「密度」「均一性」などの用語は，芝草の植物としての品質を評価する指標として用いられるものであると認められ，各指標の内容は一義的に明らかとはいえないものの，本願の特許請求の範囲の請求項1における「芝草の密度，均一性及び緑度」は，芝草の植物としての品質を意味するものと認められる。そして，「改良」は，悪いところを改めて良くするという意味であることからすると，本願発明の「芝草の密度，均一性及び緑度を改良する」とは，芝草に対して生理的に働きかけて，芝草の品質を良くすることを意味すると認められ，この点については，本願明細書において，芝草の植物としての品質を生理的に改良することがもっぱら記載され，着色などの人工的な加工については記載されていないことからも明らかである。",
                "一方， 刊行物1の記載からすると，刊1発明の「芝生を全体にきれいな緑色に着色」は，晩秋から春にかけて自然現象で薄茶色に変化する芝生を美しい緑に見せるために，緑色顔料又は青色顔料と黄色顔料の組み合わせを含む着色剤を芝生の表面に散布して，全体的に緑色を着けることを意味することは明らかである。",
                "そうすると，刊1発明の「芝生を全体的に均一な緑色に着色するために顔料(銅フタロシアニン等)を含む芝生用着色剤を芝生に散布する方法」と，本願発明の「芝草の均一性及び緑度を改良するためのフタロシアニンの使用方法」とでは，技術的意義が異なることは明らかである。",
                "次に，本件審決は，本願発明の「芝草の密度，均一性及び緑度を改良」は，芝草の品質を表す密度，均一性及び緑度という3つの要素のうちの少なくとも1つを改良することを意図していると解釈し，本願発明と刊1発明とに実質的な相違がない旨判断した。",
                "しかしながら，本願の特許請求の範囲の請求項1における「芝草の密度，均一性及び緑度を改良」が，芝草の品質のうち，密度，均一性及び緑度という3つの要素の全てを改良することを意味することは，文言上明らかであって，これを3つの要素のうちの少なくとも1つを改良することを意図していると解することはできない。",
                "したがって，本件審決の上記判断には，その前提に誤りがある。",
                "以上によれば，刊1発明と本願発明は「芝草の均一性及び緑度を改良」する点で一致するとした上で，「芝草の密度，均一性及び緑度を改良」の意義が3つの要素のうちの少なくとも1つを改良することを意図していると解釈し，本願発明と刊1発明とで実質的な差異はないと判断した本件審決の認定判断には誤りがある。"
              ]
            },
            {
              "fig": "イ",
              "subject": "「芝生の緑が常に美しい」ことの意義について",
              "text": [
                "次に，本件審決は，刊1発明は，常に芝生の緑が美しい方が望ましいという課題を，銅フタロシアニンを含む組成物の有効量を施用することで解決するものであり，芝生の緑が常に美しいということは，芝生が健康，すなわち有益な密度と均一性であることが明らかであるから，本願発明と刊1発明とには実質的な差異がない旨判断した。",
                "しかしながら，上記アで判示したとおり，刊1発明は，晩秋から春にかけて自然現象で薄茶色に変化する芝生を美しい緑に見せるために，緑色顔料又は青色顔料と黄色顔料の組み合わせを含む着色剤を芝生の表面に散布して，全体的に緑色を着けることで解決するものであって，刊1発明でいう「芝生の緑が常に美しい」ということが，芝草に対して生理的に働きかけて，芝草の品質を良くすることを意味しないことは明らかである。",
                "したがって，本願発明と刊1発明に実質的な差異がないということはできない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "新しい用途を提供する点について",
              "text": [
                "さらに，本件審決は，本願発明も刊1発明は，銅フタロシアニンを含む組成物の有効量を芝生に施用するという手段において区別できず，刊1発明においても芝生の均一性及び密度の改良という作用効果が得られていると解されるから，本願発明と刊1発明は実質的に同一である旨判断した。",
                "しかしながら， 本願発明は「芝草の密度，均一性及び緑度を改良するためのフタロシアニンの使用方法」であるから，「芝草の密度，均一性及び緑度を改良するための」は，本願発明の用途を限定するための発明特定事項と解すべきであって，銅フタロシアニンを含む組成物の有効量を芝生に施用するという手段が同一であっても，この用途が，銅フタロシアニンの未知の属性を見出し，新たな用途を提供したといえるものであれば，本願発明が新規性を有するものと解される。",
                "そこで，刊1発明における銅フタロシアニンの用途について検討すると，前記アで判示したとおり，刊1発明は，銅フタロシアニンを着色剤として用いて芝草を緑色にするという内容にとどまるものであって，刊行物1には，芝草に対して生理的に働きかけて，品質を良くするという意味での成長調整剤(成長調節剤)としての本願発明の用途を示唆する記載は一切ない。加えて，着色剤と成長調整剤とでは，生じる現象及び機序が全く異なるものであって，証拠(甲48，50，52～55，57)によれば，①植物成長調整剤は「農作物等の生理機能の増進又は抑制に用いられる成長促進剤，発芽抑制剤その他の薬剤」(農薬取締法1条の2第1項)に該当する「農薬」であるのに対して，着色剤はこれに該当しないこと(甲50)，②文献上も両者は異なるものとして分類されていること(甲48)，③商品としても，両者は区別されて販売されていること(甲52～54，57)，④成長調整剤は芝草の生育期に使用されるのに対して，着色剤は芝休眠時に使用されるなど使用時期も異なること(甲53～55)などからすると，本願発明における芝草の「密度」，「均一性」及び「緑度」の内容は必ずしも一義的に明らかではないものの，本願発明は，刊1発明と同一であるということはできないものと認められる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "被告の主張について",
              "text": [
                "被告は，用途発明として取り扱って新規性等を判断することができるのは，例えば，「・・・を用いた芝草の緑度，密度及び均一性改良方法」「有効量を芝草に施用する，フタロシアニンを有効成分とする芝草の緑度(密度，均一性)改良剤」のように用途発明の形式で特定されている場合に限られると解すべきであって，本願発明において，「芝草の密度，均一性及び緑度を改良」は，フタロシアニンを含有する組成物を製造し施用する方法の奏する作用効果にすぎないなどと主張する。",
                "しかしながら，上記ウで判示したとおり，特許請求の範囲の記載からすれば，「芝草の密度，均一性及び緑度を改良するための」が用途を特定していると解され，被告が例示するような表現でなければならないという理由はない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上によれば，本願発明における「芝草の密度，均一性及び緑度を改良するための」という銅フタロシアニンの用途は，刊1発明に記載されているということはできないので，その余の点について判断するまでもなく，本願発明と刊1発明とは実質的に同一であるということはできない。",
                "したがって，本件審決には，刊行物1に基づく新規性の判断誤りがあり，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(刊2発明に基づく新規性及び容易想到性の判断誤り)について",
          "text": [
            "刊行物2の記載内容について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "刊行物2は，「育成効果を有する芝生着色剤」の発明を公開する公開特許公報であって，概略，次の事項が記載されている(甲2)。",
                "【特許請求の範囲】",
                "「【請求項1】 800nm以上の近赤外部に吸収波長を有する青色顔料を着色成分として含有することを特徴とする育成効果を有する芝生着色剤。」",
                "【発明の属する技術分野】",
                "「本発明は，芝生の着色剤に関し，更に詳しくは芝生の着色のみならず，芝生の生育を促進及び老化を防止させる効果を持つ着色剤に関する。」(段落【0001】)",
                "【従来の技術】",
                "「従来より芝生を着色する目的，特に冬季の芝の葉色をグリーンに保つことを目的として，特にゴルフ場のグリーンやフェアウエー，公園の芝生美観を有する場所等に種々の芝生用着色剤が使われてきた。上記着色剤は，着色成分として緑色の有機顔料及び又は染料，及び又は青色と黄色の有機・無機顔料及び又は染料の調色によるものが使われてきた。」(段落【0002】)",
                "【発明が解決しようとする課題】",
                "「又，この種の着色剤としては，植物に生理活性効果を付与する目的として色々な添加剤や肥料活性成分を付与することが行われてきた。これらの添加物はそのもの自体が生理活性効果を有するものであるが，着色剤との混合によりその効果が本質的に増大するものではなかった。又，これらの添加剤は着色効果を有するものではないために，これらの成分を加えると着色効果は相対的に落ちてしまうことにもなる。」(段落【0007】)",
                "【課題を解決するための手段】",
                "「そこで，本発明者は，上記従来技術の欠点が解決された新規な芝生着色剤を開発すべく検討を重ねた結果，着色成分として単なる着色のみならず，芝生に対する生育促進効果及び老化防止効果を有する顔料を使用することにより上記欠点を克服できることを見出すに至った。」(段落【0008】)",
                "「上記目的は以下の本発明によって達成される。即ち，本発明は，800nm以上の近赤外部に吸収波長を有する青色顔料を着色成分として含有することを特徴とする育成効果を有する芝生着色剤である。」(段落【0009】)",
                "「本発明によれば，着色成分である顔料そのものに植物育成及び老化防止効果を有するため，特に添加剤として特別な育成助剤や肥料活性成分等を加えることなく希望する色相の着色剤を提供することができる。」(段落【0010】)",
                "【発明の実施の形態】",
                "「次に実施の形態を挙げて本発明を更に詳しく説明する。本発明で使用する青色顔料は，800nm以上の近赤外部に吸収波長を有することが重要である。学術的な理論根拠は不明確であるが，顔料が800nm以上の近赤外部の波長の光線を吸収すると太陽光線の熱線の吸収を増加させ，顔料に保温効果が現出することが推察される。又，植物によっては波長が800nm以上の近赤外部の光線によって育成が阻害されることもあることから，顔料がこの波長領域の光線を吸収することにより植物が近赤外部の光線の照射から保護されると推察される。」(段落【0011】)"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "「実施例1",
                  "text": [
                    "紺青(商品名：ミロリブルー671，大日精化工業株式会社製品)10部，ジスアゾイエローAAOA(商品名：セイカファーストエロー2400，大日精化工業株式会社製品)10部，アニオン系界面活性剤(商品名：デモールEP，花王株式会社製品)3部，及び水78部をビーズミルで分散し，これに酢酸ビニル系エマルジョン(商品名：ボンコート2310，大日本インキ工業株式会社製品)を加え，本発明の緑色着色剤を得た。図1に下記の比較例1との対比で本発明の着色剤剤の分光反射率曲線を示す。得られた着色剤の50倍及び100倍希釈液を，それぞれ平成8年10月16日に高麗芝に300ml／m2の割合で散布処理しその後の状態を観察した。」(段落【0019】)"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「比較例1",
                  "text": [
                    "シアニングリーン(商品名：シアニングリーン2GＮ，大日精化工業株式会社製品)5部，ジスアゾイエローAAOA(商品名：セイカファーストエロー2400，大日精化工業株式会社製品)10部，アニオン系界面活性剤(商品名：デモールEP，花王株式会社製品)5部，及び水80部をビーズミルで分散し，これに酢酸ビニル系エマルジョン(商品名：ボンコート2310，大日本インキ工業株式会社製品)を加え，比較例の緑色着色剤を得た。得られた着色剤の50倍及び100倍希釈液を，それぞれ平成8年10月16日に高麗芝に300ml／m2の割合で散布処理し，その後の状態を観察した。」(段落【0020】)"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "「観察結果",
                  "text": [
                    "処理時においては，実施例及び比較例ともに殆ど差は見られず，着色濃度に応じた外観を呈していたが，処理後45日後の11月29日においては無処理の芝は地上部の葉が殆ど枯れて褐色となっていたが，実施例1は緑色を保持していたのに対し，比較例1は色が褪せて枯れ芝色に近い色となっていた。更に状態を詳しく観察すると，無処理区及び比較例1の処理区においては芝の地上部が休眠期に入り，殆ど枯れていたのに対し，実施例1の処理区においては，芝の地上部があたかもまだ活動しているが如く緑色を呈しており，この表面に着色剤が付着していることが観察された。」(段落【0021】)",
                    "【発明の効果】",
                    "上記本発明によれば，芝生の着色のみならず，芝生の生育を促進及び老化を防止させる効果を持つ着色剤を提供することができる。」(段落【0025】)"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上の記載によれば，刊行物2には次の点が開示されていることが認められる。",
                "芝生の着色剤に関しては，従来，植物に生理活性効果を付与する目的として色々な添加剤や肥料活性成分を付与することが行われてきたが，これらの添加物は着色剤との混合によりその効果が本質的に増大するものではなく，着色効果を相対的に落としてしまうものであった。",
                "そこで，800nm以上の近赤外部に吸収波長を有する青色顔料を着色成分として含有することを特徴とする育成効果を有する芝生着色剤(金属フタロシアニンは含まれない。)を用いれば，着色成分である顔料そのものが植物育成及び老化防止効果を有するため，特に添加剤として特別な育成助剤や肥料活性成分等を加えることなく希望する色相の着色剤を提供することができるということを発明した。",
                "上記発明の効果を検証するため，比較対象として，シアニングリーン(銅フタロシアニン)等を用いた着色剤を用いて実験したところ，上記発明対象の着色剤の方が，緑色の保持効果が高かったという成果が得られた。",
                "なお，本件審決が認定した刊2発明は，刊行物2が対象とする発明ではなく，対象とする発明と比べて効果が得られなかった「比較例1」として用いられた着色剤である。",
                "刊行物7に記載された事項",
                "刊行物7は，「有機質肥料およびその製造方法」の発明を公開する公開特許公報であって，概略，次のとおりの事項が記載されている(甲7)。"
              ]
            },
            {
              "fig": "ア",
              "subject": "「【特許請求の範囲】",
              "text": [
                "【請求項1】 金属フタロシアニン系化合物を添加して製造することを特徴とする有機質肥料の製造方法。",
                "【請求項2】金属フタロシアニン系化合物を添加する工程が有機質肥料の製造初期工程である請求項1の方法。",
                "【請求項3】アラビノキシラン含量が20重量％以上である有機物50～80重量％，ならびに吸着性鉱物材料および炭類のうちの少なくとも1種50～20重量％からなる混合物，または該混合物から主としてなる原料を発酵原料として用いて，これに金属フタロシアニン系化合物を添加して，アスペルギルスフラバス，アスペルギルスオリゼーおよびアスペルギルスソーヤからなる菌のうちの1種または2種以上の存在下で一次発酵させた後，ストレプトミセス属放線菌，シュードモナス属細菌およびバシルス属細菌のうちの1種または2種以上の存在下で二次発酵させることからなる請求項1の方法。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "「【産業上の利用分野】",
              "text": [
                "本発明は有機質肥料およびその製造方法に関する。詳細には，植物病原菌に対する防除効果の高い有機質肥料およびその製造方法に関する。」(段落【0001】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "「【従来の技術】",
              "text": [
                "「従来の化成肥料および有機質肥料とも，肥料としての機能は有するものの，植物の病原菌に対しては積極的な防除作用を持たず，肥料効果および病原菌防除効果を両方を兼ね備えた肥料が求められてきた。」(段落【0004】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "「【発明の内容】",
              "text": [
                "上記の点から，本発明者らは薬剤によらないで，植物，特に芝草の病原菌を防除すること，更には植物の生育作用を有すると共に病原菌に対する防除作用を有する肥料を得ることを目的として，研究を続けてきた。その結果，金属フタロシアニン系化合物を添加して製造した有機質肥料が，肥料としての効果は勿論のこと，植物病原菌に対する防除効果を有することを見いだして本発明を完成した。」(段落【0005】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "「【発明の効果】",
              "text": [
                "本発明で得られた有機質肥料は、植物の病原菌に対する防除効果が極めて高く、植物を極めて順調に生育させることができる。本発明の有機質肥料は、特に芝草用の肥料として適しており、“赤焼病”菌であるピシウムアファニデルマータム、“春はげ症”菌であるピシウムバンタプーリおよびピシウムグラミニコーラ、“ラージパッチ”をひきおこすリゾクトニアソラニ、“ダラースポット病”菌であるスクレロチニアホモエオカルパなどの病原菌に対する芝草の抵抗力を増大することができる。」(段落【0042】)",
                "刊行物8に記載された事項",
                "刊行物8は，「植物成長抑制用被覆材料」の発明を公開する公開特許公報であって，概略，次のとおりの事項が記載されている(甲8)。"
              ]
            },
            {
              "fig": "ア",
              "subject": "「【特許請求の範囲】",
              "text": [
                "【請求項1】 ポリハロゲン化フタロシアニン化合物から製造される下記一般式(1)(化1)で表されるフタロシアニン化合物，またはその混合物を含有し，光を透過させたときの光合成有効光量子束(PPF)透過率が50％以上で，かつ，下記式で表されるA値が1．3以上であることを特徴とする植物成長抑制用被覆材料。",
                "A＝R／Fr〔式中，Rは標準光源D65を基準とする600～700nmの赤色光の光量子束透過量を表し，Frは標準光源D65を基準とする700～800nmの遠赤色光の光量子束透過量を表す〕",
                "【化1】",
                "(式中，Yは酸素原子またはイオウ原子を示し，Rは各々独立に，置換されていてもよいアルキル基，置換されていてもよいアリール基を示し，さらに，隣合った二つのYRは，置換している2個の炭素原子とともに5員環または6員環のヘテロ環を形成してもよく，Xは各々独立に，フッ素原子，塩素原子，臭素原子を示し，Mは2価の金属原子，3価または4価の置換金属，あるいは，オキシ金属を示し，mは4～16，nは0～12の整数を示し，m＋n≦16である。)」"
              ]
            },
            {
              "fig": "イ",
              "subject": "「【発明の属する技術分野】",
              "text": [
                "本発明は，安価なポリハロゲン化フタロシアニン化合物から製造されるフタロシアニン化合物，またはその混合物を含有する被覆材料であり，さらには植物の成長を抑制する被覆材料に関するものであり，施設園芸，あるいは家庭園芸において極めて価値のあるものである。」(段落【0001】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "【従来の技術】",
              "text": [
                "「特開平7-79649号公報，特開平8-317735号公報，及び特開平8-317737号公報には，フタロシアニン化合物を用いる植物成長制御用被覆材料が開示されている。しかし，フタロシアニン化合物は，比較的高価なものであり，より安価なフタロシアニン化合物が必要とされていた。」(段落【0004】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "「【発明が解決しようとする課題】",
              "text": [
                "本発明の目的は，自然光(太陽光)を利用でき，合成が容易で，より安価なフタロシアニン化合物を含有する実用的な高耐候性の植物成長抑制用の被覆材料を提供しようとするものである。」(段落【0005】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "「【課題を解決するための手段】",
              "text": [
                "本発明者らは，上記課題を解決するために鋭意検討した結果，合成が容易で高い耐候性を有し，可視領域に吸収が少なく，かつ700～800nmに鋭い選択吸収を有するフタロシアニン混合物を用いることにより，優れた植物成長抑制用被覆材料ができることを見出し本発明を完成した。」(段落【0006】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "【発明の実施との形態】",
              "text": [
                "「本発明の被覆材料は，樹脂板，フィルム，不織布，ガラス等の形で作製され，必要に応じて加工される。本発明において「被覆」とは，被覆材料により成長を抑制させる植物体の周囲全面，或いは光が入射してくる少なくとも一面を覆うことをいい，これにより，植物にあたる光の波長をコントロールする。」(段落【0026】)"
              ]
            },
            {
              "fig": "キ",
              "subject": "「【発明の効果】",
              "text": [
                "ポリハロゲン化フタロシアニン化合物から製造される前記一般式(1)で表されるフタロシアニン化合物またはその混合物を含有させ，A値を1．3以上とする本発明の被覆材料を用いることで，健全に植物の成長を抑制(わい化)することができた。また，本発明の被覆材料は，安価かつ取り扱いが容易で，実用的な高耐候性の植物成長抑制用被覆材料であることが判った。」(段落【0063】)",
                "周知例(甲10)に記載された事項",
                "本件審決が引用した周知例は，1990年に公開された「ノシバの春期緑化に対する芝着色剤及びFeSO の影響」と題する論文であって，概略，次のとおりの事項が記載されている(甲10，26，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "ア",
              "subject": "「目的",
              "text": [
                "芝着色剤がノシバの自然な春期濃緑化を刺激する程度を測定すること。」(原文1頁1～3行，訳文1頁1～2行)"
              ]
            },
            {
              "fig": "イ",
              "subject": "「材料及び方法",
              "text": [
                "成熟した「メイヤー」ノシバの立毛を，春期濃緑化が開始するより前の4月12日に，推奨される量の芝着色剤，すなわちインスタント・スプリング(1カップ／ガロン)，グリーンジット(1／2カップ／ガロン)，及びオーラグリーン(1／8オンス／ガロン)で別々に処理した。春期濃緑化への着色剤の初期の影響を，適用13日後の4月25日に評価した。その日は，残留着色剤と天然の葉の色との差を視覚的に区別することができなかったので，区画内の色の組合せについて主観的な評価を行った。葉に起因する色を評価するために，区画当たり16平方インチのランダム試料1つにおける葉の数，さらには草冠高さの測定を試みた。濃緑化の違いは適用後26日目(5月8日)に評価できた。さらに，その日に刈りこみ重量をとった。芝品質に対する長期の影響を適用後52日(5月24日)に評価した。」(原文1頁4～15行，訳文1頁3～14行)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "結果",
              "text": [
                "「これらの着色剤は，一群として，試料領域当たりの葉数を増加させたようである。インスタント・スプリング＋鉄は，その日までに，対照に対する草冠高さを増加させた唯一の処理であった。処理後26日目，芝色は，オーラグリーン又は無処置区画よりも，インスタント・スプリング及びグリーンジットの区画で顕著に良かった。」(原文1頁24～28行，訳文1頁23～27行)",
                "新規性の判断誤りに対する判断"
              ]
            },
            {
              "fig": "ア",
              "subject": "刊2発明におけるシアニングリーンの用途について",
              "text": [
                "刊2発明は，刊行物2に「比較例1」として記載されたものであるところ，本件審決は，刊行物2には，フタロシアニンを使用しない無処理の芝草に比べて，フタロシアニンを使用した比較例1の芝草の方が，色褪せが少なく，枯れも少ないという作用ないし効果が記載されていると認定した上で，刊2発明は，芝草の密度，均一性及び緑度を改良するためにフタロシアニンを使用しているから，本願発明と実質的な差異はない旨判断した。",
                "しかしながら，本件審決が根拠とする刊行物2の記載についてみると，観察結果として「処理時においては，実施例及び比較例ともに殆ど差は見られず，着色濃度に応じた外観を呈していたが，処理後45日後の11月29日においては無処理の芝は地上部の葉が殆ど枯れて褐色となっていたが，実施例1は緑色を保持していたのに対し，比較例1は色が褪せて枯れ芝色に近い色となっていた。更に状態を詳しく観察すると，無処理区及び比較例1の処理区においては芝の地上部が休眠期に入り，殆ど枯れていたのに対し，実施例1の処理区においては，芝の地上部があたかもまだ活動しているが如く緑色を呈しており，この表面に着色剤が付着していることが観察された。」(段落【0021】)というものであって，当該記載の趣旨としては，「無処理」と「比較例1」とは，植物自体の状態としては差がないものの，「比較例1」では45日前に処理した着色剤が色は褪せたものの多少残存しているため，「無処理」のように褐色ではなく，枯れ芝色に近い色止まりであったという趣旨であった。したがって，比較例1は，実施例と異なり，芝生に対して生理作用を有さない着色剤として，それを具体的に示すデータを伴って記載されたものと解される。",
                "そうすると，本件審決が，刊行物2には，「フタロシアニンを使用しない無処理の芝草に比べて，フタロシアニンを使用した比較例1の芝草の方が，色褪せが少なく，枯れも少ないという作用ないし効果が記載されている」とした認定には誤りがあり，それを前提とした新規性判断にも誤りがある。"
              ]
            },
            {
              "fig": "イ",
              "subject": "新しい用途を提供する点について",
              "text": [
                "次に，本件審決は，刊2発明は銅フタロシアニンを含む組成物の有効量を芝生に施用するという工程ないし手段を含むものであるから，本願発明と刊1発明は，その具体的な方法・手段において区別することができず，刊2発明の方法においても，芝草の密度の改良及び芝草の均一性及び緑度の改良という作用効果が得られていると解するのが自然であるから，相違点は実質的な差異であるとは認められない旨判断した。",
                "しかしながら，前記1で判示したとおり，本願発明は「芝草の密度，均一性及び緑度を改良するためのフタロシアニンの使用方法」であるから，「芝草の密度，均一性及び緑度を改良するための」は，本願発明の用途を限定するための発明特定事項と解すべきである。これに対して，刊2発明は，刊行物2に記載された発明と比較するために，むしろ成長調整剤としての効果を有しないものとして銅フタロシアニンを着色剤として用いるものであって，刊行物2には，銅フタロシアニンに成長調整剤としての効果があるという本願発明の用途を示唆する記載は一切ない。",
                "そうすると，刊2発明は，本願発明と同一であるということはできない。",
                "したがって，刊1発明の場合と同様に，本願発明と刊2発明とは実質的に同一であるとした本件審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "これに対して，被告は，本願発明と刊2発明とは，施用する組成物も施用方法も差異はなく，同じ作用効果が得られると判断でき，この判断をするに当たって機序等を明らかにする必要はなく，同じ方法を適用すれば，同じ結果が得られると考えることが技術的に見て妥当であるなどと主張する。",
                "しかしながら，前記イで判示したとおり，本願発明の「芝草の密度，均一性及び緑度を改良するための」は，本願発明の用途を限定するための発明特定事項と解すべきである一方で，刊2発明はむしろ成長調整剤としての効果を有しないものとして銅フタロシアニンを着色剤として使用するものであるから，被告の主張は理由がない。",
                "容易想到性の判断誤りに対する判断",
                "本件審決は，刊行物2，7，8及び周知例(甲10)を引用して，銅フタロシアニン等の青色顔料の使用によって，芝草などの光合成をする植物の育成促進効果や老化防止効果が得られることは，当業者にとって技術常識となっていたと認められるから，刊2発明の「シアニングリーン・・・を含む緑色着色剤を高麗芝に散布処理する」という工程を含むことにより，芝草の密度，均一性及び緑度を改良するという作用効果が得られることは，当業者が容易に予測可能なことである旨判断した。",
                "しかしながら， によれば，刊行物2には，MFe［Fe(CＮ)6］などの800nm以上の近赤外部に吸収波長を有する青色顔料が芝草に植物育成及び老化防止効果を発揮することは記載されているものの(【請求項1】，段落【0001】，【0009】等)，証拠(甲39)によれば，金属フタロシアニンは800nm以上の近赤外部に吸収波長を有していない。そして，上記 判示したとおり，刊行物2においては，むしろ銅フタロシアニンは芝草に対する生理作用を有さないものとして記載されているのであるから，刊行物2の記載をもって，芝草などの光合成をする植物の育成促進効果や老化防止効果が得られることが当業者にとって技術常識になっていたと認めることはできない。",
                "また， によれば，刊行物7には，有機質原料に金属フタロシアニンを添加後，微生物を接種して発酵させて得た有機質肥料は，肥料としての機能のみならず，植物病原菌に対する防除作用を有すること(段落【0005】)は記載されているものの，有機質肥料の製造が進んだ段階又は製造後に金属フタロシアニン系化合物を添加しても，病原菌に対する防除効果は低いこと(段落【0009】)なども記載されていることからすると，金属フタロシアニン自体が植物病原菌に対する防除作用を有するというよりは，金属フタロシニアンを添加した後に微生物を接種して発酵させて得た有機質肥料が防除効果を有することを主に開示しているにすぎず(段落【0042】等)，金属フタロシアニンが植物に直接作用して生理機能を活性化することについては記載も示唆もないと認められる。",
                "さらに， によれば，刊行物8(甲8)は，植物体を覆って，植物にあたる光の波長を制御して植物の成長を抑制するための「フィルム等の被覆材料」に関する文献で，従来，「被覆材料」に添加していたフタロシアニン化合物の代わりに，より安価な金属フタロシアニン化合物を用いるというものであるから(段落【0001】，【0005】，【0006】)，金属フタロシアニンを植物に直接施用することは，記載も示唆もない。",
                "加えて， によれば，周知例(甲10)は，芝着色剤がノシバに与える生理作用に関する論文であり，インスタント・スプリング及びグリーンジットという名称の芝着色剤がノシバの天然の色を改良したことが記載されてはいるが，これらの芝着色剤の成分は不明であって，金属フタロシアニンが含まれるかすら明らかではない。",
                "以上を総合して検討すると，刊行物2，7，8及び周知例(甲10)から，銅フタロシアニン等の青色顔料の使用によって，芝草などの光合成をする植物の育成促進効果や老化防止効果が得られることは，当業者にとって技術常識となっていたと認めることはできず，本件審決の上記判断は，その前提を欠き，その余の点について判断するまでもなく，誤りである。",
                "小括",
                "したがって，本件審決の刊2発明に基づく新規性及び容易想到性の判断には誤りがあり，原告主張の取消事由2は理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由1及び2は，いずれも理由があるから，本件審決は取消しを免れない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}