{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2011-800266号事件について平成25年7月3日に(cid:1) (cid:2)(cid:1)(cid:3)(cid:1)(cid:2)した審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(認定の根拠を掲げない事実は争いがないか弁論の全趣旨により容易に認定できる事実である。以下，掲記の証拠のうち枝番のあるものは枝番を含む。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告らは，平成8年3月29日に出願され，平成17年6月24日に設定登録された，発明の名称を「光触媒体の製造法」とする特許第3690864号(以下，「本件特許」といい，本件特許に係る特許権を「本件特許権」という。設定登録時の請求項の数は12である(甲14)。)の特許権者である。なお，本件特許の特許公報においては，本件特許に係る発明の発明者の名，住所又は居所として，「A  (所在地)  株式会社タオ内」及び「B  (所在地)株式会社田中転写内」(計2名)とされていた(甲14)(以下，Aを「A」と，株式会社タオを「タオ」と，Bを「B」と，株式会社田中転写を「田中転写」という。)。",
            "本件特許につき，平成18年9月11日，無効審判請求(無効2006-80181号事件)がなされた。特許庁は，平成19年9月13日，「特許第3690864号の請求項1乃至5に係る発明についての特許を無効とする。特許第3690864号の請求項6乃至12に係る発明の特許についての審判請求は成り立たない。」との審決をした。これに対し，本件特許の請求項1ないし5に係る発明についての特許を無効とした部分につき取消訴訟が提起された(平成19年(行ケ)第10367号)。知的財産高等裁判所は，平成20年10月(cid:1) (cid:2)(cid:1)(cid:4)(cid:1)(cid:2)16日，「特許庁が無効2006-80181号事件について平成19年9月13日にした審決中，特許第3690864号の請求項2ないし5に係る発明についての特許を無効とした部分を取り消す。」との判決を言い渡し，同判決は，平成20年10月30日の経過をもって確定した。なお，上記審決中，本件特許の請求項6ないし12に係る発明の特許に関する部分は，取消訴訟が提起されることなく出訴期間(平成19年10月26日)が経過したことにより確定した。",
            "その後，原告らは，本件特許の請求項4及び5に係る発明の特許請求の範囲につき，平成21年4月8日付けで訂正請求をした(以下「本件訂正」という。)。",
            "被告は，平成23年12月26日，特許庁に対し，本件特許の請求項2ないし12に係る発明についての特許を無効にすることを求めて審判の請求(無効2011-800266号事件)をした。特許庁は，平成25年7月3日，「特許第3690864号の請求項2ないし12に係る発明についての特許を無効とする。」との審決をし，その謄本を，同月11日，原告らに送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲の請求項の記載は次のとおりである(甲15の2。以下，本件特許の各請求項に係る発明を総称して「本件訂正発明」という。また，本件訂正後の本件特許の明細書を「本件明細書」という。)。",
            "  請求項2",
            "「基体上に，光触媒によって分解されない結着剤からなる第一層を設け，該第一層の上に，光触媒とアモルファス型過酸化チタンゾルとの混合物を用いて調製した第二層を設けることを特徴とする光触媒体の製造法。」",
            "  請求項3",
            "「基体上に，アモルファス型過酸化チタンゾルを用いて調製した光触機能を有さない第一層を設け，該第一層の上に，光触媒とアモルファス型過酸化(cid:1) (cid:2)(cid:1)(cid:5)(cid:1)(cid:2)チタンゾルとの混合物を用いて調製した第二層を設けることを特徴とする光触媒体の製造法。」",
            "  請求項4",
            "「光触媒を基体に担持固定してなる光触媒体の製造法であって，光触媒を酸化チタン粒子又は酸化チタン粉末を用いて調製し，該光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，常温で乾燥させ，固化させて得たことを特徴とする光触媒体の製造法。」(以下「本件訂正発明4」という。)",
            "  請求項5",
            "「光触媒を基体に担持固定してなる光触媒体の製造法であって，光触媒を酸化チタンゾルを用いて調製し，該光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，常温で乾燥させ，固化させて得たことを特徴とする光触媒体の製造法。」(以下「本件訂正発明5」という。)",
            "  請求項6",
            "「酸化チタンゾル濃度が2．70～2．90％，アモルファス型過酸化チタンゾル濃度が1．40～1．60％のとき，酸化チタンゾルとアモルファス型過酸化チタンゾルとの合量に対し，酸化チタンゾルを30重量％以下の割合で混合した混合ゾルを用いることを特徴とする請求項5記載の光触媒体の製造法。」 (以下「本件訂正発明6」という。)",
            "  請求項7",
            "「酸化チタンゾル濃度が2．70～2．90％，アモルファス型過酸化チタンゾル濃度が1．40～1．60％のとき，酸化チタンゾルとアモルファス型過酸化チタンゾルとの合量に対し，酸化チタンゾルを20～80重量％の割合で混合した混合ゾルを用いることを特徴とする請求項5記載の光触媒体の製造法。」(以下「本件訂正発明7」という。)",
            "  請求項8",
            "(cid:1) (cid:2)(cid:1)(cid:6)(cid:1)(cid:2)「酸化チタンゾル濃度が2．70～2．90％，アモルファス型過酸化チタンゾル濃度が1．40～1．60％のとき，酸化チタンゾルとアモルファス型過酸化チタンゾルとの合量に対し，酸化チタンゾルを70重量％以上の割合で混合した混合ゾルを用いることを特徴とする請求項5記載の光触媒体の製造法。」(以下「本件訂正発明8」という。)",
            "  請求項9",
            "「酸化チタンゾルが，アモルファス型過酸化チタンゾルの100℃以上の加熱処理により得られるものであることを特徴とする請求項5～8のいずれか記載の光触媒体の製造法。」(以下「本件訂正発明9」という。)",
            "  請求項10",
            "「基体表面及び／又は第一層に，ナトリウムイオンを存在させることを特徴とする請求項1～9のいずれか記載の光触媒体の製造法。」",
            "  請求項11",
            "「光触媒粒子と共に，自発型紫外線放射材又は蓄光型紫外線放射材の素材からなる粒子，あるいはこれらの放射材を混入した粒子を用いることを特徴とする請求項1～10のいずれか記載の光触媒体の製造法。」",
            "  請求項12",
            "「自発型紫外線放射材又は蓄光型紫外線放射材が，使用する光触媒の励起波長の発光波長又は蓄光波長を有することを特徴とする請求項11記載の光触媒体の製造法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。その要旨は，本件特許は特許法38条の規定に違反してなされたものであり，同法123条1項2号に該当する，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の取消事由(共同出願要件違反に関する認定判断の誤り)",
      "content": [
        {
          "fig": "1",
          "subject": "本件文書を認定判断に用いたことについて",
          "text": [
            "(cid:1) (cid:2)(cid:1)(cid:7)(cid:1)(cid:2)審決は，佐賀県窯業技術センター(以下「センター」という。)と田中転写の間の「技術指導関連発明の取扱いに関する確認書」(甲1(審判時甲8)。以下，本件訴訟において甲第1号証として提出されたものを「本件確認書」という。)及びセンター所長作成とされる田中転写宛ての「技術指導の承諾について(通知)」(甲2(審判時甲9)。以下，本件訴訟において甲第2号証として提出されたものを「本件通知書」という。また，本件確認書と併せて「本件文書」という。)は，「無効審判請求当初より文書送付嘱託申出のあった書証で，当庁の文書送付嘱託に対して公平性の観点で佐賀県から送付されなかったが，請求人の佐賀県情報公開条例に基づく公文書開示請求により公開があり，平成25年1月17日付け上申書に添付されて写しが提出されたもので，・・・，特許法第131条の2の請求理由の変更に該当しないので，それらの成立を認める。」と認定判断している。",
            "しかし，センターの特別研究員であり，本件通知書に「技術指導担当者」として記載されているC(以下「C」という。)の証言によれば，本件文書は，一方の当事者である田中転写が提示し，その書類の処理の一部に，Cが携わって作成された本庁決定前の作成段階のものであり，正式に作成された書類自体は，Cも確認していないというものであるから，本件文書は「文書送付嘱託申出のあった書証で，請求人の佐賀県情報公開条例に基づく公文書開示請求により公開があり，写しが提出されたもの」ではない。しかも，本件確認書の技術指導会社及び技術指導の内容は，後から手書きで追加されており，本件通知書は，センター所長の認印もないなど公文書にあるまじき点が多く，到底正式な公文書とはいえない。したがって，本件文書は，いずれも，真正に成立した書証ではない。また，本件文書は，センターと田中転写が結んだとされる「技術指導関連発明の取扱いに関する確認書」，及び，センターが田中転写に対して通知したとされる「技術指導の承諾について(通知)」の正式な書類の写しではなく，また，権威ある者が上記「確認書」及び「通知」の内容について証明したもの(cid:1) (cid:2)(cid:1)(cid:8)(cid:1)(cid:2)でもないから，本件文書が上記「確認書」等の存在を確認し得る証拠となり得るものではない。",
            "そうすると，本件文書に基づいて認定判断をした審決は誤っている。"
          ]
        },
        {
          "fig": "2",
          "subject": "共同出願要件違反に関する審決の認定判断について",
          "text": [
            "  審決は，本件特許に係る発明の完成にはCの技術指導に関与があったことが認められ，Cの技術指導とは無関係に本件特許に係る発明がなされたものということはできず，本件訂正発明は本件確認書第1条の「技術指導関連発明」であるとし，さらに，本件確認書第2条の「当該発明を独自に行ったことについて事前に知事の同意を得るものとする。」との規定によれば，原告らは，本件特許は，技術指導関連発明でありセンターとは無関係に独自に発明を行ったと主張する以上，第2条の規定により事前に知事の同意を得なければならないことになるのに，原告らは，知事の同意が得られたことについては証明してこなかったとし，佐賀県が本件訂正発明について特許を受ける権利を有し，少なくとも本件特許の出願人である旨認定判断している。",
            "しかし，以下のとおり，審決の上記認定判断は誤りであり，この誤りは審決の結論に影響を及ぼすものである。",
            "  本件確認書の「技術指導関連発明」も発明である以上，「技術指導関連発明」に必要であるべき「技術指導」とは，課題を解決するための着想及びその具体化の過程において，発明の特徴的部分の完成に創作的に寄与するような技術指導をいうものと解するべきである。",
            "本件訂正発明は，光触媒と公知のアモルファス型過酸化チタンゾルとを混合し，これを基体上に塗布し，乾燥することを基本的構成要件とし，該構成要件により，アモルファス型過酸化チタンゾルがバインダーとなって，光触媒をあらゆる基体上にその光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることをその奏する効果とするものである。これに対し，Cによる田中転写に対する技術指導の内容は，本件訂正発明のコー(cid:1) (cid:2)(cid:1)(cid:9)(cid:1)(cid:2)ティング材料の一つとして用いられる，既に公知であった「アモルファス型過酸化チタンゾル」(ペルオキソチタン酸水溶液：PTA溶液)についての技術，及び，本件訂正発明のコーティング材料とは相違する「アモルファス型過酸化チタンゾルを加熱，結晶化させたアナターゼ型酸化チタンゾル(PAゾル)」についての技術であって，本件訂正発明の技術について指導を行ったものではない。審決が，本件特許に係る発明の完成にはCの技術指導の関与があったと認定する根拠として認定する事情も，事情自体に根拠がないか，上記認定の根拠とならないものにすぎない。",
            "なお，本件訂正発明9についても，光触媒及びアモルファス型過酸化チタンゾル自体はいずれも本件特許出願時に公知である。また，アモルファス型過酸化チタンゾルの100℃以上の加熱処理により得られる酸化チタンゾルについても，これがCの発明であるとしても，Cは平成7年10月6日に開催された研究発表会でこれを発表しているので，本件特許の出願時には公知となっていた。したがって，本件訂正発明9の「酸化チタンゾルが，アモルファス型過酸化チタンゾルの100℃以上の加熱処理により得られる」との発明特定事項は，新規な発明の構成要素となるものではなく，Cがこれを指導していたとしても，発明の特徴的部分の完成に創作的に寄与するものではない。",
            "そうすると，Cの技術指導は，課題を解決するための着想及びその具体化の過程において，発明の特徴的部分の完成に創作的に寄与するようなものではなく，本件確認書第1条の「技術指導」には該当しない。したがって，本件訂正発明は，「技術指導関連発明」には該当せず，本件訂正発明が本件確認書第1条に基づいて佐賀県知事に帰属することもない。",
            "実際に，佐賀県も，本件訂正発明について特許を受ける権利の帰属につき，本件特許の出願人に請求した事実はない。",
            "なお，審決の指摘する本件確認書第2条の「知事の同意」については，本(cid:1) (cid:2)(cid:1)(cid:10)(cid:1)(cid:2)件訂正発明が「技術指導関連発明」ではない以上，これを得る必要はない。しかも，単独出願に関する本件確認書第2条の規定から，本件訂正発明が共有に係ることが認定できるものでもない。",
            "  本件確認書第2条の規定は，佐賀県が，本件確認書における「乙」(判決注・被指導企業を指す。)の職員が独自に行った発明か否かの確認又は報告を「乙」に求めるものであって，「乙」の職員が独自に行った技術指導関連発明までも佐賀県に帰属させることを規定しているわけではない。すなわち，「乙」の職員が独自に行った技術指導関連発明に係る特許出願を，「乙」が事前に知事の同意を得ずに行ったとしても，佐賀県が当該発明にについて特許を受ける権利を当然に取得するものではない。したがって，本件確認書は，「知事の同意の有無」によって，佐賀県が特許を受ける権利を発明者から取得するか否かを定めたものではなく，手続の安定のために出願に際しての報告又は確認義務を課したものにすぎない。",
            "したがって，本件訂正発明が「技術指導関連発明」ではないという点をおくとしても，佐賀県知事の事前の同意がないことから，佐賀県が，本件訂正発明について特許を受ける権利を有するとした審決には論理的根拠はない。また，知事の同意を受けていないことと，佐賀県が，本件訂正発明について特許を受ける権利を有し，本件特許の出願人であるということは，論理としてもつながらない。",
            "  仮に本件訂正発明が本件確認書の「技術指導関連発明」に該当するとしても，前記記載のとおり，Cは本件訂正発明の発明者ではないので，本件訂正発明について特許を受ける権利の承継がされなければならない。そして，その承継は，その承継人が特許出願をしなければ第三者に対抗することができず(特許法34条1項)，また，特許出願後における特許を受ける権利の承継は，その旨を特許庁長官に届け出なければならない(同条4項)。また，本件訂正発明は，タオのAと田中転写のBの共同発明であるので，本件訂正発(cid:1) (cid:2)(cid:1)(cid:11)(cid:1)(cid:2)明について特許を受ける権利は，その両者に原始的に帰属し，両者の共有となる。そして，この権利がタオ及び田中転写に帰属する結果，タオ及び田中転写が権利を共有することになる。仮に，本件確認書に従って特許を受ける権利を佐賀県に帰属させようとすれば，その移転手続が必要となる。この場合，田中転写と佐賀県との間において出願前に権利を移転させようと考えたとしても，共有者かつ第三者であるタオの同意を得なければ，その持分を譲渡することができない(特許法33条3項)。また，特許出願後にも，特許庁長官に届け出なければその効力を生じない(特許法34条4項)。しかし，佐賀県は，いずれの手続も執っていない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "以下のとおり，共同出願要件違反に関する審決の判断に誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件文書を認定判断に用いたことについて",
          "text": [
            "被告は，佐賀県に対する公文書開示請求により本件文書を入手した。そして，本件確認書(甲1)は公務員によって職務上作成された部分を含むものであり，本件通知書(甲2)は公務員によって職務上作成されたものであるから，これらについては公文書として成立の真正が推定される。(cid:1)また，Cの証言によれば，本件文書は，平成8年2月頃，Cを含むセンター職員が職務上作成し，田中転写に手交したものが，被告の開示請求によって開示されたことが明らかである。そして，本件確認書については，センター所長の公印が押印されており，田中転写の代表者印が捺印されていないにせよ，同社のいわゆる社判は捺印されているのであるから，両者の意思に基づいて作成したものであることが文書上に客観的に表示されている。さらに本件通知書については，センター所長の署名があり，これがセンター職員によって職務上作成されたものであることは明らかである。(cid:1)以上によれば，本件文書は真正に成立している。(cid:1)2  共同出願要件違反に関する審決の認定判断について",
            "(cid:1) (cid:2)(cid:1)(cid:3)(cid:12)(cid:1)(cid:2)  ①佐賀県内の工業系試験研究機関の技術移転方針，②センターによる技術指導によって被指導企業が独占権を取得するような発明を行うことは基本的には予定されていないこと，③本件確認書第2条の規定は，他から知得した技術に基づいて発明をなす場合には，これが単独の発明であるか否かの峻別は困難であり，また，真正な発明者ではない者が特許出願をした場合には無効理由となり得るから，被指導企業による特許出願を許しては，県の資産たる特許を受ける権利や特許権を毀損する可能性がある上に，一部の企業に独占的権利を取得させるとかえって技術指導が産業の振興を阻害することになり，技術指導の目的にも反することから，技術指導の内容に文字どおり何らかの関連のある発明であれば，事前に知事の同意を得て，単独発明であることが確認されてからでないと，単独で出願をすることができないものとする趣旨であると解されること等に照らすと，本件確認書第1条の「技術指導関連発明」は，原告らの主張するように課題を解決するための着想及びその具体化の過程において発明の特徴的部分の完成に創作的に寄与するような技術指導が行われることまでは要せず，文言どおり，技術指導の内容に関連している発明であれば，これに該当するものと解するべきである。",
            "そして，Cは，Bに対し，少なくとも本件訂正発明に関連する技術を指導していた。",
            "  原告の主張する本件訂正発明の要旨及び効果をCによる技術指導の内容と対比すると，①光触媒とアモルファス型過酸化チタンゾルを混合したものは，PAゾルにおいてアナターゼ型の酸化チタンの結晶がPTA溶液に分散しているものと，②これを基体上に塗布することは，PTA溶液及びPAゾルのコーティング方法と，③これを乾燥することは，常温から高い温度のいろいろな温度でPTA溶液及びPAゾルのコーティングを乾燥させることとそれぞれ同一である。なお，本件訂正発明のPTA溶液の調整方法は，技術指導当時の研究内容に基づくCらの論文(甲21)に記載されたものと同一であ(cid:1) (cid:2)(cid:1)(cid:3)(cid:3)(cid:1)(cid:2)る。そうすると，本件訂正発明とCの技術指導内容との相違点は，本件訂正発明が光触媒とアモルファス型過酸化チタンゾルとを混合してコーティングに用いるのに対し，Cの技術指導内容ではPAゾルとしての混合物をコーティングする点のみである。",
            "また，原告の主張する本件訂正発明の効果も，主にアモルファス型過酸化チタンゾルを光触媒のバインダーとして用いることによるものであり，PTA溶液(アモルファス型過酸化チタンゾル)を本用途に選択したことが，本件訂正発明の効果を奏する上で重要であったこととなる。そして，本件特許の出願日(平成8年3月29日)からわずか1か月半後である平成8年5月13日に受領されたCの論文(甲22)には，PTA溶液及びPAゾル塗膜が光触媒に使用可能であり，基材への密着性も高い旨言及されていることから，これらの事項も技術指導の内容になっていたことは明らかである。また，PTA溶液を塗布して加熱した塗膜は，アナターゼ化した光触媒成分が，いまだアモルファスのままであるPTAバインダーによって担持されている構造といえ，PTA溶液をこの用途に使うことを教示した技術指導の寄与は大きい。",
            "以上によれば，本件訂正発明の構成はそのほとんどがCの技術指導によって知得されたものであるといえ，またその効果についても，技術指導の当時，Cらの研究内容となっていたのだから，これも技術指導によって知得されたことが強く推認される。",
            "よって，Cは，本件訂正発明について，課題を解決するための着想及びその具体化の過程において，発明の特徴的部分の完成に創作的に寄与するような内容の技術指導をしていたといえる。",
            "なお，本件訂正発明5につき，上記事実に加え，その発明特定事項である酸化チタンゾルの製造プロセスはCらの技術指導により知得したものであることに照らすと，Cは本件訂正発明5の共同発明者である。また，本件特許(cid:1) (cid:2)(cid:1)(cid:3)(cid:4)(cid:1)(cid:2)の出願人が，本件特許の審査の過程で，本件訂正発明4及び5の「光触媒とアモルファス型過酸化チタンゾルとの混合物」とPAゾルとが同一であることを認めていたのであるから，PAゾルについて指導をしていたCが上記各発明について共同発明者であるといえる。さらに，本件訂正発明9の「酸化チタンゾルが，アモルファス型過酸化チタンゾルの100℃以上の加熱処理により得られる」との発明特定事項は，Cによる技術指導の内容となっていたのであるから，Cは同発明の共同発明者である。",
            "したがって，仮に「技術指導関連発明」の意義を原告の主張のとおりのものと解するとしても，Cらによってなされた技術指導は，本件訂正発明の課題を解決するための着想及びその具体化の過程において，発明の特徴的部分の完成に創作的に寄与するような技術指導であるといえるので，本件訂正発明は「技術指導関連発明」である。",
            "  そして，本件確認書は，原則的には佐賀県職員のなした技術指導に関連する発明については，佐賀県に帰属させる旨を規定している。そして，その例外として，被指導者が単独でなした発明については，単独出願が可能としているが，その要件として事前の知事の同意を必要としており，これが事後的な確認ないし報告でよいとすることはできないし，本件確認書の趣旨からも，そのように解することはできない。そうすると，事前の知事の同意がない限りは，「技術指導関連発明」については本件確認書第1条の規定が適用され，特許を受ける権利等は佐賀県知事に帰属する。",
            "  特許法34条1項の「第三者」には，被承継人は含まれないと解されるから，被承継人である田中転写は「第三者」に該当せず，対抗要件の問題とはならない。",
            "さらに，本件訂正発明について特許を受ける権利は，出願後に現在の特許権者に承継されている。しかし，特許を受ける権利の共有持分の譲渡は，他の共有者の同意が必要であり(特許法33条3項)，かかる同意は譲渡の効力(cid:1) (cid:2)(cid:1)(cid:3)(cid:5)(cid:1)(cid:2)発生要件である。よって，田中転写から現在の特許権者等への承継は，特許を受ける権利の共有者たる佐賀県の同意がなく無効であるから，これらの承継人も「第三者」と解釈される余地はない。",
            "また，タオ及び田中転写は，平成9年3月12日，本件特許出願に優先権を主張し，PCT／JP97／00767を出願している(甲3。以下「本件PCT出願」という。)。そして，タオ及び田中転写は，同年8月8日，本件PCT出願にCの発明を加え，Cを共同発明者とする補正をしているのであるから，遅くとも同日には本件訂正発明について共同発明者であることを認めているといえる。本件訂正発明の審査過程において特許庁に提出された平成13年10月19日付手続補正書(乙19)に添付されている譲渡証書と持分譲渡による共有者の同意書の記載に照らしても，遅くとも平成13年10月19日には，タオインターナショナル株式会社(タオを吸収合併した会社である。)は佐賀県に共有持分が承継されたことは認めていた。",
            "以上によれば，田中転写が，本件確認書の規定に従い，本件訂正発明について特許を受ける権利の共有持分を佐賀県に承継させることについては，当初よりタオの同意があったのであり，佐賀県への承継は有効である。また，仮にそうでなくとも，遅くとも本件PCT出願にCを共同発明者として加えた平成9年8月8日には，そのような同意がされていた。",
            "承継時に同意がなされたことによって，当初より佐賀県への特許を受ける権利の共有持分譲渡は有効となるのは当然である。また，事後であっても同意がなされたことによって，佐賀県への共有持分譲渡は承継契約時にさかのぼって有効となったというべきである。",
            "さらに，本件は，田中転写が，本来なら佐賀県知事に帰属するはずの特許を受ける権利の共有持分について，自身が勝手に特許出願してしまったものである。タオは，遅くとも本件PCT出願にCが発明者として加えられた時点で，かかる経緯については知悉しているのであり，それにもかかわらずC(cid:1) (cid:2)(cid:1)(cid:3)(cid:6)(cid:1)(cid:2)が共同発明者であり，佐賀県に特許を受ける権利が承継されたことを認めている。",
            "よって，上記のような事情の下，承継後といえども同意をしているタオは，信義則上，承継が当初より有効であることについて異議を述べることはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件文書を認定判断に用いたことについて",
          "text": [
            "  証拠(甲1，2，16，乙1ないし3，5ないし18，21，22)及び弁論の全趣旨によれば，センターと田中転写との間で本件確認書に記載された内容と同内容の合意がなされ，これに基づき本件通知書が作成されたことが認められる。",
            "したがって，審決が本件文書の記載内容を前提として判断をしたことに誤りはない。",
            "  原告らは，本件文書は作成過程のものであるし，種々の不自然な点があるなどとして本件文書の真正な成立について争い，また，本件文書は，センターと田中転写が結んだとされる「技術指導関連発明の取扱いに関する確認書」，及び，佐賀県窯業技術センターが田中転写に対して通知したとされる「技術指導の承諾について(通知)」の存在を確認し得る証拠となり得るものではないので，本件文書に基づいてなされた審決の認定判断には誤りがある旨主張する。",
            "しかし，Cが田中転写(B)に対して技術指導を行ったこと自体は当事者間に争いがない。そして，「技術指導関連発明の取扱いに関する確認書」及び「技術指導の承諾について(通知)」は佐賀県が技術指導を行う際に必要なものとして定型的に定められたものであることがうかがえること(甲1，2，乙5ないし12，21，22)及びCの証言内容(甲16)に照らすと，「技術指導関連発明の取扱いに関する確認書」及び「技術指導の承諾について(通(cid:1) (cid:2)(cid:1)(cid:3)(cid:7)(cid:1)(cid:2)知)」は，企業がセンターの技術指導を受けるための前提として必要となるものであると認められる。そうすると，これらの文書が作成されることなく，田中転写に対して技術指導がなされるものとはおよそ考え難く，むしろ，上記各事実に照らすと，上記各文書が作成された上で技術指導がなされていることが推認される。",
            "そして，Cは，田中転写への技術指導に関する「技術指導関連発明の取扱いに関する確認書」及び「技術指導の承諾について(通知)」と本件文書の内容は同じであると思うとか(甲16の2，1頁下から10行目ないし2頁8行目)，最終的には本件確認書及び本件通知書の内容で書面が交わされた旨の証言をしている(甲16の2，9頁13行目ないし同頁17行目)。",
            "この点，本件文書自体が作成過程のものであり，最終的に「技術指導関連発明の取扱いに関する確認書」及び「技術指導の承諾について(通知)」を決定するのが佐賀県の本庁であるとしても(甲16の2，8頁下から5行目ないし9頁12行目)，上記認定のとおり，「技術指導関連発明の取扱いに関する確認書」及び「技術指導の承諾について(通知)」はいずれも定型的なものであるし，本件文書自体も，被告が，「平成8年2月ころ，佐賀県窯業技術センターと株式会社田中転写との間で取り交わされた，下記の文書。1．「技術指導の承諾について」2．「技術指導関連発明の取扱いに関する確認書」」を対象として公文書の開示を請求したことに対応して，佐賀県によりセンターを通じて開示されたものであるので(乙13ないし18，弁論の全趣旨)，少なくとも佐賀県は本件文書が被告において開示を請求した上記各文書と同一内容のものとして扱っていることがうかがえる。そして，C自身も，田中転写への技術指導に関する「技術指導関連発明の取扱いに関する確認書」及び「技術指導の承諾について(通知)」の処理の一部に携わっていたものであるし(甲16の2，9頁3行目ないし同頁5行目)，実際に技術指導に赴くに当たり，最終的に取り交わされた文書の内容を一切確認していないものとも考(cid:1) (cid:2)(cid:1)(cid:3)(cid:8)(cid:1)(cid:2)え難い。さらに，Cは，被告による上記開示請求の業務に携わっていたのであり(乙15，16，18)，本件文書の内容と，実際に田中転写への技術指導に関する「技術指導関連発明の取扱いに関する確認書」及び「技術指導の承諾について(通知)」とが同一内容であったかどうかを確認する機会もあったものといえ，そうすると，Cの上記証言は自ら内容を確認してのものであるとみることができる。加えて，Cは本件当事者と直接の利害関係を有する者ではないし，Cの本件文書の作成経緯等に関する証言についても，質問に対応してより正確に経緯を証言しようとしているものであって，矛盾する内容を含むものではない。そうすると，Cの上記証言は十分信用できる。",
            "なお，本件確認書には，田中転写については，代表者印ではなく会社印が押印されてはいるものの，各当事者の記名押印がされているものではある。また，上記のとおり技術指導の際に必要となる定型書式を用いていることがうかがわれるほか，当事者欄を手書きで記入し得る書式も存在する(乙10)ことにも照らすと，当事者の欄の記載が手書きであったとしても，それのみで上記の認定を左右するものとはいえない。また，本件通知書には，センター所長の押印がないものの，Cの証言によれば，押印が存在しないのは，本件通知書は，センター所長の公印を押印する前の控えの写しを開示したものであるためにすぎない(甲16の2，13頁12行目ないし同頁17行目)のであるから，この点が上記の認定を左右するものとはいえない。本件通知書において田中転写の代表者の氏名が手書きである点も同様である。",
            "よって，原告らの上記主張を採用することはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件確認書に基づき佐賀県知事が本件特許を受ける権利を有し，又は少なくとも本件特許の出願人といえるかどうか",
          "text": [
            "  「技術指導関連発明」の意義について",
            "本件確認書において，「本技術指導に関連して得られる発明」(「技術指導関(cid:1) (cid:2)(cid:1)(cid:3)(cid:9)(cid:1)(cid:2)連発明」)につき，その第2条では，被指導企業の職員が「独自に行った技術指導関連発明」について，被指導企業が特許出願を行おうとするときには，当該発明を独自に行ったことについて事前に知事の同意を得るものとすること(なお，本件確認書には，被指導企業側の単独出願を禁じる趣旨の記載はない。)，第3条では，「技術指導関連発明」を佐賀県の職員と指導を受けた企業の職員とが共同して行った場合には，共同して特許出願を行うことがそれぞれ規定され，第1条において，上記第2条及び第3条の規定に該当する場合を除き，「技術指導関連発明」に係る特許を受ける権利及びこれに基づき所得した特許権が佐賀県知事に帰属することが定められている(甲1)。",
            "以上のとおり，本件確認書において，「技術指導関連発明」の文言は，誰が発明を行ったかどうかを区別することなく用いられているものである。しかも，「本技術指導に関連して得られる発明」との文言を，その文言どおり解すれば，技術指導に関連して得られた発明でさえあればよいと解するのが自然である。他方で，本件確認書の記載上，「技術指導関連発明」に該当するためには，県職員による技術指導の内容が，技術指導から得られた発明の「課題を解決するための着想及びその具体化の過程において，発明の特徴的部分の完成に創作的に寄与するような技術指導」でなければならないこと，すなわち技術指導者が共同で当該発明をしたといえる程度まで寄与しなければならないことを読み取れるような記載はないし，発明に関する技術につき直接指導をしなければならないことを読み取れる記載もない。仮に，「技術指導関連発明」についてそのように解するとすれば，「技術指導関連発明」に該当する発明は，県の職員による単独発明又は県の職員と被指導企業の職員との共同発明しか存在し得ないこととなる。しかし，このような解釈は，本件確認書第2条に被指導企業の職員が独自に行った「技術指導関連発明」について規定されていることと整合しない。",
            "そうすると，本件確認書における「技術指導関連発明」とは，単に技術指(cid:1) (cid:2)(cid:1)(cid:3)(cid:10)(cid:1)(cid:2)導に関連して得られた発明を意味するものにすぎないと解するのが相当である。これに反する原告らの主張を採用することはできない。",
            "そして，証拠(甲1，2，13，14，16)によれば，本件訂正発明はCによる技術指導に関連したものと認められるので，本件訂正発明は，本件確認書の「技術指導関連発明」に該当し，本件確認書の適用を受けるものであるといえる。",
            "  Cが本件訂正発明の発明者であるかどうかについて"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "上記認定の本件確認書の記載内容，証拠(乙1ないし3)からうかがえるセンターによる技術指導の性格，及び，発明をすることにより特許を受ける権利を原始的に取得するのは当該発明者であり，その者が特許出願をなし得るのが特許法の原則であるところ，本件確認書も当然このことを前提としたものであると解される反面，本件確認書には佐賀県への特許を受ける権利の移転に関する明示的な記載もないことに照らすと，本件確認書第2条は，「技術指導関連発明」につき被指導企業側の者のみが発明者であると認められる場合に，当該発明につき特許を受ける権利が上記の者に帰属し，その者から特許を受ける権利の移転を受ければ，被指導企業が単独で特許出願をなし得ることを前提とした上で，その際に佐賀県知事の同意を得ることを定めたものであると解される。また，本件確認書第3条は，県の職員(技術指導者)と被指導企業側の者とが共同で「技術指導関連発明」をしたと認められる場合に，当該発明について特許を受ける権利が両者の共有となることから，当該発明につき共同出願することをそれぞれ規定したものと解するのが自然である。そして，第2条及び第3条の規定に該当する場合を除き，第1条が適用されることとなる。",
                "そうすると，本件訂正発明が，上記認定のとおり本件確認書の「技術指導関連発明」に該当するとしても，本件訂正発明の発明者が誰であるかによって，適用されるべき本件確認書の条項が異なることとなる。そこで，(cid:1) (cid:2)(cid:1)(cid:3)(cid:11)(cid:1)(cid:2)以下，Cが本件訂正発明の発明者といえるかどうかについて検討する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件特許の特許請求の範囲は，前記第2の2認定のとおりである。そして，本件明細書(甲15の2)の記載に照らすと，本件訂正発明は，おおむね以下の内容のものであると認められる。",
                "  従来，基体上に光触媒を担持させるには，基体上で光触媒粒子を高温で焼結させ担持させたりする方法が採用されているほか，ある種のフッ素系のポリマーをバインダーとして用い光触媒を基体に担持する方法も提案されていた(【0002】)。最近，光触媒の適用範囲が急速に拡大していることに伴い，光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させる方法が求められており，特に，光触媒機能に優れた酸化チタンゾルを光触媒として使用する場合，基体へのバインダー機能が弱いことから，その付着性の改良が特に求められているが，上記の従来技術の方法では，接着強度が十分ではなく，長期間にわたって坦持することができるものが少なく，接着強度を高め長期間坦持できるものを作ろうとすると，逆に光触媒機能が低下するという問題があった(【0003】)。そこで，これを解決するために，アモルファス型過酸化チタンゾルをバインダーとして使用することとし，これにより，光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることができる(【0004】)。",
                "  本件訂正発明において用いられるアモルファス型過酸化チタンゾルは，例えば次のようにして製造することができる。すなわち，四塩化チタンTiCl のようなチタン塩水溶液に，アンモニア水ないし水酸化ナトリウムのような水酸化アルカリを加える。生じる淡青味白色，無定形の水酸化チタンTi(OH) はオルトチタン酸H TiO とも呼ばれ，この水酸化チタンを洗浄・分離後，過酸化水素水で処理すると，本発明の(cid:1) (cid:2)(cid:1)(cid:4)(cid:12)(cid:1)(cid:2)アモルファス形態の過酸化チタン液が得られる。このアモルファス型過酸化チタンゾルは，pH6．0～7．0，粒子径8～20nmであり，その外観は黄色透明の液体であり，常温で長期間保存しても安定である。また，ゾル濃度は通常1．40～1．60％に調整されているが，必要に応じてその濃度を調整することができ，低濃度で使用する場合は，蒸留水等で希釈して使用する(【0006】)。",
                "また，このアモルファス型過酸化チタンゾルは，常温ではアモルファスの状態でいまだアナターゼ型酸化チタンには結晶化しておらず，密着性に優れ，成膜性が高く，均一でフラットな薄膜を作成することができ，かつ，乾燥被膜は水に溶けないという性質を有している。なお，アモルファス型の過酸化チタンのゾルを100℃以上で加熱すると，アナターゼ型酸化チタンゾルになり，アモルファス型過酸化チタンゾルを基体にコーティング後乾燥固定したものは，250℃以上の加熱によりアナターゼ型酸化チタンになる(【0007】)。",
                "本件訂正発明において使用し得る光触媒としては，TiO ，ZnO，SrTiO ，CdS，CdO，CaP，InP，In O ，CaAs，BaTiO ，K ＮbO ，Fe O ，Ta O ，WO ，SaO ，Bi O ，ＮiO，Cu O，SiC，SiO ，MoS ，MoS ，InPb，RuO ，CeO などを挙げることができるが，これらの中でも酸化チタンが好ましく，酸化チタンは粒子状又は粉末状の形態で，あるいはゾル状の形態で使用する(【0008】)。",
                "ゾル状の酸化チタン，すなわち酸化チタンゾルは，上記のように，アモルファス型過酸化チタンゾルを100℃以上の温度で加熱することにより製造できるが，酸化チタンゾルの性状は加熱温度と加熱時間とにより多少変化し，例えば100℃で6時間処理により生成するアナターゼ型の酸化チタンゾルは，pH7．5～9．5，粒子径8～20nmであ(cid:1) (cid:2)(cid:1)(cid:4)(cid:3)(cid:1)(cid:2)り，その外観は黄色懸濁の液体である。この酸化チタンゾルは，常温で長期間保存しても安定であるが，酸や金属水溶液等と混合すると沈殿が生じることがあり，また，Ｎaイオンが存在すると光触媒活性や耐酸性が損なわれる場合がある。また，ゾル濃度は通常2．70～2．90％に調整されているが，必要に応じてその濃度を調整して使用することもできる。光触媒としては上記の酸化チタンゾルを用いるのが望ましいが，市販の「ST-01」(石原産業株式会社製)や「ST-31」(石原産業株式会社製)をも使用し得る(【0009】)。",
                "  なお，参考例として【0023】にはアモルファス型過酸化チタンゾルの製造方法が，【0024】にはアモルファス型過酸化チタンゾルからの酸化チタンゾルの製造方法が記載されている。また，本件明細書には，本件訂正発明の光触媒体を製造するための組成物の調製の方法としては，光触媒とアモルファス型過酸化チタンゾルとを混合する方法のみが記載され(【0012】，【0013】)，実施例としては，アモルファス型過酸化チタンゾルと酸化チタンゾルを混合させたもののみが記載されている(【0026】)。PTA溶液(アモルファス型過酸化チタンゾル)からPTA溶液とアナターゼ型酸化チタンゾルとの混合物(PAゾルにおいて，アナターゼ型の酸化チタンの結晶が，PTA溶液に分散しているもの)を生成したものを使用することに関する記載はない。",
                "  以上によれば，本件明細書には，アモルファス型過酸化チタンゾルの製造方法やアモルファス型過酸化チタンゾルからの酸化チタンゾルの製造方法の記載もあるものの，本件訂正発明の特徴的部分は，光触媒を基体に接着させるためのバインダーとしてアモルファス型過酸化チタンゾルを用い，これにより，光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることができる点にあるものと認められる。",
                "(cid:1) (cid:2)(cid:1)(cid:4)(cid:4)(cid:1)(cid:2)            そして，本件訂正発明5は，バインダーとしてのアモルファス型過酸化チタンゾルと混合する光触媒につき，酸化チタンゾルを用いて調製するものである。また，本件訂正発明6ないし8は，本件訂正発明5において，アモルファス型過酸化チタンゾルと酸化チタンゾルの混合割合を特定したものである。本件訂正発明9は，本件訂正発明5及び請求項6ないし8に係る発明における酸化チタンゾルについて，アモルファス型過酸化チタンゾルの100℃以上の加熱処理により得られるものであることを特定したものである。",
                "もっとも，本件明細書には，本件訂正発明5ないし8における酸化チタンゾルを本件訂正発明9における酸化チタンゾルとした場合に，顕著な作用効果をもたらすことを示す記載はない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "他方，以下のとおり，Cを発明者とする発明に係る特許公報やCらの論文等には，アモルファス型過酸化チタンゾルをバインダーとして用いることに関する記載も示唆もない。",
                "  特開平9-71418号公報(甲18)及び特許第2938376号公報(甲13)",
                "特許第2938376号公報(甲13)は，発明の名称を「チタニア膜形成用液体およびチタニア膜およびその製造方法」とするCが発明者である発明に関するものであり(平成7年8月31日出願)，特開平9-71418号公報(甲18)は，発明の名称を「チタニア膜形成法」とするものであって，上記特許の出願の公開公報である。",
                "上記公開公報には，チタンを含む水溶液と塩基性物質から作製した水酸化チタンゲルに過酸化水素水を作用させ合成することを特徴とするチタニア膜形成用液体(請求項1)，請求項1の液体を80℃以上の加熱処理あるいはオートクレーブ処理することにより酸化チタン微粒子を生成させたチタニア膜形成用液体(請求項2)，及び，請求項1あるいは請求(cid:1) (cid:2)(cid:1)(cid:4)(cid:5)(cid:1)(cid:2)項2の液体を，基体に塗布あるいは含浸させ，乾燥あるいは加熱処理して作成することを特徴としたチタニア膜(請求項3)の各発明が記載されている。これらのチタニア膜等の形成方法は，いずれも，本件明細書の【0006】及び【0007】に記載された，アモルファス型過酸化チタンゾル，及び，アナターゼ型酸化チタンゾル又はアナターゼ型酸化チタンの製造方法とほぼ同一のものである。そして上記公開公報【0008】，【0012】及び【0021】には，上記の発明により，密着性のよいチタニア膜を形成できることの記載もある。",
                "また，上記特許公報には， チタニア膜形成用液体の製造方法において，チタンを含む水溶液と塩基性物質から作製した水酸化チタンゲルに過酸化水素水を作用させた後に，80℃以上において加熱処理あるいはオートクレーブ中において加熱処理したことによってアナターゼからなる酸化チタン微粒子を生成させたことを特徴とするチタニア膜形成用液体の製造方法(請求項2)，及び，チタニア膜形成方法において，チタンを含む水溶液と塩基性物質から作製した水酸化チタンゲルに過酸化水素水を作用させた後に，80℃以上において加熱処理あるいはオートクレーブ中において加熱処理したことによって得られたアナターゼからなる酸化チタン微粒子を分散した液体を，基体に塗布あるいは含浸させた後に，乾燥あるいは加熱処理して作製することを特徴とするチタニア膜形成方法(請求項4)の各発明が記載されているところ，これらのチタニア膜の形成方法は，いずれも，本件明細書の【0006】及び【0007】に記載された，アモルファス型過酸化チタンゾル，及び，アナターゼ型酸化チタンゾル又はアナターゼ型酸化チタンの製造方法とほぼ同一のものである。また，上記特許公報【0008】及び【0021】には，上記特許公報記載の発明により，密着性のよいチタニア膜を作成できることの記載もある。",
                "(cid:1) (cid:2)(cid:1)(cid:4)(cid:6)(cid:1)(cid:2)            しかし，上記各公報には，アモルファス型過酸化チタンゾル(PTA溶液)をバインダーとして用いることについての記載や示唆はない。",
                "  Cほか2名による「ペルオキソチタン酸溶液からのペルオキソ修飾されたアナターゼゾルの合成」と題する論文(Journal of the Ceramic Society of Japan，104巻，8号，715頁ないし718頁(1996))(甲21)",
                "上記論文(平成8年2月13日受領)には，ペルオキソチタン酸溶液(PTA溶液)から，ペルオキソ修飾されたアナターゼゾル(PAゾル)を合成する方法が記載されており，これは本件明細書に参考例2として記載されたものと同一である。しかし，上記論文には，アモルファス型過酸化チタンゾル(PTA溶液)をバインダーとして用いることに関する記載も示唆もない。",
                "  Cほか2名による「ペルオキソチタン酸溶液及びペルオキソ改質アナターゼゾルから作製した光触媒用アナターゼ膜の特性」と題する論文(Journal of the Ceramic Society of Japan，104巻，10号，914頁ないし917頁(1996))(甲22)",
                "上記論文(平成8年5月13日受領)には，基材にPTA溶液又はPAゾルを塗布し加熱処理等をしたものにつき，50℃及び300℃超で加熱されたフィルム(PTAフィルム，PAフィルム)については，接着が断裂し，フィルムは剥離しなかったので，実際の接着強度は，図5にプロットされた値よりも大きい反面，150℃で加熱されたフィルムは，15～50MPaで剥離しており，低温におけるこれらのフィルムの強い接着性は，基材とフィルムの間の界面反応に起因するものであること，これらの結果は，全てのフィルムが実際の用途向けにも十分高い接着力を有することを示すこと，PAフィルムは，PTAフィルムよりより高い光活性を示すことが発見されたことがそれぞれ記載されている。",
                "(cid:1) (cid:2)(cid:1)(cid:4)(cid:7)(cid:1)(cid:2)            しかし，上記論文には，PTA溶液ないしはPAゾルから形成されたフィルムが高い接着力を有することは記載されていても，アモルファス型過酸化チタンゾル(PTA溶液)をバインダーとして用いることについての記載や示唆はない。",
                "  Cによる「中性酸化チタンコーティング剤  PTA溶液・PAゾルの開発とその特性」と題する論文(塗装と塗料(塗料出版社)1996年11月号，27頁ないし31頁)(甲23)",
                "上記論文にはペルオキソチタン酸溶液(PTA溶液)及びペルオキソ改質アナターゼゾル(PAゾル)の特性やこれらから生成される酸化チタン膜の密着性についての記載がある。しかし，アモルファス型過酸化チタンゾル(PTA溶液)をバインダーとして用いることについての記載や示唆はない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "また，本件文書(甲1，2)によれば，技術指導の内容は「コーティング技術及びその原料製造」とされている。そして，Cは，Bにはアモルファス型過酸化チタンゾルについての知見がなかったとか，ペルオキソチタン(PTA)溶液(アモルファス型過酸化チタンゾル)の製造方法(甲16の2，2頁22行目ないし同頁25行目)，ペルオキソチタン酸からアナターゼ化したPAゾル(アナターゼ型酸化チタンゾル)の製造方法(甲16の2，2頁35行目ないし3頁3行目)，PTA溶液及びPAゾルのコーティング方法(甲16の2，3頁13行目ないし同頁15行目)，常温から高い温度の様々な温度で，PTA溶液及びPAゾルのコーティングを乾燥させること(甲16の2，3頁20行目ないし4頁36行目)及びPAゾルにおいて，アナターゼ型の酸化チタンの結晶が，PTA溶液に分散しているもの(甲16の2，4頁32行目ないし同頁35行目，11頁3行目ないし同頁7行目)について技術指導をした旨証言する。",
                "しかし，他方で，Cは，上記事項以外には技術指導をした事項はないと(cid:1) (cid:2)(cid:1)(cid:4)(cid:8)(cid:1)(cid:2)思う(甲16の2，5頁2行目ないし同頁4行目)とか，光触媒とアモルファス型過酸化チタンゾルを混合することを積極的に指導したかは覚えていない(甲16の2，4頁13行目ないし同頁15行目，10頁下から3行目ないし11頁7行目)，これを混合させることは考えていなかった(甲16の2，11頁下から14行目ないし12頁7行目)などとも証言している。",
                "そうすると，Cの証言によっても，Cが技術指導をした内容は，あくまでPTA溶液(アモルファス型過酸化チタンゾル)やPAゾル(アナターゼ型酸化チタンゾル)を製造し，これらを利用して光触媒(酸化チタン膜)を製造する方法やそのコーティング方法，及び，せいぜいPAゾルにおいて，アナターゼ型の酸化チタンの結晶が，PTA溶液に分散しているものが存在することなどにとどまり(このような内容は本件文書に記載された技術指導の内容とも沿うものである。)，基体に対する高い接着力を実現するという課題の解決のために，アモルファス型過酸化チタンゾル(PTA溶液)を光触媒と混合して用いること，すなわちバインダーとして用いることまでは及んでいないものと解される。",
                "なお，特開平1-224220号公報(出願人  触媒化成工業株式会社，発明者  D及びE)(甲11)には，チタン塩水溶液(塩化チタン，硫酸チタニル等)に，アルカリを加えて中和し，含水酸化チタンゲル又はゾルを調製し，これに過酸化水素を加えて，含水酸化チタンを溶解して均一な水溶液(チタン酸水溶液)を調製すること，これはpH3～12で，非常に安定し，黄褐色透明であることが記載されている(3頁左上欄5行目ないし左下欄9行目)。上記記載及び証拠(甲14，18)に照らすと，上記公報にはアモルファス型過酸化チタンゾルを調製する方法が記載されているものと認められる。そうすると，アモルファス型過酸化チタンゾル及びその製造方法自体は本件特許の出願前から公知であったものと認められる。ま(cid:1) (cid:2)(cid:1)(cid:4)(cid:9)(cid:1)(cid:2)た，C自身も，平成7年10月6日に佐賀県窯業技術センターで開催され，佐賀県内の窯業関連メーカー，窯元，陶土業，商社，ファインセラミック関係のメーカー，大学職員や学生，他県の研究者，新聞社，佐賀県職員及び通産局の職員ら90名が参加した窯業技術センター研究発表会(以下「本件発表会」という。)において，「機能性チタニアコーティング」について口頭発表をしているところ，その際アモルファス型過酸化チタンゾルの製造方法について発表した旨証言している(甲10，16の2(11頁8行目ないし同頁21行目)，甲24(3頁下から12行目ないし4頁26行目))。したがって，Cは，アモルファス型過酸化チタンゾルの存在やその製造方法に関しては，公知の物及び方法について指導したにすぎないものと認められる。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "なお，本件訂正発明9は，前記イ認定のとおり，「酸化チタンゾルが，アモルファス型過酸化チタンゾルの100℃以上の加熱処理により得られるものであることを特徴とする」との発明特定事項を含むものであるところ，前記ウのCの発明に係る特許の内容及びCらの執筆した論文の内容並びに前記エのCの証言内容に照らすと，上記特定事項に限ってみれば，Cがした発明と同一であり，Cはこれについて指導をしたものと認められる。",
                "もっとも，前記エにおいて認定したとおり，Cは，平成7年10月6日に開催された本件発表会において，「機能性チタニアコーティング」について口頭発表をしているところ，Cの証言(甲24(3頁下から3行目ないし4頁2行目，同頁下から3行目ないし5頁1行目，8頁10行目ないし同頁19行目，11頁下から10行目ないし同頁下から3行目))によれば，Cは，本件発表会において，ペルオキソチタン液(PTA溶液，アモルファス型過酸化チタンゾル)を80℃以上で加熱処理することによりペルオキソ改質アナターゼゾル(PAゾル，アナターゼ型酸化チタンゾル)が得(cid:1) (cid:2)(cid:1)(cid:4)(cid:10)(cid:1)(cid:2)られることを発表したことが認められる。",
                "しかも，前記イにおいて認定したところに照らすと，「酸化チタンゾルが，アモルファス型過酸化チタンゾルの100℃以上の加熱処理により得られるものであることを特徴とする」との発明特定事項は，あくまで，本件訂正発明5ないし8に係る発明における酸化チタンゾルの製法を具体的に特定したものにすぎず，アモルファス型過酸化チタンゾルをバインダーとして用いることとは直接関係しないものである上に，本件明細書には，本件訂正発明5ないし8における酸化チタンゾルを，本件訂正発明9における「アモルファス型過酸化チタンゾルの100℃以上の加熱処理により得られるもの」としたことにより，顕著な作用効果をもたらす旨の記載もない。",
                "そうすると，上記発明特定事項は，単に本件訂正発明9における光触媒としての酸化チタンゾルについて，本件特許の出願前のみならず，Cによる技術指導以前に既に公知となっていた製法により得られるものとして特定したにすぎず，しかも，これを用いることにより顕著な作用効果をもたらすものとも認められない。したがって，上記の発明特定事項は，本件訂正発明9の特徴的部分に該当するということはできず，上記事項がCの発明でありかつCが同事項につき技術指導をしたとしても，Cは本件訂正発明9の特徴的部分の完成に創作的に寄与したものとはいえず，したがって，同発明の共同発明者であるとはいえない。本件訂正発明5についても，同発明が発明特定事項として酸化チタンゾルを含んでおり，これはCが技術指導を行った方法により得られたものを含むものではあるが，上記において認定したのと同様の理由により，Cが本件訂正発明5の共同発明者であるとはいえない。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "前記ウないしオにおいて認定したところに照らすと，Cの証言するように，技術指導以前にはBにアモルファス型過酸化チタンゾルについての知(cid:1) (cid:2)(cid:1)(cid:4)(cid:11)(cid:1)(cid:2)見がなかったことを前提としても，Cが，アモルファス型過酸化チタンゾル(PTA溶液)を，光触媒を基体に接着させるためのバインダーとして用い，これにより光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させるとの前記イ認定の本件訂正発明のアイデアを提供したり，課題について示唆したとか，着想に関与したとはいえない。しかも，Cにおいて，アモルファス型過酸化チタンゾル(PTA溶液)のバインダーとしての効能を確認する実験に立ち会うなど，着想を具体化する過程に関与した事実もうかがえない。",
                "キ  被告は，前記ウ記載の論文におけるPTA溶液を塗布して加熱した塗膜は，アナターゼ化した光触媒成分が，いまだアモルファスのままであるPTAバインダーによって担持されている構造といえ，光触媒とアモルファス型過酸化チタンゾルとの混合物であるPAゾルが，基材に良好な接着性を有することは，技術指導当時にCらの研究テーマとなっていたのであるから，その指導もなされているはずである旨主張する。",
                "しかし，上記論文には，PTA溶液及びPAゾルを塗布したフィルムの接着力が高いことについての記載はあるものの，アナターゼ化した光触媒成分が，いまだアモルファスのままであるPTAバインダーによって担持されている構造については開示されていない。しかも，CがPAゾルの接着性について指導をしていたとしても，前記ウないしオ認定のとおり，Cがアモルファス型過酸化チタンゾル(PTA溶液)をバインダーとして用いることについて指導を行っていない以上，上記論文の記載は，Cが本件訂正発明の特徴的部分に関する指導をしたことを裏付けるものとはいえない。",
                "よって，被告の上記主張を採用することはできない。",
                "  被告は，本件特許の出願人が，本件特許の審査の過程で，本件訂正発(cid:1) (cid:2)(cid:1)(cid:5)(cid:12)(cid:1)(cid:2)明4及び5の「光触媒とアモルファス型過酸化チタンゾルとの混合物」とPAゾルとが同一であることを認めていたのであるから，PAゾルについて指導をしていたCが上記各発明について共同発明者であるといえる旨主張する。",
                "確かに，本件特許の出願人は，本件特許の審査過程において，特開平9-71418号公報(甲18)記載の発明を引例とする拒絶理由通知に対応するために，平成17年1月4日付けの意見書(乙23)において，審査官の「水酸化チタンゲルに過酸化水素水を作用させた液体(本願発明にいうアモルファス型過酸化チタンゾルが製造されたものと認められる)を加熱し，酸化チタン微粒子を形成させた液体が記載されている(［請求項1］［請求項2］参照)。そして，上記酸化チタン微粒子を形成させた液体のうち低温で加熱した液体は，その性状から酸化チタンゾルとアモルファス型過酸化チタンゾルの混合物であると推認される。」との指摘に対し，「審査官殿のご指摘の通りですが」とした上で，本件特許発明は，酸化チタンゾルとアモルファス型過酸化チタンゾルとを混合することを特徴とするものであることやその作用効果を説明していることが認められる。",
                "しかし，前記イ認定のとおり，本件訂正発明の特徴的部分は，光触媒を基体に接着させるためのバインダーとしてアモルファス型過酸化チタンゾルを用い，これにより，光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることができる点にあるところ，前記ウ及びエにおいて認定したとおり，Cが，光触媒とアモルファス型過酸化チタンゾルを混合することや，アモルファス型過酸化チタンゾルをバインダーとして用いることを指導したとは認められない以上，本件訂正発明における「光触媒とアモルファス型過酸化チタンゾルとの混合物」とPAゾルが同一の状態の物であ(cid:1) (cid:2)(cid:1)(cid:5)(cid:3)(cid:1)(cid:2)り，かつCがPAゾルについて指導をしていたとしても，これをもって，Cが本件訂正発明の特徴的部分について指導をしたものとはいえない。",
                "よって，被告の上記主張を採用することはできない。",
                "  なお，田中転写作成名義の譲渡証書には本件特許出願の特許を受ける権利について，田中転写と佐賀県とタオインターナショナル株式会社の共有である旨の記載があることが認められるものの(乙19の2)，上記アないしカにおいて認定したところに照らすと，そのことのみをもって，Cが本件訂正発明の発明者であると認定する根拠とすることはできない。むしろ，本件特許はA及びBのみを発明者として出願されたものであるほか(甲14)，後記認定の本件PCT出願の経緯に照らしても，上記の譲渡証書の記載をもって，田中転写においてCが本件訂正発明の発明者であるとの認識を有していたといえるかどうかに関しては疑問が残る。"
              ]
            },
            {
              "fig": "ク",
              "text": [
                "以上によれば，Cは，本件訂正発明の特徴的部分の完成に創作的に関与したものではなく，本件訂正発明の共同発明者ではないものと認められる。",
                "  本件確認書第2条の解釈について",
                "上記認定のとおり，Cは本件訂正発明の発明者とは認められないので，本件訂正発明の発明者はB(及びA)であり，Bは被指導企業の者であるから，本件訂正発明に係る特許を受ける権利のうちBの持分については，本件確認書第2条の適用があることとなる。そして，原告らは，本件特許の出願に当たり，事前に佐賀県知事の同意を得ていない(争いがない)。",
                "この点，被告は，原告らが，佐賀県知事から本件特許の出願につき事前に同意を得ていない以上，本件確認書第2条の規定に該当しない場合であるので，同第1条が適用されるべきである旨主張する。(cid:1) (cid:2)(cid:1)(cid:5)(cid:4)(cid:1)(cid:2)  しかし，仮に本件確認書の解釈が上記の被告の主張するようなものであったとすれば，佐賀県は，本件訂正発明について特許を受ける権利を共有し，又は本件特許権の共有者たり得るのであるから，権利保全等のために，原告らに対して本件特許権ないしは特許を受ける権利の移転を求めたり，本件特許の成立後であれば無効審判を申し立てる等の行動をとるものと考えられる。しかし，Cの証言によれば，佐賀県が本件特許の出願に関して連絡がなかったことにクレームを付けたり(甲24，9頁14行目ないし同頁25行目)，佐賀県の担当者が田中転写に対し本件特許の出願について事情聴取をしたことが認められるものの(甲16の2，6頁9行目ないし同頁15行目)，佐賀県が，それ以上に上記のような権利保全等のための行動を取ったことを認めるに足りる証拠はない。しかも，タオ及び田中転写が本件特許の出願を基礎とする本件PCT出願(甲3，国際出願日は平成9年3月12日)をした際には，A及びBが発明者とされ，Cは発明者とはされていなかったところ，同年8月8日，アモルファス型酸化チタンゾル(請求項20)及びアモルファス型過酸化チタンゾルを100℃以上で加熱して得られるアナターゼ型酸化チタンゾル(請求項21)に係る発明を追加する際，発明者及び出願人としてCが追加されたが(甲3，4，5の2)，その後，上記各請求項を削除する際に，Cないし佐賀県は自らが発明者から削除されることについて何ら異議を述べた形跡がない(甲3ないし8，16)。これも，佐賀県が本件特許について権利を有していることを前提としていたとすれば，そのような前提とは矛盾する行動である。",
                "以上の佐賀県の行動状況に照らすと，本件確認書第1条の規定における第2条に該当する場合とは，佐賀県知事の同意を得なかった場合を意味するものではなく，むしろ被指導企業の者が独自に行った技術指導関連発明に関する場合を意味するものと解釈するのが合理的である。このように解すると，発明について特許を受ける権利がその発明者に帰属するという特許法の原則(cid:1) (cid:2)(cid:1)(cid:5)(cid:5)(cid:1)(cid:2)とも整合的である。",
                "そうすると，原告らが本件特許を出願するに当たり，佐賀県知事の同意を得なかったからといって，それにより直ちに本件訂正発明について特許を受ける権利ないしは本件特許権が佐賀県知事に帰属することとなるということはできない(本件確認書第2条に定める佐賀県知事の同意を得るとの手続に違反したかどうかの問題が残るだけである。)。そして，他に本件訂正発明について特許を受ける権利ないしは本件特許権が佐賀県知事に帰属することを認めるに足りる証拠はない。",
                "以上によれば，その余の点について判断するまでもなく，佐賀県が本件訂正発明について特許を受ける権利を有し，少なくとも本件特許の出願人であるとの審決の判断は誤りであり，これが審決の結論に影響を及ぼすことが明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上のとおり，審決の共同出願要件違反に関する認定判断には誤りがあり，原告ら主張の取消事由は理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，審決は違法であるからこれを取り消すこととし，主文のとおり判決する。"
      ]
    }
  ]
}