{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2013-7442号事件について平成25年9月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成17年12月21日，特許出願をし(特願2005-367373号。優先権主張：平成16年12月24日(本件優先日)，平成17年7月28日)，平成18年10月11日に上記特願2005-367373号特許出願を分割出願し(特願2006-277062号)，平成23年6月27日に上記特願2006-277062号特許出願を分割出願した(特願2011-142397号)。そして，平成24年2月11日，特願2011-142397号特許出願を分割出願した(特願2012-27879号。発明の名称「携帯情報処理装置」。本件出願)が，平成24年12月20日，拒絶査定を受け，平成25年4月22日，審判請求をするとともに(不服2013-7442号)，手続補正をした(本件補正)。",
            "特許庁は，平成25年9月18日，本件補正を却下するとともに「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同年10月26日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明の要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "補正前発明(本件補正前の請求項1記載の発明)",
              "text": [
                "【請求項1】",
                "ユーザーがマニュアル操作によってデータを入力し，該入力データを後記データ処理手段へ送信する入力手段と；",
                "無線信号を受信してデジタル信号に変換の上，後記データ処理手段に送信するとともに，後記データ処理手段から受信したデジタル信号を無線信号に変換して送信する無線通信手段と；",
                "後記データ処理手段を動作させるプログラムと後記データ処理手段で処理可能なデータファイルとを格納する記憶手段と；",
                "前記入力手段から受信したデータ及び前記記憶手段に格納されたプログラムとに基づき，前記無線通信手段から受信したデジタル信号に必要な処理を行って，デジタル表示信号を生成して送信するデータ処理手段と；",
                "画面を構成する各々の画素が駆動されることにより画像を表示するディスプレイパネルと，前記データ処理手段から受信したデジタル表示信号に基づき前記ディスプレイパネルの各々の画素を駆動するディスプレイ制御手段Aとから構成されるディスプレイ手段と；",
                "外部ディスプレイ手段を含む周辺装置，又は，外部ディスプレイ手段が接続される周辺装置を接続し，該周辺装置に対して，前記データ処理手段から受信したデジタル表示信号に基づき，外部表示信号を送信するインターフェース手段と；",
                "を備えるとともに，",
                "前記無線通信手段と前記データ処理手段とが相俟って，インターネットに接続したウェブサーバから画像データファイルを取得する機能を実現するとともに，",
                "前記データ処理手段は，前記画像データファイルの本来解像度が前記ディスプレイパネルの画面解像度より大きい場合でも，前記画像データファイルを前記記憶手段に一旦格納し，その後読み出した上で処理することによって，前記画像データファイルの本来画像の全体画像のデジタル表示信号を生成する機能を有することを特徴とする携帯情報通信装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正発明(本件補正後の請求項1記載の発明。甲9)",
              "text": [
                "【請求項1】",
                "ユーザーがマニュアル操作によってデータを入力し，該入力データを後記中央演算回路へ送信する入力手段と；",
                "無線信号を受信してデジタル信号に変換の上，後記中央演算回路に送信するとともに，後記中央演算回路から受信したデジタル信号を無線信号に変換して送信する無線通信手段と；",
                "後記中央演算回路を動作させるプログラムと後記中央演算回路で処理可能なデータファイルとを格納する記憶手段と；",
                "前記入力手段から受信したデータ及び前記記憶手段に格納されたプログラムに基づき，前記無線通信手段から受信したデジタル信号に必要な処理を行う中央演算回路と，該中央演算回路の処理結果に基づき，「『画素数が後記ディスプレイパネルの画素数と一致するビットマップデータ』を伝達するデジタル表示信号」を生成して後記ディスプレイ制御手段Aに送信し，「『画素数が後記ディスプレイパネルの画素数より大きいビットマップデータ』を伝達するデジタル表示信号」を生成して後記信号変換回路に送信するグラフィックコントローラと，から構成されるデータ処理手段と；",
                "画面を構成する各々の画素が駆動されることにより画像を表示するディスプレイパネルと，前記グラフィックコントローラから受信したデジタル表示信号に基づき前記ディスプレイパネルの各々の画素を駆動するディスプレイ制御手段Aとから構成されるディスプレイ手段と；",
                "前記グラフィックコントローラから受信したデジタル表示信号に基づき，「TMDS方式で伝送されるデジタル外部表示信号」を生成する信号変換回路と，外部ディスプレイ手段を含む周辺装置，又は，外部ディスプレイ手段が接続される周辺装置を接続し，該周辺装置に対して前記デジタル外部表示信号を送信する接続端子と，から構成されるインターフェース手段と；",
                "を備え，",
                "前記無線通信手段と前記中央演算回路とが相俟って，インターネットに接続したウェブサーバから画像データファイルを取得する機能を実現するとともに，",
                "前記データ処理手段は，前記画像データファイルの本来解像度が前記ディスプレイパネルの画面解像度より大きい場合でも，前記画像データファイルを前記記憶手段に一旦格納し，その後読み出した上で処理することによって，前記画像データファイルの本来画像の全体画像のデジタル表示信号を生成する機能を有する，",
                "ことを特徴とする携帯情報通信装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点(争点と関係が薄い部分はフォントを小さく表記する。また，審決は「インターフェース」と「インタフェース」を混在して使用するが，ここでは，本願発明の表記に合わせて「インターフェース」と統一的に表記する。)",
          "text": [
            "補正発明は，進歩性を欠き，独立特許要件を充足しないから，本件補正を却下し，補正前発明は，引用発明及び周知技術に基づいて当業者が容易に想到できる発明であるから，特許法29条2項により特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "補正却下",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正は，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法17条の2第4項2号の特許請求の範囲の減縮を目的とするものに該当する。",
                    "そこで，補正発明が，特許出願の際，独立特許要件(上記改正前の特許法17条の2第5項で準用する同法126条5項)を有するか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例(特開2000-13776号公報。甲1)記載の発明(引用発明)の認定",
                  "text": [
                    "「通話機能のみを有するPHS端末と，",
                    "前記PHS端末に接続したマルチメディア通信端末装置であって，",
                    "主制御部は，CPU，ROM及びRAM等を有してなるものであり，マルチメディア通信端末装置の各部を総括制御することで，マルチメディア通信のための所定の動作を実現するものであり，",
                    "映像デコーダは，符号化映像データのデコードを行い，再生した映像データを表示制御部へと与え，",
                    "表示制御部は，映像デコーダから与えられる画像データが示す画像を表示するべく内部表示器を制御し，",
                    "内部表示器は，カラーLCDを使用してなり，QCIF信号を表示するのに必要な画素数(180×144)を有しており，",
                    "多重分離部は，主制御部により指定されたモードで動作し，無線端末インタフェース部から与えられる伝送データから符号化映像データを分離し，映像デコーダへと与え，",
                    "多重分離部は，主制御部から同期バスを介して与えられる伝送データを無線端末インタフェース部に与えることで，当該データを通信相手の装置に送信することができ，",
                    "無線端末インタフェース部には，PHS端末用コネクタを介してPHS端末が接続され，PHS端末との間で各種の情報を授受することで，PHS端末及びPHSを含む公衆網を介してデータ通信を実現し，",
                    "操作入力部は，複数のキースイッチ等の操作デバイスを有しており，この操作デバイスを操作してなされるユーザの指示入力を受付け，その指示入力の内容を主制御部に通知し，",
                    "外部モニタ接続端子には外部テレビジョンモニタが着脱自在に接続され，",
                    "ユーザはマルチメディア通信端末装置を把持し，手に持つことができ，",
                    "QCIF／CIF変換部は，表示制御部からQCIFの動画像データが供給された場合に，この動画像データのフォーマットをQCIFからCIFに変換するものであり，",
                    "マルチメディア通信端末装置は，動画像の符号化データを受信し，この符号化データは，映像デコーダで元の動画像データに復号されたのち表示制御部に入力され，",
                    "外部テレビジョンモニタが接続されていると判定される場合には，受信動画像データのフォーマットがCIFであれば，CIFの動画像データをそのまま外部テレビジョンモニタに出力して表示させ，これに対し受信画像データのフォーマットがQCIFだったとすると，QCIFからCIFへのフォーマット変換を行い，外部テレビジョンモニタには，QCIFからCIFにフォーマット変換された，QCIFと同程度の解像度を有する受信画像データが表示され，",
                    "一方，外部テレビジョンモニタが接続されていないと判定された場合には，受信動画像データのフォーマットがQCIFであれば，QCIFの動画像データをそのまま内部表示器に出力して表示させ，これに対し受信画像データのフォーマットがCIFだったとすると，表示制御部はCIFからQCIFへのフォーマット変換を行い，このCIFからQCIFへのフォーマット変換は，CIF動画像データの画素を間引く処理により行われ，内部表示器へはQCIFの動画像又はCIFからQCIFにフォーマット変換された動画像が表示され，",
                    "外部テレビジョンモニタを使用する場合にも，また内部表示器を使用する場合にも，動画像データはこれらの表示手段が持つ画素数に対応したフォーマットで表示され，",
                    "外部テレビジョンモニタが接続されていることが検出されている状態で，表示画像サイズの指定入力を促す情報を内部表示器に表示し，ユーザが操作入力部により外部テレビジョンモニタの表示画像サイズを任意に指定でき，この場合，指定入力された画像表示サイズと受信動画像データのフォーマットとを比較し，受信動画像データのサイズが指定入力された画像表示サイズよりも大きい場合には，受信動画像データの画素を間引いたり，またフォーマット変換を行い，反対に，受信動画像データのサイズが指定入力された画像表示サイズよりも小さい場合には，受信画像データを拡大処理して表示することを特徴とするマルチメディア通信端末装置と，",
                    "からなる装置。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "補正発明と引用発明との対比",
                  "text": [
                    "(一致点)",
                    "ユーザーがマニュアル操作によってデータを入力し，該入力データを後記中央演算回路へ送信する入力手段と；",
                    "無線信号を受信してデジタル信号に変換の上，後記中央演算回路に送信するとともに，後記中央演算回路から受信したデジタル信号を無線信号に変換して送信する無線通信手段と；",
                    "後記中央演算回路を動作させるプログラムと後記中央演算回路で処理可能なデータファイルとを格納する記憶手段と；",
                    "前記入力手段から受信したデータ及び前記記憶手段に格納されたプログラムに基づき，前記無線通信手段から受信したデジタル信号に必要な処理を行う中央演算回路と，該中央演算回路の処理結果に基づき，「『画素数が後記ディスプレイパネルの画素数と一致するビットマップデータ』を伝達するデジタル表示信号」を生成して後記ディスプレイ制御手段Aに送信し，「『画素数が後記ディスプレイパネルの画素数より大きいビットマップデータ』を伝達するデジタル表示信号」を生成して後記インターフェース手段に送信する画像処理手段と，から構成されるデータ処理手段と；",
                    "画面を構成する各々の画素が駆動されることにより画像を表示するディスプレイパネルと，前記画像処理手段から受信したデジタル表示信号に基づき前記ディスプレイパネルの各々の画素を駆動するディスプレイ制御手段Aとから構成されるディスプレイ手段と；",
                    "外部ディスプレイ手段を含む周辺装置，又は，外部ディスプレイ手段が接続される周辺装置を接続し，該周辺装置に対して外部表示信号を送信する接続端子と，から構成されるインターフェース手段と；",
                    "を備え，",
                    "前記無線通信手段と前記中央演算回路とが相俟って，インターネットに接続したウェブサーバから画像データファイルを取得する機能を実現するとともに，",
                    "前記データ処理手段は，前記画像データファイルの本来解像度が前記ディスプレイパネルの画面解像度より大きい場合でも，前記画像データファイルの本来画像の全体画像のデジタル表示信号を生成する機能を有する，",
                    "ことを特徴とする携帯情報通信装置。",
                    "(相違点1)",
                    "補正発明の画像処理手段は，グラフィックコントローラであるのに対して，引用発明の画像処理手段は，表示制御部とQCIF／CIF変換部とからなる部分に含まれ，グラフィックコントローラではない点。",
                    "(相違点2)",
                    "補正発明は，インターフェース手段に「前記グラフィックコントローラから受信したデジタル表示信号に基づき，「TMDS方式で伝送されるデジタル外部表示信号」を生成する信号変換回路」を有しており，「周辺装置に対して前記デジタル外部表示信号を送信する」のに対して，引用発明は，インターフェース手段にそのような信号変換回路を有していることの記載がなく，外部テレビジョンモニタに対して送信する信号が，TMDS方式で伝送されるデジタル外部表示信号であるのかどうか定かでない点。",
                    "(相違点3)",
                    "補正発明は，データ処理手段が「前記画像データファイルを前記記憶手段に一旦格納し，その後読み出した上で処理する」のに対して，引用発明は，データ処理手段が「前記画像データファイルを前記記憶手段に一旦格納し，その後読み出した上で処理する」ことについて記載がない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点についての検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "引用発明の表示制御部とQCIF／CIF変換部とからなる部分が行うような，画像データを間引いたり，フォーマット変換を行う処理をグラフィックコントローラで実現することは周知であり(特開平7-123322号公報，特開2003-324717号公報。周知技術1)，当該処理を行うグラフィックコントローラを採用して，相違点1に係る補正発明の構成とすることは，当業者が適宜なし得たことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "情報処理装置において，外部モニタとの接続に，TMDS方式を実装したDVI規格に対応するインターフェースを用いることは周知であり(特開2003-87752号公報，特開2004-271987号公報。周知技術2)，引用発明においても周知技術2が有用かつ採用可能であることは当業者に明らかである。",
                        "したがって，引用発明において，DVI規格に対応させて，TMDS方式で伝送されるデジタル外部表示信号を生成する信号変換回路を設け，外部テレビジョンモニタに該デジタル外部表示信号を送信する構成とすることに格別の困難性はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "コンテンツ配信システムにおいて，受信したコンテンツデータを記憶手段に一旦格納し，その後読み出してコンテンツを表示することは周知であり(特開2004-355466号公報，特開2004-312567号公報。周知技術3)，引用発明においても該周知技術3が採用可能であることは当業者に明らかであるから，引用発明のデータ処理手段を，上記相違点3に係る補正発明の構成とすることは，当業者が適宜設計し得ることである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "顕著な効果について",
                      "text": [
                        "補正発明の作用効果も，引用発明及び周知技術から当業者が予測できる範囲のものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "小括",
                      "text": [
                        "したがって，補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明できたものであるから，特許法29条2項により，特許出願の際，独立して特許を受けることができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正前発明について",
              "text": [
                "補正前発明の構成要件をすべて含み，更に他の構成要件を付加した補正発明が，引用発明及び周知技術に基づいて，当業者が容易に発明できたものであるから，補正前発明も，同様の理由により，当業者が容易に発明できたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "原告は，補正発明と引用発明の相違点○Aとして，補正発明では，「グラフィックコントローラから受信したデジタル表示信号に基づき，『TMDS方式で伝送されるデジタル外部表示信号』を生成する」機能を担う「信号変換回路」が「グラフィックコントローラ」からも「外部接続端子」からも独立した単一の構成要素として存在することが特定されているのに対して，引用発明では，「グラフィックコントローラから受信したデジタル表示信号に基づき，『TMDS方式で伝送されるデジタル外部表示信号』を生成する」機能を担う構成要素が存在することが特定されない点を主張するところ，この相違点○Aは，実質的に，審決の認定した相違点2と同一と解される(この点は，原告も認めている(平成26年4月30日付け原告準備書面(第2回)20頁)。)ので，これを前提として取消事由を整理する。以下，補正発明を前提に取消事由を整理するが，補正発明は，補正前発明の構成要件をすべて含むから，補正発明の独立特許要件の有無に関する取消事由は，補正前発明の進歩性の有無に関する取消事由と共通することになる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点，相違点の認定の誤り)",
          "text": [
            "審決は，補正発明と引用発明の対比において，以下の相違点を看過した誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点○Bの看過",
              "text": [
                "補正発明では，「グラフィックコントローラから受信したデジタル表示信号に基づきディスプレイパネルの各々の画素を駆動する」機能を担う「ディスプレイ制御手段A」が「グラフィックコントローラ」からも「ディスプレイパネル」からも独立した単一の構成要素として存在することが特定されているのに対し，引用発明では，「グラフィックコントローラから受信したデジタル表示信号に基づきディスプレイパネルの各々の画素を駆動する」機能を担う構成要素が存在することが特定されない点"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点○Cの看過",
              "text": [
                "補正発明では，「グラフィックコントローラ」は，「信号変換回路」に対して「『画素数が後記ディスプレイパネルの画素数より大きいビットマップデータ』を伝達するデジタル表示信号」を送信し，「ディスプレイ制御手段A」に対して「『画素数が後記ディスプレイパネルの画素数と一致するビットマップデータ』を伝達するデジタル表示信号」を送信することが特定されているのに対し，引用発明では，「『グラフィックコントローラ』に対応する部分」(『「表示制御部」と「QCIF／CIF変換部」とからなる部分』)から，「ビットマップデータを伝達するデジタル表示信号」が送信されることが特定されていない点"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2の容易想到性の判断誤り",
              "text": [
                "相違点2は，単に，「周辺装置に対して送信される信号が，TMDS方式で伝送されるデジタル外部表示であることが特定されているか否か」に関わる相違点と解釈されるべきではなく，「グラフィックコントローラから受信した「『画素数が後記ディスプレイパネルの画素数より大きいビットマップデータ』を伝達するデジタル表示信号」に基づき，「TMDS方式で伝送されるデジタル外部表示信号」を生成する信号変換回路を備えているか否か」に関わる相違点として解釈されねばならない。そして，そうである以上，「DVI規格に対応するインターフェース」なるものが詳細に特定されない限り，引用発明に周知技術2を適用したとしても，相違点2に係る構成は想到されない。",
                "仮に，「情報処理装置において，画像処理手段から受信したデジタル表示信号に基づき，「TMDS方式で伝送されるデジタル外部表示信号」を生成する信号変換回路を備えること」を周知技術として認定し直したとしても，引用発明に当該周知技術を適用する動機付けが存在しない。引用発明では，データ処理手段を構成する主制御部が，外部モニタ接続端子を統括制御することが特定されているだけで，外部モニタ接続端子にデジタル外部表示信号が送信されることは特定されていないから，インターフェース手段が画像処理手段からデジタル表示信号を受信することが前提となる当該周知技術を適用すべき理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の容易想到性の判断誤り",
              "text": [
                "引用例には，引用発明の主たる用途が，リアルタイムでの画像表示が必須となる「テレビジョン電話やテレビジョン会議」と想定しているような記載がある(段落【0002】)だけで，「画像データファイル」という用語も「データファイル」という用語も「ファイル」という用語も記載されていない。周知技術3では，ウェブサーバから画像データファイルを取得後，タイムラグをおいて処理することが本質的な特徴となっているから，引用発明に周知技術3を適用することには阻害要因がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対して",
          "text": [
            "審決の一致点の認定に誤りはなく，相違点の看過もない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点○Bについて",
              "text": [
                "引用例において，「ディスプレイ制御手段A」に対応する構成要素の存在が明示的に特定されていない。しかしながら，引用発明において，「内部表示器24」内にあることが明らかな，補正発明の「ディスプレイパネル」に対応するもの(引用例の記載では，カラーLCD。以下，引用例上の表記を，フォントを小さくして併記する。)の各々の画素を，「内部表示器24の『ディスプレイパネルに対応するもの』以外の部分」(部分A)と，「表示制御部23の一部分」(部分B)のいずれかが，受信した画像データに基づいて駆動することは，LCDに関する技術常識に照らして明らかである。そして，部分Aと部分Bのいずれかは，補正発明の「ディスプレイ制御手段A」に対応するものである。そうすると，当業者が，技術常識を踏まえて引用例の記載を見ると，引用発明を「『ディスプレイ制御手段A』に対応する構成要素を当然に具備するもの」と理解できる。したがって，審決が，「画像処理手段から受信したデジタル表示信号に基づきディスプレイパネルの各々の画素を駆動するディスプレイ制御手段A」の点を，補正発明と引用発明との一致点とし，原告が主張する相違点○Bを認定しなかったことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点○Cについて",
              "text": [
                "引用例において，「『「表示制御部」と「QCIF／CIF変換部」とからなる部分』から『ビットマップデータを伝達するデジタル表示信号』が送信されること」は，明示的に特定されていない。しかしながら，当業者が，技術常識を踏まえて引用例の記載を見ると，引用発明を「上記の事項に対応する構成を当然に具備するもの」と理解できる。したがって，審決が，「『「画素数が後記ディスプレイパネルの画素数と一致するビットマップデータ」を伝達するデジタル表示信号』を生成して後記ディスプレイ制御手段Aに送信し，『「画素数が後記ディスプレイパネルの画素数より大きいビットマップデータ」を伝達するデジタル表示信号』を生成して後記インターフェース手段に送信する画像処理手段」の点を，補正発明と引用発明との一致点とし，原告が主張する相違点○Cを認定しなかったことに誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2の判断誤りについて",
              "text": [
                "引用発明は，補正発明の「グラフィックコントローラ」に対応する部分(「表示制御部」と「QCIF／CIF変換部」)から，「インターフェース手段」に対応する部分(「外部モニタ接続端子」)へ，「表示信号」に対応する信号(「画像データ」)が送信されるものである。そして，引用例において，その「インターフェース手段」に対応する部分(「外部モニタ接続端子」)へ送信される「表示信号」に対応する信号(「画像データ」)に関し，画像フォーマットはCIF(Common Intermediate Format；共通中間フォーマット)とされているが，伝送方式は何ら規定されていない。また，引用例の段落【0005】記載の引用発明の課題に照らしても，伝送方式について何ら制限はないと考えられる。したがって，引用発明において，「グラフィックコントローラ」に対応する部分(「表示制御部」と「QCIF／CIF変換部」)から「インターフェース手段」に対応する部分(「外部モニタ接続端子」)へ送信される「表示信号」に対応する信号(「画像データ」)の伝送方式は，当業者が適宜決定し得たものといえる。",
                "一方，TMDS(Transition Minimized Differential Signaling；遷移時間最短差動信号伝送方式)は，審決が周知技術2として認定し，IT用語辞典 e-Words(乙3，4)にも記載されているとおり，情報処理装置と外部モニタの間の接続に使用される，DVIと呼ばれる周知のインターフェース規格で採用されている信号伝送方式であって，情報処理装置内部の信号伝送に使用されることは一般的でないが，情報処理装置と外部モニタの間の信号伝送には普通に用いられる方式である。",
                "以上によれば，引用発明において，「グラフィックコントローラ」に対応する部分(「表示制御部」と「QCIF／CIF変換部」)から「インターフェース手段」に対応する部分(「外部モニタ接続端子」)へ送信される「表示信号」に対応する信号(「画像データ」)の伝送方式をTMDS以外とするとともに，「インターフェース手段」に対応する部分(「外部モニタ接続端子」)から「外部ディスプレイ手段を含む周辺装置，又は，外部ディスプレイ手段が接続される周辺装置」に対応する部分(「外部テレビジョンモニタ」)へ送信される信号の伝送方式をTMDSとすることは，当業者が容易になし得たことである。そして，そのようにする場合，引用発明の「インターフェース手段」に対応する部分(「外部モニタ接続端子」)の直前に「『TMDS方式で伝送される外部表示信号』を生成する信号変換回路」といえる回路を設けるのは，当然のことである。",
                "このとおり，引用発明に，「情報処理装置において，外部モニタとの接続に，TMDS方式を実装したDVI規格に対応するインタフェースを用いること」という周知技術2を適用することにより，相違点2に係る構成に至ることは，当業者にとって容易である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の判断誤りについて",
              "text": [
                "引用例の【特許請求の範囲】，【0001】，【0029】，【0090】，【0093】等の記載によれば，引用発明は，用途として，コンテンツ・サーバからの画像データファイルの受信も想定している。そのような用途において，周知技術3のような，コンテンツ配信システムの分野における周知技術が，有用かつ採用可能であることは，当業者にとって明らかであるから，引用発明において，周知技術3を採用することは，当業者にとって容易である。",
                "原告は，引用例の【0002】～【0004】の記載を根拠に，引用発明の主たる用途はリアルタイムでの画像表示が必須となる「テレビジョン電話やテレビジョン会議」であって，このことは，引用発明に周知技術3を適用するに当たって阻害要因となる旨主張するが，失当である。引用例の上記記載は，引用例において想定されていた一従来技術に関する記載にすぎず，引用発明の主たる用途を規定する記載ではない。また，引用発明の主たる用途にかかわらず，引用発明が「コンテンツ・サーバからの画像データファイルの受信」を用途として含んでいる以上，引用発明において，周知技術3を採用することに阻害要因があるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正発明について",
              "text": [
                "補正発明は，上記第2の2(2)のとおりである。この点は当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用発明は，上記第2の3(1)イのとおりである。この点も当事者間に争いがない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，補正発明と引用発明との対比において，審決は，上記第3の1(1)の相違点○Bを看過した旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，検討するに，本願明細書(甲8)には以下の記載がある。",
                "【0111】(第1の実施形態)",
                "図1は，本発明の第1の実施形態に係る携帯情報通信装置，携帯情報通信装置用接続ユニット，及び両者を接続した上で該接続ユニットに外部ディスプレイ装置及び外部入力装置を接続することによって構成した情報通信システムの構成及び機能を説明するためのブロック図であり，特に，該携帯情報通信装置が携帯電話機である場合について説明している。",
                "注：【図1】",
                "【0112】この実施形態においては，携帯電話機 1は，それ単独として，音声通話用，携帯テレビ電話でのコミュニケーション用，データ通信・処理用，テレビ放送番組の視聴用，被写体の撮影用，又は，画像データ及び／又は音声データの保存・再生用として使用することができ，音声通話以外の用途で使用する場合には，各種の画像が，付属ディスプレイパネルであるLCD(Liquid Crystal Display)パネル15A に表示される。",
                "以下では，LCDパネル 15A はQVGAサイズの画面解像度を有し，通常は縦長画面(水平画素数×垂直画素数＝240×320 画素)で使用するものとして説明するが，それ以外の解像度であってもよい。",
                "・・・",
                "【0115】一方，コミュニケーションの相手先から電波信号(無線動画信号)として公衆ネットワークに送信された画像(動画)データは通信用アンテナ 111Aで受信され，RF送受信部 111B 及びベースバンドプロセッサ 11 を経由することによりデジタル信号に変換された上で，中央演算回路1_10A1 に送信される。中央演算回路1_10A1 では，フラッシュメモリ 14A に格納されたプログラムに基づいて必要な処理を行い，該デジタル信号に対応した描画命令をグラフィックコントローラ1_10B に送信する。",
                "グラフィックコントローラ1_10B は，該描画命令に基づき，あらかじめ十分な大きさ(以下では，QUXGA Wide (Quad Ultra XGA Wide) サイズ(水平画素数×垂直画素数＝3840×2400 画素)として説明する)の論理解像度を有するように設定された仮想画面におけるビットマップデータを生成し，必要に応じてVRAM(Video RAM)1_10C への書き込み／読み出しを行いつつ，該ビットマップデータをLCDドライバ 15B に送信する。なお，VRAM1_10C は，［特許請求の範囲］でいうところのビットマップメモリ1にあたる。",
                "LCDドライバ 15B は，該ビットマップデータに基づいて，ソース・ドライバ部とゲート・ドライバ部とを作動させることによりLCDパネル 15A の画面を構成する各々の画素を駆動し，最終的にコミュニケーションの相手からの無線動画信号に対応した画像がLCDパネル 15A に表示される。",
                "この際，携帯テレビ電話において送受信される無線動画信号の本来画像の解像度は，通常，LCDパネル 15A の画面解像度を上回らないため，LCDパネル 15A には，該本来画像が全画面表示されるか，本来画像がLCDパネル 15A の画面の一部に表示されるか，又は本来画像の解像度はそのままで全画面に拡大表示される。・・・",
                "・・・",
                "【0117】",
                "特に，携帯電話機 1 が，インターネットに接続したウェブサイトにアクセスし，該ウェブサイトを構成するウェブページを閲覧している場合には，中央演算回路1_10A1 は，フラッシュメモリ 14A に格納されたブラウザプログラムに従って，通信用アンテナ 111A，RF送受信部 111B，ベースバンドプロセッサ 11 及びバス19 を経由して，ウェブページを構成するマークアップ文書ファイル及びそのリンクファイルを取得し，ウェブページのレイアウト形式に応じて以下のように描画命令を生成・送信する。すなわち，ウェブページがリキッドレイアウト，又はLCDパネル15A の画面水平解像度(240 画素)よりも狭い固定幅レイアウトを採用していれば，LCDパネル 15A の画面水平解像度と同じ水平画素数を有するページ画像の描画命令を，ウェブページがLCDパネル 15A の画面水平解像度よりも広い固定幅レイアウトを採用していれば，該固定幅と同じ水平画素数を有するページ画像の描画命令を，それぞれ生成し，該描画命令をグラフィックコントローラ1_10B に送信する。",
                "グラフィックコントローラ1_10B は，該描画命令に基づき仮想画面におけるビットマップデータを生成しVRAM1_10C に書き込むとともに，LCDパネル 15A に表示され，LCDパネル 15A の画面解像度と同じ解像度を有する画像を記述するビットマップデータをVRAM1_10Cから切り出してLCDドライバ15Bに送信する。LCDドライバ 15B は，該ビットマップデータに基づいてLCDパネル 15Aの画面を構成する各々の画素を駆動し，最終的に前記ウェブページに対応したページ画像の全部又は一部に，必要に応じて画面の上部・下部に表示されるメニュー表示等を組み合わせた全画面画像がLCDパネル 15A に表示される。",
                "この際，ページ画像の解像度がLCDパネル 15A の画面解像度より大きい場合には，キー操作部 16A において画面スクロール機能を担うキーを操作することによって入力されるデータに応じて，中央演算回路1_10A1 が描画命令を変更することにより，VRAM1_10C から切り出されるビットマップデータは仮想画面上を徐々に遷移し，その結果として，LCDパネル 15A においてページ画像がスクロール表示される。",
                "・・・",
                "【0127】グラフィックコントローラ1_10B は，中央演算回路1_10A1 から受信した描画命令に基づき，あらかじめ設定された仮想画面上においてビットマップデータを生成し，VRAM1_10C に書き込む。さらに，グラフィックコントローラ1_10B は，中央演算回路1_10A1 から入手した外部ディスプレイ装置 5 の画面解像度データに基づき，外部ディスプレイ装置 5 の画面解像度と同じ解像度を有し，外部ディスプレイ装置 5 の画面に表示される画像を記述するビットマップデータをVRAM1_10C から切り出す。その上で，中央演算回路1_10A1 から受信した送信命令に基づき，該ビットマップデータをTMDSトランスミッタ 13A に送信し，TMDSトランスミッタ 13A は，該ビットマップデータを，外部接続端子部A_13D を経由して接続ユニット3のインターフェース部B_33にTMDS伝送方式で送信する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，引用例(甲1)には，以下の記載がある。",
                "【0001】",
                "【発明の属する技術分野】この発明は，通信回線を介して動画像を伝送する動画像通信システム及び動画像通信装置に関し，さらに動画像のフォーマットを表示に適した形態に変換するための画像フォーマット変換方法に関する。",
                "・・・",
                "【0024】",
                "【発明の実施の形態】(第1の実施形態)・・・",
                "【0025】先ずこの発明の第1の実施形態に係わる動画像通信システムにつき説明する。図1はその概略構成図であり，PHS等の移動通信システムを利用したものである。",
                "【0026】同図において，CS1～CSnはPHSの基地局を示している。・・・",
                "【0027】移動局PS1～PSmは，上記各基地局CS1～CSnが形成するセル内において，最寄りの基地局に無線回線を介して接続される。・・・移動局PS1～PSmには，通話機能のみを有するPHS端末と，データ通信機能と無線アクセス機能を備えた携帯情報端末と，PHS端末に本発明に係わるマルチメディア通信端末装置HS1，HS2を接続したものとがある。",
                "【0028】一方，上記各基地局CS1～CSnはそれぞれ有線回線を介して公衆網IＮWに接続される。公衆網IＮWは，ISDＮと，このISDＮに上記各基地局CS1～CSnを収容するためのI′インタフェース網とを有する。公衆網IＮWには多くの加入者有線端末の他に，コンピュータ・ネットワークや企業内ネットワーク等が接続される。例えばインターネットの場合には，ISDＮにインターネットサービスプロバイダのアクセスサーバASが接続され，このアクセスサーバASを介してインターネットITＮに接続される。インターネットITＮには多数のWWW(World-Wide Web)サーバWS1，WS2，…が接続され，TCP／IPプロトコルを使用することで，加入者有線端末又は上記移動局PS1～PSmからこれらのWWWサーバWS1，WS2，…に対するアクセスが可能となっている。",
                "【0029】またアクセスサーバASには，インターネット・サービスプロバイダが保有するコンテンツ・サーバTSが接続されている。このコンテンツ・サーバTSは，加入者有線端末および移動局PS1～PSmの要求に応じて，動画像を含む各種情報を提供する機能を有する。なお，MSは移動通信ネットワークの管理制御装置であり，ここで各移動局PS1～PSmの認証処理や課金処理等が行われる。",
                "【0030】ところで，上記WWWサーバWS1，WS2，WS3，…及びコンテンツ・サーバTSは，例えば次のように構成される。図2はその構成を示す機能ブロック図である。",
                "・・・",
                "【0038】一方，マルチメディア通信端末装置HS1，HS2は次のように構成される。図3はその構成を示す機能ブロック図である。なお，ここではマルチメディア通信端末装置HS1を例にとって説明する。",
                "【0039】すなわち，マルチメディア通信端末装置HS1は，主制御部21，映像デコーダ22，表示制御部23，内部表示器24，多重分離部25，無線端末インタフェース部(無線端末I／F部)26，音声コーデック27，カメラインタフェース部(カメラI／F部)28，映像エンコーダ29，操作入力部31及び電源部32を有する。・・・",
                "【0040】主制御部21は，CPU，ROM及びRAM等を有してなるものであり，マルチメディア通信端末装置HS1の各部を総括制御することで，マルチメディア通信のための所定の動作を実現するものである。",
                "【0041】映像デコーダ22は，符号化映像データのデコードを行い，再生した映像データを表示制御部23へと与える。表示制御部23は，映像デコーダ22から与えられる画像データが示す画像を表示するべく内部表示器24を制御する。内部表示器24は，例えばカラーLCDを使用してなり，MPEG(Moving Picture Experts Group)4方式やITU-T勧告のH．263方式等の画像を表示するのに十分な解像度を有する。例えば，QCIF信号を表示するのに必要な画素数(180×144)を有している。この内部表示器24は，表示制御部23の制御の下に画像を表示する。",
                "【0042】多重分離部25は，マルチメディア通信モードと音声通話モードとデータ通信モードとからなる3つの動作モードを有しており，主制御部21により指定されたモードで動作する。",
                "【0043】マルチメディア通信モードのとき多重分離部25は，映像エンコーダ29から同期バス38を介して与えられる符号化画像データ，音声コーデック27から同期バス38を介して与えられる符号化音声データ及び主制御部21から与えられる他データを，所定の多重化方式(例えば，ITU-T勧告のH．221またはITU-T勧告のH．223またはこれらを変形したもの)で多重化する。そして，これにより得られる伝送データを無線端末インタフェース部26へと与える。・・・",
                "・・・",
                "【0046】無線端末インタフェース部26には，PHS端末用コネクタを介してPHS端末PSiが接続される。そして無線端末インタフェース26は，PHS端末PSiとの間で各種の情報を授受することで，PHS端末PSi及びPHSを含む公衆網を介してデータ通信を実現する。",
                "・・・",
                "【0054】ところで，本実施形態のマルチメディア通信端末装置HS1は外部モニタ接続端子36を有しており，この外部モニタ接続端子36には外部テレビジョンモニタVMが着脱自在に接続される。",
                "・・・",
                "【0056】主制御部21は，上記センサIF部33から転送されたインピーダンス測定信号をもとに，外部モニタ接続端子36に外部テレビジョンモニタVMが接続されているか否かを判定する。・・・",
                "【0057】主制御部21は，フォーマット通知機能を備えている。このフォーマット通知機能は，上記外部テレビジョンモニタVMの接続の有無の判定結果をもとに，表示手段として外部テレビジョンモニタVMを使用するか内部表示器24を使用するかを判定する。そして，この使用する表示手段に適した画像フォーマットを指定するためのフォーマット指定情報を生成し，このフォーマット指定情報をPHS端末PSiから公衆網IＮWを介して通信相手のサーバ装置に送る。・・・",
                "・・・",
                "【0060】そして，いま外部テレビジョンモニタVMが接続されていれば，この外部テレビジョンモニタVMを使用するものと判断してステップ4cからステップ4dに移行し，ここで上記外部テレビジョンモニタVMに表示する上で適切なフォーマットであるCIFを選択し，このCIFを指定するための要求情報を生成する。これに対し外部テレビジョンモニタVMが接続されていなければ，内部表示器24を使用するものと判断してステップ4cからステップ4eに移行し，ここで画素数の少ない内部表示器24に表示する上で適切なフォーマットであるQCIFを選択し，このQCIFを指定するための要求情報を生成する。",
                "・・・",
                "【0068】(第2の実施形態)この発明の第2の実施形態は，マルチメディア通信端末装置に，外部テレビジョンモニタの接続の有無を検出する接続状態検出手段を設け，その検出結果に基づいて内部表示器及び外部テレビジョンモニタに対する受信動画像データの振り分けを自動制御する。またそれとともに，上記接続状態検出手段の検出結果をもとに使用する表示手段に適した画像フォーマットを判定し，受信した動画像データのフォーマットがこの適合フォーマットと異なる場合に，受信動画像データをフォーマット変換して表示するようにしたものである。",
                "【0069】図7は，この第2の実施形態に係わるマルチメディア通信端末装置の構成を示すブロック図である。なお，同図において前記図3と同一部分には同一符号を付して詳しい説明は省略する。",
                "注：【図7】",
                "【0070】本実施形態のマルチメディア通信端末装置HS1′は，QCIF／CIF変換部39を備えている。このQCIF／CIF変換部39は，表示制御部23からQCIFの動画像データが供給された場合に，この動画像データのフォーマットをQCIFからCIFに変換する。・・・",
                "【0071】次に，以上のように構成されたマルチメディア通信端末装置HS1′による動画像データの受信表示動作を説明する。図8は，その制御手順と制御内容を示すフローチャートである。",
                "注：【図8】",
                "・・・",
                "【0074】表示制御部23は，上記ステップ8bで得た接続状態の検出結果を基に，外部テレビジョンモニタVMが接続されているか否かをステップ8dで判定する。そして，外部テレビジョンモニタVMが接続されていると判定されると，ステップ8eに移行してここで受信動画像データのフォーマットがCIFであるか否かを判定する。この判定の結果，受信動画像データのフォーマットがCIFであれば，この受信動画像データのフォーマットは外部テレビジョンモニタVMへの表示に適していると判断してステップ8gに移行し，上記CIFの動画像データをそのまま外部テレビジョンモニタVMに出力して表示させる。",
                "【0075】これに対し受信画像データのフォーマットがQCIFだったとすると，表示制御部23はステップ8fに移行して，ここでQCIFからCIFへのフォーマット変換を行う。",
                "【0076】このフォーマット変換は次のように行われる。図9はその処理内容を模式的に示したものである。すなわち，QCIFフォーマットの受信動画像データは，まず表示制御部23内のバッファメモリに4フレーム分ずつ蓄積される(処理S1)。・・・",
                "・・・",
                "【0078】以後同様に，QCIFのすべての画素についてその動きベクトルの合成ベクトルに応じた合成処理が行われる。そうして4フレーム分のQCIFを合成した1フレーム分のCIFが生成されると，QCIF／CIF変換部39は次の4フレーム分のQCIFをもとにCIFフレームを生成する処理を行う。かくして，外部テレビジョンモニタVMには，QCIFからCIFにフォーマット変換された，QCIFと同程度の解像度を有する受信画像データが表示される。",
                "【0079】一方，上記ステップ8dにおいて，外部テレビジョンモニタVMが接続されていないと判定されたとする。この場合マルチメディア通信端末装置HS1′は，ステップ8eに移行してここで受信動画像データのフォーマットがQCIFであるか否かを判定する。この判定の結果，受信動画像データのフォーマットがQCIFであれば，この受信動画像データのフォーマットは内部表示器24への表示に適していると判断してステップ8jに移行し，上記QCIFの動画像データをそのまま内部表示器24に出力して表示させる。",
                "【0080】これに対し受信画像データのフォーマットがCIFだったとすると，表示制御部23はステップ8iに移行して，ここでCIFからQCIFへのフォーマット変換を行う。このCIFからQCIFへのフォーマット変換は，CIF動画像データの画素を間引く処理により行われる。かくして，内部表示器24へはQCIFの動画像又はCIFからQCIFにフォーマット変換された動画像が表示される。",
                "・・・",
                "【0085】(その他の実施形態)・・・",
                "【0086】また，外部テレビジョンモニタVMが接続されていることが検出されている状態で，表示画像サイズの指定入力を促す情報を内部表示器24に表示し，ユーザが操作入力部31により外部テレビジョンモニタVMの表示画像サイズを任意に指定できるようにしてもよい。",
                "【0087】またこの場合，指定入力された画像表示サイズと受信動画像データのフォーマットとを比較し，受信動画像データのサイズが指定入力された画像表示サイズよりも大きい場合には，受信動画像データの画素を間引いたり，またフォーマット変換を行うようにするとよい。反対に，受信動画像データのサイズが指定入力された画像表示サイズよりも小さい場合には，受信動画像データをそのまま表示させてもよいが，受信画像データを拡大処理して表示するようにしてもよい。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上を前提に，補正発明と引用発明を対比する。",
                "上記のとおり，補正発明の「グラフィックコントローラ」は，中央演算回路の処理結果に基づき，「『画素数がディスプレイパネルの画素数と一致するビットマップデータ』を伝達するデジタル表示信号」を生成し，あるいは，「『画素数がディスプレイパネルの画素数より大きいビットマップデータ』を伝達するデジタル表示信号」を生成するものである(本願明細書・【0115】，【0117】，【0127】)。",
                "これに対し，引用発明は，補正発明の「中央演算回路の処理結果」に相当する「主制御部」，「多重分離部」及び「映像デコーダ」による処理の結果に基づき(甲1・【0040】～【0043】，【0054】，【0056】，【0057】)，「表示制御部」からQCIFの動画像データを「ディスプレイパネル(内部表示器)」に送信して，又は，「表示制御部」と「QCIF／CIF変換部」が協働し，CIFの動画像データを「外部モニタ接続端子」を介し「外部テレビジョンモニタ」に送信して，表示させるものであるところ(【0069】～【0071】，【0074】～【0076】，【0079】，【0080】，【図7】，【図8】)，引用発明が，【発明の実施形態】としてPHSを前提としていること(【0025】～【0027】，【0046】)や，WWWサーバやコンテンツサーバと接続してダウンロードすることを予定していること(【0028】～【0030】)からすると，これらの動画像データがデジタル表示信号であることは明らかである。また，引用発明において，「ディスプレイパネル(内部表示器)」に送信されるデータは，QCIFの動画像データであり，「外部テレビジョンモニタ」に送信されるデータは，QCIFより画素数の大きいCIFの動画像データである(【0070】，【0078】)。そして，引用発明の「ディスプレイパネル(内部表示器)」は，QCIFの動画像データを表示するのに必要な画素数(180×144)を有するものであり(【0041】)，「外部テレビジョンモニタ」も同様に，CIFの動画像データを表示するもの(【0060】)であるから，引用発明の「ディスプレイパネル(内部表示器)」及び「外部テレビジョンモニタ」の表示が，画素ごとに色情報が指定されたデータ，すなわち，ビットマップデータにより行われていることは，技術常識から明らかである。しかも，引用発明の「内部表示器」又は「外部テレビジョンモニタ」で表示を行うためには，これらに接続された「表示制御部」からビットマップデータの信号を受信しなければならないから，引用発明の「表示制御部」は，ビットマップデータを伝達する信号を生成して送信していると解される。",
                "そうすると，引用発明の「表示制御部」及び「QCIF／CIF変換部」は，補正発明の「グラフィックコントローラ」に相当するといえる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "また，補正発明の「ディスプレイパネル」は，画面を構成する各々の画素が駆動されることにより画像を表示するものである(本願明細書・【0112】)。",
                "これに対し，引用発明の「内部表示器」は，「カラーLCDを使用してなり，QCIF信号を表示するのに必要な画素数(180×144)を有して」いる(甲1・【0041】)。技術文献である「トランジスタ技術」(乙5)に，「LCDの画素を駆動するための回路を備えること」が記載されていることから明らかなとおり，「マルチメディア通信端末装置」では，「カラーLCD(内部表示器)」自体が画面を構成する各々の画素を駆動する手段を有しているか，「表示制御部」で動画像データが処理された後，「カラーLCD(内部表示器)」に入力される前に，「カラーLCD(内部表示器)」の画面を構成する各々の画素を駆動する手段を有していることは，技術常識であるから，引用発明の「内部表示器」が，画面を構成する各々の画素が駆動されることにより画像を表示するものであることは，明らかである。",
                "そうすると，引用発明の「内部表示器」は，補正発明の「ディスプレイパネル」に相当するといえる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "しかしながら，補正発明は，「…ビットマップデータ』を伝達するデジタル表示信号」を生成して後記ディスプレイ制御手段Aに送信し」及び「前記グラフィックコントローラから受信したデジタル表示信号に基づき前記ディスプレイパネルの各々の画素を駆動するディスプレイ制御手段A」と請求項に記載されているように，「ディスプレイ制御手段A」，「グラフィックコントローラ」及び「ディスプレイパネル」が，それぞれ別の構成として規定されている。",
                "これに対し，引用発明は，「表示制御部」，「QCIF／CIF変換部」，「内部表示器」を有するものであるが，ディスプレイ手段を「ディスプレイパネル」と「ディスプレイ制御手段A」に区別しておらず，「ディスプレイパネル」と独立した「ディスプレイ制御手段A」を有するものとはいえない。",
                "したがって，審決が，補正発明と引用発明の一致点として，「ディスプレイ制御手段A」を有すると認定したのは誤りであり，また，補正発明とは異なり，引用発明において「ディスプレイパネル」とは独立した「ディスプレイ制御手段A」を有していない点を，相違点と認定しなかったことも誤りである。したがって，相違点○Bの看過を指摘する原告の主張は，理由がある。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "もっとも，引用発明において，「画面を構成する各々の画素を駆動する手段」は，表示信号を新たに作成するものではないから，「表示制御部」よりも後の過程であり，かつ，「ディスプレイパネル」以前の過程に存在する必要がある。したがって，「画面を構成する各々の画素を駆動する手段」は，「ディスプレイパネル(内部表示器)」自体が有しているか，「表示制御部」で動画像データが処理された後，「ディスプレイパネル(内部表示器)」に入力される前の段階に配置されていることになる。そして，そのいずれとするかについて，格別，技術的には意義も困難性もなく，当業者が適宜決定し得る設計事項と認められるから，「表示制御部」で動画像データが処理された後，「ディスプレイパネル(内部表示器)」に入力される前に，「ディスプレイパネル(内部表示器)」の画面を構成する各々の画素を駆動する手段を有するように構成することは，当業者であれば容易に想到し得るものである。",
                "よって，上記相違点の看過は，審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "したがって，取消事由1(1)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，補正発明と引用発明との対比において，審決は，上記第3の1(2)の相違点○Cを看過した旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，検討するに，引用発明において，「信号変換回路」がない点は，審決が相違点2の中で既に認定しているから，この点に看過があるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "他方，引用発明において，「ディスプレイ制御手段A」が「ディスプレイパネル(内部表示器)」とは独立した構成となっていないことは上記2(6)のとおりであって，補正発明では，「グラフィックコントローラ」が「ディスプレイ制御手段A」に対して「『画素数が後記ディスプレイパネルの画素数と一致するビットマップデータ』を伝達するデジタル表示信号」を送信することが特定されているのに対し，引用発明では，送信先が特定されていない点が，両発明の相違点として認められるにもかかわらず，審決はこの点を相違点として認定していない。原告の主張する相違点○Cは，当裁判所が認定した上記相違点を含むものであるから，原告の主張は，上記範囲の限度で理由がある。",
                "もっとも，「ディスプレイパネル(内部表示器)」を構成する各々の画素を駆動する「ディスプレイ制御手段A」がなければ，「ディスプレイパネル(内部表示器)」に表示することはできないから，このような構成は引用発明において必須のものである。そして，引用発明において，「グラフィックコントローラ(「表示制御部」及び「QCIF／CIF変換部」)」が，「ディスプレイ制御手段A」に対して，「画素数がディスプレイパネル(内部表示器)の画素数と一致するビットマップデータを伝達するデジタル表示信号」を送信するように構成することに格別の技術的困難性は認められない。",
                "したがって，審決が，原告が主張する相違点○Cの一部分を，相違点として認定しなかった点において，誤りがあるというべきであるが，かかる誤りは審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，取消事由1(2)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明において，「外部テレビジョンモニタ」が，「グラフィックコントローラ(表示制御部及びQCIF／CIF変換部)」から，「外部モニタ接続端子(接続端子)」を介し，QCIFより画素数の大きいCIFの動画像データのビットマップデータを伝達するデジタル表示信号を受信して表示を行っていることは，既に上記2(4)で述べたとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，特開2003-87752号公報(甲4)において，映像機器100とディスプレイ101をDVI(Digital Visual Interface。コンピュータとデジタルディスプレイの間の信号送受信をデジタル信号で行う規格である(乙4)。)ケーブルで接続することが記載されていること(【0001】，【0010】，【図1】)，特開2004-271987号公報(甲5)において，ノート型パーソナルコンピュータ10とDVI対応モニタ145をケーブル600で接続することが記載されていること(【0019】，【0020】，【図6】)から明らかなとおり，コンピュータとディスプレイの接続に，TMDS方式を採用したDVI規格のインターフェースを用いて，デジタル信号を送信することは，本件優先日(平成16年12月24日)時点において，周知技術であったと認められる(審決における周知技術2)。",
                "そうすると，引用発明に周知技術2を適用し，マルチメディア通信端末装置と外部テレビジョンモニタの接続に，TMDS方式を採用したDVI規格のインターフェースを用いてデジタル信号を送信することは，当業者であれば容易に想到し得るものである。",
                "そして，その場合，「グラフィックコントローラ(表示制御部及びQCIF／CIF変換部)」からのデジタル表示信号が，マルチメディア通信端末装置の外部に位置する「外部テレビジョンモニタ」へ送信するためのTMDS方式の信号(デジタル外部表示信号)に変換された後，「接続端子(外部モニタ接続端子)」に送信される構成を採用する必要があるところ，当該デジタル表示信号をTMDS方式の信号に変換する機能を「外部接続端子(接続端子)」が有することは一般的にはないから，このような機能を有する回路(信号変換回路)を，「グラフィックコントローラ(表示制御部及びQCIF／CIF変換部)」と「外部接続端子(接続端子)」の間に設けるのは技術上当然のことである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，相違点2につき，容易想到性を認めた審決の判断に誤りはなく，取消事由2(1)は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この点，原告は，相違点2について，「グラフィックコントローラから受信した「『画素数が後記ディスプレイパネルの画素数より大きいビットマップデータ』を伝達するデジタル表示信号」に基づき，「TMDS方式で伝送されるデジタル外部表示信号」を生成する信号変換回路を備えているか否か」に関わる相違点として解釈されなければならないと主張する。",
                    "しかしながら，前記(1)のとおり，引用発明は，「外部テレビジョンモニタ」が「グラフィックコントローラ」から，「外部モニタ接続端子」を介し，ビットマップデータを伝達するデジタル表示信号を受信して表示を行うものであり，そのデジタル信号は，CIFの動画像データであって，「ディスプレイパネル(内部表示器)」に表示されるQCIFの動画像データよりも画素数が大きいものである。",
                    "そうすると，原告が相違点2を考える際の前提とする，「デジタル表示信号が『画素数が後記ディスプレイパネルの画素数より大きいビットマップデータ』を伝達する」という構成のうち，「デジタル表示信号が『画素数が後記ディスプレイパネルの画素数より大きいビットマップデータ』である」点は，補正発明と引用発明の一致点といえ，結局，両発明の相違点は，デジタル表示信号に基づき，「TMDS方式で伝送されるデジタル外部表示信号」を生成する信号変換回路を備えていない点のみであって，この点を検討すれば足りる。そして，この点については，既に上記(2)で検討したとおり，コンピュータとディスプレイの接続に，TMDS方式を採用したDVI規格のインターフェースを用いて，デジタル信号を送信することは周知技術であり，当業者が周知技術2を引用発明に適用すれば，相違点2に係る構成に想到することができる。",
                    "原告の主張は，引用発明を正しく理解せず，その結果，相違点2についても誤ったとらえ方をするものであって，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，仮定的に，引用発明では，データ処理手段を構成する主制御部が外部モニタ接続端子を統括制御することが特定されているだけであって，外部モニタ接続端子にデジタル外部表示信号が送信されることは特定されていないから，インターフェース手段が画像処理手段からデジタル表示信号を受信することが前提となる「情報処理装置において，画像処理手段からデジタル表示信号に基づき，TMDS方式で伝送されるデジタル外部表示信号を生成する信号変換回路を備えること」という周知技術を適用すべき理由は存在しないと主張する。",
                    "しかしながら，引用発明において，外部テレビジョンモニタに画像表示がなされる以上，そこにデジタル表示信号が伝達していること，そのような伝達は外部モニタ接続端子を通じてなされることは明らかであり，そのことは，たとえ明細書上，主制御部が外部モニタ接続端子を統括制御することが記載されているだけであったとしても，同様である。",
                    "原告の主張は，引用発明を正しく理解せず，その結果，引用発明が当然の前提としている点を否定して，周知技術が適用できないとするものであって，採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特開2004-355466号公報(甲6)には，「本発明に係るコンテンツ配信システムにおいて，配信されるコンテンツが動画又は音声である場合，…データ全体を受信し終わってから再生を開始するように構成してよい(ダウンロード再生)。…ダウンロード再生…の場合，ダウンロードしたコンテンツを受信者端末の記憶装置内の所定の場所に保存しておき，同じコンテンツを再度閲覧する場合は，既に前記記憶装置に保存済みのコンテンツを読み出して再生することによりネットワークの負荷をなくすことが可能である。」との記載がある(【0015】)。また，特開2004-312567号公報(甲7)には，「…配信サーバ4または配信サーバ5からのコンテンツデータは，コンテンツ受信手段12により受信され，一旦，データ記憶手段13内に，受信動画データ132として記憶される。コンテンツ再生手段34は，閲覧制御手段31からの制御信号によって，受信動画データ132を読み込み再生データを表示手段15に送る。視聴者は，表示手段15によって表示されたコンテンツを視聴する。」との記載がある(【0003】)。このように，コンテンツ配信システムにおいて，受信した動画のコンテンツデータを記憶手段に一旦格納し，その後読み出してコンテンツを表示することは，本件優先日時点において，周知技術であったと認められる(審決における周知技術3)。",
                "そうすると，引用発明の「マルチメディア通信端末装置」において，周知技術3を適用して，動画像データを記憶手段に一旦格納し，その後読み出した上で処理するように構成することは，当業者であれば容易に想到し得るものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例には，引用発明の主たる用途がリアルタイムでの画像表示を想定する記載があるが，他方，周知技術3はタイムラグをおいて処理することに特徴があるから，引用発明に周知技術3を適用することには阻害要因がある旨主張する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "確かに，引用例には，【従来の技術】欄に，「そして，最近ではこのH．261方式を使用したテレビジョン電話装置やテレビジョン会議装置等の開発が種々進められており，その一つとして可搬使用を可能とした小型の動画像通信装置が注目を集めている。」(【0003】)，「このような装置を用いると，通信回線が敷設されている場所であれば，例えばオフィスや事業所内の如何なる場所に移動しても，ユーザはテレビ電話やテレビ会議通信を行うことができる。また，通信回線として携帯電話システムやPHS(Personal Handyphone System)が提供する無線回線を利用すれば，屋内ばかりでなく屋外においてもテレビ電話やテレビ会議通信を行うことができる。」(【0004】)との記載がある。",
                "しかしながら，引用例の【発明の属する技術分野】欄に，「この発明は，通信回線を介して動画像を伝送する動画像通信システム及び動画像通信装置に関し，さらに動画像のフォーマットを表示に適した形態に変換するための画像フォーマット変換方法に関する。」(【0001】)と記載されているのみであるし，【発明が解決しようとする課題】や【発明の効果】としても，「ユーザが動画像表示に関する設定を特に行わなくても外部表示手段及び内部表示手段を適切に使い分けて表示が行われるようにし，これにより面倒な操作が不要でかつ常に設的な動画像表示を可能にした動画像通信システム及び動画像通信装置を提供すること」(【0006】)，「1画面の画素数が異なる動画像データ間のフォーマット変換を高品質に行い得る画像フォーマット変換方法を提供すること」(【0007】)，「・・・これらの発明によれば，ユーザが動画像表示に関する設定を特に行わなくても，外部表示手段及び内部表示手段を適切に使い分けて動画像を表示することができ，これにより面倒な操作が不要でかつ常に適切な動画像表示を可能にした動画像通信システム及び動画像通信装置を提供することができる。」(【0093】)，「・・・この発明によれば，1画面の画素数が異なる動画像データ間のフォーマット変換を高品質に行い得る画像フォーマット変換方法を提供することができる。」(【0095】)と記載されている。そうすると，引用発明の解決すべき課題とその効果は，動画像を伝送する通信全般について生ずるものであって，「テレビジョン電話装置やテレビジョン会議装置」等のリアルタイム通信のみならず，非リアルタイム通信においても生ずる課題であり，引用発明によってその課題は解決される。",
                "実際，【発明の実施の形態】においても，「第1の実施形態」(【0024】～【0067】)においては，「マルチメディア通信端末装置」と「コンテンツ・サーバ」との間で動画像通信を行うシステム構成や動作が記載されているのみであり，「マルチメディア通信端末装置」を「テレビジョン電話装置やテレビジョン会議装置」として用いて，リアルタイム通信を行うことは記載がない。また，「第2の実施形態」(【0068】～【0084】)，「その他の実施形態」(【0085】～【0090】)及び【発明の効果】欄(【0091】～【0095】)を見ても，「マルチメディア通信端末装置」を「テレビジョン電話装置やテレビジョン会議装置」として用いて，リアルタイム通信を行う旨の記載がない。",
                "そうすると，引用例において，リアルタイム通信である「テレビジョン電話装置やテレビジョン会議装置」が【従来の技術】として挙げられているのは，リアルタイム通信や非リアルタイム通信を含む動画像を伝送する通信のうちの一例として記載されているにすぎず，リアルタイム通信である「テレビジョン電話装置やテレビジョン会議装置」に限定した発明が開示されているとは認められない。",
                "よって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，相違点3について容易想到性を認めた審決の判断に誤りはなく，取消事由2(2)は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10316",
    "date": "2014-10-20",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084569",
    "ipprecedent_id": "3874",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}