{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。  "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中控訴人ら敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らの請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "以下，控訴人有限会社ドライバレッジジャパンを「控訴人ドライバレッジ」，控訴人Xを「控訴人X」，控訴人ドライバレッジ及び控訴人Xを併せて「控訴人ら」という。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，小説家，漫画家又は漫画原作者である被控訴人らが，控訴人ドライバレッジは，顧客から電子ファイル化の依頼があった書籍について，著作権者の許諾を受けることなく，スキャナーで書籍を読み取って電子ファイルを作成し(以下，このようなスキャナーを使用して書籍を電子ファイル化する行為を「スキャン」あるいは「スキャニング」という場合がある。)，その電子ファイルを顧客に納品しているところ(以下，このようなサービスを依頼する顧客を「利用者」という場合がある。)，注文を受けた書籍には，被控訴人らが著作権を有する原判決別紙作品目録1～7記載の作品(以下，併せて「原告作品」という。)が多数含まれている蓋然性が高く，今後注文を受ける書籍にも含まれる蓋然性が高いから，被控訴人らの著作権(複製権)が侵害されるおそれがあるなどと主張し，①著作権法112条1項に基づく差止請求として，控訴人ドライバレッジに対し，第三者から委託を受けて原告作品が印刷された書籍を電子的方法により複製することの禁止を求めるとともに，②不法行為に基づく損害賠償として，控訴人らに対し，弁護士費用相当額として被控訴人1名につき21万円(附帯請求として訴状送達の日の翌日〔控訴人ドライバレッジにつき平成24年12月2日，控訴人Xにつき同月7日〕から支払済みまで民法所定の年5分の割合による遅延損害金)の連帯支払を求める事案である。",
            "原判決は，控訴人ドライバレッジの行為は被控訴人らの著作権を侵害するおそれがあり，著作権法30条1項の私的使用のための複製の抗弁も理由がなく，同控訴人に対する差止めの必要性を否定する事情も見当たらないとして，被控訴人らの控訴人ドライバレッジに対する著作権法112条1項に基づく差止請求を認容するとともに，被控訴人らの控訴人らに対する不法行為に基づく損害賠償請求を被控訴人1名につき10万円及び遅延損害金の連帯支払を求める限度で認容したため，控訴人らがこれを不服として控訴したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(証拠等を掲記した事実以外は当事者間に争いがない。)",
          "text": [
            "被控訴人ら",
            "被控訴人らは，小説家，漫画家又は漫画原作者である(弁論の全趣旨)。",
            "控訴人ら",
            "控訴人ドライバレッジは，第三者から注文を受けて，小説，エッセイ，漫画等の様々な書籍をスキャナーで読み取り，電子ファイル化するサービス(以下「本件サービス」という。)を行うことを業とする特例有限会社である。",
            "控訴人Xは，控訴人ドライバレッジの取締役である。",
            "被控訴人らの著作権",
            "被控訴人Y1は原判決別紙作品目録1記載の作品を，被控訴人Y2は同目録2記載の作品を，被控訴人Y3は同目録3記載の作品を，被控訴人Y4は同目録4記載の作品を，被控訴人Y5は同目録5記載の作品を，被控訴人Y6は同目録6記載の作品を，被控訴人Y7は同目録7記載の作品をそれぞれ創作した者であり，上記各作品の著作権をそれぞれ有している(弁論の全趣旨)。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "著作権法112条1項に基づく差止請求の成否(争点1)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "控訴人ドライバレッジによる複製行為の有無(争点1-1)"
            },
            {
              "fig": "イ",
              "subject": "著作権法30条1項の適用の可否(争点1-2)"
            },
            {
              "fig": "ウ",
              "subject": "差止めの必要性(争点1-3)",
              "text": [
                "不法行為に基づく損害賠償請求の成否及び損害額(争点2)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "text": [
            "控訴人ドライバレッジによる複製行為の有無(争点1-1)",
            "〔被控訴人らの主張〕"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "控訴人ドライバレッジは，利用者から依頼のあった書籍については，著者，タイトル，ジャンル，出版社等のいかんにかかわらず注文を受け付け，権利者の許諾を得ることなく，書籍をスキャンして電子ファイルを作成し，その電子ファイルを利用者に納品している。",
                "当該行為は著作物である書籍を有形的に再製するものであり，著作権法2条1項15号の複製行為に当たるから，本件サービスにおける複製行為の主体は控訴人ドライバレッジである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人らは，本件サービスにおいて複製の実現につき「枢要な行為」をしているのは，利用者であるから，控訴人ドライバレッジは複製行為の主体ではない旨主張する。",
                "しかし，本件において利用者が複製行為の主体であることを論じても無意味であり，論じる必要があるとすれば，「控訴人ドライバレッジが物理的行為者であるけれども，特段の事情により複製行為の主体性が喪失・阻却されていること」である。しかるに，控訴人ら主張の複製行為の主体に係る議論は，いずれも「物理的，自然的な観察」のみでは侵害行為の主体と認定し難い者(本件でいえば，利用者)について，規範的判断により侵害主体性を肯定した事例に関するものであり，逆に「物理的，自然的な観察」によっても侵害主体であることが明らかな者(本件でいえば，控訴人ら)について，その侵害主体性を否定する議論ではない。",
                "したがって，本件において，かかる議論を用いて，「物理的，自然的観察」によっては複製行為の主体と認定し難い利用者について，規範的観察により複製行為の主体と評価し得るか否かを論じても，無意味である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "控訴人らは，仮に控訴人ドライバレッジが複製の実現について「枢要な行為」をしているとしても，控訴人ドライバレッジは，利用者の手足として「枢要な行為」をしているのであるから，行為主体性が阻却される旨主張する。",
                "しかし，本件サービスにおいて，利用者は，単に複製対象の書籍を送付して，複製物の納品を受けているだけであり，その間に行われている控訴人ドライバレッジによる複製行為について，何らの関与もしていないし，機器や施設の提供などの関与もしていない。このような利用者が，控訴人ドライバレッジの複製行為を管理・支配していると評価される理由はない。",
                "控訴人らは，「特定の書籍」を対象として複製を行っている点を強調し，そのような複製の対象たる書籍を決定し，送付していることをもって利用者が控訴人ドライバレッジによる複製行為を管理・支配しているかのように主張するが，論旨不明である。そのような特定の書籍を複製しているのは控訴人ドライバレッジ自身であり，控訴人ドライバレッジが利用者の手足として複製を行っていることにはならない。",
                "また，控訴人らは，複製された後の電子ファイルの納品方法やデータ流出の危険性についてるる主張するが，かかる主張によってなぜ控訴人ドライバレッジが利用者の手足として複製を行っていることになるのか，論旨不明である。控訴人ドライバレッジが複製した電子ファイルを，個々の利用者に割り当てられたインターネットページを通じて納品しようが，個々の利用者のメールアドレスに対してメール送信しようが，個々の利用者のための記録媒体(CR-ROM等)に記録して郵送しようが，それは複製された電子データの納品方法を利用者が適宜選択しているにすぎない。複製後のデータ納品方法の選択が，それより前の段階における複製行為の管理支配性に影響を及ぼすものではない。",
                "さらに，控訴人らは，本件サービスは紙媒体の書籍を電子ファイルという形に媒介物を変えているにすぎない旨主張するが，控訴人ドライバレッジが行っているのは，媒介物変換という名の複製行為そのものであり，そのことは複製物の数の増減や，複製後に書籍を廃棄したか否かにより，その評価が異なるものではない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "控訴人らは，複製行為の主体を判断する上で，複製物の対象を誰が選択しているかが最重要視されなければならず，本件における複製の対象，方法，複製物への関与の内容，程度や本件サービスの実態，私的領域が拡大した社会的状況の変化等の諸要素を総合考慮して判断すると，複製行為の主体は利用者であって，控訴人ドライバレッジではない旨主張する。",
                "しかし，控訴人ドライバレッジは，自らの事業の遂行として，スキャン対象となる書籍を認識・認容した上でスキャン複製を実行しているのであるから，複製対象たる著作物を決定しているのが利用者であるからといって，物理的，自然的な観察によって侵害主体であることが明らかな控訴人ドライバレッジの複製行為の主体性を阻却する理由にはならない。利用者がコピー業者に複製を依頼する場合や，出版社が印刷業者に印刷を依頼する場合には，複製の対象を決定しているのは利用者や出版社であるが，それによってコピー業者や印刷業者が複製行為の主体ではなくなるということにはならない。",
                "そして，利用者が書籍を選択，購入，送付しても，それだけで自動的に複製が生じるものではなく，控訴人ドライバレッジによるスキャン作業がなければ，本件サービスにおける複製は「およそ不可能」であるから，控訴人ドライバレッジの行為(作業)は，それなくば複製の実現が「およそ不可能」な行為に該当することが明らかである。",
                "複製の直接行為は，書籍をスキャンして電子ファイル化する行為であり，スキャン機器が汎用品であって私人において容易に準備・使用できるとか，単純かつ機械的な作業にすぎないからといって，これを行う控訴人ドライバレッジの複製行為の直接主体性が阻却される理由にはならない。そもそも家庭内で本件サービスのような書籍スキャンを行うとすれば裁断機・スキャナの購入ないし準備が必要であり，かつ一定の習熟を要するのであるから，スキャンによる電子ファイル化を単純かつ機械的な作業ということはできないし，大量の書籍をスキャンして複製することには諸々の困難が伴うからこそ，本件サービスが事業として成り立つのである。",
                "控訴人ドライバレッジは，独立した事業者であって，営利を目的として，自らサービス内容を決定し，自らの費用と責任においてスキャン複製に必要な機械器具・場所・従業員を調達・確保した上で，インターネット上で宣伝広告を行うことにより不特定多数の一般顧客である利用者を誘引し，注文した利用者から対価を得て，控訴人らの管理・支配する場所と自ら選択した時間において，控訴人らの指揮命令・監督の下で従業員らにより書籍を一冊ずつ手作業で裁断し，スキャナで読み込んで電子ファイルを作成することにより書籍を複製し，当該電子ファイルが書籍を正しく複製しているかのデータの点検等を行って利用者に納品する事業を行っているのであるから，控訴人ドライバレッジは，本件サービスにおいて，複製行為の物理的行為者であるばかりでなく，規範的な観点によっても複製行為の主体であることが明らかである。"
              ]
            },
            {
              "fig": "オ",
              "subject": "控訴人らは，著作権法上の「複製」といえるためには複製物の数の増加が必要であると主張するが，独自の見解にすぎない。仮に控訴人らの主張に従うと，スキャン行為により複製物が2つに増加した後で元の複製物が消滅した場合，当該スキャン行為は前者の時点では著作権侵害だが，後者の時点で遡って適法になるとの帰結となるが，この点について，何らの明文規定もなく，同一行為が事後的に適法又は違法に転換されるような法解釈は相当ではない。",
              "text": [
                "〔控訴人らの主張〕"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "著作権法2条1項15号の「複製」というためには，オリジナル又は複製物に格納された情報を格納する媒体を有形的に再製することに加え，当該再製行為により複製物の数を増加させることが必要である。けだし，当該再製行為により複製物の数が増加しない場合(情報と媒体の1対1の関係が維持される場合)には，市場に流通する複製物の数は不変であり，著作者の経済的利益を害することがないからである。言い換えれば，「有形的再製」に伴い，その対象であるオリジナル又は複製物が廃棄される場合には，当該再製行為により複製物の数が増加しないのであるから，当該「有形的再製」は「複製」には該当しない。",
                "これを本件について見ると，本件訴訟において問題となっている小説及び漫画に関する限り，本件サービスにおいては，複製物である書籍を裁断し，そこに格納された情報をスキャニングにより電子化して電子データに置換した上，原則として裁断本を廃棄するものであって，その過程全体において，複製物の数が増加するものではないから，「複製」行為は存在しない。",
                "以上のとおり，本件訴訟において問題となっている小説及び漫画に関する限り，本件サービスにおいては，「複製」が存在せず，著作権(複製権)侵害は成立しない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件サービスにおいて複製の実現につき「枢要な行為」をしているのは，本件サービスの依頼者である利用者であるから，控訴人ドライバレッジは複製行為の主体ではない。",
                "本件サービスにおいて，「特定の」書籍の所有者(処分権者)による書籍の取得，送付がなければ，およそ書籍の電子ファイル化などすることができないことは明らかであるから，利用者による「特定の」書籍の取得及び送付こそが，書籍の電子ファイル化にとって「不可欠の前提行為」であり「枢要な行為」にほかならない。",
                "そして，利用者は本件サービスを利用しなくても，利用者自ら書籍を電子ファイル化することが可能であり，仮に本件サービスが存在しなくても，利用者自身で複製機器を購入ないしレンタルすることで，また周辺サービスを利用することで，書籍を電子ファイル化することができるのであるから，控訴人ドライバレッジは，利用者自身が実現不可能な複製を可能としているのではないし，利用者が取得していない書籍や取得し得ない書籍を電子ファイル化しているものでもない。したがって，控訴人ドライバレッジの行為が複製の実現について「枢要な行為」ということはできない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "仮に控訴人ドライバレッジが複製の実現について「枢要な行為」をしているとしても，控訴人ドライバレッジは，利用者の手足として「枢要な行為」をしているのであるから，行為主体性が阻却される。",
                "本件サービスにおいては，利用者が，特定の書籍の電子ファイル化を計画し(利用者による発意，イニシアティブがある。)，その書籍を調達し，控訴人ドライバレッジにその書籍を送付し，電子ファイル化を依頼し，複製された電子ファイルを利用者自身が使用している。そして，複製された電子ファイルは，個々の利用者に割り当てられたインターネットページを通じてダウンロードされるところ，当該ページには利用者自身の登録メールアドレスとパスワードが必要であって，利用者しかアクセスできないことからすれば，利用者が書籍の電子ファイル化を管理しているといえる。加えて，控訴人ドライバレッジは，電子ファイル化した書籍を廃棄処分し，さらには電子化したファイルに個人情報(住所，氏名，注文番号等)を入力することで，利用者が所有する「特定の」書籍を「特定の」 電子ファイルという形に媒介物を変えているにすぎず，利用者がデータを流通，転用した場合に，個人の責任を容易に追及することができるようにしている(利用者自身で書籍を電子ファイル化するよりも，データ流通，転用の危険は少ない)のであり，あくまでも利用者自身の責任において書籍を電子ファイル化しているといえる。",
                "このように，本件サービスを一連でみたとき，利用者は，電子ファイル化の発意，書籍の調達，送付から使用に至るまで，終始関与し，また，書籍の電子ファイル化は，通常，利用者ができない態様での複製ではないことからすれば，本件サービスにおいて，書籍の調達，送付行為が持つ意味は大きい。そうすると，本件においては，利用者が，書籍の電子ファイル化を「管理」しているといえる。",
                "以上によれば，本件サービスにおいて，スキャン行為の主体は利用者であって，控訴人ドライバレッジは利用者の「補助者」ないし「手足」にすぎないから，控訴人ドライバレッジの複製行為の主体性は阻却される。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "本件において，以下の諸事情を総合的に考慮すると，控訴人ドライバレッジは複製行為の主体ではなく，利用者が複製行為の主体である。",
                "本件サービスは，①利用者が電子ファイル化を希望する書籍を選択，取得(購入)する，②利用者が書籍を電子ファイル化するための申込み等を行う，③利用者が電子ファイル化を希望する書籍を控訴人ドライバレッジの事業所に送付する，④控訴人ドライバレッジが書籍を裁断する，⑤控訴人ドライバレッジが裁断した書籍をスキャンし電子ファイル化する，⑥控訴人ドライバレッジが電子ファイル化したデータの点検等をして，利用者に納品する，⑦利用者が電子ファイル化したデータを使用する，という過程からなり，その全過程において，利用者は控訴人ドライバレッジに対して，具体的な指示を出している。",
                "そして，複製行為の主体を判断する上で，複製物の対象を誰が選択しているかが最重要視されなければならない。り，利用者は，自由な意思に基づき，無数にある書籍から特定の書籍を購入し，又は既に対価を支払い取得済みである書籍から，電子ファイル化を希望する「特定の」書籍を複製の対象として選定し，控訴人ドライバレッジに電子ファイル化を注文・指示して，書籍を送付し，さらに複製された電子ファイルを使用するのである。利用者による電子ファイル化する書籍の選択，調達，送付及び電子ファイル化の注文・指示がなければ，控訴人ドライバレッジが書籍を電子ファイル化することは「およそ不可能」であり，利用者のかかる行為，過程に控訴人ドライバレッジは一切関与していない。",
                "一般に，出版社が，著作権者の了解を得ずに，印刷業者に原稿を持ち込んで本の印刷を依頼し，印刷がされる場合，出版社が，特定の著作物の複製を計画し(発意，イニシアティブがあるといえる)，その著作物を調達して，印刷業者(依頼により印刷を行う者である)に対してその著作物を提供した上で，印刷を依頼し，複製を手配しているという一連の行為を全体としてみると，複製の実現に当たり，出版社の役割が法的には複製行為の主体とみることができる程度に大きいと考えられている。これを本件についてみると，利用者が書籍の電子ファイル化を計画していること，対象書籍を調達していること，さらには対象書籍を提供(送付)して，電子ファイル化を依頼していることによれば，利用者を複製行為の主体と認めるには十分である。",
                "著作権法30条1項は，個人的に又は家庭内その他これに準ずる限られた範囲内において使用すること(以下「私的使用」という。)を目的とすること，及びその使用する者が複製することを要件として，私的使用のための複製(以下「私的複製」という場合がある。)に対して著作権者の複製権を制限している。同条項が私的複製を許した趣旨についてを本件サービスとの関係で検討する。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本件サービスにおいては，紙の書籍1冊から電子ファイル一つが作成され，電子ファイルに供された紙の書籍は控訴人らの手元で破棄されるのであるから，複製物自体の数に変化は生じないので，複製は零細，微々たるものである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "控訴人らが書籍を電子ファイル化しても，被控訴人らを始めとする権利者に与える影響は軽微であるのみならず，電子ファイル化によって書籍の保管場所が空くことで，新しい書籍の購入の動機付けともなるなど，有益的ですらある。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "技術の発展や表現方法の多様化により，著作物の利用，使用が多様化するとともに，著作物の流通方法，保存方法も多様化しており，そのような中で，利用者はどのような方法で，著作物を利用，使用するか，利用者自身が既存の著作物から着想を得て，新しい表現をするなど，著作物に関する私的領域は拡大している。私的領域で実現できる私的複製を始めとする法定利用行為についても，大量かつ高性能に行うことが可能となっているが，本件サービスは，このような私人である利用者が私的領域に使用するためだけに利用されている。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "以上によれば，本件サービスは私的複製の趣旨に合致こそすれ，その趣旨を逸脱しないから，利用者が複製行為の主体であると判断すべき事情となる。",
                    "以上のように，本件の複製行為主体性について，複製の対象，方法，複製物への関与の内容，程度や本件サービスの実態，私的領域が拡大した社会的状況の変化等の諸要素を総合考慮して判断すると，複製行為の主体は利用者であって，控訴人ドライバレッジではない。",
                    "著作権法30条1項の適用の可否(争点1-2)",
                    "〔控訴人らの主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "仮に，控訴人ドライバレッジが複製行為の主体と認められたとしても，本件においては，利用者も複製行為の主体と認められるのであるから，利用者と控訴人ドライバレッジは共同主体となる。",
                "著作権法30条1項の「その使用する者」の意味について，原則は使用者自身によることが求められているが，例外的に，使用者の手足と評価できる者による複製であれば，その複製は，使用者自身による複製と法的に評価される。または，複製行為の主体である使用者については，同条項の私的複製に当たり，複製権侵害が認められないのであるから，その効果が使用者の手足として複製行為をした者にも及び，同人についても，複製権侵害が認められないこととなる。",
                "しかるに，ジは利用者の手足として書籍を電子ファイル化している。したがって，本件において，控訴人ドライバレッジについては同条項が適用される。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に，控訴人ドライバレッジが複製行為の主体と認められ，利用者は複製行為の主体とならないとしても，控訴人ドライバレッジによる書籍の電子ファイル化は「その使用する者による複製」といえるから，著作権法30条1項の適用により，被控訴人らの複製権を侵害しない。",
                "著作権法30条1項の趣旨は，べたとおり，私的複製は零細，微々たるものであるから，これが行われても著作権者に与える影響が軽微なこと，私的領域内の私人の自由な行為を保障すべきことにある。本件サービスは，利用者個人が，私的領域において自由かつ簡単にできる書籍の電子ファイル化を代行するものにすぎず，利用者が書籍の購入，電子ファイル化する書籍の選別，送付，電子ファイルの様式に関する具体的な指示等をしていることから，利用者の私的領域内における自由な行為を実現するものである。また，本件サービスにおいては，利用者が適法に取得した書籍を対象としており，権利者に対価が還元されていること，電子ファイル化に供された書籍は廃棄され，同一書籍から複数回の複製がされることはなく，大量複製を誘発しないこと，明示的に電子ファイル化を拒否する権利者の書籍については不可作家として本件サービスを利用することができないなど，本件サービスによる電子ファイル化は零細な事業であり，著作権者に経済的な不利益を与えるものではない。これらの事情を考慮すれば，本件サービスによる書籍の電子ファイル化については，同条項の趣旨が妥当し，仮に控訴人ドライバレッジが利用者の手足といえないような場合であっても，控訴人ドライバレッジによる複製は利用者である「その使用する者」がした複製に当たり，同条項の適用がある。",
                "著作権法30条1項が「その使用する者が複製する」ことを要求した趣旨は，私人である使用者以外の者が複製する著作物を決定する場合には，特定の著作物について組織的に複製されることになりかねず，著作権者に与える影響を無視し得ないところにあるから，同条項の適用に当たっては，使用者本人が複製するか否かを決定しているかが肝要であって，物理的に複製をする者が誰かは重要ではない。そして，同条項の「その使用する者が複製する」という要件を活用して，裁断済みの書籍の保管や転用はせず，注文の都度，利用者からの宅送ないし直送を要するなど，相応に非効率なビジネスモデルを採用する自炊代行業者に限り，同条項の私的複製の範囲内と認めて著作権侵害の責任を免らしめると解すべきである。",
                "従来，コピー業者への複製依頼は私的使用に当たらないとされてきた著作権者に与える影響が軽微であれば，私的複製を許す趣旨に合致するのであるから，コピー業者への複製依頼であっても，サービス内容やサービス規約上大量複製を行わない業者や，コピー業者による複製がサービス内容からして著作権者に甚大な影響を与えないような場合には私的複製に当たるものと解すべきである。",
                "加えて，私的領域における自由の範囲が拡大し，著作物の利用，使用方法の多様性，容易性，表現の多様性に溢れる昨今において，著作権法30条1項の「その使用する者」を，使用者本人だけと解するのはあまりに硬直的すぎる。かかる見地からすれば，仮に控訴人ドライバレッジが利用者の手足といえないような場合であっても，控訴人ドライバレッジによる複製は利用者である「その使用する者」がした複製に当たり，著作権法30条1項の適用がある。",
                "〔被控訴人らの主張〕"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "控訴人らは，仮に，控訴人ドライバレッジが複製行為の主体と認められたとしても，本件においては，利用者も複製行為の主体と認められ，利用者と控訴人ドライバレッジの共同主体となるところ，控訴人ドライバレッジは利用者の手足として書籍を電子ファイル化しているから，本件において，控訴人ドライバレッジについては著作権法30条1項が適用される旨主張する。",
                "しかし，複製行為の主体であることと，単なる手足にすぎないこととは両立しないから，控訴人らの上記主張は，控訴人ドライバレッジが(利用者と共同の)複製行為の主体であるとする一方で，控訴人ドライバレッジを利用者の手足であると評価している点で，主張自体が矛盾している上，を利用者の手足であるということはできない。",
                "そして，同条項は，①個人的に又は家庭内その他これに準ずる限られた範囲内において使用することを目的とし，かつ②その使用する者が複製することを要件としている。複製行為の主体は，上記のとおり控訴人ドライバレッジであるから，控訴人ドライバレッジについてこれらの要件を判断すべきこととなる。",
                "そうすると，控訴人ドライバレッジは，営利を目的として，顧客である不特定多数の利用者に複製物である電子ファイルを納品・提供するために複製を行っているのであるから，控訴人ドライバレッジ自身が個人的に又は家庭内その他これに準ずる限られた範囲内において使用することを目的としている場合には当たらず，上記①の要件を欠くことが明らかである。また，電子ファイルを使用する者は利用者であるのに対し，複製行為の主体は控訴人ドライバレッジであるから，上記②の要件も欠くことが明らかである。",
                "なお，利用者も複製行為の主体であると仮定しても，少なくとも控訴人ドライバレッジが利用者との共同主体であることは否定されないし，また利用者から見ても，現実の複製作業を行っているのは控訴人ドライバレッジであって，複製物を使用する利用者自身が複製しているものではないから，「その使用する者が複製する」場合に当たらない。",
                "したがって，控訴人らの上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人らは，仮に，控訴人ドライバレッジが複製行為の主体と認められ，利用者は複製行為の主体とならないとしても，控訴人ドライバレッジによる書籍の電子ファイル化は「その使用する者による複製」といえるから，著作権法30条1項の適用により，被控訴人らの複製権を侵害しない旨主張する。",
                "しかし，同条項は，「私的使用」という目的のみならず，「その使用する者が複製する」ことを要件としているのであるから，同項が適用されるためには，「その使用する者」(すなわち私的使用をする者)自身が複製することを要し，複製物の最終的な使用者(エンドユーザー)が私的使用を目的としていることでは足りず，文理上，自ら私的使用をしようとする目的を有する者のみが同項による適法な複製行為の主体たり得る。仮に複製物の最終的な使用者にとって，私的使用目的でさえあれば，すべからく私的複製の抗弁が成立するとすれば，同条項があえて「その使用する者が複製することができる」と規定した意味が没却されてしまう。しかるに本件において，複製行為の主体である控訴人ドライバレッジは，自ら私的使用することを目的としている者ではないから，その行為に同条項の適用がないことは明白である。",
                "さらに，同条項の趣旨に照らしても，以下に述べるとおり，同条項によって控訴人ドライバレッジの複製行為が許容される余地はない。",
                "同条項の趣旨は，閉鎖的な範囲内の零細な利用を認めることにあるとされ，「その使用する者が複製できる」という制限を付している趣旨についても，家庭のような閉鎖的な私的領域における零細な複製を許容するものであって，外部の者を介入させる複製を認めないという趣旨によるものであるとされている。このように同条項は，著作権に対する「例外的な」制限として，使用者が自らの手間，時間，設備，費用等の範囲内で行い得るような零細な複製行為については，これを許容しているものである。",
                "これに対し，著作権法は，たとえ私的使用目的であっても，複製を外部の者が介入して行うような場合(例えば，コピー業者に複製を委託するような場合)については，同条項の適用を排除しているのである。さらにいえば，コピー業者に複製を委託するのではなく，自ら複製を行う場合であっても，公衆の使用に供することを目的として設置されている自動複製機器を用いて複製する場合には，同条項1号により，原則として権利制限が及ばない(すなわち，私的複製の抗弁が成り立たない)ものとされているのである(ただし，附則5条の2により，当分の間，専ら文書又は図画の複製に供する複製機器は除外されている。)。",
                "そうすると，控訴人ドライバレッジによる本件サービスのように，外部の業者が介入し，使用者が自らの手間，時間，設備，費用等の範囲内で行い得るよりもはるかに大規模な複製を可能とするサービスについて，同条項の適用を認めることは，まさに外部の者の介入を排除するという立法趣旨に真っ向から反することになる。",
                "控訴人らは，このような同条項の文理及び趣旨を忘れ，著作権法の目的や私的領域の拡大に伴う権利制限規定の類推適用云々という，抽象論を展開しているが，著作権法は同法1条に規定されている「公正な利用」の範囲を定めるものとして，同法30条以下の各種権利制限規定を設けており，同法30条1項の趣旨・文言からして，控訴人らのような業者が介入した複製行為が排除されているのであるから，控訴人ら主張の抽象論を採用する余地はない。",
                "差止めの必要性(争点1-3)",
                "〔被控訴人らの主張〕"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人らは，いずれもわが国を代表する著名な作家であるから，控訴人ドライバレッジが注文を受けた書籍には原告作品が多数含まれている蓋然性が高いし，今後注文を受ける書籍にも含まれる蓋然性が高い。",
                "被控訴人らは，本件訴訟提起に先立つ平成23年9月5日，他の作家115名及び出版社7社(株式会社角川書店，株式会社講談社，株式会社光文社，株式会社集英社，株式会社小学館，株式会社新潮社，株式会社文藝春秋)と連名で，控訴人ドライバレッジを含む「自炊代行サービス」などと名乗るスキャン事業者約100社に対して，各事業者の事業の内容等に関する質問書(以下「本件質問書」という。)を送付した。",
                "控訴人ドライバレッジは，同月15日付けで，本件質問書に対し，今後は被控訴人らを含む122名の差出人作家についてはスキャン事業を行わない旨回答し，そのウェブサイトにスキャン対応不可の著作者一覧として被控訴人らを含む122名の差出人作家のリストを掲載した。しかし，控訴人ドライバレッジは，実際には原告作品を含む書籍についてスキャン事業を継続し，現に原告作品の書籍について注文を受けてスキャニングを行っている。すなわち，被控訴人らは，スキャン事業の実態及び侵害行為の事実を把握・確認するため，平成24年7月31日，控訴人ドライバレッジの運営する「スキャポン」に対して試験的な発注を行ったところ，控訴人ドライバレッジは，当該発注に応じて，発注した原告作品のスキャン済みデータ及び裁断済み書籍を返却した。",
                "控訴人ドライバレッジは，発注された書籍が被控訴人らなどスキャン不可作家の作品であるか否かを目視によりチェックし，該当するものは返却していたと主張するが，原告作品のスキャン依頼に応じていたことは，上記のとおり明らかである。控訴人ドライバレッジは現在は一部の書籍のスキャンを行っていないと主張するが，そのことは著作権侵害のおそれ，差止めの必要性の判断において何ら影響を及ぼさない。",
                "したがって，今後も，被控訴人らの複製権が侵害されるおそれが認められ，被控訴人らは，その侵害の停止又は予防を請求する権利を有する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人らは，スキャン事業はユーザーが購入した書籍を対象としているから，その過程において，被控訴人らには経済的損害は全くなく，損害発生のおそれがなく，差止請求権は発生しない旨主張する。",
                "しかしながら，著作権法112条1項は損害の発生を差止請求権の要件としていないし，差止請求権は著作権の準物権的性格に基づくもので，不法行為に基づく損害賠償請求権とは性質を異にするから，損害の発生と差止請求権の成否とは論理必然の関係にない。",
                "なお，控訴人らの，被控訴人らには経済的損害が全くなく損害発生のおそれがない旨の主張自体も正しくない。当該主張を善解すれば，①ユーザーは新書籍購入の対価を支払済みであり，②スキャンデータはユーザーが自己使用するだけなので，被控訴人らに損害はないという趣旨であろうが，そもそも，これらが事実である保障は何ら存しない。また，①についていえば，書籍とこれをスキャンした電子データとは質的に異なる媒体であるから，当初の価格設定(ないし著作権使用料の額)が異なる可能性は十分にある。さらに，②についていえば，事後的な複製物の大量増加及び転々流通のおそれからすれば，少なくとも損害発生の「おそれ」は厳然として存する。",
                "〔控訴人らの主張〕"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "控訴人ドライバレッジは，利用者から送付された書籍が被控訴人らを含めスキャンを許容しない作家の作品か否かについては，目視によりチェックを行い，併せて平成25年4月中旬頃からは，書籍の奥付のISBＮ情報を元に書籍のタイトル及び作者を割り出してチェックし，該当する書籍については着払いで返却し，スキャン等の複製を実施していない。確かに，控訴人ドライバレッジは，平成23年10月から平成25年1月までの間にチェック漏れにより，被控訴人らの書籍557冊をスキャンしたことはあったものの，同期間の納品数と比較すると多数とはいえない。したがって，被控訴人らの複製権が侵害されるおそれはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に本件サービスにおいて，被控訴人らの複製権の侵害があるとしても，ユーザーが購入した書籍を対象としているから，その過程において，被控訴人らには経済的損害は全くなく，損害発生のおそれがないから，差止請求権は発生しない。",
                "また，損害発生のおそれを差止請求権の要件とする解釈を採用しないとしても，損害発生のおそれがない以上，差止めの必要性を欠く。",
                "不法行為に基づく損害賠償請求の成否及び損害額(争点2)",
                "〔被控訴人らの主張〕"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "著作権法112条1項は，「…著作権者…は，その…著作権…を侵害するおそれがある者に対し，その侵害の…予防を請求することができる。」旨を定めている。したがって，著作権を現に侵害する行為はもちろん，著作権侵害をするおそれがある状況を作出することも，著作権法上，差止請求の対象となる違法な行為である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人ドライバレッジは，被控訴人ら多数の著作権者から，本件質問書によって，控訴人ドライバレッジの行為が著作権侵害行為となる旨を指摘され，その中止を求められたにもかかわらず，著作権侵害のおそれがある状況を自ら作出している。控訴人ドライバレッジは，本件質問書を無視して，その事業をそのまま継続し，ホームページ等において広く利用者を募集するなどして，自ら作出した著作権侵害のおそれがある状況を任意には解消しない姿勢を明確にしていたのであって，被控訴人らに，訴訟手続をもって，原告作品のスキャニング行為の停止を求めざるを得なくせしめたのである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，控訴人Xは，控訴人ドライバレッジの代表者として，自ら被控訴人らの本件質問書に回答し，事業の運営統括責任者，唯一の役員となり，同じくスキャン事業に主導的な関与をしているのであるから，控訴人Xは控訴人ドライバレッジと共同して，上記ア及びイの違法行為を行っているものである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "控訴人らは，控訴人ドライバレッジの事業が，被控訴人らの著作権を侵害するおそれのある行為であることを知りながら，被控訴人らからの本件質問書を無視して事業を継続しているのであって，上記違法行為について，未必の故意(少なくとも過失)が存する。",
                "また，控訴人らが違法な事業を継続し，広く利用者を募集し続けて，被控訴人らの著作権を侵害するおそれのある状況を作出し，それを継続していれば，被控訴人らが，控訴人らに対し，侵害のおそれのある行為の停止を求めて訴えを提起することを余儀なくされ，その場合には，相当の弁護士費用の支出を余儀なくされることは当然であるから，控訴人らの上記違法行為と被控訴人らの弁護士費用の支出との間には相当因果関係がある。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "被控訴人らが，被控訴人ら代理人弁護士に支払うべき弁護士費用のうち，少なくとも原判決別紙弁護士費用計算記載の金額は，不法行為と相当因果関係のある損害である。",
                "したがって，被控訴人らは，それぞれ，控訴人らに対し，損害賠償金として，各21万円(147万円の7分の1)の連帯支払を求める。",
                "〔控訴人らの主張〕",
                "争う。",
                "スキャン代行業者が増加する中，著作権者サイドの実務家から，その違法性について議論が提起されていたが，その主要な問題点は，デジタルデータ及び裁断本が転々流通することにより，作家及び出版社に収益が還元されないという点であった。",
                "控訴人ドライバレッジがスキャン代行事業を開始した当時から現在に至るまで，スキャン代行を違法とする法制度は整備されていないばかりか，そのような裁判例も存在しない。さらに，スキャン代行業者の最大手「ブックスキャン」を含む大手業者及び老舗業者に対しては訴訟提起自体もされていなかった。",
                "控訴人ドライバレッジは，上記のような動向を認識して事業を開始することとし，もともと個人的又は家庭内使用を目的とするスキャン代行，具体的には医学書等の専門書を中心としたスキャン代行サービスを開始した。",
                "控訴人ドライバレッジは，デジタルデータの販売を行うことのないよう利用者から送付された本をスキャンした後はサーバーからデジタルデータの削除を行い，ユーザーの側で裁断本の転売が行われることのないよう，裁断本の返却は行わないこととし，さらに，顧客ターゲットは医師，弁護士等の専門職にある者を中心とすることにより，デジタルデータ転売の危険性を防止した。",
                "以上のとおり，控訴人ドライバレッジ及び控訴人Xに法益侵害の認識はなかった。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "前記第2の2の前提事実のほか，証拠(本文中に掲記)及び弁論の全趣旨によれば，以下の事実が認められる。",
            "控訴人ドライバレッジの事業概要",
            "控訴人ドライバレッジは，「スキャポン」の名称で本件サービスを行っている。",
            "控訴人ドライバレッジの本件サービスの概要は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "利用者は，ウェブサイトにおいて，無料会員登録をした後，会員ページにログインして利用を申し込む。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "対象の書籍は，A4サイズまでの書籍である(雑誌のように静電気が発生してスキャンに支障が出るもの，辞書やタウンページ等のように薄い頁の書籍等を除く。)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "サービス料金は，「スキャン料金」が1冊200円，書籍到着後7～10日で納品を行う「お急ぎ便」(ブックカバースキャン，OCR処理がセット)が1冊380円であり(1冊は350頁までであり，以降200頁ごとに1冊分の追加料金が付加される。)，他に「通販直送便」のプランがあるほか，ブックカバースキャン等の有料オプションサービスも用意されている。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "利用者は，書籍を指定された住所に送付するが，アマゾン等のオンライン書店から直送することもできる。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "控訴人ドライバレッジは，書籍を裁断した上で，スキャナーで読み取ることにより，書籍を電子的方法により複製して，電子ファイルを作成する。電子ファイルのフォーマットは，PDF形式(セルフサービスでJPEG形式に変換可能)である。",
                "このスキャン作業については，控訴人ドライバレッジの事務所に設置されたスキャナーとコンピュータを接続したシステムにおいて，電動裁断機等で裁断した書籍をスキャンし，その結果をPDFファイルで保存する。保存されたPDFファイルは，修正作業のためJPEG形式に変換される。上記システムでは，JPEG形式のファイルに対して，Hough変換処理(紙粉によるスジノイズ検知)や各頁の縦横サイズ計算(縦横のサイズが異なる頁を検知)を行う。上記システムによるデータ不良のチェックが完了すると，検品システムに目視検品が可能なリストが表示され，リストに表示されたファイルを目視で全頁検品する。この検品により，頁折れ，ゴミの付着の有無，紙粉スジの有無，傾斜，歪み，糊の跡，頁の順番，落丁，重複等がチェックされる。目視による検品の後，書籍をありのまま再現し，スキャンにより生じたノイズを取り除くために，画像編集ソフトによる修正作業を行う。修正作業後，PDFファイルのファイル名入力作業が行われる。"
              ]
            },
            {
              "fig": "カ",
              "subject": "控訴人ドライバレッジは，完成した電子ファイルを，サーバーにアップロードし，利用者はこれをインターネット上のダウンロード用サイトからダウンロードするが，希望により電子ファイルを収録したDVDを配送する方法により納品を受けることもできる。",
              "text": [
                "(甲12～17，24，丙2，9，10，11の1～4，丙13，14)",
                "作家122名の質問に対する控訴人ドライバレッジの対応等"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人らを含む作家122名と出版社7社は，平成23年9月5日付けの本件質問書をもって，控訴人ドライバレッジを含むスキャン事業者約100社に対し，上記作家122名はスキャン事業における利用を許諾していないとした上で，上記作家122名の作品について，依頼があればスキャン事業を行う予定があるかなどの質問を行った。これに対し，控訴人ドライバレッジは，同月15日付け回答書をもって，上記作家122名の作品について，利用者の依頼があってもスキャン事業を行うことがない旨回答した。その後，控訴人ドライバレッジは，そのウェブサイトの「著作権について」と題するページに，スキャン対応不可の著作者一覧として被控訴人らを含む著作者120名を掲載した(甲18，21，23，24)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被控訴人ら代理人である前田哲男弁護士は，調査会社に対し，スキャン事業における利用を許諾していない作家の作品について，控訴人ドライバレッジがスキャンに応じるか否かの調査を依頼した。調査会社に依頼された協力者は，平成24年7月31日，控訴人ドライバレッジに対し，本件質問書において利用を許諾しない作家として記載されている被控訴人Y6及びAの各作品である「部長島耕作」(全13巻)及び「沈黙の艦隊」(全32巻)のスキャンを申し込んだ。控訴人ドライバレッジは，同年8月14日，協力者に対し，スキャンによって作成されたPDFファイルを収録したDVDを納品するとともに，同年9月2日，裁断済みの書籍を返送した(甲36)。",
                "なお，上記被控訴人Y6及びAについては，控訴人ドライバレッジのウェブサイトの「著作権について」と題するページのスキャン対応不可の著作者一覧にも掲載されている。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，控訴人ドライバレッジは，本件質問書に回答した翌月である平成23年10月から平成25年1月末日までの間に，利用者の注文に応じて，原告作品について合計557冊(平成23年10月は47冊，同年11月は28冊，同年12月は14冊，平成24年1月は10冊，同年2月は6冊，同年3月は29冊，同年4月は83冊，同年5月は65冊，同年6月は97冊，同年7月は30冊，同年8月は45冊，同年9月は31冊，同年10月は13冊，同年11月は33冊，同年12月は20冊，平成25年1月は6冊)をスキャンして電子ファイル化し，これをサーバーにアップロードして利用者によるダウンロードを可能とすることにより，利用者に納品した(控訴人らの自認)。",
                "以上の事実に基づいて，以下，各争点について検討する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人ドライバレッジによる複製行為の有無(争点1-1)について",
          "text": [
            "「著作者は，その著作物を複製する権利を専有する。」(著作権法21条)ところ，「複製」とは，著作物を「印刷，写真，複写，録音，録画その他の方法により有形的に再製すること」である(同法2条1項15号)。そして，複製行為の主体とは，複製の意思をもって自ら複製行為を行う者をいうと解される。",
            "本件サービスは，前記1 控訴人ドライバレッジに書籍の電子ファイル化を申し込む，②利用者は，控訴人ドライバレッジに書籍を送付する，③控訴人ドライバレッジは，書籍をスキャンしやすいように裁断する，④控訴人ドライバレッジは，裁断した書籍を控訴人ドライバレッジが管理するスキャナーで読み込み電子ファイル化する，⑤完成した電子ファイルを利用者がインターネットにより電子ファイルのままダウンロードするか又はDVD等の媒体に記録されたものとして受領するという一連の経過をたどるものであるが，ナーで読み込み電子ファイル化する行為が，本件サービスにおいて著作物である書籍について有形的再製をする行為，すなわち「複製」行為に当たることは明らかであって，この行為は，本件サービスを運営する控訴人ドライバレッジのみが専ら業務として行っており，利用者は同行為には全く関与していない。",
            "そして，控訴人ドライバレッジは，独立した事業者として，営利を目的として本件サービスの内容を自ら決定し，スキャン複製に必要な機器及び事務所を準備・確保した上で，インターネットで宣伝広告を行うことにより不特定多数の一般顧客である利用者を誘引し，その管理・支配の下で，利用者から送付された書籍を裁断し，スキャナで読み込んで電子ファイルを作成することにより書籍を複製し，当該電子ファイルの検品を行って利用者に納品し，利用者から対価を得る本件サービスを行っている。",
            "そうすると，控訴人ドライバレッジは，利用者と対等な契約主体であり，営利を目的とする独立した事業主体として，本件サービスにおける複製行為を行っているのであるから，本件サービスにおける複製行為の主体であると認めるのが相当である。",
            "控訴人らは，「複製」といえるためには，オリジナル又は複製物に格納された情報を格納する媒体を有形的に再製することに加え，当該再製行為により複製物の数を増加させることが必要であるが，本件サービスにおいては，複製物である書籍を裁断し，そこに格納された情報をスキャニングにより電子化して電子データに置換した上，原則として裁断本を廃棄するものであって，その過程全体において，複製物の数が増加するものではないから，「複製」行為は存在せず，著作権(複製権)侵害は成立しない旨主張する。",
            "」とは，著作物を「印刷，写真，複写，録音，録画その他の方法により有形的に再製すること」である(同法2条1項15号)。本件サービスにおいては，書籍をスキャナーで読みとり，電子化されたファイルが作成されており，著作物である書籍についての有形的再製が行われていることは明らかであるから，複製行為が存在するということができるのであって，有形的再製後の著作物及び複製物の個数によって「複製」の有無が左右されるものではない。",
            "したがって，控訴人らの上記主張は採用することができない。",
            "控訴人らは，本件サービスにおいて，「特定の」書籍の所有者(処分権者)による書籍の取得，送付がなければ，およそ書籍の電子ファイル化などすることができないことから，利用者による「特定の」書籍の取得及び送付こそが，書籍の電子ファイル化にとって「不可欠の前提行為」であり「枢要な行為」にほかならず，利用者は本件サービスを利用しなくても，利用者自ら書籍を電子ファイル化することが可能であって，控訴人ドライバレッジは，利用者自身が実現不可能な複製を可能としているのではないし，利用者が取得していない書籍や取得し得ない書籍を電子ファイル化しているものでもないから，控訴人ドライバレッジの行為が複製の実現について「枢要な行為」ということはできず，控訴人ドライバレッジは複製行為の主体ではない旨主張する。",
            "しかし， 控訴人ドライバレッジは，独立した事業者として，本件サービスの内容を決定し，スキャン複製に必要な機器及び事務所を準備・確保した上で，インターネットで宣伝広告を行うことにより不特定多数の一般顧客である利用者を誘引し，その管理・支配の下で，利用者から送付された書籍を裁断し，スキャナで読み込んで電子ファイルを作成することにより書籍を複製し，当該電子ファイルの検品を行って利用者に納品し，利用者から対価を得る本件サービスを行っている。したがって，利用者が複製される書籍を取得し，控訴人ドライバレッジに電子ファイル化を注文して書籍を送付しているからといって，独立した事業者として，複製の意思をもって自ら複製行為をしている控訴人ドライバレッジの複製行為の主体性が失われるものではない。また，利用者による書籍の取得及び送付がなければ，控訴人ドライバレッジが書籍を電子ファイル化することはないものの，書籍の取得及び送付自体は「複製」に該当するものではなく，「複製」に該当する行為である書籍の電子ファイル化は専ら控訴人ドライバレッジがその管理・支配の下で行っているのである。控訴人ドライバレッジは利用者の注文内容に従って書籍を電子ファイル化しているが，それは，利用者が，控訴人ドラ用しているにすぎず，当該事実をもって，控訴人ドライバレッジによる書籍の電子ファイル化が利用者の管理下において行われていると評価することはできない。また，利用者は本件サービスを利用しなくても，自ら書籍を電子ファイル化することが可能であるが，そのことによって，独立した事業者として，複製の意思をもって自ら複製行為をしている控訴人ドライバレッジの複製行為の主体性が失われるものではない。",
            "控訴人らは，本件サービスにおいては，利用者が，特定の書籍の電子ファイル化を計画し，その書籍を調達し，控訴人ドライバレッジにその書籍を送付し，電子ファイル化を依頼し，さらに複製された電子ファイルを利用者自身が使用していること，複製された電子ファイルは利用者しかアクセスできないインターネットページからダウンロードされること，控訴人ドライバレッジは，電子ファイル化した書籍を廃棄処分し，さらには電子化したファイルに個人情報(住所，氏名，注文番号等)を入力することで，利用者がデータを流通，転用した場合に，個人の責任を容易に追及できるようにしていること，利用者は，電子ファイル化の発意，書籍の調達，送付から使用に至るまで，終始関与し，利用者の責任において書籍を電子ファイル化しているといえること，書籍の電子ファイル化は，通常，利用者ができない態様での複製ではないことからすれば，本件サービスにおいて，書籍の調達，送付行為が持つ意味は大きく，利用者が，書籍の電子ファイル化を「管理」しているのであるから，スキャン行為の主体は利用者であって，控訴人ドライバレッジは利用者の「補助者」ないし「手足」にすぎず，控訴人ドライバレッジの複製行為の主体性は阻却される旨主張する。",
            "一般に，ある行為の直接的な行為主体でない者であっても，その者が，当該行為の直接的な行為主体を「自己の手足として利用してその行為を行わせている」と評価し得る程度に，その行為を管理・支配しているという関係が認められる場合には，その直接的な行為主体でない者を当該行為の実質的な行為主体であると法的に評価し，当該行為についての責任を負担させることがあり得るということができる。",
            "しかし，既に前記 及び で説示したとおり，利用者は，控訴人ドライバレッジが用意した本件サービスの内容に従って本件サービスを申し込み，書籍を調達し，電子ファイル化を注文して書籍を送付しているのであり，控訴人ドライバレッジは，利用者からの上記申込みを事業者として承諾した上でスキャン等の複製を行っており，利用者は，控訴人ドライバレッジの行うスキャン等の複製に関する作業に関与することは一切ない。",
            "そうすると，利用者が控訴人ドライバレッジを自己の手足として利用して書籍の電子ファイル化を行わせていると評価し得る程度に，利用者が控訴人ドライバレッジによる複製行為を管理・支配しているとの関係が認められないことは明らかであって，控訴人ドライバレッジが利用者の「補助者」ないし「手足」ということはできない。",
            "したがって，控訴人らの上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "控訴人らは， 複製行為の主体を判断する上で，複製物の対象を誰が選択しているかが最重要視されなければならず，利用者は，自由な意思に基づき，電子ファイル化を希望する「特定の」書籍を複製の対象として選定し，控訴人ドライバレッジに電子ファイル化を注文・指示して，書籍を送付し，さらに複製された電子ファイルを使用しており，利用者の電子ファイル化する書籍の選択，調達，送付及び電子ファイル化の注文・指示がなければ，控訴人ドライバレッジが書籍をスキャンして電子ファイル化することはおよそ不可能であり，利用者のかかる行為，過程に控訴人ドライバ出版社が，著作権者の了解を得ずに，印刷業者に原稿を持ち込んで本の印刷を依頼し，印刷がされる場合，複製の実現に当たり，出版社の役割が法的には複製行為の主体とみることができる程度に大きいと考えられているところ，これを本件についてみると，利用者が書籍の電子ファイル化を計画していること，対象書籍を調達していること，さらには対象書籍を提供(送付)して，電子ファイル化を依頼していることは，利用者を複製行為の主体と認めるに十分な事情旨は，私的複製は零細，微々たるものであって，権利者に与える影響が軽微であること及び私的領域の自由を確保するためであることという点にあるところ，これを本件サービスについていえば，本件サービスにおいては，複製物自体の数に変化は生じないので，複製は零細，微々たるものであって，控訴人らが書籍を電子ファイル化しても，被控訴人らを始めとする権利者に与える影響は軽微であること，私人である利用者が私的領域に使用するためだけに本件サービスが利用されていることからすれば，本件サービスは私的複製の趣旨に合致こそすれ，その趣旨を逸脱しないこと，その他，本件における複製の対象，方法，複製物への関与の内容，程度や本件サービスの実態，私的領域が拡大した社会的状況の変化等の諸要素を総合考慮して判断すると，複製行為の主体は利用者であって，控訴人ドライバレッジではない旨主張する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかし，既に前記 及び で説示したとおり，利用者が，自由な意思に基づき，無数にある書籍から特定の書籍を購入し，又は既に対価を支払い取得済みである書籍から，電子ファイル化を希望する「特定の」書籍を複製の対象として選定し，控訴人ドライバレッジに電子ファイル化を注文・指示して，書籍を送付し，さらに複製された電子ファイルを使用しているからといって，独立した事業者として，複製の意思をもって自ら複製行為をしている控訴人ドライバレッジの複製行為の主体性が失われるものではない。また，利用者の電子ファイル化する書籍の選択，調達，送付及び電子ファイル化の注文・指示がなければ，控訴人ドライバレッジが書籍をスキャンして電子ファイル化することはなく，また，書籍の電子ファイル化が単純かつ機械的な作業であり，スキャン機器が汎用品であって私人において容易にこれを準備・使用できるものであるとしても，そのことによって，独立した事業者として，複製の意思をもって自ら複製行為をしている控訴人ドライバレッジの複製行為の主体性が失われるものではない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "控訴人らは，出版社が，著作権者の了解を得ずに，印刷業者に原稿を持ち込んで本の印刷を依頼する場合を挙げるが，本件サービスにおいては，控訴人ドライバレッジは，通常，書籍の電子ファイル化が，その書籍の著作権者の複製権を侵害するか否かを容易に知り得るのであって，その上で，本件サービスの内容を決定し，インターネットで宣伝広告を行うことによって不特定多数の一般顧客である利用者を誘引し，利用者から書籍の電子ファイル化の注文を受け付け，書籍の題名及び著作者等を確認した上で複製行為をしているのであるから，控訴人ドライバレッジと利用者の関係を，印刷業者と出版社の関係に類するものとみることは相当でなく，控訴人ドライバレッジを利用者の手足と評価することはできないというべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "控訴人らは，著作権法30条1項の趣旨に基づき，本件サービスは私的複製の趣旨に合致こそすれ，その趣旨を逸脱しないと主張するが，利用者について同条項の私的使用の目的が認められるからといって，利用者以外の現に複製を行った者の複製行為主体性が当然に失われるものではない。",
                "また，この点を措いても，本件サービスにおいて，控訴人ドライバレッジが，著作物である書籍について有形的再製を行っていることは明らかであり，有形的再製後の著作物及び複製物の個数によって「複製」の有無が左右されるものではないことは， である。また，書籍が電子ファイルに転換されることにより，同電子ファイルが容易に第三者に対して転々譲渡され得ることからすれば，本件サービスによる複製が零細，微々たるものであって権利者に与える影響が軽微であるなどと断定することはできない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上によれば，本件サービスにおける複製の対象，方法，複製物への関与の内容，程度や本件サービスの実態，私的領域が拡大した社会的状況の変化等の諸要素を総合考慮しても，控訴人ドライバレッジが本件サービスにおける複製行為の主体ではないとする控訴人らの主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "著作権法30条1項の適用の可否(争点1-2)について",
          "text": [
            "「個人的に又は家庭内その他これに準ずる限られた範囲内において使用することを目的とする」る者が複製する」ことを要件として，私的使用のための複製に対して著作権者の複製権を制限している。",
            "そして，前記2のとおり，控訴人ドライバレッジは本件サービスにおける複製行為の主体と認められるから，控訴人ドライバレッジについて，上記要件の有無を検討することとなる。しかるに，控訴人ドライバレッジは，営利を目的として，顧客である不特定多数の利用者に複製物である電子ファイルを納品・提供するために複製を行っているのであるから，「個人的に又は家庭内その他これに準ずる限られた範囲内において使用することを目的とする」ということはできず，上記①の要件を欠く。また，控訴人ドライバレッジは複製行為の主体であるのに対し，複製された電子ファイルを私的使用する者は利用者であることから，「その使用する者が複製する」ということはできず，上記②の要件も欠く。",
            "したがって，控訴人ドライバレッジについて同法30条1項を適用する余地はないというべきである。",
            "控訴人らは，使用者の手足と評価できる者による複製であれば，その複製は，著作権法30条1項の「その使用する者」による複製と法的に評価され，または，複製行為の主体である使用者については，同条項の私的複製に当たり，複製権侵害が認められないのであるから，その効果が使用者の手足として複製行為をした者にも及び，同人についても，複製権侵害が認められないこととなるところ，仮に，控訴人ドライバレッジが複製行為の主体と認められたとしても，本件においては，利用者も複製行為の主体と認められ，利用者と控訴人ドライバレッジの共同主体となるが，控訴人ドライバレッジは利用者の手足として書籍を電子ファイル化しているのであるから，控訴人ドライバレッジについては同条項が適用される旨主張する。",
            "しかし，前記2 のとおり，本件サービスにおいて，控訴人ドライバレッジを利用者の「補助者」ないし「手足」と認めることはできないから，控訴人らの上記主張はそもそも前提となる事実を欠き，採用することができない。",
            "控訴人らは，著作権法30条1項の趣旨は，私的複製は零細，微々たるものであるから，これが行われても著作権者に与える影響が軽微なこと，私的領域内の私人の自由な行為を保障すべきことにあるところ，本件サービスは，利用者個人が，私的領域において自由かつ簡単にできる書籍の電子ファイル化を代行するものにすぎず，利用者が書籍の購入，電子ファイル化する書籍の選別，送付，電子ファイルの様式に関する具体的な指示等をしていることから，利用者の私的領域内における自由な行為を実現するものであり，また，本件サービスにおいては，利用者が適法に取得した書籍を対象としており，権利者に対価が還元されていること，電子ファイル化に供された書籍は廃棄され，同一書籍から複数回の複製がされることはなく，大量複製を誘発しないこと，明示的に電子ファイル化を拒否する権利者の書籍については不可作家として本件サービスを利用できないことなど，本件サービスは零細な事業であり，著作権者に経済的な不利益を与えるものではないことをも考慮すれば，本件サービスによる書籍の電子ファイル化については，同条項の趣旨が妥当し，仮に控訴人ドライバレッジが利用者の手足といえないような場合であっても，控訴人ドライバレッジによる複製は利用者である「その使用する者」がした複製に当たり，同条項の適用がある旨主張する。",
            "著作権法30条1項は，個人の私的な領域における活動の自由を保障する必要性があり，また閉鎖的な私的領域内での零細な利用にとどまるのであれば，著作権者への経済的打撃が少ないことなどに鑑みて規定されたものである。そのため，同条項の要件として，著作物の使用範囲を「個人的に又は家庭内その他これに準ずる限られた範囲内において使用することを目的とする」(私的使用目的)ものに限定するとともに，これに加えて，複製行為の主体について「その使用する者が複製する」との限定を付すことによって，個人的又は家庭内のような閉鎖的な私的領域における零細な複製のみを許容し，私的複製の過程に外部の者が介入することを排除し，私的複製の量を抑制するとの趣旨・目的を実現しようとしたものと解される。そうすると，本件サービスにおける複製行為が，利用者個人が私的領域内で行い得る行為にすぎず，本件サービスにおいては，利用者が複製する著作物を決定するものであったとしても，独立した複製代行業者として本件サービスを営む控訴人ドライバレッジが著作物である書籍の電子ファイル化という複製をすることは，私的複製の過程に外部の者が介入することにほかならず，複製の量が増大し，私的複製の量を抑制するとの同条項の趣旨・目的が損なわれ，著作権者が実質的な不利益を被るおそれがあるから，「その使用する者が複製する」との要件を充足しないと解すべきである。",
            "そのほか，控訴人らは「その使用する者」についてるる主張するが，いずれも同条項の趣旨を逸脱するものであり，失当である。",
            "したがって，控訴人らの上記主張は採用することができない。",
            "以上によれば，本件サービスにおける複製行為について，著作権法30条1項を適用することによって，これを適法とすることはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "差止めの必要性(争点1-3)について",
          "text": [
            "のとおり，控訴人ドライバレッジは，スキャン事業として，会員登録をした利用者から利用申込みがあると，有償で，書籍をスキャナーで読み取ることにより，書籍を電子的方法により複製して，電子ファイルを作成している。",
            "そして， 認定のとおり，控訴人ドライバレッジは，被控訴人らを含む作家122名及び出版社7社から送付され，その内容として同作家らはスキャン事業における利用を許諾していないが，同作家らの作品について依頼があればスキャン事業を行う予定があるかなどの質問が記載された本件質問書に対し，同作家らの作品について，利用者の依頼があってもスキャン事業を行うことがない旨回答し，そのウェブサイトにスキャン対応不可の著作者一覧として被控訴人らを含む著作者120名を掲載しながらも，本件質問書において利用を許諾しない作家として記載され，かつ，控訴人ドライバレッジのウェブサイトのスキャン対応不可の著作者一覧に掲載されている被控訴人Y6及びAの各作品について，利用者の注文を受けて，スキャンによって作成したPDFファイルを収録したDVDを納品し，さらに，本件質問書に対して回答した翌月である平成23年10月から平成25年1月までの間に，原告作品を合計557冊スキャンし電子ファイル化して利用者に納品している。",
            "そうすると，控訴人ドライバレッジは，今後も，本件サービスにおいて，原告作品をスキャナで読み取って電子ファイルを作成し，被控訴人らの著作権を侵害するおそれがあるというべきであるから，控訴人ドライバレッジに対し，第三者から委託を受けて原告作品が印刷された書籍を電子的方法により複製することを差し止める必要性がある。",
            "以上のとおりであるから，被控訴人らの控訴人ドライバレッジに対する著作権法112条1項に基づく差止請求は理由がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "不法行為に基づく損害賠償請求の成否及び損害額(争点2)について",
          "text": [
            "著作権者が，著作権を侵害する者又は侵害するおそれがある者に対し，著作権法112条1項に基づく差止請求をする場合には，著作権侵害を理由とする不法行為に基づく損害賠償を請求する場合と同様，著作権者において，具体的事案に応じ，著作権取得に係る事実に加え，著作権侵害又は侵害するおそれに係る事実を主張立証する責任を負うのであって，著作権者が主張立証すべき事実は，不法行為に基づく損害賠償を請求する場合とほとんど変わるところがない(損害賠償請求では，故意又は過失に加え，損害の発生及びその額を主張立証する責任を負う点が異なる。)。そうすると，著作権法112条1項に基づく差止請求権は，著作権者がこれを訴訟上行使するためには弁護士に委任しなければ十分な訴訟活動をすることが困難な類型に属する請求権であるということができる。",
            "したがって，著作権者が，著作権法112条1項に基づく差止めを請求するため訴えを提起することを余儀なくされ，訴訟追行を弁護士に委任した場合には，その弁護士費用は，事案の難易その他諸般の事情を斟酌して相当と認められる額の範囲内のものに限り，著作権侵害又は侵害のおそれと相当因果関係に立つ損害というべきである。",
            "これを本件についてみると，前記 のとおり，控訴人ドライバレッジは，被控訴人らを含む作家122名に対して，同作家らの作品について，利用者の依頼があってもスキャン事業を行うことはない旨回答し，そのウェブサイトにスキャン対応不可の著作者一覧として被控訴人らを含む著作者120名を掲載しながらも，これらに含まれる被控訴人Y6及びAの各作品について，利用者の注文を受けて，スキャンによって作成したPDFファイルを収録したDVDを納品し，さらに，平成23年10月から平成25年1月までの間に，原告作品を合計557冊スキャンし電子ファイル化して利用者に納品している。こうした控訴人ドライバレッジの対応により，被控訴人らは同控訴人に対する差止めを請求するため訴訟提起を余儀なくされ，訴訟追行を弁護士に委任したものと認められる。また，これらの事実によれば，控訴人ドライバレッジには少なくとも過失が認められる。",
            "また，証拠(甲3，12，21，23，丙2，8)によれば，控訴人Xは，控訴人ドライバレッジの唯一の取締役かつ代表者であるとともに，本件サービス事業の運営統括責任者として事業を統括し，本件質問書の送付を受けたことについても認識していることが認められるから，控訴人ドライバレッジと同様に少なくとも過失が認められ，控訴人ドライバレッジと共同して不法行為責任を負う。",
            "したがって，被控訴人らの控訴人らに対する不法行為に基づく損害賠償請求権が成立し，前記 控訴人ドライバレッジに対する差止請求に係る弁護士費用相当額は，被控訴人らによる著作権侵害又は侵害のおそれと相当因果関係に立つ損害ということができる。そして，差止請求に係る弁護士費用相当額は，本件事案の内容，審理の経過，差止請求の内容，その他本件においてみられる諸般の事情を勘案すると，被控訴人1名につき10万円が相当であり，控訴人らは，連帯して，上記金額につき損害賠償の責めを負うというべきである。",
            "小括",
            "以上のとおり，被控訴人らの控訴人らに対する不法行為に基づく損害賠償請求は，被控訴人1名につき10万円(附帯請求として控訴人ドライバレッジにつき訴状送達の日の翌日である平成24年12月2日から，控訴人Xにつき訴状送達日の翌日である同月7日から，各支払済みまで民法所定の年5分の割合による遅延損害金)の連帯支払を求める限度で理由がある。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原判決は相当であって，控訴人らの本件控訴はいずれも理由がないから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}