{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立ての"
    },
    {
      "text": "ための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2011-18524号事件について平成25年1月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成16年10月21日，発明の名称を「双方向の同一又は異なる伝動特性を備えるカップリング装置」とする特許出願(特願2004-306903号。請求項の数37)をした(甲2)。",
                "特許庁は，平成23年4月22日付けで拒絶査定をしたため，原告は，同年8月26日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，これを不服2011-18524号事件として審理し，平成25年1月25日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年2月8日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成25年6月7日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲の請求項1の記載(平成24年6月8日付け手続補正書(甲3)による補正後のもの。同補正後の請求項の数5)は，次のとおりである。以下，請求項1に記載された発明を「本願発明」といい，本願発明に係る明細書(甲2，3)を，図面を含めて「本願明細書」という。",
            "「第一入出力端(401)，第二入出力端(402)と，撓み性カップリング(403)と，撓み性値或いはトルクの調整制御装置(405)と，単方向の伝動装置(404)と，を含み，当該単方向の伝動装置は両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性を備える双方向の撓み性カップリング装置であって，",
            "当該装置の第一入出力端は撓み性カップリングを経由して撓み性値或いはトルクの調整制御装置により異なる回転率で第二入出力端を駆動して撓み性伝動を行うことができ，また第二入出力端は単方向の伝動装置を経由して，第一入出力端を駆動して剛性伝動を行うことができ，或いは第二入出力端は撓み性カップリングを経由して異なる回転率で撓み性値或いはトルクの調整制御装置により第一入出力端を駆動して撓み性伝動を行うことができ，また第一入出力端は単方向の伝動装置を経由して，第二入出力端を駆動して剛性伝動を行うことができ，",
            "撓み性カップリングは流体カップリング(403)であり，駆動する流力を生じる翼のある自動的回転部(4031)及び流体により駆動される受動的回転部(4032)を有し，",
            "撓み性値或いはトルクの調整制御装置(405)により撓み性カップリング(403)の駆動トルクを調整制御することを特徴とする双方向の撓み性カップリング装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，引用例である実願平2-2456号(実開平3-94454号)のマイクロフィルム(甲1)に記載された発明(以下「引用発明」という。)と同一の発明であるから，特許法29条1項3号の規定により，特許を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明は，次のとおりである。",
                "「エンジン出力軸，トランスミッション入力軸と，流体継手と，ステータと，ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチと，を含み，当該ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチはエンジン出力軸とトランスミッション入力軸の間においてトランスミッション入力軸側の慣性力でエンジン出力軸を回転させるような状態になった場合直結状態であるが，エンジン出力軸側からトランスミッション入力軸側に動力を伝達する場合解放状態である，という伝動特性を備えるロックアップ装置付き流体継手であって，",
                "当該ロックアップ装置付き流体継手のエンジン出力軸は流体継手を経由してステータにより回転速度差を許容してトランスミッション入力軸に動力を伝達することができ，またトランスミッション入力軸はロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチを経由して，エンジン出力軸を回転させることができ，",
                "流体継手はポンプインペラ及びタービンランナを有し，",
                "ステータにより流体継手のトルクの増幅を行うロックアップ装置付き流体継手。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件審決の判断の要旨",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の「エンジン出力軸」，「トランスミッション入力軸」，「流体継手」，「ステータ」，「ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチ」，「ロックアップ装置付き流体継手」，「ポンプインペラ」，「タービンランナ」は，それぞれ本願発明の「第一入出力端(401)」，「第二入出力端(402)」，「撓み性カップリング(403)」，「撓み性値或いはトルクの調整制御装置(405)」，「単方向の伝動装置(404)」，「双方向の撓み性カップリング装置」，「駆動する流力を生じる翼のある自動的回転部(4031)」，「流体により駆動される受動的回転部(4032)」に相当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明の「エンジン出力軸とトランスミッション入力軸の間においてトランスミッション入力軸側の慣性力でエンジン出力軸を回転させるような状態になった場合直結状態であるが，エンジン出力軸側からトランスミッション入力軸側に動力を伝達する場合解放状態である，という伝動特性」は，本願発明の「両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性」に相当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明の「エンジン出力軸は流体継手を経由してステータにより回転速度差を許容してトランスミッション入力軸に動力を伝達する」は，本願発明の「第一入出力端は撓み性カップリングを経由して撓み性値或いはトルクの調整制御装置により異なる回転率で第二入出力端を駆動して撓み性伝動を行う」に相当し，引用発明の「トランスミッション入力軸はロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチを経由して，エンジン出力軸を回転させる」は，本願発明の「第二入出力端は単方向の伝動装置を経由して，第一入出力端を駆動して剛性伝動を行う」に相当する。本願発明の「当該装置の第一入出力端は撓み性カップリングを経由して撓み性値或いはトルクの調整制御装置により異なる回転率で第二入出力端を駆動して撓み性伝動を行うことができ，また第二入出力端は単方向の伝動装置を経由して，第一入出力端を駆動して剛性伝動を行うことができ，或いは第二入出力端は撓み性カップリングを経由して異なる回転率で撓み性値或いはトルクの調整制御装置により第一入出力端を駆動して撓み性伝動を行うことができ，また第一入出力端は単方向の伝動装置を経由して，第二入出力端を駆動して剛性伝動を行うことができ」は「或いは」の前後の何れか一方の構成が有れば足りることから，引用発明の「当該ロックアップ装置付き流体継手のエンジン出力軸は流体継手を経由してステータにより回転速度差を許容してトランスミッション入力軸に動力を伝達することができ，またトランスミッション入力軸はロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチを経由して，エンジン出力軸を回転させることができ」に相当する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明の「流体継手はポンプインペラ及びタービンランナを有し」は，本願発明の「撓み性カップリングは流体カップリング(403)であり，駆動する流力を生じる翼のある自動的回転部(4031)及び流体により駆動される受動的回転部(4032)を有し」に相当する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "引用発明の「ステータにより流体継手のトルクの増幅を行う」は，本願発明の「撓み性値或いはトルクの調整制御装置(405)により撓み性カップリング(403)の駆動トルクを調整制御する」に相当する。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，本願発明と引用発明との間に差異は認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の新規性の判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "審判における審理不尽(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の新規性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の「単方向の伝動装置」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本願の請求項1に「当該単方向の伝動装置は両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である」と記載されていること，同請求項1においては，「単方向の伝動装置」が「一方向クラッチ」又は「ワンウエイクラッチ」と記載されていないことを根拠として，本願発明の「単方向の伝動装置」が引用発明の「「ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチ」に相当するとしている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本願明細書の段落【0012】【0018】【0024】【0030】【0036】には，「単方向の伝動装置104，204，304，404，504，604」が記載されているところ，本願明細書図1ないし図38を参照すると，本願発明の「単方向の伝動装置」は，単一の部材であり，「一方向クラッチ」又は「ワンウエイクラッチ」であることは明らかである。",
                    "したがって，本願発明の「単方向の伝動装置」は，引用発明の「ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチ」から構成される一群の装置に相当するということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明の構成及び本願明細書の段落【0030】の記載によると，本願発明の「単方向の伝動装置」は，「従来の単方向クラッチ」又は「その他の一つの回転方向が剛性伝動を伝えるが，その反対の回転方向は空転の単方向の伝動装置」であることは明らかであるから，「単方向の伝動装置」がクラッチを含むものと限定的に解釈することはできない。",
                    "被告は，「単方向の伝動装置」が具体的な構成まで限定するものではないことを根拠に，引用発明の「ロックアップクラッチ9」を含むと主張する。",
                    "しかし，特許請求の範囲に記載は具体的な製品を記載するのではなく，思想レベルで記載することが認められており，その用語の意義は，明細書の記載及び図面を考慮して解釈するものであるから，上記被告の主張は，特許請求の範囲の記載に基づくものではなく，明細書の記載及び図面を考慮しても，そこに記載されていない「ロックアップクラッチ9」を含むという限定を加えて解釈することは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「ロックアップクラッチ」を備える構成について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，引用発明が有するロックアップクラッチ9を備えていない。",
                    "本願発明は，撓み性カップリング(403)を経由して一方向のみに撓み性伝動を行い，単方向の伝動装置(404)を経由して撓み性伝動とは逆方向のみに剛性伝動を行うものである。",
                    "これに対し，引用発明は，ロックアップクラッチ9が閉じた場合，第一入出力端と第二入出力端との間で剛性伝動を双方向に行うものである。",
                    "したがって，本願発明と引用発明は，異なる構成を備えており，作用効果である伝動特性も異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，単方向の伝動装置(404)によって剛性伝動を行う場合，引用発明のようにロックアップクラッチ9を解放する制御を必要としないこと，単方向の伝動装置(404)によって剛性伝動を行う場合，引用発明のようにクラッチ機構11を係合する制御を必要としないことから，構成が簡素である。",
                    "これに対し，引用発明では，トランスミッション入力軸5側の慣性力でエンジン出力軸3を回転させる場合，一方向ディスク10はロックアップクラッチ9に連結されているので，ロックアップクラッチ9を開放しなければならず，さらにクラッチ機構11を係合状態に維持しなければ，一方向ディスク10に取付けてある一方向クラッチ12が係合状態となることはない。したがって，トランスミッション入力軸5からエンジン出力軸3へ動力を伝達する場合，引用発明においては，トランスミッション出力軸5からエンジン出力軸3へ動力を伝達する場合，ロックアップクラッチ9を開放し，クラッチ機構11を係合する制御をしなければならないことから，構成が複雑である。",
                    "以上のとおり，本願発明は，引用発明のようにクラッチ機構11及びロックアップクラッチ9を備える必要がないから，引用発明とは異なる発明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願発明に必要のない機能を付け加えて本願発明の技術的思想を解釈すべきではない。本願発明は，引用発明のクラッチ機構11及びロックアップクラッチ9を備えていないことは明らかであるから，引用発明に対して新規性を有する。",
                "したがって，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本願発明の「単方向の伝動装置」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，「当該単方向の伝動装置は両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性を備える」ものと特定されているから，本願発明の「単方向の伝動装置」は，「両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性を備える」ものとして特定されているということができる。すなわち，本願発明は，「単方向の伝動装置」を伝動特性のみで特定しているにすぎず，具体的な構成に限定するものではない。また，本願発明は，「単方向の伝動装置」が「一方向クラッチ」であるか，「ワンウエイクラッチ」であるかについては何ら特定するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書の段落【0030】には，「単方向の伝動装置404は，従来の単方向クラッチ，又はその他一つの回転方向が剛性伝動を行えるが，その反対の回転方向は空転の単方向伝動装置で構成する。」と記載されているから，本願発明の「単方向の伝動装置」は，「単方向クラッチ」であるか，又は「一つの回転方向が剛性伝動を行えるが，その反対の回転方向は空転の単方向伝動装置」であればよいと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願明細書の図1ないし図38などから，「単方向の伝動装置」は単一の部材からなる「一方向クラッチ」又は「ワンウエイクラッチ」であることが明らかである旨主張するが，図面の記載から直ちに単一の部材からなる一方向クラッチ又はワンウエイクラッチであると理解することはできない。仮に，単一の部材であることが図面から読み取れたとしても，本願発明の「単方向の伝動装置」は，「一つの回転方向が剛性伝動を行えるが，その反対の回転方向は空転の単方向伝動装置」であれば足り，単一の部材以外の単方向伝動装置としても構成し得るのであるから，原告の主張は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本願発明の「単方向の伝動装置」を「一方向クラッチ」又は「ワンウエイクラッチ」と限定して解釈する理由は存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「ロックアップクラッチ」を備える構成について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の「ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチ」に関し，引用例(甲1)には，①「トランスミッション入力軸5側の慣性力でエンジン出力軸3を回転させるような状態になった場合・・・・エンジン出力軸3がトランスミッション入力軸5に対して相対的に逆回転しようとするので，一方向ディスク10を取付けてある一方向クラッチ12が係合状態となり，すなわちエンジン出力軸3とトランスミッション入力軸5とが直結状態となる」(明細書9頁9ないし20行)とあり，また，②「エンジン出力軸3側からトランスミッション入力軸5側に動力を伝達する場合には，その一方向クラッチ12が解放状態となって一方向ディスク10には動力が伝達されず」(明細書11頁1ないし4行)と記載されている。上記①は，トランスミッション入力軸5側からエンジン出力軸3側への伝動特性が直結状態，すなわち剛性伝動であることを意味し，上記②は，エンジン出力軸3側からトランスミッション入力軸5側側への伝動特性が開放状態，すなわち空転状態であることを意味する。",
                    "したがって，引用発明の上記構成が，一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転であるという伝動特性を備えていることは明らかであり，このような伝動特性を備えることは原告も認めている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明について，ロックアップクラッチが閉じた場合の機能やロックアップクラッチ等の制御の態様を根拠として，本願発明と引用発明とは，その構成及び作用効果が異なる旨主張する。",
                    "しかし，前記1で述べたとおり，本願発明の「単方向の伝動装置」は，「両入出力端において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性を備える」ものとして特定されているのであって，このような伝動特性を備えるものであれば足り，それ以上の具体的な構成や制御の態様についてまで限定して解釈する必要はない。",
                    "引用発明の「ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチ」は，前記のとおり，「両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性」を備えるものであるから，このような伝動特性を備える点で本願発明と引用発明とはその構成及び作用効果において異なるものではない。",
                    "そして，そのような伝動特性は，ロックアップクラッチが，車速などの所定の条件を満たすことによって係合されてエンジン出力軸3側とトランスミッション入力軸5側とを直接連結することをも可能とする付加機能を備えているとしても，否定されるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願発明と引用発明とが同一であるとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審判における審理不尽)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件出願における請求項4には，「撓み性カップリングは二重作動式発電効力カップリング(503)」であることが記載されている。二重作動式発電効力カップリング503は，本願明細書の図9及び段落【0035】に記載のとおり，発電機能を有するものである。",
                "これに対し，引用例には，発電機能を備えた構成は記載も示唆もされていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，本件出願のうち，請求項1のみを取り上げて，請求項4については全く審理していない。",
                "したがって，本願発明(請求項1)のみを審理した本件審決は，少なくとも請求項4について全く審理をしていない点で，発明の奨励を目的とする特許法1条の趣旨に反し，審理不尽であることは明らかであって，取消しを免れない。",
                "〔被告の主張〕",
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の特許請求の範囲は，前記第2の2に記載のとおりであるところ，本願明細書(甲2，3)には，おおむね次の記載がある(図面については，別紙1の本願明細書図面目録を参照。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本発明は，双方向の同一又は異なる伝動特性を備えるカップリング装置を提供するものである。それは，特定に双方向で回転エネルギーを伝送できるカップリング装置である。それは，特定に少なくとも一つの第一入出力端及び少なくとも一つの第二入出力端を備える双方向で回転する伝動カップリングである。第一入出力端で第二入出力端を駆動して伝動を行う場合，その二つの入出力端の間で回転差を連続で行えるし，特定又は撓み性値或いはトルクを調整制御できる伝動特性を呈する。",
                "逆に，第二入出力端で第一入出力端を駆動して伝動を行う場合，必要によって連続で回転差を行えるし，特定の伝動特性，又は，撓み性値或いはトルクを調整制御できる伝動特性を呈するものを選べる。又は，無回転差の剛性伝動特性を持つものを選べる。双方向の同一又は異なる伝動特性を備えるカップリング装置を(1)回転の動力源の出力端に設け，又は(2)不安定な衝撃性のロード入力側に設け，又は(3)回転の動力源と慣性フライホイール又はダンパーフライホイールの間に設け，又は(4)慣性フライホイール又はダンパーフライホイールとロードの間に設け，又は(5)その他機械回転エネルギーを伝動するものに設けることができる(段落【0001】)。",
                "この双方向の同一又は異なる伝動特性を備えるカップリング装置の応用範囲は，とても広いのである。例えば，エンジン動力の駆動装置，各種の陸上，水上，水面下，空中に使う物を載せる道具，産業機械，穿孔装置，プレス装置，裁断機，鍛造機，又は各種の工具マシンに応用する。又は，気流又は液流の流力で駆動する装置に応用し，例えば，風力又は水力発電機，又は風力で駆動する排気ファン，風力で駆動するポンプ，波のエネルギーを回転動力に転換してから出力する設備，又はその他流力を回転動力に変換してから出力する設備，又は人力駆動装置，人力で踏む自転車，又はその他人力で駆動する運動器具，人力で駆動する回転道具，発電機，器具，又はその他人力で駆動する応用装置などを含むので，その応用機能及び性能を向上できるのである(段落【0002】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "text": [
                "従来のカップリングは，普通2種類に分けられる。その一つは，連続回転差を行える撓み性カップリング装置である。例えば，従来の機械性スライド摩擦カップリング，粘着性流体スライド摩擦カップリング，渦電流カップリング，磁性流体又は磁気パウダーカップリング，ガス状態又は液状態の流体カップリング，又は二重作動式発電効力カップリングなどの各種の二重作動式発電効力カップリングで構成されるものである。その入力側及び出力側の双方向の間に回転エネルギーの伝送を行う場合，全てロードの変化によって回転差を持つ剛性伝動を呈するものである(段落【0003】)。",
                "もう一つは，剛性カップリングである。それは，機械式クラッチ，又は電磁力クラッチ，気体力，液体力，機械力，遠心力で駆動する摩擦式クラッチなどの各種従来の剛性カップリング装置である。又，その入力側及び出力側の間で回転エネルギーが正常に伝送を行う場合，両者が同期無回転差の剛性カップリングを呈するものである。上述の2種のカップリングの単一性能を応用する場合，よく制限になるのである(段落【0004】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "本発明は，双方向の同一又は異なる伝動特性を備えるカップリング装置を提供するものである(段落【0005】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "本発明は，特定に少なくとも一つの第一入出力端及び少なくとも一つの第二入出力端を備える双方向で回転する伝動カップリングである。第一入出力端で第二入出力端を駆動して伝動を行う場合，その二つの入出力端の間に，特定又は撓み性値或いはトルクを調整制御できる伝動特性を呈する。又，第二入出力端で第一入出力端を駆動する場合，その二つの入出力端の間に必要によって特定，又は，撓み性値或いはトルクを調整制御できる伝動特性を呈する伝送を選べる。又は，無回転差の剛性伝動特性を持つものを選べる(段落【0006】)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明を実施するための最良の形態",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "別紙1の図1は，本発明の構造原理の説明図である。その主要な構成は，以下のものを含む。",
                    "第一入出力端101は，軸形状，ホイール形状，ディスク形状又はその他各種回転エネルギーの伝送構造で構成するものである。それによって，単方向の伝動装置104のある側と接続し，及び撓み性カップリング装置103の自動回転部と接続する。第一入出力端従来の回転構造と接続するか，電力モーター，内燃機，外部燃焼エンジン，風力，液体力で駆動する構造，人力で駆動する構造の回転部と接続する。又は，その他電機エネルギー，光エネルギー，熱エネルギー，又は人力，流力，例えば，風力，水力，波などの物理エネルギー，化学エネルギー，自然エネルギーで駆動する装置より生じる回転エネルギーで駆動するものと接続するのである(段落【0009】)。",
                    "第二入出力端102は，軸形状，ホイール形状，ディスク形状又はその他各種回転エネルギーの伝送構造で構成するものである。それによって，特定又は撓み性値，トルクを調整制御できる撓み性カップリング装置103の受動回転部と接続してから，単方向の伝動装置104の別の側と接続する。第二入出力端によって直接又は従来の伝動ホイールセットで構成する伝動装置を経由してエネルギー貯蔵用の慣性フライホイール又は機械ダンパー装置，又はその他各種の機械回転エネルギーで駆動するロード装置と接続する(段落【0010】)。",
                    "撓み性カップリング装置103は，従来の機械性スライド摩擦カップリング，粘着性流体スライド摩擦カップリング，渦電流カップリング，磁性流体又は磁気パウダーカップリング，ガス状態又は液状態の流体カップリング，又は二重作動式発電効力カップリングなどの機械式，電磁気式，その他物理構造，又はその他類似機能のあるカップリングで構成する特定又は撓み性値，トルク機構を調整制御できる撓み性伝動装置に関するものである。その中に，自動的回転部1031及び受動的回転部1032があり，その両者は連続で回転差を行える非剛性回転エネルギーカップリングの伝動機能を備える。又，自動的回転部1031によって第一入出力端101と接続し，受動的回転部1032によって第二入出力端102と接続する。撓み性カップリング装置の中での一つの伝動方向又は二つの伝動方向は，必要によって特定撓み値，トルク，又はカップリングの撓み性値，トルク機構を調整制御できる機械式制御装置，固体電子制御装置，電機式制御装置，電磁式制御装置又は流力制御装置等の物理性の構造で構成するものを選ぶことで，その撓み性カップリングの撓み性値又はトルクをゼロカップリング(離脱カップリング)から最大撓み性値又はトルクカップリング(完全に閉じる)まで調整制御する(段落【0011】)。",
                    "単方向の伝動装置104は，従来の単方向クラッチ，又はその他一つの回転方向が剛性伝動を行えるが，その反対の回転方向は空転の単方向伝動装置で構成する。又，単方向伝動装置の一端を撓み性カップリング装置103の第一入出力端101に接続して，別の一端を撓み性カップリング装置103の受動回転部と接続することで，その中での一つのカップリング伝動方向を剛性伝送とし，別一つの伝動方向を撓み性伝送とする。この単方向の伝動装置104は，必要によって設置するか，設置しないことを選べる。別紙1の図2は，本発明のカップリング装置に単方向の伝動装置を設けないことで，双方向の撓み性伝動特性を構成する構造例の説明図である(段落【0012】)。",
                    "撓み性値又はトルクの調整制御装置105は，撓み性値又はトルクの調整制御装置によって撓み性カップリング装置を制御する。撓み性値又はトルクの調整制御装置がその選んだ撓み性カップリング装置の構造及び性質によって機械式制御装置，固体式電子制御装置，電機式制御装置，電磁気式制御装置，又は流力制御装置等の物理性構造で構成するものを選ぶことで，従来の機械性スライド摩擦カップリング，粘着性流体スライド摩擦カップリング，渦電流カップリング，磁性流体又は磁気パウダーカップリング，ガス状態又は液状態の流体カップリング，又は二重作動式発電効力カップリングなどの機械式，電磁気式，その他物理構造，又はその他類似機能のあるカップリングで構成する撓み性カップリング装置を制御する。又，撓み性カップリング装置は，特定又は撓み性値，トルクを調整制御できる機構を備える。その調整制御される撓み性値又はトルクカップリングは，ゼロカップリング(離脱カップリング)から最大撓み性値又はトルクカップリング(完全に閉じる)をその最大限度の範囲とするか，部分の範囲とすることができる。その撓み性値又はトルクの選定及び調整制御は，以下を含む。(1)第一入出力端が第二入出力端の撓み性値又はトルクを調整制御する。又は，(2)第二入出力端が第一入出力端にフィードバックして伝送する時の撓み性値又はトルクを調整制御する。又は，(3)同時に(1)及び(2)を調整制御することで，両者の伝動撓み性値又はトルクが同一か，異なることになる。この撓み性値又はトルク調整制御装置は，必要によって設置か，設置しなくても良いのである(段落【0013】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "別紙1の図7は，図1が気体又は液体で駆動する流体カップリングを単方向伝動装置と結合することで，二状態のカップリングを構成する実施例である。",
                    "第一入出力端401は，軸形状，ホイール形状，ディスク形状又はその他各種回転エネルギーの伝送構造で構成するものである。それによって，単方向の伝動装置404のある側と接続し，及び流体カップリングの自動的回転部4031と接続する。第一入出力端を従来の回転構造と接続するか，電力モーター，内燃機，外部燃焼エンジン，風力，液体力で駆動する構造，人力で駆動する構造の回転部と接続する。又は，その他電機エネルギー，光エネルギー，熱エネルギー，又は人力，流力，例えば，風力，水力，波などの物理エネルギー，化学エネルギー，自然エネルギーで駆動する装置より生じる回転エネルギーで駆動するものと接続するのである(段落【0027】)。",
                    "第二入出力端402は，軸形状，ホイール形状，ディスク形状又はその他各種回転エネルギーの伝送構造で構成するものである。それによって，流体カップリングの受動的回転部4032と接続してから，単方向の伝動装置404の別の側と接続する。第二入出力端によって直接又は従来の伝動ホイールセットで構成する伝動装置を経由してエネルギー貯蔵用の慣性フライホイール又は機械ダンパー装置，又はその他各種の機械回転エネルギーで駆動するロード装置と接続する(段落【0028】)。",
                    "流体カップリング403は，駆動する流力を生じる翼のある流体カップリングの自動的回転部4031を備えることで，第一入出力端401と接続する。又，流力駆動を受ける流体カップリングの受動的回転部4032，ケースがあり，それによって，流体カップリングの自動的回転部4031が第一入出力端401に駆動されて回転する場合，気体又は流体を伝動の媒体としてエネルギーを伝送することで，ロードの変化によって，相対的な回転速度差を生じさせて，撓み性伝動を行って，流体カップリングの受動的回転部4032及び第二入出力端402を駆動する。流体カップリングの自動的回転部4031と第一入出力端401，及び流体カップリングの受動的回転部4032と第二入出力端402の接続関係を，流体カップリングの自動的回転部4031と第二入出力端402，及び流体カップリングの受動的回転部4032と第一入出力端401の接続関係に変更しても良いのである(段落【0029】)。",
                    "単方向の伝動装置404は，従来の単方向クラッチ，又はその他一つの回転方向が剛性伝動を行えるが，その反対の回転方向は空転の単方向伝動装置で構成する。又，単方向伝動装置の一端を流体カップリング403の第一入出力端401に接続して，別の一端を流体カップリング403の受動的回転部4032と接続することで，その中での一つのカップリング伝動方向を剛性伝送とし，別一つの伝動方向を撓み性伝送とする。この単方向の伝動装置404は，必要によって設置するか，設置しないことを選べる。別紙1の図8は，図7が単方向の伝動装置を設けないが，気体又は液体で駆動する流体カップリングを利用して，双方向伝動を行うことで，二状態カップリング装置を構成する実施例である(段落【0030】)。",
                    "撓み性値又はトルクの調整制御装置405は，機械式，電機式，固体電子電気回路で構成する撓み性値又はトルクの調整制御装置である。それによって，気体又は液体で駆動する流体カップリングの撓み性値又はトルクを調整制御できる。この撓み性値またはトルクの調整制御装置は，必要によって設置するか，設置しなくても良いのである(段落【0031】)。",
                    "上記構造によって，第一入出力端401より回転エネルギーを磁性流体又は磁気パウダーの撓み性を経由して第二入出力端402まで伝送する。逆に，第二入出力端402によって単方向の伝動装置404を経由して回転エネルギーを剛性で第一入出力端401にフィードバックして伝送することで，無回転差の剛性伝送を行う。又は，単方向伝送装置404を設けない場合，その回転エネルギーを第二入出力端402を経由して流体カップリングを駆動して，撓み性伝送を行って第一入出力端401まで伝送する(段落【0032】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用例について",
          "text": [
            "引用例(甲1)には，おおむね次の記載がある(図面については，別紙2の引用例図面目録を参照。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "実用新案登録請求の範囲",
              "text": [
                "「駆動軸に一体的に連結されたポンプインペラと，従動軸に一体的に連結されたタービンランナと，駆動軸もしくは駆動軸と一体の部材と従動軸もしくは従動軸と一体の部材とを連結するロックアップクラッチとを有する流体継手において，",
                "前記ロックアップクラッチと並列に一方向ディスクが設けられるとともにこれらロックアップクラッチと一方向ディスクとを外部からの入力信号で選択的に連結するクラッチ機構が設けられ，さらに前記一方向ディスクと駆動軸もしくは駆動軸に一体の部材との間に，一方向ディスクが駆動軸の通常回転方向へ駆動軸に対して相対回転する際にのみ係合する一方向クラッチが設けられていることを特徴とするロックアップ装置付き流体継手。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "産業上の利用分野",
              "text": [
                "この考案は，ポンプインペラで生起されたオイルの流れをタービンランナに供給してタービンランナを回転させることによって動力の伝達を行う流体継手に関し，特にオイルの流れを介さずに動力の伝達を行うロックアップ装置を備えた流体継手に関するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "従来の技術",
              "text": [
                "この種の流体継手のうち，車両用の自動変速機には，ポンプインペラとタービンランナとの間にステータを配置してタービンランナからポンプインペラに向かうオイルの流れを制御することにより，トルクの増幅を行う構造のトルクコンバータが採用されていることは周知のとおりである。このトルクコンバータでのトルクの伝達もオイルの流れを媒介して行われるから，駆動側のポンプインペラと従動側のタービンランナとの相対運動(回転速度差)を許容し，緩衝作用をなすので，車両の乗心地向上に有利に機能するが，その反面，伝達効率が100％とならないので燃費の低下要因となる。そこで従来では，ポンプインペラと一体のフロントカバーとトランスミッション入力軸との間にロックアップクラッチを設け，車速などの所定の条件を満たした状態でロックアップクラッチを係合させて駆動側と従動側とを直接連結して伝達効率の向上を図っている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "考案が解決しようとする課題",
              "text": [
                "一方向クラッチを備えたロックアップ装置付きのトルクコンバータでは，トランスミッション入力軸側からエンジン出力軸側へトルクを伝達しようとする際に一方向クラッチが非連結状態となるために，エンジンブレーキ時にロックアップクラッチが作用しないことになる。このような事態は，車速に関係なく生じるので，車速が遅い場合には，エンジン回転数が必要以上に下がってしまい，再加速時のエンジン回転数の増加割合を大きくしなければならなくなり，またエンジンブレーキ時にエンジンへの燃料の供給を停止(フューエルカット)する構造の車両では，エンジン回転数が所定値以上の場合にフューエルカットを行うようにしているので，一方向クラッチが非連結状態となってエンジン回転数が下がりすぎるとフューエルカットを行わず，その結果，燃費が悪化する不都合があった。",
                "この考案は上記の事情を背景としてなされたもので，エンジンブレーキの効きを向上させ，また燃費の改善を図ることのできるロックアップ装置付きの流体継手を提供することを目的とするものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "作用",
              "text": [
                "この考案では，ロックアップクラッチと一方向ディスクとがクラッチ機構により通常時は連結されて駆動軸と従動軸とはいわゆる直結状態にあり，車両用自動変速機に組み込んだ場合には，従動軸側から駆動軸側への動力の伝達が確実に行われ，エンジンブレーキが有効に作用する。また，その場合，エンジン回転数がある程度以上の回転数に維持されるので，フューエルカット機能のある車両では，フューエルカットが行われる。さらにシフトダウンを行う場合，クラッチ機構を解放状態に切り換えて駆動軸と従動軸とが直結状態とはならないので，変速時のエンジンによる制動を回避して乗り心地を良好に維持できる。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "実施例",
              "text": [
                "別紙2の第1図はこの考案の一実施例を模式的に示す断面図であって，ポンプインペラ1はフロントカバー2と一体化されてトルクコンバータ容器を構成しており，このフロントカバー2にエンジン出力軸3を連結することによりポンプインペラ1が回転駆動されるようになっており，さらにこのポンプインペラ1に対向するようタービンランナ4が配置されており，このタービンランナ4はトランスミッション入力軸5に連結されている。これらポンプインペラ1とタービンランナ4との間にはステータ6が配置され，このステータ6はその内周側に設けた一方向クラッチ7を介して所定の固定軸8に支持されている。トランスミッション入力軸5に連結されたロックアップクラッチ9が，フロントカバー2の内面所定箇所に対向して配置されており，その正面側及び背面側に油圧を加えることによりロックアップクラッチ9がフロントカバー2に接触して係合状態となり，あるいはフロントカバー2から離隔して解放状態となるよう構成されている。さらにロックアップクラッチ9と並列に一方向ディスク10が配置されるとともに，両者の間にこれらロックアップクラッチ9と一方向ディスク10とを連結し，また非連結状態とするクラッチ機構11が設けられており，かつその一方向ディスク10は，エンジン出力軸3に対してエンジン出力軸3の通常回転方向へ相対回転しようとする際に係合状態となる一方向クラッチ12を介して，エンジン出力軸3と実質的に一体の部材に連結されている。このクラッチ機構11は外部からの入力信号によって係合・解放の制御を行われるものであって，例えば電磁クラッチが採用される。",
                "ロックアップクラッチ9は，従来のトルクコンバータにおけるロックアップクラッチと同様に車速などの所定の条件を満たすことによって係合されてエンジン出力軸3側とトランスミッション入力軸5側とを直接連結するように制御され，これに対してクラッチ機構11は別紙2の第2図のフローチャートに示すように制御される。",
                "このクラッチ機構11は，通常は係合状態に設定されており，シフトダウン時には解放状態とされるので，ステップ1ではクラッチ機構11が係合状態(OＮ)か否かの判断を行う。直前にシフトダウンを行っていなければその判断結果は“イエス”となり，これに続くステップ2では，シフトダウン信号の有無を判断する。シフトダウン信号が出力されている場合にはクラッチ機構11を解放させ(ステップ3)，したがってフューエルカット機構のある車両では，エンジン回転数が低下することによりフューエルカットは行われない。これにより変速時のブレーキング現象が回避され，乗心地が良好になる。またシフトダウンの信号が出力されていない場合には，クラッチ機構11を係合状態に維持する(ステップ4)。したがって走行中にスロットル開度を急激に絞るなどのことによってトランスミッション入力軸5側の慣性力でエンジン出力軸3を回転させるような状態になった場合，クラッチ機構11によってロックアップクラッチ9に連結されている一方向ディスク10がエンジン出力軸3に対してその通常回転方向に相対回転しようとし，換言すれば，エンジン出力軸3がトランスミッション入力軸5に対して相対的に逆回転しようとするので，一方向ディスク10を取付けてある一方向クラッチ12が係合状態となり，すなわちエンジン出力軸3とトランスミッション入力軸5とが直結状態となるので，エンジンブレーキが確実に効くことになる。",
                "なお，一方向ディスク10は一方向クラッチ12を介してエンジン出力軸3に連結してあるので，エンジン出力軸3側からトランスミッション入力軸5側に動力を伝達する場合には，その一方向クラッチ12が解放状態なって一方向ディスク10には動力が伝達されず，したがってこの場合は，ポンプインペラ1およびタービンランナ4との間のオイルを介した動力の伝達もしくはロックアップクラッチ9を介した動力の伝達が行われる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本願発明の新規性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "単方向の伝動装置について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の「単方向の伝動装置」について",
                  "text": [
                    "本願発明において，単方向の伝動装置は，「単方向の伝動装置は両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性を備える」ものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の「ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチ」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記2(6)によると，引用発明のロックアップクラッチ9は，車速などの所定の条件を満たすことによって係合されるものであり，エンジン出力軸3とトランスミッション入力軸5とをポンプインペラ及びタービンランナ等からなる流体継手を介して連結するか，直接連結するかを切り替える機能を有するものである。",
                        "また，クラッチ機構11は，通常は係合状態に設定され，シフトダウン時には解放状態とされるものであり，エンジン出力軸3とトランスミッション入力軸5とを一方向ディスク10及び一方向クラッチ12を介しての連結を切り替える機能を有するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記2(6)によると，引用発明の一方向クラッチ12と一方向ディスク10は，エンジン出力軸3がトランスミッション入力軸5に対して相対的に逆回転しようとすると，一方向ディスク10を取り付けてある一方向クラッチ12が係合状態，すなわち剛性伝動となり，エンジン出力軸3からトランスミッション入力軸5に動力を伝達する場合には，エンジン出力軸3がトランスミッション入力軸5に対して，上記逆回転とは逆の方向，すなわち正回転するから，一方向クラッチ12が解放状態なって一方向ディスク10には動力が伝達されず，空転となるものである。",
                        "したがって，引用発明の一方向クラッチ12と一方向ディスク10は，エンジン出力軸3とトランスミッション入力軸5の間において，一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転であるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記2(6)によると，エンジン出力軸3からトランスミッション入力軸5に動力を伝達する際に，車速などの所定の条件を満たしておらず，シフトダウン時でない場合には，ロックアップクラッチ9は解放状態となり，クラッチ機構11は係合状態となるが，その際にはロックアップクラッチ9を介して動力は伝達されず，また，エンジン出力軸3からの回転は一方向クラッチ12と一方向ディスクにおいて空転となることから，結局，エンジン出力軸は，流体継手を経由して(ステータにより回転速度差を許容して)，トランスミッション入力軸を駆動して動力を伝達することとなる。逆に，トランスミッション入力軸からエンジン出力軸3に動力を伝達する際には，車速などの所定の条件を満たしておらず，ロックアップクラッチ9が解放状態であっても，一方向クラッチ12と一方向ディスク10とにより動力が伝達されるので，トランスミッション入力軸は，一方向クラッチ12と一方向ディスク10を経由して，エンジン出力軸3を駆動して剛性伝動を行うこととなる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，引用発明の「一方向ディスク，一方向クラッチ」は，両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性を備えるから，本願発明の「単方向の伝動装置」に相当するということができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，本願発明の「単方向の伝動装置」は，単一の部材であり，「一方向クラッチ」又は「ワンウエイクラッチ」であることは明らかであって，引用発明の「ロックアップクラッチ，クラッチ機構，一方向ディスク，一方向クラッチ」から構成される一群の装置に相当するということはできないなどと主張する。",
                        "引用発明のロックアップクラッチ9は，流体継手を経由したエンジン出力軸とトランスミッション入力軸との動力伝動を行うか否かを条件に応じて切り替えるものであり，クラッチ機構11は，一方向ディスク10と一方向クラッチ12を経由した動力伝動を行うか否かを切り替えるものであるから，動力の伝動方向や回転方向によって動力伝動を行うか否かを切り替えるための構成ではなく，またそのための構成の一部でもない。したがって，引用発明のロックアップクラッチ9，クラッチ機構11を含む構成が本願発明の「単方向の伝動装置」に相当するとした本件審決の認定は誤っている。",
                        "しかしながら，本願発明は，単方向の伝動装置について，「両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性を備える」と特定するのみで，単一の部材からなる構成に限定するものではなく，前記(エ)のとおり，引用発明の「一方向ディスク，一方向クラッチ」が本願発明の「単方向の伝動装置」に相当する。そして，後記(2)のとおり，「ロックアップクラッチ」を備える構成は，本願発明と引用発明の同一性の認定に影響を与えるものではない以上，これが結論に影響を及ぼすべき誤りであるとまでいうことはできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「ロックアップクラッチ」を備える構成について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明は，撓み性カップリング(403)を経由して一方向のみに撓み性伝動を行い，単方向の伝動装置(404)を経由して撓み性伝動とは逆方向のみに剛性伝動を行うものであるのに対し，引用発明は，ロックアップクラッチ9を閉じた場合，第一入出力端と第二入出力端との間で剛性伝動を双方向に行うものであるから，本願発明と引用発明は，異なる構成を備えており，作用効果である伝動特性も異なるなどと主張する。",
                    "しかしながら，前記2(3)及び(4)によると，引用発明は，ロックアップクラッチを有しない流体継手における燃費の低下を防止するためにロックアップクラッチを備えた流体継手が存在したところ，このような従来技術について，エンジンブレーキの効きを向上させ，また，燃費の改善を図ることを目的とする発明であるから，引用発明は，ロックアップクラッチを有しない流体継手の存在を当然の前提とするものである。",
                    "そして，前記のとおり，引用発明の一方向ディスクと一方向クラッチとが本願発明の単方向の伝動装置に相当するというべきであるところ，引用発明のロックアップクラッチ9は，エンジン出力軸3とトランスミッション入力軸5とを流体継手を介して連結するか，直接連結するかを切り替える機能を有する構成にすぎず，ロックアップクラッチ9を閉じた場合であっても，引用発明の「一方向ディスク，一方向クラッチ」は，両入出力端の間において一つの伝動方向が剛性伝動であるが，もう一つの伝動方向は空転である，という伝動特性を備えるから，ロックアップクラッチに相当する構成が特定されておらず，一方向のみに撓み性伝動を行う本願発明との対比においては，付加的な構成及び効果に相当し，引用発明において，ロックアップクラッチ9が存在することにより，伝動特性が本願発明と異なるということはできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明は，単方向の伝動装置(404)によって剛性伝動を行う場合，引用発明のようにロックアップクラッチ9を解放する制御を必要としないこと，単方向の伝動装置(404)によって剛性伝動を行う場合，引用発明のようにクラッチ機構11を係合する制御を必要としないことから，構成が簡素であって，引用発明のようにクラッチ機構11及びロックアップクラッチ9を備える必要がないから，引用発明とは異なる発明であるなどと主張する。",
                    "しかしながら，前記のとおり，引用発明において，クラッチ機構11及びロックアップクラッチ9を備えることにより，本願発明とは異なり，所定の条件を満たした状態でエンジン出力軸3とトランスミッション入力軸とをロックアップクラッチ9により直接連結し，当該所定の条件を満たしていない状態でも，クラッチ機構11を係合状態に維持することで，一方向ディスク10と一方向クラッチ12を介してトランスミッション入力軸からエンジン出力軸3を回転させる機能を奏するものではあるが，クラッチ機構11及びロックアップクラッチ9が存在しても，本願発明と同様の伝動特性を有する以上，これらは，本願発明との対比において，引用発明特有の付加的機能を実現するための構成にすぎない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "原告は，前記(1)及び(2)以外の構成について，本願発明と引用発明との対比に係る本件審決の認定及び判断を争わない。",
                "以上によれば，本願発明と引用発明との間に差異は認められないとした本件審決の認定及び判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(審判における審理不尽)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法は，1つの特許出願に対し，1つの行政処分としての特許査定又は特許審決がされ，これに基づいて1つの特許が付与され，1つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは予定されていない。そして，このことは，特許法49条，51条の文言のほか，特許出願の分割という制度の存在自体に照らしても明らかである(最高裁平成19年(行ヒ)第318号同20年7月10日第一小法廷判決・民集62巻7号1905頁参照)。",
                "本件においては，前記3のとおり，請求項1に係る本願発明が特許法29条1項3号の規定により，特許を受けることができないものである以上，特許庁がその余の請求項に係る発明について検討しなかったとしても，本件出願全体として拒絶を免れないものであったといわざるを得ないから，本件審決が，審判請求不成立の判断をした点に，結論に影響を及ぼすべき違法はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本件審決が，本件出願の請求項4について審理をすることなく，審判請求不成立の判断をした点に，結論に影響を及ぼすべき違法はなく，原告主張の取消事由2も，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，本件審決は相当であって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}