{
  "conclusion": [
    {
      "text": "- 1 -"
    },
    {
      "text": "特許庁が無効2012-800183号事件について平成25年7月2日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求の不成立審決に対する取消訴訟である。争点は，①進歩性判断の誤りの有無及び②明確性要件(平成6年法律第116号による改正前の特許法36条5項2号)違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "レニショウ・トランスデューサ・システムズ・リミテッドは，名称を「共焦点分光分析」とする発明について，平成4年6月8日を国際出願日として特許出願(特願平4-511305号)をし(パリ条約による優先権主張  1991年6月8日・英国，1991年11月16日・英国，国際公開・WO92/022793，国内公表・特表平6-500637)，平成14年12月6日，本件特許の設定登録(特許第3377209号，請求項の数13)を受けた。(甲30)",
            "被告は，平成22年10月26日，レニショウ・トランスデューサ・システムズ・リミテッドから本件特許権の譲渡を受けた。(乙1)",
            "被告が，平成24年7月3日，訂正審判請求(訂正2012-390086号，本件訂正)をしたところ，特許庁は，同年9月11日，本件訂正を認容する審決をした。(甲31，32)",
            "原告が，平成24年11月5日付けで本件特許の請求項7～13に係る発明についての特許無効審判請求(無効2012-800183号)をしたところ，特許庁は，平成25年7月2日に「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月11日原告に送達された。(甲23)"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件訂正後の本件特許の請求項7～13の発明(以下，請求項の番号に従い「本件発明7」のようにいう。)に係る特許請求の範囲の記載は，次のとおりである。(甲30，32)",
            "「【請求項7】",
            "サンプルに光を照射して散乱光のスペクトルを得る手段と，",
            "前記スペクトルを分析する手段と，",
            "光検出器と，",
            "前記分析されたスペクトルの少なくとも一つの成分を前記光検出器に通し，前記サンプルの所与の面から散乱された光を前記光検出器の所与の領域に合焦させ前記サンプルの他の面から散乱された光を前記光検出器に合焦させない手段と",
            "を具備する分光分析装置であって，",
            "前記光はスリットを備えた一次元空間フィルタを通過して第一の次元で共焦点作用をもたらし，",
            "前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されており，",
            "前記サンプルの前記所与の面の焦点からの散乱光は，前記スリットにおいてスポットとしての焦点に絞り込まれて前記スリットを通過し，前記サンプルの前記所与の面の前記焦点の前または後で散乱される光は，前記スリットにおいて焦点を結ばず，",
            "前記サンプルに光を照射するのと，前記サンプルからの散乱光を集光するのとに同一のレンズが用いられ，",
            "前記光検出器は電荷結合素子であることを特徴とする分光分析装置。",
            "【請求項8】",
            "前記光検出器の前記所与の領域が細長いことを特徴とする請求項7に記載の分光分析装置。",
            "【請求項9】",
            "前記光検出器の前記所与の領域が前記スリットを横切る方向に延在していることを特徴とする請求項7または請求項8に記載の分光分析装置。",
            "【請求項10】",
            "前記光検出器はピクセルのアレイを備えたことを特徴とする請求項7から請求項9の何れかに記載の分光分析装置。",
            "【請求項11】",
            "前記所与の領域の前記ピクセルの一部からのデータを選択的にまとめて貯蔵する手段を有することを特徴とする請求項10に記載の分光分析装置。",
            "【請求項12】",
            "前記光検出器はピクセルの二次元アレイを備え，前記アレイにより与えられるイメージを表すデータを受け，このイメージデータを処理して合焦される前記光を検出する計算手段を有することを特徴とする請求項10または請求項11に記載の分光分析装置。",
            "【請求項13】",
            "前記スペクトルがラマン散乱光のスペクトルであることを特徴とする請求項7から請求項12の何れかに記載の分光分析装置。」",
            "なお，本件特許公報(甲30)の図4を掲記する。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "以下の記述は，審決の趣旨に従い，適宜に用語を言い換えている場合がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明に対する進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の認定",
                  "text": [
                    "「ＮATURE Vol．347  Ｎo.20(1990)p301-303の写し」(甲1)には，次の発明(甲1発明)が記載されている。",
                    "「DCM色素レーザーからの波長660nmのレーザー光を，高開口数の顕微鏡対物レンズを用いて分析対象の物体に集光し，物体により散乱された光が同じ対物レンズにより集められ，共焦点検出を可能とするピンホールを通して，分光器に導入され，面内空間分解能は，レーザーの集光サイズによって決まり，0.5μmよりも小さく，直径100μmのピンホールにより深さ分解能は1.3μmとなり，前記分光器は，シェブロン型誘導体バンドパスフィルタセットと，波長分散ステージからなり，信号の検出には液体窒素冷却CCDカメラが用いられる共焦点ラマン顕微鏡。」",
                    "甲第1号証のFIG.1を掲記する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7と甲1発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1-1",
                      "text": [
                        "「空間フィルタ」が，本件発明7では「スリットを備えた一次元空間フィルタ」であるのに対して，甲1発明では「ピンホール」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1-2",
                      "text": [
                        "本件発明7では，「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されてお」るのに対し，甲1発明ではそのような構成か否か不明である点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1-1について",
                      "text": [
                        "特開昭63-131115号公報(甲2)には，①ピンホールの替わりに直交する2個のスリットとレンズを使用することは記載されているが，②上記①とともに光検出器において光を分離して検出することまでは記載されていない。",
                        "光検出器において共焦点作用をもらたすよう形成することは，本件特許の優先権主張日(本件優先日)前周知の事項であるといえるが，これは，ピンホール(2次元の共焦点作用)の代替として用いられているものであり，1次元の共焦点作用をもたらすスリットに替えて，2次元の共焦点作用の代替である光検出器を1次元の共焦点作用に用い，両者の組み合わせにより2次元の共焦点作用をもたらすことは，自明でも公知でもない。",
                        "そうすると，甲1発明に甲2記載の事項を適用しても，甲1発明の「ピンホール」が甲2に記載の「2個のスリットとレンズ」に置き換わるだけである。",
                        "したがって，甲1発明において，甲2記載の事項を適用して，相違点1-1における本件発明7の構成とすることは，当業者が容易になし得た程度のことであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1-2について",
                      "text": [
                        "光検出器において共焦点作用をもたらすよう形成することは，周知の事項であるが，ピンホール(2次元の共焦点作用)の代替であり，1次元の共焦点作用をもたらすものではない。",
                        "そうすると，甲1発明から本件発明7に到達するには，①甲1発明に甲2発明を適用して，「ピンホール」を「2個のスリットとレンズ」に置き換え，さらに，②2個のスリットの一方を周知技術である光検出器に置き換えることとなり，2ステップの創作行為が必要となる。",
                        "したがって，甲1発明において，上記周知の事項を適用して，相違点1-2における本件発明7の構成とすることは，当業者が容易に想到し得る事項であるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明に対する進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の認定",
                  "text": [
                    "特開昭63-131115号公報(甲2)には，次の発明(甲2発明)が記載されている。",
                    "「レーザと，該レーザにより出射されたレーザ光を収束させポイントソースとするための第1のレンズと，このレーザ光を再び収束し，試料をポイントソースの像面に置くための第2のレンズと，試料を透過したレーザ光を収束するための第3のレンズと，該第3のレンズによる試料の像面に位置し移動可能とした第1のスリットと，該第1のスリットを通過したレーザ光を収束するための第4のレンズと，該第4のレンズによる上記第1のスリットの像面に位置し，上記第1のスリットの方向と交叉しかつ移動可能とした第2のスリットと，該第2のスリットを透過したレーザ光2を検出する光検出器からなる走査レーザ顕微鏡。」",
                    "甲第2号証の第1図及び第2図を掲記する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7と甲2発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2-1",
                      "text": [
                        "「スペクトルを得る手段」が受光するサンプルからの光について，本件発明7では「散乱光」であるのに対して，甲2発明では「透過光」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2-2",
                      "text": [
                        "「光学装置」が，本件発明7では「スペクトルを分析する手段」を具備し，「分析された」「スペクトルの少なくとも一つの成分を前記光検出器に通」す「分光分析装置」であるのに対して，甲2発明では透過型の「走査レーザ顕微鏡」であって「スペクトルを分析する手段」を具備しない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2-3",
                      "text": [
                        "本件発明7では，「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されてお」るのに対し，甲2発明ではそのような構成か否か不明である点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点2-4",
                      "text": [
                        "本件発明7では，「前記サンプルに光を照射するのと，前記サンプルからの散乱光を集光するのとに同一のレンズが用いられ」るの対して，甲2発明では，「レーザにより出射されたレーザ光を収束させポイントソースとするための第1のレンズと，このレーザ光を再び収束し，試料をポイントソースの像面に置くための第2のレンズと」が用いられる点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点2-5",
                      "text": [
                        "「光検出器」が，本件発明7では「電荷結合素子である」の対して，甲2発明では不明である点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2-3以外の相違点について",
                      "text": [
                        "いずれも，容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2-3について",
                      "text": [
                        "光検出器において共焦点作用をもたらすよう形成することは，周知技術であるが，これは，ピンホール(2次元の共焦点作用)の代替であって，1次元の共焦点作用をもたらすものではない。",
                        "そして，甲2発明の2次元空間フィルタのうち第2のスリットのみを変更することについては，第2のスリットが甲2発明の必須の構成の一部であるから，阻害要因が存在し，また，甲2発明の光検出器は，光が第2のスリットでマスクされており，所与の領域外で受ける光も存在していない。",
                        "そうすると，甲2発明において，上記周知の事項を適用する場合，第2のスリットのみではなく，第1のスリットも置き換えることとなるのが自然である。",
                        "そうすると，甲2発明において，第2のスリットのみに上記周知の事項を適用して，相違点2-3における本件発明7の構成とすることは，当業者が容易に想到し得る事項であるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3発明に対する進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明の認定",
                  "text": [
                    "「JOURＮAL  OF  RAMAＮ  SPECTROSCOPY，Vol.22(1991)p217-225の写し」(甲3)には，次の発明(甲3発明)が記載されている。",
                    "「DCM色素レーザーからの波長660nmのレーザー光が，高倍率の対物レンズで試料に集光され， レーザー焦点における強度の半値幅は0.5μmより小さく，物体からの散乱光はレーザー光を集光したものと同じ対物レンズで集められ対物レンズの像面に焦点を結び，この位置に配置されるピンホールを透過した光は正レンズによって集められ，平行光に変換されシェブロン型バントパスフィルターセットを使用し，レーザーの輝線を108-109消光でき，その後，格子周波数300本/mm，ブレース波長600nm (Jobin Yvon)のルールドグレーティングが分散に用いられ，ラマンスペクトルは，焦点距離0.45mの凹面鏡によって，液体窒素冷却低速走査CCDカメラ(Wright Instruments,EEV P 8603 CCD chip)に焦点を結ぶ共焦点ラマン顕微分光器。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7と甲3発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点3-1",
                      "text": [
                        "相違点1-1と同旨。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3-2",
                      "text": [
                        "相違点1-2と同旨。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点に対する判断",
                  "text": [
                    "相違点1-1及び相違点1-2の判断と同旨。",
                    "したがって，本件発明7は，甲3発明及び他の刊行物に記載された事項に基づいて当業者が容易に発明をすることができたものということができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲6発明に対する進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6発明の認定",
                  "text": [
                    "「赤外・ラマン・振動[Ⅱ]133～145頁，昭和58年8月31日，石谷炯」(甲6)には，次の発明(甲6発明)が記載されている。",
                    "「試料に線形のレーザー光を照射し，散乱光のスペクトルを得る手段と，スリットを備えた一次元空間フィルタと，ダイオード・マトリックスあるいはリニア・ダイオード・アレイとを備え，試料に光を照射するのと，前記試料からの散乱光を集光するのとに同一のレンズが用いられ，スペクトルおよび位置の情報を比較的速い時間で得て，得られた信号はコンピュータに取り込んで，積算や背景の除去等の処理をしてから利用するMOLEを更に高感度化した第2世代のラマンマイクロプローブと称する装置。」",
                    "甲第6号証の図3を掲記する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7と甲6発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点6-1",
                      "text": [
                        "本件発明7では，「前記サンプルの所与の面から散乱された光を前記光検出器の所与の領域に合焦させ前記サンプルの他の面から散乱された光を前記光検出器に合焦させない手段」を備えるのに対して，甲6発明ではそのような手段を備えるか不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点6-2",
                      "text": [
                        "「スリットを備えた一次元空間フィルタ」が，本件発明7では「前記光はスリットを備えた一次元空間フィルタを通過して第一の次元で共焦点作用をもたらし，」「前記サンプルの前記所与の面の焦点からの散乱光は，前記スリットにおいてスポットとしての焦点に絞り込まれて前記スリットを通過し，前記サンプルの前記所与の面の前記焦点の前または後で散乱される光は，前記スリットにおいて焦点を結ばず」と構成されているのに対して，甲6発明ではそのような構成を有するか不明である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点6-3",
                      "text": [
                        "「前記サンプルの所与の面から散乱された光を」「合焦させる」「前記光検出器の前記所与の領域」が，本件発明7では「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，」「前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されて」いるのに対して，甲6発明では不明である点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点6-4",
                      "text": [
                        "「光検出器」が，本件発明7では「電荷結合素子である」の対して，甲6発明では「ダイオード・マトリックスあるいはリニア・ダイオード・アレイ」である点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点6-1及び相違点6-4について",
                      "text": [
                        "いずれも，容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点6-2について",
                      "text": [
                        "「  光学要素として『スリットを備えた一次元空間フィルタ』は，…に記載されており，このような『スリットを備えた一次元空間フィルタ』が，共焦点作用をもたらすこと(は)…技術常識であるといえる。",
                        "また，ラマン散乱光測定装置において，…ラマン分光器の光路前に共焦点作用をもたらす空間フィルタを設けることも，…に記載されている。",
                        "一方，本件発明7(の)…『一次元空間フィルタ』の技術的意義は，共焦点作用であり，…十分な共焦点作用をもたらすために，そのスリットの幅は，より小さいことが望ましいものである。",
                        "そして，スリットの幅を狭めて，空間分解能を上げ，共焦点作用を生じさせることは，より良い精度で測定しようとすることが，一般的な課題であるから，十分な動機付けが有り，阻害要因も存在しない。",
                        "してみると，甲6発明のスリットを備えた一次元空間フィルタを本件発明7と同様の共焦点作用をもたらすように変更することは，当業者において十分な動機付けが存在し，また，何ら困難性もなく，容易に想到し得たものといえる。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点6-3について",
                      "text": [
                        "光検出器において共焦点作用をもたらすよう形成することは，周知の事項である。",
                        "しかしながら，「リニア・ダイオード・アレイ」を用いた場合，光検出器において所与の領域外で受ける光が存在しないので，光検出器において共焦点作用をもたらす構成を有しない。また，「ダイオード・マトリックス」を用いた場合，光検出器において共焦点作用をもたらしていない。",
                        "そして，光検出器において共焦点作用をもたらすよう形成することは，周知技術であるが，これは，ピンホール(2次元の共焦点作用)の代替であって，1次元の共焦点作用をもたらすものではない。",
                        "そうすると，甲6発明において，上記周知の事項を適用して，相違点6-3における本件発明7の構成とすることは，当業者が容易に想到し得る事項であるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲13発明に対する進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲13発明の認定",
                  "text": [
                    "「高感度ラマン分光法の最近の動向と半導体超薄膜への応用，平成12年，谷野浩史，天野茂樹」(甲13)には，次の発明(甲13発明)が記載されている。",
                    "「  試料に光を照射してラマン散乱光のスペクトルを得る手段と，",
                    "入口スリットを備えた，前記スペクトルを分析するトリプル・ポリクロメータと，",
                    "信号処理回路系と，",
                    "IPDA検出器とPS-PMT検出器とを切り替えていずれか一方を検出器とする構成と，",
                    "前記トリプル・ポリクロメータの入口スリットの手前に導入し，非点収差補正を行うシリンドリカルレンズとを備えている超高感度ラマン分光装置。」",
                    "甲第13号証の図1を掲記する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明7と甲13発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点13-1",
                      "text": [
                        "本件発明7では，「前記光はスリット30を備えた一次元空間フィルタ31を通過して第一の次元で共焦点作用をもたらし」，「前記サンプルの前記所与の面の焦点からの散乱光は，前記スリットにおいてスポットとしての焦点に絞り込まれて前記スリット30を通過し，前記サンプルの前記所与の面の前記焦点の前または後で散乱される光は，前記スリットにおいて焦点を結ばず」であるのに対して，甲13発明ではそのような構成か否か不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点13-2",
                      "text": [
                        "本件発明7では，「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されて」いるのに対し，甲13発明ではそのような構成か否か不明である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点13-3",
                      "text": [
                        "本件発明7では，「サンプルに光を照射するのと，前記サンプルからの散乱光を集光するのとに同一のレンズが用いられ」ているのに対し，甲13発明では，「試料に光を照射してラマン散乱光のスペクトルを得る手段」はあるが，照射と集光に同一のレンズが用いられているか不明である点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点13-4",
                      "text": [
                        "「光検出器」について，本件発明7では「電荷結合素子である」のに対し，甲13発明では「IPDA検出器またはPS-PMT検出器」である点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点13-3及び相違点13-4について",
                      "text": [
                        "いずれも，容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点13-2",
                      "text": [
                        "相違点1-2の判断と同旨。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点13-1について",
                      "text": [
                        "「  甲13発明における分光光学系の『入口スリット』は，…100ミクロン程度であって，共焦点作用をもたらすものとはいえず，…本件発明7の『一次元空間フィルタ』に相当するものではない。",
                        "また，甲13発明における『非点収差補正を行うシリンドリカルレンズ』は，共焦点作用をするものではなく，…『非点収差を補正して検出器位置でのY方向の像の広がりを抑える』ものであるから，その技術的意義は，本件発明7の『一次元空間フィルタ』と異にする。",
                        "…請求人は…シリンドリカルレンズは，必ずしもスリットの手前に配置する必要はなく，スリットの後ろの，例えば，光検出器の手前に配置しても，同様の効果が得られる…旨主張するが，甲13は，シリンドリカルレンズがスリットの手前に配置されているものであり，請求人主張の構成を示唆する記載もないのであるから，請求人の主張は採用できない。",
                        "そうすると，光学要素として『一次元空間フィルタ』が周知であるとしても，甲13発明において，その『入口スリット』あるいは『非点収差補正を行うシリンドリカルレンズ』を該『一次元空間フィルタ』に置き換える，すなわち，相違点13-1における本件発明7の構成とすることには，動機付けがなく，当業者が容易に想到し得たものとは到底いえない。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "本件件発明7は，相違点13-1及び相違点13-2において，甲13発明に基づいて当業者が容易に想到できたとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明8～本件発明13",
              "text": [
                "本件発明7を更に限定する本件発明8～13も，甲1発明，甲2発明，甲3発明，甲6発明及び甲13発明に基づいて当業者が容易に想到できたとはいえない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明7の明確性要件違反について",
              "text": [
                "本件発明7も通常のピンホールを用いた共焦点法と同様の作用効果を有するものであるから，光検出器の「所与の領域」は，通常のピンホールを用いた共焦点法を用いた場合の，当業者が測定条件等に応じて適宜定める測定領域により定まる領域といえるので，特許請求の範囲の「所与の領域」が明確でないとまではいうことはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明に対する進歩性の判断誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(相違点1-2の認定誤り)",
              "text": [
                "本件発明7の「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されてお」るという相違点1-2に係る構成は，その文言上，読取領域の制限が光検出器によるものとは限定されておらず，また，「所与の領域外」が光検出器上にある必要もない(本件発明7の「光検出器の所与の領域外で受ける光」は，「光検出器の『所与の領域外』で受ける光」ではなく，「『光検出器の所与の領域』外で受ける光」と解される。)。",
                "しかるに，甲1発明では，ピンホールによる完全な共焦点作用によって，光検出器上で上記構成と同等の効果が生じさせられている。",
                "そうすると，相違点1-2に係る構成は，本件発明7と甲1発明の一致点である。",
                "したがって，審決の相違点1-2の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(相違点1-1に係る相違点判断の誤り)",
              "text": [
                "①  審決は，相違点1-1を，「『空間フィルタ』が，本件発明7では『スリットを備えた一次元空間フィルタ』であるのに対して，甲1発明では『ピンホール』である点。』と認定しているところ(26頁22～23行目)，「甲1発明の『ピンホール』を甲2記載の『直交する2個のスリットとレンズ』に置き換えることには，動機は十分に存在し容易であるといえる」と判断している(27頁24～26行目)。",
                "相違点1-1は，共焦点作用とは関わりのない相違なのであるから，上記判断は，相違点1-1は容易想到であるということと同義である。",
                "したがって，審決の相違点1-1の判断には，誤りがある。",
                "②  審決は，「ピンホール」を「光検出器の所与の領域」に置き換えることを周知の技術であると認定している。これは，要するに，「ピンホールやスリット(有体物)によって光の一部を遮蔽すること」と「プログラム(無体物)によって，光検出器の『所与の領域』のみの光を検出すること」とには，本質的な違いはなく，相互に置き換え可能である，としているにほかならない。",
                "そして，光検出器において共焦点作用をもたらすことは，スリット(1次元の共焦点作用)の代替としての周知技術でもあって，ピンホール(2次元の共焦点作用)の代替としての周知技術のみというものではない(甲9の5頁左下欄6行～右上欄4行目参照)。",
                "そうであれば，甲1発明の「ピンホール」を「直交する2個のスリットとレンズ」に置き換えるとともに，光検出器の手前にある「第2のスリット」を「光検出器の所与の領域」に置き換える構成に想到することは，容易である。そして，この場合，「光検出器の所与の領域」は，「第2のスリット」のもたらしていた「第二の次元」での共焦点作用をもたらすことになる。",
                "したがって，審決の相違点1-1の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3(相違点1-2に係る相違点判断の誤り)",
              "text": [
                "上記(2)(相違点1-1に係る相違点判断の誤り)②と同旨。",
                "したがって，審決の相違点1-2の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1-4(本件発明8～本件発明13の容易想到性)",
              "text": [
                "本件発明8～本件発明13も，甲1発明及び他の刊行物に記載された事項に基づいて，容易に想到し得る。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲2発明に対する進歩性の判断誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(一致点の認定誤り)",
              "text": [
                "①  甲2には，ピンホールに代えて，2個のスリットにより，第一の次元の共焦点作用と第二の次元の共焦点作用を生じさせることが記載されている(2頁左上欄2～4行目，11～13行目，左下欄17行～右下欄3行目，第2図)。",
                "したがって，本件発明7と甲2発明は，「前記光検出器の所与の領域又は第2のスリットは前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されており」という点においても一致する。",
                "②  甲2発明においては，第2のスリット82に光が合焦することによって，第二の次元の共焦点作用が生じるから(2頁右上欄5～7行目，第1図)，本件発明7の光検出器の所与の領域に対応するのは，第2のスリット82である。",
                "そうすると，本件発明7と甲2発明は，「(光を前記光検出器の所与の領域)又は第2のスリット(に合焦させ)」という点においても一致する。",
                "③  したがって，審決の本件発明7と甲2発明との一致点の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(相違点認定の誤り)",
              "text": [
                "上記(1)のとおり，本件発明7の「光検出器の所与の領域」は，甲2発明の「第2のスリット面の開口部」に相当し，共に第二の次元の共焦点作用を生じる。",
                "そうすると，相違点2-3は，「本件発明7では『前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，又はこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されてお』るのに対し，甲2発明では『第2のスリット面の開口部で受ける光が，前記開口部外で受ける光を含まずに，又はこの光と分離して検出され，前記開口部は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されてお』る点。」とすべきである。",
                "したがって，審決の相違点2-3の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3(相違点2-3に係る相違点判断の誤り)",
              "text": [
                "①  上記1(2) (相違点1-1に係る相違点判断の誤り)②のとおり。",
                "②  甲2発明は，従来，ピンホールという単一の構成によって実現されていた2次元の共焦点作用を，2つの直交するスリットによってそれぞれ第一の次元の共焦点作用と第二の次元の共焦点作用として生じさせる，というものである。すなわち，甲2発明は，従来の2次元の共焦点作用を，第一の次元の共焦点作用と第二の次元の共焦点作用という，可分な形にしたという発明である。",
                "そうすると，可分な構成の一部である第2のスリットを別な構成に置き換えることには，阻害要因はない。",
                "(被告の主張に対する反論)甲2発明のスリット82(第2のスリット)による第二の次元の共焦点作用を，光検出器の読取領域の制限による第二の次元の共焦点作用に置き換えれば，同時に，甲2発明の「スリット82を調整する」という構成が不要になり，光検出器6のうち受光量の大きい領域のみから受光量を読み取ることで，調整ができる。したがって，被告の主張するように，位置調整を容易化するという甲2発明の目的が実現できなくなるということはない。",
                "③  本件発明7の「光検出器の所与の領域外で受ける光」は，光検出器で受けられる必要はない。この光は「サンプルの他の面からの光」とほとんど同義であるところ，甲2発明でも，この光は第2スリットの開口部以外の部分で受けている。",
                "そうすると，甲2発明にも，本件発明7の「光検出器の所与の領域外で受ける光」は存在している。",
                "④  したがって，審決の相違点2-3の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由2-4(本件発明8～本件発明13の容易想到性)",
              "text": [
                "本件発明8～本件発明13も，甲2発明及び他の刊行物に記載された事項に基づいて，容易に想到し得る。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲3発明に対する進歩性の判断誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3-1(相違点3-2の認定誤り)",
              "text": [
                "上記1(1) (相違点1-2の認定誤り)と同旨。",
                "したがって，審決の相違点3-2の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3-2(相違点3-1に係る相違点判断の誤り)",
              "text": [
                "上記1(2) (相違点1-1に係る相違点判断の誤り)と同旨。",
                "加えて，甲3には，甲3発明の更なる改良の可能性として，ピンホールを1つのスリットに置き換えることが記載されている(訳文2頁26～30行目)。",
                "したがって，審決の相違点3-1の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3-3(相違点3-2に係る相違点判断の誤り)",
              "text": [
                "上記1(2) (相違点1-1に係る相違点判断の誤り)②と同旨。",
                "加えて，甲3には，CCDカメラの読取領域の幅を220μmに制限することが開示されている(訳文2頁6～11行目。訳文1頁26～27行目，甲10～12参照)。220μmという読取幅は，当業者において，共焦点作用をもたらすものと認識される。",
                "したがって，審決の相違点3-2の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由3-4(本件発明8～本件発明13の容易想到性)",
              "text": [
                "本件発明8～本件発明13も，甲3発明及び他の刊行物に記載された事項に基づいて，容易に想到し得る。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(甲6発明に対する進歩性の判断誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由4-1(相違点6-3に係る相違点判断の誤り)",
              "text": [
                "①  光検出器の単一ピクセル又は微小領域のみを使用することによって共焦点作用が実現されることは，周知技術である(甲7～9，33)。そして，甲6には，サンプルからのラマン散乱光を受けるリニア・ダイオード・アレイは，スリットを横切る方向に横一列となっていることが記載されている(図3)。また，本件発明7の「光検出器の所与の領域外で受ける光」と「サンプルの他の面から散乱された光」とは，ほとんど同義であるから，当該光が光検出器で受けられる必要はなく，リニア・ダイオード・アレイ以外のどこかの部分で受けていれば足りる。",
                "そうであれば，このリニア・ダイオード・アレイの領域は，第二の次元で共焦点作用をもたらすように形成された領域と実質的に同一である。",
                "したがって，上記周知技術にかんがみて，甲6発明のリニア・ダイオード・アレイの領域を，第二の次元の共焦点作用が生じるように適宜設定することは，当業者が容易になし得たことである。",
                "②  仮に，「光検出器の所与の領域外で受ける光」が，光検出器上で受ける光でなくてはならないとしても，甲6発明は，この構成を有する。",
                "すなわち，光検出器が「リニア・ダイオード・アレイ」の場合の甲6発明をみるに，甲6の図3には，スリットと同方向(Y方向)に伸びるリニア・ダイオード・アレイが描かれるとともに，Y方向の光強度の連続的な空間分布(\"SPATIAL  RESOLUTIOＮ\")を示す強度プロファイル(\"IＮTEＮSITY  PROFILES\")が描かれている。このような連続的な強度プロファイルを得るためには，リニア・ダイオード・アレイにおいて，単一又は2～3個程度のピクセル(単位ピクセル)ごとに読取領域を制限し，スリットとは直交する方向で区切られたその読取領域ごとに別個のデータを検出して，これを積算する必要がある。そうであれば，データ検出に際しての単位ピクセルは，「光検出器の所与の領域」に該当し，当該ピクセル以外のピクセルで受ける光は，「光検出器の所与の領域外で受ける光」に該当する。",
                "そうすると，甲6発明を「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，」「前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されて」いる構成にすることは，容易に想到し得る。",
                "③  また，光検出器が「ダイオード・マトリックス」の場合の甲6発明をみるに，甲6の図3には，ダイオード・マトリックスに関して2次元マッピング図(\"TWO DIMEＮSIOＮAL  MAPPIＮG\")が描かれている。ここで，ダイオード・マトリックスにおいてY方向にマッピングを行うには，上記②と同様の検出・処理が必要となる。",
                "したがって，光検出器がダイオード・マトリックスの場合であっても，「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，」「前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されて」いる構成にすることは，容易に想到し得る。",
                "④  上記1(2) (相違点1-1に係る相違点判断の誤り)②と同旨。",
                "⑤  したがって，審決の相違点6-3の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由4-2(本件発明8～本件発明13の容易想到性)",
              "text": [
                "本件発明8～本件発明13も，甲6発明及び他の刊行物に記載された事項に基づいて，容易に想到し得る。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(甲13発明に対する進歩性の判断誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由5-1(相違点13-1に係る相違点判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "共焦点作用の記載・示唆について",
                  "text": [
                    "①  審決は，[1]スリットを備えた1次元空間フィルタも，スリットを備えた1次元空間フィルタが共焦点作用をもたらすことも，いずれも技術常識であること(39頁28～30行目)，[2]ラマン分光器の光路前に共焦点作用をもたらす空間フィルタを設けることも周知であること(39頁31～34行目)を認定している。また，「赤外・ラマン・顕微分光法講習会テキスト」76-81頁，平成3年1月22日(甲15)には，共焦点作用を生じさせるためのスリットと，回折格子分光器の入射部に設ける入射スリットとを，1つのスリットによって兼用させること，すなわち，入射スリットによって第一の次元の共焦点作用を生じさせることを開示ないし示唆している。",
                    "そうであれば，これらの技術常識や周知技術を甲13発明に適用することは容易であり，その際，甲13発明の入射スリットの幅を，第一の次元の共焦点作用が生じる程度まで狭くすることは，当業者が最適なものを適宜選択・調整すべき1つのパラメータの設定にすぎないのであるから，容易になし得ることである。",
                    "②(被告の主張に対する反論)共焦点作用は，用語が異なることはあっても，本件優先日前における周知の作用である。甲2に記載のとおり，ピンホールによる共焦点作用を，第一の次元の共焦点作用と第二の次元の共焦点作用に分けるという考え方も公知である。したがって，甲13発明において，第一の次元の共焦点作用及び第二の次元の共焦点作用が生じていることは，当業者が見れば，甲13に記載されているに等しい事項といえる。加えて，甲13には，サンプルからスリットまでの倍率Mが100倍であること(7頁8行目)，Ar＋レーザの波長が515nmであること(6頁31行目)，スリット幅が100μmであること(6頁36行目)，入射スリットの位置から検出器の位置までの倍率が1.2倍であること(5頁27～28行目)，検出器の読取領域の幅が125μm(25μm×5ピクセル)であること(6頁9行目，7頁1行目)といった設定条件は，甲13発明そのものとして，明記されている条件である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "シリンドリカル・レンズの作用について",
                  "text": [
                    "①  審決は，甲13発明の入射スリットが100μmであることのみをもって，共焦点作用をもたらすものとはいえないとするが(40頁8～17行目)，スリットの幅が100μmでも，後記(2)③のとおり，スリット幅がエアリーディスクの直径の2.5倍までであれば，共焦点作用が生じる。",
                    "甲13発明のスリット幅は，100μmである。また，サンプルからスリットまでの倍率Mは100倍である。後記(2)③のとおり，エアリーディスク径(直径)dは，",
                    "d＝(1.22×λ/ＮA )×M 物体側    λ：波長  ＮA：開口数  M：対物レンズの倍率",
                    "であるから，甲13発明のAr＋レーザの515nm線のスリット上でのエアリーディスク径の最小値d (ラマン散乱光の波長λ´は光源光の波長λよりも長いから，minラマン散乱光によって形成されるスリット上でのエアリーディスク径の最小値は，d よりも大きくなる。)は，次のとおりである(ＮA は空気中では1を超min 物体側えない。)。"
                  ],
                  "content": [
                    {
                      "fig": "d",
                      "subject": "＝(1．22×0.515/1)×100",
                      "text": [
                        "min      ＝63［μm］",
                        "そうすると，スリット幅が100μmの場合において，スリット幅とラマン散乱光によってスリット上で形成されるエアリーディスク径との比は，1.59(100/63)よりも大きくなることはない。",
                        "したがって，スリット上では，共焦点作用が生じている。",
                        "②(被告の主張に対する反論)甲13発明のシリンドリカルレンズは，非点収差を補正するためのものであるため，焦点距離が長く光を屈折させる力が弱いレンズが用いられている。この場合，スリットにおける光の形状は，シリンドリカルレンズの有無によってほとんど変形せず，線状ないし楕円状というよりは点状とみなせるものである。仮に，甲13発明に焦点距離の短いシリンドリカルレンズが使われていて，スリットにおける光のスポットが若干楕円状になっていたとしても，長軸がスリットの長さ方向(長辺方向)に伸びているにすぎず，スリットの幅方向(短辺方向)には焦点を結んでいるといえるので，スリットによる第一の次元の共焦点作用は生じている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因について",
                  "text": [
                    "甲13発明でシリンドリカルレンズが用いられる目的は，非点収差の補正であるところ，同一の課題・目的の下に，シリンドリカルレンズを，分光器の前ではなく，光検出器の手前又は分光器内部に配置する構成が公知である(甲3の220頁左欄31～34行目〔訳文2頁7～9行目〕，甲47の1054頁右欄25行～1055頁左欄7行目，Fig.1，甲48の上欄1～3行目，甲49の455頁左欄23～28行目，FIG.1，甲50の第2図)。",
                    "そして，甲13には，シリンドリカルレンズをスリットの前に配置したことについて，何ら特別の意義・理由は記載されておらず，甲13発明におけるシリンドリカルレンズの位置は，スリットの後ろでもよいと解される。",
                    "そうであれば，当業者が，甲13発明のシリンドリカルレンズを，甲3のようにスリットの後ろに配置することには動機付けがあり，容易になし得たことである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，審決の相違点13-1の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由5-2(相違点13-2に係る相違点判断の誤り)",
              "text": [
                "①  上記1(2) (相違点1-1に係る相違点判断の誤り)②と同旨。",
                "②  上記(1) (相違点13-1に係る相違点判断の誤り)ア(共焦点作用の記載・示唆)②のとおり。",
                "③[1]「Three-dimensional  optical-transfer-function  analysis  for  a  laser-scan  fluorescence  microscope  with  an  extended  detector」J  Opt．Soc．Am．A  vol．8，Ｎo．1(1991)，pp171-175(甲38)には，「エアリーディスクより2倍広い検出器を有する顕微鏡も，2μmの分解能で長さ方向の構造を分解することができる。」との記載(172頁右欄49～51行目)があり，",
                "[2]「Size  and  Shape  of    The  Confocal  Spot：Control  and  Relation  to  3D  Imaging  and Image Processing」HAＮDBOOK  OF  BIOLOGICAL  COＮFOCAL  MICROSCOPY  REVISED  EDITIOＮ(1990)，pp87-91(甲40)には， 「図4  ピンホールの大きさの関数としての反射における軸方向の共焦点応答」において，検出ピンホールの大きさが，回折限界エアリー分布のFWHM(full  width  at  half  maximum，山形の関数〔本件では信号強度の関数〕の広がりを示す指標)の単位で示されている(90頁)。",
                "そして，[3]「結像光学入門」(1988)95～97頁(甲36)には，",
                "<1>エアリーディスクの径が，λを光の波長とし，像側の開口数をＮA とし像側て，",
                "1.22λ/ＮA像側",
                "と(96頁4-27式)，",
                "<2>物体側の開口数をＮA ，対物レンズの倍率をMとして，",
                "物体側        ＮA ＝ＮA ×M 物体側 像側と(97頁4-28式，4-29式)と記載されている。",
                "そうすると，",
                "<3>エアリーディスクの直径dは，",
                "d＝(1.22×λ/ＮA物体側)×M である。そして，",
                "[4]「Realization  of  numerical  aperture  2．0  using  a  gallium  phosphide  solid  immersion  lens」APPLIED  PYSICS  LETTERS  VOLUME75，ＮUMBER26(1999)pp4064-4066(甲41)には，半値全幅△x(FWHM)について，",
                "△x(FWHM)＝0.51×λ/ＮA",
                "像側との趣旨が記載されているから(4065頁左欄)，",
                "△x(FWHM)＝0.51×λ/ＮA ×M 物体側である。",
                "そこで，エアリーディスクの直径dと半値全幅△x(FWHM)とを比較すると，エアリーディスクの直径は，そのFWHMの大きさの約2.4倍(1.22÷0.51)である。そして，ピンホール直径がFWHMの6倍までは共焦点作用を有するとされているから，ピンホール直径がエアリーディスクの直径の2.5倍(6/2.4)までは，共焦点作用を有することになる。",
                "そして，甲13発明において，入射スリットの位置から光検出器の位置までの倍率は，1.2倍であるから，Ar＋レーザの515nm線の光検出器上でのエアリーディスク径の最小値d は，76μm(63μm×1.2)である。また，ラマンmin散乱光の波長は光源光の波長よりも長いから，ラマン散乱光によって形成される光検出器上でのエアリーディスク径の最小値はd よりも大きくなる。他方，甲1min3発明のPS-PMT検出器での読取り幅は，125μm(25μm×5ピクセル)であるから(6頁1行目，6頁末行～7頁2行目，図2の説明文)，光検出器の読取り幅とラマン散乱光によって光検出器上で形成されるエアリーディスク径との比は1.64(125μm/76μm)よりも大きくなることはない。",
                "そうすると，甲13発明は，光検出器上で共焦点作用を有しているものと認められる。",
                "④  以上から，審決の相違点13-2の判断には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由5-3(本件発明8～本件発明13の容易想到性)",
              "text": [
                "本件発明8～本件発明13も，甲13発明及び他の刊行物に記載された事項に基づいて，容易に想到し得る。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の補充主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点13-3に係る審決の判断について",
                  "text": [
                    "サンプルに光を照射するのと，前記サンプルからの散乱光を集光するのとに同一のレンズが用いられている照明系は，周知技術であり，これにより，構成を簡略化することができることは，当業者にとって明らかであるので，当業者は，これを適宜採用し得たといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点13-4に係る審決の判断について",
                  "text": [
                    "電荷結合素子である光検出器は，周知技術であり，加えて，甲13には「今回我々は超微弱信号の検出を目的としているので，以上の理由によりPS-PMTを採用することにした。但し，量子効率の絶対値や赤外域の感度などを重んじるならばCCD検出器の方が優れているなど，目的によって選択は異なってくることを注意しておく。」(4頁5～8行目)と記載されている。",
                    "そうすると，甲13発明において，その「位置検出型光電子増倍管」の替わりに「CCD検出器」を採用することには，十分な動機付けが存在しているといえ，また，該置換に何ら困難性もない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(明確性要件違反)",
          "text": [
            "審決は，本件発明7の「所与の領域」は，「当業者が測定条件等に応じて適宜定める測定領域により定まる領域」といえるので，明確でないとまではいうことはできないと判断した(42頁38行～43頁2行目)。",
            "しかしながら，「当業者が測定条件等に応じて適宜定める測定領域により定まる領域」だけでは依然として不明確である。すなわち，サンプルは3次元の有体物なのであるから，スリット面と厳密に合焦関係にある「所与の面」と，それに最も隣接した「第1の他の面」，その次に外側にある「第2の他の面」，その次に外側にある「第3の他の面」…は連続的に無数に存在し，その各面からラマン散乱光が同心円状にCCD面に到達する。そして，共焦点作用を得るための光検出器の読取領域の幅について，原理上特定の値が存在するわけではない。それにもかかわらず，本件明細書には，この読取領域を定めるための基準が一切示されていない。",
            "そうすると，本件発明7の特許請求の範囲には，明確性要件違反がある。",
            "したがって，審決の明確性要件の判断には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明に対する進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(相違点1-2の認定誤り)に対して",
              "text": [
                "本件発明7の「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されており」との構成は，光検出器が，所与の領域の内側のみならず，当該領域の外側でも光を受けることを意味する。所与の領域の内側で受ける光が，当該領域の外側で受ける光を含まず，又は，その光と分離して検出されることにより，第二の次元での共焦点作用がもたらされるのである。",
                "一方，甲 1 発明では，すべての共焦点作用(2次元の共焦点作用)がピンホールによってもたらされており，光検出器において，所与の領域の外側で受ける光が存在しないのであるから，当該光検出器の所与の領域が第二の次元で共焦点作用をもたらすように形成されているといえないことは明らかである。",
                "したがって，審決の相違点1-2の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(相違点1-1に係る相違点判断の誤り)に対して",
              "text": [
                "①  甲1 発明は，分光分析を行うことを前提とした発明であるのに対し，甲2発明は，分光分析を行うことを前提としない発明であるから，仮に，甲2発明を甲1発明に適用しようとしても，甲2発明の構成要素(例えば，甲2の第1図及び第2図に示されたスリット81，レンズ34，及びスリット82)を甲 1 発明のいずれの箇所に配置すべきかが不明である。",
                "そうすると，当業者が甲2発明を甲1発明に適用する動機付けはなく，かかる適用は，そもそも当業者が容易に想到し得たことではない。",
                "したがって，審決の相違点1-1の判断には，誤りはない。",
                "②  審決は，1次元の共焦点作用をもたらすスリットと，1次元の共焦点作用をもたらす光検出器の読取領域の制限との間の置き換えの技術(甲9の第3図及び第4図の技術)が周知技術であるとは認定していない。審決の認定した周知技術は，2次元の共焦点作用をもたらすピンホールと，2次元の共焦点作用をもたらす光検出器の読取領域の制限との間の置き換えの技術(甲7，甲8，甲9の第5図，甲33の技術)である。",
                "そうすると，原告の主張するような2つのスリットのうち1つのスリットを光検出器の所与の領域に置き換えることが容易に想到できたとはいえない。",
                "したがって，審決の相違点1-1の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3(相違点1-2に係る相違点判断の誤り)に対して",
              "text": [
                "上記(2) (相違点1-1に係る相違点判断の誤り)②と同旨。",
                "したがって，審決の相違点1-2の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1-4(本件発明8～本件発明13の容易想到性)に対して",
              "text": [
                "本件発明7が，甲1発明及び他の刊行物に記載された事項に基づいて容易に想到し得ないから，本件発明8～本件発明13も容易に想到し得ない。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲2発明に対する進歩性の判断誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(一致点の認定誤り)に対して",
              "text": [
                "本件発明7と甲2発明の一致点は，審決の認定するとおりである。",
                "したがって，審決の本件発明7と甲2発明との一致点の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(相違点認定の誤り)に対して",
              "text": [
                "甲2発明には，原告の主張するような構成は存しない。",
                "したがって，審決の相違点2-3の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3(相違点2-3に係る相違点判断の誤り)に対して",
              "text": [
                "①  上記1(2) (相違点1-1に係る相違点判断の誤り)②と同旨。",
                "②  甲2発明は，位置調整(位置合わせ)の容易化を目的とする発明であって，2次元の共焦点作用を，第一の次元の共焦点作用と第二の次元の共焦点作用とに分けることを目的とした発明ではない。そして，スリット81(第1のスリット)，レンズ34(第4のレンズ)及びスリット82(第2のスリット)の一部を除くか，あるいは他の手段に変更してしまうと，これらによる位置調整方法を用いることができなくなり，位置調整を容易化するという甲2発明の目的が実現できなくなる。それゆえに，審決は，甲2発明の2次元空間フィルタは，第1のスリットと第4のレンズと第2のスリットとを，甲2発明の技術思想(ピンホールの代替構成)として必須の構成としたのであり，第1のスリットと第4のレンズと第2のスリットとが物理的に可分であることを置換の理由とすることはできない。",
                "そうすると，第2のスリットのみを別な構成に置き換えることには，阻害要因がある。",
                "③  本件発明7において，光検出器は，所与の領域の内側のみならず，当該領域の外側でも光を受ける必要がある。",
                "甲2発明においては，光検出器は，第2のスリットでマスクされており，所与の領域の信号のみを検出している。すなわち，光検出器は，所与の領域の外側では光を受けていない。",
                "④  以上のとおり，審決の相違点2-3の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由2-4(本件発明8～13の容易想到性)に対して",
              "text": [
                "本件発明7が，甲2発明及び他の刊行物に記載された事項に基づいて容易に想到し得ないから，本件発明8～本件発明13も容易に想到し得ない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲3発明に対する進歩性の判断誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3-1(相違点3-2の認定誤り)に対して",
              "text": [
                "上記1(1) (相違点1-2の認定誤り)と同旨。",
                "したがって，審決の相違点3-2の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3-2(相違点3-1に係る相違点判断の誤り)に対して",
              "text": [
                "上記1(2) (相違点1-1に係る相違点判断の誤り)と同旨。",
                "なお，原告の指摘する甲3の記載(訳文2頁26～30行目)は，ピンホールに代えて1つのスリットを用い，当該スリットの長さ方向を，ライン照明(ライン状の照明)の長さ方向に合わせるというライン照明に関する事項である。これに対し，甲2発明は，スポット照明(点状の照明)を用いるものである。このように，甲3の上記記載と甲2発明とでは，その構成が大きく異なる。",
                "したがって，審決の相違点3-1の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3-3(相違点3-2に係る相違点判断の誤り)に対して",
              "text": [
                "上記1(2)(相違点1-1に係る相違点判断の誤り)②と同旨。",
                "なお，甲3には，220μmの幅により第二の次元の共焦点作用をもたらすことについて，記載も示唆もない。甲3発明では，ピンホールが第一の次元及び第二の次元の共焦点作用をもたらしている。そうすると，甲3発明において，220μmの幅により第二の次元の共焦点作用がもたらされているとはいえないし，当業者も，この220μmの幅により第二の次元の共焦点作用がもたらされるとは認識しない。",
                "したがって，審決の相違点3-2の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由3-4(本件発明8～本件発明13の容易想到性)に対して",
              "text": [
                "本件発明7が，甲3発明及び他の刊行物に記載された事項に基づいて容易に想到し得ないから，本件発明8～本件発明13も容易に想到し得ない。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(甲6発明に対する進歩性の判断誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由4-1(相違点6-3に係る相違点判断の誤り)に対して",
              "text": [
                "①  甲7発明の光検出器は，所与の領域の内側のみならず，当該領域の外側でも光を受ける必要がある。光検出器の単一ピクセル又は微小領域と，リニア・ダイオード・アレイの領域とは，別個のものであるから，仮に，光検出器の単一ピクセル又は微小領域が，第二の次元で共焦点作用をもたらすよう形成された領域であるとしても，リニア・ダイオード・アレイが，第二の次元で共焦点作用をもたらすように形成された領域であるとはいえない。",
                "そうすると，両者を実質的に同じであるということはできない。",
                "②  原告が主張するようなリニア・ダイオード・アレイの場合における単位ピクセルごとの読取領域の制限は，甲6には記載されておらず，原告の主張は単なる推測にすぎない。強度プロファイルの作成方法については，例えば，y 地点からのn光を受光した際に，全ピクセルを合算した値を検出して，同地点からの光の強度を特定し，次に，y 地点からの光を受光した際に，全ピクセルを合算した値を検n＋1出して，同地点からの光の強度を特定するということを繰り返して，強度プロファイルを作成している可能性もある。したがって，スリットと同方向であるY方向に延びるリニア・ダイオード・アレイに注目したとしても，甲6発明が，「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され」ているとはいえない。",
                "また，原告の主張を，読取領域の制限の条件等によっては，リニア・ダイオード・アレイにおいて，第二の次元の共焦点作用が生じると解しても，それは仮定の話にすぎず，甲6には，かかるリニア・ダイオード・アレイが共焦点作用をもたらすことについては，記載も示唆もない。",
                "③  ダイオード・マトリックスの場合における単位ピクセルごとの読取領域の確保についても，上記②のとおり，甲6にはそのような記載がない。",
                "また，原告の主張を，読取領域の制限の条件等によっては，ダイオード・マトリックスにおいて，第二の次元の共焦点作用が生じると解しても，それは仮定の話にすぎず，甲6には，かかるダイオード・マトリックスが共焦点作用をもたらすことについては，記載も示唆もない。したがって，甲6発明が，「前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，」ているとはいえない。",
                "④  上記1(2) (相違点1-1に係る相違点判断の誤り)②と同旨。",
                "⑤  したがって，審決の相違点6-3の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由4-2(本件発明8～本件発明13の容易想到性)に対して",
              "text": [
                "本件発明7が，甲6発明及び他の刊行物に記載された事項に基づいて容易に想到し得ないから，本件発明8～本件発明13も容易に想到し得ない。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(甲13発明に対する進歩性の判断誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由5-1(相違点13-1に係る相違点判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "共焦点作用の記載・示唆について",
                  "text": [
                    "①  甲13発明は，共焦点作用に関するものではなく，仮に100倍のレンズと100μmの幅のスリット等を用いたある特定の状況において共焦点作用が生じるとしても，それは，甲13発明がカバーする多くのあり得る状況の 1 つに共焦点作用が内在しているというにすぎず，甲13も，この1 つの状況において共焦点作用をもたらすことを指摘していない。このような共焦点作用は，甲13発明の目的とは関係なく偶然に生じたものであるから，これをもって，甲13発明において，その入射スリットにおいて共焦点作用がもたらされる，あるいは，当業者において共焦点作用がもたらされていると認識するということはできない，",
                    "②  甲13発明の入射スリットは，共焦点作用(光軸方向の空間分解能を向上)をもたらすことではなく，波長分解能を調整するためのものである(スリット幅の広狭に従い，波長分解能と検出器に到達する光量がトレードオフ関係に立つ。)。そして，これは，本件優先日前の技術常識である。他方，分光器の入射スリットが共焦点作用をもたらすことは，本件優先日前の技術常識ではなかった。",
                    "したがって，甲13に接した当業者は，甲13発明の入射スリットが共焦点作用をもたらすとは認識しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "シリンドリカル・レンズの作用について",
                  "text": [
                    "甲13発明では，試料の所与の面の焦点からの光(散乱光)は，分光器(トリプル・ポリクロメータ)の入射スリットの位置において，点状にはならず，線状になっている。",
                    "これは，甲13発明が，分光器(トリプル・ポリクロメータ)によって検出器上においてスペクトルが各波長でY軸方向に広がることから(5頁8～11行目によれば，200～400ピクセル分)，この非点収差を補正するために，入射スリットの手前にシリンドリカル・レンズを置いて意図的に非点収差を導入し(4頁10～12行目，6頁3～4行目)，Y軸方向への広がりを抑えているからである(6頁35～36行目によれば，3～4ピクセル分に留まる。)。すなわち，シリンドリカル・レンズによりあらかじめ導入した非点収差によって，上記分光器内で生じる非点収差を打ち消している。シリンドリカル・レンズにより導入された非点収差により，入射スリットにおいては，単一の合焦面における単純なエアリーディスクの代わりに，非常に複雑な細長い光のパターンが生成される。この光のパターンは，光軸に沿って離れた異なる平面において2つの焦線を有し，当該2つの焦線の間に錯乱した領域を有する。またサンプルの他の面からの光が存在するとすれば，その光も入射スリットの位置において極めて複雑なパターンを形成し，かかる他の面からの光に対して，入射スリットは，通常の共焦点作用をもたらすような態様で機能しなくなる。",
                    "そうすると，この点を無視して，入射スリットに単純な円形のエアリーディスクがあるものとして，エアリーディスク径最小値d を計算するのは誤りであり，min甲13発明の入射スリットの位置において，第一の次元の共焦点作用が生じているといえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因について",
                  "text": [
                    "①  甲13には，光検出器の手前に非点収差補正光学系を配置することは，記載も示唆もない。",
                    "②  光検出器の手前に非点収差補正光学系を配置した場合，この位置調整を行うCCDカメラが非点収差補正光学系よりも手前に来てしまうため，その調整ができなくなってしまう。",
                    "③  光検出器の手前は，トリプル・ポリクロメータ内部であるが，トリプル・ポリクロメータ内の凹面鏡からの出射ビームと入射ビームは，それぞれ幅があるとともに，両者は近接している。このような内部に，出射ビームがシリンドリカル・レンズを通過するようにした場合，非点収差補正光学系によって入射ビームの一部までブロックしてしまうおそれがある。また，トリプル・ポリクロメータ内部にある非点収差補正光学系にアクセスして，これを調整することも困難又は不可能になってしまう。",
                    "④  甲13発明のトリプル・ポリクロメータは市販の装置であり，当業者が，かかる市販装置の内部に非点収差補正光学系を配置しようとは考えない。",
                    "スリットの前に非点収差補正光学系を配置している場合には，上記の問題は生じないのであるから，当業者が，わざわざ不利な方向に構成を変更しようとはしない。",
                    "⑤  甲3発明は，宇宙線事象検出の可能性を最小化するための技術であるが，甲13発明が用いるPS-PMTでは，宇宙線事象検出の可能性を最小化する必要性はない。むしろ，甲13には，アナログ検出器であるIPDAやCCDを用いた場合には，主として宇宙からの高エネルギー粒子線によるパルス・ノイズが問題となるが，デジタル検出器であるPS-PMTを用いた場合には，かかるパルス・ノイズは問題にならない旨の記載がある(3頁13行～4頁8行目，5頁3～5行目，19～22行目)。",
                    "そうすると，甲13発明に，シリンドリカル・レンズをCCDカメラの前に配置する甲3発明を適用する動機付けはない。",
                    "⑥  甲3発明では，ピンホールが用いられており(甲3のFigure1)，本来ピンホールを通過すべき光がピンホールによってブロックされてしまわないために，シリンドリカル・レンズをピンホールの前に配置することはできない。そのため，甲3発明においては，シリンドリカル・レンズをCCDカメラの前に配置せざるを得ない。",
                    "一方，甲13発明では，スリットが用いられているから(6頁3～4行目)，非点収差補正光学系(ないしシリンドリカル・レンズ)をスリットの前に配置することができ，PS-PMTの前に配置する必要性はない。",
                    "そうすると，甲13発明に対して，シリンドリカル・レンズをCCDカメラの前に配置する甲3発明を適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，審決の相違点13-1の判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由5-2(相違点13-2に係る相違点判断の誤り)に対して",
              "text": [
                "①  上記1(2) (相違点1-1に係る相違点判断の誤り)②と同旨。",
                "②  上記(1)ア①と同旨。",
                "③  上記(1)イのとおり，入射スリット位置におけるエアリーディスク径の最小値d の計算方法は誤りであるから，この計算結果を前提とする光検出器の位置にminおけるエアリーディスク径の最小値d も誤りである。",
                "min  ④  したがって，審決の相違点13-2の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由5-3(本件発明8～本件発明13の容易想到性)に対して",
              "text": [
                "本件発明7が，甲13発明及び他の刊行物に記載された事項に基づいて容易に想到し得ないから，本件発明8～本件発明13も容易に想到し得ない。",
                "したがって，審決の本件発明8～本件発明13の進歩性判断には，誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点13-3に係る審決の判断について",
                  "text": [
                    "ラマン分光装置において，サンプルに光を照射するのと，前記サンプルからの散乱光を集光するのとに同一のレンズが用いられている照明系を採用することが周知であったとしても，この技術を他の技術ないし発明に適用することが容易に想到できたといえるためには，それなりの動機付けが必要である。審決は，「構成を簡略化する」という十分なる動機付けが存在すると認定しているが，先行技術文献のいずれにも，上記照明系を採用することにより構成を簡略化することができるという記載はない。",
                    "そうすると，上記周知技術を甲13発明に適用する動機付けは存在せず，相違点13-3に係る構成が容易想到であったとはいえない。",
                    "したがって，審決の相違点13-3の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点13-4に係る審決の判断について",
                  "text": [
                    "電荷結合素子である光検出器が本件優先日前周知であったとしても，この技術を他の技術ないし発明に適用することが容易に想到できたといえるためには，それなりの動機付けが必要である。先行技術文献のいずれにも，上記周知技術を甲13発明に適用することを動機付ける記載は見当たらない。",
                    "甲13には，「…これまで特にPS-PMTが他よりもとりわけて超高感度であるとは考えられていなかったのはうなずける。ところがもし，スペクトルのY軸方向への広がりを極端にせばめることができたとしたら，チャンネルあたりのノイズは著しく減少するはずである。たとえばY軸方向への広がりを5ピクセル以下にすることができれば，チャンネルあたり毎秒5-10×10-5カウントのノイズ・レベルとすることができ，IPDAやCCDにおける毎秒0.001-0.01カウントのパルス・ノイズも存在しないことから，極限的な微弱光の高感度ラマン分光が可能となる。」と記載されており(5頁15～22行目)，甲13発明は，PS-PMTを用いるからこそ，その目的(極限的な微弱光の高感度ラマン分光)を達成できると考えられる。",
                    "原告は，「電荷結合素子である」「光検出器」が周知技術であることを指摘するが，仮にそうだとしても，そのこと自体は，当該技術を甲13発明に適用する動機付けにはならない。",
                    "そうすると，相違点13-4に係る構成が容易想到であったとはいえない。",
                    "したがって，審決の相違点13-4の判断には，誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(明確性要件違反)に対して",
          "text": [
            "本件明細書には，「所与の領域」(実施例では線44の領域)の決定に関連する具体的な記載がある(第6欄2～45行目， 第7欄24～33行目，第2図，第3図，第5図)。",
            "また，所与の領域を狭くすると，サンプルの他の面からの光を多くカットできるが，受光量が小さくなってしまうこと，及び，所与の領域を広くすると，受光量は大きくなるが，他の面からの光をも多く処理してしまうことは，技術常識である。",
            "そうすると，当業者であれば，上記本件明細書の記載及び技術常識に基づいて，サンプルの他の面からの光をカットする程度(第二の次元の共焦点作用をもたらす程度)，検出する受光量の程度等を考慮し，「所与の領域」を適宜決定することができる。",
            "そうすると，本件発明7の「所与の領域」は不明確ではない。",
            "したがって，審決の明確性要件の判断には，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "ア",
              "subject": "本件発明について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "本件明細書の記載",
                  "text": [
                    "本件訂正後の本件発明7に係る明細書及び図面(本件明細書)には，次の記載がある。(甲30～32)",
                    "「技術分野",
                    "本発明は，例えばラマン効果を利用してサンプルを分析するのに分光分析が使用される装置および方法に関するものである。」(第3欄43～46行目)",
                    "「背景技術",
                    "ラマン効果はサンプルが所与の周波数の入射光を散乱して入射光とサンプルを構成する分子との相互作用により惹起される線を有する周波数スペクトルにする現象である。分子種が異なると特徴的ラマンスペクトルが異なり，そのためこの効果はサンプル中に存在している分子種の分析に使用することができる。",
                    "…WO90/07108号公報は生じたラマン散乱光は2次元光検出アレイである電荷結合素子(CCD)上に合焦，つまり焦点を結ばせてもよいことも開示している。",
                    "サンプルが単色光または多色光さえも照射され，散乱光が分析される他の分光分析技術も知られている。…そのような技術を共焦点法で使用してサンプルの一定の面から散乱された光のみを分析することも可能である。これは散乱された光をレンズ系の焦点に非常に小さなピンホール(典型的には10μm)を備えた空間フィルタを通過させることを含む。要求された面から散乱された光はピンホールにおいて緊密に焦点を絞られて通過するが，他の面からの光は焦点がそれほど緊密(tight)に絞られず遮断される。しかしながら，そのような空間フィルタは正確に構成するのが難しい。というのは，光学要素を注意深く整合(アラインメント)させて散乱された光を非常に小さなピンホール上に緊密に焦点合わせすることを保証する必要があるからである。」(第3欄47行～第4欄34行目)",
                    "「発明の開示",
                    "本発明は，サンプルに光を照射して散乱光スペクトルを得るステップと，前記スペクトルを分析するステップと，前記分析されたスペクトルの少なくとも一つの成分を光検出器に通し，前記サンプルの所与の面から散乱する光を前記光検出器の所与の領域に合焦させ，前記サンプルの他の面から散乱する光を前記光検出器に合焦させないステップとを具備する分光分析方法であって，前記光はスリットを備えた一次元空間フィルタを通過して第一の次元で共焦点作用をもたらし，前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されていることを特徴とするものである。",
                    "また，本発明は，サンプルに光を照射して散乱光のスペクトルを得る手段と，前記スペクトルを分析する手段と，光検出器と，前記分析されたスペクトルの少なくとも一つの成分を前記光検出器に通し，前記サンプルの所与の面から散乱された光を前記光検出器の所与の領域に合焦させ前記サンプルの他の面から散乱された光を前記光検出器に合焦させない手段とを具備する分光分析装置であって，前記光はスリットを備えた一次元空間フィルタを通過して第一の次元で共焦点作用をもたらし，前記光検出器の前記所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに，またはこの光と分離して検出され，前記所与の領域は前記第一の次元を横切る第二の次元で共焦点作用をもたらすように形成されており，前記サンプルの前記所与の面の焦点からの散乱光は，前記スリットにおいてスポットとしての焦点に絞り込まれて前記スリットを通過し，前記サンプルの前記所与の面の前記焦点の前または後で散乱される光は，前記スリットにおいて焦点を結ばず，前記サンプルに光を照射するのと，前記サンプルからの散乱光を集光するのとに同一のレンズが用いられ，前記光検出器は電荷結合素子であることを特徴とする分光分析装置を提供する。」(第4欄40行～第5欄6行目〔訂正後〕)",
                    "「発明を実施するための最良の形態",
                    "第1図に示される装置の第1の実施例…。入力レーザビーム10は光路に45゜に置かれたダイクロイックフィルタ12により90゜反射される。次いで，このレーザビームは顕微鏡対物レンズ16に送られる。このレンズはこのレーザビームをサンプル18上の焦点19におけるスポットに焦点を結ばせる。光はこの照射されたスポットでサンプルにより散乱され，顕微鏡対物レンズ16により集光され，平行ビームに平行化(コリメート)され，ダイクロイックフィルタ12に戻る。フィルタ12は入力レーザビーム10と同じ周波数を持つレーリー散乱光を遮断し，ラマン散乱光を伝送する。ラマン散乱光は次いでラマン分析器20に送られる。",
                    "ラマン分析器20は…関心のあるラマン線を選定するための波長可変非分散性フィルタを1つまたは複数個備えている。あるいは，…回折格子のような分散性エレメントを備えていてもよい。いずれの場合も，分析器20からの光はレンズ22により適当な光検出器上に焦点を結ぶ。2次元光検出器アレイが好ましい。本実施例では，電荷結合素子(CCD)24が使用される。CCDはピクセルの2次元アレイからなり，コンピュータに接続される。コンピュータは各ピクセルからデータを獲得し，それを必要に応じて分析する。ラマン分析器20が波長可変非分散性フィルタを備えている場合，選定されたラマン周波数の光がCCD24の26に焦点を結ぶ。回折格子のような分散性エレメントが使用されている場合，分析器20は単一のスポットではなく，CCD24に沿って線上に広がる破線28で示される種々のバンドを持つスペクトルを生じる。」(第5欄19行目～第6欄1行目)",
                    "「",
                    "」",
                    "「  レンズ16の焦点19からの光はCCD上に緊密な焦点を結ぶ。しかしながら，破線36で示されるように，焦点19の前または後の光はより拡散した焦点になる。分析器20に非分散性フィルタが使用される場合，効果はCCD24の部分の平面図である第2図に示されている。CCDの個々のピクセルが正方形40として示されている。ピクセルのピッチは典型的には22μm以下でよい。円26は焦点19から散乱された光の分布を表し，円38はサンプルの他の場所から散乱された光のより拡散した焦点を表す。データを分析するときは，コンピュータは，26に焦点を結んだ光を受ける，影をつけて示された数個のピクセル42をまとめて貯蔵する。円38の他の場所からの外光(無関係の光)はコンピュータにより無視される。これは，データを各ピクセル42から順番に読取，ピクセル42からのデータを一緒に加え，残りを無視するコンピュータソフトウェアにより容易に達成される。",
                    "CCDをコンピュータと組み合わせると，このように，従来の空間フィルタにおけるピンホールと同じ効果を与える。レンズ16がサンプルの表面に焦点を結ぶと，サンプル内の表面の背後から散乱された光をフィルタリングして取り除くことができ，表面自体の分析も行うことができる。あるいは，レンズ16を故意にサンプル内の点に焦点を結ばせて表面から散乱された光をフィルタリングして取り除くことができる。このように，余分の空間フィルタを使用しないでも共焦点作用が達成されていた。」(第6欄2～26行目)",
                    "「【第2図】",
                    "」",
                    "「  回折格子その他の分散性エレメントが第1図の分析器20として使用され，単一のラマンバンドでなく完全なラマンスペクトルを見ることが望まれているときは，完全な共焦点分光分析はそのような単純なソフトウェアでは不可能である。しかしながら，第3図に示すようにCCD24とコンピュータ25を操作することにより部分的共焦点作用を達成することができる。回折格子はサンプルからのラマンスペクトルをCCDを横切って一つの線に分散させる。この線の幅は例えば第3図のCCD上の線44同士の間の影を付けてない領域の焦点19から散乱された光に対して最も小さい。焦点19を含む焦点面の外側の面からの光は第3図の線46同士の間に定義されるようなもっと幅広な線に散乱される。従って，部分的共焦点作用を得るには，コンピュータ25は，線44同士の間の領域にあるCCDのピクセルからだけデータを獲得し，CCDの他の場所で受領された光を排除するように(上述したのと同様の仕方で)プログラムされる。これにより，焦点19の外側からの第3図の影を付けた領域で受領された光が排除される。」(第6欄27～45行目)",
                    "「【第3図】",
                    "」",
                    "「  第3図の構成が部分的共焦点作用のみを発揮する理由は，CCDとコンピュータにより提供される空間フィルタリングが一次元でのみ起こり，二次元では起きないからである。これは，第1図のものと同じエレメントに空間フィルタ14を加えた第4図の実施例を使用することにより克服できる。第1図で使用したのと同じ参照番号が使用されている。",
                    "空間フィルタ14は2つのレンズ32,34と，紙面に鉛直に延びるスリット30を有するスクリーン31とを備えている。レンズ32は散乱された光の平行ビームをスリット30を通過する非常に緊密な焦点に絞り込まれ，レンズ34はこの光を再び平行化して平行ビームに戻す。入力レーザビーム10は同様に非常に小さいスポットに絞り込まれてスリット30を通過する。このスリット30の効果は顕微鏡対物レンズ16が共焦点的に作用することにある。すなわち，実質的にレンズ16の焦点19で散乱された光だけがスリット30を通過する。破線36で示したように，焦点19の前または後で散乱される光は穴30で焦点を結ばないため，実質的にスクリーン31により遮断される。」(第6欄46行～第7欄14行目)",
                    "「【第4図】",
                    "」",
                    "「  第5図は，CCDを第4図の実施例で使用したときの第2図および第3図に対応する平面図である。スリット30を通過する光は回折格子分析器20によりラマンスペクトルの個々のバンド28に分散される。スリット30がないと，バンド28に対応するが焦点19の外側から散乱された光が破線対48,50の間にあるもっと広い領域に現れる。スリット30は一次元空間フィルタリングのみを提供し，ラマンバンド28のそれぞれが第5図の水平方向に空間的にフィルタリングされるようにしていることが認められるであろう。しかしながら，焦点19の外側からの若干の光が依然としてスリット30を通過し第3図の影を付けた領域に対応する第5図の領域において受領されることがある。これを克服するには，コンピュータ25を第3図の実施例におけると同様にプログラムして，線44同士の間にあるピクセルからのデータだけを処理し，線46同士の間にある他のピクセルを排除する。これにより，垂直方向における空間フィルタリングが得られ，スリット30により与えられる水平空間フィルタリングと一緒に，完全な二次元共焦点作用が達成される。」(第7欄15～33行目)",
                    "「【第5図】",
                    "」",
                    "「  スリット30の代りにピンホールを使用した構成に対するこの構成の利点はピンホールよりもスリットの方が整列するのがより容易であることにある。」(第7欄34～36行目)",
                    "「  所望により，12で示す位置の代りに第4図の12Aにおいて破線で示す位置にダイクロイックフィルタを設けることが可能である。レーザビームはそのとき10の代りに10Aで系に入射する。この構成は入力レーザビームは空間フィルタ14を通過する必要がないという利点を有する。その結果，レーザビームが穴30の縁に当り，そこからの散乱を生じるという危険がない。そのような散乱は望ましくない。というのは，穴の縁が極端に清浄に保たれない限り，汚れが少しでもあると未知のラマン散乱光を生じて分析器20を通過してCCD24上に記録されるからである。逆に，ダイクロイックフィルタを位置12に配置することは，装置を設定するときに容易に視ることのできる光を使用して穴30の位置を調整できるという利点を有する。12Aにおけるダイクロイックフィルタでは，ダイクロイックフィルタを通過して空間フィルタ14に至るラマン散乱光は満足に視ることができない。さらに，ダイクロイックフィルタを12に置くことは，空間フィルタ14は…既存の装置に対して顕微鏡と装置の残りとの間に容易に追加でき，調整のために容易に接近できることを意味する。」(第7欄37行～第8欄6行目)",
                    "「  空間フィルタとして動作するためには，スリット30の幅は非常に小さく，典型的には10μm以下でなければならない。最大値は50μmになろう。このように，スリット30は，十分量の光を集めるために例えば最低200μmのようにずっと大きな従来のモノクロメータに普通に設けられている入口スリット，出口スリットと混同されるべきでない。」(第8欄7～13行目)",
                    "「  上述した本発明の種々の例ではCCDを検知器として使用した。しかし，第2図において円26内に光を検出し，この円の外側の光を遮断するには，正しいサイズの，例えば雪崩型フォトダイオードの単一の光検出器を使用することが可能である。この構成も回折格子により生成される単一のラマンバンドを検出するのに使用することができる。第3図および第5図において線44同士の間の光を検出し，他の光を遮断するには，適当な幅を持つ一次元(すなわち，線形)光検出器アレイを使用することができる。」(第8欄14～23行目)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "本件発明7～本件発明13の特徴",
      "text": [
        "従来技術のラマン分析装置において，共焦点法(レーザからの光を対物レンズで絞って一点に照射し，そこで発生した光を対物レンズで集めて結像させる手法であり，励起光と蛍光とが焦点を共有する。)を使用して，サンプルの一定の面から散乱された光のみを分析しようとする場合において，ピンホールのような空間フィルタを用いて，要求された面以外の面からの光を遮断することができるが，要求された面からの散乱光を非常に小さなピンホール上に正確に焦点を合わせることが困難であるとの課題があった。そこで，本件発明7～本件発明13は，この課題を，ピンホールに替えて，空間フィルタとして，比較的位置合わせの容易なスリットを用いるとともに，光検出器上のコンピュータ処理による読取領域の制限も加えて，ピンホールを用いた場合と同様の共焦点作用を達成させることで解決を図った分光分析装置を提供するものである。そして，その構成の要点として，①［1］サンプルからの散乱光を，まず，スリットにおいて合焦させ，スリットを通過させることで，第一の次元(X方向又はY方向)で所与の面以外からの散乱光を除き，［2］さらに，光検出器において合焦させ，所与の領域に読取を制限することで，第二の次元(Y方向又はX方向)で所与の面以外からの散乱光を除くこことし，［3］サンプルに光を照射するレンズとサンプルからの散乱光を集光するレンズが同一であり，［4］また，光検出器が電荷結合素子(CCD)であるとの限定を加え(本件発明7)，さらに，②本件発明7において，前記光検出器の所与の領域が細長いこと(本件発明8)，③本件発明7又は本件発明8において，前記光検出器の所与の領域がスリットを横切る方向に延在していること(本件発明9)，④本件発明7から本件発明9までのいずれかにおいて，前記光検出器がピクセルのアレイを備えたこと(本件発明10)，⑤本件発明10において，所与の領域のピクセルの一部からのデータを選択的にまとめて貯蔵する手段を有すること(本件発明11)，⑥本件発明10又は本件発明11において，前記光検出器はピクセルの2次元アレイを備え，アレイにより与えられるイメージを表すデータを受け，このイメージデータを処理して合焦される光を検出する計算手段を有すること(本件発明12)，⑦本件発明7から本件発明12までのいずれかにおいて，スペクトルがラマン散乱光のスペクトルであること(本件発明13)，としたものである。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "甲13発明について",
          "text": [
            "甲13(「高感度ラマン分光法の最近の動向と半導体超薄膜への応用」)には，次の記載がある。",
            "「EFM-90-30」(1頁欄外右上)",
            "「  ラマン分光法は，物質中にエネルギーE を持つ光(フォトン)を入射すると，格子振動(フォノン)などの素励起(エネルギーをEとする)の吸収や放出により，もとの光とは異なるエネルギーE ±Eの光が放出されるい非弾性散乱の一種である。…非破壊・非接触であり，温度・圧力などの環境を問わない，固体・液体・気体など形状や大きさを問わないなどの長所を持つ。」(1頁5～12行目)",
            "「  今日，様々なタイプのマルチ・チャンネル検出器が市販されてきている。代表的なものとして，イメージ・インテンシファイヤ付きフォトダイオード・アレイ検出器(以下IPDAと略す)，チャージ・カップルド・デバイス検出器(以下CCDと略す)，位置検出型光電子増倍管(以下PS-PMTと略す)の三種があげられる。現在マルチ・ラマン測光用にもっとも普及しているのはIPDAであり，他の2種は最近やっと普及し始めたところである。表1に主要なパラメータを比較して示した。これらの検出器にはいずれも一長一短あり，現在のところまだ相対的な評価は定まっていない。これらの検出器を用いると，通常の光電子増倍管換算で毎秒0.1カウント程度の信号も容易に検出可能である。ここでPS-PMTのダークについては，後述のように一次元検出器としての値であることに注意されたい。",
            "このようなシステムによって，様々な薄膜のラマン検出が行われるようになった。たとえばラングミュア・プロジェット膜の1モノレイヤからの信号検出について，トリプル分光器とIPDA，あるいはトリプル分光器と冷却された電化(「電荷」の誤記と認める。)結合素子検出器(以下CCDと略す)による報告がある。またゲルマニウムの数モノレイヤからのラマン信号検出がトリプル分光器と位置検出型光電子増倍管によりなされている。",
            "表1  多チャンネル検出器の性能比較",
            "─────────────────────────────────",
            "IPDA        CCD   PS-PMT",
            "─────────────────────────────────",
            "量子効率        5-15％          40-80％         15％",
            "波長領域        400-800nm     300-1000nm   300-900nm",
            "読みだしノイズ  1500e          10e           なし",
            "空間歪み        1％             なし           5％",
            "感度の位置変動  20%             2-7％          5％",
            "線形性          1%以下          2%以下         2-5%",
            "ダーク          0.005  c/s    0.01  c/s    0.002-0.008  c/s",
            "読みだし時間    10-20ms       1-10s         1ms",
            "空間分解能      50-100μm     18-30μm       40-70μm",
            "─────────────────────────────────」",
            "(2頁23行～3頁表1)",
            "「3.1  検出器の選択",
            "多重検出器のうち，アナログ検出器であるIPDAやCCDは，強いパルス・ノイズに対してそのエネルギーに比例した応答を示すので，通常は，長時間微弱な信号を積算しているうちにパルス・ノイズがスペクトルのあちこちに現れ，無視できない数になってしまう。経験的にはこれは光電子増倍管換算でチャンネルあたり毎秒0.001-0.01カウントのノイズになる。これらは主として宇宙からの高エネルギー粒子線によるものなので，避けることは困難である。ひとつの対策として測定を数回繰り返し，再現しないピークについてはこれを取り除く，ソフトウエアによる解決方法があるにはあるが，信号そのものを損なうおそれもあり，抜本的な解決策とはいえない。これに対して，PS-PMTのようなデジタル検出器においては，信号は常にフォトン・カウンティングによってひとつひとつ数えられている。普通は波高弁別器によってエネルギーの高いもしくは低いノイズと正しい信号とを選別して測定しており，またたとえ宇宙線ノイズがはいったとしても1カウントと数えられるだけである。今回我々は超微弱信号の検出を目的としているので，以上の理由によりPS-PMTを採用することにした。但し，量子効率の絶対値や赤外域の感度などを重んじるならばCCD検出器の方が優れているなど，目的によって選択は異なってくることを注意しておく。」(3頁12行～4頁8行目)",
            "「3.2  二次元検出器と非点収差補正",
            "グレーティングを使用した分光器では，レンズのような透過型光学素子ではなく球面鏡のような反射型光学素子を使わざるを得ないので，同軸光学系を使用することができず，非点収差の問題が生じる。球面鏡の法線方向と光の入射方向のなす角αが0でない場合には，入射面内とそれに垂直な方向とで，焦点距離が異なってくる。焦点距離をfとする時，この焦点距離の差はf・sin2αで与えられる。本来ならばそれぞれに対応した曲率半径を持つ楕円面鏡を使用することにより，非点収差のない光学系を形成すべきである。しかし，通常の分光器ではこれを省略し，上記の入射面内の焦点がスリットの位置に来るように設計する。入口スリット上の点光源は，出口スリット上でスリットの長さ方向(以下Y方向と呼ぶ)に線状に広がるが，光の分散方向(以下X方向と呼ぶ)に対しては焦点が得られているので，sin2α《1の近似が成り立つ範囲で，分光器の性能としては一応問題がない。光学系をできるだけコンパクトに設計し明るさは損なわない範囲でαを小さくするとか，ダブル分光器ではふたつの分光器によって生じる非点収差が互いにキャンセルするように光学系を立体的に折り返すように配置するなどの工夫が知られている。出口スリットの像は厳密には線状ではなく少し弓形の像になるので，弓形のスリットを使用するなどの技術も開発されている。",
            "単チャンネルの検出器や一次元検出器の場合には，このようなY方向への像の広がりは，検出器の受光面の広がりの範囲内に納まってさえいれば，これを全て積算できるので問題はない。しかし二次元検出器の場合にはこのことは装置全体の感度限界を考える上で重要である。二次元検出ではY方向に信号を積算して，X方向の一次元検出器に変換して使用する。例えばCCD検出器の場合には，この積算過程のことをビンニングと呼んでいる。ビンニングされる素子の数をできるだけ減らすことにより，ノイズの取り込みを抑えることができる。この効果はPS-PMT検出器の場合により顕著である。非点収差による像の広がりのため，Y方向に数百チャンネル積算しなければならない場合には，第1表の比較に見られる通り，IPDAなどの一次元検出器に比べて著しく高感度というわけではない。しかし，非点収差を補正して検出器位置でのY方向の像の広がりを抑えることにより，この積算チャンネル数を減少させることができれば，実効的な感度ははるかに向上する。",
            "PS-PMTのノイズは通常の光電子増倍管と同様に主として光電面付近での何らかの光または電子ノイズによっており，これは通常，毎秒10-20カウント程度である。従って，1024×1024ピクセルの二次元配列でピクセル位置を特定すると，そこでのノイズはピクセルあたり毎秒1-2×10-5カウントである。さて多重検出によるラマン分光においては，PS-PMTは単なる一次元の多重検出器として用いられてきた。PS-PMTの受光面上でスペクトルの方向をX軸にそれに垂直な方向をY軸に取ると，通常の分光器では，スペクトルは各波長でY軸方向に200-400ピクセル分広がっており，これを足し合わせて一次元のデータとしている。Y軸方向に全1024ピクセル足し合わせたとしたら，各チャンネルでのノイズは毎秒1-2×10-2カウントとなり，信号の存在する中央の200-400ピクセル分のみ足し合わせたとしても毎秒2-8×10-3カウントとなる。このようなノイズ・レベルはIPDAや高感度CCDの値とそれほど違わず，これまで特にPS-PMTが他よりもとりわけて超高感度であるとは考えられていなかったのはうなずける。",
            "ところがもし，スペクトルのY軸方向への広がりを極端にせばめることができたとしたら，チャンネルあたりのノイズは著しく減少するはずである。たとえばY軸方向への広がりを5ピクセル以下にすることができれば，チャンネルあたり毎秒5-10×10-5カウントのノイズ・レベルとすることができ，IPDAやCCDにおける0.001-0.01カウントのパルス・ノイズも存在しないことから，極限的な微弱光の高感度ラマン分光が可能となる。」(4頁9行～5頁22行目)",
            "「3.3  高感度ラマン分光光学系",
            "図1に我々の使用している分光光学系の概略を示す。トリプル・ポリクロメータ分光器としてはDilor社のモデルXYを使用した。前段フィルタ・ステージの差分散型ダブル分光器は50cmと比較的長い焦点距離を持ち，低波数側でのレイリー散乱光などの除去率が良いと考えられる。後段のポリクロメータは入射側が50cm，出射側が60cmの焦点距離の集光系を用いている。αは約6°と比較的小さく，ダブル分光器は互いに収差を打ち消すように設計されている。",
            "検出器としては，ストレート側にIPDA検出器(Dilor社のゴールドモデル)を，サイド側に切り替え用の反射鏡を使ってPS-PMT(ITT社のモデルF4146M)を設置した。両検出器の性能はミラーを切り替えて直接比較することができる。PS-PMTのフォトカソード面はマルチアルカリを使用し，300-900nmで感度を持つ。500nmでの量子効率は14％，位置分解能は半値全幅で52μm(約2チャンネル分)である。ペルチェ冷却器を用いて-30℃に冷却した時のダーク・カウントは25mmφ径のフォトカソード領域全体で毎秒約9カウントである。この値は，25μm角の各ピクセルあたりで，毎秒7-9×10-6カウントに相当する。",
            "非点収差補正は，入口スリットの手前にシリンドリカル・レンズの光学系を導入する外部補正方式に依った。調整は，IPDAの代わりにモニター用のCCDカメラを設置して，Hgランプなどの単色光を光源とし，試料位置に置いたグリッド・パターンの像を観察して行った。非点収差補正光学系の調整が完全に行われると，入口スリットのところでのグリッドの像がそのまま検出器の位置ではっきりした像に転送される。その精度は10μm以下であり，検出器のピクセル・サイズ25μmよりもずっと小さくできる。またレンズの色収差を考えると，波長の変化に伴って補正レンズ系の位置を変化させる必要があるが，この値は実は400nmと900nmの間で1mm以下と非常に小さい。従って通常は多チャンネル検出器で一度に測定できる領域が最大500-1000cm-1であることから，受光面上での色収差による像のぼけは無視できる。むしろ検出器の受光面をどれだけ正確にポリクロメータの焦点面に一致させることができるかで測定精度が決まる。この時，PS-PMTの移動の自由度としては，焦点を合わせるための前後の移動とあおり2種，分光器の分散方向に正確に合わせるための回転の計4軸が重要である。さらに，有効受光面を適切な位置に置くためのXY方向の平行移動と合わせて，計6軸を再現性良く微調整できるように設計されている。」(5頁23行～6頁19行目)",
            "「3．4  性能評価",
            "先に述べたようなダーク・カウント数でノイズ・レベルを論じるやり方は，実は適正とはいえない。ラマン装置の性能は，単に分光器や検出器の性能だけできまるものではなく，試料からの散乱光の集光光学系の能率をはじめ，試料に対する入射方法の工夫などがむしろ重要であることも多い。また，ダブル分光器はトリプル分光器よりもずっと明るいので，ダークの絶対値のみから優劣を論じることは危険である。そこで我々は，単結晶シリコンのフォノン・モードの測定による分光器性能の評価法を提案した。今日，純度の高いシリコン・ウエーハを入手することは容易であり，またその520cm-1のピークのスペクトルは試料によらず不変である。従って，以下のような測定を行うことにより，あらゆる装置の実効的な性能比較が可能になると考えられる。",
            "図2の(a)と(b)は，Ar＋レーザの515nm線による励起で，シリコン(100)ウエーハの520cm-1付近のピークの測定を行った時の，PS-PMTの二次元画像である。(b)は(a)の一部を拡大してある。レーザ用のフィルター分光器をわざと取り外し，Ar＋レーザからのプラズマ発光線をも測定するようにしてある。全スペクトル領域で，Y方向への信号の広がりは3-4ピクセルすなわち100μm以下である。この広がりは，測定時の入射スリット幅100μm(検出器位置で125μmに相当)と検出器の分解能52μmの和よりも小さい。図2の(c)は(b)のデータを用いてY方向に5ピクセルずつ加算して得たラマン・スペクトルである。",
            "図3と図4は，単結晶シリコンの520cm-1付近のピークについて，試料に入射されるレーザの強度を一桁づつ下げ，同時に測定時間を十倍づつ増大させながら測定した例である。このようにすれば，非常に微弱なラマン信号を再現性良く作り出すことができ，入射光学系を含めた装置を定量的に評価することができる。ここでは入射光学系として顕微集光光学系を用い，ビーム径を試料上で1μmに絞って測定した。100倍の対物レンズにより幅100μmの入口スリット上に転送される。図3はPS-PMTを用いた測定結果で，図4には比較のため，ポリクロメータ出口のストレート方向に設置されたIPDAによる測定結果を示す。PS-PMTの場合には図2の時と同様にY方向に5ピクセルを加算した。IPDAによる測定では，10μW励起の時パルス・ノイズが無視できなくなってきており，1μW励起ではノイズのため測定不能になっている。これらはそれぞれ光電子増倍管換算で毎秒0.1カウントと毎秒0.01カウントの信号強度に対応している。一方，PS-PMTでは，100nW励起の時には非常に高いSＮ比で良好なスペクトルが得られており，10nW励起の時でも十分なSＮ比で信号が検出されている。これらはそれぞれ毎秒0.001カウント，毎秒0.0001カウントの信号強度に相当している。10nW励起のデータからノイズ・レベルは毎秒4-5×10-5カウントと見積もられる。これは非点収差補正を行わなかった場合に比べて30乃至60分の1のノイズになっている。補正のない場合には1μW励起でも信号とノイズの強度がほぼ等しくなり，従ってIPDAの場合とけた違いに高感度というわけではない。このことは従来からの報告と整合している。」(6頁20行～8頁14行目)",
            "「",
            "」",
            "「",
            "」"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "取消事由5(甲13発明に対する進歩性の判断誤り)について",
              "text": [
                "事案にかんがみて，まず，取消事由5について検討する。"
              ],
              "content": [
                {
                  "fig": "(1)",
                  "subject": "取消事由5-1(相違点13-1に係る相違点判断の誤り)について"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "相違点13-1につき",
          "text": [
            "相違点13-1は，要するに，本件発明7では，スリットにおいて第一の次元の共焦点作用をもたらすのに対し，甲13発明では，入射スリットがそのような共焦点作用をもたらしているか否か不明である，というものである。",
            "しかるところ，①光学要素としてスリットを備えた1次元空間フィルタ自体及びこのようなスリットを備えた1次元空間フィルタが共焦点作用をもたらすことも，いずれも技術常識であることは，審決において認定するところであり(35頁27行～33行目)，被告も，そのこと自体を争っているものとは認められない。さらに，審決は，②甲6には，スリットの幅が空間分解能に関係することが記載されているところ(133頁右欄21行～139頁左欄9行目)，空間分解能を上げるためにスリットの幅を狭めていくと，1次元の共焦点作用が生じるのであるから，ある程度以上空間分解能を上げる場合は，共焦点作用のためのものともいえると認定しており(36頁)，その認定に誤りは認められない。",
            "したがって，甲13に接した当業者は，甲13発明の入射スリットの幅が共焦点作用を生じるに足りるものであれば，共焦点作用(その性質上1次元のものである。)がもたらされていると認識するといえる。",
            "これについて，審決は，甲13に，甲13発明の入射スリットの幅が100μmと記載されていることから，本件発明7のスリットに相当するものではないと認定している。",
            "したがって，まず検討すべき点は，甲13発明の入射スリットが共焦点作用を生じ得るに足るものであるか否かである。"
          ]
        },
        {
          "fig": "イ",
          "subject": "甲13発明の入射スリットにおける共焦点作用の存否につき",
          "text": [
            "「結像光学入門」(1988)95～97頁(甲36)には，レンズ系により結像したとき光が集中している領域である「エアリーディスク」の直径d，光の波長λ，像側のレンズの分解能を定める指数である開口数「ＮA 」との間に",
            "像側    d＝1.22λ/ＮA",
            "像側との関係があるとの記載がある(96頁4-27式)。",
            "また，対物レンズの倍率をMとして，ＮA ＝ＮA ×Mであると認められ物体側 像側るから(97頁4-28式，4-29式)，",
            "d＝(1.22×λ/ＮA )×M 物体側となる。",
            "ここで，甲13発明において，サンプルからスリットまでの倍率Mは100倍であるから(7頁8～9行目)，ＮA を最大値である1とすると(ＮA は空物体側 物体側気中では1を超えないから，エアリーディスク径としては最小値が算出される。)，Ar＋レーザの515nm線のスリット上でのエアリーディスク径の最小値d は，min次のとおり，63μmである。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "d",
                      "subject": "＝(1.22×λ/ＮA )×M min 物体側max          ＝(1.22×0.515/1)×100",
                      "text": [
                        "＝63［μm］",
                        "また，ラマン散乱光の波長λ´は光源光のレーザの波長λよりも長いから，ラマン散乱光によって形成されるスリット上でのエアリーディスク径の最小値は，上記d よりも大きい。",
                        "min  そして，甲13発明の入射スリットの幅は，100μmであるから(7頁36行目)，スリット幅とラマン散乱光によってスリット上で形成されるエアリーディスク径との比は1.59(100/63)よりも大きくなることはない。",
                        "しかるところ，特開平2-247605号公報(甲37)には，「検出器の面積を，その半径がエアリディスクと同じ，または，エアリディスクの2倍まで広げた場合，…3次元分解能をもっていることがわかる。このような光学系は，一様照明落射型蛍光顕微鏡が全く分解をもたなかったz方向のみに構造の変化をもつ試料に対しても分解をもつ。」との記載(5頁左上欄6～12行目)が，甲38には，「エアリーディスクより2倍広い検出器を有する顕微鏡も，2μmの分解能で長さ方向の構造を分解することができる。」との記載(172頁右欄49～51行目)がある。また，甲41には，",
                        "△x(FWHM)＝0.51×λ/ＮA と記載されており(4065頁左欄)，このＮAはＮA であると解されるから，",
                        "像側    △x(FWHM)＝(0.51×λ/ＮA )×M 物体側となる。これと，これをエアリーディスクの直径",
                        "d＝(1.22×λ/ＮA )×M 物体側と比較すると，エアリーディスクの直径は，そのFWHMの大きさの約2．4倍(1.22/0.51＝2.392)であると認められる。そして，甲40には，FWHMを1とした場合の直径6の検出ピンホールが回折限界エアリー分布の中に示されているから，ピンホールの大きさがエアリーディスクの直径の2.5倍(6/2.4＝2.5)までは，共焦点作用を有することが示されていると認められる。",
                        "そうすると，スリット幅とエアリーディスク径との比が1.59である甲13発明においては，甲13発明の入射スリットにおいて，第一の次元での共焦点作用をもたらすものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "subject": "被告の主張に対して"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "共焦点作用の記載・示唆について",
      "text": [
        "①  被告は，甲13発明は共焦点作用に関するものではなく，甲13発明の構成で共焦点作用が生じているとしても，それはたまたまに生じているにすぎないから，当業者は，甲13発明の入射スリットにおいて共焦点作用が生じていると認識するものではない旨を主張する。",
        "しかしながら，入射スリットの幅が100μmであり，対物レンズの倍率が100倍であり，光源光の波長が515nmであるのは，甲13に明示的に記載された条件であり，また，共焦点作用が生じているか否かは，これら条件に基づき算式を用いて自動的に導かれるものであるから，共焦点作用は，甲13発明から当然に導かれる事項にほかならない。そして，上記アのとおり，スリットを備えた1次元空間フィルタ自体及びこのようなスリットを備えた1次元空間フィルタが共焦点作用をもたらすことは技術常識であり，現に甲13発明の入射スリットは，共焦点作用がもたらされるように構成されているのであるから，甲13に接した当業者は，甲13発明の入射スリットにおいて共焦点作用が生じていると認識するものである。",
        "被告の上記主張は，採用することができない。",
        "②  被告は，甲13発明の入射スリットが，波長分解能の調整を行うものであり，そのことが技術常識である一方で，その入射スリットが共焦点作用をもたらすことは技術常識ではないことを前提とする主張をするが，その前提が採用し得ないことは，上記アに認定判断のとおりである。波長分解能の調整を行うスリットであるからといって共焦点作用が否定されるわけではなく，両者は両立し得るものである。",
        "したがって，被告の上記主張は，採用することができない。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "シリンドリカル・レンズの作用について",
      "text": [
        "被告は，甲13発明の作用によって，甲13発明の入射スリットにおいては共焦点作用が生じていない旨を主張する。",
        "①  甲13発明では，試料からの散乱光は，非点収差(加工精度等によりレンズの直交する軸の焦点距離が違う現象)を補正するために，入射スリットの手前に導入されたシリンドリカル・レンズ(円柱状の屈折面を持つレンズ)の光学系を介して，入射スリットの長さ方向(Y軸方向)において焦点距離を調整されて，入射スリットを通過する。これは，回折格子(グレーティング)を使用した分光器で使われている球面鏡のような反射型光学素子により生じるPS-PMT(位置検出型光増倍管)上におけるY軸方向の非点収差を，シリンドリカル・レンズの光学系によって敢えて与えられたY軸方向での非点収差により解消させるものであると解される。",
        "そうすると，入射スリットの手前にシリンドリカル・レンズが存在する限りは，それによってスリットの長さ方向に楕円状となっていることとなり，スリットの長さ方向には焦点を結んでいるとはいえないことになる。",
        "しかしながら，甲13発明のシリンドリカル・レンズは，スリットの幅方向に非点収差を与えているものではないのであり，試料からの散乱光は，スリットの幅方向には焦点を結んでいる。そして，この場合のエアリーディスク径の短径(幅方向)は，上記イにおいて算定した数値を下回るものではないと認められるから，やはり，第一の次元の共焦点作用は生じているものと認められる。",
        "②  また，甲3には，「凹面鏡で光軸外に集光されることにより生じる非点収差を補正するために，CCDカメラの前に円柱レンズ(図1に図示されない)が用いられた。」との記載があるほか(甲3の220頁左欄31～34行目〔訳文2頁7～9行目〕)，シリンドリカル・レンズを分光器の内部に配置する構成も周知の事項であるといえ(甲47の1054頁右欄25行～1055頁左欄7行目，Fig．1，甲48の上欄1～3行目，甲49の455頁左欄23～28行目，FIG.1，甲50の第2図)，シリンドリカル・レンズの位置を，スリットの前後のどこに配置するかは，当業者にとって設計的事項というべきものであり，スリットの前に配置する構成をしたことによる格別の効果も認め難い。",
        "そして，シリンドリカル・レンズの位置が，分光器の後で光検出器の前に配置された構成であれば，甲13発明において，サンプルの所与の面の焦点からの散乱光は，入射スリットにおいてスポットとしての焦点に絞り込まれて入射スリットを通過し(入射スリットでスポットとして焦点に絞り込まれていなければ，光検出器の前に配置されたシリンドリカル・レンズによって非点収差を補正することができないので，必然的な変更である。)，分光器によって生じたY軸方向の非点収差がシリンドリカル・レンズによって解消させられて光検出器に合焦されている。",
        "また，入射スリットにおいて共焦点作用を有する甲13発明において，観測したい試料の面に焦点を合わせれば，試料の所与の面の焦点の前又は後で散乱された光が入射スリットにおいて焦点を結んでいないことは自明である。",
        "③  以上のとおりであり，被告の上記主張は，採用することができない。"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "阻害要因について",
      "text": [
        "被告は，当業者が甲13発明のシリンドリカル・レンズを入射スリットの手前から光検出器の手前に配置する構成に変更するには阻害要因がある，又は積極的な動機付けはない旨を主張する。",
        "しかしながら，上記イ②のとおり，甲13発明においてシリンドリカル・レンズをどこに配置するかは設計事項にすぎないものと認められる。そして，被告がるる指摘する事項自体も，いずれも設計事項にすぎないものであり，当業者が甲13から，甲13発明の入射スリットにおいて共焦点作用が生じていることを認識する妨げになるとはいえない。",
        "被告の上記主張は，採用することができない。"
      ],
      "content": [
        {
          "fig": "エ",
          "subject": "小括",
          "text": [
            "以上のとおりであるから，第一の次元の共焦点作用を有している甲13発明において，シリンドリカル・レンズの配置を適宜変更することにより，本件発明7に係る相違点13-1の構成とすることは，容易に想到できると認められる。",
            "したがって，審決の相違点13-1の判断には，誤りがある。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "取消事由5-2(相違点13-2に係る相違点判断の誤り)について"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "相違点13-2について",
          "text": [
            "相違点13-2は，要するに，本件発明7では，光検出器において，第二の次元の共焦点作用をもたらすのに対し，甲13発明では，PS-PMT検出器において，そのような共焦点作用をもたらしているか否か不明である，というものである。",
            "しかるところ，空間フィルタを使用しないで，光検出器において共焦点作用をもたらすことが本件優先日前に周知の事項であったことは，審決において認定するところであり(27頁10～14行目)，被告も，そのこと自体を争っているものとは認められない。",
            "したがって，甲13に接した当業者は，甲13発明のPS-PMT検出器において共焦点作用を生じるに足るものであれば，少なくとも共焦点作用がもたらされていること自体は，認識するといえる。",
            "これについて，審決は，上記周知の空間フィルタを使用しない共焦点作用は，2次元の共焦点作用をもたらすものの代替であり，1次元の共焦点作用をもららすものではないと認定している。",
            "そこで，まず，甲13発明のPS-PMT検出器が共焦点作用をもたらしているか，そして，その共焦点作用がいかなるものかを，次に検討する。"
          ]
        },
        {
          "fig": "イ",
          "subject": "甲13発明のPS-PMT検出器における共焦点作用の存否につき",
          "text": [
            "甲13には，「前段フィルタ・ステージの差分散型ダブル分光器は50cmと比較的長い焦点距離を持ち，低波数側でのレイリー散乱光などの除去率が良いと考えられる。後段のポリクロメータは入射側が50cm，出射側が60cmの焦点距離の集光系を用いている。」と記載されていることから(5頁25～28行目)，甲13発明において，入射スリットの位置から光検出器の位置までの倍率は，1.2倍(60cm／50cm)であると認められる。よって，Ar＋レーザの515nm線の光検出器上でのエアリーディスク径の最小値d は，76μm(63μm×1.2)であminる。また，ラマン散乱光の波長は光源光の波長よりも長いから，ラマン散乱光によって形成される光検出器上でのエアリーディスク径の最小値は，d よりも大きminくなる。他方，甲13発明のPS-PMT検出器での読取り幅は，125μm(25μm×5ピクセル)であるから(6頁1行目，6頁末行～7頁2行目，図2の説明文)，光検出器の読取り幅とラマン散乱光によって光検出器上で形成されるエアリーディスク径との比は1.64(125μm/76μm)よりも大きくなることはない。そして，上記(1)イに照らして，光検出器の読み取り幅がエアリーディスクの大きさの2．5倍までの場合には，共焦点作用がもたらされるものといい得る。",
            "以上から，甲13発明は，光検出器上で共焦点作用を有しているものと認められる。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "第二の次元における共焦点作用の存否につき",
          "text": [
            "甲13には，「入口スリット上の点光源は，出口スリット上でスリットの長さ方向(以下Y方向と呼ぶ)に線状に広がるが，光の分散方向(以下X方向と呼ぶ)に対しては焦点が得られている」(4頁18～20行目)，「単チャンネルの検出器や一次元検出器の場合には，このようなY方向への像の広がりは，検出器の受光面の広がりの範囲内に納まってさえいれば，これを全て積算できるので問題はない。しかし二次元検出器の場合にはこのことは装置全体の感度限界を考える上で重要である。二次元検出ではY方向に信号を積算して，X方向の一次元検出器に変換して使用する。」(4頁27～31行目)，「スペクトルのY軸方向への広がりを極端にせばめることができたとしたら，チャンネルあたりのノイズは著しく減少するはずである。たとえばY軸方向への広がりを5ピクセル以下にすることができれば，チャンネルあたり毎秒5-10×10-5カウントのノイズ・レベルとすることができ，IPDAやCCDにおける0.001-0.01カウントのパルス・ノイズも存在しないことから，極限的な微弱光の高感度ラマン分光が可能となる。」(5頁17～22行目)，「非点収差補正光学系の調整が完全に行われると，入口スリットのところでのグリッドの像がそのまま検出器の位置ではっきりした像に転送される。その精度は10μm以下であり，検出器のピクセル・サイズ25μmよりもずっと小さくできる。」(6頁6～9行目)「全スペクトル領域で，Y方向への信号の広がりは3-4ピクセルすなわち100μm以下である。この広がりは，測定時の入射スリット幅100μm(検出器位置で125μmに相当)と検出器の分解能52μmの和よりも小さい。図2の(c)は(b)のデータを用いてY方向に5ピクセルずつ加算して得たラマン・スペクトルである。」(6頁35行～7頁1行目)との記載がある。",
            "すると，甲13発明では，スリットの長さ方向(Y軸方向)に広がる光を非点収差補正光学系で光検出器の位置で結像させ，PS-PMTのY方向の5ピクセルの領域のみを加算しているから，「光検出器の所与の領域で受ける光が，前記所与の領域外で受ける光を含まずに」「所与の領域は第一の次元(X軸方向)を横切る第二の次元(Y軸方向)で共焦点作用をもたらすように形成されて」いるといえる。",
            "したがって，相違点13-2は，実質的な相違点ではない。",
            "なお，甲13発明は，非点収差補正光学系の調整により，Y方向への信号の広がりを3～4ピクセルに抑えている。これは，回折格子(グレーティング)を使用した分光器では，反射型光学素子を使わざるを得ないために非点収差が発生し，2次元検出器上でY方向への像の広がりが大きくなってしまうので，Y方向に信号を積算する(ビンニング)ところ，ビンニングによりノイズを大量に取り込んでしまうと感度が低下するという問題が発生するために，非点収差を補正して，ビンニングされる素子の数をできるだけ減らすことによりノイズの取り込みを抑えるよう構成したものである(4頁10行～5頁2行目)。このビンニングされる素子の数をできるだけ減らすことによりノイズの取り込みを抑えるという効果は，直接には，非点収差補正光学系の調整から生じるものであるが，ピンホールを用いた場合とは異なり，甲13発明のPS-PMTは，Y軸方向の5ピクセル以外の領域においても光を受け得る構成となっているから，甲13発明の光検出器において，第二の次元の方向での読取り制限をし，上記領域外で受ける光を含まずに，又はこの光を分離して検出することにほかならず，第二の次元の方向での1次元の検出器として用いられている。"
          ]
        },
        {
          "fig": "エ",
          "subject": "小括",
          "text": [
            "以上から，審決の相違点13-2の判断には，誤りがある。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "被告の補充主張について",
              "content": [
                {
                  "fig": "(1)",
                  "subject": "相違点13-3に係る審決の判断について",
                  "text": [
                    "甲1，甲3によれば，ラマン分光装置において，サンプルに光を照射するのと，サンプルからの散乱光を集光するのとに同一のレンズを用いることは，周知技術であったと認められ，このような構成に置換することに何ら阻害要因はなく，構成を簡単にするという十分な動機付けも存するから，相違点5に係る構成は当業者にとって容易想到であったと認められる。",
                    "被告は，構成を簡単にするという動機付けの記載が先行文献にない旨を主張するが，このような動機付けは技術上普遍的なものであるから，先行文献にて示唆されるまでの必要性はない。",
                    "したがって，被告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "相違点13-4に係る審決の判断について",
                  "text": [
                    "甲13発明では，光検出器としてPS-PMT検出器が用いられているが，これは，デジタル検出器であるPS-PMTが，CCDのようなアナログ検出器とは異なり，宇宙線ノイズが入ったとしてもそのエネルギーに比例した応答がされるわけではなく，1カウントと数えられるだけであるため，超微弱信号の検出の目的に沿っているからである(3頁12行～4頁6行目)。",
                    "甲13発明では，上記のとおり，非点収差を補正して，ビンニングされる素子の数をできるだけ減らすことによりノイズの取り込みを抑えるものであるが(4頁10行～5頁2行目)，CCDの場合にノイズの値がそれほど大きいとされているわけではない(表1)。かえって，甲13には，「但し，量子効率の絶対値や赤外域の感度などを重んじるならばCCD検出器の方が優れているなど，目的によって選択は異なってくる」との記載(4頁6～8行目)がある。",
                    "以上に照らすと，甲13発明において，PS-PMTに代えてCCD検出器を採用することは，当業者にとって容易に想到できることであったと認められる。",
                    "被告は，甲13発明の目的はPS-PMTを用いなければ達成できない旨を主張するが，上記記載に照らして，採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "4",
              "subject": "まとめ",
              "text": [
                "以上2及び3によれば，相違点13-1及び相違点13-2は，実質的な相違点ではなく，相違点13-3及び相違点13-4は，容易に想到し得たものといえる。",
                "したがって，本件発明7は，甲13発明及び周知技術に基づいて容易に想到することができたから，本件発明7を甲13発明から容易に想到できないとした審決の認定判断には誤りがあり，この誤りが審決の結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由5は理由があるから，その余の点について判断するまでもなく，審決を取り消すこととし，主文のとおり判決する。"
      ]
    }
  ]
}