{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "特許庁が不服2013-9145号事件について平成25年8月28日にした審決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "訴訟費用は被告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない。)",
          "text": [
            "原告は，発明の名称を「ダッシュボードに携帯情報通信装置用クレードルと車載ユニットを備える自動車，及び，該自動車とともに使用される携帯情報通信装置」とする発明について，平成18年10月11日(優先権主張日・平成17年12月21日)に出願した特願2006-277050号の一部を平成19年7月5日に新たな特許出願とした特願2007-176857号の一部を平成24年6月6日さらに新たな特許出願とした。特許庁は，これを特願2012-129403号(以下「本願」という。)として審査した結果，平成25年1月22日付け手続補正書による補正後の出願について，同年3月7日付けで拒絶査定をした。原告は，同年5月20日，これに対する不服の審判を請求するとともに，同日付け手続補正書による手続補正(以下「本件補正」という。)をした。",
            "特許庁は，この審判を，不服2013-9145号事件として審理した上，平成25年8月28日，審決において本件補正を却下するとともに，「本件審判の請求は，成り立たない。」との審決をし，同審決の謄本を，同年10月16日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前，平成25年1月22日付け補正書による補正後の本願(請求項の数は5である。)の特許請求の範囲の請求項1の記載は，次のとおりである(甲3。以下「本願補正前発明」という。)。",
                "「【請求項1】",
                "ダッシュボードに，",
                "(1)ディスプレイ手段を備える車載ユニット",
                "(2)「画像信号を送信する機能を有する携帯情報通信装置」を保持するクレードル",
                "を備える自動車において，",
                "前記車載ユニットは，前記携帯情報通信装置から非圧縮のデジタル伝送方式で送信される画像信号を受信するためのインターフェース手段B1を備え，前記画像信号に基づいて画像を表示する機能を有し，",
                "前記クレードルは，前記携帯情報通信装置と前記インターフェース手段B1との間で前記画像信号を媒介する機能を有する，",
                "ことを特徴とする自動車。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の本願の特許請求の範囲の請求項1の記載は，次のとおりである(甲5。以下「本願補正発明」という。)。",
                "「ダッシュボードに，",
                "(1)ディスプレイ手段を備える車載ユニット",
                "(2)「画面に表示される画像(以下「画面画像」と略記する)のビットマップデータを生成し，該ビットマップデータを伝達する『非圧縮のデジタル伝送方式で送信される画像信号』を送信する機能を有する携帯情報通信装置」を保持するクレードルを備える自動車において，",
                "前記車載ユニットは，前記携帯情報通信装置から「ビットマップデータを伝達する『非圧縮のデジタル伝送方式で送信される画像信号』」を受信するためのインターフェース手段B1を備え，それ自体は画面画像のビットマップデータを生成する機能を有さず，前記画像信号が伝達するビットマップデータに基づいて，前記ディスプレイ手段の画面に画像を表示する機能を有し，",
                "前記クレードルは，前記携帯情報通信装置と前記インターフェース手段B1との間で前記画像信号を媒介する機能を有する，",
                "ことを特徴とする自動車。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，上記(1),(2)のいずれの補正においても，補正の対象となったのは請求項の記載のみであり，明細書及び図面は補正の対象となっていないから(甲3，甲5)，以下においては，本願の出願当初の明細書及び図面をまとめて「本願補正発明明細書」という。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。要するに，本願補正発明は，特開2003-244343号公報(甲1。以下「引用例」という。)に記載された発明(以下「引用発明」という。)，周知技術及び引用例に記載された引用発明に係る示唆に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができず，特許法17条の2第5項(平成18年法律第55号(平成19年4月1日施行)による改正前のもの。)において準用する同法126条5項(平成23年法律第63号による改正前のもの。)に違反するので，同法159条1項(平成18年法律第55号による改正前のもの。)において読み替えて準用する同法53条1項(平成18年法律第55号による改正前のもの。)の規定により却下を免れず，本願補正前発明も，同様の理由により，引用発明，周知技術及び引用例に記載された引用発明に係る示唆に基づいて，当業者が容易に発明をすることができたものであるから，同法29条2項の規定により特許を受けることができず，同法49条2号の規定により拒絶されるべきであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が上記結論を導くに当たり認定した引用発明の内容並びに本願補正発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「車両の所定位置に，",
                    "(1)表示部を有する車載機10",
                    "(2)表示部に表示される表示情報の表示データを供給する携帯電話12をセットするクレードル",
                    "を設けられた車両において，",
                    "前記車載機10は，前記携帯電話12から供給される表示データを入力するためのインターフェースを有し，前記表示データから，前記表示部の画面に表示情報を表示し，",
                    "前記クレードルは，前記携帯電話12と前記インターフェースとを接続して前記表示データを供給する，",
                    "車両。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「自動車の所定位置に，",
                    "(1)ディスプレイ手段を備える車載ユニット",
                    "(2)画面に表示される画像の画像信号を送信する機能を有する携帯情報通信装置を保持するクレードル",
                    "を備える自動車において，",
                    "前記車載ユニットは，前記携帯情報通信装置から送信される画像信号を受信するためのインターフェース手段を備え，前記画像信号に基づいて，前記ディスプレイ手段の画面に画像を表示する機能を有し，",
                    "(た)自動車。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "［相違点1］",
                    "自動車の所定位置に関し，本願補正発明は，「ダッシュボード」に特定されるのに対し，引用発明では，特段の特定がなされていない点。",
                    "［相違点2］",
                    "画像信号を送信する機能を有する携帯情報通信装置に関し，本願補正発明は，「ビットマップデータを生成し，該ビットマップデータを伝達する『非圧縮のデジタル伝送方式で送信される画像信号』を送信する機能を有する」のに対し，引用発明では，そのような機能を有するのか不明である点。",
                    "［相違点3］",
                    "車載ユニットの，送信される画像信号を受信するためのインターフェース手段に関し，本願補正発明は，「ビットマップデータを伝達する『非圧縮のデジタル伝送方式で送信される画像信号』を受信する」のに対し，引用発明では，どのような画像信号を受信するのか不明である点。",
                    "［相違点4］",
                    "車載ユニットの機能に関し，本願補正発明は，「それ自体は画面画像のビットマップデータを生成する機能を有さず，画像信号が伝達するビットマップデータに基づいて，ディスプレイ手段の画面に画像を表示する機能を有」するのに対し，引用発明では，そのような機能であるのか不明である点。",
                    "［相違点5］",
                    "クレードルに関し，本願補正発明は，「携帯情報通信装置とインターフェース手段との間で画像信号を媒介する機能を有する」のに対し，引用発明では，「携帯情報通信装置とインターフェース手段とを接続して表示データを供給する」点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張する取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願補正発明と引用発明との一致点，相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の「表示データ」を本願補正発明の「画像信号」に相当するとした誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明の「表示データ」は，本願補正発明の「画像信号」に相当すると認定しているが，この認定は誤りである。",
                    "引用例には，「画像信号」という語はもちろん，「信号」という語も記載されておらず，携帯電話12から車載機10に「供給される」「送られる」ものとして記載されているのは，「表示データ」(段落【0027】【0028】【0031】)や「描画コマンド」(段落【0026】)のみである。",
                    "このうち，「表示データ」について，引用例には「表示データ」が本願補正発明の「画像信号」に相当することを示唆する記載は一切ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用例の「描画コマンド」は，本願補正発明明細書でいう「画像信号」とは区別されるべきものである。すなわち，引用例の段落【0026】においては，携帯電話12から車載機10へ「描画コマンド」が供給されることが記載されている。他方，本願補正発明明細書の段落【0057】，【0058】，【0060】，【0061】，【0063】，【0065】，【0068】，【0069】，【0073】，【0083】，【0084】，【0087】，【0088】，【0090】，【0092】，【0093】の記載によれば，「描画命令」は，中央演算回路10Aからグラフィックコントローラ10Bへ送信され，すなわち，携帯電話機1の内部でやりとりされるだけであって，携帯電話機1(携帯情報通信装置)から外部出力ユニット3(車載ユニット)には送信されない。このように，引用例の「描画コマンド」は携帯電話12から車載機10へ供給されるのに対し，本願補正発明明細書の「描画命令」は携帯情報通信装置から車載ユニットには送信されないのであるから，引用例の「描画コマンド」と本願補正発明明細書の「描画命令」は異なる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明の「表示データ」が本願補正発明の「画像信号」に相当するとの審決の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「表示データ」についての被告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，①引用例の段落【0021】の記載から，引用例の携帯電話12の画面に表示されている情報は「画像」である，②引用例の段落【0022】の記載から，引用例の車載機10の制御装置には携帯電話12の制御装置から画面表示情報が供給され，車載機10の制御装置から表示制御部に表示データとして供給されるから，引用例の「表示データ」は，「画面表示情報」を表すものである，③引用例の携帯電話12の「携帯電話の表示部(画面)に表示されている情報」は「画面表示情報」と理解できる。④以上の②，③から，「携帯電話の表示部(画面)に表示されている情報は「表示データ」であり，上記①から「携帯電話の表示部(画面)に表示されている情報」は「画像」であるから，「表示データ」は「画像」であると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その上で，被告は，「表示データ」，「携帯電話の表示部(画面)に表示されていた(る)情報」及び「車載機10の表示部(画面)に表示されている情報」は，「インターフェースを介して」，すなわち通信回路で接続して伝送が行われているものであるから信号に相違ない，したがって，「表示データ」は「信号」でもある，と主張する。そして，被告は，引用例の段落【0027】の記載から，「表示データ」は「地図データ」であることが理解でき，「地図データ」は画面上に表示されているから「画像のデータ」といえ，「画像のデータ」である「地図データ」は，携帯電話12から(インターフェースを介して)車載機10にも供給されることが理解できるから，電気的に表現された「画像信号」でもあるといえるとする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のア，イの被告の主張のうち，「表示データ」を「信号」であるとする点は，「信号」自体と「信号が担っている情報やデータ」の区別を全く無視した主張と言わざるを得ない。甲8号証に記載されているとおり，信号とは「何らかの情報を担って送信した波形(たとえば，音声，変調波など)や，それらを受信したときの波形を指す」ものであるから，「信号」自体と「信号が担っている情報やデータ」とは区別されなければならない。",
                    "被告は，引用例の段落【0020】には，表示データの伝送のインターフェース手段として例えばIEEE1394が用いられることが例示されており，インターフェースを介して，すなわち通信回線で接続して伝送が行われているのであるから，電気的に表現されたもの，すなわち信号であり，「表示データ」は「信号」でもあると主張する。しかし，引用例には表示データを担っている信号の具体例としては描画コマンドの信号が例示されているだけなのであるから，IEEE1394のインターフェース手段を用いて描画コマンドの信号が伝送されると解釈するのが最も合理的である。したがって，引用例の段落【0020】の記載に基づいて，引用発明における表示データの信号が描画命令の信号ではなく画像データの信号であることが示唆されていると認定することはできない。",
                    "また，これに対応して，引用発明における表示データの「供給・入力」が本願補正発明における画像信号の「送信・受信」に相当するとの認定も誤りである。引用発明では，「表示データ」，「携帯電話の表示部(画面)に表示されていた(る)情報」及び「車載機10の表示部(画面)に表示される情報」は，供給されるものであって，送信されたり伝送されたりするものとして記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "正しい一致点，相違点の認定",
              "text": [
                "以上のとおり，引用発明の「表示データ」を本願補正発明の「画像信号」に当たるとし，また，インターフェース手段においてデータが「送信・受信」されるとした審決における一致点，相違点の認定は誤りである。",
                "一致点は，正しくは，以下のとおりに認定されるべきである。",
                "「自動車の所定位置に，",
                "(1)ディスプレイ手段を備える車載ユニット",
                "(2)画面に表示される画像の表示データを供給する機能を有する携帯情報通信装置を保持するクレードル",
                "を備える自動車において，",
                "前記車載ユニットは，前記携帯情報通信装置から供給される表示データを入力するためのインターフェース手段を備え，前記表示データに基づいて，前記ディスプレイ手段の画面を表示する機能を有し，",
                "(た)自動車。」",
                "また，相違点3の認定は誤りであり，正しくは，下記のとおりに認定されるべきである。",
                "「車載ユニットの，送信される画像信号を受信するインターフェース手段に関し，本願補正発明は「ビットマップデータを伝達する『非圧縮のデジタル伝送方式で送信される画像信号』を受信する」のに対し，引用発明では，『携帯情報通信装置から供給される表示データを入力する』点。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明の「表示データ」は本願補正発明の「画像信号」に当たり，インターフェース手段においてデータが「送信・受信」されるとした審決の判断は誤りであり，審決と同様の結論を導くための被告の主張も誤りであって，審決には本願補正発明と引用発明との一致点，相違点の認定に誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての判断の誤り)について",
          "text": [
            "審決の相違点2ないし4に係る構成の容易想到性の論理づけの根拠は，おおむね，以下の3点である。",
            "①  引用例の【請求項6】と段落【0012】及び【0026】の記載は，引用",
            "発明において，携帯電話12はビットマップデータを生成していること，及び車載機10はそれ自体はそのようなビットマップデータを生成する必要がないことを示唆している(以下「根拠①」という。)。",
            "②  段落【0020】に記載されたIEEE1394は，引用発明において，画像信号はデジタル伝送方式で送信・受信されるものであることを示唆している(以下「根拠②」という。)。",
            "③  段落【0002】ないし【0004】の記載は，引用発明において，車載機10自体は画面画像のデータを生成する機能を有さず，非圧縮の画像データで画像信号を送信・受信するものとすることを示唆している(以下「根拠③」という。)。",
            "しかるに，上記の根拠①ないし③は，いずれも，引用例の記載を正解しないものであり，失当である。",
            "根拠①について，引用例において「ビットマップデータ」という語が記載されているのは，審決書でも引用されている段落【0026】のみである。しかし，そもそもこの段落は，車載機10側の処理を説明する記載であり，ビットマップデータへの変換処理を行うのは，「携帯電話12の制御手段」ではなく，「車載機10の制御手段」であることは明らかである。段落【0026】が車載機10側の処理を説明する記載であるということは，段落【0026】には，「S105」「S106」「S104」という図2における符号が記載されており，一方，段落【0022】には，「図2には，本システムにおける車載機10側の処理フローチャートが示されている。」ことが明記されていることから明らかである。",
            "また，段落【0026】においては，「ビットマップデータへの変換処理」又は「ビットマップデータに変換」という用語は，「複数の描画コマンドが存在する場合，ビットマップデータへの変換処理は繰り返し実行される」(以下「文章1」という。)と「制御装置は，描画コマンドを表示用ビットマップデータに変換した後，さらに画素数の変換を行うことも好適である。」(以下「文章2」という。)の二つの文章に記載されている。そして，文章1における「ビットマップデータへの変換処理」は，先行文の「車載機10の画面サイズに合致した座標データに変換して」を言い換えたものであり，当該先行文の主語は「車載機10の制御装置」である。また，文章2における主語は「制御装置」であるが，これが「車載機10の制御装置」であることは，上記のとおり，段落【0026】が車載機10側の処理を説明する記載であること，及び，段落【0026】の冒頭に「車載機10の制御装置」との記載があること，から明らかである。",
            "したがって，段落【0026】に記載されているのは，「車載機10側の制御装置が，車載機10の画面サイズに応じたビットマップデータへの変換処理をすること」であるから，引用例には，「携帯電話12はビットマップデータを生成していること，及び車載機10はそれ自体はそのようなビットマップデータを生成する必要がないこと」は示唆されておらず，上記の根拠①は失当である。",
            "被告は，引用例には，「『表示手段(車載機10)の画面サイズに応じた変換を行う』制御手段を携帯端末が有する(表示手段(表示装置)は有さない発明)」(発明A)と「『表示手段(車載機10)の画面サイズに応じた変換を行う』制御手段を表示手段(表示装置)が有する(携帯端末は有さない)発明」(発明B)との両者が記載されていると主張する。しかし，引用例には，制御手段を携帯端末が有する発明(発明A)は記載されていない。一般に，明細書の発明の詳細な説明において従来技術が記載されるのは，当該従来技術が有する課題を発明が解決しようとする課題として設定するためである。そして，引用例では，画像データを処理する能力がない表示装置の従来の技術では，携帯電話に表示された画像をより大画面で確認したいと欲するユーザーの欲求に応えることができなかったという課題に鑑みて，表示装置並びに表示システムを提供することを発明が解決しようとする課題として設定している。この引用例における発明が解決しようとする課題を考慮すれば，引用例において記載されるべき発明は，画像データを処理する能力を有する表示装置や当該表示装置を含む表示システムであり，その発明には，「『表示手段(車載機10)の画面サイズに応じた変換を行う』制御手段を表示手段(表示装置)は有さない」(発明A)は含まれない。したがって，引用例における発明が解決しようとする課題の記載に照らしても，引用例には発明Aは記載されていない。",
            "仮に，引用例に発明Aが記載されているとしても，段落【0026】には発明Bに関する記載しかなく，発明Aに関する記載に相当する引用例の【請求項6】及び段落【0012】には，「携帯電話12はビットマップデータを生成していること，及び車載機10はそれ自体はそのようなビットマップデータを生成する必要がないこと」については，何らの記載も示唆もない。したがって，根拠①は失当である。",
            "根拠②について，「IEEE1394」は，いわゆる高速シリアルバス規格であって，画像信号を送信・受信できるものであったとしても，画像信号だけを送信・受信できるものではなく，甲7号証に記載のとおり，多様な周辺機器との接続に利用され，「様々なデータをやりとり」できるものであるから，段落【0020】にインターフェースの例として「IEEE1394」が記載されていることだけから，引用例において画像信号はデジタル伝送方式で送信・受信されるものであることを示唆していると結論することはできない。",
            "被告の主張は，引用発明の「表示データ(の供給・入力)」は本願補正発明の「画像信号(の送信・受信)」に相当することが前提となっているが，そのような前提が成り立たないことは取消事由1で述べたとおりである。",
            "根拠③について，審決が引用する段落【0002】ないし【0004】の記載は従来技術に関する記載であり，引用発明に関する記載ではない。従来技術の構成要素が有する機能と引用発明の構成要素が有する機能とは必ずしも一致しない。したがって，仮に，段落【0002】ないし【0004】において想定されている従来技術において，「表示装置に画像データを処理する能力がなく，携帯電話のCPUが画像データを処理する」ことが記載されているとしても，当該従来技術の課題を解決すべく行われた引用発明が同様の構成を有することにはならない。",
            "仮に，審決が，段落【0002】ないし【0004】に記載された技術(＝「携帯情報機器内のCPUを用いて圧縮画像データを解凍して表示装置に供給し，表示装置で解凍画像データを表示するものであって，表示すべき画像データを処理する際に，表示装置自体には画像データを処理する能力がないことに鑑み，携帯電話などの外部機器のCPUを用いて画像データを処理した上で表示装置に表示すること」)を周知技術と認定した上で，容易想到性を肯定しているのであれば，引用発明に当該周知技術を適用することの動機づけを示す必要があるが，そのような動機付けは示されていない。",
            "むしろ，引用発明に周知技術を適用することには阻害要因が存在する。周知技術では，携帯情報機器は圧縮画像データを解凍する機能を有し，車載ディスプレイ装置は画像データを処理する能力がない。これに対して引用例の実施例には，「携帯電話12は描画コマンドを生成し，車載機10はビットマップデータを生成する機能を有し，携帯電話12から受信した描画コマンドをビットマップデータに変換して画像を表示する情報表示システム」が記載されている。この実施例は画像データの処理／ビットマップデータの生成に関して，周知技術に関する構成とは全く構成を異にしている。したがって，引用例の実施例に関する記載は，引用発明に周知技術を適用することを阻害する。",
            "引用例には発明Aが記載されていないことは前記のとおりであるが，仮に，発明Aが記載されているとすれば，本願補正発明が「車載ユニットは，前記携帯情報通信装置から「ビットマップデータを伝達する『非圧縮のデジタル伝送方式で送信される画像信号』を受信するためのインターフェース手段B1を備え，それ自体は画面画像のビットマップデータを生成する機能を有さない」ことを発明特定事項とする以上，当然，主引用発明は，「『表示手段(車載機10)の画面サイズに応じた変換を行う』制御手段を有する表示手段(表示装置)は有さない」(発明A)ということになる。そうすると，引用例に発明Aが記載されているとした場合の根拠③は，以下のように読み替えることができる。",
            "「車載機10自体は画面画像のデータを生成する機能を有さず，非圧縮の画像データで画像信号を送信・受信するものとする」構成(以下「構成③」という。)は，発明Aに表示装置の従来技術を適用することによって容易想到である。」",
            "しかし，引用例では，画像データを処理する能力がない表示装置の従来技術では，携帯電話に表示された画像をより大画面で確認したいと欲するユーザーの欲求に応えることができなかったということが解決すべき課題として認識されている。したがって，当業者が引用例に接した場合，この課題認識を共有するのであり，その状況で，当該課題を抱えている従来技術の表示装置を，当該課題を解決するためになされたであろう引用発明に適用しようと試みるとは通常考えられない。すなわち，従来技術の表示装置が同じ引用例に解決すべき課題を抱えた従来技術として記載されていることは，引用発明に従来技術を適用することに対する動機付けとなるどころか，むしろ阻害要因となる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正発明と引用発明の一致点，相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の「表示データ」を本願補正発明の「画像信号」とした誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の表示データが本願補正発明の画像信号に相当することは明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例(甲1)の段落【0021】の「具体的には，携帯電話12の制御装置は，携帯電話12の表示制御部を制御して携帯電話の表示部(画面)に表示されている情報をインタフェースを介して車載機10側にも供給する。携帯電話12の画面に表示されていた情報は，車載機10の表示部(画面)に表示されることとなり，ユーザは携帯電話12の画面よりも大きくて見やすい車載機10の画面で情報を確認することができる。」との記載から，引用例に記載された「携帯電話12の画面に表示されていた情報」と，インターフェースを介して供給されて「車載機10の表示部(画面)に表示される情報」とは，ともに画面に表示される「画像」といえる。",
                        "また，段落【0022】の「車載機10側の制御装置は，インタフェースを介して携帯電話12の制御装置から画面表示情報が供給された場合，これらを表示制御部に供給する。表示制御部では，入力した表示データを処理して表示部に供給し，携帯電話12の画面よりも大きなサイズで表示する。」との記載から，携帯電話12の制御装置からインターフェースを介して車載機10側の制御装置に「画面表示情報」が供給され，これを表示制御部に供給し，表示制御部に入力されるのは「表示データ」であることが記載されているから，引用例に記載された「表示データ」は「画面表示情報」を表すものであることが理解できる。",
                        "さらに，上記のように携帯電話12の制御装置は「携帯電話の表示部(画面)に表示されている情報」をインターフェースを介して車載機10側にも供給するのであり，インターフェースを介して携帯電話12の制御装置から「画面表示情報」が供給されることも記載されているから，引用例に記載された「画面表示情報」は「携帯電話の表示部(画面)に表示されている情報」であることが理解できる。したがって，「表示データ」は「携帯電話の表示部(画面)に表示されている情報」を表すものであることが理解できる。",
                        "そうすると，「表示データ」は「携帯電話の表示部(画面)に表示されている情報」を表すものであり，「携帯電話12の画面に表示されていた(る)情報」は「画像」といえるものであるから，「表示データ」は「画像」を表すものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，これら「表示データ」，「画面表示情報」，「携帯電話の表示部(画面)に表示されていた(る)情報」及び「車載機10の表示部(画面)に表示される情報」は，いずれも「有線あるいは無線通信インタフェースであり，例えばIEEE1394やBluetoothが用いられる」(甲1の段落【0020】)ような，「インタフェースを介して」，すなわち通信回線で接続して伝送が行なわれているのであるから，電気的に表現されたもの，すなわち信号に相違ない。",
                        "また，引用例の段落【0027】の記載から，「表示データ」は具体的には携帯電話12の画面上に表示されている「地図データ」であること，及び「表示データ」は携帯電話12から(インターフェースを介して)車載機10にも供給されることが理解できる。この「地図データ」は画面上に表示されていることから「画像データ」といえるものである。また，この「画像データ」はインターフェースを介して通信されているのであるから，電気的に表現された「画像信号」ともいえるものである。",
                        "このように，「表示データ」は「信号」でもある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上から，引用発明の「表示データ」は「画像」を表すものであり，「表示データ」は「信号」でもあるから，結局，引用発明の「表示データ」は「画像を表す信号」すなわち「画像信号」といえるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明明細書についての理解の誤りについて",
              "text": [
                "平成24年6月6日(出願時)の特許請求の範囲(甲2の23頁)の【請求項1】には，「外部表示信号を送信する機能を有する携帯情報通信装置」と記載されており，平成25年1月22日の手続補正書(甲3)により「画像信号を送信する機能を有する携帯情報通信装置」と補正され，その後，平成25年5月20日(審判請求時)の手続補正書(甲5)により「ビットマップデータを伝達する『非圧縮のデジタル伝送方式で送信される画像信号』を送信する機能を有する携帯情報通信装置」と補正されている経緯から，「画像信号」は「(外部)表示信号」に相当すると解せるものである。そして，本願補正発明明細書の段落【0011】には，「また，本『明細書』及び『特許請求の範囲』でいう『デジタル表示信号』には，ビットマップ方式等で定義されたデジタル画像データに直接対応した信号だけでなく，デジタル画像データの生成(描画)を命令する描画命令のデジタル信号も含む。また，本『明細書』及び『特許請求の範囲』でいう『外部表示信号』とは，周辺装置における外部ディスプレイ手段がそれを受信して適切に処理することにより画像を表示することが可能であるような信号を意味する。」と定義された用語「表示信号」が，明細書中で用いられていることからすると，「画像信号」は「表示信号」に相当するものであって，ビットマップ方式等で定義されたデジタル画像データに直接対応した信号だけでなく，デジタル画像データの生成(描画)を命令する描画命令のデジタル信号も含む，と解するのが自然である。すなわち，本願において「画像信号」は，ビットマップデータの他に「描画命令」すなわち「描画コマンド」の信号も含むものであって，ビットマップデータなどを含む画像を表示するための信号というような，一般的な上位概念を表す用語であることが理解できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "正しい一致点・相違点の認定について",
              "text": [
                "上記(2)のとおり，本願補正発明は，インターフェース手段において，ビットマップデータのほか「描画コマンド」の信号も含む画像を表示するための信号を伝送するものであり，他方，引用発明では，車載ユニットが受信する画像信号の内容が明らかでないから，相違点3に係る審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "根拠①について",
              "text": [
                "引用例には，特に【請求項3】に関連して，「表示装置の制御手段が，表示装置の画面サイズに応じた変換処理をする」表示装置の発明が記載されており，この表示装置(車載機10)の発明の具体的な実施の形態の説明が，車載機10の画面サイズに応じたビットマップデータへの変換処理をする車載機10として，段落【0026】に記載されているとみることができる。",
                "しかし，他方，審決が引用した，引用例(甲1)の【請求項6】には「車載機と接続される携帯端末であって，前記車載機と接続するためのインタフェース手段と，画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換して前記インタフェース手段に出力する制御手段と，を有することを特徴とする携帯端末。」と記載され，同じく段落【0012】には「本発明は，車載機と接続される携帯端末を提供する。この携帯端末は，前記車載機と接続するためのインタフェース手段と，画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換して前記インタフェース手段に出力する制御手段とを有することを特徴とする。」と記載されているから，引用例に記載された携帯端末の制御手段は，画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換してインタフェース手段に出力することが理解できる。また，車載機の画面サイズに応じた出力が得られることから車載機における変換が必ずしも必要でないことも理解できる。",
                "このように，引用例には，「表示手段(車載機10)の画面サイズに応じた変換を行う」制御手段を携帯端末が有する発明と表示手段(表示装置)が有する発明の両者が記載されていると解するのが相当である。",
                "そして，引用例(甲1)の段落【0026】の記載のうち，特に，「具体的には，例えば携帯電話12の画面サイズがX1＝144，Y1＝176であり，車載機10の画面サイズがX2＝400，Y2＝234である場合，R＝1．33となり，整数比に換算すると3：4となる。したがって，縦方向のビットマップデータは，元のデータ3行毎に1行を追加すればよいことになる。この追加データは，元データの3行目と4行目の情報の相加平均を算出することで生成し，表示データの4行目とすればよい。」との記載から，車載機10の画面に表示する表示データはビットマップデータであることが理解できる。",
                "そうすると，車載機10の画面に表示する表示データはビットマップデータであり，携帯端末の制御手段は，画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換してインタフェース手段に出力し，車載機の画面サイズに応じた出力が得られることから車載機における変換が必ずしも必要でないのであるから，携帯端末は画面に表示されるべき情報を，車載機10の画面に表示する表示データとして出力しており，車載機における変換を行わない場合，その出力はビットマップデータであるから，携帯端末はビットマップデータを生成している必要がある。ここで，携帯端末とは携帯電話12のことであるから，結局，「携帯電話12はビットマップデータを生成していること」「を示唆している」とした，審決の認定・判断に誤りはない。前記のとおり，引用例には，「表示手段(車載機10)の画面サイズに応じた変換を行う」制御手段を携帯端末が有する発明と表示手段(表示装置)が有する発明の両者が記載されているから，「車載機10の制御装置が，車載機10の画面サイズに応じたビットマップデータへの変換処理をする」ことが，段落【0026】に記載されていることをもって，携帯端末が車載機の画面サイズに応じたビットマップデータへの変換処理をすることが妨げられるものではない。",
                "あわせて，車載機10は車載機10の画面に表示する車載機10の画面サイズに応じたビットマップデータを携帯端末から得られるのであるから，改めて車載機10の画面に表示するビットマップデータを，車載機10は生成する必要が必ずしもないことも理解できる。したがって，「車載機10はそれ自体はそのようなビットマップデータを生成する必要がないこと，を示唆している」とした審決の認定・判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "根拠②について",
              "text": [
                "引用例(甲1)の段落【0020】には，表示データの伝送のインターフェースとして「例えばIEEE1394・・・が用いられる」ことが例示されている。「IEEE1394」は通信回線における信号の送信・受信をデジタル伝送方式で行うものに関する規格であり，引用発明の「表示データ」，「供給する」態様，「供給される」態様及び「入力する」態様は，それぞれ，本願補正発明の「画像信号(の送信・受信)」，「送信する機能を有する」態様，「送信される」態様及び「受信する」態様に相当するから，表示データがデジタル伝送方式で送信・受信されるものであることは明らかである。そして，取消事由1に述べたとおり，表示データは画像信号といえるのであるから，「画像信号はデジタル伝送方式で送信・受信されるものであることを示唆している」とした審決の認定・判断に誤りはない。",
                "原告は，IEEE1394は，多様な周辺機器とのやり取りに使用されるから，インターフェースの例としてIEEE1394が記載されていることだけから，引用例において画像信号がデジタル伝送方式で送信・受信されるものであることが示唆されると結論することはできないと主張する。しかし，IEEE1394は非圧縮のビットマップ画像データの伝送に用いられており(乙1の段落【0010】，【0011】)，また，IEEE1394はデジタルインターフェースであって，高速シリアルインターフェースであり，非圧縮のデジタル動画を送信することもできるから(乙2)，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "根拠③について",
              "text": [
                "根拠①について述べたとおり，引用例(甲1)の【請求項6】及び段落【0012】の記載から，携帯端末の制御手段は，携帯端末の画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換してインタフェース手段に出力することが理解でき，車載機の画面サイズに応じた出力が得られることから車載機における変換が必ずしも必要でないことが理解できる。",
                "そして，引用例には表示装置の従来の技術として，「単独で携帯可能な画像表示装置として機能させる場合，携帯電話などの携帯情報機器と液晶表示装置等を接続し，携帯情報機器内のCPUを用いて圧縮画像データを解凍して表示装置に供給し，表示装置で解凍画像データを表示する」(段落【0003】)ものが例示されていて，それは「表示すべき画像データを処理する際に，表示装置自体には画像データを処理する能力がないことに鑑み，携帯電話などの外部機器のCPUを用いて画像データを処理した上で表示装置に表示することは提案されている」(段落【0004】)ことを意味しているのである。その上，携帯情報機器内で圧縮画像データを解凍して表示装置に供給し，表示装置で解凍画像データを表示することは，携帯情報機器と表示装置とで非圧縮の画像データを送信・受信すると解するのが自然であり，その画像データの送信・受信は電気信号により行われるのであって，その電気信号は画像信号というべきことは明らかであるから，結局，非圧縮の画像データで画像信号を送信・受信すると解するのが自然である。",
                "そうすると，前記のとおり，車載機における変換が必ずしも必要でないことが引用例の記載から示唆されているのであるから，その車載機として，同じ引用例に記載された従来技術それ自体には画像データを処理する能力がない表示装置を結びつけることは，引用例に接した当業者にとって自然なことであり，あわせて，引用例に記載された従来技術の車載機の通信に係る非圧縮の画像データで画像信号を送信",
                "・受信することを結びつけることも当業者にとって自然なことである。",
                "したがって，「車載機10自体は画面画像のデータを生成する機能を有さず，非圧縮の画像データで画像信号を送信・受信するものとすることを示唆している」とした審決の認定・判断に誤りはない。",
                "原告は，引用例の段落【0020】及び【0026】の記載に基づいて，引用例の実施例には，「携帯電話12は描画コマンドを生成し，車載機10はビットマップデータを生成する機能を有し，携帯電話12から受信した描画コマンドをビットマップデータに変換して画像を表示する情報表示システム」が記載されているとしているが，審決においては，車載機10及び携帯電話12に関して，「描画コマンドを生成」する機能，「ビットマップデータを生成する機能」や「描画コマンドをビットマップデータに変換」すること等について特定した引用発明は認定しておらず，引用発明は原告が主張する実施形態に限定されるものではない。そうすると，仮に，引用例に原告が主張する実施形態が記載されているとしても，そのことが「車載機10自体は画面画像のデータを生成する機能を有さず，非圧縮の画像データで画像信号を送信・受信するものとすることを示唆している」とした審決の認定・判断の妨げになるものではないし，当該示唆されている事項から，引用発明において車載機10自体は画面画像のデータを生成する機能を有さず，非圧縮の画像データで画像信号を送信・受信するものとすることを阻害するものでもない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の主張する取消事由は理由がなく，審決に取り消されるべき違法はないと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正発明と引用発明の一致点，相違点認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の記載について",
              "text": [
                "引用例は，発明の名称を「表示装置，携帯端末及び情報表示システム」とする発明に係る公開特許公報であり，以下の記載がある(甲1。なお，誤記は適宜訂正した。)。",
                "「【請求項3】請求項1，2のいずれかに記載の装置において，",
                "前記制御手段は，前記携帯端末の画面サイズと前記表示手段の画面サイズに応じた変換を行うことを特徴とする表示装置。」",
                "「【請求項6】車載機と接続される携帯端末であって，",
                "前記車載機と接続するためのインタフェース手段と，",
                "画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換して前記インタフェース手段に出力する制御手段と，",
                "を有することを特徴とする携帯端末。」",
                "「【0001】",
                "【発明の属する技術分野】本発明は，携帯電話等の携帯端末の画面に表示される情報を大画面で表示する技術に関する。",
                "【0002】",
                "【従来の技術】近年，種々の情報端末が開発されるとともに，表示装置も多様なタイプが提案されている。例えば，特開平11-288253号公報には，ノート型パソコンの液晶表示部をパソコン本体から分離可能に構成し，汎用パソコンシステムの表示装置として，あるいは単独で携帯可能な表示装置として機能できる液晶表示装置が記載されている。",
                "【0003】単独で携帯可能な画像表示装置として機能させる場合，携帯電話などの携帯情報機器と液晶表示装置等を接続し，携帯情報機器内のCPUを用いて圧縮画像データを解凍して表示装置に供給し，表示装置で解凍画像データを表示することが記載されている。",
                "【0004】",
                "【発明が解決しようとする課題】このように，表示すべき画像データを処理する際に，表示装置自体には画像データを処理する能力がないことに鑑み，携帯電話などの外部機器のCPUを用いて画像データを処理した上で表示装置に表示することは提案されているが，例えば携帯電話の画面に表示された情報を大画面の表示装置に表示することは記載されていない。特に，最近においては第三世代の携帯電話に示されるように，静止画のみならず動画像も携帯電話の画面に表示することが可能となっているが，携帯電話は携帯性という制約上，画面サイズに限りがあって見にくく，より大画面で情報を視認したいと欲するユーザは多い。従来においては，携帯電話に表示された画像をより大画面で確認したいと欲するユーザの欲求に応えることができなかった。",
                "【0005】なお，携帯電話とPDAとを接続し，PDAの画面にWeb画面を表示させる技術も知られているが，この場合には携帯電話は単にPDAに通信インタフェースを提供しているに過ぎず，PDAの画面に表示されるデータは，あくまでPDA内で生成された画像であって携帯電話の画面に表示されたデータそのものではない。",
                "【0006】本発明は，上記従来技術の有する課題に鑑みなされたものであり，その目的は，携帯電話などの携帯端末の画面に表示されるべきデータをより大画面で楽しむこと，特に，車両内においても携帯電話画面を容易に視認することができる表示装置並びに表示システムを提供することにある。",
                "【0007】",
                "【課題を解決するための手段】上記目的を達成するために，本発明は，携帯端末と接続され，前記携帯端末の画面に表示されるべき情報を入力するインタフェース手段と，前記情報を表示データに変換する制御手段と，前記表示データを表示する前記携帯端末の画面よりもサイズの大きい表示手段とを有することを特徴とする。」",
                "「【0012】また，本発明は，車載機と接続される携帯端末を提供する。この携帯端末は，前記車載機と接続するためのインタフェース手段と，画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換して前記インタフェース手段に出力する制御手段とを有することを特徴とする。」",
                "「【0014】また，本発明は，車載機と携帯端末からなる情報表示システムを提供する。このシステムにおいて，前記携帯端末は，前記車載機と接続するための端末側インタフェース手段と，前記車載機と接続された場合に，前記携帯端末の画面に表示されるべき情報を前記車載機に供給する手段とを有し，前記車載機は，前記携帯端末と接続するための車載機側インタフェース手段と，前記携帯端末から供給された情報を，前記携帯端末の画面サイズよりも大きな画面に表示する表示制御手段とを有し，前記携帯電話の画面に表示されるべき情報を前記車載機の画面に表示する。」",
                "「【0018】このように，本発明では，携帯電話などの携帯端末の画面に表示されるべき情報をより大画面に表示する。大画面の表示装置として例えば車両に搭載されているナビゲーションシステムなどの車載機とすれば，車両内の最適な位置に設置された大画面で携帯端末の表示情報を確認することができる。また，本発明では表示装置にデータ入力手段が設けられ，このデータで携帯端末を操作することにより，携帯端末の小さな操作ボタンを操作する必要もなくなる。",
                "【0019】",
                "【発明の実施の形態】以下，図面に基づき本発明の実施形態について，車両内で携帯電話を使用する場合を例にとり説明する。",
                "【0020】図1には，本実施形態に係る情報表示システムの構成図が示されている。情報表示システムは，車両に搭載される車載機10と，車載機10に接続される携帯電話12から構成される。車載機10は，例えば車両用ナビゲーションシステムを兼用することができる。車両用ナビゲーションシステムは，入力部，処理部，地図データ記憶部及び表示部を有して構成され，これら入力部，処理部，表示部をそのまま車載機として兼用することができる。車載機10は，機能ブロックとして，メモリ，入力部，制御装置，インタフェース，タッチスイッチ，表示制御部及び表示部を有する。入力部とタッチスイッチは兼用することができ(タッチスイッチを入力部とすることができる)，入力部を表示部近傍に設けられた操作スイッチあるいは操作ボタンで構成することもできる。メモリはRAMやフラッシュメモリなどで構成される。表示部は，ナビゲーションシステムの液晶表示装置等が用いられる。インタフェースは，有線あるいは無線通信インタフェースであり，例えばIEEE1394やBluetoothが用いられる。",
                "【0021】一方，携帯端末としての携帯電話12は，機能ブロックとして通信部，制御装置，インタフェース，入力部，表示制御部及び表示部を含む。インタフェースは，車載機10側のインタフェースと同様に有線あるいは無線インタフェースである。携帯電話12の制御装置は，携帯電話機としての機能を実現する他，インタフェースの接続状況を監視し，インタフェースを介して車載機10と携帯電話12とが接続された場合に特定処理を実行する。具体的には，携帯電話12の制御装置は，携帯電話12の表示制御部を制御して携帯電話の表示部(画面)に表示されている情報をインタフェースを介して車載機10側にも供給する。携帯電話12の画面に表示されていた情報は，車載機10の表示部(画面)に表示されることとなり，ユーザは携帯電話12の画面よりも大きくて見やすい車載機10の画面で情報を確認することができる。また，携帯電話12の制御装置は，携帯電話12の操作コマンドデータ(あるいはコンフィギュレーションデータ)をインタフェースを介して車載機10側に供給する。車載機10側では，この操作コマンドを画面に表示して携帯電話12の操作部としても機能する。操作コマンドを用いたユーザの操作データは車載機10からインタフェースを介して携帯電話12に供給される。携帯電話12の制御装置は，この操作コマンドを自己の操作コマンドと解釈し，操作コマンドに応じた処理を実行し，コマンド内容によっては通信部を介して外部にデータを送信する。例えば画面上に表示されたハイパーリンクを操作するコマンドの場合，httpにより該当するwebページをコンテンツプロバイダに要求する。この場合，携帯電話12の操作は，実質的に車載機10側で行われることになり，携帯電話12の有する操作ボタンあるいはスイッチが車載機10の有する操作ボタンあるいはスイッチに置き換えられると云うこともできる。携帯電話12側の制御装置の上記動作は，ROMに記憶されたプログラムに従って実行される。",
                "【0022】一方，車載機10側の制御装置は，インタフェースを介して携帯電話12の制御装置から画面表示情報が供給された場合，これらを表示制御部に供給する。表示制御部では，入力した表示データを処理して表示部に供給し，携帯電話12の画面よりも大きなサイズで表示する。また，インタフェースを介して携帯電話12から操作コマンドデータ(コンフィギュレーションデータ)が供給された場合，これらも表示制御部に出力して画面に表示する。操作コマンドの表示の一例はタッチスイッチであり，タッチスイッチがユーザにより操作されると，該当する操作コマンドが制御装置及びインタフェースを介して携帯電話12の制御装置に供給される。車載機10の制御装置も，予めROMに記憶されたプログラムに従って携帯電話12接続時の処理を実行する。車載機10と携帯電話12は，有線あるいは無線で接続されるが，有線で接続される場合，例えば携帯電話12を車両の所定位置に設けられたクレードルにセットすることで車載機10との接続を確立する。",
                "【0023】図2には，本システムにおける車載機10側の処理フローチャートが示されている。まず，車載機10側の制御装置は，インタフェースを介して携帯電話12が接続されているか否かを判定する(S101)。携帯電話12が有線あるいは無線により接続された場合，車載機10の制御装置は，携帯電話12の画面に表示された情報を表示するための，自己の画面の表示領域を設定する。すなわち，携帯電話12の画面サイズと車載機10の画面サイズが異なる(あるいは表示画素数が異なる)ため，車載機10の制御装置は，この画面サイズの相違に基づき最適な表示領域を設定する。具体的には，図3に示されるように，携帯電話12の画面サイズが横表示画素数X1，縦表示画素数Y1であり，車載機10の画面サイズが横表示画素数X2，縦表示画素数Y2である場合，まずR＝Y2／Y1により携帯電話12と車載機10の縦表示画素数の比率Rを算出する(S102)。ここで，Y2は車載機10の画面固有の値であり，例えばメモリに予め記憶しておくことができる。一方，携帯電話12の画面の縦表示画素数Y1は，車載機10側の制御装置が携帯電話12との接続を検出した後に携帯電話12の制御装置に対して画面サイズのパラメータを要求するコマンドを送信し，携帯電話12の制御装置がこのコマンドに応答して予めメモリに記憶されている画面サイズのパラメータを返信することで取得することができる。もちろん，携帯電話12側の制御装置が，車載機10との接続を確認した後，自動的に画面サイズのパラメータを車載機10側に供給する構成としてもよい。」",
                "「【0026】以上のようにして表示領域を設定した後，車載機10の制御装置は携帯電話12から描画コマンドが供給されたか否かを判定し(S105)，描画コマンドが送信された場合には，その描画コマンドに含まれる座標データ(xn，yn)に対し，比率Rを用いてXn＝xn・R，Yn＝yn・Rにより車載機10の画面サイズに合致した座標データに変換して表示制御部及び表示部に供給する(S106)。複数の描画コマンドが存在する場合，ビットマップデータへの変換処理は繰り返し実行される。表示制御部では，制御装置から供給されたデータをVRAMに格納し，その後表示部に供給してS104にて設定された表示領域(X，Y2)内にデータを表示する。なお，制御装置は，描画コマンドを表示用ビットマップデータに変換した後，さらに画素数の変換を行うことも好適である。具体的には，例えば携帯電話12の画面サイズがX1＝144，Y1＝176であり，車載機10の画面サイズがX2＝400，Y2＝234である場合，R＝1．33となり，整数比に換算すると3：4となる。したがって，縦方向のビットマップデータは，元のデータ3行毎に1行を追加すればよいことになる。この追加データは，元データの3行目と4行目の情報の相加平均を算出することで生成し，表示データの4行目とすればよい。横方向についても同様である。これにより，元の176×144画素の情報が234×192画素の情報となって表示される。なお，画素数の少ないイメージから画素数の多いイメージの生成は公知の技術であり，相加平均のみならず重み付け平均など任意の補間手法を用いることができる。",
                "【0027】図4には，以上のようにして車載機10の画面に携帯電話12の表示画面が表示された例が示されている。図において，携帯電話12には地図データが表示されている。一方，車載機10の画面の左半分(表示領域(X，Y2))にはこの地図データと同一データが縦方向にフルに表示されている。・・・(中略)・・・ユーザは，携帯電話12の小さな画面で地図データを確認するのではなく，画面サイズの大きい車載機10の画面にて地図データを確認することができるとともに，車載機10の画面に表示されたタッチスイッチを用いて携帯電話12を操作することもできる。すなわち，ユーザが地図データを見ながら画面の右半分に表示されたタッチスイッチを操作すると，当該タッチスイッチに対応する操作コマンドが車載機10の制御装置から携帯電話12の制御装置に供給される。携帯電話12の制御装置は，車載機10からの操作コマンドを携帯電話12が本来有する操作キーからの操作コマンドであるかのごとく処理し，携帯電話12の機能を実行する。・・・(中略)・・・左方向にスクロールされた地図データは，携帯電話12の画面上に表示されるとともに，車載機10と携帯電話12とは接続されているため，携帯電話12の制御装置はこの表示データを車載機10にも供給する。",
                "【0028】車載機10の制御装置は，図2に示された処理に従い携帯電話12から送られた表示データを処理し，スクロール済みの地図データを車載機10の画面上にも表示する。・・・(中略)・・・車載機10の制御装置は，タッチスイッチの操作内容を携帯電話12の制御装置が解釈できる形式に変換して携帯電話12に供給する。携帯電話12の制御装置は，送られた操作コマンドを解釈して自身の画面を操作し，得られた表示データを車載機10にも供給する。」",
                "「【0038】",
                "【発明の効果】以上説明したように，本発明によれば携帯電話などの携帯端末画面に表示されたデータを容易に視認することができる。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の内容について",
              "text": [
                "前記(1)の引用例の記載内容に照らすと，引用例には，",
                "「車両に搭載される",
                "(1)表示部を有する車載機10",
                "(2)車両の所定位置に設けられたクレードルにセットされた携帯電話12，携帯電話12の制御装置は表示データを供給する機能",
                "を有する自動車において，",
                "車載機10の制御装置は，携帯電話12から供給される表示データを入力するためのインターフェース手段を備え，前記表示データに基づいて，表示部の画面に画像を表示する機能を有し，",
                "前記クレードルは，前記携帯電話12と車載機10のインターフェース手段との間で，表示データを媒介する機能を有する，",
                "ことを特徴とする自動車」が記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明と引用発明の一致点，相違点",
              "text": [
                "本願補正発明と引用発明を対比すると，一致点，相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "車両に搭載される",
                    "(1)ディスプレイ手段を備える車載ユニット",
                    "(2)画面に表示される画像の表示データを供給する機能を有する携帯情報通信装置がクレードルに保持され，",
                    "前記車載ユニットは，前記携帯情報通信装置から送信される表示データを入力するためのインターフェース手段を備え，前記表示データに基づいて，前記ディスプレイ手段の画面に画像を表示する機能を有し，",
                    "前記クレードルは，前記携帯情報通信装置と車載ユニットのインターフェース手段との間で，表示データを媒介する機能を有する，",
                    "ことを特徴とする自動車。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "(相違点1)",
                    "本願補正発明では，車載ユニットを搭載する位置がダッシュボードとされているのに対し，引用発明では搭載位置の特定がない点",
                    "(相違点2)",
                    "本願補正発明では，携帯情報通信装置が，画面画像のビットマップデータを生成し，該ビットマップデータを伝達する「非圧縮のデジタル伝送方式で送信される画像信号」を送信する機能を有するのに対し，引用発明では，携帯電話12が表示データを供給する機能を有するが，いかなるデータを供給するのか明らかでない点",
                    "(相違点3)",
                    "本願補正発明では，インターフェース手段が「ビットマップデータを伝達する『非圧縮のデジタル伝送方式で送信される画像信号』を受信するためのインターフェース手段B1」を備えるのに対し，引用発明ではインターフェース手段が供給を受けるデータの内容が明らかでない点",
                    "(相違点4)",
                    "本願補正発明では，車載ユニットがそれ自体は画面画像のビットマップデータを生成する機能を有さないのに対し，引用発明の車載機10はそのような機能を有するか否か明らかでない点",
                    "(相違点5)",
                    "本願補正発明では，クレードルは携帯電話情報通信装置とインターフェース手段B1との間で画像信号を媒介する機能を有するのに対し，引用発明では携帯情報通信装置とインターフェース手段とを接続して表示データを供給する点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "一致点，相違点の認定の誤りがないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決においては，引用発明における「表示データ」を本願補正発明の「画像信号」に相当すると認定しているが(審決書6頁10行(空白行を含む。)～11行)，本願補正発明の画像信号は，単なる画像信号ではなく，「非圧縮のデジタル伝送方式で送信される画像信号」であり，引用発明では「表示データ」が供給されるのであるから，審決の一致点の認定についての表現は必ずしも適切なものとはいえない。しかし，審決は，相違点の認定において，「非圧縮のデジタル方式で送信される画像信号」か否かを相違点(審決の認定した相違点2，3)としているから，実質的には，引用発明の「表示データ」を直ちに本願補正発明の「非圧縮のデジタル方式で送信される画像信号」と認定しているとはいえない。したがって，「画像信号」を送信する機能を有する点を一致点とした審決の認定判断は，相違点に関する記載との関係でみる限り，実質的にみて誤りとはいえない。",
                    "引用発明の「表示データ」が本願補正発明の「画像」に相当することは，原告も積極的に争っておらず，以下のとおりこれを認めることができる。すなわち，引用例の段落【0027】には，「図4には，以上のようにして車載機10の画面に携帯電話12の表示画面が表示された例が示されている。図において，携帯電話12には地図データが表示されている。一方，車載機10の画面の左半分(表示領域(X，Y2))にはこの地図データと同一データが縦方向にフルに表示されている。・・・(中略)・・・携帯電話12の制御装置はこの表示データを車載機10にも供給する。」と記載され，図4には，携帯電話12の表示画面及び車載機10の画面のいずれにも碁盤目状の地図の画像が描かれている。したがって，引用発明の「表示データ」は，本願補正発明の「画像」に相当するということができる。",
                    "また，通信工学の分野では，「信号とは，何らかの情報(判決注：本件では画像)を担って送信した波形や，それらを受信したときの波形を指す」(甲8)とされているとおり，ある装置から他の装置に対して，画像データを供給するためには，信号によって送信することが技術常識である。したがって，引用発明において，携帯電話12と車載機10との間でやり取りされる「表示データ」は，信号で送信及び受信されるものと理解するのが相当である。以上によれば，引用発明の「表示データ」は実質的にみて本願補正発明の「画像信号」に相当するものということができる。",
                    "以上によれば，引用発明の「表示データ」が本願補正発明の「画像信号」に相当するものとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，引用例には引用発明の「表示データ」が本願補正発明の「画像信号」に相当することを示唆する記載は一切ないと主張する。しかし，上記のとおり，データの送信が信号によって行われることは技術常識であり，たとえ引用例に「信号」についての記載がないとしても，引用例における表示データが信号により送信されることは当然の前提となっているというべきであり，他方，原告は，引用発明の表示データが信号以外のいかなる方式で車載機に供給されるのかを明らかにしていないのであるから，原告の主張を採用することはできない。",
                    "また，原告は，本願補正発明明細書の「描画命令」と引用例の「描画コマンド」の内容が異なると主張する。しかし，引用発明において，携帯電話12から車載機10に送信される表示データが，上記のとおり，信号として送信されると解される以上，本願補正発明明細書の「描画命令」と引用例の「描画コマンド」の内容の相違の有無は，引用発明において「画像信号」が送信されるとの結論を左右するものではない。",
                    "さらに，原告は，被告が「表示データ」は信号でもあるとした点について，「信号」自体と「信号が担っている情報やデータ」の区別を無視した主張であるとする。原告が主張するように，「信号」自体と「信号が担っている情報やデータ」は区別できるとしても，引用発明の「表示データ」は，ある装置から他の装置に供給されるものであり，そこに信号としての送信があるとみるべきことは上記アのとおりであるから，引用発明において携帯電話12から車載機10に送信される表示データは画像信号として把握されるべきものであり，引用発明の「表示データ」を「画像信号」とした審決の判断に誤りはない。",
                    "原告は，引用発明で表示データの伝送のインターフェース手段として用いられているIEEE1394は，様々なデータをやり取りできるものであり，引用発明でIEEE1394によって伝送されているのは画像信号ではなく，描画コマンドと解するのが合理的であると主張する。しかし，上記のとおり，引用発明の「表示データ」は画像信号と認定されるものである。そして，IEEE1394は通信回線における信号の送信・受信をデジタル伝送方式で行うものに関する規格であるから(乙2)，表示データは画像信号として送信されるものと解され，IEEE1394によって送信されるデータは画像信号であると解するのが相当である。原告の主張をみても，IEEE1394で伝送される信号を描画コマンドの信号のみであると解する合理的な理由は示されておらず，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，本願補正発明明細書においては，「描画命令」は，携帯電話機1の内部でやり取りされるだけであって，携帯電話機1(携帯情報通信装置)から外部出力ユニット3(車載ユニット)には送信されないと主張する。確かに，原告が指摘する各段落には，描画命令が携帯電話機内のグラフィックコントローラ10Bに送信される旨等の記載がある。しかし，これらの各段落において携帯電話機内においてグラフィックコントローラに描画命令が送信される記載があるからといって，そのことと，同明細書の段落【0011】における外部表示信号として周辺装置に送信されるデジタル表示信号が描画命令を含むこととは矛盾するものではなく，段落【0011】に，周辺装置に描画命令が送信される旨の記載がある以上，原告の主張を採用することはできない。",
                    "以上によれば，本願補正発明と引用発明の一致点，相違点の誤りについての原告の主張には理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明と引用発明の相違点についての判断の誤り)について",
          "text": [
            "原告は，審決が容易想到性を肯定するために示した三つの根拠について審決の判断の誤りを主張するので，以下，順次検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "根拠①の誤りの主張について",
              "text": [
                "原告は，引用例には車載機10においてビットマップデータを生成する必要がないことは示唆されていないと主張する。",
                "ビットマップデータとは，特定の位置を占める画素にその画素に配置される色彩情報を付与するための情報であり，画素の座標データ(xn，yn)ごとに，色彩情報(例えばRGBの数値)が付与される。小画面用のビットマップデータを大画面用のビットマップデータとするためには，座標データの変換が必要であり，画面の比率Rを用いて，Xn＝xn・R，Yn＝yn・Rのようにして算出される(引用例の段落【0026】)。本願補正発明においては，「ビットマップデータの生成」が請求項1の内容とされているが，「ビットマップデータの生成」とは，画素に色彩情報を付与するために画素の座標データごとに色彩を付与する作業であると解されるから，上記座標データの変換作業においても新たな座標データが作成される以上，ビットマップデータの生成であると解される。",
                "そこで，以上の前提に基づいて，引用例において車載機10それ自体はビットマップデータを生成する必要がないことが当業者において容易に想到できるかについて検討する。",
                "この点について，審決は，引用例の「【請求項6】と段落【0012】及び【0026】の記載からすると，携帯電話12は，その制御手段が画面に表示される画像の画像信号を車載機10の画面サイズに応じた座標データに変換するビットマップデータへの変換処理をし，インターフェース手段に出力する。そうすると，携帯電話12で既に変換処理がなされているから，その出力を入力する車載機10それ自体は該変換処理をする必要がない。つまり，そのようなビットマップデータを生成する必要がない。このことは，引用発明において，携帯電話12はビットマップデータを生成していること，及び車載機10はそれ自体はそのようなビットマップデータを生成する必要がないことを，示唆している。」(審決書8頁17～26行)とした上で，相違点2ないし4の容易想到性を肯定している。",
                "すなわち，審決は，引用例の【請求項6】，段落【0012】の記載から，携帯電話12がビットマップデータへの変換処理をしていると認定しているが，これらの記載においては，携帯電話12において，画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換処理することは記載されているが，その具体的な変換処理の内容がビットマップデータの変換処理であることについてまでは記載がない。また，段落【0026】には，車載機10の制御装置がビットマップデータへの変換処理を行うことは記載されているが，携帯電話12がビットマップデータを生成することについては記載がない。したがって，審決が上記記載のみから車載機10はビットマップデータを生成する必要がないことが示唆されているとするのは，必ずしも適切なものとはいえない。",
                "しかし，【請求項6】及び段落【0012】には，携帯端末が，画面に表示されるべき情報を，接続される車載機の画面サイズに応じて変換することが記載され，段落【0026】には，車載機10の制御装置が，描画コマンドに含まれる座標データを車載機10の画面サイズに合致した座標データに変換する，というビットマップデータへの変換処理が行われることが記載されている。また，段落【0021】には，図1の説明として，前記1(1)のとおり，車載機10側で操作コマンドを画面に表示して携帯電話12の操作部としても機能させ，携帯電話12の制御装置が，車載機10の操作コマンドを自己の操作コマンドと解釈し，操作コマンドに応じた処理を実行することが記載されており，引き続き段落【0022】には，同じく図1の説明として，携帯電話12の制御装置で生成された画面表示情報(表示データ)が，車載機10側の制御装置に供給され，それが車載機10の表示部に携帯電話12の画面より大きなサイズで表示されることが記載されている。",
                "そうすると，この段落【0021】【0022】【0026】の記載から，携帯電話12の制御装置は，ビットマップデータへの変換処理をしているということができる。そして，ビットマップデータへの変換処理を携帯電話12で行うことの不都合については，意見書(甲4)，審判請求書(甲6)にも記載がなく，ビットマップデータへの変換処理，すなわちビットマップデータの生成を，車載機10で行うか携帯電話12で行うかは，当業者において適宜決定し得る設計的な事項であると解される。",
                "原告は，被告が引用例には，「表示手段(車載機10)の画面サイズに応じた変換を行う」制御手段を携帯端末が有する発明と表示手段(表示装置)が有する発明の両者が記載されていると主張するのに対し，引用例には，「『表示手段(車載機10)の画面サイズに応じて変換を行う』制御手段を携帯端末が有する(表示手段(表示装置)は有さない)発明」(発明A)は記載されていないと主張する。これは，後記(3)で判断するとおり，原告が引用発明は従来技術である発明Aの構成を含まないことを前提とした主張であるが，そのような前提を採用できないことは，後記(3)のとおりであるから，原告の主張には理由がない。",
                "そうすると，引用例の上記各記載に接した当業者は，携帯電話12において，ビットマップデータを生成し，これを車載機10に送信する構成を容易に想到することができ，その場合，処理の重複を避けるために車載機10はビットマップデータを生成する機能を有しないとすることもまた，容易に想到できるものというべきである。",
                "審決の判断は，上記のとおり，引用例の認定等に適切でない点はあるものの，上記判断と同様のことを述べるものであって，容易想到性の判断を誤ったものとはいえない。",
                "したがって，根拠①についての原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "根拠②の誤りの主張について",
              "text": [
                "原告は，引用例の段落【0020】には，表示データの伝送のインターフェースとして「例えばIEEE1394・・・が用いられる」ことが例示されているとしても，IEEE1394は様々なデータをやり取りしているのであるから，そこで送信される画像信号がデジタル伝送方式で送信・受信されていることを示唆するものではなく，被告が上記事項が示唆されているとするのは，引用発明の「表示データ(の供給・入力)」が本願補正発明の「画像信号(の送信・受信)」に相当することが前提となっているからであると主張する。",
                "しかし，引用発明の「表示データの供給・入力」が本願補正発明の「画像信号の送信・受信」に相当することは前記1(4)アのとおりであり，IEEE1394は通信回線における信号の送信・受信をデジタル伝送方式で行うものに関する規格であるから(乙2)，画像信号をデジタル信号とすることは，本願の出願当時の当業者において容易に想起し得ることである。したがって，引用発明の「表示データ」がデジタル伝送方式で送信・受信されるものであることを当業者は容易に認識できるものである。",
                "以上のとおりであるから，「画像信号はデジタル伝送方式で送信・受信されるものであることを示唆している」とした審決の認定・判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "根拠③の誤りの主張について",
              "text": [
                "原告は，審決が引用例の従来技術に関する記載である段落【0002】ないし【0004】の記載から，「引用発明において，車載機10自体は画面画像のデータを生成する機能を有さず，非圧縮の画像データで画像信号を送信・受信することを示唆している。」とすることは，従来技術の構成要素を認定するものであり，当該従来技術の課題を解決すべく行われた引用発明が同様の構成を有することにはならないと主張する。",
                "原告の主張は，引用発明が設定した課題が，従来技術における「表示装置自体には画像データを処理する能力がない」点を改善することにあるとみたものであると解される。しかし，引用発明は，段落【0004】の記載から明らかなように，従来技術では，携帯電話の画面に表示された情報を大画面の表示装置に表示することができない点に，その課題を見出したものといえ，表示装置自体に画像データを処理する能力がない点を解決課題としたものではない。",
                "そうすると，引用例は，画像データを処理する能力がある車載機10のみを対象として課題を解決しているものではなく，従来技術(引用例の段落【0002】【0003】)に記載されている，画像データを処理する能力がない車載機10も対象として，大画面の表示装置に表示するという課題を解決しているものと認めるのが相当である。そうすると，引用例には，発明A(表示手段(車載機10)の画面サイズに応じた変換を行う制御手段を表示手段(表示装置)は有さない発明)は含まれないとする原告の主張は採用することができない。そして，引用例の段落【0003】には，携帯情報機器内のCPUを用いて圧縮画像データを解凍して表示装置に供給し，表示装置で解凍画像データを表示する技術が記載されている。",
                "原告は，仮に引用例に発明Aが記載されているとしても，携帯電話に表示された画像をより大画面で確認したいというユーザーの欲求に応えることができなかったという課題を抱えていた従来技術の表示装置を適用して引用発明に至ることには阻害要因があると主張する。しかし，画像データの処理を携帯端末側で行うか車載機側で行うかということが従来技術の問題点であったわけではないから，その点に関して従来技術を適用することが阻害要因となるものではない。",
                "なお，原告は，審決が引用例の段落【0002】ないし【0004】に記載された技術を周知技術と認定していると仮定した場合の主張もしているが，審決が周知技術についてそのような認定をしているとは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "以上によれば，引用発明において，車載ユニットの，送信される画像信号を受信するためのインターフェース手段に関し，同手段がビットマップデータを伝達する非圧縮のデジタル伝送方式で送信される画像信号を受信する機能を有するとすること(相違点3)は，当業者が容易に想到できることといえる。"
            },
            {
              "fig": "(5)",
              "text": [
                "相違点1について，車載ユニットを自動車のどの位置に設置するかは設計事項であり，これをダッシュボードに設置することは，当業者が容易に想到できることである。したがって，相違点1に係る構成に容易想到性を認めた審決の判断に誤りはない。",
                "相違点2及び4については，前記(1)ないし(4)で相違点3について判断したところによれば，いずれも引用発明自体にそれを示唆する記載が存在するのであるから，その示唆に基づいて，相違点に係る構成に至ることは当業者が容易に想到できることである。したがって，この点についても審決の判断に誤りはない。",
                "引用発明における表示データが画像信号に相当するものであることは前記1(4)アのとおりであるから，引用発明におけるクレードルは携帯電話12からの画像信号を車載装置のインターフェース手段との間で画像信号を媒介する機能を有するものといえ，相違点5は実質的な相違点ではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本願補正発明は，引用発明から容易に想到できるものであり，引用発明と比較して顕著な作用効果を有するものでもないから，独立特許要件を欠くとして補正を却下した審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "そこで，本願補正前発明の進歩性について検討する。",
                "本願補正発明は，本願補正前発明における携帯情報通信装置から送信されるデータをビットマップデータに限定するとともに，車載ユニットがビットマップデータ生成機能を有しないように限定し，本願補正前発明の内容を減縮したものである。",
                "ところで，前記(1)ないし(6)で判断した内容に照らせば，上記限定事項をなくした発明である本願補正前発明について，当業者は，携帯情報通信装置から非圧縮のデジタル伝送方式で画像信号を送信することや，車載ユニットが携帯情報通信装置から送信される画像信号に基づいて画像信号を表示する機能を有することを引用発明から容易に想到できるものである。また，本願補正前発明に，引用発明を超える顕著な効果があると認めることもできない。",
                "よって，本願補正前発明について特許を受けることができないとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであり，原告の主張は理由がない。よって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}