{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2011-25837号事件について"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成17年12月13日，発明の名称を「遊技機」とする特許出願（特願2005-358358号。請求項の数1）をした（甲4）。",
                "特許庁は，平成23年8月24日付けで拒絶査定をしたため，原告は，同年11月30日，これに対する不服の審判を請求した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，これを不服2011-25837号事件として審理し，平成24- 1 -年12月3日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月18日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成25年1月16日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲の請求項1の記載（平成23年7月11日付け手続補正書（甲6）による補正後のもの。同補正後の請求項の数3）は，次のとおりである。以下，請求項1に記載された発明を「本願発明」といい，本願発明に係る明細書（甲4，6）を，図面を含めて「本願明細書」という。",
            "「遊技領域が形成され，当該遊技領域に向けて遊技媒体が打ち込まれる遊技盤と，",
            "前記遊技盤の遊技領域に配置され，遊技領域に向けて打ち込まれた遊技媒体を受け入れ可能な第1始動口と，",
            "前記遊技領域に向けて打ち込まれた遊技媒体が前記第1始動口に受け入れられたことを検出する第1始動検出手段と，",
            "前記第1始動検出手段による遊技媒体の検出に基づいて抽選を行う第1抽選手段と，",
            "前記第1抽選手段による抽選結果の導出を第1所定数の範囲内で留保する第1留保手段と，",
            "前記第1抽選手段による抽選結果を一つの図柄または一つの図柄群によって導出可能な図柄表示領域，および，前記第1留保手段における留保状態を表示可能な留保表示領域を少なくとも有する演出表示手段と，",
            "少なくとも前記第1留保手段による留保関連情報が前記留保表示領域に表示されるよう制御する留保表示制御手段を有する演出表示制御手段と，",
            "前記第1抽選手段による抽選に当選したことに基づいて遊技者に所定の遊技価値を付与可能となる特別遊技を実行する特別遊技実行手段と，",
            "を備える遊技機であって，",
            "- 2 -さらに，",
            "前記遊技盤の遊技領域に配置され，遊技領域に向けて打ち込まれた遊技媒体を受け入れ可能な第2始動口と，",
            "前記遊技領域に向けて打ち込まれた遊技媒体が前記第2始動口に受け入れられたことを検出する第2始動検出手段と，",
            "前記第2始動検出手段による遊技媒体の検出に基づいて抽選を行う第2抽選手段と，",
            "前記第2抽選手段による抽選結果の導出を第2所定数の範囲内で留保する第2留保手段と，",
            "を備え，",
            "前記特別遊技実行手段は，",
            "前記第2抽選手段による抽選に当選したときにも，遊技者に所定の遊技価値を付与可能となる特別遊技を実行するものであり，",
            "前記留保表示制御手段は，",
            "前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がゼロのときは，前記第1留保手段及び前記第2留保手段のいずれもが，それぞれの抽選結果の導出を前記第1所定数及び前記第2所定数の範囲内で留保するものであるにもかからず，前記第1留保手段による留保上限情報と前記第2留保手段による留保上限情報とのうち前記第1留保手段による留保上限情報のみを表示すべく，前記第1所定数に対応する数の第1空表示態様を一列に並べて表示する第1空表示制御手段と，",
            "前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がＮ（1≦Ｎ≦第2所定数を満たす整数）であったとしても，前記第2留保手段による留保上限情報を表示することなく，前記第2留保手段により留保されていることを示す第2留保表示態様を，前記一列に並べて表示された前記第1空表示態様の最も端の位置からＮ個並べて表示する第2留保数情報表示制御手段と，",
            "- 3 -を有し，",
            "前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がゼロの状態において前記第2始動検出手段により前記遊技媒体が検出されたとき，前記最も端の位置に表示された前記第1空表示態様に代えて前記第2留保表示態様を，前記第2留保数情報表示制御手段により表示し，該表示された前記第2留保表示態様に続いて前記第1所定数に対応する数の前記第1空表示態様を，前記第1空表示制御手段により並べて表示する",
            "ことを特徴とする遊技機。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本願発明は，後記アの引用例1に記載された発明（以下「引用発明1」という。）及び後記イの引用例2に記載された技術的事項に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2005-185682号公報（甲1） "
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2005-329108号公報（甲2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明1並びに本願発明と引用発明1との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "「遊技領域が形成され，遊技領域に遊技球が打ち出される遊技盤6と， ",
                    "遊技盤6の遊技領域に配設され，遊技領域に打ち出された遊技球が入賞可能な第1始動口7と，",
                    "第1始動口7への遊技球の入賞を検知する第1特図始動センサ51と，",
                    "遊技球の第1始動口への入賞に基づき所定の乱数を抽出し，大当たりの抽選を行う遊技制御装置100と， ",
                    "遊技球の第1始動口7への入賞に基づき抽出された乱数を，4つを限度に，第1- 4 -始動記憶として記憶する遊技制御装置100内の第1特別図柄乱数記憶領域と，",
                    "遊技盤6の遊技領域に配設され，遊技領域に打ち出された遊技球が入賞可能な第2始動口9と，",
                    "第2始動口9への遊技球の入賞を検知する第2特図始動センサ52と ",
                    "遊技球の第2始動口9への入賞に基づき所定の乱数を抽出し，大当たりの抽選を行う遊技制御装置100と，",
                    "遊技球の第2始動口9への入賞に基づき抽出された乱数を，4つを限度に，第2始動記憶として記憶する遊技制御装置100内の第2特別図柄乱数記憶領域と， ",
                    "第1始動口7への入賞に基づく第1の変動表示ゲーム，または第2始動口9への入賞に基づく第2の変動表示ゲーム，に合わせて3つの図柄からなるダミー図柄800を変動表示させる領域，及び第1始動記憶を表示する第1始動記憶表示領域91並びに第2始動記憶を表示する第2始動記憶表示領域92を有する変動表示装置8と， ",
                    "変動表示装置8の表示を制御する演出制御装置150（表示制御手段）と， ",
                    "第1始動口7または第2始動口9への入賞検出時の特別図柄乱数カウンタ値が当たり値であるときには，大当たり状態（特別遊技状態）とする手段と， ",
                    "を備える遊技機であって， ",
                    "演出制御装置150（表示制御手段）は，   ",
                    "第1始動記憶表示領域91及び第2始動記憶表示領域92のそれぞれにおいて，始動記憶がある状態では丸印内にハッチングを付して表示し，始動記憶がない状態では白丸印を表示する， ",
                    "遊技機。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「遊技領域が形成され，当該遊技領域に向けて遊技媒体が打ち込まれる遊技盤と，",
                    "前記遊技盤の遊技領域に配置され，遊技領域に向けて打ち込まれた遊技媒体を受け入れ可能な第1始動口と，",
                    "- 5 -前記遊技領域に向けて打ち込まれた遊技媒体が前記第1始動口に受け入れられたことを検出する第1始動検出手段と，",
                    "前記第1始動検出手段による遊技媒体の検出に基づいて抽選を行う第1抽選手段と，",
                    "前記第1抽選手段による抽選結果の導出を第1所定数の範囲内で留保する第1留保手段と，",
                    "前記第1抽選手段による抽選結果を一つの図柄または一つの図柄群によって導出可能な図柄表示領域，および，前記第1留保手段における留保状態を表示可能な留保表示領域を少なくとも有する演出表示手段と，",
                    "少なくとも前記第1留保手段による留保関連情報が前記留保表示領域に表示されるよう制御する留保表示制御手段を有する演出表示制御手段と，",
                    "前記第1抽選手段による抽選に当選したことに基づいて遊技者に所定の遊技価値を付与可能となる特別遊技を実行する特別遊技実行手段と，",
                    "を備える遊技機であって，",
                    "さらに，",
                    "前記遊技盤の遊技領域に配置され，遊技領域に向けて打ち込まれた遊技媒体を受け入れ可能な第2始動口と，",
                    "前記遊技領域に向けて打ち込まれた遊技媒体が前記第2始動口に受け入れられたことを検出する第2始動検出手段と，",
                    "前記第2始動検出手段による遊技媒体の検出に基づいて抽選を行う第2抽選手段と，",
                    "前記第2抽選手段による抽選結果の導出を第2所定数の範囲内で留保する第2留保手段と，",
                    "を備え，",
                    "前記特別遊技実行手段は，",
                    "前記第2抽選手段による抽選に当選したときにも，遊技者に所定の遊技価値を付- 6 -与可能となる特別遊技を実行するものであり，",
                    "前記留保表示制御手段は，",
                    "前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がゼロのときは，前記第1留保手段及び前記第2留保手段のいずれもが，それぞれの抽選結果の導出を前記第1所定数及び前記第2所定数の範囲内で留保するものであり，前記第1留保手段による留保上限情報と前記第2留保手段による留保上限情報とのうち前記第1留保手段による留保上限情報を表示すべく，前記第1所定数に対応する数の第1空表示態様を一列に並べて表示する第1空表示制御手段と，",
                    "前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がＮ（1≦Ｎ≦第2所定数を満たす整数）であったとしても，前記第2留保手段により留保されていることを示す第2留保表示態様を，表示する第2留保数情報表示制御手段と，",
                    "前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がゼロの状態において前記第2始動検出手段により前記遊技媒体が検出されたとき，前記第2留保表示態様を，前記第2留保数情報表示制御手段により表示する，",
                    "遊技機。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1",
                  "text": [
                    "「前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がゼロのとき」，「空表示制御手段」が，本願発明では「第1留保手段による留保上限情報のみを表示す」るのに対し，引用発明1では「第1留保手段による留保上限情報」に加えて「第2留保手段による留保上限情報」をも表示する点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2",
                  "text": [
                    "「前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がＮ（1≦Ｎ≦第2所定数を満たす整数）であ」るとき，第2留保数情報表示制御手段が，本願発明では，「前記第2留保手段による留保上限情報を表示することなく，」「第2留保表示態様を，前記一列に並べて表示された前記第1空表示態様- 7 -の最も端の位置からＮ個並べて表示する」のに対し，引用発明1では，そのような表示を行わない点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点3",
                  "text": [
                    "「前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がゼロの状態において前記第2始動検出手段により前記遊技媒体が検出されたとき」，本願発明は「前記最も端の位置に表示された前記第1空表示態様に代えて前記第2留保表示態様を，前記第2留保数情報表示制御手段により表示し，該表示された前記第2留保表示態様に続いて前記第1所定数に対応する数の前記第1空表示態様を，前記第1空表示制御手段により並べて表示する」のに対し，引用発明1はそのような表示を行わない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した引用例2に記載された技術的事項A及びBは，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術的事項A 「第1留保手段による留保上限情報と第2留保手段による留保上限情報とのうち前記第1留保手段による留保上限情報のみを表示すべく，前記第1所定数に対応する数の第1空表示態様を一列に並べて表示する第1空表示制御手段」"
                },
                {
                  "fig": "イ",
                  "subject": "技術的事項B 「前記第2留保手段による留保上限情報を表示することなく，第2留保表示態様を，前記一列に並べて表示された前記第1空表示態様の最も端の位置に表示する」という技術的手段"
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決は，引用発明1と引用例2に記載された発明（以下「引用発明2」という。）は，ともに遊技機という技術分野に属するものであり，引用発明1は，2種類の第一種の変動表示ゲームの確定タイミングに時間差を設け，遊技者が同時に行われる複数の変動表示ゲームの結果を気にすることなく，分かりやすいゲーム進行が可能な遊技機を提供することを目的とするものであって，引用発明2は，第一種の特別遊技に関連した識別情報の変動と，第二種の特別遊技に関連した可変大- 8 -入賞口の開閉が同時に発生することがないので，双方の遊技を存分に楽しむことが可能となることを目的としており，両者の目的は同じものであること，引用発明の第1の変動ゲームと第2の変動ゲームは特別遊技移行契機であり，引用発明2の遊技機の特別図柄作動口の入賞に基づく特別図柄変動と大入賞口作動口の入賞に基づく大入賞口の開閉も特別遊技移行契機であって，両者に差異はないことからすると，特別遊技移行契機の保留表示に関する技術的事項A及びBを，引用発明1の特別遊技移行契機の保留表示に適用することは，引用例1及び2に接した当業者であれば容易に思いつく程度のことであって，技術的事項A及びBを引用発明1に適用することに困難性はないとした。",
                "そして，引用発明1において，その「空表示制御手段」として技術的事項Aを採用し，相違点1に係る本願発明の構成とすることは当業者にとって想到容易であるとした。",
                "また，引用発明1において，4つまで保留可能な第2始動記憶の保留表示に，技術的事項Bを採用すれば，相違点2に係る本願発明の構成の「前記第2留保手段による留保数がＮ（1≦Ｎ≦第2所定数を満たす整数）であるとき，第2留保数情報表示制御手段が前記第2留保手段による留保上限情報を表示することなく，第2留保表示態様を，前記一列に並べて表示された前記第1空表示態様の最も端の位置からＮ個並べて表示する」に相当するものとなり，その採用は当業者にとって想到容易であるとした。",
                "さらに，引用発明1の第1始動記憶の保留表示と第2始動記憶の保留表示に技術的事項A及びBを採用した結果，「前記第1留保手段による留保数がゼロであって且つ前記第2留保手段による留保数がゼロの状態において前記第2始動検出手段により前記遊技媒体が検出されたとき」には，「前記最も端の位置に表示された前記第1空表示態様に代えて前記第2留保表示態様を，前記第2留保数情報表示制御手段により表示し，該表示された前記第2留保表示態様に続いて前記第1所定数に対応する数の前記第1空表示態様を，前記第1空表示制御手段により並べて表示す- 9 -る」ものとなるから，相違点3に係る本願発明の構成とすることも当業者にとって想到容易であるとした。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明の容易想到性に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明が対象とする遊技機の種類について",
          "text": [
            "本願発明では，第1留保手段及び第2留保手段のいずれにも留保されていないときは，第2留保手段により留保可能な上限数情報をあえて表示せずに第1留保手段により留保可能な上限数情報のみを表示することにより，第2留保に係る遊技の存在を隠して「抽選結果の導出」についての留保上限数が実際よりもあえて少ない数であるかのように見せている。",
            "本願発明の特許請求の範囲には，「第2」が付された発明特定事項の1つとして，「前記第2始動検出手段による遊技媒体の検出に基づいて抽選を行う第2抽選手段」及び「前記第2抽選手段による抽選結果の導出を第2所定数の範囲内で留保する第2留保手段」が記載されており，遊技球が始動口に入賞したときに「第2留保手段」によって留保されるのは「第2抽選手段による抽選結果の導出」である。",
            "他方，パチンコのいわゆる第二種の遊技機において，遊技球が始動口に入賞したときに留保されるのは，役物抽選結果の導出ではなく，「可動入賞装置」による開閉作動であることは周知の事項である。",
            "したがって，本願発明の特許請求の範囲に「前記第2抽選手段による抽選結果の導出を第2所定数の範囲内で留保する第2留保手段」と記載されている以上，「第2」が付された発明特定事項によって構成される遊技機が第二種の遊技機を含むものではないことは明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点に係る判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2に記載された技術的事項の認定について",
              "text": [
                "- 10 -ア  パチンコにおける第一種の遊技機は，始動口に遊技媒体が受け入れられると「抽選結果の導出留保→抽選結果導出→特別当たりであれば特別遊技」の流れで遊技が進行する遊技機であり，他方，第二種の遊技機は，始動口に遊技媒体が受け入れられると「作動口開放→作動口から受け入れられた遊技媒体が特定領域（V入賞口）に受け入れられると特別遊技」の流れで遊技が進行する遊技機である。本願発明は，第一種と第一種とを組み合わせた複合機に関する発明である。",
                "引用発明2は，「第1保留」に係る遊技（第一種の遊技）と「第2保留」に係る遊技（第二種の遊技）とが互いに異なる遊技であるのみならず，いずれの遊技がどのような順番で行われるかについても把握できる遊技機に係る発明である。",
                "引用発明2における「第2保留」に係る遊技は第二種の遊技であるから，引用発明2の「保留記憶手段」「上限1個」及び「2」は，第一種と第一種とを組み合わせた複合機に係る本願発明の「第2留保手段」「第2所定数」及び「第2留保表示態様」に相当するものではなく，引用発明2は，第2留保表示態様を並べて表示する第2留保数情報表示制御手段に相当する制御手段を具備するものではない。",
                "本件審決は，引用例2の「第二の特別遊技に係る保留」の意義を明らかにしないまま，本願発明と引用発明1との相違点に係る判断を行っており，誤りであるというほかない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，「大入賞口の開閉の保留」及び「抽選結果の導出の留保」という全く異なる概念を，いずれも特別遊技の実行への要因となるものであると過度に上位概念化するが，本願発明における「第1留保」及び「第2留保」はいずれも「抽選結果の導出の留保」であるから，第1保留及び第2保留のいずれかがあれば必ず抽選結果が導出されるのに対し，引用発明2における「第2保留」は役物抽選さえ行われない可能性のある「大入賞口の開閉の保留」にすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例2には，大入賞作動口の入賞に基づく留保が存在する場合，当該入賞に基づく保留が行われないことが明記されているのみならず，第2留保の数が1でなくてもよい旨の記載や示唆はないから，引用発明2における第2留保の上限は1- 11 -であって，複数の留保がされることはない。",
                    "しかも，引用発明2における第2留保は，役物抽選を確定するものではないし，役物抽選を確定させようとする技術的意図も存在しないから，第2留保の上限が1であるか複数であるかにかかわらず，引用発明2は，抽選結果の導出機会を留保可能な上限数が増加したように見えるという本願発明の効果を奏するとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用例2には，本件審決が認定した技術的事項A及びBが実質的に記載されているということはできない。引用例2における「大入賞口作動口の入賞に基づく大入賞口の開閉」を「特別遊技移行契機」であると過度に上位概念化することによって，抽選すら行われない可能性が高い引用発明2における「大入賞口の開閉」と，必ず抽選が行われる引用発明1の「第2の変動ゲーム」とには差異がないとする被告の判断は明らかに誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2を適用する動機付けや示唆について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，第一種の遊技性を維持しつつも，遊技者に第2留保の増加があったときに抽選結果の導出についての上限がいかにも増加したように見せるという錯覚を起こさせて，複合機としての面白みを享受できるようにしたものである。",
                    "他方，引用発明1は，第1の変動表示ゲーム及び第2の変動表示ゲームの両方の存在を前提とし，遊技者に混乱を起こさせないようにしたものであり，遊技者に錯覚を起こさせるようにした本願発明を実現する上での阻害要因を有するものである。",
                    "引用発明1には，第1留保に係る抽選結果の導出遊技と第2留保に係る抽選結果の導出遊技とのうち，いずれか一方の存在を隠すことによって抽選結果の導出機会が増加するという錯覚を生じさせることついて，何らの記載も示唆もない。",
                    "したがって，引用発明1に引用発明2を適用する動機付けを認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明2は，互いに異なる遊技である「第1保留」に係る遊技と「第2保留」に係る遊技とがどのような順番で行われるかについて把握できるようにしているから，「抽選結果の導出機会を留保可能な上限数が増加したように見える」とい- 12 -う，第1始動口に遊技媒体が受け入れられた場合と第2始動口に遊技媒体が受け入れられた場合とで共通する第一種の遊技が行われるからこそ実現できる作用効果を奏するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，抽選結果の導出機会が増加するという錯覚を生じさせることに関する何らの記載も示唆もない引用発明1に引用発明2や引用例2に記載された技術的事項を組み合わせたとしても，本願発明に想到するものではないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用効果について",
              "text": [
                "本願発明は，第1始動口に遊技媒体が受け入れられた場合と第2始動口に遊技媒体が受け入れられた場合とで，始動口に遊技媒体が受け入れられてから特別遊技が実行されるまでの遊技過程が共通する第一種の遊技が行われるからこそ，従来の第一種における遊技性を維持しつつ，第2始動口に入賞したときに「留保数の上限が増加したように（留保数の上限を超えて留保されたように）見える」，すなわち「抽選結果の導出機会を留保可能な上限数が増加したように見える」という顕著な作用効果を奏するものである。",
                "したがって，本件審決は，本願発明の当該効果を看過した誤りがあるというほかない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上のとおりであるから，本願発明は，引用発明1及び引用例2に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものということはできない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "本願発明が対象とする遊技機の種類について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の特許請求の範囲において，「第1抽選手段による抽選結果を一つの図柄または1つの図柄群によって導出可能な図柄領域…を少なくとも有する演出表示手段」との記載があるから，「第1」が付された発明特定事項によって第一種- 13 -の遊技機が構成されているということができる。",
                "しかしながら，特許請求の範囲において，「第2」が付された発明特定事項には，「演出表示手段」に相当する記載はないから，「第2」が付された発明特定事項によって構成される遊技機は第一種の遊技機に限定されるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "確かに，本願発明の特許請求の範囲には，「抽選を行う第2抽選手段」との発明特定事項が存在するが，遊技機分野における「抽選」とは，第一種の遊技機のように乱数等を発生させ，図柄の組合せの表示により行うものに限られず，図柄の組合せの表示を行わない遊技球の振り分けによる役物抽選も含まれるとされているから，「第2」が付された発明特定事項によって構成される遊技機として，第一種の遊技機以外の種類の遊技機が含まれるというべきである。",
                "したがって，本願発明は，「第一種と第一種とを組み合わせた複合機」を技術的範囲に含むものではあるが，「第一種と他の種類とを組み合わせた複合機」を排除するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点に係る判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2に記載された技術的事項の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の第2留保は，第2始動口への遊技媒体の受入れを契機とする「留保，抽選結果の導出，特別遊技の実行」という一連の流れを伴うものであり，「留保」は特別遊技の実行への要因となるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，引用発明2の第2保留は，大入賞口作動口への打球の流入を契機とする「保留，大入賞口の開閉，特定領域通過検出装置への打球の流入，特別遊技の実行」という一連の流れを伴うものであり，「保留」は特別遊技の実行への要因となるものであるから，本願発明の「留保」及び引用発明2の「保留」はいずれも特別遊技実行の要因となるものであって，両者に異なるところはない。",
                    "したがって，引用発明2の「第2保留」における機能からすれば，引用発明2の「保留記憶手段」「上限1個」及び「2」は，本願発明の「第2留保手段」「第2所定数」及び「第2留保表示態様」に相当し，引用発明2は第2留保表示態様を並- 14 -べて表示する第2留保数情報表示制御手段に相当する制御手段を具備するとした本件審決に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例2には，第2留保が複数保留可能である発明は記載されていないが，本願発明も，第2留保について1個目の表示が行われた段階で，遊技者から見れば留保上限が増えたように感じることができる以上，第2留保の上限が1個でも課題を解決することができるから，「第2所定数」が1である発明を含んでいるということができる。したがって，第2留保の数について，本願発明と引用発明2との間に相違はない。",
                    "また，第二種パチンコ機において，始動口への入賞に基づく保留記憶を複数個を上限として記憶し，保留された記憶の個数を表示することは，本件出願当時，周知技術であったから，留保数の上限を1個とするか複数とするか，保留された記憶の個数を表示する技術的手段を採用するか否かは単なる設計的事項にすぎない。",
                    "引用例2に記載された技術的事項は，第一種の図柄変動と第二種の開閉動作を同時に行わせないことを課題とするものであるが，この課題を解決するために第2保留を1個とすることは必須ではないし，複数とした場合に上記課題を解決することが不可能となるものでもない。",
                    "したがって，引用例2に第2留保の上限が1個の発明しか記載されていなかったとしても，引用例2に記載された技術的事項は，第2保留が上限複数個の場合を含むものということができるから，第2留保が複数である引用発明1の保留表示に，引用例2に記載された技術的事項の保留表示を採用することに技術的困難性はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2を適用する動機付けや示唆について",
              "text": [
                "引用発明2において，「特別図柄作動口の入賞に基づく特別図柄変動」と「大入賞口作動口の入賞に基づく大入賞口の開閉」とは，特定の条件（前者では乱数が大当たり値となっている場合，後者では遊技球が特定領域に入賞する場合）であれば特別遊技となるから，特別遊技への移行の契機，すなわち「特別遊技移行契機」であるということができ，引用発明2における「特別図柄変動」及び「大入賞口の開- 15 -閉」が引用発明1の「第1の変動ゲーム」及び「第2の変動ゲーム」と「特別遊技移行契機」という点で同じものというべきであって，両者に差異がないことは明らかである。",
                "したがって，引用発明1に引用発明2を適用することの阻害事由は認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用効果について",
              "text": [
                "本願明細書の実施例によれば，遊技を行う遊技者は遊技球が入賞した始動口によって留保表示が区別（数字，キャラクタ）して行われることを認識することは明らかであり，当該留保表示を見た遊技者が「第1留保」に係る遊技と「第2留保」に係る遊技とがどのような順番で行われるかについて把握できることは明らかである。この実施例によりサポートされる本願発明の特許請求の範囲において，留保表示を第1と第2とで区別できなくするための技術的事項は何ら記載されておらず，どのような順番で行われるかについて把握できないようにするための構成が記載されていないから，原告が主張する留保可能な上限数が増加したように見えるとの作用効果は特許請求の範囲の記載に基づくものでない。",
                "しかも，引用発明2は，「第1保留」及び「第2保留」の保留数がゼロのときは，4個の「予」を一列に並べて表示して保留可能な上限値を遊技者に認識させ，「第2保留」に新たに保留が行われると，「2」を「第1保留」の表示（「1」及び「予」）に追加して表示するものであり，少なくとも「予」の位置よりも前に割り込んで「2」が追加され，その結果「予」の位置が後にずれ，あたかも全体の数が増えたように見えるから，遊技者は保留上限が増えたように感じることは明らかである。",
                "したがって，本願発明及び引用発明2は，いずれも「留保可能な上限数が増加したように見える」との作用効果を奏する点で異なるところはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "小括",
          "text": [
            "以上のとおりであるから，本願発明は，引用発明1及び2に基づいて，当業者が容易に発明をすることができたものというべきである。",
            "- 16 -第4  当裁判所の判断"
          ]
        },
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載について",
              "text": [
                "本願発明の特許請求の範囲は，前記第2の2に記載のとおりであるところ，本願明細書（甲4，6）には，おおむね次の記載がある（図面については，別紙1の本願明細書図面目録を参照。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本願発明は，ぱちんこ遊技機（パチンコ機）等の遊技機に関するものである（段落【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ぱちんこ遊技機の一例として，いわゆる第一種と呼ばれる遊技機がある。この遊技機では，始動口に遊技媒体としての遊技球が受け入れられることによって大当たり抽選が行われ，その抽選に当選したときに遊技者に有利な特別遊技状態が発生する。大当たり抽選を行う抽選手段は1つであり，抽選結果は表示手段に導出される（段落【0004】）。",
                        "この種の遊技機は，抽選結果が表示手段に導出される過程において特別遊技状態が発生するのではないかといった期待感を遊技者に抱かせるために種々の演出が行われているが，特別遊技状態の発生が1つの抽選手段による抽選結果のみによって決まるので，特別遊技状態が発生するまでの過程が単調なものであり，興趣が低下するおそれがあった（段落【0005】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "いわゆる「第二種」と呼ばれる遊技機は，遊技領域の中央部に役物が配置されており，始動口に遊技媒体としての遊技球が受け入れられることによって役物の開閉片（羽根部材）が開閉動作し，そのタイミングで役物内に入賞（進入）した遊技球が役物内に設けられた当たり受入口（V入賞口）に受け入れられると特別遊技状態が発生する（段落【0006】）。",
                        "この遊技機は，特別遊技状態が発生するまでの過程が単調ではないものの，始動- 17 -口に遊技媒体が受け入れられたのち，開閉片が開いたタイミングで役物内に進入した別の遊技媒体が役物内の受入口に受け入れられなければ特別遊技状態が発生しないから，遊技者は，始動口に遊技媒体が受け入れられ，かつ，開閉片が開いたタイミングで遊技媒体を役物内に進入させることができたとしても，遊技媒体がハズレ受入口に受け入れられた場合，再び一連の遊技を最初から行わなければならない。仮に特別遊技状態が発生した場合であっても，特別遊技状態終了後には，再び一連の操作を最初から行わなければならず，遊技に煩わしさを感じることがあり，興趣が低下するおそれがあった（段落【0007】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "興趣の低下を抑制するために，第一種と第二種とが複合化した遊技機が提案されている（段落【0008】）。",
                        "また，第一種の遊技機において，大当たり抽選の結果を液晶表示器とドラムとで表示する遊技機が提案されており，液晶表示器とドラムとがそれぞれ独立して作動するので，特別遊技状態が発生するまでの過程が単調とならず，興趣の低下が抑制される（段落【0009】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "前記イ(ウ)の遊技機は，特別遊技状態が発生するまでの過程が単調であることに起因する興趣の低下は抑制できるが，遊技者から見た遊技内容が複雑化してしまい，興趣が低下するといった課題がある（段落【0010】）。",
                    "そこで，本願発明は，特別遊技状態が発生するまでの過程が単調とならず，かつ，遊技内容の複雑化に伴う興趣の低下を抑制できる遊技機を提供することを目的とする（段落【0011】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本願発明は，前記ウの課題を解決するために，特許請求の範囲に記載された構成を採用するものである（段落【0012】）。",
                    "これによれば，第1始動口に遊技媒体が受け入れられて第1始動検出手段により検出されると第1抽選手段により抽選が行われる。第1留保手段は，第1抽選手段- 18 -による抽選結果の導出を所定の範囲内で留保する。演出表示手段は，第1抽選手段による抽選結果を1つの図柄又は1つの図柄群によって導出可能な図柄表示領域，及び，第1留保手段における留保状態を表示可能な留保表示領域を少なくとも有する。留保表示領域には，少なくとも第1留保手段による留保関連情報が表示されるように，留保表示制御手段によって制御される。第1抽選手段による抽選に当選したことに基づいて遊技者に所定の遊技価値を付与可能となる特別遊技が実行される。さらに，第2始動口を備え，この第2始動口に遊技媒体が受け入れられて第2始動検出手段により検出されると第2抽選手段により抽選が行われる。第2留保手段は，第2抽選手段による抽選結果の導出を所定の範囲内で留保する。第2抽選手段による抽選に当選したときにも，遊技者に所定の遊技価値を付与可能となる特別遊技が実行される。留保表示制御手段は，第1留保手段による留保数がゼロであって，かつ，第2留保手段による留保数がゼロのときは，第1留保手段及び第2留保手段のいずれもが，それぞれの抽選結果の導出を第1所定数及び第2所定数の範囲内で留保するものであるにもかからず，第1留保手段による留保上限情報と第2留保手段による留保上限情報のうち第1留保手段による留保上限情報のみを表示すべく，第1所定数に対応する数の第1空表示態様を一列に並べて表示し，第1留保手段による留保数がゼロであって，かつ，第2留保手段による留保数がＮ（1≦Ｎ≦第2所定数を満たす整数）であるときは，第2留保手段により留保されていることを示す第2留保表示態様を，一列に並べて表示された第1空表示態様の最も端からＮ個並べて表示する。第1留保手段による留保数がゼロであって，かつ，第2留保手段による留保数がゼロの状態において第2始動検出手段により遊技媒体が検出されると，最も端の位置に表示された第1空表示態様に代えて第2留保表示態様を第2留保表示制御手段により表示し，表示された第2留保表示態様に続いて第1所定数に対応する数の第1空表示態様を，第1留保表示制御手段により並べて表示する（段落【0013】）。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "- 19 -本発明によれば，第1の抽選手段による抽選及び第2の抽選手段による抽選を行いながらも，遊技内容の複雑化に伴う興趣の低下を抑制できる（段落【0015】）。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "遊技領域37に向けて打ち込まれた遊技球が，上始動口82，中始動口81及び下始動口83のうちいずれかに入球すると始動入賞となる（段落【0035】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "第1特別図柄留保表示器104及び第2特別図柄留保表示器106は，それぞれ，留保回数分（最大4回分）に相当する回数を，各LEDの点灯等の態様によって表示可能に構成されている（段落【0041】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "センター役物91の内側には演出表示装置115が配設されており，この演出表示装置115では，遊技の進行に応じて，例えば動画や映像等の画像あるいは可動部材の動作等の所定の演出表示が行われる。また，複数の図柄列から構成される1つの図柄群が表示されており，これらの図柄列に示された図柄の組合せによって，第1特別図柄抽選手段400による抽選結果及び第2特別図柄抽選手段402による抽選結果が表示される（段落【0045】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本実施形態では，センター役物91の下縁部のうち，左側に6つのLEDが配列されており，このうち2つのLEDが第1特別図柄表示器100として機能し，残りの4つのうち2つのLEDが第1特別図柄留保表示器104として機能している。また，その右側にある6つのLEDは，このうち2つのLEDが第2特別図柄表示器102として機能し，残りの4つのうち2つのLEDが第2特別図柄留保表示器106として機能している（別紙1の【図3】，段落【0070】）。",
                        "第1特別図柄表示器100及び第2特別図柄表示器102の機能は，各LEDの点灯・消灯・点滅によって実現することができる。例えば，始動入賞を契機として第1特別図柄表示器100及び第2特別図柄表示器102を構成する各々2つのLEDをいろいろなパターンで点滅させることにより，第1特別図柄及び第2特別図- 20 -柄の変動状態を表示する。一定の変動時間が終了すると，各々2つのLEDの点灯・消灯表示パターンによって特別図柄の確定した停止図柄を表示することにより抽選が行われ，その結果情報が各LEDの点灯・消灯によって報知される。第1特別図柄表示器100及び第2特別図柄表示器102を構成する各LEDの点灯・消灯による特別図柄の変動表示及び停止表示の制御は，主制御基板131により行われる（段落【0071】）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "図13は，主基板310における主制御基板131の機能的な構成を示すブロック図である。図13に示すように，主制御基板131は，中始動検出手段401と，第1特別図柄抽選手段400と，第1特別図柄表示制御手段424と，第1留保手段428と，第1特別図柄留保数表示制御手段434と，上下始動検出手段403と，第2特別図柄抽選手段402と，第2特別図柄表示制御手段426と，第2留保手段430と，第2特別図柄留保数表示制御手段436と，特別遊技状態発生手段433と，大入賞口開閉実行手段434と，通過検出手段411と，普通図柄抽選手段410と，下始動口開閉実行手段422と，普通図柄留保手段414と，普通図柄表示制御手段420と，普通図柄留保数表示制御手段418と，普通図柄留保数記憶手段416と，コマンド送信手段440とを有している（別紙1の【図13】，段落【0086】）。",
                        "中始動検出手段401は，中始動口センサ320によって遊技球が検出されたか否かを判断している。第1特別図柄抽選手段400は，遊技領域37に向けて打ち込まれた遊技球が中始動口81に受け入れられて中始動口センサ320に検出されたと中始動検出手段401によって判断されたことに応じて大当たり抽選を行う（段落【0087】）。",
                        "第1特別図柄表示制御手段424は，第1特別図柄表示器100において所定の態様で表示を行い，第1特別図柄抽選手段400による抽選結果を導出する。ここで，「所定の態様」とは，2つのLEDを交互に点滅させたりするような態様であり，第1特別図柄抽選手段400による抽選結果が導出されていないことが明らか- 21 -に把握できる態様を意味する（段落【0089】）。",
                        "第1留保手段428は，第1特別図柄抽選手段400による抽選結果を第1特別図柄表示制御手段406によって第1特別図柄表示器100に導出することを，第1所定数（例えば4個）の範囲内で留保する（段落【0090】）。",
                        "第1特別図柄留保数表示制御手段434は，第1留保手段428によって留保された留保数情報を第1特別図柄留保表示器104に表示する。この実施形態では，留保数がゼロであれば2つのLEDをいずれも消灯し，留保数が1であれば1つのLEDを赤色点灯し，かつ，他のLEDを消灯し，留保数が2であれば2つのLEDをいずれも赤色点灯する。さらに，留保数が3であれば1つのLEDを緑色点灯し，かつ，他のLEDを赤色点灯し，留保数が4であれば2つのLED全てを緑色点灯する。ここで「留保数情報」とは，第1特別図柄留保表示器104によって留保数を把握できる情報であればよい（段落【0091】）。",
                        "上下始動検出手段403は，上始動口センサ322又は下始動口センサ324によって遊技球が検出されたか否かを判断している。第2特別図柄抽選手段402は，遊技領域37に向けて打ち込まれた遊技球が上始動口82又は下始動口83に受け入れられて上始動口センサ322又は下始動口センサ324に検出されたと上下始動検出手段403によって判断されたことに応じて大当たり抽選を行う（段落【0092】）。",
                        "第2留保手段430に留保されていることにより，第2特別図柄表示器102において特別図柄の変動が開始されるとき，ROM315に記憶された大当たり判定テーブルを参照して大当たり判定が行われることに伴い，留保数が減算される。この判定結果が，抽選結果として第2特別図柄表示制御手段426によって第2特別図柄表示器102に導出される（段落【0093】）。",
                        "第2特別図柄留保数表示制御手段436は，第2特別図柄表示器102において所定の態様で表示を行い，第2特別図柄抽選手段402による抽選結果を導出する。「所定の態様」とは，第1特別図柄留保表示器104における所定の態様と同様に，- 22 -第2特別図柄抽選手段402による抽選結果が導出されていないことが明らかに把握できる態様であればよい（段落【0094】）。",
                        "第2留保手段430は，第2特別図柄抽選手段402による抽選結果を第2特別図柄表示制御手段426によって第2特別図柄表示器102に導出することを第2所定数（例えば4個）の範囲内で留保する（段落【0095】）。",
                        "第2特別図柄留保数表示制御手段436は第2留保手段430によって留保された留保数情報を第2特別図柄留保表示器106に表示する。この実施形態では，第1特別図柄留保数表示制御手段434と同様に，2つのLEDの赤色点灯，緑色点灯及び消灯によって第2留保手段430における留保数情報を表示する（段落【0096】）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "第1特別図柄抽選手段400及び第2特別図柄抽選手段402による抽選は，中始動検出手段401又は上下始動検出手段403によって始動検出されたとき，まず，乱数発生手段404から乱数を取得する。そして，第1留保手段428又は第2留保手段430によって留保されたときは，第1特別図柄表示制御手段424又は第2特別図柄表示制御手段426によって第1特別図柄表示器100又は第2特別図柄表示器102に抽選結果の導出を行うための演出を開始する際，取得した乱数値の大当たり判定（抽選）を行う。ただし，中始動口81，上始動口82又は下始動口83に遊技球が入賞したときに乱数を取得すると同時に大当たり判定を行ってもよい（段落【0102】）。",
                        "通過検出手段411は，通過センサ317によって遊技球が検出されたか否かを判断している。普通図柄抽選手段410は，遊技領域37に向けて打ち込まれた遊技球が通過口113を通過して通過センサ317に検出されたと通過検出手段411によって判断されたことに応じて普通図柄抽選を行う。この抽選は，乱数発生手段412から乱数を取得し，取得した乱数値が当たりか否かによって行われる（段落【0103】）。",
                        "普通図柄抽選手段410による抽選結果は，普通図柄表示制御手段420によっ- 23 -て所定の演出を行ったのち，普通図柄表示器112aに導出される。なお，普通図柄表示制御手段420による抽選結果は，普通図柄表示器112aにおいて所定の変動が行われているときに遊技球が通過センサ317を通過したとき，普通図柄抽選手段410による抽選結果が普通図柄表示器112aに導出されることが所定数の範囲（例えば4個）内で留保される。この留保数は普通図柄留保数記憶手段416によって記憶され，普通図柄留保数表示制御手段418によって普通図柄留保表示器112bに表示される（段落【0104】）。",
                        "下始動口開閉実行手段422は，普通図柄抽選手段410による抽選結果が当たりであると，下始動口ソレノイド85を作動させて所定時間に亘って可動片84を開放するため，遊技領域37に向けて打ち込まれた遊技球が，下始動口83に入賞しやすくなる（段落【0105】）。",
                        "なお，本実施形態において，遊技領域37に向けて打ち込まれた遊技球は，可動片84が閉鎖しているときは入賞することがほぼ不可能に構成されている。また，上始動口82への入賞は中始動口81への入賞よりも困難であるため，可動片84が閉鎖しているとき，遊技領域に向けて打ち込まれた遊技球は，中始動口81，上始動口82及び下始動口83のうち，中始動口81への入賞可能性が最も高くなる。他方，可動片84が開放しているときは，遊技領域37に向けて打ち込まれた遊技球が下始動口83に入賞する可能性は，中始動口81に入賞する可能性よりも高くなる（段落【0106】）。",
                        "コマンド送信手段440は，中始動口81，上始動口82及び下始動口83のいずれかに入賞したタイミングで「中始動口81に入賞したこと」又は「上下始動口82，83に入賞したこと」を特定するためのコマンドが設定され，周辺制御基板に送信される。このとき，「中始動口81に入賞したこと」を特定するためのコマンド送信に伴って，第1留保手段428における留保数を特定するためのコマンド送信も行う。これと同様に，「上下始動口82，83に入賞したこと」を特定するためのコマンド送信に伴って，第2留保手段430における留保数を特定するため- 24 -のコマンド送信も行う（段落【0107】）。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "第1留保手段428によって留保されている留保数及び第2留保手段430によって留保されている留保数のいずれもがゼロのとき，留保可能情報表示制御手段5101によって第1留保手段428により留保可能な上限値が認識可能に表示される。第1の留保表示領域1151の第1の留保記憶表示部1151a～第4の留保記憶表示部1151dの全てが第1表示態様で表示される。本実施形態においては，第1の表示態様で表示されている留保記憶表示部の数が，第1留保手段428によって留保可能な留保数に相当する。他方，第2の留保表示領域1152の第5の留保記憶表示部1152aないし第8の留保記憶表示部1152dは，全て非表示となっている（別紙1の【図17（a）】，段落【0142】）。",
                        "中始動口81に遊技球が入賞して第1留保手段428によって留保されると，第1の表示態様の最も端の位置である第1の留保記憶表示部1151aが，第1留保情報表示制御手段5102によって第1の表示態様から第3の表示態様に表示制御され，第1留保手段428における留保数が「1」であることが認識できる。第1留保手段428による留保数がＮ（Ｎは1以上かつ第1所定数以下の自然数）になったときは，一列に配列される第1の表示態様の最も端の位置から，第3の表示態様をＮ個隣接して表示する（別紙1の【図17（b）】，段落【0144】）。",
                        "上始動口82又は下始動口83に遊技球が入賞すると，第2の留保記憶表示部151bが，併合留保順表示制御手段5105によって第1の表示態様から第2の表示態様に表示制御される。これにより，第1留保手段428による留保数が1個であること及び第2留保手段430による留保数が1個であることを把握することができる（別紙1の【図17（c）】，段落【0145】）。",
                        "上始動口82又は下始動口83に遊技球が入賞すると，第5の留保記憶表示部1152aが留保可能情報表示制御手段5101によって非表示から第1の表示態様に表示制御されるため，遊技者から見れば留保上限が増えたように感じることができ，興趣が高められる（段落【0146】）。",
                        "- 25 -なお，図柄表示領域115cに導出される導出順序は，第1の留保記憶表示部1151aないし第8の留保記憶表示部1152dの順序で導出される。すなわち，第1の留保記憶表示部1151aに表示される第1特別図柄抽選手段400による抽選結果，第2の留保記憶表示部1151bに表示される第2特別図柄抽選手段402による抽選結果の順で導出され，第1特別図柄抽選手段400による抽選結果及び第2特別図柄抽選手段402による抽選結果について，図柄表示領域115cに導出される導出順序を把握することができる（段落【0147】）。",
                        "図17（d）において，第1の留保記憶表示部1151aに表示されている第1特別図柄抽選手段400による抽選結果を導出するための変動が開始されると，第1の留保記憶表示部1151aが，第2留保情報表示制御手段5103によって第3の表示態様から第2の表示態様に表示制御される。また，第2の留保記憶表示部1151bが，留保可能情報表示制御手段5101によって第2の表示態様から第1の表示態様に表示制御される。なお，第5の留保記憶表示部1152aは，留保可能情報表示制御手段5101によって第1の表示態様に表示される（維持される）。なお，このように，第1留保手段428による留保数がゼロであって，かつ，第2留保手段430による留保数がＮ（Ｎは1以上かつ第1所定数以下の自然数）になったとき，第2の表示態様が，図17（a）に示すように一列に配列される第1の表示態様の最も端の位置である第1の留保記憶表示部1151aから隣接してＮ個表示される。また，第1の表示態様が，第1所定数に対応する数（例えば4個）であって，かつ，最も端の位置である第1の留保記憶表示部1151aからＮ個目の第2の表示態様に隣接する位置である第2の留保記憶表示部1151bから，第1の留保記憶表示部1151aに表示された第2の表示態様と併せて一列に配列して表示される（別紙1の【図17（d）】，段落【0148】）。",
                        "第1の留保記憶表示部1151aに表示されている第2特別図柄抽選手段402による抽選結果を導出するための変動が開始されると，第1の留保記憶表示部1151aが，留保可能情報表示制御手段5101によって第2の表示態様から第1の- 26 -表示態様に表示制御される。また，第5の留保記憶表示部1152aが，第1の表示態様から非表示に非表示制御されることにより，遊技者から見れば留保上限が可変するように感じるため，どのような場合に留保上限が増えるのかといったことに興味を抱くようになり，興趣が高められる（別紙1の【図17（e）】，段落【0149】）。",
                        "第1の留保記憶表示部1151aに表示されている第1特別図柄抽選手段400による抽選結果を導出するための変動が開始されると，各留保記憶表示部に表示される第2の表示態様及び第3の表示態様が，1つずつ紙面前方からみた左方向にシフトされる（別紙1の【図18（d）】，段落【0155】）。",
                        "第1の留保記憶表示部1151aに表示されている第2特別図柄抽選手段402による抽選結果を導出するための変動が開始されると，各留保記憶表示部に表示される第2の表示態様及び第3の表示態様が1つずつ左方向にシフトされることにより，遊技者は，留保の上限値が可変するように感じる（別紙1の【図18（e）】，段落【0156】）。",
                        "第1留保手段428による留保数が第1所定数と同じ4個であって，かつ，第2留保手段430による留保数がゼロである場合の留保表示領域1150の各留保記憶表示部は，第1留保情報表示制御手段5102によって第3の表示態様で表示制御されている。第2の留保表示領域の各留保記憶表示部1152a～1152dは非表示となっている（別紙1の【図19（a）】，段落【0157】）。",
                        "上始動口82又は下始動口83に遊技球が入賞すると，第5の留保記憶表示部1152aが併合留保順表示制御手段5105によって非表示から第2の表示態様に表示制御されることにより，遊技者から見れば，留保上限を超えて留保されたように感じ，興趣が高められる（別紙1の図19（b），段落【0158】）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明が対象とする遊技機の種類について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲は，前記第2の2に記載のとおりであるところ，「第1」及び「第2」が付された発明特定事項のうち，「第1」が付された発明特- 27 -定事項には，「前記第1抽選手段による抽選結果を一つの図柄または一つの図柄群によって導出可能な図柄表示領域，および，前記第1留保手段における留保状態を表示可能な留保表示領域を少なくとも有する演出表示手段と，少なくとも前記第1留保手段による留保関連情報が前記留保表示領域に表示されるよう制御する留保表示制御手段を有する演出表示制御手段」との構成が特定されているが，「第2」が付された発明特定事項には，上記構成は存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "当該構成のうち，第1留保手段による留保関連情報の表示については，留保表示制御手段に関する事項として，「第2」が付された発明特定事項についても本願発明の構成として特定されているから，「第1」が付された発明特定事項についてのみ特定されている構成は，実質的には「前記第1抽選手段による抽選結果を一つの図柄または一つの図柄群によって導出可能な図柄表示領域」のみである。",
                    "他方，「第1」が付された発明特定事項により構成される事項も「第2」が付された発明特定事項により構成される事項も，遊技媒体が始動口に受け入れられたことを検出すると抽選を行い，この抽選に当選したときに特別遊技を実行する点において共通する。「第1」が付された発明特定事項についての「抽選」とは，本願明細書の段落【0088】によれば，乱数を発生させ，大当たり判定テーブルを参照して大当たり判定を行うものと解される。本願明細書の記載の段落【0093】によれば，「第2」が付された発明特定事項においても，同様に抽選が行われ，その結果に基づいて特別遊技の実行が行われることから，「抽選」とは，乱数を発生させ，大当たり判定テーブルを参照して大当たり判定を行うものやそれに準じたものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本願発明は，第一種の遊技機を組み合わせた遊技機に係る発明であり，「第2」が付された発明特定事項によって構成される遊技機が第二種の遊技機を含むものということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用例1の記載について",
          "text": [
            "引用例1（甲1）には，おおむね次の記載がある（図面については，別紙2の引- 28 -用例1図面目録を参照。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "【請求項1】",
                "識別情報を変動表示させる変動表示ゲームが行われる表示手段と，",
                "遊技球が所定の領域で検出されたことに関連させて，前記表示手段にて第1の変動表示ゲーム及び第2の変動表示ゲームを行う制御手段と，",
                "を有し，",
                "前記第1の変動表示ゲーム若しくは第2の変動表示ゲームの少なくとも一方が特別な結果になる場合には遊技者に特典を付与する遊技機であって，",
                "前記制御手段には，",
                "遊技球が所定の領域で検出されてから第1の変動表示ゲームが実行されるまでの保留記憶を，所定数を限度として記憶する第1始動記憶手段と，",
                "遊技球が所定の領域で検出されてから第2の変動表示ゲームが実行されるまでの保留記憶を，所定数を限度として記憶する第2始動記憶手段と，",
                "前記第1始動記憶手段に記憶された保留記憶に基づいて，第1の変動表示ゲームを実行する第1ゲーム実行手段と，",
                "前記第2始動記憶手段に記憶された保留記憶に基づいて，第2の変動表示ゲームを実行する第2ゲーム実行手段と，",
                "前記第1の変動表示ゲームのゲーム結果の確定時期と，第2の変動表示ゲームのゲーム結果の確定時期とが異なるように，各変動表示ゲームの実行タイミングを制御する実行タイミング制御手段と，",
                "を備え，",
                "少なくとも，前記第2ゲーム実行手段は，第2始動記憶手段への保留記憶があらかじめ定められた複数の値以上あることを条件に，第2の変動表示ゲームのゲーム結果を確定させることを特徴とする遊技機。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "技術分野",
              "text": [
                "- 29 -本発明は，表示装置に複数の識別情報を変動表示する変動表示ゲームを行い，この表示結果態様に関連して特定の遊技価値を付与可能な遊技機に関し，特に，複数種類の変動表示ゲームが実行される遊技機に関する（段落【0001】）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "背景技術",
              "text": [
                "遊技領域に発射した遊技球の入賞等に従って，液晶表示器等からなる変動表示装置に複数の識別情報（図柄）を変動表示する変動表示ゲームを行い，その表示結果が特定の態様となったことに関連して，特典遊技を発生する等の特定の遊技価値を付与するようにした遊技機（パチンコ遊技機）がある（段落【0002】）。",
                "このような遊技機では，変動表示装置を2個設けて，遊技領域の左右で個別に変動表示ゲームを行えるようにしたものがある（段落【0003】）。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "発明が解決しようとする課題",
              "text": [
                "上記の従来例では，2種類の変動表示ゲームが同時に進行するため，各々の変動表示ゲームのゲーム結果の確定タイミングに相関がなく，遊技者は常に両方の変動表示装置に注意を払っていなければならない（段落【0004】）。",
                "つまり，漫然と何れか一方の変動表示装置を見ていたのでは，他方の変動表示装置の変動表示ゲームのゲーム結果を見落とす心配があり，遊技者に対して，変動表示ゲームが特定の態様となる瞬間を見せる貴重な機会を失ってしまうおそれがあるため，遊技の興趣が低くなってしまうおそれがあった（段落【0005】）。",
                "そこで，本発明は，2種類の変動表示ゲームの確定タイミングに時間差を設け，遊技者が同時に行われる複数の変動表示ゲームの結果を気にすることなく，分かりやすいゲーム進行が可能な遊技機を提供することを目的とする（段落【0006】）。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "発明の効果",
              "text": [
                "本発明は，第1の変動表示ゲームの結果が確定するタイミングと，第2の変動表示ゲームの結果が確定するタイミングが重ならないように制御されるので，遊技者は何れの変動表示ゲームを見ればよいのかが認識できて，分かりやすい遊技を行う- 30 -ことができる（段落【0012】）。",
                "さらに，第2の変動表示ゲームを実行するためには，保留記憶が複数必要なので，第1の変動表示ゲームの実行タイミングと，第2の変動表示ゲームの実行タイミングとの違いを持たせることが出来るようになり，変動表示ゲームが単調でなくなる（段落【0013】）。",
                "よって，変動表示ゲームの進行を単調にすることを防止しながらも，遊技者には何れの変動表示ゲームを意識すべきかを理解させることのできる，興趣に富んだ遊技機を提供することができる（段落【0014】）。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "発明を実施するための最良の形態",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "変動表示装置は，第1始動口又は第2始動口へ遊技球の入賞があると，数字や文字で構成される表示図柄が順に表示される。第1始動口又は第2始動口への入賞が所定のタイミングでされたときには，大当たり状態（特別遊技状態）となり，3つの表示図柄が揃った状態（大当たり図柄）で停止し，変動入賞装置の大入賞口が所定の時間（例えば30秒）だけ大きく開き，多くの遊技球を獲得することができる（段落【0024】）。",
                    "この第1始動口への遊技球の入賞は，第1特図（特別図柄）始動センサで検知され，また，第2始動口への遊技球の入賞は，第2特図始動センサで検知される。第1始動口への遊技球の通過タイミング内に備えられた特別図柄乱数カウンタの値（＝大当たり乱数）は，第1特別図柄入賞記憶（第1始動記憶）として，遊技制御装置内の所定の記憶領域（第1特別図柄乱数記憶領域）に，最大で連続した所定回分を限度に記憶される。この第1特別図柄入賞記憶の記憶数は，変動表示装置の所定の領域に表示される。遊技制御装置は，第1特別図柄入賞記憶に基づいて，変動表示装置にて変動表示ゲームを行う（段落【0025】）。",
                    "また，第2始動口への遊技球の通過タイミングも，同様に，第2特別図柄入賞記憶（第2始動記憶）として，遊技制御装置内の所定の記憶領域（第2特別図柄乱数記憶領域）に，最大で連続した所定回分を限度に記憶される。この第2特別図柄入- 31 -賞記憶の記憶数は，変動表示装置の所定の領域に表示される。遊技制御装置は，第2特別図柄入賞記憶に基づいて，変動表示装置にて変動表示ゲームを行う（段落【0026】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "遊技領域に打ち出された遊技球が第1始動口又は第2始動口に入賞すると，遊技制御装置によって所定の乱数が抽出され，この乱数が所定の値と等しいか否かの判定により，変動表示ゲームの大当たりの抽選が行われるとともに，遊技制御装置から表示制御装置に変動表示を指令する信号が送信され，変動表示装置の表示面に設定された変動表示領域の所定の位置に複数の図柄（識別情報）の変動表示が開始される（段落【0044】）。",
                    "変動表示装置で行われる変動表示ゲームは，第1始動口への入賞により，変動表示装置に設定された第1の変動表示領域で第1の変動表示ゲームが実行され，第2始動口への入賞により，変動表示装置に設定された第2の変動表示領域で第2の変動表示ゲームが実行される。なお，第1の変動表示ゲームと第2の変動表示ゲームは，重複しないようにゲームの実行時期が制御される（段落【0045】）。",
                    "変動表示の開始後，所定時間が経過すると，第1又は第2の変動表示領域の変動表示は，例えば左，右，中の順に仮停止されていくが，この過程でリーチ状態が発生すると，所定のリーチ演出が行われる（段落【0046】）。",
                    "大当たり抽選の結果が大当たりであれば，最終的に左，右，中の図柄が所定の大当たりの組合せで停止され，大当たり（大当たり遊技）が発生する。大当たり遊技が発生すると，変動入賞装置（大入賞口）が所定期間にわたって開かれる特別遊技が行われる。特別遊技は，変動入賞装置への遊技球の所定数（例えば10個）の入賞又は所定時間の経過（例えば30秒）を1単位（1ラウンド）として実行され，規定ラウンド（例えば16ラウンド）まで繰り返される。大当たり遊技が発生すると，大当たりのファンファーレ表示，ラウンド数表示，大当たりの演出表示等，遊技制御装置から表示制御装置に大当たり遊技の表示を指令する信号が送信され，変動表示装置の画面に大当たり遊技の表示が行われる（段落【0048】）。",
                    "- 32 -第1の変動表示ゲームで大当りになっても，第2の変動表示ゲームで大当りになっても，大当たり遊技中は，変動入賞装置が作動するようになっている。また，大当たり遊技中は，第1及び第2の変動表示領域のいずれにおいても変動表示は行われない（第1の変動表示ゲームも第2の変動表示ゲームも実行されない。）。大当たりが特定の大当たりであれば，大当たり遊技後に特定遊技状態が発生され，次回の大当たりの発生確率が高確率（確率変動状態）になる（段落【0049】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "変動表示装置8の表示領域80には，2つの変動表示領域が設定され，表示領域80の左上には，第1の変動表示ゲームを表示する第1変動表示領域81が設けられ，その上方には第1始動記憶を所定の上限値（例えば4つ）の丸印で表示する第1始動記憶表示領域91が設けられる。表示領域80の右下には，第2の変動表示ゲームを表示する第2変動表示領域82が設けられ，その下方には第2始動記憶を所定の上限値（例えば4つ）の丸印で表示する第2始動記憶表示領域91が設けられる。第1始動記憶表示領域91及び第2始動記憶表示領域92は，丸印内にハッチングを付したものが始動記憶のある状態を示し，白丸印が始動記憶のない状態を示す（別紙2の【図4】，段落【0053】）。",
                    "第1変動表示領域81には，画面の横方向に左図柄81L，中図柄81C及び右図柄81Rの3つの特別図柄を表示し，これらが所定の方向に変動することで変動表示ゲームが行われる（段落【0054】）。",
                    "第2変動表示領域82も同様である（段落【0055】）。",
                    "第1の変動表示ゲームと第2の変動表示ゲームは，同時にゲームが実行されないように，遊技制御装置100によって制御される（段落【0056】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点に係る判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2の記載について",
                  "text": [
                    "引用例2（甲2）には，おおむね次の記載がある（図面については，別紙3の引用例2図面目録を参照。）。",
                    "- 33 -(ア)  特許請求の範囲",
                    "【請求項1】",
                    "第一の特別遊技への移行に関係する第一の入賞口と，",
                    "前記第一の入賞口に打球が流入したことに基づいて，乱数を取得する乱数取得手段と，",
                    "識別情報を表示可能な識別情報表示手段と，",
                    "識別情報の変動開始条件が成立したことによって，前記乱数に基づいて識別情報を所定時間変動させた後に停止するよう制御する識別情報表示制御手段と，",
                    "打球が入賞し易い開状態をなす第一の状態と入賞し難い閉状態をなす第二の状態に変化可能な可変入賞口と，",
                    "識別情報が特定の態様となった場合に，前記可変入賞口を前記第一の状態に制御して第一の特別遊技を実行する第一の特別遊技実行手段と，",
                    "を有する第一の特別遊技部，",
                    "第二の特別遊技への移行に関係する第二の入賞口と，",
                    "前記第二の入賞口に打球が流入したことに基づいて，第二入賞口入賞情報を発生する入賞情報発生手段と，",
                    "前記可変入賞口と同一又は別の，打球が入賞し易い開状態をなす第一の状態と入賞し難い閉状態をなす第二の状態に変化可能な，特定領域を有する可変入賞口と，",
                    "前記可変入賞口の開閉開始条件が成立したことによって，前記第二入賞口入賞情報に基づいて前記可変入賞口を開閉するよう制御する可変入賞口開閉制御手段と，",
                    "前記開閉動作に基づき，前記可変入賞口の前記特定領域に打球が流入した場合に，前記可変入賞口を前記第一の状態に制御して第二の特別遊技を実行する第二の特別遊技実行手段と，",
                    "を有する第二の特別遊技部，並びに，",
                    "識別情報の変動開始条件成立まで前記乱数を記憶すると共に，前記可変入賞口の開閉開始条件成立まで前記入賞情報を記憶する保留記憶手段と，",
                    "- 34 -前記第一の入賞口への入賞に基づく識別情報の変動中には，前記保留記憶手段に記憶された前記第二の入賞口への入賞に基づく前記開閉する制御を行わないように制御する開閉開始判定手段と，",
                    "を有する保留制御手段を備えたパチンコ遊技機。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "技術分野",
                      "text": [
                        "複数の特別遊技移行契機を備えたパチンコ遊技機に関する（段落【0001】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "背景技術",
                      "text": [
                        "従来から，パチンコ遊技機では，第一種，第二種パチンコ機に代表される遊技機が親しまれている。このような第一種パチンコ機では，遊技盤上の始動入賞口に入賞したことにより乱数を取得し，これをあらかじめ決定されている判定値と比較することにより，図柄の当たり・外れが決定されて，図柄が当たりと判定された場合には，特別遊技に移行するように構成されている。また，第二種パチンコ機では，遊技盤上の始動入賞口に打球が入賞したことにより，大入賞口が所定時間開放し，大入賞口内の特定の領域（いわゆるVゾーン）を通過した場合に特別遊技に移行するように構成されている（段落【0002】）。",
                        "近年，第一種パチンコ機の特別遊技移行契機と第二種パチンコ遊技の特別遊技移行契機の両方を備えたパチンコ遊技機が提案されており，このような遊技機では，第一種パチンコ遊技機で不足しがちな球の落下を楽しむというパチンコ遊技機本来の遊技要素を補充可能として期待されている（段落【0003】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "第一種と第二種との移行契機を有するパチンコ遊技機（以下「複合型遊技機」という。）では，通常遊技内容が複雑化するため，例えば，第一種始動口への図柄変動中に第二種始動口への打球の入賞が生じた場合であっても，即座に大入賞口への開閉動作を行うように構成されており，結果として，図柄の変動態様を凝視すべきか，大入賞口への打球の入賞の有無あるいは特定領域への通過の有無を凝視すべきかが判断できず，遊技が複雑化している感覚を与え得るという問題がある（段落- 35 -【0004】）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "本発明(1)は，請求項1記載の手段を備えている（段落【0005】）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "text": [
                        "本発明（1）によれば，第一の特別遊技に関連した識別情報の変動と，第二の特別遊技に関連した可変大入賞口の開閉が同時に発生することがないので，双方の遊技を存分に楽しむことが可能となる。更に，第一の入賞口への入賞に基づく特別遊技と第二の入賞口への入賞口に基づく特別遊技の動作内容が異なるので，より多彩な遊技を提供することが可能となる（段落【0009】）。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "発明を実施するための最良の形態",
                      "text": [
                        "第一の特別遊技判定実行手段は，第一の特別遊技に関連した図柄作動口入賞判定手段，第一の特別遊技に移行するか否かを決定する大当たり決定手段，第一の特別遊技を制御する第一の特別遊技制御手段及び第一の特別遊技と関連する特別図柄の表示内容を決定するための特別図柄表示内容決定手段を有している（段落【0018】）。",
                        "第二の特別遊技判定実行手段は，第二の特別遊技に関連した大入賞口作動口入賞判定手段，大入賞口の開閉動作を制御するための大入賞口開閉制御手段，当たり条件を満足するか否かを判定する当たり判定手段及び第二の特別遊技を制御する第二の特別遊技制御手段を有している（段落【0023】）。",
                        "例えば，保留制御手段で決められた保留内容を受け，第一の特別遊技に関連した保留である場合には「1」を，第二の特別遊技に関連した保留である場合には「2」を表示することを決定したり，第一の特別遊技に関連した保留が上限（例えば4個）に満たない場合，まだ当該保留が可能であることを示す「予」の表示を行うことを決定したり，第一の特別遊技に関連した保留につき，大当たり決定手段や特別図柄表示内容決定手段での結果を受け，当該保留が大当たりであったり，その期待度の高い演出が選択されているような場合，通常の表示とは異なる表示を行う- 36 -ようなコマンドを決定する（段落【0031】）。",
                        "図柄表示装置は，特別図柄を表示する特別図柄表示部と，保留表示を行う保留表示部とを有する。特別図柄表示部では，特別図柄作動口への打球の入賞に基づいて特別図柄が変動を行い，所定時間後に停止するといった変動態様が表示される。また，保留表示部では，第一の特別遊技に係る保留については「1」が，第二の特別遊技に係る保留については「2」が，第一の特別遊技に係る保留が上限に達していない場合にはその数だけ「予」が表示される。保留表示部は，画像表示装置と別の装置で構成してもよい（段落【0037】）。",
                        "ステップ220で，大入賞口作動口入賞判定手段が，大入賞口作動口に入賞したか否かを判定する。ステップ220でYesの場合，ステップ222で，賞球払出制御手段が，賞球カウンタに4を加算する。次に，ステップ224で，保留情報確認手段が，保留記憶手段中に大入賞口作動データの保留がないか否かを確認し，当該保留がない場合には，ステップ226及びステップ228で，保留情報変更手段は，保留記憶手段の保留球数に1を加算するとともに，当該保留領域に当該作動データを記録し，ステップ250の保留表示更新処理に移行する（段落【0040】）。",
                        "ステップ252において，保留情報コマンド決定手段が，保留記憶手段に図柄作動に関する保留が新たにされたか否かを判定する。ステップ252でYesの場合，保留情報コマンド決定手段は，最左に表示されている「予」（複数の「予」がある場合の一番左の「予」を意味する。）を特別図柄作動口の保留を示す「1」に置き換える旨のコマンドをセットし，特別図柄決定処理に移行する。他方，ステップ252でＮoの場合，ステップ256で，保留情報コマンド決定手段は，保留記憶手段に大入賞口作動（作動データ）に関する保留が新たにされたか否かを判定する。ステップ256でYesの場合，ステップ258で，保留情報コマンド決定手段は，保留記憶手段中の図柄作動に関する保留が上限でないか否か，すなわち，保留表示中に「予」があるか否かを判定する。ステップ258でYesの場合，保留情報コ- 37 -マンド決定手段は，最左に表示されている「予」の左に大入賞口作動の保留を示す「2」を挿入し，以後の「予」を全て右にシフトする旨のコマンドをセットし，特別図柄決定処理に移行する。ステップ258でＮoの場合，保留情報コマンド決定手段は，最右に「2」を追加する旨のコマンドをセットし，特別図柄決定処理に移行する。ステップ256でＮoの場合，特別図柄決定処理に移行する（別紙3の【図5】，段落【0041】）。",
                        "図柄作動口に最初に入賞すると，特別図柄の変動が開始される。当該変動中に，図柄作動口→大入賞口作動口→図柄作動口→図柄作動口の順で入賞があると，これらの入賞は全て保留される。【図13】(1)では，最初の図柄作動口への入賞に基づく特別図柄の変動がまだ行われており，他方，保留に関しては，入賞順に，1→2→1→1と表示されている。ここで，「1」は，図柄作動口の入賞に基づく保留を意味し，「2」は，大入賞口作動口の入賞に基づく保留を意味する。そして，図柄作動口の入賞に基づく保留は，あと1個可能である（上限が4個）ので，一番最後にそれを意味する「予」が表示されている（別紙3の【図12】【図13】，段落【0049】）。",
                        "最初の図柄作動口への入賞に基づく図柄変動が終了し，次の保留に係る処理，すなわち，図柄作動口への入賞に基づく図柄変動が始まる。当該変動中に，大入賞作動口→図柄作動口→図柄作動口→図柄作動口の順で入賞があるが，大入賞作動口への入賞に関しては，既に大入賞作動口の入賞に基づく保留が存在するので，当該入賞に基づく保留は行われず，残りの入賞について保留される。【図13】(2)では，2番目の図柄作動口への入賞に基づく特別図柄の変動がまだ行われており，他方，保留に関しては，入賞順に，2→1→1→1→1と表示されている。ここでは，同(1)と異なり，図柄作動口の入賞に基づく保留は上限に達したので，まだ保留が可能であることを意味する「予」は表示されていない（別紙3の【図13】，段落【0050】）。",
                        "そして，二番目の図柄作動口5への入賞に基づく特別図柄の変動が終了し，次の- 38 -保留に係る処理，すなわち，大入賞口作動口6への入賞に基づく大入賞口7の開閉が行われる。【図13】（3）が，この際｛図13中の（3）｝の画像表示装置4上での様子を示したものである。図中に示されるように特別図柄は「757」で停止した状態を維持しており，他方，保留に関しては，入賞順に，1→1→1→1と表示されている。ここでも，【図13】（2）と同様，まだ保留が可能であることを意味する「予」は表示されていない（別紙3の【図13】，段落【0051】）。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "本最良形態によれば，第一の特別遊技に関連した特別図柄の変動と，第二の特別遊技に関連した大入賞口の開閉が同時に発生することがないので，双方の遊技を存分に楽しむことが可能となる。図柄作動口への入賞に基づく特別遊技と大入賞作動口への入賞口に基づく特別遊技の動作内容が異なるので，より多彩な遊技を提供することが可能となる。加えて，図柄作動口への入賞に基づく保留と大入賞口の入賞に基づく保留が，保留記憶手段に記憶されたことが一目瞭然なので，遊技者は，保留状況を即座に把握できるとともに，これを受け，保留状況に応じた最適な遊技を行うことが可能になる。さらに，保留された順に解除されるので，遊技者にとっては保留解除される順番が明確になるとともに，制御プログラムの簡素化を図ることができる（段落【0052】）。",
                        "本最良形態によれば，第一の特別遊技に関連した特別図柄の変動と，第二の特別遊技に関連した大入賞口の開閉が同時に発生することがないので，双方の遊技を存分に楽しむことが可能となる。また，第一の入賞口への入賞に基づく特別遊技と第二の入賞口への入賞口に基づく特別遊技については大入賞口の作動内容が共通であるので，部品点数の減少や制御プログラムの簡素化を図ることができる。加えて，図柄作動口への入賞に基づく保留と大入賞口の入賞に基づく保留が，保留記憶手段に記憶されたことが一目瞭然なので，遊技者は，保留状況を即座に把握できるとともに，これを受け，保留状況に応じた最適な遊技を行なうことが可能になる。さらに，保留された順に解除されるので，遊技者にとっては保留解除される順番が明確になるとともに，制御プログラムの簡素化を図ることができる（段落【005- 39 -5】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1ないし3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アの引用例2の記載（段落【0004】【0018】【0023】【0037】【0041】【0052】【0055】）によれば，引用発明2は，第一種の遊技と第二種の遊技とが行われる遊技機であり，これらの遊技が行われる順番について遊技者が把握できるようにする発明であるということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明2において，遊技が行われる順番について遊技者が把握できるようにするためだけであれば，第一種の遊技と第二種の遊技の行われる順番を表示すれば足りるが，引用例2には，保留に関する残りの上限数である「予」を併せて表示することも記載されている（段落【0041】【0049】～【0051】）。当該記載によれば，引用発明2は，第一種の遊技の保留の上限数が4である場合，第一種の遊技，第二種の遊技，第一種の遊技，第一種の遊技の順に保留が行われているときには，「1→2→1→1→予」と保留の状態が表示され，第二種の遊技，第一種の遊技，第一種の遊技，第一種の遊技，第一種の遊技の順に保留が行われているときには，「2→1→1→1→1」（「予」の表示は第一種の遊技が上限に達しているのでない。）と表示され，第一種の遊技，第一種の遊技，第一種の遊技，第一種の遊技の順に保留が行われているときには，「1→1→1→1」と表示されるものである。",
                        "しかし，引用発明2は，第一種の遊技と第二種の遊技の2種類の変動表示ゲームの確定タイミングに時間差を設け，遊技者が同時に行われる複数の変動表示ゲームの結果を気にすることなく，わかりやすいゲーム進行が可能な遊技機を提供することを目的としており，発明の効果としては，第一の特別遊技に関連した識別情報の変動と，第二の特別遊技に関連した可変大入賞口の開閉が同時に達成することがないので，双方の遊技を存分に楽しむことが可能になること，第一の入賞口への入賞に基づく保留と第二の入賞口の入賞に基づく保留が，保留記憶手段に記憶されたことが一目瞭然なので，遊技者は保留状態を即座に把握できるとともに，これを受け，- 40 -保留状況に応じた最適な遊技を行うことが可能になることが挙げられている。",
                        "また，第二種の遊技の留保について保留可能な上限に達していない場合に，第一種の遊技と異なって，「予」といった表示を行わない理由については，何らこれを示唆する記載はないが，引用例2に記載された実施例については，第一種の遊技の留保数は4個であるのに対し，第二種の遊技の留保数は1個であることからすると，引用発明2は，これを前提として，第一種の遊技については，保留可能な上限を「予」という形で示す必要があるが，第二種の遊技については，留保数は 1 個しかないので，留保状態だけを表示することにすれば，遊技者は第二種の遊技の留保状態について確実に把握できることを前提としたものであり，第一種の遊技と異なって，あえて第二種の遊技について留保の上限を表示しないことにしたものではないと理解することができる。",
                        "そうすると，本件審決が認定した技術的事項Aについては，「第一留保手段による留保上限情報」について，「前記第1所定数に対応する数の第1空表示態様を一列に並べて表示する第1空表示制御手段」が記載されているということはできるが，引用例2の記載から，「第1留保手段による留保上限情報と第2留保手段による留保上限情報とのうち前記第1留保手段による留保上限情報のみを表示すべく」という技術的事項が開示されていると認めることはできない。",
                        "また，技術的事項Bについては，「第2留保表示態様を，前記一列に並べて表示された前記第1空表示態様のもっとも端の位置に表示する」ことが記載されているということができるが，「前記第2留保手段による留保上限情報を表示することなく，」という技術的事項が開示されていると認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，引用発明1は，2種類の第一種の遊技について，確定タイミングに時間差を設け，遊技者が同時に行われる複数の変動表示ゲームの結果を気にすることなく，わかりやすいゲーム進行が可能な遊技機を提供することを目的としており，変動表示装置は，2種類の変動表示ゲームについて，いずれも，留保上限情報と現在の留保状態の有無と数を明示するものであり，本願発明のように，第2留保- 41 -手段による留保上限情報をあえて表示しないことにより，遊技者から見れば留保上限が増えたように感じることができ，興趣が高められるといった目的，手段，効果を示唆する記載は見当たらない。",
                        "そして，引用発明2についても，その目的，効果は，引用発明1と同様であり，変動表示装置は，実施例についていえば，第一種の遊技と第二種の遊技の留保上限数を前提として，遊技者から見て留保状態の有無及び数と留保上限数との関係が明確に分かるように表示しており，本願発明のように，第2留保手段による留保上限情報をあえて表示しないことにより，遊技者から見れば留保上限が増えたように感じることができ，興趣が高められるといった目的，手段，効果を示唆する記載は見当たらない。",
                        "そうすると，引用発明1及び引用発明2は，実質的に「わかりやすいゲーム進行が可能な遊技機を提供する」という共通の目的を有しているものの，引用発明1に，本願発明のような第2留保手段による留保上限情報をあえて表示しないことにより，遊技者から見れば留保上限が増えたように感じることができ，興趣が高められるといった目的を達成し，またこのような効果を得るために，相違点1ないし3について，引用発明2を適用する動機付けはないといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，引用例2には，相違点1ないし3に関する全ての技術的事項の開示があるとはいえず，引用発明1に引用例2に開示された技術的事項を適用する動機付けも認められないから，本願発明は，引用発明1及び引用発明2に基づいて，当業者が容易に発明をすることができたと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "この点について，被告は，引用例2には，第2留保が複数保留可能である発明は記載されていないが，本願発明も，「第2所定数」が1である発明を含んでいるということができるから，第2留保の数について，本願発明と引用発明2との間に相違はないし，第二種パチンコ機において，始動口への入賞に基づく保留記憶を複数個を上限として記憶し，保留された記憶の個数を表示することは，本件出願当時，周知技術であったのみならず，引用発明2の課題を解決するために第2留保- 42 -を1個とすることは必須ではないし，複数とした場合に上記課題を解決することが不可能となるものでもないなどと主張する。",
                        "しかし，第二種パチンコ機において複数の留保が可能であったとしても，前記のとおり，引用発明2は，あえて第二種の遊技について留保の上限を表示しないことにしたものではない以上，当業者が引用例2の記載から，「第1留保手段による留保上限情報と第2留保手段による留保上限情報とのうち前記第1留保手段による留保上限情報のみを表示すべく」という技術的事項が開示されていると理解することはできない。",
                        "また，被告は，引用発明2における「特別図柄変動」及び「大入賞口の開閉」が引用発明1の「第1の変動ゲーム」及び「第2の変動ゲーム」と「特別遊技移行契機」という点で同じものであるから，両者に差異はなく，引用発明1に引用発明2を適用することの阻害事由は認められないと主張する。",
                        "しかし，被告が指摘する上記共通点は，引用発明1及び引用発明2が，いずれも特別移行契機によって特別遊技状態に移行する第一種の遊技又は第二種の遊技を採用する遊技機であることを意味するにすぎず，これをもって，引用発明1に引用発明2を適用することに関する阻害事由の存在を否定する一要素となり得るとしても，前記のとおり，引用例1及び引用例2には，本願発明のように，第2留保手段による留保上限情報をあえて表示しないことにより，遊技者から見れば留保上限が増えたように感じることができ，興趣が高められるといった目的，手段，効果を示唆する記載は見当たらない以上，引用発明1に，本願発明のような第2留保手段による留保上限情報をあえて表示しないことにより，遊技者から見れば留保上限が増えたように感じることができ，興趣が高められるといった目的を達成し，またこのような効果を得るために，相違点1ないし3について，引用発明2を適用する動機付けを認めることはできない。",
                        "したがって，被告の上記主張はいずれも採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "- 43 -以上検討したところによれば，本願発明は，引用発明1及び引用例2に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものということはできないから，原告主張の取消事由には理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，本件審決は取消しを免れないから，主文のとおり判決する。"
      ]
    }
  ]
}