{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800192号事件について平成25年8月9日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等(争いがない。)",
          "text": [
            "被告は，平成22年3月23日に出願(特願2010-65701号。平成16年8月26日に出願された特願2004-247347号(以下「原出願」という。)の分割出願である。)され，平成24年6月8日に設定登録された，発明の名称を「帯電微粒子水によるエチレンガスの除去方法及びエチレンガス除去装置」とする特許第5010703号(以下「本件特許」という。請求項の数は10である。)の特許権者である。",
            "原告は，平成24年11月21日，特許庁に対し，本件特許の請求項全部について無効にすることを求めて審判の請求(無効2012-800192号事件)をした。特許庁は，平成25年8月9日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月19日原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，次のとおりである(甲13。以下，請求項1に係る発明を「本件特許発明1」，請求項2に係る発明を「本件特許発明2」などといい，これらを総称して「本件特許発明」という。また，本件特許の明細書及び図面をまとめて「本件特許明細書」という。)。",
            "「【請求項1】",
            "水を静電霧化して，ナノメータサイズの帯電微粒子水を生成し，この帯電微(cid:1) (cid:3)粒子水を食品収納庫内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とエチレンガスを反応させ，二酸化炭素と水に分解することを特徴とする帯電微粒子水によるエチレンガスの除去方法。",
            "【請求項2】",
            "多孔質体からなる搬送部の水粒子放出部の水に，高電圧を印加してナノメータサイズで活性種を含む帯電微粒子水を生成し，この帯電微粒子水を食品収納庫内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とエチレンガスを反応させ，二酸化炭素と水に分解することを特徴とする帯電微粒子水によるエチレンガスの除去方法。",
            "【請求項3】",
            "空気を冷却することで結露水を生成し，当該結露水を静電霧化して，ナノメータサイズで活性種を含む帯電微粒子水を生成し，この帯電微粒子水を食品収納庫内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とエチレンガスを反応させ，二酸化炭素と水に分解することを特徴とする帯電微粒子水によるエチレンガスの除去方法。",
            "【請求項4】",
            "前記活性種は，ヒドロキシラジカル又はスーパーオキサイドであることを特徴とする請求項1乃至3のいずれか1項に記載の帯電微粒子水によるエチレンガスの除去方法。",
            "【請求項5】",
            "500V／mm以上の電界強度を与えて前記帯電微粒子水を生成することを特徴とする請求項1乃至3のいずれか1項に記載の帯電微粒子水によるエチレンガスの除去方法。",
            "【請求項6】",
            "水粒子放出部の水が静電霧化を起こす高電圧を印加する電圧印加部を備え，当該電圧印加部の高電圧の印加によって水を静電霧化することで，活性種とエ(cid:1) (cid:4)チレンガスとを反応させて二酸化炭素と水に分解するためのナノメータサイズの帯電微粒子水を生成し，この帯電微粒子水を食品収納庫内の空気中に浮遊させることを特徴とするエチレンガス除去装置。",
            "【請求項7】",
            "水粒子放出部の水が静電霧化を起こす高電圧を印加する電圧印加部を備え，当該電圧印加部の高電圧の印加によって，多孔質体からなる搬送部の水粒子放出部の水に高電圧を印加して，活性種とエチレンガスとを反応させて二酸化炭素と水に分解するためのナノメータサイズの帯電微粒子水を生成し，この帯電微粒子水を食品収納庫内の空気中に浮遊させることを特徴とするエチレンガス除去装置。",
            "【請求項8】",
            "水粒子放出部の水が静電霧化を起こす高電圧を印加する電圧印加部を備え，空気を冷却することで結露水を生成し，当該結露水を前記電圧印加部の高電圧の印加によって静電霧化することで，活性種とエチレンガスとを反応させて二酸化炭素と水に分解するためのナノメータサイズの帯電微粒子水を生成し，この帯電微粒子水を食品収納庫内の空気中に浮遊させることを特徴とするエチレンガス除去装置。",
            "【請求項9】",
            "前記活性種は，ヒドロキシラジカル又はスーパーオキサイドであることを特徴とする請求項6乃至8のいずれか1項に記載のエチレンガス除去装置。",
            "【請求項10】",
            "500V／mm以上の電界強度を与えて前記帯電微粒子水を生成することを特徴とする請求項6乃至9のいずれか1項に記載のエチレンガス除去装置。」3  審決の理由",
            "  審決の理由は，別紙審決書写しのとおりである。その要旨は，ア  本件特許発明はいずれも「須田洋ら，静電霧化を用いた応用研究，静電気学会(cid:1) (cid:5)講演論文集’03，静電気学会，2003年9月，pp237-238」(甲1，以下「引用刊行物1」という。)記載の発明(以下，審決が本件特許発明1ないし3と対比するに当たり認定した引用刊行物1記載の発明を「甲1発明1」と，本件特許発明6ないし8と対比するに当たり認定した引用刊行物1記載の発明を「甲1発明2」という。)及び下記の公報等の記載事項等に基づいて当業者が容易に発明をすることができたものであるとはいえない，イ  本件特許発明は，いずれも，「空気清浄機［総合カタログ］  松下電工株式会社，2003年7月」(甲6，以下「引用刊行物2」という。)記載の発明(以下，審決が本件特許発明1ないし3と対比するに当たり認定した引用刊行物2記載の発明を「甲6発明1」と，本件特許発明6ないし8と対比するに当たり認定した引用刊行物2記載の発明を「甲6発明2」という。)及び下記の公報等の記載事項等に基づいて当業者が容易に発明をすることができたものであるとはいえない，というものである。",
            "特開平11-155540号公報(甲2，以下「甲2公報」という。)",
            "特開2003-325651号公報(甲3，以下「甲3公報」という。)",
            "特開平11-32672号公報(甲4，以下「甲4公報」という。)",
            "特開平5-137502号公報(甲5，以下「甲5公報」という。)",
            "特開2004-85185号公報(甲7，以下「甲7公報」という。)",
            "特開平5-18658号公報(甲8，以下「甲8公報」という。)",
            "特開平7-174455号公報(甲9，以下「甲9公報」という。)",
            "特開2001-330365号公報(甲10，以下「甲10公報」という。)",
            "「ラジカル反応・活性種・プラズマによる脱臭・空気清浄技術とマイナス空気イオンの生体への影響と応用，(株)エヌ・ティー・エス発行，2002年10月15日，pp222」(甲11，以下「甲11刊行物」とい(cid:1) (cid:6)う。)",
            "  上記の結論を導くに当たり，審決が認定した甲1発明1及び2の内容，甲1発明1及び2と本件特許発明との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "甲1発明1及び2の内容",
              "text": [
                "引用刊行物1には「水を静電霧化して，粒径計測で20nm付近をピークとして10～30nmに分布を持つ帯電微粒子水を生成し，この帯電微粒子水を室内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とアセトアルデヒドを反応させて消臭する帯電微粒子水によるアセトアルデヒドの除去方法。」(甲1発明1)，及び「放電部の先端部の水が静電霧化を起こす-6kVDCの印加電圧を印加するHVを備え，当該HVの-6kVDCの印加電圧の印加によって水を静電霧化することで，活性種とアセトアルデヒドとを反応させて消臭するための粒径計測で20nm付近をピークとして10～30nmに分布を持つ帯電微粒子水を生成し，この帯電微粒子水を室内の空気中に浮遊させるアセトアルデヒドの除去装置。」(甲1発明2)が記載されている。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件特許発明1と甲1発明1について",
              "text": [
                "  一致点",
                "「水を静電霧化して，ナノメータサイズの帯電微粒子水を生成し，この帯電微粒子水を空気中に浮遊させる方法。」",
                "  相違点1",
                "「本件特許発明1では，帯電微粒子水を食品収納庫内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とエチレンガスを反応させ，二酸化炭素と水に分解するエチレンガスの除去方法であるのに対し，甲1発明1では，帯電微粒子水を室内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とアセトアルデヒドを反応させて消臭する帯電微(cid:1) (cid:7)粒子水によるアセトアルデヒドの除去方法である点。」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件特許発明2と甲1発明1について",
              "text": [
                "  一致点",
                "本件特許発明1と甲1発明1の一致点(前記イ)と同じ。",
                "  相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点2-1",
                  "text": [
                    "相違点1(前記イ)と同じ。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点2-2",
                  "text": [
                    "「本件特許発明2では，「多孔質体からなる搬送部の水粒子放出部の水に，高電圧を印加して」であるのに対し，甲1発明1では，「水を静電霧化して」である点。」"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "本件特許発明3と甲1発明1について",
              "text": [
                "  一致点",
                "本件特許発明1と甲1発明1の一致点(前記イ)と同じ。",
                "  相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点3-1",
                  "text": [
                    "相違点1(前記イ)と同じ。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点3-2",
                  "text": [
                    "「本件特許発明3では，静電霧化する対象が，「空気を冷却する」ことで生成した「結露水」であるのに対し，甲1発明1では，静電霧化する対象が，「水」である点。」"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "subject": "本件特許発明6と甲1発明2について",
              "text": [
                "  一致点",
                "「水粒子放出部の水が静電霧化を起こす高電圧を印加する電圧印加部を備え，当該電圧印加部の高電圧の印加によって水を静電霧化することで，ナノメータサイズの帯電微粒子水を生成し，この帯電微粒子水を空(cid:1) (cid:8)気中に浮遊させる装置。」",
                "  相違点4",
                "「本件特許発明6では，活性種とエチレンガスとを反応させて二酸化炭素と水に分解するための帯電微粒子水を生成し，この帯電微粒子水を食品収納庫内の空気中に浮遊させる装置であるのに対し，甲1発明2では，活性種とアセトアルデヒドとを反応させて消臭するための帯電微粒子水を生成し，この帯電微粒子水を室内の空気中に浮遊させるアセトアルデヒドの除去装置である点。」"
              ]
            },
            {
              "fig": "カ",
              "subject": "本件特許発明7と甲1発明2について",
              "text": [
                "  一致点",
                "「水粒子放出部の水が静電霧化を起こす高電圧を印加する電圧印加部を備え，当該電圧印加部の高電圧の印加して，ナノメータサイズの帯電微粒子水を生成し，この帯電微粒子水を空気中に浮遊させる装置。」",
                "  相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点5-1",
                  "text": [
                    "相違点4(前記オ)と同じ。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点5-2",
                  "text": [
                    "「本件特許発明7では，「多孔質体からなる搬送部の水粒子放出部の水に高電圧を印加して」であるのに対し，甲1発明2では，「水を静電霧化することで」である点。」"
                  ]
                }
              ]
            },
            {
              "fig": "キ",
              "subject": "本件特許発明8と甲1発明2について",
              "text": [
                "  一致点",
                "本件特許発明7と甲1発明2の一致点(前記カ)と同じ。",
                "  相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点6-1",
                  "text": [
                    "相違点4(前記オ)と同じ。",
                    "(cid:1) (cid:9)b  相違点6-2",
                    "「本件特許発明8では，「空気を冷却することで結露水を生成し，当該結露水を前記電圧印加部の高電圧の印加によって静電霧化することで」であるのに対し，甲1発明2では，「水を静電霧化することで」である点。」",
                    "  前記の結論を導くに当たり，審決が認定した甲6発明1及び2の内容，甲6発明1及び2と本件特許発明との一致点及び相違点は以下のとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "甲6発明1及び2の内容",
              "text": [
                "引用刊行物2には「水を静電霧化して，粒子径が約18nmの帯電微粒子水を生成し，この帯電微粒子水を食パンを入れたチャンバー内の空気中に浮遊させて当該帯電微粒子水に含まれるOHラジカルとカビ菌を反応させてカビの繁殖を抑制する帯電微粒子水によるカビの繁殖抑制方法。」(甲6発明1)，及び「セラミックの先端部の水が静電霧化を起こす6000Vの印加電圧を印加する電源を備え，当該電源の6000Vの印加電圧の印加によって水を静電霧化することで，OHラジカルとカビ菌を反応させてカビの繁殖を抑制するための粒子径が約18nmの帯電微粒子水を生成し，この帯電微粒子水を食パンを入れたチャンバー内の空気中に浮遊させるカビの繁殖抑制装置。」(甲6発明2)が記載されている。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件特許発明1と甲6発明1について",
              "text": [
                "  一致点",
                "「水を静電霧化して，ナノメータサイズの帯電微粒子水を生成し，この帯電微粒子水を空気中に浮遊させる方法。」",
                "  相違点7",
                "「本件特許発明1では，帯電微粒子水を食品収納庫内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とエチレンガスを反応させ，(cid:1) (cid:10)二酸化炭素と水に分解するエチレンガスの除去方法であるのに対し，甲6発明1では，帯電微粒子水を食パンを入れたチャンバー内の空気中に浮遊させてカビの繁殖を抑制する帯電微粒子水によるカビの繁殖抑制方法である点。」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件特許発明2と甲6発明1について",
              "text": [
                "  一致点",
                "本件特許発明1と甲6発明1の一致点(前記イ)と同じ。",
                "  相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点8-1",
                  "text": [
                    "相違点7(前記イ)と同じ。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点8-2",
                  "text": [
                    "「本件特許発明2では，「多孔質体からなる搬送部の水粒子放出部の水に，高電圧を印加して」であるのに対し，甲6発明1では，「水を静電霧化して」である点。」"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "本件特許発明3と甲6発明1について",
              "text": [
                "  一致点",
                "本件特許発明1と甲6発明1の一致点(前記イ)と同じ。",
                "  相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点9-1",
                  "text": [
                    "相違点7(前記イ)と同じ。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点9-2",
                  "text": [
                    "「本件特許発明3では，静電霧化する対象が，「空気を冷却する」ことで生成した「結露水」であるのに対し，甲6発明1では，静電霧化する対象が，「水」である点。」"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "subject": "本件特許発明6と甲6発明2について",
              "text": [
                "  一致点",
                "(cid:1) (cid:2)(cid:11)(cid:1)            「水粒子放出部の水が静電霧化を起こす高電圧を印加する電圧印加部を備え，当該電圧印加部の高電圧の印加によって水を静電霧化することで，ナノメー(タ)サイズの帯電微粒子水を生成し，この帯電微粒子水を空気中に浮遊させる装置。」(判決注・括弧内は誤記と認め訂正した部分である。)",
                "  相違点10",
                "「本件特許発明6では，活性種とエチレンガスとを反応させて二酸化炭素と水に分解するための帯電微粒子水を生成し，この帯電微粒子水を食品収納庫内の空気中に浮遊させるエチレンガス除去装置である(の)に対し，甲6発明2では，活性種とカビ菌を反応させてカビの繁殖を抑制するため帯電微粒子水を生成し，この帯電微粒子水を食パンを入れたチャンバー内の空気中に浮遊させるカビの繁殖抑制装置である点。」(判決注・括弧内は誤記と認め付加した部分である。)"
              ]
            },
            {
              "fig": "カ",
              "subject": "本件特許発明7と甲6発明2について",
              "text": [
                "  一致点",
                "「水粒子放出部の水が静電霧化を起こす高電圧を印加する電圧印加部を備え，当該電圧印加部の高電圧(を)印加して，ナノメータサイズの帯電微粒子水を生成し，この帯電微粒子水を空気中に浮遊させる装置。」(判決注・括弧内は誤記と認め訂正した部分である。)",
                "  相違点"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点11-1",
                  "text": [
                    "相違点10(前記オ)と同じ。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点11-2",
                  "text": [
                    "「本件特許発明7では，「多孔質体からなる搬送部の水粒子放出部の水に高電圧を印加して」であるのに対し，甲6発明2では，「水を静電霧化することで」である点。」",
                    "(cid:1) (cid:2)(cid:2)(cid:1)      キ  本件特許発明8と甲6発明2について",
                    "  一致点",
                    "本件特許発明7と甲6発明2の一致点(前記カ)と同じ。",
                    "  相違点"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "相違点12-1",
                  "text": [
                    "相違点10(前記オ)と同じ。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点12-2",
                  "text": [
                    "「本件特許発明8では，「空気を冷却することで結露水を生成し，当該結露水を前記電圧印加部の高電圧の印加によって静電霧化することで」であるのに対し，甲6発明2では，「水を静電霧化することで」である点。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)",
          "text": [
            "  審決は，甲1発明1は，室内の空間臭気，付着臭気を消臭する空気清浄機への適用に関するものであり，食品収納庫内への適用に関するものではないし，引用刊行物1には，食品収納庫内へ適用することを示唆する記載もない，また，引用刊行物1には，エチレンガスを分解することについても記載はなく，それを示唆する記載もない，甲2公報ないし甲5公報，引用刊行物2及び甲7公報のいずれにも，静電霧化により生成した帯電微粒子水がエチレンガスを分解できることや静電霧化により生成した帯電微粒子水を食品収納庫内の空気に浮遊させることは記載されていないし，それを示唆する記載もない。したがって，甲2公報等を考慮しても，甲1発明1を，エチレンガスを分解するために食品収納庫へ適用する動機付けがあるとはいえず，相違点1が容易想到とはいえない旨認定判断している。",
            "しかし，上記認定判断は，前提とする副引用発明の認定を誤っており，また，本件特許発明，主引用発明及び副引用発明の技術分野の認定を全く行わ(cid:1) (cid:2)(cid:3)(cid:1)ず，その結果，判断を誤ったものである。したがって，審決は違法として取り消されるべきである。",
            "  本件特許発明の帯電微粒子水の粒子径は，ナノメータサイズ，すなわち1nmから1000nmまでの範囲で特定されている。また，被告は，負イオンに水分子が配位した空気イオンは，粒子径が1nm程度であると主張しているため，本件特許発明の帯電微粒子水は，負イオンに水分子が配位した空気イオンを含んでいることになる。したがって，甲2公報に記載された負イオン粒子や甲3公報に記載された負イオンが空気イオンであり，本件特許発明の帯電微粒子水と相違しているとの被告の主張は，本件特許の特許請求の範囲の記載内容を逸脱した主張である。",
            "  副引用発明の認定の誤り"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "甲2公報について",
              "text": [
                "  審決は，コロナ放電で生成されたことを根拠として，甲2公報に記載された負イオン粒子(O -・(H O) やCO -・(H O) )が液体2 2 n 4 2 n状態の水ではないと認定している。",
                "しかし，甲2公報に記載されたエチレンガスを分解する上記負イオン粒子は，コロナ放電により生成された負イオン(O -，CO -)と，加湿手段(加湿器6)から供給された水の微粒子とが結合して生成されたものであり(【0007】，【0011】，【00017】及び【0025】ないし【0027】参照)，審決が認定するようにコロナ放電により生成されたものではない。",
                "しかも，上記負イオン粒子は，粒子径が10μm以下であり，本件特許発明1のナノメータサイズの帯電微粒子水より大きいので，本件特許発明1のナノメータサイズの帯電微粒子水が液体状態として存在するのであれば，それより大きな負イオン粒子も当然に液体状態として存在しているはずである。",
                "(cid:1) (cid:2)(cid:4)(cid:1)また，本件特許明細書【0022】では，本件特許発明の帯電微粒子水が活性種に水分子が結合したものとして特定されており，甲2公報において整数個(n個)の水分子(H O)が上記負イオンに結合した化学式で特定された上記負イオン粒子と実質的な相違はない。",
                "以上のように，甲2公報において食品保存庫(食品収納庫)内のエチレンガスを分解する上記負イオン粒子は，液体状態の水として存在しており，静電霧化により生成した本件特許発明1の帯電微粒子水との間に実質的な相違がないため，甲2公報記載の発明と本件特許発明1との間で活性種がエチレンガスを分解する作用機序に相違は存在しない。そのため，エチレンガスの分解に用いる活性種として，上記負イオン粒子に代えて，引用刊行物1に記載された静電霧化によって生成したナノメータサイズの帯電微粒子水を採用することは何ら困難なことではない。",
                "  被告の主張する技術常識(後記第4の1ア)が存在することを客観的に示すものはない。",
                "また，水分子は極性分子であるため，負イオンと結合する水分子は，負イオンとの結合を断ち切ることなく他の水分子と水素結合することができ，負イオンは微細な水と結合して液体状態の負イオン粒子を容易に生成することができる。さらに，コロナ放電によって粒子径が1nm程度の負イオン粒子が生成されるが，コロナ放電により生成した負イオンと加湿手段により生成した水の微粒子又は水蒸気を結合させると液体状態の負イオン粒子が生成される。上記各事項は原出願時における技術常識(甲27，28)である。したがって，被告の主張する技術常識は誤りである。",
                "  液体状態の水に負イオンが含まれた帯電微粒子水であっても，負イオンに最も近接した位置に存在する水分子は負イオンに配位している。仮に，被告の主張が，甲2公報においてエチレンガスを分解する負イオン(cid:1) (cid:2)(cid:5)(cid:1)粒子を構成する水分子が全て負イオンに配位しており，液体状態の水として存在していないというものであれば，負イオンに配位する水分子の数は，負イオンの表面電荷密度に起因して4個から7個に限定されているため，全ての水分子が負イオンに配位している場合，負イオン粒子の粒子径は約1nm程度にしかならないのに対し，甲2公報記載の負イオン粒子の粒子径は10μm以下であり，全ての水分子が負イオンに配位しているはずはなく，上記主張は誤りである。",
                "また，負イオンやこれに水分子が配位した1nm程度の負イオン粒子は活性が高く消滅しやすいが，液体状態の水に含まれた負イオン(活性種)は，寿命が長く室内に拡散しやすいことが，原出願時に既に知られていた。そうすると，甲2公報に接した当業者は，コロナ放電により生成された1nm程度の負イオン粒子が食品保存庫内に存在しても，水と結合しなければ，すぐに消滅してしまいエチレンガスの分解に寄与せず，加湿手段から供給された水が結合した液体状態の負イオン粒子がエチレンガスを分解していると考える。また，活性種を含んだ液体状態の微細水がエチレンガスを分解することは，甲2公報のみならず甲3公報及び甲4公報に記載されており，むしろ，液体状態であっても疎水性のエチレンガスを分解できるという技術常識が原出願時に既に存在していた。以上によれば，当業者は，甲2公報において，エチレンガスを分解する負イオン粒子が液体状態として存在すると考え，気体状態として存在すると考えることはない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲3公報について",
              "text": [
                "審決は，甲3公報において，レナード効果により生成されたO (cid:12)・(HO) ，CO -・(H O) ，ＮO -・(H O) 等の負イオンは，液体状n 4 2 n 3 2 n態の水ではあるが，実施例としては記載されておらず，エチレンガスを分解することまでは記載されていないことを根拠として，甲3公報に記載さ(cid:1) (cid:2)(cid:6)(cid:1)れた上記負イオンは液体状態の水ではない，と認定している。(cid:1)しかし，甲3公報【0007】に記載されているように，レナード式に比べてコロナ放電式の方がオゾンも発生して大気中の有害物質等の分解効果が高いため，甲3公報は，レナード式とコロナ放電式のうち最良の実施形態としてコロナ放電式について実施例に記載しているにすぎない。(cid:1)そして，甲3公報の請求項1及び7に，負イオンクラスター発生装置と紫外線照射装置を組み合わせた空気清浄機を用いて食品保存庫(食品収納庫)内のエチレンガスを分解することが記載され，甲3公報【0006】及び【0007】に，負イオンクラスター発生装置は，レナード式でも，コロナ放電式でも良いことが記載されている。したがって，実施例に記載されていなくても，レナード式により生成された上記負イオンがエチレンガスを分解することは，これらの記載に接した当業者が把握できる事項である。なお，後記記載の技術常識に照らすと，当業者は，本件特許発明1の開示を待たなくても，レナード効果で生成されたマイナスイオンを甲3公報に記載されたありふれた種々の用途のいずれにも適用できると理解し，エチレンガスを分解できると把握する。(cid:1)以上のように，甲3公報において食品収納庫内のエチレンガスを分解する負イオンは，液体状態の水として存在しており，静電霧化により生成した本件特許発明1の帯電微粒子水との間に実質的な相違がないため，甲3公報記載の発明と本件特許発明1との間で活性種がエチレンガスを分解する作用機序に相違は存在しない。そのため，エチレンガスの分解に用いる活性種として，上記負イオン粒子に代えて，引用刊行物1に記載された静電霧化によって生成したナノメータサイズの帯電微粒子水を採用することは何ら困難ではない。(cid:1)      ウ  甲4公報について(cid:1)(cid:1) (cid:2)(cid:7)(cid:1)          審決は，甲4公報に記載されたヒドロキシラジカルが，オゾンと水により生成されたものであることを根拠として，液体状態の水ではなく気体のイオンにすぎない，と認定している。(cid:1)しかし，甲4公報においては，オゾンとミスト状の微細な水を反応させて，つまり，微細な水をオゾンと接触させて，水に溶け込みやすいヒドロキシラジカルを生成している。したがって，生成したヒドロキシラジカルは微細な水に含まれ液体状態として存在しているはずである。そして，気体状態の活性種の寿命は短いが，液体状態の水に含まれると長くなるとの技術常識を踏まえれば，ヒドロキシラジカルは微細な水に含まれ液体状態として存在していると理解できる。",
                "以上のように，ヒドロキシラジカルは，液体状態の水として存在しており，静電霧化により生成した本件特許発明1の帯電微粒子水との間に実質的な相違がないため，甲4公報と本件特許発明1との間で活性種がエチレンガスを分解する作用機序に相違は存在しない。そのため，エチレンガスの分解に用いる活性種として，上記ヒドロキシラジカルに換えて，引用刊行物1に記載された静電霧化によって生成したナノメータサイズの帯電微粒子水を採用することは何ら困難ではない。",
                "  本件特許発明，主引用発明及び副引用発明の技術分野の認定を行わなかったことに起因する誤り"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "審決は，本件特許発明1と甲1発明1及び本件特許発明1と甲6発明1の相違点の判断に当たり，原出願時の本件特許発明及び引用発明の技術分野の関連性についての認定を行わず，当業者の技術常識を適切に考慮して認定していない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲1発明1と甲2公報ないし甲5公報及び甲7公報記載の発明並びに甲6発明1及び2は，いずれも「活性種を利用した空気清浄技術」という共通の技術分野に属する。",
                "(cid:1) (cid:2)(cid:8)(cid:1)      そして，「活性種を利用した空気清浄技術」という技術分野において，同一の活性種の発生方法(発生装置)を，空気清浄機や食品収納庫やエアコンや加湿器等の異なる機器の間で転用したり(甲3，20ないし22)，活性種を利用して食品収納庫内のエチレンガスを分解すること，及び，活性種を利用して食品収納庫内の脱臭や除菌と同時にエチレンガスの分解を行うこと(甲2ないし5，甲23ないし25)は，原出願時の当業者において常套的に行われている技術常識にすぎない。",
                "以上の技術常識を考慮すれば，引用刊行物1に記載された空気清浄機に用いる静電霧化による脱臭方法を，甲2公報ないし甲5公報に記載された食品収納庫におけるエチレンガスの分解に転用することは，当業者における常套手段にすぎず，甲1発明1から本件特許発明1に想到することに何ら困難な点はない。",
                "また，上記のとおり，「活性種を利用した空気清浄技術の技術分野」において，種々の方式で生成した活性種を利用して食品収納庫内のエチレンガスを分解することが技術常識として存在していたことに加え，静電霧化により生成したナノメータサイズの活性種であると，水に包まれているから長持ちして室内に均一に拡散して活性種の機能を発揮することや，通常のスチームでは通りにくい細孔に浸透すること(甲6，7，22)が技術常識として存在しており，また，静電霧化により生成した陰イオンを持つナノメータサイズの水滴を食品収納庫内の空気に浮遊させることも知られていた(甲22)ことを考慮すれば，活性種によって食品収納庫内のエチレンガスを分解するに当たり，活性種が均一に拡散することを期待して活性種を生成する種々の方式の中から静電霧化を選択することについても，また，細孔への浸透性を期待して生成される帯電微粒子水の粒子径をナノメータサイズに設定することについても，動機付けが存在する。",
                "したがって，前記の審決の判断は誤りである。",
                "(cid:1) (cid:2)(cid:9)(cid:1)      ウ  液体状態であってもエチレンガスを分解できることは，原出願時の技術常識であり，エチレンガスが水に溶けにくいことは阻害要因とはならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点7についての判断の誤り)",
          "text": [
            "審決は，食品収納庫への適用やエチレンガスの分解について甲6刊行物に記載されていないこと，及び静電霧化により生成した帯電微粒子水がエチレンガスを分解できることや当該帯電微粒子水を食品収納庫内の空気に浮遊させることについて引用刊行物1，甲2公報ないし甲5公報，甲7公報ないし甲10公報及び甲11刊行物に記載されていないことを根拠に，相違点7について容易に想到することができたものであるとはいえないと判断している。",
            "しかし，前記1記載の理由と同様の理由により，審決の上記判断には誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件特許発明2ないし5に関する判断の誤り)",
          "text": [
            "審決は，本件特許発明2ないし5について，本件特許発明1と同様の理由により，甲1発明1又は甲6発明1等に基づき当業者が容易に発明をすることができたものであるとはいえないと判断している。",
            "しかし，前記1及び2記載の理由と同様の理由により，審決の上記判断には誤りがある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点4についての判断の誤り)",
          "text": [
            "審決は，本件特許発明，主引用発明，副引用発明の技術分野の認定を全く行わずに，食品収納庫への適用やエチレンガスの分解について引用刊行物1に記載されていないこと，及び静電霧化により生成した帯電微粒子水がエチレンガスを分解できることや当該帯電微粒子水を食品収納庫内の空気に浮遊させることについて引用刊行物1，甲2公報ないし甲5公報，甲7号公報ないし甲10公報並びに引用刊行物2及び甲11刊行物に記載されていないことを根拠に，相違点4について容易に想到することができたとはいえないと判断している。",
            "しかし，前記1記載の理由と同様の理由により，審決の上記判断には誤りが(cid:1) (cid:2)(cid:10)(cid:1)ある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点10についての判断の誤り)",
          "text": [
            "審決は，本件特許発明，主引用発明，副引用発明の技術分野の認定を全く行わずに，食品収納庫への適用やエチレンガスの分解について引用刊行物2に記載されていないこと，及び静電霧化により生成した帯電微粒子水がエチレンガスを分解できることや当該帯電微粒子水を食品収納庫内の空気に浮遊させることについて引用刊行物1，甲2公報ないし甲5公報，甲7号公報ないし甲10公報並びに引用刊行物2及び甲11刊行物に記載されていないことを根拠に，相違点10について容易に想到することができたとはいえないと判断している。",
            "しかし，前記2記載の理由と同様の理由により，審決の上記判断には誤りがある。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件特許発明7ないし10に関する判断の誤り)",
          "text": [
            "審決は，本件特許発明7ないし10について，本件特許発明6と同様の理由により，甲1発明2又は甲6発明2等に基づき当業者が容易に発明をすることができたものであるとはいえないと判断している。",
            "しかし，前記4及び5記載の理由と同様の理由により，審決の上記判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)について",
          "text": [
            "  副引用発明の認定の誤りについて"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "甲2公報について",
              "text": [
                "  甲2公報に記載された負イオン粒子は液体状態の水ではないので，審決の認定に誤りはない。なお，液体状態の水とは，多数の水分子同士が水素結合により互いにつながりながらも互いの位置関係を拘束しないために自由に移動できる状態であることは技術常識である。これに対し，甲2公報記載の負イオン粒子における水分子は核となる負イオンに配位(cid:1) (cid:3)(cid:11)(cid:1)して負イオンの周りに固定されているのであって，水分子同士の水素結合により液体の水を構成するものではないことが技術常識である。さらに，甲2公報記載の負イオン粒子における水分子は，負イオンに配位することにより負イオンと強固に結合しているため，負イオンとの結合を断ち切ってまで他の水分子と水素結合して液体の水を構成することは通常あり得ないことも技術常識である。",
                "甲2公報【0011】及び【0025】の記載からは，エチレンガスを分解する負イオン粒子が，コロナ放電により生成された負イオンに，加湿手段(又は加湿器)から供給される水(水蒸気)の水分子が配位することにより生成されると解釈されるのが相当である。しかも，甲2公報においては，エチレンガスを分解する負イオン粒子が，負イオンと液体状態である水の微粒子とが結合して生成されることの示唆等はない。",
                "また，甲2公報には，加湿手段(又は加湿器)から水蒸気を供給して負イオン粒子が生成されることの記載があるので，甲2公報記載の負イオン粒子には，少なくとも審決で認定されているようなクラスターイオン(気体のイオン)が含まれている。そのため，エチレンガスが水に溶けにくいという事実に鑑みれば，甲2公報に記載されている技術は，液体状態の水ではなくこれらの気体のイオンによってエチレンガスを分解する技術にほかならない。",
                "さらに，甲2公報の「負イオン粒子(10μm以下)」(【0025】)との記載のみでは，負イオン粒子が液体状態として存在することを想起し得ない。",
                "本件明細書【0022】の記載も，活性種が液体状態の水に含まれている状態，すなわち単に液体状態の水を構成する水分子が活性種の周囲に存在していることを表しているにすぎず，クラスターイオンのように活性種に水分子が数個配位してクラスターを形成した状態を表している(cid:1) (cid:3)(cid:2)(cid:1)のではない。また，水分子が活性種の周囲に存在しているというだけでは，液体状態である本件特許発明1の帯電微粒子水と，気体である甲2公報記載の負イオン粒子との間に実質的な相違がないとはいえない。",
                "  コロナ放電により生成した負イオン(ラジカル)のように活性の高い活性種は，水の微粒子中あるいは大気中に存在する水分子，炭素，窒素などと直ちに反応して活性を失うため，その寿命がきわめて短い(ナノ秒ないしマイクロ秒オーダー)こと(乙1，2)は原出願時の技術常識である。そのため，負イオンと液体状態の水の微粒子とが結合したとしても，その場合，負イオンは水の微粒子と結合する前に活性を失っているか，又は水の微粒子と結合するときに活性を失うのであって，生成物には活性の高い負イオン(活性種)は含まれない。",
                "このように，コロナ放電に生成した負イオンと水の微粒子とを結合させるだけで活性種を含む液体状態の水が生成されることはあり得ない。したがって，コロナ放電によって粒子径が1nm程度の負イオン粒子が生成されるが，コロナ放電により生成した負イオンと加湿手段により生成した水の微粒子あるいは水蒸気を結合させると液体状態の負イオン粒子が生成されることが技術常識であるとの原告の主張は誤りである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲3公報について",
              "text": [
                "甲3公報に記載された負イオンは液体状態の水ではないので，審決の認定に誤りはない。すなわち，甲3公報には，負イオンクラスター発生装置がレナード式でも良いとの記載はあるが，実施例として記載されているのはコロナ放電式のものだけであり，レナード式のものの記載はない。そして，甲3公報においては，用途として，大気中のダイオキシン，PCB等の有害有機物質や有害窒素酸化物の低減，タバコ，香水，糞尿等の悪臭物質の消臭や静菌，冷蔵庫，食品保存庫内における残留農薬等の分解，静菌，脱臭，食品鮮度維持等が列挙されており(請求項5ないし7)，これらの(cid:1) (cid:3)(cid:3)(cid:1)用途の一つとしてエチレンの分解が挙げられているにすぎない。そのため，レナード効果により生成された負イオンがエチレンガスを分解することは，甲3公報の記載に接した当業者であっても，本件特許発明1を知った上でなければ把握し得ない事項である。",
                "なお，甲3公報【0003】の記載によれば，O -・(H O) ，CO2 2 n-・(H O) ，ＮO -・(H O) 等の負イオンが生成されるのはコロ4 2 n 3 2 nナ放電であって，レナード式により生成されるのは3H O＋OH-である。また，甲3公報の請求項1及び7の記載によれば，甲3公報においては，負イオンクラスター発生装置で発生する負イオンと紫外線照射とを組み合わせてエチレンガスの分解に用いることの記載があるだけで，負イオンクラスター発生装置で発生する負イオンを単独でエチレンガスの分解に用いることの記載はない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "甲4公報について(cid:1)          甲4公報に記載されたヒドロキシラジカルは液体状態の水ではないので，審決の認定に誤りはない。すなわち，甲4公報においては，オゾンと水とが反応すると「O ＋H O→R(OH)」(【0009】)という反応式によりヒドロキシラジカルが生成されることの記載がある。しかし，生成されたヒドロキシラジカルが微細な水に含まれ液体状態として存在することについては，甲4公報に記載も示唆もない。また，オゾンと水とを反応させてヒドロキシラジカルを生成することで，生成されたヒドロキシラジカルが水に含まれ液体状態として存在することの根拠もない。",
                "  本件特許発明，主引用発明及び副引用発明の技術分野の認定を行わなかったことに起因する誤りについて",
                "本件特許発明1の進歩性判断に当たり，審決が本件特許発明及び引用発明の技術分野の認定を適切に行っていることは当然のことである。その上で，審決は前記1記載のとおり判断したものである。なお，審決において，動(cid:1) (cid:3)(cid:4)(cid:1)機付けがあるとはいえないとの判断がされていることから，本件特許発明及び引用発明は技術分野が共通でないと判断されたものと考えられる。かえって，エチレンガスが液体状態の水に溶解しないことは原出願時の技術常識であるところ，液体状態の水に溶けないエチレンガスを除去する技術と，液体状態の水である帯電微粒子水を脱臭や除菌に用いる技術とは互いに相容れないものであるから，甲1発明1と甲2公報等に記載の技術とを組み合わせることには阻害要因が存在するというべきである。",
                "原告が提出する公報等(甲2ないし7，20ないし25)のいずれにも，静電霧化により生成した帯電微粒子水がエチレンガスを分解できることや静電霧化により生成した帯電微粒子水を食品収納庫内の空気に浮遊させることは記載されていないし，それを示唆する記載もない。したがって，たとえ上記公報等の記載を考慮しても，甲1発明1を，エチレンガスを分解するために食品収納庫へ適用する動機付けがあるとはいえず，甲1発明1から本件特許発明1に想到することは容易でない。",
                "なお，甲第19号証ないし第25号証は，いずれも審判で提出されなかった新たな証拠であり，原出願当時の当業者の技術常識を示すことにより引用発明の技術的意義を明らかにする資料でもないし，審判手続で提出した証拠を補強する資料でもないから，採用されるべきでない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点7についての判断の誤り)について",
          "text": [
            "前記1記載の理由と同様の理由により，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件特許発明2ないし5に関する判断の誤り)について",
          "text": [
            "前記1及び2記載の理由と同様の理由により，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点4についての判断の誤り)について",
          "text": [
            "前記1記載の理由と同様の理由により，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点10についての判断の誤り)について",
          "text": [
            "前記2記載の理由と同様の理由により，審決の判断に誤りはない。",
            "(cid:1) (cid:3)(cid:5)(cid:1)  6  取消事由6(本件特許発明7ないし10に関する判断の誤り)について",
            "前記4及び5記載の理由と同様の理由により，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の取消事由1及び4の主張はいずれも理由があり，また，取消事由3及び6の主張の一部には理由があるので，審決は取り消されるべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)について",
          "text": [
            "  本件特許発明について",
            "本件特許発明は，おおむね次のとおりのものであると認められる(甲13)。",
            "従来，食品の表面にマイナスイオンを当てることにより黴の発生や酸化による劣化を抑えることができ，また水の粒子を食品の表面に当てることで保湿して新鮮さを失わないようにするものがあったが，マイナスイオンや水の粒子を当てたとき食品の表面にしか当らず，食品の表皮の内部までマイナスイオンや水の粒子が浸透しないために殺菌効果や酸化防止効果や保湿効果が充分ではなく，また活性種が作用してエチレンガスを除去できるものでなかった(【0004】)。本件特許発明は，上記の従来の問題点に鑑みて発明したものであって，防黴，防臭，エチレンガスの除去及び保湿等の効果を充分に発揮できる帯電微粒子水によるエチレンガスの除去方法及びエチレンガス除去装置を提供することを課題とするものである(【0005】)。そして，上記課題を解決するために，本件特許発明の帯電微粒子水によるエチレンガスの除去方法は，水Wを静電霧化して，ナノメータサイズの帯電微粒子水Mを生成し，この帯電微粒子水Mを食品収納庫内の空気中に浮遊させて当該帯電微粒子水Mに含まれる活性種とエチレンガスを反応させ，二酸化炭素と水に分解することを特徴とする(請求項1，【0006】)。また，本件特許発明のエチレンガス除去装置は，水粒子放出部1の水が静電霧化を起こす高電(cid:1) (cid:3)(cid:6)(cid:1)圧を印加する電圧印加部3を備え，当該電圧印加部3の高電圧の印加によって水Wを静電霧化することで，活性種とエチレンガスとを反応させて二酸化炭素と水に分解するためのナノメータサイズの帯電微粒子水Mを生成し，この帯電微粒子水Mを食品収納庫内の空気中に浮遊させることを特徴とする(請求項6，【0007】)。これにより，本件特許発明は，活性種を含んだ帯電微粒子水を生成して食品に供給でき，帯電微粒子水が食品の表皮の細孔内部まで浸透するとともに帯電微粒子水が表皮の細孔内部に浸透した状態で活性種が作用するものであって，食品の表皮の細孔内部で活性種が作用して殺菌をしたり消臭したりエチレンガスを除去したりできるとともに食品の表皮の細孔内部で保湿でき，従来に比べて防黴，防臭，エチレンガスの除去及び保湿等の効果を充分に発揮できて食品を長期に亙って新鮮に保存できるという効果がある(【0013】)。",
            "  引用刊行物について",
            "引用刊行物1には，前記第2の3ア記載の甲1発明1及び2が記載されており，本件特許発明と甲1発明1及び2との間には，審決が認定したとおり，前記第2の3記載の一致点と相違点があると認められる(甲1，13)。",
            "  相違点1の容易想到性の判断について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "副引用例について",
              "text": [
                "  甲2公報には，食品の劣化防止を庫内低温化に依存することなく実現できる食品保存庫を提供するために，食品を保存する保存庫本体を有する食品保存庫において，上記保存庫本体内に負イオン(O -，CO -)を供給する負イオン発生手段と直流電圧が印加される一対の電極とを有し，各電極のうち陽極を食品収納側に配置し，該陽極と所定間隙をおいて陰極を配置して，この負イオンの供給により野菜等の保存時に発生するエチレンガスを分解した点，上記保存庫本体内に水等の液体の微粒子(cid:1) (cid:3)(cid:7)(cid:1)又は蒸気を供給する加湿手段を配置して，負イオンと加湿手段からの水とが結合し，O -・(H O) やC0 -・(H O) が生成され，食品の乾2 2 n 4 2 n燥を防止するとともに，これらの負イオン粒子が食品収納側に引き寄せられ，食品の殺菌等を効率良く行った点がそれぞれ記載されているものと認められる(甲2)。",
                "  甲3公報には，負イオンクラスター(マイナスイオン)発生装置と紫外線照射装置を組み合わせることを特徴とする空気清浄機及び負イオンクラスター(マイナスイオン)発生装置として，コロナ放電式及びレナード式を用いる方法，コロナ放電において，電極から飛び出した電子が，気体中の酸素などの中性分子に衝突してO -・(H O) ，CO -・2 2 n 4(H O) ，ＮO -・(H O) 等の負イオンを作るものと推定され2 n 3 2 nる点，同方法を用いて食品保存庫等内におけるエチレンの分解を行った点，市販のコロナ放電式負イオンクラスター発生装置に紫外線照射装置を組み合わせるだけで，それぞれ単独で装置を用いるより，各種の臭気成分の分解能を高めることが可能であり，この原理は，大気中のダイオキシン，PCB，窒素酸化物等の分解や静菌に広く適用できる事が期待され，加湿器，空気清浄機，エアコン，掃除機，ドライヤー，冷蔵庫，食品保管庫等に広く組み込むことが可能となる点がそれぞれ記載されているものと認められる(甲3)。",
                "  甲4公報には，鮮度保持装置において，鮮度保持環境内の空気を装置内に導入し，オゾン発生手段により流下空気にオゾンを付与する鮮度保持装置において，空気流入口から流入された空気にオゾン及びミスト状の水を付与し，オゾンと水の反応でヒドロキシラジカルを生成し，流入された空気中のエチレンを炭酸ガス(CO )と水に分解した点が記載されているものと認められる(甲4)。",
                "  甲5公報には，青果物保鮮システム中のエチレン等の除去に適用され(cid:1) (cid:3)(cid:8)(cid:1)るエチレン除去装置において，貯蔵庫内のエチレンを含む空気に紫外線を照射して加湿空気中の酸素の一部が励起酸素原子及びオゾンとなり，水と反応して酸化力の強いヒドロキシラジカル(・OH)が生成されてエチレンを酸化した点が記載されているものと認められる。(甲5)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "周知技術等について",
              "text": [
                "  「ラジカル反応・活性種・プラズマによる脱臭・空気清浄技術とマイナス空気イオンの生体への影響と応用」(甲20)には，空気清浄機以外に，クリーナーや冷蔵庫でも脱臭や抗菌の競争が各社で激増していること，A社冷蔵庫は，プラズマ脱臭を搭載しており，2001年はオゾナイザーを搭載していたが，2002年は本格プラズマということで脱臭と抗菌を行っていること，野菜室で使用しているエチレンをプラズマで分解して保存性を上げていることがそれぞれ記載されていることが認められる(282頁)。さらに，「プラズマ脱臭とは」として，「脱臭反応(1)高圧放電により活性種(O，OH，Ｎラジカルなど)を生成。気中で悪臭と反応し分解する。」との記載があることが認められる(286頁図7)。",
                "  特開2002-319471号公報(甲21)には，イオン発生素子により，正イオン及び負イオンを両方発生させ，正・負のイオンが化学反応を起こして活性種である過酸化水素(H O )又は水酸化ラジカル(・OH)を生成し，空気中の浮遊細菌を取り囲み，化学反応により分解・除去した点，このイオン発生素子を空気清浄機，空気調和機，除湿器，加湿器，電気ヒータ，石油ストーブ，ガスヒータ，クーラーボックス，冷蔵庫等に搭載し同様な除菌効果を得た点がそれぞれ記載されているものと認められる。",
                "  特開昭54-34541号公報(甲22)には，空気調和用加湿器において，開口した先端部から連続した糸状の水を流出するキャピラリ(cid:1) (cid:3)(cid:9)(cid:1)(9)と，この糸状の水を囲む側周に適宜間隔を存して配設した高圧電極(7)とからなり，前記キャピラリ(9)を接地し，かつこのキャピラリ(9)と前記高圧電極(7)とに高圧電源を接続して，キャピラリ(9)から流出する糸状の水を陰イオンを持つ霧滴に転じ流通空気中に放出し得るようにした点，この加湿器を青果物貯蔵庫に設置してもよいものである点が記載されているものと認められる。",
                "  特開2001-27475号公報(甲23)には，生鮮食品等を収納する貯蔵庫又は冷蔵庫の内部に，生鮮食品等の鮮度保持と，この生鮮食品等に付着している雑菌の殺菌と，脱臭との機能を有する放電装置を備え，この放電装置でコロナ放電を起こし，この放電等により電子が発生し，これがマイナスイオン，オゾン及び活性酸素を含む風となって気流を生じ，この気流が上記マイナスイオン等を拡散させ，拡散されたマイナスイオン及びオゾンは野菜や果実並びに生魚や肉等の生鮮食品の鮮度落とすエチレンガスやアルデヒドガスを分解し，食品腐敗微生物の繁殖を抑え，さらに雑菌等の細胞に作用してこれを破壊して殺菌消毒することができる旨の記載があることが認められる。",
                "  特開平7-260331号公報(甲24)には，冷蔵庫において，本体内に食品等を貯蔵する貯蔵室を具備するものにおいて，貯蔵室内又は貯蔵室に連通する連通路に，紫外線が照射されることにより活性化し植物の成長促進成分を分解する光触媒からなるガス分解部材と，このガス分解部材に紫外線を照射するランプとを備えるガス除去装置を設け，光触媒からなるガス分解部材に紫外線ランプからの紫外線が照射され，これによって，ガス分解部材の表面に活性種が発生し，貯蔵された野菜や果物から放出されるエチレン，アセトアルデヒド等の植物の成長促進成分が，ガス除去装置によって水や二酸化炭素等に分解されて除去されるようにした点が記載されていることが認められる。",
                "(cid:1) (cid:3)(cid:10)(cid:1)          特開平9-196545号公報(甲25)には，野菜，果実，花卉等の生鮮物の流通用貯蔵庫装置において，野菜，果実，花卉等の生鮮物を収容する貯蔵室と，貯蔵室内を被貯蔵物に適した温度及び湿度レベルに調整する空調装置と，貯蔵室の少なくとも一つの壁面に沿って配置され，貯蔵室内の貯蔵雰囲気のガス成分を調整する少なくとも一つの貯蔵雰囲気ガス成分調整装置とを有し，貯蔵雰囲気ガス成分調整装置に含まれるガス除去装置には，紫外線照射で活性化される光触媒を保持するガス分解部材に紫外線を照射して該ガス分解部材を通過する雰囲気流から除去すべきガス成分としてのエチレンガス等を分解するように光触媒を活性化させる紫外線照射装置が備えられている点，紫外線が各エチレンガス分解部材に照射されると，光触媒の表面に活性種が発生し，エチレン分解光触媒となり，この活性種の働きで，成長促進ホルモンのエチレンガス，アセトアルデヒドや，悪臭成分であるアンモニア，トリメチルアミン等の不望なガス成分を分解し，通過中の雰囲気流から除去される点が記載されていることが認められる。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "容易想到性の判断について",
              "text": [
                "本件特許発明1は，帯電微粒子水を食品収納庫内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とエチレンガスを反応させ，二酸化炭素と水に分解するエチレンガスの除去方法であるのに対し，甲1発明1は，帯電微粒子水を室内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とアセトアルデヒドを反応させて消臭するものではあるが，いずれも，活性種を用いて対象物を除去し空気を清浄する点では共通するものである。さらに，前記アないしにおいて認定した甲2公報ないし甲5公報に記載された技術は，その生成方法や生成された活性種の状態について本件特許発明1や甲1発明1のものと同一とはいえないものも含まれるものの，いずれも活性種を利用し空気等を清浄した点では共通する。そうすると，(cid:1) (cid:4)(cid:11)(cid:1)原出願時の当業者は，本件特許発明1，甲1発明1及び前記アないしにおいて認定した各技術につき「活性種を利用した空気清浄技術」という共通の技術分野に属するものと認識するものと認められる。さらに，前記イにおいて認定した技術も，その内容に照らし，いずれも「活性種を利用した空気清浄技術」に属するものと認められる。",
                "そして，前記アないし及びイないしにおいて認定したところに照らすと，「活性種を利用した空気清浄技術」という技術分野において，同一の活性種の発生方法(発生装置)を，空気清浄機や食品収納庫やエアコンや加湿器等の異なる機器の間で転用したり，脱臭や除菌やエチレンガスの分解等の異なる目的の用途に利用することは，原出願時において，当業者において通常に行われていた技術常識であると認められる。",
                "さらに，前記イないしにおいて認定したところに照らすと，一般に，植物の成長促進成分として野菜や果実からエチレンガス及びアセトアルデヒドが出ることが知られており，このエチレンガス及びアセトアルデヒドを活性種により分解することは，原出願時において周知の技術であるものと認められる。",
                "加えて，上記アないし認定のとおり，甲2公報ないし甲5公報には，食品収納庫において活性種が食品から出るエチレンガスを分解することが記載されているほか，甲4公報には，OHラジカルがエチレンを炭酸ガス(CO )と水に分解することが記載されていることに照らすと，食品収納庫内のエチレンガスを除去することが求められており，そのために活性種を用いる技術が存在したことが認められる。",
                "また，前記及び前記ア及び認定において認定したところに照らすと，甲1発明1並びに甲2公報及び甲3公報に記載された技術は，いずれも，活性種が水と結合している状態のものを利用して空気等を清浄する点で共通するものと認められる。",
                "(cid:1) (cid:4)(cid:2)(cid:1)          以上によれば，甲1発明1において，帯電微粒子水に含まれる活性種につき，アセトアルデヒドと反応させて消臭することに代えて，エチレンガスの除去に用いること，その際，帯電微粒子水を室内の空気中に浮遊させ，アセトアルデヒドを消臭することに代えて，帯電微粒子水を食品収納庫内の空気中に浮遊させて当該帯電微粒子水に含まれる活性種とエチレンガスを反応させ，二酸化炭素と水に分解することは，原出願時の当業者において容易に想到することができたものと認められる。",
                "よって，甲1発明1に甲2公報ないし甲5公報記載の技術並びに技術常識及び周知技術を適用して，本件特許発明1との相違点に係る構成とすることは，原出願時の当業者において，容易に想到することができたものと認められる。"
              ]
            },
            {
              "fig": "エ",
              "subject": "被告の主張について",
              "text": [
                "  被告は，審決においては，本件特許発明及び引用発明は技術分野が共通でないと判断されたものと考えられるし，エチレンガスが液体状態の水に溶解しないことは原出願時の技術常識であり，液体状態の水に溶けないエチレンガスを除去する技術と，液体状態の水である帯電微粒子水を脱臭や除菌に用いる技術とは互いに相容れないものであるから，甲1発明1と甲2公報等に記載の技術とを組み合わせることには阻害要因が存在するとか，原告が提出する公報等(甲2ないし7，20ないし25)のいずれにも，静電霧化により生成した帯電微粒子水がエチレンガスを分解できることや静電霧化により生成した帯電微粒子水を食品収納庫内の空気に浮遊させることは記載されていないし，それを示唆する記載もないので，たとえ上記公報等の記載を考慮しても，甲1発明1を，エチレンガスを分解するために食品収納庫へ適用する動機付けがあるとはいえない旨主張する。",
                "しかし，本件特許発明1，甲1発明1及び前記ア認定の各技術が共通(cid:1) (cid:4)(cid:3)(cid:1)の技術分野に属することは，前記ウにおいて認定したとおりである。",
                "また，エチレンガスが液体状態の水に溶解しないことが原出願時の技術常識であったとしても，前記ウ認定のとおり，アセトアルデヒドもエチレンガスも植物の成長促進成分として野菜や果物から出る物質であるほか，食品収納庫内のエチレンガスを除去するという要請が存在し，活性種を用いてこれを分解する技術が存在していたことに照らすと，甲1発明1を，エチレンガスを分解するために食品収納庫へ適用する動機付けはあるものというべきである。また，前記ア及び認定のとおり，甲2公報及び甲3公報に記載された活性種は，「活性種と水が結合したもの」として一定の機能(分解，消臭等)を有するものとされており，本件特許発明1及び甲1発明1の帯電微粒子と共通し，これによりエチレンガスを分解するものであると認められることに照らすと，エチレンガスが水に溶解しにくいことが，甲1発明1と甲2公報等に記載の技術とを組み合わせることを阻害する要因となるということはできない。",
                "よって，被告の上記主張を採用することはできない。",
                "  被告は，甲第19号証ないし第25号証は，いずれも審判で提出されなかった新たな証拠であり，原出願時の当業者の技術常識を示すことにより引用発明の技術的意義を明らかにする資料でもないし，審判手続で提出した証拠を補強する資料でもないから，採用されるべきでない旨主張する。",
                "しかし，前記イ及びウにおいて認定したとおり，被告が採用されるべきではないと主張する証拠のうち，少なくとも甲第20号証ないし第25号証については，原出願時の技術水準を認定するために用いたにすぎない。",
                "よって，被告の上記主張を採用することはできない。",
                "  以上によれば，その余の点について判断するまでもなく，相違点1につい(cid:1) (cid:4)(cid:4)(cid:1)ての審決の判断には誤りがあり，原告の取消事由1に係る主張は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(本件特許発明2ないし5に関する判断の誤り)について",
          "text": [
            "本件特許発明2及び3につき，前記1において認定したところと同様の理由により，甲1発明1との相違点2-1及び3-1についての審決の判断には誤りがある。",
            "また，本件特許発明4及び5の容易想到性に関しても，前記1及び上記と同様の理由により，審決の判断には誤りがある。",
            "よって，原告の取消事由3に係る主張は，上記の審決の誤りを主張する部分につき理由がある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(相違点4についての判断の誤り)について",
          "text": [
            "本件特許発明6につき，前記1において認定したところと同様の理由により，甲1発明2との相違点4についての審決の判断には誤りがある。",
            "よって，原告の取消事由4に係る主張は理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由6(本件特許発明7ないし10に関する判断の誤り)について",
          "text": [
            "本件特許発明7及び8につき，前記3において認定したところと同様の理由により，甲1発明2との相違点5-1及び6-1についての審決の判断には誤りがある。",
            "また，本件特許発明9及び10の容易想到性に関しても，前記3及び上記と同様の理由により，審決の判断には誤りがある。",
            "よって，原告の取消事由6に係る主張は，上記の審決の誤りを主張する部分につき理由がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "まとめ",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，原告の取消事由1及び4の主張はいずれも理由があり，また，取消事由3及び6の主張の一部には理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "(cid:1) (cid:4)(cid:5)(cid:1)以上によれば，審決には取り消すべき違法がある。よって，審決を取り消すこととし，主文のとおり判決する。"
      ]
    }
  ]
}