{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-21522号事件について平成25年2月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実(争いがない。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「(＋)-2-［1-(3-エトキシ-4-メトキシフェニル)-2-メチルスルホニルエチル］-4-アセチルアミノイソインドリン-1，3-ジオン，その使用方法及び組成物」とする発明(特願2003-577877。優先権主張，2002年(平成14年)3月20日，米国，2003年(平成15年)1月7日，米国。以下「本願」という。)について，平成22年5月17日付けで拒絶査定を受けたので，同年9月24日，これに対する不服の審判を請求(不服2010-21522号事件)し，同日付け手続補正書により，特許請求の範囲を補正した(以下「本件補正」という。)。",
            "これに対して，特許庁は，平成25年2月4日，本件補正を却下し，本件審判の請求は，成り立たない旨の審決をし，その謄本は，同月19日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正後の本願の請求項1に係る発明(以下「本願補正発明」という。本願補正発明に係る化合物を「本願化合物」という。)は，次のとおりである。",
            "「【請求項1】  立体異性体として純粋な(＋)-2-［1-(3-エトキシ-4-メトキシフェニル)-2-メチルスルホニルエチル］-4-アセチルアミノイソインドリン-1，3-ジオン，又はその製薬上許容される塩，溶媒和物若しくは水和物；及び製薬上許容される担体，賦形剤又は希釈剤を含む，乾癬治療用医薬組成物。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しに記載のとおりである。審決は，要するに，本願補正発明は，国際公開第00／25777号(以下「引用例1」という。翻訳は甲2。)に基づいて当業者が容易に発明することができたものであり，特許法29条2項の規定により特許を受けることができないものであるから，本件補正は，独立特許要件を満たさず，却下するべきであり，本件補正前の本願の請求項1に係る発明も同様に特許法29条2項の規定により特許を受けることができないとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した，引用例1に記載の発明(以下「引用発明」という。)の内容，本願補正発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "2-［1-(3-エトキシ-4-メトキシフェニル)-2-メチルスルホニルエチル］-4-アセチルアミノイソインドリン-1，3-ジオン；及び製薬上許容される担体，希釈剤又は賦形剤を含む薬剤組成物。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "2-［1-(3-エトキシ-4-メトキシフェニル)-2-メチルスルホニルエチル］-4-アセチルアミノイソインドリン-1，3-ジオン；及び製薬上許容される担体，賦形剤又は希釈剤を含む，医薬組成物。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本願補正発明においては，有効成分が「立体異性体として純粋な(＋)」エナンチオマーであること，及び，用途が「乾癬治療用」であることが特定されているのに対し，引用発明においては，このような特定がされていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点についての判断の誤り(取消事由1)",
              "text": [
                "審決は，相違点について判断するにあたって，光学異性体によって薬理活性の強さや質が異なるから，目的に適合した光学異性体のみを提供すべきであることが本願優先日当時の技術常識であると認定した。",
                "しかし，あるキラル化合物のラセミ体に薬理作用があったとしても，必ずしもその光学異性体がより有利な薬理作用を示すわけではない。個々の光学異性体の毒性，薬物動態，薬理効果，受容体との結合性，製剤に係る性質等が重要であるが，その予測性は極めて低く，実際に試験等を行わなくては，個々の光学異性体がどのような作用を有するか予測することはできない。したがって，不斉中心をもつ医薬化合物だからといって必ずしも光学分割して用いるべきとはいえないというのが，本願優先日当時の技術常識であったというべきである。",
                "仮に審決が認定するとおりの技術常識が存在していたとしても，当該技術常識はある不斉中心をもつ化合物のラセミ体に一定の薬理作用があることが公知となっていることが前提である。引用例1には，式Iで表されるフェネチルスルホン化合物がTＮF-α及びPDE4に対する阻害作用を有し，乾癬などの過剰なTＮF-α及びPDE4の産生が仲介あるいはそれにより悪化する疾患に対する薬理作用を有することが記載されているものの，引用発明の化合物(ラセミ体と純粋な光学異性体を含む上位概念としての化合物「2-［1-(3-エトキシ-4-メトキシフェニル)-2-メチルスルホニルエチル］-4-アセチルアミノイソインドリン-1，3-ジオン」)の薬理作用を実証するデータは記載されていないので，引用発明の化合物に乾癬に対する薬理作用があることが実質的に開示されているとはいえない。",
                "引用例1には，式Iの化合物として引用発明の化合物を含む15の実施例が挙げられているが，引用発明の化合物に着目した作用効果は記載されておらず，引用発明の化合物を特に選択することは教示されていない。いわんや引用発明の化合物の(＋)異性体を選択して，それを乾癬という特定の疾患の治療用に用いることは何ら教示していない。したがって，式Iの化合物の中から引用発明の化合物を選択したうえ，その(＋)異性体という限定の付された化合物を取りだし，さらに，引用例1に記載された治療対象の種々の疾患の中から乾癬を選択することが当業者にとって容易であったということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "効果の顕著性の看過(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明は従来の治療法よりも優れた乾癬の新規な経口全身療法を提供するものである。キラル化合物のラセミ体に一定の薬理効果があることが公知であっても，その純粋な光学異性体がラセミ体と比較して顕著な効果を有する場合には，当該光学異性体の薬物には進歩性が認められる。引用例1は，引用発明の化合物の薬理効果を実質的に開示しているとはいえないし，引用発明の化合物のラセミ体と比べて本願化合物には顕著な薬理効果が認められる。",
                    "ラセミ体を50％の不純物を含有するものと捉えれば，二つの光学異性体の一方がラセミ体と比較して2倍を超える薬理活性を示すことは説明がつかず，ラセミ体と比較して2倍を超えるかどうかを効果の顕著性の判断基準とすべきである。また，本願化合物の効果の顕著性を判断するにあたっては，それぞれのデータを個別に比較評価するのみでなく，乾癬治療という効果との関係における重要性を考慮して，特にTＮF-α阻害活性を評価すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "生理活性の顕著性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "PDE4に対する選択的阻害活性",
                      "text": [
                        "本願化合物のPDE4阻害活性は，対応するラセミ体の約1．1倍，(-)異性体の約8．3倍の強さである。また，表1の後段にはアッセイの結果に基づいて算出されたPDE特異性比が記載されており，本願化合物が，対応するラセミ体や(-)異性体と比較して，より高い選択性でPDE4を阻害することを示している。",
                        "それに対して，引用例1には，式Iの化合物がPDE3とPDE4の両方を阻害することが示唆されているのみで，本願化合物がPDE4を特異的に阻害する作用については開示されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "cAMP濃度上昇活性",
                      "text": [
                        "本願化合物が対応するラセミ体と比較して約2．8倍もの強いcAMP濃度上昇活性を示したことは驚くべきことであり，到底予想し得ないことである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "LTB4産生阻害活性",
                      "text": [
                        "ヒト好中球におけるアッセイにおいて，本願化合物は対応するラセミ体の約8．1倍の強さでLTB4産生を阻害する。この結果は，本願化合物が，対応するラセミ体に比較して極めて優れたLTB4産生阻害活性により乾癬の炎症悪化を抑制する高い効果を有することを示す。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "TＮF-α産生阻害活性",
                      "text": [
                        "本願化合物のTＮF-α産生阻害活性は，対応するラセミ体の活性の約1．5倍，別のドナーのヒト全血におけるアッセイでは約4倍，ヒトPBMCにおけるアッセイでは約2．5倍，マウス血清におけるアッセイでは約20倍の強さであった。これらの結果は，本願化合物が，対応するラセミ体に比較して当業者の予想を上回るきわめて優れたTＮF-α産生阻害活性を有することを示す。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "IL-2及びIFＮγ産生阻害作用",
                      "text": [
                        "ヒトPBMCにおけるIL-2産生阻害アッセイで本願化合物の活性は対応するラセミ体の活性の約3．6倍，ヒトPBMCにおけるIFＮ-γ産生阻害アッセイでは約3．7倍の強さであった。これらの結果は，本願化合物が対応するラセミ体と比較して当業者の予想を上回る優れた乾癬治療効果を有することを示す。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "バイオアベイラビリティについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "水溶解性",
                      "text": [
                        "経口投与された活性成分は，典型的にはpHが弱酸性～弱塩基性の間で変化する腸管の上部領域で吸収されることが知られている。したがって，このpH域における活性成分の溶解性が，経口で投与した際のバイオアベイラビリティに影響する。pH7．4での水溶解度は，本願化合物は対応するラセミ体の約3．5倍であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "バイオアベイラビリティ(生体利用率)",
                      "text": [
                        "本願化合物は，対応するラセミ体及び(-)異性体と比較して，オス及びメスのラットへの経口投与後の暴露が著しく高かった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "副作用である催吐性の低発現性について",
                  "text": [
                    "本願優先日前に，PDE4阻害剤には主要な副作用として催吐性があることが知られていた。しかし，本願化合物は，知覚フェレットモデルでは，抗炎症作用を奏する投与量において催吐事象(嘔吐及び吐き気)及び格別の行動変化を引き起こさないことが実証されている。これに対し，引用例1にはPDE4阻害剤が催吐性を有することについて言及がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点についての判断の誤り(取消事由1)に対して",
              "text": [
                "審決による技術常識の認定に誤りはない。原告の指摘は，「構造中に不斉(キラリティ)中心が存在する薬物においては，目的に適合した光学異性体のみを提供すべきであることが，本願優先日前に技術常識となっていた」という審決の認定を覆すものではない。",
                "仮に，審決の技術常識の認定が誤りであったとしても，審決は，これとは別に「不斉(キラリティ)をもつ薬物ではその光学異性体によって受容体との結合のしやすさに差があり，これにより薬理活性の強さに差を生じたり，まったく異なる作用を示したりすること」も，本願優先日前に技術常識となっていたと認定している。これに加えて，証拠には，治療の目的に適した特定の薬理作用のみをもつ医薬品が強く求められる傾向にあり，実際に日本で製造承認された不斉をもつ医薬品において光学活性体の比率が増加していること，不斉中心をもつ薬物は，一方の光学異性体が生体に対して何ら生理活性を示さない場合であっても，目的に適合した光学異性体のみを提供すべきと主張されるようになったことが，それぞれ記載されている。これらに照らせば，当業者は，目的に適合する薬理活性を示す光学異性体を有効成分とする医薬組成物を得ようと自然に動機づけられる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "効果の顕著性の看過(取消事由2)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願補正発明は，従来の治療法よりも優れた乾癬の新規な経口全身療法を提供するものである旨主張する。",
                    "しかし，本願に係る明細書(以下「本願明細書」という。)において，乾癬は，炎症性疾患として多数例示されたものの一つにすぎない。本願補正発明の「乾癬治療用」という用途は，本件補正により追加されたものであるが，本願補正発明が乾癬の治療に有効であることが判明したのは，本願の出願の後である。また，本願補正発明は，経口全身療法とは特定されていない。以上のことから，本願補正発明は，従来の治療法よりも優れた乾癬の新規な経口全身療法を提供するものとはいえず，多数例示されていた炎症性疾患の一つである乾癬の治療用という用途を請求項に記載したにすぎないものである。",
                    "引用例1に接した当業者は，引用発明の化合物がPDE4阻害活性やTＮF-α阻害活性を有し，これらの活性によりPDE4及びTＮF-αの産生が仲介する，乾癬を含む炎症性疾患等を治療可能であろうことを認識でき，実施例で製造された具体的な化合物のいずれもがTＮF-α及びPDE4の望ましくない作用を阻害するのに用いられると理解することができる。そして，本願補正発明は乾癬治療用医薬組成物の発明であるから，進歩性が肯定されるには，本願化合物が引用発明のラセミ体と比較して化合物として何らかの活性等の点で差を有しているのでは足りず，ラセミ体を含む薬剤組成物である引用発明と比較して，当業者の予測を超える顕著な乾癬治療用医薬組成物としての効果を奏することが必要である。引用発明のラセミ体を構成する二つの光学異性体間で，引用例1に記載された炎症に関連する各種の指標の他，薬物動態や副作用の何らかの点に差があったとしても，そのことは直ちに乾癬治療用医薬組成物が当業者の予想を超える顕著な効果を奏することを意味するわけではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "生理活性の顕著性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "PDE4に対する選択的阻害活性",
                      "text": [
                        "本件明細書の表1の前段によれば，本願化合物は，対応するラセミ体に比して約1．1倍の強さのPDE4阻害活性を示すにすぎず，当業者の予測を超える顕著なPDE4阻害活性を有するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "cAMP濃度上昇活性",
                      "text": [
                        "本件明細書の実施例6によれば，ヒトPBMCにおいて本願化合物はラセミ体の約2倍のcAMP上昇活性を有し，ヒト好中球において本願発明はラセミ体の約2．8倍のcAMP上昇活性を有するといえる。しかし，これらの結果は，細胞の種類によってcAMP濃度上昇活性に差があることを意味している上，甲3に，ラセミ体の生物活性が有効な光学異性体に比べ1／2以下に激減してしまうことはしばしば体験するところであるとされていることからしても，ラセミ体の2倍や2．8倍程度では本願化合物がラセミ体に比べて当業者の予想を超える顕著なcAMP上昇活性を有するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "LTB4産生阻害活性",
                      "text": [
                        "PDE4阻害剤が炎症組織において好中球増加を促進させるLTB4の産生を阻害することが知られていたのであれば，引用例1において，PDE4阻害活性により炎症疾患への適用が示唆されている引用発明の化合物及びその光学異性体について，炎症に関連するLTB4の産生阻害を確認することは当業者が容易に行うことである。そして，生体外での活性の程度から生体内での活性の程度を直ちに推認することはできないし，炎症には多数のメディエーターが関与しており，LTB4は炎症に関与する多数のメディエーターの一つにすぎないから，生体外で本願化合物がラセミ体の約8．1倍の強さのLTB4産生阻害活性を有していても，乾癬の治療に対しても同様に，本願化合物がラセミ体の8．1倍の効果があると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "TＮF-α産生阻害活性",
                      "text": [
                        "本願化合物と対応するラセミ体について，同じドナーからのサンプルを用いて同じ試験を行わなくては，両者の活性を比較することができない。マウス血清を用いたアッセイについても同様に，同じ系統のマウスを用いて同じ試験を行わなくては，両者の活性を比較することはできない。それにもかかわらず，原告提出の試験結果報告書(甲23。以下「甲23報告書」という。)には，ラセミ体について，どのようなサンプルやマウスを用いてどのような試験を行ったのかについて記載がない。",
                        "仮に単純に比較したとしても，ラセミ体に比した本願化合物の活性が約1．5倍，約2．5倍や約4倍という程度では，本願化合物が当業者の予想を超える顕著なTＮF-α産生阻害活性を有するとはいえない。また，TＮF-αは炎症に関与するメディエーターの一つにすぎないから，ラセミ体に比した本願化合物の活性が約20倍という数値について，乾癬の治療に対しても約20倍の効果があると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "IL-2及びIFＮ-γ産生阻害作用",
                      "text": [
                        "IL-2やIFＮ-γが炎症に関与することが知られているのであれば，それらについて確認することは当業者が容易に行うことである。甲23報告書に記載されたラセミ体の結果が，本願明細書の実施例6と同じサンプルを用いて同じ試験を行って得た結果であることには疑義があるから，甲23報告書に記載されたラセミ体の結果と上記実施例6の本願化合物の結果を単純に比較して本願化合物のIL-2やIFＮ-γ産生阻害活性の顕著性を論ずることはできない。",
                        "仮に単純に比較したとしても，ラセミ体に比した本願化合物の活性が約3．6倍や約3．7倍という程度では，本願化合物が当業者の予想を超える顕著なIL-2産生阻害活性やIFＮ-γ産生阻害活性を有するとはいえない。また，生体外の活性の程度から生体内での活性の程度を直ちに推認することはできないし，炎症に関与する多数のメディエーターのうちIL-2やIFＮ-γが特に乾癬に関係することが本願優先日当時に知られていたとの証拠も見あたらないから，本願化合物が乾癬の治療に対しても対応するラセミ体の約3．6倍や約3．7倍の効果があると解することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "バイオアベイラビリティについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "水溶解性",
                      "text": [
                        "本願補正発明は，経口のみならず，様々な投与剤型を包含するものであるから，本願化合物が引用発明のラセミ体に比べて水溶性に多少優れており，仮に水溶性が経口投与におけるバイオアベイラビリティに影響するとしても，そのことは経口投与を含む様々な投与剤型を包含する本願補正発明全体が奏する効果であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "バイオアベイラビリティ(生体利用率)",
                      "text": [
                        "本願明細書には，バイオアベイラビリティに優れていることは記載されていない。また，経口投与におけるバイオアベイラビリティには，溶解性のみが影響するわけではなく，生体内の代謝が大きな影響を与えることが知られている(乙6)から，本願化合物がラセミ体より水溶性が多少高いことが記載された本願明細書の記載から，バイオアベイラビリティも優れていると推論することができるともいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "副作用である催吐性の低発現性について",
                  "text": [
                    "本願の優先日前に，PDE4阻害剤に主要な副作用として催吐性があることが知られていたのであれば，催吐性の副作用の有無について確認することは，引用例1に催吐性の副作用に着目した記載がなくとも，当業者が当然行うことである。",
                    "また，本願明細書の実施例では，気管支肺胞における好中球増加の抑制を指標に抗炎症用量が導き出されているから，ここで導き出された抗炎症用量は，本願明細書に記載されている慢性閉塞性肺疾患，慢性炎症性肺疾患，喘息の抗炎症用量であるというのであればともかく，皮膚疾患である乾癬の治療に有効な抗炎症用量であるとはいえない。そうすると，本願明細書の記載は，本願化合物が，乾癬の治療に有効な投与量で，催吐の副作用が生じないことを実証したものとはいえない。また，本願化合物を含む乾癬治療用医薬組成物が，対応するラセミ体を含む薬剤組成物と比べて，副作用の発生を当業者の予想を超えて顕著に低減できることを示すものともいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点についての判断誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "text": [
                "本願明細書(甲6ないし8)によれば，腫瘍壊死因子α(以下「TＮF-α」という。)が，免疫賦活剤に応答して単核食細胞によって主に放出されるサイトカインであり，哺乳動物又はヒトに投与されると，炎症，発熱，心血管への作用，出血，凝固，並びに急性感染症及びショック状態の際に見られるものと類似の急性期反応を引き起こすか又は悪化させ，いくつかの疾病及び病状，例えば，充実腫瘍及び血液由来の腫瘍などの癌，うっ血性心不全などの心疾患，並びにウイルス性疾患，遺伝性疾患，炎症性疾患，アレルギー性疾患及び自己免疫疾患とかかわっているものであること(【0002】)，及びアデノシン3’，5’-サイクリックモノホスフェート(以下「cAMP」という。)が，喘息及び炎症，並びに他の症状など多数の疾病及び障害において役割を担っており，炎症性白血球におけるcAMPの上昇は，その活性化及びそれに続く，TＮF-α及びＮF-κBをはじめとする炎症性媒介因子の放出を阻害し，気道平滑筋の弛緩をもたらすところ【0003】，このcAMPの不活性化のための一次細胞機構として，サイクリックヌクレオチドホスホジエステラーゼ(以下「PDE」という。)と呼ばれるアイソザイムのファミリーによるcAMPの分解があり，11種の既知のPDEファミリーのうち，PDE4の阻害は，炎症媒介因子放出の阻害と気道平滑筋の弛緩の双方において特に有効であると認められている【0004】ことが知られていたことから，本願補正発明は，PDE4を阻害することでcAMPの分解を阻害してcAMPの濃度を上昇させ，TＮF-αの産生を阻害するとの効果を奏する請求項1記載の立体異性体である本願化合物，又はその製薬上許容される塩等を含む乾癬治療用医薬組成物であると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用例1には，審決が認定する引用発明すなわちTＮF-αの産生を阻害し，PDE4を阻害するとの効果を奏する，立体異性体である本願化合物のラセミ体が開示されている(甲1，2)。なお，審決が認定した引用発明の内容，本願補正発明と引用発明との一致点及び相違点(前記第2の3(2))については，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願優先日当時の技術常識",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "山中宏他「光学活性体のプレパレーション」，光学異性体の分離［季刊化学総説 No.6］,1999 年 6 月 10 日，2-14 頁(甲3。以下「甲3文献」という。)には次のとおりの記載がある。",
                    "「研究の精密化に伴い，医薬品，農薬，食品，飼料，香料などの分野で光学活性体を扱うことの重要性が日ごとに増大していることはいうまでもない。光学活性体が対掌体により生理活性をまったく異にする場合が多いからである。・・・対掌体の一方が有効な生物活性を示す場合，もう一方の異性体が単にまったく活性を示さないだけでなく，有効な対掌体に対して競合阻害(competitive inhibition)をもたらす結果，ラセミ体の生物活性が有効な対掌体に比べ1／2以下に激減してしまう場合があることは，医薬品の開発研究でしばしば体験するところである。」(2頁3～12行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "宮崎浩他「光学活性体の生理活性」，光学異性体の分離［季刊  化学総説 No.6］，1999 年 6 月10 日(3刷)，16-29 頁(甲4。以下「甲4文献」という。)には次のとおりの記載がある。",
                    "「動物はL-アミノ酸より成るタンパク質から構成されており，生体内の代謝に関与する酵素もタンパク質である。酵素の基質特異性に基質の光学特異性が大きく寄与するのは，酵素側に存在する不斉性を考えれば容易に「当然のこと」と受けとめることができる。生体内で起る複雑でありながら選択性の高い反応は，酵素による「不斉を含む三次元の分子認識」によるものと考えられる。",
                    "生理(薬理)活性をもつ物質が生体に摂取され吸収されると，その物質に特異的な親和性をもつ受容体(receptor)との結合により生理活性が発現することになるので，基質が不斉中心をもっていれば，その(S)体と(R)体とでは生理活性に相違が生ずるのはこれまた自然であろう。医薬品の多くは生体にとって異物(xenobiotics)であり，副作用が認められない場合でも，疾病という異常状態から正常状態への復帰に必要な最少限度の用量を(必要期間だけ)投与されるべきである。したがって，医薬品の構造中に不斉中心が存在している薬物は，たとえ一方の光学異性体が生体に対して何らかの生理活性を示さないラセミ体であっても，光学分割して目的に適合した対掌体のみを提供すべきであると主張されるようになった。換言すれば，このようなラセミ体は「50％の不純物を含有する医薬品」とみなすべきであるとの提唱であり，これが共感を呼ぶに至ったのはごく自然のことである。」(16頁3～17行)",
                    "「光学異性体間の生理活性の違いは，主に対応する受容体などと異性体との特異的結合の強弱によって発現することとなるが，一方では生体内での吸収，分布，排泄および代謝における特異性にも大きく支配されることがある。」(17頁6～8行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "村上尚道「光学活性体の利用」，光学異性体の分離［季刊  化学総説 No.6］，1999 年 6 月10 日，212-225 頁(甲5。以下「甲5文献」という。)には次のとおりの記載がある。",
                    "「医薬品はヒトや動物の病気の治療に用いられる化学物質であるが，その作用は薬物が生体内の特定の受容体(レセプター)に結合して活性を発現するものと考えられている。したがって，薬理活性の発現には医薬品と受容体の双方の立体構造が重要な役割を演じ，不斉をもつ薬物ではその鏡像体によって受容体との結合のしやすさに差があり，これにより薬理活性の強さに差を生じることになる。場合によっては，まったく異なった薬理作用を示すこともある。さらに薬物が受容体に到達するまでに各種の酵素によって分解されて活性を失ったり，逆により活性の強い形に変換される場合もあり，その分解あるいは変換の速さが鏡像体によって大きく異なることがしばしば認められていて，これも薬理活性の差となって現れる。また，分解物が毒性をもつ場合には，鏡像体によって異なった副作用を示すこととなる。",
                    "このように，医薬品の立体化学は薬効だけでなく，吸収，分布，代謝，排泄，さらに副作用まで，その薬理作用にきわめて大きな役割を果たしている。治療の目的に適した特定の薬理作用のみをもつ医薬品が強く求められる傾向にあり，今後ますます，目標とする受容体のみに作用する特定の化学構造と立体構造をもつ医薬品開発の重要性が増加するものと考えられる。",
                    "試みに1985～1988年の4年間に日本で製造承認された医薬品(化学構造が明確な新規化合物に限る)147種について光学活性体の比率を調査した結果を，1980年頃の市販医薬品についての調査と比較して表1に示す。",
                    "全点数に対する合成品の比率は1980年頃の市販品が71．6％であるのに対し，最近の新規承認品は，68．0％で大差ないが，合成品の中での不斉をもつものの比率は40％から52％へ，さらに光学活性体の比率は4．3％から13．0％へと著しく増加している。不斉をもつ医薬品もまだ大部分はラセミ体で使用されているが，光学活性体の比率が11％から25％へと2．3倍に増加したことが注目される。",
                    "光学異性体間の薬効の差が小さいもの，活性体で投与しても体内でラセミ化されるもの，逆にラセミ体で投与しても体内で活性型の鏡像体に変換されるものなど，薬物代謝にはさまざまな経路があり，不斉をもつ医薬品はすべて光学活性体として使用すべきだとはいえない。現状では上述のような薬物代謝を充分に検討したうえで，ラセミ体を使用するか，光学活性体とするかが決定されている。最近では製造承認を得るためにラセミ体の薬物については，それぞれの光学異性体の吸収，分布，代謝，排泄など薬物動態を検討した資料の提出が求められている。」(212頁12行～213頁10行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記アないしウによれば，本願優先日当時，生体内の生理反応を司る受容体や酵素はタンパク質であって光学特異性を有していることから，薬理活性をもつラセミ体においては，その光学異性体によって受容体や酵素との反応性に差があり，これにより薬理活性，吸収，分布，代謝，排泄及び副作用などの点で差が生じることが広く知られており，薬理活性をもつラセミ体については，それぞれの光学異性体の薬理活性，吸収，分布，代謝，排泄等について検討して適したものを選択することが，当業者の技術常識であったことが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到性について",
              "text": [
                "引用例1には，式Iの化合物がTＮF-α及びPDE4の望ましくない作用を阻害するのに用いられることが記載され，実施例には式Iに含まれる具体的化合物が記載されているから，引用例1に接した当業者は，実施例に記載された化合物は，引用発明の化合物も含めていずれもTＮF-α及びPDE4の望ましくない作用を阻害するのに使用することができることを理解する。また，引用例1には，PDE4を特異的に阻害する化合物は副作用を最小限にして炎症の阻害を発揮するであろうことが，PDE4を阻害するとcAMPの分解が抑制される結果，TＮF-α及びＮF-κB等の炎症性メディエーターの放出が阻害されるという機序とともに記載され，炎症性疾患の一例として乾癬が記載されているのであるから，引用例1に接した当業者は，引用発明の化合物が乾癬を含む炎症性疾患一般に対して治療効果を有するであろうことを合理的に理解することができる。",
                "引用発明の化合物は，不斉炭素原子が1つあるから，2つの光学異性体を有する。当業者は，前記(3)のとおりの技術常識の下では，引用発明の化合物について光学異性体を得て，それらの薬理活性や薬物動態について検討をし，乾癬に適したものを選択することは，通常行うことと考えられる。そして，引用発明の化合物の光学異性体が容易に入手できるものであることやTＮF-α阻害活性，PDE4阻害活性，cAMP上昇活性等の薬理活性が慣用の方法により測定できることからすると，引用発明の化合物の二つの光学異性体のうち炎症性疾患の治療により適した方を選択し，炎症性疾患の一つである乾癬に適用することとして本願補正発明に至ることについては，当業者が容易になし得たことであると認められる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，光学異性体が臨床試験において望ましくない副作用を示した例があるように，薬理活性をもつラセミ体の光学異性体がどのような作用を有するかは予測性が低く，必ずしもより有利な薬理活性を示すわけではないから，ラセミ体だからといって必ずしも光学異性体に分割して用いるべきとはいえないというのが本願優先日当時の技術常識であった，ラセミ体に薬理活性があることが公知であったとしても，その光学異性体を取り出せばより有利な薬理活性が認められるという推認が当然に働くわけではない等と主張する。",
                    "しかし，上記(3)アのとおり，本願優先日当時，目的に適した薬理作用のみをもつ医薬品が強く求められることから，ラセミ体については光学異性体に分離してそれぞれの薬理作用等を検討することが多く行われていた。多くのラセミ体において光学異性体が検討されていたことは，製造承認を受けた医薬品に占める光学異性体の比率が増加していたこと(甲5文献)や，臨床試験において光学異性体が思わしくない結果を示したという報告(甲19，20)からも裏付けられる。したがって，本願優先日当時，光学異性体について検討する動機は充分にあったというべきである。そして，たとえ原告が主張するように，光学異性体の作用の予測性が高くないとしても，多くの光学異性体医薬が製造承認を得ている状況からみて，検討の結果，薬理活性や薬理動態等の点で優れた光学異性体が見出されたことは予想外とまではいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例1には，引用発明の化合物が乾癬に対する薬理作用を有することが実質的に示されていないから，仮に審決が認定した技術常識が正しいとしても，それを適用する前提が欠けている旨主張する。",
                    "しかし，当業者は，引用例1の記載から，引用発明の化合物がTＮF-α及びPDE4の望ましくない作用を阻害する活性を有することが読み取れ，それによって炎症性疾患一般に対して薬理作用を発揮するであろうことを理解することができる。原告は，本願補正発明が炎症性疾患の中でも特に乾癬を対象とするものであることを強調するが，乾癬は，引用例1にも記載されているとおり，炎症性疾患の一つであって，炎症性疾患一般に効果を有する化合物が乾癬に効果を有しないと理解するべき理由もない。本願明細書においても，乾癬は羅列列挙された多数の炎症性疾患のうちの一つにすぎず，本願補正発明が炎症性疾患の中でも乾癬に特化した医薬組成物であると認めるに足りる記載は見いだせない。したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(効果の顕著性の看過)について",
          "text": [
            "審決における効果の顕著性の判断には誤りがないと考える。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "光学異性体の医薬としての効果の評価基準について",
              "text": [
                "原告は，ラセミ体は50％の不純物を含有するものとみるべきである(甲4文献)から，光学異性体の活性の顕著性はラセミ体の2倍を基準として評価すべきである旨主張する。",
                "しかし，上記1(3)アないしウの記載によれば，薬理活性を有する光学異性体に対してもう一方の光学異性体が競合阻害したり，生体内で片方の光学異性体がもう一方に変換されるなどの反応が起こることに起因して，ラセミ体の薬理活性は必ずしも有効な光学異性体の2分の1となるわけではないことが，本願優先日前から広く認識されていた。光学異性体においては，一方の光学異性体が他方の光学異性体の有する薬理活性に何ら影響を与えない場合のみならず，一方の光学異性体が存在することで他方の光学異性体の薬理作用を阻害をしたり，一方の光学異性体が生体内で活性のある他方の光学異性体に変換されたりすることで，他方の光学異性体の活性に影響を与えることもあるのであって，ラセミ体の活性が光学異性体の2分の1とは大きく異なる場合が充分想定される。",
                "そうすると，光学異性体が構成として容易想到であるにもかかわらず，当該光学異性体のもつ薬理活性が公知のラセミ体のそれと比較して顕著であることを根拠として当該光学異性体についての進歩性が肯定されるかは，当該光学異性体のラセミ体と比較した薬理活性の意義や性質，薬理活性の差異が生体内におけるものか試験管内でのものか，当該化合物に関する当業者の認識その他の事情を総合考慮して，当該光学異性体の薬理活性が当業者にとって予想できない顕著なものであったかが探究されるべきもので，単に薬理活性がラセミ体の2倍であるとの固定的な基準によって判断されるべきものではないと解するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願化合物の効果の顕著性について",
              "text": [
                "上記(1)の点を念頭において，以下に，本願化合物の効果を，ラセミ体である引用発明の化合物の効果と比較検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "PDE4に対する阻害活性",
                  "text": [
                    "本願明細書の表1前段によれば，本願化合物のPDE4阻害活性のIC は73．5nMで，ラセミ体のIC である81．8nMの約1．1倍の強さに留まっている。",
                    "また，本願明細書の表1後段によれば，PDE1に対するPDE4特異性比は引用発明の化合物の方が本願化合物よりも高い一方，PDE2，3，5，6に対するPDE4特異性比は本願化合物の方が引用発明の化合物よりも高い。また，引用例1には，引用発明の化合物を含む式Iの化合物がPDE4の望ましくない作用を阻害するのに用いられること(甲2の段落【0038】，【0039】)，及び，PDE3及びPDE4の阻害に有効であること(甲2の段落【0014】)が記載されている。このような記載からすると，当業者であれば，引用発明の化合物が特にPDE4阻害に適したものであることを理解できる。したがって，本願化合物がPDE4に特異性を有することは，引用例1の記載から予測し得る効果である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "cAMP濃度上昇活性",
                  "text": [
                    "本願明細書の実施例6(cAMP上昇アッセイ)には，ヒトPBMCを用いたcAMP濃度上昇アッセイにおいて，本願化合物のEC は1．58μMで，ラセミ体(3．09μM)の約2倍の活性を示し，ヒト好中球を用いたアッセイでは，本願化合物のEC は4570nMで，ラセミ体(12589nM)の約2．8倍の活性を示したことが記載されている。",
                    "しかし，上記(1)のとおり，本願化合物がラセミ体の約2倍や約2．8倍のcAMP濃度上昇活性を有することから直ちに，予想外の顕著な効果であるとまではいえない。また，実施例6のcAMP上昇アッセイは生体外に単離したPBMCを用いたものであって，生体に投与した場合の上昇の程度が同様であるか否かは不明であるから，先の実施例6に記載の効果をもって，乾癬への治療において予想外の顕著な効果があると認めるには足らない。",
                    "原告は，PDE4阻害の結果cAMP濃度が上昇するので，PDE4阻害活性とcAMP上昇活性は相関性があるところ，本願化合物は，PDE4阻害活性はラセミ体の約1．1倍にすぎない(表1前段)にもかかわらず，cAMP濃度上昇活性がラセミ体の約2倍，約2．8倍もの強さであることは予想外である旨主張する。しかし，PDE4の阻害によりcAMP分解が抑制されるというメカニズムから，PDE4阻害活性が高ければ細胞内cAMP濃度上昇活性も高いという関係までは一応理解できるとしても，細胞内にcAMP濃度に影響を及ぼす因子としてPDE4以外は存在しないとまでは考えられないから(細胞内にcAMP濃度に影響を及ぼす因子としてPDE4以外のものが存在するであろうことは，本願明細書の実施例6において，cAMP濃度上昇活性が用いる細胞の種類によって異なること(甲6ないし8)からうかがえる。)，両活性の強さの程度を対応付けて評価することは妥当ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "LTB4産生阻害活性",
                  "text": [
                    "本願明細書の表2によれば，本願化合物のLTB4産生阻害活性のIC は2．48nMであって，ラセミ体(20．1nM)の約8．1倍の強さである。しかし,光学異性体の活性がラセミ体の2倍を上回ることをもって，直ちに予想外の顕著な効果であるとすることができないことは前記(1)のとおりである。そして，上記表2は，生体外に単離した好中球を用いたものであるから，生体に投与した場合の活性の程度が同様であるか否かは不明であること(例えば，甲5には，生体外で(S)体が(R)体に対して160倍の活性を有したにもかかわらず，生体内では活性の差が1．4倍に留まる例が記載されている。)を考慮すると，表2のLTB4阻害活性の記載から，本願化合物が乾癬への治療効果の点で予想を超えた顕著性があるとまで認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "TＮF-α産生阻害活性",
                  "text": [
                    "本願明細書の実施例3に記載された本願化合物のTＮF-α阻害活性の値は，原告提出の甲23報告書に記載されたラセミ体の値と比較すると，ヒト全血では約1．5倍，別のヒト全血では約4倍，ヒトPBMCでは約2．5倍，マウス血清では約20倍高い(甲23)。しかし，光学異性体の活性がラセミ体の2倍を上回ることをもって，直ちに予想外の顕著な効果であるとすることができないことは前記(1)のとおりである。そして，ヒトの試料における約1．5ないし4倍程度活性が強いとしても，本願明細書の実施例3及び甲23報告書は，生体外へ単離した血液，PBMC，又は血清を用いたものであるから，生体に投与した場合の活性の程度が同様であるか否かは不明であることを考慮すると，これをもって当業者の予想を超えた顕著な効果であるとまでは認められない。また，マウス血清ではTＮF-α阻害活性の値が約20倍の強さであったとの点についても，本願補正発明の乾癬治療用医薬組成物はヒトへの適用を念頭に置いたものであるから，ヒトの試料における効果が上述のとおり顕著であるとまでいえない以上，たとえマウスの試料での効果がある程度高いとしても本願補正発明の進歩性判断は左右されない。",
                    "したがって，原告の主張に係るTＮF-α産生阻害活性をもって，本願化合物の効果の顕著性を認めることはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "IL-2及びIFＮ-γ産生阻害作用",
                  "text": [
                    "本願明細書の実施例6に記載された本願化合物のIL-2産生阻害活性及びIFＮ-γ産生阻害活性の値は，原告提出の甲23報告書に記載されたラセミ体の値と比較すると，それぞれ約3．6倍，約3．7倍高い(甲23)。しかし，上記(1)のとおり，光学異性体の活性がラセミ体の2倍を上回ることは充分想定されることである。そして，本願明細書の実施例6のIL-2産生阻害活性及びIFＮ-γ産生阻害活性は，生体外に単離したPBMCを用いたものであるから，生体に投与した場合の活性の程度が同様であるか否かは不明であることを考慮すると，上記の阻害活性の記載から，乾癬への治療効果の点で予想外に顕著であるとまでは認めることはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "溶解度",
                  "text": [
                    "本願明細書の実施例8(水溶解度)によれば，pH7．4水性バッファーへの溶解度が，本願化合物は0．012mg／mLで，ラセミ体(0．0034mg／mL)の約3．5倍である。しかし，一般に，薬物のpH1ないし7における溶解度が1mg／mL以下の場合には消化管吸収，すなわちバイオアベイラビリティに大きく影響するといわれている(乙5)から，実施例8の結果からは，ラセミ体はもちろん本願化合物も消化管吸収，すなわちバイオアベイラビリティの点で欠点のある化合物であると考えられる。そうすると，本願化合物が，溶解度の点で格別顕著な効果を有するとは認めることはできない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "バイオアベイラビリティ",
                  "text": [
                    "原告は甲23報告書を提出し，ラット，カニクイザルへの経口及び経静脈投与及びヒトへの経口投与において，本願化合物の血中濃度がラセミ体に比べてより高いことを示し，本願明細書の溶解度に関する記載から，当業者であれば本願化合物がバイオアベイラビリティにも優れることは認識できるから，甲23報告書のバイオアベイラビリティに関する結果は本願補正発明の進歩性判断において参酌されるべきである旨主張する。",
                    "しかし，本願明細書にはバイオアベイラビリティに関する記載はない。また，本願明細書の実施例8に記載された本願化合物の水性バッファーへの溶解度は，上記カのとおり，高いバイオアベイラビリティを推測させるものではない上，薬物の経口投与や経静脈投与後の血中濃度は，溶解性のみならず剤型や，吸収，分解，排泄や代謝など生体による作用の影響を大きく受けるので，甲23報告書に記載された動物への投与試験の結果は，本願明細書の記載から推論できるものではなく，本願補正発明の進歩性判断において参酌すべきではない。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "乾癬治療効果(臨床試験結果)",
                  "text": [
                    "原告は，臨床試験に関する証拠(甲24～28)を提出して，臨床試験において，本願化合物が乾癬に対して優れた生理活性及びバイオアベイラビリティを有することが実証された旨主張する。",
                    "しかし，上記1(4)のとおり，引用発明の化合物が乾癬を含む炎症性疾患に対する治療効果を有することは引用例1から理解できたことである。また，いずれの証拠も，乾癬の治療において本願化合物が引用発明の化合物と比較して格別顕著な効果を有することを立証するものではない。したがって，臨床試験に関する証拠(甲24～28)は，本願補正発明の進歩性を左右するものではない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "副作用である催吐性の低発現性",
                  "text": [
                    "本願明細書の実施例8(LPS誘導性肺好中球増加フェレットモデル)には，本願化合物を経口投与し，LPSをエアゾールで曝露した後の気管支肺胞中の好中球増加の抑制のED が0．8mg／kgであるのに対して，閾嘔吐用量は10mg／kgであり，治療指数が12と算出されたことが記載されている。",
                    "しかし，本願優先日前からPDE4阻害剤には主要な副作用として催吐性があることが知られていた(甲30)のだから，引用例1の記載から引用発明の化合物がPDE4阻害活性を有する医薬として使用し得ることを理解した当業者は，その光学異性体を評価するにあたって，催吐性の有無を検討すると推察される。そして，本願化合物がラセミ体と比較して当業者の予想を超えるほど催吐性が低減されたものであると認めるに足りる証拠はない。したがって，催吐性の低減は，本願補正発明の進歩性を裏付けるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "上記(2)のとおり，本願明細書から把握される本願補正発明の効果は，いずれも引用発明と比較して当業者が予測し得る範囲を超えた格別顕著なものとまでは認めることはできない。また，薬理作用，バイオアベイラビリティ及び低い副作用という三つの側面を総合して評価しても，本願化合物が，ラセミ体については光学異性体に分離してそれぞれの薬理作用等を検討し，目的に適したものを選択するという本願優先日当時の技術常識にのっとって，引用発明の化合物の二つの光学異性体のうちから(＋)異性体を選択した結果もたらされたものにすぎないことを考慮すれば，進歩性を肯定するに足りるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上のとおり，原告の主張に係る取消事由には理由がない。原告は，その他縷々主張するが，いずれも採用の限りではない。よって，原告の請求を棄却することとして主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}