{
  "conclusion": [
    {
      "text": "特許庁が不服2012-7737号事件について平成24年12月25日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告らの求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶審決の取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告らは，平成21年8月7日，発明の名称を「継手装置」とする発明につき，特許出願(特願2009-184095号。公開公報は特開2011-38553号，甲3)をし，平成23年8月24日付けで特許請求の範囲等の変更の補正(甲6)をしたが，平成24年1月24日付けで拒絶査定を受けたので，これに対する不服の審判請求をした(不服2012-7737号)。特許庁は，同年12月25日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成25年1月9日，原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "上記補正(甲6)による特許請求の範囲の請求項1に係る本願発明は，以下のとおりである。",
            "「接続対象物と接続される継手装置であって，",
            "前記継手装置は，前記接続対象物と溶接で接続される溶接性の良好な第1の継手部材と，",
            "該第1の継手部材の一部を露出した状態で鋳包むことにより，前記第1の継手部材と一体的に形成されている鋳鉄製の第2の継手部材とを備え，",
            "前記第1の継手部材は，前記第2の継手部材内に埋め込まれた端面と，前記端面の周方向に間隔を存して配置され，前記端面の外側縁から中央に向けて延び，かつ，前記端面に対して垂直に形成され前記端面の周方向に離間した内壁面を有する複数の切欠き部とを備え，",
            "前記内壁面間の間隔が前記端面の外側縁に近づくにつれて拡開されていることを特徴とする継手装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，刊行物1(特開2001-99367号公報，甲1)に記載された引用発明及び刊行物2(特開平9-168807号公報，甲2)に記載された刊行物2発明に基づいて，本件出願当時，当業者が容易に発明をすることができたもので，進歩性を欠く。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1には，実質的には，次の発明(引用発明)が記載されていることが認められる。",
                "「パイプPと接続される複合継手部材であって，",
                "前記複合継手部材は，前記パイプPと溶接で接続される溶接性の良好な筒状部20と，",
                "該筒状部20の一部を露出した状態で鋳包むことにより，前記筒状部20と一体的に形成されている鋳鉄製の本体1とを備えている複合継手部材。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と引用発明との一致点と相違点は次のとおりである。",
                "【一致点】",
                "接続対象物と接続される継手装置であって，",
                "前記継手装置は，前記接続対象物と溶接で接続される溶接性の良好な第1の継手部材と，該第1の継手部材の一部を露出した状態で鋳包むことにより，前記第1の継手部材と一体的に形成されている鋳鉄製の第2の継手部材とを備えている継手装置。",
                "【相違点】",
                "本願発明は，「前記第1の継手部材は，前記第2の継手部材内に埋め込まれた端面と，前記端面の周方向に間隔を存して配置され，前記端面の外側縁から中央に向けて延び，かつ，前記端面に対して垂直に形成され前記端面の周方向に離間した内壁面を有する複数の切欠き部とを備え，前記内壁面間の間隔が前記端面の外側縁に近づくにつれて拡開されている」のに対し，引用発明は，そのような構成を備えていない点。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "相違点に関する審決の判断は以下のとおりである。",
                "刊行物1の第3実施形態(図4及び5参照)によれば，筒状部20の外周面に周溝25を設け，この周溝25内に，本体1の成形時に溶融した本体1の材料が流入して，これが凝固することで，本体1と筒状部20との軸方向の連結を強固なものにし，接合されるパイプPから引張力が作用した場合に本体1を係止可能な抜け止め手段の機能を発揮していることが記載又は示唆されている。また，引用発明の複合継手部材を，道路標識のポールの連結部分に用いた場合には，本体1と筒状部20との連結部に，接合されるパイプPから引張力が作用するのに加え，道路標識の重力や，道路標識が受ける風等により捻り力(トルク)も作用することは，技術的に自明の事項であり，引用発明の複合継手部材には，捻り力に対して本体 1と筒状部20との一体化をより強固なものにするという技術的課題が内在しているといえる。",
                "一方，引用発明及び刊行物2に記載された技術的事項は，ともに複数の部品を鋳ぐるみ鋳造によって一体的に形成する技術に関するものであるところ，刊行物2には，その記載事項並びに図1及び6からみて，超硬リング(2)が，鋳ぐるみ金属(30)内に埋め込まれた端面と，端面の周方向に間隔を存して配置され，端面の外側縁から中央に向けて延び，かつ，端面の周方向に離間した内壁面を有する複数の凹凸面(21)とを備えるとともに，内壁面間の間隔が端面の外側縁に近づくにつれて拡開するように形成されていることが記載又は示唆されている。",
                "複数の部品を鋳ぐるみ鋳造によって一体的に形成する複合部品に関する技術分野において，鋳ぐるみ部品の抜けや空回りを防止するために，鋳造時に溶融した材料が流入する部分の形状を端面に対して垂直に形成することは，従来周知の技術手段(甲1の図5の周溝25，甲2の図3の突条22)にすぎない。",
                "引用発明の複合継手部材において，捻り力(トルク)に対して本体 1 筒状部20との一体化をより強固なものにするために，筒状部20の端面に，刊行物2発明，及び従来周知の技術手段を適用したものは，端面に対して垂直に形成され，その間隔が端面の外側縁に近づくにつれて拡開されている内壁面を具備することになり，このような構造を有することで，捻り力(トルク)を外周側に集中させずに万遍なく内壁面で受けさせて変形防止と耐久性の向上を確実なものにできることは，当業者に自明である。",
                "本願発明が奏する効果も，引用発明，刊行物2発明，及び従来周知の技術手段が奏するそれぞれの効果の総和以上の格別顕著な効果を奏するものとは認められない。",
                "したがって，本願発明は，引用発明及び刊行物2発明，並びに従来周知の技術手段に基づいて当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の審決取消事由",
      "text": [
        "審決は，以下に述べるとおり，引用発明及び刊行物2発明の技術分野や課題の共通性についての認定を誤り，引用発明との間の相違点に関する容易想到性についての判断を誤った違法がある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明と引用発明の技術的課題について",
          "text": [
            "本願発明は，強大な捻り加重が加わる接続対象物に適用した場合に，従来技術において「継部が接続部本体から抜けたり，継部が変形したりするおそれがあった」ことを指摘して本願発明の解決課題としており(段落【0002】)，「溶接により接続された接続対象物に捻り力等の荷重が加えられても，溶接された第1の継手部材と，この第1の継手部材を鋳包んだ第2の継手部材との一体性を強固にすることができ，捻り力の荷重によって第1の継手部材が変形したり，第2の継手部材から抜けたりすることを防止できる継手装置を提供する」ことを本願発明の目的としている(段落【0004】)。よって，本願発明は，その稼働時に引張・圧縮荷重や曲げモーメントも加わることに加え，接続対象物の軸回りに加わる強大な捻り力によって第1の継手部材の変形や抜けを防止するため，第1の継手部材と第2の継手部材との一体性を強固にすることを解決課題としているのである。",
            "これに対し，刊行物1の技術分野について見ると，刊行物1の第3実施形態(図4及び図5)には，外周面のみが鋳鉄と接しているものであり，本願発明のように端面まで含めて埋め込まれて鋳包まれたものではないため，本体1と筒状部20との軸方向の連結を強固なものとし，軸方向の引張力が作用した場合に本体1を係止可能な抜け止め手段の機能を発揮するだけのものであり，本願発明のように捻り力による抜けを防止するものではない。",
            "したがって，刊行物1が開示する技術分野は，本願発明が想定しているユニバーサルジョイントのように，回転駆動トルクを伝達するために，常時強大な捻り力が作用する継手装置の技術分野と関連性がなく，したがって，本願発明と共通する解決課題を開示も示唆もなし得ないものである。",
            "また，仮に，刊行物1の溶湯が貫通孔に浸入・凝固するという構成が，捻り力に対して何らかの効果を有しているとしても，本願発明の解決手段の構成は，①捻り力を受け止める切欠き部を，第1の継手部材の端面に複数形成すること，②切欠き部の内壁面を端面に対して垂直に形成すること，③切欠き部の内壁面(接触面)が端面の外側縁から中央に向けて延び，内壁面(接触面)の間隔が端面の外側縁に近づくにつれて拡開させて形成すること，で規定され，2つの継手部材の「接触面」において割れや剥離(ズレ)を生じさせないものであり技術的思想において全く異なる。",
            "しかるに，審決は，本願発明の特徴点及び本願発明が目的とする課題を的確に把握することなく，引用発明の技術的課題と本願発明の技術的課題が異なるにもかかわらず，刊行物1に「捻り力(トルク)に対して本体1と筒状部20との一体化をより強固なものとするという技術的課題が内在しているといえる」と判断したのは誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "刊行物2発明の技術分野及び課題について",
          "text": [
            "刊行物2発明は，「複数の部品を鋳ぐるみ鋳造によって一体的に形成する技術に関する」ものであるといっても，「複合ロールの超硬リング(2)がロール本体(3)に対して空回りすることのない様に，超硬リング(2)とロール本体(3)を凹凸面によって一体的に噛合わせるもの」にすぎないから，刊行物2が開示する複合ロール(圧延ロール)は，強大な捻り力(駆動トルク)が作用する接続対象物(例えばユニバーサルジョイント)に適用される本願発明の継手装置とは，技術分野の関連性も課題の共通性も全くない。",
            "また，刊行物2発明は，超硬リング(2)の両側面(両端面)を鋳ぐるみ金属(30)が挟んでいるから，端面の凹凸面の高さの差が1mm 程度で空回りすることが防止できるという技術的思想となっている。したがって，刊行物2発明には，そもそも，本願発明のように第1の継手部材が第2の継手部材から抜けるという課題自体がない。",
            "さらに，刊行物2の図6のように内壁面が波状に連続した凹凸面であると，捻り力が第1の継手部材の軸線方向に分散されて第1の継手部材と第2の継手部材が互いに離れる(抜ける)方向に力が働き，内壁面(接触面)が離間して第1の継手部材が抜けてしまうことになり，本願発明の解決手段である構成とは全く異なる。",
            "したがって，刊行物2発明を刊行物1(引用発明)に適用するという動機がなく，審決の容易想到性の判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "以下のとおり，審決の進歩性の判断には十分な根拠があり，その判断は妥当であるから，原告ら主張の取消事由には理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本願発明の特許請求の範囲の記載には，ユニバーサルジョイントとの限定はないこと，図4，7，8に示した実施例については，図面に示された構造からみてユニバーサルジョイント以外の継手構造である可能性が高いと推測されること，本願が想定する従来技術は，ユニバーサルジョイント以外の継手も幅広く含んでいると認められることなどからすれば，本願発明は，ユニバーサルジョイント「のみ」を想定したものではなく，捻り力が作用する継手装置を広く想定している。",
            "そして，道路標識のポールの技術分野において，風によりポール等の構造物に捻り力が作用することは，当業者にとっては技術常識ともいえる事項であり(乙1～3)，そのような技術常識に鑑みて，引用発明である複合継手部材が道路標識のポールに使用される際には，パイプとの連結部にパイプ軸心回りの捻り力が作用し得ることは当業者には自明であり，道路標識のポールに使用されるものとして刊行物1の図9～11に記載された溶湯が貫通孔に浸入，凝固する複合継手部材が，かかる捻り力に対しても抗し得る構造も有していることに鑑みれば，審決のとおり，「引用発明の複合継手部材には，捻り力(トルク)に対して本体1と筒状部20との一体化をより強固なものにするという技術的課題が内在している」といえる。この引用発明が内在する技術的課題は，「捻り力等の荷重が加えられても，・・・第1の継手部材と，この第1の継手部材との一体性を強固にする」という本願発明が解決しようとする課題と共通するものである。",
            "刊行物1の図9～11に記載された道路標識のポールに用いられる複合継手部材は，パイプとの連結部において，パイプが貫通孔21を有し，その貫通孔に溶湯が浸入，凝固することにより，複合継手部材がパイプに固定されるものであり，さらにこの貫通孔に関して，刊行物1には，「貫通孔21内で浸入，凝固している部分」が「リベットとして機能し，筒状部20を，例えばパイプPの端面と突き合わせ溶接した場合に，パイプPの引張，圧縮力が筒状部20を介して連結部10に確実に伝達でき」，「本体1と筒状部20との一体化が強固になされる」ものであること(段落【0012】)からすれば，当該部分が，パイプ軸心方向の引張，圧縮力のみならず，パイプ軸心を中心とした捻り力に対しても抗し得る構造となることは，当業者には自明である。",
            "したがって，刊行物1の第3実施形態(図4及び図5)のみに焦点をあて，その他の図9～11に示された引用発明を道路標識のポールに用いた例の記載や技術常識を加味せず，引用発明には技術的課題が内在しているといえないとする原告らの主張は，失当である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "刊行物2発明は，「超硬リング(2)がロール本体(3)に対して空回りすることのない」ようにし，「リングとロール本体(3)の一体回転を保障」することを目的としたものであり，この目的の裏を解すれば，リング(2)とロール本体(3)との間には相対的に捻り力が作用しており，リング端面の凹凸面はかかる捻り力に対抗して，2つの部材を回転方向に一体化せんとするものということができる。",
            "そして，本願発明は，捻り力が作用する継手装置を広く想定しているものである以上，2つの部材間に相対的に作用する捻り力に抗して，2つの部材を回転方向に一体化するという技術的課題において，刊行物2発明と本願発明とは共通しているといえる。したがって，仮に「内壁面が波状に連続した凹凸面」であることで，捻りトルクが作用した際に，2つの部材が互いに離れる(抜ける)方向に力が働くのであれば，その対策として，そのような力が作用しないように，凹凸面の形状を内壁面が端面に対して垂直な面とするとの周知技術をも考慮して設計変更することは当業者にとって困難なことではなく，両部材間に働く力の検討を行えば，当業者であれば容易に予測し得る事項である。",
            "刊行物2に記載された凹凸面は，リング(2)とロール本体(3)の一体回転を保証すべく構成されるものであって，捻り力が生じた場合に両部材を離れさせることを意図して構成したものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願明細書(甲3)及び手続補正書(甲6)によれば，本願発明につき以下のことを認めることができる。",
            "本願発明は，異なる接続対象物の継手となる，捻り力等の荷重が加わる接続対象物が溶接接合される第1の継手部材を第2の継手部材にて鋳包み，一体的に成形した継手装置に関するものである(段落【0001】)。",
            "従来，刊行物1に記載されているように，溶接性の良好な材料からなる継部を鋳鉄による鋳ぐるみにて形成した継手部材として，継手部材の一方にフランジを形成し，ボルト・ナットによりフランジ同士を互いに突き合わせてパイプを連結することが知られているが，上記従来の継手部材では，継部に溶接された部材に捻り力等の荷重が加わった場合に，継部が接続部本体から抜けたり，継部が変形したりするおそれがあった(段落【0002】)。",
            "そこで，溶接により接続された接続対象物に捻り力等の荷重が加えられても，溶接された第1の継手部材と，この第1の継手部材を鋳包んだ第2の継手部材との一体性を強固にすることができ，第1の継手部材が変形したり，第2の継手部材から抜けたりすることを防止できる継手装置を提供することを目的として(段落【0004】)，請求項1記載の構成とし，以下の効果が得られるようにした。すなわち，第2の継手部材に鋳包まれている第1の継手部材の端面には，端面の外側縁から中央に向けて延び，端面に対して垂直に形成され周方向に離間した内壁面を有する切欠き部が備わり，内壁面の間隔が端面の外側縁に向かって拡開する構成としたことで，切欠き部に鋳鉄からなる第2の継手部材の溶湯が切欠き部に入り込み，強固に歯合して周方向に対して強固に固定され，これにより，接続対象物に捻り力が加わっても，そのトルクを複数の切欠き部で分散して受けることができるので，このような捻り力に対して高い強度(耐性)を発揮することができ，また，切欠き部の内壁面は，端面の外側縁に向かって広がって形成されているため，捻り力が加わった場合にそのトルクが第1の継手部材の外周側に集中せず，そのトルクを切欠き部の内壁面でも受けることができ，したがって，第1の継手部材と第2の継手部材のいずれかの歯合部分が変形または破壊してしまうことを防止することができ，耐久性の向上を図ることができるようになり，さらに，第2の継手部材より溶接性の良好な第1の継手部材を用い，これを第2の継手部材に鋳包んだことにより，第1の継手部材と溶接により接続される接続対象物との接続性を強固にすることができるようにしたものである(段落【0007】)。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "刊行物1(甲1)によれば，以下のことを認めることができる。",
            "刊行物1に記載された発明は，パイプ等の部材が溶接される筒状部と，ボルト等の機械的手段によって他の部材と連結されるフランジ等の連結部を有する本体とを，鋳ぐるみ法によって一体的に形成して成る複合継手部材に関するもので，例えば，鉄塔，ポール等においてパイプ同士を連結する部分，または水，油，水蒸気，化学薬品等の流体の輸送用配管においてパイプ同士を連結する部分等に好適に用いられる複合継手部材に係るものである(段落【0001】)。",
            "パイプ同士を互いに突き合わせた状態で連結するために用いられる継手部材として，筒状部の端部がパイプPの端部と突き合わせた状態で溶接され，本体のフランジが他の継手部材のフランジとボルト連結されて，これによりパイプ同士を互いに突き合わせた状態で連結するようにする従来例(段落【0002】)においては，その溶接性を確保するためにその全体を鋼製のものとしているが，このように継手部材全体を溶接性の優れた高価な材料により形成するものは，コスト高になるという問題点があり(段落【0005】)，鋳鉄を用いて継手部材を一体鋳造する場合には，鋳鉄はその溶接性が格段に悪いため，この場合には溶接に極めて多大の手数を要することになり，そのため実用には供し得ないという問題を有していた(段落【0006】)。",
            "そこで，上記従来の欠点を解決するためになされたものであり，その目的は，溶接が必要な部分の溶接性を従来同様に確保しつつ，その製造コストを大幅に低減することが可能な複合継手部材を提供することにあり(段落【0008】)，機械的に他の部材に連結されるフランジ等の連結部10を有する本体1と，パイプP等が溶接される筒状部20とが一体的に形成されて成る複合継手部材であって，上記本体1と上記筒状部20とは別材質で，上記筒状部20は上記本体1よりも溶接性の良好な材料から成り，上記本体1は，特定形状に形成された筒状部20を鋳くるむことで形成されていることを特徴とする(段落【0009】)。"
          ]
        },
        {
          "fig": "3",
          "subject": "刊行物2発明について",
          "text": [
            "刊行物2(甲2)によれば，以下のことを認めることができる。",
            "刊行物2発明は，鉄鋼線材，棒材等の圧延に使用されるロールの製造方法に関するものである(段落【0001】)。",
            "線材，棒材等の圧延に用いられるロールとして，超硬金属にて形成した超硬リングをロール本体に嵌めた複合ロールで，超硬リングを鋳くるんだ従来例があるが(段落【0002】)，鋳ぐるみ金属(30)と超硬リング(2)の境界部が金属結合状態となっており，超硬リング(2)と鋳ぐるみ金属(30)との熱膨張差は大きいため，ロールに割れが発生し易すい問題等(段落【0003】～【0005】)があったことから，複合ロールにおいて，超硬リング(2)の側面に，ロールの回転方向に段差のある凹凸面(21)を形成し，ロール本体(3)は該凹凸面(21)に噛み合って係合し(段落【0006】)，また，複合ロールの製造方法において，側面に周方向に凹凸面(21)を形成している超硬リング(2)と鋳ぐるみ金属(30)が金属結合しない様に，溶湯温度を調節して鋳型(1)に溶湯を注ぎ，溶湯の凝固部分を超硬リング(2)の凹凸面(21)に食込ませるようにしたので(段落【0007】)，鋳ぐるみ金属(30)と超硬リング(2)は単に接しているだけで金属結合しておらず，残留応力に起因するロールの割れを防止できるとの作用効果を奏するとともに(段落【0008】)，超硬リング(2)とロール本体(3)は，超硬リング(2)側面の凹凸面にロール本体(3)が噛み合っているため，超硬リング(2)がロール本体(3)に対して空回りすることはないとの作用効果を奏する(段落【0009】)ものである。",
            "各実施例において，リング側面の凹凸面(21)は，凹部と凸部の高さの差は，1㎜程度あれば，圧延使用時にも，リング(2)が空回りすることなく，リングとロール本体(3)の一体回転を保障できる(段落【0022】)。"
          ]
        },
        {
          "fig": "4",
          "subject": "容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明との間には審決認定のとおりの相違点があるところ，引用発明は，前記に記載したとおりのものであり，パイプ等の部材が溶接される筒状部と本体とを接続するという継手部材の機能からして当然に本体と筒状部とが強固に一体化することが要求されることは明らかであることに加え，刊行物1中においても，パイプの引張，圧縮力が作用した場合に本体を係止可能な抜け止め手段を採用することが望ましいことが記載されている(段落【0052】。なお，同段落には「抜け止め防止手段」と記載されているが，その文脈から「抜け止め手段」又は「抜け防止手段」を意味することは明らかである。)。したがって，第1部材と第2部材との一体性をより強固なものにするという点においては，本願発明と共通の課題を有している。",
                "しかしながら，本願発明が，ユニバーサルジョイントに限定されるものでないのは被告主張のとおりであるが，「継部に溶接された部材に捻り力等の荷重が加わった場合に，継部が接続部本体から抜けたり，継部が変形したりするおそれ」(甲3の段落【0002】)や，「捻り力等の荷重が加えられても，溶接された第1の継手と，この第1の継手部材を鋳包んだ第2の継手部材との一体性を強固にする」，「第1の継手部材が変形したり，第2の継手部材から抜けたりすることを防止」(甲3の段落【0004】)することを目的とするのに対して，引用発明に係る刊行物1にはそのような記載はない。",
                "また，刊行物1には，筒状部20(第1の継手部材)は，鋳鉄製の本体1(第2の継手部材)内に埋め込まれた端面と，前記端面の周方向に間隔を存して配置され，前記端面の外側縁から中央に向けて延び，かつ，前記端面に対して垂直に形成され前記端面の周方向に離間した内壁面を有する複数の切欠き部とを備え，前記内壁面間の間隔が前記端面の外側縁に近づくにつれて拡開されていること(本願発明の相違点1に係る構成)は，記載も示唆もされていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，刊行物2には，超硬リング2が，鋳ぐるみ金属30内に埋め込まれた端面と，端面の周方向に間隔を存して配置され，端面の外側縁から中央に向けて延び，かつ，端面の周方向に離間した内壁面を有する複数の凹凸面(21)とを備えるとともに，内壁面間の間隔が端面の外側縁に近づくにつれて拡開するように形成されていることが記載されている。",
                "しかしながら，刊行物2発明は，前記のとおり，鉄鋼線材，棒材等の圧延に使用されるロールに関するものであって，本願発明や引用発明が継手装置に関するものであるのとは，技術分野を異にしている。また，刊行物2発明の超硬リング2は筒状形状といえるとしても，刊行物2発明の超硬リング2とロール本体1(鋳ぐるみ金属30)との配置構造は，本願発明や引用発明の第1の継手部材(筒状部20)と第2の継手部材(本体1)との配置構造とは異なり，超硬リング2はロール本体に完全に埋め込まれているため，ロール本体1から超硬リング2が抜けることのない構造であり，引張，圧縮力が作用した場合に本体を係止可能な抜け止めのために，本体と筒状部の一体化を求める引用発明とは解決課題を異にしている。",
                "そうすると，引用発明と刊行物2発明が，複数の部品を鋳ぐるみ鋳造によって一体的に形成する複合部品に関する技術という点で共通するとしても，引用発明に刊行物2発明を適用することが，当業者にとって容易に着想し得るとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，仮に，引用発明に刊行物2発明を適用するとしても，刊行物2発明の超硬リングは，刊行物2の図6のように波状に連続した凹凸面であって，本願発明のように端面に対して垂直に形成されてはいないから，直ちに本願発明の相違点に係る構成となるものでないところ，引用発明に刊行物2発明を適用する際に，波状に連続した凹凸面を端面に対して垂直なものに変更することが，当業者にとって設計的な事項であるとはいえない。そして，複数の部品を鋳ぐるみ鋳造によって一体的に形成する複合部品に関する技術分野において，鋳ぐるみ部品の抜けや空回りを防止するために，鋳造時に溶融した材料が流入する部分の形状を端面に対して垂直に形成することが，従来周知の技術手段(甲1の図5の周溝25，甲2の図3の突条22)であるとしても，引用発明に刊行物2発明を適用して，筒状部(第1の継手部材)の端面に波状に連続した凹凸面を形成した上で，さらに上記周知の技術手段を適用して，波状に連続した凹凸面を端面に対して垂直な凹凸面に変更することの動機付けがあるとはいえず，そのような構成を採用することが当業者にとって容易に想到し得ることとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，相違点に係る本願発明の構成は，引用発明及び刊行物2発明並びに周知の技術手段に基づいて，当業者が容易に想到できたものということはできず，原告ら主張の取消事由には理由がある。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，引用発明の複合継手部材には，捻り力(トルク)に対して本体1と筒状部20との一体化をより強固なものにするという技術的課題が内在しており，これは本願発明の解決課題と共通するから，容易想到性がある旨主張する。しかし，道路標識のポールの技術分野における技術常識(乙1ないし3)に照らし，引用発明の継手部材においても捻り力(トルク)に対し本体と筒状部の一体性をより強固なものにするとの技術的課題が内在しているとしても，刊行物1の図9～11に記載された溶湯が貫通孔に浸入，凝固する構成においては，捻り力(トルク)に対して本体1と筒状部20との一体化をより強固なものにするという技術的課題は既に解決されており，筒状部(第1の継手部材)の端面に切欠き部を形成する動機や，さらに貫通孔に代えて端面に切欠き部を形成する動機はない。",
                "また，被告は，刊行物2は，「鋳ぐるみ部品の空回りを防止するための技術的手段を開示するもの」であるが，そのような複数部品間で空回りを防止するものである以上，刊行物2に記載された技術的事項と，引用発明である複合継手部材とは，2つの部材間に相対的に作用する捻り力に対抗して，2つの部材を回転方向に一体化するという技術的課題においても共通しているから，刊行物2に記載された技術的事項を，引用発明に適用するという動機付けは十分存在すると主張する。",
                "しかし，前記のとおり，引用発明と刊行物2発明は，技術分野が異なるだけではなく，その解決課題も隔たっており，刊行物2の記載事項から，複数部材間に相対的に作用する捻り力に抗して，2つの部材を回転方向に一体化するという技術課題において共通していると認識するのは当業者にとって容易ではなく，引用発明に刊行物2を適用する動機付けを見いだすことは困難であり，容易に発明をすることができたものということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告ら主張の取消事由には理由がある。",
        "よって，原告らの請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}