{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，2億円及びこれに対する平成21年9月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被控訴人Y（以下「被控訴人Y」という。）が被控訴人ディアンジェリコ・ギターズ・オブ・アメリカ・エル・エル・シー（以下「被控訴人会社」という。）を教唆し，被控訴人会社が破産者ベスタクス株式会社（以下「ベスタクス」という。）の営業を妨害して，その名誉及び信用を毀損したなどと主張して，ベスタクスが，被控訴人らに対し，不法行為（民法709条，719条）による損害賠償請求として，損害額合計2億5464万2680円のうち2億円及びこれに対する不法行為の日の後の日である平成21年9月1日から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を求める事案である。",
            "原審は，ベスタクスの請求をいずれも棄却したため，原判決を不服として，ベスタクスが本件控訴をした。なお，本件控訴後の平成26年12月5日に，ベスタクスにつき破産手続開始決定がされたため，破産管財人である控訴人が，本件訴訟手続を受継した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実（当事者間に争いのない事実並びに証拠〔文中又は段落末尾に記載〕及び弁論の全趣旨により容易に認められる事実）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「ディアンジェリコ・ギター」は，米国でジョン・ディアンジェリコ（John D’Angelico）が製作したギター（デザイン・モデルは複数存在する。）の総称であり，昭和39年（1964年）に同人が死亡するまでに合計1164本が製造された。これらオリジナルのディアンジェリコ・ギターは，アーチトップギターの名作として，現在でもプロの奏者やギター愛好家の間では世界的に人気が高く，高額で取引がされ，入手が困難な製品である（甲2の2，甲19，25）。",
                "ジョン・ディアンジェリコの死後，ディアンジェリコ・ギターについての商標，意匠に関する権利を含む諸権利は，ディマール・ギターズ・インコーポレイテッド（以下「ディマール・ギターズ社」という。）が取得し，管理をするようになった（争いがない）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ベスタクスは，楽器の製造販売等を業とする会社（日本法人）であり，平成元年頃から，株式会社寺田楽器（以下「寺田楽器」という。）に委託するなどして，ディアンジェリコ・ギターのレプリカモデル（以下「ベスタクス商品」という。）の国内での製造，販売を開始した（甲14，23，25，90）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ベスタクスは，平成4年8月3日，別紙標章目録1の「本件国内商標」記載の標章（「D’Angelico」の文字からなるデザインロゴ）について，指定商品を15類（楽器，演奏補助品）とする商標登録出願をし，平成7年8月31日，その設定登録（商標登録第3069590号）を受けた（以下「本件国内商標」という。甲77の1及び2）。",
                "また，ベスタクスは，平成4年8月13日，創作者をA（以下「A」という。），意匠に係る物品をギターとして，オリジナルのディアンジェリコ・ギターの意匠をもとにAが創作したとするギターの意匠の登録出願をし，平成6年7月11日，その設定登録（意匠登録第908178号）を受けた（以下「本件国内意匠」という。甲101の1・2）。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人Y及び訴外B（以下「B」という。）は，ベスタクス商品がオリジナルのディアンジェリコ・ギターと同等又はそれ以上の品質をもつとして，これを米国で販売しようと考え，平成11年（1999年）6月，ベスタクスに対し，書簡及び事業計画書を送付し，被控訴人Yらが会社を設立してベスタクス商品を米国に輸入し，これを販売することを持ちかけた。その後，被控訴人YとA（ベスタクスの当時の代表者）との間で打合せが行われ，Bは，同年8月4日，ベスタクスに対し，自分たちの設立する会社の名称を「D’Angelico  Guitars  Of  America」（ディアンジェリコ・ギターズ・オブ・アメリカ）にしたい旨を通知した。（甲2の1及び2，甲3）"
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人会社（ディアンジェリコ・ギターズ・オブ・アメリカ・エル・エル・シー）は，平成11年（1999年）9月15日頃，被控訴人Yの出資によって，米国ニュージャージー州法に従い設立された（甲100，弁論の全趣旨）。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "ベスタクスは，平成12年（2000年）4月から平成17年（2005年）4月までの間に，被控訴人会社に対し，ベスタクス商品を合計897本販売し，被控訴人会社は，これを米国やカナダで販売した（甲4ないし6，20，26ないし48，弁論の全趣旨）。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "被控訴人会社は，平成17年（2005年）頃，韓国の製造会社等に発注してディアンジェリコ・ギターのレプリカモデル（以下「被控訴人商品」という。）の製造を開始し，米国内で販売をするようになった（乙22，弁論の全趣旨。以下，この販売行為を「本件行為1」という。）。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "被控訴人会社は，平成15年（2003年）5月10日，欧州共同体商標意匠庁に対し，別紙標章目録2の「本件欧州登録商標」記載の標章（「D’Angelico」の文字からなるデザインロゴ）について，指定商品を09類（音楽用アンプリファイア等），15類（ギター，エレキ・ギター等），16類（紙類，ボール紙等）とする商標登録出願をし，平成17年（2005年）1月20日，商標の設定登録を受けた（登録番号第3165404号〔英国内では第E3165404号〕。以下，この商標を「本件欧州登録商標」，その登録を「本件欧州商標登録」といい，本件欧州登録商標に係る商標権を「本件欧州登録商標権」という。また，被控訴人会社が上記出願をして登録を受けたことを「本件行為2」という。）。ベスタクスは，被控訴人会社を相手方として，本件欧州商標登録の無効審判請求をしたが，欧州共同体商標意匠庁は，2011年（平成23年）6月11日にこれを棄却する旨の決定をした。ベスタクスは，これに対し上訴の手続をした。（甲11，乙12の1及び2，弁論の全趣旨）"
            },
            {
              "fig": "(9)",
              "subject": "被控訴人会社は，代理人を通じ，①2009年（平成21年）5月26日付けで，ベスタクス商品の英国での販売先であるアイヴォー・マイランツ・ミュージックセンター（以下「英国代理店」という。）に対し，また，②同年6月11日付けで，ベスタクス商品の仏国での販売先であるコム・ディストリビューション",
              "text": [
                "ディアンジェリコ・フランス（以下「仏国代理店」という。）に対し，それぞれ，被控訴人会社が本件欧州登録商標の商標権者であることを理由に，「D’Angelico」の商標の無許可での使用の取止めや被控訴人会社に生じた弁護士費用の弁償などを求める内容の警告書を送付した（以下，上記①及び②に係る送付行為を併せて「本件行為3」という。）（甲12，13）。",
                "    (10)  また，被控訴人会社は，代理人を通じ，2009年（平成21年）8月14日付けで，ベスタクスに対し，上記(9)と同様に，欧州共同体内における「D’Angelico」の商標の使用の取止めなどを求める内容の警告書を送付するとともに，①同日付けで，寺田楽器及び寺田楽器の製造する楽器の輸出業者である株式会社イイダコーポレーション（以下「イイダコーポレーション」という。）に対し，その写しを送付し，さらに，②同年9月26日に，寺田楽器に対し，日本におけるベスタクスの商標登録に異議を唱えるつもりであることや，寺田楽器が輸出用のディアンジェリコ・ギターを販売すれば寺田楽器を訴えることなどを記載した電子メールを送信した（以下，上記①の送付行為を「本件行為4の1」，②の送信行為を「本件行為4の2」といい，併せて「本件行為4」という。）（甲15，76，弁論の全趣旨）。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "国際裁判管轄の有無（争点1）"
            },
            {
              "fig": "(2)",
              "subject": "適用されるべき準拠法（争点2）"
            },
            {
              "fig": "(3)",
              "subject": "被控訴人らのベスタクスに対する不法行為の成否（争点3）"
            },
            {
              "fig": "(4)",
              "subject": "損害額（争点4）"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1（国際裁判管轄の有無）について",
              "text": [
                "（控訴人）",
                "本件の損害賠償請求は，後記(3)（控訴人）のアないしエのとおりの不法行為（以下，順次「不法行為1」ないし「不法行為4」という。）に基づく請求である。不法行為4は，被控訴人らが日本国内においてした本件行為4によりベスタクスの法益について損害が生じたものであるから，日本の裁判所に国際裁判管轄がある。そして，不法行為1は，被控訴人会社がベスタクスからの使用許諾を得ずにディアンジェリコ・ギターの標章を付した韓国製のギターを米国内で販売している本件行為1についてのもので，不法行為2は，被控訴人会社が本件欧州商標登録を不法に出願して，登録を受けたという本件行為2についてのもので，不法行為3及び不法行為4は，被控訴人会社が本件欧州商標登録の不法取得を奇貨としてベスタクスに対して営業妨害等に及んだというものであり，いずれもベスタクスがベスタクス商品に関して有する権利，利益等に関わるもので，互いに密接な関係がある一連の不法行為である。",
                "また，被控訴人Yは，被控訴人会社の唯一の絶対的な所有者であり，実質的な最高経営責任者として，被控訴人会社による不法行為1ないし4を教唆した者である。",
                "このように，不法行為1ないし4に係る請求は争点を同じくし，互いに密接な関係があるから，併合請求の裁判籍の規定（民事訴訟法7条本文）により，日本の裁判所は国際裁判管轄を有する。",
                "（被控訴人ら）",
                "不法行為4は，被控訴人会社が本件欧州登録商標の商標権者でないことを前提としているが，この点についての判断は，欧州共同体商標意匠庁及び欧州共同体司法裁判所の専属的管轄に服するから，日本の裁判所に国際裁判管轄はない。そして，不法行為1ないし3の審理の対象は，本件欧州商標登録が有効であり，かつ，被控訴人会社がその権利者であるか否かの点を除き，不法行為4のそれと共通しないし，本件欧州商標登録の有効性については，欧州共同体商標意匠庁及び欧州共同体司法裁判所の専属的管轄に服するもので，日本の裁判所はその判断を差し控えるべきであるから，不法行為1ないし3と不法行為4とは，被控訴人らが日本の裁判所で応訴することを強いられるだけの合理性を支持する密接な関連性がなく，不法行為1ないし3に係る請求は日本の裁判所に国際裁判管轄がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2（本件に適用されるべき準拠法）",
              "text": [
                "（控訴人）",
                "不法行為1ないし4に基づく請求のうち，不法行為4に基づく請求は，日本国内での加害行為（本件行為4）により日本国内でのベスタクスの法益が侵害されたことによるものであるから，日本法が適用されることは明らかである。",
                "また，ベスタクスは，米国や欧州には支店その他はなく，日本国内にしか存在しないから，不法行為1ないし3に基づく請求についても，ベスタクスの損害は日本国内で発生しており，加害行為の結果発生地は日本国内であるから，法の適用に関する通則法（以下「通則法」という。）17条により日本国法が適用される。また，不法行為1ないし3は，ベスタクスの名誉又は信用を棄損するものであるから，通則法19条によっても，ベスタクスの常居所地法である日本国法の適用がある。仮にこれらの規定の適用がないとしても，不法行為1ないし3は，不法行為4と争点が共通であるから，不法行為4と同様に日本国法を適用することが当事者の公平，裁判の適正・迅速に資するし，被控訴人らは，原審段階から日本国法を適用することについて争っていない以上，通則法21条により，日本国法に準拠法を変更することの合意が擬制されるというべきであり，また，異なる準拠法を主張することは時機に遅れている。",
                "（被控訴人ら）",
                "不法行為1は，米国内で完結する被控訴人会社の販売行為である本件行為1を加害行為とするものであり，需要者が，ベスタクス商品と被控訴人商品とを混同し，かつ，被控訴人商品の品質が低いと感じる，という結果が発生するのは，通常は米国内でのみである。また，被控訴人会社では，被控訴人商品の受注処理及び発送処理は，ニュージャージー州内にある被控訴人会社の事務所で行っており，同事務所での発送処理が完了した時点で顧客に被控訴人商品が送付されるのは確実となるから，法例11条1項の「原因タル事実ノ発生シタル地」は，ニュージャージー州と評価すべきである。したがって，平成18年以前に実行された不法行為1についての準拠法は，米国のニュージャージー州の法である。不法行為1のうち，平成19年1月1日以降の行為については通則法19条が適用され，日本法が準拠法となることは争わない。",
                "不法行為2は，本件欧州登録商標の出願をしたことを加害行為とし，同商標が登録されたことを加害行為の結果とするものである。本件欧州登録商標の出願の代理人は，登録前にドイツの代理人からフランスに所在する代理人に変更され，登録時には，対庁処理はフランスにおいてオンラインで行われていた。したがって，フランスが法例11条1項の「原因タル事実ノ発生シタル地」であり，不法行為2の準拠法はフランス法である。",
                "不法行為3は，警告，脅迫，詐欺行為がフランス及び英国で受領ないし実行され，フランス及び英国の代理店の営業活動が妨げられたというのであるから，不法行為3の準拠法は，それぞれフランス法及び英国法である。",
                "また，被控訴人Yについては，同人による被控訴人会社への資金提供及び仮に被控訴人会社に対して何らかの業務上の指示をしていた場合の当該指示は，被控訴人会社の事務所が存在するニュージャージー州内で完結していた。したがって，被控訴人Yにとって，法例11条1項の「原因タル事実ノ発生シタル地」はニュージャージー州と評価されるべきであり，同被控訴人については，不法行為1ないし4のすべてについて，準拠法はニュージャージー州の法である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3（被控訴人らのベスタクスに対する不法行為の成否）",
              "text": [
                "（控訴人）",
                "被控訴人会社は，以下のとおり，ベスタクスの権利や利益等を不法に侵害した（不法行為1ないし4）。",
                "また，被控訴人Yは，被控訴人会社の実質的な最高経営責任者であって，被控訴人会社の意思決定に全面的に関与しており，被控訴人会社による一連の不法行為を企画立案し，被控訴人会社をしてこれら一連の不法行為を実行することを決意させる行為を行った者である。したがって，被控訴人Yも，教唆者として，被控訴人会社との共同不法行為責任を負う。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "不法行為1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "日本法の適用による不法行為の成立について",
                      "text": [
                        "被控訴人会社は，ベスタクスの代理人（販売代理店，agent）であるにもかかわらず，平成17年頃から現在に至るまで，何らベスタクスの使用許諾を受けずに，ベスタクス商品と全く同一の形態（意匠）で，韓国製の粗悪なギターに，オリジナルのディアンジェリコ・ギターに付されている4種類の標章を付した被控訴人商品を，米国内の各州で販売した（本件行為1）。本件行為1の結果，世界中の市場や顧客に対して，被控訴人商品とベスタクス商品との誤認混同を招き，もって，全世界において，ベスタクスの名誉及び信用が毀損され，また，ベスタクス商品のブランドイメージが著しく低下させられた。",
                        "被控訴人会社がベスタクスの代理人であったことは，①被控訴人会社が合計897本ものベスタクス商品を販売してきたこと，②被控訴人会社のパンフレットの記載（甲69），③2000年（平成12年）6月21日付けの被控訴人会社からベスタクス宛てのファクシミリ文書（甲70）に「当社は本当に貴社の販売代理店（distributor）」と書いてあることからも明らかである。",
                        "なお，ベスタクスは，平成元年，ディマール・ギターズ社の代表者C（以下「C」という。）から，オリジナルのディアンジェリコ・ギターのブランド，デザインに関する全ての権利，すなわち，オリジナルのディアンジェリコ・ギターの標章及び意匠を使用したディアンジェリコ・ギターのレプリカモデルを製造して，全世界で販売する権利を取得していた。被控訴人らは，「D’Angelico」の商標の権利は，当時，G.H.S コーポレーション（以下「GHS社」という。）が有していたと主張するが，同会社は，ギターの弦についての商標権を有していただけであって，ギターについての商標権は何ら取得していない。また，被控訴人らは，GHS社とベスタクスとがライセンス契約を締結した（乙2）と主張するが，GHS社は，ベスタクスを騙して同契約を締結せしめたものであり，法的に無効なものである。",
                        "このように，販売代理店である被控訴人会社が，本人（ベスタクス）に無断で，本人の商品と混同するような粗悪な商品を販売する行為は，我が国の民法上の不法行為に当たる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ニュージャージー州法の適用による不法行為の成立について",
                      "text": [
                        "仮に，不法行為1につき米国法が適用される場合，ニュージャージー州法が適用されるべきところ，同州のコモン・ロー上の不法行為（Tort）には，①只乗り（passing off，詐欺的販売）及び②無許諾の模造（unprivileged imitation）がある。不法行為1は，要するに，被控訴人らが無許諾でベスタクス商品の意匠及び外観を模写ないし模造（使用商標は同一）した模造品のギターを，詐欺的に販売したというものであるから，上記①及び②の不法行為に該当する。",
                        "被控訴人らは，上記②の不法行為につき，ベスタクスが，商品の「最初の販売者」（initial distributor）ではないと主張する。しかし，ベスタクス商品の意匠は，オリジナルのディアンジェリコ・ギターの意匠とは異なる本件国内意匠に基づくものである。また，スモール・ボディと称される，他のモデルより小さめのモデル（甲91の3，4頁目）は，オリジナルのディアンジェリコ・ギターにはなかったモデルであり，ベスタクスが独自に開発，製造，販売したものである。したがって，ベスタクスは，米国内における本件国内意匠によるギター及びスモール・ボディのモデルのギターの「最初の販売者」に該当する。",
                        "また，被控訴人らは，ベスタクス商品は識別力（secondary meaning）を有しない，ベスタクスは保護されるべき法益を有しない，ベスタクス商品と被控訴人商品との誤認混同は生じず，被控訴人商品はベスタクス商品よりも低品質ではないなどと主張する。しかし，被控訴人ら自身がベスタクス商品が米国で高い評価を得ているのをみて，ベスタクスの販売代理店になりたい旨を申し込んできたこと，その後の米国でのベスタクス商品の評価及び販売実績，ベスタクス商品が高品質の高級ギターとして，世界中の著名なプロのミュージシャンや愛好家の間では周知ないし著名であることからすれば，ベスタクスは，ディアンジェリコ・ギターのレプリカモデルについて保護されるべき権益を有しており，さらに，ベスタクス商品が米国内で十分な識別力を獲得しているといえる。また，ベスタクス商品と被控訴人商品との誤認混同は，現実に生じている（甲10，21，22，84，91，96）。さらに，被控訴人商品は，ベスタクス商品より低価格であるがゆえに品質が劣悪であり，ベスタクス商品のブランドの価値及びブランドイメージを著しく低下させているものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "不法行為2",
                  "text": [
                    "被控訴人会社は，前記ア(ア)のとおり，ベスタクスの代理人（販売代理店）であるにもかかわらず，「D’Angelico」の標章がベスタクスの商標の一つとして欧州で周知であることを知りながら，本件欧州登録商標の出願をして登録を受けた（本件行為2）。被控訴人会社は，同登録を理由として，後記不法行為3及び4の警告書を送付し，ベスタクスの営業を妨害したものであり，本件行為2により，ベスタクスは，欧州共同体商標意匠庁に対し，本件欧州商標登録の無効審判請求をすることを余儀なくされた。このような販売代理店（被控訴人会社）の行為は，我が国の民法上の不法行為に当たる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不法行為3",
                  "text": [
                    "被控訴人会社は，本件欧州登録商標の出願時である2003年（平成15年）5月10日に，ベスタクスが欧州において本件欧州登録商標と同一の商標を既に使用していることを知っていたから，本件欧州商標登録は，商標登録出願人に悪意（bad faith）があるものとして，欧州共同体商標理事会規則51条(1)bにより，無効とされるべきものである。",
                    "被控訴人会社は，それにもかかわらず，本件行為3を行い，ベスタクスの英国代理店や仏国代理店（以下，併せて「英仏代理店」という。）に対し警告書（以下「英仏代理店への警告書」という。）を送付した。",
                    "また，被控訴人会社代表者のDは，上記仏国代理店の代表者に対し，①平成21年6月17日，面会を強要して，同人とその同席者にDがマフィアの男であるとの印象を与え，②同年12月14日には，「お前の店の在庫に火をつけてお前の店をぶっ潰してやるぞ」と脅迫の電話をかけ，さらに，③平成25年3月には，被控訴人会社の所有者の1人であるEが，仏国代理店の代表者に対し，被控訴人会社が本件訴訟に勝訴したのでディアンジェリコ・ギターの販売は禁止されたと嘘をつき，ベスタクス商品の在庫を引き渡すよう求めて，これを騙し取ろうとした。",
                    "本件行為3及び上記①ないし③の行為により，ベスタクスの名誉及び信用は著しく毀損された。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "不法行為4",
                  "text": [
                    "被控訴人会社は，上記のとおり，本件欧州商標登録が無効となるものであり，又は仮に有効であっても，日本国内には効力が及ばないものであること，かつ，寺田楽器やイイダコーポレーションがベスタクス商品を欧州に輸出していないことを知っていたにもかかわらず，本件行為4を行い，寺田楽器らに対し，警告書（以下「日本への警告書」という。）の写しを送付したり，電子メールを送信した。本件行為4により，寺田楽器は，ベスタクス商品の製造，出荷を中止したものであり，ベスタクスは，営業が妨害されるとともに，名誉及び信用を著しく毀損された。",
                    "（被控訴人ら）",
                    "控訴人の主張する不法行為1ないし4は，以下のとおり，不法行為には当らない。また，被控訴人Yは，被控訴人会社の投資家にすぎず，役員その他の経営責任者であったことはなく，控訴人の主張する不法行為1ないし4とは無関係である。"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "不法行為1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "日本法の適用による不法行為の成立について",
                      "text": [
                        "不法行為1につき日本法が適用されるとしても，被控訴人会社は，ベスタクスの代理人又は販売代理店ではなく，販売業者又は販売店（distributor）であり，被控訴人会社はベスタクスからベスタクス商品を仕入れて，被控訴人自身の商品として北米で販売していたにすぎない。取引の量及び頻度に鑑みて，被控訴人会社が事業上の行為をするに当たって，ベスタクスの承諾を得なければならないような法的効果が発生する意味での「代理店」になったと評価することはできず，被控訴人会社はベスタクスとの競争を回避する義務を負っていなかった。",
                        "また，ディマール・ギターズ社は，Cが設立したディアンジェリコ-ディマール・リミテッドに買収されて実体がなくなっており，昭和59年2月7日に解散した。そして，同社の「D’Angelico」の商標の権利を含む全資産は，同年6月29日ころ，GHS社に承継され，Cには何らの権利も留保されなかった。したがって，平成元年の時点で，Cがディアンジェリコ・ギターのブランドを管理していたということはないから，ベスタクスがCから，ディアンジェリコ・ギターの標章や意匠に関する権利を取得したことはない。さらに，ベスタクスは，GHS社から米国及びカナダにおける商標「D’Angelico」の標章の使用についてライセンスを受けたことがあるものの，同ライセンス契約も平成15年4月27日に終了した。したがって，ベスタクスは，本件行為1の時点において，「D’Angelico」の商標に関する何らの権利も有していなかった。",
                        "したがって，本件行為1は，ベスタクスの法益を侵害する不法行為には当たらない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ニュージャージー州法の適用による不法行為の成立について",
                      "text": [
                        "ニュージャージー州法により禁止される違法な模倣（unprivileged imitation）が成立するためには，その要件の一部として，「コピー又は模倣された特徴が，市場において，一般的に，他人の商品であると識別する特別な意味を獲得し」ていること，かつ，「コピー又は模倣が将来の顧客に模倣者の商品が他人の商品であると認識させそうである」ことが必要である。したがって，不法行為1が成立するためには，①ベスタクス商品の形態が，ベスタクスの権益として保護されるべき識別力（secondary meaning）を獲得していたこと，②消費者が，被控訴人商品の出所がベスタクスであると誤認混同する蓋然性が認定される必要がある。また，控訴人は名誉・信用毀損による損害を求めているから，③被控訴人商品がベスタクス商品の信用を毀損する程度に低品質であったことが認定される必要がある。",
                        "しかし，ベスタクス商品のデザインは，基本的にオリジナルのディアンジェリコ・ギターのデザインを複製したものであり，出所（製造元）を示すデザイン上の特徴点を備えていないし，仮にこのような独自の特徴があったとしても，米国でベスタクスを識別するセカンダリー・ミーニングを獲得したとは考えられない。また，被控訴人商品のデザインは，オリジナルのディアンジェリコ・ギターのデザインを忠実に踏襲したものであり，オリジナルのデザインにはなかったベスタクス独自のデザイン上の特徴を模倣したことはないし，オリジナルのデザイン，構造及び品質に従って手作りで精巧に作製した正確なレプリカであり，工場で大量生産される廉価なベスタクス商品と混同される現実的可能性はない。",
                        "また，控訴人は，本件行為1が詐欺的販売（passing off）に当たるとも主張する。しかし，被控訴人会社は，顧客に対し，被控訴人商品をベスタクス商品であると偽って販売したことはない。被控訴人商品及びベスタクス商品の性質，需要者の属性，流通形態に鑑みて，巧妙な詐欺がされない限り，需要者が両商品の出所を誤認混同することは考えられない。",
                        "さらに，そもそも，米国においては，ベスタクスに保護される権益がない。すなわち，米国におけるベスタクス商品は，ベスタクス自身の商標権に基づき，ベスタクスのブランドで販売，宣伝広告がされていたわけではなく，「D’Angelico」の標章の権利者であるGHS社からのライセンスに基づき，被控訴人会社によって販売，宣伝広告がされていたもので，ベスタクスは製造者として位置付けられていたにすぎない。  ",
                        "したがって，本件行為1は，米国法上も不法行為には当たらない。 "
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "不法行為2について",
                  "text": [
                    "前記ア(ア)のとおり，被控訴人会社は，ベスタクスとの間で競業避止義務が発生する態様での販売代理店契約関係に入ったことはなく，特に，欧州市場においては，ベスタクスと被控訴人会社との間で何らの契約関係もなかった。",
                    "また，ベスタクス商品が欧州において周知又は著名であったとはいえず，前記ア(ア)のとおり，ベスタクスが欧州において商標「D’Angelico」の標章を使用する権利を取得したとか，ライセンスを受けたということもない。",
                    "したがって，本件行為2に違法性はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不法行為3について",
                  "text": [
                    "本件欧州商標登録について無効原因はなく，被控訴人会社が英仏代理店への警告書を送付して本件欧州登録商標の使用の差止めを求めることは，正当な権利行使であって，本件行為3に違法性はない。控訴人が主張するその余の面会強要，脅迫，欺罔行為は否認する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "不法行為4について",
                  "text": [
                    "被控訴人会社が日本への警告書の写しを寺田楽器らに送付したのは，ベスタクスの委託先によって製造された本件欧州登録商標の付されたギターが欧州に流通しないことを確実にするためであり，日本で製造して小売することは禁止しておらず，これにより，寺田楽器らが日本市場向けのベスタクス商品の製造や供給を妨げられることはない。被控訴人会社が日本への警告書の写しを送付して本件欧州登録商標の使用の差止めを求めることは正当な権利行使であって，本件行為4に違法性はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(4)（損害額）について",
              "text": [
                "（控訴人）",
                "被控訴人らの不法行為1ないし4によるベスタクスの損害額は，次のとおり合計2億5464万2680円である。本件訴訟では，そのうち2億円を請求する。",
                "①    不法行為1，3及び4によるベスタクスの名誉及び信用毀損による合計損害                                                            3000万円",
                "②   不法行為1によるベスタクス商品のブランドイメージの毀損による損害",
                "3000万円",
                "③   不法行為2により提起を余儀なくされた本件欧州登録商標の登録無効審判に要した費用相当額                                            1057万円",
                "④  不法行為4により寺田楽器がベスタクス商品の製造を中止したことによる開発設計費相当額                                        1676万5000円",
                "⑤  不法行為4により寺田楽器がベスタクス商品の製造を中止したことによる逸失利益                                             1億4730万7680円",
                "⑥  本件訴訟に要した訴訟費用（弁護士費用を含む）            2000万円",
                "（被控訴人ら）",
                "争う。  "
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件の事実経緯",
          "text": [
            "証拠（文中又は段落末尾に掲記。なお，各号証は枝番を含む。）及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ディマール・ギターズ社は，ジョン・ディアンジェリコ死亡後の1967年（昭和42年）10月23日，「D’Angelico」及び「NEW YORK」の文字からなるデザインロゴの商標を，指定商品をギター及びギター用の弦等として，米国特許商標庁（USPTO）に商標登録出願し，1968年（昭和43年）10月22日，商標登録を受けた（乙5の1・2）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ディマール・ギターズ社は，1972年（昭和47年）9月5日，「D’Angelico」の文字からなるデザインロゴの商標を，指定商品を弦楽器の弦，ストラップ，ピックとして，カナダ商標庁に商標登録出願し，1974年（昭和49年）1月25日，商標登録を受けた（乙6）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "G．J．バーバリーニ社（代表者はC。後記本件購入契約の締結後，商号をディアンジェリコ-ディマール・リミテッド〔D’Angelico-D’Merele,Ltd〕に変更した〔乙17〕。以下，商号変更前後を通じて，「ディアンジェリコ・ディマール社」という。）は，1982年（昭和57年）5月5日ころ，ディマール・ギ タ ー ズ 社 及 び デ ィ マ ー ル ・ デ ィ ス ト リ ビ ュ タ ー ズ 社 （ D’Merele Distributors,Inc）との間で，これらの各社が保有する，①在庫，売掛金，家具，取り付け品，機器，消耗品，ファイル，記録，顧客リスト，のれん，商号のすべて，楽器用ストリング事業に関連して使用される「D’Angelico(ディアンジェリコ)」等を含むがこれに限定されない全名称，広告，芸術作品を含む全雑資産及び当該楽器用ストリング事業に関連して使用されるあらゆる種類（有形及び無形）の全資産，並びに②GHS社の普通株式125株を購入する契約（以下「本件購入契約」という。）を締結した（乙1の2）。",
                    "ディアンジェリコ・ディマール社は，本件購入契約のための購入資金を調達するため，同日，GHS社との間で，22万5000ドルの融資を受ける契約（以下「本件融資契約」という。）を締結するとともに，本件融資契約に基づく債務の担保として，GHS社に対し，ディアンジェリコ・ディマール社振出しの手形及び同社の保有する現在及び将来の全資産に，担保権を設定した（乙1の3・5）。C個人も，同日，GHS社に対し，ディアンジェリコ・ディマール社の本件融資契約に基づく債務を個人保証し，同人が保有するディアンジェリコ・ディマール社の全株式に質権を設定した（乙1の4）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ディマール・ギターズ社は，1984年（昭和59年）2月7日に解散した（乙15）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記(1)イのカナダ商標については，1984年（昭和59年）11月28日，商標権者がディマール・ギターズ社からディアンジェリコ・ディマール社に変更登録された。なお，同商標登録は，1989年（平成元年）3月16日，不更新により失効した。（乙6）",
                  "text": [
                    "上記(1)アの米国商標については，商標権者の変更の登録はされず，同商標登録は，1992年（平成4年）11月3日，不更新により失効した（乙5）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "C及びディアンジェリコ・ディマール社は，1987年（昭和62年）6月15日，GHS社を被告として，ニューヨーク州最高裁判所に対し，訴えを提起した。同訴えにおいて，C及びディアンジェリコ・ディマール社は，ディマール・ギターズ社及びディマール・ディストリビュターズ社を買収するためにGHS社との間で本件融資契約を締結したこと，1984年（昭和59年）度の途中から，本件融資契約に基づく返済義務の履行ができなくなり，同年6月29日ころ，GHS社に対してディアンジェリコ・ディマール社の保有する全資産を譲渡するとともに，GHS社とCとの間で，同人をディアンジェリコ・ディマール社の商品を販売する独立販売請負業者とし，GHS社が同人に対して月額総売上の割合に基づいてコミッションを支払うことを合意したと主張し，本件融資契約等の取消し又は無効や，同合意に関してCらが被った損害の支払等を求めて訴えを提起した。（乙1の1）"
            },
            {
              "fig": "(4)",
              "text": [
                "Cは，1989年（平成元年）4月12日付けで，ベスタクスの当時の代表者であったAに対する書簡（甲57）を送付し，「ディアンジェリコの商標名義を私は依然として所有しています。そして，私の弁護人も，あなたの作るギターに，その名義を使用することができると言っていました。」と述べた。",
                "これに対し，Aは，同年5月6日付けで，Cに対し，「あなたがディアンジェリコの商標名義を所有し提供できる立場にいること，それからその権利を私たちのギターに使用することに同意下さり，大変うれしく思います。同封した提案書をどうぞご確認下さい。」との書簡（甲58）を送付した。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "C及びディアンジェリコ・ディマール社は，1989年（平成元年）9月10日，GHS社等から5000ドルの支払を受けるのと引替えに，GHS社に対する請求を免除することを同社との間で合意し，上記(3)の訴えを取り下げた（乙1の6，7）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ディアンジェリコ・ディマール社は，1992年（平成4年）12月，解散した（乙17，弁論の全趣旨）。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "Aは，Cの死亡後の1993年（平成5年）2月11日頃，ディマール・ギターズ社の権利の承継人であるとするF（Cの妻）との間で，ディアンジェリコ・ギターの商標，ロゴ，意匠の使用，登録に関する合意をした。Aが，同合意に際してFに送付した同日付けの書簡においては，AがFに対し，今後，ディアンジェリコの商標と意匠の下に販売されたギターその他の品目の粗利益の3％のロイヤリティーを，同商標等の使用を続ける限り支払うことに同意すること，その対価として，Fは，同書簡をもって，全世界における，同書簡添付の D’Angelico の商標，ロゴ及びギターのデザイン（意匠）を含むディアンジェリコ・ギターに関連して使用された商標及び意匠を，全てのギター並びに弦楽器及び付属品についての商標，ロゴ及び意匠についての営業権（goodwill）とともに，Aに排他独占的に譲渡することに同意することとされた。（甲1）"
            },
            {
              "fig": "(7)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Aは，上記(6)の合意に先立つ1993年（平成5年）1月19日，別紙標章目録3の「A商標」記載の商標（「D’Angelico」の文字のデザインロゴ）を，指定商品をギター及びギター用の弦等として米国特許商標庁に商標登録出願をした（乙11）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，ベスタクスも，1993年（平成5年）2月2日，別紙標章目録4の「ベスタクス商標」記載の商標（「D’Angelico」の文字のデザインロゴ。）を，指定商品をギター及びギター用の弦として，米国特許商標庁に商標登録出願した（乙10）。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "GHS社は，1994年（平成6年）1月10日，「D’ANGELICO」を大文字で表した文字商標について，指定商品を楽器，楽器のための弦，ピック，カポとし，最初に使用した日を1984年（昭和59年）7月17日として，米国特許商標庁に商標登録出願をし，1995年（平成7年）9月19日，商標の設定登録を受けた（乙7）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Aは，上記GHS社の出願後の1994年（平成6年）11月29日，当事者系商標審理及び審判部決定の後，上記(7)アの出願を放棄した（乙11）。また，ベスタクスも，同月30日，上記(7)イの出願を放棄した（乙10）。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "ベスタクス（代表者A）は，1999年（平成11年）4月27日，GHS社との間で，GHS社が米国内で登録された名称「D’Angelico」の米国内での所有者であることを認め，GHS社がベスタクスに対し，名称「D’Angelico」を同社が米国及びカナダで販売するギター及びその他の楽器に使用するためのライセンスを付与すること，ベスタクスはGHS社に対してアメリカ合衆国及びカナダでの売上に応じてロイヤリティを支払うこと，契約期間は2年（事前の解約通知がない場合には自動更新）とすることを合意した（乙2）。",
                "    (10)  ベスタクスは，平成11年（1999年）6月に，被控訴人Yらからベスタクス商品の米国への輸入，販売の提案を受け（前記第2，2の前提事実(4)），平成12年（2000年）4月から，被控訴人会社に対してベスタクス商品の販売を開始した（同前提事実(6)）。なお，ベスタクスと被控訴人会社との間の取引に関し，契約書は作成されなかった。 ",
                "ベスタクス商品は，高品質の音質を有するディアンジェリコ・ギターのレプリカモデルであるとして，音楽雑誌や，著名なギタリスト等から高く評価された（甲10，19，22，56，71，88，89，93，97）。",
                "    (11) "
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "GHS社は，2003年（平成15年）1月23日付けの書簡で，GHS社としては被控訴人会社と直接契約を行うべきであると考えていること，ベスタクスはベスタクス商品の生産を継続し，被控訴人会社に販売することができることを記載の上，上記(9)のライセンス契約の解約をする旨を通知し（乙3），同契約は，2年の契約期間が満了する同年4月27日に終了した（弁論の全趣旨〔控訴人も，同契約が終了していることは争っていない。〕）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "GHS社は，2003年（平成15年）7月1日，被控訴人会社との間で，GHS社が被控訴人会社に対し，米国及びカナダ内において「D’ANGELICO」マーク及び名称を使用するためのライセンスを付与する旨の排他的なライセンス契約を締結した（乙4，22）。",
                    "    (12)  上記(11)アのライセンス契約の解約後も，ベスタクスは被控訴人会社に対してベスタクス商品の販売を継続していたが（前記第2，2の前提事実(6)），被控訴人会社は，ベスタクス商品の供給速度が，被控訴人会社の発注に間に合っておらず，顧客を失う結果となっていることを問題視し，売上高を伸ばすために，もっと手頃なディアンジェリコ・ギターのモデルを設計，生産することを提案した。しかし，ベスタクスがこれに応じなかったため，被控訴人会社は，2005年（平成17年）頃，韓国で被控訴人商品の生産を開始した。（同前提事実(7)，甲85，乙22）",
                    "ベスタクスは，2005年（平成17年）2月2日付けで，被控訴人会社に対して警告書（甲85）を送付し，ディアンジェリコ商標権及びブランド名に関して，これを配したディアンジェリコ・ギターを製造販売する権利はベスタクスが有していること，被控訴人会社がディアンジェリコの商標と名称を付した韓国製の廉価なディアンジェリコ・ギターの製造，販売を停止しない場合には，ベスタクス商品を独占代理販売する被控訴人会社の権利をはく奪する旨を通知した。",
                    "これに対し，被控訴人会社は，同月3日付けで，ベスタクスに対してファクシミリ文書（乙22）を送信し，GHS社はベスタクスとのライセンス契約を解約済みであり，現在は，被控訴人会社が，米国及びカナダ並びにヨーロッパにおいて「D’Angelico」商標に関する排他的な権利を有していること，ベスタクスが米国とカナダにおいて，被控訴人会社をベスタクス商品の唯一の販売業者とすることに合意をするのであれば，ヨーロッパでのベスタクス商品の販売を承諾するが，被控訴人会社との関係を解消するのであれば，D’Angelico を付したベスタクス商品の販売は一切認めない旨を通知した。",
                    "    (13)  GHS社が商標登録をしていた上記(8)の米国商標は，上記(11)ア及びイのライセンス契約の解約，締結よりも前の2002年（平成14年）7月20日，米国商標法第8節（登録商標の使用証明規定）に基づき登録が取り消された（乙7）。",
                    "しかし，GHS社は，①2003年（平成15年）8月15日，上記取り消された商標と同様の「D’ANGELICO」を大文字で表した文字商標について，指定商品を「楽器のための弦，ピック，カポ」とし，最初に使用した日を1984年（昭和59年）7月17日として，再び，商標登録出願をし，2004年（平成16年）11月30日，商標登録を受けた（乙8）。",
                    "また，GHS社は，②2009年（平成21年）6月11日，上記取り消された商標と同様の「D’ANGELICO」を大文字で表した文字商標について，指定商品を「楽器」とし，最初に使用した日を1984年（昭和59年）7月17日として，商標登録出願をし，2010年（平成22年）4月27日，商標登録を受けた（乙9）。",
                    "    (14)  GHS社は，2009年（平成21年）12月15日，被控訴人会社との間で，上記(11)イのライセンス契約を解約し，代わって，被控訴人会社に対し，上記(13)の①及び②の商標権のほか，楽器，楽器用のストリング，ピック及びカポ並びにそれらに関連する全ての物品及びサービスに使用される，すべての形態の D’ANGELICO マークに関する全世界の権利，資格及び利益，D’ANGELICO マーク又は名称を含む全てのドメイン名等を譲渡する旨の契約を締結した（乙4）。",
                    "上記(13)の①及び②の商標については，2009年（平成21年）12月18日付けで，商標権者ないし出願人がGHS社から被控訴人会社に変更登録された（乙8の3，9の3）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1（国際裁判管轄の有無）について",
          "text": [
            "被控訴人会社について",
            "前記第2の2の前提事実(10)によれば，被控訴人会社が本件欧州登録商標の商標権者であることを理由として，日本への警告書の写しをベスタクス商品の取引先である寺田楽器やイイダコーポレーションに到達させたことによりベスタクスの業務が妨害されたとの客観的事実関係は明らかである。そうすると，まず，不法行為4に係る請求については，被控訴人会社を本案につき応訴させることに合理的な理由があり，国際社会における裁判機能の分配の観点からみても，我が国の裁判権の行使を正当とするに十分な法的関連があるから，我が国の裁判所の国際裁判管轄を肯定すべきである。",
            "そして，不法行為1ないし3に係る請求も，ベスタクスが，D’Angelico の商標を付したベスタクス商品を継続して販売してきた相手である被控訴人会社に対し，同会社が，ベスタクス商品と同一の商標及び意匠の被控訴人商品を販売したという行為，本件欧州登録商標の登録をしたという行為やこれを理由とする警告書をベスタクスの英仏の取引先に送付したという行為が違法であると主張するもので，ディアンジェリコ・ギターに関する標章や意匠に係る利益の有無を巡る一連の紛争として，不法行為4に係る請求と実質的に争点が共通し，紛争の合理的な解決のために統一的な判断をする必要があり，相互に密接な関係があるということができるから，不法行為1ないし3に係る請求についても我が国の裁判所の国際裁判管轄を肯定するのが相当である。",
            "被控訴人らは，本件欧州商標登録の有効性については，欧州共同体商標意匠庁及び欧州共同体司法裁判所の専属的管轄に服することを理由として，不法行為1ないし3に係る請求と不法行為4に係る請求とは密接な関係がないと主張するが，商標登録自体の有効性と，商標登録出願をしたり，既にした登録商標に基づいてしたことに関する不法行為の成否とは別個の問題であるから，被控訴人らの上記主張は，採用することができない。",
            "被控訴人Yについて",
            "証拠（甲2の1及び2，3，9，24，25，78ないし80，85，90，94，100，乙22）及び弁論の全趣旨によれば，被控訴人Yは，被控訴人会社のオーナーとして実質的に被控訴人会社の行為や意思決定に関与し，被控訴人会社が本件欧州商標登録を得たのも被控訴人Yの指示に基づくものであると認められ，このことに照らすと，被控訴人会社は，被控訴人Yの指示に基づき，本件欧州登録商標に関する日本への警告書の写しを寺田楽器らに到達させ，これによりベスタクスの業務が妨害されたということができる。したがって，不法行為4に係る請求については，我が国の裁判所の国際裁判管轄を肯定すべきであり，また，不法行為1ないし3に係る請求についても，被控訴人Yは同様に関与しているものと認められ，これらの請求は，上記のとおり，不法行為4に係る請求と実質的に争点が共通し，紛争の合理的な解決のために統一的な判断をする必要があり，相互に密接な関係があるから，これらについても，我が国の裁判所の国際裁判管轄を肯定するのが相当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点2（本件に適用されるべき準拠法）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "不法行為1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "不法行為1についての損害賠償請求は，米国企業及び米国を住所とする米国人である被控訴人らが，米国内でした本件行為1を理由とするものであり，渉外的要素を含む法律関係であるから，準拠法を決定する必要がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人の主張する不法行為1についての損害賠償請求の内容は，ベスタクスの代理人である被控訴人会社が，被控訴人Yの教唆により，平成17年頃から現在に至るまで，米国内において本件行為1をし，ベスタクスの名誉及び信用並びにブランドイメージを毀損し，無形損害を生じさせたというものであり，法律関係の性質は，不法行為である。",
                    "通則法の附則3条4項によれば，同法の施行日である平成19年1月1日前に加害行為の結果が発生した不法行為によって生ずる債権の成立及び効力については，なお従前の例により，法例が適用される。したがって，不法行為1のうち，①平成19年1月1日前に加害行為の結果が発生した行為については，法例11条1項により，「原因タル事実ノ発生シタル地ノ法律」が適用されることとなり，②同日以降に加害行為の結果が発生した行為については，名誉又は信用を毀損する不法行為についての特則である通則法19条により，「被害者の常居所地法（被害者が法人その他の社団又は財団である場合にあっては，その主たる事業者の所在地の法）」が適用されることとなる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，前記イの①について検討する。控訴人の主張する不法行為1は，要するに，「ベスタクスの代理人である被控訴人会社によって，ベスタクス商品との誤認混同を招く粗悪な被控訴人商品の販売行為が米国内で行われたことにより，全世界におけるベスタクスの名誉及び信用並びにブランドイメージの毀損が生じた」というものである。しかし，販売行為は米国内で行われているものであるし，米国以外の国での名誉，信用又はブランドイメージの毀損は，仮に生じたとしても，米国内でのこれらの毀損の結果の派生的なものにすぎないというべきであるから，権利侵害の結果は米国内で生じているものであり，法例11条1項にいう「原因タル事実ノ発生シタル地」とは，米国内の地と解するのが相当である。",
                        "不法行為1については州間取引も含まれていると考えられるから米国の連邦法の適用もされ得ると解されるが（後記4(1)アのとおり），控訴人はコモン・ローに基づく主張をしているところ，米国においては，コモン・ローの統一法はなく，各州ごとに適用すべき法が異なるから，「原因タル事実ノ発生シタル地」とは，州を単位として決定する必要がある。そして，被控訴人の主張によれば，被控訴人商品の販売は主にインターネットを通じてニュージャージー州内にある被控訴人会社の事務所において行われており，被控訴人商品の発送もすべて同事務所から注文者宛に機械的に行われており，同発送行為をもって米国内での名誉及び信用並びにブランドイメージの毀損の発生とほぼ同視できることからすれば（控訴人も争っていない。），法例11条1項にいう「原因タル事実ノ発生シタル地」とは，ニュージャージー州と解するのが相当である。したがって，不法行為1のうち，上記イの①についての準拠法は，ニュージャージー州法となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上に対し，控訴人は，ベスタクスは日本国内にしか存在しないから，ベスタクスの損害は日本国内で発生しており，結果発生地は日本国内であると主張する。しかし，不法行為1においては，控訴人は，「米国内で被控訴人商品の販売が行われたことにより，全世界において，ベスタクスの名誉及び信用並びにブランドイメージの毀損が生じた」との主張をしているものであり，その内容として，ベスタクスの日本国内での名誉，信用又はブランドイメージの低下だけではなく，全世界での名誉，信用又はブランドイメージの低下を主張しているのであるから，ベスタクスの所在地が日本国内にあることを理由として，法益侵害（結果の発生）が日本国内で発生しているということはできず，控訴人の主張は理由がない。",
                        "控訴人は，上記のほか，不法行為1と不法行為4の争点が共通であることから不法行為4の準拠法が適用されるべきである，又は，被控訴人らが原審で日本法を適用することについて争っていなかった以上，通則法21条が適用されるべきであるなどと主張する。しかし，準拠法の適用は，法の規定に従って行うべきものであるから，他の請求と争点が共通することは，同請求と同一の準拠法を適用すべき根拠とならないし，前記イの①にはそもそも通則法21条が適用されない上，原審で準拠法について明確に争点となっていなかったことのみをもって準拠法の合意が存在したと認定することはできない。控訴人はその他るる主張するが，いずれも理由がなく，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人Yについては，教唆という意思的関与が問題とされているものであるが，同人は，被控訴人会社に本件行為1をするよう積極的に教唆をしたというのであるから，被控訴人Yについても，「原因タル事実ノ発生シタル地」は，行為者である被控訴人会社の実行行為による結果が発生した地と解するのが相当である。したがって，被控訴人Yについても，被控訴人会社と同一の準拠法であるニュージャージー州法が適用される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に，不法行為1のうち，前記イの②については，不法行為1の被害者であるベスタクスの主たる事業所の所在地は日本にあるから，通則法19条により，被控訴人ら双方ともに準拠法は日本法となる（前記イの②については，日本法が準拠法となることにつき当事者間に争いがない。）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不法行為2について",
              "text": [
                "不法行為2についての損害賠償請求は，被控訴人らが，その代理人を通じて欧州でした本件行為2を理由とするものであり，渉外的要素を含む法律関係であるから準拠法を決定する必要がある。",
                "控訴人の主張する不法行為2についての損害賠償請求の内容は，被控訴人会社が，被控訴人Yの教唆によって，本件欧州登録商標の設定登録を受けた（本件行為2）ことにより，これを理由とする警告書が送付されてベスタクスの営業が妨害されたため，商標登録無効審判請求の提起を余儀なくされ，経済的損害（審判に要した費用の支出）を被ったというものであり，法律関係の性質は不法行為である。そして，不法行為2について，控訴人は，ベスタクスが欧州共同体商標意匠庁に商標登録をする権利が侵害されたと主張しているものではなく，「代理人」である被控訴人会社によって営業を妨害されない利益がベスタクスにあることを前提として，本件行為2はかかる利益を侵害したと主張しているものと解される。そうすると，そのような営業を妨害されないという利益は，ベスタクスの主たる事業所の存する日本国内に存すると解するのが合理的であるから，不法行為2についての法例11条1項（本件欧州商標登録がされたのは平成17年であるから，上記利益侵害の結果も同時点で生じているとみるのが相当であり，法例が適用される。）にいう「原因タル事実ノ発生シタル地」は，日本と認めるのが相当である。したがって，不法行為2についての準拠法は，被控訴人ら双方について，日本法となる。",
                "これに対し，被控訴人らは，不法行為2については，本件欧州登録商標の登録時の出願代理人の所在地により決定されるべきである旨主張するが，出願代理人は，被控訴人会社の依頼，指示を受けて行動をしている者にすぎず，しかも，出願行為をインターネット上で行っているものであり，商標登録時の出願代理人の具体的な所在地は偶発的に決まるものであるから，商標登録時の所在地をもって，不法行為の「原因タル事実ノ発生シタル地」と解することはできない。したがって，被控訴人らの主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "不法行為3について",
              "text": [
                "不法行為3についての損害賠償請求は，被控訴人らが，ベスタクスの英国やフランスの代理店に対して行った行為を理由とするものであり，渉外的要素を含む法律関係であるから，準拠法を決定する必要がある。",
                "控訴人の主張する不法行為3についての損害賠償請求の内容は，被控訴人会社が，被控訴人Yの教唆により，平成21年に英仏代理店に対して本件行為3を行い，さらに強要，脅迫行為，欺罔行為をしたことにより，ベスタクスの名誉及び信用を毀損したというものである。したがって，法律関係の性質は不法行為であり，名誉及び信用毀損についての特則である通則法19条により，被控訴人ら双方について，ベスタクスの主たる事業所の所在地である日本の法が準拠法になる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "不法行為4について",
              "text": [
                "不法行為4の損害賠償請求は，被控訴人らが，ベスタクスの日本国内の取引先に対して行った本件行為4を理由とするものであるが，本件行為4の送付行為自体は米国内から行われているから，渉外的要素を含む法律関係として，準拠法を決定する必要がある。",
                "控訴人の主張する不法行為4についての損害賠償請求の内容は，被控訴人会社が，被控訴人Yの教唆により，平成21年に日本国内の取引先に対して本件行為4を行ったことにより，ベスタクスの営業上の利益を侵害するとともに，名誉及び信用を毀損したというものである。したがって，同行為の法益侵害の結果は日本国内で生じているというべきであるし，また，同行為は名誉及び信用を毀損する行為に当たるから，通則法17条及び19条により，被控訴人ら双方について，日本の法が準拠法になる。  "
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点3（被控訴人らのベスタクスに対する不法行為の成否）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "不法行為1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "米国法による不法行為の成否（平成19年1月1日前に加害行為の結果が発生した部分）について",
                  "text": [
                    "控訴人は，不法行為1は，ニュージャージー州のコモン・ロー上の不正競争であり，①無許諾の模倣行為（Unprivileged imitation）又は②詐称通用（Passing off）に当たると主張する。なお，連邦商標法43節(a)の規定（Section 43(a)of the Lanham Act.15 U.S.C. section 1125）も，不法行為1に適用され得るが，上記①及び②の不法行為の成立に必要な要件は，同規定の適用にも必要であり，被控訴人の州際取引における標章の使用という要件を要する以外には，結論は異ならないと解されるから（甲103。不正競争についてのニュージャージー州の制定法である N.J.Stat 56 節 4-1 についても同様），以下，上記①及び②の成立要件の有無を検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無許諾の模倣行為（Unprivileged imitation）について",
                      "text": [
                        "ニュージャージー州のコモン・ロー上の「無許諾の模倣行為」の成立要件は，リステイトメント（First Restatement of Torts）の 711 節，741 節記載の内容と同様であり，ある者が，他人の商品の物理的外観を無許諾で模倣した商品を販売したときには不法行為責任を負うものとされ，この「無許諾の模倣」による商品の販売とは，商品の物理的外観が，他人が最初の販売者（initial distributor）である商品の物理的外観の模写又は模倣であるときで，当該模倣者の商品が他人のそれと同一の商品区分に属し，また，他人の利益が保護されるべき市場で販売され，かつ，模写又は模倣された特徴が，市場において，他人の商品と確認できる特別な意味（secondary meaning）を広く獲得しており，かつ，模写又は模倣が，将来の購入者をして模倣者の商品を他人のものであると認識させるおそれがあり，かつ，模写され又は模倣された特徴が機能的なものではなく，あるいは，機能的なものである場合には，模倣者が，当該商品は他人のものではないことを将来の購入者に対して知らせる合理的な措置を講じなかったときであると解される（甲103）。",
                        "そうすると，「無許諾の模倣行為」に当たるためには，少なくとも，①ある商品の物理的外観の模倣行為を主張する者（他人）が，当該商品の最初の販売者であり，販売者がこの物理的外観を模倣したこと，②模写又は模倣された特徴が市場において当該他人の商品と確認できる特別な意味（secondary meaning）を広く獲得していることが必要である。",
                        "しかし，前記1のとおり，ベスタクスは，米国でディアンジェリコ・ギターのレプリカモデルを製造，販売していたものであり，オリジナルのディアンジェリコ・ギターに付されていた商標又は形態と同一の商標又は形態については，ベスタクスが上記①の「最初の販売者」に当たらないことは明らかである。",
                        "この点，控訴人は，ベスタクス商品の意匠は，オリジナルのディアンジェリコ・ギターの意匠とは異なる本件国内意匠に基づくものである，また，ベスタクス商品の中でも，スモール・ボディと称されるモデルは，オリジナルのディアンジェリコ・モデルにはなかったものであると主張する。しかし，控訴人の主張によっても，本件国内意匠とオリジナルのディアンジェリコ・ギターの意匠が具体的にどの部分において異なるかは特定されておらず，その異なる部分を備えたベスタクス商品が米国で実際に販売されたことや，同部分がベスタクス商品の特徴として米国内の需要者に広く認識されていたことを証する証拠はなく，これを被控訴人商品が備えていたことを認めるに足りる証拠もない。また，ベスタクスが，オリジナルのディアンジェリコ・ギターよりもサイズが小さい「スモール・ボディ」と称する商品を販売していたこと（甲71）や，ベスタクス商品が，高品質の音質を有するレプリカモデルとして音楽関係者に高い評価を得ていたこと（前記1(10)）は認められるものの，「スモール・ボディ」と称される意匠の具体的な大きさがベスタクス商品の特徴として米国内の需要者に広く認識されており，その大きさのギターはすべてベスタクス社製であると需要者に認識されるような特別な意味を米国内で広く獲得していたものとは，本件全証拠をもってしても認められない。したがって，控訴人の主張を前提としても，上記①又は②の要件は認められない。",
                        "以上によれば，本件行為1が「無許諾の模倣行為」に当たるとの控訴人の主張は，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "詐称通用（Passing off）について",
                      "text": [
                        "ニュージャージー州法のコモン・ロー上の「詐称通用（Passing off）」の成立要件は，リステイトメント（First Restatement of Torts）の 711 節記載の内容と同様であり，ある者が，自己の商品又は役務を他人のものとみせかけて，詐欺的な販売をしたときには不法行為責任を負うものとされ，「自己の商品を他人のものとみせかけた」とは，購入者に誤解を生じさせる虚偽の表示（misrepresentation）をすることによって，自己の商品と他人の商品との間に混同が現実に生じ，又は生じるおそれがあることが必要であると解される（甲103，乙36）。",
                        "しかし，本件においては，被控訴人会社が，べスタクスの固有の商標を付して被控訴人商品を販売したり，被控訴人商品がベスタクスの製造した商品であると表示して販売したことを証する証拠はない。そして，前記認定事実によれば，ベスタクスは，平成11年4月，GHS社が「D’Angelico」の名称の米国内での所有者であることを認め（前記1(9)），同社との間で米国内での同名称の使用についてのライセンス契約を締結して，ベスタクス商品の被控訴人会社に対する販売を開始したものであるから，これらのベスタクス商品に付された「D’Angelico」の商標は，同ライセンス契約に基づいて付されたものと認めるのが相当である。そうすると，同ライセンス契約の期間満了による終了後，GHS社との間で新たにライセンス契約を締結した被控訴人会社が，ベスタクス商品と同様の「D’Angelico」の商標を付した被控訴人商品を販売したとしても（前記1(11)），同商標を付すことが「虚偽の表示」に当たり，詐欺的な販売行為であるということはできない。なお，ベスタクス商品の大きさ等について，オリジナルのディアンジェリコ・ギターと異なる部分があるとしても，同部分がベスタクス商品の特徴として米国内の需要者に広く認識されているとは認められず，ベスタクスの出所を表示するものとして特別な意味を獲得していたとは認められないことは前記(ア)判示のとおりであるから，仮に被控訴人商品の大きさ等がベスタクス商品と同一であるとしても，このことをもって購入者に出所につき誤認，混同を生じさせる虚偽の表示に当たるということもできない。",
                        "したがって，本件行為1が詐称通用に当たるとの控訴人の主張も，理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件行為1について，ニュージャージー州法による不法行為の成立は認められない（連邦商標法が適用されても同様である。）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "仮に，平成19年1月1日前の本件行為1についての準拠法が日本法であると解されるとしても，次のイに述べるところにより，本件行為1が民法上の不法行為に当たるということはできないから，いずれにしろ控訴人の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "日本法による不法行為（平成19年1月1日以降に加害行為の結果が発生した部分）の成否について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，被控訴人会社が，ベスタクスの代理人（販売代理店，agent）であるにもかかわらず，何らベスタクスの使用許諾を受けずに，ベスタクス商品と全く同一の形態（意匠）で，同一の標章を付した粗悪な被控訴人商品を販売したことは違法であると主張する。",
                        "この点，ベスタクスと被控訴人会社との間の取引についての基本契約書等は存在せず，取引開始時の被控訴人会社からの申入れも，被控訴人会社がベスタクス商品を輸入，販売するというものであり（前記第2，2の前提事実(4)），その後，被控訴人会社は，米国では自らが契約主体となって販売行為を行い，ベスタクス商品については商品の製造元として表示していたこと（甲56，69）からすれば，被控訴人会社がベスタクスから何らかの代理権を付与された代理人であったとは認められない。もっとも，被控訴人会社は，当初ベスタクス商品の販売のために設立された会社であり，ベスタクスとの間で，少なくとも約5年間にわたりその商品を継続的に購入，販売する関係にあったものであるから，両者の間には特別な信頼関係が形成されていたものとして，ベスタクスが使用する商標やベスタクスの出所を表示する商品の形態を，被控訴人会社が正当な理由なく使用することは，信義則に反し，不法行為となると解する余地はある。",
                        "しかし，本件においては，オリジナルのディアンジェリコ・ギターと同一の形態自体は，ベスタクスの出所を表示する形態とはいえないし，ベスタクスの出所を表示する形態として需要者に広く認識されていた形態を，被控訴人商品が有していたとは認められないことは，前記ア(イ)のとおりである。また，前記ア(イ)のとおり，米国内で販売されたベスタクス商品に付された「D’Angelico」の商標は，GHS社との間のライセンス契約に基づいて付されていたものであり，同契約は解約通知があれば更新されないものとされ，被控訴人会社は，GHS社とベスタクスとのライセンス契約の終了後，GHS社との間で締結したライセンス契約ないしその後の譲渡契約に基づいて同商標を被控訴人商品に付しているのであるから，被控訴人会社が同商標を使用し，オリジナルのディアンジェリコ・ギターと同一の形態の被控訴人商品を販売することがベスタクスとの間の信義則に反するということはできない。",
                        "したがって，本件行為1が，民法上の不法行為に当たるということもできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上に対し，控訴人は，ベスタクスは，平成元年に，ディマール・ギターズ社の代表者Cから全世界に及ぶディアンジェリコ・ギターの標章や意匠を使用する権利を取得したものであり，GHS社はギターを指定商品とする標章についての権利は有していなかったと主張する。",
                        "確かに，ベスタクスは，平成元年頃に，Cとの間で，D’Angelico の標章の使用について交渉をし（前記1(4)），そのころからベスタクス商品の製造販売を開始していること（前記第2，2の前提事実(2)），同製造のために多額の設備投資等もしていると推認されること，平成4年には本件国内商標の出願もしていること（同前提事実(3)）からすれば，ベスタクスがCの言明を受けて，Cが「D’Angelico」の商標や意匠についての権利を保有しているものと信じて，交渉をしていたことは認められる。しかし，このこと自体は，Cの言明自体が，法的見地からみて根拠を有するものであることを裏付けるものとはいえない。",
                        "そして，上記標章の使用等について，平成元年当時，AとCの間で正式な合意が成立したことを証するような契約書等が作成されたり，何らかの対価が支払われたことを認めるに足りる証拠はない上，かえって，ベスタクスは，平成11年4月には，GHS社との間で，同社が米国での D’Angelico の名称を保有していることを認めて，同社との間で D’Angelico の名称をギター等の楽器に使用することのライセンス契約を締結するという，平成元年にCから全世界に及ぶ「D’Angelico」の名称等に関する全ての権利を取得したことと相容れない行動に出ていることからすれば，本件全証拠をもってしても，ベスタクスが平成元年にCとの間で「D’Angelico」の商標についての権利等についての合意を成立させ，その譲渡を受けたと認めることはできず，控訴人の主張は採用することができない。",
                        "なお，前記1(6)の認定事実によれば，Aが，Cが死亡した後の平成5年に，ディマール・ギターズ社の権利の承継人と主張するCの妻との間で，ディアンジェリコ・ギターの商標，ロゴ，意匠等の排他独占的な譲渡についての合意をしたことが認められる。しかし，一方，前記1(2)の認定事実によれば，ディマール・ギターズ社の保有する資産は，昭和57年に，本件購入契約によってディアンジェリコ・ディマール社に譲渡され，昭和59年にはディマール・ギターズ社は解散している。そして，①C自身，ディアンジェリコ・ディマール社がディマール・ギターズ社を「買収した」と主張しており，ディマール・ギターズ社の資産の一部が同社に残された様子は窺われないこと（前記1(3)），②ディアンジェリコ・ディマール社は，本件融資契約の際，GHS社に対してディアンジェリコ・ディマール社が有するすべての資産を担保として提供しており，前記1(4)及び(5)認定の経緯からすれば，その後，債務の返済ができなくなったことに伴い，昭和59年ないし平成元年9月には確定的にそのすべての資産をGHS社に譲渡したと認められること，③GHS社は，平成6年には，米国特許商標庁において「D’ANGELICO」の文字商標について商標登録の出願をし，楽器用の弦のみならず，楽器についても指定商品とする商標の設定登録を受けていること（前記1(8)ア），④これに対し，Aやベスタクスは，平成5年2月にはFとの間でディアンジェリコ・ギターの商標等についての合意をしたと主張しているにもかかわらず，GHS社による同出願がされた後に，「D’Angelico」の文字のデザインロゴの商標登録 出 願 を 放 棄 し （ 前 記 1 (8) イ ） ， ベ ス タ ク ス が G H S 社 か ら 名 称「D’Angelico」についてのライセンス供与を受ける旨の契約を締結していること（前記1(9)）からすれば，ディマール・ギターズ社からディアンジェリコ・ディマール社に対して譲渡された資産及び同社からGHS社に譲渡された資産には，楽器のための弦だけではなく，ディマール・ギターズ社が有していた楽器についての「D’Angelico」の名称についての権利も含まれていたものと認めるのが相当である。",
                        "そうすると，本件全証拠によっても，そもそもCの妻がディマール・ギターズ社から「D’Angelico」の名称やディアンジェリコ・ギターの意匠等に関する権利を承継したこと自体を認めるに足りず，ベスタクスがCの妻との間の合意によりこれらの権利を取得したと認めることもできない。",
                        "したがって，控訴人の主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "不法行為2について",
              "text": [
                "不法行為2に係る請求については，日本法が適用される。仮に被控訴人会社とベスタクスとの間に継続的な取引に基づく特別な信頼関係が形成されていたとみることができるとしても，前記(1)ア(イ)で説示したとおり，ベスタクスが全世界で「D’Angelico」についての商標を排他的に使用する権利を取得していたとは認められないし，ベスタクスと被控訴人会社との間の上記取引によって米国内で販売されたベスタクス商品に付された「D’Angelico」の商標は，ベスタクスとGHS社との間のライセンス契約に基づいて付されていたものであり，被控訴人会社は，同ライセンス契約が期間満了により終了した後の平成15年5月10日に本件欧州登録商標についての商標登録出願をし（前記第2，2の前提事実(8)），その直後の同年7月1日頃に自らGHS社との間で「D’Angelico」のマーク及び名称を使用するためのライセンス契約を締結して（前記1(11)イ），本件欧州商標登録を受け，さらにその後には，GHS社から同マーク及び名称に関する全世界での権利を譲り受けたものである（前記 1（14））。",
                "以上の事実関係に照らせば，日本法の下において，被控訴人会社が本件欧州商標登録を受けたこと（本件行為2）が，ベスタクスに対する不法行為に当たるとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "不法行為3について",
              "text": [
                "不法行為3に係る請求については，日本法が適用されるところ，欧州共同体商標意匠庁の無効審決が確定したことの証拠はないから，本件欧州登録商標権は適法かつ有効に存続している。そうすると，被控訴人会社が英仏代理店への警告書を送付した行為は，被控訴人会社による正当な権利行使であると認められるから，日本法の下において，本件行為3が不法行為に当たるとは認められない。",
                "そして，Dが，ベスタクスの仏国代理店の代表者に面会を強要したとの点については，証拠（甲75の1）によれば，ベスタクスの仏国代理店の代表者が2009年（平成21年）6月17日にDと面会し，同人についてマフィアの人間のようだとの印象を持ったことが窺われるが，Dが面会を強要したと認めるに足りる証拠はないし，仏国代理店の代表者がDについてマフィアの人間のようだとの印象を持ったとしても，このことのみをもって不法行為が成立すると解することはできない。また，Dが仏国代理店の代表者に脅迫の電話をかけたとの点については，同代表者からAに宛てたインターネット上のメール（甲75の3）にその旨の記載があるだけであって，このことのみをもって実際に違法な脅迫行為があったとは即断し難く，他にこれを裏付ける的確な証拠はない。さらに，Eが仏国代理店代表者に嘘をついてベスタクス商品を騙し取ろうとしたとの点については，同代表者からAに宛てたEメール（甲99）に，Eが訴訟事件に勝利したから仏国でベスタクス商品を販売することは許されず，韓国製のディアンジェリコ・ギターと取り替えるので仏国代理店の有するベスタクス商品を送るよう要求した旨の記載があるが，ここにいう訴訟事件は，本件ではなく本件欧州商標登録の無効審判請求事件を指すものと考えられるし，また，本件欧州登録商標権は適法かつ有効に存続しているから，仏国での D’Angelico のロゴを付したベスタクス商品の販売が許されないというのも虚偽とは断じ難いところである。そうすると，不法行為3の上記各行為についても，日本法の下において，不法行為が成立するとは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "不法行為4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "不法行為4に係る請求については，日本法が適用されるところ，本件欧州登録商標権は有効に存続しているのであるから，被控訴人会社が寺田楽器らに日本への警告書の写しを送付した行為は被控訴人会社による正当な権利行使であると認められる。そして，Dが寺田楽器にベスタクス商品の販売を続けるなら訴訟提起をする旨の電子メールを送信した点についても，本件欧州登録商標権が有効に存続し，ベスタクスがディアンジェリコ・ギターの商標，意匠の全ての権利を取得したとは認められないから，これが正当な権利行使の範囲を逸脱するものとは認め難い。そうすると，日本法の下において，本件行為4が不法行為に当たるとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上に対し，控訴人は，仮に本件欧州登録商標権が有効であるとしても，本件欧州登録商標権は日本には効力が及ばないにもかかわらず，①被控訴人会社が寺田楽器及びイイダコーポレーションに対し警告書を送付した行為（本件行為4の1），②Dが寺田楽器に対しレプリカモデルの販売を継続する場合には訴訟提起をする旨の電子メールを送信した行為（本件行為4の2）は，日本国内で本件欧州登録商標に基づく権利を行使したものであり，正当な権利行使の範囲を逸脱したものであると主張する。",
                    "しかし，平成21年8月14日付けの被控訴人会社のベスタクスに対する書簡（イイダコーポレーション及び寺田楽器に対しても，同時に郵送されたもの）の記載内容は（甲15），被控訴人会社は，D’ANGELICO 商標が，ベスタクスによって，英国，仏国内で販売されているギター等に使用されていることを認識していること，D’ANGELICO 製品のヨーロッパ共同体での販売は被控訴人会社を通してのみなされるものであること，被控訴人会社は，ベスタクスに対してこれ以上の未許可の D’ANGELICO 商標使用を直ちに止めることを要求することを記載したものである。そうすると，被控訴人会社は，その保有する本件欧州登録商標権に基づいて，関連する商標を付して欧州域内でギター等を販売しようとするベスタクス及びそのギターを製造する関連会社に対して，欧州域内での D’ANGELICO 商標の使用の中止を求めているものと理解できるのであって，本件欧州登録商標権に基づいて同権利の範囲外の行為の中止を求めているものではないから，その行為態様は相当性を有する範囲内のものであるということができ，被控訴人会社の本件行為4の1が不法行為法上の違法行為となるものではない。",
                    "また，平成21年9月26日付けのDの寺田楽器に対する書簡（甲76）の記載内容は，被控訴人会社がGHS社と契約を交わして，ディアンジェリコの商標名を世界各国で持っていること，Aの権利は日本に限られたものでヨーロッパやアメリカでは商標を所有していないこと，本件国内商標についても今後異議を唱えるつもりであること，もし寺田楽器が輸出用のギターを販売すれば，被控訴人会社は寺田楽器を訴えることを記載したものである。そうすると，被控訴人会社は，その保有する本件欧州登録商標権に基づいて，寺田楽器がアメリカ及び欧州への輸出用のギターをベスタクスに販売することの中止を求めているものと理解できるのであって，日本国内での商標使用行為の中止を求めているものではないから，その行為態様は相当性を有する範囲内であるということができるし，我が国の不法行為法の解釈上，そのような警告行為の違法性を否定したからといって，日本国内で被控訴人会社が本件欧州登録商標権を行使することを認めたものとはいえない。したがって，本件行為4の2が不法行為法上の違法行為となるものとも認められない。",
                    "控訴人の主張は理由がなく，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，その余の点について検討するまでもなく，控訴人の被控訴人らに対する請求はいずれも理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の請求をいずれも棄却した原判決は正当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。          "
      ]
    }
  ]
}