{
  "decision": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "被控訴人による別紙物件目録1及び3記載の各製品の生産，譲渡，貸渡し，輸入又はその譲渡若しくは貸渡しの申出（譲渡若しくは貸渡しのための展示を含む。）について，控訴人が被控訴人に対して特許第4642898号特許権の侵害を理由とする損害賠償請求権を有しないことを確認する。"
    },
    {
      "fig": "3",
      "text": "被控訴人による別紙物件目録2及び4記載の各製品の生産，譲渡，貸渡し，輸入又はその譲渡若しくは貸渡しの申出（譲渡若しくは貸渡しのための展示を含む。）について，控訴人が被控訴人に対して有する特許第4642898号特許権の侵害を理由とする損害賠償請求権が，金995万5854円及びこれに対する平成25年9月28日から支払済まで年5分の割合による金額を超えて存在しないことを確認する。"
    },
    {
      "fig": "4",
      "text": "被控訴人のその余の請求を棄却する。"
    },
    {
      "fig": "5",
      "text": "訴訟費用は第1審，第2審を通じてこれを3分し，その2を控訴人の，その余を被控訴人の負担とする。"
    },
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は第1審，第2審とも被控訴人の負担とする。"
    },
    {
      "fig": "1",
      "text": "事案の要旨"
    },
    {
      "fig": "2",
      "text": "争いのない事実等（証拠の摘示のない事実は，公知事実若しくは争いのない事実であるか，又は弁論の全趣旨により認められる事実である。）"
    },
    {
      "fig": "6",
      "text": "IPRに適用される「必須」とは，（商業的ではなく）技術的な理由で，標準化の時点で一般に利用可能な通常の技術慣行および最新技術を考慮し，IPRに抵触せずに規格に準拠する機器または方法を製造または販売，賃貸，処分，修理，使用または動作できないことを意味する。疑義を回避するため，規格が技術的な解決策でのみ実行可能で，すべてがIPRに抵触する例外的な場合で，当該のすべてのIPRは必須とみなされるものとする。"
    },
    {
      "fig": "7",
      "text": "「IPR」とは，商標以外の知的財産権の適用を含む，法律により参照された知的財産権を意味するものとする。疑義を回避するため，体裁に関連する権利または機密情報，企業秘密，同様のものは，IPRの定義から除外される。・・・"
    },
    {
      "fig": "13",
      "text": "「特許ファミリー」とは，優先順位の高い文書それ自体を含む，一般に1つ以上の優先順位のあるすべての文書を意味するものとする。疑義を回避するため，「文書」は特許および実用新案，その応用を表す。」"
    },
    {
      "fig": "3",
      "text": "争点"
    },
    {
      "fig": "1",
      "text": "争点1（本件各製品についての本件発明1の技術的範囲の属否）について"
    },
    {
      "fig": "2",
      "text": "争点2（本件発明2に係る本件特許権の間接侵害（特許法101条4号，5号）の成否）について"
    },
    {
      "fig": "3",
      "text": "争点3（特許法104条の3第1項の規定による本件各発明に係る本件特許権の権利行使の制限の成否）について"
    },
    {
      "fig": "4",
      "text": "争点4（本件各製品に係る本件特許権の消尽の有無）について"
    },
    {
      "fig": "5",
      "text": "争点5（控訴人の本件FRAＮD宣言に基づく本件特許権のライセンス契約の成否）について"
    },
    {
      "fig": "7",
      "text": "争点7（損害額）"
    },
    {
      "fig": "1",
      "text": "争点1（本件各製品についての本件発明1の技術的範囲の属否）について"
    },
    {
      "fig": "3",
      "text": "争点3（特許法104条の3第1項の規定による本件各発明に係る本件特許権の権利行使の制限の成否）について"
    },
    {
      "fig": "0",
      "text": "後続のフィールドは，データ，ピギーバックされたステータスPDU，又はパディングである。"
    },
    {
      "fig": "1",
      "text": "後続のフィールドは，長さインジケータ及びEビットである。"
    },
    {
      "fig": "4",
      "text": "争点4（本件各製品に係る本件特許権の消尽の有無）について"
    },
    {
      "fig": "5",
      "text": "争点5（控訴人の本件FRAＮD宣言に基づく本件特許権のライセンス契約の成否）について"
    },
    {
      "fig": "6",
      "text": "争点6（控訴人による本件特許権に基づく損害賠償請求権の行使の権利濫用の成否）について"
    },
    {
      "fig": "7",
      "text": "争点7（損害額）について"
    },
    {
      "fig": "8",
      "text": "結論"
    },
    {
      "fig": "9",
      "text": "「意見募集」において寄せられた意見について"
    },
    {
      "fig": "1",
      "text": "「iPhone  3GS」"
    },
    {
      "fig": "2",
      "text": "「iPhone  4」"
    },
    {
      "fig": "3",
      "text": "「iPad  Wi-Fi＋3Gモデル」"
    },
    {
      "fig": "4",
      "text": "「iPad  2  Wi-Fi＋3Gモデル」"
    },
    {
      "fig": "1",
      "text": "「4.2.1.2  Unacknowledged mode (UM) RLC entities Figure 4.3 below shows the model of two unacknowledged mode peer RLC entities when duplicate avoidance and reordering is not configured.」"
    },
    {
      "fig": "3",
      "text": "「9.2.1.3  UMD PDU The UMD PDU is used to transfer user data when RLC is operating in unacknowledged mode. The length of the data part shall be a multiple of 8 bits. The UMD PDU header consists of the first octet, which contains the \"Sequence Number\". The RLC header consists of the first octet and all the octets that contain \"Length Indicators\".  」"
    },
    {
      "fig": "1",
      "text": "The next field is Length Indicator and E bit 」"
    },
    {
      "fig": "0",
      "text": "次のフィールドは，データ，ピギーバックされたステータスPDU，又はパディング"
    },
    {
      "fig": "1",
      "text": "次のフィールドは，長さインジケータとEビット"
    },
    {
      "fig": "0",
      "text": "次のフィールドは，分割，連結，パディングされていない完全なSDU 1  次のフィールドは，長さインジケータとEビット"
    },
    {
      "fig": "5",
      "text": "(1)  「9.2.2.8  Length Indicator (LI)"
    }
  ]
}