{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2010-800183号事件について平成25年6月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「通気口用フィルター部材」とする特許2791553号(以下「本件特許」という。)の特許権者である。",
            "原告は，平成22年10月10日，特許庁に対し，本件特許を無効にすることを求めて無効審判請求(無効2010-800183号事件)をした。これに対して，(cid:1) (cid:2)被告は，同年12月24日，訂正請求をした。特許庁は，平成23年7月8日，訂正を認める，特許第2791553号の請求項1に係る発明についての特許を無効とする旨の審決(以下「無効第1次審決」という。)をしたため，被告は，同年8月8日，審決取消訴訟(当庁平成23年(行ケ)10258号事件)を提起した。当庁は，平成24年9月27日，無効第1次審決のうち「特許第2791553号の請求項1に係る発明についての特許を無効とする。審判費用は，被請求人の負担とする。」との部分を取り消す旨の判決(以下「無効第1次判決」という。)をし，その判決は，後に確定した。",
            "他方，被告は，平成23年10月31日，本件特許について訂正審判請求(訂正2011-390120号事件)をした。特許庁は，平成24年3月6日，本件審判の請求は，成り立たない旨の審決(以下「訂正第1次審決」という。)をしたため，被告は，同年4月5日，審決取消訴訟(当庁平成24年(行ケ)10128号事件)を提起した。当庁は，同年9月27日，訂正第1次審決を取り消す旨の判決をし，当該判決は後に確定した。",
            "これを受けて，特許庁は， 平成24年12月6日，訂正を認める旨の審決(以下「訂正第2次審決」という。)をし，この審決は，後に確定した。",
            "特許庁は，無効第1次判決と訂正第2次審決の確定を受けて，無効2010-800183号事件の審理を再開し，平成25年6月5日，本件審判の請求は成り立たない旨の審決(以下「審決」という。)をし，審決の謄本は，同月17日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写に記載のとおりである。審決は，要するに，本件特許は，原告の主張する特許法36条4項及び同条6項2号に関する無効理由によって無効とすることはできず，本件特許の請求項1に係る発明(請求項は1項のみ。以下「本件発明」という。)は，甲1に記載された発明(以下，各証拠に記載された発明を証拠番号を付して「甲1発明」等という。)に甲2ないし5，7ないし2(cid:1) (cid:3)0，24ないし31に記載された事項を組み合わせても，得られるものではないから，特許法29条2項の規定により特許を受けることができないものとすることはできず，また，本件発明は，甲6に係る特許出願の願書に最初に添付された明細書，図面に記載された発明と同一であるとは言えないから，特許法29条の2の規定により特許を受けることができないとすることもできないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と甲1発明，甲6発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明(訂正第2次審決の確定後のもの。甲41)は，次のとおりである。",
                    "「幅広の不織布を取り付けようとするレンジフードの角形の通気口に合わせて切断し，切断した不織布の周囲を前記通気口に仮固定してこの通気口を不織布で直接覆って使用する通気口用フイルター部材であって，",
                    "前記不織布として，一軸方向にのみ非伸縮性で，かつ該一軸方向とは直交する方向へ伸ばした状態で仮固定して使用したとき，120～140％まで自由に伸びて縮み，難燃処理された合成樹脂繊維からなるものを使用し，",
                    "前記不織布を前記一軸方向とは直交する方向へ伸ばして，この不織布により前記通気口を覆うことを可能としたことを特徴とする通気口用フイルター部材。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が認定した甲1発明の内容は次のとおりである。",
                    "「難燃性の不織布を鋏等で所定長さに切断しレンジフードの排気口を覆い，周囲をマグネットホルダーによって押さえて取り付けた排気口カバー。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決が認定した本件発明と甲1発明の一致点と相違点は次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「幅広の不織布を取り付けようとするレンジフードの通気口に合わせて切断し，通気口を不織布で直接覆って使用する通気口用フィルター部材であって，",
                        "前記不織布として，難燃性のものを使用し，",
                        "この不織布により前記通気口を覆うことを可能とした通気口用フィルター部材。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明ではレンジフードの通気口が角形であるのに対し，甲1発明は排気口(通(cid:1) (cid:4)気口)を有するものの，その形状は不明である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明では，「不織布の周囲を前記通気口に仮固定してこの通気口を不織布で直接覆って使用する」に当たり，「不織布として，一軸方向にのみ非伸縮性で，かつ該一軸方向とは直交する方向へ伸ばした状態で仮固定して使用したとき，120～140％まで自由に伸びて縮み，難燃処理された合成樹脂繊維からなるものを使用し，不織布を一軸方向とは直交する方向へ伸ばして」「通気口を覆う」のに対して，甲1発明では，「不織布として，難燃性のものを使用し」て排気口(通気口)を覆うものの，かかる事項を有していない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決が認定した甲6発明の内容は次のとおりである。",
                    "「フィルタ吸込み防止部材とは分離して準備され，かつ切断して換気扇のサイズに正確に一致させた，横幅方向にのみ伸縮性を有しその直角方向である縦幅方向に伸縮性を有しない可撓性を有する不織布製シート状フィルタであって，一方の面ファスナーテープにフィルタの左端部を着脱自在に接着し，換気扇の前面部に取付けた上記フィルタ吸込み防止部材の前面に伸長し緊張させた状態で沿わせてから，他方の面ファスナーテープにフィルタの右端部を着脱自在に接着させ，皺などの少ない美麗な状態に仕上げることができる不織布製シート状フィルタ」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決が認定した本件発明と甲6発明の一致点及び相違点は次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「不織布を切断し，切断した不織布の周囲を仮固定して使用する通気口用フイルター部材であって，",
                        "前記不織布として，一軸方向にのみ非伸縮性で，かつ該一軸方向とは直交する方向へ伸ばした状態で仮固定して使用したとき，自由に伸びて縮み，難燃処理された合成樹脂繊維からなるものを使用し，",
                        "前記不織布を前記一軸方向とは直交する方向へ伸ばして，この不織布により前記通気口を覆うことを可能とした通気口用フイルター部材。」",
                        "(cid:1) (cid:5)  (イ)  相違点3",
                        "不織布の切断に際し，本件発明は，「幅広の不織布を取り付けようとするレンジフードの角形の通気口に合わせて切断」するものであるのに対し，甲6発明は，「換気扇のサイズに正確に一致させ」ている点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4",
                      "text": [
                        "通気口用フイルター部材に関し，本件発明は，「通気口を不織布で直接覆って使用する」ものであるのに対し，甲6発明は，「換気扇の前面部に取付けた上記フィルタ吸込み防止部材の前面に伸長し緊張させた状態で沿わせて」いる点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点5",
                      "text": [
                        "自由に伸びて縮む量について，本件発明は，120～140％であるのに対し，甲6発明は，量について特定がない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "記載要件についての認定・判断の誤り(取消事由1)",
              "text": [
                "本件発明は，「不織布として，一軸方向にのみ非伸縮性で，かつ該一軸方向とは直交する方向へ伸ばした状態で仮固定して使用したとき，120～140％まで自由に伸びて縮み」するというもので，不織布の一軸方向及びその方向と直交する方向のそれぞれの伸びの程度が記載されている。しかし，その伸びを定量的に測定する方法が本件特許に係る明細書(以下「本件明細書」という。)に記載されていない上，当時の技術水準を考慮しても一義的に定まらないから，①発明として不明確であり(特許法36条6項2号違反)，②当業者が本件発明を再現するにも過度の試行錯誤を強いるものであって，実施可能要件違反(特許法36条4項1号違反)に該当する。",
                "審決は，本件発明の不織布の伸びの測定条件は，「上記簡易固定具が抗せられ，不織布が切断しない程度の大きさの引っ張り力を与えた時のもの」と定義している。しかし，上記認定における定義は，具体的に測定条件を特定しておらず，物性値を(cid:1) (cid:6)定量的に算出するための手法として曖昧である。",
                "荷重が伸びに影響を与える条件であることは技術常識であり，引っ張り力によって伸びが異なることは，被告が提示している試験報告書(甲33)からも明らかである。また，同じ不織布を同じ測定条件で測定したとしても，測定する試料片の寸法(特に試料片の幅)が異なれば，伸びは異なる。このように，不織布の伸びを測定するに際しては，測定結果(伸び)に変動をもたらす条件(特に，引っ張り荷重，試験片の大きさ)を特定する必要があるところ，審決による定義では，これらの条件は依然として具体的に特定されないままである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の有無に係る引用発明認定及び対比判断の誤り(取消事由2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2について",
                  "text": [
                    "甲2には，「例えばポリプロピレンやポリエステル等から成るところの繊維の方向が一方向性の不織布により構成」されることが記載されて，第1図あるいは第3図には繊維が一方向に並んで構成された不織布が示されている。",
                    "一方，本件明細書【0008】にも「このような不織布の製造方法としては，比較的伸びにくいポリエステル等の繊維を一方向に並べて不織布とすることによって製造可能である」と記載されている。",
                    "甲2の不織布と本件発明の不織布とは，少なくとも繊維の配列方向が一方向性という基本構造が同じであって，実質的な相違点がない。繊維の配列方向が不織布の伸びに影響を与える大きな因子であることは甲2の記載からも明らかである。",
                    "このように，甲2のフィルターも，本件明細書に記載のような製造方法で製造されているのであるから，本件発明の不織布と同様に一軸方向にのみ非伸縮であることは明白である。それにもかかわらず，甲2に「一軸方向にのみ非伸縮」という表現そのものがないことに拘泥し，実体的な内容の検討をしていない審決には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3について",
                  "text": [
                    "本件発明は，不織布が一軸方向に伸縮することを構成要件とするものであるが，(cid:1) (cid:7)その伸縮のメカニズムについての限定はない。伸縮のメカニズムの違いにより，甲3の不織布は，本件発明の不織布に該当しないとする審決の認定は，誤りである。",
                    "一般に，不織布に伸縮性が要求される場合，その伸縮メカニズムのいかんは問われないことが通例であり，このことは，甲3の記載「ただし，フィルター膜の形状は，上記フィルター膜2のような形状に限定するものではなく，波形状乃至蛇腹状に形成しなくともよく，伸縮性を有しているのが好ましい」(【0016】)等からも明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4について",
                  "text": [
                    "本件特許の出願当時，一軸方向の伸びが抑制された不織布がよく知られていた(甲2，7ないし20，24，25)から，当業者が甲4に接した場合，公知ないしは周知である一軸方向の伸びが抑制された不織布の適用を試してみるということには，合理的な理由がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲5について",
                  "text": [
                    "甲5を本件出願当時の技術水準を示すものとして正確に認定・採用するべきところ，審決は，不織布として本件発明と異なるという理由で，甲5を不採用としており，誤りがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲7ないし20，24及び25について",
                  "text": [
                    "審決では，本件発明の不織布の伸び(一軸方向にのみ非伸縮，一軸方向と直交する方向の伸びが120～140％であること)について，甲7ないし20，24及び25には，そのような伸びを有する不織布は開示されていないと認定している。",
                    "しかしながら，審決において，伸びの測定条件は，「上記簡易固定具が抗せられ，不織布が切断しない程度の大きさの引っ張り力を与えた時のもの」であると認定しているにもかかわらず，前記各文献では，そのような測定条件とは異なる条件下で測定された値が示されている。審決で定義された「測定の条件」は，測定結果に大きく影響を与える条件が特定されておらず，不織布と伸びとが重複する蓋然性がより高くなっている。",
                    "(cid:1) (cid:8)  そして，本件特許出願時における技術水準としては，多方向性の不織布が既にレンジフード等のフィルターとして使用されていた。",
                    "一方，本件発明の課題は「比較的簡便に取付けが可能な通気口用フイルター部材を提供する」(本件明細書【0003】)という点にあり，かかる課題は，不織布が非伸縮であることによって解決されるものではなく，不織布の伸縮によって解決されるものである。従来技術の多方向性の不織布との関係でみると，本件発明にいう「一軸方向とは直交する方向へ伸ばして」通気口を覆うという工程については，一方向性の不織布であっても，多方向性の不織布であっても実現可能であることは，容易に理解できる。「非伸縮性」については，不織布の垂れ下がり等の防止に貢献する程度に過ぎない。",
                    "不織布の伸縮性を利用すべく不織布を伸ばして使用することは，本件出願前より公知ないしは周知の技術事項である。また，「伸縮する不織布」としては，①多方向性の不織布と，②一方向性の不織布との2つのタイプが存在し，これをレンジフード(又は換気扇)の通気口に適用することは，本件出願前より知られていた。一方向性又は多方向性のどちらのタイプの不織布もフィルターとして使用することが知られている状況下において，いずれのタイプの不織布であっても，少なくとも一方向には伸縮する性質があるので，不織布を伸縮する方向に伸ばした状態でレンジフード等に取り付けることが可能であることは，当業者であれば誰でも容易に理解することができる。",
                    "したがって，当業者には，多方向性の不織布の問題(弛みの問題)を回避することを狙って，甲1記載の不織布として，甲2又は3に開示されたような一方向性の不織布からなるフィルターを適用する十分な動機づけがある。また，その適用による効果(伸ばして適用できること，弛みの問題を解決できること)は，甲5，2，3から予測できる範囲内のものである。また，不織布の伸びの測定条件が審決の定義どおりであるとすれば，例えば甲16に開示されている，不織布が有する伸びと同じである蓋然性が高く，「120～140％まで自由に伸びて縮み」という数値範(cid:1) (cid:9)囲は，例えば不織布を構成する繊維の種類，レンジフードの通気口の大きさ等に応じて当業者が適宜なし得る設計事項又は最適化の範囲内のものに過ぎず，何ら格別な新規の効果をもたらすものでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法29条の2に関する判断の誤り(取消理由3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3について",
                  "text": [
                    "「幅広の不織布を取り付けようとするレンジフードの角形の通気口に合わせて切断」することは，甲1等に開示されている内容であって，何ら新規なものでもなく，それによる新たな効果も一切認められない。むしろ，そのような「幅広の不織布を取り付けようとするレンジフードの角形の通気口に合わせて切断」することは，レンジフードないしは換気扇のフィルター分野における慣用技術ともいえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点4について",
                  "text": [
                    "相違点4は，甲1に記載されているように，周知技術の付加にとどまるものである。しかも，甲6においても，一軸方向に非伸縮の不織布がフィルターとして使用されているのであるから，本件発明と同等の作用効果が得られることは明白である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点5について",
                  "text": [
                    "審決では，不織布の伸びの測定条件は「上記簡易固定具が抗せられ，不織布が切断しない程度の大きさの引っ張り力を与えた時のもの」と認定されており，これは測定結果に変動をもたらす条件がなお特定されていないものであって，いわば広範な範囲を包含するものである。甲6の【0051】にも，本件発明と同様の作用効果を奏することが開示されているから，その伸びも同程度である蓋然性が高い。相違点5は，そもそも相違点ではなく，むしろ甲6のフィルターも本件発明と同様の伸びを有する蓋然性が高い。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "記載要件についての認定・判断の誤り(取消事由1)に対して",
              "text": [
                "本件特許において，不織布の「120～140％まで自由に伸びて縮む」とは，不織布を仮固定して現実に使用したときに不織布が自由に120～140％伸びて(cid:1) (cid:10)縮むことを意味する。そして，本件明細書の発明の詳細な説明には，「不織布の縦方向(一軸方向)については角形の通気口の一方の幅aに合わせ同一か又は極めて近い長さで切断すると共に，120～140％まで自由に伸びて縮む不織布の横方向(一軸方向とは直交する方向)については通気口の幅bより少し短いdで切断し，次に，不織布の縦方向の端部を通気口の幅aの一方側端部に一致させた状態で取っ手付き磁石，鉤状フックを有する面状ファスナー，クリップ等の簡易固定具によって固定し，不織布を横方向に少し引っ張って伸ばすことにより，通気口全体を覆う」ことが示されている。また，本件発明は「通気口用フィルター部材」に関するものであり，不織布が破断した場合には通気口用フィルター部材としての機能を果たさないことは技術常識である。通気口用フィルター部材を現実に使用する際に，仮固定して引っ張る時に強い荷重を不織布に加えることは技術常識に基づいても考えられず，加える荷重に限界があることは明らかである。",
                "以上のことから，「測定の条件」とは，簡易固定具が抗せられ，不織布が切断しない程度の大きさの引っ張り力を与えた時のものといえ，「一軸方向の非伸縮性」とは，この引っ張り力が与えられたときに，一軸方向で仮に縮みが生じたとしても通気口全体を覆うことに支障が生じない「伸ばすことによる縮みができる限り抑制されたもの」のことであり，「120～140％まで自由に伸びて縮」むとは，この引っ張り力によって不織布が伸び縮みする量ということができるから，本件特許に係る不織布を製造等するためには，当業者に期待しうる程度を超える試行錯誤が必要であるとは認められない。",
                "同様に本件特許の特許請求の範囲の記載も明確である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の有無に係る引用発明認定及び対比判断の誤り(取消事由2)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2について",
                  "text": [
                    "甲2には，「フィルタとして繊維の方向が一方向性で繰り出し方向と同方向の不織布により構成したことにより，引出し時の引張り力に対して破れが阻止され」るこ(cid:1) (cid:2)(cid:11)と，及び「運転時の風の流れに対して延びのない若しくは極く少ないためたるみが生じない」ことが開示されている。「引出し時の引張り力に対して破れが阻止され」ることは，繊維の方向を揃えたことで不織布の強度が向上したことによっても達成でき，「引出し時の引張り力に対して破れが阻止され」ることをもって，引出し時の引張り方向に不織布が延びて縮むことは導出できない。また，「運転時の風の流れに対して延びのない若しくは極く少ないためたるみが生じない」ことからは，不織布が特定の方向に対して延びる，延びないとは断言できず，むしろ，すべての方向に延びないと見ることもできる。このため，甲2に記載の不織布が「一軸方向のみに非伸縮性を有する」ものであるとはいえない。",
                    "甲2には不織布の製造方法についての記載は一切なく，繊維の方向性をもって，甲2に記載の不織布と本件発明に係る不織布とは同一物性とは直ちにいえない。",
                    "したがって，甲2から，相違点2に係る本件発明の構成を導出することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3について",
                  "text": [
                    "甲3には，「一軸方向にのみ延伸可能な不織布シートを用いた換気扇用フィルターを延伸する方向に伸ばして使用すること」が記載されている。しかし，延伸は不織布シート自体を伸ばしているのではなく，蛇腹を拡開させて生じるものであるから，甲3は，換気扇フィルターとして用いられている不織布シート自体が一軸方向のみに伸縮性を有していることを開示していない。",
                    "また，本件発明は，幅広の不織布を通気口に合わせて切断して，この不織布で通気口を直接覆うことに特徴を有するが，蛇腹構造の不織布を通気口に合わせて切断するという行為はたとえ当業者といえども実施することはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4について",
                  "text": [
                    "甲4では，従来技術の問題点を解決するための「換気扇用フィルター部材」は，左右に引っ張った状態でも従来のように中央部分が狭くなり，開口全体を防ぐことができないことが生じないように，予め中央部分が両端に比べて片側でA寸法だけ(cid:1) (cid:2)(cid:2)幅広く形成しておくものであるから，使用する不織布は直交する2つの軸方向においてともに伸縮性を有した不織布を用いるということが前提であるといえる。",
                    "そうすると，甲4は，「伸ばしたときに一軸方向に縮みができる限り抑制された不織布」という技術思想を開示しておらず，甲4から，相違点2に係る本件発明の構成を導出することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲5について",
                  "text": [
                    "甲5には，不織布に関し，「若干小さいシート状フィルターを伸ばした状態で取り付けできる」との記載があるから，当該フィルターは少なくとも一軸方向への伸縮性を有しているといえるものの，この軸と直交する方向についての伸縮性についての記載はない。",
                    "よって，甲5は，レンジフード用フィルターとして用いられている不織布に関して，「伸ばすことによる縮みができる限り抑制された」ものを使用することは開示していない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲7ないし20，24及び25に記載された発明について",
                  "text": [
                    "審決では甲7ないし20，24及び25に記載された数値に基づいても相違点2に係る構成を導出できないと認定しているだけで，先行文献に記載の数値を誤認しているわけではない。最大引張強力を示す伸度に対し「不織布が切断しない程度の大きさの引っ張り力」で引っ張ったときの伸びも小さい値になることは当然であるが，具体的にそのときの伸びがどの程度になるかは甲7ないし20，24及び25の記載から明らかにされていない。",
                    "原告は，引っ張り強度と伸びとが直線的な比例関係にあると仮定して不織布の伸びを計算している。しかしながら，引っ張り強度と伸びとが直線的な比例関係にある根拠は全く示されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "特許法29条の2に関する判断の誤り(取消事由3)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3について",
                  "text": [
                    "甲6に記載の切断する前の不織布は，換気扇のサイズよりも大きければよく，そ(cid:1) (cid:2)(cid:3)の形状は幅広でなくてもよいから，甲6に記載の切断する前の不織布の形状が幅広であるとは直ちにいえない。また，甲6に記載の「換気扇のサイズに正確に一致させ」て不織布を切断するとは，吸込み口，すなわち，通気口に合わせて切断することではなく，通気口よりも大きな形状で切断することである。",
                    "甲6においてはフィルター吸込み防止部材は必須の部材であることから，本件発明の「レンジフードの角形の通気口に合わせて切断」することと同じであるとはいえない。",
                    "以上のことから，相違点3は実質的な相違点であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点4について",
                  "text": [
                    "甲6において「フィルタ吸込み防止部材」は不可欠なものでこれをなくすという思想はなく，甲6発明は，吸い込み口，すなわち，通気口を不織布で直接覆うことはない。したがって，相違点4は実質的な相違点であるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点5について",
                  "text": [
                    "甲6の「伸縮性を有している」不織布は，「皺などの少ない美麗な状態に仕上げることができる」ものであるものの，伸縮量，すなわち，自由に伸びて縮む量が120～140％であるとは直ちにいえない。相違点5についても実質的な相違点である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載",
              "text": [
                "本件明細書(甲41。訂正第2次審決の確定後のもの)には，次のとおりの記載がある(図1及び図3は別紙のとおり。)。",
                "「【0001】【発明の属する技術分野】",
                "本発明は，レンジフードの通気口を覆って使用する通気口用フイルター部材に関する。」",
                "「【0003】【発明が解決しようとする課題】",
                "(cid:1) (cid:2)(cid:4)  しかしながら，公報記載の排気口へのフィルター取付け方法に使用されている不織布には平面方向に伸びない不織布を使用しているので，取付けようとする通気口に合わせて不織布を切断する必要があり，所定の幅より短い場合にはフィルターとして使用することができず，長い場合には再度切断し直す必要があり，極めて面倒であるという問題があった。本発明はかかる事情に鑑みてなされたもので，比較的簡便に取付けが可能な通気口用フイルター部材を提供することを目的とする。」",
                "「【0005】",
                "請求項1記載の通気口用フイルター部材においては，一軸方向にのみ非伸縮性の不織布を使用しているので，角形の通気口の一方の幅aにのみ長さを合わせて不織布を切断し，通気口の他方の幅bについては，概略長さで不織布を切断してフィルター部材を用意する。次に，フィルター部材となる不織布の所定の幅aで切断した側の端部を，通気口の幅aの部分に合わせて固定し，該不織布の反対側の端部を，幅aの通気口の反対側の端部に固定する。この場合，概略長さで切断した不織布が幅bより短い場合には，不織布を少し引っ張って伸ばすことにより通気口全体を覆い，概略長さで切断した不織布が幅bより長い場合には，一旦不織布の端部を固定した後，そのはみ出し部分を切断する(なお，余剰部分を折り曲げてもよい)。」",
                "「【0006】【発明の実施の形態】",
                "続いて，添付した図面を参照しつつ，本発明を具体化した実施の形態につき説明し，本発明の理解に供する。ここに，図1は本発明の一実施の形態に係る通気口用フイルター部材の取付け状態を示す斜視図，図2は同通気口用フイルター部材の平面図，図3は比較例に係る通気口用フイルター部材の使用状態説明図である。",
                "【0007】",
                "図2に示すように，本発明の一実施の形態に係る通気口用フイルター部材は，難燃性処理が行われた合成樹脂繊維からなる不織布素材10が使用されている。この不織布素材10は，通常幅広(例えば，1m×2m)となっている。この不織布素材10は，図2において矢印Aで示す幅方向には伸縮性がなく，矢印Bで示す長さ(cid:1) (cid:2)(cid:5)方向には約120～140％程度まで自由に伸びて縮む性質を有している。",
                "【0008】",
                "このような不織布の製造方法としては，比較的伸びにくいポリエステル等の繊維を一方向に並べて不織布とすることによって製造可能であるし，場合によっては自由方向に繊維が並んだ不織布に一方向に伸びにくい繊維を多数平行に入れて製造してもよいし，その他の周知の方法によって製造してもよい。",
                "【0009】",
                "この不織布素材10から，図1，図2に示すように縦横の内側の幅がa×bであるレンジフード11の通気口12に装着する不織布13を切り出す場合には，縦方向については幅aの長さと同一か又は極めて近い長さcで切断する。そして，横方向については，好ましくは通気口12の幅bより少し短い長さdで切断する。これによって，通気口12を覆う不織布13が切り出されるが，縦方向においては通気口12の幅aと略等しいので，通気口12の幅aの一方側の端部14に一致させた状態で簡単に取っ手付き磁石15によって固定できる。この状態で，不織布13を通気口12に向けて張り付けるが，不織布13の幅dが通気口12の幅bより短い場合には，不織布13を横方向に引いて通気口12の幅bにその端部を合わせた状態で取っ手付き磁石15で固定する。",
                "【0010】",
                "不織布13が弛んだ状態で取付けられている場合には，伸縮性のないA方向に不織布13を引っ張った状態で固定することによって，見栄えが良く不織布13を通気口12に固定できる。また，不織布13の幅dが通気口12の幅bより長い場合には，再度切断して適当な長さにするか，あるいは不織布13の余分な端部を内側に折り曲げた状態で取っ手付き磁石15によって固定する。なお，取っ手付き磁石15の内面側には鉄板が設けられているものとする。",
                "【0011】",
                "ここで，図3(A)，(B)に示すように，比較実験のために，A，B何れの方向(cid:1) (cid:2)(cid:6)にも自由に伸びる不織布16を使用し，その周囲を取っ手付き磁石15で固定した状態でフィルター部材として使用したところ，時間の経過と共に油等の汚れが不織布16に付着し，通気口12の下方に垂れ下がることが確認された(図3(A)  参照)。また，レンジフード11のファンの風力が強い場合には，ファンによって内側に吹き寄せられる(図3(B)参照)。従って，自由に伸びる不織布16の場合には，中央部分が上下に弛み易いという欠点が判明した。",
                "【0012】",
                "一方，直交する何れの方向にも伸びない不織布を使用して通気口12を覆った場合には，図3(A)，(B)のようには中弛みはしないが，所定の寸法に切断しないと通気口12に収まらず，収まっても丁度に取付けることは難しく，特に，幅が短い場合には全く使用できないという欠点があった。",
                "【0013】",
                "なお，不織布の周囲の固定は取っ手付き磁石15によって固定したが，鉤状フックを有する面状ファスナー，クリップ等の簡易固定具で不織布の周囲を通気口に固定する場合であっても本発明は適用される。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2の記載",
              "text": [
                "甲2(公開実用新案公報平1-75733)には，次のとおりの記載がある(第1図及び第3図は別紙のとおり。)。",
                "「換気扇本体に，その前面を覆うフィルタを繰り出し自在に具備せしめて成るものであって，そのフィルタを，繊維の方向が一方向性で前記繰り出し方向と同方向の不織布により構成したことを特徴とするフィルタ付換気扇。」(実用新案登録請求の範囲第1項)",
                "「(考案が解決しようとする問題点)",
                "上記従来のものに於いては，フィルタが多方向性の不織布から成る関係上，引出し時の引張り力に対して弱く，ために充分に引出せないまま途中で破れ，その結果，注意しながらの再引出しが強いられるなど，取扱いの面で劣るという問題点を有し(cid:1) (cid:2)(cid:7)ていた。又，上記多方向性の不織布から成るフィルタは，換気扇の運転時の風の流れに対しても弱くて延びを生じ，たるんで，最悪の場合送風羽根に当たり，フィルタの破損，換気扇の故障につながるという問題点を有していた。",
                "本考案は上述の事情に鑑みてなされたものであり，従ってその目的は，フィルタが引出し時の引張り力及び運転時の風の流れのいずれに対しても強く，取扱性の向上並びに使用状態のより一層の安定化を図り得る実用的に優れたフィルタ付換気扇を提供するにある。」(2頁2～18行)",
                "「(作用)",
                "上記手段によれば，フィルタの繊維が，引出し時の引張り力による該フィルタの破れを阻止するように作用し，又，運転時の風の流れに対してはフィルタ全般の強さを増して，その延びを阻止するように作用する。」(3頁5～10行)",
                "「(実施例)・・・",
                "而して，上記換気扇本体1の前面には，上部ロール支持体8及び下部ロール支持体9を例えば化粧枠7に一体に形成して設けており，そのうちの上部ロール支持体8に，フィルタ10を巻回したロール11を，そのフィルタ10が下方へ繰り出し自在となるように回転可能に装架している。ここで，フィルタ10は詳細には第3図の写真に示すように例えばポリプロピレンやポリエステル等から成るところの繊維の方向が一方向性の不織布により構成したものであり，複数枚重ねて第1図に示すようにその繊維の方向が上記繰り出しの方向と同方向となるように前記ロール11に巻回している。尚，ロール11は上部支持体8に回転可能のほか着脱可能にも装架しており，又，下部ロール支持体9には巻取りロール12を同じく回転可能且つ着脱可能に装架していて，この巻取りロール12に，ロール11から下方へ引出したフィルタ10を巻取らせるようにしている。",
                "・・・フィルタ10は徐々に汚れ，やがて交換の必要な時期に至る。そこで，本実施例の場合，油受け14を取外して巻取りロール12を回転させることにより，該フィルタ10の汚れた部分を巻取る。すると，それに伴ってロール11に巻回さ(cid:1) (cid:2)(cid:8)れたフィルタ10の新規な部分がそのロール11を回転させながら引出され，従って換気扇本体1の前面はそのフィルタ10の新規な部分によって覆われるようになる。よって以後，そのフィルタ10の新規な部分でもって吸入空気に含まれた油や塵埃等の捕集が行なわれるようになり，而してその後その交換が必要な時期に至れば，上述同様にしてフィルタ10の汚れた部分を巻取り，新規な部分で換気扇本体1の全面を覆うようにすれば良い。",
                "ここで，上述のようにフィルタ10が引出されるとき，該フィルタ10は繊維の方向がその引出し方向(繰り出し方向)と同方向の一方向性の不織布により構成していることから，その繊維が，該引出し時の引張り力によるフィルタ10の破れを阻止するように作用し，よって従来のフィルタが多方向性の不織布から成っていたもののような破れを生じることはなく，従って又破った後に更にその破れに注意しながらフィルタの再引出しを行なうというような面倒及び困難もなくて，取扱性を向上させることができる。",
                "又，運転時の風の流れに対しては，上述のように繊維の方向が一方向性の不織布から成るフィルタは，その全般の強さを増して，延びのない若しくは極く少ないものとなり，よって従来のもののようなたるみを生ずることはなく，送風羽根5への当たりも避けることができるのであり，以てフィルタ10の破損，換気扇の故障といったことの発生を防止でき，使用状態の一層の安定化を達成することができる。」(3頁11行～7頁6行)",
                "「それに対し，特に上記実施例のものに於いては，フィルタ10の不織布繊維が一方向性で，該フィルタ10の繰り出し方向を下方としたことに合わせ，その繊維の方向を上下方向に定めているので，フィルタ10に捕集された油や水分は下方へ流れ易く，フィルタ枠13の排油口15を通して油受け14に効率良く貯留されるものであり，よって上記従来のもののような目詰まりを起こすようなことがなく，風量は大，騒音は小に，夫々良好に保つことができる。」(7頁14行～8頁3行)",
                "「以上の記述にて明らかなように本考案のフィルタ付換気扇は，換気扇本体に，(cid:1) (cid:2)(cid:9)その前面を覆うフィルタを繰り出し自在に具備せしめて成るものにあって，そのフィルタを，繊維の方向が一方向性で前記繰り出し方向と同方向の不織布により構成したところに特徴を有するものであり，それによって，フィルタが引出し時の引張り力及び運転時の風の流れのいずれに対しても強く，取扱性の向上並びに使用状態のより一層の安定化を達成できるという優れた実用的効果を奏する。」(9頁1行～10行)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3の記載",
              "text": [
                "甲3(公開特許公報特開平7-190434)には，次のとおりの記載がある。",
                "「【請求項1】 換気扇本体の開口を塞ぐに十分な所定寸法となり得るように形成したフィルター膜の少なくとも相対両端二辺部分に止着具を固着してなる換気扇用フィルター。",
                "【請求項2】 上記フィルター膜を使用時に延伸可能なように長手方向乃至短手方向に蛇腹状に圧縮形成したことを特徴とする請求項1に記載の換気扇用フィルター。",
                "【請求項3】 止着具を当該辺に沿う線状乃至棒状の補強部材に磁石，フック，止めピンその他の止着部材を組合せた構成とした請求項1又は2に記載の換気扇用フィルター。」(特許請求の範囲)",
                "「【従来の技術】従来，換気扇用フィルターとして，アルミニウム箔に樹脂コーティングを施し，これをプレス成形して開口を有する枠体を形成し，この枠体に不織布等のフィルター膜を加熱接着などの手段によって貼着して開口を塞ぎ，さらに枠体の両端付近に磁石やベルベット式ファスナーなどの止着具を固着して換気扇本体に容易に脱着することができるように装着するものが知られている。」(【0002】)",
                "「【発明が解決しようとする課題】ところで，換気扇用フィルターの本来の機能，すなわち塵埃，油などの微粒子などを付着する機能のみに着目してみると，換気扇用フィルターとして必要な構成要素としては，フィルター膜のみで十分である。また，枠体を構成要素とすると，却って製造コストの削減が制限され，販売，輸送，廃棄時に嵩張って不便となり，フィルター膜と枠体とを一体として廃棄するから，(cid:1) (cid:2)(cid:10)資源の浪費ともなるなどの弊害があった。」(【0005】)",
                "「【課題を解決するための手段】上記目的を達成するために，本発明の換気扇用フィルターは，換気扇本体の開口を塞ぐに十分な所定寸法となり得るように形成したフィルター膜の少なくとも相対両端二辺部分に止着具を固着してなるものである。",
                "上記フィルター膜は，使用時に延伸可能なように長手方向乃至短手方向に蛇腹状に圧縮形成したものとするのが好ましく，長時間の使用によって弛みが生じないように補強することができるばかりか，伸縮性が高くなるので寸法のずれを修正することができる。さらに，平面視した面積当たりの表面積が大となるから収集効率がより高くなる。",
                "また，上記止着具は，当該辺に沿う線状乃至棒状の補強部材に磁石，フック，止めピンその他の止着部材を組合せた構成とすれば，一層簡単かつ確実に換気扇用フィルターを換気扇本体に装着することができる。」(【0008】～【0010】)",
                "「フィルター膜2は，綿などの天然繊維素材，レーヨン，アセテート，ナイロン，ポリプロピレン，ポリ塩化ビニル，ポリエステル，ビニロン等の合成繊維素材，アルミニウム等の金属素材，その他適宜材質の通気性を有する不織布シート，或いは細かい網状シート等を素材とし，図1に示すように，長手方向に比較的細かい連続した波形状乃至蛇腹状に形成してある。このように長手方向に波形状乃至蛇腹状に形成することにより，前後方向に弛みが生じないように強度を高めることができるばかりか，長手方向の伸縮を自在とすることができ，開口幅に合うように巾を調整することができる。また，例えば換気扇本体10の開口11単位面積当たりの換気扇用フィルター1の表面積が大となるから，塵埃，油分などの微粒子などの収集効率を一層高めることができる。",
                "波形のピッチは1mm～10mm，特に1mm～3mmとすれば，単位面積当たりの表面積を大きく維持しつつ，上記強度を一層高めることができて好ましい。",
                "ただし，フィルター膜の形状は，上記フィルター膜2のような形状に限定するものではなく，波形状乃至蛇腹状に形成しなくともよく，伸縮性を有しているのが好ま(cid:1) (cid:3)(cid:11)しい。尚，上記波形状乃至蛇腹状は，長手方向全面に亘って形成してある例を示したが，適宜巾で中央部又は両端部付近に設けて，他は平坦面とし，或いは適宜巾で断続的に設けてもよい。長手方向と短手方向の両方向を組合せて設けることもできる。」(【0014】～【0016】)",
                "「本発明の換気扇用フィルター1は，上記のように構成してあるので，例えば図3及び図4に示すような，中央部に開口11を有し，この開口11周縁部をフィルター取付面部12とし，この開口11内で回転するように換気扇13が設置され，さらに開口11前面に開口11を塞ぐように網部が装着されているステンレス製の換気扇本体10に対して，長手方向両端部を持って網部を外側から被覆しつつ長手方向に拡開させて幅を調節し，止着部材31が例えば磁石であれば，各々フィルター取付面部12，12に磁着させればよく，換気扇用フィルター1を換気扇本体10に装着させることができる。",
                "このとき，換気扇用フィルター1枚では開口11を完全に塞ぐことができなければ，上下に二枚或いはそれ以上の換気扇用フィルター1を隙間なく並べて被覆するようにして，開口11を完全に塞ぐようにすればよい。」(【0022】，【0023】)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲4の記載",
              "text": [
                "甲4(公開特許公報特開平8-196843)には，次のとおりの記載がある。",
                "「【請求項1】 換気扇等の吸気側開口全体を覆い，着脱自在に装着される四角形状の換気扇用フィルタ-において，該フィルタ-はフィルタ-部材の少なくとも両端にホルダ-部が設けられているとともに，該フィルタ-部材は中央部が端部に比べ幅広く形成されていることを特徴とする換気扇用フィルタ-。",
                "【請求項2】 前記フィルタ-部材は不織布であることを特徴とする請求項1に記載の換気扇用フィルタ-。」(【特許請求の範囲】)",
                "「【産業上の利用分野】本発明は台所用換気扇やレンジフ-ドなどのフィルタ-の装着を必要とする換気扇本体や換気扇本体の前面全体を覆うフィルタ-カバ-の吸気側開口全体を覆い，着脱自在に取り付け可能とした換気扇用フィルタ-に関する(cid:1) (cid:3)(cid:2)ものである。」(【0001】)",
                "「しかしながら，フィルタ-カバ-20 にフィルタ-21 が装着された状態では図6に示すように両方向に引張られたような状態で装着されている。よって，図5に示すような形状のフィルタ-21 では中央部分の幅が両端に比べて片側でA寸法だけ狭くなる。特にフィルタ-部材 22 として不織布を用いた場合は上記現象がより顕著である。",
                "このために，図7に示すように吸気口の上下部分にフィルタ-部材 22 で覆われない部分 24 が生じ，油煙等をうまくキャッチすることができず，十分な効果が得られない。",
                "【発明が解決しようとする課題】そこで本発明においては，取り付け取り外しが容易であるとともに，装着時においても十分な効果が得られるようにした換気扇用フィルタ-を提供することを課題とする。」(【0005】～【0007】)",
                "「【作用】本発明の換気扇用フィルタ-においては，フィルタ-部材の少なくとも両端にホルダ-部が設けられているために，ホルダ-部のみを換気扇本体等に固定することで，フィルタ-部材を緩みなく装着することができ，またあらかじめフィルタ-部材の中央部分が幅広く形成されていることから，フィルタ-の装着時において，中央部分が狭くなりすぎることがない。」(【0010】)",
                "「フィルタ-部材9は図1に示すように中央部分が両端に比べて片側でA寸法だけ幅広く形成されているために，装着において左右に引張った状態でも従来のように中央部分が狭くなり，開口2全体を防ぐことができないということはない。またフィルタ-部材として不織布を用いた場合は，図6に示すような現象が顕著であることから本発明のような形状はより効果的である。」(【0014】)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲6の記載",
              "text": [
                "甲6(公開特許公報特開平9-75643)には，次のとおりの記載がある(図5，図6及び図8は別紙のとおり。)。",
                "「換気扇の前面部に取付けられるフィルタ吸込み防止部材と，このフィルタ吸込(cid:1) (cid:3)(cid:3)み防止部材とは分離して準備された可撓性を有するシート状のフィルタと，このフィルタを上記フィルタ吸込み防止部材の前面に沿わせて取付け保持できるように，上記換気扇に取付けられて上記フィルタの取付け保持を行うためのフィルタ取付手段と，を具備していることを特徴とする，換気扇用フィルタ装着具。」(【請求項1】)",
                "「上記フィルタ取付手段は，上記フィルタと着脱自在な面ファスナテープである，請求項1または2に記載の換気扇用フィルタ装着具。」(【請求項3】)",
                "「上記フィルタ吸込み防止部材は，複数本の長細な帯状部材またはバー状部材である，請求項1ないし8のいずれかに記載の換気扇用フィルタ装着具。」(【請求項9】)",
                "「上記フィルタは，その縦横の幅方向の少なくともいずれかの方向に伸縮性を有している，請求項1ないし10のいずれかに記載の換気扇用フィルタ装着具。」(【請求項11】)",
                "「本願発明は，このような事情のもとで考え出されたものであって，単一種類のフィルタ装着具を複数種類の換気扇に適切に使用できるようにして，フィルタ装着具の使用融通性を高めるとともに，フィルタ装着具の製造コストの低減化，ならびに小型化が図れ，さらにはフィルタ交換作業も容易に行えるようにすることをその課題としている。」(【0010】)",
                "「本願発明においては，換気扇の前面部にフィルタ吸込み防止部材を取付けた上で，このフィルタ吸込み防止部材の前面に沿わせて可撓性を有するシート状のフィルタを取付ることができるために，このフィルタによって上記フィルタ吸込み防止部材を覆い隠すようにして，換気扇の前面部を体裁良く覆うことができ，換気扇の汚れ防止が適切に図れることとなる。",
                "上記フィルタ吸込み防止部材は，従来の枠体とは異なり，換気扇に外嵌させる必要はなく，換気扇の前面部に配置されるようにたとえば接着剤や接着テープなどを用いて取付ければよい。したがって，外形サイズが種々相違する複数種類の換気扇を対象とする場合であっても，これら換気扇の前面部に上記フィルタ吸込み防止部(cid:1) (cid:3)(cid:4)材を適切に取付けることが可能となる。また，上記フィルタは，従来の換気扇に外嵌される枠体に取付けられたフィルタとは異なり，上記フィルタ吸込み防止部材とは分離して準備されたシート状のものであるから，換気扇のサイズに応じて適宜切断し，あるいは折り畳むなどして，そのサイズを換気扇に対応するサイズに合致させるといったことが容易に行える。さらに，上記フィルタを取付け保持するためのフィルタ取付手段は，要は換気扇に取付けられて上記フィルタを取付け保持し得る手段であればよく，たとえば接着剤やその他の手段を用いて換気扇の前面部や側面部などの適宜の箇所に取付ければよいものである。したがって，このフィルタ取付手段についても，換気扇の外形サイズの大小を問わず，種々の外形サイズの換気扇に適切に取付け可能なものとすることができる。」(【0015】，【0016】)",
                "「さらに，本願発明の好ましい他の実施の形態では，上記フィルタは，その縦横の幅方向の少なくともいずれかの方向に伸縮性を有している構成とすることもできる。",
                "このような構成によれば，上記フィルタをフィルタ吸込み防止部材の前面に沿わせて取付ける場合に，このフィルタをその縦幅方向あるいは横幅方向に伸長させて，皺の無い，または皺の少ない状態に緊張させて取付けることができ，フィルタ取付状態の外観体裁を一層良好なものにすることができる。また，このフィルタをフィルタ吸込み防止部材の前面部に沿わせて換気扇の前面部を覆う場合において，上記フィルタ吸込み防止部材が設けられていない箇所において上記フィルタを伸長させれば，このフィルタを換気扇の前面部の表面に略密着するように沿わせることも可能となり，フィルタと換気扇の前面部との相互間に大きな隙間が生じることも防止できることとなる。その結果，フィルタと換気扇の前面部との隙間から油汚れなどが進入する虞れを解消することが可能となり，換気扇の汚れ防止を徹底することができるという優れた効果も得られる。」(【0034】，【0035】)",
                "「この換気扇用フィルタ装着具は，換気扇4の前面部4aに取付けるための複数本のフィルタ吸込み防止部材1，矩形シート状のフィルタ2，および複数枚の面フ(cid:1) (cid:3)(cid:5)ァスナテープ3などを具備して構成されている。",
                "図2は，上記フィルタ吸込み防止部材1の平面断面図てある。このフィルタ吸込み防止部材1は，たとえばポリプロピレンなどの合成樹脂製であり，一定厚みおよび一定幅を有する長細な帯状に形成されている。このフィルタ吸込み防止部材1は，可撓性を有しており，たとえば図2の仮想線で示すように，このフィルタ吸込み防止部材1の長手方向中央部1aを矢印a1方向に大きく湾曲させることが可能である。・・・",
                "図1において，上記矩形シート状のフィルタ2は，たとえば難燃性のガラス繊維製であり，上記フィルタ吸込み防止部材1とは分離して準備されている。このフィルタ2は，折り曲げ，折り畳みなどが自在となるように可撓性を有している他，その縦横の幅方向(矢印b1，b2方向)に沿って伸縮性を有している。」(【0038】～【0041】)",
                "「まず，図4に示すように，換気扇4の前面部4aに，たとえば3本のフィルタ吸込み防止部材1を適当な間隔で取付ける。この場合，好ましくは，これらフィルタ吸込み防止部材1を換気扇4の吸込み口40の手前側に配置させる。また，上記フィルタ吸込み防止部材1を換気扇4に取付けるための手段としては，図2において説明した離型紙12，12を剥離した後に，このフィルタ吸込み防止部材1の両端部1b，1bの粘着部11，11を上記換気扇4の前面部4aに接着させればよい。ただし，本願発明は，フィルタ吸込み防止部材1の具体的な取付手段はこれに限定されない。本願発明では，必ずしもフィルタ吸込み防止部材1に粘着部11などを設けておく必要はなく，両面接着テープなどを用いることによって上記フィルタ吸込み防止部材1を換気扇4に接着させてもよい。",
                "さらに，上記フィルタ吸込み防止部材1を取付ける場合には，このフィルタ吸込み防止部材1の長手方向中央部1aを湾曲させておき，この長手方向中央部1aが換気扇4の前面部4aから換気扇4の手前前面側に突出させる。このようにフィルタ吸込み防止部材1を湾曲させれば，たとえば換気扇4の吸込み口40内に位置す(cid:1) (cid:3)(cid:6)る回転羽根41の軸部42が，換気扇4の前面部4aの手前側へ突出している場合であっても，この軸部42を回避したかたちで上記フィルタ吸込み防止部材1を取付けることができる。なお，上記フィルタ吸込み防止部材1の両端部1b，1bは，折曲線10，10の位置から折り曲げることができるため，これら両端部1b，1bを換気扇4の前面部4aに適切に面接触させることができ，換気扇4に対して適切に接着させておくことができる。」(【0045】，【0046】)",
                "「一方，上記フィルタ吸込み防止部材1の取付けの前後のいずれかの時期において，図4に示すように，たとえば計四枚の面ファスナテープ3をそのファスナ面3aが外面となるように，換気扇4の左右の側面部4b，4bに接着しておく。この面ファスナテープ3の接着は，図3において説明した粘着部30を利用して行うことができる。ただし，やはり本願発明はこれに限定されず，粘着部30を有しない面ファスナテープ3を，接着剤あるいは両面接着テープなどを用いて換気扇4に接着させてもよい。",
                "次いで，上記のようにして，フィルタ吸込み防止部材1および面ファスナテープ3の取付けが終了した後には，図5および図6に示すように，上記面ファスナテープ3にフィルタ2の左右両端縁部2a，2aを接着させる。これによって，図7に示すように，上記フィルタ2をフィルタ吸込み防止部材1の各前面に沿わせて，このフィルタ2によって換気扇4の前面部4aを覆うことができる。",
                "上記フィルタ2の取付けに際しては，このフィルタ2のサイズが換気扇4のサイズと正確に一致しない場合がある。しかし，この場合には，上記フィルタ2を切断したり，あるいは適当に折り畳むなどして，フィルタ2を換気扇4のサイズに正確に一致させることが可能である。したがって，やはり種々のサイズの換気扇4に共通のフィルタ2を使用することが可能となり，多数種類のフィルタ2を準備しておく必要を無くすことができる。",
                "また，上記フィルタ2は，縦横の幅方向に伸縮性を有しているために，このフィルタ2を伸長し，緊張させた状態でフィルタ吸込み防止部材1に沿わせることがで(cid:1) (cid:3)(cid:7)きる。したがって，上記フィルタ2を皺などの少ない美麗な状態に仕上げることができる。また，フィルタ2が換気扇4の吸込み口40に巻き込まれ易くなるといったことも適切に防止し，または抑制できることとなる。",
                "さらに，上記フィルタ2を左右方向に伸長させて取付ければ，図6に示すように，このフィルタ2の上下両端縁部2b，2bを換気扇4の前面部4aに略密着させることもできる。すなわち，フィルタ2に伸縮性が無い場合には，たとえば図8に示すように，このフィルタ2を湾曲状のフィルタ吸込み防止部材1に沿わせた場合に，このフィルタ2の上下両端縁部2b，2bと換気扇4の前面部4aとの相互間には，隙間Hが発生してまう。ところが，上記フィルタ2に伸縮性があれば，先の図6に示すように，上記隙間Hの無い状態に設定することが可能となる。したがって，上記隙間Hから汚れた空気が換気扇4内に直接進入することを防止して換気扇4の汚れ防止が適切に行え，より好ましいものとなる。」(【0048】～【0052】)",
                "「さらに，本願発明では，フィルタ2は，ガラス繊維製のものに限らず，たとえば不織布製などのものでもよく，その具体的な材質は問わない。また，フィルタ取付手段としても，上述した面ファスナテープやフィルタ取付具などに限定されず，これら以外の取付手段を採用しても構わない。」(【0074】)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(記載要件についての認定・判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の特許請求の範囲には，不織布が伸びて縮むことに関して「前記不織布として，一軸方向にのみ非伸縮性で，かつ該一軸方向とは直交する方向へ伸ばした状態で仮固定して使用したとき，120～140％まで自由に伸びて縮み，」と記載されている。",
                "また，本件明細書には，120～140％まで自由に伸びて縮む不織布により通気口を覆うことにより，不織布が通気口の幅bより短い場合には，不織布を少し引っ張って伸ばすことにより通気口全体を覆う(【0005】，【0009】)ようにすることで，伸びない不織布を使用している場合には，通気口の幅より短いとフィルターとして使用することができないという従来技術の有する課題を解決し，比較的(cid:1) (cid:3)(cid:8)簡便に取付けが可能な通気口用フイルター部材を提供することを目的(【0003】)としたものであることが記載されている。",
                "このように，本件発明は，通気口全体を覆う通気用フイルターを比較的簡便に通気口に仮固定して取り付けるために，不織布は120～140％まで自由に伸びて縮むものを使用するのであるから，本件明細書の記載からは，この「120～140％まで自由に伸びて縮」むとは，通気口に仮固定して取り付ける際に，不織布が自由に伸びて縮む範囲であることが理解される。そして，通気口に仮固定するとは，本件明細書の記載からみて，取っ手付き磁石による固定や鉤状フックを有する面状ファスナー，クリップ等の簡易固定具で不織布の周囲を通気口に固定し(【0013】)ていることをいうと解される。",
                "そうすると，本件特許において「120～140％まで自由に伸びて縮み」とは，当業者が想定する通気口の大きさに，簡易固定具で取り付けた際に「120～140％まで自由に伸びて縮」むことであると理解されるもので，簡易固定具や通気口の大きさについては，自ずから，当業者が通常想定する一定範囲のものであると認められる。そうすると，「一軸方向にのみ非伸縮性で，かつ該一軸方向とは直交する方向へ伸ばした状態で仮固定して使用したとき，120～140％まで自由に伸びて縮」むような不織布についても，自ずから一定範囲のものに限定されるもので，かかる不織布を用いるとすることが，特許請求の範囲の記載において不明確であって，特許法36条6項2号の要件を満たしていないとはいえない。また，当業者において過度の試行錯誤を要するともいえず，本件明細書の記載が特許法36条4項1号の要件を満たしていないとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点，原告は，不織布が「120～140％まで自由に伸びて縮」むときの不織布に加えられる引っ張り力や，不織布の大きさ(特に幅)が特定されていないから，本件発明は不明りょうであると主張する。しかし，上記のように，不織布に加えられる力は，レンジフードの通気口に不織布をフイルターとして取り付ける際に想定される簡易固定具により仮固定されたときに作用させる力であり，不織布(cid:1) (cid:3)(cid:9)の大きさは，この際に想定される不織布の大きさであって，これらは，いずれも本件明細書の記載から当業者があらかじめ想定できるものであるから，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "容易想到性の有無に係る引用発明認定及び対比判断の誤り(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2について",
              "text": [
                "甲2には，ポリエステルからなる繊維の方向が一方向性の不織布を換気扇のフィルタとして用いることにより，フィルタの破れが生じず，繊維と同じ方向への延びがないか極少なくすることで，フィルタのたるみが生ずることがなく，よって送風羽根への当たりを避けられることが記載されているといえる。しかし，甲2に記載されているフィルタの幅方向(フィルタの繰り出し方向と直交する方向)についてみると，甲2に記載されているフィルタは，ロールから回転させながら引出され，換気扇本体の前面がフィルタ10の新規な部分によって覆われるものであるから，フィルタの幅方向については，引き伸ばすことなく，換気扇本体の前面が覆われるものである。したがって，甲2に記載されているフィルタは，繊維の方向と直交する方向に伸ばしたり，あるいは使用時に伸ばして換気扇の前面を覆う必要がないフィルタであって，一軸方向のみに非伸縮性を有するものではない。",
                "原告は，甲2に記載されたフィルタについて，本件明細書に記載の方法で製造されているのであるから，本件発明の不織布と同じ物性(すなわち，一軸方向にのみ非伸縮)であると主張する。確かに，ポリエステルの繊維を一方向に並べて不織布とすることが本件明細書の実施例に記載され，また甲2の実施例にも同様の事項が記載されている。しかし，繊維の方向と直交する方向の不織布の伸びについては，不織布を構成する繊維同士の結合の形態や結合の強さによっても変わるものであるから，不織布を構成する繊維材料が同じであり，その並べ方も同じであるからといって，繊維の方向と直交する方向の伸びまで同じであるとはいえず，また，甲2発明は，フィルタの幅方向(フィルタの繰り出し方向と直交する方向)の伸びを必要(cid:1) (cid:3)(cid:10)としないものであるから，原告の主張は失当である。",
                "したがって，甲2発明を甲1発明に適用しても，相違点2に係る構成が得られるものではないから，そのような判断を示した審決に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲3について",
              "text": [
                "甲3にはフィルター膜を「波形状乃至蛇腹状」に形成すること等により，伸縮性を有する換気扇用フィルターについて記載されているといえる。しかし，甲3には換気扇用フィルターを構成する不織布自体の伸縮性については記載されておらず，甲3に記載された換気扇用フィルターは一軸方向に非伸縮性のものとはいえない。このことは，甲3の【0016】に「(波形状乃至蛇腹状は，)長手方向と短手方向の両方向を組合せて設けることもできる」と記載されていることとも一致する。",
                "甲3に記載の不織布が仮に不織布として伸縮性を有するものであったとしても，上記のように直交方向に非伸縮性を有することが甲3には記載されていないから，この甲3に記載の事項を甲1に適用したとしても，相違点2に係る本件発明の構成が得られるものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4・甲5について",
              "text": [
                "甲4に記載されたフィルター部材は，左右に引張った状態で，中央部分が狭くなっても，この部分をあらかじめ幅広く形成しておくことにより，開口部が覆われない部分が生じることのないようにしたものといえる。すなわち，甲4に記載のフィルター部材はいずれの方向にも伸縮性を有するものを前提とし，一軸方向に非伸縮性を有するものではないといえる。したがって，甲4発明を甲1発明に適用したとしても，相違点2に係る本件発明の構成が得られるものではない。",
                "また，甲5にも一軸方向に非伸縮性を有するフィルターについては記載されておらず，甲1発明に適用して相違点2に係る本件発明の構成が得られるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲7ないし20，24及び25について",
              "text": [
                "原告は，甲7ないし20，24及び25に関して，不織布の伸びの測定条件が審決の定義どおりであるとすれば，これらの文献に記載されている不織布は本件発明(cid:1) (cid:4)(cid:11)の不織布が有する伸びと同じである蓋然性が高いので，本件発明の不織布の伸び自体に格別の技術的意義が認められないと主張する。",
                "しかし，甲7ないし20，24及び25に記載された不織布については，不織布が「120～140％まで自由に伸びて縮」むことによって，通気口の幅に合わせて取り付けることを容易とし，一軸方向に非伸縮性を有することにより，風力や汚れの付着によって不織布に力が加えられると大きく伸びてしまうことを防止することが記載されているものではないから，これを甲1発明の不織布とすることが容易であるとはいえない。",
                "仮に原告主張のとおり，本件発明の不織布の伸びと甲7ないし20，24及び25に記載された不織布の伸びとが同じであったとしても，甲7ないし20，24及び25は，せいぜい特定範囲の伸びを有する不織布が本件の出願前において存在していた可能性を示すものにすぎない。本件発明が容易想到であるとするためには，これらの不織布についてレンジフードの通気口用フィルター部材として用いることが容易であったことが主張・立証されるべきものであって，特定範囲の伸びを有する不織布が知られていたとしても，このことが本件発明の容易想到性の判断に直ちに影響を与えるものではない。そうすると，甲7ないし20，24及び25に記載される周知技術に関する原告の主張は，主張自体失当というべきで，審決の結論に影響を及ぼす理由ではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "特許法29条の2に関する判断の誤り(取消事由3)について",
          "text": [
            "前記1(5)のとおりの甲6の記載並びに甲6の図5及び図6の記載からみて，甲6には，フィルターを一方の面ファスナーテープにフィルタの左端部を接着してから，他方の面ファスナーテープにフィルタの右端部を接着させることが記載されている。",
            "また，甲6には，縦横の幅方向の少なくともいずれかの方向に伸縮性を有しているフィルタについて記載されているが，甲6発明のフィルタは「縦横の幅方向の少なくともいずれかの方向に伸縮性を有している」ものであり，フィルタの縦横の幅方向の他の方向については伸縮性を何ら特定していないのであって，甲6発明は，(cid:1) (cid:4)(cid:2)フィルタの縦横の幅方向の他の方向について伸縮性を有するものと伸縮性を有しないものを含む発明であるといえる。",
            "そして，甲6の段落【0051】に「フィルタ2は，縦横の幅方向に伸縮性を有しているために，このフィルタ2を伸長し，緊張させた状態でフィルタ吸込み防止部材1に沿わせることができる。」と記載され，段落【0052】に「上記フィルタ2を左右方向に伸長させて取付ければ，図6に示すように，このフィルタ2の上下両端縁部2b，2bを換気扇4の前面部4aに略密着させることもできる。すなわち，フィルタ2に伸縮性が無い場合には，たとえば図8に示すように，このフィルタ2を湾曲状のフィルタ吸込み防止部材1に沿わせた場合に，このフィルタ2の上下両端縁部2b，2bと換気扇4の前面部4aとの相互間には，隙間Hが発生してまう。ところが，上記フィルタ2に伸縮性があれば，先の図6に示すように，上記隙間Hの無い状態に設定することが可能となる。」と記載されていることから，甲6には，「一方の面ファスナーテープにフィルタの左端部を着脱自在に接着し，換気扇の前面部に取付けた上記フィルタ吸込み防止部材の前面に伸長し緊張させた状態で沿わせてから，他方の面ファスナーテープにフィルタの右端部を着脱自在に接着させ，皺などの少ない美麗な状態に仕上げることができる不織布製シート状フィルタ」について記載されているといえる。",
            "以上のことから甲6には審決が認定したとおりの甲6発明が記載されているといえ，審決の甲6発明の認定に誤りはない。",
            "そうすると，審決の認定した本件発明と甲6発明との一致点及び相違点についても誤りはなく，少なくとも本件発明と甲6発明との間には審決が認定した相違点4(前記第2，2(2)オ(ウ))がある。",
            "そして，甲6発明においては，フィルタ吸込み防止部材が存在することによって，フィルタの吸込みを防止するものであるから，フィルタ吸込み防止部材は甲6発明において不可欠なものと認められ，この相違点は実質的なものであるとするのが相当である。",
            "(cid:1) (cid:4)(cid:3)  以上のことから，少なくとも本件発明と甲6発明とは審決の認定する相違点4が実質的に存在し，この点についての原告の主張には理由がないから，本件発明は，甲6に記載された発明と同一ではない。したがって，その他の相違点について検討するまでもなく，本件発明は特許法29条の2の規定により，特許を受けることができないとするものではないとした審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告の主張に係る取消事由はいずれも理由がない。原告は，その他縷々主張するがいずれも採用の限りではない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}