{
  "decision": [
    {
      "fig": "1",
      "text": "原告の本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "被告の本件附帯控訴に基づき原判決主文1，2項を次のとおり変更する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用（控訴費用，附帯控訴費用を含む。）は，第1，2審を通じてこれを13分し，その12を原告の，その余を被告の各負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，主文2項(1)に限り，仮に執行することができる。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた判決",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "text": [
            "原判決1，2項を次のとおり変更する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求",
              "text": [
                "被告は，原告に対し，1176万円及びこれに対する平成23年9月18日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求",
              "text": [
                "被告は，原告に対し，190万7120円及びこれに対する平成23年9月18日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴の趣旨",
          "text": [
            "原判決中被告敗訴部分を取り消し，原告の被告に対する請求を棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "請求の概要と原判決",
          "text": [
            "本件は，発明の名称を「水準器」とする本件特許権及び測定機械器具等についての本件商標権を有する原告が，被告が製造販売した被告製品が本件発明の技術的範囲に属するとともに，被告が水準器の包装に付した被告標章が本件商標権の登録商標に類似すると主張して，被告に対し，主位的請求として，特許権侵害の不法行為に基づく損害賠償として，一次的に，特許法102条1項に基づく損害1176万円，二次的に，同条3項に基づく損害190万7120円及び上記各金員に対する不法行為の日の後である平成23年9月18日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め，予備的請求として，商標権侵害に基づく損害賠償として，一次的に，商標法38条1項に基づく上記一次的請求と同額の，二次的に，同条3項に基づく上記二次的請求と同額の損害賠償及び遅延損害金の支払を求めた事案である。",
            "原判決は，原告の主位的請求を棄却し，予備的請求について，被告に対し，100万2888円及びこれに対する平成23年9月18日から支払済みまで民法所定年5分の割合による遅延損害金の支払を求める限度で，原告の請求を認容し，その余の原告の予備的請求を棄却した。",
            "そこで，原告は，敗訴部分について控訴し，一方，被告は，敗訴部分について附帯控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "以下のとおり，付加訂正するほかは，原判決の「事実及び理由」欄の第2，1項記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁18行目「特許権（」の次に，「平成16年7月2日設定登録。」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁5行目「商標権（」の次に「平成22年11月30日設定登録。」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁15行目「販売した被告製品」を「譲渡した被告製品（無償交付分を含む。）」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点及び原審における当事者の主張",
              "text": [
                "原判決の「事実及び理由」欄の第2，2及び3項記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点1（被告製品が本件発明の技術的範囲に属するか否か）について",
                  "text": [
                    "（原告の主張）",
                    "（ア)  本件発明の「磁石部5を構成する磁石11の側縁角部12が前記凹溝3の溝縁部4に略合致」（構成要件E）における略合致の方向は，水平方向のみを指すのであり，垂直方向において「磁石11の側縁角部12」と「凹溝3の溝縁部4」とが略合致すること，すなわち，水準器本体1の底面と磁石11とが略面一（つらいち。底面と磁石11とが同一平面上に存在すること）となることは要求していない。なぜなら，本件発明の意図するところは，被測定物aに水準器本体1を揺動不能に固定することであり，磁石11を被測定物aに当接させることではないところ，磁石11が被測定物aに当接しなくても磁力の作用があれば水準器本体1を被測定物aに揺動不能に固定できるものであるからである。",
                    "そうすると，本件発明の構成要件Eの「略合致」は，「磁石11の側縁角部12」と「凹溝3の溝縁部4」とが水平方向のみで略合致することを意味するのであるから，被告製品において，水平方向における「略合致」が充たされる以上，垂直方向において，磁石が底面から没入していたとしても，この「略合致」を充足することになる。",
                    "なお，原判決が判示するとおり，本件明細書には，「略合致」が「水平方向」のみを意味するという積極的な記載はないが，本件発明の構成要件及び作用効果からすれば，「略合致」が「水平方向」のみを意味することは明白である。本件明細書における「略合致」が「水平方向」のみを意味することを除外する記載もない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "磁石が水準器本体の底面から没入している場合，磁石は底面と面一ではないことはそのとおりであるが，「磁石部」とは磁石の作用する磁石周辺部分も含む概念であることからすると，「磁石部」は底面と面一であるから，磁石部は被測定物aに当接するといえる。「磁石の作用する部分」は「磁石及びその周辺部分」という所定面積の領域を指すものとして充分観念できるものであるから，上記アの解釈は，本件明細書に沿うものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，原判決のように「略合致」の方向について，水平方向のみならず，垂直方向をも意味することを前提とした場合であっても，底面からわずか1mm 以下しか磁石が没入していない被告製品について「略合致」を充足すると解すべきである。実際，触れてみても，面一と感じるくらい1mm 以下の没入はわずかな没入量であり，高精度の測定装置ではないこの種の水準器においては，1mm 以下の没入数値は考慮に値する数値ではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上から，被告製品は，構成要件Eを充足している。",
                        "（被告の主張）"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "一般に「合致」とは「ぴったりと合う」ことを意味し，あらゆる方向，すなわち，水平方向のみならず垂直方向にも一致していることを意味する。また，本件明細書においても，「合致」の語をこのような一般的な意味と異なる意味で用いていることを窺わせる記載は存在しない。",
                        "したがって，本件発明においても「合致」の語をこのような一般的な意味に即して解釈するのが妥当であり，原告の主張のような特異な解釈は成り立ち得ない。",
                        "また，磁石による水準器の被測定物に対する固定可能性のみを根拠に「合致」の意義を解釈するとすれば，原判決添付別紙参考図2のように，磁石の側縁角部が凹溝の溝縁部から水平方向に多少離間している場合，すなわち，水平方向に一致していない場合であっても，磁石の磁力は水準器本体の底面に当接する被測定物に及び得るのであって，水準器を被測定物に固定するのに特段の支障がないのであるから，そのような水平方向に一致していない状態すら「合致」に該当し得ることになり，不合理である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，原告の主張するように磁石部を「磁力の作用する部分」であると解すると，「磁石部」とは，磁力の及ぶ空間という無体物を意味することになる。しかし，空間という無体物において「当接」という物理的な接触状態を観念することはできず，また，構成要件Dのように「磁石部5は，凹溝3の長さ方向に沿った細長形状」などと特定の形状を観念することもできないのであるから，原告の主張は失当というほかない。",
                        "本件発明において，磁石部は「凹溝の左右両側の溝縁部に設けた嵌入部に磁石を嵌入固定して成る」（構成要件C）とあり，磁石部の構成要素としては少なくとも明示的には磁石しか存在しないことや，本件図面の図3～図5においても，磁石部5を示す矢印線は，磁石11そのものを指していることなどから，磁石部の実態は磁石という有体物であると解釈するのが自然である。",
                        "「略合致」の意義も，一見すればおおむね合致していると評価し得る状態をすべて含んでいると解することは妥当ではなく，磁石部，すなわち，磁石が，被測定物に当接する，すなわち，物理的に接触し，測定の基準線として作用するという本件発明特有の効果が奏される範囲内での解釈が許容されるにとどまる。",
                        "そして，被告製品のように磁石が水準器本体の底面から没入している場合には，その没入量がたとえ少量であってもその磁石部としての磁石が被測定物に当接することはあり得ず，したがって，測定の基準線にもなり得ないのであるから，そのような本件発明特有の効果が奏されない状態をもって，本件発明にいう「略合致」に該当すると解することはできない。",
                        "（ウ）  被告製品における鉄片11′は，製造誤差を＋0．2㎜分だけ見込んでも，確実に投入した状態にあるように設計されているので，被告製品において，鉄片11′と底面2′とが面一になること，すなわち，鉄片11′が被測定物に当接することは設計上あり得ないようになっている。その設計思想の中核は，水準器本体1’の内部で上下動する鉄片11′が被測定物に当接してしまうと，当接に伴って測定の基準面となるべき箇所が傾いたり，がたついたりすることになり，被測定物との距離や位置関係が変化してしまい，水平度の正確な測定の妨げとなることから，鉄片11’がそのような測定の基準面を構成することを確実に防止するため，鉄片11′を底面2′から意図的に没入させたというものである。",
                        "つまり，被告製品の技術的思想は，水準器底面の磁石を被測定物に接触しないようにして基準線として機能させないようにすることにあるのに対し，本件発明の技術的思想は，水準器底面の磁石を被測定物に接触させて基準線の一部として機能させることであるのであって，そもそも技術的思想からして根本的に異なっているものである。",
                        "（エ）  よって，被告製品における鉄片11’の側縁角部6′は凹溝3′の溝縁部4′に「略合致」すると評価することはできず，少なくとも本件発明の構成要件Eを充足しないため，その技術的範囲に属することはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点3（本件商標権の効力が被告標章に及ばないか否か）について",
                  "text": [
                    "（被告の主張）",
                    "水準器が建築現場において汎用されているという前提知識を有する需要者が，被告標章が付された水準器に接した場合には，その水準器は鳶職，鳶職人が建築現場で使用するためのものであることを容易かつ直接的に連想することになる。したがって，被告標章は，それが付された水準器が鳶職用，鳶職人用である用途を記述的に表示するものにすぎない。",
                    "また，被告標章は，黒色のありふれた毛筆体で描かれており，文字の本体に赤色の影が付されているものの，文字の本体に影を付して立体的に表示することはありふれた手法であり，文字の本体を黒色としてその影を赤色とするのも，特段目を惹くような色調でもないため，被告標章の表示態様も普通に用いられる態様である。",
                    "以上によれば，被告標章は，水準器を含む本件商標の指定商品である測定機械器具について，それが鳶職用，鳶職人用であるという用途を示すものであり，かつ，普通に用いられる方法で表示するものであるから，商標法26条1項2号の規定により，本件商標権の効力が被告標章に及ぶことはない。",
                    "（原告の主張）",
                    "被告標章の使用態様は，「鳶職用」や「鳶職人用」と表示するものではなく，「鳶」と表示するものであり，まさに商標的使用態様にほかならない。",
                    "よって，被告標章は，商品の用途を普通に用いられる方法で表示した商標であるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点5（本件商標権侵害により原告が受けた損害の額）について",
                  "text": [
                    "（被告の主張）",
                    "（ア）  被告製品のデザインは，原告製品その他の先行する水準器のデザインと非類似であり，それら水準器のデザインからは容易に創作できないとして意匠登録を受けたものである。したがって，少なくとも，原告製品との関係においても一定の差別化が図られているものであり，需要者に対してそのデザインが一定の訴求力を有するものであるから，損害額の減額事情として考慮すべきである。",
                    "また，原判決の述べるように，磁石が強力である点については，原告製品と被告製品の差別化を図ることが困難であるとしても，被告製品は，その他にも，「デカ気泡管で見易い！レンズ効果で大きく見える気泡管を搭載！」，「エラストマー樹脂で表面を保護」などの点もセールスポイントとしてあげている。これに対し，原告製品については，かかるレンズ効果を利用した気泡管は搭載されておらず，また，表面がエラストマー樹脂で保護されてもいないことから，これらの点は，原告製品との差別化に相当程度貢献しているのであって，損害額を減額する事情として考慮されるべきである。",
                    "さらに，被告製品の商品名は「プロテクトアーマー」であって，被告標章「鳶」とは異なる上，「鳶」の語は，一般に「鳶職」を意味するものであるから，少なくとも，被告標章「鳶」は，被告製品が鳶職用の製品であるという用途を間接的又は暗示的に表示しているものである。よって，被告標章の識別力は極めて弱く，製品の差別化に資するところは少ないのであって，これらを減額事情として考慮すべきである。",
                    "（イ）  原告は，少なくとも被告が被告標章を使用している時点において本件商標を使用しておらず，本件商標には保護すべき信用が化体していなかった。原告のカタログには，扁平に押しつぶしたような特徴ある印刷字体の「鳶」の文字と，その下部に付された「To-Be」の英文字とからなる標章が印刷されているが，これは，毛筆体の「鳶」の文字のみからなる本件商標とは相当程度に異なっており，この事実をもって，本件商標が使用されているということはできない。このような事情も，損害の減額事情として考慮すべきである。",
                    "（ウ）  さらに，被告標章の使用は，平成22年11月30日から平成23年1月13日までの約1か月半であり，その間の販売数は3681個であるところ，被告標章の使用を中止した直後である同月末から同年2月20日までの販売数は1922個であり，これを1か月半の期間に換算すれば，2883個となり，被告製品の販売数は，798個減少したことになる。この減少分のすべてが被告標章の使用を中止したことに起因すると仮定したとしても，798個×248円≒19万7900円であるから，原告に生じた損害がこれを超えることはあり得ない。",
                    "（原告の主張）",
                    "（ア）  被告の主張（ア）は争う。",
                    "（イ）  原告のカタログ（甲1）に表示された「鳶」の文字と本件商標とは実質的に同一であり，「To-Be」は付加部分にすぎないものであるから，原告は，本件商標を使用しているといえる。",
                    "（ウ）  被告の上記主張（ウ）は，被告標章使用直後の1か月半の販売個数のみの，極めて恣意的な数字を挙げるものである上，仮に，被告の主張する数字であるとしても，わずか1か月半の短期での売上代の増減については，様々な要因があるのであるから，被告の主張は机上の空論というほかない。",
                    "しかも，商標法第38条1項は被告製品の販売個数に原告製品の単位利益を乗じた額を損害とする規定である。この規定の適用において侵害標章を除去した場合の減少個数に原告製品の単位利益248円を乗じた額を損害とする被告の主張は，全く根拠のない被告の独自の理屈にすぎない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告製品は本件特許の技術的範囲に属さず，主位的請求は棄却すべきであるが，被告による被告標章の使用は，本件商標権を侵害しており，民法709条，商標法38条1項に基づき，損害賠償を支払う義務があるものと認める。その理由は，原判決を，以下の1項のとおり補正し，2項のとおり「被告の責任原因に関する当審における補充主張に対する判断」を付加するほかは，原判決「事実及「第3  当裁判所の判断」1項及び2項（1)，(2)（原判決16頁2行目から22頁17行目まで）記載のとおりである。",
        "しかし，その認容すべき額は，原判決と異なり，元本額で86万3544円と判断する。その理由は，以下の3項記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決19頁11行目「公差は＋2㎜」を「公差は＋0．2㎜」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決19頁12行目「（構成V），」の次に，「すなわち，公差による製造誤差を考慮すると，最大値としては，下限位置において前記底面2’から0．43㎜，上限位置において前記底面2’から設計上0．76㎜，最小値としては，下限位置において前記底面2’から0．03㎜，上限位置において前記底面2’から設計上0．36㎜没入しており，いかなる場合も鉄片11’は，底面2’から没入している状態であることが認められる。」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決19頁13，14行目「下限位置において底面から少なくとも0．1㎜没入している」を「下限位置において鉄片11’は，底面2’から0．1ないし0．25㎜没入している」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決21頁1行目「表面左上部に」の次に「，俵屋宗達が製作した著名な風神雷神の絵図の一部を背景として」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決21頁2行目「表示され，」の次に「真ん中の左側には，毛筆字体で「日本製」と記され，ケースに被告製品を収納した際に当該文字が見えるように配置され，」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決21頁10行目「被告標章が」の次に「商品の用途を」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の責任原因に関する当審における補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1（被告製品が本件発明の技術的範囲に属するか否か）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明の意図するところは，被測定物aに水準器本体1を揺動不能に固定することであって，磁石11を被測定物aに当接させることではなく，磁石11が被測定物aに当接しなくても，磁力の作用があれば水準器本体1を被測定物aに揺動不能に固定できるのであるから，垂直方向において「磁石11の側縁角部12」と「凹溝3の溝縁部4」とが略合致，すなわち，水準器本体1の底面と磁石11とが略面一（つらいち。底面と磁石11とが同一平面上に存在すること）となることは必要ない旨主張する。",
                    "しかし，本件明細書に「板材のような被測定物とも管材のような円弧状の被測定物とも磁石部が当接し，この磁石部による吸着作用で水準器本体を被測定物に確実に揺動不能に固定して」（段落【0027】）と記載されていることから見て，本件発明は，「当接」と「吸着」の2つの作用により，水準器本体を被測定物に「揺動不能に固定して」との効果を奏するものと解される。また，従来例についての「凹溝の左右両側の溝縁部を被測定物に2本線で当接させ，・・・被測定物に手で押しつけて揺動不能に固定できる・・・」（段落【0003】）との記載，実施例についての「凹溝3の左右両側の溝縁部4が被測定物aに2本線で当接し，必然的に前記溝縁部4に設けられた磁石部5が被測定物aに当接し，この磁石部5の吸着作用により，」（段落【0011】，【0025】），「また，磁石部5の側縁角部12（永久磁石板11の側縁角部）は溝縁部4と略合致するように構成されており，水準器本体1の底面2を板材のような被測定物aに当接したときにも管材のような円弧状の被測定物aに当接したときにも溝縁部4及び磁石部5が被測定物aに当接し易いことになる。・・・」（段落【0022】）の記載に照らすと，本件発明において，磁石部は被測定物に「当接」するように構成されているものと認められる。",
                    "したがって，「磁石11の側縁角部12」と「凹溝3の溝縁部4」とが，水平方向のみならず，垂直方向においても略合致が求められていることは明らかであって，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「磁石部」とは，磁石の磁力が作用する磁石周辺部分も含む概念であり，「磁石の作用する部分」は「磁石及びその周辺部分」という所定面積の領域を指すものであると解されるから，磁石11が底面から没入している場合に，磁石11は底面と面一ではないとしても，「磁石部」は底面と面一であるから，「磁石部」は被測定物に当接している旨主張する。",
                    "しかし，段落【0020】において，「この磁石部5は，凹溝3の左右両側の溝縁部4に設けられた嵌入部10に永久磁石板11を嵌入固定して構成されている。」と記載されていることから，「磁石部」は，溝縁部4に設けられた嵌入部10に永久磁石板11を嵌入固定した部材を指すものと認められる。そして，本件発明は，「被測定物aと当接する底面2に凹溝3を設け」てあり（構成要件B），「磁石11の側縁角部12が前記凹溝3の溝縁部4に略合致する」ように構成されており（構成要件E），また，「磁石部の側縁角部が凹溝の溝縁部に略合致するように構成されているから，管材のような円弧状の被測定物に水準器本体の底面を当接する場合に磁石部も凹溝の溝縁部も確実に被測定物に当接する」（段落【0028】）とされているところ，「当接」とは，「物同士が当たっていて接している状態」，「突き当てた状態に接すること」を意味することを勘案すると，磁石が水準器の底面から没入していたならば当該部位に物体がなくなることになり，磁石部と被測定物が「当接」できないことは明らかである。加えて，段落【0023】において，「磁石部5の角部12を研磨などにより削ることで，磁石部5の角部12と凹溝3の溝縁部4の角部6とを完全に合致する」との記載があるところからみても，磁石部が，単なる空間であるとは考え難い。",
                    "以上により，被測定物と「当接」するのは，「磁石部」の磁石と凹溝3の「溝縁部」であると認められ，原告の上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，仮に，原判決のとおり，水平方向のみならず，垂直方向においても，「略合致」が必要であるとの前提に立ったとしても，被告製品の没入量は1mm以下にすぎず，有意な没入量といえないから，1㎜以下の没入があっても「略合致」を充足する旨主張する。",
                    "確かに，被告製品における鉄片（磁石）の底面からの没入の程度は，設計上最も少ない場合は，0．23㎜であり，製造上の誤差である公差0．2㎜を考慮すると，0．03㎜程度しか没入していないものも想定され，この場合に鉄片が数値上底面と近接していることは否定できない。",
                    "しかし，本件発明は，平面にも凸状形状にも磁石部が当接でき，この磁石部による吸着作用により，板材のような被測定物にも管材のような被測定物にも水準器本体を揺動不能に固定できる実用性，作業性に優れた水準器を提供することを目的として，請求項1に記載された構成とすることにより，磁石部が被測定物に「当接」することと，磁石部に被測定物が「吸着」することの2つの作用を利用しつつ，特に磁石部の側縁角部が凹溝の溝縁部に略合致するように構成して，管材のような円弧状の被測定物に水準器本体の底面を当接する場合に磁石部も凹溝の溝縁部も被測定物に当接することができるようにして，水準器本体を被測定物に「揺動不能に固定」するとの効果を奏するという技術的思想であると認められる。これに対し，構成Vを有する被告製品は，前記に述べたとおり，いかなる場合においても鉄片11’は，底面2’から没入して，鉄片11’が被測定物に当接しないように設計され製造されるものであって，現実に市販されている製品を測定しても，少なくとも底面から0．1㎜没入しており，磁石の下端面と底面とが同一のものは認められない。そうすると，底面からの没入の程度が数値上わずかであるとしても，被告製品は，常に磁石の下端面と底面が同一とならないことを前提として設計製造されているものであり，本件発明とはその技術的思想を異にするものであるから，この底面との数値上の差異を無視して，磁石の側縁角部と凹溝の溝縁部とが「略合致」していると評価することはできないといえる。",
                    "したがって，原告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点3（本件商標権の効力が被告標章に及ばないか否か）について",
              "text": [
                "被告は，水準器が建築現場において汎用されているという前提知識を有する需要者が，被告標章が付された水準器に接した場合，その水準器は鳶職，鳶職人が建築現場で使用するためのものであることを容易かつ直接的に連想することになるから，被告標章が付された水準器が鳶職用，鳶職人用である用途を記述的に表示するものであることを意味し，また，被告標章を普通に用いられる方法で用いるものであるから，商標法26条1項2号により，本件商標権の効力が及ばない旨主張する。",
                "しかし，水準器は，建設現場等で鳶職により用いられる場合があるとしても，それ以外の者も一般的に用いることが明らかである。そして，前記に認定した被告標章の用法を見ると，被告標章の背景に描かれた風神雷神の絵図，被告製品本体に示された「鎧」との文字，「日本製」との毛筆で描かれた漢字と相まって，被告標章を含めた製品包装は，日本の戦国時代や武士を思わせる世界観をイメージさせるものとなっており，特に，その中で，被告標章が人の目を惹く形で大きく顕著に示されている。これらの事実に照らせば，被告標章は，需要者において自他商品の識別標識として認識されるものというべきであって，商品の用途を示すものとして普通に用いる方法で表示されたものと認めることはできない。",
                "したがって，被告の上記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標権侵害により原告が受けた損害の額（争点5）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法38条1項本文に基づく損害額について",
              "text": [
                "原判決22頁20行目「被告が平成23年1月13日までの販売個数3935個を超えて被告製品を販売したことを認めるに足りる証拠はない。」を「被告が，平成22年11月30日から平成23年1月13日までの間に，被告標章を付した被告製品3935個（乙21に記載の個数：2790個，乙22に記載の個数：1145個）販売したことは当事者間に争いがないところ，原告が本件商標登録を受けたのは，平成22年12月3日であるから，乙21に基づいて，同日よりも前に被告が販売した被告製品の個数218個を上記から控除した個数，すなわち，同日以降平成23年1月13日までの間に被告が被告製品を販売した個数は，3717個となる。これを超えて，この間に被告製品が販売されたことを認めるに足りる証拠はない。」と改めるほかは，   当裁判所の判断」2項（3)，ア，（ア）及び（イ）のとおりである。",
                "そうすると，被告が販売した被告製品の数量3717個に，原告が被告の侵害行為がなければ販売することができた原告製品の単位利益額248円を乗じると，下記算式のとおり，92万1816円となり，原告が多種の水準器を製造販売していることや原告の売上規模等に照らすと，これは原告の使用の能力に応じた額を超えないと認められる。",
                "（算式）  248円（単位利益額）×3717個＝92万1816円"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法38条1項ただし書の「販売することができないとする事情」について",
              "text": [
                "商標法38条1項は，商標権を侵害する商品の販売によって減少した商標権者の商品の販売数量についての立証困難を救済するため，侵害商標を付した商品と商標権者の商標を付した商品との間に，市場における代替関係を認め得ることを前提とした上で，侵害者の譲渡商品の数量に当該侵害行為がなければ商標権者が販売することができた商品の単位数量当たりの利益額を乗じた額を損害と推定することとし，同項ただし書は，侵害者が同項本文による推定を覆す事情を証明した場合には，その限度で損害額を減額することができる旨を規定したものである。そして，その判断に当たっては，商品の同一性，両商品の機能，技術的特徴，当該商標の出所識別機能の程度，譲渡態様，販売価格，他の広告宣伝効果等を総合的に考慮して判断すべきものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで，検討するに，原告製品と被告製品は，ともに小型の水準器である。前記のとおり，両製品は，その構成が異なるものの，円弧状の被測定物に対しても，水準器本体を被測定物に揺動不能に固定することができる機能を有する製品である点で共通している。これらの製品機能については，原告製品のカタログにおいて，「超強力磁石3倍！」，「測定基準面にV溝付でパイプ等が測定できます。」，「蓄光付で，明るいところで光を蓄積して暗いところで数分間発光します。」と記載され，被告製品の包装に「超強力マグネット搭載！」，「超強力マグネット付！」，「デカ気泡管で見易い！」との記載がなされ，両製品ともに，需要者に対して，磁石の強力さや気泡管の見やすさを特徴として売り出していることが認められる。また，両者の価格帯は，小売希望価格において，原告製品が2810円（甲9），被告製品が2572円（甲2，9）とほぼ同程度である。以上からすれば，原告製品と被告製品の間には，強い市場代替関係が認められる。",
                    "そして，証拠（甲1，11，48）及び弁論の全趣旨によれば，原告製品は，平成21年9月から販売されてきたものであり，原告の会計年度第34期（平成22年7月21日から平成23年7月20日まで）の原告の全売上高は4億6238万4942円，うち原告製品の売上高は4994万1569円であり，同期間における販売数量（返品数量を控除後のもの）は，5万1714個（1か月平均約4310個）である。原告が販売している水準器が多岐にわたることに照らすと，そのうちで原告製品は主力商品であり，製品名としても「トビレベル」を使用してきたことが認められる。また，原告のカタログ紙面上において，製品名「トビレベル」と記載され，最も目立つ大きさの，やや幅広にデフォルメした文字体で青色の「鳶」の文字，その下にそれよりも小さな赤文字で「To-Be」と二段書してなる記載がなされている。以上によれば，本件商標は，相当程度の自他識別力を有するものと認められる。",
                    "一方，被告標章が付された被告製品は，製品名を「プロテクトアーマー」として，平成22年11月30日から平成23年1月13日までの約1か月半の間販売されたもので，被告標章は，「鳶」との黒色の毛筆様の文字に赤色の影を付してなるもので，プラスチック製の透明なケースに挟まれた台紙の表面左上部に，著名な風神雷神の絵図を背景として表示されており，包装された被告製品を正面から見ると，商品名である「PROTECT  ARMOUR」や，「KOD」との被告の標章に比して，最も大きく目立つ態様で被告標章が使用されている。そうすると，被告標章は被告製品の出所を示す機能を有しており，その使用方法からすれば，相当程度の顧客吸引力を有していたものと認められる。",
                    "もっとも，被告は，被告製品についての意匠を平成22年10月19日に出願し，平成23年7月22日，意匠登録を受けるに至っており（乙18），製品デザインが一定の顧客吸引力を有していたことも否定できない。また，被告製品の中央部分に製品名の記載よりも大きな文字で記された「鎧」との文字，包装に付された「KOD」との標章，「PROTECT  ARMOUR」との製品名に加えて，インターネットにおける宣伝広告や製品包装において，前記のとおりの，日本の戦国時代や武士を思わせるような世界観が表現されており，この点も顧客吸引に一定の寄与をしているものと推測できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，証拠（乙21，22）によると，被告は，上記販売数量3717個のうち，少なくとも254個については無償で提供したことが認められる。",
                    "このように商品を無償提供することにより，当該商品を有償で取得しようとする需要者の購入を阻害する場合がある一方，そのような購入の意欲を有していない者に対して商品が頒布される場合もあると想定される。そうすると，侵害者により無償提供された侵害品が権利者による同種商品の販売に全く影響を及ぼさないとはいえない一方，その個数全部を権利者が販売することができたと推測することも相当でないから，上記無償配布分の一定程度は，原告が「販売することができないとする事情」として商標法38条1項本文による損害額から減じるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を総合すると，被告が譲渡した商品について，原告が「販売することができなかった事情」として，被告製品の譲渡数量（無償提供分含む）全体の15％を減額するのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，被告は，被告製品は，上記の他にも，「デカ気泡管で見易い！レンズ効果で大きく見える気泡管を搭載！」，「エラストマー樹脂で表面を保護」などの点もセールスポイントとしてあげており，原告製品についてはかかるレンズ効果を利用した気泡管は搭載されておらず，また，表面がエラストマー樹脂で保護されてもいないことから，これらの点は，原告製品との差別化に相当程度貢献しているのであって，損害額を減額する事情として考慮されるべきであると主張する。",
                    "しかし，被告標章の付された被告製品について，「エラストマー樹脂」が使用されていたかどうか，また，この点が購買動機に影響するものか否かは証拠上明らかでない。また，「デカ気泡管・・・」という点について，原告製品においても，その外観から気泡管が見えやすい構造であることが一見して分かるもので，レンズ効果を採用しているか否かはともかくとして，原告のカタログにおいて，「蓄光付で，明るいところで光を蓄積して暗いところで数分間発光します。」と記載され，気泡管の見やすさを特徴とした売り込みをしていることが認められることからすれば，被告の指摘する上記の点を，原告が「販売することができないとする事情」として，上記認定以上に減額すべきものとは認められない。",
                    "また，被告は，原告がカタログにおいて使用している「鳶」の字は，「To-Be」の字が下段に配されており，毛筆体の「鳶」の文字のみからなる本件商標とは相当程度に異なっており，この事実をもって，本件商標が使用されているということはできないと主張する。",
                    "しかし，登録商標を同一字体でそのまま用いる場合でなくとも，登録商標と社会通念上同一性を有する商標の使用であれば，登録商標の使用に該当するものであるところ，原告は，上記に述べたとおりの態様で，原告のカタログにおいて「鳶」を用いているものであるから，原告が本件商標を使用していることは明らかであって，上記主張は採用できない。",
                    "さらに，被告は，本件商標は，鳶職用を示すものであるから，自他識別力は高くない旨主張するが，水準器が必ずしも鳶職が用いるものに限定されるものではなく，商品に「鳶」を用いる必然性はないことに加え，被告による被告標章の使用の態様に照らすと，商標的使用であることは明らかであって，十分な自他識別力が認められるから，上記主張は採用できない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，被告が販売した被告製品の数量に，原告製品の単位利益額を乗じた92万1816円から，原告が販売することができないとする事情に相当する数量に応じた額である13万8272円（算式：921,816 円×0.15。一円未満切り捨て）を控除すると，下記算式のとおり，78万3544円となり，これが原告の受けた損害の額となる。",
                    "（算式）921,816 円-138,272＝783,544 円"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法38条3項に基づく損害額について",
              "text": [
                "原告は，被告製品の出荷価格を1066円とし，平成22年11月30日から平成23年7月末までに被告製品を2万6400個販売したことを前提に，相当な使用料率は出荷価格の5％として140万7120円が損害となると主張する（なお，原告は，商標法38条1項に基づく請求を一次的とし，同条3項に基づく請求を二次的とし，両請求の関係は必ずしも明らかではないが，選択的な請求と善解する。）。",
                "しかし，前記のとおり，本件商標権侵害となる被告製品の販売数量は，無償提供分をすべて含めるとしても3717個にすぎないものと認められるから，原告主張の実施料率，出荷価格を基礎にしたとしても，下記算式のとおり，19万8116円となり，これが上記(2)オの額を上回らないことは明らかである。",
                "（算式）3,717 個×1，066 円×5％＝198,116 円（1円未満切捨て）"
              ]
            },
            {
              "fig": "(4)",
              "subject": "損害額まとめ",
              "text": [
                "以上のとおり，商標法38条1項に基づく損害額は78万3544円と算出され，同条3項に基づく損害額はこれを上回らないものと認められることからすると，弁護士費用相当額を除く損害額としては78万3544円と認められる。",
                "そして，本件事案の内容，経過，認容金額等に鑑みると，相当な弁護士費用額は8万円と認められる。",
                "以上を合計すると，原告の損害元金額は86万3544円である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，原告の本訴請求（予備的請求）は，被告に対し，金86万3544円及びこれに対する平成23年9月18日から支払済みまで民法所定年5分の割合による遅延損害金の支払を求める限度で理由があるが，主位的請求及びその余の予備的請求は理由がない。よって，本件控訴は理由がないから棄却し，本件附帯控訴は，一部理由があるからその限度において原判決を変更することとして，主文のとおり判決する。"
      ]
    }
  ]
}