{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，60万円及びこれに対する平成24年11月22日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，被控訴人に対し，控訴人が有していた下記の特許(以下「本件特許」という。)を，被控訴人が特許異議の申立てにおいて違法に取り消す決定(以下「本件取消決定」という。)をしたと主張して，不法行為による損害賠償請求権に基づき，損害賠償ないし慰謝料として60万円及びこれに対する訴状送達の日の翌日である平成24年11月22日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "記"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "登 録 番 号  第2640694号"
            },
            {
              "fig": "(2)",
              "subject": "発明の名称  放電焼結装置"
            },
            {
              "fig": "(3)",
              "subject": "出 願 日  平成2年9月18日(同年2月2日に出願した特願平2– 23962号に基づき優先権主張)"
            },
            {
              "fig": "(4)",
              "subject": "出 願 番 号  特願平2-248085号"
            },
            {
              "fig": "(5)",
              "subject": "登 録 日  平成9年5月2日"
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁は，平成25年1月18日，被控訴人は，国の行政機関の一つであって，私法上の権利義務の帰属主体とはなり得ないから，当事者能力を欠き，本件訴えは不適法であるとして，本件訴えを却下した。",
            "そこで，控訴人は，これを不服として本件控訴を提起した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者能力について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取り消すべき理由のある異議の決定をした特許庁は，通商産業省の外局であり，行政事件訴訟法11条2項に定める被告適格を有する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成6年法律第116号により改正された特許法113条は，特許庁長官に特許異議の申立てをすることができる旨規定する。よって，特許庁は，特許庁がした本件取消決定の違法に基づく不法行為による損害賠償をする義務があり，被告適格を有する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求原因",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の特許請求の範囲【請求項3】は，「チャンバー61を移動する電極32の移動装置23，24と，チャンバー61を電極32に対して相対的に移動させるための移動装置71と，を備えていることを特徴とする請求項1記載の放電焼結装置」である。",
                    "被告は，東京高等裁判所平成13年(行ケ)第369号特許取消決定取消請求事件において，「「固定」の意味は，……「ひと所に定まって移動しないこと。また，動かないようにすること。」であり，「移動できるようにする」ことを排除するものである」旨認定した。しかし，電極32に嵌合したフランジ60が電極32に固定したものであれば，チャンバー61を電極32に対して相対的に移動させることができないことは技術的に明らかである。",
                    "よって，【請求項3】は成り立たないから，本件取消決定は取り消されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "60万円は，本件特許が回復した場合，特許庁に納付する第8年から第14年分の特許料に当たる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "控訴人の本件訴えは不適法であり，これを却下した原判決は正当である。",
            "特許庁は，国家行政組織法3条2項及び経済産業省設置法14条1項に基づき設置された国の機関であって，私法上の権利義務の帰属主体となり得ず，民事訴訟における当事者能力を有しないから，本件訴えは不適法である。",
            "控訴人の主張は，いずれも独自の見解に基づき，理由がないことは明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件訴えは，前記第2の1のとおり，控訴人が，本件特許に関してなされた本件取消決定が違法であると主張して，被控訴人に対し，不法行為による損害賠償を求めるものであるところ，被控訴人は，国の機関であって，私法上の権利義務の主体ではないから，民事訴訟における当事者能力を有しない。",
            "控訴人は，被控訴人は行政事件訴訟法11条2項に定める被告適格を有すると主張するが，同項は処分取消訴訟の被告適格に関する規定であり，民事訴訟の被告適格に関する規定ではない。また，控訴人は，平成6年法律第116号により改正された特許法113条の規定(なお，同条は，平成15年法律第47号により削除された。)を根拠に，特許庁は，本件取消決定の違法に基づく不法行為による損害賠償請求の被告適格を有すると主張するが，同条は，特許庁長官に特許異議の申立てができる旨を規定したものであり，民事訴訟の被告適格に関する規定ではない。",
            "したがって，控訴人の上記主張は，いずれも理由がない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上のとおり，控訴人の被控訴人に対する本件訴えは，民事訴訟の当事者能力を有しない者に対する不適法な訴えであるから，これを却下した原判決は相当である。よって，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10011",
    "date": "2013-04-24",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成24年(ワ)32342",
    "precedent_id": "083240",
    "ipprecedent_id": "3393",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}