{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "  原判決を取り消す。",
            "  被控訴人の請求をいずれも棄却する。",
            "  訴訟費用は，第1審，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「端面加工装置」とする特許権を有する被控訴人が，控訴人が業として製造及び貸渡しをする原判決別紙物件目録記載の製品(以下「控訴人製品」という。)が上記特許権に係る発明の技術的範囲に属し，その製造等が上記特許権の侵害に当たると主張して，控訴人に対し，特許法100条1項及び2項に基づき，控訴人製品の製造，貸渡し等の差止め及び廃棄を求める事案である。原判決が被控訴人の請求を全部認容したところ，控訴人が全部控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等，争点及び争点に関する当事者の主張",
          "text": [
            "争いのない事実等，争点及び争点に関する当事者の主張は，次のとおり原判決を補正するほかは，原判決「事実及び理由」の第2の1ないし3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「被控訴人」と，「被告」を「控訴人」と，それぞれ読み替える。)。",
            "  原判決6頁13行目末尾に，改行の上，次のとおり加える。",
            "「  また，本件明細書において，「金属粉収集機構」の「収集」の用語については，その意味を定義して使用していないので，「収集」の用語は，その有する普通の意味で使用されているものと解される。そして，「収集」の普通の意味は，「①あちこちから取りまとめること。「ごみの─」②(趣味や研究のために，ある品物や資料などを)いろいろと集めること。また，その集めたもの。「切手の─」」(広辞苑第四版)である。したがって，本件明細書の「収集」の用語は，上記のような意味で使用されているものというべきである。」",
            "  原判決7頁1行目冒頭から同頁10行目末尾までを次のとおり改める。",
            "「イ  一般に「収集」とは，「寄せ集める」ことである。また，本件明細書に記載されている各実施形態も，金属粉を寄せ集める構成が記載されており，それらは，いずれも金属粉を1か所に寄せ集める構成を示している。そうすると，本件発明における「金属粉収集機構」は，「金属粉を1か所に寄せ集める構成」としてとらえられるべきである。これに対し，控訴人製品における蛇腹状のカバー(24)の凸部と凹部とが交互に形成された構造においては，金属粉が凹部に稽留するとしても，凹部自体は蛇腹の構造上当然に複数存在し，それら複数の凹部に金属粉が分散保持されるにすぎないのであり，その機能において，本件特許の「金属粉収集機構」とは明らかに異なる。",
            "また，収集とは，自ら主体的に寄せ集めることであって，控訴人製品の蛇腹状のカバー(24)の凹部のように，寄せ集める意図がないのに入ってしまうことまでも含む概念ではない。",
            "控訴人製品は，使用中や使用後の装置の向きによっては凹部(12H’)に切削屑がたまらないこともあるし，凹部(12H’)にたまった切削屑も装置の動きによって移動することもあるから，凹部(12H’)は金属粉を収集する機能はない。",
            "さらに，本件明細書では，金属粉の収集とフード部による金属粉拡散防止とは別次元のこととしてとらえられており，控訴人製品の蛇腹状のカバー(24)は，作業時に母材表面とカバー端の当接を維持して金属粉の拡散を防止する機能と伸縮により母材との密着性を高める機能は有するが，金属粉の収集を行う機能は有していない。また，控訴人製品には，本件明細書には記載がないアウターソケット(22)を備えており，このアウターソケット(22)には開口部(22a)が形成され，加工により生じた金属粉は，開口部(22a)によって積極的に「排出」された後，フード部(12’)によって拡散が防止されるのであり，拡散防止までの過程において「収集」は介在していない。」",
            "  原判決7頁11行目の「さらに，」を「加えて，」と改める。",
            "  原判決10頁8行目の「自明の理」の次に「であるし，乙5発明における面取り加工具は，ねじ部装着具本体の軸方向に対し偏動することがない構成であれば足り，金属粉がねじ部装着具6の内部にたまる構成であることを要件とするものではないため，乙5発明においても金属粉がねじ部装着具の外に飛散することはあり得るの」を加える。",
            "  原判決11頁12行目の「記載されていない。」の次に，「また，本件明細書には，「金属収集機構」につき，金属粉を1か所に寄せ集める構成に関する記載しかなく，複数の凹部に金属粉が分散保持される構成は記載されていない。」を加える。",
            "  原判決12頁26行目の「異なり，」を，「異なる上に，乙5発明において面取りを行った際における切削屑は少量であるとともに飛散せず，面取り後にボルトのねじ部面取り装置5をボルト9から取り外した際に，切削屑は取り除かれるのであるから，」と改める。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人製品は，本件発明の全ての構成要件を充足するので本件発明の技術的範囲に属し，また，本件特許は特許無効審判により無効にされるべきものとは認められず，被控訴人の差止請求には理由があるものと判断する。その理由は，以下のとおり原判決を補正するほかは(掲記した証拠のうち，枝番のあるものは枝番を含む。)，原判決「事実及び理由」の第3の1ないし3記載のとおりであるからこれを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決21頁11行目の「  」の次に，「本件発明における「金属粉収集機構」は，「金属粉を1か所に寄せ集める構成」であるし，収集とは，自ら主体的に寄せ集めることである，また，」を加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決22頁18行目末尾に，改行の上，次のとおり加える。",
            "「  また，控訴人は，補正において符号が付されたことにより，第三者が符号で特定された実施形態に限定されたものと認識する以上，本件発明の構成要件Eにおける金属収集機構は，符号により特定された実施形態に限定されるべきである旨主張する。",
            "しかし，上記において認定したところに照らすと，第三者において控訴人の主張するように認識するとは認められない。",
            "よって，控訴人の上記主張を採用することはできない。」"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原判決22頁19行目の「」の次に，次のとおり加える。",
            "「  本件明細書において，金属粉収集機構における「収集」の用語については，",
            "その意味を定義して使用していないので，「収集」の用語は，その有する普通の意味で使用されているものと解される。そして，「収集」の意味は，①あちこちから取りまとめること，②(趣味や研究のために，ある品物や資料などを)いろいろと集めること，また，その集めたもの，などとされているにすぎない(広辞苑第四版(甲16))。そうすると，「収集」の用語の有する普通の意味として，1か所に集めることまでも要するものとは認め難い。しかも，本件明細書にも，金属粉収集機構につきフード部の半径外方に膨らむようにフード部の円周方向全周にわたって凹部を設けた構成において，金属粉を1か所に集める構成のみに限定する旨の記載もない。また，上記の「収集」の用語の有する普通の意味内容に照らすと，「収集」というために主体的に寄せ集めることを要するともいえない。",
            "また，」"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原判決22頁24行目「「収集」は，」の次に，「1か所に寄せ集めることや主体的に寄せ集めることを要せず，」を加える。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原判決24頁22行目末尾に，改行の上，次のとおり加える。",
            "「【0040】前記ねじ部装着具6は，前記面取り加工具7を挿入する挿入穴部62を形成した筒状のねじ部装着具本体61と，このねじ部装着具本体61の先端に有底状に形成した先端部63と，この先端部63に面取りするボルトのねじ部を螺合して面取りする部分を前記挿入穴部62内に突出させるねじ孔64と，を有している。",
            "【0041】前記面取り加工具7は，前記ねじ部装着具本体61の挿入穴部62に軸方向に対し偏動することなく相対的に回動自在に挿入される筒状の面取り加工具本体71と，この面取り加工具本体71の先端部72に形成され，前記ねじ部装着具本体61のねじ孔64と一致する位置であって，このねじ孔64に螺合して前記ねじ装着具本体61の挿入部内に突出した面取りする部分のねじ部分を係入して前記面取り加工具本体71を前記ねじ部装着具6に対し相対的に回動することによって面取りする面取り部73と，を有している。」"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原判決24頁25行目末尾に，改行の上，次のとおり加える。",
            "「【0044】図11において，前記ねじ部装着具6は，面取り加工具7挿入側(背面側)の太径の筒状部66より所定角度で縮まるファンネル部67を経て細径の筒状部68につながる。第2の筒状部68の先端には先端部63が形成され，この先端部63にねじ孔64が形成されている。筒状部66，ファンネル部67及び筒状部68はねじ部装着具本体61を形成し，筒状部66，ファンネル部67，筒状部68の内面及び先端部63の底面により囲まれる部分は，前記面取り加工具7を挿入する挿入穴部62となっている。」"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原判決25頁7行目末尾に，改行の上，次のとおり加える。",
            "「【0064】まず，図26に示すように，ねじ部装着具6を用意し，ねじ部装着具6の先端部63のねじ孔64に座金105の後方に突出したねじ部94を押し当て，ねじ部装着具6を右回りに回転させることによりねじ孔64にねじ部94を螺入する。この場合ねじ部装着具6を停止するまで回転させると，図27に示すように，眼鏡フレーム101，図18のワッシャ102，眼鏡レンズ103，図18のワッシャ104，座金105は，ボルト9のボルト頭92とねじ部装着具6の先端部63に挟まれて固定された状態となる。この後，図28に示すように，面取り加工具7を用意し，面取り加工具7の面取り加工具本体71を，ねじ部装着具本体61の挿入穴部62に挿入し，さらに，面取り加工具本体71の先端部72の面取り部73に，前記ねじ部装着具6のねじ孔64に螺合して突出したボルト9のねじ部94の切断部を押し当て，ねじ部装着具6と面取り加工具7を組み合わせる。この後，図29に示すように，ねじ部装着具6と面取り加工具7を組み合わせた状態で前記面取り加工具7の操作部76を回動操作(する)ことにより，ねじ部94の切断部の面取りを行う。・・・",
            "【0065】この後，図30に示すように，ねじ部装着具6を左回りに回転させ，座金105の後方に突出したねじ部94からねじ部装着具6のねじ孔64を外す。これにより，ねじ部装着具6と面取り加工具7を組み合わ(せ)たねじ部面取り装置5からねじ部94が外される。これにより，切断したボルトのねじ部面取り装置5を用いたボルトのねじ部の面取り操作が完了する。",
            "【0066】この後，図31に示すように，切断及び面取りが行われたボルト9のねじ部94にナット装置120を螺合して取り付け，ボルト締めを行うことにより，眼鏡フレーム101と眼鏡レンズ103とが取り付け固定する。」"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原判決25頁23行目末尾に，改行の上，次のとおり加える。",
            "「【0075】図36は図35においてボルト9のねじ部94からねじ部装着具6を外した直後の状態を示す断面図である。",
            "【0076】図36において，座金105から突出したボルト9のねじ部94は，先端95の縁部96が面取りされた丸まった状態となっている。」"
          ]
        },
        {
          "fig": "9",
          "text": [
            "原判決25頁25行目冒頭の「」を削る。",
            "10  原判決26頁1行目冒頭から28頁11行目末尾までを次のとおり改める。",
            "「    眼鏡レンズ103の挿入孔108を貫通し，そしてねじ部装着部6で固定された切断したボルト9の先端95を面取りするための面取り加工具7において，",
            "  面取り部73と，",
            "  その面取り部73を回転する操作部76と，",
            "  筒状部66，ファンネル部67，筒状部68の内面及び先端部63を備え，",
            "  面取り部73は先端95の縁部96を面取りするように，先端95の縁部96を加工する部分は，縁部96を加工しない部分よりも，眼鏡レンズ103に近い側に位置している",
            "  面取り加工具7。",
            "これを本件発明と対比すると，乙5発明の「切断したボルト9」は，「切断ないし破断したボルト」という点で，本件発明の「トルシアボルト」と共通する。また，乙5発明の「ねじ部装着具6」は，「ボルト9」と螺合して「ボルト9」を固定する機能を有しているから，本件発明の「ナット」に相当する。そして，乙5発明の「眼鏡レンズ103」及び「挿入孔108」は，本件発明の「母材」及び「ボルト取付孔」に相当する。そして，乙5発明の「先端95の縁部96を面取りするように，先端95の縁部96を加工する部分は，縁部96を加工しない部分よりも，眼鏡レンズ103に近い側に位置している」ことは，「断部のコーナー部にエッジを形成しないように，断部のコーナー部を加工する部分は，断部のコーナー部を加工しない部分よりも，母材に近い側に位置している」という点で，本件発明の「破断面のコーナー部にエッジを形成しないように，破断面のコーナー部を加工する部分は，コーナー部以外の破断面を加工する部分よりも，母材に近い側に位置している」ことと共通する。また，乙5発明における「筒状部66，ファンネル部67及び筒状部68の内面及び先端部63」は本件発明の「円筒状のフード部」に相当する。",
            "以上によれば，本件発明と乙5発明は，",
            "①  切断ないし破断したボルトが，本件発明では「トルシアボルト」であるのに対して，乙5発明では「切断したボルト9」である点，",
            "②  断部加工装置が，本件発明では，「端面加工装置」であって，「バリ除去用工具」を備えており，バリ除去用工具は，「コーナー部以外の破断面を加工する部分」を有しているのに対して，乙5発明では，「先端95を面取りするための面取り加工具7」であって，「面取り部73」を備えているものの，当該面取り部73は，コーナー部以外の先端95を加工する部分を有しているか不明な点，",
            "③  本件特許発明の装置は金属粉収集機構を有しているのに対して，乙5発明の装置は金属粉収集機構を備えていない点，",
            "で相違し，本件発明のその余の構成を備えている点では一致しているものと認められる。"
          ],
          "content": [
            {
              "fig": "ウ",
              "subject": "相違点①について",
              "text": [
                "  証拠(乙8，9)によれば，トルシアボルトは周知なものであると認められる。しかし，乙5発明は，上記イ認定のとおり，加工の対象を眼鏡に用いられるボルトとするものである。これに対し，トルシアボルトは，鋼構造建築物の構築に用いられるものであり(乙8，9)，その用途は乙5発明とは大きく異なっている。そうすると，乙5発明におけるボルトに代えてトルシアボルトとすることを当業者において容易に想到することができるものとは解されない。",
                "  また，トルシアボルトは，ボルトとナットとの締め付け力が所定値に達した際にボルトのピンテールが破断するものであって，ボルトをナットで固定する際の締め付け力を所定値に規制するものである。したがって，ピンテール破断後はもはやナットを取り外すことは通常行わないものである(甲2，乙8，9)。",
                "一方，乙5発明のねじ部装着具6は，面取り加工においてボルト9を固定してはいるものの，乙5文献【0065】及び【0075】の記載に照らすと，面取り加工の後にはボルト9から取り外されるものであるから，乙5発明の切断したボルト9は，面取り加工の後には別途のナットで固定する必要がある。",
                "そうすると，乙5発明のねじ部装着具6が本件発明のナットに相当するとした場合，乙5発明の切断したボルト9に代えてトルシアボルトを適用するならば，面取り加工においてねじ部装着具6で固定する際，ねじ部装着具6によりピンテールを破断しかつ面取りを行えることを前提としたとしても，その締め付け力を所定値に規制することはできるものの，面取り加工の後にねじ部装着具6を取り外して別途のナットで固定する際には，ピンテールは既に破断済みであるため，その締め付け力を所定値に規制することはできないものと認められる。",
                "したがって，この観点からみても，乙5発明のねじ部装着具6が本件発明のナットに相当するとした場合，乙5発明における切断したボルト9に代えてトルシアボルトを適用する動機付けがあるとは認められない。",
                "  控訴人は，乙5発明のねじ部装着具6が本件発明のナットに相当するとの主張のほかに，周知技術ないし技術常識を構成するナットを用いれば，乙5発明にトルシアボルトを適用することができる旨主張する。",
                "しかし，乙5発明におけるボルトに代えてトルシアボルトとすることを容易に想到することができるとは解されないことは前記認定のとおりである。",
                "その上，乙5発明では，面取りを行うために，ねじ部装着具6の先端部63のねじ孔64に切断したボルト9のねじ部94を螺入する必要がある上に，面取り後にナット装置120をさらに螺合して取り付けるため，切断したボルト9のねじ部94は上記作業のために一定程度の長さを有することが必要となるものと解される(乙5文献【0064】，【0066】，【0074】，図26，31，34，35)。他方，トルシアボルトの固定にナットを用いると，ナット取付けの際にピンテールが破断された後のトルシアボルトのねじ部はもはや短く(甲3，9，10，15)，これに対して乙5発明におけるねじ部装着具6を用いることを想到することは困難である。",
                "さらに，控訴人は，乙5発明のねじ部装着具6や周知技術ないし技術常識を構成するナットでなくとも，そもそも，ボルトは固定さえされればよく，何で固定するかは，本件発明の本質に影響を与えるものではないから，設計事項であるなどとも主張するが，その主張の趣旨がそもそも不明確であり，採用の限りではない。",
                "以上によれば，ボルトの固定につき控訴人の上記各主張を前提としたとしても，乙5発明における切断したボルト9に代えてトルシアボルトを適用する動機付けがあるとは認められない。",
                "よって，控訴人の上記各主張を採用することはできない。」",
                "11  原判決28頁12行目の「相違点②」を「相違点③」と改める。",
                "12  原判決29頁24行目末尾に，改行の上，次のとおり加える。",
                "「  控訴人は，乙5発明における面取り加工具は，ねじ部装着具本体の軸方向に対し偏動することがない構成であれば足り，金属粉がねじ部装着具6の内部にたまる構成であることを要件とするものではないため，乙5発明においても金属粉がねじ部装着具の外に飛散することはあり得る旨主張する。",
                "しかし，上記において認定したところに照らすと，乙5文献に，面取りにより生じた金属粉がねじ部装着具6の外に飛散する構成が記載されているとはいえない。",
                "したがって，控訴人の上記主張を採用することはできない。」",
                "13  原判決30頁7行目の「理解し得ないから，」を，「理解し得ないし，本件明細書には，「金属収集機構」につき，金属粉を1か所に寄せ集める構成に関する記載しかなく，複数の凹部に金属粉が分散保持される構成は記載されていないので，」と改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人の請求を全部認容した原判決は相当であって，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}