{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2011-800259号事件について平成24年9月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求不成立審決の取消訴訟である。争点は，発明の要旨認定手法の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "被告は，名称を「発光ダイオードの形成方法」とする発明についての本件特許（特許第3900144号）の特許権者である（甲16）。",
                "本件特許は，平成10年2月17日〔第1優先日〕に出願した特願平10-35273号及び平成11年1月29日〔第2優先日〕に出願した特願平11-23234号を基礎とする優先権を主張して平成11年2月17日に出願した特願平11-39262号の一部を平成15年12月2日に新たな特許出願とした特願2003-402427号に係るものであり，平成19年1月12日に設定登録（請求項の数4）された（甲16）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効審判請求",
              "text": [
                "原告は，平成23年12月16日，本件特許の無効審判請求をしたが（無効2011-800259号），特許庁は，平成24年9月19日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月27日原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項2の発明（本件発明）に係る特許請求の範囲の記載は，次のとおりである（甲16）。",
            "【A1】青色系を発光する発光素子と，",
            "【A2】該発光素子を載置する基板と，",
            "【A3】該発光素子からの青色系の光を吸収し蛍光を発する無機蛍光物質を含有する透光性樹脂と，を有し，",
            "【A4】前記発光素子からの光と前記無機蛍光物質からの蛍光により白色系の混色光を発光する発光ダイオードの形成方法であって，",
            "【B】前記透光性樹脂の成形前に，エポキシ樹脂からなる透光性樹脂粉体と，比重が異なり青色系の光を吸収し蛍光を発する前記無機蛍光物質と，を混合攪拌させ，固めてタブレットを形成する工程と，",
            "【C】前記基板に載置された前記青色系を発光する発光素子を金型に配置すると共に，前記タブレットを軟化させて前記金型に注入し前記青色系を発光する発光素子の少なくとも一部を被覆し硬化して前記透光性樹脂を成形する工程と，",
            "【D】を有してなることを特徴とする白色系の混色光を発光する発光ダイオードの形成方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "優先日について",
              "text": [
                "第1優先日の出願に係る願書に最初に添付した明細書及び図面には，本件発明の「エポキシ樹脂からなる透光性樹脂粉体と，比重が異なり青色系の光を吸収し蛍光を発する前記無機蛍光物質と，を混合攪拌させ，固めてタブレットを形成」し（構成【B】），「前記タブレットを軟化させて前記金型に注入」する（構成【C】）との記載が認められないから，本件発明の容易想到性について判断する際の優先日は，第2優先日（平成11年1月29日）より前になることはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の要旨認定について",
              "text": [
                "本件発明は，上記2の【A1】～【A4】及び【B】～【D】のとおりのものと認められる。",
                "なお，審決は，原告の主張に対する判断として，本件発明の構成【A2】の「該発光素子を載置する基板」について，次のとおりの説示をしている（審決10～11頁）。",
                "「本件特許の願書に添付した明細書・・・・・には，実施例1について説明されていることが認められ，同実施例は，打ち抜き及び射出成形により一対のリード電極304，305となる金属片が絶縁性樹脂309によって固定された基板を形成し，LEDチップ303はエポキシ樹脂306を用いて銀メッキした鉄入り銅製のリード電極上にダイボンドした・・・・・ものであることが認められるが，本件特許明細書・・・・・には，打ち抜き及びスタンピングによりタイバーで接続されマウント・リード先端にカップが形成された鉄入り銅製リードフレームを形成し，LEDチップはエポキシ樹脂を用いて銀メッキした鉄入り銅製リードフレームの先端カップ内にダイボンドした旨の記載が認められるところ，同記載においては，基板を形成することは言及されておらず，参考例1について説明されているものと認められることに照らせば，本件特許発明の構成要件A-2に係る，『発光素子を載置する基板』が，上記参考例における，カップが形成されたリードフレームであってよいものとは認められない。 」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由1（甲第1号証に記載の発明と周知技術に基づく容易想到性）について",
              "text": [
                "国際公開第98/05078号（発明の名称「発光装置と表示装置」，甲1）に記載されている発明（甲1発明）と本件発明とを対比すると，相違点として，①形成される発光ダイオードにつき，本件発明は，[1]発光素子が基板に載置され，[2]透光性樹脂が発光素子の少なくとも一部を被覆し硬化して成形されるものであるのに対して，甲1発明は，[1]発光素子がマウント・リード105のカップ部105a上に設けられ，[2]カップ部105a内に，発光素子102を覆うように，所定のフォトルミネッセンス蛍光体を含むコーティング樹脂101が充填された後に，モールド部材104によって樹脂モールドされるものである点（相違点1）と，②透光性樹脂を成形する工程につき，本件発明は，エポキシ樹脂からなる透光性樹脂粉体と無機蛍光物質とを混合攪拌させ固めてタブレットを形成する工程と，基板に載置された発光素子を金型に配置すると共にタブレットを軟化させて金型に注入し発光素子の少なくとも一部を被覆し硬化して透光性樹脂を成形する工程とを有するのに対して，甲1発明は，コーティング材は（Y Gd ） Al O ：Ce蛍光体であるフ0.8 0.2 3 5 12ォトルミネセンス蛍光体とエポキシ樹脂とをよく混合してスラリーとし，このスラリーを発光素子が載置された凹部に注入した後，130℃の温度で1時間で硬化させて形成し，モールド部材は，砲弾型の型枠の中に，リードフレームにボンディングされ，フォトルミネセンス蛍光体を含んだコーティング部に覆われた発光素子を挿入して，透光性エポキシ樹脂を注入した後，150℃5時間にて硬化させて形成する点（相違点2）が認められる。",
                "なお，上記記述の参考として，甲1の図1を掲記する。",
                "相違点1につき，甲1発明は，発光素子がマウント・リード105のカップ部105a上に設けられ，カップ部105a内に，発光素子102を覆うように，所定のフォトルミネッセンス蛍光体を含むコーティング樹脂101が充填された後に，モールド部材104によって樹脂モールドされるという構造の発光ダイオードを形成することを前提とするものであるから，この甲1発明において形成されるべき発光ダイオードの構造に着目して，相違点1に係る本件発明の発光ダイオードの成形態様の構成をとること自体，想定し得ない。 "
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由2（甲第5号証に記載の発明と周知技術に基づく容易想到性）について",
              "text": [
                "第2優先日前に頒布された刊行物である特表平11-500584号公報（発明の名称「波長変換する注型材料，その使用方法及びその製造方法」，甲5）に記載されている発明（甲5発明）と本件発明とを対比すると，相違点として，①形成される発光ダイオードにつき，本件発明は，[1]発光素子が基板に載置され，[2]透光性樹脂が発光素子の少なくとも一部を被覆し硬化して成形されるものであるのに対して，甲5発明は，[1]エレクトロルミネセンス半導体素体1が第一の電気端子2の反射体として形成されている部分16に例えば蝋付け或いは接着により固定され，[2]半導体素体1の自由表面が発光物質粒子6を備えた注型材料5で直接覆われ，この注型材料は別の透明な被覆10で取り囲まれるものである点（相違点1’）と，②透光性樹脂を成形する工程につき，本件発明は，エポキシ樹脂からなる透光性樹脂粉体と無機蛍光物質とを混合攪拌させ固めてタブレットを形成する工程と，基板に載置された発光素子を金型に配置するとともにタブレットを軟化させて金型に注入し発光素子の少なくとも一部を被覆し硬化して透光性樹脂を成形する工程とを有するのに対して，甲5発明は，半導体素体1の自由表面が発光物質粒子6を備えた注型材料5で直接覆われ，この注型材料は別の透明な被覆10で取り囲まれるものである点（相違点2’）が認められる。",
                "なお，上記記述の参考として，甲5公報の図4を掲記する。",
                "相違点1’につき，甲5発明は，エレクトロルミネセンス半導体素体1が第一の電気端子2の反射体として形成されている部分16に例えば蝋付け或いは接着により固定され，半導体素体1の自由表面が発光物質粒子6を備えた注型材料5で直接覆われ，この注型材料は別の透明な被覆10で取り囲まれるという構造の発光ダイオードを形成することを前提とするものであるから，この甲5発明において形成されるべき発光ダイオードの構造に着目して，相違点1’に係る本件発明の発光ダイオードの成形態様の構成とすること自体，想定し得ない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由3（甲第6号証に記載の発明と特開平9-208805号公報（甲2）に記載された発明に基づく容易想到性）について",
              "text": [
                "特開平5-152609号公報（発明の名称「発光ダイオード」，甲6）に記載されている発明（甲6発明）と本件発明とを対比すると，相違点として，①発光ダイオードにつき，本件発明は，[1]発光素子が基板に載置され，[2]透光性樹脂が発光素子の少なくとも一部を被覆し硬化して成形されるものであるのに対して，甲6発明は，[1]ステム上に発光素子を有し，[2]それを樹脂モールドで包囲してなるものである点（相違点1”）と，②形成方法について，本件発明は，エポキシ樹脂からなる透光性樹脂粉体と無機蛍光物質とを混合攪拌させ固めてタブレットを形成する工程と，基板に載置された発光素子を金型に配置するとともにタブレットを軟化させて金型に注入し発光素子の少なくとも一部を被覆し硬化して透光性樹脂を成形する工程とを有するのに対して，甲6発明は，形成方法が不明である点（相違点2”）， ③発光ダイオードにつき，本件発明は，白色系の混色光を発光するものであるのに対して，甲6発明は，かかる混合光を発光するものかどうか不明である点（相違点3）が認められる。",
                "なお，上記記述の参考として，甲6公報の図2を掲記する。 ",
                "相違点1”につき，甲6発明は，ステム上に発光素子を有し，それを樹脂モールドで包囲してなる構造の発光ダイオードを形成することを前提とするものであるから，この甲6発明において形成されるべき発光ダイオードの構造に着目して，相違点1”に係る本件発明の発光ダイオードの成形態様の構成とすること自体，想定し得ない。 "
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "本件発明についての特許は，特許法29条2項の規定に違反してされたものではなく，同法123条1項2号に該当しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由（本件発明の要旨認定手法の誤り）",
      "text": [
        "審決は，相違点を導くに当たり，本件発明の構成【A2】の「該発光素子を載置する基板」をその記載の中で検討・解釈することなく，かつ，発明の詳細な説明の記載を参酌できる例外的な事情も考慮することなく，本件明細書の実施例の記載（【0042】～【0048】）のみに依拠して本件発明の要旨を認定し，本件発明と甲1発明，甲5発明又は甲6発明とを対比した。",
        "これは，発明の要旨認定に当たり，特段の事情がある場合に限って明細書の詳細な説明の記載を参酌できるとしたこと（最高裁判所昭和62年（行ツ）第3号平成3年3月8日第二小法廷判決・民集45巻3号123頁。以下「リパーゼ判決」という。）に反するから，審決の発明の要旨認定手法は誤りである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決が，本件発明の構成【A2】の「該発光素子を載置する基板」の技術的意義を理解するに当たり，本件明細書の実施例や参考例に関する記載を参酌したのは，同構成の意義の理解のために必要であり，かつ，許容される範囲内である。そして，審決は，これら発明の詳細な説明の記載を踏まえた上で，特許請求の範囲の記載の範囲内で本件発明の要旨を認定したにすぎない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "審決は，無効理由1につき，甲1発明と対比するに当たり，原告の審判における主張，すなわち，その実施例1の記載と，本件明細書（本件特許公報（甲16）の段落【0031】）の「マウント・リード104としては，発光素子を配置させるものであり」との記載からすると，甲第1号証には，本件発明の構成【A2】の「該発光素子を載置する基板」が開示されているとの原告の主張（審判請求書（乙2）14頁）に対応して，本件明細書の記載に触れ，カップが形成されたリードフレームは本件明細書の参考例の記載にとどまり，【A2】の構成が，カップが形成されたリードフレームであってよいとは認められないと認定した。審決がこのように認定したのは，原告の主張に応えての箇所においてであって，自ら積極的に本件明細書の記載に踏み込んで構成【A2】を認定したものではない。なお，甲第5号証に記載の発明，甲第6号証に記載の発明からの進歩性欠如の無効理由（無効理由2，3）の主張（審判請求書18頁，21頁）においては，本件明細書の上記記載が援用されていないので，審決の無効理由2，3の判断においては，【A2】の構成に関し本件明細書の記載について触れられていない。",
        "審決は，本件発明の構成を，特許請求の範囲のとおりに認定し，【A1】以下のように分説したうえで甲1発明と対比し，【A2】の構成における「基板」と甲1発明の「マウント・リード105」は，いずれも「発光素子を載置する部材」といえるとし，相違点1として，両者は，「発光素子を載置する部材」の構成（上位概念）を有する点で一致するものの，本件発明が「発光素子が基板に載置され」との構成であるのに対し，甲1発明が「発光素子がマウント・リード105のカップ部105a上に設けられ」との構成で相違する（相違点1の一部）と認定したものである。このように認定する過程として，上記のように原告の主張に応えた箇所はあるものの，審決は，明細書の記載を参酌しているものではない。",
        "したがって，審決の認定はリパーゼ判決に違背するとする原告の主張は，前提を欠き，取消事由は理由がない。"
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}