{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効不成立審決の取消訴訟である。争点は，①訂正要件違反，②明確性要件違反，③実施可能要件違反，④サポート要件違反，⑤進歩性の欠如，⑥手続違背（特許法153条2項違反）である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「渋味のマスキング方法」とする特許第3938968号（本件特許。出願日：平成9年3月17日，登録日：平成19年4月6日）の特許権者である（甲36）。",
            "原告は，平成24年5月10日，本件特許について無効審判を請求した（無効2012-800076号，甲38）。",
            "被告は，平成24年7月31日，同月30日付け訂正請求書（甲37の1，2）により訂正請求をした（本件訂正）。",
            "特許庁は，平成25年5月16日，本件訂正を認めた上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月24日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正前発明",
              "text": [
                "本件訂正前の本件発明（訂正前発明）の要旨は，本件特許公報（甲36）の特許請求の範囲の請求項1に記載された，下記のとおりである。",
                "- 2 -「【請求項1】  茶，紅茶及びコーヒーから選択される渋味を呈する飲料に，スクラロースを，該飲料の0．0012～0．003重量％用いることを特徴とする渋味のマスキング方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正発明",
              "text": [
                "本件訂正後の本件発明（訂正発明）の要旨は，本件訂正請求書（甲37の1）に添付した訂正明細書（甲37の2）の特許請求の範囲の請求項1に記載された，下記のとおりである（下線部が訂正箇所）。",
                "「【請求項1】  茶，紅茶及びコーヒーから選択される渋味を呈する飲料に，スクラロースを，該飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量用いることを特徴とする渋味のマスキング方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審判で主張された無効理由",
          "text": [
            "審判で原告が主張した無効理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正前発明について",
              "text": [
                "訂正前発明は，特許法29条2項の規定に違反してなされたものであり，同法36条4項及び6項1号に規定された要件を満たしていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正について",
              "text": [
                "本件訂正は，特許法134条の2第1項3号の要件に適合せず，同条5項で準用する同法126条3項ないし5項の規定にも適合しないので，認められるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由1（進歩性の欠如）",
              "text": [
                "本件訂正が仮に認められるとしても，訂正発明は，甲1～7に記載の発明に基づいて，その出願前に当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由2（実施可能要件違反）",
              "text": [
                "本件訂正が仮に認められるとしても，訂正発明には，実施可能要件違反があり，特許法36条4項に規定された要件を満たしていない。",
                "- 3 -(5) 無効理由3（サポート要件違反）",
                "本件訂正が仮に認められるとしても，訂正発明には，サポート要件違反があり，特許法36条6項1号に規定された要件を満たしていない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由4（明確性要件違反）",
              "text": [
                "本件訂正に伴い本件発明に追加された「甘味を呈さない量」という記載は，不明確であり，特許法36条6項2号に規定された要件を満たしていない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，本件訂正について，特許法134条の2第1項1号又は3号に掲げる事項を目的とし，かつ，同条5項の規定によって準用する同法126条3項及び4項の規定に適合すると判断し，これを認めた上で，原告主張の無効理由1～4について，いずれも理由がないと判断した。",
            "審決が無効理由1の判断に当たり認定した，甲1（「月刊  フードケミカル  10」，（株）食品化学新聞社，昭和60年10月1日発行，表紙，40～47頁，127頁）記載の発明（甲1発明），訂正発明と甲1発明との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "text": [
                "「タンニン酸の渋味を有する紅茶飲料に，ソーマチンを添加することによる渋味のマスキング方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正発明と甲1発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「紅茶の渋味を呈する飲料に，甘味剤を用いる渋味のマスキング方法」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "甘味剤について，訂正発明では，「スクラロースを，該飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量」用いるのに対し，甲1発明では，「ソーマチン」である点",
                    "- 4 -第3  原告主張の審決取消事由"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "取消事由1（本件訂正を認めた判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1が適法であるとの認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の減縮を目的とするとの認定の誤り",
                  "text": [
                    "審決は，訂正事項1について，「『甘味を呈さない量』で，『該飲料の0．0012～0．003重量％』の範囲を減縮したものと解するのが相当である。」と判断し，甲25（審判乙14）をその判断の根拠とした。",
                    "しかし，甲25記載の実験は，被告が本件特許の願書に添付した明細書（本件明細書）に記載されたものではなく，本件特許の出願よりも後の平成25年1月22日～2月8日に行われた，いわゆる「後出し」の実験結果に該当し，参酌すべきではない。本件発明の特定するスクラロースの重量％の範囲でも甘味を呈さない場合があり得るか否かは，本件明細書に記載の実施例1～4自体で明らかにすべきであるから，そのことが記載されていない実施例1～4に基づけば，本件発明の特定するスクラロースの重量％の範囲でも甘味を呈さない場合があり得るか否かは不明と判断すべきである。",
                    "また，本件発明は，渋味のマスキング方法に関するものであるから，本件発明の特定するスクラロースの重量％（0．0012～0．003重量％）の範囲でも甘味を呈さない場合があり得るだけでは，訂正事項1が特許請求の範囲の減縮に該当すると認めるには不十分であり，そのようなスクラロースの重量％の範囲にあって甘味を呈さない場合に，渋味をマスキングできる範囲が存在しなければ，結局，渋味のマスキング方法ではなくなり，発明の範囲が存在しなくなるので，特許請求の範囲の限定的減縮を目的とするものではない。この点，甲25は，被告が内部で行った実験の報告書で，客観性はなく，また，再現性があるのか不明であり，甲25の実験結果を根拠にして，本件発明の特定するスクラロースの重量％であって甘味を呈さない場合に，渋味をマスキングできる範囲が存在するとは判断できない。甲25に示された試験について，原告が第三者機関に依頼して追試を行った試験報告- 5 -書（甲48～50）によれば，訂正発明の特定するスクラロースの重量％の範囲であって甘味を呈さない場合で，渋味をマスキングできる範囲は確認できなかった。",
                    "そうすると，訂正事項1を「『甘味を呈さない量』で，『該飲料の0．0012～0．003重量％』の範囲を減縮したものと解するのが相当である」とした審決は誤りであり，訂正事項1は特許請求の範囲の減縮を目的としたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "願書に添付した明細書に記載した事項の範囲内とする認定の誤り",
                  "text": [
                    "審決は，「この訂正事項1は，願書に最初に添付した明細書（図面の添付は無い，以下同様）に記載した事項の範囲内においてするものであ」ると判断した。",
                    "訂正事項1では，訂正事項1の要件である甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合であっても，訂正発明に包含されることになる。",
                    "しかし，本件明細書の段落【0014】には，スクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加する場合は，それらの合計量が甘味閾値以下となる量であることが明記されている。一方，本件明細書の他の部分において，甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合は記載されていない。",
                    "したがって，訂正事項1の要件を備える結果，訂正発明は，本件明細書の記載を超えた範囲をも包含することになるので，訂正事項1は，願書に添付した明細書に記載した事項の範囲内においてするものではなく，その点において審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正の可否の判断について",
              "text": [
                "上記(1)アのとおり，審決は，訂正事項1を特許請求の範囲の減縮を目的とした訂正であると認めた点で誤りがある。",
                "そして，訂正事項1は，特許法134条の2第1項の2号～4号に掲げる事項を目的としたものとも認められず，上記(1)イのとおり，願書に添付した明細書に記載した事項の範囲内においてするものではない。",
                "- 6 -したがって，訂正事項1は，少なくとも，特許法134条の2第1項，及び同条9項において準用する同法126条5項の規定に適合しないから，適法な訂正とは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明確性要件に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "「甘味閾値」の測定方法について",
              "text": [
                "審決は，「甘味閾値」は極限法により求められるものであり，濃度の薄い方から濃い方に試験し（上昇系列），次に濃度の濃い方から薄い方に試験し（下降系列），平均値を用いて測定するのが一般的であると認められることから，訂正明細書に具体的測定方法が定義されていなくとも，本件特許の出願時の技術常識を勘案すると不明確であるとまで断言することはできないと判断した。",
                "しかし，審決が，甘味閾値の測定方法として極限法（上昇系列及び下降系列）が一般的であるとした根拠となる文献のうち，甲25の測定データは単に被告従業者が内部で実験を行ったデータにすぎず，口頭審理調書の内容も被告の主張にすぎないから，これらを根拠にするのは失当である。また，甲26（審判乙15）と同じ文献である甲51及び甲52には，極限法以外に，調整法及び恒常刺激法（恒常法）も記載されており，甲53には，甘味などの基本的な味覚の刺激閾値の測定方法には，順位法による刺激テスト，調整法，極限法，1対比較法などが報告されていること，並びに，同文献の実験ではPfaffmannらの1点識別法により行ったことが記載されているから，極限法が一般的であるとする根拠は在しない。",
                "甘味閾値は，極限法と恒常刺激法との間で，互いに異なる値になる可能性が高く，より正確な甘味閾値を求めようとするのであれば，極限法よりも恒常刺激法を用いるのが技術常識だといえる。",
                "したがって，甘味閾値の測定方法として極限法（上昇系列及び下降系列）が一般的であるとは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「甘味閾値」の数値が変動することについて",
              "text": [
                "審決は，「請求人は，甘味を感じるか否かは個々人の主観的判断によるところが- 7 -大きいことや，同一人であっても年齢や体調によって変化することが知られていること，そして，訂正明細書段落【0013】において記載されているように，製品中の渋味の種類や強弱，他の味覚，製品の保存，使用温度などの条件により変動するのであるから，著しく不明確であるとも主張する（弁駁書6頁12～25行）。しかし，一般に，官能試験は，適切な多数のパネラーを用いて行うのが技術常識と言えるところ，それによって主観的な判断や個人差による差を極力抑えることが行われていることに鑑みると，前記請求人の主張は到底採用できるものではない。」と判断した。",
                "しかし，審決の上記判断は，甲25の実験結果と甲48等の実験結果との対比に基づけば，誤っている。すなわち，甲48における実験は，甲25の追試であるにもかかわらず，各飲料とも，甘味閾値が甲25におけるものとは全く異なる結果となっており，結局，適切な多数のパネラーによって主観的な判断や個人差による差を極力抑えたとしても，渋味を呈する飲料において甘味閾値の数値は変動してしまう。",
                "また，甲8及び甲10によると，スクラロースの水溶液における甘味閾値は0．0006重量％となっているが，甲54には，甲8及び甲10と同じく，極限法によりスクラロースの水溶液における甘味閾値を測定した結果，その甘味閾値は0．00038w／v％であることが記載され，0．00038重量％であると認められる。つまり，渋味や酸味等の甘味以外の呈味を有しない水に対してスクラロースを添加した水溶液でさえ，適切な多数のパネラーによって主観的な判断や個人差による差を極力抑えたとしても，1．5倍以上の差異が生じるのである。そうすると，甘味以外の渋味等の他の呈味をも有する飲料について，甘味閾値を測定した場合，1．5倍以上の差異が生じることは十分あり得る。",
                "同じ渋味を呈する飲料においても，甘味閾値は容易に変動するものと認められるから，その甘味閾値に基づいて決定される甘味を呈さない量を構成要件として含む訂正発明は不明確であり，審決の上記判断は誤りである。",
                "- 8 -(3) スクラロースの濃度「0．0012～0．003重量％」は渋味を抑えつつも「甘味を呈さない量」となり得るとした判断の誤りについて",
                "甲25の実験の追試として第三者機関が行った試験の報告書である甲48によると，甲25での結果とは異なり，実施例1～4におけるスクラロースの濃度に相当する濃度では，甘味を呈さない量ではなく，甘味を呈する量になるから，特定の飲料（茶，紅茶及びコーヒー）において，スクラロースの濃度「0．0012～0．003重量％」の範囲内において，渋味を抑えつつも「甘味を呈さない量」となり得るとの審決の判断は誤りである。",
                "審決は，「畢竟するに，スクラロースの濃度である『0．0012～0．003重量％』において，特定の飲料が甘味を呈する場合があっても，甘味を呈さない場合があれば良い」と判断したが，本件発明の代表例である実施例1～4に準拠した試験においてさえ，スクラロースの濃度は甘味を呈する量であったのだから，渋味を呈する飲料において，どの程度の量であれば「甘味を呈さない量」で渋味をマスキングできるのか，不明確である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（実施可能要件に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正が適法であることを根拠にした判断の誤り",
              "text": [
                "審決は，「訂正により，スクラロースの量は，『飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量用いること』と訂正されているから，『甘味の閾値は必ずしも絶対値としては表せない』との主張は，『甘味を呈さない量』であることが限定されたことにより解消している。」と判断した。",
                "しかし，審決の上記判断は，本件訂正が適法なものであるとの前提の上でなされたものである。取消事由1について述べたとおり，本件訂正は適法なものではないから，それを前提にした審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施例1～4及び甲25に依拠した実施可能との判断の誤り",
              "text": [
                "仮に本件訂正が適法なものだとし，訂正明細書の他の部分にスクラロースの濃度が甘味を呈さない量で用いることが記載されているとしても，実施例1～4におけ- 9 -る渋味を呈する飲料については，甘味を呈さない量で用いられていることが記載されていないのであるから，実施例1～4において甘味を呈さない量でスクラロースを用いているとは認められない。",
                "また，甲25はいわゆる「後出し」の実験結果に該当し，実施例1～4の追試にもなっていないのであるから，実施可能要件に適合するか否かの判断の際に参酌すべきではない。",
                "さらに，被告は，甲44において，甲25で用いた原材料が実施例1～4で用いたものと異なることを認め，甲46において，甲25で用いた原材料が実施例1～4で用いたものと類似するという根拠を主張するが，いずれも認められず，結局，甲25の実験は，実施例1～4に準拠したものとはいえない。",
                "しかも，甲25の実験の追試である第三者機関による甲48の試験結果によると，甲25とは異なり，甘味を呈する量であろうとなかろうと，渋味のマスキング効果は認められなかった。そうすると，渋味を呈する飲料において，甘味を呈さない量であって，かつ，渋味をマスキングできるスクラロース量の範囲は存在しないか，仮に存在したとしても狭い範囲であるため，甘味を呈さない量のスクラロースを用いて渋味をマスキングすることは困難であり，過度の試行錯誤が要求されるものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甘味を呈さない量の測定方法について",
              "text": [
                "審決は，「甘味を呈さない量」を極限法により求めることは技術常識と認めたが，甘味閾値の測定方法として極限法（上昇系列及び下降系列）が一般的であるとは認められないから，審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甘味を呈さない量は不明確ではないとの認定の誤りについて",
              "text": [
                "審決は，「『飲料の0．0012～0．003重量％』の濃度のいずれかにおいて，『甘味を呈さない量』があり得ることは審判乙14により釈明されているし，甘味閾値を極限法で決定できると認められることから，『甘味を呈さない量』は不明確であるとは認められない。」と判断した。",
                "- 10 -しかし，甲48の試験において，飲料の0．0012～0．003重量％のスクラロース濃度は甘味を呈する量であったし，紅茶飲料では甘味を呈さない量ではあったものの，渋味をマスキングしないものであった。",
                "したがって，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "実施例1～4の飲料は甘味を呈さないとした判断の誤り",
              "text": [
                "審決は，「実施例1～4においてスクラロースの配合量が甘味を呈さない量であるか否かの明示的記載はなくとも，出願当初から『甘味閾値以下の量で用いること』が意図されていたものであること，及び審判乙14において，飲料の種類が実施例1～4のものと同一であるとは言えず必ずしも実施例1～4の追試であるとは言えないものの，飲料の配合量，他の成分並びにそれらの配合量を実施例1～4と揃えた実験であって，矛盾するものではないことに鑑みれば，実施例1～4が訂正発明の実施例ではないと断ずることはできない。」と判断した。",
                "しかし，訂正明細書には，実施例1～4における渋味を呈する飲料について甘味を呈さない量で用いられていることが記載されていないのであるから，実施例1～4において甘味を呈さない量でスクラロースを用いているとはいえない。また，甲48の試験結果によると，甲25とは異なり，甘味を呈する量であろうとなかろうと，渋味のマスキング効果は認められなかった。したがって，実施例1～4は訂正発明の実施例とは認められない。",
                "仮に，実施例1～4において，甘味を呈さない量のスクラロース濃度であって，渋味をマスキングできていたのであれば，それに準拠したとされる甲25の実験の追試である甲48の試験においても甘味を呈さない量のスクラロース濃度で渋味をマスキングできたはずであるのに，甲48では甘味を呈さない量のスクラロース濃度で渋味をマスキングできなかった。このことに鑑みると，明細書に記載されていない何らかの要因が影響を及ぼしていたため，そのような結果になったと考えるのが合理的である。ところが，そのような要因は訂正明細書に全く記載されていないのであるから，当業者は，その要因を探し出さなければならず，訂正発明の渋味マ- 11 -スキング方法を実施するために過度の試行錯誤を要する。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "他の高甘味度甘味剤を含む場合の実施可能要件について",
              "text": [
                "本件訂正によれば，訂正事項1の要件である甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合であっても，訂正発明に包含されることになる。",
                "しかし，本件明細書の段落【0014】には，「2種以上の混合物の場合には，合計の量で甘味閾値以下となる量」と記載され，スクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加する場合は，それらの合計量が甘味閾値以下となる量であることが明記されている。一方，本件明細書の他の部分において，甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合は記載されておらず，具体例も記載されていない。",
                "そうすると，訂正発明に係る飲料がスクラロース以外の高甘味度甘味剤を含む場合であって，飲料が甘味を呈した場合に，訂正発明を実施するには過度な試行錯誤を要すると認められる。したがって，過度な試行錯誤を要しないとした審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（サポート要件に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正が適法であることを根拠にした判断の誤り",
              "text": [
                "審決は，「訂正により，スクラロースの量は，『飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量用いること』と訂正されているから，『甘味の閾値は必ずしも絶対値としては表せない』との主張は，『甘味を呈さない量』であることが限定されたことにより解消している。」と判断した。",
                "しかし，審決の上記判断は，本件訂正が適法なものであるとの前提の上でなされたものである。取消事由1について述べたとおり，本件訂正は適法なものではないから，それを前提にした審決の上記判断は誤りである。",
                "当業者が本件明細書の記載内容及び出願時の技術常識を考慮しても，スクラロー- 12 -ス量が0．0012～0．003重量％の全範囲にわたって，製品の物性に影響を及ぼすことなく過剰な渋味をマスキングできることが認識できないから，請求項に係る発明の範囲まで，発明の詳細な説明に開示された内容を拡張ないし一般化できるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正発明がサポート要件に適合したとする判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，訂正が適法なものであったとしても，どのような渋味を呈する飲料が，その飲料にスクラロースを下限である0．0012重量％程度用いた場合に甘味を呈さないで渋味をマスキングできるのか不明であるし，どのような渋味を呈する飲料が，その飲料にスクラロースを上限である0．003重量％程度用いた場合に甘味を呈さないで渋味をマスキングできるのか不明である。",
                    "また，甲25は，いわゆる「後出し」の実験結果に該当し，実施例1～4の追試にもなっていないのであるから，サポート要件に適合するか否かの判断の際に，参酌すべきではない。",
                    "さらに，たとえ実施例1～4では甘味を呈さないで渋味をマスキングできていたとしても，その実施例1～4に準拠したとされる甲25の実験の追試である甲48では，いずれの飲料も，甘味を呈さないで渋味をマスキングすることはできなかったのであるから，実施例1～4以外のどのような渋味を呈する飲料であれば，0．0012重量％程度又は0．003重量％程度で渋味をマスキングできるのか不明である。",
                    "よって，当業者が訂正明細書の記載内容及び出願時の技術常識を考慮しても，スクラロース量が0．0012～0．003重量％の全範囲にわたって，甘味を呈することなく過剰な渋味をマスキングできることは認識できないから，請求項に係る発明の範囲まで，発明の詳細な説明に開示された内容を拡張ないし一般化できるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「当業者が出願時の技術常識に照らし，『飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量用いること』により，渋味- 13 -のマスキングが可能であるとの訂正発明の課題を解決できると認識できるものであり，特許を受けようとする発明は発明の詳細な説明に記載したものであると言う他ない。」と判断した。",
                    "しかし，実施例においては，スクラロース濃度が甘味を呈さない量であることは記載されていないので，「飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量」のスクラロースを用いれば，実際に渋味を低減できることは，訂正明細書に記載されているとはいえない。実際，甲48の試験においても，甘味を呈さない量で渋味をマスキングすることは実現されなかった。",
                    "また，たとえ実施例1～4において，たまたま甘味を呈さない量で渋味をマスキングできていたとしても，そもそも，訂正発明において，0．0012～0．003重量％というスクラロースの濃度範囲以外の構成要件，すなわち，茶，紅茶及びコーヒーから選択される渋味を呈する飲料に，スクラロースを甘味を呈さない量用いる渋味のマスキング方法であることは，単に達成すべき解決課題を特定するものにすぎず，「甘味を呈さない量」は達成すべき結果を特定しているだけであり，「甘味を呈さない」ためのスクラロースの濃度を特定しているわけではない。スクラロースの濃度が0．0012～0．003重量％の範囲であっても甘味を呈さないで渋味をマスキングできない範囲が存在するということは，スクラロースの濃度が0．0012～0．003重量％である以外に，課題を解決するための何らかの条件が存在するはずである。ところが，そのような条件に関する限定は，訂正発明ではされていない。そうすると，当業者が出願時の技術常識を考慮しても，実施例1～4以外の訂正発明に含まれる他の部分については，発明の詳細な説明に記載されたものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "他の高甘味度甘味剤を含む場合のサポート要件について",
              "text": [
                "訂正後の請求項1では，訂正事項1の要件である甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合であっても，訂正発明に包含されることになる。",
                "- 14 -しかし，本件明細書の段落【0014】には，スクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加する場合は，それらの合計量が甘味閾値以下となる量であることが明記されている。一方，本件明細書のその余の部分において，甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合は記載されておらず，具体例も記載されていない。",
                "そうすると，訂正後の本件特許において，出願時の技術常識に照らしても，請求項に係る発明の範囲まで，発明の詳細な説明に開示された内容を拡張ないし一般化できるとはいえない。したがって，サポート要件に適合するとした審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤り",
              "text": [
                "審決は，訂正発明と甲1発明とを対比した上で，「両発明は，『紅茶の渋味を呈する飲料に，甘味剤を用いる渋味のマスキング方法』で一致」すると認定した。",
                "しかし，審決は，相違点の認定の際に，「甲1発明の『ソーマチン』は，甘味剤といえることから，訂正発明の「スクラロース」とは，いずれも「甘味剤」で共通する。なお，本願明細書段落【0012】で記載のように，両者が高甘味度甘味剤であることも知られている。」と認定したのであるから，訂正発明と甲1発明との一致点は，「紅茶の渋味を呈する飲料に，高甘味度甘味剤を用いる渋味のマスキング方法」とすべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の判断は，ソーマチン製剤である「ネオサンマルクD」がソーマチンを多く含む製剤であることを前提にしていると推測される。",
                    "ところが，「ネオサンマルクD」は現在市販されていないようであるが，同じ「ネオサンマルク」の商標で現在市販されているソーマチン製剤である「ネオサンマルクAG」のソーマチン濃度は，甲59によると0．15質量％と低いものであると- 15 -認められることから，ネオサンマルクDにおけるソーマチン濃度も低いものと考えるのが自然である。",
                    "そして，甲1の記載において，「ネオサンマルクD」の飲食時の使用量である0．1～0．2％は，甘味を呈さない量である蓋然性が高いと考えられる。",
                    "さらに，甲1の図5における最初の測定点は，甘味を呈さない量（甘味閾値以下）での渋味マスキング効果を示すものにほかならない。このようにネオサンマルクDが甘味閾値以下で渋味マスキング効果を示すことは，甲57に記載されているように，周知の事項であったと認められる。",
                    "また，たとえ図5における最初の測定点であるネオサンマルクDの添加量0．05％が甘味閾値を超える量であったとしても，0と0．05％のプロットの間に曲線が外挿されているのであるから，当業者がこの図5を見れば，0から0．05％の間であっても渋味が減少すると解するのが自然である。",
                    "よって，審決の「甲1において，ソーマチンを甘味閾値以下の量で渋味と共存させた飲料についてまで明確に言及した記載がないことを勘案し，『共存しない場合にも』との前提は，甘味を呈する場合の共存を意図するものと理解でき，ソーマチンの甘味閾値以下の量でタンニンと共存した水溶液である場合にまで説明していると理解することはできない。」との認定は誤りであり，審決の「甲1の記載からは，…（中略）…ソーマチンの甘味閾値を超えない量によって紅茶飲料の渋無が低減できるとまでの開示はないと言う他ない。」との判断も誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，甲22（審判乙11）のデータを参照して，ソーマチンとスクラロース，アスパルテーム及びエリスリトールの作用が異なる可能性も推認できるとし，甲22も，進歩性有無の判断材料としている。しかし，甲22は，本件特許の出願時よりも遙か後である平成24年10月11日に実験がなされ作成された実験報告書であるから，この甲22に基づいて，本件特許の出願時にソーマチンとスクラロース，アスパルテーム及びエリスリトールの作用が異なることを推認できたとは認められず，そのような推認を進歩性有無の判断材料にすることも認め- 16 -られない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，甲6及び甲7の記載に基づいて，紅茶飲料にスクラロースを添加することは容易になし得ると判断している。しかし，甲55にも，紅茶飲料にシュクラロースを添加することが記載されており，紅茶飲料にスクラロースを添加することは容易になし得るというよりも，周知の事項であると認められる。",
                    "また，審決は，甲4に，高甘味度甘味剤であるステビア抽出物を用いることにより，渋味が緩和されていることが記載されていることを認めているにもかかわらず，その渋味を呈する飲料が，甲1に記載の紅茶とは異なる低カロリー飲料であることを根拠に，「甲1発明と組み合わせる動機付けはない」と判断し，甲3に，高甘味度甘味剤として知られているグリチルレチンモノグルクロナイドを甘味検知閾値以下の濃度で用いることにより，渋味が緩和されていることが記載されていることを認めているにもかかわらず，その渋味を呈する飲料が，甲1に記載の紅茶とは異なるオレンジネクターであることを根拠に，「甲1発明と組み合わせる動機付けはない」と判断している。",
                    "しかし，甲3及び甲4の記載によれば，高甘味度甘味剤であるソーマチン，ステビア抽出物及びグリチルレチンモノグルクロナイドで，渋味を呈する製品の渋味をマスキングする例は広く知られており，高甘味度甘味剤であるグリチルレチンモノグルクロナイドを「甘味検知閾値以下」の濃度で用いて渋味をマスキングすることも知られているから，当業者が，他の高甘味度甘味剤についても甘味閾値以下で渋味マスキング作用の可能性を考えることは当然といえる。",
                    "そうすると，高甘味度甘味剤として紅茶飲料に用いることが当業者において周知であったスクラロースについて，ソーマチンによるマスキング効果が知られていた紅茶飲料等に甘味閾値以下の量で添加することにより，当該紅茶飲料の渋味がマスキングできると考えて，その作用効果を改めて確認しようとすることは，当業者が容易に想到することができたというべきである。",
                    "さらに，甲2では，高甘味度甘味剤ではない糖アルコールまでも，甘味閾値以下- 17 -の量で渋味のマスキング効果があることが記載されており，この点は審決も認めるところである。",
                    "そうすると，高甘味度甘味剤ではない糖アルコールでさえ，甘味閾値以下の量で渋味のマスキング効果が認められるのであるから，ソーマチンと同じく高甘味度甘味剤であるスクラロースについて甘味閾値以下の量で渋味のマスキング効果が認められると期待するのは当然であり，その期待を確認しようとすることは容易に想到することができたというべきである。",
                    "甲58によれば，訂正発明についても，各種甘味料の中でも高甘味度甘味料として知られているソーマチン，ステビア抽出物及びグリチルレチンモノグルクロナイドで，渋味をマスキングする例が知られていたのであるから，当業者が，他の高甘味度甘味剤についても渋味マスキング作用の可能性を認識し，高甘味度甘味剤として当業者において周知であったスクラロースについても，これを渋味を呈する製品に添加することにより，当該製品の渋味がマスキングできると考えて，その作用効果を確認しようとすることは容易に想到することができたというべきであり，動機付けは十分に存在するといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，審決は，甲2の「渋味を抑制するための甘味成分として，糖アルコール以外の成分，例えば蔗糖，異性化糖，ぶどう糖を用いても，上記の効果は得られない」との記載を引用し，糖アルコールのみが渋味を抑えるのに有効とされていることと，糖アルコールは，甘味剤ではあるがソーマチンやスクラロースなどの高甘味度甘味剤ではないこととを根拠にして，「この糖アルコールの一例をもってして，甲1発明におけるソーマチンをスクラロースに換え，甘味を呈さない量で用い，渋味を低減する方法にまで容易に想い至るということはできない。」と判断した。",
                    "しかし，審決が引用した甲2の記載は，甲2の【0008】における一まとまりの記載の一部のみを抜き出したもので，その記載全体から明らかなとおり，糖アルコール以外の成分では得られない効果とは，単に渋味を抑制することだけを指して- 18 -いるのではなく，苦味の抑制や香気を保つことや全体としての風味等も包含するものである。そして，「渋味を抑制するための甘味成分として，糖アルコール以外の成分，例えば蔗糖，異性化糖，ぶどう糖を用いても，上記の効果は得られない。」という記載は，蔗糖，異性化糖，ぶどう糖が渋味を抑制するための甘味成分であることを前提にしたものであって，それらは渋味を抑制する甘味成分ではあるが「上記の効果は得られない」，ということを意味しているのである。したがって，審決は甲2に記載の「上記の効果」の内容を誤って解釈したといわざるを得ない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "甘味を呈さない量のスクラロースを用いて紅茶飲料のマスキング効果を確認する際に，実際にマスキング効果が認められる程度にそのスクラロース量を適宜調整して，0．0012～0．003重量％とすることは単なる設計事項にすぎず，そこに格別顕著な効果や阻害要因は認められない。",
                    "したがって，「スクラロースが紅茶飲料などに添加されるものであることが公知であり（甲6，7），スクラロースがソーマチンやステビア抽出物，グリチルレチンモノグルクロナドと同様に高甘味度甘味剤であるとしても，甲2～5の記載を勘案したところで，甲1におけるソーマチンの代わりにスクラロースを採用し同様な作用効果を奏する予測することはできず，飲料に対し0．0012～0．003重量％で甘味を呈さない量を飲料に添加して渋味をマスキングできると予測することはできない。」との審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（手続違背-特許法153条2項違反）",
          "text": [
            "審判の審理経過によれば，審判合議体は，甲42（通知書）において，本件特許を無効にすべきとの暫定的な心証を持っており，その根拠の一つとして，実施例1～4において，スクラロースを甘味を呈しない量用いたか否かが不明である点を挙げていたところ，それに対して被告が提出した甲44（被告口頭審理陳述要領書）によって，その点が明らかにされていなかったため，その後の口頭審理において，甲25の各飲料の飲料原材料が，訂正明細書の実施例1～4の飲料原材料とどの程度類似するのかについての釈明を求めたのである。このことから，審判合議体は，- 19 -少なくとも，その後に提出された甲46の被告上申書の内容を踏まえて審理を行うまでは，本件特許を無効にすべきとの一応の心証を持っていたと認められ，原告（請求人）も審判合議体がそのような心証を持っているものと認識していた。しかし，審判合議体が審決の予告をすることなく，審理終結通知を送付したことから，審判合議体は，甲46の被告上申書の内容を踏まえて審理を行った結果，本件特許を無効にすべきとの心証を覆し，無効審判の請求を棄却すべきとの心証を持ったものと解される。",
            "すなわち，審判合議体は，審理終結通知と同日付けで甲46の被告上申書の副本を原告に突然送付し，その被告上申書に対して原告に十分な時間を与えて反論する機会を与えることなく，審決をなした。審判合議体は，原審の審理において，途中まで本件特許を無効にすべきとの心証を持ち，かつ，その心証を開示していたのであるから，心証を覆す根拠となった被告上申書における釈明の内容は，特許法153条第2項に規定する「当事者が申し立てない理由」にほかならない。",
            "したがって，審判合議体は，同条同項の規定に基づいて，心証を覆すことにより不利益を被る原告に対して，心証を覆す根拠となる被告上申書を送付すると共に，十分な時間を与えて意見を申し立てる機会を与えるべきであった。そのような機会を原告に与えないままなされた審決は，明らかに同条同項に違反する違法なものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件訂正を認めた判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1は特許請求の範囲の減縮を目的とするものであること",
              "text": [
                "訂正発明は，訂正前発明の「該飲料の0．0012～0．003重量％の範囲」という濃度範囲の条件に加えて，さらに，「甘味を呈さない量」というより厳しい制約を課すものであって，形式上特許請求の範囲を減縮するものであることは明らかである。",
                "- 20 -しかも，本件明細書段落【0013】には，渋味を有する一般的な飲料である紅茶について，その甘味の閾値が熱湯による抽出時間によって，0．0009重量％又は0．004重量％であることが記載されている。本件の訂正事項における「該飲料の0．0012～0．003重量％の範囲」という濃度範囲は，明らかにシュクラロースの甘味の閾値0．004重量％よりも小さい濃度範囲を指定しているのであって，本件明細書の上記記載その他に接した当業者であれば，訂正事項1で指定された当該範囲に，「甘味を呈さない量」，すなわち，閾値以下の濃度範囲が含まれると理解することは明らかである。",
                "また，本件明細書段落【0013】には，「本願における甘味の閾値以下の量とは，甘味を呈さない範囲の量であればよい。また，高甘味度甘味剤の種類に拘わらず，最少量は甘味閾値の1／100以上の量で用いることが好ましい」と記載され，段落【0015】には「通常より少ない量の高甘味度甘味剤を用いて，本発明は簡便に過剰な渋味を減少又は緩和し，味覚の改善を図ることができる。」と記載されており，これらの記載に接した当業者であれば，訂正事項1で指定された当該閾値以下の濃度範囲のシュクラロースを添加することで，渋味マスキング効果が得られることがあると理解することも明らかである。",
                "したがって，当該訂正事項は実質的にも特許請求の範囲を拡張するものでもない。",
                "原告は，甲48を提出して，独自の追試により，訂正事項1が指定する濃度範囲で甘味を呈さない量シュクラロースを用いても渋味をマスキングすることはできない旨を主張するが，甲48の緑茶に関する試験については，抽出時間によって渋味が変化するにもかかわらず，抽出時間が記載されておらず，信用に値しない。",
                "また，マスキング効果の有無について，パネリスト8名のうち，8名全員が同じ試料を選択した場合においてのみ，両試料間に有意水準1パーセント及び5％で有意差がある（両側検定）として，マスキング効果を認めるとの評価を行っており，検体添加区（すなわちシュクラロースを添加したもの）のほうが渋味が弱い，と感じるパネリストが8人中7人又は6人存在しても，有意差はない，すなわちマスキ- 21 -ング効果は認められない，との結論を導いている。",
                "しかし，このような試験結果の評価は恣意的であり，このような試験のみから，マスキング効果はないとの結論を導くことは誤りである。",
                "請求項1に示されたシュクラロースの濃度範囲に，甘味の閾値以下の範囲を含み，これが渋味のマスキング効果を有することは，本件明細書段落【0013】～【0015】の記載や実施例1～実施例4及びこれに準拠して行った甲25の実験報告書によって十分裏付けられている。",
                "したがって，これを前提に本件訂正の違法をいう主張にも理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項1は明細書に記載した事項の範囲内のものであること",
              "text": [
                "訂正事項1の「（シュクラロースを）甘味を呈さない量用いる」との発明特定事項は，本件明細書の段落【0013】～【0015】や実施例1～実施例4の記載事項の範囲内であって，原告の主張するような違法はない。",
                "原告の主張は，請求項1に記載された発明の技術的範囲に関する独自の解釈に基づいたものであって，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正の可否の判断について",
              "text": [
                "原告は，甲48～甲50の実験結果を根拠に，当該濃度範囲において「甘味を発現しないとは到底いえない」と結論付けるが，「0．0012～0．003重量％」という小さな濃度範囲における甘味閾値を問題としているのに，パネリスト間のバラつきが大きすぎ，パネリストが，このような試験に堪え得るほど十分な訓練を受けていなかった可能性も高い。",
                "さらに，下降系列において，検体添加なしのゼロカウント（すなわち，甘味剤の添加量がゼロでようやく被験者が甘味を感じないと判定した。）が出ているのは，試験を高濃度から開始しており，十分な洗浄を行わずに次の試験を行ったため，前の試験の甘味が口に残って，その甘味が口の中に残留したため，正確な結果が得られなかった可能性が高い。",
                "甲48には，前提となる十分な実験条件の記載もなく，また，その実施の方法，- 22 -結果の評価も到底妥当とはいえないから，このような実験のみをもって，甘味閾値の値を算定することは誤りである。",
                "以上のとおり，甲48～甲50のみに依拠して，「0．0012～0．003重量％」の範囲のスクラロースが飲料において甘味を発現しないとはいえないと結論付けることはできない。",
                "本件明細書の段落【0013】～【0015】には，紅茶飲料の具体的な抽出条件とともに甘味閾値の値を明示し，紅茶等の飲料において，甘味の閾値の100分の1以上の量という，閾値よりも大幅に少ない量を添加することによって，「通常より少ない量の高甘味度甘味剤を用いて，本発明は簡便に過剰な渋味を減少又は緩和し，味覚の改善を図ることができる」，すなわち，渋味マスキング方法について記載しており，これを裏付ける実施例1～実施例4の記載や，甲25の実験結果も存在するのであるから，本件訂正は，出願当初の明細書の記載の範囲内でなされたものであって違法はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明確性要件に関する判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張は，①甘味閾値の測定方法として極限法が一般的であるとはいえない，②同じ渋味を呈する飲料においても，甘味閾値は容易に変動する，③どの程度の量であれば「甘味を呈さない量」で渋味をマスキングできるのか不明確であるなどの点である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "①の点について，まず，原告自身が提出した甲51～甲53はいずれもこの分野の基本的な事項を記載した文献や研究論文であるが，「極限法」は閾値を求める方法として，その詳細な実施方法とともにいずれの文献にも記載されている。",
                "すなわち，「極限法」は，明らかに，この分野の当業者において閾値を求める方法として常識となっている一般的な方法であり，かつ，その詳細な実施方法も確立されている。",
                "「甘味閾値」は，このように一般的で確立した試験方法である「極限法」によって測定できるものであるから，訂正発明に不明確な点は存在しない。",
                "- 23 -「甘味閾値」の決定には，ほかにも試験方法が知られているが，それらが存在するからといって「甘味閾値」の存在が否定されたり不明確になるものではない。極限法でも恒常刺激法でも，試験の原理上，同等の結果が得られることは明白である。ある物理量を求めるために，原理の異なる複数の方法が存在することは，科学常識といえるが，複数の方法が存在するがゆえに，物理量の値が不明確になるなどということはない。",
                "また，測定には常に誤差が伴い，また各条件に応じて適した測定方法が異なるということも常識といえるが，このような事情があるからといって，これによって測定される物理量の値が不明確であるなどということもない。",
                "「極限法が一般的であるとは到底認められない」との原告の主張は誤りであり，また，そのことと「甘味閾値」の明確性は無関係である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "②の点について，原告は甲25とこれを追試した甲48の結果が異なることなどを根拠に，「同じ渋味を呈する飲料においても，甘味閾値は容易に変動する」などと主張するが，「同じ渋味を呈する飲料」という前提が満たされていない。甲48には，緑茶の抽出時間さえ記載されていないが，抽出時間が異なれば渋味も異なることは技術常識であるから，原告の主張は，その前提から成り立っていない。",
                "また，原告は自ら実施した試験（甲48）や，一例の文献の記載（甲54）のみに基づいて，「甘味閾値は容易に変動する」と結論付けているが，前提となる溶媒が同一であることが検証されておらず，各々の試験の実施の適切性や実験誤差についても適切に評価されていない。",
                "原告は，実験の前提条件の問題や実験誤差の問題を主張しているにすぎない。「甘味閾値」は，「甘味を感じる濃度と甘みを感じない濃度との境目の濃度」として，当業者にとってはその意義は明確であり，かつ，その試験方法も一般的で確立されたものが存在するのであるから，その点につき不明確な点は存在しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "③の点について，原告は，甲48に依拠して「0．0012～0．003重量％」の濃度範囲には，甘味閾値以下の領域が含まれないと主張する。原告が依- 24 -拠する甲48には，上昇系列ないし下降系列を形成する際の濃度の刻み間隔については記載すらなく，適切な間隔に設定されていたのか不明であるほか，下降系列において，濃度がゼロとなるまで，甘味を感じない，あるいは，わからないと回答しないようなパネリストが被験者として適切であるとはいい難い。甲48は試験としての適切性を備えないものであり，これのみに依拠して「「0．0012～0．003重量％」の濃度範囲には，甘味閾値以下の領域が含まれない」と結論付けることは誤りである。",
                "原告は，「実施例1～4に準拠した試験においてさえ，スクラロースの濃度は甘味を呈する量であったのだから，渋味を呈する飲料において，どの程度の量であれば『甘味を呈さない量』で渋味をマスキングできるのか，不明確である」と主張するが，その主張の依拠する甲48の実施方法が不適切なのであって，原告の主張はその前提において成り立っていない。",
                "訂正発明は，「0．0012～0．003重量％」という濃度範囲の条件と，「甘味を呈さない量」，すなわち，閾値以下の量という条件によって，マスキング効果があるシュクラロースの添加量を明確に定義しているのであるから，原告の主張するような不明確な点は存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（実施可能要件に関する判断の誤り）に対して",
          "text": [
            "訂正発明を実施するためには，「茶，紅茶及びコーヒーから選択される飲料」に，「0．0012～0．003重量％」かつ「甘味を呈さない量」，すなわち，閾値以下の量という条件を満たすシュクラロースを添加すればよいというだけであって，発明を実施する態様は簡明である。",
            "甘味の閾値以下か否かについても，極限法などの当業者には常識といえる一般化した確立された試験方法が存在し，容易に判別できるので，実施に当たって困難な点は存在しない。",
            "そして，このようなシュクラロースを添加すると渋味マスキング効果が得られることは，当業者であれば，本件明細書段落【0013】～【0015】の記載や実- 25 -施例1～実施例4の記載により容易に理解することができる。",
            "よって，本件特許に実施可能要件違反はないので，これに反する原告の主張にも理由がない。",
            "原告は，甘味閾値の測定方法として極限法は一般的でないとか，甘味閾値が極限法以外でも決定される数値であるなどと縷々主張するが，これが実施可能要件となぜ関連するのか不明である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（サポート要件に関する判断の誤り）に対して",
          "text": [
            "訂正発明には「茶，紅茶及びコーヒーから選択される渋味を呈する飲料に，スクラロースを，該飲料の0．0012～0．003重量％の範囲であって，甘味を呈さない量用いることを特徴とする渋味のマスキング方法」と記載されている。",
            "一方，本件明細書段落【0013】～【0015】には，紅茶の甘味閾値が抽出条件によっても異なるが「0．0009重量％」や「0．004重量％」であること，「本願における甘味の閾値以下の量とは，甘味を呈さない範囲の量であればよい。・・・最小量は甘味の閾値の1／100以上の量で用いることが好ましい。」こと，「渋味を呈する製品」に対する方法であること（【0014】），「以上のような方法で通常より少ない量の高甘味度甘味剤を用いて，本発明は簡便に過剰な渋味を減少又は緩和し，味覚の改善を図ることができる」こと（【0015】），そのほか，段落【0018】以下の実施例1～4において，ウーロン茶・緑茶飲料・紅茶飲料・ブラックコーヒーに対するマスキング効果があったことが記載されており，また，当該実施例におけるスクラロースの添加量は，本件明細書の記載全体から，スクラロースを甘味の閾値以下の量用いているものと理解できる。",
            "以上のとおり，訂正発明は，明らかに発明の詳細な説明に記載された範囲内のものであって，原告の主張には理由がない。「実施例においては，スクラロース濃度が甘味を呈さない量であることは記載されていない。」との原告の主張は誤りである。",
            "上記明細書の実施例の記載に関する理解が正しいことは，甲25の追試によって- 26 -も確かめられている。甲25は，本件特許の出願後の資料ではあるが，上記のとおり，本件明細書の記載全体から，実施例1～実施例4がスクラロースの甘味閾値以下の量用いることを前提とした実施例であると明らかに理解できるものであり，出願当初の明細書の記載を追加したり補うものではないから，当該証拠を参照することにつき，原告の主張するような違法な点はない。",
            "また，原告は，「スクラロースの濃度が0．0012～0．003重量％である以外に，課題を解決するための何らかの条件が存在するはずである。ところが，そのような条件に関する限定は，訂正発明ではされていない。・・・実施例1～実施例4以外の訂正発明に含まれる他の部分については，発明の詳細な説明に記載されたものとは認められない」と主張するが，「課題を解決するための何らかの条件」は，「甘味を呈さない量」用いるという条件が特許請求の範囲に明記されているし，本件明細書の段落【0013】～【0015】の記載などによれば，明らかに，訂正発明は実施例1～実施例4に限定されるものではなく（段落【0016】），他の部分も含むことが理解できるから，原告の主張には理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（進歩性判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点認定について",
              "text": [
                "審決は，甲1について，ソーマチンの甘味閾値を超えない範囲の量によって紅茶飲料の渋味が低減できるとまでの開示はないと認定したが，原告は，①ネオサンマルクDの飲食時の使用量として甲1に開示されている0．1～0．2％や，甲1の図5における最初の測定点である0．05％は甘味を呈さない量である蓋然性が，高い，②甲57の記載を根拠に，ソーマチンの有する渋味などの不快味臭のマスキング効果は，本件特許の出願当時周知の事項であった，③当業者が甲1の図5をみれば，0％と0．05％の間であっても渋味が減少すると解するのが自然である，などと主張して，この認定を争い，甘味閾値以下の領域においても渋味が低減できるとの開示がある旨を主張している。",
                "しかし，①の点について，ネオサンマルクDとネオサンマルクAGは異なる製品- 27 -であり，それらのソーマチン濃度が同じであると解する理由はなく，原告の主張には根拠がなく誤りである。",
                "②の点について，甲57の記載のみから，渋味のマスキング効果がソーマチンないしネオサンマルクDの甘味の閾値以下で得られることは周知とはいえない。ソーマチンは200個前後のアミノ酸から成る分子量約2万2000のタンパク質で，他の甘味料に比べ非常に大きな高分子であり，その化学構造・性質はシュクラロース（分子量397）とは全く異なる。また，ソーマチンの苦味マスキングなどの風味改善効果は，「甘味」によって引き起こされるものではなく，ソーマチンが，陽イオンに帯電したタンパク質であるため，舌に存在する苦味を受容する味細胞の表面に結合し，苦味物質が味細胞の表面と結合するのを防いでいるためにもたらされるものであると，一般に考えられている（甲20）。よって，ソーマチンとスクラロースとでは，その分子構造やそれが渋味マスキング効果をもらす理由においても，共通する点がなく，ソーマチンに関する文献から，訂正発明に想到するような動機付けや示唆が得られることはありえない。",
                "③の点について，甲1の図5について，確かに，最初の測定点であるネオサンマルクDの添加量が0．05％である点と，添加量0％であるグラフの原点との間の領域について曲線が外挿されているが，この領域については，渋味減少率の測定結果がなく，しかも，この領域のネオサンマルクDの添加量は，甘味の閾値以下の領域を含むものであるのに，甲1の文献上，このように曲線を外挿してもよい科学的な根拠は示されておらず，これを補う技術常識も存在しないのであるから，当業者であっても，この領域において，外挿された曲線のように，渋味減少率が，ネオサンマルクDの添加量とともに連続に変化し，とりわけ，甘味の閾値以下の領域においてもマスキング効果があると理解することはできない。すなわち，甲1の図5には，ネオサンマルクDの添加量が0．05％以下の領域，とりわけ甘味の閾値以下の領域において，渋味マスキング効果がある旨が記載されていると理解することはできない。よって，当業者がこの図5をみれば，0％と0．05％の間であっても- 28 -渋味が減少すると解するのが自然であるとの原告の主張は誤りである。",
                "以上のとおり，甲1には，ソーマチンの甘味閾値を超えない範囲の量によって紅茶飲料の渋味が低減できるとまでの開示はないとした審決の認定に誤りはなく，また，これを前提に，訂正発明と甲1に記載された発明との相違点を，「甘味剤について，訂正発明では，『スクラロースを，該飲料の0．012～0．003重量％の範囲であって，甘味を呈さない量』用いるのに対し，甲1発明では『ソーマチン』である点」と認定している点に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6及び甲7の記載事項について",
                  "text": [
                    "甲6や甲7には，紅茶飲料にスクラロースを添加することは記載されているが，添加する量が甘味を呈さない量であることや，その量で渋味を抑えることができることは，記載も示唆もされていない，との審決の認定に誤りはない。これらの証拠を参照しても，渋味マスキング効果を得るためにシュクラロースを加えるとか，ましてそのシュクラロースを甘味の閾値以下の量に抑えるとかいった動機付けを得ることは不可能である。原告は，証拠として甲55を追加するが，動機付けが得られないことは同様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5の記載事項について",
                  "text": [
                    "甲5は，甘味剤とは無関係な文献であるから，甲1発明や訂正発明との共通点はなく，これを参照したところで，訂正発明に至る動機付けは得られない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4及び甲3の記載事項について",
                  "text": [
                    "甲4には，ステビア抽出物を用いることにより，無機電解質陽イオン基に基づく渋味が緩和されることが記載されており，対象とする飲料が低カロリースポーツドリンクなどの無機電解質成分と有機酸成分とを含有する低カロリー飲料であり，甲1発明の対象である紅茶や，訂正発明の対象である「茶，紅茶及びコーヒーから選択される飲料」とも全く異なっているし，用いるステビア抽出物が甘味の閾値以下であっても渋味を緩和できるのかについては記載も示唆もないから，甲1発明と組- 29 -み合わせる動機付けがないとの審決の認定に誤りはない。",
                    "甲3には，訂正発明が対象とする「コーヒー，紅茶」の渋味マスキング効果が記載されているものではなく，フレーバー改善を行えることが記載されているにすぎないから，これを甲1発明に組み合わせる動機付けはないとする審決の認定に誤りはない。",
                    "甲3には，実施例4として，オレンジネクター（天然果汁）の渋味マスキングの例が記載されているが，訂正発明が対象とする「茶，紅茶及びコーヒーから選択される渋味」は，タンニンに由来するものである一方，柑橘類による渋味はナリンギンやリモニンなどに由来するものであって，このように異なる渋味成分に由来する渋味を，甘味料が同様にマスキングできるという技術常識は存在しないから，甲3を甲1発明に組み合わせる動機付けはないとする審決の認定に誤りはない。",
                    "渋味を呈する飲料といっても多種多様であり，甲3と甲4というわずか2例から，このように多種多様な渋味を呈する飲料について，一律に高甘味度甘味剤を用いることで渋味マスキング効果が得られるというような技術常識や周知事実が存在するとはいえず，これらがいずれも公開特許公報の記載であることからすると，各飲料と各甘味度甘味剤との組合せにおいて，渋味マスキング効果が得られるか否かは，当業者にとっても未知のものであると考えられていたと理解するほうが自然である。まして，甘味の閾値以下という少ない添加量で，渋味マスキング効果が得られることは，甲3中でわずかに指摘されているにすぎず，甲3の出願人において特異的に発見した事例として理解されるべきであり，これを一般化して，甲1発明に適用するような動機付けは存在しない。",
                    "よって，甲1発明にこれらの文献を組み合わせる動機付けは全くなく，甲1発明から，訂正発明に想到することもできず，これに反する原告の主張に理由はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2の記載事項について",
                  "text": [
                    "甲2に記載されているのは，糖アルコールによる渋味の抑制であって，添加される甘味成分は，訂正発明が対象とするスクラロースなどの高甘味度甘味剤ではない- 30 -ので，前提が異なった発明といえる。しかも，糖や高甘味度甘味剤などが，一律に渋味をマスキングできるとする技術常識なども存在しない。甲2には，「渋味を抑制するための甘味成分として，糖アルコール以外の成分，例えば蔗糖，異性化糖，ぶどう糖を用いても上記の効果は得られない」（段落【0008】）と記載されているのであり，甲2の方法は，糖アルコール以外の糖一般には適用できないことが明記されているから，甲1に甲2を適用して，ソーマチンを，他の高甘味度甘味剤であるスクラロースに置き換え，それを甘味の閾値以下にするというような動機付けが得られないことは明らかである。",
                    "原告は，「『渋味を抑制するための甘味成分として，糖アルコール以外の成分，例えば蔗糖，異性化糖，ぶどう糖を用いても，上記の効果は得られない。』という記載は，蔗糖，異性化糖，ぶどう糖が渋みを抑制するための甘味成分であることを前提にしたものであって，それらは渋味を抑制する甘味成分ではあるが『上記の効果は得られない』ということを意味しているのである」と主張するが，「上記の効果」が指すものは「過度の苦味，渋味が適度な範囲に抑制され，かつ甘味は適度に抑えられ，また，それぞれに独特な爽やかな香気を保ち，全体として風味がよく，幅広い層の嗜好に適するようにした」効果のことで，「過度の・・・渋味が適度な範囲に抑制され」ることも含んでいるから，審決の甲2に関する認定に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（手続違背-特許法153条2項違反）に対して",
          "text": [
            "本件審判手続に，特許法153条2項に違反する違法はない。被告上申書は，当事者である被告（審判被請求人）が提出した書面であり，しかも，単に審判体に求められて甲25の実験条件について釈明した書面にすぎず，これが，「当事者が申し立てない理由」に該当すると解すべき理由はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件訂正を認めた判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正の適否について",
              "text": [
                "- 31 -訂正前の本件明細書の段落【0008】及び【0009】には，「本願の発明者らは，製品の物性などに影響を及ぼさないで，かつ渋味自体を改善することができる方法について種々の検討を行った。その結果，高甘味度甘味剤が，甘味の閾値以下の量で意外にも過剰な渋味を減少又は緩和させ，さらに総合的な味を何ら損なうことがないことを見い出し，本発明を完成するに至ったのである。この発明によれば，渋味を呈する製品に，スクラロースを甘味の閾値以下の量であって，該甘味の閾値の1／100以上の量で用いることを特徴とする渋味のマスキング方法が提供される。」と記載され，本件明細書の段落【0013】には「本願における甘味の閾値以下の量とは，甘味を呈さない範囲の量であればよい。」と記載されていることから，本件訂正前の本件明細書には，高甘味度甘味剤であるスクラロースを，甘味の閾値以下の量，すなわち，甘味を呈さない量で使用することにより，渋味を減少又は緩和させる発明に関して記載されていると認められる。",
                "また，本件明細書の段落【0013】には，飲料製品中の渋味の種類や強弱，塩味あるいは苦味などの他の味覚又は飲料製品の保存あるいは使用温度などの条件により，甘味閾値は変動するものであり，紅茶を3分間又は10分間抽出した液を試料としたとき，スクラロースの甘味の閾値は前者では0．0009重量％，後者では0．004重量％となることが記載されていることから，スクラロースが「0．0012～0．003重量％」含まれている場合であっても，紅茶等の飲料の各組成に応じて，甘味を呈する場合と呈さない場合があり得ることが理解できる。",
                "そうすると，「0．0012～0．003重量％」という範囲に，「甘味を呈さない量」という条件を付加する本件訂正は，新たな技術的事項を導入するものではなく願書に添付した明細書に記載した事項の範囲内においてするものであり，また，「0．0012～0．003重量％」という範囲に「甘味を呈する量」が含まれている場合には，それを除外した数値範囲とすることから，特許請求の範囲の減縮を目的とするものであることは明らかである。",
                "そして，本件訂正は，実質的に特許請求の範囲を変更又は拡張するものでもない。",
                "- 32 -なお，本件明細書の段落【0013】において，紅茶を3分間抽出した場合には，スクラロースの甘味の閾値は0．0009重量％であるから，「0．0012～0．003重量％」の範囲では全範囲にわたって甘味を呈するものとなり，「0．0012～0．003重量％の範囲であって，甘味を呈さない量」は存在しないことになるが，このことは，本件訂正が特許請求の範囲の減縮を目的とするものであることに影響するものではない。",
                "したがって，訂正事項1は，願書に最初に添付した明細書に記載した事項の範囲内においてするものであり，また，特許請求の範囲を実質上拡張又は変更するものでもないとの審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「訂正発明には，甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合も包含されるところ，本件明細書の段落【0014】には，スクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加する場合は，それらの合計量が甘味閾値以下となる量であることが明記され，本件明細書の他の部分において，甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合は記載されていない。したがって訂正発明は，本件明細書の記載を超えた範囲を包含することになるから，本件訂正は，願書に添付した明細書に記載した事項の範囲内においてするものではない」旨主張する。",
                    "訂正発明には，「スクラロース以外の高甘味度甘味剤を添加した結果甘味を呈する場合」を含むか否かについて特定されておらず，明らかでない。そこで，発明の詳細な説明を参酌すると，段落【0012】に「本発明において高甘味度甘味剤とは，微量で甘味を呈する天然又は合成の甘味剤を意味し，砂糖を基準として甘味倍率が50倍以上のものをいう。具体的には，天然のものとしてソーマチン，ステビア又は甘草等の植物からの抽出物，合成の高甘味度甘味剤としてスクラロース，ア- 33 -スパルテーム，サッカリンナトリウム又はアセスルファームK等が挙げられる。」，段落【0014】に「渋味を呈する製品に1又は2種以上の高甘味度甘味剤を用いる方法としては，上述の甘味の閾値以下の量の高甘味度甘味剤（2種以上の混合物の場合には，合計の量で甘味閾値以下となる量）を，渋味を呈する製品に均一に添加できる方法である限り，特に限定されない。」と記載され，高甘味度甘味剤には，スクラロースの他にソーマチンなどがあることが記載されているものの，それらを複数用いる場合にはその使用量は甘味閾値以下となるものであることが記載されている。これによれば，訂正発明は，「甘味を呈さない量のスクラロースに加えて，スクラロース以外の高甘味度甘味剤を飲料に添加した結果，飲料が甘味を呈した場合」を包含するものではないことが理解できる。",
                    "よって，原告の主張は，その前提を欠き，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「本件発明の特定するスクラロースの重量％の範囲でも甘味を呈さない場合があり得るか否かは，本件明細書に記載の実施例1～4自体で明らかにすべきであり，本件特許出願よりも後に行われた甲25に記載の実験を参酌すべきではない。そのことが記載されていない実施例1～4に基づけば，本件発明の特定するスクラロースの重量％の範囲でも甘味を呈さない場合があり得るか否かは不明と判断すべきである。」と主張し，また，「甲25を追試した客観性が担保された第三者機関による甲48等の試験の結果に基づくと，訂正発明の特定するスクラロースの重量％の範囲であって甘味を呈さない場合で，渋味をマスキングできる範囲は確認できなかったことから，本件訂正は，特許請求の範囲の減縮を目的としたものではない。」と主張する。",
                    "しかし，本件訂正が特許請求の範囲の減縮を目的としているか否かの判断に当たっては，明細書の全記載を参照して特許請求の範囲が本件訂正により減縮されるものであるかを検討すれば足り，実施例1～4においてスクラロースが甘味を呈さない量であり，かつ，渋味をマスキングできるものであるか否かは直接の関係がなく，実施例1～4を追試した甲25及びこれを追試した甲48～50の実験結果を考慮- 34 -する必要もない。",
                    "審決は，審判請求人の「特定された重量％（0．0012～0．003重量％）の全範囲で，甘味を呈する蓋然性が高いことから減縮を目的とするものではない。」旨の主張に対して，訂正前の本件明細書の【0013】において，甘味閾値は各種条件によって変動するものであり，スクラロースが0．0012～0．003重量％含まれている場合であっても，甘味を呈さない場合があり得ることが開示されていることを前提として，これを更に基礎付けるものとして甲25の実験結果を指摘したのであって，本件訂正が特許請求の範囲の減縮を目的としていることの根拠として甲25の実験結果を直接参照したわけではない。",
                    "よって，原告の主張には理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上より，本件訂正は，訂正要件を満たしており，この点について審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明確性要件についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「本件訂正特許明細書には甘味閾値の定義はされていないが，甘味閾値は，乙第15号証の記載（閾値の測定），乙第16号証の記載（アスパルテームの甘味閾値の測定），甲第10号証の記載（スクラロースの甘味の閾値測定）並びに乙第14号証の測定データ（スクラロースの甘味閾値が極限法で測定されている），被請求人の主張（口頭審理調書，平成25年3月21日付け上申書第5頁1～2行参照）によれば，極限法により求められるものであり，濃度の薄い方から濃い方に試験し（上昇系列），次に濃度の濃い方から薄い方に試験し（下降系列），平均値を用いて測定するのが一般的であると認められることから，本件訂正特許明細書に具体的測定方法が定義されていなくとも，本件出願当時の技術常識を勘案すると不明確であるとまで断言することはできない。」と判断した。これに対し，原告は，甘味閾値の測定方法として，極限法以外にも恒常刺激法，調整法などの方法があるから，極限法が一般的であるとはいえず，また，極限法という同じ測定方法- 35 -を用いても甘味閾値は変動するものであるから，訂正発明は，不明確であり，審決の判断は誤りである旨主張する。",
                "審決が引用した文献である甲10（審判甲10，「スクラロースの味覚特性と他の高甘味度甘味料との比較」日本食品化学学会誌，Vol.2(2)，1995，110-114頁），甲26（審判乙15，「新版  官能検査ハンドブック」，398-403頁），甲27（審判乙16，「新甘味料アスパルテームについて」，精糖技術研究会誌第26号，7-17頁）には，閾値の測定法として極限法が記載されていることからみて，「極限法」は，閾値の測定方法として広く一般的に用いられているものと認められ，また，被告が提出した実験報告書である甲25においても極限法が用いられている。 ",
                "しかし，甲51（「新版  官能検査ハンドブック」，395-423頁）及び甲52（「工業における官能検査ハンドブック」， 333-343頁）には，閾値の測定法として，実験者あるいは被験者自身が刺激を一定のステップで徐々に変化させ，その1ステップごとに被験者の判断を求め，判断の切り替わる点を決定する「極限法」以外にも，実験者あるいは被験者自身が，刺激を任意に変化させながら，被験者に対し特定の感覚を与える刺激の値を探し出し決定する「調整法」や，一組の変化刺激を用意しておき，確率的に1つずつ提示し，それに対し被験者に予め定められた判断範疇のいずれかで反応してもらう「恒常刺激法」等が記載されており，閾値の測定法としては，極限法だけでなく，調整法，恒常刺激法等の複数の一般的な方法が存在していることが認められる。",
                "また，甲53（「甘味，酸味，塩から味，苦味刺激閾値の測定」，J. Brew. Soc.",
                "Japan, Vol.79，No.9，656-658頁）においては，「刺激閾値の測定法には，Aらの順位法による刺激テスト，調整法，極限法，1対比較法などが報告されているが，本実験では Pfaffmann らの1点識別法により行った。」と記載されていることから，甘味の閾値の測定に当たり極限法以外の方法を採用することもあることが理解できる。",
                "- 36 -そうしてみると，甘味閾値は，他の方法ではなく極限法により測定するものであることが自明であるという技術常識が存在していたとまではいえず，訂正明細書における甘味閾値の測定方法が極限法であると当業者が確定的に認識するとはいえない。",
                "一方，甘味閾値の測定法は，人間の感覚によって甘味を判定する方法であって，判定のばらつきを統計処理し感覚を数量化して客観的に表現する官能検査の一種であり，適切な多数の被験者を用いることにより，主観的な判断や個人による差を極力抑えるものではあるが，一般に，官能検査とは，被験者の習熟度，測定法，データの解析法等により数値が異なるものであり，相互の数値の比較は困難であることが多いものと解される。",
                "そこで，スクラロース水溶液におけるスクラロースの甘味閾値が記載されている甲10及び甲54をみると，甲10では，初めにスクラロース溶液の薄い方から濃い方へ（上昇系列）試験した可知の刺激価と，次に濃い方から薄い方へ（下降系列）試験した不可知の刺激価の平均値より算出する極限法により評価した数値は，0．0006±0．00014％であったことが記載され，甲54（「PROGRESS IN SWEETENERS」，131-132頁）では，41人の被験者の集団を使用して「上昇濃度系列の極限法」に従い評価したスクラロースの甘味閾値は，0．00038％w/v と記載され，同じ極限法を用いて測定したスクラロース水溶液の甘味閾値として，甲10と甲54とでは約1．6倍異なる数値を記載している。",
                "また，甲10と甲54は，水にスクラロースを添加したスクラロース水溶液において甘味閾値を測定したものであるが，本件明細書の段落【0013】に記載するように，飲料中のスクラロースの甘味閾値は，苦味などの他の味覚や製品の保存あるいは使用温度などの条件により変動するものであるから，各種飲料における甘味閾値を正確に測定することは，単なるスクラロース水溶液に比べて，より困難であると認められる。",
                "しかも，甘味閾値の測定は，人間の感覚による官能検査であるから，測定方法の- 37 -違いが甘味閾値に影響する可能性が否定できないことは，上記のとおりである。",
                "そうすると，当業者は，同一の測定方法を用いた極限法によるスクラロース水溶液の甘味閾値であっても，2つの文献で約1．6倍異なる数値が記載されている上，訂正発明における各種飲料における甘味閾値の測定は，スクラロース水溶液に比べてより困難であるから，測定方法が異なれば，甘味閾値はより大きく変動する蓋然性が高いとの認識のもとに訂正明細書の記載を読むと解するのが相当である。",
                "したがって，甘味閾値の測定方法が訂正明細書に記載されていなくとも，極限法で測定したと当業者が認識するほど，極限法が甘味の閾値の測定方法として一般的であるとまではいえず，また，極限法は人の感覚による官能検査であるから，測定方法等により閾値が異なる蓋然性が高いことを考慮するならば，特許請求の範囲に記載されたスクラロース量の範囲である0．0012～0．003重量％は，上下限値が2．5倍であって，甘味閾値の変動範囲（ばらつき）は無視できないほど大きく，「甘味の閾値以下の量」すなわち「甘味を呈さない量」とは，0．0012～0．003重量％との関係でどの範囲の量を意味するのか不明確であると認められるから，結局，「甘味を呈さない量」とは，特許法36条6項2号の明確性の要件を満たさないものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，「甘味閾値は，一般的で確立した試験方法である極限法によって測定できるものであり，他にもよく知られた試験方法が存在するからといって甘味閾値が不明確になるものではない。極限法でも恒常刺激法でも，試験の原理上，同等の結果が得られることは明白である。測定には，常に誤差が伴い，各条件に応じて適した測定方法が異なるという常識があるが，だからといってこれによって測定される物理量の値が不明確などということもない。したがって，訂正発明は，不明確ではない。」旨主張する。",
                "そこで検討するに，被告による試験結果である甲25には，訂正明細書の実施例4を追試した際のコーヒーにおけるスクラロースの甘味閾値は0．00169％と記載されており，この値は，訂正発明の「0．0012～0．003重量％」の範- 38 -囲内の数値であるが，渋味のマスキング効果を確認したスクラロースの添加量は0．0016％であり，甘味の閾値と非常に接近している。",
                "そうすると，上記のように「0．0012～0．003重量％」の範囲に甘味閾値が存在する場合には，特に正確に甘味閾値を測定する必要があり，誰が測定しても「甘味を呈さない量」であるか否かが正確に判別できるものでなければならない。",
                "しかし，甘味閾値の測定は人の感覚による官能検査である以上，被告が主張するように，測定方法等が異なっても同等の結果が得られることは明白であるとする客観的根拠は存在せず，測定方法の違い等の種々の要因により，甘味閾値は異なる蓋然性が高く，被験者の人数や習熟度等に注意を払ったとしても，当業者が測定した場合に，「甘味を呈さない量」であるか否かの判断が常に同じとなるとはいえない。  ",
                "したがって，被告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，「『甘味を呈さない量』が訂正明細書に定義されていないことによっては，訂正発明は不明確であるとまで言うことができない。」との審決の判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由2は理由がある。よって，取消事由3～6について判断するまでもなく，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ]
}