{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。  "
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800039号事件について平成25年8月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成20年12月19日，発明の名称を「蓋体及びこの蓋体を備える容器」とする発明について原出願日を平成19年10月11日としてした特許出願（特願2008-519754号。優先権主張日：平成18年10月13日）について分割出願（特願2008-324756号）をし，特許庁から，平成21年12月7日，拒絶理由通知を受けたことから，平成22年1月18日，特許請求の範囲等を補正し（乙4），同年3月12日，設定の登録（特許第4473333号）を受けた（請求項の数12。以下，この特許を「本件特許」という。甲201）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成25年3月12日，本件特許の請求項1～12に係る発明について特許無効審判を請求し，無効2013-800039号事件として係属した（乙3）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成25年8月20日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月30日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成25年9月26日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲請求項1～12の記載は，次のとおりである（以下，本件特許に係る発明を請求項の番号に従って「本件発明1」，「本件発明2」などといい，本件発明1～12を併せて「本件発明」ということがあり，本件特許に係る明細書（甲201）を「本件明細書」という。）。",
            "【請求項1】（判決注：以下のA～Jの符号は便宜上付したものである。）",
            "A．食材を収容するとともに該食材を加熱可能な容器の胴体部の開口部を閉塞する蓋体であって，",
            "B．前記蓋体の外周輪郭形状を定めるとともに，前記容器の前記開口部を形成する前記容器の縁部と嵌合する周縁領域と，",
            "C．該周縁領域により囲まれる領域内部において，隆起する一の領域を備え，",
            "D．前記一の領域は，前記容器内の流体を排出可能な穴部と，該穴部を閉塞可能な突起部を備えるフラップ部を備え，",
            "E．該フラップ部は，前記一の領域に一体的に接続する基端部を備えるとともに，該基端部を軸に回動し，",
            "F． 前記フラップ部の先端部は，前記周縁領域の外縁に到達しておらず，",
            "G．前記フラップ部の前記基端部が，前記フラップ部の前記先端部よりも前記蓋体の中心位置から近い位置に配され，",
            "H．前記一の領域が，前記フラップ部の少なくとも一部を収容する凹領域を備え，",
            "I．前記凹領域は前記一の領域上面の周縁部に接続していることを特徴とする",
            "J．蓋体。 ",
            "【請求項2】",
            "前記周縁領域が隆起しており，この周縁領域の隆起は，前記一の領域の隆起よりも高いことを特徴とする請求項1記載の蓋体。",
            "【請求項3】",
            "前記一の領域は，前記周縁領域に隣接して配されることを特徴とする請求項1又は2記載の蓋体。",
            "【請求項4】",
            "前記蓋体の周縁領域が，前記蓋体の外周輪郭形状を多角形状に形成し，",
            "前記穴部が，前記蓋体の角隅部近傍に位置することを特徴とする請求項3記載の蓋体。",
            "【請求項5】",
            "前記フラップ部が，前記凹領域に収容される第1位置にあるとき，前記フラップ部の前記突起部が前記穴部を閉塞することを特徴とする請求項1乃至4いずれかに記載の蓋体。",
            "【請求項6】",
            "前記フラップ部の前記基端部が，前記突起部が形成される第1の面に弧状に湾曲した断面を有する凹溝と前記第1の面とは反対側の第2の面に平坦な面を備え，前記フラップ部の回動が，前記凹領域に対して直立した第2位置で制限されることを特徴とする請求項1乃至5いずれかに記載の蓋体。",
            "【請求項7】",
            "前記フラップ部が，前記第1位置にあるとき，前記フラップ部の上面が前記一の領域の上面から突出しないことを特徴とする請求項5記載の蓋体。",
            "【請求項8】",
            "前記蓋体が，少なくとも140℃以下の温度に曝されても変形しないことを特徴とする請求項1乃至7いずれかに記載の蓋体。",
            "【請求項9】",
            "前記蓋体が，高結晶ポリプロピレンから成型されることを特徴とする請求項1乃至8いずれかに記載の蓋体。",
            "【請求項10】",
            "前記穴部が複数個設けられることを特徴とする請求項1乃至9いずれかに記載の蓋体。",
            "【請求項11】",
            "前記蓋体外周縁から外方に突出する摘み部を更に備えることを特徴とする請求項1乃至10いずれかに記載の蓋体。",
            "【請求項12】",
            "食材を収容する一端有底筒状の容器胴体部と，該容器胴体部の開口部を閉塞する蓋体からなるとともに前記食材を加熱可能な容器であって，",
            "前記蓋体が，該蓋体の外周輪郭形状を定めるとともに，前記容器の前記開口部を形成する前記容器の縁部と嵌合する周縁領域と，",
            "該周縁領域により囲まれる領域内部において，隆起する一の領域を備え，",
            "前記一の領域は，前記容器内の流体を排出可能な穴部と，該穴部を閉塞可能な突起部を備えるフラップ部を備え，",
            "該フラップ部は，前記一の領域に一体的に接続する基端部を備えるとともに，該基端部を軸に回動し，",
            "前記フラップ部の先端部は，前記周縁領域の外縁に到達しておらず，",
            "前記フラップ部の前記基端部が，前記フラップ部の前記先端部よりも前記蓋体の中心位置から近い位置に配され，",
            "前記一の領域が，前記フラップ部の少なくとも一部を収容する凹領域を備え，",
            "前記凹領域は前記一の領域上面の周縁部に接続していることを特徴とする容器。  "
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書写しのとおりである。要するに，①本件発明は，下記アの引用例1（以下「クレハ容器」という。）に基づいて，容易に発明をすることができたとすることはできない，②本件発明は，下記イの引用例2に記載された発明（以下「甲6発明」という。）に基づいて，容易に発明をすることができたとすることはできないから，本件発明に係る特許を無効とすることはできない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：クレハ容器（本件特許の優先権主張日より前の平成18年10月頃には販売されていた。甲3，検甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：米国公開特許公報2005／0061812号（甲6）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定したクレハ容器，本件発明1とクレハ容器との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "クレハ容器の認定",
                  "text": [
                    "a．食材を収容するとともに該食材を加熱可能な容器の胴体部の開口部を閉塞するフタであって，",
                    "b．前記フタの外周輪郭形状を定めるとともに，前記容器の前記開口部を形成する前記容器の縁部と嵌合する周縁領域と，",
                    "c．該周縁領域により囲まれる領域内部において，隆起する一の領域及び凹領域を備え，",
                    "d． 前記凹領域は，前記容器内の流体を排出可能な穴部及び凹部を備え，該穴部を閉塞可能な突起部を備える開閉部材と係合可能であり，",
                    "e．該開閉部材は，前記フタの周縁領域から外方に突出する摘み部に一体的に接続する，細くかつ薄く形成された部分を備えるとともに，該細くかつ薄く形成された部分を軸に回動し，",
                    "f．前記開閉部材の先端部は，前記凹部の外縁に到達しておらず，",
                    "g. 前記開閉部材の前記細くかつ薄く形成された部分が，前記開閉部材の前記先端部よりも前記フタの中心位置から遠い位置に配され，",
                    "h．前記周縁領域により囲まれる領域内部が，前記フラップ部の少なくとも一部を収容する凹領域を備え，",
                    "i．前記凹領域は前記一の領域上面の周縁部に中間領域を介して接続している",
                    "j．蓋体。  "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1とクレハ容器との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "A．食材を収容するとともに該食材を加熱可能な容器の胴体部の開口部を閉塞する蓋体であって，",
                        "B．前記蓋体の外周輪郭形状を定めるとともに，前記容器の前記開口部を形成する前記容器の縁部と嵌合する周縁領域と，",
                        "C．該周縁領域により囲まれる領域内部において，隆起する一の領域を備え，",
                        "D．前記領域内部は，前記容器内の流体を排出可能な穴部を備え，該穴部を閉塞可能な突起部を備えるフラップ部と係合可能であり，",
                        "E． 該フラップ部は，基端部を備えるとともに，該基端部を軸に回動し，",
                        "F． 前記フラップ部の先端部は，前記周縁領域の外縁に到達していない，",
                        "J．蓋体。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "一の領域，凹領域について，本件発明1では「一の領域が，フラップ部の少なくとも一部を収容する凹領域を備え，凹領域は一の領域上面の周縁部に接続している」が，クレハ容器では「凹領域は一の領域上面の周縁部に中間領域を介して接続し」，凹領域に「凹部」を備えるものである点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "穴部について，本件発明1では「一の領域」が「穴部」を備えるのに対し，クレハ容器では「凹領域」が「穴部」を備える点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "フラップ部について，本件発明1では，「一の領域」に備えられ，その「基端部」が「一の領域に一体的に接続」され，「基端部」が「フラップ部の前記先端部よりも前記蓋体の中心位置から近い位置に配され」，「先端部」が「周縁領域の外縁に到達していない」ものであるのに対し，クレハ容器では，その「基端部」が「フタの周縁領域から外方に突出する摘み部に一体的に接続」され，「基端部」が「フラップ部の前記先端部よりも前記蓋体の中心位置から遠い位置に配され」，「先端部」が「凹部の外縁に到達していない」ものである点。      "
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した甲6発明，本件発明1と甲6発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6発明",
                  "text": [
                    "a．食材を収容する容器15の胴体部の開口部を閉塞する容器蓋2であって，",
                    "b．前記容器蓋2の外周輪郭形状を定めるとともに，前記容器15の前記開口部を形成する前記容器15の縁部と嵌合する周辺リム27と，",
                    "c．該周辺リム27により囲まれる領域内部において，隆起する領域である外面33を備え，",
                    "d．前記外面33は，真空ポンプ用の吸気口に連通し前記容器内の空気を排出可能な通気孔4と，該通気孔4を閉塞可能な逆止弁40を構成するシール片3を備えるカバー7を備え，",
                    "e．該カバー7は，前記外面33に一体的に接続するフィルムヒンジ32を備えるとともに，該フィルムヒンジ32を軸に回動し，",
                    "f．前記カバー7の先端部は，前記周辺リム27の外縁に到達しておらず，",
                    "g．前記カバー7の前記フィルムヒンジ32が，前記カバー7の前記先端部よりも前記容器蓋2の中心位置から近い位置に配され，",
                    "h．前記外面33が，前記カバー7の少なくとも一部を収容する凹部20を備え，",
                    "i．前記凹部20は前記外面33上面の周縁部に接続している",
                    "j．容器蓋2。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲6発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "A．食材を収容する容器の胴体部の開口部を閉塞する蓋体であって，",
                        "B．前記蓋体の外周輪郭形状を定めるとともに，前記容器の前記開口部を形成する前記容器の縁部と嵌合する周縁領域と，",
                        "C．該周縁領域により囲まれる領域内部において，隆起する一の領域を備え， ",
                        "D．前記一の領域は，前記容器内の流体を排出可能な穴部と，該穴部を閉塞可能な閉塞部材を備えるフラップ部を備え，",
                        "E．該フラップ部は，前記一の領域に一体的に接続する基端部を備えるとともに，該基端部を軸に回動し，",
                        "F．前記フラップ部の先端部は，前記周縁領域の外縁に到達しておらず，",
                        "G．前記フラップ部の前記基端部が，前記フラップ部の前記先端部よりも前記蓋体の中心位置から近い位置に配され，",
                        "H．前記一の領域が，前記フラップ部の少なくとも一部を収容する凹領域を備え，",
                        "I．前記凹領域は前記一の領域上面の周縁部に接続している",
                        "J．蓋体。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4",
                      "text": [
                        "容器について，本件発明1では「食材を加熱可能」なものであるが，甲6発明では明らかでない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点5",
                      "text": [
                        "閉塞部材について，本件発明1では「突起部」であるが，甲6発明では「真空ポンプ用の吸気口に連通」する「逆止弁40を構成するシール片3」である点。   "
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "クレハ容器を主引例とする本件発明1の容易想到性の判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1とクレハ容器との相違点3についての判断の誤り（取消事由1-(1)）"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1とクレハ容器との相違点1についての判断の誤り（取消事由1-(2)）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲6発明を主引例とする本件発明1の容易想到性の判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-(1)（本件発明1とクレハ容器との相違点3についての判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1とクレハ容器との相違点3に関する本件審決の認定・判断",
              "text": [
                "本件審決は，事案に鑑み，まず相違点3について検討するとして，本件発明1とクレハ容器との相違点3について，次のとおり，認定判断した。",
                "クレハ容器のフラップの「基端部」は，フタの周縁領域から「外方に突出する摘み部」に接続されている。また，これに伴い，フラップの断面形状は，周縁領域を乗り越えるため，板状でなくΩ形状とされている。これは，甲4及び5にみられる周知の形状（断面板状），取付形態（周縁領域に接続）とは異なり，特徴的な取付形態である。そして，「外方に突出する摘み部」に接続することにより，穴部と基端部との距離が大きくなるから，開けやすくなることは技術的に明らかであるところ，クレハ容器のフラップの開閉方向を逆にする場合，かかる技術的利点が失われることになる。請求人（原告）は，デザイン上の観点から，設計変更があり得る旨主張するが，設計変更によって，技術的利点が同等か，他の技術的利点が生じるのであればともかく，技術的利点を失うだけの設計変更を行うことは通常想定できない。したがって，クレハ容器において，フラップの開閉方向を逆にする動機を見出すことはできない。",
                "仮に，動機があったとしても，クレハ容器のフラップを，そのまま位置関係を逆とした場合，「基端部」は凹領域の凹部に接続され，「先端部」は摘み部上に配置され，相違点3に係る「基端部」，「先端部」位置とはならない。また，かかる形態においても，フラップの開閉という機能は実現し得るから，相違点3に係るものとする必然性がない。そして，本件発明1は，相違点3に係る構成を採用することで，フラップ部の破損と洗浄時における汚れの溜まりの両方を防ぐという効果を奏することは，構造上明らかである。請求人（原告）は，開閉方向を逆にすることに伴い，適した位置とすることは当然であると主張するが，「基端部」位置として，凹領域の凹部，中間領域，隆起する一の領域の少なくとも3通りがあり，「先端部」位置として，凹領域，周縁領域，摘み部，摘み部外方の少なくとも4通りがある。両者を乗じると，少なくとも12通りがあり得ることから，開閉方向を逆にすることにより，直ちに相違点3に係る構成となるものではなく，上記主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "クレハ容器の構造を設計変更し，相違点3に係る構成とする動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "当業者がクレハ容器に接した際に認識する課題",
                  "text": [
                    "クレハ容器は，蓋体にフラップを備えた食品用容器であり，フラップを開放することによって，蓋体を外すことなく電子レンジで加熱することができる。また，クレハ容器は，フラップが蓋体と一体的に形成されているため，フラップが別体で形成されていた従来のものと比べて，フラップ部が本体から分離して紛失するという事態を防止することができる。",
                    "しかし，従来市場で流通していたフラップ付きの食品用容器は，例外なく，フラップが蓋体の中央付近に接続された製品であったのに対し（甲203～206），クレハ容器は，フラップが蓋体の周縁部に取り付けられている。このようにフラップが蓋体の周縁部に接続されているという形態は，フラップが他の物体と衝突して破損するおそれが高いこと，洗浄後の蓋体の乾燥時や冷凍前の粗熱を取る際に，開放したフラップが蓋体の周縁部から突出して余計なスペースをとること，フラップが，蓋体の周縁部を乗り越える形状であり，長さがあるだけでなく，凹凸が多いために，洗浄しにくいこと，電子レンジで加熱する際，容器がターンテーブル上で回転すると，外側に飛び出したフラップが電子レンジの内壁に衝突する原因となること，フラップは，加熱時に穴部を開放するという実用目的で設けられたものにすぎず，デザイン上，可能な限り目立たない方が望ましいところ，フラップが蓋体の周縁部を乗り越える形で設置され，開放時にはフラップが外側に向かって大げさに出っ張るクレハ容器の形状は，常識から逸脱した不格好なものであることから，当業者は，クレハ容器に接した際，フラップの位置を蓋体の周縁部から中央付近に変更する必要があるという課題を認識する。",
                    "また，クレハ容器は，内開きのフラップを備えているところ，フラップをそのまま蓋体の中央付近に内開きに配置すると，指を入れてフラップを開けられるようにするために，凹部を蓋体の中心付近に設ける必要があるが，蓋体の中央付近に大きな凹部が存在すると，汚れが溜まる原因となる上，収容した食品を圧迫することにもつながり，また，凹部の分だけ収容できる容量が減る上，容器のシンプルな印象を減殺するものであり，デザインの見地からも望ましくない。さらに，内開きのフラップは，洗浄後の蓋体を立てかけて乾燥させる際に，蓋体の周縁部から水が流れ落ちることを妨げるため，水切りの障害となる。したがって，当業者は，クレハ容器に接した際，フラップの向きを外開きに変更する必要があるという課題を認識する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "クレハ容器に甲6～8を組み合わせる動機付けについて",
                  "text": [
                    "以上のとおり，クレハ容器に接した当業者は，フラップが蓋体に一体的に形成されているというクレハ容器の特長は維持したまま，①フラップの位置を蓋体の周縁部から中央付近に変更する必要があるという課題と，②フラップの向きを外開きに変更する必要があるという課題を同時に認識する。",
                    "しかるところ，甲6には，フラップが蓋体の周縁部ではなく中央付近に一体的に形成され，しかもフラップの向きが外開きであり，指を入れるための凹部が存在しない蓋体を備えた食品用容器が開示されている。甲6発明の蓋体においては，①フラップが蓋体の中央付近に接続されているため，この蓋体を採用すれば，開放したフラップが他の物体と衝突して破損すること，無駄なスペースを取ること，電子レンジ内の内壁に衝突することを避けることができるとともに，開放したフラップが外向きに出っ張るというデザイン上の問題も解決することができる。また，②内開きのフラップであるため，この蓋体を採用すれば，蓋体中央部に凹部を設ける必要がなくなり，凹部に汚れが溜まること，凹部が容器内に突出して食品を圧迫するとともに容器の容量を減ずること，シンプルな印象を減殺することも避けることができ，さらに，洗浄後の水切りが妨げられることもない。その上，③フラップが蓋体中央の隆起した部分（本件明細書にいう「一の領域」）から同領域外に突出しているため，蓋体の中央付近に凹部が存在しないにもかかわらず，フラップを容易に開放することができる。",
                    "したがって，クレハ容器の課題を認識した当業者が，甲6に接し，甲6発明の蓋体をクレハ容器に適用しようと試みることは当然であり，両者を組み合わせることには強い動機付けが存在するから，本件発明1に係る構成は，クレハ容器及び甲6に基づいて，当業者が容易に想到することができたものである。",
                    "また，外開きのフラップが蓋体の周縁部以外に一体的に形成された形状の食品用容器は，甲6のほか，甲7及び甲8にも開示されているから，当業者は，甲7及び甲8の蓋体をクレハ容器に適用することも同様に試みたということができる。したがって，本件発明1の相違点3に係る構成は，クレハ容器並びに甲7及び甲8に基づいて，当業者が容易に想到することができたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，クレハ容器が，フラップ部が外方に突出し，フラップ部の断面形状がΩ形状に形成されているという特異な構成を採用したのは，当時の技術では，フラップ部が蓋体本体の内側に形成された蓋体を一体成型の形で製造することが困難であったためであり，クレハ容器のようにフラップ部が外方に突出した構成の場合には，フラップ部を水平に広げた状態で製造できるため，金型の構造も単純なもので済み，金型の設計も極めて容易になることから，クレハ容器のフラップ部の位置を，本件発明のような位置に設計変更した場合，金型の製造の容易化を図るというクレハ容器の構成の技術的利点も失われることになる旨主張する。",
                        "しかし，2段成型プロセスは本件特許の優先日（平成18年10月13日）以前から知られていた技術であるから，一体成型を用いるか，複数の金型部材を必要とする2段成型プロセスを用いるかは，単なる選択の問題であって，そもそも技術的利点ではない。そして，フラップ部を蓋体の内側に一体成型により形成する方法は，極めて古くから存在する公知技術であって，当然のことながら，このような構造の蓋体を作成するために必要となる金型（固定型と移動型の双方の金型）の技術も，今から実に30年以上も前に確立し，公知技術として広く使用されていた（甲208～210）。したがって，本件特許の優先日時点で当業者がこの技術を用いることは何ら困難を伴うものではなく，「当時の技術では，フラップ部が蓋体本体の内側に形成された蓋体を一体成型の形で製造することが困難であった」とする被告の主張は，事実に反する。",
                        "被告が言及するところの，一対の金型を用いるか，固定型と移動型の金型を用いるかという点は，採用された所与の容器の形状に応じて当業者が任意に選択するものであって，被告がクレハ容器の技術的利点として主張する「金型の製造の容易化を図る」という点は，単なる製造方法の選択の問題にすぎず，クレハ容器に甲6～8を組み合わせる際の阻害要因とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本件審決でも認定されているように，フラップ部の基端部が「外方に突出する摘み部」に接続することにより，穴部と基端部との距離が大きくなるから，空けやすくなるとの技術的利点をも有するとした上で，クレハ容器の構造を設計変更すると，その技術的利点が失われる旨主張する。",
                        "しかし，クレハ容器においては，フラップは，その「先端部」に指を掛けて持ち上げることにより，「基端部」を支点として回動し，フラップに設けられた「突起」と「穴部」との係合が外れて，開くことができる。これを「てこの原理」に当てはめると，フラップの「基端部」が支点，「先端部」が力点，「突起」と「穴部」の係合部分が「作用点」となる。そして，開きやすくなるかどうかは，「作用点」にかかる力に依存するところ，「てこの原理」によれば，「作用点」にかかる力は，「支点」から「力点」までの距離Aと，「支点」から「作用点」までの距離Bとの比，A／Bに比例する。",
                        "したがって，本件審決の「穴部と基端部との距離が大きくなるから，開けやすくなる」などという技術的利点はない。むしろ，「穴部と基端部との距離が大きくなる」と，A／Bが小さくなるため，フラップの「先端部」を同じ力で持ち上げたときに「作用点」（「突起」と「穴部」の係合部分）にかかる力が小さくなり，開きにくくなる。したがって，上記の技術的利点が存在することを前提とし，当該技術的利点が失われることを理由として，クレハ容器においてフラップの開閉方向を逆にする動機を見出すことはできないとした本件審決の判断は，その前提において誤りである。",
                        "仮に，クレハ容器のフラップ部は穴部と基端部との距離が大きいから開放しやすいという審決の論理を前提にしたとしても，フラップの基端部を蓋体の周縁部ではなく中央付近に配置したり，外開きのフラップを採用してもフラップの穴部と基端部との距離さえ長くすればフラップは開放しやすくなるのであるから，クレハ容器のフラップ部が開放しやすいという点は，クレハ容器に甲6～8を組み合わせる上で阻害要因とはならない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に係る構成が単なる設計事項であることについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の課題は，「煩雑な製造プロセスを要することなしに製造可能な蓋体を提供する」こと，及び，「蓋体からフラップ部が外れることのない蓋体を提供する」ことにあるのであって，蓋に設けるフラップの向きや孔（開口部）の付け方，基端部及び先端部の各位置は，上記課題の解決とは何ら関係がなく，相違点3に係る構成は，単なるデザイン上の問題にすぎず，クレハ容器のフラップを内開きのものに替えて外開きのものとした際に，「先端部」が摘み部に配置される結果，破損等が気になるのであれば，「先端部」が摘み部に達しないようにすることなどは，甲6及び8に，フラップの先端部が周縁領域の外縁に到達していない容器が記載されているように，当業者が適宜選択する設計事項に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，クレハ容器においてフラップの開閉方向を逆にした場合，フラップの先端付近がフタの周縁領域から摘み部に至る部分の湾曲面に沿って重なる構造となり，フラップを開くための手掛かりがないため，フラップの湾曲面に指を掛けるしかなく，非常に開けにくいこと，穴部と基端部との距離が小さく，穴部を塞ぐ突起部がフラップの基端部近傍に位置する構造となることから，突起部の回動半径が非常に小さくなって，突起部が穴部から離脱しにくくなり，フラップを開けにくい旨主張する。",
                    "しかし，被告の主張は，クレハ容器において，フラップ部をそのまま逆向きにすることを前提とするものであるが，クレハ容器においてフラップ部の向きを逆向きにするということは，「外開きのフラップ部を設ける」というアイデアをクレハ容器に適用することであって，クレハ容器において既存のフラップ部をそのまま逆向きにすることではない。そして，クレハ容器において外開きのフラップ部を設けようとする当業者が，容器として使いやすいようにフラップ部の形状や大きさを適宜調整することは当然であって，あえて手掛かりがなくなるような形でフラップ部を設けることはあり得ない。",
                    "また，被告の主張は，フラップの基端部を穴部近傍に設けることを当然の前提としているが，外開きのフラップ部を設ける場合には，例えば基端部を「一の領域」に設けることなどが考えられるのであり，本件審決も「「基端部」位置として，凹領域の凹部，中間領域，隆起する一の領域の少なくとも3通りがあ」ると述べているのであるから，フラップを逆向きとした場合に，フラップの基端部が穴部近傍に設けられることを所与の前提とする被告の主張は失当である。さらに，仮に突起部の回動半径が小さくなったとしても，そのことによって突起部が穴部から離脱しにくくなることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "通常，洗浄によって汚れは除去されるのであるから，本件審決の「洗浄時における汚れの溜まり」が何を意味するのか不明である。仮に「洗浄時における汚れの溜まり」が，洗浄時に用いた水が溜まることを意味するとしても，洗浄時に容器に付着した水は，通常，洗浄後に容器を水切りかご等に立てかけておくこと等により自然に流れて解消されるものであり，その際には，容器を立てかける方向により容器上を水が流れ落ちる方向が決まるのであるから，フラップ部が開く向きは何らの関係もない。また，仮に水の溜まりやすさを検討するとしても，水の溜まり具合は，フラップの構造や，蓋本体との位置関係等に依存するものであり，単に，相違点3に係る構成を採用することにより，水の溜まりを防ぐことができるなどというものではない。また，仮に，凹領域に溜まった水分が，フラップ部に遮られることなく凹領域から流れ落ちるとしても，本件明細書の図10のような容器の場合，凹領域から流れた水分は，一の領域と外縁領域の間に溜まることになるため，汚れが溜まらないという効果は存在しない。したがって，本件審決の掲げる上記効果は，本件発明1の構成により実現されるわけではなく，仮に，相違点3に係る構成により当該効果が奏されるとしても，当該構成を採用することに容易に想到する以上，当該構成により必然的に生ずる上記効果は進歩性を基礎付ける理由とならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，本件審決の「先端部が周縁領域の外縁に到達していない」という構成を採用することによって，フラップ部の破損を防ぐという効果を奏するとしても，当該構成は，甲6及び8において開示されている従来周知のものである。上記効果は当該構成を採用することに伴って必然的に奏するものであって，そのことは当業者には明らかなところであるから，当該構成を採用することが容易に想到するものであれば，当該構成により必然的に生ずる上記効果は進歩性を基礎付ける理由とならない。上記効果は，甲6及び8に記載された発明において既に奏していたものであるから，本件発明が上記効果を奏したとしても，新たな技術的事項を開示するものではなく，本件発明1の進歩性を基礎付ける理由とはならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "クレハ容器においては，「凹領域の凹部」，「中間領域」，「隆起する一の領域」は，滑らかに連続して形成されている（「中間領域」は，凹部と隆起する一の領域をつなぐほぼ平坦な領域で，幅1ミリ程度の領域にすぎない。）。また，「周縁領域」，「摘み部」，「摘み部外方」も，狭い範囲で連続して形成されている（「周縁領域」と「摘み部」は一体化されており，「摘み部外方」は，「摘み部」の一部を構成するものである。）。本件審決は，このように狭い範囲で連続して形成された部分を分断し，3×4＝12通りの場合があるとの理由で原告の主張を退けたものであり，不当である。そもそも12通りという選択肢は少数であり，その数によって相違点3に係る構成の容易想到性が左右されることはない。",
                    "しかも，本件審決がフラップの位置には少なくとも12通りの場合が存在するとしたこと自体が誤りである。まず，「基端部」の位置についていえば，凹部は，フラップを開閉する際に指を入れるためのものであるから，フラップの先端側にのみ設けられるものであり，フラップの基端部を凹部に接続することはない。また，「先端部」の位置についても，本件特許の請求項1には，「フラップ部の先端部は前記周縁領域の外縁に到達しておらず」と記載されており，本件発明1の構成に至るかどうかという点では，「先端部」位置が「周縁領域の外縁に到達する」か「周縁領域の外縁に到達しない」かの2通りしか存在しない。したがって，仮に本件審決のような分析を行ったとしても，フラップの位置の選択肢としては，2×2の4通りしか存在しないことになる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，クレハ容器において，「凹領域の凹部」，「中間領域」，「隆起する一の領域」はそれぞれ高さが異なる領域として形成され，「周縁領域」と「摘み部」も高さが異なる領域として形成されており，「摘み部外方」は「摘み部」の一部ではなく「摘み部」よりも外方の位置を想定しているとして，これらを区別した本件審決の認定は妥当である旨主張する。しかし，本件審決が別個の領域として区別する上記の各部については，単にデザイン上の見地から凹凸等が設けられているにすぎず，技術的に見てこれらを区別すべき理由はない。例えば，フラップ部の基端部を「凹領域の凹部」に設けた場合と，「中間領域」に設けた場合とで，容器が奏する作用効果には何ら異なるところがないから，進歩性の有無を検討するに際して，これらを区別することには何の意味もない。",
                    "また，被告は，「基端部」の位置について，乙1には凹部（案内凹部）がフラップ（開閉蓋）の基端部に設けられた構成が開示されているから，「凹部はフラップの先端部にのみ設けられる」という原告の主張は妥当でない旨主張する。しかし，乙1における「案内凹部」は，本件明細書（甲201）との関係では，「凹部」ではなく「凹領域」に該当するものである。仮に「案内凹部」を「凹部」と見るとしても，乙1の図3を見ると，「案内凹部」はフラップ（開閉蓋）の先端側に設けられているから，いずれにしても被告の上記主張は失当である。",
                    "さらに被告は，本件審決は「先端部」の位置について，凹領域，周縁領域，摘み部，摘み部の外方の少なくとも4通りがあると認定したのであり，クレハ容器においてこの4通りが想定されることは事実であるから，本件審決の認定に誤りはない旨主張するが，上記のとおり，「先端部」の位置を，「凹領域」，「周縁領域」，「摘み部」，「摘み部の外方」のいずれにしたとしても，技術的には何ら差異はないのであるから，上記の4通りの選択肢が存在することは，本件発明1の進歩性を基礎付ける理由とはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "クレハ容器に甲6～8を適用することによる容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "クレハ容器と甲6に係る食品収容容器は，ともに，食材を収容するとともに，電子レンジで加熱可能なものであって，その容器蓋には通気孔が設けられ，該通気孔はヒンジによって回動可能に連結されたフラップ又はカバーにより塞がれるが，電子レンジでの加熱時にはフラップ又はカバーが開放される構造であり，フラップ又はカバーを蓋体に一体的に形成する製造方法を用いている点において，共通する。クレハ容器と甲7及び甲8に係る粉体容器は，ともに，食材を収容するものであり（クレハ容器は，その用途として「薬味」の収容をも予定したものであり，煎り胡麻，粉海苔や鰹節粉等の粉粒体をも収容目的物としている。），その容器蓋には孔が設けられ，該孔はヒンジによって回動可能に連結されたフラップにより塞がれる構造であり，フラップを蓋体に一体的に形成する製造方法を用いている点において，共通する。このようにクレハ容器と甲6～8記載の各容器とは，同一の技術分野に属する極めて近接した関係にあることに照らせば，クレハ容器の構造に甲6～8記載の容器の構造を組み合わせることは，当業者において容易に想到するものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甲6発明は食材を真空保存するための容器であって，食材を解凍する際に使用することはあっても，食材を温めるために用いるものではなく，また，甲6発明の穴部は，容器内部を真空状態や常圧状態とする際に空気が通過するための単なる通気孔である旨主張する。しかし，甲6の段落【0027】には，甲6発明に係る容器について食材を温めることが明記されているし，甲6の原文では，「vent」という単語が用いられており，これは，「（気体・液体等の）穴，（抜け）口；（空気・煙・蒸気等の）通気［通風，排気］孔」（ジーニアス英和辞典）を意味するものであるから，甲6の訳文において「通気孔」という単語が使用されていることは，甲6発明の蓋体の穴部が蒸気や液体を放出させるものではないことを意味するものではない。",
                    "また，被告は，クレハ容器は粉粒体を収容することを予定した容器ではなく，さらにクレハ容器は加熱可能な容器であり，穴部は蒸気を排出するためのものであるのに対し，甲7及び甲8記載の容器は加熱不能であり，穴部は収容物を外に振り出すための穴であるから，両者の用途，機能，技術分野は完全に相違する旨主張する。しかし，「薬味」の収容を予定しているクレハ容器が，七味唐辛子等の粉粒体を収容できるものであることは明らかであるし，甲7及び甲8には，そこに記載された容器が加熱不能であるとは記載されていないから，被告の主張は，証拠に基づかないものといわざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，食品容器を製造販売する業者としては，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておくことが重要であるから，容器の形状を多様化するために，クレハ容器に対して，同容器とは異なる形状のフラップが記載された甲6を適用しようと試みることになる。また，クレハ容器以外の業者としては，既に販売されているクレハ容器との差別化を図る目的でも，甲6～8を適用してその形状の変更を試みるということができる。",
                    "そして，相違点3に係る構成は，甲6～8に記載されたものであるところ，仮に本件審決のいうように「本件発明1は，相違点3に係る構成を採用することで，フラップ部の破損と洗浄時における汚れの溜まりの両方を防ぐという効果を奏する」ものであるならば，当業者には，クレハ容器にはない上記の作用効果を得るために，クレハ容器に対して甲6～8を適用することにより，その形状の変更を試みようとする積極的な動機付けが存在することとなる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲6～8には，フラップの基端部が「一の領域に一体的に接続」された容器が記載されている。したがって，クレハ容器に甲6～8を適用した場合には，相違点3のうち，「（フラップ部の）「基端部」が「一の領域に一体的に接続」され」ているという構成に至ることになる。",
                    "また，甲6及び8には，フラップの先端部が「周縁領域の外縁に到達していない」容器が記載されている。したがって，クレハ容器に甲6又は8を組み合わせることにより，相違点3のうち，「「先端部」が「周縁領域の外縁に到達していない」」という構成に到達することができる。",
                    "そして，相違点3のうち，「「基端部」が「フラップ部の前記先端部よりも前記蓋体の中心位置から近い位置に配され」」という構成は，開閉部材（フラップ）が内開きか外開きかによる相違であり，クレハ容器のフタの開閉部材（フラップ）に甲6～8に開示された外開きタイプのものを用いることにより，自動的に達成されるものである。    "
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件審決における理由不備ないし審理不尽について",
              "text": [
                "原告（請求人）は，無効審判においても，相違点3に係る構成は甲6～8に全て記載されており，クレハ容器に甲6～8を適用することによって相違点3に係る構成に到達すると主張していたにもかかわらず，本件審決は，クレハ容器に甲6～8を適用することによって相違点3に係る構成に到達することが可能か否かについては何ら検討していないから，本件審決の判断には，理由不備ないし審理不尽が存在する。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "結論",
              "text": [
                "以上のとおりであるから，本件審決は，相違点3についての容易想到性の判断を誤っている。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "クレハ容器の構造を設計変更し，相違点3に係る構成とする動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "クレハ容器の技術的意義・技術的利点",
                  "text": [
                    "クレハ容器は，平成17年6月1日に発売された容器であるが，クレハ容器以前の従来技術である，本件明細書の段落【0004】～【0006】に記載された日本国特許第3513599号公報（特許文献1）の蓋体は，蓋体本体とフラップ部を別個に成形して組み立てる2段成型プロセスを経て製造されるものであるところ，クレハ容器が登場する以前は，このようにフラップ部と蓋体本体を別個の金型で製造し，組み立てる製品が普及していたが，蓋体本体とフラップ部を一体成型した蓋体の存在事実は確認されていない。",
                    "クレハ容器に係る発明は，蓋体本体とフラップ部（開閉部材）を同じ金型で一体成型し，2段成型プロセスを省略した点に技術的意義を有する発明であるが，2段成型プロセスを省略するという課題の解決のために，「該開閉部材は，前記フタの周縁領域から外方に突出する摘み部に一体的に接続する，細くかつ薄く形成された部分を備えるとともに，該細くかつ薄く形成された部分を軸に回動し」（構成e）という極めて特異な構成を採用している。クレハ容器が登場する以前のフラップ付きの容器においては，上記特許文献1の容器のように，フラップ部が蓋体本体の内側に形成され，フラップ部の形態も板状のものが一般的であったが，クレハ容器は，フラップ部が外方に突出している点，フラップ部の断面形状が Ω 形状に形成されている点で顕著な特徴を有する。クレハ容器がこのような特異な構成を採用したのは，当時の技術では，フラップ部が蓋体本体の内側に形成された蓋体を一体成型の形で製造することが困難であったためである。本件明細書の段落【0020】には金型の構成に関する記載があるが，本件発明のようにフラップ部が蓋体本体の内側に形成された蓋体を一体成型で製造するためには，固定型と可動型を備える構成にするなど，金型の構造に工夫をする必要がある。一方，クレハ容器のようにフラップ部が外方に突出した構成の場合には，フラップ部を水平に広げた状態で製造できるため，金型の構造も単純なもので済み，金型の設計も極めて容易になる。",
                    "また，クレハ容器のフラップ部は，かかる特殊な形態を採用したがゆえに，フラップ部の基端部が「外方に突出する摘み部」に接続することにより，穴部と基端部との距離が大きくなるから，空けやすくなるとの技術的利点をも有する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "クレハ容器の技術的問題点",
                  "text": [
                    "クレハ容器においては，「前記フタの周縁領域から外方に突出する摘み部に一体的に接続する，細くかつ薄く形成された部分」（以下「ヒンジ部分」という）が容器の外側に突出している特異な構成が採用されていることに起因して，①ヒンジ部分で手を切る可能性がある，②洗浄時や使用時に出っ張り部分が手に当たり，邪魔になる可能性が大きい，③ヒンジ部分の蓋から出ている部分が洗いづらい，④ヒンジ部分が細くかつ薄く，外方に突出する形で形成されているため，折れやすい，⑤フラップ部を開けた状態で電子レンジで温める場合，フラップ部が外方に大きく広がるため，電子レンジの中で無駄なスペースを使ってしまう，との問題も生じ得る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "クレハ容器の構造を設計変更する動機付けについて",
                  "text": [
                    "前記アのとおり，クレハ容器においては，本件審決でも認定されているように，フラップ部の基端部が「外方に突出する摘み部」に接続することにより，穴部と基端部との距離が大きくなるから，空けやすくなるとの技術的利点があるところ，クレハ容器のフラップの開閉方向を逆にする場合，かかる技術的利点が失われることになる。",
                    "また，前記アのとおり，クレハ容器がフラップ部が外方に突出した特異な構成を採用した主たる理由は，フラップ部を水平に広げた状態で製造できるようにし，金型の製造を容易化することにあったと考えられるところ，クレハ容器のフラップ部の位置を，本件発明1のような位置に設計変更した場合，金型の製造の容易化を図るというクレハ容器の構成の技術的利点も失われる。クレハ容器は，蓋体本体とフラップ部（開閉部材）を金型で一体成型し，2段成型プロセスを省略した点に技術的意義を有する発明であり，かかる一体成型を可能にするため，従来の容器にはないフラップが外方に突出する構成をあえて採用したものであるから，かかる特異な構成の容器を，フラップが容器の内側に設けられた構成に変更することには，阻害要因があり，かかる設計変更を行う動機付けは存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3に係る構成は単なる設計事項ではないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，①フラップ部の配置（一の領域に備えられ，基端部が一の領域に一体的に接続されている。本件発明1の構成E，以下同様），②フラップ部の向き（基端部が先端部よりも蓋体の中心位置から近い位置に配置されている。構成G），③フラップ部の先端部の位置（周縁領域に到達していない。構成F）の顕在的構成の一体性に加え，潜在的に，④一の領域に設けられた穴部（構成D），⑤フラップ部を収容する凹領域（構成H），⑥凹領域が一の領域上面の周縁部に接続している（構成I）等の全ての構成A～Jの一体性により，(a)フラップ部が破損しにくい，(b)フラップ部を開放しやすい，(c)フラップ部を収容する凹領域に汚れがたまりにくい，との作用効果を有している。このように複数の必須構成が相互に関連，結合して発明の相乗効果を奏する発明技術において，原告のように相違点3に係る構成の一部（フラップの向き）のみを採り上げて設計事項であるとする主張は失当である。",
                    "加えて，前記(1)イのとおり，クレハ容器においては，ヒンジ部分が容器の外側に突出している特異な構成が採用されていることに起因して，①ヒンジ部分で手を切る可能性がある，②洗浄時や使用時に出っ張り部分が手に当たり，邪魔になる可能性が大きい，③ヒンジ部分の蓋から出ている部分が洗いづらい，④ヒンジ部分が折れやすい，⑤電子レンジの中で無駄なスペースを使ってしまう，との問題が生じるが，本件発明1の構成では，かかる技術的な問題点が解消している。すなわち，相違点3に係る構成の差異は，クレハ容器の技術的な問題点を解消する技術的意義をも有するものであり，かかる技術的意義を有する構成の変更を「設計事項」であると評価することは明らかに不当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "クレハ容器においてフラップを開く場合，フラップの先端部が凹部上方に突出しており，先端部に指を掛けて開くことができるため，フラップを開けやすい。また，穴部と基端部との距離が大きく，穴部を塞ぐ突起部がフラップの先端部近傍に位置することから，突起部の回動半径が大きくなって，突起部が穴部から離脱し易くなり，フラップを開けやすい。",
                    "これに対し，クレハ容器においてフラップの開閉方向を逆にした場合，フラップの先端付近がフタの周縁領域から摘み部に至る部分の湾曲面に沿って重なる構造となる。このような構造の場合，フラップを開くための手掛かりがないため，フラップの湾曲面に指を掛けるしかなく，非常に開けにくい。加えて，穴部と基端部との距離が小さく，穴部を塞ぐ突起部がフラップの基端部近傍に位置する構造となることから，突起部の回動半径が非常に小さくなって，突起部が穴部から離脱しにくくなり，フラップを開けにくい。以上のとおり，クレハ容器においてフラップの開閉方向を逆にした場合（穴部と基端部の距離が小さくなった場合），構造的にフラップを開けにくくなる。",
                    "したがって，「クレハ容器のフラップの開閉方向を逆にする場合，かかる技術的利点（穴部と基端部の距離が大きい場合は開けやすいという技術的利点）が失われることになる。」とした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件審決の「洗浄時における汚れの溜まり」が何を意味するのか不明であり，仮にこれを洗浄時に用いた水が溜まることを意味するとしても，洗浄時に容器に付着した水は，通常，洗浄後に容器を水切りかご等に立てかけておくこと等により自然に流れて解消されるものであり，その際には，容器を立てかける方向により容器上を水が流れ落ちる方向が決まるのであるから，フラップ部が開く向きは何らの関係もない旨主張する。しかし，本件審決の「洗浄時における汚れの溜まり」が，「洗浄時に用いた水の溜まり」を意味することは，当業者にとっては自明である。また，洗浄後の容器を水切りかご等に立てかけておく場合があることは認めるが，むしろ立てかけない（使用時と同じく横向きに置く）場合の方が多いと考えられる。また，仮に洗浄後に容器を立てかけた場合でも，再び使用する際や保管時においては横向きとされるから，蓋の表面に水分が付着した状態で横向きとなることがあり得る。蓋の表面に水分が付着した状態で容器が横向きとされた場合，フラップ部が内開き（基端部が先端部よりも蓋体の中心位置から遠い位置に配置されている）であると，凹領域に溜まった水はフラップ部に遮られて流れ落ちにくいのに対し，フラップが外開き（基端部が先端部よりも蓋体の中心位置から近い位置に配置されている）であると，凹領域に溜まった水はフラップ部に遮られることなく容易に流れ落ちる。つまり，フラップ部の向きが水の溜まり易さに影響することになるから，「フラップ部が開く向きは何らの関係もない」とする原告の主張は失当である。",
                    "また，原告は，水の溜まり具合は，フラップの構造や，蓋本体との位置関係等に依存するものであり，単に，相違点3に係る構成を採用することにより，水の溜まりを防ぐことができるなどというものではない旨主張する。しかし，上記のとおり，フラップ部が外向きであれば内向きに比べて水が溜まりにくい場合があることは疑いを入れないから，本件発明1は相違点3に係る構成を採用することで洗浄時における汚れの溜まりを防ぐという効果を奏する，という本件審決の認定に誤りはなく，当該効果に基づいて進歩性を肯定した本件審決の判断は正当である。",
                    "原告は，仮に，凹領域に溜まった水分が，フラップ部に遮られることなく凹領域から流れ落ちるとしても，本件明細書の図10のような容器の場合，凹領域から流れた水分は，一の領域と外縁領域の間に溜まることになるため，汚れが溜まらないという効果は存在しない旨主張する。しかし，本件明細書の図10は本件発明の一実施例にすぎない上，この実施例の容器においても，凹領域に汚れは溜まらないから，本件審決が，凹領域における汚れの溜まりを防ぐことができる点を本件発明1の効果と認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，クレハ容器においては，「凹領域の凹部」，「中間領域」，「隆起する一の領域」は，滑らかに連続して形成され，「周縁領域」，「摘み部」，「摘み部外方」も，狭い範囲で連続して形成されており，本件審決はこのような狭い範囲で連続して形成された部分を分断したものであり不当である旨主張する。しかし，クレハ容器において，「凹領域の凹部」，「中間領域」，「隆起する一の領域」はそれぞれ高さが異なる領域として形成されているのであるから，これらを区別した本件審決の認定は自然かつ妥当である。また，「周縁領域」と「摘み部」も高さが異なる領域として形成されており，「摘み部外方」は「摘み部」の一部ではなく「摘み部」よりも外方の位置を想定しているのであるから，これらを区別した本件審決の認定も妥当である。",
                    "また，原告は，基端部及び先端部の位置として12通りという選択肢は少数であり，その数によって相違点に係る構成の想到容易性が左右されることはない旨主張する。しかし，2通りや3通りであればまだしも，少なくとも12通りも存在している選択肢の中から，ただ1つの特定の構成（相違点3に係る構成）を想到することが容易でないことは明らかであって，相違点3に係る構成が容易想到とはいえないとした本件審決の判断に誤りはない。",
                    "また，原告は，「基端部」の位置について，凹部はフラップの先端側にのみ設けられるものであり，フラップの基端部を凹部に接続することはなく，「先端部」の位置についても，「周縁領域の外縁に到達する」か「周縁領域の外縁に到達しない」の2通りしか存在しない旨主張する。しかし，「基端部」の位置について，実開平6-69165号公報（乙1）には，凹部（案内凹部）がフラップ（開閉蓋）の基端側に設けられた構成が開示されているから，「凹部はフラップの先端側にのみ設けられる」との原告の主張が妥当性を欠くことは明らかである。さらに，「先端部」の位置については，本件審決は，あくまでもクレハ容器の構造に基づいてクレハ容器において想定される先端部の位置について，凹領域，周縁領域，摘み部，摘み部の外方の少なくとも4通りがあると認定したのであり，クレハ容器においてこの4通りが想定されることは事実であるから，本件審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "クレハ容器に甲6～8を適用することによる容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲6発明は食材を真空保存するための容器であって，食材を解凍する際に使用することはあっても，食材を温めるために用いるものではない。また，甲6発明の穴部は，容器内部を真空状態や常圧状態とする際に空気が通過するための単なる通気孔である。これに対し，クレハ容器は食品を保存し，フタを付けたまま電子レンジ等で加熱するための容器であって，穴部は加熱の際に容器内で食材から発生する蒸気を放出するための穴である。したがって，甲6発明に係る真空保存容器とクレハ容器とは，用途，機能及び技術分野も全く異なる発明である。",
                    "また，甲7及び甲8に記載の容器と異なり，クレハ容器は粉粒体を収容することを予定した容器とはいえない。さらに，クレハ容器は加熱可能な容器であり，穴部は蒸気を排出するためのものであるのに対し，甲7及び甲8記載の容器は加熱不能な容器であり，穴部は収容物を外に振り出すための穴であり，かかる点から見ても，両者の用途，機能，技術分野は完全に相違する。したがって，クレハ容器と甲7及び甲8記載の容器とは異なる技術分野に属するものである。",
                    "以上のとおり，クレハ容器と甲6～8記載の容器とは異なる技術分野に属するものであるから，両者を組み合わせることは当業者において容易に想到し得るものということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，食品容器を製造販売する業者としては，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておくことが重要であるから，容器の形状を多様化するために，クレハ容器に対して，同容器とは異なる形状のフラップが記載された甲6を適用することになるとして，クレハ容器に甲6～8を組み合わせる積極的な動機付けがある旨主張する。",
                    "しかし，複数の発明の組合せを肯定する動機付けの要素としては，技術分野の関連性のほか，課題の共通性，作用，機能の共通性，引用発明の内容中の示唆等が挙げられるが，原告の上記主張はこれらの要素とは無関係な一般論を抽象的に論じているにすぎず，積極的な動機付けを肯定する理由にはなり得ない。",
                    "また，食品容器の分野において，各業者が，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておく傾向があるなどとはそもそもいえない。単一又は少数の特色ある食品容器のみを継続的に市場に提供し，その容器の種類が単一若しくは少数であること又はデザインが個性的で変化しないこと等により，食品容器業界においてゆるぎない地位を占める企業もあり，このような企業では様々なバリエーションを揃える必要がないから，原告の上記主張は事実に反するものである。なお，様々なバリエーションの商品を取り揃えておく営業形態をとる企業も存在することは事実であるが，この場合，様々なバリエーションの中から，特定の構成をもつ容器（クレハ容器）を選択し，これに対して更に別の特定の構成（甲6～8の発明）を選択して，両者を組み合わせることは容易ではない。つまり，仮に原告が主張するように様々なバリエーションの商品が存在するという事情があるとすれば，当該事情は積極的動機付けがあることを示すものではなく，むしろ適用の困難性を示すものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記のとおり，クレハ容器に甲6～8を適用する動機付けは存在せず，むしろ阻害要因があることから，クレハ容器に対する甲6～8の適用は容易とはいえない。したがって，当該適用を前提とした原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件審決における理由不備ないし審理不尽について",
              "text": [
                "原告は，無効審判における口頭審理陳述要領書（乙2）において，クレハ容器と甲6発明の組合せに基づく容易想到性として「相違点3①（フラップの基端部の位置）に係る構成は，上記課題の解決に何ら寄与しない単なるデザインの問題にすぎないから，これは当業者が適宜選択する設計事項にすぎない。」と主張し，クレハ容器と甲8発明の組合せに基づく容易想到性として「相違点3①（フラップの基端部の位置）に係る構成は，上記課題の解決に何ら寄与しない単なるデザインの問題にすぎない」と主張した。",
                "本件審決は，原告の上記主張を受けて「請求人は，デザイン上の観点から設計変更があり得る旨，主張する。」と述べた上で，「しかし，設計変更によって，技術的利点が同等か，他の技術的利点が生じるのであればともかく，技術的利点を失うだけの設計変更を行うとは，通常想定できない。」と判断しているのであるから，クレハ容器に甲6～8を適用することについて検討していることは明らかである。",
                "したがって，本件審決の判断には，理由不備ないし審理不尽は存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-(2)（本件発明1とクレハ容器との相違点1についての判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1とクレハ容器との相違点1に関する本件審決の認定・判断",
              "text": [
                "本件審決は，本件発明1とクレハ容器との相違点1について，次のとおり，認定・判断した。",
                "中間領域の有無については，これにより，格別な技術的意義が生じるものではないから，この点のみをとれば，設計的事項にすぎない。しかし，相違点3の検討のとおり，フラップ部の位置との関係が生じることから，相違点3との関連において，容易想到とすることはできない。",
                "クレハ容器の凹領域の「凹部」は，これにより，指先が入りやすく，操作が容易という効果を奏することが明らかであり，あえてこれを廃する必然性を見出せない。",
                "したがって，相違点1に係る構成を，容易想到とすることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "中間領域について",
              "text": [
                "甲6～8には，中間領域の存在しない容器が記載されているから，クレハ容器に甲6～8を適用することによっても，中間領域が存在しない構成に到達することができる。",
                "また，クレハ容器の「隆起する領域」と「凹領域」は，滑らかに連続して構成されており，互いに隔てられた別個独立した領域となっているのではない。「凹領域」に至る部分には，ほぼ平坦になっている部分（中間領域）があるが，「隆起する領域」と「凹領域」が滑らかに連続して構成されていることに変わりはない。このように，本件審決のいう「中間領域」の有無は，そもそも本件発明1との実質的な相違点には該当しない，極めて些細なデザイン上の問題にすぎない。",
                "仮に中間領域が存在することによって，フラップを中間領域に接続するという選択肢が生じるとしても，それは本件発明1の効果とは何ら関係のない，極めて些細な単なるデザイン上の問題にすぎず，本件発明1の進歩性を基礎付けるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "凹部について",
              "text": [
                "本件特許の請求項1には，「前記一の領域が，前記フラップ部の少なくとも一部を収容する凹領域を備え」としか記載されておらず，凹領域に「凹部」が存在しないという限定は存在しない。そして，クレハ容器の蓋体においては，凹領域の一部分が深くなる形で凹部が形成されており，凹部は凹領域の一部を形成するにすぎないから，クレハ容器においても，凹領域は一の領域の周縁部に接続しているものである。したがって，本件発明1に到達するために，クレハ容器から，あえて凹部を「廃する」必要はない。このように，「凹部」は「凹領域」の一部を構成するものにすぎないから，「凹部」の存在は，両者の実質的な相違点ではない。",
                "仮に「凹部」の有無を相違点としたとしても，甲6～8には，そのような「凹部」の存在しない容器が記載されているから，クレハ容器に甲6～8を適用することにより，「凹部」が存在しない構成に到達することができる。そして，まず始めに，凹部のない凹領域のみを有する蓋体が開発され，その後，指でフラップを開けやすくするために，凹領域の中に凹部を設けるようになったという技術の流れは，常識に照らして容易に理解されるところであるから，本件発明1は，凹部が存在する従来技術（クレハ容器等）と比較して，単に凹部をなくした後退発明にすぎない。したがって，クレハ容器には凹部がなく，本件発明1が初めて凹部を導入したというのであればともかく，クレハ容器には凹部があり，本件発明1では凹部の有無が不明であることを理由として，本件発明1の進歩性が肯定されることはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，原告は本件の無効審判手続において，本件発明1とクレハ容器の一致点，相違点について争わなかった以上，本件訴訟においてこれを争う主張（凹部及び中間領域について実質的な相違点ではないとする主張）をすることは信義則に反して許されない旨主張する。",
                "しかし，無効審判では，議論の整理のために，当事者間に争いのある点もひとまずは形式的に相違点とした上で，それが実質的な相違点に該当するか否かを議論するという形で審理が進められ，そのことは被告も承知しているはずである。そして，本件審決も，本件発明1と甲6発明の相違点として，形式的には，相違点4を認定しながらも，具体的な検討を行い，これを実質的相違点ではないと判断しており，原告も本件審決と同様の判断枠組みで主張しているのであるから，被告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，相違点1は実質的な相違点ではなく，仮に相違点であるとしても容易想到であるから，本件審決における相違点1の判断は誤っている。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "中間領域について",
              "text": [
                "原告は，クレハ容器の「隆起する領域」と「凹領域」は，滑らかに連続して構成されており，互いに隔てられた領域とはなっておらず，そもそも本件発明1との実質的な相違点ではない旨主張する。しかし，クレハ容器の「隆起する領域」と「凹領域」との間には，「隆起する領域」より低く，かつ「凹領域」より高い「中間領域」が明確に存在し，「隆起する領域」と「凹領域」が「中間領域」により互いに隔てられた領域となっていることは明らかである。したがって，クレハ容器においては「中間領域」があることにより「隆起する領域（一の領域）が凹領域を備えている」とはいえないのであるから，本件審決がこの点を相違点1と認定した上で，中間領域の有無について相違点3との関連において，容易想到とすることはできないと判断したことに誤りはない。",
                "また，原告は，仮に中間領域が存在することによって，フラップを中間領域に接続するという選択肢が生じるとしても，そのことは本件発明1の進歩性を基礎付けるものではない旨主張する。しかし，クレハ容器においてフラップを中間領域に接続するという選択肢が生じることにより，フラップの接続位置に関する選択肢が増加し，相違点3に係る構成が想到困難となることは明らかである。したがって，中間領域の有無について，「相違点3の検討のとおり，フラップ部の位置との関係が生じることから，相違点3との関連において，容易想到とすることはできない。」とした本件審決の判断は正当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "凹部について",
              "text": [
                "原告は，「凹部」は「凹領域」の一部を構成するものにすぎないから，クレハ容器と本件発明1との実質的な相違点ではないとして，相違点1についての本件審決の誤りを主張する。しかし，本件明細書の段落【0037】及び【0047】の記載からも明らかなように，本件発明1において，「凹部」と「凹領域」は明確に区別された異なる概念の構成である。したがって，原告の上記主張は誤りであり，本件発明1とクレハ容器との対比において「凹部」の有無を相違点とした本件審決の認定は正当である。",
                "また，原告は，甲6～8に「凹部」の存在しない容器が記載されているから，クレハ容器に甲6～8を適用することにより，「凹部」が存在しない構成に到達することができる旨主張する。しかし，前記1〔被告の主張〕(2)のとおり，クレハ容器に甲6～8を適用する動機付けが存在せず，むしろ阻害要因があるから，当該適用を前提とする原告の主張は理由がない。",
                "さらに，原告は，本件発明1は，凹部が存在する従来技術（クレハ容器等）と比較して，単に凹部をなくした後退発明にすぎない旨主張する。しかし，クレハ容器のような「凹部」を持つ場合，「凹部」に洗浄水等の液体が溜まり易いため，雑菌の繁殖を招き易く不衛生であるのに対し，本件発明1ではこのような「凹部」を持たないために液体が溜まりにくく衛生的であるという，食材を収容する容器として極めて重要な利点を有する。したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件の無効審判手続において，本件発明1とクレハ容器の一致点及び相違点について争わなかったのであるから，本件訴訟においてこれを争う主張（凹部及び中間領域について実質的な相違点ではないとする主張）をすることは信義則に反して許されない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，相違点1に関する原告の主張はいずれも失当であり，相違点1に関する本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（甲6発明を主引例とする本件発明1の容易想到性の判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件発明1と甲6発明との相違点5について，次のとおり認定・判断した。",
                "甲6発明における閉塞部材は，「真空ポンプ用の吸気口に連通」する「逆止弁40を構成するシール片3」であり，真空を発生させるための「吸引」，真空発生後の「真空維持」の両機能に，自律的に適応するために，「逆止弁」が採用されている。",
                "孔を突起部により塞ぐ構造それ自体は，クレハ容器，甲4の突棒51，甲5の栓体6にみられるごとく周知である。かかる「孔を突起部により塞ぐ構造」においては，真空を発生させるための「吸引」の際には，孔を開口し，「真空維持」の際には，孔を塞ぐ必要があり，外部からの特別な操作が必要となる。したがって，甲6発明における自律的に適応する「逆止弁」を，外部からの特別な操作が必要な「孔を突起部により塞ぐ構造」に置き換える動機は生じないというべきであるから，相違点5に係る構成を，容易想到とすることはできない。",
                "請求人（原告）は，甲6発明の容器には，「貯蔵，加熱」の2つの機能があり，加熱機能のみに着目すれば，「真空状態の保持」に係る機能は必須でなく，このことは特許請求の範囲に「真空」の特定がないことからも明らかであるとして，甲6発明を，甲6の特許請求の範囲の記載ではなく，フラップ部の向き，位置等，図1～6に記載された具体的構造に基づく主張をしているところ，かかる具体的構造は，「貯蔵」，すなわち「真空状態の保持」を前提としたものであるから，「真空状態の保持」に係る機能を不要とすることは想定できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，甲6発明は，段落［0004］において従来技術として突起部で通気弁を閉塞するタイプの容器（甲15）が存在することを前提として，「加熱時の蒸気の開放」（保管時にはフラップを閉じて容器の密閉を確保した上で，加熱時にはフラップを開けて蒸気を開放できるようにすること）と「真空状態の保持」という2つの機能を兼ね備える容器を提供するために，開口部の閉塞部材として，突起部ではなくシール片を使用するという技術に発展させたものである。シール片3は，これらの機能を同時に実現するために，甲6発明が採用したものである。",
                "食品容器を電子レンジで加熱する際に食品から生じる蒸気を逃がすために，開閉部材（フラップ）に設けた突起と蓋に設けた穴との組合せを用いることは，クレハ容器，甲4に係る容器，甲5に係る容器等で採用されており，本件特許出願の優先日前に周知であった。そして，甲6に係る食品容器の「シール片3」も，「カバー7」（本件発明1の「フラップ」に相当する。）が閉じ位置にあるときに「通気孔4」を閉塞可能とするためのものであるから，上記周知技術を適用し，「シール片3」に替えて「カバー7」に突起部を設け，これにより「通気孔4」を閉塞可能とすることは，当業者が容易になし得る設計変更にすぎない。",
                "また，上記のとおり，電子レンジによる加熱時に食品から生じる蒸気を逃がすための通気弁や突起部のあるフラップは，甲6自体に従来技術として記載されており（段落［0004］），甲6発明は，当該従来技術について，容器内部を真空に保持するという構成を付加することによって進歩性を主張するものである。したがって，食品等を保管するに際して，容器内部の真空状態の保持までは必要とされない場合には（食品等を一時的に保管する際に，容器内部を真空にすることが常に必要とされるわけではないことは，一般家庭で用いられているタッパーウェア等を見れば容易に理解できる。），単に従来技術に回帰すればよく，その際に，通気穴をふさぐ部品として，シール片ではなく突起部を用いることは，甲6自体の記載から当然に示唆されているということができる。それゆえ，真空状態の保持が不要なのであれば，甲6発明において，シールに替えて突起部を用いればよいことは，当業者にとって自明である。",
                "したがって，本件審決が挙げる「真空維持」は阻害要因とはならず，むしろ，本件発明1は，甲6発明の後退発明というべきものである。単に従来技術に回帰したことによって進歩性が肯定されるというのは，およそあり得ない議論である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "そして，甲6は食品を収容するための容器であり，清潔に保つために十分な洗浄が必要となるところ，甲6に記載されている「シール片」は構造が複雑であり，その洗浄が難しいという欠点がある。これに対し，「突起部」は極めて単純な構造しか有しておらず，容易に洗浄することができるから，真空状態の保持が不要なのであれば，当業者は，シール片に替えて突起部を用いることを当然に試みるということができる。さらに，前記のとおり，甲6の従来技術の記載（段落［0004］）は，通気穴をふさぐ部品として突起部を用いることを直接的に示唆するものであるから，甲6の「逆止弁40を構成するシール片」を周知技術の「突起部」に置換することには，積極的な動機付けが存在するということができる。  "
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，本件審決は，相違点5についての容易想到性の判断を誤った結果，本件発明1の容易想到性の判断を誤ったものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，甲6発明のシール片を突起部に置換することは，従来技術への回帰（後退発明）であり，かかる置換には阻害要因はない旨主張する。",
                "しかし，甲6発明の明細書の段落［0076］からも明らかなように，甲6発明におけるシール片は，容器内を真空とするための逆止弁の機能を有するものであって，甲6発明にとって必要不可欠な構成である。これに対し，本件発明1の構成要件Dの突起部はフラップ部と一体となったものであるから，シール片のように逆止弁の機能を果たすことは不可能であり，シール片と突起部は，その構造及び機能において明確に異なっている。そのため，甲6発明のシール片を突起部に置換した場合，真空保持容器としての機能が果たし得なくなるものであるから，かかる置換に阻害要因が存在することは明らかである。そして，本件審決は，甲6発明は「真空状態の保持」を前提としたものであるから，「真空状態の保持」に係る機能を不要とすることは想定できない旨を認定しており，極めて妥当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲6発明の「シール片」は構造が複雑であり，その洗浄が難しいという欠点があるから，真空状態の保持が不要なのであれば，当業者はシール片に替えて突起部を用いることを当然に試みる旨主張する。しかし，前記(1)のとおり，甲6発明の真空保持容器において，シール片は必要不可欠な構成であり，「真空状態の保持」に係る機能を不要とすることはできないから，真空状態の保持が不要であることを前提とする原告の主張が妥当性を欠くことは明らかである。",
                "また，原告は，甲6の従来技術の記載は，通気穴をふさぐ部品として突起部を用いることを直接的に示唆するものであるから，甲6の「逆止弁40を構成するシール片」を周知技術の「突起部」に置換することには，積極的な動機付けが存在する旨主張する。しかし，甲6発明は，従来技術（甲15）の通気弁では「真空下の食品貯蔵の向上や食品容器内の圧力レベルの表示を達成することは意図されていない」（甲6の段落［0004］）という課題を有するため，突起部を備えた通気弁を廃し，シール片を採用したものである。そのため，甲6発明に対して当該従来技術（甲15）を組み合わせるという発想が生じる余地がない。したがって，甲6に記載された従来技術（甲15発明）は，シール片を突起部に置換することの動機付けとはなり得ず，むしろ阻害要因となるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の主張は失当であり，本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1～12に係る特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書（甲201）の発明の詳細な説明には，次の記載がある。",
                "「【技術分野】",
                "【0001】",
                "本発明は，食品等を収容する容器並びにこの容器に用いられる蓋体に関する。より詳しくは，電子レンジなどの加熱装置により，収容された食材等を加熱することに適した容器及びこの容器に用いられる蓋体に関する。",
                "【背景技術】",
                "【0002】",
                "食材を収容する容器胴体部と，容器胴体部の上面に形成された開口部を閉塞する蓋体からなる容器は，日常生活において，多くの場面で用いられる。例えば，食材をこのような容器に入れた状態で，容器ごと冷蔵庫に収容したり，このような容器を弁当箱として利用したりするなどである。",
                "このような容器の利点の1つは，繰り返し使用可能である点である。例えば，食材を収容・保存するための方法として，食材が載置された椀を樹脂製フィルムで覆い，この状態で冷蔵庫に椀ごと収容することを挙げることができるが，この方法は，使用された樹脂製フィルムの廃棄を必然的に伴うものとなる。その一方で，蓋体を備える容器を利用する場合には，何ら廃棄物を生じさせない。",
                "【0003】",
                "一般的に，食品収容用容器の蓋体は，衛生的観点から容器を密閉する役割を担う。容器を電子レンジなどの加熱装置に収容し，容器内に収容された食材を加熱しようとする場合，蓋体は容器胴体部から取り外される必要がある。なぜなら，蓋体は，高い密閉性をもたらすため，蓋体を容器胴体部に取り付けた状態で加熱すると，容器の内圧が高まり，蓋体が吹き飛び，或いは，容器胴体部が破損する可能性を生ずるからである。",
                "【0004】",
                "特許文献1は，このような使用上の不便性を解消する優れた容器を提案する。図14は，特許文献1に開示される容器の概略斜視図である。図15は，図14に示す容器の縦断面図である。",
                "図14及び図15に示す容器（C）は，胴体部（B）と蓋体（L）を備える。胴体部（B）は，一端有底筒状に形成され，内部に食材を収容可能となっている。蓋体（L）は，胴体部（B）の上面の開口部を閉塞する。",
                "蓋体（L）は，中央領域（M）と周縁領域（P）から構成される。中央領域（M）と周縁領域（P）は2段成型プロセスを経て形作られ，これら領域（M，P）は，互いに接続する。",
                "中央領域（M）は，1つの開口部（O）を有する。周縁領域（P）は，フラップ部（F）と接続する。フラップ部（F）は，周縁領域（P）から蓋体（L）中央に向けて延設する。蓋体（L）の下面には，突起部（S）が形成され，突起部（S）は，蓋体（L）下面から下方に突出する。",
                "フラップ部（F）は，周縁領域（P）と接続する基端部（A）を軸として上下に回動する。フラップ部（F）が，下方に回動し，蓋体（L）上面に対して平行となったとき，突起部（S）は，蓋体（L）に形成された開口部（O）と嵌合し，開口部（O）を閉塞する。",
                "【図14】                          【図15】",
                "【0005】",
                "図14及び図15に示す容器（C）は，電子レンジを用いて，容器（C）中に収容された食材を加熱するときに，蓋体（L）を取り外す必要がない。なぜなら，開口部（O）を通じて，食材から発生した水蒸気或いは容器（C）中の加熱により膨張した空気が，容器（C）外に排出されるため，容器（C）の内圧が過度に高まることがないからである。",
                "したがって，図14及び図15に示す容器（C）は，上述した使用時の不便性を完全に解消するものである。",
                "【0006】",
                "【特許文献1】日本国特許第3513599号公報",
                "【発明の開示】",
                "【発明が解決しようとする課題】",
                "【0007】",
                "上記のように，特許文献1に開示される容器は，従来の使用上の不便性を解消する優れた機能を発揮するが，製造コストが高いという問題点を有する。なぜなら，特許文献1の蓋体（L）は，多くの工程を要する2段成型プロセスを経て製造されるからである。",
                "【0008】",
                "図16は，この2段成型プロセスに起因する製造コスト増大の問題を解消する容器（C）を示す。",
                "図16に示す容器（C）は，図14及び図15に関連して説明した容器（C）の構造と略同様であるが，フラップ部（F）と蓋体（L）が組立プロセスを経て一体化されている点で異なる。",
                "即ち，フラップ部（F）と蓋体（L）は樹脂成型プロセスを経て，個別に成型される。その後，成型されたフラップ部（F）と蓋体（L）は，組立プロセスにて，互いに接合され，一体化される。",
                "【図16】",
                "【0009】",
                "図16に示す容器（C）は，2段成型プロセスを用いることなしに製造可能であるので，工程の煩雑さが低減される。しかしながら，尚，組み立て工程が必要とされ，十分に製造コストの低減を図ることはできない。",
                "更に，図16に示す容器（C）は，他の問題を招来する。即ち，フラップ部（F）と蓋体（L）は，組み立て工程により一体化されているものの，本来的には別個の部品である。したがって，長期間使用している間に，フラップ部（F）が蓋体（L）から外れてしまうという問題が発生する。フラップ部（F）を再装着可能な構造を採用することにより，フラップ部（F）が蓋体（L）から外れるという問題を緩和できるが，蓋体（L）から外れたフラップ部（F）を紛失した場合には，最早，修復不可能である。",
                "【0010】",
                "本発明は，上記実情を鑑みてなされたものであって，煩雑な製造プロセスを要することなしに製造可能な蓋体を提供することを目的とする。本発明の他の目的は，蓋体からフラップ部が外れることのない蓋体を提供することである。本発明は，更に，このような蓋体を利用した容器を提供する。",
                "【課題を解決するための手段】",
                "【0011】",
                "本発明は，食材を収容する容器の胴体部の開口部を閉塞する蓋体であって，平板状の蓋体本体部と，直線状に形成された基端部を備え，該基端部を軸として回動可能に前記蓋体本体部と接続する平板状のフラップ部を備え，前記蓋体本体部には開口部が設けられ，前記フラップ部下面には，該フラップ部が前記蓋体本体部に平行に配される第1位置にあるとき，前記蓋体本体部の開口部を閉塞する突起部が形成され，前記蓋体本体部と前記フラップ部が一体的に同時射出成型により形成されることを特徴とする蓋体を提供する。",
                "【0012】",
                "本発明と関連する参考例としての実施形態によれば，フラップ部の基端部は，フラップ部の先端部よりも，蓋体本体部中心位置から離れた位置に配されることを特徴とする。",
                "本発明の実施形態によれば，フラップ部の基端部は，フラップ部の先端部よりも，蓋体本体部中心位置から近い位置に配されることを特徴とする。",
                "【0020】",
                "本発明は更に，平板状の蓋体本体部と，直線状に形成された基端部を備え，該基端部を軸として回動可能に前記蓋体本体部と接続する平板状のフラップ部を備え，前記蓋体本体部には開口部が設けられ，前記フラップ部下面には，該フラップ部が前記蓋体本体部に平行に配される第1位置にあるとき，前記蓋体本体部の開口部を閉塞する突起部が形成されてなる蓋体を成型する金型装置であって，固定型と可動型を備え，型閉時において，前記固定型と前記可動型の境界に，前記平板状の蓋体本体部を模る第1のキャビティが形成され，前記固定型は，前記フラップ部を模るとともに型閉時において前記第1のキャビティと連通する第2のキャビティを備え，該第2のキャビティは，型閉時において，前記第1のキャビティに対して，直角に延出し，前記固定型は，前記フラップ部の面のうち前記突起部が形成される面の輪郭形状を模る面を有する横スライドブロックと，前記突起部が形成される面の輪郭形状を模る面に対して反対側に形成される横スライドブロックの傾斜面に隣接して配される縦スライドブロックを備え，前記横スライドブロックは，成型されたフラップ部の突起部の突出方向に向けて付勢され，前記縦スライドブロックは，前記横スライドブロックの傾斜面の勾配と等しい勾配を備える傾斜面を備え，前記縦スライドブロックの縦方向への移動に伴い，前記横スライドブロックが前記突起部の突出方向へ移動することを特徴とする金型装置を提供する。",
                "【0021】",
                "本発明は更に，平板状の蓋体本体部と，直線状に形成された基端部を備え，該基端部を軸として回動可能に前記蓋体本体部と接続する平板状のフラップ部を備え，前記蓋体本体部には開口部が設けられ，前記フラップ部下面には，該フラップ部が前記蓋体本体部に平行に配される第1位置にあるとき，前記蓋体本体部の開口部を閉塞する突起部が形成されてなる蓋体を成型する方法であって，固定型と可動型を重ね合せ，前記固定型と前記可動型の境界に，前記平板状の蓋体本体部を模る第1のキャビティを形成するとともに前記固定型の内部に形成されるとともに前記フラップ部を模る第2のキャビティを前記第1のキャビティに連通させる段階と，前記第1のキャビティ及び前記第2のキャビティに溶融樹脂を射出し，前記蓋体を成型する段階と，前記可動型を前記固定型から離し，前記成型された蓋体を取り出す型開段階からなり，前記固定型は，前記フラップ部の面のうち前記突起部が形成される面の輪郭形状を模る面を有する横スライドブロックと，前記突起部が形成される面の輪郭形状を模る面に対して反対側に形成される横スライドブロックの傾斜面に隣接して配される縦スライドブロックを備え，前記横スライドブロックは，成型されたフラップ部の突起部の突出方向に向けて付勢され，前記縦スライドブロックは，前記横スライドブロックの傾斜面の勾配と等しい勾配を備える傾斜面を備え，前記型開工程が，前記縦スライドブロックを縦方向に移動させる段階を備え，これにより，前記縦スライドブロックの傾斜面に押付けられた横スライドブロックが前記成型された蓋体のフラップ部に形成された突起部の突出方向に移動することを特徴とする方法を提供する。",
                "【発明の効果】",
                "【0022】",
                "本発明の蓋体は，例えば，容器内の食材を加熱するときに，フラップ部を上方に回動させ，開口部を通じて，容器内の水蒸気や膨張した空気を容器外へ排出可能である。したがって，加熱時において，蓋体は容器の胴体部から取り外される必要はない。また，例えば，容器内の食材を冷蔵保存するときには，フラップ部を下方に回動させ，蓋体本体部の開口部とフラップ部の突起部を嵌合させることにより，開口部を閉塞し，容器内部環境の衛生状態を維持することが可能である。",
                "蓋体本体部とフラップ部は同時射出成型により形作られるため，煩雑な2段成型や組み立て工程を要さない。更には，フラップ部が蓋体から外れるという問題を招来しない。尚，フラップ部を備える蓋体の形状の複雑さに起因して，従来においては，同時射出成型により，フラップ部付蓋体の成型を行なうという試みはなされてこなかった。本発明の発明者は，樹脂成型金型に関して，鋭意研究を重ね，フラップ部を蓋体本体部に対して直立させた形状のキャビティ内に溶融樹脂を射出し，成型を行なうことにより，フラップ部と蓋体を同時射出成型により形作ることを実現した。",
                "【0023】",
                "本発明において，フラップ部の位置は限定されない。例えば，図14及び図15に関連して説明した容器の構造においては，フラップ部の位置は周縁部に限定されるとともに，フラップ部基端部からフラップ部先端部への方向ベクトルは，蓋体中央部に向かうものに限定されるものであった。一方，本発明においては，フラップ部と蓋体本体部が同時射出成型プロセスを経て成型されるので，蓋体本体部上の所望の位置にフラップ部を成型可能となる。この結果，蓋体本体部の中央領域にフラップ部を配したり，蓋体本体部の周縁近傍にフラップ部を配したりすることが可能となる。また，フラップ部基端部からフラップ部先端部への方向ベクトルが，蓋体周縁から蓋体中央に向かうようにフラップ部の方向を定めること（参考例）や，フラップ部基端部からフラップ部先端部への方向ベクトルが，蓋体中央から蓋体周縁へ向かうようにフラップ部の方向を定めることが可能である。",
                "蓋体本体部中央領域に開口部を形成し，フラップ部の突起部でこの開口部を閉塞した場合には，効率的に容器内部の水蒸気や膨張した空気を排出可能となる。蓋体本体部の周縁領域近傍に開口部を形成し，フラップ部基端部からフラップ部先端部への方向ベクトルが，蓋体中央から蓋体周縁へ向かうようにフラップ部を方向付けるとともにフラップ部の突起部でこの開口部を閉塞できるようにフラップ部を配した場合には，加熱調理後，容器内の水分を，開口部を通じて，排出可能である。この結果，本発明の容器は，パスタ等の調理に好適に使用可能となる。",
                "【0026】",
                "フラップ部が蓋体本体部の開口部を閉塞している状態において、フラップ部先端部の下方の蓋体本体部の領域には、凹部が形成されることが好ましい。この結果、フラップ部の先端部が凹部の上縁を部分的に横切ることとなり、使用者の指がフラップ部先端に引っ掛かりやすくなる。したがって、容易にフラップ部を上方に回動させることが可能となる。",
                "【発明を実施するための最良の形態】",
                "【0032】",
                "以下，本発明に係る蓋体及びこの蓋体を用いる容器の実施形態について，図を参照しつつ説明する。",
                "図1は，本発明と関連する参考例に係る容器の分解斜視図であり，図2は，本発明と関連する参考例の蓋体の平面図である。",
                "容器（1）は，蓋体（2）と容器胴体部（3）からなる。図1に示す容器胴体部（3）は，平面視矩形の角筒形状をなすが，容器胴体部（3）の形状は，図1に示すものに限定されるものではなく，一端有底円筒形状，一端有底楕円筒形状或いは三角筒形状その他多角筒形状であってもよい。容器胴体部（3）内には，所望の食材が収容される。容器胴体部（3）の周縁のうち互いに対向する一対の周縁には，外方に突出する把手部（31）が形成される。これにより，容器（1）の持ち運びが容易になる。",
                "蓋体（2）は，容器胴体部（3）の上面開口部を閉塞する形状・大きさをなし，図1及び図2に示す例においては，容器胴体部（3）の平面視輪郭と同様に平面視矩形状をなす。",
                "【図1】                        【図2】",
                "【0033】",
                "蓋体（2）は，略平板状に形成される蓋体本体部（21）と，フラップ部（22）を備える。",
                "蓋体本体部（21）は，蓋体本体部（21）外周輪郭形状を定める周縁領域（211）と，フラップ部（22）周囲を取り囲むフラップ部周囲領域（212）と，周縁領域（211）とフラップ部周囲領域（212）の間に配されるとともにこれら領域（211，212）を接続する中間領域（213）の3つの領域からなる。図1及び図2に示す蓋体（2）においては，フラップ部周囲領域（212）は，蓋体本体部（21）の中央部分を占めるが，本発明においては，これに限定されるものではなく，周縁領域（211）に隣接して形成されてもよい。",
                "【0034】",
                "図1及び図2に示す例において，周縁領域（211）とフラップ部周囲領域（212）は，中間領域（213）に対して上方に隆起している。また，周縁領域（211）は，フラップ部周囲領域（212）よりも高く隆起している。更に，周縁領域（211）の角隅部には，平面視略半円形状に形成されるとともに外方に突出する摘み部（214）が形成される。摘み部（214）により，蓋体（2）の容器胴体部（3）からの取外し或いは容器胴体部（3）への取り付けが容易になる。",
                "【0035】",
                "フラップ部（22）は，平面視略半楕円形状をなす薄板状の部材であり，直線状に形成された基端部（221）を備える。フラップ部（22）の基端部（221）は，フラップ部周囲領域（212）の周縁部に接続する。フラップ部（22）は，基端部（221）を軸として，上下に回動可能である。",
                "【0036】",
                "フラップ部（22）下面には，突起部（222）が形成される。フラップ部周囲領域（212）には，開口部（121）が形成される。フラップ部（22）が下方に回動し，フラップ部（22）が，フラップ部周囲領域（212）上面に対して平行に配されると，突起部（222）は，開口部（121）と嵌合する。",
                "【0037】",
                "図3は図2に示す蓋体のフラップ部（22）周囲の蓋体（2）の構造を示す断面図である。図3（a）は，フラップ部（22）を上方に回動し，蓋体本体部（21）に対してフラップ部（22）を直立させた状態を示す断面図である。図3（b）は，フラップ部（22）を下方に回動し，フラップ部（22）の上面を蓋体本体部（21）の上面に対して平行に配した状態を示す断面図である。",
                "フラップ部周囲領域（212）は，下方に窪んだ凹領域（122）と，凹領域（122）に隣接して形成されるとともに凹領域（122）よりも深く窪んだ凹部（123）を備える。",
                "フラップ部（22）が，下方に回動し，フラップ部（22）の上面が蓋体本体部（21）の上面に対して平行となったとき，フラップ部（22）の弧状に湾曲した先端部（224）の一部が，凹部（123）上部を横切り，凹部（123）で形成される空間上部で側方に突出する。また，フラップ部（22）の領域のうち凹部（123）上部を横切る領域以外の領域は，凹領域（122）と重なり合う。",
                "開口部（121）は，凹領域（122）内に形成される。フラップ部（22）が，下方に回動し，フラップ部（22）の上面が蓋体本体部（21）の上面に対して平行となったとき，突起部（222）の周面に形成された突条部（223）は，蓋体（2）下面と係合する。この状態において，フラップ部（22）上面は，凹領域（122）を取り囲むフラップ部周囲領域（212）の上面と面一となる。",
                "このように凹部（123）が，フラップ部周囲領域（212）に形成されることで，凹部（123）中に使用者が指を挿入可能となり，指先でフラップ部（22）を引掛け，フラップ部（22）を上方に回動させることが容易となる。また，突起部（222）で開口部（121）を閉塞したとき，フラップ部（22）上面は，フラップ部周囲領域（212）上面から突出することがない。したがって，本発明の容器（1）を，例えば，冷蔵庫に収容したとき，他の容器を本発明の容器（1）上に積み重ねやすくなる。",
                "【図3】                        【図4】",
                "【0038】",
                "図4は，図2に示すフラップ部（22）の基端部（221）の詳細断面図である。",
                "フラップ部（22）の基端部（221）において，フラップ部（22）の下面（225）（フラップ部を下方に回動させたときに，下方に向く面）に弧状に湾曲した断面を有する凹溝（226）が形成される。この凹溝（226）は，フラップ部（22）が蓋体（2）上面に対して立設したとき，視認可能となる。また，凹溝（226）に対向するフラップ部（22）の上面（227）は，フラップ部（22）が蓋体（2）上面に対して直立したとき，平坦な面となる。このように凹溝（226）をフラップ部（22）下面側に形成し，フラップ部（22）が蓋体（2）上面に対して直立したときに，フラップ部（22）の基端部（221）上面側が平坦な面となるように形成することにより，フラップ部（22）の回動可能範囲が，0°から90°の範囲（フラップ部（22）が蓋体（2）に重ね合わさった状態からフラップ部（22）が蓋体（2）に対して直立した状態）に制限されることとなる。",
                "尚，フラップ部（22）を下方に回動させると，凹溝（226）の頂底部（261）を軸として，フラップ部（22）の基端部（221）が折れ曲がることとなる。",
                "【0040】",
                "図6は，図2に示す蓋体（2）を成型するための金型装置のキャビティの形状を示す。",
                "金型装置は，固定型（41）と可動型（42）を備える。固定型（41）と可動型（42）を重ね合せることにより，蓋体（2）の蓋体本体部（21）を模る第1のキャビティ（45）が，固定型（41）及び可動型（42）の境界に形成される。また，固定型（41）内には，フラップ部（22）を形成するための第2のキャビティ（46）が設けられ，固定型（41）と可動型（42）が重ね合わされたとき，第2のキャビティ（46）は，第1のキャビティ（45）に連通する。更に，固定型（41）側には，溶融樹脂を射出する射出口（43）が設けられる。",
                "図6に明瞭に示される如く，第2のキャビティ（46）は，第1のキャビティ（45）に対して直角に立設した状態を模っている。このようにキャビティ（45，46）を形成することによって，フラップ部（22）と蓋体本体部（21）を同時に射出成型可能となる。また，このようなキャビティ（45，46）形状を採用することによって，フラップ部（22）を模る第2のキャビティ（46）にも溶融樹脂が確実に流入することが可能となる。",
                "【図6】                              【図7】",
                "【0041】",
                "図7は，図6に示す金型装置のうち，フラップ部（22）を形成する第2のキャビティ（46）周囲の金型構造を示し，溶融樹脂を射出した後の型開工程を示す。",
                "固定型（41）は，横スライドブロック（411）を備える。横スライドブロック（411）は，フラップ部（22）の面のうち，突起部（222）が形成される側の面の表面輪郭を模る。突起部（222）が形成される側の面と反対側の面は，傾斜している。横スライドブロック（411）は，バネなどの付勢手段（図示せず）により，突起部（222）が突出する方向に付勢されている。",
                "固定型（41）は，更に，縦スライドブロック（412）を備える。縦スライドブロック（412）は，横スライドブロック（411）の傾斜面に隣接して配される。縦スライドブロック（412）の縦断面は直角台形状であり，横スライドブロック（411）の傾斜面と当接する縦スライドブロック（412）の傾斜面の勾配は，横スライドブロック（411）の傾斜面の勾配に等しい。縦スライドブロック（412）は，シリンダ等のアクチュエータ（図示せず）に接続し，上下に移動可能である。",
                "【0042】",
                "蓋体（2）の成型時において，縦スライドブロック（412）は下限位置に存する。下限位置において，縦スライドブロック（412）の下面は，可動型（42）から上方に突出し，第1のキャビティ（45）を貫通する突起部（421）の上面に当接する。尚，この突起部（421）は，蓋体（2）の開口部（121）を形作るためのものである。",
                "型開工程において，縦スライドブロック（412）は，上方に移動する。横スライドブロック（411）は，付勢手段によって，縦スライドブロック（412）の傾斜面に押付けられているため，縦スライドブロック（412）の上方への移動に伴い，成型されたフラップ部（22）から離れる方向（突起部（222）の突出方向）に移動する。この動作により，成型されたフラップ部（22）の突起部（222）は，完全に，横スライドブロック（412）から離れることとなる。その後，可動型（42）を下方に移動させることにより，フラップ部（22）の突起部（222）の存在にかかわらず，成型された蓋体（2）を固定型（412）から脱離させることが可能となる。",
                "【0047】",
                "図10は，本発明の実施形態の蓋体（2）を示す平面図である。",
                "図10に示す蓋体（2）のフラップ部（22）は，蓋体本体部（21）の周縁領域（211）に隣接して配される。フラップ部（22）は，フラップ部周囲領域（212）に取り囲まれる。",
                "図10に示すフラップ部周囲領域（212）は平面視略矩形状であり，フラップ部周囲領域（212）の角隅部のうち1つは，平面視略矩形状の周縁領域（211）の角隅部に隣接し，このフラップ部周囲領域（212）の角隅部を挟む2つのフラップ部周囲領域（212）の境界が，周縁領域（211）の内縁に接している。",
                "周縁領域（211）の角隅部に隣接するフラップ部周縁領域（212）の角隅部には，開口部（121）が形成される。また，フラップ部（22）は，開口部（121）を閉塞する突起部（222）を備える。",
                "フラップ部（22）の基端部（221）は，フラップ部（22）先端部よりも蓋体（2）内方に位置する。周縁領域（211）とフラップ部周囲領域（212）は，これらの領域（211，212）を接続する中間領域（213）に対して隆起している。フラップ部（22）の先端部は，周縁領域（211）とフラップ部周囲領域（212）の隣接するスロープによって形成される谷状部に向けて突出する。このため，図10に示す実施形態においては，図1乃至図6に示す蓋体（2）の凹部（123）は形成されず，フラップ部（22）を収容する凹領域（122）のみが形成されている。",
                "このように蓋体（2）の角隅部に開口部（121）を形成することにより，加熱調理により容器（1）内に収容された食材から生じた水分を，開口部（121）を通じて容器（1）外に容易に排出可能となる。",
                "【図10】",
                "【産業上の利用可能性】",
                "【0053】",
                "本発明は，電子レンジ等の家庭用加熱調理器具とともに用いられる容器に利用可能である。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記第2の2の本件発明1の特許請求の範囲及び前記(1)の本件明細書の記載によれば，本件発明1は，電子レンジ等の加熱装置により，収容された食材等を加熱することに適した容器に用いられる蓋体を対象として（段落【0001】），煩雑な製造プロセスを要することなしに製造可能な蓋体を提供すること及び蓋体からフラップ部が外れることのない蓋体を提供することを目的として（段落【0010】），特許請求の範囲請求項1に記載された構成を採用することにより，容器内の食材を加熱するときに，蓋体を容器の胴体部から取り外すことなく，フラップ部を上方に回動させることで，開口部を通じて，容器内の水蒸気や膨張した空気を容器外へ排出可能であること，蓋体本体部とフラップ部は同時射出成型により形作られるため，煩雑な2段成型や組立工程を要しないこと，フラップ部が蓋体から外れるという問題を招来しないこと（段落【0020】～【0022】），フラップ部と蓋体本体部が同時射出成型プロセスを経て成型されるので，蓋体本体部上の所望の位置にフラップ部を成型可能であり，フラップ部の位置が限定されないこと（段落【0023】），蓋体本体部に形成した開口部の配置に合せてフラップ部を形成することができること（段落【0024】）という作用効果を有するものであることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，前記(1)の本件明細書の段落【0026】には，凹領域に収納されたフラップ部の先端部に指を引っかけやすくするため，その部分に凹部が形成されることが好ましいとの記載がある。これに対し，本件発明1の実施例を記載した段落【0047】には，「フラップ部（22）の先端部は，周縁領域（211）とフラップ部周囲領域（212）の隣接するスロープによって形成される谷状部に向けて突出する。このため，図10に示す実施形態においては，図1乃至図6に示す蓋体（2）の凹部（123）は形成されず，フラップ部（122）を収容する凹領域（122）のみが形成される。」との記載がある。",
                "これらの記載によれば，本件発明1の構成要件Iの「前記凹領域は前記一の領域上面の周縁部に接続していることを特徴とする」とは，フラップ部を収容する凹領域の一端が，一の領域の上面部の周縁部に向かって開かれていることにより，その部分にフラップ部の先端部を突出させれば，上記凹部がなくてもフラップ部の先端部に指を引っかけやすくなり，フラップ部を開放しやすくなる技術的意義を有するものと認められる。また，凹部を不要とし，かつ凹領域を一の領域の上面の周縁部に向かって開かれた構造にすれば，フラップ部を収容する凹領域に汚れが溜まりにくいという作用効果を奏することも認められる。",
                "さらに，本件発明1の構成要件Gを前提として，構成要件F，H，Iにより，フラップ部が破損しにくいという作用効果があることは，その構成上自明である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用例1（クレハ容器）について",
          "text": [
            "引用例1のクレハ容器は，前記第2の3(2)アに記載の次のとおりのものであることは，当事者間に争いがない。また，クレハ容器の概観は，以下の【クレハ容器の概観（甲3・写真9及び10】のとおりである。",
            "a．食材を収容するとともに該食材を加熱可能な容器の胴体部の開口部を閉塞するフタであって，",
            "b．前記フタの外周輪郭形状を定めるとともに，前記容器の前記開口部を形成する前記容器の縁部と嵌合する周縁領域と，",
            "c．該周縁領域により囲まれる領域内部において，隆起する一の領域及び凹領域を備え，",
            "d． 前記凹領域は，前記容器内の流体を排出可能な穴部及び凹部を備え，該穴部を閉塞可能な突起部を備える開閉部材と係合可能であり，",
            "e．該開閉部材は，前記フタの周縁領域から外方に突出する摘み部に一体的に接続する，細くかつ薄く形成された部分を備えるとともに，該細くかつ薄く形成された部分を軸に回動し，",
            "f．前記開閉部材の先端部は，前記凹部の外縁に到達しておらず，",
            "g. 前記開閉部材の前記細くかつ薄く形成された部分が，前記開閉部材の前記先端部よりも前記フタの中心位置から遠い位置に配され，",
            "h．前記周縁領域により囲まれる領域内部が，前記フラップ部の少なくとも一部を収容する凹領域を備え，",
            "i．前記凹領域は前記一の領域上面の周縁部に中間領域を介して接続している",
            "j．蓋体。",
            "【クレハ容器の外観（甲3・写真9及び10）】"
          ]
        },
        {
          "fig": "3",
          "subject": "引用例2（甲6）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲6には，以下の記載（訳文）がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「［0002］本発明は密封可能な食品収容容器に関する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「［0003］食品貯蔵は，食品を容器内で真空に保つことで向上する。…しかし，このタイプのシステムでは，容器内部の真空が容器蓋を吸気するために収容容器を開け難くなる場合が多い。加えて，多くの場合，ユーザは収容容器内にまだ望ましい真空が存在しているかどうかを認知することができない。さらに，収容容器内に適度の真空を，特に長期間にわたって維持することが困難となることもある。",
                    "［0004］電子レンジでの加熱中に均圧する通気弁またはエアレーションバルブを設けた食品収容容器の蓋が知られている。たとえば，欧州特許出願EP 0 633 196 A2 号はこのタイプの機構を説明している。通気弁またはエアレーションバルブを使用することで，加熱時における食品収容容器内部での過圧力の増大を防ぐことができる。…この容器では，真空下での食品貯蔵の向上や食品収容容器内の圧力レベルの表示を達成することは意図されていない。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の概要",
                  "text": [
                    "「［0016］本発明は1つの態様において，食品収容容器のための蓋を特徴とする。この蓋は，蓋本体を貫通して延びる真空感知開口部と通気孔とを有する蓋本体を備えている。さらに，この蓋は通気孔の上に配置される取り外し可能なカバーを備えている。この取り外し可能なカバーは，カバーが取り外されるまで，空気が通気孔を通って容器内に流入することを阻止する。蓋はさらに，真空感知開口部を通じて容器と水圧連通する圧力呈示突起を設けている。圧力呈示突起は内部に空洞を有する。圧力呈示突起は，容器内の負圧に反応して真空感知開口部の方向へ収縮する。",
                    "［0017］別の態様において，本発明は食品収容容器のための蓋を特徴とする。この蓋は通気孔を設けた蓋本体と，通気口の上に配置された取り外し可能なカバーとを備える。…この取り外し可能なカバーは脱気開口部を備えている。蓋はさらに，カバーを取り外すまで通気孔を覆う膜を含んでいる。さらに，一端が膜に連結され，他端が脱気開口部内に配置される駆動要素を設けている。",
                    "［0019］圧力呈示突起はドームであってよい…。圧力呈示突起は膜を設けていてよい。膜はプラスチック樹脂（たとえば，エラストマープラスチック）で形成することができる。プラスチック樹脂は，約-40℃～100℃の温度範囲で膜の寸法安定性を維持するように選択できる。この実施形態に伴う利点は，収容容器およびその内容物を冷凍庫に保存し，その後，電子レンジで解凍できる点である。膜は，容器内の負圧に反応して，真空感知開口部の方向へしぼむ，および／または折り畳まれる。…",
                    "［0020］蓋はさらに，膜と接触する弾性層を有してもよい。この弾性層はバネシートおよび／またはエラストマー重合体を含むことができる。弾性層は，たとえば，圧力呈示突起の膜に適した弾性プラスチック材料を選択するか，または，圧力呈示突起の膜内にバネ用金属を挿入することによって形成できる。…",
                    "[0021]膜はシール片であってよい。膜は逆止弁として作用することができる。…脱気動作中に，膜を，吸気装置の吸引効果によって通気孔から上方へ旋回させる，つまり膜を持ち上げて通気孔から離すことができるようになるので，これにより，吸気装置を用いて収容容器内の空気を引き出せるようになる。一旦収容容器の脱気が完了すると，蓋本体の通気孔へ引き寄せられた膜によって自動的に密封が生じ得るようになる。",
                    "［0027］蓋本体はさらに，圧力インジケータ（たとえば，圧力呈示突起）を備えていてよい。蓋本体は，プラスチック樹脂（たとえば，ポリプロピレン，ポリアミド，および／または他の耐熱耐久性プラスチック材料）で形成され，プラスチック樹脂は-40℃～100℃の温度範囲で膜が寸法安定性を維持できるものが選択される。このような実施形態では，収容容器やその中身を強冷凍庫に保存でき，そして電子レンジで解凍できる。電子レンジで加熱するために，カバーを操作して通気孔を開放することができる。使用できる材料には，ポリプロピレン，ポリアミド，ならびにその他の耐熱耐久性プラスチック材料がある。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "「［0061］図1～図3において，食品収容容器15と係合可能なバルブ装置1は，圧力インジケータ6（圧力を示す突起）を備える。",
                    "【図1】                              【図2】",
                    "【図3】                              【図4】",
                    "【図5】                              【図6】",
                    "［0062］図1～図6において，バルブ装置1は容器蓋2の上に搭載されている。カバー7は，フィルムヒンジ32によって容器蓋2に一体的に連結されている。カバー7と容器蓋2は，耐熱性プラスチック材料から成る射出成形品である。カバー7（平面図では楕円形の皿の形に見える）は連結装置9を備えている。連結装置9は，容器蓋2を真空ポンプに着脱可能に連結することを可能にする。つまり，連結装置9は真空ポンプ用の吸気口を提供する。連結装置9は，カバー7の外面210の滑らかな環状面18と，環状面18に設けられた1つ以上の開口部17とによって形成されている。…",
                    "［0063］シール片3（たとえばエラストマープラスチック）は，カバー7の下面の接続装置9の下側に配置されている。図1～図3に示されるバルブ装置1では，シール片3は，円環形状のリブ19によってカバー7に固定された，ディスク形状の独立した部品である。リブ19は通気路30を備えている。",
                    "［0064］図1～6に示すように，カバー7は容器蓋2の凹部20に挿入されている。凹部20は略長方形状をなしていてカバー7に合致するようになっている。容器蓋2は，カバー7の連結装置9の下側で，かつシール片3の下側にある通気孔4を有する。開放時，通気孔4は収容容器15の内部22と大気とを連通する。閉止時，通気孔4はシール片3によって気密に閉じられる。通気孔4とシール片3は収容容器15に向かって閉じる逆止弁40を構成する。",
                    "［0065］容器蓋2の真空感知開口部5が通気孔4に隣接して配置されている。圧力インジケータ6は，真空感知開口部5を気密に覆うプラスチック膜220を備える。圧力インジケータ6は，容器蓋2の平面に対して実質垂直方向の上向きに延びている。容器内の真空が不十分である時には，圧力インジケータ全体が容器蓋2の平面に対して上方に突出する。…。図2に示すように，圧力インジケータ6の側壁23は，真空に晒されると圧力インジケータの空洞26（図1）内に折りこまれる。",
                    "［0066］図1～図6を参照すると，カバー7は，圧力インジケータ6の位置にインジケータ開口部8を備えている。収容容器15の内部22内の圧力が大気圧を十分に下まわっていない時には，圧力インジケータ6がインジケータ開口部8から出て垂直に，カバー7の外面33を超えて延びる。圧力インジケータ6はエラストマープラスチックから成っていてよい。…",
                    "［0067］図1～6に示すように，収容容器15の端に近接しているカバー部分には，把持面10が設けられている。たとえば，図1～6に示すように，カバー7の一端部は特定点35からやや上向きに傾斜し，把持面10を形成している。容器蓋2には，底部37を有する凹部20が形成されている。カバー7はリブ29，36によって凹部20の底部37から分離されている。したがって，ユーザは，カバー7の把持面10を親指（図示せず）と他の指で快適に摘み，上方に引き開けることができる。",
                    "［0069］図4～図6において，バルブ装置1の第2例も，食品収容容器15用の圧力インジケータ6を備えている。図4～図6のバルブ装置1では，カバー7はやはり容器蓋2にフィルムヒンジ32によって一体的に連結されている。カバー7の連結装置9の下面にはシール片3が配置されている。シール片3は，駆動要素13によってカバー7に連結されている。シール片3，駆動要素13，ベース部25，圧力インジケータ6は全て，容器蓋2の凹部20のビード21への挿入部として固定された1つのエラストマープラスチック部分から出来ている。…",
                    "［0070］したがって，図1～図3のバルブ装置と図4～図6のバルブ装置との間にはいくつかの違いがある。図1～図3では，シール片3は圧力インジケータ6とは独立したシール部品を形成している。他方，図4～図6のバルブ装置1では，シール片3及び圧力インジケータ6が1つのエラストマー構成部品により構成され，シール片3がベース部25から部分的に切除されることにより間隙28を形成している。…",
                    "［0071］図4～図6に戻り，バルブ装置1が閉止すると，円周リブ29がベース部25を凹部20の底部37に押付けて密封を有効にする。図1～図3では，ベース部25が保持クリップ11により容器蓋2に押付けられ，保持クリップ11はラッチにより蓋2に嵌着されている。図4，図5では，カバー7が図1～図3での保持クリップ11と同じ機能を実行するので，保持クリップを個別に設ける必要がない。",
                    "［0073］図1，図3～図6では，収容容器15の内部22の圧力は大気圧と等しい。圧力インジケータ6は，そのバネ付勢力により，インジケータ開口部8を通じてカバー7から上向きに突出する。",
                    "［0074］図2では，収容容器15の内部22が十分な真空状態にある。そのため，圧力インジケータ6が容器内部22に向かって空洞26内に引き込まれる。圧力インジケータは折り畳み状態または嵌った状態にある。…容器内部22の真空が減少すると，真空が不十分になった時点で，圧力インジケータ6が突然外方へ移動し，図1，図3～図6に示す位置へと素早く戻る。…",
                    "［0076］図1，図3，図6では，収容容器15は脱気されている。容器を脱気するには，真空ポンプの円周シールリップ部を設けた吸気口（図示せず）をバルブ装置1の連結装置9上に配置する。次に，真空ポンプを作動させて，バルブ装置1の通気孔4を自動開放させる。通気孔4は，真空ポンプの吸気効果によってシール片3が通気孔4から持ち上げられ，収容容器15内の空気が真空ポンプで排出されて開放する。図1では，空気は通気孔4からシール片3のシール台座38の側部，シール片3の外部周囲を抜け，通気路30を通り，さらに連結装置9を通って真空ポンプヘと引き上げられる。図2に示すように，収容容器15の内部22に十分な真空が得られると圧力インジケータ6が突然内方に嵌り，これによって，脱気操作を終了できることをユーザに知らせる。真空ポンプを連結装置9から外した後は，シール片3が通気孔4の縁に押圧されてこれを自動的に気密閉止する。この動作は，内部22に真空が蓄積できるように，真空ポンプの各戻りストロークでも生じる。酸素の不存在が食品の酸化を防ぐため，内部22の真空は封入された食品を長期間新鮮に保つ。",
                    "［0077］収容容器15から食品を取り出すには，ユーザは，把持面10の下のカバー7を2本の指で摘み，（図5に示すように）少しの力でカバー7を反時計方向へ旋回させればよい。",
                    "［0079］図6において，熱可塑性プラスチックからなる食品収容容器15は，図4のバルブ装置1を備えている。収容容器15は，直方体形状をした容器本体16と周辺リム27を備えた平面略直方体の容器蓋2とを有する。弁装置1は，容器蓋2の両短辺部の一方に形成された凹部20内に配置されている。カバー7の把持面10は，容器蓋2の外面33でほぼ終わっている。…」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「1．食品収容容器用の蓋であって，前記蓋は，",
                    "蓋本体を貫通して延びる真空感知開口部と通気孔とを画定する蓋本体と，",
                    "取り外し可能なカバーであって，その取り外しまで，前記通気孔を介した前記容器内への空気の流入を阻止するべく，前記通気孔の上に配置されるカバーと，",
                    "前記真空感知開口部を介して前記容器と連通し，前記真空感知開口部内に空洞を画定する圧力呈示突起とを備え，前記圧力呈示突起は容器内の負圧に反応して真空感知開口部の方向へ収縮する。",
                    "…",
                    "14．クレーム3の蓋であって，前記膜はプラスチック樹脂で形成されている。",
                    "15．クレーム14の蓋であって，前記プラスチック樹脂は，前記膜の-40℃～100℃の温度範囲で寸法安定性を維持するように選択されている。",
                    "…",
                    "22．食品収容容器用の蓋であって，前記蓋は，",
                    "蓋本体であってこれを貫通する通気孔を画定するものと，",
                    "取り外し可能なカバーであって，その取り外しまで，空気が前記通気孔を通って前記容器内に流入しないよう，前記通気孔の上に配置される脱気開口部を画定するカバーと，",
                    "前記カバーを取り外すまで前記通気孔を覆う膜と，",
                    "一端が前記膜に連結しており，他端が前記脱気開口部内に配置されている駆動要素と，を備える。 ",
                    "…",
                    "28．クレーム22の蓋であって，前記蓋本体は，-40℃～100℃の温度範囲で前記膜の寸法安定性を維持するように選択されたプラスチック樹脂を備える。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，甲6には，前記第2の3(3)のとおり，以下の甲6発明が記載されていることは，当事者間に争いがない。",
                "甲6発明",
                "a． 食材を収容する容器15の胴体部の開口部を閉塞する容器蓋2であって，",
                "b．前記容器蓋2の外周輪郭形状を定めるとともに，前記容器15の前記開口部を形成する前記容器15の縁部と嵌合する周辺リム27と，",
                "c．該周辺リム27により囲まれる領域内部において，隆起する領域である外面33を備え，",
                "d．前記外面33は，真空ポンプ用の吸気口に連通し前記容器内の空気を排出可能な通気孔4と，該通気孔4を閉塞可能な逆止弁40を構成するシール片3を備えるカバー7を備え，",
                "e．該カバー7は，前記外面33に一体的に接続するフィルムヒンジ32を備えるとともに，該フィルムヒンジ32を軸に回動し，",
                "f．前記カバー7の先端部は，前記周辺リム27の外縁に到達しておらず，",
                "g．前記カバー7の前記フィルムヒンジ32が，前記カバー7の前記先端部よりも前記容器蓋2の中心位置から近い位置に配され，",
                "h．前記外面33が，前記カバー7の少なくとも一部を収容する凹部20を備え，",
                "i．前記凹部20は前記外面33上面の周縁部に接続している",
                "j．容器蓋2。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "甲7（特開2004-123143号公報）及び甲8（米国特許第4494679号明細書，特許日：昭和60年1月22日）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲7には，次の記載がある。",
                "「【特許請求の範囲】",
                "【請求項1】",
                "中空容器の口頸部に着脱自在に螺合して開口部を密閉する蓋体であって，前記蓋体の天板部の一部に注出口を設けた開口蓋面を形成すると共に，前記開口蓋面に開閉自在なヒンジ蓋を設けた蓋体を形成して，前記蓋体は中空の容器本体の口頸部に螺合可能に形成されると共に螺合筒部に容易に破断可能な不正開封防止片が形成されてなることを特徴とする粉体容器の密閉蓋体。",
                "【0001】",
                "【発明の属する技術分野】",
                "本願の発明は，粉末のコーヒーや砂糖，または，顆粒状の各種調味料や食品，あるいは，粉末状の薬剤や錠剤等の粉粒体を収容した蓋付きの密閉容器から内容物を取り出すに際して，大量に使用する場合には蓋体を外してスプーン等の道具を用いて取り出して，また，少量を使用する場合には蓋体に設けられた開口部から注ぎ出すようにして，使用する量に応じて取り出し口を選択できるようにした蓋体を有する粉体容器に関するものである。",
                "【0002】",
                "【従来の技術】",
                "従来から知られている粉粒体を収容した容器としては，胡椒や唐辛子，または，食塩やチーズ等を収容したものには，蓋部に大小の複数の孔を穿って振出し口が設けられた容器が用いられており，また，粉ミルクやインスタントコーヒー，砂糖等を収容したものには，容器の開口端に着脱可能な蓋体が設けられた容器が用いられている。",
                "そして，香辛料や調味料が入った容器から唐辛子やチーズ等を注出して使用する場合には，実開平4-41853号や特開平8-91405号公報に見るような容器に収容されているものでは，蓋部を回転させて外蓋の孔と中蓋の孔とを一致させて，必要とする大きさの開口を選択するか，必要とする大きさの孔がある方のヒンジ蓋を開いてから，容器本体を逆さまにして上下方向に揺することにより，それぞれの開口部から内容物が振り出すことができる。",
                "【0003】",
                "また，粉ミルクやコーヒーが入った容器から中身を取り出して使用する場合には，容器本体から蓋体を取り去って開口してから，該容器本体の内部にスプーン等の道具を挿入して，内容物を必要な量だけ掬って取り出している。",
                "しかしながら，香辛料や調味料等を収容した上記に見るような容器では，振出し口から中身を振出して使用するので，少量だけ使用する時には非常に便利ではあるが，多量に使用しなければならない時には，何回も容器を振って出さなければならないので不便な場合がある。",
                "また，粉ミルクやコーヒーを収容した容器の場合には，少量だけの振出し口がないので，使用する度ごとに蓋を外してからスプーン等を用いて中身を取り出さなければならず，少量だけ使用する時には蓋の開閉や取り出すのに不便を感ずることがある。",
                "【0004】",
                "そのようなことから，砂糖やチーズ等の調味料やその他の粉粒体等を大量に使用する場合には，最初はスプーン等を用いて取り出して大量に投入した後で，味見をしてみてまだ足りない場合には，加減をしながら少量ずつ注ぎ足して使用する場合がある。",
                "そこで，上記したような従来の粉体容器にある問題点を解消して，大量に使用したい場合にはスプーン等を用いて取り出すことができて，少量だけを使用する場合には容器に設けられた振出口から直接に注出できるような構造をした粉体容器として，実開平4-27752号公報や特開2002-2750号公報等に見るような容器が提案されている。",
                "【0005】",
                "これらの粉体容器は，図7に示すように，円筒状の中空容器の口頸部に嵌着する内蓋と外蓋とからなる蓋体22を用いたもので，内蓋22dの片側の半分には複数の小さい振出し孔22eが設けられると共に，内蓋22dの残り半分には全面開口した大口22cが設けられていて，その上に被せられた外蓋部には，前記大口22cと振出し孔22eとをそれぞれ開閉するようにしたヒンジ蓋22a，22bが設けられて，円筒状をした中空容器21の口頸部21aに嵌着できるように形成されている。",
                "このように形成された蓋体22は，図8に示したように，調味料やミルク等の粉体が収容された中空容器21の口頸部に嵌着せしめられて，内容物をスプーン23等を用い大口22cから取り出せたり，また，容器を傾けて振出し孔22eから注出できるようにした粉体容器を形成したものである。",
                "【図7】              【図8】                  【図9】",
                "【0006】",
                "上記のように形成された粉体容器は，内容物を大量に使用したい場合には，外蓋に設けられた大口側のヒンジ蓋22aを開くと大きな口が開口するので，図8に示したように，手にスプーン23を持って容器本体21内に挿入して，内容物を掬い出して使用することができる。",
                "また，内容物を少量だけ使用したい場合には，外蓋に設けられた振出し孔側のヒンジ蓋22bを開くと，内蓋22dに設けられた多数の小孔からなる振出し孔22eが現れるので，図9に示したように，手に持った中空容器21を傾けて振ることにより，内容物を多数の小さな振出し孔22eから注出させて使用することができる。",
                "【0007】",
                "上記のように形成された粉体容器は，ヒンジ蓋22a，22bを選択して開くことにより，内容物を大量に取り出すことも，少量だけ取り出すこともできて，非常に便利ではあるが，その一方で蓋体の構造からして，容器の口径が大きなものには不向きであり，また，内容物によっては小孔である振出し孔部分が目詰まりすることがあり，更には，商品となった蓋体が不正に開封されたか，否かの判別ができないという問題がある。",
                "そこで，上記したような色々な問題点を解決して，中空容器の本体が手に持てる範囲のものであれば，容器の形状や口径の大きさに関係なしに適用することができて，使用する量の大小に合わせて内容物を取り出すことができて，また，蓋体が開封されたか，否かが一目で判別することができるようにした蓋体を備えた粉体容器の出現が望まれている。",
                "【0008】",
                "【発明が解決しようとする課題】",
                "本願の発明は，粉体容器に於ける上記したような各種の問題点を解決するために創案されたもので，中空容器の本体内に収容された粉粒体からなる内容物を，大量に使用する場合には，蓋体を外して必要な量をスプーン等で掬って取り出すことができて，また，少量だけ使用する場合には，容器本体を傾けて蓋体に設けた注出口から注ぎ出すことができるような構成にして，更に，前記蓋体が開封されたか，否かが一目で分かるようにした不正開封防止機能を持たせた蓋体を形成して，該蓋体で開口部が密閉された粉体容器を提供するものである。",
                "【0010】",
                "【発明の実施の形態】",
                "熱可塑性合成樹脂を射出成形して中空容器の口頸部に螺合可能な蓋体2を成形して，前記蓋体2の天板部2aの一部に形成した開口蓋面4に，小径の注出口（振出し口）4aを設けると共に，前記注出口に切除可能な密閉蓋片4bを設けて，更に，前記注出口4を開閉するヒンジ蓋3をヒンジ3bを介して連結した蓋体を一体に成形して，中空の容器本体1の口頸部1aに螺着する螺合筒部2bに破断可能に連結した環状の不正開封防止片5と回動防止片5aを設けて，容器本体1の口頸部1aに着脱可能に螺合，密閉する蓋体2を形成する。",
                "そして，熱可塑性合成樹脂を射出成形あるいはブロー成形して粉粒体を収容可能に中空の容器本体1を成形すると共に，該容器本体の口頸部1aに蓋体2を螺合可能に成形して，前記容器本体内に各種の調味料等を収容した容器本体1の口頸部1aに，前記した蓋体2を着脱可能に螺着して粉末容器を形成する。",
                "【0011】",
                "上記のように形成された粉末容器から内容物を取り出して使用する際に，口頸部1aに螺着された蓋体2を回動すると，螺合筒部2bの不正開封防止片5が破断して開蓋されるので，容器本体1の開口端部に密着した密封部材6や振出し口に切除可能に設けた密閉蓋片4bを除去して注出可能にしてから，多量の内容物を取り出したい場合には，前記蓋体2を容器本体1から外して開口した後にスプーンで内容物を掬って，必要な量を取り出して使用されて，また，少量の内容物を取り出したい場合には，前記蓋体2のヒンジ蓋3を開いてから注出口4aの密閉蓋片4bを切除して開封してから，容器本体1を片手または両手に持って傾けて注出口4aから振出して使用される。",
                "【0012】",
                "【実施例】",
                "以下に，本願発明の粉体容器について，一つの最適な実施例に基づいて，図面を参照しつつ詳細に説明する。",
                "熱可塑性合成樹脂を射出成形して，図1に示すような粉粒体が収容可能な円筒形状をした中空の容器本体1を成形すると共に，前記容器本体の口頸部1aには密閉する蓋体2が螺合可能なネジ部1bを成形して，本願発明に用いる中空の容器本体1を形成する。",
                "【図1】                          【図2】",
                "【0013】",
                "同じように，熱可塑性合成樹脂を射出成形して，図1および図2に示すように，前記中空容器本体1の口頸部1aに螺合する螺合筒部2bを設けて螺合可能な蓋体2を成形すると同時に，前記蓋体の螺合筒部2bに容易に破断可能な連結片2cを介して環状の不正開封防止片（封緘リング）5を形成すると共に，該不正開封防止片の内周面に回動防止片5aを形成する。",
                "そして，更に前記蓋体2の天板部2aの一部の端寄りに設けた開口蓋面4に小径の注出口（振出し口）4aを形成すると共に，前記注出口を塞いで密閉する切除可能な密閉蓋片4bを設けた開口蓋面4を形成して，前記開口蓋面に前記注出口4aを開閉可能となしたヒンジ蓋3を設けた蓋体を一体に成形して，前記中空容器本体1の口頸部1aに着脱可能となした密閉可能な蓋体2を形成する。",
                "【0014】",
                "上記のように形成した中空の容器本体1に，砂糖やチーズ等の調味料やその他の粉粒体を収容してから，図2に示すように，容器本体1の口頸部1aの開口端部にアルミ箔その他の密封部材6を密着せしめて密封してから，前記容器本体の口頸部1aに上記のように形成された開閉可能な注出口4aが設けられた蓋体2を螺合すると，前記容器本体の開口部が密閉された粉体容器が構成される。",
                "【0015】",
                "上記した本願発明の密閉蓋体は，図1および図2に示したように，蓋体2の天板2aの一部にヒンジ3bを介して開閉自在に連結したヒンジ蓋3が形成されると共に，該ヒンジ蓋の下には天板2aの裏面に凹状に連接した開口蓋面4が形成されて，前記開口蓋面4には密閉蓋片4bが設けられた注出口4aが形成されており，図には密閉蓋片には爪先等を引っ掛け可能にした切り欠き部4cが設けられていて，密閉蓋片を容易に切除できるように形成されているが，必ずしもこのような切り欠き部4cを設けておく必要性はない。",
                "【0016】",
                "上記のように形成された粉体容器は，使用するに際しては，蓋体2を回動すると回動防止片5aがネックリング係止して環状の不正開封防止片5が連結片2c部分で簡単に破断されるので，蓋体2を容器本体1の口頸部1aから螺脱すると，容器の開口端部を密封しているアルミ箔等の密封部材6が現れるので，該密封部材を除去すると内容物をスプーン等で掬い出せるようになり，また，前記開口蓋面4の注出口4aを密閉している密閉蓋片4bを切除してから，前記蓋体2を口頸部1aに被着して，再び螺合せしめると内容物を注出して使用可能な状態になる。",
                "上記したように，本願発明の蓋体が用いられた容器に於いては，内容物を取り出すには，蓋体を回動，螺脱せしめてから，更に，容器の開口端部を密封している密封部材を除去しなければならず，蓋体を回動すると環状の不正開封防止片は簡単に破断，分離するので，蓋体が不正に開封されたものであるか，否かがすぐに判別することができる。",
                "また，蓋体を回動せずに，蓋面の注出口から少量ずつ盗み取りしようとしても，注出口を密閉している密閉蓋片を切除すると共に，その下にある密封部材を開口しなければ，注出することができないので，不正に開封されたものは一目で見分けることが可能である。",
                "このように，本願発明の蓋体を用いた容器は，不正開封を防止するために複数の密封手段が設けられているので，内容物を不正に盗み取ることは不可能な構成をしている。",
                "【0017】",
                "このように構成された本願発明の粉体容器は，容器本体1内の内容物を少量だけ取り出して使用したい場合には，図5に示すように，前記蓋体2に設けられたヒンジ蓋3を開いてから手に持った容器本体1を傾けて振ることにより，内容物は注出口4aから少しずつ必要な量を注出することができる。",
                "また，内容物をやや多量に取り出したい場合には，前記蓋体2を容器本体1から螺脱せしめて開口端部を全面開口してから，容器本体1内にスプーンを挿入して内容物を掬うことにより，必要な量を取り出すことができる。",
                "【図5】",
                "【0018】",
                "上記のようにして，粉体容器から内容物の必要な量を取り出して使用した後には，少量だけ使用の場合には，開いていたヒンジ蓋3を閉じてやると，ヒンジ蓋3の内面に突設した嵌合筒壁3aが注出口4aの内周面に嵌合して密着されると共に，ヒンジ蓋3の側面と蓋体2の天板2aとに設けられたアンダーカット部同志が係合して，密閉された状態になり，また，多量に使用した場合には，容器本体1から外していた蓋体2を再び口頸部1aに被着せしめてから螺合すると，蓋体2が容器本体の口頸部1aに螺着されて密閉状態になる。",
                "このようにして密閉された本願の粉体容器は，容器本体1の開口部および蓋体2の注出口4aが完全に密閉されているので，使いかけの場合であっもやや長期間の保存が可能となる。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲8には，次の記載（訳文）がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の背景",
                  "text": [
                    "「この発明は，粉体材料（判決注：“finely divided solid material”の訳であり，細かく分割された固形物を意味する。）を収容する容器に固定されたときに清潔で衛生的な密封と容器収容物の簡便な分配とを可能にする容器蓋に関する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "「図面を参照すると，図1は本発明に係る一体的で着脱可能な熱可塑性容器蓋1を示す。この容器蓋1は実質的に平坦な円形の基体3を有し，この基体の周縁から下方に延びる下延壁5を有する。この壁はしばしば『スカート』とも称される。図4に示すように，前記下延壁5はその内周面にねじ7等の装着部を有し，容器9に対して容器蓋1が着脱可能に装着される。ねじ7は，容器9の首部において対応するねじ11とともに用いられるように図面では描かれているが，下延壁は他の装着部，例えば容器首部のリブに摩擦によって係合される溝や，その他の公知の装着手段が適用される。この蓋が容器の特定部位に強固に装着されたとき，その装着されたボトル（bottle。判決注：瓶を意味する。）やジャー（jar。判決注：広口瓶を意味する。）の首部は前記スカートによって包囲され，容器首部の唇部は基体3の外延及び前記壁の範囲内で基体3の下面を支持しながらこれとの間でシールを形成する。",
                    "前記基体3はその上に隆起した台部13を有し，この台部13は第1隆起平坦面15を有する。この第1平坦面はしばしば『下側隆起領域』と呼ばれ，基体と平行な平面を構成する。この台部は垂直壁すなわち基体の内側縁の周囲に全周にわたって延びるフランジ17によって基体上に支持される。この第1台部はこれを貫通する少なくとも一つの分配用孔aを有する。この孔は通常は複数設けられ，図例では3つであるが，その大きさ及び数は適宜変更される。これらはしばしば『ふるい孔』と呼ばれる。これらは台部を厚み方向に貫通する単純な孔で，台部の表面から上方または下方に隆起する縁やスカートを有しない。",
                    "基体が構成する円の弦に相当する位置で隆起領域15を横切るように段部25が一体的に形成され，この段部25は前記隆起領域13を前記の下側隆起領域または第1台部と，第2台部21を構成する上側隆起領域または肩部19とに分割する。この第2台部の上側の曲線境界23は円形の立直壁17と一体の部分である。この段部を2等分する直径は勿論，段部25により形成される円の弦に対して直交しており，この直径は中央の開口aを2等分する。これにより，前記段部25から最も離れた台部の部分での下側隆起領域の孔の位置が確立される。立直肩部19は隆起台部13の壁17と互いに補い合う外壁23と，内壁25と，を有する。立直壁部には蓋フラップ27が開閉可能に連結される。蓋フラップ27は壁25の上縁に沿って前記立直壁部にヒンジ29を介して開閉可能に取付けられ，このヒンジ29は，立直壁部19とフラップ27との連結部に沿う当該フラップ27の端を撓み可能な膜に薄肉化することで，形成される。この蓋フラップは実質的に平坦な上面31と下面33とを有し，下面33は少なくとも一つの突出部35を有し，この突出部はフラップ部が閉じた時に前記台部13の孔aと嵌合する。孔aの上縁は傾斜していてもよく，突出部35は孔aの周囲の壁と摩擦により係合して嵌合力を付与しながらも閉位置のフラップ27を着脱可能に保持するように形成される。」",
                    "【図1】～【図6】"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1-(1)（本件発明1とクレハ容器との相違点3についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1に係る取消事由1-(1)について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，クレハ容器が有する技術的問題点に照らせば，当業者は，フラップが蓋体に一体的に形成されているというクレハ容器の特長は維持したまま，①フラップの位置を蓋体の周縁部から中央付近に変更する必要があるという課題と，②フラップの向きを外開きに変更する必要があるという課題を同時に認識するところ，甲6～8には上記課題を解決する手段が開示されているから，クレハ容器に甲6～8を組み合わせる強い動機付けが存在し，かつ，甲6～8を組み合わせることには阻害要因がないから，相違点3に係る構成は容易想到である旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，クレハ容器は，食材を収容するとともに，フタをつけたまま電子レンジ等で食材を加熱するための容器であって，穴部は，加熱の際に容器内で食材から発生する蒸気を放出するための穴であり，穴部を閉塞する突起部及び突起部を備える開閉部材は，容器内の食材を保存するときには，穴部を閉塞し，容器内部環境の衛生状態を維持するとともに，食材を加熱するときには，穴部を開けて容器内の水蒸気や膨張した空気を容器外へ排出するためのものであり，また，クレハ容器は，フラップが蓋体と一体的に形成されているため，フラップが別体で形成されていた従来のものと比べて，フラップ部が本体から分離して紛失するという事態を防止することができるものである（前記2，甲3，検甲1，弁論の全趣旨）。",
                        "そして，クレハ容器は，「該開閉部材は，前記フタの周縁領域から外方に突出する摘み部に一体的に接続する，細くかつ薄く形成された部分を備えるとともに，該細くかつ薄く形成された部分を軸に回動し」（前記第2の3(2)アの構成e）との構成を採用しており，従来のフラップ付きの容器において，フラップ部が蓋体周縁部の内側に板状のものとして形成されているのが一般的であったことと対比して，フラップ部が外方に突出しており，かつ，フラップ部の断面形状が Ω 形状に形成されている点に，従来のフラップ付きの容器とは異なる特徴的な構成を見ることができる（本件明細書の段落【0004】，【0005】，甲3，205，検甲1）。",
                        "このように，クレハ容器が「前記フタの周縁領域から外方に突出する摘み部に一体的に接続する，細くかつ薄く形成された部分」（ヒンジ部分）が容器の外側に突出している構成を採用しているため，ヒンジ部分が他の物体と衝突して破損するおそれがある，フラップ部分を開けたときに外方向に大きく広がるため余計なスペースをとる，フラップ部分を洗浄しにくいなどの使用上の不都合等の問題点が生じ得るものということができる（弁論の全趣旨）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかるに，かかる使用上の不都合等の問題点が生じ得るにもかかわらず，クレハ容器が，「該開閉部材は，前記フタの周縁領域から外方に突出する摘み部に一体的に接続する，細くかつ薄く形成された部分を備えるとともに，該細くかつ薄く形成された部分を軸に回動し」（前記第2の3(2)アの構成e）との構成を採用したのは，従来のフラップ付きの容器でフラップ部が蓋体周縁部の内側に形成されているものを製造するに当たっては，蓋とフラップとを2段階成形プロセスで製造することが必要であったが（本件明細書の段落【0007】～【0010】），可動型の金型を用いるなど複雑な金型ではなく，金型の構造を単純なものとして製造可能とするために，フラップを外方に突出させてフラップ部を水平に広げた状態で製造できるよう，あえてかかる構成を採用したものであると推認するのが相当である。そして，固定型と可動型による一体成形技術（甲208～210）自体が，本件優先日当時，公知技術として広く使用されていたとしても，クレハ容器においては，固定型と移動型の双方の金型を必要とすることなく，金型の構造を単純なものとして一体成形可能としたところに，その技術的意義を有するものと認めることができる。",
                        "そうすると，「該開閉部材は，前記フタの周縁領域から外方に突出する摘み部に一体的に接続する，細くかつ薄く形成された部分を備えるとともに，該細くかつ薄く形成された部分を軸に回動し」との構成をあえて採用することによって，上記技術的意義を有するクレハ容器について，フラップの位置を蓋体の周縁部から中央付近に変更することや，フラップの向きを外開きに変更する動機付けがないというべきであって，ひいては，原告主張に係る甲6～8を適用する動機付けが存在するということもできない。",
                        "したがって，原告の上記主張は採用することができない。      "
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決が，クレハ容器のフラップの「基端部」は，フタの周縁領域から「外方に突出する摘み部」に接続され，これに伴い，フラップの断面形状は，周縁領域を乗り越えるため，板状でなくΩ形状とされ，また，「外方に突出する摘み部」に接続することにより，穴部と基端部との距離が大きくなるから，開けやすくなることは技術的に明らかであるところ，クレハ容器のフラップの開閉方向を逆にする場合，かかる技術的利点が失われることになるから，クレハ容器において，フラップの開閉方向を逆にする動機を見出すことはできないと判断したことに対し，「てこの原理」によれば，「穴部と基端部との距離が大きくなる」と，かえって，フラップの「先端部」を同じ力で持ち上げたときに，「突起部」と「穴部」の係合部分にかかる力が小さくなり，開きにくくなることから，上記の技術的利点が存在することを前提とする本件審決の判断は誤っていること，クレハ容器において外開きのフラップ部を設けようとすれば，当業者は，容器として使いやすいようにフラップ部の形状や大きさを適宜調整し，あえて手掛かりがなくなるような形でフラップ部を設けることはあり得ないから，クレハ容器についてフラップの開閉方向を逆にする動機付けが認められる旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "確かに「てこの原理」によれば，クレハ容器において，「突起部」と「穴部」の係合部分に作用する力の大きさは，「先端部と基端部の距離」を，「穴部と基端部の距離」で除した値に比例するから，突起部の回動半径である「穴部と基端部」の距離が大きいほど，「突起部」と「穴部」の係合部分に作用する力は小さくなる方向へ働き，逆に，「穴部と基端部」の距離が小さいほど，「突起部」と「穴部」の係合部分に作用する力は大きくなる方向へ働くはずであるから，クレハ容器のフラップの開閉方向を単純に逆にした場合，「穴部と基端部」の距離は小さくなり，そのため「突起部」と「穴部」の係合部分に作用する力は大きくなり，むしろフラップを開けやすくなるというべきであるから，この点において，本件審決の上記判断には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかし，クレハ容器においては，前記ア(ウ)のとおり，金型の構造を単純なものとして一体成形可能とするため，このような構成を採用したものであるから，そもそもフラップの位置を蓋体の周縁部から中央付近に変更することや，フラップの向きを外開きに変更する動機付けがない。",
                        "また，クレハ容器は，フラップの先端部が凹部の外縁に到達していないため，同先端部が凹部上方に突出しており，先端部に指をかけられることから開けやすいが，フラップの開閉方向を逆にすると，フタの先端部はフタの周縁領域から外方に突出する摘み部に至る部分の湾曲面に沿って重なる構造となり，この場合にはフラップを開くための手掛かりがないため，これを開けやすくするためにはその構成変更に試行錯誤を要する上，クレハ容器は単なる内開きのフラップではなく，フラップの断面形状は，本件発明1の平板状のフラップと異なり，周縁領域を乗り越えるためにΩ形状とされ，フタの周縁領域から外方に突出する摘み部から，周縁領域を乗り越えるように容器内側へ向けてフラップを設けたものであって，かかるクレハ容器の構成を前提として，あえてクレハ容器のフラップを外開きとした場合の構成については，当業者が適宜想定し得るものではない。",
                        "したがって，クレハ容器において，フラップの開閉方向を逆にした場合，大幅な設計変更を余儀なくされるのであり，クレハ容器の構造についての前記の技術的意義に鑑みれば，クレハ容器について，フラップの開閉方向を逆にする動機を見出すことはできないから，本件審決の上記判断は結論において誤りはないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，クレハ容器においては，「凹領域の凹部」，「中間領域」，「隆起する一の領域」は，滑らかに連続して形成されており，また，「周縁領域」，「摘み部」，「摘み部外方」も，狭い範囲で連続して形成されているにすぎないところ，本件審決は，このように狭い範囲で連続して形成された部分を分断し，3×4＝12通りの場合があるとの理由で原告の主張を退けたものであり，不当であるなどと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，クレハ容器においては，前記ア(ウ)のとおりの技術的意義があり，また，前記イ(ウ)のとおり大幅な設計変更を余儀なくされることも明らかであるから，クレハ容器において，フラップの開閉方向を逆にする動機を見出すことはできない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，クレハ容器と甲6～8記載の発明とは，同一の技術分野に属する極めて近接した関係にあることから，クレハ容器の構造に甲6～8に係る容器の構造を組み合わせることは，当業者において容易に想到するものであり，殊に，食品容器を製造販売する業者としては，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておくことが重要であり，また，既に販売されているクレハ容器との差別化を図るためにも，甲6～8記載の発明を適用してその形状の変更を試みるということができるし，相違点3に係る構成によりフラップ部の破損と洗浄時における汚れの溜まりの両方を防ぐとの効果を奏するのであれば，クレハ容器に甲6～8記載の発明を適用してその形状の変更を試みようとする積極的な動機付けが存在する旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，前記アのとおり，クレハ容器は，食材を収容するとともに，フタをつけたまま電子レンジ等で食材を加熱するための容器であって，穴部は，加熱の際に容器内で食材から発生する蒸気を放出するための穴であり，穴部を閉塞する突起部及び突起部を備える開閉部材は，容器内の食材を保存するときには，穴部を閉塞し，容器内部環境の衛生状態を維持するとともに，食材を加熱するときには，穴部を開けて容器内の水蒸気や膨張した空気を容器外へ排出するためのものであることが認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対して，甲6発明は，前記3(1)イの［0003］，［0004］，同ウの［0016］，［0017］，［0019］，［0021］，同エの［0061］～［0067］，［0069］～［0071］，［0073］，［0074］及び［0076］の記載によれば，食材を容器内で真空に保つようにすることを目的とした容器であり，当然のことながら，容器内を真空にすることを前提としており，穴部も真空に係る構成部材（真空感知開口部5，通気孔4）としての穴であり，シール片3（カバー7）も通気孔4をふさぐための開閉部材であり，真空を維持又は解除するためのものであることが認められる。",
                        "そうすると，クレハ容器と甲6発明の容器は，異なる技術分野に属するものであり，クレハ容器の穴部，突起部及び開閉部材と，甲6発明に係る容器の通気孔4，シール片3及びカバー7とは，その用途及び機能が相違するものであるから，クレハ容器に甲6発明を適用する動機付けはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲7に係る容器は，前記4(1)の段落【0001】，【0002】，【0007】，【0008】，【0010】～【0015】，【0017】，【0018】の記載によれば，粉末のコーヒーや砂糖，顆粒状の各種調味料や食品又は粉末状の薬剤や錠剤等の粉粒体用の粉体容器であり，クレハ容器のように，電子レンジ等による加熱可能な容器ではない。また，密閉容器から内容物を取り出すに際して，大量に使用する場合には蓋体を外してスプーン等の道具を用いて取り出し，少量を使用する場合には蓋体に設けられた開口部から注ぎ出すようにして，使用する量に応じて取り出し口を選択できるようにした蓋体を有するものであって，注出口4aは内容物である粉粒体を容器外へ振り出すための穴であり，嵌合筒壁3a及びヒンジ蓋3は，注出口4aを開閉するためのものであることが認められる。",
                        "そうすると，クレハ容器と甲7に係る容器は，異なる技術分野に属するものであり，クレハ容器の穴部，突起部及び開閉部材と，甲7に係る容器の注出口4a，嵌合筒壁3a及びヒンジ蓋3とは，その用途及び機能が相違するものであるから，クレハ容器に甲7記載の発明を適用する動機付けはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲8に係る容器は，前記4(2)の記載によれば，粉体材料（finely divided solid material：細かく分割された固形物）を収容する容器であり，クレハ容器のように，電子レンジ等による加熱可能な容器ではない。また，分配用孔aは内容物である粉体材料を容器外へ振り出すための穴であり，突出部35及び蓋フラップ27は，分配用孔aを開閉するためのものであることが認められる。",
                        "そうすると，クレハ容器と甲8に係る容器は，異なる技術分野に属するものであり，クレハ容器の穴部，突起部及び開閉部材と，甲8に係る容器の分配用孔a，突出部35及び蓋フラップ27とは，その用途及び機能が相違するものであるから，クレハ容器に甲8記載の発明を適用する動機付けはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，クレハ容器と甲6～8に係る容器は，異なる技術分野に属し，クレハ容器の穴部，突起部及び開閉部材と，これに対応する甲6～8に係る容器の各部材とは，その用途及び機能が相違するものである。このように，技術分野，用途及び機能の異なるクレハ容器に対して，あえて甲6～8記載の発明を適用する動機付けを見出すことはできない。",
                        "したがって，原告の前記(ア)の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，無効審判において，相違点3に係る構成は甲6～8に全て記載されており，クレハ容器に甲6～8記載の発明を適用することによって相違点3に係る構成に到達すると主張していたにもかかわらず，本件審決は，クレハ容器に甲6～8記載の発明を適用することによって相違点3に係る構成に到達することが可能か否かについては何ら検討していないから，本件審決の判断には，理由不備ないし審理不尽が存在する旨主張する。",
                    "そこで検討するに，証拠（乙2，3）によれば，原告は，無効審判請求において，無効理由1として，本件発明1はクレハ容器と比較して，相違点1～3において相違するが，相違点1～3に係る構成は，クレハ容器のフタの開閉部材（フラップ）について，内開きのタイプのものに替えて，甲6～8の外開きタイプのものを用いることにより，当業者が容易に想到し得たものであるとして，クレハ容器と甲6との組み合わせに基づく容易想到性，クレハ容器と甲7との組み合わせに基づく容易想到性，クレハ容器と甲8との組み合わせに基づく容易想到性についてそれぞれ検討して容易想到である旨主張した。",
                    "これに対して，本件審決は，相違点3についての判断の中で，「容器においては，フラップの「基端部」を中心側とし「先端部」を周辺側としたもの（例えば，甲第6号証，甲第7号証），「基端部」を周辺側とし「先端部」を中心側としたもの（例えば，甲第4号証，甲第5号証），いずれも周知であり，適宜選択されている。したがって，フラップの開閉方向それ自体については，格別なものではない。」として，フラップ部の開閉方向自体については，甲6及び7に照らして，格別の技術的利点があるわけではないとしたが，具体的にクレハ容器についてフラップの開閉方向を逆にして相違点3に係る本件発明1の構成に到達するか否かの検討においては，クレハ容器と甲6～8との組み合わせに基づく容易想到性について何ら触れることなく，これを容易想到とはいえない旨判断していることから，本件審決にはこの点において審理不尽があるといわざるを得ない。",
                    "しかし，前記ア～エのとおり，クレハ容器に甲6～8記載の発明を適用する動機付けはなく，クレハ容器に甲6～8記載の発明を適用することにより，相違点3に係る発明特定事項のように構成することが容易に想到し得たということはできない。",
                    "したがって，本件審決には，上記のとおりの審理不尽があるものの，この点は本件審決の結論に影響を及ぼすものということはできず，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によれば，本件発明1に係る取消事由1-(1)は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明2～11は，本件発明1に従属し，本件発明1をさらに限定するほかは，本件発明1の発明特定事項をすべて含むものであるから，前記(1)において説示した内容は，すべて本件発明2～11についても妥当する。",
                "本件発明12は，本件発明1の「蓋体」を，蓋体からなる「容器」とし，胴体部を「一端有底筒状」とするものであるほかは，本件発明1の発明特定事項をすべて含むものであるから，前記(1)において説示した内容は，すべて本件発明12についても妥当する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，原告主張の取消事由1-(1)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由1-(2)（本件発明1とクレハ容器との相違点1についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1に係る取消事由1-(2)について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，クレハ容器に甲6～8を適用することによって「中間領域」が存在しない構成に到達することができ，また，クレハ容器の「隆起する領域」と「凹領域」は，滑らかに連続して構成されており，互いに隔てられた別個独立した領域となっているのではなく，「凹領域」に至る部分には，ほぼ平坦になっている部分（中間領域）があるが，「隆起する領域」と「凹領域」が滑らかに連続して構成されていることに変わりはないから，「中間領域」の有無は，そもそも本件発明1との実質的な相違点には該当しないこと，仮に中間領域が存在することによって，フラップを中間領域に接続するという選択肢が生じるとしても，それは本件発明の効果とは何ら関係のない，極めて些細な単なるデザイン上の問題にすぎず，本件発明の進歩性を基礎付けるものではない旨主張する。",
                    "そこで検討するに，下図のとおり，クレハ容器の「隆起する一の領域」と「凹領域」との間には，「隆起する一の領域」より低く且つ「凹領域」より高い「中間領域」が存在しており，「隆起する一の領域」と「凹領域」が「中間領域」により互いに隔てられた領域となっていることは明らかである。",
                    "したがって，クレハ容器においては「中間領域」が存在することから，本件発明1の構成要件Hに係る「（隆起する）前記一の領域が，…凹領域を備え」ているものではなく，フラップ（開閉部材）を収容する凹領域は，隆起する一の領域より低く形成された中間領域に存在しているものであって，本件発明1の構成要件Iに係る「凹領域は前記一の領域上面の周縁部に接続して」いるものではないことは明らかであって，これを実質的な相違点ではないとすることはできない。",
                    "また，クレハ容器は，フラップ（開閉部材）を収容する凹領域が本件発明1には存在しない中間領域に存在するから，仮にクレハ容器のフラップ（開閉部材）をそのまま位置関係を逆とした場合，フラップの「基端部」を配置する可能性のある位置として「中間領域」が加わることにより，フラップの位置の可能性の選択肢が増すことになり，相違点1に係る構成に至ることを困難にするものということができる。",
                    "そうすると，前記5(1)で説示したとおり，クレハ容器に甲6～8記載の発明を適用する動機付けもないことも踏まえれば，相違点1に係る発明特定事項のように構成することは容易に想到し得たとすることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件特許の請求項1には，凹領域に「凹部」が存在しないという限定は存在せず，クレハ容器の蓋体においても，凹領域の一部分が深くなる形で凹部が形成されており，凹部は凹領域の一部を形成するにすぎないから，凹領域は一の領域の周縁部に接続しているものであって，本件発明1に到達するために，クレハ容器から，あえて凹部を「廃する」必要はなく，「凹部」の存在は，両者の実質的な相違点ではないこと，仮に「凹部」の有無を相違点としたとしても，まず始めに，凹部のない凹領域のみを有する蓋体が開発され，その後，指でフラップを開けやすくするために，凹領域の中に凹部を設けるようになったという技術の流れは，常識に照らして容易に理解されるところであるから，本件発明1は，凹部が存在する従来技術（クレハ容器等）と比較して，単に凹部をなくした後退発明にすぎず，本件発明1の進歩性が肯定されることはない旨主張する。",
                    "しかし，本件特許の特許請求の範囲請求項1には，構成要件として「凹部」は記載されておらず，その一方で，前記1(1)のとおり，本件明細書の段落【0047】には，「フラップ部（22）の先端部は，周縁領域（211）とフラップ部周囲領域（212）の隣接するスロープによって形成される谷状部に向けて突出する。このため，図10に示す実施形態においては，図1乃至図6に示す蓋体（2）の凹部（123）は形成されず，フラップ部（22）を収容する凹領域（122）のみが形成されている。」と記載されている。これに対して，クレハ容器は，凹領域に凹部を備えており，前記2の構成要件fに係る「前記開閉部材の先端部は，前記凹部の外縁に到達しておらず」との構成により，先端部に指をかけやすいものとされていることは明らかであるから，クレハ容器からあえて凹部を取り去る動機付けはないというべきである。そうすると，「凹部」の存在は，本件発明1とクレハ容器の実質的な相違点ではないとすることはできないし，クレハ容器から相違点1に係る本件発明1の構成に至ることを容易に想到できるということもできない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明1に係る取消事由1-(2)は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)において本件発明1とクレハ容器との相違点1について説示した内容は，前記5(2)と同様に，すべて本件発明2～12に係る相違点1についても妥当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "以上のとおりであるから，原告主張の取消事由1-(2)は理由がない。  "
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由2（甲6発明を主引例とする本件発明1の容易想到性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1に係る取消事由2について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，食品容器を電子レンジで加熱する際に食品から生じる蒸気を逃がすために，開閉部材（フラップ）に設けた突起と蓋に設けた穴との組合せを用いることは，クレハ容器，甲4に係る容器，甲5に係る容器等で採用されており，本件特許出願の優先日前に周知であったところ，甲6に係る食品容器の「シール片3」に替えて「カバー7」に突起部を設け，これにより「通気孔4」を閉塞可能とすることは，当業者が容易になし得る設計変更にすぎないこと，電子レンジによる加熱時に食品から生じる蒸気を逃がすための通気弁や突起部のあるフラップは，甲6自体に従来技術として記載されており（段落［0004］），甲6発明は，当該従来技術について，容器内部を真空に保持するという構成を付加することによって進歩性を主張するものであるから，食品等を保管するに際して，容器内部の真空状態の保持までは必要とされない場合には，単に従来技術に回帰すればよく，その際に，通気穴をふさぐ部品として，シール片ではなく突起部を用いることは，甲6自体の記載から当然に示唆されているということができるから，真空状態の保持が不要なのであれば，甲6発明において，シールに替えて突起部を用いればよいことは，当業者にとって自明である旨主張する。",
                    "しかし，前記5(1)エ(ウ)で説示したとおり，甲6発明は，前記3(1)イの［0003］，［0004］，同ウの［0016］，［0017］，［0019］，［0021］，同エの［0061］～［0067］，［0069］～［0071］，［0073］，［0074］及び［0076］の記載によれば，食材を容器内で真空に保つようにすることを目的とした容器であり，容器内を真空にすることを前提としており，穴部も真空に係る構成部材（真空感知開口部5，通気孔4）としての穴であり，シール片3（カバー7）も通気孔4をふさぐための開閉部材であり，真空を維持又は解除するためのものであり，自律的に作動する逆止弁40を形成し，真空ポンプの接続など真空吸引及び真空維持に必要な構成を有しているものである。したがって，食材を加熱するための容器において加熱時に発生した水蒸気，空気又は水分を排出するための本件発明1の穴部及びフラップ部とは，その構成及び機能が相違するというべきである。",
                    "そして，前記3(1)イの甲6の［0004］には，「電子レンジでの加熱中に均圧する通気弁またはエアレーションバルブを設けた食品収容容器の蓋が知られている。たとえば，欧州特許出願 EP 0 633 196 A2 号はこのタイプの機構を説明している。通気弁またはエアレーションバルブを使用することで，加熱時における食品収容容器内部での過圧力の増大を防ぐことができる。…この容器では，真空下での食品貯蔵の向上や食品収容容器内の圧力レベルの表示を達成することは意図されていない。」と記載され，従来技術である通気弁（フラップ（開閉部材）に設けた突起と蓋体に設けた穴との組合せ）の開示のある欧州特許公開公報（EP0633196A2）（甲15）については，真空下での食品貯蔵の向上や容器内の圧力レベルの表示を達成することは意図されていないとされている。",
                    "そうすると，上記のとおり，甲6発明は食材を容器内で真空に保つようにすることを目的として，シール片3（カバー7）を採用したものであるから，仮に原告主張のとおり，食品容器を電子レンジで加熱する際に食品から生じる蒸気を逃がすために，開閉部材（フラップ）に設けた突起と蓋に設けた穴との組合せを用いることが本件特許出願の優先日前に周知であったとしても，あえて，甲6発明に上記従来技術ないし周知技術を適用する動機付けはないというべきである。そして，上記のとおり，甲6発明は，真空状態の保持を目的とする発明であるから，容器内部の真空状態の保持までは必要とされない場合を想定して，従来技術に回帰する必然性や動機はないというべきである。",
                    "したがって，甲6発明において，相違点5に係る発明特定事項のように構成することは容易に想到し得たということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲6は食品を収容するための容器であり，清潔に保つために十分な洗浄が必要となるところ，甲6に記載されている「シール片」は構造が複雑であり，その洗浄が難しいという欠点があるのに対し，「突起部」は極めて単純な構造しか有しておらず，容易に洗浄することができるから，真空状態の保持が不要なのであれば，当業者は，シール片に替えて突起部を用いることを当然に試みるということができ，甲6の段落［0004］に記載のある従来技術は，通気穴をふさぐ部品として突起部を用いることを直接的に示唆するものであるから，甲6の「逆止弁40を構成するシール片」を周知技術の「突起部」に置換することには，積極的な動機付けが存在するということができる旨主張する。",
                    "しかし，前記アのとおり，甲6発明に開閉部材（フラップ）に設けた突起と蓋に設けた穴との組合せを用いるという従来技術を適用する動機付けがないというべきであるし，甲6発明は，真空状態の保持を目的とする発明であって，真空の維持又は解除に係る甲6発明の課題に鑑みると，容器内部の真空状態の保持を不要とする場合を想定して，上記の従来技術を採用する必然性や動機はないというべきであるから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件発明1に係る取消事由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)において本件発明1と甲6発明との相違点5について説示した内容は，前記5(2)と同様に，すべて本件発明2～12に係る相違点5についても妥当する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}