{
  "decision": [
    {
      "fig": "1",
      "text": "第1審原告らの控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "第1審被告の控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "第1審原告らの控訴に係る訴訟費用は第1審原告らの負担とし，第1審被告の控訴に係る訴訟費用は第1審被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "第1審原告ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，第1審原告らの敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "第1審被告は，第1審原告らに対し，それぞれ817万6692円及びこれに対する平成22年7月14日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "第1審被告は，第1審原告らに対し，別紙謝罪広告目録記載の謝罪文を同目録記載の要領で同目録記載の新聞に掲載せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訴訟費用は，第1，2審とも第1審被告の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "第1審被告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，第1審被告の敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記取消部分につき，第1審原告らの請求をいずれも棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1，2審とも第1審原告らの負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決においては，原判決が定義した略称を用いる。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，第1審原告らが，第1審被告が平成20年9月11日から平成22年7月14日までの間，本件店舗において使用した被告各標章は原告商標と類似しており，被告各標章の使用は第1審原告らが有する原告商標権の侵害（商標法37条1項）に当たると主張して，第1審被告に対し，①民法709条（商標権侵害）に基づく損害賠償として，それぞれ854万9033円及びこれに対する平成22年7月14日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めるとともに，②商標法39条，特許法106条に基づき，第1審原告らの業務上の信用を回復させるために必要な措置として，謝罪広告を求めた事案である。",
            "原審は，第1審原告らの請求は，第1審被告が第1審原告らに対しそれぞれ37万2341円及びこれに対する平成22年7月14日から支払済みまで民法所定の年5分の割合による遅延損害金を支払う限度で理由があるが，その余は理由がないとして，第1審原告らの請求を一部認容する判決をしたため，第1 審原告ら及び第1審被告双方が，それぞれの敗訴部分を不服として本件各控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，原判決の「事実及び理由」第2の1及び3並びに第3記載のとおりであるから，これを引用する（以下，原判決を引用する場合，原判決が定義した略称を除き，「原告」を「第1審原告」と，「被告」を「第1審被告」と，「別紙」を「原判決別紙」と，それぞれ読み替える。）。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，第1審原告らの請求は，原告商標権侵害による使用料相当額の損害101万7023円及び弁護士費用10万円並びにこれに附帯する遅延損害金の支払を求める限度で理由があると判断する。その理由は，次のとおり原判決を補正するほかは，原判決の「事実及び理由」第4の1ないし5記載のとおりであるから，これを引用する。",
            "（原判決の補正）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決28頁1行目「，118，119」の後に「，124～128」を付加する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決29頁21行目冒頭から同頁26行目末尾までを次のとおり改める。",
                "「ぐるなび等のホームページに「とんかつ  いなば和幸」等，「いなば和幸」の表示を含むクーポンを掲出する等の広告宣伝活動を行っている。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決33頁26行目の「「和幸」は造語であって」から同34頁1行目の「であることから，」までを次のとおり改める。",
                "「「和幸」の部分については，「和幸」が造語であって，その部分が取引者，需要者に対し被告標章1の役務の出所識別標章として強く支配的な印象を与えるものと認められることから，」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決36頁6行目の「重ねてきた結果」から同頁7行目の「至った」までを次のとおり改める。",
                "「重ねてきたものであり，さらに，第 1 審原告らは，平成11年頃から一般の新聞，スポーツ新聞，ラジオ等に大々的に広告を行うなどしてその知名度を高める経営努力を重ね，また，平成19年2月からはサッカーのJ1及びヤマザキナビスコカップにおける川崎フロンターレのアップシャツスポンサーとなり，第1審原告らのロゴが表示されたアップシャツ等を着用した選手が出場した試合がテレビ中継されたり，全国的なグルメ雑誌である「おとなの週末」に第 1 審原告らの店舗を紹介する記事が掲載されるなどした結果，遅くとも平成20年頃には原告商標が幅広い地域において有名な豚カツチェーン店の名称として認知されるに至った」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決37頁19行目の「重ねてきた結果」から同頁20行目の「至った」までを次のとおり改める。",
                "「重ねてきたものであり，さらに，第1審原告らは，平成11年頃から一般の新聞，スポーツ新聞，ラジオ等に大々的に広告を行うなどしてその知名度を高める経営努力を重ねるなどした結果，遅くとも平成20年頃には原告商標が幅広い地域において有名な豚カツチェーン店の名称として認知されるに至った」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決38頁25行目から26行目の「重ねてきた結果」から同39頁6行目末尾までを次のとおり改める。",
                "「重ねてきたものであり，また，本件3社の中では，第1審原告らが最も古くから「和幸」の名称を使用しており，かつ，最も多くの店舗を展開していることは，前記1(1)ないし(3)において認定したとおりであり，さらに，第 1 審原告らは，平成11年頃から一般の新聞，スポーツ新聞，ラジオ等に大々的に広告を行うなどしてその知名度を高める経営努力を重ねるなどした結果，遅くとも平成20年頃には原告商標が幅広い地域において有名な豚カツチェーン店の名称として認知されるに至ったと認められるから，「和幸」の文字部分が相応の出所識別力を有することは前記のとおりである。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決39頁21行目の「積み重ねてきた」から同頁22行目の「至った」までを次のとおり改め，同頁23行目の「相当程度の」を「相応の」と改める。",
                "「積み重ねてきたものであり，さらに，第1審原告らは，平成11年頃から一般の新聞，スポーツ新聞，ラジオ等に大々的に広告を行うなどしてその知名度を高める経営努力を重ねるなどした結果，遅くとも平成20年頃には幅広い地域において有名な豚カツチェーン店の名称として認知されるに至った」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決40頁21行目の「当てはまらないというべきであるし」から同頁24行目の「いうべきである。」までを次のとおり改める。",
                "「当てはまらないというべきであるから，第1審原告らの上記主張はその前提において採用し得ない。また，第 1 審原告和幸商事と第 1 審被告との間で成立した本件和解においても，第 1 審被告は，新たに出店する「とんかつ店」については，「とんかつ和幸」の名称に冠を付する等，第1審原告らの表示である「とんかつ和幸」と明確に区別できる表示に変更する義務を負うものの，第 1 審被告が「和幸」の文字を使用すること自体は禁止されていないこと，及び，本件店舗の営業形態からすれば，本件店舗は，いわゆる「定食屋」として取引者・需要者に認識される店舗であり，第1審被告がこれに被告各標章を使用したことは，本件和解条項における「和幸」の文字の上記使用条件に合致しないものではあるけれども，第1審被告は被告標章1につき商標の設定登録を受けた上でその使用を開始したとの前記経緯に照らせば，これを悪質なものであるということもできない。」"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決41頁14行目冒頭から同42頁6行目末尾までを次のとおり改める。",
                "「  しかしながら，原告商標が，遅くとも平成20年頃には幅広い地域において有名な豚カツチェーン店として認知されるに至ったとしても，多角的経営がなされることが珍しくない現代において，豚カツ専門のチェーン店が，従来から使用してきた商標そのものではなく，これと類似する標章を使用して，豚カツ以外のメニューもそろえて定食屋のチェーン店を展開することは，事業としては決して珍しくはないことであり，第1審被告が被告各標章を使用して提供した料理の品質が劣悪であったとかの特段の事情がない限り，これにより豚カツ専門のチェーン店を展開している第1審原告らの信用が害されるものと認めることはできない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，原判決は正当であり，本件各控訴はいずれも理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}