{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成23年7月13日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と読み替えるほか，適宜これに準じる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件請求の要旨",
              "text": [
                "本件は，名称を「Web-POS 方式」とする本件発明についての本件特許権(特許番号・第4579336号)の専用実施権者である控訴人が，被控訴人に対し，被控訴人が提供する被控訴人サービス(ベルメゾンネット)において採用されている被控訴人システムが本件発明の技術的範囲に属すると主張して，本件特許権侵害の不法行為に基づく損害賠償の一部として1億円及びこれに対する不法行為の日以降である平成23年7月13日から支払済みまで年5分の割合による遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の内容",
              "text": [
                "本件発明は，次のとおりである(原判決の付した略称に基づく分説後のもの)。",
                "【A】HTTPを用いてHTMLで記述された初期フレームプログラム，カテゴリーリストプログラム及びPLUリストプログラムを含むHTMLリソースを供給するサーバ装置を備えた，",
                "【B】販売時点情報管理を行うためのWeb-POSネットワーク・システムの制御方法であって，",
                "【C】該サーバ装置からクライアント装置に対して送信された，初期フレームプログラムが，該クライアント装置において実行されることにより，少なくとも，",
                "1)該クライアント装置から上記サーバ装置に対して，カテゴリーリストプログラムのダウンロードを要求するHTTPメッセージが送信される過程，",
                "2)該要求に基づき，Webサーバ・プログラムがHDDの記憶媒体からカテゴリーリストプログラムを読み出し，上記サーバ装置から該クライアント装置に対して，上記カテゴリーリストプログラムが送信される過程，",
                "3)上記クライアント装置から上記サーバ装置に対して，PLUリストサーバプログラムの実行を指示するHTTPメッセージが送信されると，上記サーバ装置が，PLUリストサーバプログラムを起動して，PLUリストプログラムを生成し，上記クライアント装置に対して，PLUリストプログラムが送信される過程，",
                "4)及び，商品情報の入力毎に，それに対応するPLU情報が上記サーバ装置に問い合わされる過程，",
                "からなり，",
                "【D】前記サーバ装置のPLUマスタDB内のカテゴリー対応レコードリスト及び同PLUマスタDB内の商品情報対応レコードリストが，それぞれ，前記クライアント装置における商品カテゴリーが変更される毎に，また前記クライアント装置における商品識別情報が入力(選択)される毎に，前記サーバ装置から前記クライアント装置にダウンロードされると共に，",
                "【E】該クライアント装置においては，前記サーバ装置から受信した商品基礎情報をタッチパネル，キーボード，またはマウスからなる入力手段を有する表示画面に表示し，該入力手段により上記表示された商品を特定する商品に関する識別情報である商品識別情報を入力(選択)し，前記サーバ装置から受信した商品基礎情報から上記入力(選択)した商品識別情報に対応する商品基礎情報のレコードを取得して，該商品基礎情報と上記入力(選択)した商品識別情報とに基づいて注文商品明細情報を上記表示画面に出力する，",
                "【F】汎用のコンピュータとインターネットを用い，HTTPに基づいて通信を行うWebサーバ・クライアント・システム上でWebブラウザのみでPOS機能が実現されるWeb-POSシステムにおいて，",
                "【G】商品カテゴリー，メーカー，商品名及び価格からなる商品基礎情報が記憶されている前記PLUマスタDBが前記サーバ装置のみに設けられて，",
                "【H】前記すべての商品基礎情報が前記サーバ装置のみによって管理されると共に，",
                "【I】前記タッチパネル，キーボード，またはマウスからなる入力手段を有する表示装置において，商品カテゴリーリストを表示する部分(第1フレーム)の表示過程と，該カテゴリー内の商品名が表示される，商品PLUリストを表示する部分(第2フレーム)の表示過程と，前記商品基礎情報と前記入力した商品識別情報とに基づいて出力される入力結果の注文商品明細を表示する部分(第3フレーム)の表示過程を経て，",
                "【J】前記クライアント装置における上記注文商品明細情報が該クライアント装置から前記サーバ装置に送信されることで，販売時点情報管理が行われることを特徴とする",
                "【K】Web-POSネットワーク・システムの制御方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人システムの概要",
              "text": [
                "被控訴人システムにおける各画面の遷移の概要と，控訴人が主張した本件発明の構成要素との対応関係の要旨は，次のとおりである。控訴人は，実施態様1については，第2画面の赤枠部分を表示するブログラムを，実施態様2については，第3画面の赤枠部分及び青枠部分を表示するプログラムを，それぞれ初期フレームプログラムと主張している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "実施態様1",
                  "text": [
                    "【第2画面】  【第3画面】(第2画面の赤枠内部のリンクを・赤枠部分(第1フレーム)  クリック)",
                    "・青枠部分(第2フレーム)  ・赤枠内部(商品カテゴリーリスト)",
                    "・青枠部分(第2フレーム)",
                    "・青枠内部(商品PLUリスト)",
                    "【第5画面】(第4画面の[カートに入れる]ボタン及び次画面の[カートの中を見る]ボタンをクリック)",
                    "【第4画面】(第3画面の青枠部分のリ・緑枠部分(第3フレーム)",
                    "ンクをクリック)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施態様2",
                  "text": [
                    "【第2画面】  【第3画面】(第2画面の赤枠内部のリンクをクリック)",
                    "・赤枠部分(第1フレーム)",
                    "・赤枠内部(商品カテゴリーリスト)",
                    "・青枠部分(第2フレーム)",
                    "・青枠内部(商品PLUリスト)",
                    "【第5画面】(第4画面の[カートに入れる]ボタン及び次画面の[カートの中を見る]ボタンをクリック)",
                    "・緑枠部分(第3フレーム)  【第4画面】(第3画面の青枠部分のリンクをクリック)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原審の判断",
              "text": [
                "原判決は，被控訴人システムは，本件発明の構成要件 A，C 及び I に記載されたプログラムの実行手順及び実行内容とは異なる手順，内容で実行されているので，上記各構成要件を充足せず本件発明の技術的範囲に属しないとして，控訴人の請求を棄却した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "本件の前提となる事実は，次のとおり補正するほかは，原判決の「事実及び理由」欄の第2の1に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁26行目から同3頁1行目の「登録を受けた(」の次に「登録簿上の名称・『ジーピーシ―  コリア  インク.』，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁25行目の「ショッピングモール」を「ショッピングサイト」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決10頁6行目の「選択」を「クリック」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決12頁12行目から同13行目にかけての「ストレージ(記憶装置)である」を「ストレージ(記憶装置)であって，外部から利用することのできる」に，同14行目の「ストレージ(記憶装置)である」を「ストレージ(記憶装置)であって，内部のみで利用する」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決13頁11行目の「2時間に1回の頻度で」の次に「SEO サーバによって」を加える。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点及び争点に関する当事者の主張",
      "text": [
        "本件の争点及び争点に関する当事者の主張は，下記1のとおり補正し，同2のとおり当審における当事者の補充主張を，同3のとおり当審における控訴人の新たな主張を，同4のとおり当審における控訴人の新たな主張に対する被控訴人の反論を，それぞれ加えるほかは，原判決の「事実及び理由」欄の第1の2及び同3に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決16頁21行目の「構成要件Cの柱書」の次に「( 1)から 4)までに列記の部分を除く部分。以下同じ。)」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決18頁1行目の「(第1フレーム)」，同2行目の「(第2フレーム)」及び同3行目の「(第3フレーム)」をいずれも削る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決20頁24行目の「『商品詳細ページ』のデータ自体が，」を「抽出されたデータが，」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決22頁5行目から同6行目にかけての「第2画面ソースの桃色表示部分のプログラム」を「第2画面ソースの21頁の桃色表示部分と同23頁の桃色表示部分を含むこの両者に挟まれた部分(以下，単に「桃色表示部分」という。)のプログラム」に改め，同7行目の「(第1フレーム)」の次に「及び青枠部分の表示領域(第2フレーム)」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決23頁1行目の「青枠部分の」を「青枠部分(第2フレーム)に」に改め，同10行目から同11行目にかけての「第5画面の」の次に「緑枠部分(第3フレーム)に」を，同18行目の「赤枠部分」の次に「の表示領域(第1フレーム)」を，同行目の「青枠部分の表示領域」の次に「(第2フレーム)」をそれぞれ加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決24頁19行目の「第5画面の」の次に「緑枠部分(第3フレーム)に」を加える。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決26頁4行目の「送信が，」の次に「構成要件Cの」を加え，同9行目の「及び」から同11行目の「と解される。)」までを削る。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決27頁16行目の「，PLUリストが」から同17行目の「領域」までを削る。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "text": [
                "商品カテゴリーリスト及び商品PLUリストを表示する領域を確保するためには，frameタグを用いなければならないものではない。tableタグを用いることにより，背景を使ってページがフレームに分かれているように見せかけて領域を確保する方法(甲32)や画面を表構成にして領域を確保する方法(甲32，34)，又はスタイルシートを用いることにより，長方形のエリアを設定して領域を確保する方法(甲24の2)を利用して，当該領域にコンテンツを表示することが，原出願日当時，周知であり，これもまた，本件発明における領域確保といえる。",
                "したがって，本件発明の「フレーム」とは，frameタグを用いた画面分割の方法により表示されたものに限られず，何らかの表示装置又は何らかの表示部分の一定の領域を意味するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "tableタグを用いることで，データを行や列で区切って見やすく配置することは可能であるが，frameタグを用いた場合のように，それぞれの領域に異なるHTML文書を表示することはできないため(乙30の2，乙31の2)，tableタグを用いた場合は，一方の領域での選択や変更に伴い，他方の領域の表示も制御することができなくなる。スタイルシートは，HTMLに用いる書式情報(フォント，サイズ，色等)の組合せを集約した書式集であり，その中から任意のスタイルを本文中の特定部分に設定することで，フォント，サイズ，色等を一括して設定し，表示することを可能にするものであるが，表示領域の確保とは何らの関係もなく(乙30の2，乙31の2)，それぞれの領域に異なるHTML文書を表示することはできない。",
                "tableタグやスタイルシートは，単一のWebページ内での単なる表現手段として領域を指定配置して表示させることであり，見た目上の表現の結果のみを表面的に比較するのは失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の新たな主張(実施態様3)",
          "text": [
            "下記(1)から(4)までのとおりの実施態様(実施態様3)と被控訴人システムの構成によれば，被控訴人システムは，本件発明の構成要件をすべて充足する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "初期フレームプログラム",
              "text": [
                "被控訴人システムは，前記第2画面の赤枠部分に表示されているカテゴリーのうち，例えば，「コート」のリンクを表示し，第3画面を表示するためのHTMLソースコードのダウンロードを要求するHTTPメッセージをWebサーバに送信することに係る第2画面ソース21頁下から3行～22頁1行目(<div><a href=\"…\">コート</a></div>)のプログラム(初期フレームプログラム)を備える。",
                "第2画面"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "第1フレーム及びカテゴリーリストプログラム",
      "text": [
        "利用者が，第2画面の例えば「コート」のリンクをクリックすると，利用者端末からWebサーバに対して，第3画面ソースの59頁及び60頁の紫色表示部分(<div class=\"…\">  </div>)のコードを含むHTMLソースコードのダウンロードを要求するHTTPメッセージが送信され，これに基づき，アプリケーションサーバが，上記のプログラムを含むHTMLソースコードを作成し，これが，Webサーバから利用者端末に送信されて実行されることで，第3画面の赤枠部分の表示領域(第1フレーム)が表示される。また，第2画面の例えば「コート」のリンクをクリックすると，利用者端末からWebサーバに対して，第3画面ソースの橙色表示部分のプログラム(カテゴリーリストプログラム)を含むHTMLソースコードのダウンロードを要求するHTTPメッセージが送信される。これに基づき，アプリケーションサーバが，上記のプログラムを含むHTMLソースコードを作成し，これが，Webサーバから利用者端末に送信されて実行されることで，第3画面の赤枠部分の表示領域(第1フレーム)にカテゴリーリスト(商品カテゴリーリスト)が表示される。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "第2フレーム及びPLUリストプログラム",
      "text": [
        "利用者が，第2画面の例えば「コート」のリンクをクリックすると，利用者端末からWebサーバに対して，第3画面ソースの8頁及び55頁の紫色表示部分(<div class=\"…\">  </div>)のコードを含むHTMLソースコードのダウンロードを要求するHTTPメッセージが送信され，これに基づき，アプリケーションサーバにおいて，上記のプログラムを含むHTMLソースコードを生成し，これが，利用者端末に送信され，実行されることで，第3画面の青枠部分の表示領域(第2フレーム)が確保される。また，第2画面の例えば「コート」のリンクをクリックすると，利用者端末からWebサーバに対して，第3画面ソースの水色表示部分のプログラム(PLUリストプログラム)を含むHTMLソースコードのダウンロードを要求するHTTPメッセージが送信され，アプリケーションサーバにおいて，商品検索システムから受領した「コート」のページのHTMLソースコード作成の基礎となる情報に基づき，これをHTMLソースコードに変換するプログラム(PLUリストサーバプログラム)を起動して，上記のプログラム(PLUリストプログラム)を含むHTMLソースコードを生成し，これが，利用者端末に送信され，実行されることで，第3画面の青枠部分の表示領域(第2フレーム)に個別商品リスト(商品PLUリスト)が表示される。",
        "第3画面"
      ]
    },
    {
      "fig": "(4)",
      "subject": "第3フレーム，注文商品明細及びPLU情報",
      "text": [
        "利用者が，第3画面の青枠部分の例えば「カラーコート【ネット限定サイズあり】」というリンクをクリックすると，利用者端末からWebサーバに対しその商品の詳細ページの要求が送信され，利用者端末には第4画面(PLU情報)が表示される。",
        "さらに，利用者が，第4画面で[カートに入れる]ボタンをクリックし，続けて，[カートを見る]ボタンをクリックすると，第5画面の緑枠部分の表示領域(第3フレーム)に上記注文商品の明細情報(注文商品明細情報)が表示される。",
        "第4画面",
        "第5画面"
      ]
    },
    {
      "fig": "4",
      "subject": "当審における控訴人の新たな主張に対する被控訴人の反論",
      "text": [
        "控訴人が上記3(1)にて初期フレームプログラムと主張するコードは，第2画面から第3画面へのハイパーリンクであって，画像表示を第3画面に遷移することを求めるものにすぎず，第3画面の表示を行っているのは第3画面ソースである。",
        "したがって，上記コードは，初期フレームプログラムには該当し得ない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人システムは本件発明の技術的範囲に属さないと解するから，その余の点について判断するまでもなく，本件請求は理由がないものと判断する。",
        "その理由は，下記1のとおりに補正し，同2に補充の判断を，同3に当審における控訴人の新たな主張に対する判断をそれぞれ加えるほかは，原判決の「事実及び理由」欄の第3の1に記載のとおりである。控訴人が当審でるる主張するところを考慮しても，この結論は左右されない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決34頁11行目から同16行目までを次のとおり改め，同19行目の「併せ考慮すれば，」の次に「frameタグという特定のタグを使用するかどうかはともかくとして，」を加える。",
                "「  さらに，HTMLにおいて，『フレーム』は，一般的には，Webページを複数の領域に分割し，それぞれを独立した領域として別々の文字等の情報を表示させる機能をいうものであり，各フレームの中に文字等の情報を表示させるためには，各フレームをターゲットとして，文字等の情報を表示するためのプログラムを実行する必要があることが認められる(甲23，23の2，24，24の2，25の2，26，32，33，乙1ないし3，30，30の2，31，31の2)。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決42頁26行目の「(赤色表示部分)」を「(桃色表示部分)」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決43頁2行目の「このひとまとまりの段落が」から同9行目までを次とおり改め，同25行目の「ＮAS-OUTから読み出して」を削る。",
                "「このひとまとまりの段落の文字等の情報のフォント，位置，幅，背景等の書式情報が何らかのスタイルシートを参照して表示されていることは，第2画面ソースから優に推認できることであるが，プログラムの実際の挙動として，このひとまとまりの段落の文字等が表示されている領域の位置及び幅までもが別途プログラムにより指定されているのか否かは，本件の主張，立証上定かではない。しかしながら，少なくとも観念的には，第2画面ソースによってこれらの段落が表示される前提として，その表示されている領域の位置及び幅が確保されているとはいい得るから，このひとまとまりの段落の位置及び幅が確保されているものと解釈することとする(以下，「領域」とはこのような意で用いる。)。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決45頁16行目の「6頁」の次に「8行目」を加え，同行目の「(赤色表示部分)」を削る。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決46頁6行目の「ＮAS-OUTから読み出して」を削る。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決49頁6行目から同19行目までを次のとおり改める。",
                "「  控訴人は，被控訴人システムにおいては，初期フレームプログラムの実行により，第3画面の赤枠部分に商品カテゴリーリストの表示領域(第1フレーム)が，同青枠部分にPLUリストの表示領域(第2フレーム)がそれぞれ確保されているとする一方で，第2画面の赤枠部分の例えば「コート」のリンクをクリックしたときに，カテゴリーリストプログラム及びPLUリストプログラムが実行されており，この過程の全体をもって，構成要件A，C及びIに記載された各プログラムの実行手順及び実行内容を充足すると主張する。",
                "しかしながら，前記(2)ア及びイに説示したとおり，第3画面に表示されている商品カテゴリーリスト及びPLUリストは，第3画面ソースの実行過程において表示されたものであり，第2画面ソースはこれに関与していないのであるから，上記主張は，前提を誤るものであって失当である。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "補充の判断",
          "text": [
            "控訴人の主張は，要するに，構成要件A，C及び I に記載された各プログラムの実行手順及び実行内容としての領域確保は，単なる画面表示上の表現によって他と区別できる部分が表示されることでも十分であるというものと整理される。",
            "しかしながら，前記認定判断(原判決引用部分)のとおり，本件発明は，初期フレームプログラムがクライアント装置において実行されて，商品カテゴリーリストの表示領域が表示装置に第1フレームとして表示された上で，引き続き，クライアント装置からサーバ装置に対し，第1フレームをターゲットとして商品カテゴリーリストを表示するためのカテゴリーリストプログラムを送信するよう要求するHTTPメッセージが送信され，これを受けてサーバ装置が読み出したカテゴリーリストプログラムがクライアント装置に送信され，これが実行された結果，商品カテゴリーリストがWebブラウザに表示されるという過程を経るという構成をとった方法の発明なのである。また，前記認定判断(原判決引用部分)のとおり，本件発明は，初期フレームプログラムがクライアント装置において実行されて，商品PLUリストの表示領域が表示装置に第2フレームとして表示された上で，引き続き，クライアント装置からサーバ装置に対して，第2フレームをターゲットとしてPLUリストサーバプログラムの実行を指示するHTTPメッセージが送信され，サーバ装置がPLUリストサーバプログラムを起動して生成したPLUリストプログラムがクライアント装置に対し送信され，これが実行された結果，商品PLUリストがWebブラウザに表示されるという過程を経るという構成をとった方法の発明なのである。",
            "したがって，前記説示のとおり，画面上の表現の前提として観念的には当該部分の表示のための表示領域の確保が先行しているとみたとしても，構成要件の充足のためには，上記過程がその順序で順次実行されている必要があるところ，前記認定判断(原判決引用部分)のとおり，被控訴人システムにおいては，各画面は一つのHTML文書であって，サーバ装置からクライアント装置に対して一括して送受信されているものであり，各画面の各表示とその表示領域の確保とは同時にされているのであるから，本件発明の構成に従った過程が実行されているとみる余地はない。",
            "以上のとおりであるから，控訴人の上記主張は，採用することのできないものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の新たな主張に対する判断",
          "text": [
            "控訴人は，第2画面の赤枠部分内の例えば「コート」を表示するプログラムが初期フレームプログラムであり，同部分のハイパーリンクによって第3画面の赤枠部分及び青枠部分が表示されることをもって，上記2にいう本件発明の過程が実行されている趣旨の主張をする。",
            "しかしながら，上記第2画面の赤枠部分内の例えば「コート」を表示するプログラムは，単に第2画面から第3画面への遷移を求めるものにすぎず，第3画面の表示を行っているのは第3画面ソースであって，第2画面の赤枠部分内の例えば「コート」を表示するプログラムが第3画面内に表示領域の確保を行うことはないから，同プログラムは初期フレームプログラムにはなり得ない。",
            "よって，その余の点を判断するまでもなく，第3実施態様が，本件発明の構成要件をすべて充足するものではないことが明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，本件請求を棄却した原判決は相当であり，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10099",
    "date": "2014-05-21",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成23年(ワ)21126",
    "precedent_id": "084215",
    "ipprecedent_id": "3747",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}