{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800212号事件について平成25年11月18日にした審決のうち，「本件審判の請求は，成り立たない。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(当事者間に争いがない。)",
          "text": [
            "被告は，平成17年1月27日，発明の名称を「水晶ユニットの製造方法」とする特許出願(特願2005-049697号。特願2003-038962号(出願日平成15年1月10日(優先日平成14年1月11日))の分割出願)をし，平成22年2月12日，設定の登録(特許第4453017号。請求項の数は2である。)を受けた(以下，この特許を「本件特許」という。)。",
            "原告は，平成24年12月26日，本件特許の請求項1及び2に係る発明について，特許無効審判を請求した(無効2012-800212号)。被告は，平成25年3月25日，訂正請求をした(以下「本件訂正」という。)。特許庁は，同年11月18日，「請求のとおり訂正を認める。本件審判の請求は，成り立たない。」との審決をし，同月28日，その謄本を原告に送達した。",
            "原告は，同年12月26日，上記審決のうちの「本件審判は，成り立たない。」との部分の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1の発明を「本件訂正発明」といい，本件訂正後の明細書を「本件明細書」という。)。",
            "「水晶振動子とケースと蓋とを備えて構成される水晶ユニットの製造方法で，",
            "前記水晶振動子は，音叉基部とその音叉基部に接続された少なくとも第1音叉腕と第2音叉腕を備え，かつ，第1電極端子と前記第1電極端子と電気的極性が異なる第2電極端子を有する2電極端子を備えて構成される音叉型屈曲水晶振動子であって，",
            "前記音叉型屈曲水晶振動子は基本波モード振動と2次高調波モード振動を備え，前記基本波モード振動のフイガーオブメリットM が，前記2次高調波モード振動のフイガーオブメリットM より大きくなるように，音叉形状と溝と電極の寸法を決定する工程と，",
            "前記音叉基部と前記第1音叉腕と前記第2音叉腕を備えた音叉形状を形成する工程と，",
            "前記第1音叉腕と前記第2音叉腕の各音叉腕の上面と下面の各々に，中立線の両側に，前記中立線を含めた部分幅は0．05mmより小さくなるように溝を形成する工程と，",
            "前記2電極端子の内の前記第1電極端子を形成するために，前記第1音叉腕の側面の電極と前記第2音叉腕の溝の電極とが同極になるように電極を配置する工程と，",
            "前記2電極端子の内の前記第2電極端子を形成するために，前記第1音叉腕の溝の電極と前記第2音叉腕の側面の電極とが同極になるように電極を配置する工程と，",
            "前記2電極端子を備えて構成される前記音叉型屈曲水晶振動子を収納するケースの固定部に導電性接着剤によって固定する工程と，",
            "前記音叉型屈曲水晶振動子と前記ケースと前記蓋とを備えた水晶ユニットを構成するために，前記蓋を前記ケースに接続する工程と，を含むことを特徴とする水晶ユニットの製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由は，別紙審決書写し記載のとおりであり，要するに，本件訂正発明は，その出願基準日前に公用された物件である製造番号ＮSHCC041469のシャープ株式会社製ムーバSH251i(以下「公用物件」という。)が具備する水晶発振器から一義的に導き出せる工程を具備する製造方法(以下「公用製造方法」という。)に基づき，当業者が容易に発明をすることができたものではない，というものである。",
            "審決が認定した公用製造方法，本件訂正発明と公用製造方法との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "公用製造方法",
              "text": [
                "「水晶振動子とケースと蓋とを具えて構成される水晶ユニットの製造方法で，",
                "前記水晶振動子は，音叉基部とその音叉基部に接続された少なくとも第1音叉腕と第2音叉腕を備え，かつ，第1電極端子と前記第1電極端子と電気的極性が異なる第2電極端子を有する2電極端子を備えて構成される音叉型屈曲水晶振動子であって，",
                "音叉形状と溝と電極の寸法を決定する工程と，",
                "前記音叉型屈曲水晶振動子は基本波モード振動と2次高調波モード振動を備え，前記基本波モード振動のフイガーオブメリットM が，前記2次高調波モード振動のフイガーオブメリットM より大きくなる工程と，",
                "前記音叉基部と前記第1音叉腕と前記第2音叉腕を備えた音叉形状を形成する工程と，",
                "前記第1音叉腕と前記第2音叉腕の各音叉腕の上面と下面の各々に1本の溝が形成する工程と，",
                "前記2電極端子の内の前記第1電極端子が，前記第1音叉腕の側面の電極と前記第2音叉腕の溝の電極とが同極になるように電極を配置する工程と，",
                "前記2電極端子の内の前記第2電極端子が，前記第1音叉腕の溝の電極と前記第2音叉腕の側面の電極とが同極になるように電極を配置する工程と，",
                "前記2電極端子を備えて構成される前記音叉型屈曲水晶振動子を収納するケースの固定部に導電性接着剤によって固定する工程と，",
                "前記音叉型屈曲水晶振動子と前記ケースと前記蓋とを備えた水晶ユニットを構成するために，前記蓋を前記ケースに接続する工程と，",
                "を含むことを特徴とする水晶ユニットの製造方法。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "一致点",
              "text": [
                "「水晶振動子とケースと蓋とを備えて構成される水晶ユニットの製造方法で，",
                "前記水晶振動子は，音叉基部とその音叉基部に接続された少なくとも第1音叉腕と第2音叉腕を備え，かつ，第1電極端子と前記第1電極端子と電気的極性が異なる第2電極端子を有する2電極端子を備えて構成される音叉型屈曲水晶振動子であって，",
                "前記音叉基部と前記第1音叉腕と前記第2音叉腕を備えた音叉形状を形成する工程と，",
                "前記第1音叉腕と前記第2音叉腕の各音叉腕の上面と下面の各々に溝が形成する工程と，",
                "前記2電極端子の内の前記第1電極端子が，前記第1音叉腕の側面の電極と前記第2音叉腕の溝の電極とが同極になるように電極を配置する工程と，",
                "前記2電極端子の内の前記第2電極端子が，前記第1音叉腕の溝の電極と前記第2音叉腕の側面の電極とが同極になるように電極を配置する工程と，",
                "前記2電極端子を備えて構成される前記音叉型屈曲水晶振動子を収納するケースの固定部に導電性接着剤によって固定する工程と，",
                "前記音叉型屈曲水晶振動子と前記ケースと前記蓋とを備えた水晶ユニットを構成するために，前記蓋を前記ケースに接続する工程と，を含むことを特徴とする水晶ユニットの製造方法。」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点",
              "text": [
                "相違点1",
                "本件訂正発明は，「前記基本波モード振動のフイガーオブメリットMが，前記2次高調波モード振動のフイガーオブメリットM より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」を含んでいるのに対して，公用製造方法は，「音叉形状と溝と電極の寸法を決定する工程」及び「前記音叉型屈曲水晶振動子は基本波モード振動と2次高調波モード振動を備え，前記基本波モード振動のフイガーオブメリットM が，前記2次高調波モード振動のフイガーオブメリットM より大きくなる工程」を含んでいるものの，「前記音叉型屈曲水晶振動子は基本波モード振動と2次高調波モード振動を備え，前記基本波モード振動のフイガーオブメリットM が，前記2次高調波モード振動のフイガーオブメリットM より大きくなるように，音叉形状と溝と電極の寸法を決定」するか否かは特定されていない点。",
                "相違点2",
                "本件訂正発明は，第1音叉腕と第2音叉腕の各音叉腕の上面と下面の各々に形成する溝が，「中立線の両側に，前記中立線を含めた部分幅は0．05mmより小さ」い溝であるのに対して，公用製造方法は，このような特定がない溝である点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，相違点1の認定及び容易想到性判断の誤り(取消事由1)並びに相違点2の容易想到性の判断の誤り(取消事由2)があり，これらの誤りは審決の結論に影響を及ぼすものであるから，本件審判の請求は成り立たないとした審決は違法であり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の認定及び容易想到性判断の誤り)",
          "text": [
            "相違点1の認定の誤り",
            "本件訂正発明と公用製造方法との間には，審決が認定した相違点1は存在しない。その理由は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "審決は，本件訂正発明の「前記音叉型屈曲水晶振動子は基本波モード振動と2次高調波モード振動を備え，前記基本波モード振動のフイガーオブメリットM が，前記2次高調波モード振動のフイガーオブメリットMより大きくなるように，音叉形状と溝と電極の寸法を決定する工程と，」との構成要件(以下「構成要件C」という。)について，次の①及び②の両方を満たすものと解釈していると解される。",
                "①  構成要件Cにおける「～なるように」の文言は，M ＞M という関係を実現するという意図をもって，音叉形状と溝と電極の寸法を決定する工程であることを規定しており，音叉型屈曲水晶振動子がM ＞Mという関係を満たすだけでは，構成要件Cを満足しない(以下「解釈①」という。)。",
                "②  構成要件Cにおける「～なるように」の文言は，M ＞M となることと，「音叉形状と溝と電極の寸法を決定する」ことの間に技術的因果関係があることを規定している(以下「解釈②」という。)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかし，審決の上記解釈は誤りである。",
                "「AとなるようにBをする工程」の解釈について",
                "構成要件Cの文章構造は，「AとなるようにBをする工程」であるところ，この場合，一般的な日本語の文章としては，次の2つの意味に解釈し得る。",
                "Aとなることを目的としてBをする工程(すなわち，Bという工程を行う主観的目的がAであり，Aという結果の実現は必ずしも伴わない。)",
                "Aという結果を得るべくBをする工程(すなわち，Bという工程を行うことによって，必然的にAという結果が実現できるという因果関係がある。)",
                "解釈①について",
                "解釈①は，上記 の解釈に裏付けられていると推測されるが，特許請求の範囲の記載には明確性が求められ，発明は客観的に特定されなければならないから，発明の構成要件の一般的解釈としては，上記 の解釈を採れば十分であり， のように，発明の工程を実施するに当たっての主観的意図を含めて解釈する必要はない(ただし，後記 のとおり，本件訂正発明に関しては， の解釈も採り得ない。)。",
                "したがって，解釈①は誤りである。",
                "解釈②について",
                "「AとなるようにBをする工程」という文章構造で記載された構成要件の解釈としては，一般的には，上記 の解釈が採られる場合が多いが，このような解釈が一義的にされるわけではなく，「AとなるようにBをする工程」という文章構造で記載された構成要件がAとBとの厳密な因果関係を意味しているか否かは，特許明細書の発明の詳細な説明の記載に照らして検討すべきである。",
                "本件明細書において，「M ＞M とする」ことと「音叉形状と溝と電極の寸法を決定」することとの関係について記載されているのは，【0027】と【0048】だけであるが，それらの記載をみても，「音叉形状と溝と電極とその寸法」を決定したことによって，M ＞M との構成が得られているかどうかは不明である。なぜなら，【0027】には，M ＞M となる音叉腕の寸法の一つの具体例が記載されているだけであり，【0048】も含め，M ＞M とならない寸法の具体例は何ら記載されていないから，当該寸法の決定がM ＞M の関係を決定することに寄与しているか否か，すなわち，技術的因果関係があるか否かを検証することはできないからである。",
                "構成要件Cの正しい解釈",
                "本件明細書の記載に照らせば，本件訂正発明においては，「M ＞Mとする」ことと，「音叉形状と溝と電極の寸法を決定」することとの技術的因果関係は明確に規定されていないと解するのが相当であり，構成要件Cの意義については，音叉形状と溝と電極の寸法を決定する工程があり，かつ，M1＞M2の関係を満たしている，という程度のものとして解するのが正しい。",
                "したがって，仮に，公用製造方法に係る審決の認定を前提とするとしても，構成要件Cに関して，本件訂正発明と公用製造方法に相違するところはない(ただし，後記ウのとおり，公用製造方法に係る審決の認定には誤りがある。)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "仮に，解釈②を前提とするとしても，公用製造方法は構成要件Cを備えている。なぜなら，水晶振動子の設計に関する技術常識を考慮すると，音叉型屈曲水晶振動子において，M ＞M の関係を満たすために何らかの「設計」が必要になるとすれば，その「設計」のための要因は，「音叉形状と溝と電極の寸法を決定」すること以外にないのであるから，公用製造方法においても，M ＞M の関係を満たしている以上，構成要件Cと同じく，「M ＞M となるように音叉形状と溝と電極の寸法を決定する工程」が存在している。",
                "すなわち，音叉型水晶振動子の特性そのものに影響を与えるファクターは，①音叉，溝の形状，②電極の寸法，③電極の材料，④水晶の切断方位(結晶の方向)くらいしか考えられない。そして，本件訂正発明において，振動モードが屈曲振動に限定されていること，及び他の技術常識を考慮すると，上記③電極の材料，及び④水晶の切断方位は，Mの算出に必要な特性に影響を与えることはほとんどない。そうすると，本件訂正発明の音叉型屈曲水晶振動子において所望のMの値，ひいては所望のM とM の関係を得るためには，「音叉形状と溝と電極の寸法を決定」するしかないことになるのである(甲16)。",
                "したがって，解釈②を前提とするとしても，本件訂正発明と公用製造方法に相違するところはない。",
                "相違点1の容易想到性判断の誤り",
                "仮に，相違点1が存在するとしても，相違点1は容易想到である。",
                "すなわち，本件明細書には，「M ＞M 」の要件を満たすと，「高調波モード振動を抑制して，基本波モード振動の周波数が安定して得られ，高い周波数安定性(すぐれた時間精度)が実現される」が，「M ＞M 」の関係を満たさない場合には，そのようにはならないという因果関係があることについては何ら具体的に示されていない。したがって，「M ＞M 」の技術的意義については疑問を持たざるを得ない。",
                "また，本件訂正発明は，「前記第1音叉腕と前記第2音叉腕の各音叉腕の上面と下面の各々に，中立線の両側に，中立線を含めた部分幅が0．05mmより小さくなるように溝を形成する工程」を要件としている(以下，この要件を「構成要件E」という。)ところ，本件明細書には，部分幅を形成する態様に関しては，【0048】に記載があるものの，「M ＞M 」とならない例は記載されておらず，当該寸法を採用することによって初めて「M＞M 」となるのか否かについては，全く検証することができない。したがって，「M ＞M 」を達成することと，「音叉形状と溝と電極の寸法」の関係は不明であるというほかない。",
                "そうすると，仮に，相違点1が存在するとしても，当業者が，「M ＞M」という関係を実現するという意図をもって「音叉形状と溝と電極の寸法を決定する」こと自体，技術的に意味をなさないものであるから，相違点1は容易想到である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の容易想到性の判断の誤り)",
          "text": [
            "審決は，相違点2は容易想到ではないと判断し，その理由として，要旨，国際公開第2000／44092号の国際公開公報(甲10。以下「甲10公報」という。)には，振動細棒(本件訂正発明の「第1音叉腕」，「第2音叉腕」に相当する。)の上下に2つずつ溝を設けることは記載されているが，公用製造方法において，音叉腕に設ける溝を2本の溝とした場合に，M とMの大小関係がどのようになるかは不明であり，公用製造方法において，相違点2における本件訂正発明の構成を採用することの積極的な動機付けがなく，むしろ，阻害要因が存在するというべきであると述べている。",
            "しかし，公用製造方法において，音叉腕に設ける溝を2本とした場合に，「M ＞M 」となることは当業者であれば予測し得ることである。",
            "すなわち，甲31，32の文献によれば，MとRの間には，「M ／M  ＝1 nR ／R ×ω ／ω 」の関係が成り立つことが知られており(ωは，機械共n 1 n 1振周波数。)，かつ，ω ／ω の値は，6．27となることが導かれる(この点は，甲28の文献にも記載されている。)。",
            "そして，甲10公報には，音叉腕に溝を形成すると，直線的かつ平行な電界が生成され，このことが，等価直列抵抗(CI値あるいはR)を小さくするという作用効果に寄与していること，したがって，2本の溝を形成した場合でも，等価直列抵抗(CI値あるいはR)を小さくするという作用効果については，1本の溝を形成した場合と同等の効果が得られるという技術的知見が示されている。この技術的知見によれば，音叉型屈曲水晶振動子に2本の溝を形成した場合におけるR ／R (2本溝)の値は，同じ外形を有する音叉型水晶振動子に1本の溝を形成した場合の値とほぼ同じになるから，2本の溝を形成した場合におけるM ／M  (2本溝)は，次の式で表すことができる。",
            "M ／M (2本溝)＝R ／R (2本溝)×ω ／ω≒R ／R (1本溝)×6．27",
            "また，公用製造方法において，1本の溝を形成した場合におけるR ／R(1本溝)の値は，約1．40である(甲9の表1)。",
            "そうすると，M ／M (2本溝)≒1．40×6．27＞1となるから，公用製造方法において，2本の溝を形成した場合においても，M ／M ＞1の関係が担保されることは，当業者であれば予測し得る。",
            "したがって，公用製造方法において，音叉腕に設ける溝を2本の溝とした場合に，M とM の大小関係がどのようになるかは不明であるとする審決の判断は誤りである。",
            "また，部分幅の数値限定についても格別の技術的意義は認められない。",
            "したがって，上記の各点はいずれも容易想到であるから，相違点2は容易想到であり，審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の認定及び容易想到性判断の誤り)について",
          "text": [
            "相違点1の認定について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件訂正発明の構成要件Cは，2次高調波モード振動を抑圧して，基本波モード振動の周波数が安定して得られるようにするために，M をM より大きくするという明確な技術思想と，「前記音叉形状と溝と電極とその寸法の構成により，基本波モード振動のフイガーオブメリットM が高調波モード振動のフイガーオブメリットM より大きくなる。即ち，M ＞Mn 1となる。」(【0027】)という知見に基づいて，「前記基本波モーnド振動のフイガーオブメリットM が，前記2次高調波モード振動のフイガーオブメリットM より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」を規定している。これに対し，公用製造方法には，そのような技術思想や知見の存在を全く認めることができない。したがって，相違点1は存在する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，仮に，構成要件Cについて解釈②を前提とするとしても，音叉型屈曲水晶振動子において，M ＞M の関係を満たすために何らかの「設計」が必要になるとすれば，その「設計」のための要因は，「音叉形状と溝と電極の寸法を決定」すること以外にないとして，公用製造方法においても，M ＞M の関係を満たしている以上，構成要件Cと同じく，「M＞M となるように音叉形状と溝と電極の寸法を決定する工程」が存在している 。",
                "しかし，「M ＞M という関係を得るためには，音叉形状と溝と電極の寸法を決定するしかない」ということと，「M ＞M となるように音叉形状と溝と電極の寸法を決定する」こととは全く異なる。なぜなら，「M＞M という関係を得るためには，音叉形状と溝と電極の寸法を決定するしかない」としても，全ての「音叉形状と溝と電極の寸法」がM ＞M という関係をもたらすとは限らず，「音叉形状と溝と電極の寸法」の決定如何によっては「M ＜M 」となる場合も存在するからである。",
                "まして，前記のとおり，公用製造方法においては，2次高調波モード振動を抑圧して，基本波モード振動の周波数が安定して得られるようにするために，M をM より大きくするという明確な技術思想もなければ，本件訂正発明における「前記音叉形状と溝と電極とその寸法の構成により，基本波モード振動のフイガーオブメリットM が高調波モード振動のフイガーオブメリットM より大きくなる。即ち，M ＞M となる。」(本件n 1 n明細書【0027】)という知見もない。",
                "したがって，原告の上記主張は誤りである。",
                "相違点1の容易想到性について",
                "相違点1は容易想到でないとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の容易想到性の判断の誤り)について",
          "text": [
            "相違点2は容易想到でないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由があるから，審決は違法であり，取消しを免れないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の認定及び容易想到性判断の誤り)について",
          "text": [
            "相違点1の認定について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件訂正発明の構成要件Cの解釈について",
              "text": [
                "原告は，構成要件Cの「・・・M が，・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」にいう「～なるように」の文言の解釈について，音叉形状と溝と電極の寸法を決定する工程があり，かつ，M ＞M の関係を満たしている，という程度の構成であると解すべきであり，審決の解釈は誤りであると主張する(前記第3のア，イ)ので，まずこの点について判断する。",
                "構成要件Cの「・・・M が，・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」の文章構造は，「AとなるようにBをする工程」であり，この場合，一般的な日本語の文章としては，原告が指摘する2つの解釈，すなわち， Aとなることを目的としてBをする工程(すなわち，Bという工程を行う主観的目的がAであり，Aという結果の実現は必ずしも伴わない。)と， Aという結果を得るべくBをする工程(すなわち，Bという工程を行うことによって，必然的にAという結果が実現できるという因果関係がある。)が考えられる。",
                "しかし，発明の構成要件は客観的に特定されることが必要であり，構成要件の解釈として，主観的目的が含まれるような解釈は許されないというべきであるから，構成要件Cの「・・・M が，・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」の意味について，上記 の解釈を採ることはできない。",
                "そうすると，構成要件Cの「・・・M が，・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」とは，上記 の解釈により，「M ＞M という結果を得るべく，音叉形状と溝と電極の寸法を決定する工程」の意味であることが，特許請求の範囲の記載から一義的に明確であるというべきである。",
                "この点について，原告は，「AとなるようにBをする」との記載を含む構成要件が，AとBとの厳密な因果関係を意味しているか否かは，特許明細書の発明の詳細な説明の記載に照らして検討すべきであるとして，構成要件Cについて上記 の解釈を採り得るか否かは，本件明細書の発明の詳細な説明の記載を参酌すべきである旨を主張する(前記第3。",
                "しかし，前記 のとおり，構成要件Cの「・・・M が，・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」とは，「M ＞M という結果を得るべく，音叉形状と溝と電極の寸法を決定する工程」の意味であることが特許請求の範囲の記載から一義的に明確というべきであるから，本件明細書の発明の詳細な説明の記載を参酌する必要はない。",
                "なお，念のため，本件明細書の発明の詳細な説明の記載を参酌しても，構成要件Cの「・・・M が，・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」が「M ＞M という結果を得るべく，音叉形状と溝と電極の寸法を決定する工程」を意味することは明らかである。すなわち，本件明細書の【0027】には，「前記音叉形状と溝と電極とその寸法の構成により，基本波モード振動のフイガーオブメリットM が高調波モード振動のフイガーオブメリットM より大1 nきくなる。」との記載があり，また，【0048】には，「本実施例では，溝が中立線を挟む(含む)ように音叉腕に設けられているが，本発明はこれに限定されるものでなく，中立線を残して，その両側に溝を形成しても良い。この場合，音叉腕の中立線を含めた部分幅W は0．05mmより小さくなるように構成される。又，各々の溝の幅は0．04mmより小さくなるように構成され，溝の厚みt と音叉腕の厚みtの比は0．79以下に成るように構成される。このような構成により，MをM より大きくする事ができる。」との記載がある。これらの記載に1 nよれば，本件明細書には，ある音叉形状と溝と電極の寸法の構成を選択すると，必然的にM ＞M という結果が実現できるという因果関係があることが記載されているものと認められ，この記載を参酌すると，構成要件Cの「・・・M が，・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」とは，「M ＞M という結果を得るべく，音叉形状と溝と電極の寸法を決定する工程」を意味することがより一層明らかである。",
                "したがって，構成要件Cの「・・・M が・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」とは，音叉形状と溝と電極の寸法を決定する工程があり，かつ，M ＞M の関係を満たしている，という程度の構成であると解すべきであるとの原告の主張(前記は，採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "公用製造方法の構成及び相違点1の有無について",
              "text": [
                "原告は，公用製造方法は構成要件Cを備えていると主張する(前記第3そこで，検討すると，以下の技術常識に照らせば，公用製造方法も，本件訂正発明と同様に，「M ＞M という結果を得るべく，音叉形状と溝と電極の寸法を決定する工程」を有しているものと認められる。",
                "すなわち，証拠(甲16，29)及び弁論の全趣旨によれば，音叉型屈曲水晶振動子の特性そのものに影響を与える要因は，①音叉及び溝の形状，②電極の寸法，③電極の材料，④水晶の切断方法(結晶の方向)のみであるところ，本件訂正発明においては，振動モードが屈曲振動に限定されていること，及び電極材料は等価直列抵抗の値にほとんど影響を与えないという技術常識に照らし，上記③及び④は，Mの算出に必要な特性に影響を与えることはほとんどないことから，本件訂正発明の音叉型屈曲水晶振動子において，Mの値，ひいては，M ＞M という関係を得るための要因は，①及び②となり，必然的に，音叉形状と溝と電極の寸法となることが認められる。",
                "そうすると，公用製造方法も，振動モードが屈曲振動に限定されており，かつ，M ＞M という関係を満たしている以上，本件訂正発明と同様に，ある音叉形状と溝と電極の寸法の構成を選択した結果，M ＞M という関係を得ることができたこと，すなわち，「M ＞M という結果を得るべく，音叉形状と溝と電極の寸法を決定する工程」を有しているものと認めるのが相当である。",
                "したがって，本件訂正発明と公用製造方法との間に審決が認定した相違点1は存在しない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告の主張について",
              "text": [
                "被告は，本件訂正発明の構成要件Cは，2次高調波モード振動を抑圧して，基本波モード振動の周波数が安定して得られるようにするために，MをM より大きくするという明確な技術思想と，「前記音叉形状と溝と電極とその寸法の構成により，基本波モード振動のフイガーオブメリットMが高調波モード振動のフイガーオブメリットM より大きくなる。即ち，1 nM ＞M となる。」(【0027】)という知見に基づいて，「前記基本1 n波モード振動のフイガーオブメリットM が，前記2次高調波モード振動のフイガーオブメリットM より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」を規定しているのに対し，公用製造方法には，そのような技術思想や知見の存在を全く認めることができないから，相違点1は存在すると主張する 。",
                "しかし，前記ア及びイにおいて説示したとおり，本件訂正発明の構成要件Cの「・・・M が・・・M より大きくなるように，音叉形状と溝と電極の寸法を決定する工程」は，「M ＞M という結果を得るべく，音叉形状と溝と電極の寸法を決定する工程」を意味するものであり，公用製造方法もまた，「M ＞M という結果を得るべく，音叉形状と溝と電極の寸法を決定する工程」を有しているものと認められるのであって，被告の上記主張はこの判断を左右するものではない。",
                "したがって，被告の上記主張は採用することができない。",
                "小括",
                "以上によれば，審決が認定した相違点1は存在しないから，容易想到性判断の誤り について判断するまでもなく，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の容易想到性の判断の誤り)について",
          "text": [
            "原告は，甲10公報を踏まえ，公用製造方法において，音叉腕に設ける溝を2本とした場合に，「M ＞M 」となることは予測し得ることであり，また，部分幅の数値限定も容易想到であるから，相違点2は容易想到であると主張する(前記第3の2)。",
            "甲10公報の記載について",
            "甲10公報(甲10)には，以下の記載がある(なお，図面については，別紙「甲10公報の図面」参照。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "「本発明は，振動子，例えば音叉型屈曲水晶振動子やジャイロセンサー",
                "等のような振動子及び振動子を搭載する電子機器の構造に関する。」(明細書1頁6行目から7行目)"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "「・・・このような音叉型水晶振動片10は，安定した発振周波数(例えば32．768kH)を維持することと，振動細棒12の振動損失を抑えるため，低いCI値(クリスタルインピーダンス又は等価直列抵抗Rr)を保持することが必要となっている。",
                "一方，近年の時計や電子機器は，小型化の傾向にあり，音叉型水晶振動片10も小型化が要請されている。この音叉型水晶振動片10全体を小型化するには，振動細棒12の第11図における上下方向である2．4mmを更に短くする必要がある。このように，振動細棒12を短くすると共振周波数が高くなり，所望の周波数より高い周波数と成ってしまう。",
                "このため，振動細棒12の幅(図11においては，0．23mm)を細くして共振周波数が上昇するのを防ぐ必要があった。",
                "しかし，このように振動細棒12の幅を狭くすると，振動細棒12の振動損失であるCI値が上昇してしまうという問題があった。すなわち，第13図に示すように，振動細棒22の幅(図において横方向)を狭くすると，電極23aの幅が大きくとれないため電界の加わる面積が減少する。すなわち第12図と比較して電界はその中央付近ほど弱まる。(図では電界の強度を矢印の数で示した。すなわち矢印の数が多いほど電界強度は大きくなることを示している。)",
                "従って，電極23aと電極23bとの間に生じた電界(図において矢印)は，図示のように振動細棒22全体に分布しなくなり，第12図の振動細棒12と同じ振動は生ぜず，小さくなってしまう。",
                "一方，この振動損失であるCI値の上昇を防ぐには，第12図に示す音叉型水晶振動片10上下方向である厚み，例えば約0．1mm程度を，更に薄くする必要があるが，この場合，加工が著しく困難になり，製品の歩留りが悪化するという問題もあった。",
                "本発明は，以上の点に鑑み，CI値を低く抑え，且つ加工が容易な小型の振動子を提供することを目的とする。」(明細書2頁13行目から3頁11行目)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明の開示",
              "text": [
                "「前記目的は，請求の範囲第1項の発明によれば，少なくとも1本以上の圧電材料からなる振動細棒を有する振動子において，該振動細棒の表面及び裏面のいずれか又はその両方に溝が形成されており，かつ，この溝の中に電極が形成されていることを特徴とする振動子により，達成される。",
                "前記構成によれば，該振動細棒の表面及び裏面のいずれか又はその両方に溝が形成されており，かつ，この溝の中に電極が形成されているので，加工が容易であると共に，前記振動細棒の深さ方向に一定で強く分布し，CI値の上昇を抑えることができる。」(明細書3頁13行目から21行目)",
                "「ここで溝120aを設けることによって何故，特性が向上するかを説明する。",
                "第2図は，本実施の形態に係る振動子100における振動細棒120の断面図である。",
                "本実施の形態に係る振動細棒120では電界160は振動細棒120の深さ方向全体にわたって分布する。すなわち，電極140aが溝120aの中まで形成されているため電界160は深さ方向まで分布しやすくなる。この場合の溝120aの深さは深い方が良い。」(明細書9頁26行目から10頁4行目)",
                "「また，本実施の形態では，振動細棒220に溝220aを設けたが，これに限らず，この溝220aを貫通孔としてもよい。この場合，貫通孔を有する振動細棒220’は，第7図に示すように例えば電極240aと240bが対向して配置される構成となる。第7図は貫通孔を有する振動細棒220’の断面を示した概略図である。」(明細書13頁17行目から21行目)",
                "「このように本実施の形態では，振動細棒220に2カ所の溝220a，220aを設け，電極240aをそれぞれに配置したため，第13図に示す従来の振動細棒220の電極23aと異なり，電極240aを大きく配置することができるため，第1の実施の形態の第2図に示すように電界が振動細棒220の深さ方向に一定で強く分布し，振動損失を低く抑えることができることになる。この振動損失の低下は，第8図に示すCI値からも明らかである。」(明細書14頁24行目から15頁1行目)",
                "「さらに，本実施の形態では，第6図に示すように，振動細棒220に溝220aを2つ形成した場合について説明したが，第10図に示すように振動細棒420の上下に2つずつ溝を設け，それぞれに電極440aを配置してもよい。」(明細書15頁14行目から16行目)",
                "1本の溝を2本の溝とすることについて"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "前記 認定のとおり，甲10公報には，「背景技術」の項に，溝のない振動細棒12の幅を狭くすると，振動細棒12の上下面に設けられた電極23aの幅が大きく取れないため，電界の加わる面積が減少し，電界の強度が弱まること(第13図)，その結果，振動細棒12の上下面に設けられた電極23aと側面に設けられた電極23bとの間に生じた電界(図において矢印)が振動細棒22全体に分布しなくなり，振動細棒の幅が広い場合(第12図)と比較して，振動が小さくなること，しかし，「発明の開示」の項において，振動細棒に溝120aを設けると，電極140aが溝120aの中まで形成されているため，電界160が深さ方向まで分布しやすくなり，CI値の上昇を抑えることができることが記載されており，その第2図には，電極が溝の中まで形成された結果生じた電界は，溝の側面から振動細棒の側面まで延びる，直線的かつ平行に発生した電界であることが図示されている。",
        "上記のような甲10公報の記載に接すれば，当業者であれば，第2図に図示されている直線的かつ平行な電界の生成が，電気機械変換効率を高め，その結果，CI値を小さくするという作用効果に寄与していることは，容易に理解できるものと認められる。",
        "そして，甲10公報には，振動細棒420の上下に2つずつ溝を設け，それぞれに電極440aを配置してもよい(第10図)との記載があるのであるから，当業者であれば，振動細棒420に設ける溝を2本とした場合にも，1本の場合と同様に，CI値を小さくするという作用効果を奏するものであることは，容易に理解できるものと認められる。",
        "そうすると，公用製造方法において，1本の溝を2本の溝とすることは，当業者が容易に設計し得る事項にすぎないというべきである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "この点について，審決は，公用製造方法において，音叉腕に設ける溝を2本の溝とした場合に，M とM の大小関係がどのようになるかは不明であるとして，公用製造方法において，相違点2における本件訂正発明の構成を採用することの積極的な動機付けがなく，むしろ，阻害要因が存在するとしている(審決書22頁)。",
        "しかし，証拠(甲9，10，31，32)及び弁論の全趣旨によれば，原告が前記第3の2において主張するとおり，公用製造方法において，音叉腕に設ける溝を2本とした場合においても，M ＞M の関係が担保されることが認められ，このことは，当業者であれば予測し得るものというべきである。",
        "したがって，公用製造方法において，音叉腕に設ける溝を2本の溝とした場合に，M とM の大小関係がどのようになるかは不明であるとする審決の判断は誤りといわざるを得ない。",
        "部分幅の数値限定の容易想到性",
        "部分幅を0．05mmより小さくすることについて，本件明細書の【0048】には，「更に，本実施例では，溝が中立線を挟む(含む)ように音叉腕に設けられているが，本発明はこれに限定されるものでなく，中立線を残して，その両側に溝を形成しても良い。この場合，音叉腕の中立線を含めた部分幅W は0．05mmより小さくなるように構成される。又，各々の溝の幅は0．04mmより小さくなるように構成され，溝の厚みt と音叉腕の厚みtの比は0．79以下に成るように構成される。このような構成により，M をM より大きくする事ができる。」との記載がある。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "nしかし，上記記載は，その記載から明らかなとおり，「音叉腕の中立線を含めた部分幅W は0．05mmより小さくなるように構成」し，「溝の幅は0．04mmより小さくなるように構成」し，「溝の厚みt と音叉腕の厚みtの比は0．79以下に成るように構成」した場合において，「M をM より大きくする事ができる」というものであり，「音叉腕の中立線を含nめた部分幅W を0．05mmより小さくなるように構成」しただけで直ちに「M をM より大きくする事ができる」というものではない。",
            "そして，本件明細書には，他に，上記部分幅の数値限定の技術的意義について記載されていない以上，本件訂正発明における上記部分幅の数値限定に格別の技術的意義があるとは認められない。",
            "そうすると，公用製造方法において，部分幅の寸法を0．05mmより小さくすることも，当業者が容易に設計し得る事項にすぎないというべきである。",
            "小括",
            "以上のとおり，公用製造方法において，1本の溝を2本の溝とすること，及び，部分幅の寸法を0．05mmより小さくすることは，いずれも当業者が容易に設計し得る事項にすぎないというべきであるから，公用製造方法において，本件訂正発明の相違点2に係る構成とすることは，当業者が容易に想到し得たものであるといえる。",
            "よって，原告主張の取消事由2は理由がある。"
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由があるから，審決は違法であり，取消しを免れない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由があるから，これを認容することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10347",
    "date": "2014-10-09",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084550",
    "ipprecedent_id": "3867",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}