{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-19738号事件について平成25年5月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成23年11月1日，「美ら島」(標準文字)からなり，第29類「乳製品」，第30類「茶，コーヒー及びココア」及び第32類「清涼飲料，果実飲料」を指定商品とする商標(以下「本願商標」という。)について商標登録出願をしたが，平成24年7月4日付けで，拒絶査定を受け，不服審判請求(不服2012-19738号)をした。特許庁は，平成25年5月28日，本件審判の請求は成り立たない旨の審決(以下「審決」という。)をし，その謄本は，同年6月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の概要",
          "text": [
            "審決の理由は，別紙審決書写に記載のとおりである。審決は，要するに，「美ら島」は，沖縄を称する語として理解され，本願商標をその指定商品について使用する場合，これに接する取引者・需要者は，これらの商品が「沖縄県産であること」又は「沖縄県産の原材料を用いたものであること」と理解し，商品の産地又は品質を表したものとして認識するものであって，沖縄県産又は沖縄県産の原材料を用いた商品に用いた場合には商標法3条1項3号に，それ以外の商品に用いた場合には同法4条1項16号にそれぞれ該当するから，登録することができないとするものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "「美ら島」が沖縄を意味する語であるとした認定の誤り(取消事由1)",
              "text": [
                "審決は，「『美ら島』の文字が，沖縄を称する(意味する)又は沖縄を形容する言葉として広く用いられ，知られていると認められる。」と認定するが，「美ら島」の文字が，沖縄を称する又は沖縄を形容する語として広く用いられ，知られていると認めることはできない。",
                "すなわち，「美ら」(ちゅら)の語は，もともと「清らか，美しい」を意味する形容詞である「チュラサン」の語が変化した沖縄の方言であるにすぎず，「美ら島」が沖縄を意味するものではない。ウェブサイト上では，「美ら島」の語が，沖縄以外の島や地域を表すものとして使用されている例が多数あることに照らすならば(甲20ないし33)，当該語は，美しい海に囲まれた美しい島，美しい自然が残る島を指すものと理解される。また，審決が「美ら島」が沖縄を意味する語であることを示すとして掲げたウェブサイトの表記についても，その一部は，沖縄を意味する語としては理解できない。さらに，辞典類にも「美ら島」又は「ちゅら島」の語が，沖縄を意味するとの記載はない。以上によれば，「美ら島」は，「美しい島」を意味する語であり，沖縄を意味する又は沖縄を形容する語として広く用いられ，知られているとすることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商品の産地又は品質を表示するものとして認識されるとした認定の誤り(取消事由2)",
              "text": [
                "審決は，取引者・需要者は，本願商標を指定商品に使用したときに，本願商標を商品の産地又は品質を表すものとして認識するとしている。しかし，審決の判断は「美ら島」の文字が沖縄を意味する又は形容する言葉として広く知られ，用いられているとの誤った認定を前提とするのであるから，これを前提とする判断も誤りである。",
                "また，仮に，「美ら島」の文字が沖縄を意味する又は形容する語として広く用いられ，知られているとしたとしても，これをもって本願商標が商品の産地又は品質を普通に用いられる方法で表示する標章とはいえない。すなわち，「美ら島」の文字は，沖縄以外の瀬戸内海の島々，奄美大島，沖永良部島，与論島など「海に囲まれた島」という共通点以外は何の関連性も見出せない複数の島や地域を表す文字と結合して使われたり，これらの島や地域を表す文字として「美ら島」の文字それ自体が使われている。このことに照らせば，「美ら島」との文字からなる本願商標に接した需要者は，単に「海に囲まれた美しい島」という抽象的な意味を有する表記であると理解し，認識するにとどまり，沖縄県産の商品又は沖縄県産の原材料を用いた商品であると認識することはなく，また，一定範囲の島や地域で生産され，一定範囲の島や地域の原材料が用いられた商品であると認識することもない。したがって，「美ら島」の文字からなる本願商標は，商品の産地又は品質を表示してなる商標であると認めることはできないのであって，審決の判断は誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法3条1項3号及び同法4条1項16号該当性に関する判断の誤り(取消事由3)",
              "text": [
                "審決は，「美ら島」の文字が沖縄を意味する又は沖縄を形容する言葉として広く用いられ，知られているものと認められること，及び「美ら島」の文字からなる本願商標を，指定商品に使用する場合，これに接する取引者，需要者は，商品の産地又は品質を表したものとして認識すると認定して，本願商標が商標法3条1項3号及び同法4条1項16号に該当すると判断した。しかし，これらの認定は誤りであるから，本願商標が商標法3条1項3号及び同法4条1項16号に該当するとした審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "「美ら島」は，沖縄の方言で「美しい島」の意味を有する語であるが，商品等の宣伝広告・新聞記事等や，沖縄の地域活性化政策において，「清らかで美しい沖縄の離島の島々を指す総称」の意味を表わすものとして使用されており，また，沖縄で開催された各種のイベント，沖縄についての新聞記事，沖縄の名所の説明や写真とともに沖縄観光の宣伝広告において，「沖縄」を記述する際に広く使用されていることが認められる。そして，本願商標の指定商品を含む，食品を取り扱う分野において，デパート等の物産展の新聞記事等に，「美ら島」の文字が，沖縄(県)の物産展を表示するものとして使用され，あるいは，沖縄産の商品に「美ら島」と表示されており，当該商品が沖縄産のものであることを意味している例が見られる。このように，「美ら島」の文字は，「沖縄」を指す表示として，広範な分野において使用されている。",
            "したがって，本願商標は，これをその指定商品に使用した場合，取引者・需要者が，「沖縄」を容易に認識し，その商品が沖縄県産のものであると理解するから，自他商品の識別標識としての機能を果たさないものとして商標法3条1項3号に該当すると解すべきである。また，本願商標から認識される産地でない指定商品に本願商標を用いることは，品質の誤認を生じさせることになるから，同法4条1項16号に該当すると解すべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "「美ら島」の意味",
              "text": [
                "「美ら」は，「ちゅら」と称呼され，沖縄地方の方言では，「美しい」あるいは「きれい」を意味する。「美ら島」は「ちゅらしま」と称呼され，「美しい島」あるいは「きれいな島」を意味する。辞書においては，「美ら島」が沖縄を意味する旨の記載はない。(甲1ないし3)",
                "そこで，「美ら島」がどのような語意を有しているかについて，使用例に基づいて検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「美ら島」との表記の食品分野における使用例",
              "text": [
                "「美ら島」の語が食品分野で使用された例として，次のものがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "2004年(平成16年)3月18日の琉球新報に，「シークヮーサーなどが人気／大阪で『美ら島の元気食品フェア』」の見出しのもと，「沖縄オリジナル商品を提案する『美ら島ブランド創出推進事業』・・・として，沖縄特産品フェア『美ら島の元気食品フェア』を・・・開いた。」との記載がある(乙5)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "2005年(平成17年)2月10日の西日本新聞に，「美ら島ブランド売り込め  沖縄物産フェア開幕  福岡市で15日まで」の見出しのもと，「沖縄県の新しい特産品づくりを目指し・・・『沖縄物産フェア』が・・・始まった。」との記載がある(乙6)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "2005年(平成17年)3月9日の朝日新聞に，「美ら島(ちゅらしま)の元気食品フェア・・・沖縄産の素材を使ったジュースやお菓子など約100点を集める。」との記載がある(乙7)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "2007年(平成19年)11月30日の琉球新報に，「“美ら島”特産品  800点が一堂に／離島フェア開幕／コンベンション」の見出しのもと，「県内離島の魅力を満載した『離島フェア二〇〇七』・・・が，・・・開幕した。・・・今年は『美(ちゅ)ら島からの贈り物』をキャッチフレーズに，・・・十八離島市町村から・・・自慢の品が並んだ。」との記載がある(乙8)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "2011年(平成23年)4月14日の中日新聞に，「『沖縄フェスティバル』。・・・美ら島(ちゅらしま)のご当地グルメ。・・・」との記載がある(乙9)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "2011年(平成23年)6月9日の熊本日日新聞に，「・・・ココストアが沖縄フェア」の見出しのもと，「『沖縄めんそーれ市』を，・・・始めた。・・・パイナップルなどが当たる『美ら島(ちゅらしま)の厳選食材プレゼント』もある。」との記載がある(乙10)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "株式会社京王百貨店のウェブサイトに，「沖縄展」の見出しのもと，「美ら島の恵みたっぷり・・・」の記載がある(乙11)。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "通信販売会社のウェブサイトに，「美ら島(沖縄県産)あぐー豚そぼろふりかけ」の見出しのもと，商品の包装表面に「美ら島【沖縄県産】」との文字が表示され(乙12)，「ジャパンソルト  美ら島の黒糖  300g」の見出しのもと，「製品の特徴：・・・沖縄各島産のサトウキビを・・・」及び「商品紹介  沖縄産の黒糖のみ・・・」の記載(乙13)があり，「当店は，南国の強い日差しと土壌等にめぐまれた沖縄の風土で育まれた，ウコンやグァバ，月桃，シークヮ―サー，ぎんねむ他，また沖縄で昔から愛飲されてきた健康茶等，沖縄(美ら島)の恵みをお届けしています。」との記載(乙2)がある。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "株式会社ヤマサンのウェブサイトに，「美ら島  くろみつ  280g・・・沖縄産のさとうきびから取れた原料・・・沖縄産100％の黒蜜です」及び「美ら島",
                  "text": [
                    "しょうがくろみつ  270g・・・沖縄産のさとうきび100％の原料・・・」などの記載があり，商品の包装表面に，「沖縄産・黒糖使用」と表示されている(乙14)。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "株式会社糸満市物産センターのウェブサイトに，「沖縄  美ら島もずく佃煮」の見出しのもと，「沖縄のサンサンと輝く太陽と美しいサンゴ礁の海で育つ海の幸，『もずく』をたっぷり使った佃煮です。」の記載があり，商品の包装表面には，「沖縄」，「美ら島もずく」と表示されている(乙15)。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "株式会社イバノのウェブサイトにおいて，「美ら島シリーズ『ウコン』」の商品について，「沖縄県産の豚肉と秋ウコンを使用したウインナーです。」，「美ら島シリーズ『アーサ』」の商品について，「沖縄のアーサを使ったソーセージです。」などの記載がある(乙16)。"
                  ]
                },
                {
                  "fig": "シ",
                  "text": [
                    "株式会社伊藤園のウェブサイトには，「沖縄さんぴん茶」とのタイトルのもとに，「・・・美ら島(ちゅらしま)と呼ばれる沖縄の美しさを・・・」との記載がある(甲39)。アサヒ飲料株式会社のウェブサイトには，「『三ツ矢サイダー』＋『こだわりの国産果実』シリーズ第4弾」「『三ツ矢美ら島(ちゅらしま)パインPET500ml』新発売」のタイトルのもと，「・・・ネーミングは，パインアップル果汁の産地である沖縄の呼び名である“美ら島(ちゅらしま)”と果実のパインを重ね，『美ら島パイン』といたしました。」との記載がある(甲41)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「美ら島」との表記の食品以外の分野における使用例",
              "text": [
                "「美ら島」との語が，食品分野以外の分野で使用された例として，次のものがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1992年(平成4年)5月10日の読売新聞に，「［美ら島は今］沖縄復帰20年(1)『本土並み』から自立模索(連載)」の見出し記事をはじめ，5回にわたり，沖縄復帰20年について，また，2001年(平成13年)8月6日の毎日新聞に，「［美ら島は今］沖縄の自然  輪禍に遭うイリオモテヤマネコ，人里と重なる行動範囲」の見出し記事をはじめ，4回にわたり，沖縄の自然について，それぞれ，連載がされている(乙17の1ないし3)。2012年(平成24年)5月13日の熊本日日新聞に，「美(ちゅ)ら島(しま)の今・沖縄復帰40年(1) ＝復帰っ子，歴史重ねて  米軍基地に複雑な思いも  ［連載］  美ら島の今」との見出しの記事が掲載された(乙4)。2012年(平成24年)5月22日の中国新聞に，「新琉球考  復帰40年  うつろう美ら島＜1＞八重山地方」の見出し記事をはじめ，復帰40年の沖縄について，「新琉球考  復帰40年  うつろう美ら島」の見出しのもと，6回にわたり，連載されている(乙25の 1・2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "2011年(平成23年)1月6日の朝日新聞に，「(社説)沖縄の交通  美ら島に鉄路がのびれば」とタイトルのもと，「・・・沖縄の人たちは郷土を美(ちゅ)ら島(しま)と呼んで愛する。・・・」との記事が掲載された(乙3)。2004年(平成16年)11月28日の琉球新報に，「沖縄も『美ら島(ちゅらしま)』と言われている。」との記載がある(乙19)。2007年(平成19年)7月3日の琉球新報に，「県産品愛用呼び掛け／奨励月間開始でパレード」の見出しのもと，「『美ら島生まれキラリ輝く県産品』をテーマに県産品奨励月間が始まった。」との記載がある(乙22)。2009年(平成21年)7月27日の琉球新報に，「＜美ら島総体＞私たちも応援団」の見出しのもと，「・・・選手たちの舞台『美ら島』で大会成功へ若い力が大きな役割を果たしている。」との記載がある(乙23)。2012年(平成24年)1月11日の琉球新報に，「23日から美ら島サッカーキャンプ／J5球団など沖縄集結」の見出しのもと，「『美ら島サッカーキャンプ2012』開催を発表した。」との記載がある(乙24)。2004年(平成16年)12月19日の西日本新聞に，「サンデー特報＝美ら島特産品  創出盛ん  沖縄県がブランド化戦略・・・」の見出しのもと，「美(ちゅ)ら島特産品  創出盛ん  ・・・沖縄県がブランド化戦略に向けて動き始めた。・・・」との記載がある(乙20)。2013年(平成25年)4月1日の琉球新報に，「・・・美ら島チャレンジトライアスロン」の見出しのもと，「『2013美ら島チャレンジトライアスロンin豊崎』・・・が，・・・開催され」との記載がある(乙26)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "2004年(平成16年)7月16日の金融専門紙ニッキンに，「A・日銀審議役が「美ら島沖縄大使に」，“三線”はプロの腕前」の見出しのもと，「『美ら島』とは沖縄のこと。」との記載がある(乙18)。2005年(平成17年)7月7日の FujiSankei Business i．に，「・・・人気呼ぶ『美ら島(ちゅらしま)』ライフ」との見出しのもと，「『美ら島(ちゅらしま)』をご存じだろうか？・・・『美ら(ちゅら)』とは沖縄で美しいことを意味する。つまり，『美ら島』とは美しい島々のことで，二十三市町村約四十ある沖縄の離島の総称だ。」との記載がある(乙21)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「マップルマガジン  沖縄へでかけよう」(2009年(平成21年)5月15日発行  昭文社刊)の表紙最上部に「厳選  美ら島パーフェクトガイド」との記載があり，また，沖縄県の地図に「美ら島MAP」と表示されている部分や「美ら島の宝をめぐる物語」との記載がある(乙27)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "旅行代理店等のウェブサイトには，沖縄旅行に関連して，「美ら島終日観光バスツアー」(乙30)，「人気Ｎo．1！美ら島観光バスツアー＜那覇発／1日／本島北部観光＞」(乙31)，「【那覇発】美ら島終日観光バスツアー」(乙32)，「人気スポットめぐり・美ら島終日観光バスツアー」(乙33)，「美ら島観光バスプランで行く沖縄大満足の旅3日間」(乙34)，「第7弾  美ら島フォトコンテスト！」(乙35の1及び2)，「美ら島沖縄・離島」(甲11)，「添乗員同行  美ら島沖縄」(甲17)，「魅惑の美ら島  南の島の素敵な休日  OKIＮAWA」(甲37)等の記載がある。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "参議院のウェブサイトにおける「調査室作成資料」中，「立法と調査  281号(平成20年5月14日)」において，「沖縄における地域ブランド育成の現状と課題」の見出しのもと，「3．地域ブランド育成の現状  (1)国，沖縄県による地域ブランド育成の取組  ア  美ら島会議・美ら島ブランド委員会・美ら島ブランド検討会議」の欄に，「平成16年5月，内閣府に『美ら島会議』が設置され，沖縄県等と協議しながら離島地域の活性化策の検討が進められている。」との記載があり，「『美ら島』とは，清らかで美しい沖縄の離島の島々を指す総称として用いられている。」との脚注がある(乙28)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "参議院議員・島尻あい子(島尻安伊子)のウェブサイトに，「自民党美ら島議員連盟  発足」のタイトルのもと，「沖縄を応援する自民党議員連盟『美ら議連』を発足しました。」との記載がある(甲40)。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "財団法人沖縄県産業振興公社のウェブサイトに「OKIＮAWA  IＮＮOVATIOＮ  2007-2010年度  沖縄イノベーション創出事業  美ら島から新製品・新サービスを」との小冊子が掲載されている(乙29)。沖縄美ら島財団のウェブサイトには，財団理事長のあいさつの中に，「・・・沖縄の自然・文化・歴史など魅力あふれる『美ら島』の輝きを，世界の人々へ，・・・」との記載がある(甲38)。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "沖縄県のウェブサイトには，「緑の美ら島づくり行動計画～緑の美ら島の創生をめざして～」とのパンフレットが掲載され(甲34，弁論の全趣旨)，「沖縄21世紀ビジョン  ～ みんなで創る  みんなの美ら島  未来のおきなわ～」との記載(甲35)，「平成15年度美ら島ブランド創出推進事業『沖縄特産品実態調査等事業』報告書」との記載(甲36)，沖縄県広報誌「美ら島沖縄」との記載(甲4)，「美ら島沖縄大使制度」との記載(甲5)，「“美ら島沖縄”風景づくり計画(沖縄県景観形成基本計画)」との記載(甲6)，「美ら島沖縄風景づくりＮews」との記載(甲7)，「“美ら島沖縄”風景づくりのためのガイドライン」との記載(甲8)がある。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "また，「ちゅら」との語が，沖縄方言であることは，沖縄を舞台としたＮHK連続ドラマのタイトル「ちゅらさん」(乙21)や，世界最大級の大水槽を有することで知られる「沖縄美ら海水族館」(乙37)等により広くに知られており，「美ら島」との語も，一般に沖縄を連想させる語として，知られているといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "「美ら島」との表記の沖縄以外に関連した使用例",
              "text": [
                "「美ら島」との語が，沖縄以外に関連して使用された例として，次のものがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「瀬戸の島じま島の猫」と題するウェブサイトには，「フォトストーリー美ら島」，「美ら島の島の散歩情報」との記載があり，瀬戸内海の島を指す趣旨で，「美ら島」との語が用いられている。(甲20の1・2，21の1・2，22の1・2)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「るるぶ九州の島々」(2013年(平成25年)5月11日刊行，JTBパブリッシング)では，奄美大島について「美ら島感動ビュードライブ」との記載がある(甲23)。また，旅行代理店等のウェブサイトでは，奄美大島について「夏の美ら島奄夏スペシャルin奄美大島」との表記(甲24)，「美ら島リゾート奄美大島」との表記(甲25)，「亜熱帯の美ら島奄美大島」との表記(甲26)がある。BS釣りビジョンのウェブサイトには，奄美大島を指して「奄美時間で過ごそう！いも～れ美ら島釣行記」との表記がある(甲29)。音楽アルバムのタイトルの中には，奄美大島を指す趣旨で，「美ら島」との語が使われている例がある(甲31)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "鹿児島県警察のウェブサイトでは，沖永良部島を指して，美ら島という語を使用していると理解できる記載がある(甲27，28)。また，料理店の名前(甲30の1・2)，サッカー大会の名前(甲32)でも，美ら島との語が沖永良部島を指す趣旨で使われている例がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "美ら島との語は，与論島を指す趣旨で使われている例がある(甲33の1ないし3)。"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(「美ら島」が沖縄を意味する語であるとした認定の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「美ら島」の文字が沖縄を称する又は沖縄を形容する語として広く用いられている旨の審決の認定は誤りであると主張する。",
                    "しかし，原告の上記主張は，以下のとおり採用できない。すなわち，",
                    "「美ら島」は，沖縄の方言で「美しい島」を意味する語であるが，食品等を中心とする商品等の宣伝広告及び紹介記事において，商品の原産地等が「沖縄」であることを指すものとして，「美ら島」が使用される例が数多く存在すること，また，各種記念行事，時事の報道，特産品，観光名所を報道・紹介等する新聞記事等において，「美ら島」が「沖縄」の県名ないし地域を指すものして使用される例も数多く存在すること等から，「美ら島」は，「沖縄」の県名ないし地域を指す語として，広く認識されるに至ったということができる。",
                    "そうすると，「美ら島」との本願商標に接した取引者・需要者は，本願商標を沖縄を意味するものと理解すると解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関して，原告は，「美ら島」の文字が，沖縄以外の島や地域を表す意図で使用されている例が多数ある，あるいは，辞典類にも「美ら島」又は「ちゅら島」との語が沖縄を意味する語であるとの記載はない等と主張する。「美ら島」との語が，沖縄県に属さない南西諸島の島や瀬戸内海の島を指す趣旨で用いられた例があることは，前記1(4)のとおりであるが，沖縄を指す趣旨で用いられている例と比較すれば，その数も少なく，例外的な用法であり，本願商標の指定商品の取引者・需要者の認識を左右するものとはいえない。また，辞書に「美ら島」が沖縄である旨の記載がないとしても，「美ら島」が沖縄を意味するものと理解する妨げになるものではない。",
                    "以上によれば，取消事由1に係る原告の主張は採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(商品の産地又は品質を表示するものとして認識されるとした認定の誤り)について",
              "text": [
                "原告は，「美ら島」の文字が沖縄を意味するとしても，本願商標に接した取引者・需要者は，「海に囲まれた美しい島」という抽象的な意味を有する表記として理解し，認識するにとどまり，沖縄県産の商品又は沖縄県産の原材料を用いた商品であると認識できない等と主張する。",
                "しかし，原告の上記主張も，採用の限りでない。",
                "「美ら島」との表記に接した本願商標の指定商品の取引者・需要者が，「沖縄」を意味するものと理解することは前記のとおりであって，単に「海に囲まれた美しい島」という抽象的な意味を有する表記であると理解するものではない。",
                "そして，取引者・需要者が，本願商標「美ら島」に接すれば，当該商品の産地，販売，原材料等を記述するものと，認識，理解すると解するのが相当である。したがって，本願商標は，商品の産地又は品質を表示するものとして認識されるとした審決の判断に誤りはなく，この点に関する原告の主張は採用の限りではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(商標法3条1項3号及び同法4条1項16号該当性に関する判断の誤り)について",
              "text": [
                "本願商標は，これをその指定商品に使用した場合，取引者・需要者が，「沖縄」を容易に認識し，その商品が沖縄県産のものであることを理解することから，自他商品の識別標識としての機能を果たさず商標法3条1項3号に該当すると判断するのが相当である。また，本願商標から認識される産地でない指定商品に本願商標を用いることは，品質の誤認を生じさせることになるから，同法4条1項16号に該当すると判断するのが相当である。",
                "本願商標は，商標法3条1項3号及び同法4条1項16号に該当するとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上のとおり，審決に原告の主張に係る違法はない。原告はその他縷々主張するがいずれも採用の限りではない。よって，原告の請求を棄却することとして主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}