{
  "conclusion": [
    {
      "text": "特許庁が不服2013-4314号事件について平成25年9月10日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定不服審判に対する不成立審決の取消訴訟である。争点は，補正についての独立特許要件(進歩性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「電子写真現像剤用磁性キャリア及びその製造方法，二成分系現像剤」とする発明につき，平成20年2月29日，特許出願をし(特願2008-49226号，請求項の数7)，平成24年8月20日付けで手続補正をしたが(請求項の数6)，同年11月30日付けで拒絶査定を受けたので，平成25年3月5日，これに対する不服審判を請求をするとともに(不服2013-4314号)，同日，特許請求の範囲の変更を含む手続補正(本件補正)をした(請求項の数6)。",
            "特許庁は，平成25年9月10日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年10月2日，原告に送達された。",
            "(甲5，6～8，11)"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "上記平成24年8月20日に補正された本件補正前の請求項1の発明(本願発明)及び本件補正後の請求項1に係る発明(本願補正発明)に係る特許請求の範囲の記載(明らかな誤記は訂正して摘記した。以下同じ。)は，それぞれ，次のとおりである。(甲8，11)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明",
              "text": [
                "「  カラー用現像剤に用いられる電子写真現像剤用磁性キャリアであり，電子写真現像剤用磁性キャリア磁性芯材粒子の粒子表面に主に，シリコーン樹脂，スチレン系樹脂，アクリル系樹脂，ポリエステル系樹脂から選ばれる一種又は二種類以上の樹脂からなる表面被覆層を形成した電子写真現像剤用磁性キャリアであって，該磁性キャリアの帯電量の測定において，測定条件を下記のとおりとし，測定10秒後の測定値と120秒後の測定値との比(10秒後の帯電量)/(120秒後の帯電量)が60％以上であることを特徴とする電子写真現像剤用磁性キャリア。",
                "(帯電量の評価)",
                "帯電量は，磁性キャリア95重量部と下記の方法により製造したトナー5重量部を十分に混合し，24℃，60％RH環境に24時間以上放置し調湿した試料を準備して，ブローオフ帯電量測定装置を用いて測定した値である。",
                "トナーの製造例",
                "ポリエステル樹脂    100重量部",
                "銅フタロシアニン系着色剤    5重量部",
                "帯電制御剤(ジ-tert-ブチルサリチル酸亜鉛化合物)    3重量部",
                "ワックス  9重量部",
                "上記材料を溶融・混練し，粉砕，分級して得た重量平均粒径7.4μmの負帯電性青色粉体100質量部と疎水性シリカ1重量部を混合して負帯電性シアントナーとして用いる。  」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明(下線部が補正箇所)",
              "text": [
                "「  カラー用現像剤に用いられる電子写真現像剤用磁性キャリアであり，電子写真現像剤用磁性キャリア磁性芯材粒子の粒子表面に主に，シリコーン樹脂，スチレン系樹脂，アクリル系樹脂，ポリエステル系樹脂から選ばれる一種又は二種類以上の樹脂からなる表面被覆層を形成した電子写真現像剤用磁性キャリアであって，前記磁性キャリアの平均粒子径が10～100μmであり，該磁性キャリアの帯電量の測定において，測定条件を下記のとおりとし，測定10秒後の測定値と120秒後の測定値との比(10秒後の帯電量)/(120秒後の帯電量)が60％以上であることを特徴とする電子写真現像剤用磁性キャリア。",
                "(帯電量の評価)",
                "帯電量は，磁性キャリア95重量部と下記の方法により製造したトナー5重量部を十分に混合し，24℃，60％RH環境に24時間以上放置し調湿した試料を準備して，ブローオフ帯電量測定装置を用いて測定した値である。",
                "トナーの製造例",
                "ポリエステル樹脂  100重量部",
                "銅フタロシアニン系着色剤  5重量部",
                "帯電制御剤(ジ-tert-ブチルサリチル酸亜鉛化合物)  3重量部",
                "ワックス  9重量部",
                "上記材料を溶融・混練し，粉砕，分級して得た重量平均粒径7.4μmの負帯電性青色粉体100質量部と疎水性シリカ1重量部を混合して負帯電性シアントナーとして用いる。  」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "特開平9-138528号公報(引用例，甲1)には，次の発明(引用発明)が記載されている。",
                    "「  60μm又は80μmの平均粒径を有するCu-Znフェライトをコア材とし，シリコーン樹脂にカーボンブラックを5重量％分散させたものをコート剤とし，これらを活動造粒乾燥装置に入れ，流動層でコア材とコート剤を混合したあと，90℃の雰囲気下で乾燥し，更に200℃の電気炉内に1時間放置し，シリコーン樹脂の焼成をすることによりコートして製造したキャリアであって，",
                    "キャリアとトナーをトナー濃度3％で混合した現像剤サンプル100gを，100mlのポリエチレンボトルに入れ，回転数100rpmで60min間撹拌した後，現像剤サンプルを0.2g秤量し，エア圧0.2kgf/cm2でブローして測定した値である帯電量について，帯電量測定時のブロー時間10secの値をブロー時間90secの値で割ることにより求めた帯電立ち上がり指数が90以上である帯電立ち上がり特性に優れたキャリア。  」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "本願補正発明と引用発明との一致点は，次のとおりである。",
                    "「  電子写真現像剤用磁性キャリア磁性芯材粒子の粒子表面に主にシリコーン樹脂からなる表面被覆層を形成した電子写真現像剤用磁性キャリアであって，前記磁性キャリアの平均粒子径が10～100μmである，電子写真現像剤用磁性キャリア。  」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本願補正発明と引用発明との相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「  前記『電子写真現像剤用磁性キャリア』が，本願発明では，カラー用現像剤に用いられるものであるのに対して，引用発明では，カラー用現像剤にも用いられるかどうか明らかでない点。  」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「  測定条件を，",
                        "『(帯電量の評価)帯電量は，磁性キャリア95重量部と下記の方法により製造したトナー5重量部を十分に混合し，24℃，60％RH環境に24時間以上放置し調湿した試料を準備して，ブローオフ帯電量測定装置を用いて測定した値である。",
                        "トナーの製造例",
                        "ポリエステル樹脂    100重量部",
                        "銅フタロシアニン系着色剤    5重量部",
                        "帯電制御剤(ジ-tert-ブチルサリチル酸亜鉛化合物)    3重量部",
                        "ワックス  9重量部",
                        "上記材料を溶融・混練し，粉砕，分級して得た重量平均粒径7.4μmの負帯電性青色粉体100質量部と疎水性シリカ1重量部を混合して負帯電性シアントナーとして用いる。』",
                        "として，前記磁性キャリアの帯電量を測定したときの，測定10秒後の測定値と120秒後の測定値との比(10秒後の帯電量)/(120秒後の帯電量)が，",
                        "本願補正発明では，60％以上であるのに対して，引用発明では60％以上であるかどうか明確ではない点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点の判断(相違点1及び相違点2)",
                  "text": [
                    "①  シリコーン樹脂などからなる表面被覆層を形成した磁性キャリアと，ポリエステル樹脂，銅フタロシアニン系着色剤，ジ-tert-ブチルサリチル酸亜鉛化合物などの材料から製造したシアントナーとからなるカラー用現像剤(本件周知技術)は，本願発明の出願前に周知である。",
                    "②  ブローオフ法でブロー時間を変えて帯電量を測定すると，一般に，ブロー時間が10秒ないし20秒以下ではブロー時間が長くなるのに従って測定される帯電量は激しく上昇するが，それ以降はブロー時間が長くなっても測定される帯電量は少ししか増加しなくなり，ブロー時間が1.5分又は2分の飽和帯電時間を超えると増加量は0.33％/秒以下になり，ほとんど増加しないこと(本件周知事項)が，本願出願前に周知である。",
                    "③  引用発明は，電子写真現像剤用磁性キャリア磁性芯材粒子の粒子表面に主にシリコーン樹脂からなる表面被覆層を形成した電子写真現像剤用磁性キャリアであるところ，上記①からみて，この磁性キャリアは，ポリエステル樹脂，銅フタロシアニン系着色剤，ジ-tert-ブチルサリチル酸亜鉛化合物などの材料から製造したシアントナーと混合してカラー用現像剤に用いることができるものである。",
                    "そうすると，引用発明の磁性キャリアを上記材料から製造したシアントナーと混合してカラー用現像剤とするとともに，引用発明の測定条件により帯電立ち上がり指数を90以上のものとなすことは，当業者が，本件周知技術に基づいて容易に想到することができた程度のことである。",
                    "④  上記③のようにカラー用現像剤用のものとなした引用発明の磁性キャリアについて，測定条件を本願補正発明として，この磁性キャリアの帯電量を求めると，その値は，上記②の本件周知事項からみて，60％以上であるといえる。",
                    "⑤  したがって，引用発明において，相違点1及び相違点2に係る本願補正発明の構成となすことは，当業者が本件周知技術及び本件周知事項に基づいて容易になし得た程度のことである。",
                    "⑥  本願補正発明の奏する効果は，引用発明の奏する効果，本件周知技術の奏する効果及び本件周知事項から当業者が予測することができた程度のものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本願補正発明は，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるから，本件補正は，特許法17条の2第6項において準用する同法126条7項の規定に違反するので，同法159条1項の規定において読み替えて準用する同法53条1項の規定により却下すべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明について",
              "text": [
                "本件補正は，本願発明を特定するために必要な事項を限定するものであるから，本願補正発明は，本願発明を特定するために必要な事項を限定したものに相当する。",
                "そうすると，本願発明の構成要件をすべて含み，更に限定を付加したものに相当する本願補正発明が容易に発明をすることができたものであるから，本願発明も同様の理由により，当業者が引用発明，本件周知技術及び本件周知事項に基づいて容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決判断のまとめ",
              "text": [
                "本願発明は，当業者が引用発明，周知技術及び周知事項に基づいて容易に発明することができたものであるから，特許法29条2項の規定により，特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1(阻害要因の看過)",
          "text": [
            "①  引用発明は，キャリアの被覆層とトナーの双方にカーボンブラックを添加することで所定の効果を得るとする発明である(甲1【0027】【0029】～【0031】【0131】)。",
            "しかしながら，カラー印刷では，各トナーを組み合わせることで色相を再現するためにトナーの透明性が必要であるところ，そのためには，シアン，マゼンダ，イエローの各トナーには，黒色であるカーボンブラックを添加することはできない(甲16～18)。",
            "そうすると，引用発明の磁性キャリアは，カラー用現像剤に用いることはできないから，引用発明に本件周知技術を適用することには，阻害要因が存する。",
            "したがって，審決の相違点1の判断には，誤りがある。",
            "②(被告の主張に対して)カーボンブラックが添加されたトナーに，フタロシアニン系顔料などの青色着色剤を配合することは可能ではあるが，この配合は着色を目的としたものではなく，深みのある黒色を得ることを目的としたものである(甲20の520頁17～26行目，521頁12～13行目)。",
            "したがって，カーボンブラックを含有するトナーに上記青色着色剤を配合しても，黒色用のトナーとしてのみ使用が可能であり，カラートナーとしての使用はできない。引用発明は，黒色トナーを前提とする発明である(甲1【0040】)。",
            "③  以上のとおり，審決の相違点1の判断には，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2(実験結果からみた阻害要因)",
          "text": [
            "①  原告は，平成26年4月3日，引用例の記載(【0041】)に基づいて，カーボンブラックの含有量が最小量であり，顔料の配合量が最大量となる組成割合(結着樹脂100重量部当たり，第1，第2カーボンブラックが，それぞれ1重量部，顔料が10重量部。)に基づいて作製した塗料の色相について実験(甲15実験)をしたところ，シアン，マゼンダ及びイエローのいずれの色相でも，カーボンブラックを含有する分散体は黒ずんでおり，鮮明な色相を有していない実験結果が得られた(甲15)。",
            "黒ずんだ分散体では，減法混色の原理に基づいてすべての色を再現することが不可能である。当業者が，このような色相を有するトナーをカラートナーとして実際に使用することはできない。",
            "②(被告の反論に対して)",
            "[1]  カーボンブラックは，粒子径が小さくなると，着色力が高くなって，そのピークに向かっていき，粒子径が20nm程度でピークとなる。カーボンブラックの粒子径が20nmよりも小さくなった場合であっても，着色力は若干低下するが，十分に高い着色力を維持していることが分かる(乙1の234頁の図12)。",
            "したがって，粒子径が20nmより小さいカーボンブラックは透明になるわけではなく，色相が黒ずむことを避けることはできない。",
            "[2]  カラー用現像剤で使用されるキャリアは，モノクロに用いられる現像剤と比べてより高い信頼性が求められる。すなわち，シアン，マゼンタ，イエロー及びブラックの4色についてより高い特性の安定性(高耐久性)が求められる。これは，カラー印刷ではカラーを形成する4色のバランスで色を再現しており，カラーを形成する1色でもキャリア劣化によりコントロールできない場合は色を再現できなくなるためである。カーボンブラックを含まないシアン，マゼンタ及びイエローに関しては，引用発明の特性は安定的に得られない。カラー現像剤4色のうち3色までが所望の特性を得られなければ，上述のとおり，色を再現することはできない。",
            "したがって，引用発明のキャリアは，カラー用現像剤に用いても所望の特性が得られず，カラー用現像剤に用いられ得るキャリアであるとはいえない。",
            "なお，黒色トナーと共に利用されるキャリアが，カラー用現像剤に用いられるキャリアといえることは認める。",
            "③  以上のとおり，審決の相違点1の判断には，誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-1(帯電量の認定の誤り)",
          "text": [
            "①  審決は，[1]ブロー時間が10秒ないしは20秒以下では，ブロー時間が長くなるのに従って測定される帯電量が著しく上昇し，[2]ブロー時間が1.5分又は2分の飽和帯電時間を越えると，増加量がほとんどないと認定している。",
            "しかしながら，ブロー時間が20秒以降の場合であっても，帯電量が増加するとは限らず，帯電量が変化して，安定しない場合があり(甲3【0049】)，あるいは，ブロー時間が長い場合に帯電量が変化し続ける場合もある(甲9の467頁の補10))。",
            "したがって，審決が本件周知技術を認定したことには，誤りがある。",
            "②(被告の主張に対して)本件補正発明でのブローオフ法の利用は，測定時間による帯電量の変化を指標としてキャリア被覆層の強度(耐久性)を示すものであり，その目的のための適正な測定条件が本願明細書に記載されている。これは，帯電量の立ち上がり特性の確認という引用発明における帯電量の測定条件とは異なる。ブローオフ測定における条件設定は，目的に応じて設定されるため，帯電量が常に審決の認定するとおりとはいえない。",
            "③  以上のとおり，審決の相違点2に係る帯電量の認定には，誤りがある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2-2(実験結果からみた帯電量の認定の誤り)",
          "text": [
            "①  原告は，平成25年12月16日，引用発明の磁性キャリアについて，測定条件を，本願補正発明のとおりとし，その帯電量を測定し，その測定10秒後の測定値と120秒後の測定値との比(10秒後の帯電量)/(120秒後の帯電量)を求める実験(甲10実験)をしたところ，39.2％と，60％未満であった(甲10)。",
            "したがって，引用発明の磁性キャリアに対して本件周知技術と本件周知事項とを適用しても，本願補正発明の相違点2に係る構成にならない。",
            "②(被告の反論に対して)",
            "[1]  引用例の段落【0051】に記載のCu-Znフェライトの製法は，引用例の出願前から周知であり，甲10の平均粒径が45μmのCu-Znフェライトは，この周知の製法により作製されたものである。",
            "[2]  甲10実験のケッチェンブラックEC600JDのDBP吸油量は495ml/100g，BET比表面積は1270m2/g，pHは9であり，これらの各値は，引用例の請求項1に記載のDBP吸油量(160ml/100g以上)，BET比表面積(500～1300m2/g)，pH(7以上)の各数値の範囲内にあるものであり，甲10実験のケッチェンブラックEC600JDと引用例のケッチェンブラックECは，実質的に同じものである。",
            "[3]  甲10実験でトナーにカーボンブラックが含まれていないのは，引用発明の磁性キャリアを本願補正発明のカーボンブラックを含まないシアントナーと混合して，本願補正発明の測定方法で帯電量を測定しても，60％以上にならないことを示すためである。",
            "[4]  引用例には，「シリコーン樹脂はそれ自体公知の各種シリコーン樹脂を使用でき，例えば，オルガノシロキサン結合のみからなるストレートシリコーン，アルキド，ポリエステル，エポキシ，ウレタン等で変性した変性シリコーン樹脂等が挙げられる。」(【0052】)」と記載されており，引用例の実施例のKR250が現在入手できないこともあり，甲10実験では，ストレートシリコーンとして最も汎用的と思われるシリコーン樹脂(KR251，ストレートシリコーン)を使用したものである。",
            "③  以上のとおり，審決の相違点2に係る帯電量の認定には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1-1(阻害要因の看過)に対して",
          "text": [
            "引用例には，トナーに，カーボンブラックの他に，着色を目的とした顔料又は染料を配合することができるとの記載があり(甲1【0041】【0045】【0046】)，引用発明には，カーボンブラックが添加されたトナーに着色を目的として顔料又は染料を配合できることが明示されている。仮に，カーボンブラックが添加されたトナーに着色を目的とした顔料又は染料を配合することが一般的ではないとしても，不可能な配合であるとまではいえない。",
            "そうすると，トナーと磁性キャリアの双方にカーボンブラックを含有させることを前提としても，引用発明の磁性キャリアをカラー用現像剤に用いることは可能であり，引用発明に本件周知技術を適用することに阻害要因はない。",
            "したがって，審決の相違点1の判断には，誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-2(実験結果からみた阻害要因)に対して",
          "text": [
            "①  甲15実験は，シアン，マゼンダ及びイエローの各分散体をポリエステルフィルム上に塗布して色相を観察したものであり，実際の使用態様のように，トナーを電子写真装置により定着させた紙等を観察したものではないから，甲15実験の結果をもって，カーボンブラックが添加されたトナーをカラートナーとして用いることができないとはいえない。",
            "仮に，各分散体をポリエステルフィルム上に塗布したものとトナーを紙等に定着させたものとが色相について同一視できるとしても，甲15実験によれば，シアン，マゼンダ及びイエローのいずれの色相でも，カーボンブラックを含有する分散体は黒ずみながらも，相互に識別可能な色相を有していることが見てとれるのであり，当業者が使用できないとまではいえない。",
            "②[1]  乙1には，カーボンブラックの粒子径が約20nmよりも小さくなると，透明度が増し着色力は低下すると記載されている(233頁1行～234頁5行目，234頁の図12)。このようにカーボンブラックの粒子径により透明度を調整することが可能であるから，色相が黒ずむことを避ける必要があれば，粒子径が30～40nmのケッチェンブラックに代えて，異なる粒子径のカーボンブラックを採用することは，当業者が適宜なし得ることである。",
            "そうすると，シアン，マゼンダ及びイエローの各カラートナーには，黒色であるカーボンブラックを添加することはできないとまではいえないから，引用発明が黒色トナーのみを前提としたものとは断定できず，引用発明の現像剤に周知技術のシアントナーを適用することには，明らかな阻害要因が存在するものではない。",
            "[2]  本願補正発明の磁性キャリアは，「トナーの製造例」で例示された方法に基づいて製造されたトナーを用いて帯電量を評価したものであり，本願明細書に「本発明のキャリアと組み合わせて使用するトナーとしては，公知のトナーを使用することができる。具体的には，結着樹脂，着色剤を主構成物とし，必要に応じて離型剤，磁性体，流動化剤などを添加したものを使用できる。又，トナーの製造方法は公知の方法を使用できる。」と記載されていること(【0063】)を考慮すると，本願補正発明のトナーが，銅フタロシアニン系着色剤に代えてカーボンブラックを含むトナー，すなわち，黒色トナーであることを妨げない。そして，電子写真装置を利用したカラー印刷において，黒色トナーが他色(シアン，マゼンダ及びイエロー)のトナーと共に利用されることは技術常識である。",
            "そうすると，当該技術常識を踏まえれば，黒色トナーも，カラー印刷に利用可能なカラー用であるということもできるから，仮に，引用例において，トナーが，カーボンブラック以外の着色目的の顔料又は染料を配合しないトナー，すなわち黒色トナーであるとしても，このような黒色トナーと共に利用されるキャリアは，カラー用現像剤に用いられ得るキャリアであるといえる。",
            "③  以上のとおり，審決の相違点1の判断には，誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-1(帯電量の認定の誤り)に対して",
          "text": [
            "甲3は，一般的には，電荷量絶対値はブローオフ時間とともに増加しやがて飽和し20秒後が最大値となり，例外的に，最大値を迎えた後，電荷量絶対値が減少することがあり得るとしているにすぎない(【0049】)。",
            "甲9は，電荷量が最大値を迎えた後，キャリアコート膜が剥がれて電荷量が変化し続ける状態は，電荷量を安定的に測定することができず望ましくないとしているのであり，当業者は，通常，ブローオフ測定法において，電荷量が最大値を迎えた後は変化しないように，ブロー時間・吸引時間の設定やその他の測定条件を設定しようとする。",
            "そうすると，甲2の図9．37や甲3の段落【0049】に示されるように，電荷量が最大値を迎えた後，電荷量が変化せず，かつ，ほとんど増加しないということは一般的である。",
            "したがって，審決の相違点2に係る帯電量の認定には，誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2-2(実験結果からみた帯電量の認定の誤り)に対して",
          "text": [
            "①  引用例の実施例と甲10実験とは，次の点で相違する。",
            "[1]  キャリアのコア材が，引用例では，Cu，Zn，Mn，Ｎi等の混合物を水でスラリー化し，これにバインダー樹脂を適量加えて混合した後，アトマイザーで噴霧乾燥し，ついで，空気中で1200℃で2時間焼成することにより得られるものであるのに対し(【0051】)，甲10実験では，単に平均粒径が45μmのCu-Znフェライトとしているだけであり，どのような製法により得られたものか明らかでない点。",
            "[2]  キャリアに配合されたカーボンブラックが，引用例では，ケッチェンブラックECであるのに対して，甲10実験では，ケッチェンブラックEC600JDである点。",
            "[3]  トナーが，引用例では，カーボンブラックを含むのに対して，甲10実験では，カーボンブラックを含まない点。",
            "[4]  キャリアを被覆するシリコーン樹脂が，引用例では，KR250であるのに対し，甲10実験では，KR251である点。",
            "②  そうすると，甲10実験で用いられたキャリア及びトナーは，引用例の実施例のキャリア及びトナーとは異なるものであり，甲10実験は，引用例の実施例とは前提が異なる。そうであれば，甲10実験の結果を根拠とする原告の主張は，失当である。",
            "③  以上のとおり，審決の相違点2に係る帯電量の認定には，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明について",
              "text": [
                "本件補正後の明細書(本願明細書。甲5，8，11)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「  本発明は，電子写真現像剤用磁性キャリアに関するものであり，カブリや画像ムラの生じない画像を形成することができる電子写真現像剤用磁性キャリアを提供する(【0001】)。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「  周知のとおり，電子写真法においては，セレン，OPC(有機半導体)，a-Si等の光導電性物質を感光体として用い，種々の手段により静電気的潜像を形成し，この潜像に磁気ブラシ現像法等を用いて，潜像の極性と逆に帯電させたトナーを静電気力により付着させ，顕像化する方式が一般に採用されている(【0002】)。この現像工程においては，トナーとキャリアとからなる現像剤が使用され，キャリアと呼ばれる担体粒子が摩擦帯電により適量の正又は負の電気量をトナーに付与し，且つ，磁気力を利用し磁石を内蔵する現像スリーブを介して，潜像を形成した感光体表面付近の現像領域にトナーを搬送している(【0003】)。近年，前記電子写真法は複写機又はプリンターに広く多用化されており，細線や小文字，写真及びカラー原稿等様々な文書に対応できることが望まれている。複写機及びプリンターの高機能化，高画質化及び高速化に伴って使用される現像剤としての諸特性の向上が要求されている(【0004】)。特に，カラー用現像剤に用いられるキャリアについては，高画質化及び高速化に伴って更に高信頼性が必要となるため，キャリアの帯電性能が長期に亘って維持できる高寿命化が必要とされている。そのためには，表面被覆層が割れたり剥がれたりすることなく，できるだけ初期の粒子形状・状態を維持できることが必要である。即ち，現像機中では常にある程度のシェアがかかっており，キャリアの芯材粒子と表面被覆層の密着性が悪いと表面被覆層が割れたり剥がれたりする。その結果，帯電能力が低下して，前述したカラー用キャリアに要求されている特性や信頼性を維持できない。特に，表面被覆層が厚くなるとキャリアの芯材粒子と表面被覆層の密着性がより重要となってくる(【0005】)。」",
                    "「  …近年の複写機及びプリンターの高機能化，高画質化及び高速化に伴い，表面被覆層の剥離が高度に抑制された磁性キャリアが強く要求されている(【0010】)。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「  そこで，本発明は，耐久性がより向上し，表面被覆層の剥離が高度に抑制されたキャリアを提供することを技術的課題とする(【0016】)。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "「  本発明に係る電子写真現像剤用磁性キャリアは，耐久性が向上し，帯電性が安定して維持されるので，電子写真現像剤用の磁性キャリアとして好適である(【0025】)。また，本発明に係る電子写真現像剤用磁性キャリアの製造方法は，表面被覆層の剥離が高度に抑制され，帯電性が安定して維持できるという磁性キャリアに要求される特性を十分に確保でき，簡便であって，しかも，生産性に優れるので，磁性キャリアの製造方法として好適である(【0026】)。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "「  本発明に係る電子写真現像剤用磁性キャリアについて帯電量を測定した場合，測定10秒後と120秒後の測定値の比",
                    "(10秒後の帯電量)/(120秒後の帯電量)×100",
                    "が60％以上である。前記測定値が60％未満である場合，表面被覆層が剥離又は割れが生じたものであるから，優れた耐久性を有するものとは言い難い。より好ましい範囲は62％以上である。その上限値は100％である(【0029】)。」",
                    "「  本発明に係る電子写真現像剤用磁性キャリアの平均粒子径は10～100μmが好ましい。平均粒子径が10μm未満の場合には二次凝集しやすく，100μmを越える場合には機械的強度が弱く，また，鮮明な画像を得ることができなくなる。より好ましくは20～70μmである(【0031】)。」",
                    "「  本発明における磁性芯材粒子の粒子表面に，主に樹脂からなら表面被覆層を形成する方法は以下のとおりである(【0041】)。",
                    "「  第一回目の処理装置では，特に，磁性芯材粒子と表面被覆層との密着性を重視して装置の選定を行い，せん断する力と混練する力とを十分に加えられる装置を用いることが必要である(【0043】)。」",
                    "「…第二層目以降は，樹脂量が増えることによる凝集や，その凝集が解砕されたときにできるクレータ状の割れを防ぎ，生産性，キャリアに要求される特性を十分確保出来る装置を選定する(【0047】)。」",
                    "「  表面被覆層を構成する樹脂成分としては，シリコーン樹脂，フッ素系樹脂，スチレン系樹脂，アクリル系樹脂，ポリエステル系樹脂から選ばれる一種，又は2種類以上の樹脂がより好ましい(【0052】)。」",
                    "「  本発明のキャリアと組み合わせて使用するトナーとしては，公知のトナーを使用することができる。具体的には，結着樹脂，着色剤を主構成物とし，必要に応じて離型剤，磁性体，流動化剤などを添加したものを使用できる。又，トナーの製造方法は公知の方法を使用できる(【0063】)。」",
                    "「  ＜作用＞本発明において重要な点は，二つ以上の処理装置を順に用いて，表面被覆層を形成することであり，第一回目の装置は密着性を重視して，第二回目以降の装置は凝集を抑制し，また，凝集後解砕されたときにできるクレータ状の欠陥の発生を抑制することで，キャリアに要求される特性を制御できることである(【0064】)。",
                    "「  第一回目の処理装置は，磁性芯材粒子と表面被覆層との密着性をより重視し，混練する力やせん断力を十分に与えることのできる装置であることが好ましい。第二回目以降の処理装置では，表面被覆層を形成する樹脂量が増えることで発生する凝集やその凝集体が解砕されて生じるクレータ状の欠陥を抑制するために，磁性芯材粒子の1つ1つを個々に流動させて被覆することができる装置である，流動層を用いることが好ましい(【0065】)。その結果，磁性芯材粒子と表面被覆層との密着性が向上し，帯電量の変化が低減され，耐久性に優れたキャリアを作製することができる。また，磁性芯材粒子と第一回目の処理装置で形成した被覆層との密着性を向上させたことで，環境安定性にも優れたキャリアを作製することができる(【0066】)。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "「  帯電量の測定は，磁性キャリア95重量部と下記の方法により製造したトナー5重量部を十分に混合し，24℃，60％RH環境に24hr以上放置調湿した試料を準備して，ブローオフ帯電量測定装置TB-200(東芝ケミカル社製)を用いて測定した。測定時間を，10秒，120秒として，その時に測定された値の比を，下記数1で計算した値で，表面被覆層の強度を示す指数とした。",
                    "＜数1＞",
                    "(10秒後の帯電量)/(120秒後)の帯電量)×100",
                    "(【0069】)」",
                    "「  トナーの製造例",
                    "ポリエステル樹脂            100重量部",
                    "銅フタロシアニン系着色剤        5重量部",
                    "帯電制御剤(ジ-tert-ブチルサリチル酸亜鉛化合物)  3重量部",
                    "ワックス                        9重量部",
                    "上記材料をヘンシェルミキサーにより十分予備混合を行い，二軸押出式混練機により溶融混練し，冷却後ハンマーミルを用いて粉砕，分級して重量平均粒径7．4μmの負帯電性青色粉体を得た(【0070】)。」",
                    "「  前記負帯電性青色粉体100質量部と疎水性シリカ1重量部をヘンシェルミキサーで混合して負帯電性シアントナーを得た(【0071】)。得られたトナーを用いて上記測定方法に従って，帯電量の測定を行った(【0072】)。」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "「  本発明に係る電子写真現像剤用磁性キャリアは，二種類以上の処理装置を用いることで，第一回目の処理にて磁性芯材粒子と表面被覆層との密着性を持たせ，その層の表面に，第二回目の処理を行う。…二回目以降は，凝集し難く，かつ，凝集したものが解砕されたときに見られるクレータ状の割れの発生を防ぐ為にキャリア粒子1つ1つ個々に流動させることが出来る流動層が好ましい。その結果，磁性芯材粒子と表面被覆層との密着性を向上し，形成した表面被覆層の強度が向上することで，耐久性と環境安定性に優れたキャリアを作製することが出来る。耐久性が向上し，帯電性が安定して維持されるので，電子写真現像剤用の磁性キャリアとして好適である(【0100】)。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例の記載",
              "text": [
                "引用例(甲1)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「【請求項1】平均粒径が20～100μmの範囲にある磁性粒子の表面が，DBP(dibutyl  phthalate)吸油量が160(ml/100g)以上で，窒素吸着によるBET比表面積が500～1300m2/gの範囲にあり，PHが7以上である第1のカーボンブラックが分散したシリコーン樹脂で被覆され，その体積抵抗が1×10 ～1×10 Ωcmの範囲にあるキャリアと，結着樹脂中に，少なくとも前記第1のカーボンブラックと，DBP吸油量が60～120(ml/100g)の範囲にあり，窒素吸着によるBET比表面積が100～150m2/gの範囲にあり，PHが7以上である第2のカーボンブラックが分散したトナーとを含んでなる現像剤。」",
                    "「【請求項3】ブローオフ法による帯電量測定時のブロー時間10secの値をブロー時間90secの値で割ることにより求められる立ち上がり指数が85～100の範囲にある請求項2に記載の現像剤。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「  本発明は電子写真法により画像形成を行う複写機，プリンタ等の画像形成装置(以下，電子写真装置とも呼ぶ。)に使用される現像剤に関し，特に，トナーとキャリアからなる2成分現像剤に関するものである(【0001】)。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来の技術",
                  "text": [
                    "「  前記トナーは，通常，結着樹脂，顔料もしくは染料からなる着色剤，可塑剤，及び電荷制御剤を含んで構成され，必要に応じて前記材料の他に，磁性体，離型剤等の添加剤が添加されて構成され…1成分現像剤ではトナー単体で現像剤が構成され，2成分現像剤ではトナーと磁性粒子であるキャリアとで現像剤が構成される(【0007】)。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明が解決しようとしている課題",
                  "text": [
                    "「  ところで，2成分現像剤では，粒子間の衝突，粒子と現像機構との衝突等の機械的衝突，または，かかる機械的衝突による発熱によって，トナーの一部がキャリアの表面に物理的に固着する，所謂，スペントが発生する。キャリア表面にスペントが発生すると，キャリアの表面状態が変化するために，トナーに適切な帯電を与えることができなくなり，画像品質を著しく劣化させてしまう(【0008】)。」",
                    "「  本発明は前記のような問題点に鑑みてなされたもので，長期に亘って，低帯電量トナーや逆極性トナーを発生することなく，適度な帯電量で推移して，高画質画像を形成することができる現像剤を提供することを目的とするものである(【0019】)。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「  本発明にかかる現像剤は，平均粒径が20～100μmの範囲にある磁性粒子の表面が，DBP吸油量が160(ml/100g)以上で，窒素吸着によるBET比表面積が500～1300m2/gの範囲にあり，PHが7以上である第1のカーボンブラックが分散したシリコーン樹脂で被覆され，その体積抵抗が1×10 ～1×10 Ωcmの範囲にあるキャリアと，結着樹脂中に，少なくとも前記第1のカーボンブラックと，DBP吸油量が60～120(ml／100g)の範囲にあり，窒素吸着によるBET比表面積が100～150m2/gの範囲にあり，PHが7以上である第2のカーボンブラックが分散したトナーとを含んでなるものである(【0024】)。」",
                    "「  また前記構成においては，ブローオフ法による帯電量測定時のブロー時間10secの値を，ブロー時間90secの値で割ることにより求められる立ち上がり指数が85～100の範囲にあるのが好ましい(【0026】)。」",
                    "「  …本発明の現像剤においては，キャリアの被覆樹脂中とトナー中に含有させた160(ml/100g)以上の高い吸油量を有する第1のカーボンブラックが，被覆樹脂及びトナー中にて長いストラクチャー構造をもって分散していることにより，電荷の蓄積が防止されて，現像剤のチャージアップを抑制することができる(【0029】)。また，キャリアの被覆樹脂中とトナー中にカーボンブラックを含有させているので，キャリアの被覆樹脂中に過剰のカーボンブラックを含有させる必要なく，現像剤の抵抗を下げることができ，被覆樹脂の強度低下が抑制される。従って，長期使用中においても膜の剥離が発生せず，長期に亘って帯電量の変動を抑えることができ，良質の画像を維持することができる(【0030】)。また，キャリアの被覆樹脂中及びトナー中に含有させた第1のカーボンブラックと，トナー中に含有させた吸油量が60～120(ml/100g)の範囲にある，第1のカーボンブラックに比べてその吸油量が小さい第2のカーボンブラックとの相互作用により，すばやい帯電立ち上がり特性及び優れた帯電量維持特性が得られる。従って，高速機から低速機まで現像剤を共用化した場合，異なる摩擦撹拌力によっても，所定の帯電量に所定時間で達するとともに，所定の帯電量が安定に維持されるほぼ同一の帯電特性が得られることになり，高速機，低速機のいずれにおいても，同等の良質画像を得ることができる(【0031】)。」",
                    "「…ブローオフ法による帯電量は，キャリアとトナーをトナー濃度3％で混合した現像剤サンプル100gを，100mlのポリエチレンボトルに入れ，回転数100rpmで60min間撹拌した後，現像剤サンプルを0.2g秤量し，エア圧0.2kgf/cm2で90secブローして測定した値である。また，帯電量測定時のブロー時間10secの値をブロー時間90secの値で割ることにより求められる立ち上がり指数は，85～100の範囲にあるのが好ましい。これは，立ち上がり指数が85より小さい場合，帯電の立ち上がりが遅いため，トナーこぼれやトナー飛散が発生しやすい傾向となり，100より大きい場合，長期使用においてキャリアのコート層剥離により帯電量が低下し，帯電量分布が不均一になる傾向を示すためである(【0033】)。」",
                    "「  また，本発明の現像剤では，前記したように。トナー及びキャリアの被覆樹脂中にカーボンブラックが含有させるが，DBP吸油量が160(ml/100g)以上で，窒素吸着によるBET比表面積が500～1300m2/gの範囲にあり，PHが7以上の第1のカーボンブラックは，トナーの結着樹脂100重量部当たり1～10重量部配合させるのが好ましく，キャリアの被覆樹脂100重量部当たり0.5～15重量部配合させるのが好ましい。…(【0039】)また，DBP吸油量が60～120(ml/100g)に範囲にあり，窒素吸着によるBET比表面積が100～150m2/gの範囲にあり，PHが7以上の第2のカーボンブラックはトナーの結着樹脂100重量部当たり1～10重量部配合させるのが好ましい。これは，トナーの結着樹脂への配合量が1重量部未満であると，トナーの黒色度が低下する傾向を示し，10重量部より多いと，結着樹脂中での分散性が悪化し，トナーの帯電量分布がブロードになる傾向を示すためである(【0040】)。また本発明のトナーでは，結着樹脂中に着色・電荷制御の目的で前記カーボンブラック以外の適当な顔料または染料を配合することができる。かかる顔料または染料としては，例えば，ニグロシン，アゾ染料の金属錯体，フタロシアニンブルー，デュポンオイルレッド，アニリンブルー，ベンジジンイエロー，ローズベンガル，ベンジジン系黄色顔料，フォロンイエロー，アセト酢酸アニリド系不溶性アゾ顔料，モノアゾ染料，2，9-ジメチルキナクリドン，ナフトール系不溶性アゾ顔料，アントラキノン系染料，ナフロール系不溶性アゾ顔料，銅フタロシアニン顔料等を挙げることができ，これらのうちの1種または2種以上が混合されて使用される。かかる顔料または染料は一般に結着樹脂100重量部当たり0.1～10重量部配合される(【0041】)。」",
                    "「  本発明の現像剤のキャリアは，コアとなるフェライト微粒子の表面をシリコーン樹脂で被覆することにより作成される。フェライト微粒子は，Cu，Zn，Mn，Ｎi等の混合物を水でスラリー化し，これにバインダー樹脂を適量加えて混合した後，アトマイザーで噴霧乾燥し，ついで，空気中で1200℃で2時間焼成して，球状の微粒子を得ることにより得られる(【0051】)。」",
                    "「  本発明では，前記フェライト微粒子の表面に，シリコーン樹脂に前記第1のカーボンブラックを分散させた樹脂組成物を被覆(コート)するが，そのコート方法としてはスプレー，ディッピング等の公知の方法が用いられる(【0053】)。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "「  現像剤サンプルの作製表1～表3に示すそれぞれの処方により現像剤サンプルA1～A3を作製した(【0054】)。」",
                    "【表1】(【0055】)」",
                    "【表2】(【0056】)",
                    "【表3】(【0057】)",
                    "「  表1(現像剤サンプルA1)，表2(現像剤サンプルA2)，表3(現像剤サンプルA3)において，カーボンブラックのDBP吸油量は150℃±1℃で1時間乾燥した試料20.00g(A)をアブソープトメータ(Brabender社製，スプリング張力2.68kg/cm)の混合室に投入し，予めリミットスイッチを最大トルクの約70％の位置に設定して回転機を回転する。同時に，自動ビューレットからDBP(dibutyl  phthalate)(比重1.045～1.050)を4ml/分の割合で添加し始める。終点近くになるとトルクが急速に増加してリミットスイッチが切れる。このようにして，リミットスイッチが切れる迄に添加したDBP量(Bml)を求め，A/Bのパーセント割合によりDBP吸油量(Dml/100g)を計算した。またPHは試料10gに蒸留水100mlを加え，ホットプレート上で10分間煮沸し室温までに冷却した後，上澄みを分離して，泥状物のPHをガラス電極PHメータを用いて測定した(【0058】)。トナーは，表1(表2，表3)に示した混合物を，ヘンシェルミキサーFM20B(三井三池社製，商品名)にて混合し，この混合物を二軸混練押出機PCM30(池貝鉄工社製，商品名)にて加熱混練し，得られた混練物を冷却後，粗粉砕機ロートプレックス(アルピネ社製，商品名)にて2mm以下の大きさに粗粉砕し，更に，ジェットミル粉砕機IDS-2型(日本ニューマティック工業社製，商品名)にて微粉砕した後，気流分級機DS2型(日本ニューマティック工業社製，商品名)により粉砕物から微粉をカットして，平均粒径8μmのトナー母体粒子を得る。そして，このトナー母体粒子に外添剤を外添処理することにより完成させた(【0059】)。キャリアは表1(表2，表3)に示した比表面積，平均粒径を有するCu-Znフェライトをコア材とし，シリコーン樹脂にカーボンブラックを5重量％分散させたものをコート剤とし，これらを活動造粒乾燥装置に入れ，流動層でコア材とコート剤を混合したあと，90℃の雰囲気下で乾燥し，更に200℃の電気炉内に1時間放置し，シリコーン樹脂の焼成をすることにより製造した。シリコーン樹脂はKR250(信越化学社製，商品名)を用いた(【0060】)。また，キャリアの体積抵抗は，大きさ2×1cmの電極を間隔2mmで対抗させ，その間にサンプルキャリアを0.2g投入し，電極の外側で対抗させた磁石により電極間でブリッジを形成させ，電極に1000Vを印可することにより求めた(【0061】)。現像剤はタンブラーミキサーによりキャリアとトナーを混合比3％で1時間混合することにより作製した(【0062】)。また，現像剤サンプルA1～A3とは別に，キャリアのコート剤に配合するカーボンブラックをDBP吸油量が123(ml/100g)，窒素吸着によるBET比表面積が265m2／g，PH7のカーボンブラックに変更した以外は表1と同様の処方からなる現像剤サンプルB1を作製した。また，トナーに配合するカーボンブラックAをDBP吸油量が123(ml/100g)，窒素吸着によるBET比表面積が265m2／g，PH7のカーボンブラックに変更した以外は表1と同様の処方からなる現像剤サンプルB2を作製した(【0063】)。表4にこれら現像剤サンプルA1～A3，B1，B2の帯電特性の測定結果を示す(【0064】)。」",
                    "【表4】(【0065】)",
                    "「  ここで，帯電量はブローオフ法によるもので，キャリアとトナーをトナー濃度3％で混合した現像剤サンプル100gを，100mlのポリエチレンボトルに入れ，回転数100rpmで60min間撹拌した後，現像剤サンプルを0.2g秤量し，エア圧0.2kgf/cm2で90secブローして測定した値である。帯電立ち上がり指数は，帯電量測定時のブロー時間10secの値をブロー時間90secの値で割ることにより求めた値である(【0066】)。表4から，現像剤サンプルA1～A3が，いずれもトナー帯電量が-20μC/g前後で高帯電量が得られ，帯電立ち上がり指数が90以上の帯電立ち上がり特性に優れたものであるのに対し，現像剤サンプルB1，B2はいずれも低帯電量しか得られず，帯電の立ち上がりも著しく遅いものであることが分かる(【0067】)。」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の効果",
                  "text": [
                    "「  以上説明したように，本発明にかかる現像剤によれば…第1のカーボンブラックが分散したシリコーン樹脂で被覆され…キャリアと，結着樹脂中に，少なくとも前記第1のカーボンブラックと…第2のカーボンブラックが分散したトナーとを含んでなるものとしたことにより，所要の高帯電量に速く立ち上がり，適度な帯電量で推移して，低帯電量トナーや逆極性トナーによる地かぶりやトナーの飛び散りを発生することなく，長期に亘って高濃度，低地かぶりの高画質画像を形成することができる。また，帯電立ち上がりが速く，低速機から高速機まで適用できる(【0131】)。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-1(帯電量の認定の誤り)について",
          "text": [
            "事案にかんがみ，まず，取消事由2-1について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の帯電量の測定について",
              "text": [
                "本願補正発明の磁性キャリアの帯電量の測定に用いられるブローオフ法は，電子写真用2成分現像剤(トナー，キャリア)を一定条件で混合し，これを金網(目開きが，トナーは通すがキャリアは通さない大きさ)を備えた導体に入れ，圧縮ガスを片方から吹き付けてトナーとキャリアを分離してトナーを導体外に除去し，導体中の残ったキャリアの電荷(ブローオフされたトナーが持ち去った電荷と反対符号の電荷をキャリアが有している。)を測定するものである(甲2，9)。",
                "本願補正発明の磁性キャリアが満たすべき帯電量の測定結果は，請求項1に記載されたとおり，測定条件を次のとおりとした上で，測定10秒後の測定値の測定の120秒後の測定値に対する割合を60％以上とするものである。",
                "「  (帯電量の評価)",
                "帯電量は，磁性キャリア95重量部と下記の方法により製造したトナー5重量部を十分に混合し，24℃，60％RH環境に24時間以上放置し調湿した試料を準備して，ブローオフ帯電量測定装置を用いて測定した値である。",
                "トナーの製造例",
                "ポリエステル樹脂          100重量部",
                "銅フタロシアニン系着色剤      5重量部",
                "帯電制御剤(ジ-tert-ブチルサリチル酸亜鉛化合物)  3重量部",
                "ワックス                      9重量部",
                "上記材料を溶融・混練し，粉砕，分級して得た重量平均粒径7.4μmの負帯電性青色粉体100質量部と疎水性シリカ1重量部を混合して負帯電性シアントナーとして用いる。」",
                "そして，本願明細書(甲5，8，11)の記載を参酌しても，上記帯電量の測定結果(60％以上)が，上記磁性キャリアとトナーの混合比率(95重量部：5重量部)や調湿の条件(24℃，60％RH環境に24時間以上放置)に依存しないことや，トナーとして上記負帯電性シアントナー以外のトナーを用いて測定した場合であっても達成できることの記載はなく，また，この点を裏付ける技術常識があるとも認められない。",
                "以上からすると，本願補正発明における磁性キャリアの帯電量の測定条件は，その請求項1に記載されたとおりのものに限られると認められる(したがって，本願補正発明の磁性キャリアは，帯電量の測定用に任意のカラー用トナーを用い得るものではなく，その測定は，請求項1に特定されたトナー等の条件で行うものと解される。)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の帯電量の測定について",
              "text": [
                "引用例には，「…キャリアと，結着樹脂中に，少なくとも…第1のカーボンブラックと…第2のカーボンブラックが分散したトナーとを含んでなる現像剤。」(【請求項1】)，「…本発明の現像剤においては，キャリアの被覆樹脂中とトナー中に含有させた…第1のカーボンブラックが…分散している…」(【0029】)，「また，キャリアの被覆樹脂中とトナー中にカーボンブラックを含有させている…」(【0030】)，「また，キャリアの被覆樹脂中及びトナー中に含有させた第1のカーボンブラックと，トナー中に含有させた…第2のカーボンブラックとの相互作用により…」(【0031】)，「以上説明したように，本発明にかかる現像剤によれば…キャリアと，結着樹脂中に，少なくとも…第1のカーボンブラックと…第2のカーボンブラックが分散したトナーとを含んでなるものとしたことにより…することができる。…」(【0131】)との記載がある。また，実施例(【0054】以下)の【表1】～【表3】にも，トナーに2種類のカーボンブラックA及びカーボンブラックBを含有させることが記載されている。",
                "そうすると，引用発明では，結着樹脂中に少なくとも第1のカーボンブラックと第2のカーボンブラックが分散したトナーを用いて帯電量の測定が行われたものということができ，このようなトナーを用いることを前提に，「キャリアとトナーをトナー濃度3％で混合した現像剤サンプル100gを，100mlのポリエチレンボトルに入れ，回転数100rpmで60min間撹拌した後，現像剤サンプルを0.2g秤量し，エア圧0.2kgf/cm2でブローして測定した値である帯電量」について，「帯電量測定時のブロー時間10secの値をブロー時間90secの値で割ることにより求めた帯電立ち上がり指数が90以上である」としたものと解することができる。",
                "そして，引用例には，上記トナー以外のトナーを用いた場合においても，上記の測定条件に基づいて算出した帯電立ち上がり指数が90以上となる旨の記載はなく，また，この点を裏付ける技術常識があるとも認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "帯電量の測定の対比について",
              "text": [
                "審決は，引用発明に含まれる磁性キャリアと，ポリエステル樹脂，銅フタロシアニン系着色剤，ジ-tert-ブチルサリチル酸亜鉛化合物などの材料から製造したシアントナーとからなるカラー用現像剤が，本願出願前に周知であるという本件周知技術を前提にして，引用発明の磁性キャリアを上記シアントナーと混合してカラー用現像剤とするとともに，引用発明の測定条件に基づいて算出した帯電立ち上がり指数を90以上のものにすることは，当業者にとって容易に想到できるとする(前記第2の3(1)エ③の審決の判断)。",
                "しかしながら，引用発明の磁性キャリアを上記シアントナーと混合してカラー用現像剤とすることが，本願出願前の周知技術であったとしても，上記シアントナーの確定的な成分及びその割合や製造方法などは不明なのであるから，上記(2)からすると，引用発明の磁性キャリアと上記シアントナーとを用いて，引用発明の測定条件に基づいて算出した帯電立ち上がり指数が，90以上となる合理的な根拠はないというべきである。したがって，引用発明の測定条件に基づいて算出した帯電立ち上がり指数が90以上であるか否かは，技術的に不明であり，そのようにすることが容易ともいえないのであるから，審決の上記判断③は，誤りである。",
                "また，審決は，ブローオフ法による帯電量は，ブロー時間が長くなってもブロー時間が90秒の帯電量からほとんど増加しないという本件周知事項を前提にして，カラー用現像剤として上記シアントナーと混合された引用発明の磁性キャリアについて，測定条件を本願補正発明としてその帯電量を求めると，10秒後の測定値の120病後の測定値に対する割合が60％以上であるとする(前記第2の3(1)エ④の審決の判断)。",
                "しかしながら，上記シアントナーは，本願補正発明の規定する方法により製造されたものか否か不明であるから，上記(1)からすると，本件周知事項の当否に関わりなく，上記の引用発明の磁性キャリアについて，本願補正発明の測定条件に基づいて帯電量を測定しても，10秒後の測定値の120秒後の測定値に対する割合が60％以上であると認定することはできない。したがって，審決の上記判断④も，誤りである。",
                "原告の取消事由2-1に係る主張は，上記の趣旨を含むものと解されるから，その主張には理由がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上からすると，審決の相違点2に係る帯電量の認定には，誤りがある。そして，この誤りは，本願補正発明の進歩性判断に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，審決の判断過程には誤りがあり，その余の取消事由について判断するまでもなく，審決には取り消すべき違法がある。",
        "よって，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ]
}