{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2011-8108号事件について平成25年3月5日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「抗VEGF抗体」とする特許（特許第3957765号。請求項の数32。平成10年4月3日出願，平成19年5月18日設定登録。優先権主張  平成9年4月7日，米国；平成9年8月6日，米国。以下「本件特許」という。）の特許権者である（甲1）。",
                "原告は，平成21年12月17日，本件特許に係る発明の実施に政令で定める処分を受けることが必要であったとして，2年3月30日の存続期間の延長登録を求めて，本件特許につき特許権の存続期間延長登録の出願（以下「本件出願」という。）をしたが（甲2），平成23年1月6日付けで拒絶査定を受け，同年4月18日，拒絶査定不服審判（不服2011-8108号事件）を請求し，平成24年9月6日，手続補正を行った（甲3）。特許庁は，平成25年3月5日，請求不成立の審決（以下「審決」という。）をし，その謄本は，同月15日，原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "平成24年9月6日付け手続補正後における延長登録の理由となる処分（以下「本件処分」という場合がある。）の内容及び本件出願の理由は，以下のとおりである（甲2，3）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "延長登録の理由となる処分",
                  "text": [
                    "薬事法14条9項に規定する医薬品に係る同項の承認"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "処分を特定する番号",
                  "text": [
                    "承認番号  21900AMX00921000"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "処分の対象となったもの",
                  "text": [
                    "販売名  アバスチン点滴静注用400mg／16mL 一般名  ベバシズマブ（遺伝子組換え）",
                    "（以下，上記販売名及び一般名で特定される医薬品を「本件医薬品」という。）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "処分の対象となったものについて特定された用途",
                  "text": [
                    "「治癒切除不能な進行・再発の結腸・直腸癌に対する他の抗悪性腫瘍剤との併用における，成人への，ベバシズマブとして1回7．5mg／kg（体重）での，投与間隔3週間以上の点滴静脈内注射」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "処分を受けた日",
                  "text": [
                    "平成21年9月18日"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "政令で定める処分を受けた物が特許請求の範囲に記載されていること",
                  "text": [
                    "請求項11等に記載のヒト化抗hVEGF抗体が処分を受けたベバシズマブ（遺伝子組換え）である。（以下，略）"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件医薬品については，本件処分に先立って，平成19年4月18日付けで以下の医薬品製造販売承認（以下「本件先行処分」という。）がされている。本件処分は，本件先行処分の製造販売承認事項一部変更承認であり，変更事項は，「用法及び用量」に新たな用法・用量を追加した点にある。（甲13ないし16）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "処分の根拠",
                  "text": [
                    "薬事法14条1項"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "承認番号",
                  "text": [
                    "21900AMX00921000"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "効能又は効果",
                  "text": [
                    "「治癒切除不能な進行・再発の結腸・直腸癌」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "用法及び用量",
                  "text": [
                    "他の抗悪性腫瘍剤との併用において，通常，成人には，ベバシズマブとして1回5mg／kg（体重）又は10mg／kg（体重）を点滴静脈内注射する。投与間隔は2週間以上とする。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の特許請求の範囲は，以下のとおりである（以下，請求項1ないし32に係る発明を順に「本件特許発明1」ないし「本件特許発明32」といい，本件特許発明1ないし11，14，16，19，20，23，27ないし32を併せて「本件特許発明」という。）（甲1）。",
            "「【請求項1】以下の超可変領域アミノ酸配列：CDRH1（GYX FTX Y1 2GMＮ，ここに，X はTまたはDであり，X は，ＮまたはHである：配列番号11 230），CDRH2（WIＮTYTGEPTYAADFKR，配列番号2）およびCDRH3（YPX YYGX SHWYFDV，ここに，X はYまたはHであり，1 2 1X はSまたはTである：配列番号131）を含む重鎖可変ドメイン，並びに以下2の超可変領域アミノ酸配列：CDRL1（SASQDISＮYLＮ，配列番号4），CDRL2（FTSSLHS，配列番号5）およびCDRL3（QQYSTVPWT，配列番号6）を含む軽鎖可変ドメインを有している，約1x10-8Mを超えないK 値でヒト血管内皮細胞増殖因子（VEGF）と結合するヒト化抗VEGF抗d体。",
            "【請求項2】約5x10-9Mを超えないK 値でヒトVEGFと結合する，請求d項1記載のヒト化抗VEGF抗体。",
            "【請求項3】インビトロにおける内皮細胞のVEGF-誘導増殖を阻害する，請求項1記載のED 値が5nMを超えないヒト化抗VEGF抗体。",
            "50【請求項4】インビボでのVEGF-誘導血管形成を阻害する，請求項1記載のヒト化抗VEGF抗体。 ",
            "【請求項5】A673インビボ腫瘍モデルにおいて，5mg／kgで少なくとも50％の腫瘍の増殖を阻害する，請求項4のヒト化抗VEGF抗体。",
            "【請求項6】前記CDRH1が，GYTFTＮYGMＮ（配列番号1）のアミノ酸配列からなる，請求項1～5のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項7】前記CDRH3が，YPHYYGSSHWYFDV（配列番号3）のアミノ酸配列からなる，請求項1～5のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項8】前記CDRH1が，GYTFTＮYGMＮ（配列番号1）のアミノ酸配列からなり，前記CDRH3が，YPHYYGSSHWYFDV（配列番号3）のアミノ酸配列からなる，請求項1～7のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項9】配列番号7のアミノ酸配列を含んでなる重鎖可変ドメインを有する請求項8記載のヒト化抗VEGF抗体。 ",
            "【請求項10】配列番号8のアミノ酸配列を含んでなる軽鎖可変ドメインを有する請求項1～9のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項11】配列番号7のアミノ酸配列を含んでなる重鎖可変ドメインと配列番号8のアミノ酸配列を含んでなる軽鎖可変ドメインを有する，請求項1～8のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項12】CDRH1がGYDFTHYGMＮ（配列番号128）のアミノ酸配列からなる，請求項1～5のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項13】CDRH3がYPYYYGTSHWYFDV（配列番号129）のアミノ酸配列からなる，請求項1～5のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項14】配列番号127のアミノ酸配列を含んでなる重鎖可変ドメインを有する請求項1～5のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項15】配列番号118のアミノ酸配列を含んでなる重鎖可変ドメインを有する請求項1～5のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項16】さらに配列番号126のアミノ酸配列を含んでなる軽鎖可変ドメインを有する，請求項12～15のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項17】さらに配列番号117のアミノ酸配列を含んでなる軽鎖可変ドメインを有する，請求項12～15のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項18】配列番号117のアミノ酸配列を含んでなる軽鎖可変ドメインと配列番号118のアミノ酸配列を含んでなる重鎖可変ドメインを有する，請求項1～5のいずれかに記載のヒト化抗体VEGF抗体。",
            "【請求項19】完全長の抗体である請求項1～18のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項20】ヒトIgGである請求項19のヒト化抗VEGF抗体。",
            "【請求項21】抗体フラグメントである請求項1～18のいずれかに記載のヒト化抗VEGF抗体。",
            "【請求項22】Fabである請求項21の抗体フラグメント。",
            "【請求項23】請求項1～22のいずれかに記載のヒト化抗VEGF抗体またはそのフラグメントと薬学的に許容し得る担体とを含む組成物。",
            "【請求項24】請求項1の抗体をコードする単離された核酸。",
            "【請求項25】請求項24の核酸を含有するベクター。",
            "【請求項26】請求項25のベクターを含有する宿主細胞。",
            "【請求項27】請求項26の宿主細胞を，核酸が発現されるように培養することを含む，ヒト化抗VEGF抗体の製造方法。",
            "【請求項28】宿主細胞培養からヒト化抗VEGF抗体を回収することを更に含む請求項27の方法。",
            "【請求項29】哺乳動物のVEGF誘導血管形成の阻害に使用するための，請求項1～22のいずれかに記載のヒト化抗VEGF抗体またはそのフラグメントを含有する医薬組成物であって，該医薬組成物が治療上有効な量で該哺乳動物に投与され，該ヒト化抗VEGF抗体が約1x10-8Mを超えないK 値でヒトVEGFとd結合する，医薬組成物。",
            "【請求項30】哺乳動物がヒトである請求項29の医薬組成物。",
            "【請求項31】哺乳動物が腫瘍を有する請求項29の医薬組成物。",
            "【請求項32】哺乳動物がレチナール障害を有する請求項29の医薬組成物。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は別紙審決書写しに記載のとおりであり，その要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法67条の3第1項1号の判断において，「特許発明の実施」は，処分の対象となった医薬品その物の製造販売等の行為ととらえるのではなく，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項（以下「発明特定事項に該当する事項」という。）によって特定される医薬品の製造販売等の行為ととらえるのが適切である。",
                "ただし，同法68条の2は，存続期間が延長された場合の特許権の効力について，「処分の対象となった物（その処分においてその物の使用される特定の用途が定められている場合にあっては，当該用途に使用されるその物）についての当該特許発明の実施」以外の行為に特許権の効力が及ばないことを規定しているところ，医薬品の承認においては用途に該当する事項が定められていることから，用途を特定する事項を発明特定事項として含まない特許発明の場合には，「特許発明の実施」は，処分の対象となった医薬品の承認書に記載された事項のうち，特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（以下「発明特定事項及び用途に該当する事項」という。）によって特定される医薬品の製造販売等の行為ととらえるのが適切である。また，医薬品の承認書に記載された用途に該当する事項とは，延長された権利の実効性や第三者による結果の予測性を担保すべきことを考慮すると，承認書に記載された効能・効果であると解するのが相当である。",
                "そして，処分の対象となった医薬品の「発明特定事項（及び用途）に該当する事項」を備えた先行医薬品についての処分（先行処分）が存在する場合には，特許発明のうち，処分の対象となった医薬品の「発明特定事項（及び用途）に該当する事項」によって特定される範囲は，先行処分によって実施できるようになっていたといえ，同法67条の3第1項1号の拒絶理由が生じる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明1ないし11，14，16，19，20，23，27，28について",
              "text": [
                "本件特許発明1ないし11，14，16，19，20，23，27，28は，用途を特定する事項を発明特定事項として含まない発明である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明1について",
                  "text": [
                    "本件処分は，一般名が「ベバシズマブ（遺伝子組換え）」，効能・効果が「治癒切除不能な進行・再発の結腸・直腸癌」に係る医薬品を対象とするものである。「ベバシズマブ（遺伝子組換え）」は，本件特許発明1の発明特定事項である「以下の超可変領域アミノ酸配列・・・を含む重鎖可変ドメイン，並びに以下の超可変領域アミノ酸配列・・・を含む軽鎖可変ドメインを有している，約1x10-8Mを超えないK 値でヒト血管内皮細胞増殖因子（VEGF）と結合するヒト化抗VEGF抗体」dに該当する。また，効能・効果である「治癒切除不能な進行・再発の結腸・直腸癌」は，用途に該当する事項である。",
                    "これに対し，本件先行処分は，一般名が「ベバシズマブ（遺伝子組換え）」，効能・効果が「治癒切除不能な進行・再発の結腸・直腸癌」に係る医薬品を対象とするものであり，本件処分の対象となった医薬品の「発明特定事項及び用途に該当する事項」を備えた医薬品を対象とするものである。してみると，本件特許発明1のうち，本件処分の対象となった医薬品の「発明特定事項及び用途に該当する事項」によって特定される範囲は，本件先行処分によって実施できるようになっていたといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明2ないし11，14，16，19，20，23，27，28について",
                  "text": [
                    "本件特許発明2ないし11，14，16，19，20，23，27，28は，いずれも本件特許発明1をさらに限定した発明であり，本件特許発明2ないし11，14，16，19，20，23，27，28のうち本件処分の対象となった医薬品の「発明特定事項及び用途に該当する事項」によって特定される範囲は，本件特許発明1のうち本件処分の対象となった医薬品の「発明特定事項及び用途に該当する事項」で特定される範囲に包含されるか又は一致するものであり，本件先行処分によって実施できるようになっていたといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明29ないし32について",
              "text": [
                "本件特許発明29は，「請求項1～22のいずれかに記載のヒト化抗VEGF抗体」を有効成分とし，「哺乳動物のVEGF誘導血管形成の阻害に使用する」ことを用途とする医薬の発明であり，本件特許発明30ないし32は本件特許発明29を引用して記載された医薬の発明である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明29について",
                  "text": [
                    "本件処分の対象となった医薬品の「ベバシズマブ（遺伝子組換え）」は，本件特許発明29の有効成分である「請求項1～22のいずれかに記載のヒト化抗VEGF抗体」に，本件処分の対象となった医薬品の効能・効果である「治癒切断不能な進行・再発の結腸・直腸癌」は，本件特許発明29の用途における阻害の対象である「哺乳動物のVEGF誘導血管形成」に該当する事項である。",
                    "これに対し，本件先行処分は，一般名が「ベバシズマブ（遺伝子組換え）」，効能・効果が「治癒切除不能な進行・再発の結腸・直腸癌」に係る医薬品を対象とするものであり，本件処分の対象となった医薬品の「発明特定事項に該当する事項」を備えた医薬品を対象とするものである。してみると，本件特許発明29のうち，本件処分の対象となった医薬品の「発明特定事項に該当する事項」によって特定される範囲は，本件先行処分によって実施できるようになっていたといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明30ないし32について",
                  "text": [
                    "本件特許発明30ないし32は，いずれも本件特許発明29をさらに限定した発明であり，本件特許発明30ないし32のうち本件処分の対象となった医薬品の「発明特定事項に該当する事項」によって特定される範囲は，本件特許発明29のうち本件処分の対象となった医薬品の「発明特定事項に該当する事項」で特定される範囲に包含されるか又は一致するものであり，本件先行処分によって実施できるようになっていたといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件特許発明1ないし32の実施に本件処分を受けることが必要であったとは認められず，本件出願は特許法67条の3第1項1号に該当し，特許権の存続期間の延長登録を受けることができない（なお，本件特許発明12，13，15，17，18，21，22，24ないし26に係る物は本件処分の対象となった医薬品に含まれるものではないから，これらの特許発明の実施に本件処分を受けることが必要であったとはいえない。）。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法67条の3第1項1号該当性判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件処分の内容等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "抗がん剤による治療の特徴",
                      "text": [
                        "本件医薬品の有効成分は「ベバシズマブ」と呼ばれるヒト化抗VEGF抗体であり，本件医薬品の有効成分は本件特許発明1の技術的範囲に属し，また，本件医薬品は本件特許発明29の技術的範囲に属する。",
                        "本件特許発明29の医薬品のように，発がんのメカニズムを分子レベルで明らかにし，特定の分子をターゲット（標的）とした薬は，分子標的薬又は分子標的治療薬と呼ばれる。がんの治療においては，複数の抗がん剤が併用されることが多く，使用される抗がん剤に応じて，標準的な投与レジメンが確立している。多くの分子標的薬は，確立した投与レジメンに追加して投与されるが，その際，既存の各治療方法に応じて分子標的薬の用法・用量を設定する必要が生じるため，既存の治療方法ごとに臨床試験が必要とされる。",
                        "抗がん剤は，治療領域と副作用域が近接し，例えば，優れた効果を発揮する用量の領域に近接して重篤な副作用が発現する領域があるため，用法・用量は極めて重要な意義を有するものとして厳格に評価される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件先行処分と本件処分の内容",
                      "text": [
                        "本件先行処分では，用法及び用量が「他の抗悪性腫瘍剤との併用において，通常，成人にはベバシズマブとして1回5mg／kg（体重）又は10mg／kg（体重）を点滴静脈内注射する。投与間隔は2週間以上とする。」であるのに対し，本件処分では，用法及び用量として「他の抗悪性腫瘍剤との併用において，通常，成人にはベバシズマブとして1回7．5mg／kg（体重）を点滴静脈内注射する。投与間隔は3週間以上とする。」が追加されている。本件先行処分と本件処分の対象とする医薬品は，有効成分，効能・効果において共通する。",
                        "本件先行処分は，1サイクルが2週間のFOLFOX療法やFOLFIRI療法（44～46時間の点滴を必要とする。）とベバシズマブを組み合わせて使用するためのものである。本件先行処分の用量5mg／kg（体重）は未治療の場合に，用量10mg／kg（体重）は既治療の場合に，それぞれ適用される。投与間隔の「以上」との記載は，副作用が回復するまで待つ必要がある場合のためのものである。本件先行処分によって，FOLFOX療法とベバシズマブ療法との併用療法及びFOLFIRI療法とベバシズマブ療法との併用療法が可能となった。",
                        "これに対し，本件処分は，1サイクルが3週間のXELOX療法と組み合わせて使用するためのものである。XELOX療法は，投与間隔が長いのみならず，2時間の点滴と内服薬の投与で済むから，患者及び医療従事者の負担は著しく軽減される。本件処分は，これによって，初めてXELOX療法とベバシズマブ療法との併用療法が可能となった点に意義がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "禁止の解除の範囲",
                      "text": [
                        "上記のとおり，抗がん剤の治療領域と副作用域は近接していることから，抗がん剤では，他の領域の薬剤に比べ，用法・用量が極めて重要であり，これを厳格に定める必要がある。本件先行処分では，1回5mg／kg（体重）又は10mg／kg（体重）の投与についてのみ禁止が解除されたのに対し，本件処分により，1回7．5mg／kg（体重）での投与について，その禁止が初めて解除された。なお，本件先行処分の用量である1回5mg／kg（体重）と10mg／kg（体重）とは，任意に何れかを選択できるのではなく，未治療であるか既治療であるかによる相違である。",
                        "また，本件先行処分では投与間隔は「2週間以上」，本件処分では投与間隔は「3週間以上」であるが，標準的なFOLFOX療法及びFOLFIRI療法での1サイクルは2週間であり，標準的なXELOX療法での1サイクルは3週間である。副作用のような特別の事情のない限り，原則として，FOLFOX療法又はFOLFIRI療法とベバシズマブ療法との併用療法では，投与間隔は2週間であり，XELOX療法とベバシズマブ療法との併用療法では，投与間隔は3週間であることは，当業者における共通の理解であるといえる。",
                        "前記のとおり，FOLFOX療法及びFOLFIRI療法は，2週間ごとに44時間又は46時間もの長時間の点滴が必要であるため，点滴及びそのための入院・通院に当たって患者の負担が大きいという課題があった。それに対し，XELOX療法での点滴は，3週間毎に病院で2時間行われるのみであり，それ以外は，内服薬（カペシタビン）で済む。本件処分により，XELOX療法とベバシズマブ療法との併用が可能となったことにより，患者の負担を大幅に軽減するとともに，医療従事者の負担も軽減した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法67条の3第1項1号の要件の非充足について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法67条の3第1項1号は，延長登録の出願を拒絶するに当たっては，「その特許発明の実施に・・・政令で定める処分を受けることが必要であつたとは認められないこと」に該当することを要件とする。",
                        "本件先行処分では，本件医薬品につき，本件先行処分で承認された用法・用量による投与についてのみ禁止が解除された。これに対し，本件処分は，薬事法14条9項の承認であり，本件処分で追加された用法・用量での本件特許発明の実施（例えば，XELOX療法とベバシズマブ療法との併用療法のための本件医薬品の販売）は，本件処分によって初めて，その禁止が解除された。したがって，本件特許発明の実施には，「政令で定める処分を受けることが必要であつた」のであり，特許法67条の3第1項1号には該当しない。",
                        "延長登録制度の趣旨は，特許権の取得後も法規制によって特許発明を実施できない場合に，侵食された存続期間を回復することにある。法規制によって，特許発明の一部についての実施が禁止されていた場合に，その期間を回復することが，延長登録制度の趣旨に沿うものといえる。また，本件処分によって初めて禁止が解除された範囲は，本件特許発明の技術的範囲に属する。したがって，本件出願は，同号の「その特許発明の実施に・・・政令で定める処分を受けることが必要であつたとは認められないこと」との拒絶要件には該当しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，特許法67条の3第1項1号の「特許発明の実施」に関し，①医薬品の承認書に記載された事項のうち特許請求の範囲の発明特定事項（特許発明の構成要件）に該当する事項（発明特定事項に該当する事項）のみを抽出し，それによって特定される範囲の実施が「特許発明の実施」である，②ただし，用途を特定する事項を発明特定事項として含まない特許発明の場合には，医薬品の承認書に記載された事項のうち，特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される範囲の実施が「特許発明の実施」である，と解釈する。",
                        "しかし，以下のとおり，審決の解釈は，特許法に何ら根拠を有しておらず，法律の文言から逸脱しており，誤っている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "薬事法と特許法とでは目的を異にし，薬事法で法定された審査事項と特許法の発明特定事項とは相違する。このような相違が存在するにもかかわらず，医薬品の承認書に記載された事項を特許発明の発明特定事項に画一的に当てはめる合理性はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "審決の解釈によると，特許請求の範囲の記載における発明特定事項の書きぶりによって，特許法67条の3第1項1号の「特許発明の実施」の内容が左右されることになる。例えば，特許請求の範囲の記載に用法・用量の限定がない場合は，「任意の用法・用量」が含まれることを意味し，いずれの用法・用量であっても技術的思想として含んでいると理解されるはずである。これに対して，審決は，薬事法の審査及び承認対象の項目のうち，特許請求の範囲に明示の限定のある項目のみによって特許法67条の3第1項1号の「特許発明」を特定するが，特許請求の範囲に明示の限定のある項目とそうでない項目とを区別する合理的な理由はない。",
                            "なお，特許庁の審査実務において，用法・用量が，特許発明の特定において意味のあるものとして扱われたのは，平成21年11月1日以降であり，本件特許の登録時点においては，用法・用量による発明の特定は認められていなかった。また，本件特許の審査段階では，特許権の存続期間の延長登録出願の拒絶理由について，審決のような解釈が採用されると予測することは不可能であり，特許請求の範囲に用法・用量に関する発明特定事項を記載することは，不可能であった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "審決は，「用途」を特定する事項を発明特定事項として含まない特許発明であっても，用途に該当する事項は，特許法67条の3第1項1号の「特許発明の実施」の特定に用いると解釈した。しかし，「用途」に限って例外的な扱いをする根拠はない。審決は，「用途」を例外的に扱う理由として，同法68条の2を引用するが，同規定は存続期間が延長された場合の特許権の効力に関する規定であって，延長登録出願の拒絶理由を定める規定ではない。同法67条の3第1項1号の規定する拒絶理由の解釈に同法68条の2は関係しない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "承認のために臨床試験を要する場合の延長登録について",
                  "text": [
                    "仮に，薬事法上の承認ごとに延長登録が認められないとしても，承認のために臨床試験を要する場合には，延長登録が認められるべきである。",
                    "臨床試験には長期間を要し，その結果，薬事法上の承認取得において長期間を要するから，同法14条1項又は9項の承認の申請に当たって臨床試験の試験成績に関する資料を必要とするため，特許発明の実施をすることができない期間があったときは，延長登録が認められると解すべきである。",
                    "現在の運用では，新たな用量の医薬品についても，同条9項の承認を得るためには，臨床試験が求められ，本件処分も，「申請に当たって臨床試験の試験成績に関する資料を要する同法14条1項又は9項の承認」に該当し，本件処分を受けるためには，臨床試験が必要であった。以上の実情を考慮すると，本件出願は特許法67条の3第1項1号に該当せず，延長登録が認められるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法68条の2所定の先行処分に係る延長登録の効力の及ぶ範囲についての解釈の誤り（取消事由2）",
              "text": [
                "以上のとおり，特許権の存続期間の延長登録出願についての拒絶査定の可否は，専ら，その要件規定である特許法67条の3第1項1号所定の「その特許発明の実施に同法67条2項の政令で定める処分を受けることが必要であつたとは認められないとき」に該当するか否かにより判断すべきである。",
                "仮に，同法67条の3第1項1号の拒絶査定の可否に当たり，同法68条の2の規定を考慮する余地があったとしても，以下のとおり，薬事法上の審査事項である「用法，用量」は，特許法68条の2所定の「（その処分においてその物の使用される特定の用途が定められている場合にあつては，当該用途に使用されるその物）」の「用途」に含まれると解すべきである。",
                "すなわち，同条は，特許権の存続期間が延長された場合の当該特許権の効力は，政令で定める処分の対象となった物（その処分においてその物の使用される特定の用途が定められている場合にあっては，当該用途に使用される物）についての当該特許発明の実施以外の行為には，及ばない旨規定する。",
                "審決は，薬事法上の審査事項中の「効能，効果」のみが「用途」に対応すると解釈した上で，医薬発明の「用途」を治療対象である病気（「癌」）と特定する。",
                "しかし，薬事法の審査事項である「効能，効果」のみが「用途」であるとする解釈は，根拠に欠ける。",
                "「用途」とは，「使用の道。使いみち。用いどころ。」を意味するのであるから，「効能，効果」に限定されず，「用法，用量」も含まれると解すべきである。",
                "薬事法上，「用法，用量」は「効能，効果」と同程度に重視されている。例えば，用法・用量は，有効成分及び効能・効果と同等に，新医薬品に該当するか否かの判断に当たり考慮すべき項目に該当する。また，薬事法上，医薬品の製造販売承認の審査対象となる項目のうち，使い方に関する審査項目は，「効能，効果」と「用法，用量」である。「用途」が「効能，効果」に限定される理由はない。",
                "このように，「用法，用量」が重要な意義を有するものであるにもかかわらず，「効能，効果」のみを抽出し，「用法，用量」を捨象することに合理的な根拠はない。特許庁の運用においても，医療分野での研究開発の進展により，用法・用量の重要性が増してきたことから，従来の審査基準を改定し，平成21年11月1日以降の審査では，治療対象の病気を特定した医薬の発明と同様に，用法・用量を特定した医薬の発明も，物の発明として審査し，特許を付与する運用を実施している。",
                "以上のとおり，特許法67条の3第1項1号の拒絶理由の判断に当たり，同法68条の2の規定を考慮する余地があったとしても，同条括弧書きの「用途」は，薬事法の「効能，効果」に限定されるものではなく，「用法，用量」も含むと解されるべきであり，審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本件特許発明に「用法，用量」に対応する発明特定事項が存在しなかったことを理由として，本件特許発明の実施に本件処分を受けることが必要であったとは認められず，本件出願は特許法67条の3第1項1号に該当するから特許権の存続期間の延長登録を受けることができないとした審決の判断には誤りがある。",
                "また，同法68条の2所定の先行処分に係る延長登録の効力の及ぶ範囲の解釈についても誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法67条の3第1項1号該当性判断の誤り（取消事由1）に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件処分の内容等について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，XELOX療法とベバシズマブ療法との併用療法での本件特許発明1及び29の実施は，本件処分によって初めて実施可能となった旨主張する。",
                        "しかし，以下のとおり，原告の主張は失当である。",
                        "本件特許発明1は，新規で有用なヒト化抗VEGF抗体を見出したことを技術的思想とする，いわゆる物質発明であり，本件特許発明29は，上記ヒト化抗VEGF抗体が哺乳動物のVEGF誘導性血管形成の阻害に適用できるという新たな用途を見出したことを技術的思想とする，いわゆる用途発明である。本件処分で追加された用法・用量で使用される医薬品の製造販売が本件処分によって初めてできるようになり，XELOX療法との併用療法が可能になったとしても，そのことをもって，上記のような技術的思想による本件特許発明1や29の実施が本件処分によって初めてできるようになったとはいえない。",
                        "薬事法の処分によって禁止が解除される行為は，薬事法上の処分単位で定まるものであるのに対し，特許発明は，発明特定事項で表現される技術的思想を単位とするものであるから，本件処分によって禁止が解除された行為があるとしても，そのことをもって，本件特許発明1や29を，技術的思想とは無関係に，処分を受けた特定の医薬品に区分して，本件特許発明1や29が初めて実施できるようになったということはできない。",
                        "原告の主張は，本件特許発明1及び29の実施を，本件特許発明1や29の技術的思想と無関係な，本件処分で追加された用法・用量で使用される医薬品そのものの製造販売等の行為と混同するもので，失当である。",
                        "特許法67条の3第1項1号における「特許発明の実施」は，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項（発明特定事項に該当する事項）によって特定される医薬品の製造販売等の行為，ととらえることが妥当である。そして，「用途」を特定する事項を発明特定事項として含まない特許発明の場合には，「特許発明の実施」は，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される医薬品の製造販売等の行為ととらえ，用途に該当する事項とは，医薬品の承認書に記載された「効能，効果」と解するのが妥当である。",
                        "本件では，「治癒切除不能な進行・再発の結腸・大腸癌」（発明特定事項である「哺乳動物のVEGF誘導血管形成」に該当する。）の阻害に使用するための，「ベバシズマブ（遺伝子組換え）」（発明特定事項である「請求項1～22のいずれかに記載のヒト化抗VEGF抗体」に該当する。）を含有する医薬組成物という態様での本件特許発明29の実施，及び，「治癒切除不能な進行・再発の結腸・大腸癌」（用途に該当する事項）に対して使用される「ベバシズマブ（遺伝子組換え）」（請求項1の発明特定事項全体に該当する。）という態様での本件特許発明1の実施は，先行処分によってできるようになっていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，特許法67条の3第1項1号の「特許発明の実施」に関し，①医薬品の承認書に記載された事項のうち発明特定事項に該当する事項のみを抽出し，それによって特定される範囲の実施が「特許発明の実施」である，②ただし，用途を特定する事項を発明特定事項として含まない特許発明の場合には，医薬品の承認書に記載された事項のうち，特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される範囲の実施が「特許発明の実施」であると解釈した。この審決の解釈は，以下のとおり，合理的である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "用途を特定する事項を発明特定事項に含む特許発明の場合（上記①の場合）",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "承認を受けた医薬品は，承認書に記載された多数の事項で特定された製品である。これに対し，特許発明とは，技術的思想の創作を発明特定事項によって表現したものであり，具体的な製品そのものではない。そうすると，特許法67条の3第1項1号における「特許発明の実施」を，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項（特許発明に該当する事項）によって特定される医薬品の製造販売等の行為とする審決の解釈は，同法70条1項，36条5項，2条1項の規定に照らし，合理的なものである。",
                                "特許権の存続期間の延長制度はあくまでも特許法に規定された制度であり，また，政令で定める処分には薬事法のみならず農薬取締法（将来的にはさらに追加される可能性もある。）も関係する。したがって，「特許発明の実施」を，薬事法に依拠して解釈するのではなく，特許法に規定された特許発明の技術的範囲の定義（70条1項），特許請求の範囲の記載事項についての規定（36条5項），発明の定義（2条1項）を根拠に解釈することには，十分な合理性があり，具体的な事案において，医薬品の承認書に記載された事項を特許発明の発明特定事項と対応付けることによって「特許発明の実施」をとらえることは，妥当である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "特許請求の範囲に用法・用量に係る特定事項が存在しないということは，用法・用量が特許発明の技術的思想に関係のない事項であることを意味する。したがって，特許発明の実施を用法・用量を考慮しないで解釈することは，合理的である。",
                                "なお，本件特許発明29は，請求項1のヒト化抗VEGF抗体が，哺乳動物のVEGF誘導性血管形成の阻害に適用できるという新たな用途を見出したという技術的思想により，新規性及び進歩性が認められる発明であり，審査段階で，新規性が認められるために用法・用量を特許請求の範囲に記載する必要はなかったし，また，明細書に記載されていないXELOX療法との併用療法が可能な用法・用量を特許請求の範囲に記載することは，そもそもできなかった。したがって，特許庁の審査の運用変更により，原告が存続期間の延長登録の機会を逃したということはない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "用途を特定する事項を発明特定事項に含まない特許発明の場合（上記②の場合）",
                          "text": [
                            "特許法68条の2は，存続期間が延長された場合の特許権の効力について，その処分においてその物の使用される特定の用途が定められている場合には，当該用途に使用されるその物についての特許発明の実施以外の行為に特許権の効力が及ばないと規定している。医薬品の製造承認は，「物の使用される特定の用途が定められている場合」に該当し，延長された特許権の効力は，「承認された用途に使用される医薬品」以外には及ばない。物質特許については，存続期間が延長された場合に特許権の効力が及ぶ範囲を考慮して，同法67条の3第1項1号の「特許発明の実施」は，処分の対象となった医薬品の承認書に記載された事項のうち，特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される範囲の実施であると解釈するのが妥当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "承認のために臨床試験を要する場合の延長登録に対して",
                  "text": [
                    "原告は，臨床試験には長期間を要し，その結果，薬事法上の承認取得には長期間を要するから，薬事法14条1項又は9項の承認の申請に当たって臨床試験の試験成績に関する資料を必要とするため，特許発明の実施をすることができない期間があったときは，延長登録が認められるべきであると主張する。",
                    "しかし，特許法67条2項に規定する「当該処分の目的，手続等からみて当該処分を的確に行うには相当の期間を要するもの」でありさえすれば，延長登録が認められると解釈することはできず，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法68条の2所定の先行処分に係る延長登録の効力の及ぶ範囲についての解釈の誤り（取消事由2）に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，特許法68条の2と同法67条の3第1項1号とを整合的に解釈して，物質特許について特許発明の実施に処分を受けることが必要であったかを判断するに当たっては，存続期間が延長された場合に特許権の効力が及ぶ範囲を考慮し，医薬品の承認書に記載された事項のうち，特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される範囲の実施が同号の「特許発明の実施」であると解釈するのが妥当である。",
                    "医薬用途特許について延長登録が認められた場合には，延長された当該特許権の効力は，その態様についての特許発明の実施行為に及ぶと解するのが相当である。そして，物質特許の場合には，延長された特許権の効力が医薬用途特許の場合よりも狭くならないよう，同法68条の2における「用途」を「効能，効果」と解釈する必要がある。",
                    "この場合に，「用途」に該当する事項を「効能，効果」及び「用法，用量」ととらえると，当該処分に基づいて延長された物質特許に係る特許権の効力は，承認された特定の「効能，効果」及び「用法，用量」の範囲内に制限された狭い範囲でしか及ばないこととなり，物質特許を取得した特許権者にとって，権利の実効性が担保できないこととなる。また，存続期間の延長が5年を限度とするものであっても，当該特許権の満了時期に関する第三者の予測を裏切り，第三者の利益を害する場合がある。",
                    "以上によると，物質特許について，同法67条の3第1項1号の「特許発明の実施」を処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される医薬品の製造販売等の行為ととらえた上で，「用途」に該当する事項とは，医薬品の承認書に記載された「効能，効果」と解するのが相当であり，審決の解釈は妥当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "薬事法上，用法・用量が効能・効果と同程度に重要な概念として扱われているとしても，特許法と薬事法とは目的を異にすることに照らすならば，用法・用量が技術的思想となっていない特許発明の実施の解釈には関係しない。",
                    "平成21年11月1日以降の審査においては，用法及び用量を特定した医薬発明（物の発明）は，用法及び用量の特定の点が公知の医薬との相違点となり，新規性が認められることとなったが，そのことは，ヒト化抗VEGF抗体ががんの治療に適用できるという新たな用途を見いだしたことを技術的思想とする本件特許発明に係る特許権が存続期間の延長登録の要件を満たすか否かとは，無関係である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決には，以下のとおりの誤りがあると判断する。",
        "すなわち，審決は，概要，①承認の対象となる医薬品は，承認書に記載された事項で特定されたものであるのに対して，特許発明は，技術的思想の創作を「発明特定事項」によって表現したものであるから，両者は異なる，②したがって，特許法67条の3第1項1号該当性を判断するに当たって，「特許発明の実施」は，処分の対象となった医薬品その物の製造販売等の行為ととらえるべきでなく，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項（発明特定事項に該当する事項）によって特定される医薬品の製造販売等の行為ととらえるべきである，③ただし，同法68条の2は，存続期間が延長された場合の特許権の効力について，「処分の対象となった物（その処分においてその物の使用される特定の用途が定められている場合にあっては，当該用途に使用されるその物）についての当該特許発明の実施」以外の行為に特許権の効力が及ばないことを規定しており，医薬品の承認においては用途に該当する事項が定められているから，用途を特定する事項を発明特定事項として含まない特許発明の場合には，「特許発明の実施」は，処分の対象となった医薬品の承認書に記載された事項のうち，特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される医薬品の製造販売等の行為ととらえるべきである，④処分の対象となった医薬品の「発明特定事項（及び用途）に該当する事項」を備えた先行医薬品についての処分（先行処分）が存在する場合には，特許発明のうち，処分の対象となった医薬品の「発明特定事項（及び用途）に該当する事項」によって特定される範囲は，先行処分によって実施できるようになっていたというべきであり，同法67条の3第1項第1号により拒絶される，と判断した。",
        "しかし，審決の上記判断には，誤りがある。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許法67条の3第1項1号該当性判断の誤り(取消事由1）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許発明の存続期間の延長登録制度の趣旨",
              "text": [
                "特許法は，67条1項において，特許権の存続期間を特許出願の日から20年と定めるが，同時に，同条2項において，その特許発明の実施について政令で定めるものを受けることが必要であるために，その特許発明の実施をすることができない期間があったときは，5年を限度として，その存続期間の延長をすることができると定めて，特許権の存続期間の延長登録制度を設けた。",
                "特許権の存続期間の延長登録の制度が設けられた趣旨は，以下のとおりである。",
                "すなわち，「その特許発明の実施」について，同法67条2項所定の「政令で定める処分」を受けることが必要な場合には，特許権者は，たとえ，特許権を有していても，特許発明を実施することができず，実質的に特許期間が侵食される結果を招く（もっとも，このような期間においても，特許権者が「業として特許発明の実施をする権利」を専有していることに変わりはなく，特許権者の許諾を受けずに特許発明を実施する第三者の行為について，当該第三者に対して，差止めや損害賠償を請求することが妨げられるものではない。したがって，特許権者の被る不利益の内容として，特許権の全ての効力のうち，特許発明を実施できなかったという点にのみ着目したものであるといえる。）。そして，このような結果は，特許権者に対して，研究開発に要した費用を回収することができなくなる等の不利益をもたらし，また，開発者，研究者に対しても，研究開発のためのインセンティブを失わせることから，そのような不都合を解消させ，研究開発のためのインセンティブを高める目的で，特許発明を実施することができなかった期間について，5年を限度として，特許権の存続期間を延長することができるようにしたものである。",
                "なお，政令で定められた薬事法の承認や農薬取締法の登録は，いわゆる講学上の許可に該当し，製造販売等の行為が，一般的抽象的に禁止され，各行政法規に基づく個別的具体的な処分を受けることによって初めて，当該行為を行うことが許されるものであるから，特許権者が，許可を得ようとしない限り，当該製造販売等の行為を禁止された法的状態が継続することになる。しかし，特許法は，特許権者が，許可を得ようとしなかった期間も含めて，特許発明を実施することができなかった全ての期間（5年の限度はさておいて）について，存続期間延長の算定の基礎とするのではなく，特許発明を実施する意思及び能力があってもなお，特許発明を実施することができなかった期間，すなわち，当該「政令で定める処分」を受けるために必要であった期間に限って，存続期間延長の対象とするものとした。この点については，「その特許発明の実施をすることができない期間」とは，「政令で定める処分」を受けるのに必要な試験を開始した日又は特許権の設定登録の日のうちのいずれか遅い方の日から，当該「政令で定める処分」が申請者に到達することにより処分の効力が発生した日の前日までの期間を意味すると解すべきであるとした判例（最高裁平成10年（行ヒ）第43号平成11年10月22日第二小法廷判決・民集53巻7号1270頁参照）に照らしても明らかである。",
                "このように，特許権の存続期間の延長登録の制度は，特許発明を実施する意思及び能力があってもなお，特許発明を実施することができなかった特許権者に対して，「政令で定める処分」を受けることによって禁止が解除されることとなった特許発明の実施行為について，当該「政令で定める処分」を受けるために必要であった期間，特許権の存続期間を延長する措置を講じることによって，特許発明を実施することができなかった不利益の解消を図った制度であるということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法67条の3第1項1号を理由とする拒絶査定の要件について",
              "text": [
                "特許権の存続期間の延長登録の出願を拒絶すべきとした審決の判断の当否を検討するに当たっては，拒絶すべきとの査定（審決）の要件を規定した根拠法規である特許法67条の3第1項1号の要件適合性を判断することにより結論を導くべきである（先行処分を理由として存続期間が延長された特許権の効力がどの範囲まで及ぶかという点は，特許発明の実施に政令で定める処分を受けることが必要であったか否かとの点と，必ずしも常に直接的に関係する事項であるとはいえない。）。",
                "そこで，上記の特許権の存続期間の延長登録制度の趣旨に照らし，同法67条の3第1項1号の規定を検討すると，「その特許発明の実施に政令で定める処分を受けることが必要であった」との事実が存在するといえるためには，①「政令で定める処分」を受けたことによって禁止が解除されたこと（例えば，先行処分を受けたことによって既に禁止が解除されていると評価判断できないこと等），及び，②「政令で定める処分」によって禁止が解除された当該行為が「その特許発明の実施」に該当する行為（例えば，物の発明にあっては，その物を生産等する行為）に含まれることが前提となり，その両者が成立することが必要であるといえる。",
                "以上の点を前提に整理する。同法67条の3第1項1号は，「その特許発明の実施に・・・政令で定める処分を受けることが必要であつたとは認められないとき。」と，審査官（審判官）が延長登録出願を拒絶するための要件として規定されているから，審査官（審判官）が，当該出願を拒絶するためには，①「政令で定める処分を受けたことによっては，禁止が解除されたとはいえないこと」（第1要件），又は，②「『政令で定める処分を受けたことによって禁止が解除された行為』が『その特許発明の実施に該当する行為』には含まれないこと」（第2要件）のいずれかを選択的に論証することが必要となる（なお，同法67条の2第1項4号及び同条2項の規定に照らし，「政令で定める処分」の存在及びその内容については，審査等実務の円滑な運営及び公平の理念から，出願人において明らかにすべきものと解される。）。",
                "以上を総合すれば，審査官（審判官）において，上記の要件に該当する事実がある旨を論証しない限り，同法67条の3第1項1号を理由に同号所定の延長登録の出願を拒絶すべきとの結論を導くことはできないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "医薬品の製造販売等についての承認について",
              "text": [
                "薬事法14条1項は，医薬品，医薬部外品，一定の化粧品又は医療機器の製造販売をしようとする者は，品目ごとにその製造販売について厚生労働大臣の承認を受けなければならない旨を，同条9項は，同条1項の承認を受けた者が，当該品目について，承認された事項の一部を変更しようとするときは，その変更について厚生労働大臣の承認を受けなければならない旨を規定している。医薬品に係る同条1項の承認及び同条9項の承認は，特許法67条2項の政令で定める処分に該当する（特許法施行令3条）。",
                "薬事法14条1項又は9項に基づく医薬品，医薬部外品，化粧品及び医療機器の製造販売についての承認は，品目ごとに受けなければならず，承認を受けるに当たり，当該医薬品等の「名称，成分，分量，構造，用法，用量，使用方法，効能，効果，性能，副作用その他の品質，有効性及び安全性に関する事項」の審査を受けるものとされている（同条2項3号)。同条2項3号では，審査の対象として，上記各事項が挙げられているが，これらは医薬品，医薬部外品，化粧品及び医療機器の全てについての審査事項を列記したものであり，上記審査事項のうち「構造，使用方法，性能」は医療機器のみにおける審査事項であり，医薬品についての審査事項ではないと解される（同条8項1号及び2号並びに14条の4第1項1号参照）。そうすると，同法14条1項又は9項に基づく承認の対象となる医薬品は，「名称，成分，分量，用法，用量，効能，効果，副作用その他の品質，有効性及び安全性に関する事項」によって特定された医薬品である。したがって，上記承認によって禁止が解除される行為態様は，当該承認の対象とされた，上記事項によって特定された医薬品の製造販売等の行為である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "特許法67条の3第1項1号所定の要件充足性の判断について",
              "text": [
                "前記のとおり，特許法67条の3第1項1号は，特許権の存続期間の延長登録出願を拒絶する要件として，「その特許発明の実施に・・・政令で定める処分を受けることが必要であつたとは認められないとき。」と規定している。この要件のうち，前記①の「政令で定める処分を受けたことによっては，禁止が解除されたとはいえないこと」との第1要件の有無を判断するに当たっては，医薬品の審査事項である「名称，成分，分量，用法，用量，効能，効果，副作用その他の品質，有効性及び安全性に関する事項」の各要素を形式的に適用して判断するのではなく，存続期間の延長登録制度を設けた特許法の趣旨に照らして実質的に判断することが必要である。",
                "上記の観点から，医薬品の成分を対象とする特許（製法特許，プロダクトバイプロセスクレームに係る特許等を除く。以下同じ。）について検討すると，品目を構成する要素のうち，「名称」は医薬品としての客観的な同一性を左右するものではないから，禁止が解除されたかどうかの判断要素とは解されない。また，「副作用その他の品質」，「有効性及び安全性に関する事項」は，通常，医薬品としての実質的な同一性に直接関わる事項とはいえないから，禁止が解除されたかどうかの判断要素とするまでの必要はないと解される。",
                "以上によると，医薬品の成分を対象とする特許については，薬事法14条1項又は9項に基づく承認を受けることによって禁止が解除される「特許発明の実施」の範囲は，上記審査事項のうち「名称」，「副作用その他の品質」や「有効性及び安全性に関する事項」を除いた事項（成分，分量，用法，用量，効能，効果）によって特定される医薬品の製造販売等の行為であると解するのが相当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件事案について",
              "text": [
                "本件特許発明は，医薬品の成分を対象とする発明であるが，その医薬品に関連する製造販売等の行為について本件先行処分がされている。そこで，本件先行処分により禁止が解除されたと判断される範囲と本件処分により禁止が解除されたと判断される範囲との関係について，上記(4)の観点を踏まえて検討する。",
                "前記のとおり，本件先行処分は，薬事法14条1項に基づいて，平成19年4月18日付けでされた，販売名を「アバスチン点滴静注用400mg／16mL」，有効成分を「ベバシズマブ（遺伝子組換え）」，効能又は効果を「治癒切除不能な進行・再発の結腸・直腸癌」，用法及び用量を「他の抗悪性腫瘍剤との併用において，通常，成人には，ベバシズマブとして1回5mg／kg（体重）又は10mg／kg（体重）を点滴静脈内注射する。投与間隔は2週間以上とする。」とする医薬品の製造販売承認である。本件処分は，本件先行処分において承認された用法及び用量に，「他の抗悪性腫瘍剤との併用において，通常，成人にはベバシズマブとして1回7．5mg／kg（体重）を点滴静脈内注射する。投与間隔は3週間以上とする。」を追加することを変更内容とする，同条9項に基づく，医薬品製造販売承認事項一部変更承認である。",
                "本件先行処分では，「他の抗悪性腫瘍剤との併用において，通常，成人にはベバシズマブとして1回7．5mg／kg（体重）を点滴静脈内注射する。投与間隔は3週間以上とする。」との用法・用量によって特定される使用方法による本件医薬品の使用行為，及び上記使用方法で使用されることを前提とした本件医薬品の製造販売等の行為の禁止は解除されておらず，本件処分によってこれが解除されたのであるから，本件処分については，延長登録出願を拒絶するための前記の選択的要件のうち，「政令で定める処分を受けたことによっては，禁止が解除されたとはいえないこと」との要件（前記第1要件）を充足していないことは，明らかである。",
                "また，本件処分により禁止が解除された，上記用法・用量によって特定される使用方法による本件医薬品の使用行為，及び上記使用方法で使用されることを前提とした本件医薬品の製造販売等の行為が本件特許発明の実施行為に該当することは，当事者間に争いはなく，本件処分については，延長登録出願を拒絶するための前記の選択的要件のうち，「『政令で定める処分を受けたことによって禁止が解除された行為』が『その特許発明の実施に該当する行為』には含まれないこと」との要件（前記第2要件）を充足していないことも，明らかである。",
                "以上のとおりであり，本件においては，「本件処分を受けたことによって本件特許発明の実施行為の禁止が解除されたとはいえない」とはいえず，特許法67条の3第1項1号の定める，拒絶要件があるとはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この点について，被告は，①承認の対象となる医薬品は，承認書に記載された事項で特定されたものであるのに対し，特許発明は技術的思想の創作を「発明特定事項」によって表現したものであり，技術的思想を単位とするものであるから，両者は異なる，②特許発明は，発明特定事項で表現される技術的思想を単位とするものであるから，本件処分によって禁止が解除された行為があったとしても，そのことをもって，本件特許発明を，技術的思想とは無関係に，処分を受けた特定の医薬品に区分して，本件特許発明が初めて実施できるようになったということはできない，③したがって，特許法67条の3第1項1号における「特許発明の実施」は，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項（発明特定事項に該当する事項）によって特定される医薬品の製造販売等の行為ととらえることが妥当であり，「用途」を特定する事項を発明特定事項として含まない特許発明の場合には，「特許発明の実施」は，上記承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される医薬品の製造販売等の行為ととらえるのが妥当であり，用途に該当する事項とは，上記承認書に記載された「効能，効果」と解するのが妥当であると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，被告の主張に係る上記①，②の各理由は，被告主張に係る結論を導くに足る論拠にはなり得ないものであり，また，被告主張に係る上記③の結論は，特許法67条の3第1項1号の規定の趣旨及び規定の文言に反するものであって，採用の限りでない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)で詳述したとおり，特許権の存続期間の延長登録の制度は，「その特許発明の実施」について，特許法67条2項所定の処分を受けることが必要な場合には，特許権者は，特許権を有していても，特許発明を実施することができないという不都合が生じることから，その不都合を解消させる趣旨で設けられたものであり，同法67条の3第1項1号の要件は，その趣旨，目的を実現するために設けられた規定である。",
                        "当該処分（先行処分も同様である。）によって禁止が解除された製造販売等の行為が，特許発明の実施行為に含まれないような場合には，当該処分は，特許発明の実施に何ら影響を与えるものではないから，特許発明の実施に処分を受けることが必要であったということはできないといえるが，当該処分によって禁止が解除された製造販売等の行為が，特許発明の実施行為に含まれている場合には，同号の規定する延長登録出願を拒絶するための前記選択的要件のうちの第1要件の充足の有無を検討することが必須となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，被告は，特許法67条の3第1項1号における「特許発明の実施」は，「用途」を特定する事項を発明特定事項として含む特許発明の場合には，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項（発明特定事項に該当する事項）によって特定される医薬品の製造販売等の行為，「用途」を特定する事項を発明特定事項として含まない特許発明の場合には，上記承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される医薬品の製造販売等の行為，ととらえるのが妥当であり，「用途」に該当する事項とは，上記承認書の「効能，効果」と解するのが妥当であると主張する。",
                        "被告の主張は，当該処分（先行処分を含む。）の対象となった医薬品の承認書に記載された事項のうち，特許発明の発明特定事項と重複する事項又は発明特定事項と重複する事項及び効能・効果によってのみ特定された範囲について，当該処分によって製造販売等の禁止の解除がされたとする趣旨を主張するものと理解されるが，同主張は，以下のとおり，採用することはできない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告の主張は，特許請求の範囲に構成要件（発明特定事項）として記載されていない事項は，特許発明の技術的思想とはおよそ無関係な事項と扱われるべきであるとの前提に立つものと解される。しかし，特許請求の範囲における構成要件（発明特定事項）は，特許発明の技術的範囲（専有権の範囲）を画する目的で，出願人により選択，記載されるものであって，構成要件（発明特定事項）として記載されていない事項は，構成要件（発明特定事項）により限定するまでもなく，広い範囲で特許発明の技術的思想が成り立つことを意味し，その結果，広い特許発明の技術的範囲が専有権の対象となるが，構成要件（発明特定事項）として記載されていない事項が，直ちに特許発明の技術的思想と無関係であることを意味するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記(1)で述べたとおり，特許権の存続期間の延長登録の制度は，特許権者に対して，研究開発に要した費用を回収することができない等の不利益を解消し，研究開発のためのインセンティブを高めるとの趣旨から，特許法において設けられた制度であり，特許法は，そのような趣旨を実現する目的から，「その特許発明の実施に・・・政令で定める処分を受けることが必要であつたとは認められないとき。」という要件を拒絶のための要件として規定し，審査官（審判官）が，延長登録出願を拒絶するためにはどのような内容を論証の対象とするかを明確にしたものである。",
                            "これを薬事法14条1項又は9項に基づく医薬品を対象とした処分に限ってみても，同処分によって禁止が解除されるのは，前記説示のとおり，承認書に記載された「成分，分量，用法，用量，効能，効果」によって特定される医薬品の製造販売等の行為に限られるのであり，それを超えた特許発明の発明特定事項又は特許発明の発明特定事項及び効能・効果に該当する事項によって特定される医薬品の製造販売等の行為の全てではないことは，同法14条1項又は9項の規定から明らかである。",
                            "本件についてみれば，本件先行処分では，本件医薬品につき，本件先行処分で承認された用法・用量（他の抗悪性腫瘍剤との併用において，通常，成人にはベバシズマブとして1回5mg／kg（体重）又は10mg／kg（体重）を点滴静脈内投与し，投与間隔は2週間以上とする。）によって特定される使用方法による使用行為，及び同使用方法で使用されることを前提とした製造販売等の行為について禁止が解除されたのに対し，本件処分では，本件処分で追加された用法・用量（他の抗悪性腫瘍剤との併用において，通常，成人にはベバシズマブとして1回7．5mg／kg（体重）を点滴静脈内注射し，投与間隔は3週間以上とする。）についての上記行為の禁止が解除されたのであり，本件処分によって初めて，XELOX療法とベバシズマブ療法との併用療法のための本件医薬品の販売等が可能となったものである（医薬品においては，特定の用法・用量における特許発明の実施について，相当期間の臨床試験を経て，副作用が少なく，安全性が高いことが確認されてから，ようやく承認がされるのであり（甲25），このことからしても，承認における審査事項となった，特定の用法・用量とは異なる用法・用量による特許発明の実施については，禁止の解除がされていないことは明らかである。）。したがって，本件特許発明については，本件処分によって，初めて上記の範囲で禁止が解除されたのであるから，本件出願は，特許法67条の3第1項1号には該当しないことは明らかである。",
                            "このような延長制度の趣旨及び要件規定の文言の規定振りに照らすならば，同号における「特許発明の実施」は，具体的な医薬品の製造販売等の承認処分の内容ではなく，医薬品の承認書に記載された事項のうち，特許発明の発明特定事項と重複する事項又は特許発明の発明特定事項と重複する事項及び効能・効果によってのみ特定される医薬品の製造販売等の行為ととらえるべきであるとする被告の主張を採用することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のとおりであり，政令で定める処分によって禁止が解除されていない特許発明の実施行為についてまで，禁止が解除されたものと擬制するとの被告の主張を採用することはできず，これに基づいて特許権の存続期間の延長登録出願を拒絶することは，誤りである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "特許権の存続期間の延長に係る拒絶査定の運用の変遷について",
              "text": [
                "特許法67条の3第1項1号の拒絶要件の充足性についての実務の運用に関しては，実務上変遷があった。その概要は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成23年12月28日に改定前の審査基準に基づく運用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "改訂前の拒絶査定に関する審査基準（以下「旧審査基準」という。）における特許法67条の3第1項1号規定の拒絶査定に関する運用は，次のとおりであった。",
                        "すなわち，同法67条の3第1項第1号所定の，「特許発明の実施に第67条第2項の政令で定める処分を受けることが必要であったとは認められないとき」の要件については，「薬事法等の規制法の本質は，その立法の趣旨からみて，ある特定の物（又は特定の用途に使用する物）を製造・販売等することを規制することにあるから，処分において特定される多数の事項のなかで物（又は，物と用途）が最も重要な事項となる。物が同一である処分（処分において用途が特定されている場合にあっては，物と用途の双方が同一である処分）が複数ある場合には，そのうちの最初の処分を受けることによってその物（又はその用途に使用するその物）について特許発明の実施ができることとなったため，その後の処分を受けることは，特許発明の実施に必要であったとは認められない。有効成分（物）及び効能・効果（用途）が同一であって製法，剤型等のみが異なる医薬品に対して承認が与えられている場合には，そのうちの最初の承認に基づいてのみ延長登録が認められる。」との運用がされていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "旧審査基準では，先行処分に基づく製造販売等が当該特許発明の技術的範囲に含まれないとの観点（前記第2要件）について，全く考慮がされていなかった点で，特許法67条の3第1項1号の規定と整合しない運用がされていたと解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "知財高裁平成20年（行ケ）第10460号平成21年5月29日判決",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記判決は，放出制御組成物に関する特許発明の実施に，医薬品「パシーフカプセル30mg」についての薬事法14条1項規定の医薬品に係る承認が必要であったとして，特許権の存続期間の延長登録出願がされたのに対して，「塩酸モルヒネ」を有効成分（物）とし，同一の効能・効果（用途）を有する医薬品は，上記処分前に既に承認されていたものであって，当該医薬品の有効成分，効能・効果以外の剤型などの変更の必要上，新たに処分を受ける必要が生じたとしても，上記発明の実施に特許法67条2項の政令で定める処分を受けることが必要であったとは認められないとの審査の結論を維持した審決の適法性が争点となった事案に対するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記判決は，次の2点を判示した。すなわち，まず，特許権の存続期間の延長登録の出願に際し，特許法67条の3第1項1号所定の拒絶査定をするための処分要件（要件事実）は，「その特許発明の実施に第67条第2項の政令で定める処分を受けることが必要であったとは認められないとき」であり，そのいわゆる主張，立証責任は，拒絶査定をする特許庁において負担すべきであることを示した。そして，具体的な事案において，先行処分の対象となった医薬品は，上記特許発明の技術的範囲に含まれず，先行処分によって禁止が解除された医薬品の製造行為等は上記特許発明の実施行為に該当しないとして，審決を取り消した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "最高裁平成21年（行ヒ）第326号平成23年4月28日第1小法廷判決・民集65巻3号1654頁",
                  "text": [
                    "上記判決は，次のとおりの理由により，特許庁長官からの上告を棄却した。",
                    "すなわち，上記最高裁判決は，特許権の存続期間の延長登録出願の理由となった薬事法14条1項による製造販売の承認に先行して，当該処分の対象となった医薬品と有効成分並びに効能及び効果を同じくする医薬品について同項による製造販売の承認がされている場合であっても，先行処分の対象となった医薬品が延長登録出願に係る特許権のいずれの請求項に係る特許発明の技術的範囲にも属しないときは，先行処分がされていることを根拠として，当該特許権の特許発明の実施に当該処分を受けることが必要であったとは認められないということはできないと判示した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "旧審査基準の改訂",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許庁は，上記最高裁判決を受けて，平成23年12月28日，特許法67条の3第1項1号規定の拒絶査定に関する運用を，以下のとおり改訂した。",
                        "すなわち，特許発明は，技術的思想の創作を「発明特定事項」（出願人が特許を受けようとする発明を特定するために必要と認める事項）によって表現したものであるから，同法67条の3第1項1号の判断において，「特許発明の実施」は，処分の対象となった医薬品その物の製造販売等の行為ととらえるのではなく，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項（「発明特定事項に該当する事項」）によって特定される医薬品の製造販売等の行為ととらえ，用途を特定する事項を発明特定事項として含まない特許発明の場合には，「特許発明の実施」は，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項及び用途に該当する事項（発明特定事項及び用途に該当する事項）によって特定される医薬品の製造販売等の行為ととらえるべきであるとした。",
                        "その上で，当該処分の対象となった医薬品の「発明特定事項（及び用途）に該当する事項」を備えた先行医薬品についての先行処分が存在する場合には，特許発明のうち，当該処分の対象となった医薬品の「発明特定事項（及び用途）に該当する事項」によって特定される範囲は，先行処分によって実施できるようになっていたといえ，拒絶理由が生じるとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，上記最高裁判決及び知財高裁判決は，審決が，先行処分の対象となった医薬品が延長登録出願に係る特許権の特許発明の技術的範囲に属しない場合であっても，後の処分の対象となった医薬品との間で，有効成分及び効能・効果が同一であれば，後の処分に基づく延長登録を認めないと判断したことに対し，後の処分に基づく延長登録出願が特許法67条の3第1項1号所定の拒絶要件に該当しないとの結論を導く過程で，「特許発明の技術的範囲」との関係に言及したものにすぎない。特許庁による審査基準の上記改定は，上記最高裁判決が判示するところを超えて，独自の立場からされたものであり，前記のとおり，同号の規定の文言から離れるものであって，これを採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件出願が，特許法67条の3第1項1号に該当するとして，特許権の存続期間の延長登録を受けることができないとした審決の判断には，誤りがあるから，その余の点を判断するまでもなく，審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許法68条の2に基づく延長された特許権の効力の及ぶ範囲について",
          "text": [
            "本件出願が特許法67条の3第1項1号に該当するとした審決の判断には誤りがあり，その余の点を判断するまでもなく，審決は違法であることになる。また，同法68条の2に基づく延長された特許権の効力の及ぶ範囲については，本来，特許権侵害訴訟において判断されるべき論点であるが，念のため，以下のとおり検討を加える。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法68条の2の趣旨について",
              "text": [
                "特許法68条の2は，「特許権の存続期間が延長された場合（第67条の2第5項の規定により延長されたものとみなされた場合を含む。）の当該特許権の効力は，その延長登録の理由となつた第67条第2項の政令で定める処分の対象となつた物（その処分においてその物の使用される特定の用途が定められている場合にあつては，当該用途に使用されるその物）についての当該特許発明の実施以外の行為には，及ばない。」と規定している。",
                "上記規定は，特許権の存続期間が延長された場合の当該特許権の効力は，その特許発明の全範囲に及ぶのではなく，「政令で定める処分の対象となった物（その処分においてその物に使用される特定の用途が定められている場合にあっては，当該用途に使用されるその物）」についてのみ及ぶ旨を定めている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法68条の2の「政令で定める処分の対象となつた物」及び「用途」に係る特許発明の実施行為の範囲について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「政令で定める処分」が薬事法所定の医薬品に係る承認である場合，存続期間が延長された特許権の効力が，薬事法の承認の対象になった物（物及び用途）に係る特許発明の実施行為のうち，いかなる範囲に対してまで及ぶかについては，前記のとおり，特許権侵害訴訟において検討されるべき事項であるといえるが，関連する範囲で，便宜検討することとする。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "薬事法14条1項は，「医薬品・・・の製造販売をしようとする者は，品目ごとにその製造販売についての厚生労働大臣の承認を受けなければならない。」と規定し，同項に係る医薬品の承認に必要な審査の対象となる事項は，「名称，成分，分量，用法，用量，効能，効果，副作用その他の品質，有効性及び安全性に関する事項」（同法14条2項，9項）と規定されている。このことからすると，「政令で定める処分」が薬事法所定の医薬品に係る承認である場合には，常に「効能，効果」が審査事項とされ，「効能，効果」は「用途」に含まれるから，同承認は，特許法68条の2括弧書きの「その処分においてその物の使用される特定の用途が定められている場合」に該当するものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "薬事法の承認処分の対象となった医薬品における「政令で定める処分の対象となった物及び用途」の解釈については，特許法68条の2によって存続期間が延長された特許権の効力の範囲を，どのような事項によって特定すべきかの問題であるから，特許権の存続期間の延長登録の制度趣旨（特許権者が，政令で定める処分を受けるために，その特許発明を実施する意思及び能力を有していてもなお，特許発明の実施をすることができなかった期間があったときは，5年を限度として，その期間の延長を認めるとの制度趣旨）及び特許権者と第三者との公平を考慮した上で，これを合理的に解釈すべきである。なお，医薬品関連特許にも様々なものがあり，これを一様に論じることは困難であるため，延長登録された特許権の効力について以下に判示するところは，医薬品の成分を対象とした特許発明について述べるものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許法68条の2所定の「政令で定める処分の対象となつた物」について",
                      "text": [
                        "薬事法14条2項3号所定の前記審査事項のうち，「名称」は，医薬品としての客観的な同一性を左右するものではなく，医薬品の構成を特定する事項とならないので，延長された特許権の効力を制限する要素とは解されない。",
                        "「成分（有効成分に限らない。）」は，医薬品の構成を客観的に特定する事項であって，上記審査事項における重要な要素であるから，延長された特許権の効力を制限する要素となる。",
                        "「分量」は，錠剤やパックなどの単位医薬品中に含まれる成分等の量を指すため，医薬品の構成を客観的に特定する要素となり得るものの，競業他社が，本来の特許期間経過後に，特許権者が臨床試験等を経て承認を得た医薬品と実質的に同一の用法・用量となるようにし，分量のみ特許権者が承認を得たものとは異なる医薬品の製造販売等をすることを許容することは，延長登録制度を設けた趣旨に反することになるから，分量については，延長された特許権の効力を制限する要素となると解することはできない。",
                        "「副作用その他の品質，有効性及び安全性に関する事項」も，通常，それ自体が医薬品としての実質的な同一性に直接関わる事項とはいえないから，これも延長された特許権の効力を制限する要素と解することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許法68条の2所定の「用途」について",
                      "text": [
                        "医薬品における「用途」の用例に照らすならば，上記審査事項の「効能，効果」は，当該医薬品の「用途」に該当し，延長された特許権の効力を制限する要素となる。",
                        "上記審査事項の「用法，用量」は，医薬品においては，医薬品の患者への使用方法に関するものであるものの，医薬品においては，特定の用法，用量ごとに，その副作用の安全性を確認するための臨床試験が必須となり，そのために承認までに相当な期間を要し，その期間内は特許発明の実施が妨げられるとの状況が存在し，「用法，用量」は，薬事法上の承認における各審査事項の中でも重要な審査事項の一つであること（甲25），及び本件先行処分や本件処分のように，当該医薬品の「他の抗悪性腫瘍剤との併用」を前提として「用法，用量」が定められる場合があること等に照らせば，これも「用途」に含まれ，延長された特許権の効力を制限する要素となると解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，特許権の延長登録制度及び特許権侵害訴訟の趣旨に照らすならば，医薬品の成分を対象とする特許発明の場合，特許法68条の2によって存続期間が延長された特許権は，「物」に係るものとして，「成分（有効成分に限らない。）」によって特定され，かつ，「用途」に係るものとして，「効能，効果」及び「用法，用量」によって特定された当該特許発明の実施の範囲で，効力が及ぶものと解するのが相当である（もとより，その均等物や実質的に同一と評価される物が含まれることは，延長登録制度の立法趣旨に照らして，当然であるといえる。）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記のように解した場合，政令で定める処分を受けることによって禁止が解除される特許発明の実施の範囲と，特許権の存続期間が延長された場合の当該特許権の効力が及ぶ特許発明の実施の範囲とは，常に一致するわけではない。しかし，先行処分を理由として存続期間が延長された特許権の効力がどの範囲まで及ぶかという点は，特許発明の実施に政令で定める処分を受けることが必要であったか否かとの点と，直接的に関係するものでない以上，それぞれの範囲が一致しないことに，不合理な点はないというべきである。なお，政令で定める処分を受けることによって禁止が解除された特許発明の実施が，先行処分に基づき存続期間が延長された当該特許権の効力が及ぶ特許発明の実施の範囲に含まれるような場合は，重複して延長の効果が生じ得ることとなる。後行処分による延長期間が先行処分による延長期間より長い場合には，これに対応する期間，当該特許権の存続期間が延長されるが，当該期間については，当該特許発明の実施が禁止されていた部分があることに照らすと，上記のように解することに何ら不合理な点はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由は理由があるので，審決を取り消すこととし，主文のとおり判決する。",
            "知的財産高等裁判所特別部",
            "裁判長裁判官                                            ",
            "飯      村      敏      明",
            "裁判官                                            ",
            "設      樂      隆      一",
            "裁判官                                            ",
            "富      田      善      範",
            "裁判官                                            ",
            "清      水              節",
            "裁判官                                            ",
            "八      木      貴  美  子"
          ]
        }
      ]
    }
  ]
}