{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，254万3000円及びこれに対する平成23年11月17日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，以下に掲記するほか，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，別紙目録1ないし13記載の漫画各話(各全体目次を含む。以下「本件漫画各話」という。)の作画(以下「本件各作画」と総称し，それぞれを「本件作画1」などという。)を制作した控訴人が，本件漫画各話を掲載した各コミック(本件各コミック)の初版及び増刷を発行した被控訴人に対し，被控訴人が本件各コミックを増刷して発行した行為は本件各作画について控訴人が保有する著作権(複製権)の侵害に当たる旨主張して，被控訴人に対し，不法行為に基づく損害賠償として508万6000円及びこれに対する訴状送達の日の翌日である平成23年11月17日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，被控訴人が本件各コミックを増刷して発行することについて，控訴人の利用許諾があったものと認められるから，被控訴人の行為が本件各作画について控訴人が保有する複製権の侵害に当たる旨の控訴人の主張は理由がないとして，控訴人の請求を棄却したため，控訴人が，これを不服として，前記第1の2の金員の支払を求める限度で，本件控訴に及んだものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，漫画家である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，書籍，雑誌，新聞の発行及び販売等を目的とする株式会社である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の著作物",
              "text": [
                "控訴人は，平成19年1月ころから平成22年5月ころまでの間に，関暁夫執筆の書籍「ハローバイバイ関暁夫の都市伝説」シリーズに掲載の各話を原作とする本件漫画各話の作画(本件各作画)を制作し，その原画(原稿)を被控訴人に引き渡した。",
                "本件各作画は，控訴人を著作者とする著作物である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の行為",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，以下のとおり，本件漫画各話が掲載された，主としてコンビニエンスストアで販売されるB6判の廉価版コミック(いわゆるコンビニコミック)である本件各コミックを発行した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「ハローバイバイ関暁夫の都市伝説」",
                      "text": [
                        "上記コミックは，関暁夫執筆の同じ題号の書籍を原作とする漫画全7話を掲載したコミック(定価400円(税込み)。本件コミック1)であり，被控訴人は，平成19年2月12日に初版を発行し，その後，増刷として，2刷を経て，平成20年8月23日に3刷を発行した(乙1の1ないし4)。",
                        "本件コミック1には，本件作画1及び2が掲載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ハローバイバイ関暁夫の都市伝説2」",
                      "text": [
                        "上記コミックは，関暁夫執筆の同じ題号の書籍を原作とする漫画全7話を掲載したコミック(定価480円(税込み)。本件コミック2)であり，被控訴人は，平成20年9月12日に初版を発行し，その後，増刷として，2刷及び3刷を発行した(乙2の1ないし4，弁論の全趣旨)。",
                        "本件コミック2には，本件作画3ないし5が掲載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「ハローバイバイ関暁夫の都市伝説3」",
                      "text": [
                        "上記コミックは，関暁夫執筆の同じ題号の書籍を原作とする漫画全7話を掲載したコミック(定価480円(税込み)。本件コミック3)であり，被控訴人は，平成21年4月10日に初版を発行し，その後，増刷として2刷を発行した(乙3の1ないし4，弁論の全趣旨)。",
                        "本件コミック3には，本件作画6及び7が掲載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「ハローバイバイ関暁夫の都市伝説4」",
                      "text": [
                        "上記コミックは，関暁夫執筆の同じ題号の書籍を原作とする漫画全7話を掲載したコミック(定価480円(税込み)。本件コミック4)であり，被控訴人は，平成21年8月14日に初版を発行し，その後，同年12月8日に増刷として2刷を発行した(乙4の1ないし4)。",
                        "本件コミック4には，本件作画8及び9が掲載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「ハローバイバイ関暁夫の都市伝説5」",
                      "text": [
                        "上記コミックは，関暁夫執筆の同じ題号の書籍を原作とする漫画全7話を掲載したコミック(定価480円(税込み)。本件コミック5)であり，被控訴人は，平成21年12月25日に初版を発行し，その後，増刷として2刷を発行した(乙5の1ないし4，弁論の全趣旨)。",
                        "本件コミック5には，本件作画10及び11が掲載されている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「ハローバイバイ関暁夫の都市伝説6」",
                      "text": [
                        "上記コミックは，関暁夫執筆の同じ題号の書籍を原作とする漫画全7話を掲載したコミック(定価480円(税込み)。本件コミック6)であり，被控訴人は，平成22年5月14日に初版を発行し，その後，増刷として2刷を発行した(乙6の1ないし4，弁論の全趣旨)。",
                        "本件コミック6には，本件作画12及び13が掲載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成23年8月16日，本件各コミックに収録された漫画の中から全14話を選択して収録したコンビニコミックである「S・セキルバーグ関暁夫の都市伝説G」と題するコミック(定価600円(税込み)。都市伝説Gコミック)を発行した(乙7の1ないし3，弁論の全趣旨)。",
                    "都市伝説Gコミックには，本件作画3，10ないし13が掲載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，控訴人に対し，平成19年4月5日に本件コミック1について本件作画1及び2の原稿料名下(消費税込み。ただし，源泉所得税控除後のもの。以下同じ。)に30万4000円を，平成20年11月6日に本件コミック2について本件作画3ないし5の原稿料名下に70万3950円を，平成21年5月8日に本件コミック3について本件作画6及び7の原稿料名下に69万1600円を，同年10月5日に本件コミック4について本件作画8及び9の原稿料名下に69万1600円を，平成22年3月4日に本件コミック5について本件作画10及び11の原稿料名下に76万5700円を，同年7月5日に本件コミック6について本件作画12及び13の原稿料名下に66万6900円(以上，合計382万3750円)をそれぞれ支払った(乙9の1ないし6，弁論の全趣旨)。",
                    "また，被控訴人は，平成23年11月4日，控訴人に対し，都市伝説Gコミックについて本件作画3，10ないし13の再録掲載料名下に89万5375円を支払った。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，後記1のとおり原判決を訂正し，後記2のとおり当審における主張を付加するほかは，原判決「事実及び理由」の第3に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決5頁16行目から同22行目までを次のとおり改める。",
                "「被控訴人による前記(1)の複製権の侵害行為により，控訴人が被った「その著作権の行使につき受けるべき金銭の額に相当する額」(使用料相当額)の損害額(著作権法114条3項)は，本件コミック1及び2については，3版まで出版されているので，初版の原稿料(本件コミック1では，全32枚の原稿について，1枚当たり1万円の合計32万円。本件コミック2では，全57枚の原稿について，1枚当たり1万3000円の合計74万1000円)の半額の2回分を下らず，本件コミック3ないし6については，2版まで出版されているので，初版の原稿料(全228枚の原稿について，1枚当たり1万3000円の合計296万4000円)の半額を下らない。",
                "そうすると，著作権法114条3項に基づく控訴人の損害額は，合計254万3000円を下らない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決5頁25行目の「508万6000円」を「254万3000円」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁12行目の「本件作画1」を「本件作画1及び2」と，同14行目の「本件作画2ないし4」を「本件作画3ないし5」と，同16行目の「本件作画5及び6」を「本件作画6及び7」と，同18行目の「本件作画7及び8」を「本件作画8及び9」と，同20行目の「本件作画9及び10」を「本件作画10及び11」と，同22行目の「本件作画11及び12」を「本件作画12及び13」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決7頁2行目及び同25行目の各「本件作画2，9ないし12」をいずれも「本件作画3，10ないし13」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は，コンビニコミックは雑誌扱いの不定期刊行物として，主にコンビニエンスストアで発売後約2週間程度販売された後，売れ残ったものが返品されるのが通常であるから，発売時にあらかじめ増刷することは予定されていないが，初版発売後，販売を見込めると判断した場合には，アンコール発売として増刷して発行することもあったと認定した上で，コンビニコミックの流通期間が性質上当然に限定されているとはいえないと判断した。",
                "しかし，原判決のように，性質上当然に限定されていないから増刷についても当初の利用許諾に含まれるという契約解釈が妥当するのであれば，例えば，週刊漫画冊子に原稿を提供した場合に，これをアニメやドラマ等にすることも性質上当然に限定されるものではないから，これらの行為も当初の利用許諾に含まれることになってしまう。これらの行為を原作者に無断で行えば権利侵害の問題が生じることは論を待たず，原判決の論理には無理がある。",
                "また，コンビニコミックには，ゴルゴ13など，単一の著作者による著作物があるところ，これもアンコール発売を性質上当然にしないものとはいえないが，だからといって，出版社が将来にわたり，初回の原稿料の支払のみで何度も販売できるということ(雑誌掲載後単行本を出版することに等しい)の不当性は明らかである。",
                "増刷についての当事者の認識をみると，被控訴人の従業員である原審証人坂本享哉でさえ，コンビニコミックは，基本的に全て2週間で売り切っておしまいになる旨供述しているから，原則的には初版から2週間程度の出版であり，増版は例外であって，控訴人も想定していない。そうすると，当事者間の合意としては，特段の事情がない限り，初版の発行から2週間程度の出版に限定されているものと解すべきである。そして，本件では，本件各コミックはあらかじめ増刷することは予定されておらず，利用許諾に際して原稿料以外の販売期間等の話題は出なかったのであるから，上記特段の事情は存在しない。",
                "したがって，本件各合意による利用許諾は，初版の発行から2週間程度の出版を超えるものではなく，増刷分には及ばないから，原判決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，本件各コミックの流通期間が控訴人の想定していた2週間を超えても，控訴人に格別の不利益をもたらさないと判断した。",
                "しかし，原判決の上記判断は，著作権法の枠組みを超えたものである。すなわち，著作権法が列挙する複製(21条)・上演及び演奏(22条)・上映(22条の2)・公衆送信等(23条)に係る行為は，著作者の負担がなくとも著作物さえあれば，第三者が単独でなし得るところ，それでも著作権法は，これらを著作権者の権利と明記してその保護をしているのである。想定期間を超えた出版は，控訴人の手間暇という意味での負担はないが，だからといって控訴人に特段の不利益がないというのは著作権法の趣旨に反する判断であるといわなければならない。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "控訴人は，原判決が示した契約解釈によれば，週刊漫画冊子に提出した原稿をアニメやドラマ等にすることも性質上当然に限定されるものではないから，これらも当初の利用許諾に含まれることになるなどと主張する。",
                "しかし，控訴人の主張は，余りにも飛躍したものである。そのような二次使用の場合には改めて契約するのが当然であることはいうまでもない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，コンビニコミックは原則的には初版2週間程度の出版であって，増刷は例外であり，控訴人も増刷を想定していなかったと主張する。",
                "しかし，原判決が認定したように，本件各コミックと同種のコンビニコミックは，雑誌扱いの不定期の刊行物として，主にコンビニエンスストアで発売後約2週間程度販売された後，売れ残ったものが返品されるのが通常であり，初版の発売時にはあらかじめ増刷することは予定されていないが，これは事実上の扱いであり，コンビニコミックであるからといって，流通期間が性質上当然に限定されるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の本訴請求は，理由がなく，棄却すべきものであると判断する。その理由は，後記1のとおり原判決を訂正し，後記2のとおり付加するほかは，原判決「事実及び理由」の第4の1に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決9頁2行目の「1話に係る本件作画1」の後に「及び全体目次に係る本件作画2」を加え，同12行目の「本件作画1」を「本件作画1及び2」と，同21行目から22行目にかけての「本件作画1の原稿料名下に29万4500円(原稿31枚分)」を「本件作画1及び2の原稿料名下に30万4000円(原稿32枚分)」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決10頁3行目の「本件作画2ないし4」を「本件作画3ないし5」と，同5行目の「本件作画5及び6」を「本件作画6及び7」と，同6行目から7行目にかけての「本件作画7及び8」を「本件作画8及び9」と，同8行目の「本件作画9及び10」を「本件作画10及び11」と，同10行目の「本件作画11及び12」を「本件作画12及び13」と，同12行目の「本件作画2ないし4」を「本件作画3ないし5」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決11頁1行目から2行目にかけての「本件作画2ないし4」を「本件作画3ないし5」と，同3行目の「本件作画5及び6」を「本件作画6及び7」と，同4行目の「本件作画7及び8」を「本件作画8及び9」と，同5行目から6行目にかけての「本件作画9及び10」を「本件作画10及び11」と，同7行目の「本件作画11及び12」を「本件作画12及び13」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決13頁4行目及び同7行目から8行目にかけての各「本件作画2，9ないし12」をいずれも「本件作画3，10ないし13」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決15頁2行目から3行目にかけての「本件作画2ないし4」を「本件作画3ないし5」と，同13行目及び同16行目から17行目にかけての各「本件作画2，9ないし12」をいずれも「本件作画3，10ないし13」とそれぞれ改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，コンビニコミックは基本的には初版から2週間程度の出版に限定されるものであり，増刷されることは例外であるから，本件各合意による利用許諾の効力は，初版から2週間程度の出版に限定され，増刷分には及ばない旨主張する。",
                "しかしながら，原判決が認定したとおり，被控訴人は，本件コミック1については作画原稿1枚当たり1万円の原稿料を，本件コミック2ないし6については作画原稿1枚当たり1万3000円の原稿料を支払うとの条件で，控訴人に対し，本件各作画の制作を順次依頼し，控訴人は，その都度これを了承して，控訴人と被控訴人との間で，本件各合意が成立したものである。本件各合意により，控訴人は本件各作画の制作を行うとともに，被控訴人が本件各コミックに本件各作画を掲載して出版及び販売することについての利用許諾を与えたものであるが，本件各合意で定められた控訴人の原稿料は，上記のとおり，作画原稿の1枚当たりの所定金額に枚数を乗じて算出されるものであって，本件各コミックの発行部数はその額を定めるための直接的な要素とされていない。実際，本件各合意に当たり，控訴人と被控訴人との間では，原稿料以外の条件や本件各コミックの発行予定部数，流通期間等について話題となることもなかったものである。以上のような原稿料の定め方は，書籍等の単価に印刷部数又は販売部数を乗じ，更に一定割合(印税)を乗じて著作権者に支払われるべき対価を算出する，いわゆる印税契約とは異なり，著作物が掲載された出版物の発行部数の多寡によってその金額が左右されるものではない。そして，本件各コミックの出版において，初版時の発行部数やその後に増刷を実行するか否かは，いずれも出版社である被控訴人において適宜決定すべき事項であるところ，被控訴人との間で，作画原稿の1枚当たりの所定金額に枚数を乗じて算出される金額をもって当該作画原稿の制作や出版及び販売についての利用許諾の対価とすることに合意した控訴人にとっては，増刷によって本件各コミックの発行部数が増加することは，初版における発行部数の多寡とその性質において異なる意味を有するものではない。",
                "また，原判決が認定したとおり，被控訴人においては，本件各コミックと同種のコンビニコミックについては，雑誌扱いの不定期の刊行物として，主にコンビニエンスストアで発売後2週間程度販売された後，売れ残ったものは返品されるのが通常であり，初版の発売時にあらかじめ増刷することは予定されていないが，これは事実上の取扱いであり，初版が返品された後であっても，需要があれば，増刷して発行することもあり得るというのであるから，コンビニコミックの流通期間が性質上当然に初版から2週間程度に限定されているということもできない。",
                "さらに，前記のとおり，本件各合意に当たり，控訴人と被控訴人との間では，原稿料以外の条件や本件各コミックの発行予定部数，流通期間等について話題となることはなかったのであるから，控訴人の制作した作画原稿の出版及び販売に係る利用許諾を初版の発行から2週間程度に限定するとの明示的な合意があったとは認められないし，また，被控訴人においては，本件各コミックのように，需要によっては，コンビニコミックを増刷することも行われているものである以上，たとい控訴人において増刷を想定せず，また，被控訴人においても増刷は例外的なものであるとの認識を持っていたとしても，それによって直ちに控訴人と被控訴人との間で本件各合意による利用許諾の効果を本件各コミックの初版の発行から2週間程度に限定するとの黙示的な合意があったということもできない。",
                "以上によれば，本件各合意により生じた控訴人の利用許諾の効力は，本件各コミックの初版の発行から約2週間程度に限定されるものではなく，その増刷分についても及ぶものと認めるのが相当である。",
                "なお，被控訴人は，本件作画3，10ないし13を掲載した都市伝説Gコミックについて再録掲載料を支払っているが，原判決が判示したとおり，都市伝説Gコミックは，本件各コミックに収録された漫画の中から全14話を選択して収録したものであり，本件各コミックにおける本件作画3，10ないし13の利用形態とは異なるものであるから，上記再録掲載料の支払の事実は，控訴人の上記主張を裏付けるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，当初の想定期間を超えた出版は控訴人の手間暇という意味での負担はないが，だからといって控訴人に特段の不利益がないとした原判決の判断は，著作権法の趣旨に反するものである旨主張する。",
                "しかしながら，原判決は，本件各合意の効力が本件各コミックの増刷分にも及ぶか否かの判断において，本件各コミックの2刷及び3刷は，初版を増刷したものであって，本件各作画の利用形態は初版と何ら変わることはないから，本件各コミックの流通期間が控訴人が想定していた2週間程度を超えたからといって，控訴人において特段の不利益をもたらすものではないと判示したのであり，控訴人が主張するように，控訴人に手間暇の負担が掛からなければ，いかなる複製等の行為が行われても，その著作権者である控訴人に不利益が生じないなどと判断したものではない。",
                "したがって，控訴人の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "その他，控訴人は，るる主張するが，いずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，控訴人の本訴請求は理由がなく，原判決は相当であって，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10013",
    "date": "2013-06-27",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成23年(ワ)35951",
    "precedent_id": "083388",
    "ipprecedent_id": "3435",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}