{
  "conclusion": [
    {
      "text": "1(1)  原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(2)",
          "text": "別紙特許出願目録記載1の特許出願の特許請求の範囲の請求項8及び9に記載された発明について，控訴人が特許を受ける権利の共有持分を有することを確認する。"
        },
        {
          "fig": "(3)",
          "text": "被控訴人は，控訴人に対し，100万円及びこれに対する平成24年11月29日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(4)",
          "text": "控訴人のその余の請求を棄却する。"
        }
      ]
    },
    {
      "text": "2(1)  別紙特許出願目録記載2の国際特許出願の請求の範囲の請求項13及び14に記載された発明について，控訴人が特許を受ける権利の共有持分を有することを確認する。",
      "content": [
        {
          "fig": "(2)",
          "text": "控訴人のその余の当審における追加請求を棄却する。"
        }
      ]
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じてこれを9分し，その7を控訴人の負担とし，その余を被控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，第1項(3)に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "別紙特許出願目録記載1の特許出願の特許請求の範囲に記載された発明及び同目録記載2の国際特許出願の請求の範囲に記載された発明について，控訴人が特許を受ける権利を有することを確認する(控訴人は，当審において，同目録記載2の発明に係る特許を受ける権利の確認請求を追加した。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，控訴人に対し，1100万円及びこれに対する平成24年11月29日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件控訴を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人の当審における追加請求を棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件訴訟の経緯及び当審における請求の追加について",
          "text": [
            "本件は，被控訴人と共同研究をしていた控訴人が，被控訴人に対し，被控訴人がした特許出願につき，特許を受ける権利を有することの確認を求めるとともに，共同研究契約の債務不履行に基づき，損害賠償の支払を求めた事案である。以下のとおり，原審は控訴人の請求を全部棄却したので，控訴人が控訴した。また，当審において，確認請求の対象が追加された。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訴え提起時における控訴人の請求は，(ア)控訴人の研究担当者は，被控訴人が平成23年7月4日にした別紙特許出願目録記載1の特許出願(以下「本件基礎出願」という。)の特許請求の範囲(請求項の数は9である。)に記載された発明(以下「本件基礎出願発明」という。また，各請求項に記載された発明を，請求項の番号を付して「本件基礎出願発明1」のようにいう。)の共同発明者であり，控訴人は同研究担当者から本件基礎出願発明について特許を受ける権利を承継したと主張して，本件基礎出願発明について控訴人が特許を受ける権利を有することの確認を求めるとともに，(イ)-(a)本件基礎出願発明について控訴人が特許を受ける権利を有する場合，本件基礎出願は，控訴人と被控訴人の間の共同研究契約(以下「本件共同研究契約」という。)11条2項に違反する，(イ)-(b)本件基礎出願発明について控訴人が特許を受ける権利を有しないとしても，①被控訴人の学生が行った卒業論文の発表は，本件共同研究契約17条1項に違反し，②被控訴人の研究担当者が行った学会発表は，同契約17条3項ただし書に違反し，③本件基礎出願は，同契約10条，11条及びこれら規定から導かれる信義則上の付随義務に違反すると主張して，被控訴人に対し，債務不履行に基づく損害賠償として，得べかりし研究資金1000万円及び弁護士費用100万円の合計1100万円並びにこれに対する訴状送達の日の翌日である平成24年11月29日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めるというものであった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，控訴人の研究担当者は本件基礎出願発明の共同発明者であるということはできず，控訴人は本件基礎出願発明について特許を受ける権利を有していない，また，被控訴人について債務不履行は認められないとして，控訴人の請求をいずれも棄却する旨の判決をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，平成24年7月4日，本件基礎出願を優先権の主張の基礎として，千九百七十年六月十九日にワシントンで作成された特許協力条約に基づく国際出願(以下「本件国際出願」という。)をした。",
                "本件国際出願は，平成25年12月27日に国内移行手続が執られた結果，その国際出願日である平成24年7月4日にされた特許出願とみなされた(特許法184条の3第1項)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，前記(3)の経緯を受け，当審において，前記(1)(ア)の特許を受ける権利の確認を求める対象として，本件国際出願の請求の範囲(請求項の数は14である。)に記載された発明(以下「本件国際出願発明」という。また，各請求項に記載された発明を，請求項の番号を付して「本件国際出願発明1」のようにいう。)を追加した。",
                "なお，控訴人は，特許を受ける権利の確認請求の請求原因として，本件基礎出願発明1ないし7について控訴人の研究担当者が共同発明者であるとの主張は撤回し，同研究担当者が共同発明者であると主張する発明を，本件基礎出願発明8及び9並びに本件国際出願発明13及び14に限定した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下の事実は，当事者間に争いがないか，又は各項末尾記載の証拠及び弁論の全趣旨により認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，産業技術に関する試験，研究，普及及び技術支援等を行うことにより都内中小企業の振興を図り，もって都民生活の向上に寄与することを目的とする地方独立行政法人である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "A(以下「A」という。)は，控訴人のライフサイエンスグループに所属する研究者である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，受託研究，共同研究をその業務の一部とする国立大学法人である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "B(以下「B」という。)は，被控訴人の大学院理工学研究科教授であり，C(以下「C」という。)は，同研究科准教授であり，D(以下「D」という。)は，同研究科助教であった。",
                        "●●●(以下「S」という。)は，平成23年3月ころまで，上記研究科に所属する学生であった。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件共同研究契約",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人と被控訴人は，国立大学法人北海道大学(以下「北大」という。)とともに，平成21年4月1日，研究題目を「コラーゲン高密度化技術による自家骨移植代替向け人工骨の開発」とし，研究期間を同日から平成22年3月31日までとする平成21年度の共同研究の実施に関する契約を締結し，平成22年4月1日，再度，同じ研究題目で，研究期間を同日から平成23年3月31日までとする平成22年度の共同研究の実施に関する契約を締結した(以下，第1期及び第2期に係る契約を併せて「本件共同研究契約」といい，同契約に基づく研究を「本件共同研究」という。)。",
                    "本件共同研究契約において，Aは，控訴人の研究担当者の一人(ただし，平成22年度はAのみ。)とされており，B，C及びDは，被控訴人の研究担当者とされている(ただし，Cは，平成22年度のみ。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件共同研究契約の締結に際して作成された契約書には，被控訴人を甲，北大を乙，控訴人を丙として，次の記載がある(甲1の1・2)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "研究成果の帰属(10条)",
                      "text": [
                        "(1項)  甲，乙及び丙は，自己の研究担当者が研究成果を得たときは，当該研究担当者から当該研究成果に関する権利を取得しなければならない。ただし，甲，乙又は丙の研究担当者の得た研究成果中のプログラム等著作権であって，甲，乙又は丙の規則により職務著作とされない著作物に関するものについては，この限りでない。",
                        "(2項)  甲，乙及び丙は，自己の研究担当者が研究成果を得た場合において，当該研究担当者から当該研究成果に関する権利を取得したときは，これを他の当事者に通知し，かつ，次項及び第4項の規定に従い，当該研究成果の帰属を決定する。",
                        "(3項)  甲の研究担当者，乙の研究担当者又は丙の研究担当者が単独で得た研究成果は，それぞれ，甲，乙又は丙の単独所有とし，また，甲の研究担当者，乙の研究担当者及び丙の研究担当者中の二以上の研究担当者が共同して得た研究成果は，当該研究担当者の属する当事者の共有とする。",
                        "(4項)  研究成果中のプログラム等著作権及びノウハウの取扱いについては，甲乙丙協議の上，前項の規定と異なる定めをすることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許等の出願(11条)",
                      "text": [
                        "(1項)  甲，乙及び丙は，甲の研究担当者，乙の研究担当者又は丙の研究担当者が単独で得た発明等(以下「単独発明等」という。)に関し，特許等の出願をし，自己の単独発明等に関する特許権等(以下「単有特許権等」という。)を維持するときは，それぞれ単独で，当該特許等の出願及び当該単有特許権等の維持のための手続を行う。この場合，甲，乙及び丙は，それぞれ当該特許等の出願及び当該単有特許権等の維持に要する費用を負担する。",
                        "(2項)  甲，乙及び丙は，甲の研究担当者，乙の研究担当者及び丙の研究担当者中の二以上の研究担当者が共同して得た発明等(以下「共同発明等」という。)に関し，特許等の出願をし，共同発明等に関する特許権等(以下「共有特許権等」という。)を維持するときは，共同して，当該特許等の出願及び当該共有特許権等の維持のための手続を行う。この場合，当該特許権等を共有する当事者(以下「共有当事者」という。)は，当該共有当事者間において別に締結する特許等の共同出願に関する契約において，共同発明等に関する特許等を受ける権利及び当該共有特許権等に対する持分の割合，当該特許等の出願及び当該共有特許権等の維持に要する費用の負担その他当該共同発明等の取扱いに関する事項を定める。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "研究成果の公開・発表(17条)",
                      "text": [
                        "(1項)  甲，乙及び丙は，研究期間中及び研究期間終了後6か月間(研究期間が2年度以上に及ぶときは，各年度の終了後6か月間とする。)に，研究成果(研究期間が2年度以上に及ぶときは，各年度に得られた研究成果とする。)を公開し，又は発表するときは，当該研究成果の公開又は発表の日の30日前までに，書面により，その内容を他の当事者に通知し，かつ，他の当事者の書面による事前の同意を得なければならない。",
                        "(3項)  甲，乙及び丙は，第1項に規定する期間の終了後は，第9条に規定するノウハウ秘匿義務及び第15条に規定する秘密保持義務を履行することを条件として，他の当事者の同意なしに，研究成果を公開し，又は発表することができる。ただし，甲，乙及び丙は，第1項に規定する期間の終了後1年6ヵ月間は，研究成果を公開し，又は発表するときは，当該研究成果の公開又は発表の日の30日前までに，書面により，その内容を他の当事者に通知しなければならない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件卒論発表",
              "text": [
                "学生Sは，平成23年3月1日，「アパタイト-コラーゲン人工骨の放射線照射による高強度化」と題する卒業論文の発表(以下「本件卒論発表」という。)を行った(乙19の1・2)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件研究資金",
              "text": [
                "Bは，平成23年2月14日から同年5月11日までの間に，株式会社クラレ(以下「クラレ」という。)とともに，独立行政法人科学技術振興機構の平成23年度研究成果展開事業研究成果最適展開支援プログラムA-STEPのハイリスク挑戦タイプ(以下「本件研究支援プログラム」という。)に，「骨置換能を傾斜化させた機能化人工骨の開発」と題する課題で応募したところ，医療技術分野において採択され，上限2000万円の研究資金を得た(甲11，12，乙54)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件基礎出願",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，平成23年7月4日，発明の名称を「生体吸収性の傾斜した多孔質複合体及びそれを用いた人工骨，並びにそれらの製造方法」とする発明について，B，C，D及びSの4名を発明者として，本件基礎出願をした(以下，本件基礎出願に係る明細書(甲2)を「本件基礎出願明細書」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件基礎出願の特許請求の範囲の記載は次のとおりである(甲2)。",
                    "請求項1ないし4には，多孔質複合体に係る発明が，請求項5には，人工骨に係る発明が，請求項6ないし9には，多孔質複合体の製造方法に係る発明が，それぞれ記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求項1",
                      "text": [
                        "リン酸カルシウム結晶とコラーゲン線維とを，80：20～20：80の重量比で含む多孔質複合体であって，",
                        "(1)多孔質複合体の生体吸収性が連続又は不連続に変化し，生体吸収性の速い第1の断片及び生体吸収性の遅い第2の断片を多孔質複合体から切り出すことができ，そして第1の断片の生体吸収性と第2の断片の生体吸収性との比が1．5以上であること，及び",
                        "(2)重量法による密度が300～1500mg／cm3であること，",
                        "を特徴とする多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "請求項2",
                      "text": [
                        "前記生体吸収性がコラゲナーゼによる生分解率であって，",
                        "生分解率は，関係式(I)：",
                        "生分解率＝(W0-Wt)／W0×100(I)",
                        "〔式中，W0及びWtは，多孔質複合体の断片を2unit／mLのコラゲナーゼ溶液により6時間浸漬した場合，又は多孔質複合体の断片を200unit／mLのコラゲナーゼ溶液により0．5時間浸漬した場合の，浸漬前の乾燥重量(W0)及び浸漬後の乾燥重量(Wt)である〕で表され，",
                        "前記第1の断片が，多孔質複合体の生分解率の速い30重量％の領域から切り出され，第2の断片が多孔質複合体の生分解率の遅い30重量％の領域から切り出され，第1の断片の生分解率に対する第2の断片の生分解率の比が1．5以上である，請求項1に記載の多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "請求項3",
                      "text": [
                        "前記生体吸収性が膨潤率であって，",
                        "膨潤率は，関係式(II)：",
                        "膨潤率＝(Ww-Wd)／Wd×100(II)",
                        "〔式中，Wd及びWwは，それぞれ，多孔質複合体の断片を，リン酸緩衝溶液により24時間浸漬した場合の，浸漬前の乾燥重量(Wd)及び浸漬後の湿潤重量(Ww)である〕で表され，",
                        "前記第1の断片が，多孔質複合体の膨潤率の高い30重量％の領域から切り出され，第2の断片が多孔質複合体の膨潤率の低い30重量％の領域から切り出され，第2の断片の膨潤率に対する第1の断片の膨潤率の比が1．5以上である，請求項1に記載の多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "請求項4",
                      "text": [
                        "リン酸カルシウムが，水酸アパタイト，リン酸二水素カルシウム，リン酸二水素カルシウム水和物，リン酸一水素カルシウム，リン酸一水素カルシウム水和物，リン酸八カルシウム，及びリン酸三カルシウムからなる群から選択される少なくとも1種のリン酸カルシウムである，請求項1～3のいずれか一項に記載の多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "請求項5",
                      "text": [
                        "請求項1～4のいずれか一項に記載の多孔質複合体を含む人工骨。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "請求項6",
                      "text": [
                        "(1)リン酸カルシウムの結晶懸濁液を得る結晶合成工程，",
                        "(2)可溶化コラーゲン溶液中のコラーゲンを線維化し，コラーゲン線維懸濁液を得る，コラーゲン線維化工程，",
                        "(3)前記コラーゲン線維懸濁液とリン酸カルシウム結晶懸濁液とを混合し，リン酸カルシウム結晶／コラーゲン線維混合懸濁液を得る，混合工程，",
                        "(4)前記リン酸カルシウム結晶／コラーゲン線維混合懸濁液を多孔体に成形する工程，及び",
                        "(5)前記多孔体に架橋密度を変化させた架橋処理を行うことによって，生体吸収性が1．5倍以上異なる第1の断片及び第2の断片を切り出すことのできる多孔質複合体を得る傾斜架橋工程，",
                        "を含む，多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "請求項7",
                      "text": [
                        "前記傾斜架橋工程(5)における架橋がグルタルアルデヒド気相蒸着法による架橋であって，多孔体へのグルタルアルデヒドガスの拡散量を変化させることにより，生体吸収性が1．5倍以上異なる第1の断片及び第2の断片を切り出すことのできる多孔質複合体を作製する，請求項6に記載の多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "請求項8",
                      "text": [
                        "前記結晶合成工程(1)において，リン酸カルシウム結晶にビニル基を導入し，そして，前記傾斜架橋工程(5)における架橋が，放射線照射架橋であって，多孔体への放射線照射量を変化させることにより，生体吸収性が1．5倍以上異なる第1の断片及び第2の断片を切り出すことのできる多孔質複合体を作製する，請求項6に記載の多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "請求項9",
                      "text": [
                        "前記リン酸カルシウムが，水酸アパタイト，リン酸二水素カルシウム，リン酸二水素カルシウム水和物，リン酸一水素カルシウム，リン酸一水素カルシウム水和物，リン酸八カルシウム，及びリン酸三カルシウムからなる群から選択される少なくとも1種のリン酸カルシウムである，請求項6～8のいずれか一項に記載の多孔質複合体の製造方法。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件学会発表",
              "text": [
                "B，C，D及びSは，平成23年11月21日，第33回日本バイオマテリアル学会大会において，「放射線照射によるアパタイト／コラーゲン複合体の力学特性評価」と題する発表(以下「本件学会発表」という。)を行った(甲8の1・2)。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件国際出願",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，平成24年7月4日，本件基礎出願を優先権の主張の基礎として，本件国際出願をした(以下，本件国際出願に係る明細書(乙36)を「本件国際出願明細書」という。)。",
                    "これにより，本件基礎出願は，その出願の日である平成23年7月4日から1年3か月を経過した時に取り下げたものとみなされた(特許法42条1項)。",
                    "他方，本件国際出願は，平成25年12月27日に国内移行手続が執られた結果，その国際出願日である平成24年7月4日にされた特許出願とみなされた(同法184条の3第1項)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件国際出願の請求の範囲の記載は次のとおりである。",
                    "請求項1ないし6には，多孔質複合体に係る発明が，請求項7には，人工骨に係る発明が，請求項8ないし14には，多孔質複合体の製造方法に係る発明が，それぞれ記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求項1",
                      "text": [
                        "リン酸カルシウム結晶とコラーゲン線維とを，80：20～20：8の重量比で含む多孔質複合体であって，",
                        "(1)生体吸収性が傾斜していること，及び",
                        "(2)重量法による密度が300～1500mg／cm3であること，",
                        "を特徴とする多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "請求項2",
                      "text": [
                        "前記生体吸収性の傾斜が，多孔質複合体の2つの点における，2mmφの円柱状プローブを用いた押し込み試験による強度比であり，歪率30％における2点の強度比が1．5倍以上である，請求項1に記載の多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "請求項3",
                      "text": [
                        "前記生体吸収性の傾斜が，",
                        "多孔質複合体の生体吸収性が連続又は不連続に変化し，生体吸収性の速い第1の断片及び生体吸収性の遅い第2の断片を多孔質複合体から切り出すことができ，そして第1の断片の生体吸収性と第2の断片の生体吸収性との比が1．5以上である，請求項1に記載の多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "請求項4",
                      "text": [
                        "前記生体吸収性がコラゲナーゼによる生分解率であって，",
                        "生分解率は，関係式(I)：",
                        "生分解率＝(W0-Wt)／W0×100(I)",
                        "〔式中，W0及びWtは，多孔質複合体の断片を2unit／mLのコラゲナーゼ溶液により6時間浸漬した場合，又は多孔質複合体の断片を200unit／mLのコラゲナーゼ溶液により0．5時間浸漬した場合の，浸漬前の乾燥重量(W0)及び浸漬後の乾燥重量(Wt)である〕で表され，",
                        "前記第1の断片が，多孔質複合体の生分解率の速い30重量％の領域から切り出され，第2の断片が多孔質複合体の生分解率の遅い30重量％の領域から切り出され，第1の断片の生分解率に対する第2の断片の生分解率の比が1．5以上である，請求項3に記載の多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "請求項5",
                      "text": [
                        "前記生体吸収性が膨潤率であって，",
                        "膨潤率は，関係式(II)：",
                        "膨潤率＝(Ww-Wd)／Wd×100(II)",
                        "〔式中，Wd及びWwは，それぞれ，多孔質複合体の断片を，リン酸緩衝溶液により24時間浸漬した場合の，浸漬前の乾燥重量(Wd)及び浸漬後の湿潤重量(Ww)である〕で表され，",
                        "前記第1の断片が，多孔質複合体の膨潤率の高い30重量％の領域から切り出され，第2の断片が多孔質複合体の膨潤率の低い30重量％の領域から切り出され，第2の断片の膨潤率に対する第1の断片の膨潤率の比が1．5以上である，請求項3に記載の多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "請求項6",
                      "text": [
                        "リン酸カルシウムが，水酸アパタイト，リン酸二水素カルシウム，リン酸二水素カルシウム水和物，リン酸一水素カルシウム，リン酸一水素カルシウム水和物，リン酸八カルシウム，及びリン酸三カルシウムからなる群から選択される少なくとも1種のリン酸カルシウムである，請求項1～5のいずれか一項に記載の多孔質複合体。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "請求項7",
                      "text": [
                        "請求項1～6のいずれか一項に記載の多孔質複合体を含む人工骨。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "請求項8",
                      "text": [
                        "(A)リン酸カルシウム及びコラーゲンを含む多孔体を形成する工程，及び",
                        "(B)前記多孔体に架橋密度を変化させた架橋処理を行うことによって，生体吸収性が1．5倍以上異なる多孔質複合体を得る傾斜架橋工程，",
                        "を含む，多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "請求項9",
                      "text": [
                        "前記多孔体形成工程(A)が，",
                        "(1)リン酸カルシウム，又は表面修飾されたリン酸カルシウムの結晶懸濁液を得る結晶合成工程，",
                        "(2)可溶化コラーゲン溶液中のコラーゲンを線維化し，コラーゲン線維懸濁液を得る，コラーゲン線維化工程，",
                        "(3)前記コラーゲン線維懸濁液とリン酸カルシウム結晶懸濁液とを混合し，リン酸カルシウム結晶／コラーゲン線維混合懸濁液を得る，混合工程，  及び",
                        "(4)前記リン酸カルシウム結晶／コラーゲン線維混合懸濁液を多孔体に成形する工程，である，請求項8に記載の多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "請求項10",
                      "text": [
                        "前記多孔体形成工程(A)が，",
                        "リン酸カルシウム／コラーゲン複合繊維と緩衝液との混合によりゲル化させ，多孔体に成形する工程である，請求項8に記載の多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "請求項11",
                      "text": [
                        "前記傾斜架橋工程(B)における架橋がグルタルアルデヒド気相蒸着法による架橋であって，多孔体へのグルタルアルデヒドガスの拡散量を変化させることにより，生体吸収性が1．5倍以上異なる多孔質複合体を作製する，請求項8～10のいずれか一項に記載の多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "請求項12",
                      "text": [
                        "前記傾斜架橋工程(B)における架橋が，放射線照射架橋であって，湿潤環境下において多孔体への放射線照射量を変化させることにより，生体吸収性が1．5倍以上異なる多孔質複合体を作製する，請求項8～10のいずれか一項に記載の多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "subject": "請求項13",
                      "text": [
                        "前記リン酸カルシウム結晶が，ビニル基が導入されたものである，請求項12に記載の多孔質複合体の製造方法。"
                      ]
                    },
                    {
                      "fig": "(セ)",
                      "subject": "請求項14",
                      "text": [
                        "前記リン酸カルシウムが，水酸アパタイト，リン酸二水素カルシウム，リン酸二水素カルシウム水和物，リン酸一水素カルシウム，リン酸一水素カルシウム水和物，リン酸八カルシウム，及びリン酸三カルシウムからなる群から選択される少なくとも1種のリン酸カルシウムである，請求項8～13のいずれか一項に記載の多孔質複合体の製造方法。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "Aは本件基礎出願発明8及び9の共同発明者か",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件基礎出願発明8及び9の特徴的部分は何か(争点1)"
                },
                {
                  "fig": "イ",
                  "subject": "本件基礎出願発明8及び9の特徴的部分の創作に対するAの関与の有無及び内容(争点2)"
                },
                {
                  "fig": "ウ",
                  "subject": "Aは本件基礎出願発明8及び9の共同発明者といえるか(争点3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "Aは本件国際出願発明13及び14の共同発明者か",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件国際出願発明13及び14の特徴的部分は何か(争点4)"
                },
                {
                  "fig": "イ",
                  "subject": "本件国際出願発明13及び14の特徴的部分の創作に対するAの関与の有無及び内容(争点5)"
                },
                {
                  "fig": "ウ",
                  "subject": "Aは本件国際出願発明13及び14の共同発明者といえるか(争点6)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "債務不履行の成否，損害の有無及び額",
              "content": [
                {
                  "fig": "ア",
                  "subject": "Aが本件基礎出願発明8及び9並びに本件国際出願発明13及び14の共同発明者と認められる場合，控訴人の損害の有無及び額(争点7)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "Aが本件基礎出願発明8及び9並びに本件国際出願発明13及び14のいずれの共同発明者とも認められない場合，本件卒論発表，本件基礎出願及び本件国際出願並びに本件学会発表は，債務不履行を構成するか。",
                    "債務不履行を構成する場合，控訴人の損害の有無及び額(争点8)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(本件基礎出願発明8及び9の特徴的部分は何か)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件基礎出願発明8及び9の特徴的部分は，ビニル基を導入した水酸アパタイト(リン酸カルシウム)とコラーゲンの複合体に，放射線を照射すること(以下「ビニル基導入・放射線照射」という。)により，荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン複合体人工骨を創作した点にある。その理由は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件基礎出願明細書には，発明の目的に関し，「リン酸カルシウム／コラーゲン複合体が，骨再生用の人工骨として期待されている。・・・しかしながら従来のアパタイトからなる材料と比較すると，柔らかすぎるため，わずかの荷重により容易に変形するために，骨再生のテンプレートとして荷重部位には適用しにくいという問題があった(【0005】)，「骨再生の足場として，骨リモデリングにより早期に骨置換を起こすことが可能で，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン複合体は開発されていなかった」(【0006】)，「早期の骨リモデリングにより骨置換を誘導することができ，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体を提供することである」(【0008】)と記載されている。",
                        "上記記載によれば，本件基礎出願発明が解決しようとした課題は，荷重のかかる部位に使用することのできるという従来技術にない新規の強度(機械的性質)を有しつつ，しかも，リン酸カルシウム／コラーゲン複合体人工骨のもともとの長所である生体吸収性も損なわない人工骨を見出そうとしたところにあるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記課題を前提として，本件基礎出願明細書の【0082】には，その新規の強度強化の効果について，「本試験例では，放射線架橋により，多孔質複合体の圧縮強度が上昇することを確認した。参考例2で得られた試料A及び試料A-γ，並びに比較例3で得られた試料B及び試料B-γの4種類の試料(φ10mm×10mm)の圧縮試験を行い，その力学特性を明らかにした。・・・水酸アパタイト／コラーゲンは，γ線照射によりコラーゲン分子又は線維が分断され，ダルベッコスリン酸緩衝溶液の浸漬によりコラーゲンが骨格構造を維持できなくなった。これに対してビニルシランを表面修飾した水酸アパタイト結晶を用いた試料A-γでは，γ線照射により，著しく圧縮強度が向上した(図5)」と記載されている。",
                        "試料A-γの強度測定結果は，図5に記載されており，これによれば，試料A-γは，放射線照射前の試料Aの約2倍の強度(20％歪応力が14．56kPaに対し26．84kPa)，ビニル基を導入していないリン酸カルシウム結晶とコラーゲンの多孔質複合体に放射線照射をした試料B-γの約5倍の強度(20％歪応力が4．46kPaに対し26．84kPa)である(表1，図5)。",
                        "このように，ビニル基を導入したリン酸カルシウムとコラーゲンの複合体に放射線照射をした場合，従来のリン酸カルシウム／コラーゲン人工骨と比較して著しい強度強化の効果が得られたことが記載されている。",
                        "一方，本件基礎出願明細書には，「生体吸収性を連続又は不連続に変化させることにより，前記課題を解決できることを見出した」(【0009】)との記載はあるが，生体吸収性を変化させることのみによって，荷重のかかる部位に使用することのできる新規で優れた機械的性質が得られたというような試料の実験データについては何ら開示されていない。",
                        "すなわち，「ビニル基を導入したリン酸カルシウムとコラーゲンの多孔体に放射線照射架橋を行う多孔質複合体の製造方法」により，荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン複合体人工骨を創作したことは，生体吸収性の傾斜とは何ら関係がなく，ビニル基が導入されたリン酸カルシウムとコラーゲンを含む多孔体の製造工程において，放射線架橋をするという本件基礎出願発明8及び9の効果である。",
                        "したがって，本件基礎出願発明8及び9の特徴的部分は，ビニル基導入・放射線照射にある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，本件基礎出願発明8及び9の特徴的部分は，生体吸収性が1．5倍以上異なる部分が一つの複合体内に作製されること，すなわち架橋する度合の傾斜化(以下「傾斜架橋」という。)にあるとして，傾斜架橋されたリン酸カルシウム／コラーゲン複合体の機械的特性については，本件基礎出願明細書の【0084】に，「＜参考試験例2＞  実施例2で得られた試料C及びC-g，並びに比較例1で得られた試料D及び試料D-gを前記参考試験例1と同じ方法により，圧縮試験を行った。その結果，傾斜化させた試料は，明らかにその強度が傾斜化させない試料(CとD)と比較して弱かった。また，乾燥させた試料と比較すると2倍以上の強度を示した」(判決注・下線は被控訴人が付した。)と記載されており，上記の下線部分の後半は，膨潤多孔質複合体の状態(湿潤状態)のままでテーパーを用いて放射線照射を行って傾斜架橋させた試料C-g(実施例2)は，乾燥状態で放射線照射架橋を行って傾斜架橋をさせなかった試料A-γ(参考例2)よりも2倍の機械的強度を有する結果となった，という内容の記載であると主張する(後記(2))。",
                    "しかし，まず，上記の下線部分の前には，試料Cと試料Dの比較試験を行ったことが記載されているのであるから，上記の下線部分は，当然に試料Cと試料Dの比較試験の結果が記載されるべき箇所である。そこに突然，試料A-γとの比較が，主語もなければ，一片の実験データの具体的引用もなく，「乾燥させた試料と比較すると2倍以上の強度を示した」と記載されても，その効果が真に確認されていたのか極めて疑わしい(ちなみに，実施例の比較実験ではない＜参考試験例1＞には，具体的実験データとグラフまで記載されている。【0082】，【0083】，【図5】)。",
                    "また，被控訴人が主張するように，膨潤多孔質複合体の状態(湿潤状態)のままでテーパーを用いて放射線照射を行って傾斜架橋させた試料C-g(実施例2)と，乾燥状態で放射線照射架橋を行って傾斜架橋をさせなかった試料A-γ(参考例2)とを比較したとしても，放射線照射時に試料が乾燥しているか湿潤しているか，放射線を傾斜架橋して照射させたか否か，という変数が二つもある以上，その効果がいずれの変数のどの程度の変化によって導かれたかは到底不明であり，比較実験として適当ではなく，まして，その比較実験結果に基づき，傾斜架橋による生体吸収性の変化によって，強度強化という効果が得られたなどという結論を導くことはできない。",
                    "したがって，被控訴人の上記主張は，前提において誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "text": [
                "本件基礎出願発明の特徴的部分は，生体吸収性が1．5倍以上異なる部分が一つの複合体内に作製されること，すなわち架橋する度合の傾斜化(傾斜架橋)にある。",
                "本件基礎出願発明8及び9の特徴的部分も，傾斜架橋とすることにあり，リン酸カルシウム(水酸アパタイト)にビニル基を導入し，コラーゲンと放射線架橋して機械的強度を高めるという手法は公知技術にすぎない。傾斜架橋によって，本件基礎出願発明の課題である，早期の骨リモデリングによる骨置換を誘導することができ，かつ優れた機械的特性により荷重のかかる部位に使用することができる多孔質複合体の製造方法が得られる。その理由は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件基礎出願発明の課題は，骨組織の再生において，早期の骨リモデリングにより骨置換を誘導することができ，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体を提供することにある(本件基礎出願明細書【0008】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記課題を解決するために，本件基礎出願発明は，多孔質複合体(リン酸カルシウム／コラーゲン線維複合体)において生体吸収性(生分解性)を連続又は不連続に変化(傾斜)させる(【0009】)。そして，生体吸収性の傾斜は，架橋密度を変化させる(傾斜架橋する)ことによって制御できるので(【0009】)，具体的には，①多孔質複合体の生体吸収性が連続又は不連続に変化し，生体吸収性の速い第1の断片及び生体吸収性の遅い第2の断片を多孔質複合体から切り出すことができ，そして第1の断片の生体吸収性と第2の断片の生体吸収性との比を1．5以上とし(請求項1)，②多孔体に架橋密度を変化させた架橋処理を行うことによって，生体吸収性が1．5倍以上異なる第1の断片及び第2の断片を切り出すことのできる多孔質複合体を得る傾斜架橋工程を採用する(請求項6)。この点，すなわち傾斜架橋こそが，本件基礎出願発明の特徴的部分である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "傾斜架橋を行うための具体的手段としては，例えば，グルタルアルデヒド気相蒸着法(【0058】，実施例1)や，湿潤状態での放射線照射架橋(【0071】，実施例2)を挙げることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件基礎出願発明によれば，骨組織の再生において，早期の骨リモデリングにより骨置換を誘導することができ，かつ優れた機械的特性により荷重のかかる部位に使用することができる多孔質複合体とその製造方法が得られる(【0011】)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "早期の骨リモデリングによる骨置換の誘導の作用・効果が奏される点は，本件基礎出願明細書の【0065】ないし【0068】，【0077】，【0078】に記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，傾斜架橋させたリン酸カルシウム／コラーゲン複合体の機械的特性については，本件基礎出願明細書の【0084】に，「＜参考試験例2＞  実施例2で得られた試料C及び試料C-g，並びに比較例1で得られた試料D及び試料D-gを前記参考試験例1と同じ方法により，圧縮試験を行った。その結果，傾斜化させた試料は，明らかにその強度が傾斜化させない試料(CとD)と比較して弱かった。また，乾燥させた試料と比較すると2倍以上の強度を示した」(判決注・下線は被控訴人が付した。)と記載されている。",
                        "上記の下線部分の後半は，「傾斜化させた試料は」との主語が省略されており，丁寧に書くと「(傾斜化させた試料は)乾燥させた試料と比較すると2倍以上の強度を示した。」という文章である。",
                        "そして，ここでいう「乾燥させた試料」とは，湿潤状態での放射線照射架橋によって傾斜架橋させる場合のポイントである，「膨潤多孔質複合体の状態(湿潤状態)のままでテーパーを用いて放射線照射を行う」ことをしていない，参考例2の試料A-γをいう。",
                        "すなわち，上記の下線部分の後半は，膨潤多孔質複合体の状態(湿潤状態)のままでテーパーを用いて放射線照射を行って傾斜架橋させた試料C-g(実施例2)は，乾燥状態で放射線照射架橋を行って傾斜架橋をさせなかった試料A-γ(参考例2)よりも2倍の機械的強度を有する結果となった，という内容の記載である。",
                        "このことから，傾斜架橋させたリン酸カルシウム／コラーゲン複合体において，優れた機械的特性により荷重のかかる部位に使用することができる多孔質複合体が得られることが分かる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件基礎出願発明の特徴的部分は，傾斜架橋にある。",
                    "他方，リン酸カルシウム(水酸アパタイト)にビニル基を導入し，コラーゲンと放射線架橋して機械的強度を高めるという着想は，平成21年6月2日の第11回コラーゲン会議(以下「本件コラーゲン会議」という。)での発表をもって公知となり，同着想の実現手段(50kGyのγ線照射)も，平成23年3月1日に行われた本件卒論発表によって公知となった。",
                    "したがって，本件基礎出願発明8及び9の特徴的部分は，本件基礎出願発明の特徴的部分である傾斜架橋とすることにある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(本件基礎出願発明8及び9の特徴的部分の創作に対するAの関与の有無及び内容)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件基礎出願発明8及び9の特徴的部分の着想者について",
                  "text": [
                    "本件基礎出願発明8及び9の特徴的部分である，ビニル基導入・放射線照射の着想(以下「本件着想」という。)は，平成21年2月ころ，Aが得たものである。Aは，本件着想を「アパタイト／コラーゲン複合体を用いた次世代人工骨の開発」と題する資料(乙9。以下「乙9資料」という。)に記載し，同年6月2日の本件コラーゲン会議において発表した。その前後の経緯は，以下のとおりである。",
                    "Aは，平成20年6月から控訴人に雇用されたが，その前は，Bが研究センター長等を務めていた独立行政法人物質・材料研究機構，北大創成機構等に勤務し，Bの下でコラーゲン人工骨の研究等に従事していた。その当時は，B，Aともに放射線化学の専門知識は有していなかった。",
                    "しかし，Aが控訴人に雇用され，配属された駒沢支所は，旧東京都立アイソトープ研究所であり，放射線研究設備が充実していた。Aは，配属後直ちに放射線業務従事者として登録され，控訴人のために，放射線を用いた試験業務や研究開発に従事し，次第に放射線化学の知見を深めていった。",
                    "その中で，Aは，過去にBと行っていたコラーゲン人工骨の研究に，自己が控訴人の下で新たに獲得した放射線化学の知見を組み合わせれば，コラーゲン人工骨の更なる強度強化という課題とともに，強度強化と生体吸収性の両立という課題も解決できるのではと閃き，本件着想に至った。",
                    "Aは，平成20年6月に控訴人に雇用されてからは，Bらとコラーゲン人工骨の共同研究を行っていなかったが，平成21年4月に本件共同研究第1期が始まり，共同研究関係が再開された。",
                    "その後，Aは，Bから，同年6月2日の本件コラーゲン会議に参加して，A，B，C，北大らがそれまでに共同して行っていたコラーゲン人工骨の研究成果と今後の方向をまとめて発表できないかと要望された。本件コラーゲン会議は，Bの研究室が主催し，同研究室が産官学連携してコラーゲン材料の開発を行うことを目的とした非公式会議であり，本件共同研究とは直接は関係がない。",
                    "Aは，Bからの要望を受け，本件コラーゲン会議の直前に乙9資料を作成した。",
                    "乙9資料の7頁から21頁までに，それまでのBらの共同研究の成果が記載され，8頁には「東工大が保有する基盤技術」として，「高密度コラーゲン／HApによる骨再生」等の記載があるが，放射線化学の記載はない。それまでにBら被控訴人の研究担当者は，放射線化学をコラーゲン人工骨に応用する実験をしておらず，その着想もなかったからである。",
                    "Aは，乙9資料の22頁以下に「新たに検討する基盤技術」と記載して，本件コラーゲン会議の参加者に対し，コラーゲンの高密度化による強度強化だけではなく，コラーゲン線維と水酸アパタイト(HAp，リン酸カルシウム)の有機・無機界面に放射線を照射して接着することとともに，その放射線架橋の助剤としてビニル基を用いる(24頁)という本件着想を，今後の共同研究の方向性として開示した。そして，今後の研究実施体制(案)として，被控訴人は，従来どおり「コラーゲン高密度化を利用した人工骨の開発」を進めるとともに，控訴人(すなわち，控訴人の研究担当者であるA)は，本件着想に基づいた「放射線化学を利用した力学特性の向上」という研究を行う役割分担をすること提案した(26頁)。",
                    "しかし，乙9資料にAが記載した上記共同研究の提案は，本件共同研究にも，その他企業との共同研究としても，その後すぐには採用されなかった。本件コラーゲン会議の時点では，本件着想は，なお着想段階にすぎず，共同研究として採用するには時期尚早と判断されたからである。",
                    "また，控訴人自体，このころはまだ，本件着想をコラーゲン人工骨の研究対象とはしていなかった。",
                    "Aは，控訴人においては，コラーゲン人工骨のような医療材料よりも工業利用価値の高いポリ乳酸の方が研究テーマとして採用されやすいと考え，また，放射線界面架橋の原理によれば，ポリ乳酸で効果が得られれば，コラーゲン人工骨でも同じように効果が得られると予想し，本件コラーゲン会議の2日後である平成21年6月4日に，控訴人の単独研究のテーマとして，研究テーマ名を「ポリ乳酸／無機フィラー複合体の界面制御による力学特性の向上」とする研究について，計画書(甲28。以下「甲28計画書」という。)を作成して控訴人に提案し，採用された。",
                    "この控訴人のポリ乳酸の単独研究は，平成22年3月ころまでに一定の成果が得られた。このことは，その報告書(甲29。以下「甲29報告書」という。)に記載されている。",
                    "他方，本件共同研究第1期(平成22年3月まで)においては，従来のようなコラーゲン高密度化の延長の研究では，十分な強度強化も生体吸収性との両立という効果も得られなかった。",
                    "そこで，Aは，平成22年4月からの本件共同研究第2期では，ポリ乳酸の実験で一定効果が得られた本件着想を，コラーゲン人工骨においても具体化，完成させようと考え，「放射線によるコラーゲンナノ界面強化」という共同研究提案資料(甲4。以下「甲4資料」という。)を作成し，これを被控訴人の研究担当者に提案した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件基礎出願発明8及び9の特徴的部分の着想の具体化について",
                  "text": [
                    "Aは，本件着想を具体化した者の一人でもある。",
                    "Aは，Bの依頼を受け，本件着想の具体化に取りかかった平成22年5月時点では，Bの研究室に配属されたばかりで人工骨の知識さえ持っていなかった学生Sに対し，本件共同研究に係る説明資料(甲20。以下「甲20資料」という。)を作成して送り，研究の意義や背景を説明した後，この着想を具体化するための3つの工程(人工骨を成形する工程，界面架橋を達成するために放射線をあてる工程，強度を測ったり，構造を解析する工程)を，放射線照射工程を除き，控訴人の職場で直接指導して教え，放射線照射工程については，自ら，あるいは控訴人から第三者照射機関に委託して，行っていた。照射する放射線の線量を決定していたのは，Aである。",
                    "Aは，Sから，平成22年10月17日，メール(甲9の1・2。以下「甲9メール」という。)により，50kGyの放射線照射をした試料の圧縮試験をした結果，ビニル基を導入したリン酸カルシウムとコラーゲン線維の複合体に50kGyの放射線照射をすると，ビニル基を導入していない複合体とは異なり，著しく強度が強化されたことが見いだされたとの報告を受けた。また，Aは，Sから，平成23年1月11日，メール(乙5の3枚目。以下，乙5のメールをまとめて「乙5メール」という。)により，Aが放射線の線量を決定して照射実験を行った試料について，強度測定結果を踏まえ，50kGy以上の照射は母材劣化が著しく強度が低下してしまった等の試験結果について報告(乙17の1)を受けた。この報告は，Sが，Aのもとを頻繁に訪れ，話し合った結果をまとめた上で，なされたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件基礎出願発明8及び9の特徴的部分の着想者について",
                  "text": [
                    "控訴人が本件基礎出願発明8及び9の特徴的部分であると主張する，ビニル基導入・放射線照射の着想(本件着想)を誰が得たのかは不明である。",
                    "控訴人は，本件着想はAが平成21年2月ころ得たものであると主張する。しかし，上記主張を裏付ける直接証拠は，Aの陳述書(甲30)及び証言であり，客観的な書証は一切提出されていない。そして，以下のとおり，Aの陳述書や証言は信用できるものではないから，Aが本件着想を得たことは立証されていない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "陳述書(甲30)提出の経緯やタイミングが不自然であること",
                      "text": [
                        "Aが本件基礎出願発明8及び9の共同発明者であることは，控訴人が立証責任を負うべき事実であるから，これを証明する有力な書証が存在しないのであれば，控訴人としては，Aの陳述書を原審の段階で提出するのが合理的な訴訟追行というべきである。",
                        "しかるに，控訴人がAの陳述書(甲30)を提出したのは，控訴審の第2回弁論準備期日において，裁判所から，「着想者について控訴人からこれを裏付ける証拠が提出されてない」との指摘を受けた後である。",
                        "このような，Aの陳述書(甲30)が提出されたタイミングや経緯の不自然さに照らすと，同陳述書は，控訴人の主張に合わせて創作されたものであることが強く疑われる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件着想が公知であることを不自然に否定していること",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件コラーゲン会議についてのAの供述について",
                          "text": [
                            "本件コラーゲン会議においては，参加者全員に対して，秘密保持契約の書類が配布され，その内容(乙42の2，乙43の1～8)が説明された(乙49の1)。Aは，その内容を認識しながら，秘密の表示をしていない乙9資料に基づいて，プレゼンテーションをしたのであるから，その内容が公知となることを認識していたというべきである。",
                            "しかし，Aは，本件コラーゲン会議についての秘密保持契約は見ていない，乙9資料には秘密の表示をあえて押していない(いずれもAの証人調書(以下「A調書」という。)の15頁)，コラーゲン研究会の内容は全て秘密である(A調書14頁)などと証言する。",
                            "これらの証言が事実に反するものであることは明らかである。",
                            "また，Aが，乙9資料に秘密の表示をあえてしなかったのであれば，秘密保持契約について説明を受け，乙9資料の24頁以降に本件着想が記載されているとして，その内容を例外的に秘密情報に含めて欲しいという要望を研究会の場で直ちに出すこともできたし，そうしたはずである。",
                            "しかし，Aはこうした要望を一切することなく，これを放置した。この事実は，Aが，乙9資料に本件着想が記載されているとの認識を持っていなかったこと，ひいては，Aが本件着想の着想者ではないことを示すものである。",
                            "この点からも，Aの陳述書及び証言は信用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "乙9資料の作成についてのAの供述が信用できないこと",
                          "text": [
                            "Aは，本件着想につき，「平成21年4月の本件共同研究の第一期が始まった際には，控訴人の承認を得ていなかったので提案しなかった」(甲30，3頁)，乙9資料に「前述の私の共同発明の着想を『新たに検討する基盤技術』として記載しました。」(甲30，5頁)と陳述し，また，乙9資料は「全てを自分が作成した」(A調書2頁)などと証言しており，平成21年4月の時点では被控訴人研究者らに本件着想を開示せず，同年6月2日の本件コラーゲン会議で初めて発表したかのように述べている。",
                            "しかし，乙9資料については，同年5月29日にAとBとの間でメール(乙50)のやり取りがされ，AがBに対して「前日(被控訴人注・6月1日)にもクラレメディカル社の方とお会いすると聞いていますが，その際はどのような資料を準備すればよろしいでしょうか。」と質問し，これに対し，Bが「1日は，2日の講演のレジュメでいかがですか。合成・物性・効能効果を簡単に紹介して，プロジェクトとして何をねらうかを説明していただけると助かります。」と回答した。",
                            "このメールのやり取りから分かるとおり，Bは，同年6月2日の本件コラーゲン会議の発表資料である乙9資料の内容を，少なくとも同年5月29日の時点では熟知していたのであり，「プロジェクトとして何をねらうか」とのBの言葉は，乙9資料24頁以降の「新たに検討する基盤技術」のことを指していることは明らかである。",
                            "仮に，真実，Aが本件着想を提案したものであるとしたら，Bも，本件着想をプロジェクトに提供してくれたAに気を遣って「プロジェクトとして何をねらうか」とは言わず，「Aさんが提案してくれた本件着想に基づいてプロジェクトとして何をねらうか」というような返答になるはずである。単に「プロジェクトとして何をねらうか」との返答がされていることは，Aが本件着想を提案したとの事実がないことを強く推認させるものである。",
                            "したがって，本件着想を本件コラーゲン会議で初めて発表したかのようなAの陳述及び証言は，上記メールのやり取りの内容と全く異なるものであり，Aの陳述書及び証言は信用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "供述に変遷があること",
                          "text": [
                            "Aは，本件訴訟において，自己が発明者であるとして，陳述書を提出し，証言をしているが，平成23年2月10日付けのBへ送付したメール(乙4)においては，「やり残した仕事は全て特許・論文にしました」と明言し，もはや自分が発明者になるような成果や知見はないことを自認していた。",
                            "自らを発明者であるとする本件訴訟のAの陳述及び証言は，上記メールでの供述を180°変遷するものであって，到底信用できるものではない。",
                            "また，控訴人は，Aは平成21年2月ころに本件着想を思いついたと主張するが，そうであるなら，乙9資料にそれが記載されていることは十分認識していたはずであるにもかかわらず，原審における原告第2準備書面10頁において，本件着想は，甲4資料には記載されているが，乙9資料には記載されていない旨の主張をしていた。この点について，Aは，上記準備書面を細かく確認しておらず，控訴人代理人が誤って主張したものと述べている(甲30)。しかし，Aは，被控訴人及びBを相手に，自ら損害賠償請求の別訴を提起するくらい本件に積極的かつ深く関与していたのであり(乙48)，上記説明は信用できるものではない。",
                            "したがって，A自身，本件着想は乙9資料には記載されていないと認識していたものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件基礎出願発明8及び9の特徴的部分の着想の具体化について",
                  "text": [
                    "Aは，本件着想の具体化にも寄与していない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，Aが，リン酸カルシウム／コラーゲン線維複合体につきγ線を10～50kGyの範囲で照射することを自ら決定したと主張する。",
                        "しかし，平成22年11月4日，5日にやり取りされた電子メール(甲23。以下「甲23メール」という。)に示されるとおり，γ線を25，50kGy照射してはどうかと提案したのは，Cである。Aは，これをなぜか電子線照射と勘違いし，「■電子線の照射線量・・・25，50・・・Kgrayに賛成です。」と応じたところ，学生Sから「25kGy，50kGy・・・のサンプルというのは電子線ではなくガンマ線照射で行おうという計画でした。」との指摘を受けている始末である。こうした，電子メールでのやり取りを見ても，Aが50kGyのγ線で放射線照射実験をすることを自ら決定したという事実が存在しないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "むしろ，以下の事実に照らせば，Aは，γ線の線量を10～50kGyの範囲とすることが有効であると認識していなかったと考える方が自然である。",
                        "まず，γ線の下限値を10kGyにすることについて，Aは，平成22年5月18日付けの書面で，γ線を用いる場合は「高分子の架橋は＞25kGyが普通」としており(甲20)，γ線の線量を10～25kGyとすることにつき，全く考えていなかったか，少なくとも否定的な立場であった。",
                        "次に，γ線の上限値を50kGyとすることについては，Aは，γ線を25kGy，50kGy，100kGy照射するという被控訴人からの提案に対し，平成22年11月4日付けの電子メールで，照射する電子線を「25，50，100Kgrayに賛成です。余裕あれば200も追加？あるいは100をやめて150か200にする？」と述べたにもかかわらず(甲23)，実際に行われた電子線の照射実験では，25kGyで実験を行うというCとの合意を無視し，50kGyを下限値としており(甲22)，50kGyよりも大きい線量の電子線を照射することにこだわっていた。そして，この実験の結果，100kGyを超すような大線量の電子線の照射は必要なくγ線に絞って比較的低い線量で最適値を探すのがよいとの結論を得たのは，学生Sである(乙5)。さらに，Aは，電子線の線量100kGyでは良好な実験結果が出ていないにもかかわらず，Cに対し，平成23年2月9日付けの電子メールにおいて，「100kGyでネガティブデータが出ている状況で，閾値をどこまで100kGyに近づけられるか」と述べており(甲26)，50kGyよりも大きい上限値の設定を提案している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，控訴人が，本件共同研究の開始に先行して，平成22年3月ころまでに，ビニルシラン(放射線架橋性の有機物)で処理したリン酸カルシウム(無機粒子)とポリ乳酸(高分子有機物)の複合体に線量10～50kGyの範囲の低線量の放射線照射をすると，高分子複合体は本来放射線照射によって分解されて強度が低くなると考えられていたにもかかわらず，複合体界面における放射線架橋効果のため強度が強化されるという発明を得ていたとの事実があったならば，リン酸カルシウム／コラーゲン線維の複合体において得られた実験データは全てAの予想どおりであったということになる。この場合，Aは，平成23年2月8日に開催された控訴人での審査会において，100kGyではネガティブデータが得られていた事実に基づき，確乎たる自信をもって，「私(又は控訴人)が，平成22年3月ころまでにリン酸カルシウム／ポリ乳酸の複合体で得た知見と同様に，リン酸カルシウム／コラーゲン線維の複合体においても上限値は50kGyとなった。上限値は，私(又は控訴人)が予想したとおり50kGyとなるのであって，これより大きい値を設定することはできない。」と発言するのが通常で，上限値を100kGyに近づけるようにとの控訴人の審査会での弁理士のアドバイスを明確に拒否したはずである。審査会のアドバイスを鵜呑みにし，「線量の閾値を50kGy以上にできないか」とCに打診してきたAの弱気の態度からすれば，控訴人の上記主張が事実に反することは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "Aは，リン酸カルシウム／コラーゲン線維複合体で行われていた実験内容をほとんど把握していなかった。",
                        "すなわち，Aが作成した控訴人の勤務発明届(甲18，乙2の1，乙3の1)では，電子線を線量50kGyで照射したサンプルの方が，γ線を線量50kGyで照射したサンプルよりも機械的特性が高いという結果が示されている。",
                        "しかし，実際の実験結果は逆である。乙17の1は，平成23年1月11日に学生Sが作成した実験データをまとめた資料である(作成日については，乙17の2)。この資料の7頁に「放射線種考察」で，「50kGyにおいてγ線，電子線ともに放射線照射による強度上昇が見られた。その効果は  γ線＞電子線」と記載されているとおり，γ線照射の方が電子線照射よりも機械的特性が高いとの結果が得られている。",
                        "このように，Aは，実験条件のみならず実験結果についても理解できておらず，リン酸カルシウム／コラーゲン線維複合体で行われていた実験をほとんど把握していなかった。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(Aは本件基礎出願発明8及び9の共同発明者といえるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "共同発明者と認められるためには，「一人の者がすべての過程に関与することが必要なわけではなく，共同で関与することでも足りるというべきであるが，複数の者が共同発明者となるためには，課題を解決するための着想及びその具体化において，一体的・連続的な協力関係の下に，それぞれが重要な貢献をなすことを要する」(知財高裁平成20年5月29日判決・判例タイムズ1317号235頁)。",
                    "Aは，本件基礎出願発明8及び9の特徴的部分を着想し，これを具体化した。したがって，Aが，本件基礎出願発明8及び9の共同発明者であることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "創作的価値に係る主張について",
                      "text": [
                        "被控訴人は，ビニル基導入・放射線照射は，創作的価値がないから，ビニル基導入・放射線照射について，特許法2条1項の「創作」をした者を観念することはできないと主張する(後記(2)ア，イ)。",
                        "しかし，同条の「創作」性とは，発明者が主観的にその発明の創作性を認識すれば足りる。そして，Aが，ビニル基導入・放射線照射について創作性を認識していたことは明らかである。",
                        "したがって，被控訴人の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "消極的アプローチに基づく主張について",
                      "text": [
                        "被控訴人は，Aは，本件共同研究において実験補助者的役割しか果たしていなかったと主張し，消極的アプローチに基づけば，Aは本件基礎出願発明8及び9の共同発明者ではないと主張する(後記(2)ア，ウ)。",
                        "しかし，Aが本件基礎出願発明8及び9の特徴的部分の着想を得て，かつ，これを具体化したことに関与していたのは，前記2(1)において主張したとおりである。何より，被控訴人がAを実験補助者にすぎないと真に考えていたのであれば，Cが特許共同出願の内容をAと協議し(甲5等)，Dが，科学技術振興機構のA-Stepの支援プログラムの共同申請内容をAと協議(甲6の1・2)することなどあり得ない。",
                        "被控訴人の主張は，被控訴人の過去の行為と矛盾している。消極的アプローチからみても，Aが共同発明者の一人であることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "二段階説に基づく主張その1(着想ないし技術的思想の成否)について",
                      "text": [
                        "被控訴人は，ビニル基導入・放射線照射は，それだけでは本件基礎出願発明8及び9の課題を解決することができず，二段階説にいう「着想」には該当しないとか，ビニル基導入・放射線照射の着想のみから直ちに当業者において実施可能な発明が完成するものではなく，実際には，当業者において，ビニル基の導入の条件，導入量，放射線の種類，放射線照射の際の環境，放射線の強さ，照射時間等の種々の実験条件を変化させて，強度強化及び生体吸収性を両立できること(有用性)を確認するための実験を繰り返し，傾斜架橋という有用性が認められる範囲のものを明確にして初めて技術的思想の創作をしたといい得るなどと主張する(後記(2)ア，エ)。",
                        "しかし，本件基礎出願発明8及び9の特徴的部分は，ビニル基導入・放射線照射であって，傾斜架橋でないことは，前記1(1)のとおりである。",
                        "そして，本件着想には，ビニルシランを表面修飾した水酸アパタイト(リン酸カルシウム)とコラーゲンの複合体に放射線を照射するというリン酸カルシウム／コラーゲン人工骨の強度強化のための課題解決手段・方法が示されており，複合体の密度，放射線の照射量等を具体的に調整することで課題が解決される可能性も現実的に予想されていた。実際，ポリ乳酸については，平成22年3月には，ビニルシランを表面修飾したリン酸カルシウム／ポリ乳酸に25kGyのγ線を照射すると，曲げ弾性率が高くなるという強度強化の効果が得られたという具体的知見も得られていた(甲29)。したがって，本件着想は，共同発明者としての発明の着想として十分である。",
                        "したがって，被控訴人の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "二段階説に基づく主張その2(着想の公知性)について",
                      "text": [
                        "被控訴人は，着想が公知となった場合，着想の提案者が共同発明者となることはないとして，Aは，本件基礎出願発明8及び9の共同発明者にはならないと主張する(後記(2)ア，オ)。",
                        "しかし，提供した着想が新規な場合，その後，その着想が具体化される前に公知となったとしても，その着想をもとに，着想者とは協力関係にある者がこれを具体化して特許を取得する場合には，着想者はその特許の共同発明者の一人である。",
                        "被控訴人の上記主張は，誤った法解釈を前提とするものであり，失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "発明者の認定基準については，①特許法2条1項の「この法律で「発明」とは，自然法則を利用した技術的思想の創作のうち高度のものをいう」という「発明」の定義に従い，このような創作行為に(現実に)関与した者のみが発明者であるとする考え方，②単なる管理者，単なる補助者又は単なる後援者・委託者の場合に発明者性が認められないとする考え方(消極的アプローチ)，③発明の成立過程を着想の提供と着想の具体化の二段階に分け，提供した着想が新しい場合には，着想(提供)者は発明者であり(着想を具体化する前に公表し，その後別の者により同着想が具体化された場合を除く)，新着想を具体化した者は，その具体化が当業者にとって自明程度のことに属しない限り，共同発明者である，とする考え方(二段階説)，以上3つの考え方があるとされる。",
                    "以下のとおり，上記①ないし③のいずれの考え方によっても，Aは，本件基礎出願発明8及び9の共同発明者ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記①の考え方に基づく共同発明者性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ビニル基導入・放射線照射は，当業者にとっては実験条件・材料の選択(微調整)程度のことにすぎず，創作的価値がない。",
                        "なぜなら，Aが本件着想を得たとする平成21年4月当時，①無機化合物／有機化合物の界面にビニル基を導入して放射線架橋することは当業者の技術常識であり(乙25，26，28の1～3)，②水酸アパタイト(無機化合物)／絹(動物性タンパク質ゆえ有機化合物でコラーゲン同様の生体材料)界面にビニル基を導入して架橋することは周知であり(乙23，29の1)，③生体活性材料として，水酸アパタイト等のリン酸カルシウムを用いることは広く行われていた(乙31)からである。",
                        "また，特許法2条1項にいう「創作」は，発明時に主観的に新しいと意識したものという程度の軽い意味であることをもって足るとされているから，発明者が発明時に主観的に新しいと意識すらしていない場合は「創作」には該当しないことになる。",
                        "この点，乙9資料には，ビニル基導入・放射線照射について記載されているが，控訴人は，原審では，「原告研究者Aの提案書である甲4には，その最終頁に，リン酸カルシウム(HAp粒子)をビニルシランで表面処理し，これとコラーゲン線維との界面を放射線で架橋するという本件共同発明(そして被告単独出願にかかわる発明)の着想が記載されているが，乙9にはこの記載がない。」(原告第2準備書面10頁)と主張していた(前記2(2)ア(イ)c)。すなわち，Aは，ビニル基導入・放射線照射を主観的に新しいものと認識していなかった。",
                        "したがって，ビニル基導入・放射線照射は，この点からも創作的価値がないといえる。",
                        "以上のとおり，ビニル基導入・放射線照射に創作的価値はないので，ビニル基導入・放射線照射について，特許法2条1項にいう「創作」をした者を観念することはできない。",
                        "したがって，Aが本件基礎出願発明8及び9の共同発明者の一人となることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，ビニル基導入・放射線照射に創作的価値が認められるとしても，Aは，創作的な寄与をしていない(前記2(2))。",
                        "したがって，Aが本件基礎出願発明8及び9の共同発明者の一人になることはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記②の考え方(消極的アプローチ)に基づく共同発明者性について",
                  "text": [
                    "Aは，本件共同研究の実験内容をほとんど把握しておらず，Sから実験方法について教えを受ける状況にあり，実験補助者的な役割しか果たせていない。",
                    "したがって，消極的アプローチによっても，Aは本件基礎出願発明8及び9の共同発明者ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "上記③の考え方(二段階説)に基づく共同発明者性について〔その1・着想ないし技術的思想の成否について〕",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "二段階説でいう「着想」に関し，東京地裁平成18年1月26日判決(平成14年(ワ)第8496号)は，「発明者たり得る者，つまり，技術思想の創作に貢献した者とは，新しい着想をした者あるいは同着想を具体化した者の少なくともいずれかに該当する者でなければならない。すなわち，新しい着想をした者は，原則として発明者であるものの，この着想とは，課題とその解決手段ないし方法が具体的に認識され，技術に関する思想として概念化されたものである必要があり，単なる思いつき以上のものでなければならない。」と判示している。",
                        "ビニル基導入・放射線照射は，それだけでは本件基礎出願発明8及び9の課題を解決することができないから，二段階説にいう「着想」には該当しない。傾斜架橋まで提案して初めて課題の解決手段ないし方法が具体的に認識されたといえ，この時点で着想として完成する。",
                        "Aは，傾斜架橋の提案はしていないから，Aが本件基礎出願発明8及び9の共同発明者になることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，ビニル基導入・放射線照射が二段階説にいう着想に該当するとしても，化学の技術分野に属する発明については，一般に，あらゆる物品を構成する有効成分の物質名やその化学構造のみから，当該物品の有用性を予測することが困難であるため，これを構成する物質についての着想のみから，直ちに当業者において実施可能な発明が完成するものではなく，有用性を確認するための実験を繰り返し，有用性が認められる範囲のものを明確にして初めて技術的思想の創作をしたといい得るものも数多く存在する。そして，そのような場合においては，上記着想を示したのみでは，技術的思想の創作行為に現実に加担したとはいえないから，当該着想を示したのみの者をもって発明者ということはできない(知財高裁平成18年7月18日判決・平成18年(ネ)第10020号)。",
                        "本件基礎出願発明8及び9は，化学の技術分野に属する発明である。ビニル基導入・放射線照射の着想のみから直ちに当業者において実施可能な発明が完成するものではなく，実際には，当業者において，ビニル基の導入の条件，導入量，放射線の種類，放射線照射の際の環境，放射線の強さ，照射時間等の種々の実験条件を変化させて，強度強化及び生体吸収性を両立できること(有用性)を確認するための実験を繰り返し，傾斜架橋という有用性が認められる範囲のものを明確にして初めて技術的思想の創作をしたといい得るものである。",
                        "したがって，仮に，ビニル基導入・放射線照射が二段階説にいう「着想」に該当し，かつ，Aがその着想の提案者であったとしても，Aは，傾斜架橋の創作に現実に加担したとはいえないから，Aが本件基礎出願発明8及び9の共同発明者になることはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "上記③の考え方(二段階説)に基づく共同発明者性について〔その2・着想の公知性について〕",
                  "text": [
                    "二段階説によれば，「提供した着想が新しい場合には，着想(提供)者は発明者であ」るというのであるから，これを反対解釈すれば，提供した着想が公知の場合には，当該着想の提案者が共同発明者となることはない。",
                    "乙9資料には，ビニル基導入・放射線照射について記載されているが，乙9資料の内容は，平成21年6月2日の本件コラーゲン会議において公知となった(この点のAの供述が信用できないことは，前記2(2)ア(イ)a，bで述べたとおりである。)。さらに，強度強化の実現手段である50kGyのγ線，電子線の照射は，被控訴人の研究担当者である学生Sが見出したものであるが，この内容についても，上記の着想と共に平成23年3月1日の本件卒論発表で公知となった。",
                    "したがって，本件基礎出願(平成23年7月4日)当時，上記着想及びその実現手段のいずれも公知となっていたから，上記着想の提案者が，本件基礎出願発明8及び9の共同発明者となることはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点4(本件国際出願発明13及び14の特徴的部分は何か)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "text": [
                "本件国際出願発明13及び14の特徴的部分は，本件基礎出願発明8及び9のそれと同様，ビニル基導入・放射線照射にある。その理由は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件国際出願明細書には，本件基礎出願明細書と同じく，発明の目的に関し，「リン酸カルシウム／コラーゲン複合体が，骨再生用の人工骨として期待されている。・・・しかしながら従来のアパタイトからなる材料と比較すると，柔らかすぎるため，わずかの荷重により容易に変形するために，骨再生のテンプレートとして荷重部位には適用しにくいという問題があった(［0005］)，「骨再生の足場として，骨リモデリングにより早期に骨置換を起こすことが可能で，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン複合体は開発されていなかった」(［0006］)，「早期の骨リモデリングにより骨置換を誘導することができ，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体を提供することである」(［0008］)と記載されており，従来のリン酸カルシウム／コラーゲン複合体人工骨に比して強度が優れたリン酸カルシウム／コラーゲン複合体人工骨を得たことが発明の効果とされている。",
                    "これを前提として，本件国際出願明細書には，その新規な強度強化の効果について，「本試験例では，放射線架橋により，多孔質複合体の圧縮強度が上昇することを確認した。参考例2で得られた試料A及び試料A-γ，並びに比較例3で得られた試料B及び試料B-γの4種類の試料(φ10mm×10mm)の圧縮試験を行い，その力学特性を明らかにした。・・・水酸アパタイト／コラーゲンは，γ線照射によりコラーゲン分子又は線維が分断され，ダルベッコスリン酸緩衝溶液の浸漬によりコラーゲンが骨格構造を維持できなくなった。これに対してビニルシランを表面修飾した水酸アパタイト結晶を用いた試料A-γでは，γ線照射により，著しく圧縮強度が向上した」(［0096］)と記載されている。",
                    "このように，本件基礎出願明細書と同一の記載及び実験データによって，ビニル基を導入したリン酸カルシウムとコラーゲンの複合体に放射線照射をした場合，従来のリン酸カルシウム／コラーゲン人工骨と比較して著しい強度強化の効果が得られたことが記載されている。",
                    "しかし，一方，本件国際出願明細書には，「生体吸収性を連続又は不連続に変化させることにより，前記課題を解決できることを見出した」(［0009］)との記載はあるが，生体吸収性を変化させることのみによって，荷重のかかる部位に使用することのできる新規で優れた機械的性質が得られたというような試料の実験データについては何ら開示されていない。これも，本件基礎出願発明と同様である。",
                    "すなわち，「ビニル基を導入したリン酸カルシウムとコラーゲンの多孔体に放射線照射架橋を行う多孔質複合体の製造方法」により，荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン複合体人工骨を創作したことは，生体吸収性の傾斜とは何ら関係がなく，ビニル基が導入されたリン酸カルシウムとコラーゲンを含む多孔体の製造工程において，放射線架橋をするという本件国際出願発明13及び14の効果である。",
                    "以上のとおり，本件国際出願発明13及び14の特徴的部分は，本件基礎出願発明8及び9のそれと同様，ビニル基導入・放射線照射にある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件国際出願の請求の範囲の請求項13及び14には，請求項12を受けることにより，本件基礎出願発明8及び9と比較して，「湿潤環境下において」多孔体への放射線照射を行うという限定が付加されている。また，本件国際出願明細書には，「多孔質複合体に対する放射線による架橋は，湿潤状態又は乾燥状態で行うことができるが，湿潤状態で行うのが好ましい。湿潤状態で行うことにより，コラーゲン分子のペプチド結合の切断による分解が起きず，コラーゲン同士を効率よく架橋させることが可能だからである」［0073］)との記載があり，あたかも湿潤環境下で多孔体に放射線を照射することにより，乾燥環境下での放射線照射よりも優れた強度強化の効果が得られたかのような印象を与えている。そして，本件国際出願明細書には，本件基礎出願明細書にはなかった，湿潤環境下でγ線照射をした試料の圧縮強度についての実験データ(図5)とその説明として，「圧縮強度が2倍以上高くなった」(［0100］)と記載されている。",
                    "しかし，「圧縮強度が2倍以上高くなった」というのは，「図5からも明らかなようにγ線照射しない材料と比較して(控訴人注：γ線照射をした試料は)圧縮強度が2倍以上高くなった」と言っているにすぎず，湿潤環境下と乾燥環境下で放射線照射した試料の強度の違いを示すものではない。",
                    "そして，この実験データによれば，ビニルシラン修飾水酸アパタイトに，湿潤環境下で，γ線を(傾斜化せずに)50kGy照射した参考例3の試料の強度は，数値では実験結果が記載されていないが，図5のグラフで判断する限り，20％歪応力(Strain／％)が25～30kPaを示している。これは，ビニルシラン修飾水酸アパタイトに，乾燥環境下で，γ線を傾斜化せずに50kGy照射した参考例2の試料A-γの20％歪応力，26．84kPa(［0097］［表1］)とほぼ同じである。",
                    "すなわち，本件基礎出願明細書と同様，本件国際出願明細書でもまた，実験結果の裏付けのない記載がされており，湿潤環境下でも乾燥環境下でも，ビニル基を導入したリン酸カルシウムとコラーゲン複合体に放射線照射をした強度強化の効果には，ほとんど差が見られない。",
                    "したがって，本件国際出願の請求の範囲の請求項13及び14には，本件基礎出願発明8及び9と比較して，「湿潤環境下において」多孔体への放射線照射を行うという限定が付加されているが，この文言は，本件国際出願発明13及び14の効果である強度強化には何らの関係がない付加にすぎず，そこに同発明の特徴的部分は存しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件国際出願明細書の［0098］には，本件基礎出願明細書の【0084】と同様に，「傾斜化させた試料は，明らかにその強度が傾斜化させない試料(CとD)と比較して弱かった。また，乾燥させた試料と比較すると2倍以上の強度を示した。」との記載がある。",
                    "しかし，前記イのとおり，傾斜化させずに湿潤状態と乾燥状態で放射線を照射した試料の強度がほぼ同じであり，一方，「傾斜化させた試料は，明らかにその強度が傾斜化させない試料(CとD)と比較して弱かった」というのであるから，傾斜化させて湿潤状態で放射線架橋を行った試料が，傾斜化させずに乾燥状態で放射線照射を行った試料よりも強度が高かったはずはない。それを，逆に「2倍以上の強度を示した」と記載したのは，明らかな虚偽である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "text": [
                "否認ないし争う。",
                "本件国際出願発明13及び14の特徴的部分は，本件基礎出願発明8及び9のそれと同様，傾斜架橋とすることにある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点5(本件国際出願発明13及び14の特徴的部分の創作に対するAの関与の有無及び内容)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "text": [
                "本件国際出願発明13及び14の特徴的部分は，本件基礎出願発明8及び9のそれと同様，ビニル基導入・放射線照射にある。Aは，本件基礎出願発明について，ビニル基導入・放射線照射の着想(本件着想)を得て，かつ，その具体化を行ったのであるから，Aは，本件国際出願発明13及び14についても，その着想者であり，かつ，その具体化を行った者といえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "text": [
                "否認ないし争う。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点6(Aは本件国際出願発明13及び14の共同発明者といえるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "text": [
                "Aは，本件国際出願発明13及び14の特徴的部分を着想し，これを具体化した。したがって，Aが本件国際出願13及び14の共同発明者であることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "text": [
                "否認ないし争う。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点7(Aが本件基礎出願発明8及び9並びに本件国際出願発明13及び14の共同発明者と認められる場合，控訴人の損害の有無及び額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "text": [
                "Aは，本件基礎出願発明8及び9並びに本件国際出願発明13及び14の共同発明者であり，控訴人は，これら発明について特許を受ける権利を有するものである。したがって，被控訴人が単独でした本件基礎出願及び本件国際出願は，本件共同研究契約11条2項の違反の債務不履行を構成する。被控訴人の債務不履行より，控訴人には以下の損害が発生した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "逸失利益",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，本件基礎出願に基づき，クラレとともに，本件研究支援プログラムに応募し，これが採択され，上限2000万円(甲12)の研究資金を受けた。",
                        "本件研究支援プログラムに応募するには，「応募時点で，顕在化されたシーズや，実用性が検証された新規なシーズが存在し，そのシーズを展開するにあたり，リスクとなる問題点や技術課題が抽出されていること。また，シーズの実施に関してその所有する者による同意が得られていることが必要です。※シーズとは特許(出願中のものも含む)等の知的財産を指します。」(甲12，133頁)が要件とされており，少なくとも出願中の特許に基づいていなければ，この研究資金の応募さえできない。",
                        "被控訴人が本件研究支援プログラムへの応募に用いたシーズ(出願中の特許)は，本件基礎出願であるから，被控訴人が本件研究支援プログラムに応募するためには，控訴人の同意が必要であった。",
                        "被控訴人は，本件共同研究契約違反をしなければ，この研究資金の応募すらできなかったものであり，控訴人は，控訴人への資金配分なしに，被控訴人が本件研究支援プログラムに応募することに同意することはなかった。この応募に基づいて，被控訴人は控訴人への資金配分なしに上限2000万円の研究資金を得ているのであるから，被控訴人の本件共同研究契約違反と控訴人が得べかりし研究資金の間には相当因果関係がある。",
                        "したがって，控訴人は，被控訴人に対し，被控訴人が得たはずの研究資金2000万円を被控訴人と折半した1000万円を控訴人の得べかりし利益の喪失として，損害賠償請求することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，平成23年5月11日が本件研究支援プログラムの応募期限であり，同年7月4日の本件基礎出願はこの応募と無関係で，この応募に控訴人の同意を得る必要はなかったと主張する(後記(2)ア)。",
                        "被控訴人は，本件研究支援プログラムに応募した技術内容は傾斜架橋であると主張するのみで，その証拠を提出しないが，上記主張によって，被控訴人が，従来技術にない具体的成果である放射線照射による強度強化の実験データ(甲9の2)に，傾斜架橋というアイデアのみを付加したもので本件研究支援プログラムに応募したことが明らかになった。",
                        "すなわち，被控訴人は，傾斜架橋の発明の着想を平成23年4月に得た(C証言22頁)とし，その後約1か月を経ない同年5月17日ないし18日に(乙13)，「鉛で作成した三角錐(高さ10cm×直径1cm)」を使って，放射線傾斜架橋の実験をしたと主張する。この鉛三角錐はオーダーメードで作られたに相違ないが，実質1～2週間程度でこれを作成できたはずもなく，しかも，その実験をする前の5月11日には，本件研究支援プログラムに応募したというのである。",
                        "4月に着想を得て，これを具体化する実験をした上で，その結果をまとめ，これをもとに，GW明けの5月11日までに本件研究支援プログラムの応募資料を作成して，これに応募することなど，合理的に考えれば，到底不可能である。また，実験結果も出ていない単なるアイデアに独立行政法人科学技術振興機構の研究資金が認められるはずもない。",
                        "そうすると，被控訴人は，従来技術にない具体的成果である放射線照射による強度強化の実験データ(甲9の2)に，傾斜架橋というアイデアのみを付加したもので研究資金に応募したのは明らかというべきである。",
                        "また，被控訴人は，本件研究支援プログラムの研究資金としていくらの資金を得たのか開示しない。その立証は控訴人にとって，極めて困難であり，特許法105条の3の類推適用により，控訴人の1000万円を上限とした損害賠償請求は認められるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "弁護士費用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訴訟は，特許の発明者の認定が争点であり，そもそも専門性が非常に高い訴訟である。",
                        "その上，被控訴人は，同一出願の中の一部の請求項に，文言上は従属項に見えるが，実質的には，発明の特徴的部分をその請求項にのみ記載したクレームの出願をし，かつ，明細書の説明中でも，発明の課題(強度強化)を解決する実験例の記載をあえて参考例とし，かつ，実験例の裏付けなしに，「乾燥化させた資料と比較すると2倍以上の強度を示した」と虚偽の一文まで付して，傾斜架橋のみでリン酸カルシウム／コラーゲン人工骨の強度強化が得られたかのような文言の出願書類を作成し，特許庁に提出した。かかる悪質かつ巧妙な被控訴人の特許出願行為に対しては，弁護士の助力なしに訴訟を追行することは不可能である。",
                        "しかも，控訴審において，被控訴人が本件国際出願をして本件基礎出願がみなし取り下げされ，一方，本件国際出願の国内移行手続が開始され，控訴人としては，本件国際出願への対応も検討せざるをえなくなった。その検討のためにも，専門的な弁護士の助力が不可欠である。",
                        "被控訴人の本件共同研究契約違反がなく，事前通知及び協議をもとに，本件基礎出願発明について控訴人と被控訴人が特許を共同出願等していれば，本件訴訟のための弁護士への委任は不要であった。かかる弁護士の費用は100万円を下らない。",
                        "したがって，控訴人は，被控訴人に対し，1000万円の逸失利益とは別に，100万円の損害賠償請求をすることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，本件は，訴訟前の話合いの段階で解決できる余地が十分にあったにもかかわらず，控訴人の交渉担当者の交渉態度が不誠実で，話合いを一方的に中断した上半年近く経過した後になって突如として本件訴訟を提起したものであるから，本件訴訟の弁護士費用は，控訴人の誤った判断に基づいて必要となったものであり，被控訴人の行為との間に相当因果関係は認められないと主張する(後記(2)イ)。",
                        "しかし，控訴人担当者は，被控訴人担当者と半年の間に6回直接会って交渉を行い，本件基礎出願発明について分割出願をする旨の提案をし，被控訴人担当者からも，分割出願やむなしの認識が伝えられていた。しかし，被控訴人担当者は，被控訴人内部で最終検討の後，BがAに反感を持っており，Aを共同発明者とする提案は受け入れることができない旨回答したために，話合いが決裂し，控訴人担当者は，やむなく弁護士に本件の解決を依頼せざるを得なくなった。",
                        "控訴人から依頼を受けた控訴人代理人弁護士は，通知書を送付して話合い解決の可能性を探ったが，被控訴人代理人からは時間稼ぎとしか考えられない返答を受けるのみであったため，やむなく本件訴訟を提起するに至ったものである。",
                        "以上のとおり，本件訴訟を誘発したのは，専ら被控訴人の本件基礎出願とその後の交渉姿勢によるものであり，弁護士費用は，本件共同研究契約違反と相当因果関係がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "逸失利益について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件研究支援プログラムは競争的資金であり，特許の良し悪しだけで採択が決定されるものではない。被控訴人の研究担当者らのプロジェクトが本件研究支援プログラムに採択されたのは，本件共同研究契約後に創作され，かつ，本件共同研究契約の範囲外の知見である傾斜架橋に基づくものである。",
                        "したがって，被控訴人の研究担当者らのプロジェクトが本件研究支援プログラムに採択されたとしても，その研究資金の半額を控訴人が受け取るという関係にはなく，その額が控訴人の逸失利益になることはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，被控訴人が本件研究支援プログラムへの応募に用いたシーズ(出願中の特許)は，本件基礎出願であるから，被控訴人が本件研究支援プログラムに応募するためには，控訴人の同意が必要であったと主張する。",
                        "しかし，本件研究支援プログラムの公募は，平成23年2月14日から同年5月11日までの間に行われたところ(乙54)，本件基礎出願は同年7月4日であるから，被控訴人が本件研究支援プログラムに応募した時点では，本件基礎出願はされていなかった。",
                        "したがって，被控訴人が本件研究支援プログラムに応募するためには，控訴人の同意は必要ではなかった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "弁護士費用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アと同様の理由により，弁護士費用も控訴人の損害とはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，弁護士費用を損害として主張する。",
                        "しかし，本件は，訴訟前の話合いの段階で解決できる余地が十分にあったにもかかわらず，控訴人の交渉担当者の交渉態度が不誠実で，話合いを一方的に中断した上半年近く経過した後になって突如として本件訴訟を提起したものである。",
                        "したがって，本件訴訟の弁護士費用は，このような控訴人の誤った判断に基づいて必要となったものであるから，被控訴人の行為との間に相当因果関係は認められない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点8(Aが本件基礎出願発明8及び9並びに本件国際出願発明13及び14のいずれの共同発明者とも認められない場合，本件卒論発表，本件基礎出願及び本件国際出願並びに本件学会発表は，債務不履行を構成するか。債務不履行を構成する場合，控訴人の損害の有無及び額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "債務不履行の成立",
                  "text": [
                    "仮に，Aが本件基礎出願発明8及び9並びに本件国際出願発明13及び14のいずれの共同発明者とも認められず，控訴人がこれら発明について特許を受ける権利を有しない場合においても，以下のとおり，本件卒論発表，本件基礎出願及び本件学会発表は，いずれも債務不履行を構成する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件卒論発表について",
                      "text": [
                        "本件共同研究契約17条1項ただし書によれば，契約当事者は，本件研究期間中に，研究成果を公開し又は発表するときは，当該研究成果の公開又は発表の日の30日前までに，書面により，その内容を他の当事者に通知し，かつ，他の当事者の書面による同意を得なければならないこととされている。",
                        "しかるに，本件卒論発表(平成23年3月1日)は，本件共同研究の研究成果を発表するものであるのに，被控訴人は，書面によりその内容を控訴人に通知して控訴人の書面による同意を得ることなく，Sに本件卒論発表を行わせた。",
                        "被控訴人は，CがAに対し平成23年2月3日付けの電子メールで本件卒論発表のパワーポイント資料(乙19の1)を送付し，本件卒論発表を行うことについてAの同意を得たと主張する(後記(2)ア(ア))。しかし，Aは，Cから，上記資料が本件卒論発表の内容であると知らされたことはなかったし，この内容を公開してよいと同意したことはない。",
                        "したがって，本件卒論発表は，本件共同研究契約17条1項に違反する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件基礎出願について",
                      "text": [
                        "本件共同研究契約10条2項によれば，契約当事者は，自己の研究担当者が研究成果を得た場合において，当該研究担当者から当該研究成果に関する権利を取得したときは，これを他の当事者に通知し，同条3項及び4項の規定に従い，当該研究成果の帰属を決定しなければならない。この規定を受け，同契約11条1項は，研究成果が，各当事者の研究担当者が単独で得た発明等(同項にいう「単独発明等」)である場合の単独出願について規定し，同条2項は，研究成果が，二以上の当事者の研究担当者が共同して得た発明等(同項にいう「共同発明等」)である場合の共同出願について規定している。",
                        "このような規定振りに照らせば，契約当事者は，自己の研究担当者が研究成果を得た場合において，当該研究担当者から当該研究成果に関する権利を取得したときは，他の当事者の特許を受ける権利を侵害しないように，これを他の当事者に通知し，当該研究成果の帰属を決定した上で，特許出願をすべき信義則上の付随義務を負うものというべきである。",
                        "しかるに，被控訴人は，本件共同研究の研究担当者からその研究成果に関する特許を受ける権利を取得したのに，これを控訴人に通知し，当該研究成果の帰属を決定することなく，本件基礎出願に及んだ。",
                        "したがって，本件基礎出願は，本件共同研究契約10条及び11条に違反するとともに，これら条項から導かれる上記の信義則上の付随義務にも違反する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件学会発表について",
                      "text": [
                        "本件共同研究契約17条3項ただし書によれば，契約当事者は，本件研究期間終了後6か月を経過した後も，本件研究期間終了後1年6か月間は，研究成果を公開し又は発表するときは，当該研究成果の公開又は発表の日の30日前までに，書面により，その内容を他の当事者に通知しなければならないこととされている。",
                        "しかるに，本件学会発表(平成23年11月21日)は，本件共同研究の研究成果を発表するものであるのに，被控訴人は，書面によりその内容を控訴人に通知することなく，本件学会発表を行った。",
                        "したがって，本件学会発表は，本件共同研究契約17条3項ただし書に違反する。",
                        "被控訴人は，控訴人の上記主張は，適用条文を17条1項から同条3項ただし書に変更するものであり，訴えの変更が必要であるところ，著しく訴訟手続を遅滞させることになるので訴えの変更は許されないと主張する(後記(2)ア(ウ))。しかし，契約書の適用条文が異なっても訴訟物は変わらないから，訴えの変更は不要である。また，本件学会発表が行われた平成23年11月21日は，本件共同研究期間終了日の同年3月31日から8か月以内であり，本件共同研究契約17条3項ただし書の期間内にあることは自明であって，その審理は何ら訴訟手続を遅滞させるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の損害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "逸失利益について",
                      "text": [
                        "被控訴人の債務不履行がなければ，控訴人は，「ビニルシランを表面修飾した水酸アパタイト(リン酸カルシウム)とコラーゲンの複合体に，γ線を(10～50kGyの線量で)照射することにより，「荷重のかかる部位に使用することのできる優れた機械的性質を有する」リン酸カルシウム／コラーゲン複合体人工骨」を発明の特徴的部分として有する特許発明を出願し，その特許を受ける権利を持つことができた。",
                        "控訴人は，平成23年2月ころ，被控訴人，北大及びクラレとともに，本件共同研究の研究成果を共同で出願し，これに基づき，クラレとともに，本件研究支援プログラムに応募する予定であった(甲6の1・2)。",
                        "しかるに，被控訴人は，共同出願をするための協議を打ち切り，本件基礎出願を行ったのみならず，Aが到達した本件基礎出願発明8及び9の少なくとも不可欠で最も重要な特徴的部分に傾斜架橋という従来技術を付加して，本件研究支援プログラムに応募して，採択され，その研究資金(上限2000万円)を受けた。仮に，控訴人が被控訴人とともに本件研究支援プログラムに応募していれば，控訴人は，その研究資金の配分を受けることができた。その得べかりし利益は金1000万円を下らない。",
                        "したがって，仮に，控訴人が，本件基礎出願発明8及び9及び本件国際出願13及び14のいずれの特許を受ける権利を有しない場合でも，本件卒論発表，本件学会発表又は本件基礎出願による本件共同研究契約違反の債務不履行に基づき，1000万円の損害賠償を請求することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "弁護士費用について",
                      "text": [
                        "前記7(1)イと同じ。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "債務不履行の不成立",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件卒論発表について",
                      "text": [
                        "控訴人は，本件卒論発表は本件共同研究契約17条1項に違反すると主張する。",
                        "しかし，Cは，Aに対し，平成23年2月3日付けの電子メールで本件卒論発表のパワーポイント資料(乙19の1)を送付し(乙18)，翌4日に北大で行われた本件共同研究の打合せの席上，Aに対し，本件卒論発表が3月1日に行われること，及びその内容は昨日電子メールで送付したパワーポイント資料の内容のとおりであることを口頭で伝え，Aの了解を得た(乙21)。Aは，同月7日付けの電子メール(甲5)で「明日，当センターの発明審査会があります。・東工大との共同出願",
                        "2／Eまでの出願予定  と報告させていただきます。」と明記しており，本件共同発明が本件卒論発表で公知になることを認識し，それ以前に出願することとしている。このことは，本件共同研究契約17条1項にいう「書面の同意」があったことを示すものである。したがって，本件卒論発表は，本件共同研究契約17条1項に違反するものではない。",
                        "また，仮に，本件卒論発表が本件共同研究契約17条1項に違反するものであるとしても，A及び控訴人の研究担当者は，γ線を10～50kGyの範囲で照射することが本件卒論発表によって公知になることを認識していたのであるから，被控訴人に過失はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件基礎出願について",
                      "text": [
                        "控訴人は，本件基礎出願は，本件共同研究契約10条及び11条に違反するとともに，これら条項から導かれる信義則上の付随義務にも違反すると主張する。",
                        "しかし，Aと，B及びCとは，リン酸カルシウム結晶とコラーゲン線維とを放射線照射によって架橋させる発明については特許出願するとの前提で協議を行い，Aは，自ら自分は発明者ではない旨を複数回にわたって宣言している(乙4)から，上記発明は，被控訴人の研究担当者らが単独で得た研究成果であることが確認された(本件共同研究契約10条3項)。したがって，本件基礎出願は，本件共同研究契約10条に違反するものではない。",
                        "また，本件共同研究契約10条から控訴人が主張するような付随義務は発生しない。仮に，そのような付随義務が発生するとしても，上記のとおり，リン酸カルシウム結晶とコラーゲン線維とを放射線照射によって架橋させる発明は，被控訴人の研究担当者らが単独で得た研究成果であることが確認されたのであるから，控訴人主張の付随義務は果たされている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件学会発表について",
                      "text": [
                        "控訴人は，本件学会発表は本件共同研究契約17条3項に違反すると主張する。",
                        "しかし，控訴人は，原審では，本件学会発表は同条1項に違反すると主張していた。控訴審における控訴人の上記主張は，適用条文を17条1項から同条3項ただし書に変更するものであり，訴えの変更が必要であるところ，著しく訴訟手続を遅滞させることになるので，訴えの変更は許されない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の損害について",
                  "text": [
                    "前記7(2)と同じ。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "本件においては，本件共同研究における控訴人の研究担当者Aが，本件基礎出願発明8及び9並びに本件国際出願発明13及び14の共同発明者であるか否かが争われている。以下においては，まず，本件基礎出願発明8及び9の特徴的部分は何か(争点1)，同部分の創作にAがどのような関与をしたのか(争点2)について検討した上，共同発明者といえるかどうか(争点3)を判断する。次に，本件国際出願発明13及び14についても，上記と同様の検討をし，共同発明者といえるかどうかを判断する(争点4ないし6)。最後に，上記各判断を踏まえて，本件共同研究契約の債務不履行による損害賠償請求について(争点7又は8)判断することとする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1(本件基礎出願発明8及び9の特徴的部分は何か)について",
          "text": [
            "本件基礎出願発明8及び9の特徴的部分について，控訴人は，ビニル基導入・放射線照射にあると主張する(前記第3の1(1))のに対し，被控訴人は，これを争い，傾斜架橋にあると主張する(同(2))。そこで，以下，本件基礎出願明細書の記載に基づき，本件基礎出願発明8及び9の特徴的部分がどの点にあるのかについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件基礎出願明細書について",
              "text": [
                "本件基礎出願明細書(甲2)には次の記載がある。なお，本件国際出願明細書(乙36)の記載のうち，本件基礎出願明細書の記載と同一の部分について，【    】に続く［    ］において，その段落番号を示した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【技術分野】",
                  "text": [
                    "【0001】［0001］",
                    "本発明は，生体吸収性の傾斜した多孔質複合体及びそれを用いた人工骨，並びにそれらの製造方法に関する。本発明によれば，生体内で強度を損なわずに骨組織再生を促進する人工骨を提供することができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「【背景技術】",
                  "text": [
                    "【0004】［0004］",
                    "従来，人工骨としては，骨伝導能を有するリン酸カルシウムからなるセラミックス系人工骨が使用されていたが，セラミックス特有の脆性による術後の破損やハンドリングの悪さが臨床現場で指摘されていた。更に，人工骨は，生体適合性及び骨伝導性などの生理学的性質が必要である。すなわち，自家骨は吸収と再生という代謝を繰り返すのに対し，アパタイトからなる人工骨は生体内でほとんど溶解しないため，生体内に半永久的に残存する。骨再生に用いられる人工骨には，骨親和性に加えて，骨組織と融合し，骨再生を積極的に促す効果も必要である。従って，生体適用後徐々に吸収され，骨再生サイクルに取り込まれて自身の骨に置換していくための，骨伝導性や生体活性が求められる。",
                    "【0005】［0005］",
                    "この観点から，リン酸カルシウムにコラーゲンを加えたリン酸カルシウム／コラーゲン複合体が，骨再生用の人工骨として期待されている。リン酸カルシウム／コラーゲン複合体は骨伝導能をもち，これまでのセラミックスにはない柔軟性を示すことから，骨再生の足場材料としての実用化研究が検討されている。しかしながら従来のアパタイトからなる材料と比較すると，柔らかすぎるため，わずかの荷重により容易に変形するために，骨再生のテンプレートとして荷重部位には適用しにくいという問題があった。",
                    "【0006】［0006］",
                    "このようなリン酸カルシウム／コラーゲン複合体の開発には，骨再生の足場として骨伝導性を重視する方向性と，骨再生のテンプレートとして機械的強度を重視する2つの方向性がある。例えば，前者のリン酸カルシウム／コラーゲン複合体として，乾燥させたアパタイト／コラーゲン複合体線維にγ線を照射して，強度の半減期を短く調整した多孔体が開示されている(特許文献1)。一方，コラーゲン線維の濃度を上昇させ，密度を130～600mg／cm3と高めることにより，生体骨に近い強い強度や弾性などの機械的性質が優れたリン酸カルシウム／コラーゲン線維複合体が開示されている(特許文献2)。",
                    "しかしながら，骨再生の足場として，骨リモデリングにより早期に骨置換を起こすことが可能で，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン複合体は開発されていなかった。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「【発明が解決しようとする課題】",
                  "text": [
                    "【0008】［0008］",
                    "本発明者は，生体吸収性が1．5倍以上異なる第1の断片と第2の断片を切り出すことのできる多孔質複合体により，骨組織の再生において，早期の骨リモデリングにより骨置換を誘導することができ，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体が得られることを見出した。",
                    "従来のリン酸カルシウム／コラーゲン複合体は，前記のように骨再生の足場として骨伝導性を重視するもの，又は骨再生のテンプレートとして機械的強度を重視するものであった。すなわち，骨置換の誘導と，機械的強度とを満足する人工骨用のリン酸カルシウム／コラーゲン複合体は存在しなかった。",
                    "コラーゲンを用いないアパタイト又はリン酸カルシウム系の人工骨においては，気孔率の異なる部分を組み合わせた人工骨(特許文献3)，又は気孔率が傾斜化している人工骨(特許文献4)が開示されている。しかしながら，これらの人工骨は，骨置換を誘導するための生体吸収性を考慮したものではなかった。",
                    "本発明の目的は，早期の骨リモデリングにより骨置換を誘導することができ，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体を提供することである。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「【課題を解決するための手段】",
                  "text": [
                    "【0009】［0009］",
                    "本発明者らは，骨組織の再生において，早期の骨リモデリングにより骨置換を誘導することができ，且つ荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン複合体について鋭意，研究を進めた結果，多孔質複合体における生体吸収性を連続又は不連続に変化させることにより，前記課題を解決できることを見出した。すなわち，生体吸収性が傾斜している多孔質複合体が，人工骨に有用であることを見出した。更に，本発明者は，生体吸収性の傾斜が架橋によって制御することが可能であることを見出した。例えば，グルタルアルデヒドが揮発及び拡散することを利用したグルタルアルデヒド気相蒸着法を用いることにより，架橋密度の傾斜を制御できることを見出した。また，放射線照射は物質透過性に優れているため，物質内部まで均質な反応が可能であるが，テーパーした部材を用いてγ線の透過量を制御することで架橋密度の傾斜制御ができることを見出した。そしてこれらの架橋法により，生体吸収性が傾斜している多孔質複合体を製造することができることを見出した。",
                    "本発明は，こうした知見に基づくものである。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「【発明の効果】",
                  "text": [
                    "【0011】［0011］",
                    "本発明の多孔質複合体によれば，骨組織の再生において，早期の骨リモデリングにより骨置換を誘導することができ，且つ優れた機械的特性により荷重のかかる部位に使用することができる。すなわち，生体硬組織と類似した組成及び物性を有するため，生体内に移植すると骨リモデリングに伴い早期に骨置換が生じる空間と長期にわたり生体内に残り周囲に骨組織を再生させる空間を制御することで，生体内で強度を損なわず骨組織再生を促進する傾斜機能を実現する材料である。本発明の多孔質複合体は，骨補填材料又は再生医療用足場材料などの生体材料として用いることができる。また，多孔質複合体を用いた本発明の人工骨によれば，骨欠損部位において，骨組織や骨髄組織を再生させることが可能である。",
                    "また本発明の多孔質複合体の製造方法によれば，リン酸カルシウム／コラーゲン線維複合体の架橋を制御することによって，骨置換の誘導と，機械的強度とを満足する人工骨用のリン酸カルシウム／コラーゲン線維複合体を製造することができる。」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「【図面の簡単な説明】",
                  "text": [
                    "【0012】",
                    "【図1】グルタルアルデヒド気相蒸着法による，多孔体への傾斜架橋を模式的に表した図である。",
                    "【図2】放射線照射法による，多孔体への傾斜架橋の導入を模式的に表した図である。",
                    "・・・",
                    "【図5】",
                    "放射線架橋により，上昇した多孔質複合体の圧縮強度を示した図である。」",
                    "【図1】",
                    "【図2】"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「【発明を実施するための形態】",
                  "text": [
                    "・・・",
                    "【0046】［0049］",
                    "(多孔質複合体の生体分解性の傾斜の態様)",
                    "本発明の多孔質複合体は，生体分解性が傾斜していることにより，生体内に移植すると骨リモデリングに伴い早期に骨置換が生じる空間と長期にわたり生体内に残り周囲に骨組織を再生させる空間を制御することが可能であり，それによって生体内で強度を損なわず骨組織再生を促進することができる。",
                    "生体分解性の傾斜は，連続的であってもよく，不連続であってもよい。また，多孔質複合体の一方から他方に向かって，連続又は不連続に傾斜してもよい。更に，1つの多孔質複合体において，連続又は不連続の傾斜が交互に存在してもよい。すなわち，生体分解性の高い部分と低い部分がまだらに存在することもできる。",
                    "・・・",
                    "【0057】［0064］",
                    "(5)傾斜架橋工程",
                    "傾斜架橋工程における架橋方法は，1．5倍以上異なる第1の断片及び第2の断片を切り出すことのできる多孔質複合体を作製することができる架橋方法であれば，特に限定されるものではなく，アルデヒド系・イソシアネート系・カルボジイミド系架橋剤・タンニンを用いた湿式架橋法，金属イオン(クロム，鉄など)を用いた架橋法，紫外線照射法，熱架橋，グルタルアルデヒド気相蒸着法，又は放射線照射法を挙げることができるが，グルタルアルデヒド気相蒸着法，又は放射線照射法が好ましい。本工程においては，これらの架橋法によって，架橋密度の変化した架橋処理を行う。",
                    "【0058】［0065］",
                    "(グルタルアルデヒド気相蒸着法)",
                    "傾斜架橋法において，グルタルアルデヒド気相蒸着法を用いる場合，多孔体へのグルタルアルデヒドガスの揮発・拡散を調整することにより，多孔体の架橋の程度を調整し，生体吸収性が異なる部分を作製することができる。",
                    "グルタルアルデヒド気相蒸着法は，通常の方法で行うことができる。すなわち，グルタルアルデヒド〔OHC(CH ) CHO〕を精製水で希釈し，1～25％程度のグルタルアルデヒド溶液を調製する。グルタルアルデヒド蒸気を用いた化学架橋では，グルタルアルデヒドの濃度が拡散に影響する。濃度が高いほうが，拡散速度が速く，濃度が低いと拡散速度が遅くなる。従って，グルタルアルデヒド溶液の濃度を調整することにより，拡散速度を制御することができる。",
                    "このグルタルアルデヒド溶液を上方の開放された容器(例えば，ガラス瓶，又はシャーレなど)に入れる，デシケータなどに，グルタルアルデヒド溶液と，架橋を行うサンプルを入れて，37℃程度で，1～24時間程度反応させる。",
                    "グルタルアルデヒド気相蒸着法による架橋の場合，グルタルアルデヒドは，サンプルの表面から拡散し，アミノ基同士，又はアミノ基及びSH基の架橋を起こす。従って，傾斜架橋法を行う場合，弱い架橋を導入したい面からのグルタルアルデヒドの拡散を防ぐことによって，傾斜架橋を行うことができる。具体的には，グルタルアルデヒドの拡散を抑えたい面を，膜などで覆うことにより，架橋の傾斜を導入することが可能である。",
                    "・・・",
                    "【0060】",
                    "(放射線照射法)",
                    "傾斜架橋法において，放射線照射法を用いる場合，放射線に感受性の官能基(例えば，ビニル基)の，リン酸カルシウムへの導入の多寡によって傾斜を導入することができる。また，リン酸カルシウムの官能基の量が同じであっても，放射線の照射量を調整することによっても傾斜を導入することができる。放射線に感受性の官能基，具体的にはビニル基のリン酸カルシウムへの導入は，前記「(1)結晶合成工程」において，記載した方法によって行うことができる。",
                    "・・・",
                    "【0063】",
                    "放射線照射に用いる線源は特に限定されるものではないが，γ線，電子線，又はβ線を用いることができるが，γ線が好ましい。",
                    "また，放射線による架橋では，コラーゲン同士，又はコラーゲン―アパタイト界面において，架橋がおきるため，それらの立体的距離が重要である。すなわち，密度が高いほうが強固な架橋ができる。更に，放射線架橋の特徴は，物質透過性に優れ，分子内において均一な分布で架橋が起こること，架橋の密度を容易に調整できること，及び形状に係わらず架橋できること，を挙げることができる。」"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「【実施例】",
                  "text": [
                    "・・・",
                    "【0065】［0075］",
                    "《実施例1》",
                    "本実施例ではグルタルアルデヒド気相蒸着法により，多孔質複合体を製造した。"
                  ],
                  "content": [
                    {
                      "fig": "(i)",
                      "subject": "水酸アパタイト結晶の懸濁液の調製",
                      "text": [
                        "水酸アパタイト結晶は，湿式法により合成した。0．5mol／Lの水酸化カルシウム懸濁液(4リットル)に，0．6mol／Lのリン酸水溶液(2リットル)をゆっくりとpH7．5になるまで滴下した。得られた懸濁液を，120℃で乾燥後，更に電気炉を用いて1200℃で30分間焼成した。粉末X線回折測定により合成した水酸アパタイトが単一相であることを確認した。",
                        "【0066】［0076］",
                        "(ii)コラーゲン線維懸濁液の調製",
                        "テラピアウロコ由来コラーゲンを，pH3．0の塩酸溶液に1重量％になるように溶解させた。0．1mol／Lのリン酸水素ナトリウムとリン酸二水素ナトリウムの溶液とを混合し，pH8．2になるように緩衝溶液(PB)を作製した。コラーゲン溶液とPBを等量混合して，27℃で3日間静置して，コラーゲン線維ゲルを作製した。遠心分離を行い，上澄みを除去することで濃縮を行った。130℃で乾燥させ，コラーゲンの濃度を測定した結果，コラーゲン濃度は17．3％であった。",
                        "【0067】［0077］",
                        "(iii)乾燥複合体の調製",
                        "前記工程(ii)で得られたコラーゲン線維ゲルをコラーゲン濃度10％に調整し，水酸アパタイト結晶を重量比4：6になるように混合した。混合には，Cellmasterを用い，十分に混合撹拌を行った。得られた複合ゲル(水酸アパタイト結晶／コラーゲン線維混合懸濁液)を，25mLの遠沈管にいれ，スイング式遠心機(1000G)を用いて，脱泡(5分間)した。得られた複合体を，10mm×10mm×10mm の容器に入れ，-20℃で一日凍結させ，更に48時間凍結乾燥を行った。減圧雰囲気下，130℃で24時間処理して，熱脱水架橋を導入した。得られた複合体を試料Aと称する。",
                        "【0068】［0078］",
                        "(iv)グルタルアルデヒド気相蒸着による傾斜架橋",
                        "グルタルアルデヒド(GA)ガス架橋は，以下のように行った。GA溶液(25％)を精製水で希釈して10％の溶液を調整した。GA溶液をシャーレに20mL加え，作製した試料(10mm×10mm×10mm；試料A)とともにデシケータ―内に静置した。デシケータを減圧し，37℃の恒温乾燥機に入れ，3，6，12，24時間反応させた。試料Aの五面はポリスチレン膜で覆い，一面のみからGAガスが拡散し，反応するようにした(図1A)。得られた多孔質複合体を，試料A-GAと称する。",
                        "GAによる架橋の傾斜は，目視でも確認することが可能である。すなわち，3時間GA処理した試料の中央部をメスにて切断し観察した。GAガスが拡散した面から，順番に黄色から白色に色が変化しており，拡散面の方が，架橋が進んでいると考えられた。また，6時間GA処理した試料では，その濃淡が更にはっきりと確認することができた。",
                        "【0069】［0079］",
                        "《実施例2》",
                        "本実施例では，放射線照射により，膨潤した多孔質複合体を製造した。"
                      ]
                    },
                    {
                      "fig": "(i)",
                      "subject": "水酸アパタイト結晶の懸濁液の調製及びビニル基の導入",
                      "text": [
                        "水酸アパタイト結晶は，湿式法により合成した。0．5mol／Lの水酸化カルシウム懸濁液(4リットル)に，0．6mol／Lのリン酸水溶液(2リットル)をゆっくりとpH7．5になるまで滴下した。得られた懸濁液を，120℃で乾燥後，更に電気炉内を用いて1200℃で30分間焼成した。粉末X線回折測定により合成した水酸アパタイトが単一相であることを確認した。",
                        "・・・",
                        "【0071】［0081］",
                        "(ii)コラーゲン線維懸濁液の調製",
                        "前記実施例(ii)の操作を繰り返し，コラーゲン線維懸濁液を得た。",
                        "(iii)膨潤多孔質複合体の調製",
                        "作製したコラーゲン線維懸濁液に，水酸アパタイト結晶の懸濁液を重量",
                        "比4：6になるように混合した。混合には，Cell  masterを用い，十分に混合撹拌を行った。作製した複合ゲル(水酸アパタイト結晶／コラーゲン線維混合懸濁液)を，25mLの遠沈管にいれ，スイング式遠心機(1000g)を用いて，脱泡(5分間)を行った。得られた湿潤状態の複合体を試料Cと称する。",
                        "(iv)放射線による傾斜架橋",
                        "放射線による架橋を傾斜化させるため，鉛で作製した三角錐(高さ10cm×直径1cm)をテーパーとして用いた放射線照射を行った。図1に示すように，遠心管にいれた試料Cの先端部位に鉛三角錐を取り付け，コバルト60の線源を用いてγ線(5．3kGy／h)を照射した(図2A)。照射時間は約10時間とした。照射後，-20℃で一日凍結させ，48時間凍結乾燥を行った。減圧雰囲気，130℃で24時間処理して更に熱脱水架橋を導入した。得られた多孔質複合体を，試料C-gと称する。",
                        "【0072】［0086］",
                        "《比較例1》",
                        "実施例2の工程(i)で，ビニル基の導入を行わなかったことを除いては，実施例2の操作を繰り返し，工程(iii)で複合体である試料Dを，工程(iv)で多孔質複合体である試料D-gを得た。",
                        "【0073】［0087］",
                        "《参考例1》",
                        "本参考例1では，架橋を傾斜化させずに，放射線架橋を行い，膨潤した多孔質複合体を製造した。実施例2の，(i)，(ii)，及び(iii)の操作を繰り返して，試料Cを得た。",
                        "(iv)放射線架橋",
                        "遠沈管にいれた試料Cは，コバルト60の線源を用いてγ線(50KGy)を照射した。照射後，-20℃で一日凍結させ，48時間凍結乾燥を行った。減圧雰囲気，130℃で24時間処理して更に熱脱水架橋を導入した。得られた多孔質複合体を，試料C-γと称する。",
                        "【0074】［0088］",
                        "《比較例2》",
                        "本参考例1では，ビニル基を導入していない試料Dに，架橋を傾斜化させずに，放射線架橋を行い，膨潤した多孔質複合体を製造した。比較例1の(i)，(ii)，及び(iii)の操作を繰り返して，試料Dを得た。",
                        "(iv)放射線架橋",
                        "遠沈管にいれた試料Dは，コバルト60の線源を用いてγ線(50KGy)を照射した。照射後，-20℃で一日凍結させ，48時間凍結乾燥を行った。減圧雰囲気，130℃で24時間処理して更に熱脱水架橋を導入した。得られた多孔質複合体を，試料D-γと称する。",
                        "【0075】［0089］",
                        "《参考例2》",
                        "本参考例2では，架橋を傾斜化させずに，放射線架橋を行い，乾燥した多孔質複合体を製造した。実施例2の，(i)，及び(ii)の操作を繰り返して，水酸アパタイト結晶懸濁液，及びコラーゲン線維懸濁液を得た。",
                        "(iii)乾燥多孔質複合体の調製",
                        "コラーゲン線維懸濁液に水酸アパタイト結晶懸濁液を重量比4：6になるように混合した。混合には，Cell  masterを用い，十分に混合撹拌を行った。作製した複合ゲル(水酸アパタイト結晶／コラーゲン線維混合懸濁液)は，更に25mLの遠沈管にいれ，スイング式遠心機(1000g)を用いて，脱泡(5分間)を行った。作製した複合体は，-20℃で一日凍結させ，更に48時間凍結乾燥を行った。減圧雰囲気，130℃で24時間処理して，熱脱水架橋を導入した。得られた乾燥複合体を試料Aと称する。",
                        "(iv)放射線架橋",
                        "作製した乾燥複合体Aは，滅菌シートにいれ，脱酸素剤により酸素を吸着させた後，コバルト60の線源を用いて，50KGyの線量のγ線を照射した。得られた多孔質複合体を，試料A-γと称する。",
                        "【0076】［0090］",
                        "《比較例3》",
                        "本比較例3では，ビニル基を導入していない試料に，架橋を傾斜化させずに，放射線架橋を行い，乾燥した多孔質複合体を製造した。比較例1の，(i)，及び(ii)の操作を繰り返して，水酸アパタイト結晶懸濁液，及びコラーゲン線維懸濁液を得た。",
                        "(iii)乾燥多孔質複合体の調製",
                        "コラーゲン線維懸濁液に水酸アパタイト結晶懸濁液を重量比4：6になるように混合した。混合には，Cell  masterを用い，十分に混合撹拌を行った。作製した複合ゲル(水酸アパタイト結晶／コラーゲン線維混合懸濁液)は，更に25mLの遠沈管にいれ，スイング式遠心機(1000G)を用いて，脱泡(5分間)を行った。作製した複合体は，-20℃で一日凍結させ，更に48時間凍結乾燥を行った。減圧雰囲気，130℃で24時間処理して，熱脱水架橋を導入した。得られた乾燥複合体を試料Bと称する。",
                        "(iv)放射線架橋",
                        "作製した乾燥複合体Bは，滅菌シートにいれ，脱酸素剤により酸素を吸着させた後，コバルト60の線源を用いて，50KGyの線量のγ線を照射した。得られた多孔質複合体を，試料B-γと称する。",
                        "【0077】［0091］",
                        "《コラゲナーゼによる生分解率による領域(A)及び領域(B)の決定》",
                        "多孔質複合体の生体吸収性の速い第1の断片が含まれる領域，及び生体吸収性の遅い第2の断片が含まれる領域の決定をコラゲナーゼによる生分解性試験により行った。",
                        "コラゲナーゼ2．0units(0．01mg)／mL，又は200units(1．0mg)／mLを含むpH7．2のダルベッコスリン酸緩衝溶液を作製し，実施例1で得られた試料A-GAの0．3gの多孔質複合体に対して，30mLのダルベッコスリン酸緩衝溶液を添加した。試料及び溶液を，37℃のバイオシェーカー内に入れ，50rpmで振盪しながら1，3，12，18，24時間反応させた。反応後，試料を取り出し，純水で1時間洗浄した。試料を-20℃のディープフリーザー内で凍結し，凍結乾燥を行った。得られた試料の乾燥重量を測定し，一般式(I)から生分解率を求めた。",
                        "生分解率＝(W -W )／W ×100(I)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "0",
          "subject": "t 0【0078】［0092］",
          "text": [
            "12，18，24時間GAガス反応させた試料は全体にGAガスが拡散し，コラゲナーゼによる分解が1mg／mLの溶液中ですら生じなかった。3時間GAガスに反応させた試料をコラゲナーゼ分解試験(0．01mg／mL)した結果，GAガス拡散が起きた面と逆面から順番に分解が生じていた。一般式(I)の生分解率から求めた，時系列による重量変化は，1時間後に約30％の生分解率が，24時間後に約70％の生分解率が，24時間後には，ほぼ100％の生分解率となった。このように時系列変化により，大きく3段階に分けることができる分解性を示した。6時間GAガスに反応させた試料をコラゲナーゼ分解試験(0．01mg／mL)した結果，GAガス拡散が起きた面と逆面から順番に分解が生じていた。上式の生分解率から求めた，時系列による重量変化は，1時間後に約20％の生分解率が，12時間後に約40％の生分解率が，24時間後でも60％の生分解率となった。このように時系列変化により，大きく3段階に分けることができる分解性を示した。",
            "すなわち，3時間GAガスに反応させた試料から，生分解率の速い30重量％の領域及び生分解率の遅い30重量％の領域を決定することができた。",
            "【0079】［0093］",
            "《コラゲナーゼによる生分解性試験》",
            "6時間反応させた試料A-GAの架橋の進んだ生分解率の遅い30重量％の領域の断片10mg，及び架橋の進んでない生分解率の速い30重量％の領域の断片10mgを生検トレパンにより切り出した(図1B)。各試料A-GAを2．0nit／mLのコラゲナーゼ溶液又は200unit／mLを含むダルベッコスリン酸緩衝溶液に浸漬させた。容器にはマルチウェルプレートを用い，コラゲナーゼ溶液3mLを加え，50rpmで振とうしながら，所定時間反応させた。反応後，各試料を取り出し，精製水で1時間洗浄し，(iii)の多孔質複合体の調製と同条件で凍結乾燥を行い，生分解率(関係式(I))を求めた。",
            "6時間のコラゲナーゼ処理では，架橋の進んだ部分の断片の生分解率は約10％で，架橋の進んでいない部分の断片の生分解率は90％であった。従って，第1の断片の生分解率に対する第2の断片の生分解率の比は，9．0であった。",
            "・・・",
            "【0081】［0095］",
            "《膨潤率》",
            "実施例2で得られた試料C-gの膨潤率の高い30重量％の領域(A)の断片10mgと，膨潤率の低い30重量％の領域(B)の断片10mgを図1(B)と同様な方法で切り出した。5mLの精製水を入れた容器に24時間，常温で静置した。余分な水分を除去するため，ろ紙に1分間静置した。その後，湿潤下重量を測定し，関係式(III)から膨潤率を求めた。",
            "γ線照射量を多くした断片の膨潤率は20％程度であったが，γ線照射量を少なくした断片の膨潤率は，40％であった。従って，第1の断片の膨潤率に対する第2の断片の膨潤率の比は，2．0であった。",
            "【0082】",
            "《参考試験例1》",
            "本試験例では，放射線架橋により，多孔質複合体の圧縮強度が上昇することを確認した。",
            "参考例2で得られた試料A及び試料A-γ，並びに比較例3で得られた試料B及び試料B-γの4種類の試料(φ10mm×10mm)の圧縮試験を行い，その力学特性を明らかにした。放射線架橋の効果を明確にするため，ダルベッコスリン酸緩衝溶液中に3時間浸漬させた後，50kgのロードセルを用いて，ロードヘッド速度0．1mm／minで測定を行った。水酸アパタイト／コラーゲンは，γ線照射によりコラーゲン分子又は線維が分断され，ダルベッコスリン酸緩衝溶液の浸漬によりコラーゲンが骨格構造を維持できなくなった。これに対して，ビニルシランを表面修飾した水酸アパタイト結晶を用いた試料A-γでは，γ線照射により，著しく圧縮強度が向上した(図5)。そのため，γ線照射により，コラーゲンと水酸アパタイト結晶の界面において架橋結合が形成され，ダルベッコスリン酸緩衝溶液中に含浸させても骨格を形成するコラーゲン分子の分断が低減されたと考えられる。",
            "【0083】［0097］",
            "【表1】",
            "【0084】［0098］",
            "《参考試験例2》",
            "実施例2で得られた試料C及び試料C-g，並びに比較例1で得られた試料D及び試料D-gを前記参考試験例1と同じ方法により，圧縮試験を行った。",
            "その結果，傾斜化させた試料は，明らかにその強度が傾斜化させない試料(CとD)と比較して弱かった。また，乾燥させた試料と比較すると2倍以上の強度を示した。更に，目視でダルベッコスリン酸緩衝溶液浸漬3時間後の膨潤度を確認したところ，中央部分での膨潤が確認できた。以上のことから，鉛円錐を用いてγ線照射することで材料内部までその膨潤度の異なる部位ができることを明らかとした。」"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "本件基礎出願発明8及び9の特徴的部分について",
              "text": [
                "以上の本件基礎出願明細書の記載内容に基づいて，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件基礎出願発明8及び9は，いずれも多孔質複合体の製造方法の発明であるが，前記(1)で認定した記載内容を要約すると，以下のとおりのことが認められる。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "従来，人工骨としては，骨伝導能を有するリン酸カルシウムからなるセラミックス系人工骨が使用されていたが，セラミック特有の脆性による術後の破損やハンドリングの悪さが臨床現場で指摘されており，また，アパタイトからなる人工骨は，生体内でほとんど溶解せず，生体内に半永久的に残存するという点が問題であり，骨再生に用いられる人工骨として，生体適用後徐々に吸収され，骨再生サイクルに取り込まれて自身の骨に置換していくための骨伝導性や生体活性が求められていた(【0004】)。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "このような観点から，リン酸カルシウムにコラーゲンを加えたリン酸カルシウム／コラーゲン複合体が，骨再生用の人工骨として期待されている。リン酸カルシウム／コラーゲン複合体は，骨伝導能を持ち，従来のセラミックスにはない柔軟性を示すことから，骨再生の足場材料としての実用化研究が検討されている。しかし，従来のアパタイトからなる材料と比較すると，柔らかすぎるため，荷重部位には適用しにくいという問題があった(【0005】)。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "そこで，本件基礎出願発明6ないし9は，骨組織の再生において，骨リモデリングにより早期に骨置換を起こすことができるだけでなく，荷重のかかる部位に使用することができる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体の製造方法を提供することを課題とする(【0008】)。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "上記の課題を解決するために，本件基礎出願発明8及び9は，まず，請求項6記載の「(1)リン酸カルシウムの結晶懸濁液を得る結晶合成工程，(2)可溶化コラーゲン溶液中のコラーゲンを線維化し，コラーゲン線維懸濁液を得る，コラーゲン線維化工程，(3)前記コラーゲン線維懸濁液とリン酸カルシウム結晶懸濁液とを混合し，リン酸カルシウム結晶／コラーゲン線維混合懸濁液を得る，混合工程，(4)前記リン酸カルシウム結晶／コラーゲン線維混合懸濁液を多孔体に成形する工程，(5)前記多孔体に架橋密度を変化させた架橋処理を行うことによって，生体吸収性が1．5倍以上異なる第1の断片及び第2の断片を切り出すことのできる多孔質複合体を得る傾斜架橋工程」(以下「傾斜架橋工程」という。)を採用した上，請求項8記載の「前記結晶合成工程(1)において，リン酸カルシウム結晶にビニル基を導入し，そして，前記傾斜架橋工程(5)における架橋が，放射線照射架橋であって，多孔体への放射線照射量を変化させる」ことにより，骨置換の誘導と機械的強度とを満足する人工骨用のリン酸カルシウム／コラーゲン線維複合体を製造することができるものである(【0011】)。",
                            "以上によると，本件基礎出願発明8及び9の特徴的部分は，上記(ウ)の課題，すなわち，骨置換の誘導能と，荷重のかかる部位に使用することができる優れた機械的特性を有するリン酸カルシウム／コラーゲン線維複合体の製造方法を提供するという課題を解決する手段に求められるというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，本件基礎出願明細書を見てみると，前記(1)のとおり，【0005】には，「この観点から，リン酸カルシウムにコラーゲンを加えたリン酸カルシウム／コラーゲン複合体が，骨再生用の人工骨として期待されている。リン酸カルシウム／コラーゲン複合体は骨伝導能をもち，・・・」との記載が認められる。",
                    "上記記載によれば，骨置換の誘導能を有するという課題は，従来から周知の人工骨用素材である，リン酸カルシウム／コラーゲン複合体を用いることにより解決されるものと認められる。",
                    "一方，荷重のかかる部位に使用することができる優れた機械的特性を有するという課題に関しては，前記(1)のとおり，【0082】に次のとおりの記載が認められる。",
                    "「本試験例では，放射線架橋により，多孔質複合体の圧縮強度が上昇することを確認した。参考例2で得られた試料A及び試料A-γ，並びに比較例3で得られた試料B及び試料B-γの4種類の試料(φ10mm×10mm)の圧縮試験を行い，その力学特性を明らかにした。・・・水酸アパタイト／コラーゲンは，γ線照射によりコラーゲン分子又は線維が分断され，ダルベッコスリン酸緩衝溶液の浸漬によりコラーゲンが骨格構造を維持できなくなった。これに対してビニルシランを表面修飾した水酸アパタイト結晶を用いた試料A-γでは，γ線照射により，著しく圧縮強度が向上した(図5)。」",
                    "上記記載に加え，【0083】の表1によれば，ビニル基を導入しない場合，γ線照射前(試料B)に比べて，γ線照射後(試料B-γ)は，強度が著しく低下している(20％歪応力が13．5kPaから4．46kPaへ)のに対し，ビニル基を導入した場合，γ線照射前(試料A)に比べて，γ線照射後(試料A-γ)は，強度は約2倍(20％歪応力が14．56kPaから26．84kPaへ)に向上し，また，ビニル基を導入してγ線を照射したもの(試料A-γ)は，ビニル基を導入しないでγ線を照射したもの(試料B-γ)に比べて，約5倍(20％歪応力が26．84kPaに対し4．46kPa)の強度を有することが記載されている。",
                    "そして，これらによれば，本件基礎出願明細書には，ビニル基導入・放射線照射によって，荷重のかかる部位に使用することができる優れた機械的特性を有するリン酸カルシウム／コラーゲン線維複合体が得られたことが記載されているものと認めることができる。",
                    "他方，証拠(甲2)を検討してみても，本件基礎出願明細書には，ビニル基導入・放射線照射によることなく，傾斜架橋のみで，荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体が得られたことを示す記載はない。",
                    "そうすると，本件基礎出願発明8及び9の課題を解決した手段は，従来から周知の人工骨用素材である，リン酸カルシウム／コラーゲン複合体に，ビニル基を導入し，放射線を照射したこと，すなわち，ビニル基導入・放射線照射であり，傾斜架橋は，同発明の課題解決手段とは認められない。",
                    "したがって，本件基礎出願発明8及び9の特徴的部分は，控訴人の主張するとおり，ビニル基導入・放射線照射にあると認めるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の主張について",
              "text": [
                "被控訴人は，本件基礎出願発明8及び9の特徴的部分は，傾斜架橋とすることにあり，傾斜架橋させたリン酸カルシウム／コラーゲン複合体の機械的特性については，本件基礎出願明細書の【0084】に，「《参考試験例2》",
                "実施例2で得られた試料C及び試料C-g，並びに比較例1で得られた試料D及び試料D-gを前記参考試験例1と同じ方法により，圧縮試験を行った。その結果，傾斜化させた試料は，明らかにその強度が傾斜化させない試料(CとD)と比較して弱かった。また，乾燥させた試料と比較すると2倍以上の強度を示した」(判決注・下線は被控訴人が付した。)と記載されているとして，その理由について，上記の下線部分の後半は，膨潤多孔質複合体の状態(湿潤状態)のままでテーパーを用いて放射線照射を行って傾斜架橋させた試料C-g(実施例2)は，乾燥状態で放射線照射架橋を行って傾斜架橋をさせなかった試料A-γ(参考例2)よりも2倍の機械的強度を有する結果となった，という内容の記載であると主張する(前記第3の1(2))。",
                "しかし，まず，上記の下線部分の前には，「試料C及び試料C-g」並びに「試料D及び試料D-g」について圧縮試験を行ったことが記載されているのであるから，上記の下線部分には，試料C及び試料C-g並びに試料D及び試料D-gについての比較試験の結果が記載されていてしかるべきものであり，被控訴人が主張するように，上記の下線部分に，試料C-gと試料A-γとの比較試験の結果が記載されていると読むことはできない。",
                "また，被控訴人が主張するように，膨潤多孔質複合体の状態(湿潤状態)のままでテーパーを用いて放射線照射を行って傾斜架橋させた試料C-gと，乾燥状態で放射線照射架橋を行って傾斜架橋をさせなかった試料A-γとを比較したとしても，両試料は，放射線照射時に試料が湿潤状態にあるか，乾燥状態にあるか，また，放射線照射を行って傾斜架橋させたか，放射線照射架橋を行って傾斜架橋をさせなかったか，という2点において異なるのであるから，両者の比較試験の結果が，そのいずれの点のどの程度の相違によって導かれたのかは不明というほかない。",
                "したがって，本件基礎出願明細書の【0084】に，傾斜架橋させたリン酸カルシウム／コラーゲン複合体の機械的特性が記載されているものとは認められない。そして，前記(2)イのとおり，本件基礎出願明細書には，他に，ビニル基導入・放射線照射によることなく，傾斜架橋のみによって，荷重のかかる部位に使用することができる優れた機械的特性を有するリン酸カルシウム／コラーゲン線維複合体が得られたことを示す記載はない。",
                "そうすると，傾斜架橋は，本件基礎出願発明8及び9の課題を解決した手段とは認められないから，傾斜架橋をもって，本件基礎出願発明8及び9の特徴的部分であるということはできない。被控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件基礎出願発明8及び9の特徴的部分は，控訴人の主張するとおり，ビニル基導入・放射線照射にあると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(本件基礎出願発明8及び9の特徴的部分の創作に対するAの関与の有無及び内容)について",
          "text": [
            "控訴人は，本件着想はAによるものであり，Aはその具体化にも関与していると主張し(前記第3の2(1))，被控訴人はこれを争う(同(2))ので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "前記第2の2の前提事実(以下，単に「前提事実」という。)に加え，各項に記載の甲号，乙号各証，証人A，同C(ただし，上記各証拠中，後記認定に反する部分は，採用しない。)及び弁論の全趣旨によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "(Aの経歴等)",
                  "text": [
                    "Aは，平成10年3月，北大の大学院工学研究科分子化学専攻修士課程を終了し，企業の研究所勤務を経て，平成13年4月から平成16年7月まで同専攻博士後期課程に在籍し，魚由来コラーゲンを生体材料として活用するための改質技術をテーマとして研究を行い，同年9月，同大学から博士(工学)を授与された。",
                    "Aは，平成16年8月から平成18年3月まで，独立行政法人物質・材料研究機構・生体材料研究センターの特別研究員として，人工骨の開発に従事した。当時，Bは，同研究センターのセンター長であり，人工骨プロジェクトのリーダーの地位にあった。また，Bは，北大の創成科学共同研究機構・特定研究部門の特任教授を兼任しており，Aは，Bの要請を受けて，平成18年4月から平成19年3月までの間，同部門の特任助手として勤務した。",
                    "Aは，平成19年4月，金沢工業大学・ゲノム生物工学研究所の研究員として採用され，Bとの勤務上の関係はなくなった。しかし，Aは，平成18年から19年にかけて，独立行政法人科学技術振興機構の資金による人工骨開発研究における研究代表者を務める立場となり，コラーゲン人工骨の研究において，金沢工業大学の研究担当者として，被控訴人の研究担当者であるB及びCらと共に，共同研究を続けていた。当時，同共同研究では，コラーゲン人工骨を高密度化して強度強化をする方法について研究を進めており，コラーゲン人工骨に放射線照射をして強度強化を図るという発想は生まれていなかった。(甲30，31，証人A)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "(本件共同研究第1期前)",
                  "text": [
                    "Aは，平成20年6月に控訴人に雇用され，駒沢支所勤務の研究員となり，B及びCらとの前記共同研究関係から離れた。しかし，Aは，高密度化による強度強化には限界がある一方，高密度化による強度強化によってコラーゲン人工骨の利点である生体吸収性が減少していくことが分かっていたことから，控訴人に雇用された後も，高密度化とは別の原理でコラーゲン人工骨の強度強化を実現する方法はないかについて考えていた。",
                    "Aが配属された駒沢支所は，旧東京都アイソトープ総合研究所であり，放射線照射設備を備えており，放射線研究のための設備が充実していた。Aは，同支所に配属後すぐに放射線業務従事者として登録され，被控訴人が行っていた放射線を用いた研究業務に従事することになり，放射線の特性や化学的利用方法について知見を深めていった。",
                    "Aは，上記研究業務に従事する中で，種々の高分子化合物に含まれるビニル基という構造が放射線照射によって活性化し，高分子同士をつなげる結合点になること(架橋すること)を知り，また，上記研究業務とは別に，工業製品に用いられる複合材料の分野において，無機物と有機物の界面の性質が複合材料の物性に強く影響するという話を聞いた。Aは，これらの知識を得たものの，当時，コラーゲン人工骨の分野においては，コラーゲンに放射線を照射すると，コラーゲンが分解して劣化し，強度が低下するというのが共通の認識であったことから，上記の知識を得ても直ちに本件着想に至ることはなかった。(甲30，31，証人A)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "(本件着想)",
                  "text": [
                    "Aは，本件共同研究第1期の開始を前にして，本件共同研究の研究テーマをどのようなものにするかについて，コラーゲン人工骨の強度強化を図る一方，コラーゲンの持つ生体吸収性という特性もそれ程失わないようにするという，相反する課題をクリアするにはどうすればよいかを考えていたところ，平成21年2月ころ，前記イの知識(種々の高分子化合物に含まれるビニル基という構造が放射線照射によって活性化し，高分子同士をつなげる結合点になること(架橋すること))に，控訴人に雇用される以前から有していた知識(ビニル基をリン酸カルシウムの表面に熱処理により導入する)を組み合わせれば，ビニルシランによるコラーゲンとリン酸カルシウムの界面架橋によって，高密度化とは別の原理によって強度強化を図ることができるのではないか，しかも，この場合は，コラーゲンという母材全体の強度を強化するわけではないので，コラーゲンの持つ生体吸収性という特性もそれ程失われないのではないか，と思い至った。",
                    "Aは，放射線には，コラーゲンという人工骨の母材を劣化させ，強度を低下させる効果もあることから，リン酸カルシウム／コラーゲンの界面架橋による強度強化という効果と，母材劣化の効果のいずれが勝るのか，また，放射線の照射線量の適値が存在するのかは，実際に実験をしてみるまでは分からないことではあるものの，高密度化したコラーゲン人工骨であれば，放射線による母材劣化の効果は限定的であろうと予想し，新しい研究テーマとして取り組む価値はあるものと考えた。",
                    "Aは，上記着想を得たものの，これを平成21年4月開始の本件共同研究第1期の研究テーマにするには，提案資料を作成した上，控訴人内部の稟議を経る必要があり，本件共同研究の開始までには時間が足りないと考えたため，本件共同研究第1期の研究テーマとして提案することはしなかった。(甲30，証人A)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "(本件共同研究第1期)",
                  "text": [
                    "平成21年4月1日，研究題目を「コラーゲン高密度化技術による自家骨移植代替向け人工骨の開発」とする本件共同研究第1期が始まった。",
                    "ここでの研究内容は，「コラーゲン線維の密度を生体骨中と同等に高めることにより，力学特性が骨と調和した強度の高いコラーゲン／ハイドロキシアパタイト複合多孔体を開発する」こととされ，研究分担については，被控訴人が，湿式法による単相ハイドロキシアパタイトの製造，電子顕微鏡及び分光学的手法による多孔体のキャラクタリゼーション，非破壊的手法(動的粘弾性試験)による複合多孔体の力学特性評価を，北大が，ウサギによる動物実験の実施，バイオメカニクス及び組織学的手法による骨再生の評価を，控訴人が，高密度コラーゲン／ハイドロキシアパタイト複合多孔体の作成と滅菌，動物細胞培養による複合多孔体の生物学的特性評価，破壊的手法(曲げ，圧縮)による複合多孔体の力学特性評価を，それぞれ担当するものとされた。(前提事実(2)，甲1の1)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "(乙9資料・本件コラーゲン会議用資料の作成と発表)",
                  "text": [
                    "Aは，Bから，平成21年6月2日に行われる本件コラーゲン会議において，従前，Aが，B及びCらと行っていたコラーゲン人工骨の研究成果をまとめ，今後の研究の方向性とともに発表してほしいとの依頼を受けた。本件コラーゲン会議は，Bの研究室が主催する非公式の会議であるコラーゲン会議の第11回であり，産官学連携によるコラーゲン材料の開発を目的としており，本件共同研究とは直接の関係はない。",
                    "Aは，Bの依頼に基づき，本件コラーゲン会議の直前に乙9資料を一人で作成した。",
                    "Aは，乙9資料において，まず，従前のコラーゲン人工骨の研究成果をまとめた上で(21頁まで)，「新たに検討する基盤技術」(22～25頁)として，前記ウの着想を記載した。すなわち，「コラーゲン線維マトリックスの架橋  →  生体吸収性が失われる  →  有機／無機界面に着目」(22頁)として，コラーゲンの生体吸収性が失われないように，HAp(水酸アパタイト)とコラーゲン線維の有機／無機界面に着目すべきことを記載し，「コラーゲン線維とHApの接着  放射線化学の応用  放射線架橋助剤＝ビニル基」(24頁)として，放射線架橋剤としてビニル基を用いることを記載した。そして，「研究実施体制(案)」(26頁)として，「医療材料メーカーを中心にした産学公連携の研究実施体制が必要」とした上，「東工大  コラーゲン高密度化技術の技術移転  →  (医療材料メーカー)コラーゲン高密度化を利用した人工骨の開発」，「都産技研(判決注・控訴人を指す。)  放射線利用(架橋・滅菌)  力学特性評価  →(医療材料メーカー)放射線化学を利用した力学特性の向上」，「北大医(予定)  動物実験  インプラントのバイオメカニクス  →(医療材料メーカ-)動物実験による実証試験」として，控訴人が，放射線化学を利用した力学特性の向上のための役割を果たすことなどを提案する趣旨の記載をした。",
                    "本件コラーゲン会議には，控訴人からA，被控訴人からBほか3名，北大関係者1名のほか，企業及び公立研究機関の関係者を含め，20名が参加し，Aは，これら参加者に対し，乙9資料を用いてプレゼンテーションを行った。",
                    "しかし，本件共同研究第1期の研究内容として，Aの上記提案が直ちに採用されることはなかった。(甲30，乙9，40，証人A)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "(甲28計画書・控訴人における研究計画)",
                  "text": [
                    "Aは，前記ウの着想を，まずは，控訴人におけるポリ乳酸の研究において使おうと考えた。すなわち，控訴人においては，コラーゲン人工骨のような医療材料よりも，工業利用価値の高いポリ乳酸の方が，研究テーマとして採用されやすいであろうと考え，また，放射線界面架橋の原理によれば，ポリ乳酸で効果が得られれば，コラーゲン人工骨でも同じような効果が得られるであろうと予想し，平成21年6月4日，控訴人の単独研究のテーマとして，研究テーマ名を「ポリ乳酸／無機フィラー複合体の界面制御による力学特性の向上」とする研究について，甲28計画書を作成して控訴人に提案し，採用された。",
                    "甲28計画書には，研究の目的として，「本研究では，ポリ乳酸／無機フィラー複合体の界面に着目し，界面結合を放射線により制御し，力学特性向上と生分解性を同時に達成する技術の可能性および新規性を模索する」との記載があり，また，研究内容として，「母材の安定化は生分解性を低下させるため，界面に特化した材料改質という方向性は技術的に妥当である。」，「グラフトする放射線架橋剤も試薬として入手可能」との記載がある。また，何を明らかにし，解決するのかについて，「無機フィラーに放射線架橋する官能基をグラフトし，放射線照射を行いポリ乳酸母材と無機フィラーの界面結合を図る」，技術的問題点と課題の水準として，「汎用樹脂代替を目指すため，ビニル基等の放射線感受性官能基を有する高分子鎖のコスト・・・が重要になる。既存技術の組み合わせなので，放射線量および線量率の最適化が重要であり，本研究所が実施するアドバンテージとなる」との記載がある。(甲28，30)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "(本件共同研究第2期)",
                  "text": [
                    "平成22年4月1日，本件共同研究第2期が始まった。",
                    "ここでの研究内容も，第1期と同様，「コラーゲン線維の密度を生体骨中と同等に高めることにより、力学特性が骨と調和した強度の高いコラーゲン／ハイドロキシアパタイト複合多孔体を開発する」こととされた。",
                    "研究分担については，第1期と若干の変更があり，被控訴人が，湿式法によるハイドロキシアパタイトの製造，高密度コラーゲン／ハイドロキシアパタイト複合多孔体の作成，電子顕微鏡及び分光学的手法による多孔体のキャラクタリゼーションを，北大が，ウサギによる動物実験の実施，バイオメカニクス及び組織学的手法による骨再生の評価を，控訴人は，高密度コラーゲン／ハイドロキシアパタイト複合多孔体の架橋と滅菌，破壊的手法(曲げ，圧縮)のほか，非破壊的手法(動的粘弾性試験)による複合多孔体の力学特性評価を，それぞれ担当するものとされた。(前提事実(2)，甲1の2)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "(甲29報告書・控訴人における研究結果の報告)",
                  "text": [
                    "控訴人における前記カの「ポリ乳酸／無機フィラー複合体の界面制御による力学特性の向上」の研究においては，遅くとも平成22年3月ころまでに，ビニル基を導入したリン酸カルシウムとポリ乳酸の複合体にγ線25kGyを照射して行った3点曲げ試験の結果，放射線を照射したものは，曲げ弾性率が高いこと，すなわち，歪みにくいという強度特性の効果が認められることが明らかになった。",
                    "Aが平成22年3月23日に控訴人に提出した甲29報告書には，研究内容及び結果について，「■特許調査による新規性の明確化  “ポリ乳酸”に“無機フィラーを複合化”した複合材料の力学特性を“シランカップリング剤を用いた無機フィラーの表面処理”により改良する技術は公知であった。しかし，“ビニル基を有する有機物で表面処理を行い”かつ“放射線で架橋して界面を選択的に強化する”技術は開示されていないことを確認した」，「■表面処理した無機フィラーを用いたポリ乳酸複合体の作製，放射線架橋，力学特性評価  ハイドロキシアパタイト粒子(HAp)をトリメトキシビニルシランで処理(Si-HAp)。ポリ乳酸に重量比40％で混合。3点曲げ試験により，界面の架橋による曲げ弾性率の有意な向上を確認した」との記載がある。",
                    "また，甲29報告書に添付された資料には，3点曲げ試験が，γ線25kGyを照射して行われたことが示されており，実験結果として，「曲げ弾性率にビニルシラン処理および放射線架橋の効果を認めた。曲げ強度はガンマ線処理によるポリ乳酸母材の劣化により減少した。酸素の除去や不活性ガス置換下でガンマ線処理を行えば，効果がさらに顕著になると期待される」との記載がある。(甲29，30)"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "(甲4資料・共同研究提案資料の作成)",
                  "text": [
                    "本件共同研究第1期は，コラーゲン線維の高密度化による力学特性の向上を目指して研究が進められたが，はかばかしい成果は得られなかった。",
                    "Aは，前記クのとおり，ビニル基を導入したリン酸カルシウムとポリ乳酸の複合体において曲げ弾性率が向上する効果が得られた以上，ビニル基を導入したリン酸カルシウムとコラーゲンの複合体においても同様に機械的強度が高められるであろうと予想し，平成22年4月23日，本件共同研究第2期の研究内容の提案として，「放射線によるコラーゲンナノ界面強化」と題する共同研究提案資料(甲4資料)を作成し，前記ウの着想をコラーゲン人工骨において具体化することを被控訴人の研究担当者らに提案した。",
                    "Aの上記提案は採用され，以後，被控訴人側で作成した高密度コラーゲン／リン酸カルシウムの試料を用いて，放射線照射量の最適値を得るための実験をすることになった。(甲4，30)"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "(甲20資料・学生向け資料の作成)",
                  "text": [
                    "Aは，Bから，本件共同研究は，Bの研究室の学生Sの卒論研究を兼ねるため，積極的に指導しながら実験者として使ってほしいとの依頼を受けた。",
                    "当時，Sは，Bの研究室に入ったばかりの大学4年生であり，コラーゲン人工骨の研究成果や放射線化学についての知識が不十分であった。そのため，Aは，平成22年5月18日，本件共同研究に係る説明資料(甲20資料)を作成し，Sに対し，本件共同研究の意義や背景等，本件共同研究に従事するために必要な基礎的な知識を教え，その後，放射線照射量の最適値を得るために必要な作業や実験をSに手伝わせることにした。Sが控訴人を訪れることもあった。",
                    "Aが作成した甲20資料には，「アパタイト／コラーゲン界面に選択的に架橋を入れると，原理的には生体吸収性に悪さしません」(4頁)との記載があり，また，利用する放射線について，γ線については，控訴人の駒沢支所で利用できること，高分子の架橋は25kGy以上が普通であること，電子線については，外部で実験すること，架橋反応は線量でほぼ決まり，線量率効果はそれほど大きくない場合が多いことが記載されていた。(甲20，30，乙53)"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "(甲9メール・実験結果の報告)",
                  "text": [
                    "Sは，平成22年10月17日，甲9メールにより，AとCに対し，ビニル基を導入したリン酸カルシウム／コラーゲン複合体に50kGyのγ線を照射すると，ビニル基を導入していないものに比べて著しく強度が向上した旨の報告をした。(甲9の1・2)"
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "(甲23メール・電子線照射実験に関するやりとり)",
                  "text": [
                    "平成22年11月4日及び5日，C，A及びSの間で，以下のメールのやりとりが行われた。(甲23)"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "CからA宛て(Sに対しcc)11／4．pm1：25",
                          "text": [
                            "「・・・試料作製を始めます。電子線照射において変えられるパラメーターはなんでしょうか？照射時間ですか。γ線と比較した場合，材料に対して起きる現象が全く異なると思いますが，それをどのように解釈すべきでしょうか。・・・また，可能であれば，同じコラーゲン濃度のロットで，γ線照射量を変えた実験まで行い，その違いを明確にしたく思います。いかが思いますか。基本的には，25，50，100Kgrayで試したいです。・・・」"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "AからC宛て(Sに対しcc)11／4．14：45",
                          "text": [
                            "「■検討すべき項目は以下の2点と考えます。1)同じ線量での，線量率効果  線量率は定量的に変えるのではなく，電子線とガンマ線の比較。電子線の線量率はガンマ線の1000倍以上。2)線量の効果  ガンマ線では実施困難な，100kGyを超える大線量での検討。」",
                            "「■電子線の照射線量  25，50，100KGrayに賛成です。余裕あれば200も追加？あるいは100をやめて150か200にする？」",
                            "「■材料に対して起こる現象  分解優先になるのか架橋優先になるのかは，Sさんの材料でやってみないと分からないと考えています。・・・放射線化学の専門の方に言わせると，電子線ガンマ線も「線量」で整理して差し支えない。もし同じ線量で重合や架橋に違いが見られた場合，線量率の議論になる。・・・」"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "SからA及びC宛て  11／5．14：55",
                          "text": [
                            "「電子線照射実験に際して心配だったのは同じ線量をガンマ線と電子線でかけた時に違う結果が出た場合，それを単純に線量率の差から生じているとしていいものなのか・・・というところでした。それよりも線量自体の増減で架橋の状態がどのように変わるかを見たほうがわかりやすいかのかも…と考え，ガンマ線の照射量を25kGy，50kGy，100kGyと変えたサンプルを作ろうと考えていました。・・・具体的に今回作ろうとしているサンプルは，①sHAp／Col  25kGy(γ線)，②sHAp／Col  50kGy(γ線)，③sHAp／Col  100kGy(γ線)，④sHAp／Col  50kGy(電子線)，⑤HAp／Col  50kGy(γ線)，⑥HAp／Col  50kGy(電子線)の6種です。・・・A先生のメールを見ると電子線とガンマ線の違いを線量率のみで議論してよいということなのでそれならば今回は電子電で線量を変える・・・という方法でもいいのかなと思います。ご意見伺いたいです。よろしくお願いします。」"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ス",
                  "subject": "(乙5メール・圧縮試験の結果に関するやりとり)",
                  "text": [
                    "Sは，圧縮試験の結果をとりまとめ，平成23年1月11日，SとA及びCの間で，次のようなメールのやりとりが行われた。(乙5，17の1・2)"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "SからA宛て(Cに対しcc)1／11．pm1：52",
                          "text": [
                            "「電子線照射の試験の結果のまとめが終わったので送らせていただきます。・・・今回の実験から①電子線を用いることで母材の劣化効果が抑えられたが，それ以上に界面強化効果が現れなかった。②50kGy以上の照射は母材劣化が著しく強度が低下してしまった。以上の2点が分かりました。",
                            "①については照射時間を短くしたことでColの劣化が抑えられたもののC＝Cがラジカルになっている時間も短くなるため架橋が十分に行われなかったことが原因かなと考えています。・・・②の結果から自分のサンプルには100kGyを超すような大線量の照射は必要ないことが分かりました。以上の結果から当面はガンマ線に絞って比較的低い線量で最適値を探すのがよいかなと考えています。ご意見を伺いたいです。」"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "AからS宛て(Cに対しcc)〔上記(ア)を受けて〕",
                          "text": [
                            "「「界面に選択的に放射線架橋を導入できる」という事実が明らかになりましたね。私が調べた限り世界初です。特許性が出せると思います。」",
                            "「Sさんの言うとおり線量を50kGyに絞った再実験がいるでしょう(Sさんの②について)。メカニズムはさて置き，ガンマ線と電子線のどちらが物性改質に対して有効なのか。同じロットのHAp／Col多孔体で結論を出したいですね。」",
                            "「比較において大事になるのがメカニズム(Sさんの①)です。①については，私は，50kGyでラジカルが飽和していた可能性を考えています。電子線の線量率がガンマ線よりもケタ違いに高いため，飽和はよくある話のようです。」",
                            "「ラジカルが飽和すると再結合が頻繁におきて，「線量のわりに照射効果がでない」結果となります。固体試料のように分子間距離が近い場合はなおさら。電子線による強度向上効果が低かった一方で，母材劣化も少なかったという結果と一致しています。」",
                            "「10，25，50kGyを試験し，最適値が見つけられると考えます。低線量であることは工業的に有利です。」"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "CからA宛て(Sに対しcc)1／11．17：28",
                          "text": [
                            "「・・・可能であれば，特許出願を先に済ませたく思います。・・・3月1日に卒論発表会がありますので，その前までに済ませる必要があります。」"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "セ",
                  "subject": "(職務発明の届出)",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "Aは，平成23年1月31日，控訴人理事長に対し，発明の名称を「無機界面に選択的に強化する方法およびその方法により得られる有機無機複合体」とする勤務発明届(甲18)を提出した。",
                            "これによれば，特許請求の範囲の請求項1は，「表面が放射線架橋性の有機物で被覆された無機粒子と高分子との複合材料であって，線量10～50kGyの範囲の放射線が照射された複合材料」とされ，また，発明者は，Aら控訴人関係者3名，Bら被控訴人関係者4名の合計7名で，持分は，控訴人50％，被控訴人50％とされている。",
                            "なお，上記職務発明届は，Aの作成した原案にCが加筆修正したものである。また，上記発明届に添付された職務発明明細書案の「実施例及び比較例として用いたコラーゲン／s-HAp複合多孔体の圧縮試験結果」の図1のグラフでは，実施例1と実施例2の棒グラフが逆になっていたが，控訴人内部の手続においては，後に修正された。(甲18，34，乙2の1・2，3の1ないし3)"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "一方，Bは，同年2月7日，被控訴人学長に対し，発明の名称を「有機無機界面を選択的に強化する方法およびその方法により得られる有機無機複合体」とする発明届出書(甲19)を提出した。",
                            "これによれば，発明内容の具体的説明として，「本発明は，高分子の分解性を低下させずに，高分子／無機粒子複合材料の力学特性を向上させる技術である。具体的には，リン酸カルシウム粒子表面を放射線に感受性のある官能基(ビニルシラン)を修飾して，高分子材料(コラーゲンやポリ乳酸など)と複合化する。次いで放射線を照射することで，無機粒子と高分子材料の界面に共有結合が形成される。鋭意誠意検討した結果，γ線を照射することで，圧縮強度の向上が可能であることを見出し，本発明を完成させた。」とされ，また，発明者は，Bら被控訴人関係者4名，Aら控訴人関係者3名の合計7名で，持分は，被控訴人関係者4名で合計50％とされている。",
                            "なお，上記発明届出書には，Aが同年1月25日にCに対してメール添付で送信した原案が利用されている。(甲19，24の1・2)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ソ",
                  "subject": "(特許出願等に向けたAとC，Dとのやりとり)",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "平成23年2月7日，CとAの間で，前記セの発明について，被控訴人と控訴人との共同出願に向けて，請求項の記載や双方の審査会の日程，担当弁理士の選定等について，メールによりやりとりが行われ，Aから，8日の控訴人側の審査会には，被控訴人との共同出願とし，2／E(2月末)までに出願予定との報告をする旨が伝えられた。(甲5，25)"
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "Aは，平成23年2月9日，控訴人の審査会を経て，Cに宛てて，次のメールを送った。",
                            "「審査会でアドバイスのあった点をご報告します。",
                            "1)線量の閾値を50kGy以上にできないか。",
                            "(対応1)弁理士のアドバイスを受ける。100kGyでネガティブデータが出ている状況で，閾値をどこまで100kGyに近づけられるか",
                            "(対応2)「架橋剤を母材に混合せずとも，わずか50kGyで強化された」点に新規性があるか。あるなら，線量閾値が差別化として意味を持つ。・・・」(甲26。以下「甲26メール」という。)"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "Dは，平成23年2月3日，Aに対し，メールに添付して，本件研究支援プログラムの応募に係る「A-STEP(クラレ-東工大-北大医-東京都技研)申請骨子案」を送り，内容の確認，誤り等の指摘を求めていた。(甲6の1・2)"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "タ",
                  "subject": "(BとAとのやりとり)",
                  "text": [
                    "平成23年2月7日，Bは，Aに対するメールで，Aが控訴人の研究者及び本件共同研究の当事者以外の企業等の研究者と共同で行った「魚類コラーゲンを用いた細胞培養基材の開発-応用研究の進展と再生医療支援-」と題する発表を取り上げ，同発表の内容と本件共同研究との関係，及び上記共同発表者に守秘義務違反の可能性があることを指摘し，その点に関する状況について，説明をするよう求めた。",
                    "これに対し，Aは，同日から同月14日までの間，Bとのメールのやりとりにおいて，控訴人における研究と本件共同研究とに重複はない旨，また，上記共同発表者に守秘義務違反はない旨を回答した。(乙4。以下「乙4メール」という。)"
                  ]
                },
                {
                  "fig": "チ",
                  "subject": "(本件卒論発表)",
                  "text": [
                    "平成23年3月1日，Sは，被控訴人の学士論文研究発表会において，「アパタイト-コラーゲン人工骨の放射線照射による高強度化」と題して，卒業論文の発表をした。(前提事実(3)，乙19の1・2，44)"
                  ]
                },
                {
                  "fig": "ツ",
                  "subject": "(特許出願に対するCからの提案，Aの対応)",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "平成23年3月11日，Cから，Aに対し(Bに対しcc)，メールで次のような提案がされた。",
                            "「・・・特許が宙に浮いていますが，下記のように交通整理したく思います。・・・」",
                            "「東京都産業技術研究センター",
                            "○  ポリ乳酸などの合成高分子と表面改質した無機物の作成方法と複合体に対して放射線照射した複合材料",
                            "東工大",
                            "○  コラーゲンなどの天然高分子と表面改質した無機物の作成方法と複合体に対して放射線照射した複合材料",
                            "大変お手数をおかけしますが，ご検討下さい。」(乙7)"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "Aは，同月17日，Bに対し，次の内容のメールを送信した。",
                            "「特許出願の件です。3月22日(火)まで，以下の3点を教えてください。",
                            "1)利用する特許事務所",
                            "2)出願予定日",
                            "3)貴大学審査会の結果の要点",
                            "出願は当職場に対する責務ですので，当初の予定通り進めていただくよう，重ねてお願いします。」",
                            "「特許出願前の交通整理はルール違反なので受けられませんが，出願後の交通整理については先生方の不利益にならぬよう配慮いたしますのでご心配いりません。」(乙8)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "テ",
                  "subject": "(AとBとの共同出願に関するやりとり)",
                  "text": [
                    "Aは，平成23年4月1日，B，C及びDに宛てて，次の内容のメールを送信した。",
                    "「発明者として予定されていた3名の先生がた全員からの回答をお願いします。4／7(木)までにお願いします。共同出願を予定している特許の件です。以下の4つのどれが現状なのかをおしえてくださいませんか。",
                    "A  まだ出願していないが，都産技研(判決注・控訴人を指す。)との共同出願をする予定  B  まだ出願していないが，都産技研を外して出す予定  C  すでに出願した  D  出願しない",
                    "こちらは，もちろんAを想定して対応して参りました。出願が滞っており，小職に説明責任があります。どうかご回答宜しくお願いします。」",
                    "これに対し，同月12日，BからAに宛てて，次のメールが送信された。",
                    "「D：出願しないことでよろしくお願いいたします。合成高分子を用いた放射線による強度改善はむずかしいと考えています。」(甲7)"
                  ]
                },
                {
                  "fig": "ト",
                  "subject": "(本件基礎出願等)",
                  "text": [
                    "平成23年4月中に，控訴人と被控訴人の事務担当者の間で，共同研究成果の特許共同出願についての問合せ等がされたが，進展はみられなかった。(乙6)",
                    "同月ころ，BとCは，二人で議論をしながら，傾斜架橋の着想を得た。(証人C)",
                    "また，そのころ，Bは，クラレとともに，独立行政法人科学技術振興機構の本件研究支援プログラムに応募し，上限2000万円の研究資金を得た。(前提事実(4))",
                    "被控訴人は，同年7月4日，本件基礎出願をした。(前提事実(5))",
                    "また，同年11月21日，B，C，D及びSは，本件学会発表をした。(前提事実(6))"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "前記(1)の認定事実(以下，単に「認定事実」という。)によれば，本件着想及びその具体化に関するAの関与について，概要，次のとおりの事実を認めることができる。",
                "すなわち，①Aは，平成21年2月ころ，本件基礎出願発明8及び9の特徴的部分であるビニル基導入・放射線照射の着想を得て，放射線には，人工骨の母材であるコラーゲンを劣化させ，強度を低下させる効果もあるが，高密度化したコラーゲン人工骨であれば，放射線による母材劣化の効果は限定的であろうと予想し，新しい研究テーマとして取り組む価値があるものと考えたこと(認定事実ウ)，②Aは，Bら本件共同研究の研究担当者も参加した平成21年6月2日の本件コラーゲン会議において本件着想を発表し，控訴人，被控訴人及び北大の役割分担を含む研究実施体制案を提案したが，本件共同研究第1期の研究内容としては，Aの提案は採用されなかったこと(同オ)，③Aは，本件着想をまず控訴人におけるポリ乳酸の研究において使おうと考え，平成21年度における控訴人の単独研究のテーマとして提案し，採用され，研究を進めた結果，遅くとも平成22年3月ころまでに，ビニル基を導入したリン酸カルシウムとポリ乳酸の複合体にγ線25kGyを照射して行った3点曲げ試験の結果，γ線を照射したものは，曲げ弾性率が高いこと，すなわち，歪みにくいという強度特性の効果が認められるという知見を得たこと(同カ，ク)，④そこで，Aは，コラーゲン人工骨においても同様に機械的強度が高められるであろうと予想し，同年4月23日，本件共同研究第2期の研究内容として，本件着想をコラーゲン人工骨において具体化することを被控訴人の研究担当者らに提案し，採用され，放射線照射量の最適値を得るための実験をすることになったこと(同ケ)，⑤Aは，Bから，本件共同研究は，Bの研究室の学生Sの卒論研究を兼ねるため，積極的に指導しながら実験者として使ってほしいとの依頼を受け，Sに対し，本件共同研究に従事するために必要な基礎的な知識を教え，利用する放射線については，高分子の架橋は25kGy以上が普通であること，架橋反応は線量でほぼ決まり，線量率効果はそれほど大きくないことなどを説明した上，放射線照射量の最適値を得るために必要な作業や実験をSに手伝わせることにしたこと(同コ)，⑥Sは，平成22年10月17日，AとCに対し，ビニル基を導入したリン酸カルシウム／コラーゲン複合体に50kGyのγ線を照射すると，ビニル基を導入していないものに比べて著しく強度が向上した旨の報告をしたこと(同サ)，⑦Sは，実験条件をめぐってA及びCと意見交換をしながら実験を進めたこと(同シ)，⑧Sは，平成23年1月11日，AとCに対し，電子線を用いることで母材の劣化効果が抑えられたが，それ以上に界面強化効果が現れなかったこと，また，50kGy以上の照射は母材劣化が著しく強度が低下したことについて報告をし，意見交換をしたこと(同ス)，その後，AとCが中心となって，共同発明を前提とした特許出願の準備が進められたこと(同スないしソ)，以上の事実が認められる。",
                "そして，これらの事実に照らしてみれば，本件着想はAによるものであり，その具体化に当たっても，Aは，Cと共に，Sに対し，個別，具体的に指導をし，作業や実験に当たらせていたものであり，その結果，遅くとも平成23年2月初めころまでには，本件基礎出願発明8及び9の特徴的部分が具体的・客観的なものとして構成され，完成に至ったものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件着想の着想者について",
                  "text": [
                    "まず，被控訴人は，本件着想に関するAの陳述書及び証言は信用できず，Aが着想者であることの証明はないとして種々主張する(前記第3の2(2)ア)ので，以下，順次検討する。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "被控訴人は，Aの陳述書(甲30)提出の経緯やタイミングが不自然であり，その内容は信用できないと主張する(同(2)ア(ア))。",
                            "しかし，原審及び当審における審理の経緯に照らして，陳述書の提出に至る経緯が，特段不自然な点があるとは認められないし，その内容の信用性を否定するような事情があるとも認められない。",
                            "したがって，被控訴人の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "また，被控訴人は，Aの陳述書及び証言の内容は信用することができないとして，種々主張する(同(2)ア(イ)aないしc)。",
                            "しかし，Aの陳述書及び証言の内容は，関係証拠に照らしても，特段不自然なものはなく，全体として，信用性が否定されるようなものであるとは認められない。被控訴人の主張は，自らの見解に立って事実を評価した上，個別の証拠との整合性等を指摘するものであり，いずれも前記認定事実を左右するものではない。",
                            "被控訴人の主張について個別に見ると，まず，本件コラーゲン会議の秘密保持契約に関して(同(2)ア(イ)a)は，証拠(乙43の1ないし8)によれば，平成21年4月1日から平成22年3月31日までの間の会議の秘密保持契約書の内容が確定し，参加者から契約書が提出されたのは，平成21年12月1日であること(ただし，控訴人からの提出はない。)が認められる。そうすると，本件コラーゲン会議(同年6月2日)当日は，秘密保持契約の内容が確定していないのであるから，乙9資料の内容を秘密としておくことも容易に考えられるところであり，また，その発表内容が本件共同研究の内容にもかかわるものであることからすれば，同会議においてBが秘密であると発言した旨，あるいは，会議は秘密であると認識していたのであえて秘密表示をする必要はないと考えた旨のA証言を，特段不自然なものということはできない。被控訴人は，本件コラーゲン会議の議事録(乙49の1)の記載から，会議当日，秘密保持契約書が配布され，その内容が説明されたと主張するが，契約書案の配布の事実自体必ずしも明らかではないし，実際に契約書の内容が検討された上，参加者の同意が得られたのは同年10月ないし11月のことと認められること(乙42の1・2)からすると，仮に，契約書案が配布されたとしても，本件コラーゲン会議の当日，秘密保持契約の内容が確定していなかったことに変わりはない。そして，上記秘密保持契約書の提出に際して，乙9資料の秘密性について改めて検討された形跡もないことからすると，上記資料を秘密とする参加者の認識は維持されたものと認めるのが相当であり，また，少なくとも，そのようなAの認識が不自然であるということはできず，その供述の信用性を否定することはできないものというべきである。",
                            "次に，乙50のメールについて(同(2)ア(イ)b)は，その記載を見ても，Aの陳述書や証言に上記メールの記載と矛盾する部分があるとは認められない。",
                            "また，乙4メールについて(同(2)ア(イ)c)みると，被控訴人の指摘する部分は，Aが平成23年2月10日に送信したものであり，認定事実タにおける同月7日から14日にかけてのBとAのやりとりの間のものである。そして，Aは，同年1月31日には，本件着想に係る発明について控訴人理事長に対し，勤務発明届を提出し，Bも，同年2月7日，本件着想に係る発明について，被控訴人学長に対し発明届出書を提出していること(認定事実セ)，同月7日及び9日には，Aは，Cとの間で，上記発明について，控訴人と被控訴人との共同出願に向けてのやりとりをしていること(同ソ)が認められるのであって，これらの経緯からすれば，乙4メールの上記記載をもって，Aが本件基礎出願発明の共同発明者でないことを自認する趣旨のものであるとは，到底認められない。",
                            "したがって，被控訴人の上記各主張は，いずれも採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件着想の具体化について",
                  "text": [
                    "被控訴人は，Aが作成した控訴人の勤務発明届(甲18)では，電子線を線量50kGyで照射したサンプルの方が，γ線を線量50kGyで照射したサンプルよりも機械的特性が高いという結果が示されているが，実際の実験結果(乙17の1)は逆であるなどとして，Aは，実験内容をほとんど把握していなかったと主張する(前記第3の2(2)イ)。",
                    "しかし，証拠(甲34)及び弁論の全趣旨によれば，控訴人の勤務発明届の図1のグラフ(甲18の7枚目)は，表1の実施例，比較例の実際のデータを，エクセルを使ってグラフにする際に，実施例1と実施例2のデータの貼り場所を間違えたために生じたミスであったものと認められ，内部の手続では後に修正されていることは認定事実セのとおりである。",
                    "そして，認定事実スにおける乙5のメールのやりとり((イ)  AからS宛て)を見ても，Aは，同線量の場合，電子線の方がγ線に比べその強度強化の効果が小さいという実験結果を承知しており，かつ，その理由についても考察していたことが認められる。",
                    "したがって，Aが実験内容をほとんど理解していなかったとする被控訴人の上記主張は採用することができない。",
                    "また，被控訴人は，Aのメールの内容や審査会における弁理士への対応等を取り上げ，Aは本件着想の具体化に寄与していないとして，種々主張する(同)。",
                    "しかし，前記(1)で認定した事実の経緯に照らしてみれば，同(2)のとおり，Aが本件着想の具体化に寄与していたことは明らかであるから，被控訴人の上記主張はいずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，前記(2)のとおり，本件着想はAによるものであり，その具体化に当たっても，Aは，Cと共に，Sに対し，個別，具体的に指導をし，作業や実験に当たらせていたものであり，その結果，遅くとも平成23年2月初めころまでには，本件基礎出願発明8及び9の特徴的部分が具体的・客観的なものとして構成され，完成に至ったものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(Aは本件基礎出願発明8及び9の共同発明者といえるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "共同発明者の認定について",
              "text": [
                "発明とは，自然法則を利用した技術的思想の創作のうち高度なものをいい(特許法2条1項)，産業上利用することができる発明をした者は，・・・その発明について特許を受けることができる(同法29条1項柱書き)。また，発明は，その技術内容が，当該の技術分野における通常の知識を有する者が反復実施して目的とする技術効果を挙げることができる程度にまで具体的・客観的なものとして構成されたときに，完成したと解すべきであるとされている(最高裁昭和52年10月13日第一小法廷判決・民集31巻6号805頁参照)。したがって，発明者とは，当該発明における技術的思想の創作に現実に関与した者，すなわち当該発明の特徴的部分を当業者が実施できる程度にまで具体的・客観的なものとして構成する創作活動に関与した者を指すものと解される。",
                "そうすると，共同発明者と認められるためには，自らが共同発明者であると主張する者が，当該発明の特徴的部分を当業者が実施できる程度にまで具体的・客観的なものとして構成する創作活動の過程において，他の共同発明者と一体的・連続的な協力関係の下に，重要な貢献をしたといえることを要するものというべきである。",
                "これを本件についてみると，Aの関与の事実については，前記2で説示したとおりである。",
                "そして，それらの事実によれば，本件基礎出願発明8及び9の特徴的部分であるビニル基導入・放射線照射は，遅くとも平成23年2月初めころまでには，本件共同研究の成果として，これを当業者が実施できる程度にまで具体的・客観的なものとして構成され完成に至ったものと認められるところ，Aは，ビニル基導入・放射線照射の着想をしただけでなく，これを当業者が実施できる程度にまで具体的・客観的なものとして構成するための創作活動の過程において，CやSと共に，一体的・連続的な協力関係の下に，共同研究者として，重要な貢献をしたものということができる。",
                "したがって，Aは，本件基礎出願発明8及び9の共同発明者であると認めるのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "創作的価値に係る主張について",
                  "text": [
                    "被控訴人は，ビニル基導入・放射線照射は，創作的価値がないから，ビニル基導入・放射線照射について，特許法2条1項の「創作」をした者を観念することはできないと主張する(前記第3の3(2)ア，イ)。",
                    "特許法2条1項は，「この法律で「発明」とは，自然法則を利用した技術的思想の創作のうち高度のものをいう。」と規定する。ここで「創作」と規定しているのは，特許法にいう「発明」であるといえるために，自然人による精神活動による創作であることを要求することに意味があるのであって，それ以上のものではない。したがって，ここでいう「創作」とは，客観的な創作的価値の有無にかかわらず，発明者が，発明時において，主観的に新しいと認識したものであれば足りる。客観的な創作的価値の有無については，特許法29条において，いわゆる新規性及び進歩性の問題として，特許出願時を基準として検討されるべき事柄であり，共同発明者性の認定に影響を及ぼすものではない。",
                    "そして，Aがビニル基導入・放射線照射の着想(本件着想)を乙9資料に記載して本件コラーゲン会議において発表したこと，さらに，同様の内容を甲4資料に記載して本件共同研究第2期の研究内容として提案したこと等，前記2(1)認定の経緯に照らせば，Aがビニル基導入・放射線照射を主観的に新しいものと認識していたことは明らかである。",
                    "したがって，被控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "消極的アプローチに基づく主張について",
                  "text": [
                    "被控訴人は，Aは本件共同研究の実験内容をほとんど把握しておらず，Sから実験方法について教えを受ける状況にあり，実験補助者的な役割しか果たせていないとして，Aは本件基礎出願発明8及び9の共同発明者ではないと主張する(前記第3の3(2)ア，ウ)。",
                    "しかし，Aが実験内容をほとんど理解していなかったとする被控訴人の主張に理由がないことは，前記2(3)イのとおりである。",
                    "したがって，被控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "二段階説に基づく主張その1(着想ないし技術的思想の創作の成否)について",
                  "text": [
                    "被控訴人は，ビニル基導入・放射線照射は，それだけでは本件基礎出願発明8及び9の課題を解決することができず，傾斜架橋まで提案して初めて課題の解決手段ないし方法が具体的に認識されたといえ，この時点で着想として完成するから，傾斜架橋の提案をしていないAが本件基礎出願発明8及び9の共同発明者になることはないとか，ビニル基導入・放射線照射の着想のみから直ちに当業者において実施可能な発明が完成するものではなく，実際には，当業者において，ビニル基の導入の条件，導入量，放射線の種類，放射線照射の際の環境，放射線の強さ，照射時間等の種々の実験条件を変化させて，強度強化及び生体吸収性を両立できること(有用性)を確認するための実験を繰り返し，傾斜架橋という有用性が認められる範囲のものを明確にして初めて技術的思想の創作をしたといい得るから，傾斜架橋の創作に現実に加担していないAが本件基礎出願発明8及び9の共同発明者になることはないと主張する(前記第3の3(2)ア，エ)。",
                    "しかし，前記1に説示したとおり，本件基礎出願発明8及び9の特徴的部分は，ビニル基導入・放射線照射にあり，傾斜架橋にはないから，傾斜架橋まで提案しなければ，同特徴的部分の着想として完成しないということはないし，傾斜架橋を明確にしなければ，同発明の技術的思想の創作をしたといえないということはない。",
                    "そして，共同発明者と認められるためには，自らが共同発明者であると主張する者が，当該発明の特徴的部分を当業者が実施できる程度まで具体的・客観的なものとして構成する創作活動の過程において，他の共同発明者と一体的・連続的な協力関係の下に，重要な貢献をしたといえれば足りること，Aが本件基礎出願発明8及び9の特徴的部分であるビニル基導入・放射線照射の着想をしただけでなく，これを当業者が実施できる程度まで具体的・客観的なものとして構成する創作活動の過程においては，CやSと共に，共同研究者として，一体的・連続的な協力関係の下に，重要な貢献をしたといえることは，前記(1)において説示したとおりである。",
                    "したがって，被控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "二段階説に基づく主張その2(着想の公知性)について",
                  "text": [
                    "被控訴人は，本件着想は本件コラーゲン会議において公知となり，また，その実現手段は，本件着想とともに本件卒論発表で公知となったものであって，本件基礎出願(平成23年7月4日)当時，本件着想及びその実現手段のいずれも公知となっていたから，本件着想の提案者が，本件基礎出願発明8及び9の共同発明者となることはないと主張する(前記第3の3(2)オ)。",
                    "しかし，まず，Aがビニル基導入・放射線照射の着想(本件着想)を得たのは，平成21年2月ころであり(認定事実ウ)，その時点においてビニル基導入・放射線照射が公知であったことを認めるに足りる証拠はないし，また，Aが乙9資料を作成した時点において，ビニル基導入・放射線照射が公知であったことを認めるに足りる証拠もない(なお，Cは，陳述書(乙39)及び証言において，乙23，29の1・2の資料により，本件着想前に，コラーゲンと同じ蛋白質の絹とアパタイトとの複合体について，ビニル基を導入し，熱架橋する技術は知られており，本件着想に技術的意義はなかった旨を述べるが，上記各資料をもって，ビニル基導入・放射線照射が公知であったということはできない。)。",
                    "そして，提供した着想が新規な場合，その後，その着想が具体化される前に公知となったとしても，その着想をもとに，着想者と一体的・連続的な協力関係にある者がこれを具体化して発明を完成した場合において，当該着想者が同発明の共同発明者でなくなる理由はないというべきである。",
                    "本件において，本件着想がAによるものであり，本件着想の具体化に当たっても，AがCと共にSを指導し作業や実験に当たらせており，その結果，本件基礎出願発明8及び9の特徴的部分が具体的，客観的なものとして構成され完成に至ったものであることは，前記2(2)において認定したとおりである。",
                    "したがって，Aが本件着想を得た後，仮に，同着想が具体化される前に，ビニル基導入・放射線照射が公知になったとしても，そのことは，本件基礎出願発明8及び9の共同発明者の認定に影響を及ぼすものではなく，Aが共同発明者ではないとする理由にはならないというべきである。",
                    "そうすると，被控訴人は，Aの本件コラーゲン会議における認識や秘密保持契約についても種々主張するものの(なお，Aの認識については，前記2(3)ア(イ)で説示したとおりである。)，同会議において本件着想が公知となったか否かによって，上記の結論は左右されるものではない。",
                    "また，本件基礎出願発明8及び9の特徴的部分の完成後に，本件着想及びその実現手段が公知になったとしても，これが，同発明の共同発明者の認定に影響を及ぼすものでもない。",
                    "そうすると，本件卒論発表によって本件着想及びその実現手段が公知となったか否かによって，上記の結論が左右されるものでもない。",
                    "したがって，被控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "その他，被控訴人は，本件基礎出願発明の特徴的部分が傾斜架橋にあることを前提として，Aは本件基礎出願発明8及び9の共同発明者ではないと主張する(前記第3の3(2)イ，ウ)。",
                    "しかし，傾斜架橋が，本件基礎出願発明8及び9の特徴的部分と認められないことは，前記1(3)のとおりである。被控訴人の上記主張は，前提において誤りがあり，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，Aは，本件基礎出願発明8及び9の共同発明者であると認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点4(本件国際出願発明13及び15の特徴的部分は何か)について",
          "text": [
            "控訴人は，本件国際出願13及び14の特徴的部分は，本件基礎出願発明8及び9のそれと同様，ビニル基導入・放射線照射にあると主張し(前記第3の4(1))，被控訴人はこれを争う(同(2))ので，以下，本件国際出願明細書の記載に基づき，本件国際出願13及び14の特徴的部分がどの点にあるのかについて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件国際出願明細書について",
              "text": [
                "本件国際出願明細書(乙36)には，前記1(1)のとおりの記載(ただし，段落番号は［    ］記載のとおり)があるほか，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「図面の簡単な説明",
                  "text": [
                    "［0012］",
                    "［図1］グルタルアルデヒド気相蒸着法による，多孔体への傾斜架橋の導入を模式的に表した図である。",
                    "［図2］放射線照射法による，多孔体への傾斜架橋の導入を模式的に表した図である。",
                    "・・・",
                    "［図5］湿潤環境下でのγ線照射により，多孔質複合体の圧縮強度が上昇することを示した図である。",
                    "［図6］湿潤環境下でのγ線照射の量を増加させることにより，40％歪率，50％歪率，及び60％歪率における圧縮強度が顕著に向上することを示した図である。」",
                    "図1",
                    "図2",
                    "図5",
                    "図6"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「発明を実施するための形態",
                  "text": [
                    "・・・",
                    "［0067］",
                    "(放射線照射法)",
                    "傾斜架橋法において，放射線照射法を用いる場合，湿潤環境下における多孔質複合体のコラーゲン濃度の違いによって架橋の傾斜を導入することができる。湿潤環境下において放射線を照射するとコラーゲン同士の架橋が生じるためである。",
                    "・・・",
                    "［0069］",
                    "傾斜架橋法において，放射線照射法を用いる場合，放射線に感受性の官能基(例えば，ビニル基)の，リン酸カルシウムへの導入の多寡によって傾斜を導入することができる。また，リン酸カルシウムの官能基の量が同じであっても，放射線の照射量を調整することによっても傾斜を導入することができる。放射線に感受性の官能基，具体的にはビニル基のリン酸カルシウムへの導入は，前記「(1)結晶合成工程」において，記載した方法によって行うことができる。",
                    "・・・",
                    "［0072］",
                    "放射線照射に用いる線源は特に限定されるものではないが，γ線，電子線，又はβ線を用いることができるが，γ線が好ましい。",
                    "また，放射線による湿潤環境下における架橋では，コラーゲン同士，又はコラーゲン―アパタイト界面において，架橋がおきるため，それらの立体的距離が重要である。すなわち，密度が高いほうが強固な架橋ができる。更に，放射線架橋の特徴は，物質透過性に優れ，分子内において均一な分布で架橋が起こること，架橋の密度を容易に調整できること，及び形状に係わらず架橋できること，を挙げることができる。",
                    "［0073］",
                    "多孔質複合体に対する放射線による架橋は，湿潤状態又は乾燥状態で行うことができるが，湿潤状態で行うのが好ましい。湿潤状態で行うことにより，コラーゲン分子のペプチド結合の切断による分解が起きず，コラーゲン同士を効率よく架橋させることが可能だからである。水分の含有量は，特に限定されるものではないが，多孔体の体積と同じか，1～10倍が好ましい。雰囲気を窒素・アルゴンなどの不活性ガスに置換して行うことも可能である。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「実施例",
                  "text": [
                    "・・・",
                    "［0096］(判決注・下記文言は，本件基礎出願明細書の【0082】と同一であるが，図5の引用が除かれている。)",
                    "《参考試験例1》",
                    "本試験例では，放射線架橋により，多孔質複合体の圧縮強度が上昇することを確認した。",
                    "参考例2で得られた試料A及び試料A-γ，並びに比較例3で得られた試料B及び試料B-γの4種類の試料(φ10mm×10mm)の圧縮試験を行い，その力学特性を明らかにした。放射線架橋の効果を明確にするため，ダルベッコスリン酸緩衝溶液中に3時間浸漬させた後，50kgのロードセルを用いて，ロードヘッド速度0．1mm／minで測定を行った。水酸アパタイト／コラーゲンは，γ線照射によりコラーゲン分子又は線維が分断され，ダルベッコスリン酸緩衝溶液の浸漬によりコラーゲンが骨格構造を維持できなくなった。これに対して，ビニルシランを表面修飾した水酸アパタイト結晶を用いた試料A-γでは，γ線照射により，著しく圧縮強度が向上した。そのため，γ線照射により，コラーゲンと水酸アパタイト結晶の界面において架橋結合が形成され，ダルベッコスリン酸緩衝溶液中に含浸させても骨格を形成するコラーゲン分子の分断が低減されたと考えられる。",
                    "・・・",
                    "［0099］",
                    "《参考例3》",
                    "本参考例では，湿潤状態でγ線照射を行うことにより，架橋を傾斜化できることを確認した。"
                  ],
                  "content": [
                    {
                      "fig": "(i)",
                      "subject": "水酸アパタイトナノ結晶のビニルシラン修飾",
                      "text": [
                        "90％エタノール溶液(100mL)に，水酸アパタイトナノ結晶が1",
                        "wt％になるように懸濁し，ビニルシランカップリング剤を100mgになるように混合し，良く分散・転倒撹拌(18時間)後，遠心分離による固液分離を行った。さらに90％エタノール及び遠心分離による固液分離により洗浄を行った。その後，固相を100℃で2時間乾燥させ，ビニルシラン修飾水酸アパタイトを作製した。",
                        "［0100］",
                        "(ii)  γ線照射による圧縮強度の向上",
                        "得られたビニルシラン修飾水酸アパタイト及び濃縮コラーゲン(10wt％)を混合重量比が60／40になるように均一に分散させ，湿潤環境下でγ線を25kGy及び50kGyの線量で照射した。その後，-20℃で凍結及び凍結乾燥を行い，ダルベッコスリン酸緩衝溶液に室温で4時間湿潤させて圧縮試験を行った。比較対象としてγ線を照射せずに凍結及び凍結乾燥した試料を用いた。その結果を図6(判決注・図5の誤記と認める。)に示す。横軸には歪量を，縦軸には応力をプロット(S-S曲線)した。図5からも明らかなようにγ線照射しない材料と比較して圧縮強度が2倍以上高くなった。また，25kGyと50kGyの照射では，圧縮強度が同程度であり，25kGyで必要最大照射量があると考えられた。",
                        "［0101］",
                        "ビニルシラン修飾水酸アパタイト及び濃縮コラーゲン(8重量％)を混合重量比が60／40になるように均一に分散させ，湿潤環境下でγ線を3．125kGy，6．25kGy，12．5kGy及び25kGyの線量で照射した。その後，-20℃で凍結及び凍結乾燥を行い，ダルベッコスリン酸緩衝溶液に室温で4時間湿潤させて圧縮試験を行った。その結果を図6に示す。横軸には照射したγ線量を縦軸には一定の歪量(40％，50％，又は60％)における応力を示す。γ線照射量により，応力は指数関数的な相関であることが分かった。非線形最小二乗によるフィッティングの結果から，「(γ線照射処理をしない材料の応力)×EXP(0．12×照射線量)」の関係が得られた。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件国際出願13及び14の特徴的部分について",
              "text": [
                "以上の本件国際出願明細書の記載内容に基づいて，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件国際出願発明13び及14は，いずれも多孔質複合体の製造方法の発明であるが，前記1(1)で認定した記載内容(［0004］，［0005］，［0008］［0011］)を要約すると，前記1(2)ア(ア)ないし(エ)と同一のことが認められる。",
                    "したがって，本件国際出願発明13及び14の特徴的部分も，前記1(2)ア(ウ)と同一の課題，すなわち，骨置換の誘導能と，荷重のかかる部位に使用することができる優れた機械的特性を有するリン酸カルシウム／コラーゲン線維複合体の製造方法を提供するという課題を解決する手段に求められるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，本件国際出願明細書を見てみると，前記(1)のとおり，［0096］の記載文言は，本件基礎出願明細書【0082】の記載と同一のものと認められる(ただし，図5の引用はない。)。",
                    "そして，この記載と［0097］の表1(本件基礎出願明細書【0083】の表1と同じ。)によれば，結局，前記1(2)イに述べたところと同一の記載がされていることが認められ，これらによれば，本件国際出願明細書には，ビニル基導入・放射線照射によって，荷重のかかる部位に使用することができる優れた機械的特性を有するリン酸カルシウム／コラーゲン線維複合体が得られたことが記載されているものと認めることができる。",
                    "また，証拠(乙36)を検討してみても，本件国際出願明細書には，ビニル基導入・放射線照射によることなく，傾斜架橋のみで，荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体が得られたことを示す記載はない。",
                    "そうすると，本件国際出願発明13及び14の課題を解決した手段は，ビニル基導入・放射線照射であり，傾斜架橋は，同発明の課題解決手段とは認められない。",
                    "したがって，本件国際出願発明13及び14の特徴的部分は，控訴人の主張するとおり，ビニル基導入・放射線照射にあると認めるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，本件国際出願発明13及び14の特徴的部分は，本件基礎出願発明8及び9のそれと同様，傾斜架橋とすることにあると主張する(前記第3の4(2))。",
                    "しかし，前記(2)のとおり，本件国際出願明細書には，ビニル基導入・放射線照射によることなく，傾斜架橋のみで，荷重のかかる部位に使用することのできる優れた機械的性質を有するリン酸カルシウム／コラーゲン線維複合体が得られたことを示す記載はない。",
                    "なお，前記1(3)において本件基礎出願明細書【0084】について説示したとおり，これと同一の文言が記載された本件国際出願明細書［0098］にも，傾斜架橋させたリン酸カルシウム／コラーゲン線維複合体の機械的特性が記載されているものとは認められない。",
                    "そうすると，傾斜架橋は，本件国際出願発明13及び14の課題を解決した手段とは認められないから，傾斜架橋をもって，本件国際出願発明13及び14の特徴的部分であるということはできない。被控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本件国際出願発明13及び14は，本件基礎出願発明8及び9と対比すると，前記(1)のとおり，「湿潤環境下」において，多孔体への放射線照射を行うとの限定が付加されている部分があり，また，本件国際出願明細書の［0073］には，本件基礎出願明細書にはない，「多孔質複合体に対する放射線による架橋は，湿潤状態又は乾燥状態で行うことができるが，湿潤状態で行うのが好ましい。湿潤状態で行うことにより，コラーゲン分子のペプチド結合の切断による分解が起きず，コラーゲン同士を効率よく架橋させることが可能だからである。」との記載があることが認められる。",
                    "これらの点からすると，本件国際出願明細書には，湿潤環境下で多孔体に放射線を照射することにより，乾燥環境下での放射線照射よりも優れた強度強化の効果が得られたことが記載されているようにも読むことができる。そして，本件国際出願明細書の［0099］ないし［0101］には，本件基礎出願明細書にはない参考例3に係る記載があり，湿潤環境下でγ線照射をした試料の圧縮試験の結果として，「圧縮強度が2倍以上高くなった」(［0100］)と記載され，図5(本件基礎出願明細書のものとは異なるもの。)が引用されている。",
                    "しかし，上記の図5については，本件国際出願明細書の［0012］において，「湿潤環境下でのγ線照射により，多孔質複合体の圧縮強度が上昇することを示した図である。」と説明されていることから明らかなように，湿潤環境下で放射線照射した試料と乾燥環境下で放射線照射した試料との強度の違いを示すものではない。そして，本件国際出願明細書には，他に，湿潤環境下で放射線照射した試料と乾燥環境下で放射線照射した試料とで強度に違いがあることを示す記載はない。",
                    "したがって，本件国際出願発明13及び14と本件基礎出願発明8及び9との上記相違点は，本件国際出願発明13及び14の機械的強度とは関係しないものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件国際出願発明13及び14の特徴的部分も，本件基礎出願発明8及び9のそれと同様，ビニル基導入・放射線照射にあると認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点5(本件国際出願発明13及び14の特徴的部分の創作に対するAの関与の有無及び内容)及び争点6(Aは本件国際出願発明13及び14の共同発明者といえるか)について",
          "text": [
            "前記4のとおり，本件国際出願発明13及び14の特徴的部分も，本件基礎出願発明8及び9のそれと同様，ビニル基導入・放射線照射にあると認められるから，前記2及び3において説示したところと同じ理由により，Aは，本件国際出願発明13及び14の共同発明者であると認めることができる。",
            "これらの点に関する被控訴人の主張は，いずれも採用することができない。"
          ]
        },
        {
          "fig": "6",
          "subject": "争点1ないし6のまとめ",
          "text": [
            "以上に説示したとおり，本件基礎出願発明8及び9並びに本件国際出願発明13及び14の特徴的部分は，いずれもビニル基導入・放射線照射にあり，Aはその共同発明者であると認められる。",
            "そして，証拠(甲10)及び弁論の全趣旨によれば，控訴人は，遅くとも平成24年9月1日までに，Aから本件共同研究の成果である上記各発明に係る特許を受ける権利を取得したものと認められるところ，認定事実セのとおり，それぞれ共同発明を前提とした届出が内部ではされているものの，被控訴人は共同発明であることを争い，控訴人と被控訴人との間において，本件共同研究契約に基づく持分割合の協議が成立したものとは認められない。",
            "そうすると，本件基礎出願発明及び本件国際出願発明について，控訴人が被控訴人に対し，特許を受ける権利の共有持分を有することの確認を求める請求は，本件基礎出願発明8及び9並びに本件国際出願発明13及び14について，その確認を求める限度で理由がある。また，その余の確認を求める部分については，控訴人において主張を撤回し，特段の主張をしないから，理由があるとは認められない。なお，前提事実(7)アのとおり，本件国際出願の結果，本件基礎出願は，特許法の規定により取り下げたものとみなされるが，本件国際出願発明13及び14について，本件基礎出願発明8及び9に基づく優先権を主張するためには，本件基礎出願発明8及び9についての確認も必要と認められるから，確認の利益は失われないものと解するのが相当である。"
          ]
        },
        {
          "fig": "7",
          "subject": "争点7(Aが本件基礎出願発明8及び9又は本件国際出願発明13及び14の共同発明者と認められる場合，控訴人の損害の有無及び額)について",
          "text": [
            "以上の認定判断によれば，本件基礎出願発明8及び9並びに本件国際出願発明13及び14について控訴人が特許を受ける権利の共有持分を有しているにもかかわらず，被控訴人が単独で本件基礎出願及び本件国際出願をしたものと認められるから，被控訴人は，本件共同研究契約11条2項の規定に反したものといわざるを得ない。",
            "したがって，被控訴人は，控訴人に対し，上記契約違反の債務不履行により控訴人に生じた損害を賠償すべき義務がある。",
            "そこで，以下，控訴人の主張する争点7の損害(Aが本件基礎出願発明8及び9並びに本件国際出願発明13及び14の共同発明者と認められる場合の損害)について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "逸失利益",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件研究支援プログラムによって被控訴人が得たはずの上限2000万円の研究資金の半額である1000万円を控訴人の得べかりし利益の喪失として，損害賠償請求することができると主張する(前記第3の7(1)ア)。",
                    "控訴人の主張の趣旨は必ずしも明らかではないが，本件基礎出願や本件国際出願は，本件研究支援プログラムの応募より後のことであるから(認定事実ト)，これらの出願によって控訴人主張の損害を受けるという関係にはない。主張の趣旨は，これら出願内容の発明を利用して上記応募をした点をいうものと解される。",
                    "しかし，証拠(乙54)及び弁論の全趣旨によれば，本件研究支援プログラムの採択の可否は，課題の独創性(新規性)及び優位性，目標設定の妥当性，イノベーション創出の可能性，提案内容の実行可能性，事業化の可能性，開発に伴うリスクなどの観点から審査し，その結果に基づいて判断されるものであることが認められる。そして，被控訴人が，本件研究支援プログラムへの応募に当たり，上記各観点についてどのような事項をアピールしたのかは，証拠上，明らかではなく，被控訴人が同プログラムに採択された要因も不明というほかない。したがって，被控訴人が同プログラムに採択されたからといって，被控訴人が得た研究資金の一部をもって当然に控訴人の得べかりし利益の喪失となるという関係にあるとも認められない。",
                    "そうすると，控訴人の主張する逸失利益は，本件共同研究契約の債務不履行とは，相当因果関係が認められないものというべきである(なお，この点は，逸失利益の主張を争点8における主張のように構成してみても同様である。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被控訴人が本件研究支援プログラムに応募することに同意することはなかったから，被控訴人は本件共同研究契約に違反をしなければ，本件研究支援プログラムに応募すらできなかったものであり，この応募に基づいて，被控訴人は控訴人への資金配分なしに上限2000万円の研究資金を得ているのであるから，被控訴人の本件共同研究契約違反と控訴人が得べかりし研究資金の間には相当因果関係があると主張する(同)。",
                    "しかし，前記アで説示したとおり，同プログラムの採択要因は明らかではないから，両者の間に相当因果関係があると認めることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，控訴人主張の逸失利益は認めることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "弁護士費用",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被控訴人による本件基礎出願により，弁護士を訴訟代理人として本件訴訟を提起することを余儀なくされたものであると主張する(前記第3の7(1)イ(ア))のに対し，被控訴人は，本件は，訴訟前の話合いの段階で解決できる余地が十分にあったものであり，本件訴訟の弁護士費用は，控訴人の誤った判断に基づいて必要となったものであるとして，被控訴人の行為との間に相当因果関係は認められないなどと主張する(前記第3の7の(2)イ)。",
                    "そこで検討すると，弁論の全趣旨によれば，当事者間において，本件共同研究の成果である特許出願について，生じた紛争の解決のための提案がされ，協議が持たれたが，合意に至らず，控訴人による本件訴えの提起に至ったものと認められる。そして，職務発明の届出以降の経緯(認定事実セないしト)も踏まえてみれば，既に被控訴人による本件基礎出願がされている以上，控訴人において，本件訴えの提起に至ったことは，やむを得ないものと認められ，これを，控訴人の誤った判断に基づくものであるということはできない。",
                    "したがって，被控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訴訟は，共同発明者の認定を含む，優れて専門性の高い事項を内容とするものであることから，控訴人は，本件訴えの提起及び訴訟追行を弁護士に委任する必要があったものと認められる。そして，本件紛争の経緯，その内容，被控訴人による本件国際出願により控訴人の訴訟対応は更に困難なものとなったこと等，本件記録に顕れた事情を総合勘案すると，本件共同研究契約の債務不履行と相当因果関係のある控訴人の弁護士費用は，100万円をもって相当と認める。",
                    "よって，被控訴人は，控訴人に対し，上記相当額の損害を賠償すべき義務がある。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであるから，本件控訴については，本件基礎出願発明に係る特許を受ける権利の確認請求のうち，同発明8及び9について控訴人が特許を受ける権利の共有持分を有することの確認を求める限度で，債務不履行に基づく損害賠償請求は，100万円及びこれに対する訴状送達の日の翌日である平成24年11月29日から支払済みまで民法所定の年5分の割合による金員の支払を求める限度で，それぞれ理由があるから，その限度でこれらを認容し，その余は理由がないからいずれも棄却すべきところ，これと異なり，控訴人の請求を全部棄却した原判決は失当であって，本件控訴は一部理由があるから，原判決を上記のとおり変更することとする。",
        "また，控訴人が当審において追加した本件国際出願発明に係る特許を受ける権利の確認請求については，同発明13及び14について控訴人が特許を受ける権利の共有持分を有することの確認を求める限度で理由があるから，その限度でこれを認容し，その余の追加請求は理由がないからこれを棄却することとする。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10100",
    "date": "2015-03-25",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成24年(ワ)32450",
    "precedent_id": "085053",
    "ipprecedent_id": "4026",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}