{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を"
    },
    {
      "text": "30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-8250号事件について平成25年3月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "オウヤング・キングほか5名(以下「キングほか5名」という。)は，平成18年6月30日，発明の名称を「単一の表面実装パッケージ中に実装される完全パワーマネジメントシステム」とする発明について国際特許出願(国際特許出願番号：PCT／US2006／026033，日本における出願番号：特願2008-519702号，パリ条約による優先権主張日：平成17年7月1日，優先権主張国：米国。以下「本願」という。請求項数34。)をし，平成19年12月21日，日本国特許庁に翻訳文を提出した(公表公報：特表2008-545280号)。その後，原告は，平成21年2月，キングほか5名から，本願に係る発明について特許を受ける権利の譲渡を受けた上，同年6月9日，特許庁長官に対し，出願人名義変更届を提出した。",
            "原告は，平成23年2月1日付けで拒絶理由通知を受けたことから，同年8月2日付け手続補正書(請求項数3)を提出したが，同年12月21日付けで拒絶査定を受けたため，平成24年5月7日，これに対する不服の審判を請求し，併せて同日付け手続補正書により特許請求の範囲を補正した(請求項数3，以下「本件補正」という。)。",
            "(甲4～6，9，11～14)。",
            "特許庁は，前記 請求を不服2012-8250号事件として審理し，平成25年3月12日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月26日，原告に送達された。",
            "原告は，平成25年7月23日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願発明",
            "本件補正前の特許請求の範囲の請求項1の記載は，平成23年8月2日付け手続補正書(甲11)により補正された次のとおりのものである。以下，この請求項1に記載された発明を「本願発明」といい，本願に係る明細書(甲5)を「本願明細書」という。",
            "【請求項1】",
            "制御装置集積回路；",
            "前記制御装置集積回路と結合するパワーMOSFET；",
            "少なくとも1のインダクタを有する複数の受動素子；",
            "を有する装置であって，",
            "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の受動素子は，機能的に結合することで完全パワーマネージメントシステムを実装し，",
            "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の受動素子は，金属リードフレームに実装され，かつ",
            "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の受動素子は，プラスチックで封止されることで，単一パッケージを形成する，",
            "装置。",
            "本願補正発明",
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(甲14)。以下，この請求項1に記載された発明を「本願補正発明」という。なお，文中の下線部は，補正箇所を示す。",
            "【請求項1】",
            "制御装置集積回路；",
            "前記制御装置集積回路と結合するパワーMOSFET；",
            "少なくとも1のインダクタを有する複数の表面実装受動素子；",
            "を有する装置であって，",
            "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の表面実装受動素子は，機能的に結合することで完全パワーマネージメントシステムを実装し，",
            "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の表面実装受動素子は，金属リードフレームに直接実装され，かつ",
            "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の表面実装受動素子は，プラスチックで封止されることで，単一無鉛表面実装パッケージを形成する，",
            "装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書の写しのとおりである。要するに，①本願補正発明は，本願優先日(平成17年7月1日)前に頒布された刊行物(特開2004-228402号公報。以下「引用例」という。甲1)に記載された発明(以下「引用発明」という。)及び本願優先日前の周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものであるから，本件補正は，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するので，特許法159条1項の規定において読み替えて準用する同法53条1項の規定により却下すべきものである，②本願発明は，引用発明に記載された発明と同一であるから，特許法29条1項3号に該当し，特許を受けることができない，というものである。",
            "本件審決が認定した引用発明は，次のとおりである。",
            "半導体素子と，複数の受動素子と，ダイパッドとインナーリードとが形成され，銅薄板から成形されているリードフレームと，ダイパッドと半導体素子とインナーリードと受動素子とを収納するパッケージと，を備えた半導体装置であって，半導体素子は，受動素子と協働して，所望の性能を有する前記半導体装置を構成し，半導体素子として，MOSFETが用いられるパワー素子と該パワー素子制御用の半導体素子とを含み，受動素子には，コンデンサ，抵抗，コイル等が用いられ，半導体素子は，ダイパッドにダイボンドされ，受動素子は，インナーリードに接着搭載され，受動素子のインナーリードとの対向面に一対の電極対を設け，受動素子のインナーリードへの接続搭載によって電極対とインナーリードとを電気的に接続し，パッケージとして，封止用の樹脂を用い，パワーデバイスが作成される半導体装置。",
            "本願補正発明と引用発明との対比",
            "本件審決が認定した本願補正発明と引用発明との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "一致点",
              "text": [
                "制御装置集積回路；",
                "前記制御装置集積回路と結合するパワーMOSFET；",
                "少なくとも1のインダクタを有する複数の表面実装受動素子；",
                "を有する装置であって，",
                "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の表面実装受動素子は，機能的に結合することで完全パワーマネージメントシステムを実装し，",
                "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の表面実装受動素子は，金属リードフレームに直接実装され，かつ",
                "前記制御装置集積回路，前記パワーMOSFET，及び前記複数の表面実装受動素子は，プラスチックで封止されることで，単一パッケージを形成する，",
                "装置。"
              ]
            },
            {
              "fig": "イ",
              "subject": "相違点",
              "text": [
                "本願補正発明では，パッケージが無鉛表面実装パッケージであるのに対し，引用発明では，パッケージが無鉛表面実装されるものであるか否か不明な点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願補正発明と引用発明との一致点の認定の誤り，相違点の看過(取消事由1)",
            "本件審決における手続違背(取消事由2)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張の要旨",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願補正発明と引用発明との一致点の認定の誤り，相違点の看過)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は， 本願補正発明と引用発明とを対比し，引用発明は，本願補正発明における「少なくとも1のインダクタを有する複数の表面実装受動素子」との要件を備え，また，引用発明は，本願補正発明における「制御装置集積回路，パワーMOSFET，及び複数の表面実装受動素子は，金属リードフレームに直接実装され」との要件を備えることから，本願補正発明と引用発明とは，「少なくとも1のインダクタを有する複数の表面実装受動素子」及び「前記複数の表面実装受動素子は，金属リードフレームに直接実装され」ている点で一致する旨認定した。",
            "しかし，「金属リードフレームに直接実装されたインダクタ」は引用例には実質的に開示されておらず，本件審決の上記認定は誤りである。",
            "まず，引用例の図2に示される実施例2では，3連コンデンサチップ8の第二の電極81がワイヤ82でインナーフレーム26～28に接続されており，単一コンデンサチップ70，71，72の第二の電極70b，71b，72b が金属細線82でインナーフレーム21，23，23と接続されている(【0029】【0030】)。したがって，引用例の実施例2は，本願補正発明の「金属リードフレームに直接実装されたインダクタ」を全く開示していない。",
            "また，引用例の図3に示される変形例では，ワイヤ82の代わりにフレキシブル基板83を用いて単一コンデンサ70と多連チップ8をインナーリードに接続している(【0032】)。したがって，引用例の変形例も，本願補正発明の「金属リードフレームに直接実装されたインダクタ」を全く開示していない。",
            "引用例(甲1)の段落【0020】には，「本発明の受動素子には，コンデンサ，抵抗，コイル等を用いることができる。」と，引用発明においてあたかもコイルを使用することができるかのような誤解を与える記載がある。",
            "しかし，引用発明は，引用例の段落【0006】，【0007】において「半導体装置では，必要とする受動素子が増えると受動素子チップの数も増加し，…，リードフレームを大きくする必要があり，装置が大型化する欠点がある。」と記載されているように，半導体装置の大型化を回避することが課題又は目的である。しかるに，半導体装置の受動部品としてのインダクタであるコイルは，一般に大型で背の高い部品であって，制御装置集積回路やパワーMOSFETなどを一体化した半導体装置の中に小型・低背化に反するコイルをも一体化することは当業者には技術常識上，想定される技術ではなかった。",
            "そして，引用例の【図1】ないし【図3】に示す受動部品は，いずれも小面積であり，重要な制御用素子の面積と同じかそれよりさらに小さい。したがって，引用発明における受動素子配置スペースにコイルを配置することは至極困難であり，引用発明においては受動素子としてコイルを想定していない。",
            "したがって，引用例の段落【0020】にある記述は，引用例明細書の作成者が，受動部品としてのカテゴリに属する素子として，単純にコンデンサ，抵抗，コイルを並べたにすぎず，実際にコイルをリードフレームに直接実装してパッケージを形成することの技術的な検討はされていないし，引用例には，段落【0020】以外に，コイルもインダクタの文字も存在しない。",
            "仮に，引用発明の受動素子としてコイルを採用することにすると，リードフレームを大型化する必要があり，コイルとリードフレーム双方の大型化により半導体装置が大型化してしまう。このように，引用発明において受動部品としてコイルを採用することは，引用発明の目的とは反する方向に変更することになる。したがって，引用例に触れた当業者は現実にはコイルの採用をすることはなく，コイルの採用は引用発明において阻害されているということができる。",
            "本件審決は，コイル等の受動素子として表面実装のものが周知であること(例えば，特開2005−142280号公報(甲2)の段落【0003】，【0020】，図2参照)を考慮すれば，引用発明における受動素子が，インナーリードの表面に実装される表面実装受動素子であることは明らかである旨認定した。",
            "しかし，甲2は，リードフレームを有しないモジュール基板を開示しており，そのため，リードフレームに直接実装されたコイルを開示していないので，半導体パッケージの技術分野におけるリードフレームに直接実装されるコイルが周知であることを示した文献とはいえない。",
            "以上のとおり，本願補正発明に係る半導体の単一表面実装パッケージにおける「金属リードフレームに直接実装されたインダクタ」という特徴は引用例には実質的に開示されておらず，半導体単一表面実装パッケージの技術分野においてリードフレームに直接実装されるコイルは周知でもない。",
            "したがって，「引用発明において，コイルがリードフレームのインナーリードに接着搭載されること」及び「単一表面実装パッケージ装置において，コイルの表面実装したものが周知であること」との本件審決の認定は誤りであり，その誤った認定に基づいて「少なくとも1のインダクタを有する複数の表面実装受動素子」及び「前記複数の表面実装受動素子は，金属リードフレームに直接実装され」ている点を一致点であるとした認定もまた誤りである。",
            "このように，本件審決は，本願補正発明と引用発明との間には，「金属リードフレームに直接実装されたインダクタ」との相違点があるにもかかわらず，これを看過することにより，本願補正発明が容易想到であると誤って判断したものであるから，違法として取り消されるべきである。",
            "被告は，インダクタ(コイル)の一種であるチップインダクタとしては，小型化したものがあり，受動素子としてパッケージ内に実装されていることが理解され，これらの事項は，一般的な技術事項であって，技術常識である旨主張する。",
            "しかし，一般的には，取り扱う周波数が低く，電圧が高く，電流が大きいほど，インダクタ(コイル)などの受動素子は大きくなる傾向があることは，当業者の知るところである。本願請求項及び本願明細書の段落【0002】，【0006】，【0016】に記載のとおり，本願補正発明が属するパワーMOSFETを備えた大電力を扱うパワーマネージメントの技術は，低周波，大電力，大電流を扱う技術である。これに対して，被告が提示した乙1～3は，いずれもパワーMOSFETを備えておらず大電力を扱う技術ではないので，本願補正発明が適用されるパワーマネージメント技術における一般的な技術常識を裏付ける適切な証拠となり得ないことは明らかである。",
            "また，被告の「チップインダクタは小型である」との主張は，本願補正発明が「前記制御装置集積回路，前記パワーMOSFET，及び前記複数の表面実装受動素子は，機能的に結合することで完全パワーマネージメントシステムを実装」する発明に係るものであることを看過した結果，インダクタ(コイル)がどのような技術に適用されるのかを考慮していない主張である。引用例の段落【0001】にあるように，引用発明は，「半導体素子と複数の受動素子とを一体に備えた半導体装置に関し，特に，高電圧制御用半導体装置に関する」技術であるところ，被告の主張するように短絡的に「チップインダクタは小型である」とすることは，当業者として想定される事項ではない。",
            "さらに，審決取消訴訟において引用例と組み合わせるために追加的な従来文献である乙1～3を引用することは許されない。",
            "したがって，被告の上記主張には理由がない。",
            "〔被告の主張〕",
            "原告は，半導体装置の受動部品としてのインダクタであるコイルは，大型で，半導体装置の中に一体化することは技術常識上，想定される技術ではない旨主張する。",
            "しかし，乙1～3に記載のあるとおり，インダクタ(コイル)の一種であるチップインダクタとしては，小型化したものがあり，コンデンサの一種であるチップコンデンサと同様に，受動素子としてパッケージ内に実装されていることは，一般的な技術事項であって，技術常識である。",
            "したがって，原告の上記主張には理由がない。",
            "原告は，引用例の記載中には引用発明においてあたかもコイルを使用することができるかのような誤解を与える記載があるが，引用例における受動部品はコイルを想定していない旨主張する。",
            "しかし，引用例の段落【0020】には，「本発明の受動素子には，コンデンサ，抵抗，コイル等を用いることができる。また，受動素子の代わりにダイオードを用いることもできる。受動素子の一体化において，受動素子は，直線配置，屈曲配置，曲線配置などの線状配置や，マトリクス状配置のような平面配置とすることができる。」と記載されている。そして，前記おり，コイルであるチップインダクタは，小型化したものがあり，チップコンデンサと同様に，受動素子としてパッケージ内に実装されていることは，技術常識である。そうすると，引用例の当該記載に接した当業者は，受動素子として，文字通りに「コイル等を用いることができる」と理解するというべきである。また，チップインダクタは小型であるから，引用発明において，受動素子としてコイルであるチップインダクタを採用したとしても，それによって半導体装置が大型化することはないから，阻害要因があるものでもない。",
            "したがって，引用例における受動部品は，コイルを用いることについても想定しているといえるから，原告の上記主張には理由がない。",
            "原告は，「金属フレームに直接実装されたインダクタ」という特徴は引用例に実質的に開示されておらず，「引用発明において，コイルがリードフレームのインナーリードに接着搭載されること」及び「単一表面実装パッケージ装置において，コイルの表面実装したものが周知であること」との本件審決の認定は誤りであり，その誤った認定に基づいて「少なくとも1つのインダクタを有する複数の表面実装受動素子」及び「前記複数の表面実装受動素子は，金属リードフレームに直接実装され」ていることを一致点とした認定もまた誤りである旨主張する。",
            "しかし，「引用発明において，受動素子は，リードフレームのインナーリードに接着搭載されるもの」及び「引用発明において，MOSFETが用いられるパワー素子とパワー素子制御用の半導体素子は，リードフレームのダイパッドにダイボンドされ，受動素子は，リードフレームのインナーリードの表面に実装されるのである」。そして，前記 引用例の段落【0020】には，受動素子としてコイルを用いることができることが記載されているから，この記載に従って，受動素子としてコイルを用いた際には，引用発明は，コイルがリードフレームのインナーリードに接着搭載されたもので，かつ，インダクタ(コイル)は，リードフレームのインナーリードの表面に実装されるものであるといえる。ここで，リードフレームは金属リードフレームであるから，引用発明は，「少なくとも1つのインダクタを有する複数の表面実装受動素子」なる構成，及び，インダクタ(コイル)を有する「複数の表面実装受動素子」が「金属リードフレームに直接実装され」ている構成とを，同時に備えているといえる。",
            "したがって，本件審決が，「少なくとも1つのインダクタを有する複数の表面実装受動素子」及び「前記複数の表面実装受動素子は，金属リードフレームに直接実装され」ていることを一致点として認定したことに誤りはないから，本件審決が相違点を看過したものとはいえず，原告の主張には理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件審決における手続違背)について",
          "text": [
            "〔原告の主張〕",
            "原告は，本願の国内移行書面作成の際，及び平成24年5月7日付け手続補正書作成の際に，原文にある技術用語「leadless」を「リードの無い」又は「リードレス」と和訳すべきところ，誤って「無鉛」と訳してしまった。",
            "ところで，特許庁の審査基準によれば，「特許庁審査基準  第Ⅷ部  外国語書面出願 5.2.1 外国語書面を参照すべきケースの類型」として「 明細書，特許請求の範囲又は図面の記載が不自然，不合理なため，明細書，特許請求の範囲又は図面に原文新規事項が存在している旨の疑義がある場合」が挙げられている。",
            "しかるに，本願補正発明中の「鉛が存在しない」という技術事項は，本願補正発明の課題や効果には何らの関連もなく，本願明細書等のどこにも，それに関連する技術的事項は記載されておらず，「鉛汚染の問題を解決する」点に関しても何ら言及されていないから，不自然であることは明らかであり，審査官及び審判官は，本件PCT出願の原文を参照すべきであった。そして，参照すれば，それが「leadless」の誤訳であることにすぐに気付くはずであった。誤訳であることに気付けば，本願補正発明の「無鉛」が原文新規事項に該当して特許法49条6号違反であり，又は，発明が明確でないことから同法36条6項2号違反であることを理由とする拒絶理由を通知できた。もし，そのような拒絶理由が通知されていれば，原告は誤訳を訂正することにより，本願を特許へと導くことができた。しかし，実際には拒絶理由を通知することなく，いきなり補正却下の決定を伴う拒絶審決がされた。",
            "したがって，本件審決は，上記審査基準を遵守しない誤った運用をしたものであって，発明の保護に欠け，特許法の趣旨に反することから，取り消されるべきである。",
            "〔被告の主張〕",
            "原告は，平成24年5月7日付け手続補正書(甲14)において，「無鉛」なる構成を，新たに請求項1に限定するとともに，同日付の審判請求書(甲13)において，本願補正発明の「無鉛」による有利な効果を主張した。",
            "これに対して，同年8月28日付け(判決注：発送日)の審判合議体による審尋(甲15)において，パッケージが無鉛表面実装される構造は周知であり，半導体パッケージが無鉛表面実装される構成を採用することは，当業者が適宜なし得たものといえる旨記載して，「無鉛」に関しての見解を示した。",
            "この審尋に対して，原告は，平成25年1月28日付け回答書(甲16)において  ，当業者は，刊行物の記載事項から，鉛を取り除いて本願発明に想到する動機付けを得ることはない旨記載して，「無鉛」とする構成を採用することについて「動機付け」がないことを主張した。",
            "そうすると，仮に，本願補正発明中の「無鉛」という技術的事項が不自然であったとするならば，審判請求書作成時に，「無鉛」としたことによる「有利な効果」を記載する際，あるいは，審判合議体からの審尋における「無鉛」についての見解に対して，回答書に「無鉛」とする構成を採用することについて「動機付け」がないとの主張を記載する際のいずれかの機会に，原告代理人自身が不自然であることに気付くことができたはずである。このように，原告代理人が「無鉛」について検討する機会が2回あったにもかかわらず，「無鉛」なる訳語について不自然であることに気付くことなく，誤訳の主張もしなかったのは，本願補正発明中の「無鉛」という技術的事項に不自然な点がないからである。",
            "本件審決において周知技術として挙げた甲3(特開2000-223638号公報)の段落【0005】，【0014】から，環境への鉛汚染問題に対応して，半導体装置において鉛フリーの半田を用いること，すなわち，「無鉛」とすることが従来から検討されていたことが理解される。そうすると，本願補正発明において，請求項中に「無鉛」であることの限定があれば，たとえ「無鉛」であることが，本願明細書の本件補正の課題や効果に直接関連がなかったとしても，鉛汚染の問題を解決するための構成を請求項中に限定したものと自然に理解することができる。そして，本願補正発明が，鉛汚染の問題を解決するために「無鉛」であることを限定したとしても，それによって本願明細書に矛盾する点又は不自然な点が発生するものではなく，また，それによって特許を受けようとする発明が不明確となるものでもない。",
            "以上のように，「無鉛」なる訳語に不自然な点はなく，かつ，本願補正発明は不明確でもないから，審理において，「無鉛」なる訳語が誤訳であるか否かを，本件PCTの出願の原文に当たって確認し，特許法49条6項違反又は特許法36条6項2号違反であることを理由とした拒絶理由を通知し，誤訳を訂正することにより特許すべきであった旨の主張は，そもそも，その主張の前提に誤りがある。",
            "したがって，本件審決の審理において，本願補正発明について，特許法49条6項違反又は特許法36条6項2号違反であることを理由とする拒絶理由が通知されることなく補正却下を伴う拒絶審決がされたことは，発明の保護に欠け，特許法の趣旨に反する旨の原告の主張には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願補正発明について",
          "text": [
            "本願補正発明の特許請求の範囲は，前記第2の2ころ，本願明細書(甲5)には，次の記載がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "「本発明の実施例は，パワーマネージメントシステムに関する集積回路素子及びパッケージングに関する。」(【0001】)"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "「集積回路のバラエティは，たとえばDC／DC電圧変換の制御を行うパワーマネージメントのタスクを補助するものとして，又は一定電流制御装置として市販されている。」(【0002】)",
                "「多くの集積回路(IC)製造者によって供されるDC／DC変換器及び電流制御装置は，回路機能の基本動作のみを供するシリコンチップである。よってエンドユーザーは，完全回路の解決策を実現するため，集積回路を取り囲む他の部品を最大で約22個選択できる。これらの部品の選択及び回路基板の設計は，重要領域での，効率，リップル電圧，信頼性等の最終性能に影響を及ぼす。残念なことに，集積回路製造者によって画定されるこれらの重要な特徴は，顧客が外部部品を加えることにより基板上で回路を完成させるときに実現される性能の特徴と同一ではない恐れがある。従って最初に全部品が，たとえばプリント回路基板上で一緒になるまではユーザーが部品をアセンブリしても完全な回路機能にはならないので，その機能は，基板上のサブシステム機能としてテストされなければならない。」(【0006】)",
                "「ペンシルバニア州マルバンにあるビシェイインターテクノロジー社は現在，ファンクションパック(FunctionPAK)(登録商標)DC／DC変換器及び電流制御モジュールの複数のバージョンを提供している。ファンクションパック(FunctionPAK)(登録商標)製品は，たとえばBGAパッケージのような単一表面内に実装される完全パワーマネージメントシステムである。有利なことに，この製品は単一モジュール内の完全パワーマネージメント機能である。単一パッケージは全回路部品を有する。また単一パッケージは，顧客のシステム内で用いられるような厳密に定義された全回路パラメータによって十分にテストされる。」(【0007】)",
                "「ファンクションパック(FunctionPAK)(登録商標)製品は一般的に，マルチチップモジュール(MCM)回路パッケージを有する。一般的には，MCMの語は，2以上の回路素子を有するパッケージのことを指す。係るパッケージは，大抵の場合少なくとも1の集積回路並びに回路素子及びパッケージコンタクト結合する相互接続基板を有する。MCM素子は通常，たとえば積層基板を有する。その積層基板はたとえば，FR4プリント回路基板，薄膜堆積物，表面積層回路(SLC)，及び／又はセラミック基板である。」(【0008】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "「MCM設計に基づく現在のファンクションパック(FunctionPAK)(登録商標)パワーマネージメント製品は，場合によっては，以下に示すような複数の電気的及び熱的制限を有する。それは，1)薄いCu層に起因する意図しない寄生抵抗，2)パッケージピンに起因する意図しない寄生インダクタンス，つまり電流を流す容量の制限，3)寄生熱と不十分な熱特性とが一緒になることによる効果に起因した意図しない効率の減少，4)不十分な熱伝導性型モールド材料による封止によりパッケージされたシリコン素子(制御駆動装置及びパワーMOSFET)が用いられることによる，意図しない出力密度，5)動作温度及び定格電流を制限する，大きなスイッチング損失に起因する意図しないスイッチング周波数，並びに6)用いられる材料の熱伝導率が不十分であることに起因する意図しない熱特性，である。それに加えて，多層PCBをBGAによる別ルートの接続を有する基板として多層PCBを用いるファンクションパック(FunctionPAK)(登録商標)の設計により，熱効率及び熱放出が不十分となる恐れがある。その結果，回路及び能動素子の動作及び信頼性が影響を受ける恐れがある。上述したように，MCMがプラスチックでモールドされるとき，各独立した部品の熱放出素子は有効に機能しなくなると考えられる。」(【0013】)",
                "「図2Aは，(HighSide11及びLowSide12)MOSFET素子用の表面に実装された部品(Cu上に実装されている)，及びDC／DC変換器システム用の駆動装置／制御装置10を利用する他の設計を図示している。しかしこの解決策は完全パワーマネージメントシステムではない。なぜなら係るシステムに必要とされる受動素子を含んでいないためである。」(【0014】)",
                "【図2A】"
              ]
            },
            {
              "fig": "エ",
              "subject": "課題を解決するための手段",
              "text": [
                "「従って完全パワーマネージメントシステムが記載される。またその完全パワーマネージメントシステムは，表面実装パッケージを用いて実装される。当該システムは，DC／DCコンバータシステムに引き込まれて良い。また当該システムは，無鉛表面に実装されたパッケージ内に，駆動装置／制御装置，MOSFET，受動素子(たとえばインダクタ，キャパシタ，レジスタ)，及び任意でダイオードを有する。様々な実施例において，MOSFETは，絶縁ゲートバイポーラトランジスタ，所謂IGBTに置き換えられて良い。当該システムはまた，パワーマネージメントシステム，スマートパワーモジュール，又は運動制御システムであって良い。受動素子は，リードフレーム接続間で接続されて良い。能動素子は，金属クリップボンディング法を用いることによって結合されて良い。一の実施例では，露出した金属底部は，有効なヒートシンクとして機能する。」(【0017】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "発明の効果",
              "text": [
                "「表面実装パッケージを用いることの利点には，高定格電流，寄生効果の減少，及び高効率が含まれる。それに加えて，本発明の実施例は，より大きな許容損失，より小さな熱抵抗，及び，より小さな次の段階のアセンブリ用の設置面積を供することができる。実施例はまた，アセンブリコストをも下げる。」(【0018】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "発明を実施するための最良の形態",
              "text": [
                "「図3A及び図3Bは，金属底部を有する無鉛表面実装パッケージを利用する完全パワーマネージメントシステム100に係る本発明の実施例を図示している。当該システムは，たとえばDC／DC変換器，一定電流制御装置，運動制御システム，又はスマートパワーモジュール等如何なるパワーマネージメント用途であって良い。図3Aの実施例によると，当該システムは，たとえばビシェイシリコニクス(Vishay  Siliconix)Si91966“高周波数プラグラマブルトポロジー制御装置”のような制御装置／駆動装置集積回路101，MOSFET(HiMOS103及びLoMOS102)，及び複数の受動素子を有する。この実施例における複数の受動素子は，Cnがキャパシタ，Lnがインダクタで，かつRnが抵抗器である。有利なことに，受動素子は，L1などによって示されているように，金属リードフレーム配置のリードポスト間で接続する。」(【0025】)",
                "【図3A】                      【図3B】",
                "「たとえばインダクタL1は，リードフレーム部分105とリードフレーム部分106との間に設けられている。本発明の実施例によると，インダクタL1は，リードフレーム部分105及びリードフレーム部分106と電気的に接続することに留意して欲しい。任意で，ダイオードD1が同様の方法で接続しても良い。リードフレームは，Cu，又は，たとえばAl，Au及び他の金属並びに合金のようなリードフレームに適した他の材料を有して良い。本発明の実施例によると，リードフレームは多層であって良い。」(【0026】)",
                "「図7A及び図7Bは，本発明の実施例に従った完全パワーマネージメントシステム100の上面を図示している。MOSFET701は，右上隅に図示されている。インダクタ702は，リードフレームの“橋渡し(spanning)”部分に直接実装されているのが分かる。この例では，記号D1で示されたダイオード703も用いられている。ダイオードは，金属(たとえばCu)クリップボンディング法を用いることによってリードフレームと接続して良い。図7Bは，典型的な大きさを有する典型的な設計を図示している。」(【0037】)",
                "【図7A】                        【図7B】",
                "「図9Aは，本発明のモールドされた典型的実施例の斜視図を示している。この実施例では，素子300は，モールドされたプラスチックパッケージで被覆されたシステム100を有する。プラスチックモールドは，外枠が示されることで，内部の部品が図示されている。」(【0039】)",
                "【図9A】                          【図9B】",
                "「図9Bは，本発明のモールドされていない典型的実施例の斜視図を示している。駆動装置／制御装置50，MOSFET，並びに受動素子R，L，及びCを有する完全システム100が図示されている。インダクタL1と結合する駆動装置／制御装置50が図示されている。リードフレームと接続する他の受動素子も図示されている。」(【0040】)",
                "前記 記載によれば，本願補正発明の概要は，以下のとおりのものであると認められる。",
                "本願補正発明は，パワーマネージメントシステムに関する集積回路素子及びパッケージングに関する(【0001】)。",
                "マルチチップモジュール(MCM)回路パッケージ(一般的には，MCMの語は，2以上の回路素子を有するパッケージのことを指す。)では，場合によっては，複数の電気的及び熱的制限を有するとの課題がある(【0008】，【0013】)。",
                "本願補正発明は，このような課題を解決するための装置である。本願補正発明は，制御装置集積回路，前記制御装置集積回路と結合するパワーMOSFET，及び少なくとも1のインダクタを有する複数の表面実装受動素子を有する装置であって，前記制御装置集積回路，前記パワーMOSFET及び前記複数の表面実装受動素子は，機能的に結合することで全回路部品を有する完全パワーマネージメントシステムを実装し(【0006】，【0007】，【0025】)，前記制御装置集積回路，前記パワーMOSFET及び前記複数の表面実装受動素子は，金属リードフレームに直接実装され(【0026】，【0037】)，かつ前記制御装置集積回路，前記パワーMOSFET及び前記複数の表面実装受動素子は，プラスチックで封止されることで，単一無鉛表面実装パッケージを形成する(【0025】，【0039】)，装置である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本願補正発明と引用発明との一致点の認定の誤り，相違点の看過)について",
          "text": [
            "原告は，本件審決が，「引用発明において，コイルがリードフレームのインナーリードに接着搭載されること」及び「単一表面実装パッケージ装置において，コイルの表面実装したものが周知であること」を認定したことは誤りであり，その誤った認定に基づいて「少なくとも1のインダクタを有する複数の表面実装受動素子」及び「前記複数の表面実装受動素子は，金属リードフレームに直接実装され」ている点を一致点であるとした認定もまた誤りであるから，本件審決は，本願補正発明と引用発明との間には，「金属リードフレームに直接実装されたインダクタ」との相違点があるにもかかわらず，これを看過した違法がある旨主張する。本件審決が認定した引用発明，及び本願補正発明と引本件審決のした上記認定の適否について，以下，検討する",
            "引用例(甲1)には，次の記載がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "特許請求の範囲",
              "text": [
                "【請求項1】",
                "「ダイパッド，該ダイパッドの主面に接着搭載された半導体チップ，一端側がインナーリード部を他端側がアウターリード部を構成する複数のリード，インナーリード部に接着搭載され半導体チップと電気的に接続される複数の受動素子，及びダイパッドと半導体チップとインナーリード部と受動素子とを収納するパッケージを備えた半導体装置において，",
                "前記複数の受動素子を一体に構成したことを特徴とする半導体装置。」",
                "【請求項2】",
                "「受動素子のインナーリード部との対向面に一対の電極対を設け，受動素子のインナーリード部への接続搭載によって電極対とインナーリード部とを電気的に接続したことを特徴とする請求項1に記載の半導体装置。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "発明の属する技術分野",
              "text": [
                "「本発明は，半導体素子と複数の受動素子とを一体に備えた半導体装置に関し，特に，高電圧制御用半導体装置に関する。」(【0001】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "従来の技術",
              "text": [
                "「現在，半導体素子や受動素子などの複数のチップを回路基板上に実装して樹脂等で封止したモジュール型半導体装置が，高出力に耐える小型半導体装置として知られており，さらに新たな試みとして，リードフレームを利用した樹脂封止型半導体装置が開発されている。」(【0002】)",
                "「リードフレームを利用した樹脂封止型半導体装置としては，半導体集積回路チップと共に，ノイズキャンセラとしてコンデンサを備えた半導体装置が知られている。その構造の一例は，リードフレームのダイパッドの表面に半導体集積回路のチップと，裏面にコンデンサとを各々取り付けており，その後にモールドパッケージして成る」(【0003】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "「半導体装置に求める多様な機能に対応するために，さらに多くの半導体素子や受動素子を備えた半導体装置が要求されているが，上記の樹脂封止型半導体装置では，3つ以上の素子を実装した半導体装置には対応できていない。」(【0005】)",
                "「別のモジュール型半導体装置としては，ダイパッドに半導体素子を固定し，リードフレームのインナーリード上に受動素子チップを固定した半導体装置が考えられる。このような半導体装置では，必要とする受動素子が増えると受動素子チップの数も増加し，その実装位置は，インナーリードがフレームに固定された固定部近傍から，その自由端部まで，各所に亘るようになる。」(【0006】)",
                "「しかし，リードフレームをプレス加工する場合には，インナーリードの自由端部は，他方の中央部分に比べて平坦度が低くなりやすく，該先端部にチップをハンダ等で固定すると，その後の製造工程においてハンダ固定部に機械的な応力がかかることがあり，その結果，ハンダ固定部が剥離して断線するといった故障を生じる惧れがある。これを回避するには，リードフレームを大きくする必要があり，装置が大型化する欠点がある。",
                "リードフレームの製造にエッチング加工を用いることにより，インナーリードの平坦度は向上するが，大量生産には適さず，半導体装置の製造コストが高くなる。」(【0007】)",
                "「また，半導体素子チップ及び受動素子チップを，ハンダダイボンドで実装する場合，1つづリードフレームに固定され，ハンダ固定時の熱は，既に実装されたチップに伝播するので，実装するチップ数が増加すると，先に固定されたチップは，複数回の熱を受けて熱ストレスが蓄積されて，素子の性能に悪影響を与えることがある。特に，この実装方式では，1つの実装部品に対し1台のダイボンド施設が必要であり，実装部品が増える毎に，その分の設備が必要になる為，膨大な施設導入費と設置スペースが必要である。」(【0008】)",
                "「そこで，本発明は，半導体とともに2つ以上の受動素子を備えて樹脂パッケージされた半導体装置であって，断線や素子性能の低下などが発生し難く，また，製造コスト及び設備導入費を抑えることが可能な半導体装置を提供する。」(【0009】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "課題を解決するための手段",
              "text": [
                "「本発明の半導体装置は，ダイパッド，該ダイパッドの主面に接着搭載された半導体チップ，一端側がインナーリード部を他端側がアウターリード部を構成する複数のリード，インナーリード部に接着搭載され半導体チップと電気的に接続される複数の受動素子，及びダイパッドと半導体チップとインナーリード部と受動素子とを収納するパッケージを備えた半導体装置において，前記複数の受動素子を一体に構成したことを特徴とする。」(【0010】)",
                "「本発明において，一体に形成した受動素子とは，個々に機能する複数の受動素子を適当な方法により一体化したものであり，例えばチップ部品化した多連チップなどが含まれる。各受動素子には，2つの電極が形成されて，外部と接続可能にされている。",
                "本発明の半導体装置は，一体化した受動素子を用いることにより，複数の受動素子を隙間なく配置できるので，従来であれば大きなリードフレーム上に各所に分散させて配置するしかなかった受動素子を，小型のリードフレーム上に密集配置することができる。その結果，チップをインナーリードのフレーム固定部近傍に安定して実装することができ，断線に対して強い半導体装置を形成することができる。」(【0011】)",
                "「本発明の半導体装置は，一体化した受動素子を用いるので，インナーリード上に実装する回数が減らすことができて，熱ストレスによる受動素子の性能低下が抑制される。」(【0012】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "発明の実施の形態",
              "text": [
                "「本発明の半導体素子では，一体化した受動素子の各々が，該受動素子のインナーリードとの対向面に一対の電極対を備えて，受動素子のインナーリードへの接続登載によって電極対とインナーリードとを電気的に接続することができる。1つの受動素子には2つの電極があるので，例えば3つの受動素子を含んだ多連チップであれば，1つのチップに6つの電極が形成され，それら全ての電極が，ハンダ等の導電性接合材によってインナーリードに固定される。そのため，一体化した受動素子は，1つの受動素子を含む単一受動素子チップに比べて，強固で安定した固定が可能で，インナーリードからチップが剥離しにくい。」【0014】",
                "「本発明の半導体装置は，パッケージの内部に，さらに，1つ又は2つ以上の別体の受動素子がインナーリード部に接着搭載されて半導体素子と電気的に接続することができるので，選択可能な受動素子の種類が増加し，種々の半導体回路の作製に適用可能な半導体装置を得ることができる。また，本発明の半導体装置は，一体化した受動素子や別体の受動素子の数に制限はなく，半導体装置の寸法や所望の半導体回路に合わせてチップ数を増減できる。」(【0016】)",
                "「本発明の半導体装置は，半導体素子として，パワー素子と該パワー素子制御用の半導体素子とを含むことができ，このような半導体装置は，高電圧制御用のパワーデバイスとして利用される。パワー素子としては，PwTrやMOSFET，特にIGBTや，サイリスタ，その他専用のパワー素子などを用いることができる。」(【0018】)",
                "「これらの半導体素子は，所定のダイパッドにダイボンドされ，リードフレームのインナーリードに，ワイヤボンディングなどにより導通されて実装されている。半導体素子は，インナーリード上に実装された受動素子と協働して，所望の性能を有する半導体装置を構成する。」(【0019】)",
                "「本発明の受動素子には，コンデンサ，抵抗，コイル等を用いることができる。また，受動素子の代わりにダイオードを用いることもできる。受動素子の一体化において，受動素子は，直線配置，屈曲配置，曲線配置などの線状配置や，マトリクス状配置のような平面配置とすることができる。」(【0020】)",
                "「本発明で用いられるリードフレームは，銅薄板から，プレス加工やエッチング加工によって成形され，特に，大量生産でのコスト低下のために，プレス加工で成形されるのが好ましい。リードフレームのインナーリードは，半導体素子および受動素子の数および配線，チップ形状等に合わせて，パターン設計される。また，ボンディング強度を向上するために，インナーリードに部分的に金属メッキを施すことができる。",
                "リードフレームのアウターリードは，半導体装置を取り付けるソケット及び電極の規格に適合してプレス加工および折り曲げ加工がされている。」(【0021】)",
                "「本発明の半導体装置は，半導体素子，受動素子，及びインナーリードがパッケージに封止されており，アウターリードのみが露出して，半導体装置内部と外部とを電気的に接続可能としている。パッケージとしては，封止用の樹脂を用いることができ，特に，絶縁性，高周波特性，強度，接着強度，耐吸湿性，成型性に優れ，特に高温下でのそれらの特性が優れた樹脂が選択され，例えば，エポキシ樹脂が利用できる。」(【0022】)"
              ]
            },
            {
              "fig": "キ",
              "subject": "実施例",
              "text": [
                "実施例1"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "「本発明の半導体装置により，パワーデバイスを作成した例を以下に示す。パワーデバイス9は，樹脂モールド前は，図1に示すように，リードフレーム2に半導体素子1，4と受動素子70，71，72，8とが配置固定される。",
                    "リードフレーム2には，2つのダイパッド10，40と，インナーリード21～28とが形成されており，それらはアウターリード29等を介して，フレーム20に固定されている。リードフレームは，銅薄板から成形されている。」(【0023】)",
                    "【図1】"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "「パワー素子1は，ダイパッド10にダイボンディングによりハンダで固定され，さらに，ワイヤボンディングにより，金線から成るワイヤー3でインナーリード21，28に接続されている。",
                    "パワー素子制御用素子4は，ダイパッド40にダイボンディングによりハンダで固定され，さらに，ワイヤボンドにより，アルミニウム線から成るワイヤー5でインナーリード22～28に接続されている。」(【0024】)"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "「多連チップ8は，この例では3連コンデンサチップであるが，インナーフレームとの対向面に3対の電極80を備えており，インナーフレーム25～28にハンダで固定されている。",
                    "1つのコンデンサを含む単一コンデンサチップ70，71，72は，両側に電極70a，71a，72aを備えており，電極70aがインナーリード21，22に，電極71aがインナーリード22，23に，電極72aがインナーリード23，24に，ハンダで固定されている。」(【0025】)"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "「制御用素子4と，多連コンデンサチップ8及び単一コンデンサチップ70，71，72に含まれる6つのコンデンサ素子とにより，パワー素子の制御用回路が構成されて，パワー素子が制御される。",
                    "半導体装置9は，エポキシ樹脂から成る封止樹脂6(破線)により封止され，その後，破線A及びBでフレーム2が切断されて完成する。」(【0026】)"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "「本実施例のパワーデバイス9は，単一コンデンサチップ70，71，72も，3連コンデンサチップ8に置き換えることができる。」(【0027】)",
                  "text": [
                    "実施例2"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "「本発明の半導体装置により，パワーデバイスを作成する。図2のパワーデバイスは，図1と等価回路であり，リードフレーム2及び半導体素子1，4は，実施例と同様である。」(【0028】)",
                  "text": [
                    "【図2】"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「多連チップ8は，この例では3連コンデンサチップであるが，インナーフレームとの対向面に形成される第一の電極(図示せず)を，また対向面の背面に位置する反対面に第二の電極81を，各々3つづつ備えている。第一の電極は，インナーフレーム25～27にハンダで固定され，第二の電極81は，ワイヤ82でインナーフレーム26～28と接続されている。」(【0029】)"
                },
                {
                  "fig": "c",
                  "subject": "「1つのコンデンサを含む単一コンデンサチップ70，71，72は，第一の電極(図示せず)と第二の電極70b，71b，72bを備えており，コンデンサ70，71の第一の電極がインナーリード22に，コンデンサ72の第一の電極がインナーリード24に，ハンダで固定されている。第二の電極70b，71b，72bは，金属細線82でインナーフレーム21，23，23とそれぞれ接続されている。」(【0030】)"
                },
                {
                  "fig": "d",
                  "text": [
                    "「金属細線82は，金線から成り，ワイヤボンディングにより第二の電極およびインナーリードと接続している。第二の電極81，70b，71b，72bには，ワイヤの接着固定を良好にするために，金の薄膜などが形成されている。",
                    "半導体装置9は，エポキシ樹脂から成る封止樹脂6(破線)により封止され，その後，破線A及びBでフレーム2が切断されて完成する。",
                    "本実施例のパワーデバイス9は，金属細線82を，アルミニウムや銅のワイヤボンド及び軟銅線のハンダ付けに置きかえることができる。」(【0031】)",
                    "変形例"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "「本実施例の半導体装置9の変形例としては，図3に示すように，ワイヤ82の代わりに，フレキシブル基板83を用いることができる。フレキシブル基板83は，細幅の帯状金属片を絶縁性樹脂膜で挟んで形成されており，電極およびインナーリードと接続する部分は，樹脂膜が剥離されて金属片が露出される。図2に示すように，フレキシブル基板83は，単一コンデンサ70とインナーリード21とを接続するように，1本の金属片を樹脂膜で挟んだ形状で用いることができるが，多連チップ8とリード26～28を接続するように，3本の金属片を樹脂膜で一体にした3連フレキシブル基板83を用いることもできる。」(【0032】)",
                  "text": [
                    "【図3】"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "「本実施例のパワーデバイス9は，単一コンデンサチップ70，71，72を，図1又は図2に示すような3連コンデンサチップに置き換えることができる。」(【0033】)"
                }
              ]
            },
            {
              "fig": "ク",
              "subject": "発明の効果",
              "text": [
                "「本発明の半導体装置では，受動素子を一体化することにより，小型のリードフレーム上に受動素子を密集配置することができるので，受動素子をインナーリードのフレーム固定部近傍に安定して実装できて，断線しにくく信頼性の高い半導体装置を提供することができる。また，本発明の半導体装置は，ダイボンディングの回数を減らして受動素子にかかる熱ストレスを低減することができるので，受動素子の性能低下を抑制して，性能のよい半導体装置を提供することができる。」(【0034】)",
                "引用発明の認定について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "引用発明は，半導体素子と複数の受動素子とを一体に備えた半導体装置に関し，特に，高電圧制御用半導体装置に関する(【0001】)。",
                "現在，半導体素子や受動素子などの複数のチップを回路基板上に実装して樹脂等で封止したモジュール型半導体装置が，高出力に耐える小型半導体装置として知られており，さらに新たな試みとして，リードフレームを利用した樹脂封止型半導体装置が開発されているところ，半導体装置に求める多様な機能に対応するために，さらに多くの半導体素子や受動素子を備えた半導体装置が要求されているが，上記の樹脂封止型半導体装置では，3つ以上の素子を実装した半導体装置には対応できていない(【0002】，【0005】)。",
                "そこで，引用発明は，半導体とともに2つ以上の受動素子を備えて樹脂パッケージされた半導体装置であって，断線や素子性能の低下などが発生し難く，また，製造コスト及び設備導入費を抑えることが可能な半導体装置を提供することを目的とするものである(【0009】)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そして，引用例の段落【0001】には，「本発明は，半導体素子と複数の受動素子とを一体に備えた半導体装置」と記載され，実施例1に係る段落【0023】には，「リードフレーム2には，2つのダイパッド10，40と，インナーリード21～28とが形成されており，…リードフレームは，銅薄板から成形されている。」と記載され，【請求項1】には，「ダイパッドと半導体チップとインナーリード部と受動素子とを収納するパッケージを備えた半導体装置」と記載されているから，引用例には，「半導体素子と，複数の受動素子と，ダイパッドとインナーリードとが形成され，銅薄板から成形されているリードフレームと，ダイパッドと半導体素子とインナーリードと受動素子とを収納するパッケージと，を備えた半導体装置」が記載されているということができる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，引用例の段落【0019】には，「半導体素子は，インナーリード上に実装された受動素子と協働して，所望の性能を有する半導体装置を構成する。」と記載され，段落【0018】には，「本発明の半導体装置は，半導体素子として，パワー素子と該パワー素子制御用の半導体素子とを含むことができ，…パワー素子としては，…MOSFET…などを用いることができる。」と記載されている。",
                "一方，引用例の段落【0020】には，「本発明の受動素子には，コンデンサ，抵抗，コイル等を用いることができる。」と記載され，段落【0016】には，「本発明の半導体装置は，一体化した受動素子や別体の受動素子の数に制限はなく」と記載されているから，引用例には，別体の受動素子として，コンデンサ，抵抗，コイル等を用いることも記載されているといえる。",
                "したがって，引用例には，「半導体素子は，受動素子と協働して，所望の性能を有する前記半導体装置を構成し，半導体素子として，MOSFETが用いられるパワー素子と該パワー素子制御用の半導体素子とを含み，受動素子には，コンデンサ，抵抗，コイル等が用いられ」ることが記載されているということができる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "さらに，引用例の段落【0019】には，「半導体素子は，所定のダイパッドにダイボンドされ」と，実施例1に係る段落【0024】には，「パワー素子1は，ダイパッド10にダイボンディングによりハンダで固定され，…パワー素子制御用素子4は，ダイパッド40にダイボンディングによりハンダで固定され」と，【請求項1】には，「インナーリード部に接着搭載され半導体チップと電気的に接続される複数の受動素子」と，【請求項2】には，「受動素子のインナーリード部との対向面に一対の電極対を設け，受動素子のインナーリード部への接続搭載によって電極対とインナーリード部とを電気的に接続したこと」と，段落【0014】には，「本発明の半導体素子では，一体化した受動素子の各々が，該受動素子のインナーリードとの対向面に一対の電極対を備えて，受動素子のインナーリードへの接続登載によって電極対とインナーリードとを電気的に接続することができる。1つの受動素子には2つの電極があるので，例えば3つの受動素子を含んだ多連チップであれば，1つのチップに6つの電極が形成され，それら全ての電極が，ハンダ等の導電性接合材によってインナーリードに固定される。」と，実施例1に係る段落【0025】には，「単一コンデンサチップ…は，両側に電極…を備えており，電極…がインナーリード…に，ハンダで固定されている。」とそれぞれ記載されているところ，受動素子には，前記ウのとおり，コンデンサ，抵抗，コイル等からなる別体の受動素子も含まれる。そして，段落【0022】には，「パッケージとしては，封止用の樹脂を用いることができ」と，実施例1に係る段落【0026】には，「半導体装置9は，エポキシ樹脂から成る封止樹脂6(破線)により封止され」と記載されている。",
                "したがって，引用例には，「半導体素子は，ダイパッドにダイボンドされ，受動素子は，インナーリードに接着搭載され，受動素子のインナーリードとの対向面に一対の電極対を設け，受動素子のインナーリードへの接続搭載によって電極対とインナーリードとを電気的に接続し，パッケージとして，封止用の樹脂を用い」ることが記載されているということができる。",
                "また，引用例記載の「半導体装置」を「パワーデバイス」として利用することも，引用例の段落【0018】，【0023】，【0024】，【0026】，【0027】に記載されている。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "たことに誤りはないというべきである。",
                "本願補正発明と引用発明との対比について",
                "本件審決は で，本願補正発明と引用発明とを対比し，引用発明は，本願補正発明における「少なくとも1のインダクタを有する複数の表面実装受動素子」との要件を備え，また，引用発明は，本願補正発明における「制御装置集積回路，パワーMOSFET，及び複数の表面実装受動素子は，金属リードフレームに直接実装され」との要件を備えることから，本願補正発明と引用発明とは，「少なくとも1のインダクタを有する複数の表面実装受動素子」及び「前記複数の表面実装受動素子は，金属リードフレームに直接実装され」ている点で一致する旨認定した。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "引用発明の認定によれば，「ダイパッドとインナーリードとが形成され，銅薄板から成形されているリードフレーム」のうち，「ダイパッド」について，「半導体素子は，ダイパッドにダイボンドされ」ている。これは，半導体素子とダイパッドとが直接接続されることを意味する。そして，引用発明においては「半導体素子として，MOSFETが用いられるパワー素子と該パワー素子制御用の半導体素子とを含」むものであるから，本件審決が，引用発明は，本願補正発明における「制御装置集積回路，パワーMOSFETは，金属リードフレームに直接実装され」との要件を備えると認定した点に誤りはない。",
                "また，引用発明においては，「受動素子は，インナーリードに接着搭載され，受動素子のインナーリードとの対向面に一対の電極対を設け，受動素子のインナーリードへの接続搭載によって電極対とインナーリードとを電気的に接続」して おり，受動素子には，別体の受動素子も含まれるから，上記記載は，別体の受動素子をインナーリードに直接接続することを意味する。したがって，本件審決が，引用発明は，本願補正発明における「複数の表面実装受動素子は，金属リードフレームに直接実装され」との要件を備えると認定した点に誤りはない。",
                "以上によれば，本件審決が，引用発明は，本願補正発明における「制御装置集積回路，パワーMOSFET，及び複数の表面実装受動素子は，金属リードフレームに直接実装され」との要件を備えると認定した点に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，引用発明においては，受動素子(この受動素子は別体の受動素子を含む。)について，「受動素子には，コンデンサ，抵抗，コイル等が用いられ」ているから，引用発明が，受動素子としてコイル(インダクタ)を用いる態様を含むことは明らかである。そして，引用発明では，コイル(インダクタ)を含む受動素子全般について，「受動素子は，インナーリードに接着搭載され，受動素子のインナーリードとの対向面に一対の電極対を設け，受動素子のインナーリードへの接続搭載によって電極対とインナーリードとを電気的に接続し」ており，受動素子がワイヤ，金属細線又はフレキシブル基板等でインナーリードと電気的に接続されているものではないから，受動素子は，インナーリードに対して表面実装されているということができる。また，表面実装型のコイル(インダクタ)は，特開2005-142280号公報(公開日：平成17年6月2日。甲2)の段落【0003】に背景技術として「モジュールは，IC等の能動素子，コンデンサ，抵抗，コイル等の受動素子を小型のモジュール基板に表面実装してなる。」と記載されているように，本願優先日(平成17年7月1日)当時の周知技術というべきであるから，本件審決が，引用発明は，本願補正発明における「少なくとも1のインダクタを有する複数の表面実装受動素子」との要件を備えると認定した点に誤りはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そうすると，本件審決が，本願補正発明と引用発明とは，「少なくとも1のインダクタを有する複数の表面実装受動素子」及び「前記複数の表面実装受動素子は，金属リードフレームに直接実装され」ている点で一致する旨認定したことに誤りはないというべきである。",
                "原告の主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，引用例の図2に示される実施例2では，3連コンデンサチップの第二の電極がワイヤでインナーフレームに接続され，単一コンデンサチップの第二の電極が金属細線でインナーフレームと接続され(【0029】，【0030】)，また，引用例の図3に示される変形例では，ワイヤの代わりにフレキシブル基板を用いて単一コンデンサと多連チップをインナーリードに接続しているから(【0032】)，引用例の実施例2及び変形例は，いずれも，本願補正発明の「金属リードフレームに直接実装されたインダクタ」を全く開示していない旨主張する。",
                "しかし，引用例の図2に示される実施例2及び図3に示される変形例においては，いずれも受動素子が金属リードフレームに直接実装されていることは， キ で認定した引用例の段落【0029】，【0030】及び【0032】の各記載並びに【図2】及び【図3】からも明らかである。",
                "なお，原告の主張は，引用例の実施例2及び変形例においては，受動素子が金属リードフレームに表面実装されていないとの趣旨のものとも解される。",
                "しかし，本件審決は，引用発明において受動素子が金属リードフレームに表面実装されることについては，引用例の請求項1及び2，段落【0001】，【0018】～【0022】並びに実施例1に係る段落【0023】の各記載に基づいて認定しているのであって，引用例の図2に示される実施例2又は図3に示される変形例に基づいて引用発明を認定したものではない。したがって，引用例の実施例2及び変形例に，金属リードフレームに表面実装されたインダクタが開示されていないとしても，本件審決の引用発明の認定が誤りとなるものではない。そして，引用発明が，本願補正発明における「少なくとも1のインダクタを有する複数の表面実装受動素子」及び「前記複数の表面実装受動素子は，金属リードフレームに直接実装され」",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，引用発明は，引用例の段落【0006】，【0007】に記載されているように，半導体装置の大型化を回避することが課題又は目的であるところ，半導体装置の受動部品としてのインダクタであるコイルは，一般に大型で背の高い部品であって，制御装置集積回路やパワーMOSFETなどを一体化した半導体装置の中に小型・低背化に反するコイルをも一体化することは当業者には技術常識上，想定される技術ではなく，引用例【図1】ないし【図3】に示す受動部品も，いずれも小面積であり，重要な制御用素子の面積と同じかそれよりさらに小さいから，引用発明における受動素子配置スペースにコイルを配置することは至極困難であり，引用発明においては受動素子としてコイルを想定していないのであって，仮に引用発明の受動素子としてコイルを採用することにすると，リードフレームを大型化する必要があり，コイルとリードフレーム双方の大型化により半導体装置が大型化してしまい，引用発明の目的とは反する方向に変更することになるから，コイルの採用は引用発明において阻害されており，引用例の段落【0020】の記述も，受動部品としてのカテゴリに属する素子として，単純にコンデンサ，抵抗，コイルを並べたにすぎず，実際にコイルをリードフレームに直接実装してパッケージを形成することの技術的な検討はされていないし，引用例には，段落【0020】以外に，コイルもインダクタの文字も存在しない旨主張する。",
                "しかし，引用例の段落【0006】，【0007】及び【0011】によれば，リードフレームのインナーリード上に受動素子チップを分散配置する従来の実装形態では，必要とする受動素子が増えると，その実装位置は，インナーリードがフレームに固定された固定部近傍から，自由端部にまでわたるようになる。そうすると，この自由端部では，機械的強度が弱くハンダ固定部が剥離して断線するといった故障を生じるおそれがあり，これを回避するには，リードフレームを大きくする必要があり，装置が大型化する欠点がある。そこで，引用例の半導体装置は，一体化した受動素子を用いることにより，複数の受動素子を隙間なく配置できるので，従来であれば大きなリードフレーム上に各所に分散させて配置するしかなかった受動素子を，小型のリードフレーム上に密集配置することができ，その結果，チップをインナーリードのフレーム固定部近傍に安定して実装することができ，断線に対して強い半導体装置を形成することができることを開示している。これに対し，引用例には，半導体装置の大型化を回避するために，大きなサイズの受動素子チップの使用を避けるべきである旨の記載はない。",
                "むしろ，引用例においては，「半導体装置に求める多様な機能に対応するために，さらに多くの半導体素子や受動素子を備えた半導体装置が要求されている」(【0005】)，「本発明の半導体装置は…選択可能な受動素子の種類が増加し，種々の半導体回路の作製に適用可能な半導体装置を得ることができる。また，本発明の半導体装置は，一体化した受動素子や別体の受動素子の数に制限はなく，半導体装置の寸法や所望の半導体回路に合わせてチップ数を増減できる。」(【0016】)と記載されているように，受動素子の数や種類に制限を加えることなく，多様な機能の半導体回路を実現することを意図しているといえるから，実現できる半導体回路の機能を制限してまで，受動素子からコイル(インダクタ)を除外することは，引用例で意図されていることではないというべきである。",
                "また，引用例は，「本発明は…特に，高電圧制御用半導体装置に関する。」(【0001】)，「本発明の半導体装置は，半導体素子として，パワー素子と該パワー素子制御用の半導体素子とを含むことができ，このような半導体装置は，高電圧制御用のパワーデバイスとして利用される。」(【0018】)と記載されているように，パワーデバイスとしての使用を前提とするものであるから，受動素子として用いられる「コンデンサ，抵抗，コイル等」(【0020】)についても，パワーデバイス用のものが念頭に置かれていることは明らかである。",
                "したがって，原告の上記主張には，理由がない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，本件審決は，コイル等の受動素子として表面実装のものが周知であること(例えば，特開2005−142280号公報(甲2)の段落【0003】，【0020】，図2参照)を考慮すれば，引用発明における受動素子が，インナーリードの表面に実装される表面実装受動素子であることは明らかである旨認定したが，甲2は，リードフレームを有しないモジュール基板を開示しており，そのため，リードフレームに直接実装されたコイルを開示していないので，半導体パッケージの技術分野におけるリードフレームに直接実装されるコイルが周知であることを示した文献とはいえない旨主張する。",
                "しかし，本件審決は，甲2を，本願優先日当時，表面実装型のコイル(インダクタ)が周知技術であることを示す文献として引用したものであって，リードフレームに直接実装されるコイルが周知技術であることを示す文献として引用したものではない。",
                "したがって，原告の上記主張には理由がない。",
                "以上によれば，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件審決における手続違背)について",
          "text": [
            "証拠(本文中に掲記)及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "本件審決に至る経緯",
              "text": [
                "原告は，本願発明について，平成23年12月21日付けで拒絶査定を受けたため，平成24年5月7日，これに対する不服の審判を請求し，併せて同日付け手続補正書 のとおり，特許請求の範囲を補正し，「無鉛」表面実装との構成を新たに付加した。",
                "そして，原告は，同日付け審判請求書において，示  請求項1の下線部が施された補正事項は，明細書［0017］乃至［0019］に記載されております。よってこの補正は当初明細書等の本願発明と引用発明との対比  刊行物1(判決注：特開2004-228402号公報)は，受動素子が表面実装素子であることについて記載も示唆もしておりません。また刊行物2(判決注：特開2004-140305号公報)は，パッケージが無鉛表面実装されることについて記載も示唆もしておりません。しかも(ⅰ)受動素子が表面実装素子であること，及び(ⅱ)パッケージが無鉛表面実装されることは，明細書［0020］乃至［0022］に記載されたような有利な効果を奏しますが，刊行物1，2ともに，そのような有利な効果について記載も示唆もしておりません。」と記載し，本願補正発明の「無鉛」表面実装による有利な効果を主張した(甲12～14)。",
                "これに対して，審判合議体は，平成24年8月23日付け審尋において，「表面実装素子である受動素子は，引用例2(判決注：特開2005-142280号公報)に，パッケージが無鉛表面実装される構造は，引用例3(判決注：特開2000-223638号公報)に，それぞれ記載されるように周知であり，引用例1に記載された半導体パッケージにおいて，受動素子を表面実装素子とし，半導体パッケージが無鉛表面実装される構成を採用することは，当業者が適宜なし得たものといえる。」と記載し，これを原告に送付した(甲15)。",
                "この審尋に対して，原告は，平成25年1月28日付け回答書において  ，「   本願発明が特許されるべき理由  刊行物1に記載の発明は，鉛の使用を必須とするものであるので，たとえ刊行物3に記載されているとしても，当業者は，刊行物1の記載事項から，鉛を取り除いて本願発明に想到する動機付けを得ることはなかったと思料いたします。…よって本願発明は，刊行物1乃至3に基づいて当業者が容易に想到し得たものではありません。」と記載し，刊行物1ないし3からは本願補正発明の「無鉛」表面実装の構成に至る「動機付け」がない旨主張した(甲16)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書の【課題を解決するための手段】には，「完全パワーマネージメントシステムが記載される。またその完全パワーマネージメントシステムは，表面実装パッケージを用いて実装される。…当該システムは，無鉛表面に実装されたパッケージ内に，駆動装置／制御装置，MOSFET，受動素子(たとえばインダクタ，キャパシタ，レジスタ)，及び任意でダイオードを有する。」(【0017】)，【発明を実施するための最良の形態】には，「図3A及び図3Bは，金属底部を有する無鉛表面実装パッケージを利用する完全パワーマネージメントシステム100に係る本発明の実施例を図示している。」(【0025】)との記載がある(甲5)。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "特開2000-223638号公報(甲3)の記載",
              "text": [
                "同公報の【発明が解決しようとする課題】には，「昨今の環境問題，特に鉛入りはんだ製品は，廃棄による環境への鉛汚染の問題が提起されてきており，鉛フリーはんだの検討がはじめられてきている」(【0005】)，【発明の実施の形態】には，「本発明は，表面実装型半導体装置でプリント配線板とはんだ付けするリードの表面処理において，はんだ付けするリード部の表面処理層に微細な穴を設けたものであり，鉛フリーはんだを用いてプリント配線板に実装する」(【0014】)との記載がある(甲3)。",
                "原告は，本願の国内移行書面作成の際及び平成24年5月7日付け手続補正書作成の際に，原文にある技術用語「leadless」を「リードの無い」又は「リードレス」と和訳すべきところを誤って「無鉛」と訳してしまったが，本願補正発明中の「無鉛」との技術事項は，本願補正発明の課題や効果には何らの関連もなく，本願明細書等のどこにも，それに関連する技術的事項は記載されていないから，不自然であることは明らかであって，審査官及び審判官は，PCT出願の原文を参照すべきであったし，そうすれば，それが「leadless」の誤訳であることに気付いて，本願補正発明の「無鉛」が原文新規事項に該当し特許法49条6号違反であり，又は，発明が明確でないことから同法36条6項2号違反であることを理由とする拒絶理由を通知できたし，もし，そのような拒絶理由が通知されていれば，原告は誤訳を訂正することにより，本願を特許へと導くことができたにもかかわらず，審判合議体は，拒絶理由を通知することなく，いきなり補正却下の決定を伴う拒絶審決をしたのであって，本件審決は，発明の保護に欠け，特許法の趣旨に反することから，取り消されるべきである旨主張する。",
                "平成24年8月23日付け審尋において，半導体パッケージが無鉛表面実装される構造は，周知であって進歩性がない旨指摘して，原告に「無鉛」表面実装とする補正について検討の機会を与えたにもかかわらず，これに対して，原告は，平成25年1月28日付け回答書において，刊行物からは本願補正発明の「無鉛」表面実装の構成に至る「動機付け」がない旨主張して，本願補正発明における「無鉛」表面実装の構成を維持した 前の時点において，鉛入りはんだ製品については廃棄による環境への鉛汚染の問題が提起されていたこと，また，本願優先日当時，半導体の実装分野に限らず，はんだを使用して電気的な接続を行う技術分野では，はんだの無鉛化は不可避のトレンドであったと推認できること の段落【0017】及び【0025】には「無鉛表面に実装されたパッケージ」の技術が記載されていることから，審判合議体において，「無鉛」表面実装の構成を当初明細書に記載のない新規事項と捉えることは困難であって，本件補正において「無鉛」表面実装の構成が付加されたことが不自然，不合理であるとはいえないと認められる。",
                "また，PCT出願の原文にある「leadless」は，「無鉛」と「リード線のない」のいずれの意味でも用いられるものであって，審判合議体がPCT出願の原文に当たったからといって，これが「リード線のない」の誤訳であることに当然に気付くとはいい難いことが認められる。",
                "そうすると，審判合議体が，PCT出願の原文に当たらず，「無鉛」が「リード線のない」の誤訳であることに気付かず，特許法49条6項又は同法36条6項2号違反による拒絶理由を通知せずに補正却下の決定を伴う本件審決をしたからといって，その審理手続には何ら違法，不当な点は見当たらず，ひいては本件審決が，発明の保護に欠け，特許法の趣旨に反するということは到底できない。",
                "原告の上記主張は失当というほかない。",
                "以上によれば，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決の判断に誤りはないから，本件審決にこれを取り消すべき違法は認められない。",
            "よって，原告の本訴請求は理由がないから，棄却されるべきである。"
          ]
        }
      ]
    }
  ]
}