{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2012-1728号事件について平成25年3月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判不成立審決の取消訴訟である。争点は，①後記引用発明2の認定誤りの有無及び②後記本願発明の進歩性判断（動機付け，容易想到性，阻害要因，作用効果）の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「洗濯物を湿潤処理するための方法および装置」とする発明につき，平成18年1月18日（パリ条約による優先権主張外国庁受理  平成17年2月11日・ドイツ国，平成17年8月12日・ドイツ国，平成17年11月4日・ドイツ国）を国際出願日とする特許出願をしたが（特願2007-554455号，国際公開日・平成18年8月17日（WO2006/084548），国内公表・平成20年8月7日（特表2008-529619号），請求項の数19），平成23年9月21日付けで拒絶査定を受けたので，平成24年1月30日，不服審判請求をし（不服2012-1728号），同日，手続の補正をし（請求項の数13），さらに，平成25年1月25日，手続の補正をした（請求項の数14）。",
            "特許庁は，平成25年3月26日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月11日に原告に送達された。",
            "（甲1，12ないし14，24，27）"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "上記平成25年1月25日付け手続補正書による補正後の請求項10の発明（本願発明）に係る特許請求の範囲の記載は，次のとおりである。（甲24）",
            "- 2 -「  洗濯をするため，トンネル式洗濯装置(10)と，少なくとも1つの脱水装置とを備えた洗濯物を湿潤処理するための装置において，",
            "前記トンネル式洗濯装置（10）が，前洗いゾーン(15)および主洗いゾーン(17)のみを備え，前記洗濯物は少なくとも1つの脱水装置にて濯がれ，",
            "前記脱水装置は回転乾燥機(18)として構成されていることを特徴とする装置。  」",
            "なお，後記当事者の主張の理解の参考として，ここに甲27（国内公表公報）の図1を掲記する。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1",
              "text": [
                "特開昭52-154266号公報（引用例1〔甲4，8，16，21〕）には，次- 3 -の発明（引用発明1）が記載されている。",
                "「  円筒状のバスケット3を有する複数の洗滌ユニット1A，1B，1C…が連結されて洗滌物を連続的に洗滌処理する連続洗滌装置Dと，脱水機E，乾燥機F，とを備えた洗滌物を処理するための装置において，",
                "前記連続洗滌装置Dが，複数の洗滌ユニット1A，1B，1C…を備えており，順次洗滌から濯ぎまで行う装置。  」",
                "上記記述の参考として，甲21の図1を掲記する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2",
              "text": [
                "実公昭40-34786号公報（引用例2〔甲22〕）には，次の発明（引用発明2）が記載されている。",
                "「  洗濯機で洗剤液によつて洗濯した洗濯物を内胴3内に入れ，内胴3の高速回転により洗濯物より洗剤液の除脱を終った後，内胴3の低速回転によりすすぎ洗いを行い，すすぎ洗いを終つた後，内胴3の高速回転によりすすぎ洗い液を除脱し，内胴3の回転による乾燥が行われるすすぎ洗い兼脱液装置。  」",
                "- 4 -上記記述の参考として，甲22の第2図を掲記する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点",
              "text": [
                "本願発明と引用発明1との一致点は，次のとおりである。",
                "「  洗濯をするため，トンネル式洗濯装置と，少なくとも1つの脱水装置とを備えた洗濯物を湿潤処理するための装置。  」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点",
              "text": [
                "本願発明と引用発明1との相違点は，次のとおりである。",
                "【相違点1】本願発明では，トンネル式洗濯装置が前洗いゾーン(15)及び主洗いゾーン(17)のみを備え，洗濯物は少なくとも1つの脱水装置にてすすがれるのに対して，引用発明1では，連続洗滌装置Dは複数の洗滌ユニット1A，1B，1C…を備えており，順次洗滌からすすぎまでを行うものである点。",
                "【相違点2】本願発明では，脱水装置は回転乾燥機(18)として構成されているのに対して，引用発明1では，脱水機Eと乾燥機Fを備えている点。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点の判断",
              "text": [
                "①  複数の洗滌ユニットで順次洗滌処理をする連続洗滌装置においては，通常，洗滌（洗濯）はその上流側から前洗い(予洗い)，主洗い(本洗い)，すすぎを行う領域に分けて行われるものであり，引用発明1の複数の洗滌ユニットを前洗い，主洗- 5 -い，すすぎのユニットとすることは，当業者が適宜設定できることである。",
                "②  引用発明2は，洗濯物のすすぎと脱水を行う脱水装置である。",
                "③  作業を能率的に行うという一般的な課題に従った当業者は，引用発明1の脱水装置に引用発明2の洗濯物のすすぎと脱水を行う脱水装置の適用を試みる。",
                "④  ③の際，引用発明1の連続洗滌装置で行っていたすすぎは，脱水装置で行うことになるから，連続洗滌装置は洗いのみを行うことになり，また，引用発明2の脱水装置は，回転乾燥を行う装置であるから，回転乾燥機ということができる。",
                "⑤  ①～④のとおり，引用発明1に引用発明2を適用することで，相違点1及び相違点2に係る構成とすることは，当業者が容易に想到し得た。",
                "⑥  本願発明の奏する効果は，引用発明1及び引用発明2から当業者が予測できた効果の範囲内のものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "審決判断のまとめ",
              "text": [
                "本願発明は，引用発明1及び引用発明2に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明2の認定誤り）",
          "text": [
            "引用発明2のすすぎ洗い兼脱液装置は，家庭用装置であるから，進歩性判断の前提として，引用発明2のすすぎ洗い兼脱液装置を事業所用装置であると認定した審決（6頁30～33行目）には，引用発明2の認定誤りがある。",
            "すなわち，引用例2中には引用発明2が事業所用装置であることを明らかにできる記載はなく，むしろ，引用発明2が，外胴(1)，外胴(1)内に収容され上下方向の回転軸(5)周りで回転する内胴(3)，内胴(3)を回転駆動させる電動機(12)並びに弁及び管類等を備えているなど家庭用洗濯機についての先行技術で用いられる構成と同様の構成を備えていることにかんがみれば，引用発明2は，数十年前から- 6 -知られている家庭用のすすぎ洗い兼脱液装置であると認定すべきである。",
            "仮に，引用発明2のすすぎ洗い兼脱液装置が家庭用装置であるといえないとしても，引用例2に事業用装置であるとの明記がない以上は，事業用装置であるか否か不明なままであるにすぎず，引用発明2のすすぎ洗い兼脱液装置を事業用装置と認定した審決の判断には，やはり誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1（動機付け）",
              "text": [
                "引用発明1に引用発明2を適用する動機付けはない。",
                "すなわち，引用発明1は，大量の洗濯物を一度に処理するための複数の連続するチャンバを備えた大型業務用トンネル式洗濯装置の技術分野に属する発明であり，最適な設置数とされた洗滌ユニットにより洗濯物の連続的処理を行うことで洗滌処理能力や洗滌効率を向上させることを課題としており，一方，引用発明2は，少量の洗濯物を単一のチャンバによりすすぎ洗いと脱水をする小型家庭用洗濯機の技術分野に属する発明であり，小規模な設備により能率的に二浴式洗濯を行うことを課題としている。両発明は，技術分野及び課題を異にするのであり，両発明が洗濯機の技術分野に属するという抽象的な技術分野で一致し，作業の能率の向上という一般的な課題で共通するからといって，当業者が引用発明1の課題の解決のために引用発明2を検討の対象にすることはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2（容易想到性）",
              "text": [
                "引用発明1の脱水装置を引用発明2のすすぎ洗い兼脱液装置に置き換えても，相違点1及び相違点2に係る構成にはならない。",
                "引用発明1に引用発明2を適用しただけでは，引用発明1の連続洗滌装置Dの下流に引用発明2のすすぎ洗い装置兼脱液装置が配置された構成となり，すすぎ洗いが，引用発明1の連続洗滌装置と引用発明2のすすぎ洗い兼脱液装置とで行われるだけであり，直ちに，引用発明1の連続洗滌装置の複数の洗滌ユニットを，前洗い- 7 -のみを行う洗滌ユニットと主洗いのみを行う洗滌ユニットだけで構成することにはならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3（阻害要因）",
              "text": [
                "引用発明1に引用発明2を適用することで相違点1及び2に係る構成とすることには，阻害要因がある。",
                "複数の洗滌ユニットにより洗濯物の洗滌からすすぎまでの全工程を連続的に行う引用発明1の連続洗滌装置の下流側に配置された脱水装置に，単一のチャンバ内で洗濯物のすすぎと脱水をバッチ式に行う引用発明2のすすぎ洗い兼脱液装置の適用すると，バッチ式のすすぎ洗い兼脱液装置における洗濯物のすすぎと脱水を完了した後でなければ，連続洗滌装置にて連続的に処理された洗濯物をすすぎ洗い兼脱液装置に投入することができない。そうすると，連続洗滌装置で連続的に処理される各洗滌ユニット当たりの洗滌処理時間よりも，バッチ式のすすぎ洗い兼脱液装置におけるすすぎ時間と脱水時間の合計の方が長い場合，連続洗滌装置から連続的に順次送られてくる洗濯物が，すすぎ洗い兼脱液装置の手前で滞留することになり，連続洗滌装置の洗滌処理能力の低下を招来することが予想される。したがって，連続洗滌装置の下流側にバッチ式のすすぎ洗い兼脱液装置を配置することは，洗滌処理能力の向上及び洗滌効率の向上を図ることができるとする連続洗滌処理装置の利点を損なうものである。",
                "したがって，引用発明1の連続洗滌装置は，洗滌からすすぎまでの全工程を完了する構成でなければならならず，引用発明1の連続洗滌装置からすすぎのみを行う洗滌ユニットを省略することは全く想定されていないし，引用発明2のすすぎ洗い兼脱液装置の上流側に，連続洗滌装置を配置することも全く想定されていない。",
                "そうすると，引用発明1の脱水装置を引用発明2のすすぎ洗い兼脱液装置に置き換えることによって，引用発明1の連続洗滌装置の複数の洗滌ユニットを前洗いのみを行う洗滌ユニット及び主洗いのみを行う洗滌ユニットだけの構成とすることには，阻害要因がある。",
                "- 8 -(4) 取消事由2-4（作用効果）",
                "本願発明は，引用発明1及び引用発明2からは予測することのできない効果を奏する。",
                "すなわち，本願発明の構成によれば，脱水装置の構成を特別に変更することなく，トンネル式洗濯装置に前洗いゾーン及び主洗いゾーンのみを配置するという非常に簡単な改変で，トンネル式洗濯装置における前洗い及び主洗いの各処理性能及び脱水装置におけるすすぎ及び脱水の各処理性能を低下させることなく，トンネル式洗濯装置の装置全体の全長を確実に短縮化することができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明2の認定誤り）に対して",
          "text": [
            "引用例2には，引用発明2のすすぎ洗い兼脱液装置が，配管機構，タンク，ポンプという装置を設けた設備であることを明示した記載があり（1頁左欄19～24行目），さらに，引用発明2のすすぎ洗い兼脱液装置が，洗剤汚液タンクやすすぎ洗い液タンクのように家庭用では普通は用いないような液タンクを有する点，プリコートが必要なすすぎ液の圧力濾過機を有する点からみると，引用発明の2のすすぎ洗い兼脱液装置は，事業所用装置と考えるのが自然である。",
            "したがって，審決が引用発明2を事業所用装置であると認定した点には，誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（進歩性判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1（動機付け）",
              "text": [
                "上記1のとおり，引用発明2は事業所用装置とみるのが自然であるから，引用発明1と引用発明2とは，事業所用洗濯装置という技術分野で一致する。",
                "また，引用発明1は，洗滌ユニットの数を増減することができるものであるから，装置の全長を最適な長さにし，装置の稼働効率を上げること，すなわち，装置を小- 9 -規模にすることや装置の効率を上げることを課題としているといえるところ（引用例の1頁左下欄17行～1頁右下蘭1行目，2頁右下欄2行～3頁右上欄2行目），引用発明2も，引用例2の「比較的簡単且つ小規模な装置で，しかも比較的容易な操作で，上記一連の作業を能率的に行えるようにする」（1頁左欄19～24行目）「小規模な設備により能率的に二浴式洗濯を行い得るものでありながら，作業能率も良好である。」（2頁右欄14～16行目）との記載からみて，装置を小規模にすることや装置の効率を上げることを課題としているといえる。したがって，両発明は，課題も共通する。",
                "そうすると，両発明は，技術分野が一致し，かつ，共通の課題を有するものであるから，当業者は，引用発明1において，装置の効率を上げ，かつ，作業を能率的に行うべく引用発明2の適用を試みるといえる。",
                "したがって，審決の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2（容易想到性）",
              "text": [
                "引用例1には，引用発明1の連続洗滌装置の洗滌ユニットを，任意所要数連結できることが記載されているところ，機能を兼用し，複合化することで装置を小規模にするといったことは，いわば常套手段であるから，複数の洗滌ユニットが連結された連続洗滌装置に引用発明2のすすぎ洗い兼脱液装置を適用する際には，引用発明2のすすぎ洗い兼脱液装置ですすぎがされている以上，引用発明1の連続洗滌装置から不要な洗滌ユニットを省き，前洗い及び主洗いのみを行う洗滌ユニットを連結したものとして連続洗滌装置を構成することになり，このようなことは，当業者の通常の創作能力の範囲内である。そして，このようにして引用発明1に引用発明2を適用したものは，引用発明2のすすぎ洗い兼脱液装置がすすぎと脱水と内胴の回転による乾燥を行う装置として構成されるのであるから，相違点1及び相違点2に係る構成となる。",
                "したがって，審決の判断には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3（阻害要因）",
              "text": [
                "上記(2)のとおり。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由2-4（作用効果）に対して",
              "text": [
                "連続洗滌装置で行っていたすすぎを，脱水装置で行うようにしたものは，連続洗滌装置のすすぎを行う洗滌ユニットをなくすことができるのであるから，その分だけ連続洗滌装置の長さを短くでき，ひいては装置全体を短く形成できることは明らかである。そうすると，原告が主張するトンネル式洗濯装置の装置全体の全長を短縮化できるという効果は，引用発明1及び引用発明2から当業者が予測できた効果にすぎないものである。",
                "したがって，審決の判断には，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願明細書の記載",
                  "text": [
                    "本願発明は，前記第2，2のとおりであるところ，平成25年1月25日付け手続補正書による補正後の明細書及び図面（本願明細書）には，次の記載がある。（甲2，14，24，27）",
                    "「【背景技術】",
                    "【0002】洗濯物の湿潤処理，具体的には洗濯物の洗浄と濯ぎのためには液体が使用されるが，この液体は，濯ぎの場合には実質的には清浄水である。濯ぎの結果は，使用される清浄水の量にも依存する。しかしながら，環境上の理由により，清浄水の必要量を可能な限り減らすことが望ましい。",
                    "【0003】回転駆動可能であるとともにその内部に複数のチャンバが連続形成された長手ドラムを備えた所謂トンネル式洗濯装置（Durchlaufwaschmaschine）が，洗濯物の洗浄と濯ぎとに有利なことが判っている。公知のトンネル式洗濯装置では，少なくとも3つのゾーン，即ち前洗いゾーン，主洗いゾーンおよび濯ぎゾーンが連続して配置されている。濯ぎゾーンでは向い流の自由液（freie Flotte）が必要であり，この理由により，前記ドラムに追加の外側チャンバを連動させる必要がある。その結果，公知のトンネル式洗濯装置は，比較的構造が複雑になるため，多量の洗濯物を処理する必要がある場合にのみ用いられている。また，少なくとも前記3つの連続したゾーンがあることから，ドラムは比較的大きな長さのも（の）にしなければならず，その結果，公知のトンネル式洗濯装置は洗濯施設において大きなスペースを占めるものとなる。",
                    "【発明の開示】",
                    "【発明が解決しようとする課題】",
                    "【0004】本発明の目的は，洗濯物を経済的に湿潤処理するための方法と装置であって，少量の洗濯物にも好適なものを提供することにある。",
                    "【課題を解決するための手段】",
                    "【0005】この目的を達成する1つの方法は，請求項1記載の解決手段を有する。個々の脱水装置が洗濯物からの脱水だけでなく洗濯物の濯ぎも行うので，濯ぎプロセスをトンネル式洗濯装置から脱水装置へと移すことができる。その結果，トンネル式洗濯装置から濯ぎゾーンを省略することができ，それによってトンネル式洗濯装置をより簡素なものとすることができ，特に，占有スペースが少なくなる。洗濯物を更に濯ぐ目的で脱水装置を替える必要がないので，本発明の方法によれば，全体としてコンパクトな直列式洗濯装置が提供される。更に，驚くべきことに，トンネル式洗濯装置においてよりも脱水装置においての方が洗濯物を遥かに効率的に濯ぐことが可能であることが判った。このようにして，濯ぎ性能が改善され，これによって清浄水が節約される。」",
                    "「【0008】更に，洗濯物はトンネル式洗濯装置から，1つの脱水装置に直接移すように構成することも，2つ以上の脱水装置に直接移すように構成することも可能である。トンネル式洗濯装置のサイクル時間が脱水装置のサイクル時間にほぼ対応している場合は，1つの脱水装置で十分である。本発明では濯ぎ段階も脱水装置で行われることに鑑み，脱水装置における洗濯物の滞留時間の方がトンネル式洗濯装置における滞留時間よりも長くなる場合には，複数の脱水装置を使用し，これらの脱水装置にトンネル式洗濯装置から洗濯物を交互に投入するように構成する。",
                    "【0009】これに代えて，洗濯物を，脱水装置に移す前に一時的に貯留させることも可能である。これによってもトンネル式洗濯装置と脱水装置とのサイクル時間の違いを相殺することが可能であり，それにより，トンネル式洗濯装置と脱水装置との間でサイクルがずれていても脱水装置が使用可能となるまで洗濯物を一時的に貯留して，トンネル式洗濯装置に1台の脱水装置を連動させるだけでも十分となる。その結果，トンネル式洗濯装置を脱水装置から完全に独立して運転することができる。必要であれば，複数の一時貯留手段を設けることもできる。」",
                    "「【0014】導入部に記載した目的を達成するための装置は，請求項10の特徴構成を有する。従って，この装置は，前洗いゾーンと主洗いゾーンとのみを備えたトンネル式洗濯装置として構成される。従って，公知のトンネル式洗濯装置においては一般的である濯ぎゾーンは省略される。その結果，トンネル式洗濯装置はより簡素な構造とすることが可能である。特に，トンネル式洗濯装置は濯ぎゾーンが省略されたために短いものとなり，占有空間が比較的小さいものとなる。",
                    "【0015】トンネル式洗濯装置は，好適には，回転駆動可能であるとともにその内部に複数のチャンバが連続形成されたドラムを有する。少なくとも1つのチャンバは前洗いゾーンを形成し，少なくとも1つの他のチャンバは主洗いゾーンのために設けられる。更に，ドラムは循環式に回転駆動可能である。その結果，ドラム内の洗濯物は，ドラムの連続する完全な回転によって回転式に洗濯される。特定の回数の完全回転の後にはドラムを逆転させることが可能であり，それにより，反対方向のドラム回転で洗濯が行われる。これに代えて，少なくとも数回，ドラムが正逆方向に部分円形運動するように構成することも，即ち，所謂「揺動」するように駆動されるように構成することも可能である。",
                    "【0016】更に，脱水装置は，回転乾燥機として構成される。これにより，従来式脱水装置をその脱水装置の構造を変えることなく使用しながら，洗濯物を濯ぎ，洗濯物から脱水をすることが可能となる。",
                    "【0017】好適な装置においては，回転乾燥機は，少なくとも回転乾燥中，洗濯物に対して重力による加速度の600倍以上の遠心力を加えることが可能な高出力回転乾燥機である。これにより，洗濯物からは水が迅速かつ効果的に除去され，その結果，回転乾燥機内における洗濯物の滞留時間は，濯ぎプロセスの追加にもかかわらず，実質的に，洗濯物がトンネル式洗濯装置を通過する時間に対応するものとなるか，又はそれよりも大幅に長くはなることはない。このようにして，一方でのトンネル式洗濯装置のサイクル時間が，他方での回転乾燥機のサイクル時間とほぼ等しいものとなるか，又は少なくとも大幅に異ならないものとなる。」",
                    "「【発明を実施するための最良の形態】…",
                    "【0027】トンネル式洗濯装置10は，ドラム12を備え，これは，好適には水平な回転軸心11回りで回転駆動可能である。横断方向の隔壁13によって，ドラム12内には，洗濯物（図示せず）のこのドラム12の通過方向16に前後に複数のチャンバ14が形成されている。",
                    "【0028】トンネル式洗濯装置10のドラム12は，このドラム12内の洗濯物の通過方向16において，実質的に2つの処理ゾーン，具体的には前洗いゾーン15とこの前洗いゾーン15に続く主洗いゾーン17と，のみを含む。…」",
                    "「【0029】図1に示されている装置においては，トンネル式洗濯装置10の下流側に1つの脱水装置が設けられており，この脱水装置は，好適には，回転乾燥機（Wascheschleuder）18である。…」",
                    "「【0030】回転乾燥機18はトンネル式洗濯装置10の直ぐ下流側に配設されており，正確には，完全に洗濯された洗濯物を，通過方向16後部にあるトンネル式洗濯装置10のドラム12端部の排出シュート23から，開口部22を通して回転乾燥機18に直接渡すことが可能に配設されている。",
                    "【0031】図2は，第2実施形態に係る装置を示している。…【0032】ここに図示されている実施形態においては，複数の脱水装置が，正確には2つの，好適には同一の脱水装置が，トンネル式洗濯装置10の出口端部に，具体的には前記排出シュート23の後方に配設されている。但し，トンネル式洗濯装置10の下流側には3つ以上の脱水装置を配設することも可能である。」",
                    "「【0036】図3の装置においては，トンネル式洗濯装置10と回転乾燥機18との間には洗濯物貯留手段25が1つ配置されている。…【0037】洗濯物貯留手段25は，好適には，トンネル式洗濯装置10での洗濯プロセスにおいて洗濯される少なくとも1バッチの洗濯物を収納するように構成された，チルト可能な容器26を備える。…」",
                    "「【0040】図1の装置の場合，洗濯物は，トンネル式洗濯装置10内において前洗いと主洗いのみが行われる。その際には洗濯物は，前記通過方向16に沿って，トンネル式洗濯装置10の前洗いゾーン15と主洗いゾーン17とを通って搬送される。洗濯物の各バッチは，先ず前洗いゾーン15において前洗いされ，次に主洗いゾーン17において主洗いされる。」",
                    "「【0042】各バッチの洗濯物は，主洗いゾーン17において洗濯された後，結合液（gebundene Flotte）のみを含む状態で，即ち，自由液（freie Flotte）のない状態でトンネル式洗濯装置10から出る。各バッチの洗濯物は結合液と共に，下流側の回転乾燥機18に移される。即ち回転乾燥機18には洗い済み洗濯物が，その内部に結合した洗濯液（結合液）を少なくとも大半まだ含んだ状態で，前記排出シュート23を介して投入される。",
                    "【0043】洗濯物は，先ず，回転乾燥機18において濯がれる。次に初めて洗濯物は回転乾燥機18において回転乾燥されるのであり，具体的には，洗濯物に付着してまだその内部に結合したままの液体のうち少なくとも大部分が分離除去される。",
                    "【0044】好適には，前記脱水装置，具体的には前記回転乾燥機18，において洗濯物が濯がれる前に，予備回転乾燥作業によって，洗濯物からは結合液のうち少なくとも一部が除去される。その後，洗濯物は，洗濯処理からの結合液無く，又はトンネル式洗濯装置10からの結合液の一部のみを含む状態で，濯ぐことができる。」",
                    "「【0046】図2の装置は，原則として上述した装置と同じ方法で作動する。唯一の相違点は，洗い済み洗濯物バッチが結合液とともにトンネル式洗濯装置10から出る都度，トンネル式洗濯装置10の下流側に配設された2つの回転乾燥機18のうち一方に選択的に搬送されることにある。従って，2つの回転乾燥機18のいずれかに交互に洗濯物バッチが投入され，回転乾燥が行われる。」",
                    "「【0049】図2の装置を使用した方法は，トンネル式洗濯装置10のサイクル時間が回転乾燥機18のサイクル時間よりも短い洗濯プロセスに特に適している。この場合，2つの回転乾燥機18のいずれかに交互に投入することが可能であるので，回転乾燥機18に洗い済み洗濯物を投入するために，回転乾燥機18において先のバッチの洗濯物の濯ぎと回転乾燥が完了するまで待つ必要はもはや無くなる。…」",
                    "「【0051】ここでも，2つの回転乾燥機18がトンネル式洗濯装置10の下流側に配設されている。但し，これらの回転乾燥機18はトンネル式洗濯装置10の直ぐ後には配設されていない。これに代え，トンネル式洗濯装置10と回転乾燥機18との間には洗濯物貯留手段25が設けられている。この洗濯物貯留手段25はトンネル式洗濯装置10のドラム12の回転軸心11を横切って移動可能であり，これにより，洗濯物貯留手段25の容器26は常にトンネル式洗濯装置10の排出シュート23の近傍に位置する。各バッチの洗濯物は，トンネル式洗濯装置10から排出シュート23を介して洗濯物貯留手段25の容器26内に直接に荷降ろしされる。洗濯物貯留手段25の容器26から，洗濯物のバッチは，各空いている回転乾燥機18に投入される。このようにして，トンネル式洗濯装置10の荷降ろしと，回転乾燥機18の投入を互いに分離することが可能である。その結果，トンネル式洗濯装置10における洗濯物の処理サイクルと回転乾燥機18における洗濯物の処理サイクルとの違いを相殺することができる。",
                    "「【図2】",
                    "」",
                    "「【図3】",
                    "」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明の特徴",
                  "text": [
                    "上記記載によれば，本願発明は，清浄水の必要量を減らすとの環境上の理由や，すすぎ洗いを担う装置が複雑であったり，公知のトンネル式洗濯装置では少なくとも3つの連続したゾーン（前洗いゾーン，主洗いゾーン及びすすぎゾーン）があって洗濯施設において大きなスペースを占めたりする問題があったことから（【0002】～【0003】），少量の洗濯物にも好適な洗濯物を経済的に湿潤処理するための装置を提供することを目的とし（【0004】），上記第2，2のとおりのトンネル式洗濯装置として構成し，公知のトンネル式洗濯装置においては一般的であるすすぎゾーンを省略することにより，トンネル式洗濯装置をより簡素な構造とするとともに，洗濯物の通過方向の長さを短縮することによって占有空間を比較的小さいものとし（【0014】），洗濯物のすすぎと脱水は回転乾燥機により行うこととした（【0016】）ものである。なお，洗濯物がトンネル式洗濯装置を通過する時間と，すすぎの工程を追加された回転乾燥機内における洗濯物の滞留時間とのサイクル時間の相違は，高出力回転乾燥機を用いてその差を可及的に縮めるか（【0017】），又は複数の回転乾燥機若しくは複数の洗濯物貯留手段を用いて解消することが開示されている（【0031】【0032】【0036】【0051】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1",
              "text": [
                "引用例1（甲4，8，16，21）には，次の記載がある。",
                "「本発明は，洗滌物を連続的に洗滌処理する連続洗滌装置に関するものであつて，洗滌処理能力を向上し得ると共に，洗滌物を効率良く処理することができる連続洗滌装置を提供せんとするものである。」（1頁左下欄17行～同右下欄1行目）",
                "「第1図は，本発明の連続洗滌装置を使用した連続洗滌処理設備の一例を示した概略図である。",
                "図中，Aは洗滌物，Bは洗滌物運搬機，Cは洗滌物投入シユート，Dは洗滌ユニツト1を任意所要数連結した本発明の連続洗滌装置，Eは脱水機，Fは乾燥機である。",
                "しかして，前記洗滌機ユニツト1は外筒胴2と，円筒状のバスケツト3とからなり，前記外筒胴2の前面板および後面板に透孔を設けると共に，前記外筒胴2中に受ローラー4を前記バスケツト3の同心円周上に3箇所設置し，一方前記バスケツト3の前面板および後面板に前記外筒胴2の透孔に挿入し得る洗滌物投入口部5および洗滌物吐出口部6を突設すると共に，バスケツト3の外周側にガイドレール7を敷設し，前記バスケツト3の吐出口部6を外筒胴2の透孔より突出させると共に，受ローラー4にガイドレール7を係合させて外筒胴2中にバスケツト3を回動自在に支持し，そのバスケツト3を駆動機構8により回動し得るようにする。」（1頁右上欄3行～2頁左上欄2行目） ",
                "「洗滌物Aを投入シユートCより1番目の洗滌ユニツト1Aのバスケツト3中に投入し，駆動機構8により前記バスケツト3を実線矢印方向に回転させてバスケツト3中の洗滌物を上昇落下を繰返させながら攪拌して洗滌処理する。そして，1番目の洗滌ユニツト1Aにおける一定時間の洗滌処理時間が終了したならば，バスケツト3を逆に破線矢印方向に数回転させると，バスケツト3中の洗滌物が仕切板13により掬い上げられて1番目の洗滌ユニツト1Aの吐出口6および2番目の洗滌ユニツト1Bの投入口5からバスケツト3中に投入される。次に，1番目の洗滌ユニツト1Aのバスケツト3中に新たな洗滌物を投入し，1番目および2番目の洗滌ユニツト1A，1Bのバスケツト3，3を実線矢印方向に回転させて一定洗滌板処理時間終了後逆に破線矢印方向に回転させ，2番目の洗滌ユニツト1B中の洗滌物を3番目の洗滌ユニツト1Cに，1番目の洗滌ユニツト1A中の洗滌物を2番目の洗滌ユニツト1Bにそれぞれ移送し，1番目の洗滌ユニツト1A中に新たな洗滌物を投入し，以下同様にして洗滌物を各洗滌ユニツト1A，1B，1C…において連続的に洗滌処理する。…そして，洗滌処理された洗滌物は最後の洗滌ユニツトの吐出口6より脱水機Eに移送されて脱水され，次に乾燥機Fにおいて乾燥される。",
                "このように，本発明においては，洗滌ユニツトを任意所要数連結して洗滌物を連続的に洗滌処理するようにしたものであるから，洗滌処理能力が向上し，しかも洗滌ユニツトを洗滌物の汚れの度合に応じて増減することができると共に，各洗滌ユニツトが個々に駆動させることができるので，洗滌効率が良く，かつ洗滌ユニツトの空回りを防ぐことができる。」（2頁右下欄2行～3頁右上欄2行目）"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2",
              "text": [
                "引用例2（甲22）には，次の記載がある。",
                "「本案は二浴式洗濯方式において，洗濯物より洗剤汚液の除脱，すすぎ洗い及びすすぎ洗い液の洗濯物よりの除脱を一つの装置で行えるようにしたものである。」（1頁左欄15～18行目）",
                "「本案の目的とする所は，従来の脱液機に小規模の改造を加え，これに適当な配管機構と，タンク，ポンプなどを設けることにより，比較的簡単且つ小規模な装置で，しかも比較的容易な操作で，上記一連の作業を能率的に行えるようにすることにある。」（1頁左欄19～24行目）",
                "「本案を図面について説明する。機台11に固定され，上方を開放した外胴1内に，上方を開放し，周壁に通液用の小孔2多数を穿つた内胴3を配設する。内胴3の底3 の中心に，略1内胴3の上端まで上方に突出した略円錐状の突出部4を設け，該部4に回転軸5を取付ける。突出部4の外側に之と小間隔を設けて略平行に，多数の噴液小孔7を有する噴液筒6を固定し，該筒6の上端部に，噴液筒6が回転出来，且つ液密を保つように導液管8の先端部を嵌合させる。",
                "外胴1の底に排液管9の一端を開口させる。回転軸5を速度切換機構を介して電動機12で回転出来るようにする。排液管9を弁13を介して，洗剤汚液タンク14に連通させ，且つ該タンク14を送液ポンプ15を有する送液管16で，図示しない洗濯機の洗剤汚液タンクと連通させる。又上記弁13より外胴1側で排液管9より分岐した分岐管17を弁18を介して，すすぎ洗い液タンク19と連通させる。導液管8の基端をすすぎ洗い液タンク19に連通させると共に，導液管8の基端より先端間に基端側より弁20，送液ポンプ21，圧力濾過機22，開閉弁23，流量調節装置24を，この順序で設けると共に導液管8の弁20と送液ポンプ21との間に一端を開口させた，プリコート用管25の他端を導液管8の圧力濾過機22と開閉弁23との間に開口させる。プリコート用管25に粉末箱26及びその両側に弁27，28を設けてなる。」（1頁左欄25行～1頁右欄11行目）",
                "「洗濯機で洗剤液によつて洗濯した洗濯物を内胴3内に入れ，電動機12により内胴3を高速回転させる。この際排液管9の弁13を開放し，分岐管17の弁18，導液管8の開閉弁23は閉鎖しておく。内胴3の高速回転により，洗濯物に含まれた洗剤液は遠心力で振り切られ，洗濯物より除脱される。除脱された洗剤液は排液管9より洗剤汚液タンク14に導かれる。該タンク14に洗剤液が溜つた場含には，適宜送液ポンプ15を作動させて洗剤液を排出する。…",
                "洗濯物より洗剤液の除脱を終つた後，弁27，28，13を閉じ，弁20，開閉弁23を開放して，送液ポンプ21により，すすぎ洗い液タンク19内のすすぎ洗い液を，導液管8を介して噴液筒6に導く。これと共に内胴3の回転を低速回転に切換え，すすぎ洗い液を遠心力により噴液筒6の噴液小孔7より放射状に噴出させ，洗濯物を透過させると共に，外胴11にすすぎ洗い液を貯溜してすすぎ洗を行う。",
                "すすぎ洗いを終つた後，送液ポンプ21の作動を停止し，開閉弁23を閉じ，すすぎ洗いの液の内胴3内への導入を停止する。これと同時に内胴3を高速回転させると共に，分岐管17の弁18を開き，排液管9，分岐管17を経て，外胴1内のすすぎ洗い液をすすぎ洗い液タンク19に回収しつつ，内胴3の回転による遠心力で洗濯物よりすすぎ洗い液を除脱するものである。洗濯物の乾燥後，内胴3の回転を停止し，洗濯物を内胴3より取出す。」（1頁右欄12行～2頁左欄3行目）",
                "「従って従来の脱液機に小規模の改造を加え，これに上述したような配管機構，タンク，ポンプなどを設けることにより，二浴式洗濯方式において洗濯物から洗剤汚液の除脱，すすぎ洗い及びすすぎ洗い液の除脱を一連の工程として内胴に洗濯物を入れたまゝ行うことができ，しかも洗剤液の除脱作業中にすすぎ液による圧力濾過機のプリコートが行える。このため小規検な設備により能率的に二浴式洗濯を行い得るものでありながら，作業能率も良好である。」（2頁右欄7～16行目）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明2の認定誤り）について",
          "text": [
            "原告は，引用発明2のすすぎ洗い兼脱液装置が事業用装置であると認定した審決には，誤りがある旨を主張する。",
            "引用例2には，引用発明2のすすぎ洗い兼脱液装置が，事業所用又は家庭用のいずれの装置であるかについての明示的記載はないが，引用例2には，引用発明2のすすぎ洗い兼脱液装置が，配管機構を有し，タンクやポンプを設置された装置であること（1頁左欄19～24行目，2頁右欄7行～16行目），洗剤汚液タンクやすすぎ洗い液タンクのように家庭用装置では普通は用いないような液タンクを有し，ドライクリーニングに係る工程の一部であるプリコート工程を有する装置であって，このプリコートが必要なすすぎ液の圧力濾過機を有しているから（1頁左欄25行～1頁右欄11行目，1頁右欄12～2頁左欄3行目），引用発明2のすすぎ洗い兼脱液装置が事業用装置であることは明らかである。",
            "したがって，進歩性判断の前提として，引用発明2のすすぎ洗い兼脱液装置を事業用装置と認定した審決には，誤りはない。",
            "原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1（動機付け）につき",
              "text": [
                "原告は，引用発明1と引用発明2とは技術分野及び課題を異にするので，当業者は引用発明1に引用発明2を適用しようと試みない旨を主張する。",
                "しかしながら，大量の洗濯物を処理する連続洗滌装置に係る引用発明1が，事業用装置に係る発明であることは明らかであり，上記2に認定判断のとおり，引用発明2のすすぎ洗い兼脱液装置も事業用装置に係る発明と認められるから，両発明は，事業用の洗濯装置という点で技術分野を同じくするものである。",
                "また，引用例1の記載によれば，引用発明1は，洗浄処理能力を向上し得るとともに洗滌物を効率良く処理することができる連続洗滌装置を提供することを目的とし（1頁左下欄7行～右上欄1行目），このために，洗滌ユニットの数を増減し，装置の全長を最適な長さにし，装置の稼働効率を上げることとしたものであり（2頁右下欄2行～3頁右上欄2行目），装置を小規模にすることや装置の効率を上げることを課題としていると認められる。さらに，引用例2の記載によれば，引用発明2は，従来の脱液機に小規模な改造を加えた簡単かつ小規模な装置で，比較的容易な操作で，すすぎ洗いとすすぎ洗い液の洗濯物からの脱液という一連の作業を能率的にできることを目的とし（1頁左欄19～24行目），このために，洗濯物からの洗剤汚液の除脱，すすぎ洗い及びすすぎ洗い液の洗濯物よりの除脱を一つの装置で行えるようにして，小規模な設備により能率的に二浴式洗濯を行い得るとものとしたものであり（1頁左欄15～18行目，2頁右欄7～16行目），装置を小規模にすることや装置の効率を上げることを課題としていることが認められる。したがって，両発明は，装置を小規模にする，装置の効率を上げるという点で課題が共通するものである。",
                "以上からすると，引用発明1と引用発明2とは，事業用の洗濯装置という点で技術分野を同じくするとともに，装置を小規模にする，装置の効率を上げるという点で課題も共通する。  ",
                "そして，①洗い，②すすぎ，③脱水，④乾燥からなる洗濯工程のうち，引用発明1の装置は，複数の洗滌ユニットが連結された連続洗滌装置Dが①洗いと②すすぎを，脱水機Eが③脱水を，乾燥機Fが④乾燥とを処理する装置であるところ，引用発明2は，洗剤液の除脱，すすぎ洗い及びすすぎ洗い液の除脱と乾燥（②～④）が行われるすすぎ洗い兼脱液装置であることから，当業者であれば，引用発明1に引用発明2を用いようとする動機があると認められる。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2（容易想到性）について",
              "text": [
                "原告は，引用発明1の脱水装置を引用発明2のすすぎ洗い兼脱液装置に置き換えても，相違点1及び相違点2に係る構成にはならない旨を主張する。",
                "引用発明1の装置は，連続洗滌装置Dが，複数の洗滌ユニット1A，1B，1C…を備えており，順次，洗滌からすすぎまで行うものであるところ，引用例1には，洗いやすすぎの各工程をどのユニットで行うのかについて明示的な記載はない。しかしながら，特開平7-144084号公報（乙3），特開平7-674号公報（乙4）及び特公昭55-26880号公報（乙5）によれば，複数の洗滌ユニットで順次洗滌処理をする連続洗滌装置においては，洗滌（洗濯）がその上流側から前洗い（予洗い），主洗い（本洗い），すすぎと領域を分けて行われることは周知技術といえ，引用発明1の複数の洗滌ユニットを，順に，前洗いのみ，主洗いのみ，すすぎのみを行う洗滌ユニットとして，機能を分担して構成することは，当業者であれば適宜設定できると認められ，この場合，すすぎのみを行う洗滌ユニットは，その性質上，連続洗滌装置の後側の部分に配置されることとなる。",
                "また，引用例1には，洗滌ユニットを洗滌物の汚れの度合に応じて増減することができるととともに，それら各洗滌ユニツトを個々に駆動させることができると記載されているから（2頁右下蘭2行～3頁右上欄2行目），引用発明1の各洗滌ユニットは必要に応じて増減できるものと認められる。一方，引用発明2は，すすぎ洗い兼脱液装置であるから，引用発明2の前工程には，必ず洗いのみを行う装置が存在していることとなる。",
                "したがって，装置を小規模にすることや装置の効率を上げるとの課題に従って，引用発明1の連続洗滌装置の後側に適宜設定し得るすすぎのみを行う洗滌ユニットに着目し，引用例1の各洗滌ユニットが必要に応じて増減できるとの開示事項に基づき，引用発明1の連続洗滌装置に引用発明2のすすぎ洗い兼脱液装置を適用し，この際，より機能が多く装置効率の良い引用発明2のすすぎ洗い兼脱液装置にすすぎを担わせ，これに伴い，引用発明1の連続洗滌装置のすすぎを行う洗滌ユニットを廃止することは，当業者としてごく自然な創作である。そして，引用発明2のすすぎ洗い兼脱液装置は，すすぎと脱水と内胴の回転による乾燥を行う装置として構成されているのであるから（1頁右欄12行～2頁左欄3行目），回転乾燥機といえる。したがって，引用発明1に引用発明2を適用すれば，自ずと相違点1及び相違点2に係る構成となるのであって，そのように構成することも当業者にとって容易想到であると認められる。",
                "以上から，上記原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3（阻害要因）について",
              "text": [
                "原告は，引用発明1に引用発明2を適用すると，連続洗滌装置により連続的に処理され順次送られてくる洗濯物が，すすぎ洗い兼脱液装置の手前で滞留してしまうから，当業者が引用発明1の連続洗滌装置に引用発明2のすすぎ洗い兼脱液装置を適用することには，阻害要因がある旨の主張をする。",
                "前記1(2)の引用例1の記載によれば，引用発明1は，洗滌処理能力を向上し洗滌物を効率的に処理する連続洗滌装置を提供するものであり（1頁左下欄17行～同右下欄1行目），所要数の任意の数の洗滌ユニットを連結し，複数の洗滌ユニットを各々駆動し，所定の洗滌処理時間終了後に，順次，下流側の洗浄ユニットに洗濯物を移送することによって洗濯物を連続的に洗滌処理し，最後の洗滌ユニットから洗濯物が脱水機Eに移送されて脱水され，次に乾燥機Fにおいて乾燥されるとの構成をとるものである（2頁右下欄2行～3頁右上欄2行目）。",
                "そして，ここにいう連続的な洗滌処理とは，各洗滌ユニットが連結されて適宜のユニットにおいて洗濯物の洗滌からすすぎ洗いまでの処理を行うことであり，その後，脱水及び乾燥までの一連の処理が行われるものであると解されるが，当該洗濯物が，洗滌，すすぎ洗い，脱水及び乾燥と間断なく移送されることを意味するものと解すべき根拠はない。また，引用発明1において，洗滌，すすぎ洗い，脱水及び乾燥の各所要時間は，洗濯物や洗滌液，各工程の必要性等に応じて適宜設定できることが明らかである。",
                "そうすると，引用発明1において，洗滌，すすぎ洗い，脱水などの工程の終了後，洗濯物が一時的に滞留することが必ずしも排除されているわけではなく，また，引用発明2を適用した結果，洗滌の終了後，洗濯物が一時的に滞留される事態を軽減しようと考えれば，洗滌に要する時間とすすぎ洗い及び脱水に要する時間を適時調整すればよいことであって，当業者にとってそのような操作は容易なことといえる。",
                "したがって，引用発明1に引用発明2を適用した場合に，洗いの工程とすすぎの工程の間に洗濯物の滞留時間が生じることがあるとしても，それゆえに引用発明1に引用発明2を適用することに阻害要因があるとはいえない。",
                "以上から，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由2-4（作用効果）について",
              "text": [
                "原告は，本願発明には引用発明1及び引用発明2から予測することのできない効果がある旨を主張するが，上記(2)に認定判断のとおり，引用発明1へ引用発明2を適用したものは，引用発明1のすすぎを行う洗滌ユニットが省略されたものであり，その分連続洗滌装置の長さを短縮することができ，ひいては装置全体を短く形成できることは明らかである。そうすると，原告が主張するトンネル式洗濯装置の装置全体の全長を短縮化できるという効果は，引用発明1に引用発明2を適用することにより当業者が予測できた効果にすぎないものである。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上のとおりであるから，取消事由1及び2はいずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}