{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800105号事件について平成25年7月23日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要（争いがない。）",
          "text": [
            "原告は，発明の名称を「照明装置」とする特許（特許第4457100号，平成18年11月14日出願（優先権主張，平成18年1月30日），平成22年2月12日設定登録。以下「本件特許」という。）の特許権者である。",
            "被告は，平成24年6月19日，特許庁に対し，本件特許のうち請求項1ないし7，9及び10に係る発明についての無効審判の請求（無効2012-800105号事件）をした。原告は，平成25年3月5日に審決の予告を受けたため，同年5月10日付けで，訂正請求をした（甲45。以下「本件訂正」という。また，本件訂正後の本件特許の明細書及び図面を併せて「本件明細書」という。なお，請求項3は，本件訂正により削除された。）。",
            "特許庁は，平成25年7月23日，「請求のとおり訂正を認める。特許第4457100号の請求項1及び2，4ないし7，9及び10に係る発明についての特許を無効とする。」との審決をし，その謄本は，平成25年8月1日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1及び2，4ないし7，9及び10の記載は，次のとおりである（以下，訂正後の各請求項に係る発明を各請求項ごとに「本件発明1」等といい，これらを併せて「本件発明」という。）。",
            "「【特許請求の範囲】",
            "【請求項1】",
            "所定方向に並設された複数のLEDと，各LEDの並設方向に延びるように設けられた集光レンズとを備え，各LEDの光が集光レンズを通過して集光レンズから所定の距離だけ離れた位置であって前記LEDの並設方向に撮像範囲の長手を有するように配置されたラインセンサカメラの撮像位置に線状に集光し，これにより前記撮像位置を照明しこれをラインセンサカメラで撮像するように構成されたラインセンサカメラ撮像位置照明用の照明装置において，",
            "この照明装置は，前記各LEDから前記集光位置までの光の経路中に光を主に各LEDの並設方向に拡散させる拡散レンズを備えると共に，前記集光レンズの各LED側の面によって受光レンズ部が形成され，",
            "受光レンズ部を，各LED側に凸面状に形成するとともに各LEDの並設方向に延びるように形成し，各LEDにおいて他の照射角度範囲よりも光の照射量を多くした所定の照射角度範囲から照射される光を受光可能に配置し，",
            "前記拡散レンズを，前記光の経路と交差する所定の面上に延びるように設けられた透明な基板と，該透明な基板の厚さ方向一方の面上に並ぶように設けられた複数の凸レンズ部から形成し，各凸レンズ部を，各LEDの並設方向への曲率半径が各LEDの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成し，",
            "前記各凸レンズ部を，互いに近傍に配置された凸レンズ部同士で各LEDの並設方向への曲率半径が異なるように形成し，これにより，光を前記複数の凸レンズ部のそれぞれの曲率に応じてLEDの並設方向に屈折させて前記拡散を行う",
            "ことを特徴とするラインセンサカメラ撮像位置照明用の照明装置。",
            "【請求項2】",
            "前記各レンズ部を，各LEDの並設方向と直交する方向に長い略楕円形状の凸レンズから形成した",
            "ことを特徴とする請求項1記載の照明装置。",
            "【請求項4】",
            "前記各LEDと受光レンズ部とを接触させた",
            "ことを特徴とする請求項1または2記載の照明装置。",
            "【請求項5】",
            "前記集光レンズを各LEDの並設方向に延びるロッドレンズから形成し，",
            "前記受光レンズ部をロッドレンズにおける各LED側の面によって構成した",
            "ことを特徴とする請求項1，2または4記載の照明装置。",
            "【請求項6】",
            "前記集光レンズを各LEDの並設方向に延びるシリンドリカルレンズから形成し，",
            "前記受光レンズ部をシリンドリカルレンズの凸面によって構成した",
            "ことを特徴とする請求項1，2または4記載の照明装置。",
            "【請求項7】",
            "前記集光レンズを，それぞれ各LEDの並設方向に延びるとともに光の経路と交差する方向に並設された2枚のシリンドリカルレンズから形成し，",
            "前記受光レンズ部を各シリンドリカルレンズのうち各LED側のシリンドリカルレンズの凸面によって構成した",
            "ことを特徴とする請求項1，2または4記載の照明装置。",
            "【請求項9】",
            "前記拡散レンズを前記受光レンズ部と各LEDとの間に配置した",
            "ことを特徴とする請求項1または2記載の照明装置。",
            "【請求項10】",
            "前記複数の凸レンズ部を，前記透明な基板の前記面上に前記LEDの並設方向と直交する方向及び前記LEDの並設方向に不規則に並ぶように配置した",
            "ことを特徴とする請求項1，2，4，5，6，7，8または9記載の照明装置。」  "
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，本件発明1は，特開平1-144771号公報（以下「甲16公報」という。）に記載された発明（以下「甲16発明」という。）及び特開2000-280267号公報（以下「甲17公報」という。）記載の事項並びに技術常識に基づいて当業者が容易に発明をすることができたものであり，本件発明2，4ないし7，9及び10も，上記各発明等に基づいて当業者が容易に発明をすることができたものであるから，本件発明に係る特許は，特許法29条2項の規定に違反してなされたものであり，同法123条1項2号に該当し，無効とすべきものである，とするものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決が認定した甲16発明の内容及び本件発明1との一致点・相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲16発明の内容",
              "text": [
                "基板10上に直線状に並設された複数のLED12と，各LED12の列と平行に設けられた円柱棒状のシリンドリカルレンズ14とを備え，各LED12の光がシリンドリカルレンズ14を通過してシリンドリカルレンズ14から所定の距離だけ離れた位置の照射面3に線状に集光するようにし，照射面3から反射された反射光がロッドレンズ4を通してCCD等からなるイメージセンサ5に入射される検査装置用の照明装置において，",
                "前記各LED12から照射面3までの光の経路中に光を散乱させる散乱シート2を設けるとともに，    ",
                "シリンドリカルレンズ14の各LED12側の面によって受光レンズ部を形成し，受光レンズ部を，各LED12側に凸面状に形成するとともに各LED12の列と平行に設けるように形成し，    ",
                "前記散乱シート2を，ポリエステルフィルム上に微粉末からなる光拡散層を積層することにより形成するとともに，光の経路を交差する所定の面上に配置した照明装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "所定方向に並設された複数のLEDと，各LEDの並設方向に延びるように設けられた集光レンズとを備え，各LEDの光が集光レンズを通過して集光レンズから所定の距離だけ離れた位置であって前記LEDの並設方向に撮像範囲の長手を有するように配置されたラインセンサカメラの撮像位置に線状に集光し，これにより前記撮像位置を照明しこれをラインセンサカメラで撮像するように構成されたラインセンサカメラ撮像位置照明用の照明装置において，",
                "この照明装置は，前記各LEDから前記集光位置までの光の経路中に光を拡散させる拡散手段を備えると共に，前記集光レンズの各LED側の面によって受光レンズ部が形成され，    ",
                "受光レンズ部を，各LED側に凸面状に形成するとともに各LEDの並設方向に延びるように形成するラインセンサカメラ撮像位置照明用の照明装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "「拡散手段」について，本件発明1では「光を主に各LEDの並設方向に拡散させる拡散レンズ」であって「光の経路と交差する所定の面上に延びるように設けられた透明な基板と，該透明な基板の厚さ方向一方の面上に並ぶように設けられた複数の凸レンズ部から形成し，各凸レンズ部を，各LEDの並設方向への曲率半径が各LEDの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成し，前記各凸レンズ部を，互いに近傍に配置された凸レンズ部同士で各LEDの並設方向への曲率半径が異なるように形成し，これにより，光を前記複数の凸レンズ部のそれぞれの曲率に応じてLEDの並設方向に屈折させて前記拡散を行う」のに対し，甲16発明では「記各LED12から照射面3までの光の経路中に光を拡散させる散乱シート2」であり，「ポリエステルフィルム上に微粉末からなる光拡散層を積層することにより形成する」点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "「受光レンズ部」が，本件発明1では「各LEDにおいて他の照射角度範囲よりも光の照射量を多くした所定の照射角度範囲から照射される光を受光可能に配置された」のに対し，甲16発明ではそのような構成か否か不明である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張  ",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1についての容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲16発明は，光を主にLEDの並設方向に拡散させるものではなく，甲16発明と本件発明1との間には，審決の認定するとおりの相違点1が存在する。",
                    "すなわち，甲16公報に，(a)「本発明は，…かつ有効照射巾を広げる手段を提供することを目的とする。」，(b)「集光レンズから出た光束を照射面の近くで，光学的に散乱させることにより，…かつ有効照射巾の割合を大幅に改善できる。」，(c)「散乱シート2は，…光透過率は64％，50％である。」，(d)「光の収束特性を弱め，原稿面上の有効照射巾の拡大を図り，」等の記載があるように，甲16発明の散乱シート2は，集光レンズで線状に絞り込まれるLEDアレイの光を，LEDの並設方向と直交方向に拡散していることが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本件発明1の相違点1にかかる構成について，甲16発明から想到することは容易であるとの審決の判断は，以下のとおり，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，集光位置の光量を確保しつつ，同時に，各LEDの並設方向における光量のむらを解消することを課題とした発明である。以上の課題を解決するため，本件発明1は，①各レンズ部においてLEDの並設方向のレンズの曲率半径を，当該方向と直交する方向の曲率半径よりも小さいものとする，②互いに近傍に配置された各レンズ部同士の，LEDの並設方向の曲率半径を互いに異なったものとする，という2つの条件を満たす拡散レンズを採用している。",
                        "これに対し，甲16発明は，「照射面の照度を均一にし，かつ有効照射巾を広げる」ことを課題とした発明であり，照射面の光量むらの解消とともに，LEDの並設方向と直交する方向の有効照射巾をその問題解決のために広げることを両立させることを課題としている。",
                        "すなわち，本件発明1は，LEDの並設方向と直交する方向にはできるだけ光を拡散させず，ロッドレンズ等の集光レンズで線状に集光して光量を確保することを課題としているのに対し，甲16発明においては，逆に，当該方向に有効照射巾を大幅（2倍程度）に広げることを必須としている。したがって，甲16発明と本件発明1とでは，課題が全く相反している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，審決は，「照明位置における光量のむらの低減と同時に光量の確保を図る」という課題が，当業者において一般的な課題であるとして，甲16発明から本件発明1に想到する十分な動機付けが存在するなどと認定した。しかし，上記(ア)のとおり，甲16発明においては，特定の方向における有効照射巾の確保という明確な課題があり，甲16発明は，光量の確保を課題とせず，照射面上の照度を低下させながら，有効照射巾を広げるものである。一般的に，散乱シートや拡散レンズは，光の拡散度を上げると単位面積当たりの照度が低くなる性質があるので，各照明装置はその目的や機能に応じて照度と拡散度のバランスをとっているのであり，その方向や目的も定めず，拡散度はそのままで，できるだけ光量を確保するなどという「一般的課題」は存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲16公報には，異方性のない，一般的な拡散シートを用いることが記載されており，発明の効果においても，光の拡散の異方性は全く意識されていない。したがって，甲16公報の記載から，甲17公報記載の発明（以下「甲17発明」という。）のような特殊な形状を有する異方性散乱シートを，甲16発明の散乱シートとして用いる動機付けは得られないし，甲17発明のような異方性散乱シートのモールド成形されたレンズ部の具体的な構成を，本件発明1の前記(ア)①及び②のような構成とする動機付けが得られることはさらにない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，上記(ア)のとおり，本件発明1と甲16発明とでは課題が相反しており，LEDの並設方向と直交する方向において大幅に有効照射巾を広げるという甲16発明の課題との関係では，LEDの並設方向と直交する方向にできるだけ光の拡散範囲を広げたほうがよいことは明らかであるから，照射幅を狭めてより多くの光量を確保しようとする本件発明1の前記(ア)①の構成とは矛盾するものであり，甲16発明から本件発明1の構成を想到するには，強い阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，被告は，甲16発明と甲17発明の技術分野が同一であると主張するが，甲16発明は，線状の部分を一列に並べられた数百～数千の撮像素子がそれぞれ0コンマ数ミリや1mm程度の範囲をそれぞれ撮像するセンサ用に撮像位置を照明する照明装置の技術分野に属するものであり，甲17発明は，背面投射型表示装置，液晶表示装置，広告用電飾看板等の人の目で見る表示装置の技術分野に属するものであるから，両者は技術分野が異なる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2，4ないし7，9及び10について",
              "text": [
                "本件発明1と同様の理由により，本件発明2，4ないし7，9及び10も当業者が容易に想到できるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1についての容易想到性判断の誤りに対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の認定した相違点1のうち，「本件発明1では，光を主に各LEDの並設方向に拡散させるレンズであって」は，甲16発明との相違点となるものではない。",
                    "すなわち，①甲16発明は，「LED12の列と隣接して平行に設けられた棒状のシリンドリカルレンズ14は，・・・・LEDアレイ1からの光を所定の照射面（原稿面）3の或範囲に線状に収束させる」（甲16の2頁左上欄3行目以下）ことを必須の前提要件とする発明であること，②甲16発明の実施例の横方向の照度分布図（第4図）において，直線上に複数配設されたLED（甲16の2頁左下欄10行目以下）から照射された光の照射面における照度が，LEDの並設方向に均一になっていることからすれば，甲16発明の散乱シート2は，主に，LEDの並設方向である横方向に光を拡散させることを必須の構成とするものである。",
                    "したがって，甲16発明も，主としてLEDの並設方向である横方向に光を均一化させるために，光を横方向に拡散させるものであって，甲16発明と本件発明1とは，基礎となる具体的な技術思想を同一にする発明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，以下のとおり，甲16発明から本件発明1が容易想到であるとの審決の判断に誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "すなわち，甲17公報には，相違点1にかかる本件発明1の構成に相当する発明（甲17発明）が開示されている。",
                        "そして，甲16発明及び甲17発明は，いずれも，技術分野をライン照明装置とするものであって，具体的な技術分野が同一であり，かつ，いずれも，照明ムラを均一化して，かつ光量を十分に確保するということを発明の課題としており，発明の具体的な課題を共通にするものである。また，甲17発明及び甲16発明は，光を拡散することによって照明ムラの均一化を図る点において，機能及び作用をも共通にするものである。さらに，甲16発明は，光拡散板として「散乱シート材料」を備えた発光装置に関する発明であるが，甲17発明は，まさに，その「散乱シート材料」を従来技術とし，その欠点を解決することを課題として，相違点1にかかる構成を採用した発明である。",
                        "したがって，甲16発明の「散乱シート」に替えて，甲17発明の構成を適用することについては十分な動機付けがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲16発明は，LEDの並設方向と直交する方向の有効照射巾を広げることを課題とするものであるから，甲16発明と本件発明1の課題は異なっていると主張する。",
                        "しかし，甲16発明は，光学的イメージリーダ，複写機，各種の検査装置等において，文字や画像情報を読み取る機器に設けられる発光素子アレイに関する発明であり，製品の本来的な構成としても，前記甲16公報の記載によっても，光を照射面で線状に収束させる構成を備えることを必須の前提要件とするものである。そして，甲16発明の課題の1つである「有効照射巾を広げる」とは，このような必須の前提要件のもと，光を照射面で線状に収束させるにあたり，従来技術では，光のユラギや蛇行によって光量のバラツキが生じてセンサー出力のバラツキが生じていたのに対し，光のユラギや蛇行を防止して，光軸（甲16発明において，「光軸」は，「原稿面の機械的な光学位置」を意味する用語である。）の近傍で有効照射巾をほとんど確保することができない箇所が生じてセンサー出力のバラツキが生じないよう，光軸の近傍でセンサ機能等に必要な有効照射巾を十分に確保し，以て必要な光量を確保する意義，と解するのが相当であり，ただ徒に，LEDの並設方向と直交する方向の「有効照射巾」を広げることに意義があるわけではない。",
                        "他方，本件発明1の課題である「所定方向に並設された複数の光源の光を無用に減衰させることなく」は，光軸近傍で必要な有効照射巾を確保することを否定するものではなく，乱反射により無用に光量が減衰することを防止する趣旨のものである。",
                        "したがって，甲16発明と本件発明1の課題とは相反するものではなく，照射面の照度の均一化・光量のむらの低減，光量の確保について，具体的な課題を共通にするものであり，甲16発明から本件発明1に到達する動機付けは十分にある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲16発明から本件発明1を想到するには阻害要因があると主張するが，甲16発明の課題は，本件発明1の課題と相反するものではないから，甲16発明から本件発明1を想到する阻害要因はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2，4ないし7，9及び10について",
              "text": [
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の本件発明についての各取消事由の主張にはいずれも理由があり，審決が，本件発明は，甲16発明，甲17公報記載の事項及び技術常識に基づいて当業者が容易に発明をすることができたものであるとした点には誤りがあるので，審決は取り消されるべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，次のとおりの記載がある（甲39，45）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【技術分野】【0001】本発明は，例えば紙，鋼板などの帯状部材を成形する工程において，帯状部材の欠陥の有無を検査するためのラインセンサカメラの照明装置に関するものである。」"
                },
                {
                  "fig": "イ",
                  "subject": "「【背景技術】」「【0002】一般に，この種の照明装置としては，帯状部材の幅方向に延びるように設けられた蛍光灯を用いたものが知られている。」",
                  "text": [
                    "「【0003】・・・しかしながら，蛍光灯では高速で検知するために必要な光量を確保できないという問題点があった。」",
                    "「【0004】そこで，他の照明装置として，帯状部材の幅方向に並設された複数のLEDと，各LEDの並設方向に延びるように設けられたシリンドリカルレンズとを備え，各LEDの光がシリンドリカルレンズを通過して帯状部材の表面に一直線状に集光するようにしたものが知られている。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「【発明が解決しようとする課題】【0005】しかしながら，後者の照明装置では，光源として複数のLEDを使用しているので，集光位置において各LEDの並設方向に光量のむらを生じ，例えば他の部分より光量が少ない部分がラインセンサカメラによって欠陥として認識され，ラインセンサカメラによる欠陥の検知を正確に行うことができないという問題点があった。",
                    "【0006】一方，各LEDから集光位置までの光の経路中にすりガラスを設けると，各LEDからの光を拡散させて集光位置における光量のむらを低減することができるが，すりガラスは入射した光を乱反射するため光量が無用に減衰し，集光位置の光量を確保するために各LEDの出力を大きくしなければならないという問題点があった。",
                    "【0007】本発明は前記問題点に鑑みてなされたものであり，その目的とするところは，所定方向に並設された複数の光源の光を無用に減衰させることなく所定の位置に線状に集光させることができ，しかも集光位置における光量のむらを低減することのできる照明装置を提供することにある。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「【課題を解決するための手段】【0008】本発明は前記目的を達成するために，所定方向に並設された複数のLEDと，各LEDの並設方向に延びるように設けられた集光レンズとを備え，各LEDの光が集光レンズを通過して集光レンズから所定の距離だけ離れた位置であって前記LEDの並設方向に撮像範囲の長手を有するように配置されたラインセンサカメラの撮像位置に線状に集光し，これにより前記撮像位置を照明しこれをラインセンサカメラで撮像するように構成されたラインセンサカメラ撮像位置照明用の照明装置において，この照明装置は，前記各LEDから前記集光位置までの光の経路中に光を主に各LEDの並設方向に拡散させる拡散レンズを設けると共に，前記集光レンズの各LED側の面によって受光レンズ部が形成され，受光レンズ部を，各LED側に凸面状に形成するとともに各LEDの並設方向に延びるように形成し，各LEDにおいて他の照射角度範囲よりも光の照射量を多くした所定の照射角度範囲から照射される光を受光可能に配置し，前記拡散レンズを，前記光の経路と交差する所定の面上に延びるように設けられた透明な基板と，該透明な基板の厚さ方向一方の面上に並ぶように設けられた複数の凸レンズ部から形成し，各凸レンズ部を，各LEDの並設方向への曲率半径が各LEDの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成し，前記各凸レンズ部を，互いに近傍に配置された凸レンズ部同士で各LEDの並設方向への曲率半径が異なるように形成し，これにより，光を前記複数の凸レンズ部のそれぞれの曲率に応じてLEDの並設方向に屈折させて前記拡散を行うように形成している。",
                    "【0009】これにより，拡散レンズによってLEDの光が主に各LEDの並設方向に拡散することから，所定方向に並設された複数のLEDの光が無用に減衰することなく所定の位置に線状に集光するとともに，集光位置における光量のむらが低減する。また，集光レンズの各LED側の面によって受光レンズ部が形成され，受光レンズ部は各LED側に凸面状に形成されるとともに各LEDの並設方向に延びるように形成されているので，例えば各LEDがX方向に並設されるとともに各LEDが下方に向かって光を照射するように設けられている場合は，各LEDにおける所定の照射角度範囲から照射された光が受光レンズ部においてX方向と直交するY方向の内側に向かって屈折するとともに，この屈折によって光が集光レンズ内を下方に向かって進み，集光レンズの下面を通過した光が集光位置に集光する。このため，各LEDの所定の照射角度範囲から照射された光はほとんど減衰することなく集光位置に照射される。また，拡散レンズが複数のレンズ部から形成され，各レンズ部が，光の経路と交差する所定の面上に並ぶように配置されるとともに，各LEDの並設方向への曲率半径が各LEDの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成されているので，光は拡散レンズの各レンズを通過する際に各LEDの並設方向と直交する方向にはほとんど拡散されず，主に各LEDの並設方向に拡散される。さらに，各レンズ部は互いに近傍に配置されたレンズ部同士で各LEDの並設方向への曲率半径が異なるように形成されているので，各LEDの並設方向への光の拡散が効果的に行われる。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲16公報の記載",
              "text": [
                "甲16公報には，次のとおりの記載がある（甲16。第1図，第3図，第4図，第10図，第11図は，別紙1のとおり）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「【産業上の利用分野】本発明は発光素子アレイに関するもので，特に密着型イメージセンサーや光学的イメージリーダー等の光源として使用されるものである。",
                    "【従来の技術】光学的イメージリーダ，複写機，各種の検査装置等において，文字や画像情報を読取る場合，光源からの光を原稿や被検査物の表面に照射し，その反射光をアモルファスシリコン-イメージセンサ，リニアイメージセンサ，CCD等を用いて光電変換を行い，それを情報入力とすることが行われる。この光源としては信頼性や寿命の点で優れた発光ダイオード素子（以下，LEDという）が使用されることが多くなっている。LED単体では発光光量が少なく，局部的な照射しか出来ないため，LEDを複数個直線上に並べたLEDアレイを構成することが多い。」",
                    "「・・・第7図乃至第9図において，基板10（PWB，プリント基板）上に，複数個のLED12が列をなすように直線上に配設されている。このLED12の配列間隙は，設計上の所要目的を満足させるため，或間隙で配設されている。また，照射面の光の均一性を良くし，LED素子数を低減するため，内部のLED素子間に反射板13が配設されている。LED12の列と隣接して平行に設けられた棒状のシリンドリカルレンズ14は，反射ケース11で保持固着され，第5図，第6図に示すようにLEDアレイ1からの光を所定の照射面（原稿面）3の或範囲に線状に収束させる役割をはたしている。なお，原稿面で反射された反射光は，ロッドレンズ4を通してCCD等からなるイメージセンサ5に入射される。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「【発明が解決しようとする問題点】ところで，LEDアレイ1の縦方向（棒状レンズ14と垂直な方向）における照射面の面照度は，光源に使用しているLEDアレイのLEDチップ12の配列のユラギや集光するための棒状レンズ14の偏芯のため，第10図のような照度分布となる。また横方向の照度分布は第11図のようになる。有効照度のユラギの限度を100～90％とすると，有効照射巾L2は第10図，第11図に示されるように巾が狭く，かつ面照度のユラギも大きい。このような照射面に読取用原稿3をセットして，ロッドレンズ4で集光して読取用イメージセンサー上に結像すると，光量のバラツキとなり，センサー出力のバラツキとなる。さらに実際上は原稿面が光学的な設計位置から0．2～0．5㎜位の変位や蛇行を生じるため，センサー出力のバラツキは大きくなる。",
                    "本発明はこのような問題点を解決するためになされたもので，照射面の照度を均一にし，かつ有効照射巾を広げる手段を提供することを目的とする。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「【問題点を解決するための手段】本発明にかかる発光素子アレイは，基板上に複数個の発光素子が配設された発光素子列と，この発光素子列の上方にこれと平行に設けられた棒状の集光レンズを備え，この集光レンズの前方に光を散乱する光学的手段を介挿したことを特徴としている。",
                    "【作用】上記構成により，集光レンズから出た光束を照射面の近くで，光学的に散乱させることにより，照射面の照度のユラギを少くし，かつ有効照射巾の割合を大巾に改善できる。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「【実施例】以下第1図乃至第4図に従って本発明の一実施例を説明する。",
                    "第1図は本発明にかかる発光素子アレイの構成を示す概念図であり，第2図は同斜視図である。従来の発光素子アレイと同様に，基板10上に発光素子としてLED12が直線上に配設され，その上方に近接して，円柱上の透明アクリル樹脂製の棒状のシリンドリカルレンズ14が，白色樹脂からなる反射ケース11で支持固定されている。しかし従来と異なり，シリンドリカルレンズ14と原稿面（照射面）3とに間に光を光学的に散乱する手段として散乱シート2が介在されている。",
                    "このため，LED12から出た光はシリンドリカルレンズ14で集束され，その後照射面3の近傍で光散乱されるため照度は低くなるが均一性が大巾に向上する。",
                    "散乱シート2は，表面光拡散層／ポリエステルフィルムまたは表面光拡散層／ポリエステルフィルム／表面光拡散層などの構成があり，市販されている（たとえば，株式会社辻本電機製作所のD103，D207）。フィルムの厚味は，87μm，97μmで，光透過率は64％，50％である。",
                    "D207シートを用いた場合の縦方向の照度分布を第3図に，横方向の照度分布を第4図に示す。第3図において，曲線6は本発明の一実施例を示すに対し，曲線7は従来例である。有効照射巾を相対光度100％～90％の範囲とすれば，従来例では有効照射巾L2は約0．9㎜であったのに対し，本実施例ではL1は約1．8㎜と2倍に改善されている。原稿面の機械的な光学位置（光軸）からのユラギはおよそ0．1～0．4㎜であるので，従来例の横方向の照度分布図第11図では0．1～0．4㎜のユラギや蛇行が大きな問題となったのに対し，本発明の場合，第4図に示されるようにこの程度の機械的ユラギや蛇行では，問題にならないことを明示している。",
                    "この実施例では散乱シートを曲面の形状で介在させているが，平面の形状でも効果は変らない。",
                    "また実施例ではポリエステルフィルム上に徴粉末から成る光拡散層を用いたが，ポリエステルフィルム表面をヘアラインの凹凸化加工によって光を散乱させても良く，また樹脂（プラスチック）板内に光散乱剤を混合し成形した光拡散板を用いても良いことは当然である。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「【発明の効果】以上本発明によれば，棒状の集光レンズと原稿面との間に光を散乱させる光学的手段を介在させることにより，光の収束特性を弱め，原稿面上の有効照射巾の拡大を図り，その結果，原稿面上の光軸からの機械的なユラギや蛇行に対する改善を実現する有用な発光素子アレイが提供できる。」"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲17公報の記載",
              "text": [
                "甲17公報には，次のとおりの記載がある（甲17。図1は，別紙2のとおり）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「【0002】【従来の技術】光拡散体は種々の分野で広く使用されており，例えば投射型表示装置用のスクリーン，液晶ディスプレイ等のバックライト用拡散体，広告用電飾看板バックライト用支持体，照明用カバー等に広く使用されている。光拡散体は大きく分けて光の乱反射により光を拡散するもの，および光の屈折により拡散を行うものが知られている。光の乱反射を利用するものは，例えばフィルムの中あるいは表面に光散乱粒子を配置させるものであり，例えば，液晶表示装置において均一面照明を行うためのバックライト用光拡散板には，プラスチックベースフィルムにポリマー粒子のマット材を含む光拡散層を形成したシート材料が使用されている。しかし，このような光拡散体は光の乱反射を利用するものであるため，前方散乱を増やそうとすると，後方散乱も増え画面が暗くなる（低い輝度レベル）という欠点を有している。また，電飾看板の蛍光灯の照明ムラを均一化するため通常は乳白色のアクリル樹脂板が用いられている。しかしこの乳白色の樹脂板は照明ムラを低減させるために光拡散性を強くしようとして，添加粒子量を増加しようとすると，後方散乱も大きくなり光の透過率が著しく低下し画面が暗くなる欠点がある。」"
                },
                {
                  "fig": "イ",
                  "subject": "「【0003】これに対し，光の屈折を利用する光拡散体としては，例えば，液晶表示装置のバックライト光拡散体として，プラスチックフィルムにビーズをバインダーと共に塗布したものも知られている（特開平6-67003号公報，特開平6-230230号公報，特開平7-5306号公報，特開平7-174909号公報）。この光拡散体の1つ1つのビーズは各ビーズの下のバインダーとマイクロレンズを構成し，したがって光拡散体はランダムレンズアレーが表面に形成されることになる。このランダムレンズアレーを設けたフィルムは，集光機能と光拡散機能を併せもっている。しかし，このランダムレンズアレーを設けた光拡散体は，拡散角度の異方性を制御することは困難であり，また，通常は均一な液体を塗布する装置を用いて製造することから，ビーズの比重や粒径が制約され，製造可能な表面形状の自由度の点において改善の余地を残すものであった。また，光の屈折を利用する光拡散体の他の例として，背面投射型表示装置のスクリーンとして，従来はフレネルレンズとレンチキュラーレンズを積層した光拡散体が知られている。この光拡散体は光を上下には狭くまた左右には広く光が拡散するように構成されているため，これをスクリーンとして使用することにより，左右の観視者からも画面が広く見ることができるようになっている。」"
                },
                {
                  "fig": "ウ",
                  "subject": "「【0006】【発明が解決しようとする課題】本発明は上記問題点に鑑みなされたものであり，その目的は，煩瑣な製造プロセスを用いることなく，かつ拡散角度の異方性の制御など光拡散体の設計変形も容易に行うことができる，高解像度・高透過率を有する光拡散体の製造方法を提供することにある。」"
                },
                {
                  "fig": "エ",
                  "text": [
                    "「【0007】【課題を解決するための手段】上記目的は，以下の光拡散体の製造方法を提供することにより達成される。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "表面が不規則な微小凹凸形状を有する原型にモールド樹脂材料を注型し，その後離型して，前記微小凹凸形状が転写されたモールドを作製し，次いで前記微小凹凸形状が転写されたモールドを延伸し，その後延伸したモールドに硬化性樹脂を流し込み次いで樹脂を硬化させ，硬化後，離型してレプリカを得ることを特徴とする光拡散体の製造方法。上記の微小凹凸形状が転写されたモールドを，1方向にあるいは2つの方向に引き伸ばすことができる。上記モールド樹脂材料としては，硬化性シリコーン樹脂が好ましく用いられる。また，上記のモールドに注型する硬化性樹脂としては，光硬化性樹脂が好ましく用いられる。また，上記の微小凹凸形状を有する原型として，その表面に，ビーズがバインダーにより結合されている原型，磨りガラス，あるいは紙を用いることができる。」",
              "content": [
                {
                  "fig": "オ",
                  "text": [
                    "「【0008】【発明の実施の形態】本発明をさらに詳細に説明する。本発明の製造方法により作製される光拡散体は，図1に示すように，その表面に不規則に配置されかつ延伸された凹凸形状を有する，いわゆる微小レンズアレーが形成されていることを特徴としている。図1は本発明の光拡散体の一例について，その表面の微小レンズアレーを示す顕微鏡写真を線画で模式的に示したもので，図中，10は光拡散体を，12は微小レンズアレーを示す。本発明の光拡散体は，前記の不規則に配置された凹凸の1つ1つの凸部においてその凸部の2つ以上の異なる切断面における屈折率が異なることにより，光拡散体として向上した機能を有する。すなわち，本発明の製造方法により製造される光拡散体の凸部は，製造工程においてモールドが延伸を受けることにより，原型における凸部の形状が特定の方向に伸ばされた形状を有している。図2には，本発明の光拡散体の製造において使用する原型の一例について，その表面の微小凹凸の顕微鏡写真を線画で模式的に表したものが示され，図中，14は原型を，16は微小凹凸を示している。この原型の表面に形成された微小凹凸形状の凸部の形状はおおむね半球状である。図3には，図2で示される原型にモールド樹脂を注型することにより作製され，原型の微小凹凸形状が転写されたモールドが示され，また，図4には，前記モールドを一方向に延伸した延伸モールドが示されている。この延伸モールドに硬化性樹脂を流し込み，次いで硬化させて本発明の光拡散体が作製される。",
                    "【0009】上記のように本発明の光拡散体は，図2で示されるような原型を用いて図3で示されるようなモールドを作製し，このモールドを一方向に延伸し，図4で示されるような延伸されたモールドを作製し，これに硬化性樹脂を注型・硬化して作ることができるが，使用する原型の凸部形状である半球が一方向に延伸された結果，光拡散体の凸部は前記半球より扁平（切断面の形状の曲率半径が大きい）の細長い形状のものに変わっている。したがって，光拡散体の凸部の，延伸方向と同じ方向の切断面における方が，延伸方向に直角の切断面の方より曲率半径が大きくなる。入射光が，光拡散体の微小凹凸が形成された面の方から反対側に抜ける場合，曲率半径の大きい断面を通過する光は，曲率半径の小さい断面を通過する光よりその屈折は小さくなり，光の拡散角度はより狭くなる。つまり，本発明の光拡散体は，拡散角度の異方性を制御することが可能である。これと逆方向に光が通過する場合も同様の原理が作用するので，拡散角度の異方性を制御することができる。したがって，本発明の光拡散体は，光拡散を行うと同時に光を特定の方向に集中的に拡散させることができ，例えば線状の入射光線が本発明の光拡散体に入射すると，強度分布が楕円形の拡散光となって透過することになり，本発明の光拡散体を液晶表示装置のバックライトの光拡散板や各種スクリーンに使用した場合，それらに優れた光拡散機能と正面集光機能を付与することができる。",
                    "【0010】本発明の光拡散体における不規則に配置された凹凸とは，凹凸が不規則に並ぶことを意味し，また，各凸部の高さは解像度と製造の観点からみて1μm～50μmの範囲にあることが適切であり，また各凸部の高さが均一である必要はないが高低の比が5：1以内程度に揃っている方が，映像の肌理の均一性の点から見て望ましい。」"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "「【0019】3．次に，2で形成されたモールドの延伸について説明する。",
                    "モールドの延伸は，1以上の方向に行うことができる。一方向に延伸する場合は，前記に説明したように延伸方向とこれに直角の方向との切断面では，入射光線の拡散角度の大きさが異なる。したがって，線状の平行光線が本発明の光拡散体に入射すると，光は楕円形に広がって透過する。また，延伸の度合い（切断面の曲率の大きさ）を調節することにより光の拡散角度を制御することができ，また延伸倍率を高くすると，延伸方向と直角の方向に光がさらに拡散し，さらに扁平な楕円形に光が広がる。また，二方向に延伸すると，表面凹凸の高低差が小さくなり，透過光の拡散角度は原型よりも小さくなる。」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「【0028】【発明の効果】以上説明したように本発明の光拡散体の製造方法によれば，拡散角度の異方性を制御することが可能でかつ高解像度で高透過率の光拡散体を，煩瑣な製造プロセスを用いることなく作製することができ，光拡散機能と光集光機能を有する光拡散体を容易に製造することができる。また微小凹凸のピッチが10μm以下の原型からも本発明の微小レンズアレイを備えた光拡散体を製造することが可能で，微小凹凸ピッチの小さい原型から容易に高解像度の光拡散体を製造することができる。また原型の微小凹凸の形状やピッチについて，任意のものを容易に作製あるいは選択することができるばかりでなく，延伸の条件を種々変更することにより，様々な特性の光拡散体を得ることができ，したがって光拡散体の設計変更を容易に行うことができる。また，本発明の製造方法により作製された光拡散体をスクリーン等に使用した場合，外観・風合いが極めて優れた商品価値の高いスクリーンとすることができる。」  "
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（相違点1についての容易想到性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)のとおりの甲16公報の記載によれば，審決が認定したとおり甲16発明が記載されていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，甲16発明と本件発明1を対比すると，両者の間には，審決の認定するとおり（前記第2の4(3)ア），「拡散手段」について，本件発明1では「光を主に各LEDの並設方向に拡散させる拡散レンズ」であって，「光の経路と交差する所定の面上に延びるように設けられた透明な基板と，該透明な基板の厚さ方向一方の面上に並ぶように設けられた複数の凸レンズ部から形成し，各凸レンズ部を，各LEDの並設方向への曲率半径が各LEDの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成し，前記各凸レンズ部を，互いに近傍に配置された凸レンズ部同士で各LEDの並設方向への曲率半径が異なるように形成し，これにより，光を前記複数の凸レンズ部のそれぞれの曲率に応じてLEDの並設方向に屈折させて前記拡散を行う」のに対し，甲16発明では「記各LED12から照射面3までの光の経路中に光を拡散させる散乱シート2」であり，「ポリエステルフィルム上に微粉末からなる光拡散層を積層することにより形成し，これにより光を散乱させて拡散を行う」という相違点（相違点1）があると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の認定に対し，被告は，甲16発明の散乱シート2も，主としてLEDの並設方向に光を拡散させることを必須の構成とするものであるから，「光を主に各LEDの並設方向に拡散させる拡散レンズ」という構成は，甲16発明と本件発明1との相違点に当たらないと主張する。",
                    "しかし，上記1(2)によれば，甲16発明は，複数のLEDを直線上に並べたLEDアレイからの光をシリンドリカルレンズ（棒状レンズ）によって所定の照射面の範囲に線状に収束させる従来の技術では，LEDチップの配列のユラギやシリンドリカルレンズの偏芯のため，LEDアレイの縦方向（シリンドリカルレンズと垂直な方向）及び横方向（シリンドリカルレンズと平行な方向）の照度分布に偏りが生じ，LEDアレイの縦方向の有効照射巾L2が狭く，かつ面照度のユラギも大きいという課題（すなわち，第10図，第11図のとおり，有効照射巾L2について，縦方向の幅が狭く，また，横方向には光軸に対して相対的に縦幅が広いところと狭いところとが生じ，全体的に蛇行している。）を解決するために，「照射面の照度を均一にし，かつ有効照射巾を広げる手段を提供すること」を目的とするものである（【従来の技術】，【発明が解決しようとする問題点】）。そして，甲16発明は，その問題点を解決するための手段として，シリンドリカルレンズ14により，LEDアレイ1からの光を線状に集束させた上で，シリンドリカルレンズ14から照射面3までの光の経路中に光を光学的に散乱させるポリエステルフィルム上に微粉末からなる光拡散層を積層することにより形成した散乱シート2を設けるという構成を採用し，シリンドリカルレンズによって線状に集束された光の束を，散乱シート2により光学的に散乱させるものであり（【問題点を解決するための手段】，【作用】，【実施例】），このような構成により，光の収束特性を弱めて，有効照射巾の拡大を図り，その結果，ユラギや蛇行に対する改善を実現している（【発明の効果】）。",
                    "そうすると，甲16発明の上記目的のうち，有効照射巾L2の幅を広げるという目的を達成するためには，各LEDの並設方向（LEDアレイの横方向）への散乱ではなく，同方向と直交する方向（LEDアレイ及びシリンドリカルレンズと垂直な方向）に光を拡散させる必要があることは明らかである。また，甲16公報には，散乱シート2が，各LEDの並設方向への光の散乱と，同方向と直交する方向への光の散乱のいずれかを主又は従として行うものであるとか，各LEDの並設方向と直交する方向への光の拡散の程度を制御するという機能を有する旨を示唆する記載はなく，ポリエステルフィルム上に微粉末からなる光拡散層を積層するという散乱シート2の上記構成からすれば，散乱シート2は，光の拡散方向を一定の方向に制御することなく，無指向にいずれの方向にも同程度に散乱させるものと認められる。甲16発明において，各LEDの並設方向と直交する方向に光が拡散される効果が生じることは，甲16発明の実施例の照度分布における有効照射巾L2が，従来例と比較して2倍に拡大していること（甲16公報の第3図,第4図のL1。散乱シートの構成からすれば，光は横方向にも同程度拡散されるため，横方向の均一性も向上している。）によっても，裏付けられている。したがって，甲16発明の散乱シート2は，各LEDの並設方向だけではなく，各LEDの並設方向と直交する方向にも，同程度，光を拡散させるものであると認められる。  ",
                    "なお，従来技術による照度分布では，有効照射巾が全体的に蛇行しているところ，各LEDの並設方向（横方向）へ光を拡散させることによっても，蛇行が改善する部分（有効照射巾L2の縦幅の広いところから，その左右の有効照射巾L2の縦幅の狭いところへ光が拡散される部分）では，その限度で，有効照射巾も結果として広がる（当該縦幅の狭い部分についての縦幅が広がる。）という効果が生じることになるが，その場合に有効照射巾の縦幅が広がる範囲の上限は，従来の照度分布における有効照射巾の縦幅の上限に限定されることになるところ，甲16公報には，「有効照射巾を広げる」との目的や効果を，そのような限度に限定することを示唆する記載はなく，むしろ，上記のとおり，甲16発明は，横方向と同程度に縦方向にも光が拡散される構成を採用しているのであるから，主として横方向に光を拡散させることによって，甲16発明の課題が解決されるものとはいえず，甲16発明が，主として横方向に光を拡散する構成を備えるものとはいえない。  ",
                    "以上によれば，甲16発明の散乱シート2が「光を主に各LEDの並設方向に拡散させる拡散手段」であるとは認められず，被告の主張を採用することはできない。     "
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る構成の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記1(1)によれば，本件発明1は，複数のLEDが並設され，各LEDの光がシリンドリカルレンズを通過して一直線状に集光するようにした従来の照明装置では，集光位置において各LEDの並設方向に光量のむらを生じ（【0004】【0005】），一方，光量のむらを低減するために各LEDから集光位置までの光の経路中にすりガラスを設けると，光が乱反射するため光量が無用に減衰する（【0006】），という課題を解決するために，すりガラスの代わりに，「光の経路と交差する所定の面上に延びるように設けられた透明な基板と，該透明な基板の厚さ方向一方の面上に並ぶように設けられた複数の凸レンズ部から形成し，各凸レンズ部を，各LEDの並設方向への曲率半径が各LEDの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成し，前記各凸レンズ部を，互いに近傍に配置された凸レンズ部同士で各LEDの並設方向への曲率半径が異なるように形成」した拡散レンズを，各LEDから集光位置までの光の経路中に設け，「前記各凸レンズ部を，互いに近傍に配置された凸レンズ部同士で各LEDの並設方向への曲率半径が異なるように形成」するという構成を採用したものである（【0007】【0008】）。そして，各LEDの並設方向への曲率半径が各LEDの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成されているので，光は拡散レンズの各レンズを通過する際に各LEDの並設方向と直交する方向にはほとんど拡散されず，主に各LEDの並設方向に拡散されることから，光が無用に減衰することなく所定の位置に線状に集光されるとともに，集光位置における光量のむらを低減することができるという効果を生じるもの（【0009】）と認められる。",
                    "したがって，本件発明1は，照射面における各LEDの並設方向のみの光のむらを問題とし，これを解消しつつ，光量の無用の減衰をさせないという課題を解決するため，光の散乱角度を制御し，光を各LEDの並設方向と直交する方向にはほとんど拡散させず，主に各LEDの並設方向という一定の方向にのみ拡散させることができる構成を採用したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，上記1(3)によれば，甲17公報には，従来の光拡散体には，①乱反射により光を拡散するものと，②光の屈折により拡散を行うものがあるが，①光の乱反射を利用する光拡散体には，均一面照明を行うために前方散乱を増やそうとすると後方散乱も増え画面が暗くなったり（低い輝度レベル），照明ムラを均一化するために光拡散を強くしようとすると，後方散乱も大きくなり光の透過率が著しく低下し，画面が暗くなるという欠点があり（【0002】），②光の屈折を利用する光拡散体には，拡散角度の異方性を制御することは困難であり，また，製造可能な表面形状の自由度の点において改善の余地があるという問題点があったため（【0003】），これらを解決し，「煩瑣な製造プロセスを用いることなく，かつ，拡散角度の異方性の制御など光拡散体の設計変形も容易に行うことができる，高解像度・高透過率を有する光拡散体」の製造方法を提供することを課題とすること（【0006】）が記載されている。",
                    "そして，甲17公報に記載された製造方法は，上記課題の解決方法として，微小凹凸形状が転写されたモールドを，「1方向にあるいは2つの方向に」引き伸ばしてから，同モールドに硬化性樹脂を流し込み，これを硬化後，離型して，光拡散体を製造するというものであるが（【0007】），このうち，モールドを，一方向に延伸して光拡散体を製造作成した場合には，光拡散体の凸部は扁平（切断面の形状の曲率半径が大きい）の細長い形状のものに変わって，光拡散体の凸部の，延伸方向と同じ方向の切断面における方が，延伸方向に直角の切断面の方より曲率半径が大きくなり，曲率半径の大きい断面を通過する光は，曲率半径の小さい断面を通過する光よりその屈折は小さくなり，光の拡散角度はより狭くなるため，光を特定の方向に集中的に拡散させることができるという機能を有すること（【0009】）が開示されている。",
                    "したがって，甲17公報には，光の拡散方向を制御して，特定の一方向に集中的に拡散させることができる光拡散体として，「表面が不規則な微小凹凸形状を有する原型にモールド樹脂材料を注型して微小凹凸形状が転写されたモールドを一方的に延伸し，使用する原型の凸部形状である半球が一方向に延伸された結果，光拡散体の凸部が前記半球より扁平（切断面の形状の曲率半径が大きい）の細長い形状のものに変わっているシート（フィルム）状の光拡散体であって，前記凸部の，延伸方向と同じ方向の切断面における方が，延伸方向に直角の切断面の方より曲率半径が大きくなっており，曲率半径の大きい断面を通過する光は，曲率半径の小さい断面を通過する光よりその屈折は小さくなり，光の拡散角度はより狭くなる拡散角度の異方性を制御可能な高透過性の光拡散体」（甲17発明）が記載されていると認められる（【0009】。当事者間に争いがない。）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，甲16発明は，上記(1)ウのとおり，従来の技術では，照射面のうち，LEDアレイの並設方向（横方向）の照度にも，これと直交する方向（縦方向）の照度にも偏りが生じ，縦方向の有効照射巾が狭く，かつ均一な照度を得られないという課題を解決するため，光を無指向に散乱させる散乱シート2（ポリエステルフィルム上に微粉末からなる光拡散層）を設けることにより，光をLEDアレイの並設方向にも，これと直交する方向（縦方向）にも散乱させ，照射面については均一な照度となるようにし，その縦方向については有効照射巾を拡大できるようにしたものである。",
                    "そうすると，甲16発明は，主としてLEDアレイの並設方向に光を集中的に拡散させることを課題とするものではなく，かえって，これと直交する方向にも光を拡散させることを課題とするものであるから，光を特定の1つの方向にのみ集中的に拡散させるという機能を有する光拡散体である甲17発明を，甲16発明に組み合わせることは，その動機付けを欠くものであり，当業者が容易に想到することができるものとは認められないというべきである（なお，甲17公報には，微小凹凸形状が転写されたモールドを，2つの方向に引き伸ばしてから，同モールドに硬化性樹脂を流し込んで製造する光拡散体も開示されていると認められるから，微小凹凸形状を2つの直交する方向に引き伸ばしたモールドから製造した光拡散体であれば，当業者が，甲16発明の課題を解決するために，甲16発明の散乱シート2に代えて組み合わせることは容易であると考える余地があるが，かかる光拡散体は，そもそも，「各凸レンズ部を，各LEDの並設方向への曲率半径が各LEDの並設方向と直交する方向への曲率半径よりも小さい曲面状に形成し」た構成を備えているとは認められないから，甲16発明と組み合わせても本件発明1の構成にはなり得ない。）。",
                    "また，甲16発明と本件発明1との関係をみても，甲16発明と本件発明1とは，照射面における光のむらを解消することを課題の一部とする点では共通するが，甲16発明は，照度のユラギを改善して照射面全体における照度を均一とすることを目的とし，これに加えて，有効照射巾の拡大のため，縦方向にも光を散乱させることを課題とするものであり，かつ，その結果として，照射面における一定程度の照度の低下はやむを得ないことを前提とし（【実施例】），これを防止することは解決課題とはしていないのに対し，本件発明1は，各LEDの並設方向と直交する方向への光の拡散は課題としておらず，かえって，同方向へはほとんど拡散させずに，光を無用に減衰させることなく主に各LEDの並設方向に集光させ，かつ，照度の低下を防止することを必須の課題とするものであるから，両発明の解決課題は全体として異なるものである。それだけではなく，本件発明1は，各LEDの並設方向と直交する方向への光の拡散はほとんどさせないことにより，光を無用に減衰させることなく集光することを解決手段の1つとするものであるから，これとは逆に，同方向への光の拡散を課題の一部とする甲16発明には，本件発明1を想到することについての阻害要因が存するというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲16発明の課題の1つである「有効照射巾を広げる」とは，光を照射面で線状に収束させるにあたり，光軸の近傍で有効照射巾をほとんど確保することができない箇所が生じてセンサー出力のバラツキが生じないよう，光軸の近傍でセンサ機能等に必要な有効照射巾を十分に確保し，以て必要な光量を確保する意義，と解するのが相当であり，他方，本件発明1の課題は，光軸近傍で必要な有効照射巾を確保することを否定するものではなく，乱反射により無用に光量が減衰することを防止する趣旨のものであるから，甲16発明と本件発明1の課題とは相反するものではないし，甲16発明から本件発明1を想到する阻害要因はなく，両発明は，照射面の照度の均一化・光量のむらの低減，光量の確保について，具体的な課題を共通にするものであり，甲16発明から本件発明1に到達する動機付けは十分にあると主張する。",
                        "しかし，甲16発明の対象とするセンサの性質上，甲16発明が，各LEDと直交する方向（縦方向）へ無限定に光を拡散することを課題とするものではないことは当然であるとしても，甲16発明は，照射面における縦方向の有効照射巾が狭いということを解決課題とするものである以上，縦方向に光を拡散させることを必須とするものであるし，甲16発明の採用する光拡散体は，縦方向へ無限定に光を拡散させることを可能とする構成でもない。そして，甲16公報の記載全体によっても，光の拡散を主に各LEDの並設方向へ行うということを課題とすることを示唆する記載はない。他方，本件発明1は，光軸近傍で必要な有効照射巾を確保することを否定するものではないとしても，集光位置の縦方向における照度の確保（有効照射巾の確保）を従前の技術についての解決が必要な課題としてとらえているとは認められない（甲39，45）。",
                        "したがって，本件発明1は，各LEDの並設方向と直交する方向へはほとんど光を拡散させないことを前提としているのに対し，甲16発明は，集光位置の縦方向における照度の確保（有効照射巾の確保）を解決課題として，各LEDの並設方向と直交する方向にも，同並設方向と同程度に光を拡散させるものであるから，甲16発明と本件発明1の課題とは異なるものであり，甲16発明から本件発明1を想到する阻害要因があるというべきである。したがって，被告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲16発明及び甲17発明は，いずれも，具体的な技術分野が同一であること，いずれも，照明ムラを均一化して，かつ光量を十分に確保するということを発明の課題としており，発明の具体的な課題を共通にすること，甲16発明は，光拡散板として「散乱シート材料」を備えた発光装置に関する発明であり，甲17発明は，その「散乱シート材料」を従来技術とし，その欠点を解決することを課題として，相違点1に係る構成を採用した発明であることから，甲16発明の「散乱シート」に替えて，甲17発明の構成を適用することについては十分な動機付けがあると主張する。",
                        "確かに，甲17発明は，甲16発明で採用されているような光拡散体を従来技術の1つとし，その欠点である光量の確保及び光の異方性の制御を解決課題とするものである。しかし，一方で，甲16発明は，光を制御して一方向のみへ拡散することや，光量の確保を解決課題としていないことは上記のとおりであるから，両発明がその具体的な課題を共通にするとはいえない。また，甲16発明は，照射面の縦方向と横方向の双方向へ光を拡散することを課題とし，双方向に光を散らすことを可能とする光拡散体（散乱シート）を採用するものであるのに対し，甲17発明は，照射面のいずれか一方の方向へ主に光の拡散をしようとするものであり，また，光量を確保しようとするものであるから，甲16発明に甲17発明を適用することを想到することは容易とはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，審決は，照明の分野において，「光のむらを解消しつつ，光量の確保をする」ことは一般的課題であると認定して，甲16発明においても同課題に基づいて甲17発明を適用することは容易であると判断する。しかし，仮に上記課題が一般的な課題であるとしても，甲16発明が，照射面の縦方向と横方向の双方向へ光を拡散することを具体的な解決課題としている以上，甲16発明に，照射面のいずれか一方の方向へ主に光を拡散するものである甲17発明を適用することが容易とはいえないことは，上記判示のとおりである。さらに，審決は，甲16公報の【実施例】に，「ポリエステルフィルム表面をヘアラインの凹凸化加工によって光を散乱させ」るものが記載されていることをもって，甲16発明において同方性の散乱シートの代わりに異方性の散乱シートを選択することも当業者において一般的になされているといえるとも認定するが，同記載からは，ヘアラインの凹凸化加工によって甲16発明の上記解決課題をどのように解決するのかという具体的な実施態様が不明であるから，同記載を根拠として，当業者が甲17発明を甲16発明の散乱シートの代わりに適用することが容易であるということもできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，甲16発明について，甲17発明を適用することが当業者にとって容易想到であるということはできず，本件発明1が特許法29条2項の規定により特許を受けることができないものであるとした審決の判断には誤りがあり，その誤りは審決の結論に影響を及ぼすものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（本件発明2，4ないし7，9及び10について）について",
          "text": [
            "また，本件発明1について上で述べたのと同様の理由により，本件発明2，4ないし7，9及び10についても，特許法29条2項の規定により特許を受けることができないものであるとした審決の判断には誤りがあり，その誤りは審決の結論に影響を及ぼすものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の各取消事由にはいずれも理由があり，原告の本件請求は理由があるから，これを認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}