{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-10848号事件について平成25年9月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "(cid:1) (cid:2)原告は，平成23年4月15日，意匠に係る物品を「使い捨てカイロ」とする意願2011-8751号に係る意匠を本意匠とする関連意匠として，部分意匠に係る意匠登録出願(意願2011-8752号。以下「本願」といい，本願に係る部分意匠を「本願意匠」という。)をした。",
            "原告は，平成24年3月9日，拒絶査定を受け，同年6月11日，拒絶査定不服審判(不服2012-10848号)を請求した。原告は，平成25年4月19日，本願意匠は意匠法3条2項の規定に該当するとの拒絶理由通知を受け，同年5月29日付けで意見書を提出した。",
            "特許庁は，平成25年9月25日，「本件審判の請求は，成り立たない。」との審決をし，同年10月11日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しのとおりである。要するに，本願意匠は，その出願前に日本国内又は外国において公然知られた形態に基づいて，当業者であれば容易に創作をすることができたものであるから，意匠法3条2項の規定に該当し，意匠登録を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した本願意匠及び公知の形態は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願意匠",
                  "text": [
                    "本願意匠は，袋体のカイロの裏面全面に設けられた衣類に貼付するための粘着面を覆う剥離紙の部分意匠であり，別紙審決書写しの「別紙第1」の記載及び図面に記載されたとおりのものである。すなわち，剥離紙の全体形状は，隅丸長方形状であって，二度貼りを可能とするために，該剥離紙には，一度目と二度目の粘着面が略同面積となるように長手方向と平行で，上端から下端までその高さ一杯に，同形同大の波線状の切り込み線を，該剥離紙全体を約1：2：1の面積比に区画する位置，言い換えると，剥離紙の左右幅を約1：2：1に分割する位置に，平行に2本設けたものである。",
                    "(cid:1) (cid:3)イ  公知の形態",
                    "審決は，使い捨てカイロにおいて，以下の各形態はいずれも，本願出願前に公知の形態であると認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "形態1",
                      "text": [
                        "剥離紙全体を隅丸長方形状とすること(意匠登録第1237838号の意匠公報(甲22。以下「甲22公報」という。)。別紙審決書写しの「別紙第2」参照。以下「形態1」という。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "形態2",
                      "text": [
                        "切り込み線を剥離紙の長手方向と平行で，上端から下端までその高さ一杯に設けること(甲22公報。別紙審決書写しの「別紙第2」参照。以下「形態2」という。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "形態3",
                      "text": [
                        "使い捨てカイロにおいて，二度貼りを可能とするために，剥離紙に複数区画を形成するような切り込み線を設け，さらに，二度貼りの前後において粘着面の面積を略同じとなるように，剥離紙全体を約1：2：1の面積比に区画する位置に，平行に切り込み線を設けること(例えば，特開平7-80018号の公開特許公報(甲23。以下「甲23公報」という。別紙審決書写しの「別紙第3」参照)の【図1】及び【0011】の記載並びに【図3】及び【0012】の記載から導き出される態様。具体的には，本願意匠は，甲23公報の【図1】及び【図3】の2b及び2cの剥離紙を一体とした態様のものである。そして，実用新案出願公開平3-63322号の公開実用新案公報(甲24。以下「甲24公報」という。別紙審決書写しの「別紙第4」参照)の第1図及び第2図の発熱袋の態様。)(以下「形態3」という。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "形態4",
                      "text": [
                        "発熱袋(カイロ)において，切り込み線を直線以外の曲線等とするこ(cid:1) (cid:4)と(例えば，甲24公報の〔実施例〕の記載。以下「形態4」という。)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "形態5",
                      "text": [
                        "剥離紙の切り込み線を同形同大の波線状とし，平行に設けること(例えば，貼り薬の事例ではあるが，意匠登録第1074403号(甲25はその意匠公報(以下「甲25公報」という。別紙審決書写しの「別紙第5」参照))の意匠(以下「形態5」という。)。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決は，公知の形態の認定を誤り，本願意匠の容易創作性の判断を誤ったものであるから，違法であり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "公知の形態の認定について",
          "content": [
            {
              "fig": "(1)",
              "subject": "形態3について",
              "text": [
                "審決は，「使い捨てカイロにおいて，二度貼りを可能とするために，剥離紙に複数区画を形成するような切り込み線を設け，さらに，二度貼りの前後において粘着面の面積を略同じとなるように，剥離紙全体を約1：2：1の面積比に区画する位置に，平行な切り込み線を設けること」(形態3)は，公知の形態であると認定した(審決書4～5頁)。",
                "しかし，甲23公報には，「二度貼りを可能とするために，剥離紙に複数区画を形成するような切り込み線を設けること」や，「二度貼りの前後において粘着面の面積を略同じとなるようにすること」や，「剥離紙全体を約1：2：1の面積比に区画する位置に，平行な切り込み線を設けること」は，全く開示されておらず，教示されてもいない。また，剥離紙全体を約1：2：1の面積比に区画する位置に切り込み線を設けることは，甲24公報にも示されていない。",
                "したがって，審決が，形態3を公知の形態と認定したのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "形態4について",
              "text": [
                "審決は，「発熱袋(カイロ)において，切り込み線を直線以外の曲線等と(cid:1) (cid:5)すること」(形態4)は，公知の形態であると認定した(審決書5頁)。",
                "しかし，甲24公報の〔実施例〕には，切り込み線を直線以外の曲線等とした場合に，具体的に如何なる形態であるかについては示されていない。",
                "したがって，審決が，形態4を公知の形態と認定したのは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "容易創作性の判断について",
          "text": [
            "審決は，甲23公報，甲24公報及び甲25公報に基づき，剥離紙全体を約1：2：1の面積比に区画する位置(剥離紙の左右幅を約1：2：1に分割する位置)に，切り込み線を左右対称に2本設ける程度のことは，当業者であれば容易に創作することができたものであると判断した。",
            "しかし，以下のとおり，上記各文献は，審決の容易創作性判断の根拠となるものではない。剥離紙を，左領域，中央領域，右領域の面積比が約1：2：1となるように3分割した形態は，公然知られた形態に基づいて容易に創作できたものではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲23公報について",
              "text": [
                "審決は，「本願意匠のように，・・・そのような態様とするためには，文献1(判決注・甲23公報を指す。)の【図1】及び【図3】に表された意匠において，単に剥離紙2b及び2cを一体とすればよく」とし，【0011】に「この切り込み3の数は本発明においてとくに限定されず，少なくとも1本あれば良く，また切り込みの形成箇所も適宜選定すればよい」等の記載があることを根拠として挙げ，「当業者であれば，剥離紙2b及び2cを一体として，剥離紙の長手方向に，面積比が約1：2：1となるように切り込み線を2本入れるという創作が格別困難であったとはいえない。」と判断した。",
                "しかし，甲23公報の【0011】には，切り込み3によって分割される剥離紙の面積に大小を形成するように面積を変えるといったことは一切説明されていない。【0011】には，「切り込みの形成箇所も適宜選定すれば(cid:1) (cid:6)よい。」との記載はあるが，この記載は，同文献記載の発明が「偏平状袋の片面の全面または一部に粘着剤層が形成されてなる」使い捨てカイロ(請求項1，請求項2を参照)であることから，偏平状袋の片面の一部に粘着剤層が設けられている場合には，粘着剤層を露出させるために必要な位置に切り込みを設ければよいという程度の意味と解される。実際，甲23公報の実施例記載の剥離紙に形成される切り込みは，剥離紙の一端から他端までその高さいっぱいに設けられているものではなく，使い捨てカイロ本体の外枠部分を除く中央部に露出させるべき粘着層が形成されており，その粘着層に対応して剥離紙に切り込みが形成されている。これに対し，本願意匠は，使い捨てカイロの片面全面が剥離紙で覆われ，全面を覆う剥離紙の一端から他端まで切り込み線が形成されたものである。したがって，甲23公報の実施例記載の形態は，本願意匠の形態とは，厳密な意味では異なるものである。",
                "したがって，剥離紙2b及び2cを一体化すればよいということは，甲23公報に基づいて当業者が容易に想到し得るものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲24公報について",
              "text": [
                "審決は，甲24公報の第2図について，〔実施例〕に「この剥離シート4には適宜数のカットライン5が形成され，部分剥離が可能となっている」との記載があることを根拠として，甲24公報の第2図に表された意匠の剥離領域の数及びその面積比が本願意匠と異なるからといって，当業者であれば，剥離紙6を一体として，剥離紙の長手方向に，面積比が約1：2：1となるように切り込み線を2本入れるという創作が格別困難であったとはいえないと判断した。",
                "しかし，甲24公報の〔実施例〕には，上記記載に続けて，「カットライン5の具体的形状は部分剥離可能なものであれば直線，曲線等その如何を問わないが，平行直線や同心円とし，カットライン5により形成された複数の分画部片6に，同時に剥離すべき部片毎に共通記号7を付すのが簡便であ(cid:1) (cid:7)る。」との記載がある。この記載は，剥離紙を分割する際に，平行直線によって剥離紙の面積が等しいものを多数形成するか，同心円により中心から外方に向かって半径が一定寸法ずつ大きくなる複数のドーナツ状の剥離紙を形成するといったことを意図したものと推察され，剥離紙の面積比が1：2：1となる形態にすることを示唆するものではない。",
                "したがって，甲24公報に表された公知の形態も，本願意匠が容易に創作できたものであることの根拠とはなり得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲25公報について",
              "text": [
                "審決は，甲25公報に表された意匠について，剥離紙の左領域，中央領域，右領域の面積比が本願意匠と異なるとしても，本願意匠の同形同大の波線状で平行に設けられた剥離紙の切り込み線は，本願出願前に上記意匠において既に見られるとした，先の拒絶理由における審決の判断に誤りはないと判断した。",
                "しかし，甲25公報の意匠は，4角が丸められた横長矩形の剥離紙に，その短手方向に2本の波線状の切り込み線を平行に設け，当該剥離紙を，短手方向に，面積比が約2：1：2に分割する態様を示すものであり，同公報の【意匠に係る物品の説明】の3行～6行には，次のような記載がある。",
                "「本物品の使用時には，まず，中央分離帯の部分を剥がして膏薬部を露出させ，この露出した膏薬部を身体の患部に位置決めして貼り付ける。しかる後に，残りの左右に分割された剥離シートを剥がしながら，あるいは片方ずつ剥がしながら，徐々に膏薬部全体を身体に貼り付けるようにする。これにより，本物品を正確かつ容易に患部に貼付することができるものである。」",
                "上記記載によれば，図面に示される剥離紙では，左右方向中央部に面積の小さな中央分離帯を形成することが必須であり，かかる目的達成のために剥離紙の3分割態様が提案されているのであるから，甲25公報によって公然知られた形態とは，剥離紙をその短手方向に，面積比を約2：1：2に分割(cid:1) (cid:8)する態様である。それゆえ，この公然知られた形態に基づいて，使い捨てカイロを二度貼りする際に，二度とも良好な粘着が行えるようにするための形態として，剥離紙の長手方向に，面積比が約1：2：1となるように波線状の切り込み線を2本入れた本願意匠を創作することは，当業者が容易に創作し得たものではない。",
                "したがって，甲25公報に表わされた公知の形態も，本願意匠が容易に創作できたものであることの根拠とはなり得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "公知の形態の認定について",
          "text": [
            "原告は，審決が形態3及び形態4を公知の形態と認定したのは誤りであると主張する。",
            "しかし，甲23公報及び甲24公報に表された意匠は，いずれも剥離紙を左右に均等に4分割したものではあるが，はがす剥離紙の態様によっては，粘着面が同一の面積となる態様が現出されることは容易に想定できるものである。甲23公報及び甲24公報において中央の2枚を同時にはがした場合には，面積比が約1：2：1となるので，粘着面が略同一の面積となるような態様については，当業者が容易に想到できるものである。",
            "また，面積比が約1：2：1になるように切り込み線を2本入れることについても，この種使い捨てカイロの分野において，表面部に粘着面を設けた使い捨てカイロは，広く知られたありふれた態様であり，①粘着面を長手方向の中央や両端部に設けることは，乙第1号証の第1図にあるように，従来から認められる態様であり，②剥離紙の短手方向に，上領域，中央領域，下領域と3分割し，中央領域の幅を広くするような切り込み線を一端から他端まで上下に2本設けることは，乙第2号証【図1】にあるように，既に見られる態様であり，③剥離紙を左領域，中央領域，右領域と3分割し，剥離紙の左右幅を面積比が約1：2：1になるように分割する位置に切り込み線を左右対称に2本設けた(cid:1) (cid:9)態様は，乙第3号証の意匠にあるように，既に見られる態様であるから，剥離紙の分割態様を，左領域，中央領域，右領域の面積比が約1：2：1になるように3分割することは，甲23公報及び甲24公報に具体的形態として表されていなくとも，当業者であれば，明細書の記載を受けて容易に想到し得る範囲内のものである。",
            "したがって，甲23公報や甲24公報に表された四つに等分された剥離紙の形状において，切り込み線を3本から2本に減じ，両端の剥離紙をそのままに，中央部分の2枚の剥離紙を一体とし，面積比が約1：2：1になるように分割する態様とすることも，当業者においては当然に想到し得る範囲内のものであり，審決が，形態3及び形態4を公知の形態と認定した点に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "容易創作性の判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲23公報及び甲24公報について",
              "text": [
                "原告は，甲23公報及び甲24公報は，審決の容易創作性判断の根拠となるものではないと主張する。(cid:1)      しかし，剥離紙をその粘着効果や貼り替え等を考慮して，複数に分割をすることは甲23公報及び甲24公報に表されており，例えば，本願意匠と同様に切り込み線を2本とする態様とした場合に，本願意匠のように面積比を約1：2：1に，あるいは，約2：1：2(甲25公報)とする程度の創作は，当業者であれば十分考え得る範囲内のものである。",
                "また，甲23公報は，本願意匠のように，使い捨てカイロの片面全面が剥離紙で覆われ，全面を覆う剥離紙の一端から他端まで切り込み線が形成された形態とは異なるものであるとしても，剥離紙の一端から他端まで切り込み線が形成された形態は，甲24公報に表されているのであって，このような態様とすることも容易に想到し得るものである。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲25公報について",
              "text": [
                "(cid:1) (cid:10)  原告は，甲25公報も，審決の容易創作性の判断の根拠となるものではないと主張する。",
                "しかし，甲25公報の意匠に係る物品は，貼り薬であるが，本願意匠に係る物品である使い捨てカイロと同様に，人体に貼り付けることを目的として，粘着層を剥離紙で覆う物品である。したがって，本願意匠の創作性を判断する際に，本願意匠と同様に人体に貼り付ける甲25公報の切り込み線の形状に基づいて容易に意匠の創作をすることができたと判断することに問題はない。また，甲25公報に表された切り込み線の機能上の目的が本願意匠とは相違したとしても，その切り込み線の形状を使い捨てカイロの意匠に転用することは容易であると判断することにも何ら問題はない。(cid:1)その上で，審決は，甲25公報は中央部分の切り込み線の形状を波線状に左右対称に設けることが公然知られた手法であることの事例として示したものであり，面積比を約1：2：1にすることの事例として提示したものではない。(cid:1)したがって，原告の上記主張は理由がない。(cid:1)第5  当裁判所の判断",
                "当裁判所は，原告主張の取消事由は理由がないものと判断する。その理由は以下のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "公知の形態の認定について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "意匠法3条2項は，「意匠登録出願前にその意匠の属する分野における通常の知識を有する者が日本国内又は外国において公然知られた形状，模様若しくは色彩又はこれらの結合に基づいて容易に意匠の創作をすることができたときは，その意匠・・・については，前項の規定にかかわらず，意匠登録を受けることができない。」と規定する。",
                "ここでいう「公然知られた」とは，不特定の者に秘密でないものとして現実にその内容が知られたことをいい，日本国内又は外国において頒布された(cid:1) (cid:2)(cid:11)(cid:1)刊行物に記載された形状，模様若しくは色彩又はこれらの結合は，「公然知られた」形態ということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲22公報の記載",
                  "text": [
                    "甲22公報には，使い捨てカイロにおいて，剥離紙全体を隅丸長方形状とすること(形態1)，及び，切り込み線を剥離紙の長手方向と平行で，上端から下端までその高さ一杯に設けること(形態2)が記載されている(甲22)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲23公報の記載",
                  "text": [
                    "甲23公報の【図1】には，使いすてカイロ1の粘着剤層を覆う剥離紙2の長手方向に3本の切り込み3が略等間隔に平行に形成され，剥離紙2が4分割されたものが示されており，【実施例】の【0011】には，「切り込み3の数は本発明においてとくに限定されず，少なくとも1本あれば良く，また切り込みの形成箇所も適宜選定すればよい。」との記載がある。",
                    "また，甲23公報の【図3】には，使いすてカイロ1の使用例として，4分割された剥離紙2a，2b，2c及び2dのうち，2aと2cを剥がし，その部分の粘着剤層が現出しているものが示されており，【実施例】の【0012】には，「本発明の使いすてカイロの特徴は，貼り直しをしても粘着力の衰えないところにある。したがって，切り込みは，粘着剤層の一部のみを現出させるためのものであり，適宜剥離する部分を選択すればよい。たとえば，剥離紙2a，2cを剥がして所望の部位にカイロを貼着させることができる。そののち他の部位に貼着し直したいときは剥離紙2b，2dを剥がすことにより確実な接着力で貼着させることができる。さらに貼着するものの材質によって接着力を調整したいときなども，粘着剤層を現出させる面積を簡単に調節することができる。」との記載がある(cid:1) (cid:2)(cid:2)(cid:1)(甲23)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲24公報の記載",
                  "text": [
                    "甲24公報の第1図には，発熱袋の断面図が示されており，第2図には底面図として，粘着剤層3を覆う剥離シート4の短手方向に3本のカットライン5が平行に形成され，剥離シート4が4分割されたものが示されており，〔実施例〕には，「4は剥離シートで，非転着性粘着剤層3を被覆し，使用時剥離されるものである。この剥離シート4には適宜数のカットライン5が形成され，部分剥離が可能となっている。カットライン5の具体的形状は部分剥離可能なものであれば直線，曲線等その如何を問わないが，平行直線や同心円とし，カットライン5により形成された複数の分画部片6に，同時に剥離すべき部片毎に共通番号7を付すのが簡便である。」との記載がある(甲24)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲25公報の記載",
                  "text": [
                    "甲25公報には，貼り薬の剥離紙の切り込み線を同形同大の波線状とし，平行に設けること(形態5)が記載されている(甲25)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "形態3について",
              "text": [
                "前記(2)イのとおり，甲23公報の【図1】には，3本の切り込み3が略等間隔に平行に形成され，剥離紙2が4分割されたものが示されており，【実施例】の【0011】には，切り込みの数を増減することや，切り込みの形成箇所を変更することが示唆されており，【0012】には，二度貼りを可能とするために，剥離紙を剥がす部位を選択することが示唆されている。また，前記(2)ウのとおり，甲24公報の第2図には，3本のカットライン5が平行に形成され，剥離シート4が4分割されたものが示されている。",
                "しかし，甲23公報及び甲24公報には，切り込み線を2本とし，剥離紙全体を約1：2：1の面積比に区画する位置に切り込み線を設けることは記載されていない(記載されているに等しいということもできない)。甲23(cid:1) (cid:2)(cid:3)(cid:1)公報及び甲24公報によって認め得る公知の形態は，「剥離紙全体を約1：1：1：1の面積比に区画する位置に，3本の切り込み線を平行に設けること」にとどまり，甲23公報には，これに加えて，「二度貼りの前後において貼着面の面積を略同じとすること」が記載されているにとどまる(以下，甲23公報記載の上記形態をまとめて「形態3a」という。)。",
                "したがって，審決が，甲23公報等から「剥離紙全体を約1：2：1の面積比に区画する位置に切り込み線を設けること」も含めた形態3を公知の形態と認定したことは誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "形態4について",
              "text": [
                "甲24公報には，形態4，すなわち，「発熱袋(カイロ)において，切り込み線を直線以外の曲線等とすること」が記載されている。",
                "すなわち，前記(2)ウのとおり，甲24公報の第2図には，粘着剤層3を覆う剥離シート4の短手方向に3本のカットライン5が平行に形成されたものが示されており，〔実施例〕には，カットライン5の形状を曲線等にすることが記載されている(ただし，曲線の形状について，同心円との例は記載されているが，それ以外の曲線等の例示はない。)。",
                "したがって，審決が，形態4を上記の限りで認定し，これを公知の形態と認定した点に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "容易創作性の判断について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が，前記1(3)のとおり，甲23公報等から，使い捨てカイロにおいて，「剥離紙全体を約1：2：1の面積比に区画する位置に切り込み線を設けること」も含めた形態3を公知の形態と認定したことは誤りであるものの，審決は，「本願意匠は，袋体のカイロの裏面全体に設けられた，衣類に貼付するための粘着面を覆う剥離紙を，本願出願前に公然知られた隅丸長方形状とし，そして，二度貼りを可能とするために，該剥離紙に，一度目と二度目の粘着面が略同面積となるように該剥離紙の長手方向と平行で，上端から下(cid:1) (cid:2)(cid:4)(cid:1)端までその高さ一杯に，同形同大の波線状の切り込み線を，該剥離紙全体を約1：2：1の面積比に区画する位置，言い換えると，剥離紙の左右幅を約1：2：1に分割する位置に，平行に2本，単に設けた程度にすぎないものであって，当業者であれば容易に創作することができたものと認められる。」(審決書5頁)と判断しており，審決のこの判断に誤りはない。すなわち，甲22公報から使い捨てカイロの剥離紙としてありふれた形態であると推認される形態1と形態2について，その切り込み線の形態を使い捨てカイロにおいて公知の形態である形態3a及び形態4並びに貼付薬の剥離紙における公知の形態である形態5に基づいて形態3及び形態5とする程度のことは，次に述べるとおり，当業者であれば容易に創作することができたものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "形態1と形態2の剥離紙からなる使い捨てカイロを，二度貼りをするための使い捨てカイロとするために，甲23公報の【図3】のように，剥離紙を3本の切り込み線により4等分し，一度目と二度目の剥離面積が等面積になるように，4枚の剥離紙から2枚の剥離紙を選択して剥離することは公知である(形態3a)。そして，甲23公報の【図3】では，一度目と二度目の剥離面積を等面積とするための例として，一度目に2aと2cの剥離紙を剥離している例が示されているけれども，一度目に両側にある2aと2dの剥離紙を剥離し，中央にある2bと2cの剥離紙を残す方法や，一度目に中央にある2bと2cの剥離紙を剥離し，両側にある2aと2dの剥離紙を残す方法も，上記記載例と実質的に同一の方法であるから，剥離紙の剥離方法としてこれらの方法も記載されているに等しいものということができる。そして，上記の剥離方法(中央の2bと2cの剥離紙を同時に剥離するか，残す方法)や，甲23公報において切り込み線の数を減じたり，切り込みの形成箇所を適宜選定することなどが記載されていることを前提として甲23公報の【図3】をみると，中央の2bと2cの剥(cid:1) (cid:2)(cid:5)(cid:1)離紙の間にある切り込み線をなくし，2bと2cを一体とした形態，すなわち，2本の切り込み線により剥離紙の面積比を約1：2：1となるようにした形態(形態3)を創作することはそれ程困難なことではないということができる。また，剥離紙を2本の切り込み線により3区画に分ける形態は，貼付薬においては公知の形態である(甲25，乙3。なお，貼り薬と使い捨てカイロとは，人体に直接貼り付けるものであるか，衣服の上から人体に間接的に貼り付けるものであるかの違いはあるものの，いずれも，人体にその形状に沿うように直接又は間接的に貼り付けるものであって，日常的に使用されるものである点において共通する。)。",
                    "そうすると，使い捨てカイロの分野における当業者が甲23公報に接すれば，使い捨てカイロの二度貼りを可能とするために，一度目と二度目の剥離面積が等面積になるような切り込み線を設けた剥離紙として，【図1】に示された形態において，切り込み線を2本とし，剥離紙全体を約1：2：1の面積比に区画する位置に切り込み線を設けること(形態3。具体的には，甲23公報の【図1】又は【図3】の2bと2cの間に切り込みを入れず，2bと2cを一体とした態様のものにすること)は，容易に創作することができたものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲23公報の切り込み線は直線であるが，これを直線とする必然性はなく，発熱袋(カイロ)において，切り込み線を直線以外の曲線等とすること(形態4。ただし，曲線の形状について，波線状との例示はない。)，及び甲25公報の貼り薬のように，剥離紙の切り込み線を同形同大の波線状とし，平行に設けること(形態5)は，いずれも公知の形態であること，しかもこの波線形状は極めてありふれた形状であることからすると，甲23公報の切り込み線を，直線ではなく，甲25公報のような波線形状とすることも，容易に創作することができたものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願意匠は，公知の形態である形態1，形態2，形態3(cid:1) (cid:2)(cid:6)(cid:1)a，形態4及び形態5に基づいて容易に意匠の創作をすることができたものであると認められ，これと概ね同趣旨の審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲23公報の【0011】には，切り込み3によって形成される剥離紙の面積に大小を形成するといったことは一切説明されていないとか，同【0011】に「切り込みの形成箇所も適宜選定すればよい。」との記載はあるが，この記載は，同文献記載の発明が「偏平状袋の片面の全面または一部に粘着剤層が形成されてなる」使い捨てカイロ(請求項1，請求項2を参照)であることから，偏平状袋の片面の一部に粘着剤層が設けられている場合には，粘着剤層を露出させるために必要な位置に切り込みを設ければよいという程度の意味と解され，実際，甲23公報の実施例記載の剥離紙に形成される切り込みは，剥離紙の一端から他端までその高さいっぱいに設けられているものではなく，使い捨てカイロ本体の外枠部分を除く中央部に露出させるべき粘着層が形成されており，その粘着層に対応して剥離紙に切り込みが形成されているのに対し，本願意匠は，使い捨てカイロの片面全面が剥離紙で覆われ，全面を覆う剥離紙の一端から他端まで切り込み線が形成されたものであり，甲23公報の実施例記載の形態は，本願意匠の形態とは，厳密な意味では異なるものであるとして，甲23公報は，審決の容易創作性の判断の根拠とはなるものではないと主張する。",
                    "しかし，甲23公報の【0011】における「切り込みの形成箇所も適宜選定すればよい。」との記載を，原告が主張するように限定して解釈すべき根拠はない。また，形態1と形態2の剥離紙からなる使い捨てカイロは，もともと全面を覆う剥離紙の一端から他端まで切り込み線が形成されたものであり，これを二度貼りができる使い捨てカイロとするために，同分野における当業者が甲23公報に接すれば，形態3aを認識すると同時(cid:1) (cid:2)(cid:7)(cid:1)に，この形態3aと同種のものとして，その中央の切り込み線をなくし，剥離紙全体を約1：2：1の面積比に区画する位置に切り込み線を設けること(形態3。具体的には，甲23公報の【図1】又は【図3】の2bと2cの間に切り込みを入れず，2bと2cを一体とした態様のものにすること)を，容易に創作することができたものであることは，前記(1)に説示したとおりである。",
                    "したがって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲24公報における部分剥離に関する記載は，剥離紙を分割する際に，平行直線によって剥離紙の面積が等しいものを多数形成するか，同心円により中心から外方に向かって半径が一定寸法ずつ大きくなる複数のドーナツ状の剥離紙を形成するといったことを意図したものと推察され，剥離紙の面積比が1：2：1となる形態にすることを示唆するものではないとして，甲24公報は，審決の容易創作性の判断の根拠とはなるものではないと主張する。",
                    "確かに，甲24公報は，剥離紙の面積比が1：2：1となる形態にすることを直ちに示唆するものではない。しかし，使い捨てカイロの分野における当業者が甲23公報に接すれば，形態3aを認識すると同時に，この形態3aと同種のものとして，その中央の切り込み線をなくし，剥離紙全体を約1：2：1の面積比に区画する位置に切り込み線を設けること(形態3)を，容易に創作することができたものであることは，前記(1)に説示したとおりであり，上記意味において，審決の容易創作性の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲25公報の貼り薬においては，貼付作業のために，左右方向中央部に面積の小さな中央分離帯を形成することが必須であり，そのために剥離紙の3分割態様が提案されているのであるから，甲25文献に表された公然知られた形態とは，剥離紙をその短手方向に，面積比を約2：(cid:1) (cid:2)(cid:8)(cid:1)1：2に分割する態様であるところ，この公然知られた形態に基づいて，使い捨てカイロを二度貼りする際に，二度とも良好な粘着が行えるようにするための形態として，剥離紙の長手方向に，面積比が約1：2：1となるように波線状の切り込み線を2本入れた本願意匠を創作することは，当業者が容易に創作し得たものではないとして，甲25公報に表された公知の形態も，本願意匠が容易に創作できたものであることの根拠とはなり得ないと主張する。(cid:1)しかし，審決が甲25公報を容易創作性の判断の根拠としたのは，形態5，すなわち，剥離紙の切り込み線を同形同大の波線状とし，平行に設けることが公知であることを示すためであって，切り込み線を，面積比が1：2：1となるような位置に形成することが公知であることを示すためではない。(cid:1)  そして，甲25公報は，意匠に係る物品を「貼り薬」とする意匠登録に係る意匠公報であるところ，貼り薬と使い捨てカイロとは，人体に直接貼り付けるものであるか，衣服の上から人体に間接的に貼り付けるものであるかの違いはあるものの，いずれも，人体に，その形状に沿うように直接又は間接的に貼り付けるものであって，日常的に使用されるものである点において共通することは前記説示のとおりである。(cid:1)したがって，甲25公報は，本願意匠の容易創作性判断の根拠となり得るものであり，原告の上記主張を採用することはできない。(cid:1)第6  結論(cid:1)以上によれば，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}