{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。  "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-800103号事件について平成25年7月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成18年10月3日，発明の名称を「太陽電池パネル用端子ボックス」とする国際特許出願(特願2007-513578号。優先権主張：平成17年11月28日，特願2005-341319号)をし，平成23年10月7日，設定の登録(特許第4839310号)を受けた(請求項の数4。甲21。以下，この特許を「本件特許」という。)。",
            "被告は，平成24年6月15日，本件特許の請求項1ないし4に係る発明について特許無効審判を請求し，無効2012-800103号事件として係属した(乙1)。",
            "原告は，平成25年4月19日，本件特許に係る請求項1ないし4等について訂正を請求し，同年5月20日，同訂正請求について補正をした(甲22，23，28。以下，補正された訂正請求を「本件訂正」という。)。",
            "特許庁は，平成25年7月19日，「請求のとおり訂正を認める。特許第4839310号の請求項1ないし4に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は，同月29日，原告に送達された。",
            "原告は，平成25年8月23日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許に係る特許請求の範囲の記載は，次のとおりである(以下，本件訂正後の本件特許に係る発明を請求項の番号に従って「本件発明1」，「本件発明2」などといい，本件発明1ないし4を併せて「本件発明」ということがあり，本件訂正後の本件特許に係る明細書(甲23)を「本件明細書」という。)。",
            "【請求項1】",
            "バイパスダイオードとしてショットキーバリアダイオードのみを具備する，結晶系シリコン太陽電池パネルに取り付けるための太陽電池パネル用端子ボックスであって，前記ショットキーバリアダイオードが150℃以上のジャンクション温度保証値を有すること，及び10Aの電流を通電したときのショットキーバリアダイオードの順方向電圧降下が，25℃のジャンクション温度で0．50V以下，100℃のジャンクション温度で0．40V以下，150℃のジャンクション温度で0．35V以下であることを特徴とする太陽電池パネル用端子ボックス。",
            "【請求項2】",
            "10Aの電流を通電したときのショットキーバリアダイオードの順方向電圧降下が，25℃のジャンクション温度で0．45V以下，100℃のジャンクション温度で0．35V以下，150℃のジャンクション温度で0．30V以下であることを特徴とする請求項1に記載の太陽電池パネル用端子ボックス。",
            "【請求項3】",
            "バイパスダイオードの発生する熱を逃すための放熱板及び／又はバイパスダイオードの発生する熱を逃がすための拡大された端子板をさらに具備することを特徴とする請求項1又は2に記載の太陽電池パネル用端子ボックス。",
            "【請求項4】",
            "ショットキーバリアダイオードが面実装型又は非絶縁型のパッケージダイオードであることを特徴とする請求項3に記載の太陽電池パネル用端子ボックス。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書写しのとおりである。要するに，細書の発明の詳細な説明につき，当業者が本件発明1及び2の実施をできる程度に明確かつ十分に記載されていないとはいえないから，請求人(被告)が主張する無効理由2によっては，本件発明1及び2についての特許を無効本件発明1ないし4は，下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イないしカの周知例に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，本件発明1ないし4についての本件特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号に該当し，無効とすべきものである，というものである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用例：特開2000-315808号公報(甲1)"
            },
            {
              "fig": "イ",
              "subject": "周知例1：トランジスタ技術2005年9月号，130～131頁(甲3)"
            },
            {
              "fig": "ウ",
              "subject": "周知例2：特開2005-57008号公報(公開日平成17年3月3日，甲7)"
            },
            {
              "fig": "エ",
              "subject": "周知例3：特開2004-247708号公報(甲8)"
            },
            {
              "fig": "オ",
              "subject": "周知例4：特開2004-319800号公報(甲9)"
            },
            {
              "fig": "カ",
              "subject": "周知例5：特開平11-17197号公報(甲10)",
              "text": [
                "本件審決が認定した引用発明は，次のとおりである。",
                "「互いに直列に接続された太陽電池からなるストリングと各ストリングのためのバイパス・ダイオードを備えた回路装置において，ストリングに対して並列に接続されるとともに互いに直列に接続された2つ又はそれ以上のバイパス・ダイオードが更なるダイオードに並列に接続され，バイパス・ダイオード及びこれと並列をなす更なるダイオードはショットキー・ダイオードであってプリント回路板の上面又は裏面の一方の側に配置され，他方の側にはプリント導体が配置され，このプリント導体は外部配線のための接続点及びバイパス・ダイオードとの接続のための接続貫通孔とを有し，バイパス・ダイオード及び更なるダイオードのための接触面としての金属面がプリント回路板の表面に設けられて熱伝達はバイパス・ダイオード及び更なるダイオードから金属面へと行われ，多数のストリングのためのバイパス・ダイオード及び更なるダイオードを備えたプリント回路板が接続ボックス内に配置された，回路装置。」",
                "対比",
                "本件審決が認定した本件発明1ないし4と引用発明との一致点及び相違点は，以下のとおりである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "一致点",
              "text": [
                "「バイパスダイオードとしてショットキーバリアダイオードのみを具備する太陽電池パネル用端子ボックス」"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件発明1と引用発明との相違点",
              "text": [
                "「本件発明1では，端子ボックスが「結晶系シリコン太陽電池パネルに取り付けるため」のものに特定されるのに対して，引用発明では，太陽電池パネルの種類及び取り付ける部位は特定されない点。」(以下「相違点1」という。)",
                "「本件発明1では，ショットキーバリアダイオードが150℃以上のジャンクション温度保証値を有すること，及び10Aの電流を通電したときのショットキーバリアダイオードの順方向電圧降下が，25℃のジャンクション温度で0．50V以下，100℃のジャンクション温度で0．40V以下，150℃のジャンクション温度で0．35V以下であることが特定されるのに対して，引用発明では，ショットキーバリアダイオードの特性は特定されない点。」(以下「相違点2」という。)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件発明2と引用発明との相違点",
              "text": [
                "本件発明2においては，相違点1に加えて，「本件発明2では，ショットキーバリアダイオードが150℃以上のジャンクション温度保証値を有すること，及び10Aの電流を通電したときのショットキーバリアダイオードの順方向電圧降下が，25℃のジャンクション温度で0．45V以下，100℃のジャンクション温度で0．35V以下，150℃のジャンクション温度で0．30V以下であることが特定されるのに対して，引用発明では，ショットキーバリアダイオードの特性は特定されない点。」(以下「相違点3」という。)。"
              ]
            },
            {
              "fig": "エ",
              "subject": "本件発明3と引用発明との相違点",
              "text": [
                "本件発明3においては，相違点1及び2に加えて，「本件発明3は，バイパスダイオードの発生する熱を逃すための放熱板及び／又はバイパスダイオードの発生する熱を逃がすための拡大された端子板をさらに具備するのに対して，引用発明は，かかる放熱板ないし端子板を具備しない点。」(以下「相違点4」という。)。"
              ]
            },
            {
              "fig": "オ",
              "subject": "本件発明4と引用発明との相違点",
              "text": [
                "本件発明4においては，相違点1，2及び4に加えて，「本件発明4では，ショットキーバリアダイオードが面実装型又は非絶縁型のパッケージダイオードであるのに対して，引用発明では，ショットキーバリアダイオードの型は特定されない点。」(以下「相違点5」という。)。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件発明1ないし4との関係で一致点及び相違点の認定の誤り，相違点の看過(取消事由1)",
            "本件発明1ないし4との関係で相違点1の容易想到性に係る判断の誤り(取消事由2)",
            "本件発明1，3及び4との関係で相違点2の容易想到性に係る判断の誤り(取消事由3)",
            "本件発明1ないし4との関係で顕著な作用効果の判断の誤り(取消事由4)",
            "本件発明2との関係で相違点3の容易想到性に係る判断の誤り(取消事由5)",
            "本件発明3との関係で相違点4の容易想到性に係る判断の誤り(取消事由6)",
            "本件発明4との関係で相違点5の容易想到性に係る判断の誤り(取消事由7)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1ないし4との関係で一致点及び相違点の認定の誤り，相違点の看過)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，引用発明に係る「回路装置」は，本件発明の「太陽電池パネル用端子ボックス」に相当し，また，引用発明に係る「回路装置」は，「バイパスダイオードとしてショットキーバリアダイオードのみを具備する太陽電池パネル用端子ボックス」であるといえるから，引用発明は，この点において本件発明と一致するとした上で，本件発明と引用発明との一致点及び相違及び",
            "しかし，本件発明に係る「太陽電池パネル用端子ボックス」は，個々の太陽電池パネルに取り付けられて，個々の太陽電池パネルから安全に絶縁して電力を取り出して使用されるものであるのに対し，引用発明に係る回路装置は，引用例(甲1)の段落【0004】，【0015】，【0024】及び図面中の符号62によれば，「接続ボックス」(接続箱)と称されるものであり，ソーラーモジュール(太陽電池パネル)から分離した状態で，太陽電池パネル自体の熱の影響を受けないように設置され，建物の内側に配置するのが望ましいとされているように，複数の太陽電池パネルからなるストリングから離れて設置され，各ストリングと絶縁導線で接続して，既に安全に絶縁して取り出された複数のストリング単位の電力を集め，それをパワーコンディショナに送るために使用されるものである。したがって，本件発明に係る「太陽電池パネル用端子ボックス」と引用発明の「回路装置(接続ボックス)」とは，使用態様及びそれによる使用環境が全く異なる。",
            "また，引用発明に係る「回路装置」は，バイパスダイオード及び更なるダイオードを備えたものであるが，この回路装置は接続ボックス(接続箱)であることから，本件発明の太陽電池パネルに取り付けられる端子ボックスのようにパネルからの熱の直接的な影響を考慮しなくてもよいため，全てのバイパスダイオードをショットキーバリアダイオードとすることは必須ではない。引用例の図1のダイオード72，74，76はショットキーバリアダイオードではないし，引用例の請求項1には，更なるダイオードがショットキーバリアダイオードであることは必須要件として記載されていない。",
            "そうすると，相違点1は，正確には， 本件発明では，太陽電池パネルに取り付けられた端子ボックスを対象とするのに対して，引用発明では，ストリングの電力を集めるための接続ボックス(接続箱)を対象とすること，本件発明では，端子ボックスが取り付けられるのは，太陽電池パネルのうち結晶系シリコン太陽電池パネルであるのに対して，引用発明では，接続ボックスはそもそもストリング(又は太陽電池パネル)に取り付けられておらず，ストリング(又は太陽電池パネル)とは絶縁導線によって接続されているだけであることである。",
            "以上のとおりであるから，本件審決は，本件発明と引用発明との一致点及び相違点の認定を誤り，使用態様及び使用環境の相違という相違点を看過したものであるから，取り消されるべきである。",
            "〔被告の主張〕"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，引用例(甲1)で「接続ボックス」の文言が用いられていることを根拠に，引用発明の回路装置(接続ボックス)と本件発明の端子ボックスは異なるものである旨主張する。",
                "しかし，甲12の1の段落【0003】，甲12の2の段落【0003】，甲13の1の図39，甲13の2の図13，甲14の段落【0007】，甲15の1にあるように，本件発明の属する技術分野において，(接続用)端子ボックスと接続ボックスとは混同して用いられており，「接続ボックス」の用語が引用例に記載されているからといって，引用発明の回路装置が，原告主張に係る「接続ボックス」(接続箱)であるとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，原告は，引用発明の「回路装置(接続ボックス)」は，複数のストリングを接続するための接続ボックス(接続箱)であり，既に安全に絶縁して取り出された複数のストリング単位の電力を集め，集められた電力をパワーコンディショナに送ることを目的としたものである旨主張する。",
                "しかし，引用例には「パワーコンディショナ」という文言は一切ない。",
                "そして，引用例の段落【0002】，【0003】，【0005】，【0008】，【0011】，【0017】，図1，図2及び請求項4によれば，引用例には，①複数のストリングの一部が日陰になって活動状態でなくなると不導通状態になり，ソーラーモジュールの電圧／電流に寄与しなくなること，②活動状態にあるアクティブな他のストリングは依然として電流を発生すること，③そして，活動状態にあるアクティブな他のストリングで発生した電流は，非活動状態のストリングと並列に配置されたバイパス・ダイオードを介して流れること，④電流を運ぶバイパス・ダイオードの熱損失が結果として生じること，また，バイパス・ダイオードで発生する熱を消散させる必要があること，⑤ショットキー・ダイオード(ショットキーバリアダイオードと同じ。以下，文献からの引用を除き，「ショットキーバリアダイオード」という。)は導通方向で低い内部抵抗を有することから，バイパス・ダイオード50～60及び更なるダイオード64～70としてショットキー・ダイオードを採用することで，活動状態にあるアクティブな他のストリングで発生した電流が，非活動状態のストリングと並列に配置されたバイパス・ダイオードを介して流れる際に，熱損失を最小限に抑制することができること，が開示されている。",
                "これに対し，本件明細書の段落【0002】，【0003】及び【0006】によれば，本件明細書には，①太陽電池パネルの起電力が低下した時に，電流を一方の外部接続用ケーブルから他方の外部接続用ケーブルへ短絡させるためにバイパスダイオードが用いられること，②従前からバイパスダイオードの温度上昇が問題となっており，その問題を解決するためにバイパスの発生する熱を周囲に逃がす手段が採用されていたこと，③そして，本件発明では，バイパスダイオードとしてショットキーバリアダイオードを用いることによりバイパスダイオード自体の発熱を抑制したこと，が開示されている。",
                "このように，引用発明と本件発明は，共に，太陽電池パネルの起電力が低下した時に，当該太陽電池パネルではなく当該太陽電池パネルと並列に配置されたバイパスダイオードで電流を流す態様となっており，引用発明の「バイパス・ダイオード」と本件発明の「バイパスダイオード」とは，共に，起電力が低下した太陽電池パネルをバイパス(迂回)させるために用いられ，また，バイパスダイオードでの発熱を抑えるためにショットキーバリアダイオードが採用されている。",
                "したがって，引用発明が原告主張に係る複数のストリング単位の電力を集めるための「接続ボックス」(接続箱)ではないことは明白である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "さらに，原告は，引用例の段落【0015】，【0024】によれば，接続ボックス62は，ソーラーモジュール(太陽電池パネル)から分離した状態で，太陽電池パネル自体の熱の影響を受けないように設置され，建物の内側に配置するのが望ましいとされていることから，引用発明の「回路装置」は，複数の太陽電池パネルからなるストリングから離れて設置される接続ボックス(接続箱)である旨主張する。",
                "しかし，「分離した状態」で「接続ボックス」が「ソーラーモジュール」に取り付けられることは当然考えられ，「この接続ボックス62はソーラーモジュールから分離した状態で取り付けられている。」(引用例の段落【0015】)との記載は，素直に「この接続ボックス62はソーラーモジュールから分離した状態で(ソーラーモジュールに)取り付けられている。」と解釈されるべきである。また，「接続ボックス62は，建物の内側に配置するのが望ましい」(引用例の段落【0024】)との記載も，あくまでも「望ましい」とされているだけであり，接続ボックス62がソーラーモジュールに取り付けられることを排除するものではない。",
                "したがって，本件審決が認定するとおり，引用発明の回路装置は本件発明の太陽電池パネル用端子ボックスに相当し，引用発明の回路装置(接続ボックス)と本件発明の端子ボックスとは異なるとする原告の主張は理由がない。",
                "引用例の段落【0011】，【0015】～【0017】，【0024】及び図1によれば，少なくともバイパス・ダイオード50～60及びダイオード64～70がショットキーバリアダイオードであることが明記されている。",
                "また，引用例の段落【0019】及び図1からすれば，図1のダイオード72，74及び76は必須の構成ではなく，オプションであるといえる上，引用例ではダイオードとして，PＮダイオードは一切開示されておらず，ショットキーバリアダイオードのみが開示されていることからすると，ダイオード72，74及び76もショットキーバリアダイオードであると考えるのが，経験側に沿う妥当な認定である。したがって，ダイオード72，74及び76がショットキーバリアダイオードでないことを前提とする原告の主張は，その前提において妥当性を欠く。",
                "さらに，引用例の図2には，ダイオード72，74及び76が示されておらず，ショットキーバリアダイオードであることが明記されたバイパス・ダイオード50～60及びダイオード64～70が開示されているだけである。このため，仮に原告主張のように図1を採用できなくとも，図2によれば，端子ボックスのバイパスダイオードがショットキーバリアダイオードのみから構成されていることが明確に開示されている。",
                "以上のとおり，引用例には「バイパスダイオードとしてショットキーバリアダイオードのみを具備する太陽電池パネル用端子ボックス」が開示されている。",
                "したがって，原告の本件発明と引用発明との一致点及び相違点1に関する主張は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1ないし4との関係で相違点1の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，太陽電池の種類として，結晶系シリコン太陽電池は，本件特許の優先日当時において周知のものである(甲3)から，引用発明において，太陽電池を結晶系シリコン太陽電池とすることは，当業者が必要に応じて適宜なし得たことであると判断した。",
            "また，本件審決は，引用発明の「接続ボックス」をどのような部位に配置するかは，設置状況などに応じて，当業者が設計上適宜定め得る事項というべきところ，バイパスダイオードなどを配した端子ボックスを，太陽電池モジュールないし太陽電池パネルの裏面に取り付けることは，本件特許の優先日当時において周知の技術である(甲8の段落【0029】，甲17)ことに照らせば，引用発明の「接続ボックス」を太陽電池パネルに取り付けるものとすることに格別の困難は認められないと判断した。",
            "結晶系シリコン太陽電池自体が周知のものであることは認めるが，引用発明の回路装置は，ストリングの電力を集めるための接続ボックス(接続箱)であって，そもそもストリング(又は太陽電池パネル)に取り付けられておらず，ストリング(又は太陽電池パネル)とは絶縁導線によって接続されているだけであるから，引用発明では，太陽電池は何でもよく，結晶系シリコン太陽電池でなければならないことは教示されていない。",
            "本件明細書の段落【0022】～【0024】にあるとおり，ショットキーバリアダイオードは，組み込む空間の十分に広い太陽電池パネル内では使用できるが，太陽電池パネルに取り付けられる狭い端子ボックス内では使用できないとするのが当該技術分野の従来の常識であり，太陽電池パネルの種類にかかわらず，ショットキーバリアダイオードは本件発明のような太陽電池パネル用端子ボックス内では使用できないと一律にみなしていたところ，本件発明は，かかる技術常識は当業者の思い込みであり，太陽電池パネルの中でも結晶系シリコン太陽電池パネルは，アモルファス系シリコン太陽電池パネルと比べて，公称の最大出力動作電流が大きく，かつ公称の最大出力動作電圧が小さいため，ショットキーバリアダイオードの欠点であるVR(逆方向耐電圧)が小さいこと及びIR(漏れ電流)が大きいことについては，無視できるか又は十分許容できるレベル内であり，VF(順方向の電圧降下)が小さいというショットキーバリアダイオードの利点のみを活用できることを見出したのである。",
            "しかし，引用例には，結晶系シリコン太陽電池の採用により，上記の逆方向耐電圧(VR)が小さく，漏れ電流(IR)が大きいというショットキーバリアダイオードの重大な欠点を克服できることは記載も示唆もされておらず，これらの欠点の克服手段が示されていない限り，当業者が引用発明から本件発明の構成及び効果に到達することは困難である。",
            "端子ボックスを太陽電池モジュールないし太陽電池パネルの裏面に取り付けることは，本件特許の優先日当時において周知の技術であることは認めるが，これは，「太陽電池パネルに取り付けるための太陽電池パネル用端子ボックス」の用途であって，安全な絶縁状態で太陽電池パネルから簡単に電力を取り出す必要性があるためである。",
            "確かに引用発明の接続ボックスをどのような部位に配置するかは当業者が設計上適宜定め得るものであるが，引用発明の接続ボックスは，本件発明の太陽電池パネル用端子ボックスとは異なり，既に安全に絶縁して取り出された複数のストリング単位の電力を集めるだけのものであるから，これを太陽電池モジュールの裏面のような太陽電池パネルの熱の影響を直接受けるような場所に配置する必要性はないばかりか，当業者にとって絶対にあり得ないことであるし，そもそも従来からそのような例はない。このことは，引用例の段落【0024】において，接続ボックスが太陽電池パネルから離れて，太陽電池パネルの熱の影響を受けない日陰の場所や屋内に設置されていることからも明らかである。",
            "以上のとおりであるから，本件審決における相違点1の判断には誤りがあり，本件審決は取り消されるべきである。",
            "〔被告の主張〕",
            "引用例に結晶系シリコン太陽電池でなければならないことが教示されていないとしても，結晶系シリコン太陽電池自体は周知であるばかりか，本件明細書の段落【0004】及び甲3から明らかなように，「結晶系シリコン」は，太陽電池の材料として最も代表的な材料の一つであることからすると，引用発明の太陽電池パネル用端子ボックスとして「結晶系シリコン太陽電池パネル用端子ボックス」を用いることを思いつくことは，当業者であれば当然容易である。",
            "なお，本件明細書の複数の箇所で記載されている「阻害要因」(逆方向耐電圧(VR)が小さく，漏れ電流(IR)が大きいというショットキーバリアダイオードの欠点)は，「端子ボックス内でショットキーバリアダイオードを使用する」ことについてのものであり(この構成については引用例に明確に記載されている。)，太陽電池パネル用端子ボックスを「結晶系シリコン太陽電池パネル用端子ボックス」として利用することについて，阻害要因となるものではない。",
            "端子ボックスを太陽電池モジュールないし太陽電池パネルの裏面に取り付けることは，本件特許の優先日当時において周知の技術であるから，引用発明の接続ボックスを太陽電池パネルに取り付けることは，当業者であれば容易である。",
            "この点に関して，原告は，接続ボックスを太陽電池モジュールの裏面のような太陽電池パネルの熱の影響を直接受けるような場所に配置することは，当業者にとって絶対にありえないことであるし，そもそも従来からそのような例はない旨主張するが，上記主張は，引用発明の接続ボックスが本件発明の端子ボックスと異なることを前提としており，その前提を大きく誤っている。前記 のとおり，引用発明の回路装置(接続ボックス)は，本件発明の太陽電池パネル用端子ボックスに相当する。",
            "ちなみに，引用例の段落【0024】には，確かに「接続ボックス62は建物の内側に配置するのが望ましい。」との記載があるが，これはあくまでも「望ましい」とあるだけで，接続ボックス62がソーラーモジュールに取り付けられることを排除するものではない。また，引用例の段落【0015】には，「この接続ボックス62はソーラーモジュールから分離した状態で取り付けられている。」との記載があるが，前記1の〔被告の主張〕 ウのとおり，これは，素直に「この接続ボックス62はソーラーモジュールから分離した状態で(ソーラーモジュールに)取り付けられている。」と解釈することができる。",
            "したがって，引用例には，ソーラーモジュールに接続ボックスが取り付けられていることが記載され，少なくともそのことが示唆されている。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明1，3及び4との関係で相違点2の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，引用発明において，具体的にどのような特性のショットキーバリアダイオードを用いるかは，設計上の必要に応じて，当業者が適宜選択すべき事項であり，太陽電池を結晶系シリコン太陽電池とする場合においても同様であること，本件明細書の段落【0027】には，段落【0025】及び【0026】にあるような要件を満たすショットキーバリアダイオードは，様々なジャンクション温度保証値やVF特性を有する市販のショットキーバリアダイオードの中から適宜選択することができる旨の記載があり，かかる記載に照らせば，引用発明において，相違点2に係る本件発明1，3及び4の構成を備えるショットキーバリアダイオードを用いることに格別の困難があるものとは認められず，本件明細書の上記各段落の記載をみるに，本件発明1，3及び4において相違点2に係る構成としたことにつき，設計上必要とされる要件を定めた意義が認められるものの，設計的事項の域を超える程の格別の技術的意義を生じるものとは認められないと判断した。",
            "しかし，前記 引用発明の接続ボックスは，本件発明の端子ボックスとは温度に関する使用環境が著しく異なるから，本件発明1，3及び4で規定するようにショットキーバリアダイオードを特定の特性を有するものに限定して使用する必要性がない。また，引用例には，結晶系シリコン太陽電池を使用することにより，ショットキーバリアダイオードの逆方向耐電圧(VR)が小さく，漏れ電流(IR)が大きいという重大な欠点を克服することができることについての記載や示唆が全くない。",
            "したがって，引用発明に基づいて本件発明1，3及び4のようにショットキーバリアダイオードとして特定の特性を有するものの使用を想到することは，当業者にとって極めて困難である。",
            "引用発明の接続ボックスは，前記1の〔原告の主張〕 のとおり，太陽電池パネルから離して，太陽電池パネルの熱の直接的な影響を回避するように設置されるものであるから，接続ボックスをわざわざ太陽電池パネルのような高温環境に設置することはなく，そうであるなら常温(高くても40℃)で使用されるものに限られる。このように，引用発明の接続ボックスが常温(高くても40℃)で使用されるものに限られる以上，引用発明では，接続ボックス内のダイオードの発熱の防止のみを考慮すれば十分であり，わざわざ本件発明で規定するような特定の特性を有するショットキーバリアダイオードを使用する必要性はないし，そのようなことを当業者が想到することもない。",
            "以上のとおりであるから，本件審決における相違点2の判断には誤りがあり，本件審決は取り消されるべきである。",
            "〔被告の主張〕",
            "原告は，引用発明の接続ボックスは，本件発明の端子ボックスとは温度に関する使用環境が著しく異なるから，本件発明1，3及び4で規定するようにショットキーバリアダイオードを特定の特性を有するものに限定して使用する必要性がないなどと主張する。しかし，原告の上記主張は，そもそも引用発明の接続ボックスが本件発明の端子ボックスと異なることを前提としているが，前記1の〔被告の主張〕 ，引用発明の回路装置は，本件発明の太陽電池パネル用端子ボックスに相当するから，原告の主張は前提となる事実を大きく誤ったものである。",
            "原告は，引用発明の接続ボックスは，高温の太陽電池パネルから離して設置すべきものであるから，常温(高くても40℃)で使用されるものに限られると主張するが，その根拠は全く不明である。原告の上記主張が，引用発明の接続ボックスが本件発明の端子ボックスと異なることを根拠としているならば，前記1の〔被告の主張〕 のとおり，引用発明の回路装置は，本件発明の太陽電池パネル用端子ボックスに相当するから，原告の上記主張は前提となる事実を大きく誤ったものである。また，引用例の段落【0024】には，「接続ボックス62は建物の内側に配置するのが望ましい。」と記載され，あくまでも「望ましい」とされているだけであり，接続ボックス62がソーラーモジュールに取り付けられていることを排除するものではない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明1ないし4との関係で顕著な作用効果の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，本件明細書の段落【0008】，【0017】～【0019】によれば，本件発明においては，バイパスダイオードとしてショットキーバリアダイオードを用いることにより，従来用いられていたPＮダイオードと比べて，ダイオードの動作時の発熱を著しく抑制することができるので，ダイオード動作時のダイオード及び端子ボックスの温度上昇を未然に防止することができるとの効果を奏するものであり，また，本件発明においては，結晶系シリコン太陽電池パネルを対象とするため，ショットキーバリアダイオードの欠点であるVR(逆方向耐電圧)が小さいこと及びIR(漏れ電流)が大きいことは，無視できるか又は十分許容できるとされていることが認められるところ，他方，引用例には，「ショットキー・ダイオードは導通方向において低い内部抵抗を有するので，電圧低下及び熱損失の度合いが低い」との記載があり，これによれば，引用発明においても，本件発明と同様に「バイパスダイオードとしてショットキーバリアダイオードを用いることにより，従来用いられていたPＮダイオードと比べて，ダイオードの動作時の発熱を著しく抑制することができるので，ダイオード動作時のダイオード及び端子ボックスの温度上昇を未然に防止することができる」との効果を奏するものと認められ，かかる効果を奏する点において本件発明と格別の相違があるものとは認められず，また，本件発明において，結晶系シリコン太陽電池パネルを対象とするため，ショットキーバリアダイオードが持つ欠点を許容できるとされる点は，前記2の〔原告の主張〕 にあるとおり，引用発明において，太陽電池を結晶系シリコン太陽電池とする際に格別の支障が生じないことを示すにとどまり，この点をもって，本件発明において，当業者が予測可能な域を超える程の格別顕著な効果が奏されるものとは認め難いと判断した。",
            "引用発明の接続ボックスを仮に結晶系シリコン太陽電池パネル以外の太陽電池パネルに使用した場合，甲20で示されるように，例えば，アモルファス系シリコン太陽電池パネルを使用したときは，太陽電池パネルの公称の最大出力の動作電圧が印加されると，ショットキーバリアダイオードに印加される電圧がそのVR(55V)を大きく超えるため，全てのショットキーバリアダイオードが熱暴走を起こして破壊され，使用できなくなるという問題が生じる。この問題は，結晶系シリコン太陽電池パネルを使用した場合にのみ，逆方向耐電圧(VR)が小さいというショットキーバリアダイオードの欠点が克服される。このような効果は，引用例には全く教示されておらず，当業者に予測不可能な顕著な効果といわざるを得ない。そのため，本件発明が出願されるまでは，従来から，太陽電池パネルに取り付けられて使用される端子ボックスにおいて，ショットキーバリアダイオードを配置したものは商品化されてこなかった。このような本件発明の顕著な効果から見ても本件発明の進歩性は揺ぎないものである。",
            "したがって，本件審決における本件発明の顕著な作用効果の判断には誤りがあり，本件発明は，引用発明に対して進歩性を有する。",
            "〔被告の主張〕",
            "原告は，甲20に基づいて主張するが，本件明細書には甲20の実験データについての記載や示唆はないから，原告の主張は本件明細書の記載に基づかないものであって，甲20の実験データは採用されるべきではない。",
            "仮に甲20の実験データを採用したとしても，甲20の実験データは，アモルファス系シリコン太陽電池パネルの公称開放電圧は147．8Vであるが，この147．8VをVR(逆方向耐電圧)が55Vのショットキーバリアダイオードに印加したところ，ショットキーバリアダイオードが熱暴走を起こして破壊されたという当然の結果を示すものにすぎず，本件審決の「顕著な作用効果の判断の誤り」の理由となるものではない。",
            "仮に甲20の意義を最大限汲み取ったとしても，その実験データは，原告の用いたショットキーバリアダイオードに関して，結晶系シリコン太陽電池の公称開放電圧に対応する電圧を印加すれば格別の支障が生じなかったことを示したものにすぎない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2との関係で相違点3の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，相違点3についても，相違点2での検討と同様の理由により，引用発明において，相違点3に係る本件発明2の構成とすることは，当業者が設計上適宜なし得る程度のことというべきであると判断した。",
            "本件発明2は，本件発明1のショットキーバリアダイオードの特性(順方向電圧降下の値の範囲)を更に限定したものである。",
            "引用発明は，接続ボックス(接続箱)を対象とするから，本件発明のように過酷な温度環境で使用されることはなく，そのため，引用発明においてショットキーバリアダイオードの特性を更に限定する必要性がないから，引用発明から当業者が本件発明2を導くことは困難である。",
            "したがって，本件発明2も本件発明1と同様に，引用発明に対して進歩性を有することは明らかであるから，本件審決における相違点3の判断には誤りがあり，本件審決は取り消されるべきである。",
            "〔被告の主張〕",
            "10Aの電流を通電したときのショットキーバリアダイオードの順方向電圧降下が，25℃のジャンクション温度で0．45V以下，100℃のジャンクション温度で0．30V以下，150℃のジャンクション温度で0．30V以下であることは，市販の本件特許の出願当時に存在したショットキーバリアダイオードの特性にすぎず，「一定の課題を解決するために公知材料の中からの最適材料の選択」をしたものにすぎないから，当業者が容易に想到することができたものである。また，本件発明2で示された数値には何の臨界的意義も存在しない。",
            "したがって，本件発明2は，引用発明に基づいて当業者が容易に発明をすることができたものであり，相違点3に係る本件審決の判断には誤りがない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明3との関係で相違点4の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，太陽電池パネル用端子ボックスにおいて，バイパスダイオードから発生する熱を逃すために，放熱板や端子板を利用することは，必要に応じて適宜される慣用手段である(甲7，8)から，相違点4に係る本件発明3の構成とすることは，当業者が必要に応じて適宜なし得る程度のことであると判断した。",
            "本件発明3は，本件発明1又は2において，「バイパスダイオードの発生する熱を逃すための放熱板及び／又はバイパスダイオードの発生する熱を逃がすための拡大された端子板」の存在を更に規定したものである。この特徴は，ダイオードの発生する熱を周囲に放熱してダイオードの温度を下げるための工夫である(本件明細書の段落【0031】)。",
            "引用発明の接続ボックスは，前記 のとおり，過酷な温度環境で使用されることはないから，本件発明3のような上記構成を要求されないし，その必要性もない。",
            "したがって，甲7及び8に，バイパスダイオードから発生する熱を逃すために，放熱板や端子板を利用することが開示されていたとしても，これを引用発明の接続ボックスに採用する可能性はなく，本件発明3も本件発明1と同様に引用発明に対して進歩性を有することは明らかである。",
            "以上のとおりであるから，本件審決における相違点4の判断には誤りがあり，本件審決は取り消されるべきである",
            "〔被告の主張〕",
            "「バイパスダイオードの発生する熱を逃すための放熱板及び／又はバイパスダイオードの発生する熱を逃がすための拡大された端子板」は，甲7の請求項3及び甲8の段落【0070】にも記載があるとおり，本件特許の優先日当時の周知慣用技術である。本件明細書の段落【0032】にも，「放熱板や拡大された端子板の具体的な構成や端子ボックスでの配置は当業者には十分知られているものと思料するが」と記載されていることから，本件発明3の構成が周知慣用技術であることが強く推認される。",
            "したがって，本件発明3は，引用発明に基づいて当業者が容易に発明をすることができたものであり，相違点4に係る本件審決の判断には誤りがない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明4との関係で相違点5の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，引用発明において，具体的にどのようなショットキーバリアダイオードを用いるかは，設計上の必要に応じて，当業者が適宜選択すべき事項であり，太陽電池のバイパスダイオードに用いるショットキーバリアダイオードとして，面実装型のパッケージダイオードは，本件特許の優先日当時において周知のものである(甲9，10)から，引用発明において，ショットキーバリアダイオードを面実装型のパッケージダイオードとして，相違点5に係る本件発明4の構成とすることは，当業者が必要に応じて適宜なし得る程度のことであると判断した。",
            "本件発明4は，本件発明3において，「ショットキーバリアダイオードが面実装型又は非絶縁型のパッケージダイオードであること」を更に規定したものである。この特徴は，ダイオードの発生する熱を周囲に放熱してダイオードの温度を下げるための工夫である(本件明細書の段落【0034】)。",
            "引用発明の接続ボックスは，前記 のとおり，過酷な温度環境で使用されることはないから，本件発明4のような上記構成を要求されないし，その必要性もない。",
            "したがって，甲9及び10において，太陽電池のバイパスダイオードに用いるショットキーバリアダイオードとして面実装型のパッケージダイオードが開示されていたとしても，これを引用発明の接続ボックスに採用する可能性はなく，本件発明4も本件発明1と同様に，引用発明に対して進歩性を有することは明らかである。",
            "以上のとおりであるから，本件審決における相違点5の判断には誤りがあり，本件審決は取り消されるべきである。",
            "〔被告の主張〕",
            "「ショットキーバリアダイオードが面実装型又は非絶縁型のパッケージダイオードであること」については，甲9の段落【0039】及び甲10の段落【0038】にも記載があるとおり，本件特許の優先日当時の周知慣用技術である。",
            "したがって，本件発明4は，引用発明に基づいて当業者が容易に発明をすることができたものであり，相違点5に係る本件審決の判断には誤りがない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件発明1ないし4に係る特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書(甲23)の発明の詳細な説明には，次の記載がある。",
            "技術分野",
            "「本発明は，バイパスダイオードとしてショットキーバリアダイオードを用いることによりダイオード及び端子ボックスの温度上昇を効果的に防止することができる結晶系シリコン太陽電池パネル用端子ボックスに関する。」(【0001】)",
            "背景技術",
            "「太陽電池パネル用端子ボックスには通常，太陽電池パネルの起電力が低下した時に逆方向電圧の印加による電流を一方の外部接続用ケーブルから他方の外部接続用ケーブルへ短絡させるためにバイパスダイオードが具備されている。バイパスダイオードが実際にこの機能を果たす際，ダイオードの順方向へ大電流が流れるため，ダイオードは通常，激しく発熱する。そうするとダイオードが破損したり，ダイオードの寿命が著しく短くなったり，ダイオードの発生する熱により，端子ボックスを構成する樹脂が変形して端子ボックスが太陽電池パネルから脱落する可能性がある。特に，端子ボックスは太陽電池パネルに取り付けられた状態で野外で20年以上も使用されるため，その可能性が高い。従って，長期間の安全性や信頼性の向上の観点からバイパスダイオードの動作時のダイオードの温度上昇を効果的に防止することが求められている。」(【0002】)",
            "「一方，近年，太陽電池の高出力化の要求に伴いアモルファス系シリコン太陽電池より結晶系シリコン太陽電池が多く用いられるようになっているが，結晶系シリコン太陽電池はアモルファス系シリコン太陽電池より出力電流が30倍以上大きいため，ダイオードの動作時にダイオードに流れる電流量，ひいては発熱量もアモルファス系シリコン太陽電池よりかなり大きい。従って，結晶系シリコン太陽電池に用いられる端子ボックスにおいては，発生したダイオードの熱を単に放熱板などで放熱するという従来の一般的な手段だけではダイオードの温度上昇を十分抑制できなくなってきている。」(【0004】)",
            "発明が解決しようとする課題",
            "「本発明はかかる従来技術の現状に鑑み創案されたものであり，その目的は結晶系シリコン太陽電池パネルに用いられる端子ボックスにおいてバイパスダイオードの動作時(即ち，太陽電池パネルの異常発生時)のダイオードの温度上昇を効果的に防止するためのさらに有効な手段を提供することにある。」(【0005】)",
            "課題を解決するための手段",
            "「本発明者は上記課題を解決すべく，結晶系シリコン太陽電池パネルに用いられる端子ボックスにおいてダイオードの温度上昇を効果的に防止するための手段について鋭意検討した結果，発生したダイオードの熱を放熱するという手段ではなく，ダイオード自体の発熱を抑制することを想起した。そして，その具体的な手段についてさらに検討したところ，ダイオードとしてショットキーバリアダイオードを用いることによりダイオード自体の発熱を効果的に抑制できるとともに，ショットキーバリアダイオードの持つ欠点を露呈させることなく使用できることを意外にも見出し，本発明を完成するに至った。」(【0006】)",
            "発明の効果",
            "「本発明の端子ボックスではバイパスダイオードとしてショットキーバリアダイオードを用いているため，従来用いられていたPＮダイオードと比べて，ダイオードの動作時の発熱を著しく抑制することができる。また，本発明の端子ボックスは，結晶系シリコン太陽電池パネルを対象とするため，ショットキーバリアダイオードが持つ欠点を許容することができる。従って，本発明の端子ボックスではダイオード動作時のダイオード及び端子ボックスの温度上昇を未然に防止することができ，ダイオードの破損や寿命の短縮，端子ボックスの変形による太陽電池パネルからの脱落がなく，端子ボックスの安全性及び信頼性を一層高めることができる。」(【0008】)",
            "発明を実施するための最良の形態",
            "「本発明の結晶系シリコン太陽電池パネル用端子ボックスは，バイパスダイオードとしてショットキーバリアダイオードを用いることを最大の特徴とする。ショットキーバリアダイオード(ショットキーダイオードとも略される)は，金属と半導体との接合面のショットキー効果の整流作用を利用したダイオードである。ショットキーバリアダイオードは順方向の電圧降下(VF)が低いため，逆回復時間が短く，スイッチング特性に優れる。…また，ショットキーバリアダイオードは順方向の電圧降下(VF)が低いので，動作時の発熱量が小さいという特性を有する。本発明はこの特性に着目したものであり，結晶系シリコン太陽電池パネル用端子ボックスのバイパスダイオードとしてショットキーバリアダイオードを用いることにより，ダイオードの動作時のダイオードでの発熱自体を効果的に抑制するものである。」(【0010】)",
            "「表1のVF(順方向の電圧降下)の欄…から理解される通り，ショットキーバリアダイオード(SBD)の順方向の電圧降下(VF)の値はいずれのジャンクション温度(Tj)においてもPＮダイオードの順方向の電圧降下の値より著しく小さい。…ここで，ダイオードの発熱量(W)は通電電流値(IF)と順方向の電圧降下(VF)の積に等しいため，通電電流値(IF)が一定であれば，ダイオードの発熱量(W)は順方向の電圧降下値(VF)に比例し，順方向の電圧降下値(VF)が小さいほどダイオードの発熱量(W)は小さくなる。従って，ショットキーバリアダイオードの発熱量は一般的な整流ダイオードであるPＮダイオードの発熱量より著しく小さく，PＮダイオードの発熱量の40％～50％程度であると考えられる。一方，太陽電池パネルの異常発生時にダイオードの順方向に流れる電流(公称の最大出力動作電流)の値は太陽電池パネルの種類によって大きく異なり，アモルファス系シリコン太陽電池パネルではこの電流の値は0．3A程度であるのに対し，結晶系シリコン太陽電池パネルでは9A程度である。従って，ダイオードの順方向に流れる電流の値は結晶系シリコン太陽電池パネルの方がアモルファス系シリコン太陽電池パネルより30倍以上大きく太陽電池パネルの異常発生時(即ち，ダイオードの動作時)の発熱の問題は結晶系シリコン太陽電池パネルではより深刻である。それ故，結晶系シリコン太陽電池パネル用端子ボックスでVFの小さいショットキーバリアダイオードを用いることは，太陽電池パネルの異常発生時(即ち，ダイオードの動作時)のダイオード自体の発熱という問題を効果的に抑制する点で極めて有利である。」(【0016】)",
            "「なお，表1のVR(逆方向耐電圧)の欄から理解される通り，ショットキーバリアダイオードはPＮダイオードよりVRの値がかなり小さい。従って，VRの値が小さいショットキーバリアダイオードは正常な発電状態で逆方向に多量の電流が流れる可能性があるという欠点を有する。しかし，太陽電池パネル用端子ボックスに印加される可能性があると考えられる最大の電圧であるパネルの公称の最大出力の動作電圧はアモルファス系シリコン太陽電池パネルでは100～300V程度と高いのに対し，結晶系シリコン太陽電池パネルでは10～40V程度にすぎず，この値はショットキーバリアダイオードのVR(通常50～100V程度)より確実に小さい。従って，結晶系シリコン太陽電池パネル用の端子ボックスにショットキーバリアダイオードを用いてもそのVRを越える大きさの電圧がダイオードに印加される可能性はなく，正常な発電状態でダイオードの逆方向に多量の電流が常時流れて発電効率が低下したりダイオードが熱暴走を起こしてダイオードが破壊されるなどの問題は全く生じない。」(【0017】)",
            "「また，表1のIR(漏れ電流)の欄から理解される通り，ショットキーバリアダイオードはPＮダイオードよりIRの値がかなり大きいという欠点も有する。しかし，結晶系シリコン太陽電池パネルでは上述の通り最大出力の動作電圧がアモルファスシリコン太陽電池パネルよりかなり小さいので，正常な発電状態での漏れ電流によるダイオードの発熱量は実際にはそれほど大きくなく，それによる発電効率の低下や端子ボックスの温度上昇の問題は十分許容できるレベルである。…」(【0018】)",
            "「結局，結晶系シリコン太陽電池パネル用の端子ボックスでは，VRが小さいというショットキーバリアダイオードの欠点は無視でき，またIRが大きいというショットキーバリアダイオードの欠点は十分許容できるレベルであるため，ショットキーバリアダイオードを用いることが総合的に有利である。」(【0019】)",
            "「従来，太陽電池パネル内でバイパスダイオードとしてショットキーバリアダイオードを使用した例はいくつか知られているが，端子ボックス内でショットキーバリアダイオードを使用した例は今まで知られていない。これは，端子ボックス内でバイパスダイオードとしてショットキーバリアダイオードを使用しようとする場合，太陽電池パネル内で使用する場合と比べて逆方向電圧が高くかつ放熱性が悪いため，逆方向耐電圧(VR)が小さく漏れ電流(IR)が大きいというショットキーバリアダイオードの欠点が極めて大きな阻害要因であると考えられていたためである。」(【0020】)",
            "「即ち，太陽電池パネル内にバイパスダイオードを組込んで使用する場合は，バイパスダイオードを組込む空間は十分広いため，多数のバイパスダイオードを組込むことができる。従って，一つのバイパスダイオードが受け持つ太陽電池セルの数は少なくすることができ，個々のバイパスダイオードに印加される逆方向電圧の値は低くすることができる。これに対し，端子ボックス内にバイパスダイオードを組込んで使用する場合，端子ボックスの体積は通常小さいため，端子ボックス内に組込むことができるバイパスダイオードの数は少数に制限される。従って，一つのバイパスダイオードが受け持つ太陽電池セルの数は多く，太陽電池パネルの正常な発電状態で個々のバイパスダイオードに印加される逆方向電圧の値が高い。",
            "また，太陽電池パネル内にバイパスダイオードを組込んで使用する場合は，太陽電池パネルは端子ボックスに比べて体積が格段に大きくしかも薄く平坦な構造を有するため，放熱性に優れる。これに対し，端子ボックス内にバイパスダイオードを組込んで使用する場合，端子ボックスは体積が通常小さくしかも密閉されているため，バイパスダイオードに電流が流れて発熱した場合にその熱を外部に逃がす特性(放熱性)に劣る。」(【0021】)",
            "「このような端子ボックス内にバイパスダイオードを組込んで使用する場合の逆方向電圧の高さや放熱性の悪さの問題は，端子ボックス内で使用するバイパスダイオードとしてVRが大きくIRが小さい従来のPＮダイオードを採用する場合は特に阻害要因とはならないが，VRが小さくIRが大きいショットキーバリアダイオードを採用する場合は極めて大きな阻害要因となる。特にIRについては，ショットキーバリアダイオードのIRは上述のように温度上昇につれて指数関数的に増大するので，ダイオードが熱暴走を起こす危険性が強く懸念されていた。」(【0022】)",
            "「それ故，ショットキーバリアダイオードは太陽電池パネル内では使用できるが端子ボックス内では使用できないとするのが当該技術分野の従来の常識であった。…」(【0023】)",
            "「本発明者はかかる従来の当業者の技術常識が太陽電池パネルの種類を考慮せずに一律にショットキーバリアダイオードを太陽電池パネル用端子ボックス内では使用できないとみなしていたものにすぎないことを見出した。そして，本発明者らはさらに研究を進め，太陽電池パネルの中でも結晶系シリコン太陽電池パネルはアモルファス系シリコン太陽電池パネルと比べて公称の最大出力動作電流が大きくかつ公称の最大出力動作電圧が小さいため，ショットキーバリアダイオードの欠点は無視できる(VRの小ささについて)か又は十分許容できるレベル内であり(IRの大きさについて)，VFが小さいというショットキーバリアダイオードの利点のみを活用できることを見出し，本発明の完成に至った。」(【0024】)",
            "「本発明の端子ボックスで用いるショットキーバリアダイオードとしては，順方向での電圧降下値が小さくダイオード発熱量が小さいショットキーバリアダイオードであればいかなるものも用いることができるが，実際の使用環境でダイオードの動作時のダイオードの温度上昇を確実に防止するためには，150℃以上のジャンクション温度保証値を有するショットキーバリアダイオードであって，10Aの電流を通電したときのショットキーバリアダイオードの順方向電圧降下(VF)が，25℃のジャンクション温度で0．50V以下，100℃のジャンクション温度で0．40V以下，150℃のジャンクション温度で0．35V以下であるショットキーバリアダイオードを用いることが好ましい。さらに好ましくは，150℃以上のジャンクション温度保証値を有するショットキーバリアダイオードであって，10Aの電流を通電したときのショットキーバリアダイオードの順方向電圧降下(VF)が，25℃のジャンクション温度で0．45V以下，100℃のジャンクション温度で0．35V以下，150℃のジャンクション温度で0．30V以下であるショットキーバリアダイオードを用いる。…」(【0025】)",
            "「上記規定のうち，ジャンクション温度保証値はダイオードの耐熱温度を意味する。即ち，ジャンクション温度保証値は，この温度まではダイオードが破壊されないことを保証することを表わす。ここで本発明の端子ボックスで用いることが好ましいショットキーバリアダイオードのジャンクション温度保証値を150℃以上に限定したのは，日本国内で使用される太陽電池パネル用端子ボックスのダイオードについて業界で要求される一般的なジャンクション温度保証値が150℃であるからである。",
            "また，ダイオードの順方向電圧降下(VF)の電流通電条件を10Aとしているのは，結晶系シリコン太陽電池の最大出力電流が約9Aであるので余裕を持たせて10Aとしたものである。",
            "また，VFを25℃，100℃及び150℃の三種類のジャンクション温度で規定しているのは，それぞれ次のような実際の使用環境を反映させるためである。即ち，25℃は常温での使用を反映し，100℃は一般的な太陽電池パネルの使用温度の上限(定格温度)(この温度は実際には90℃であるが，ここでは余裕を持たせて100℃としている)での使用を反映し，150℃は日本国内で使用される太陽電池パネル用端子ボックスのダイオードについて業界で要求される一般的なジャンクション温度保証値での使用を反映している。",
            "本発明の端子ボックスで用いるショットキーバリアダイオードのVFは，上述の各ジャンクション温度で一定値以下であることが好ましい。VFがこれらの値を上回ると，太陽電池パネルの異常発生時(即ち，ダイオード動作時)のショットキーバリアダイオードの発熱量が大きくなり，ショットキーバリアダイオードを使用する利点が小さくなるからである。」(【0026】)",
            "「上述のような要件を満たすショットキーバリアダイオードは，様々なジャンクション温度保証値やVF特性を有する市販のショットキーバリアダイオードの中から適宜選択することができる。例えば本発明者らが150℃以上のジャンクション温度保証値を有する市販のショットキーバリアダイオードのうち，55V定格型(逆方向耐電圧が55Vであるもの)，55V定格低リーク型(逆方向耐電圧が55Vでありしかも漏れ電流が小さいもの)，及び100V定格型(逆方向耐電圧が100Vであるもの)と称される三種類のショットキーバリアダイオードについて10Aの電流を通電したときの各温度でのVF特性を調べたところ，以下の表2に示すようなデータが得られた。」(【0027】)",
            "表2．市販の三種類のショットキーバリアダイオードのVF特性の比較",
            "「表2から理解される通り，100V定格型は25℃でのVFが0．50V以下，100℃でのVFが0．40V以下，150℃でのVFが0．35V以下という要件を満たさないが，55V定格低リーク型及び55V定格型はこの要件を満たす。また，55V定格型は25℃でのVFが0．45V以下，100℃でのVFが0．35V以下，150℃でのVFが0．30V以下という一段階厳しい要件も満たす。従って，本発明の端子ボックスで用いるショットキーバリアダイオードとしては，これらの三種類のショットキーバリアダイオードのうちでは100V定格型より55V定格低リーク型や55V定格型が好ましく，さらに55V定格型が最も好ましいことがわかる。」(【0029】)"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "引用例(甲1)には，次の記載がある。",
            "特許請求の範囲",
            "【請求項1】",
            "互いに直列に接続された複数の太陽電池からなるストリングを有し，該ストリングの各々に対してバイパス・ダイオードが並列に接続されるとともに該ストリングが互いに直列に接続されてなる，太陽電池を備えた電力発生のための回路装置であって，前記ストリング(34，36，38，40，42，44)に対して並列に接続されるとともに互いに直列に接続された2つ又はそれ以上のバイパス・ダイオード(50，52，54，56，58，60)が更なるダイオード(64，66，68，70)と並列に接続されてなることを特徴とする回路装置。",
            "【請求項4】",
            "前記バイパス・ダイオード(50～60)及びこれに並列接続された前記更なるダイオード(64～70)は，ショットキー・ダイオードよりなることを特徴とする請求項1ないし3のいずれか1に記載の回路装置。",
            "発明の属する技術分野",
            "「本発明は，互いに直列に接続された複数の太陽電池(ソーラーセル)からなるストリング(string)を有し，該ストリングの各々に対してバイパス・ダイオード(bypass diode)が並列に接続されるとともに該ストリングが互いに直列に接続されてなる構成の，太陽電池を備えた電力発生のための回路装置に関する。」(【0001】)",
            "従来の技術及び発明が解決しようとする課題",
            "「ソーラーエネルギーを電気的エネルギーに変換するための光電池システムはモジュールの態様で配置された複数の太陽電池(ソーラーセル)を有し，その上に直列に接続された太陽電池のストリング(string)が配置され，各ストリングはバイパス・ダイオードによってジャンパー(jumper) される構成である。又，これらのストリングも互いに直列に接続される。複数の太陽電池からなるストリングを備えたモジュールは，一般に板状の構造をなし，薄いフイルム状の太陽電池が帯状に互いに隣接した態様で配置される。このモジュールを設置した状態では実際上，該モジュールの全てのストリング上に均一の太陽光の照射が行われることは少なく，これらストリングの一部が隣接する物体の陰になって電力発生に寄与し得ないことも起こり得る。」(【0002】)",
            "「このため，不導通方向(non-conducting direction)に分極(polarized)され日陰(in shade)になった太陽電池の作動を避けるために，ストリングが日陰になったときに導通状態に移行させるバイパス・ダイオードが用いられる。これらバイパス・ダイオードは作動に際して導通方向に内部抵抗を有するので，その内部で電流による熱損失が生じ，これによって光電池システムの効率が減少させられる。このバイパス・ダイオードを介して流れる電流が，許容限界温度を超えてダイオードの温度を上昇させることは許されない。従って，この熱を対流ないしは放射によって消散させる処置が必要であり，例えば，バイパス・ダイオードを冷却体上に設置するなどの対策が講じられる。」(【0003】)",
            "「ストリングには外部配線との接続部が設けられる。このストリングへの配線及びストリングからの配線において，その一端は接続ボックスに接続され，該接続ボックス内においてこれら複数のストリングが相互に接続される。」(【0004】)",
            "「多数のストリングないしは太陽電池が直列に接続されると，個々のストリングが日陰状態(shading) のとき，これらストリングのバイパス・ダイオードを介して比較的大きな電流が流れる。日陰になったストリングの数は導通するバイパス・ダイオードの数に対応する。従って，複数のストリングが日陰になると，光電池システムのエネルギー収量はバイパス・ダイオードによって減少する問題がある。」(【0005】)",
            "「本発明の目的は，互いに直列に接続された太陽電池からなるストリングと各ストリングのためのバイパス・ダイオードを備えた回路装置を改良し，一連のストリングにおいて2つ又はそれ以上のストリングが日陰になり不導通状態のときにバイパス・ダイオードの電流に起因して生じる不導通状態のストリングの数に比例した電力損失の増大を実質的に減少させることである。」(【0007】)",
            "課題を解決するための手段及び発明の効果",
            "「上記目的を達成するために，本発明は，ストリングに対して並列に接続されるとともに互いに直列に接続された2つ又はそれ以上のバイパス・ダイオードが更なるダイオードに並列に接続された構成を提案するものである。この構成の本発明の回路装置においては，各ストリングのバイパス・ダイオードが並列のダイオードによってジャンパーされる直列接続の複数のストリングが，日陰状態(shading) によって不導通方向(non-conducting direction)に分極(polarization)されると，該並列のダイオードを介して電流が流れる。その結果，電力損失は1つのダイオードにのみ生じる。1つの並列ダイオードによりジャンパーされた各2つのバイパス・ダイオードにおいては，全てのストリングが不導通方向に分極されるとともに偶数よりなる場合において，存在するバイパス・ダイオードの単に半分のダイオードが電流を導く。」(【0008】)",
            "「これにより，本発明の回路構成においては，電力損失を大幅に減少させることができる。ダイオードにおける電力損失は，更に，より多くのバイパス・ダイオードをジャンパーする他のダイオードにより一層減少させることができる。」(【0009】)",
            "「本発明の好ましい具体例において，バイパス・ダイオード及びそれに対して並列をなし2つ又はそれ以上のストリングのための更なるダイオードはプリント回路板の上面又は裏面の一方の側に配置され，他方の側にはプリント導体が配置される。このプリント導体は外部配線のための接続点及びバイパス・ダイオードとの接続のための接続貫通孔とを有する。ここにおいて，バイパス・ダイオード及び更なるダイオードのための接触面としての金属面がプリント回路板の表面に設けられる。この構成において，熱伝達はバイパス・ダイオード及び更なるダイオードから金属面へと行われる。…又，多数のストリングのためのバイパス・ダイオード及び更なるダイオードを備えたプリント回路板は接続ボックス内に配置するのが望ましい。」(【0010】)",
            "「バイパス・ダイオード及びこれと並列をなす更なるダイオードとしてショットキー・ダイオードが望ましい。ショットキー・ダイオードは導通方向において低い内部抵抗を有するので，電圧低下及び熱損失の度合いが低い。」(【0011】)",
            "発明の実施の形態",
            "「以下，図面を参照して本発明の電力発生のための回路装置の実施形態を説明する。当該電力発生のための回路装置は，多数の太陽電池(ソーラーセル)を有し，図においては，その内，参照番号10，12，14，16，18，20，22，24，26，28，30及び32を付した太陽電池のみが示されている。これら太陽電池10～32は，図1において破線で囲んで示すストリング(string)34，36，38，40，42及び44内に配置されている。ストリング34は互いに直列に接続された太陽電池10，12を有し，これらは図示しない更に他の太陽電池に直列に接続されている。ストリング36は互いに直列に接続された太陽電池14，16を有し，これらは図示しない更に他の太陽電池に直列に接続されている。太陽電池18，20；22，24；26，28及び30，32はそれぞれストリング38，40，42及び44内に配置されるとともに図示しない更に他の太陽電池と直列に接続されている。各ストリング34～44は，例えば20個の太陽電池を有し，標準的な照射条件の下で，温度25℃において3アンペア(A)で約10ボルト(V)の電圧を発生させる。」(【0013】)",
            "【図1】",
            "「ストリング34～44も相互に直列に接続される。従って，図1に示す回路構成においては，上述の条件下で，プラスの接続点48のところで3A，60Vの電圧を呈する。接続点46，48，太陽電池10～32及び図示されていない更なる太陽電池は，ここにおいて詳細を略してあるが，板状構造のソーラーモジュールの一部を構成する。これら太陽電池10～32及び図示されていない更なる太陽電池は，ソーラーモジュールの平坦なプレート上に帯状に配置されている。これらの太陽電池10～32及び図示されていない更なる太陽電池を備えた図1に示すソーラーモジュールは，例えば同様の構成の他の1つ又は複数のソーラーモジュールと直列に接続することができる。この図1に示すソーラーモジュールないしはこれを複数備えたモジュール構成を，エネルギーの供給を受ける機器のために供するか，あるいはインバータを介して交流電源ネットワークに接続する構成となっている。」(【0014】)",
            "「各ストリング34，36，38，40，42及び44の太陽電池にはバイパス・ダイオード50，52，54，56，58及び60が並列に接続されている。これらバイパス・ダイオード50～60は，図1において一点鎖線で囲って示した接続ボックス62内に位置する。この接続ボックス62はソーラーモジュールから分離した状態で取り付けられている。」(【0015】)",
            "「図1に示す回路装置において，各々3つのバイパス・ダイオードが，1つの並列接続されたダイオードによってジャンパー接続されている。すなわち，バイパス・ダイオード50，52，54は更なるダイオード64に対して並列接続されている。更なるダイオード66はバイパス・ダイオード52，54，56に対して並列接続されている。ダイオード68はバイパス・ダイオード54，56，58に対して並列接続されている。又，ダイオード70はバイパス・ダイオード56，58，60に対して並列接続されている。そして，これらダイオード64，66，68，70も又，バイパス・ダイオードであるが，これらは1つのストリングに対してでなく3つのストリングに対して並列接続されている。これらのダイオード64，66，68，70をバイパス・ダイオード50～60とより明確に区別するために，これを単に「ダイオード」又は「更なるダイオード」と称する。」(【0016】)",
            "「バイパス・ダイオード50～60は，太陽電池が活動状態(active)，すなわち，太陽光が照射された状態のとき，並列に接続されたストリング34～44に関して不導通方向に分極(polarized )され，不導通状態である。…もし，ストリング34～44の内の1つが例えば，日陰になってもはや活動状態でなくなると，不導通状態になり，ソーラーモジュールの電圧／電流に寄与しなくなる。まだ活動状態にあるアクティブな他のストリングは依然として電流を発生し，これが非活動状態のストリングのバイパス・ダイオードを介して流れる。その結果，導通方向に働くバイパス・ダイオードの内部抵抗のところで，電圧低下が生じ，これがソーラーモジュールのエネルギー収量を減少させる。更に，電流を運ぶバイパス・ダイオードの熱損失が結果として生じるが，これはバイパス・ダイオードにおける許容可能な温度を確実に越えないようにするために放散されねばならない。バイパス・ダイオード50～60及び更なるダイオード64～70はショットキー・ダイオードであるから，その内部抵抗は導通モードで低く，従って，熱損失を最小限に抑制することができる。」(【0017】)",
            "「図1に示す回路装置において1つのストリングが活動状態とされていない場合，他のストリングによって，そして例えば更なるソーラーモジュールによって発生した電流が単に1つのバイパス・ダイオードを介して流れる。もし，図示の回路装置における2つのストリングが活動状態となっていない場合，2つのバイパス・ダイオードが電流を流す。又，もし図1に示す当該装置の3つのストリングが，例えば日陰になって活動化されていない場合には，バイパス・ダイオード50～60又は更なるダイオード64～70の唯1つ，又は2あるいは3つのバイパス・ダイオードが，一連のストリングの内で非活動のストリングの位置に応じて，活動的になる。しかし，1つのソーラーモジュール内において互いに隣接しない3つ又はそれ以上のストリングが日陰になって活動化されない可能性は低いので，図1に示す回路装置において通常，3つ又はそれ以上のストリングが日陰になる場合でも，最大2つのダイオードが電流を流す。」(【0018】)",
            "「図1に示す回路装置は，更に，複数のストリングが日陰になっている場合において電流を流すダイオードの数を減少させる可能性を示している。この可能性を発揮するために，ダイオード72，74又は76が図1において破線で示すように設けられ，2つずつ直列に接続されたストリング34，36；38，40又は42，44に対してそれぞれ並列に接続される。このように図1において破線で示した回路構成によって，隣接する2つのストリングが日陰になった場合に，1つのダイオードのみが電流を導くように作用する。又，対応する適宜のストリング及びそれらのバイパス・ダイオードに対して並列構成のダイオード72，74，76によって，複数のストリングが日陰になる場合に，更なるダイオード64，66，68，70なしでも電流を導くダイオードの数を減少させる効果がある。従って，ダイオード64～70があるために，日陰になったストリングの数が多く，又，その位置も連続しているような状態にあっても，電流を導くダイオードの数を大幅に減少させることができる。」(【0019】)",
            "「更に，可能なことはストリング34～44ないしは，それらのバイパス・ダイオードを他のダイオードに並列に接続し，それによって，日陰になったストリングの数の如何に拘らず，常に1つのダイオードのみに電流を導くようにすることである。この構成においては，2つ又は3つのストリングを並列接続するのでなく，4つ及び5つのストリングを並列接続するようにジャンパー接続するダイオードが設けられねばならない。この構成は，接続ボックスの配置が容易であるというスペース上の理由と，よりコストダウンが出来るという経済的理由により，望ましいものである。」(【0020】)",
            "「図2は，プラスチック製ハウジング78内に配置されたプリント回路板80を備えた接続ボックス62の回路構成を示す。プリント回路板80は図2において平坦な側が示されている。ストリング34は，回路板80の一側部に設けられた幅広のプリント導体82と共働する外部配線のための接続点81に，詳細な図示を省略した配線を介してマイナス端子のところで接続されている。該回路板80の同じ側部において，幅広のプリント導体86の外部配線のための接続点84が設けられ，ストリング34のプラス端子を接続させるとともにストリング36のマイナス端子を接続させている。…他方，プリント導体82，86，90はプリント回路板80の同じ側にあって，その全幅の約中間位置にまで延出している。プリント導体94はプリント回路板80について接続点81～92とは反対側の側部に第2の接続点96を有する。ストリング40のマイナス端子が配線を介して，この第2の接続点96に接続されている。ストリング40のプラス端子は幅広のプリント導体100の接続点98に接続されている。…」(【0021】)",
            "【図2】",
            "「バイパス・ダイオード50～60は，プリント導体82，86，90，94，100，104，108とは反対側のプリント回路板80の面(裏側)に配置されている。バイパス・ダイオード50は，プリント回路板80に設けた接続貫通孔を介してプリント導体86にその一端が接続されるとともに他端はプリント導体86に接続されている。バイパス・ダイオード52は上記と同様にして，その一端及び他端がプリント導体86，90にそれぞれ接続されている。又，バイパス・ダイオード54はプリント回路板に設けた接続貫通孔を介してプリント導体90，94にそれぞれ接続されている。バイパス・ダイオード56は接続貫通孔を介してプリント導体94，100にそれぞれ接続され，バイパス・ダイオード58はこれと同様にプリント導体100，104にそれぞれ接続されている。更に，バイパス・ダイオード60はプリント回路板80に設けた接続貫通孔を介してプリント導体104，108にそれぞれ接続されている。」(【0022】)",
            "「ダイオード64はアノード(陽極)がプリント導体82に，又，カソード(陰極)がプリント導体94に接続されている。ダイオード66はアノードがプリント導体86に，又，カソードがプリント導体100に接続されている。ダイオード68はアノードがプリント導体90に，又，カソードがプリント導体104に接続されている。ダイオード70はアノードがプリント導体94に，又，カソードがプリント導体108に接続されている。」(【0023】)",
            "「バイパス・ダイオード50～60及びダイオード64～70はショットキー・ダイオードで構成され，各々はプリント回路板80の表面に設けた接触面をなす金属層の面に接しているが，具体的図示を省略してある。この金属層は，それぞれのダイオードを流れる電流による発生熱の大部分を吸収するとともに対流及び放射によって熱を大気中に消散させる。電流を導くダイオードの数は，例え全てのストリング34～44が日陰になった場合でも，3つに制限されるので，発生熱はプリント回路板80及び接続ボックス62が小型の構成であっても十分に消散させることができる。又，このために，接続ボックス62はプラスチック材料で形成し得，これに各ストリングへ配線を導く案内路を設けることができる。ストリング34～44を備えたソーラーモジュールは通常，建物の外側に配置される。接続ボックス62は建物の内側に配置するのが望ましい。」(【0024】)"
          ]
        },
        {
          "fig": "3",
          "subject": "周知例について",
          "text": [
            "本件特許の優先日(平成17年11月28日)当時において，結晶系シリコン太陽電池が周知のものであったことは当事者間に争いがない(甲3)。",
            "甲7(特開2005-57008号公報，公開日平成17年3月3日)及び甲8(特開2004-247708号公報)について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲7には，次の記載がある。",
                "「本発明は複数の太陽電池パネルを相互に電気的に接続するための太陽電池パネル用端子ボックスに関する。特に本発明は端子ボックス内部に組み込まれたバイパスダイオードの発生する熱を太陽電池パネルに効率良く放熱させることによって，バイパスダイオードの温度を適正な使用温度内に抑えることができる太陽電池パネル用端子ボックスに関する。」(【0001】)",
                "「太陽電池パネルは発電量を増大するため日当たりの良い家屋の屋根等に多数配置されるものである。個々の太陽電池パネルPはその裏面に図1に示す通り端子ボックスBが取り付けられており，外部接続用ケーブル5を介して隣接する太陽電池パネルPの端子ボックスB同士を電気的に接続して使用する。」(【0002】)",
                "「太陽電池パネル用端子ボックス内に組み込まれたバイパスダイオードから発生した熱を放熱させる技術としては，端子ボックス表面から周辺大気への放熱や，端子板・外部接続用ケーブルを通した周辺大気への放熱といったバイパスダイオード表面と周辺大気との温度差を利用した技術が従来適用されている。…」(【0009】)",
                "「本発明の一つの好ましい実施態様においては，前記バイパスダイオードの上に更に高熱伝導材料からなる放熱板が密着して配置され，前記バイパスダイオードが前記底板と前記放熱板の間に挟持されている。」(【0018】)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲8には，次の記載がある。",
                "「本発明は，家屋の屋根等に配設される太陽電池モジュールに使用される太陽電池モジュール用端子ボックス装置及びこれに適用されるのに適した接続方法に関するものである。」(【0001】)",
                "「そこで，この発明の課題は，整流素子の放熱性に優れた太陽電池モジュール用端子ボックス及びこれに適用されるのに適した接続方法を提供することにある。」(【0011】)",
                "「図1は，太陽光発電システムの電気的構成を示すブロック図である。この太陽光発電システムは，複数の太陽電池モジュール1と，各太陽電池モジュール1に装着される端子ボックス装置20と，接続ボックス10とを備えている。」(【0027】)",
                "【図1】                            【図2】",
                "「端子ボックス装置20は，各太陽電池モジュール1の裏面側等に取付けられており，各太陽電池モジュール1同士を相互接続し或は外部の接続ボックス10に接続する機能を有している。また，端子ボックス装置20内には，整流素子として複数のバイパス用のダイオード30a～30cが収容配置されている。」(【0029】)",
                "「各ダイオード30a～30cは，各太陽電池セル4(又は複数の太陽電池セルからなる各セル群)の出力極性とは逆方向にして並列接続されている。これにより，例えば，所定の太陽電池セル4に太陽光が照射しない状態になったこと等が原因で，当該太陽電池セル4に対して逆バイアス電圧が印加された場合に，当該太陽電池セル4の電流がダイオード30a～30c側にバイパスされるようになっている。これら各ダイオードは，端子ボックス装置20内では，直列接続されることになる。」(【0030】)",
                "「上記各太陽電池モジュール1は，それぞれの裏面側に取付けられた端子ボックス装置20を経由して引出された接続ケーブル15を介して隣接する他の太陽電池モジュール1に接続されており，これにより，複数の太陽電池モジュール1が直列に電気的に接続されている。」(【0032】)",
                "「図5は，第2実施形態に係る太陽電池モジュール用端子ボックス装置の平面概略図である。」(【0069】)",
                "「この端子ボックス装置では，上記第1実施形態における第2端子26aと第1端子25bと放熱中継端子40aとが一体形成された一体化放熱端子140aと，上記第1実施形態における第2端子26bと第1端子25cと放熱中継端子40bとが一体形成された一体化放熱端子140bとを備えている。これら一体化放熱端子140a，140bは，例えば，それぞれ一枚の金属板を適宜打抜き加工することにより形成されている。」(【0070】)"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイによれば，甲7及び8には，バイパスダイオードを配した端子ボックスを太陽電池モジュール(太陽電池パネル)の裏面に取り付けること，及び太陽電池パネル用端子ボックスにおいて，バイパスダイオードから発生する熱を逃すために，放熱板や端子板を利用することが記載されていることが認められる。そして，本件特許の優先日当時において，バイパスダイオードを配した端子ボックスを太陽電池モジュール(太陽電池パネル)の裏面に取り付けることが周知技術であったことは当事者間に争いがない。",
                "甲9(特開2004-319800号公報)について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "甲9には，次の記載がある。",
                "「太陽電池素子1としては，結晶シリコン太陽電池，多結晶シリコン太陽電池，微結晶シリコン太陽電池，アモルファスシリコン太陽電池，銅インジウムセレナイド太陽電池，化合物半導体太陽電池など，従来公知な素子を目的に応じて種々選択して用いて良い。これら太陽電池素子は，所望する電圧あるいは電流に応じて複数個を直列または並列に接続する。また，これとは別に絶縁化した基板上に太陽電池素子を集積化して所望の電圧あるいは電流を得ることもできる。さらに，素子への逆バイアス印加を防止するためにバイパスダイオードを素子に接続することも必要に応じて行われる。」(【0030】)",
                "「複数の太陽電池素子1を直列に接続し，直列接続された太陽電池素子直列体の一方の直列端の太陽電池素子に設けられているバスバー電極5と，もう一方の直列端の太陽電池素子の導電性基板とに銅箔からなる出力取り出し電極12を取り付ける。さらに素子への逆バイアス印加を防止するためバイパスダイオード7を太陽電池素子1に銅箔8にて取り付ける。…なお，ここで用いるバイパスダイオード7は…封止材4による封止性を考慮して，薄型小型パッケージの表面実装用ショットキバリアダイオードを用いている。」(【0039】)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによれば，甲9には，太陽電池モジュールを構成する各部材において，太陽電池素子として結晶シリコン太陽電池を選択し得ること，所望する電圧あるいは電流に応じて複数個の太陽電池素子を直列又は並列に接続すること，素子への逆バイアス印加を防止するためにバイパスダイオードを素子に接続すること，さらに，バイパスダイオードとして薄型小型パッケージの表面実装用ショットキーバリアダイオードを用いることが記載されていることが認められる。",
                "甲10(特開平11-17197号公報)について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "甲10には，次の記載がある。",
                "「(実施例11)図12は本発明によるショットキーダイオードの第1実施例を面実装型パッケージに適用した断面図を示す。…本発明によるショットキーダイオード100のアノード側のニッケル電極23は半田25を介してアノード電極20に接続され，カソード側のニッケル電極33は半田35を介してカソード電極30に接続され，ショットキーダイオード100はエポキシ系の樹脂50によってモールドされ，さらにアノード電極20及びカソード電極30の一部がモールド樹脂50の外部に取り出され，樹脂の同一平面上に配置されるよう形成されている。このように，本発明によるショットキーダイオード100を使用することにより，半田接続が可能な面実装型パッケージに搭載することできる。」(【0038】)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによれば，甲10には，太陽電池のバイパスダイオードに用いるショットキーバリアダイオードとして，面実装型のパッケージダイオードが記載されていることが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1(本件発明1ないし4との関係で一致点及び相違点の認定の誤り，相違点の看過)について",
          "text": [
            "本件発明1に係る取消事由1について検討する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，本件発明に係る「太陽電池パネル用端子ボックス」は，個々の太陽電池パネルに取り付けられて，個々の太陽電池パネルから安全に絶縁して電力を取り出して使用されるものであるのに対し，引用発明に係る回路装置は，「接続ボックス」(接続箱)と称されるものであり，ソーラーモジュール(太陽電池パネル)から分離した状態で，太陽電池パネル自体の熱の影響を受けないように設置され，建物の内側に配置するのが望ましいとされているように，複数の太陽電池パネルからなるストリングから離れて設置され，各ストリングと絶縁導線で接続して，既に安全に絶縁して取り出された複数のストリング単位の電力を集め，それをパワーコンディショナに送るために使用されるものであるから，本件発明に係る「太陽電池パネル用端子ボックス」と引用発明の「回路装置(接続ボックス)」とは，使用態様及びそれによる使用環境が全く異なる旨主張する。",
                "本件発明について",
                "本件発明1ないし4に係る特許請求の範囲及び前記1の記載によれば，本件発明は，従来，太陽電池パネル用端子ボックスには，太陽電池パネルの起電力が低下した時に逆方向電圧の印加による電流を一方の外部接続用ケーブルから他方の外部接続用ケーブルへ短絡させるためにバイパスダイオードが具備されているが，バイパスダイオードがその機能を果たす際，ダイオードの順方向へ大電流が流れるため，ダイオードは通常，激しく発熱し，ダイオードが破損したり，ダイオードの寿命が著しく短くなったり，ダイオードの発生する熱により，端子ボックスを構成する樹脂が変形して端子ボックスが太陽電池パネルから脱落する可能性があり，長期間の安全性や信頼性の向上の観点からバイパスダイオードの動作時のダイオードの温度上昇を効果的に防止することが求められていること(段落【0002】)や，結晶系シリコン太陽電池はアモルファス系シリコン太陽電池より出力電流が30倍以上大きいため，ダイオードの動作時にダイオードに流れる電流量，ひいては発熱量もアモルファス系シリコン太陽電池よりかなり大きくなり，結晶系シリコン太陽電池に用いられる端子ボックスにおいては，ダイオードの温度上昇を十分抑制できなくなってきていること(段落【0004】)に鑑み，結晶系シリコン太陽電池パネルに用いられる端子ボックスにおいてバイパスダイオードの動作時(太陽電池パネルの異常発生時)のダイオードの温度上昇を効果的に防止するための更に有効な手段を提供することを目的とすること(段落【0005】)，上記課題を解決するための手段として，バイパスダイオードとしてショットキーバリアダイオードを用いることにより，従来用いられていたPＮダイオードと比べて，ダイオードの動作時の発熱を著しく抑制することができ，結晶系シリコン太陽電池パネルは，アモルファス系シリコン太陽電池パネルと比べて，公称の最大出力動作電流が大きく，かつ公称の最大出力動作電圧が小さいため，ショットキーバリアダイオードの欠点であるVR(逆方向耐電圧)が小さいこと及びIR(漏れ電流)が大きいことについては，無視できるか又は十分許容できるレベル内であり，VF(順方向の電圧降下)が小さいというショットキーバリアダイオードの利点のみを活用できることから，バイパスダイオードとしてショットキーバリアダイオードのみを具備し，結晶系シリコン太陽電池パネルに取り付けるための太陽電池パネル用端子ボックスを採用することによって，ダイオード動作時のダイオード及び端子ボックスの温度上昇を未然に防止することができ，ダイオードの破損や寿命の短縮，端子ボックスの変形による太陽電池パネルからの脱落がなく，端子ボックスの安全性及び信頼性を一層高めることができるという効果を奏するようにしたものであること(段落【0008】，【0016】～【0019】，【0024】)が認められる。",
                "引用発明について",
                "とおり，本件審決の認定した引用発明が記載されていることは，当事者間に争いがない。",
                "そして，前記2の記載によれば，引用発明は，互いに直列に接続された複数の太陽電池(ソーラーセル)からなるストリングを有し，該ストリングの各々に対してバイパス・ダイオードが並列に接続されるとともに該ストリングが互いに直列に接続されてなる構成の，太陽電池を備えた電力発生のための回路装置に関するものであること(段落【0001】)，従来，複数の太陽電池からなるストリングを備えたモジュールは，一般に板状の構造をなし，薄いフイルム状の太陽電池が帯状に互いに隣接した態様で配置されるが，該モジュールの全てのストリング上に均一の太陽光の照射が行われることは少なく，これらストリングの一部が隣接する物体の陰になって電力発生に寄与し得ないことも起こり得ることから，不導通方向に分極され日陰になった太陽電池の作動を避けるために，ストリングが日陰になったときに導通状態に移行させるバイパス・ダイオードが用いられており，これらバイパス・ダイオードは作動に際して導通方向に内部抵抗を有するので，その内部で電流による熱損失が生じ，これによって光電池システムの効率が減少させられることから，バイパス・ダイオードを介して流れる電流が，許容限界温度を超えてダイオードの温度を上昇させることは許されず，この熱を対流ないしは放射によって消散させる処置が必要とされること(段落【0002】，【0003】)や，多数のストリングないしは太陽電池が直列に接続されると，個々のストリングが日陰状態のとき，これらストリングのバイパス・ダイオードを介して比較的大きな電流が流れるが，複数のストリングが日陰になると，光電池システムのエネルギー収量はバイパス・ダイオードによって減少する問題があること(段落【0005】)に鑑み，互いに直列に接続された太陽電池からなるストリングと各ストリングのためのバイパス・ダイオードを備えた回路装置を改良し，一連のストリングにおいて2つ又はそれ以上のストリングが日陰になり不導通状態のときにバイパス・ダイオードの電流に起因して生じる不導通状態のストリングの数に比例した電力損失の増大を実質的に減少させること(段落【0007】)を目的とすること，上記課題を解決するための手段として，ストリングに対して並列に接続されるとともに互いに直列に接続された2つ又はそれ以上のバイパス・ダイオードが更なるダイオードに並列に接続された構成とし，この構成の回路装置においては，直列接続の複数のストリングが，日陰状態によって不導通方向に分極されると，各ストリングのバイパス・ダイオードが並列のダイオードによってジャンパーされているため，該並列のダイオードを介して電流が流れ，その結果，電力損失は1つのダイオードにのみ生じるようにして，電力損失を大幅に減少させることができるようにしたものであること(段落【0008】，【0009】)，引用発明の好ましい具体例において，バイパス・ダイオード及びこれと並列をなす更なるダイオードはプリント回路板の上面又は裏面の一方の側に配置され，他方の側にはプリント導体が配置され，このプリント導体は外部配線のための接続点及びバイパス・ダイオードとの接続のための接続貫通孔とを有し，バイパス・ダイオード及び更なるダイオードのための接触面としての金属面がプリント回路板の表面に設けられて熱伝達はバイパス・ダイオード及び更なるダイオードから金属面へと行われること，多数のストリングのためのバイパス・ダイオード及び更なるダイオードを備えたプリント回路板は接続ボックス内に配置するのが望ましく(段落【0010】)，また，バイパス・ダイオード及びこれと並列をなす更なるダイオードとしては，導通方向において低い内部抵抗を有することから電圧低下及び熱損失の度合いが低いショットキー・ダイオードが望ましいとされる(段落【0011】)ものであることが認められる。",
                "また，引用発明の実施の形態として，ストリング34，36，38，40，42及び44は，互いに直列に接続された太陽電池を有し(段落【0013】)，各ストリング34，36，38，40，42及び44の太陽電池にはバイパス・ダイオード50，52，54，56，58及び60が並列に接続され，これらバイパス・ダイオード50～60は，接続ボックス62内に位置し，この接続ボックス62はソーラーモジュールから分離した状態で取り付けられ(段落【0015】)，各々3つのバイパス・ダイオード(例えば，バイパス・ダイオード50，52，54)が，1つの並列接続されたダイオード(例えば，ダイオード64)によってジャンパー接続され(段落【0016】)，バイパス・ダイオード50～60及び更なるダイオード64～70はショットキー・ダイオードであるから，その内部抵抗は導通モードで低く，熱損失を最小限に抑制することができるものであり(段落【0017】)，ストリング34～44を備えたソーラーモジュールは通常，建物の外側に配置され，接続ボックス62は建物の内側に配置するのが望ましいこと(段落【0024】)が記載されていることが認められる。",
                "前記 及び によれば，本件発明1と引用発明は，いずれも，太陽電池パネル又は互いに直列に接続された太陽電池(ソーラーセル)からなるストリングが，日陰等で電力発生に寄与しない状態になったときに，不導通方向に分極され日陰になった太陽電池の作動を避けるために，太陽電池パネル又はストリングと並列に配置されたパイパスダイオードに電流を導通させる構成をとり，バイパスダイオードとして，導通方向において低い内部抵抗を有し，電圧低下及び熱損失の度合いが低いショットキーバリアダイオードを採用し，このバイパスダイオードが，太陽電池パネル用端子ボックス又は回路装置(接続ボックス)内に配置され，この太陽電池パネル用端子ボックス又は回路装置(接続ボックス)が，太陽電池パネル又は直列に接続された複数のストリングからなるソーラーモジュールに接続されるものということができる。",
                "原告主張に係る，複数の太陽電池パネルからなるストリングから離れて設置され，各ストリングと絶縁導線で接続して，既に安全に絶縁して取り出された複数のストリング単位の電力を集め，それをパワーコンディショナに送るために使用される接続ボックス(接続箱)(甲18，25参照。)は，太陽電池パネル(モジュール)からの電力を集め，集めた電力を負荷等へ供給するためのものである。したがって，上記接続ボックス(接続箱)においては，負荷(パワーコンディショナ等)や他の太陽電池パネル(ソーラーモジュール)からの逆流を防止する必要はあるが，本件発明1又は引用発明で使用されている，不導通方向に分極された太陽電池の作動を避けるため太陽電池パネル又はストリングと並列に接続される「バイパスダイオード」を設置する必要性はない。",
                "また，引用例の段落【0015】には，「接続ボックス62はソーラーモジュールから分離した状態で取り付けられている。」と記載されているが，当該記載は，単に接続ボックスが，ソーラーモジュールと一体化したものではなく，別の装置・部品として取り付けられる(なお，いかなる箇所に取り付けられるかは記載されていない。)ことを示すものにとどまり，必ずしも接続ボックスが太陽電池パネルから距離的に離れた位置に設置されるものでなければならないことまで意味するものとは解されない。",
                "さらに，引用例の段落【0024】には，「接続ボックス62は，建物の内側に配置するのが望ましい」と該段落の記載によれば，上記は接続ボックスに配置されたバイパス・ダイオード50～60及びダイオード64～70に発生する熱を消散させるとともに，接続ボックス62をプラスチック材料で形成し得るようにするために，接続ボックス62を高温下に配置するのは適当でないことから，ソーラーモジュールは通常，建物の外側に配置されるものの，接続ボックス62については建物の内側に配置するのが「望ましい」とされているにすぎないものと解され，上記記載があるからといって，バイパスダイオードを備えることによって，本件発明の太陽電池パネル用端子ボックスと同様の構成と機能を有する引用発明の回路装置(接続ボックス)が，原告主張に係る接続ボックス(接続箱)であると認定される根拠となるものではない。",
                "そうすると，引用発明における回路装置(接続ボックス)は，本件発明1の太陽電池パネル用端子ボックスに相当するというべきであって，原告主張に係る接続ボックス(接続箱)に相当するものということはできない。",
                "したがって，"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，引用発明に係る「回路装置」は，バイパスダイオード及び更なるダイオードを備えたものであるが，この回路装置は接続ボックス(接続箱)であることから，本件発明の太陽電池パネルに取り付けられる端子ボックスのようにパネルからの熱の直接的な影響を考慮しなくてもよいため，全てのバイパスダイオードをショットキーバリアダイオードとすることは必須ではないこと，引用例の図1のダイオード72，74，76はショットキーバリアダイオードではなく，引用例の請求項1には，更なるダイオードがショットキーバリアダイオードであることが必須要件として記載されていないことから，本件審決が，本件発明と引用発明とが「バイパスダイオードとしてショットキーバリアダイオードのみを具備する」ことを一致点とした認定は誤りである旨主張する。",
                "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前記 の接続ボックス(接続箱)であることを前提とする主張であるから，そもそも前提において誤りがあり，採用することができない。",
                "用例には，バイパス・ダイオード(50，52，54，56，58，60)及びこれに並列接続された更なるダイオード(64，66，68，70)は，ショットキー・ダイオードよりなることを特徴とする回路装置が開示されている。そうすると，本件発明1と引用発明とは，「バイパスダイオードとしてショットキーバリアダイオードのみを具備する」点で一致するとした本件審決の認定に誤りはない。",
                "したがって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，相違点1は，正確には， 本件発明では，太陽電池パネルに取り付けられた端子ボックスを対象とするのに対して，引用発明では，ストリングの電力を集めるための接続ボックス(接続箱)を対象とすること，うち結晶系シリコン太陽電池パネルであるのに対して，引用発明では，接続ボックスはそもそもストリング(又は太陽電池パネル)に取り付けられておらず，ストリング(又は太陽電池パネル)とは絶縁導線によって接続されているだけであること，であって，本件審決による相違点の認定は誤りである旨主張する。",
                "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前そもそも前提において誤りがあり，採用することができない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，本件発明1に係る取消事由1は理由がない。",
                "本件発明2は，本件発明1の10Aの電流を通電したときのショットキーバリアダイオードの順方向電圧降下の数値を更に限定するほかは，本件発明容は，すべて本件発明2についても妥当する。",
                "本件発明3は，バイパスダイオードの発生する熱を逃すための放熱板及び／又はバイパスダイオードの発生する熱を逃がすための拡大された端子板を更に具備する構成を付加するほかは，本件発明1又2の発明特定事項をすべて含むものであるから，前記 において説示した内容は，すべて本件発明3についても妥当する。",
                "本件発明4は，ショットキーバリアダイオードが面実装型又は非絶縁型のパッケージダイオードである構成を付加するほかは，本件発明3の発明特定事項をすべて含むものであるから，本件発明3について説示した上記内容は，すべて本件発明4についても妥当する。",
                "以上のとおりであるから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(本件発明1ないし4との関係で相違点1の容易想到性に係る判断の誤り)について",
          "text": [
            "本件発明1に係る取消事由2について検討する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，引用発明の回路装置は，本件発明の太陽電池パネル用端子ボックスとは異なり，ストリングの電力を集めるための接続ボックス(接続箱)であって，接続ボックス(接続箱)はそもそもストリング(又は太陽電池パネル)に取り付けられておらず，ストリング(又は太陽電池パネル)とは絶縁導線によって接続されているだけであるから，引用発明では，太陽電池は何でもよく，結晶系シリコン太陽電池でなければならないことは教示されていないし，引用例には，太陽電池パネルの中でも結晶系シリコン太陽電池パネルは，アモルファス系シリコン太陽電池パネルと比べて，公称の最大出力動作電流が大きく，かつ公称の最大出力動作電圧が小さいため，逆方向耐電圧(VR)が小さく，漏れ電流(IR)が大きいというショットキーバリアダイオードの欠点を克服できることは記載も示唆もされておらず，これらの欠点の克服手段が示されていない限り，当業者が引用発明から本件発明の相違点1に係る構成に到達することは困難である旨主張する。",
                "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前から，そもそも前提において誤りがあり，採用することができない。",
                "そして，確かに引用発明においては，太陽電池パネルの種類及び接続ボックスを取り付ける部位は特定されていないものの，前記3 の甲3及び甲9にも開示されているとおり，太陽電池素子として結晶系シリコン太陽電池を選択し得ること，並びに前記3 の甲7及び甲8にも開示されているとおり，バイパスダイオードを配した端子ボックスを太陽電池モジュール(太陽電池パネル)の裏面に取り付けることが，いずれも本件特許の優先日当時における周知技術であったことが認められる。そうすると，引用発明について，上記の各周知技術を適用して，太陽電池を結晶系シリコン太陽電池として，バイパスダイオードを配した回路装置(接続ボックス)を太陽電池モジュール(太陽電池パネル)の裏面に取り付けるよう構成することは，当業者が必要に応じて適宜なし得たものと認められる。",
                "また，確かに引用例には，太陽電池パネルの中でも結晶系シリコン太陽電池パネルが，アモルファス系シリコン太陽電池パネルと比べて，公称の最大出力動作電流が大きく，かつ公称の最大出力動作電圧が小さいため，逆方向耐電圧(VR)が小さく，漏れ電流(IR)が大きいというショットキーバリアダイオードの欠点を克服できることについての記載はない。しかし， ，「バイパス・ダイオード及びこれと並列をなす更なるダイオードとしてショットキー・ダイオードが望ましい。ショットキー・ダイオードは導通方向において低い内部抵抗を有するので，電圧低下及び熱損失の度合いが低い。」とあり，バイパスダイオードとしてショットキーバリアダイオードを採用することの利点が記載されている。そして，太陽電池素子とバイパスダイオードの組合せとして何を選択するかを検討するに当たって，太陽電池素子の出力電圧及び出力電流と，当該太陽電池に用いるバイパスダイオードの逆方向耐電圧(VR)，順方向電圧降下(VF)及び漏れ電流(IR)等の特性とを比較検討することは，当業者が当然に考慮すべき技術常識ということができるから，ショットキーバリアダイオードの公称の逆方向耐電圧(VR)，順方向電圧降下(VF)及び漏れ電流(IR)等の数値と，結晶系シリコン太陽電池の公称の最大出力の動作電圧とを比較検討し，結晶系シリコン太陽電池の動作電圧がショットキーバリアダイオードのVRの値の範囲内にあるならば，この2つを組み合わせることができることは容易に理解し得るものである。そうすると，当業者が，引用発明及び上記周知技術に基づいて，太陽電池を結晶系シリコン太陽電池とし，バイパスダイオードとしてショットキーバリアダイオードを配した回路装置(接続ボックス)を想到することについて格別の困難があると認めることはできない。",
                "したがって，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，端子ボックスを太陽電池モジュールないし太陽電池パネルの裏面に取り付けるのは，安全な絶縁状態で太陽電池パネルから簡単に電力を取り出す必要性があるためであるが，引用発明の接続ボックスは，本件発明の太陽電池パネル用端子ボックスとは異なり，既に安全に絶縁して取り出された複数のストリング単位の電力を集めるだけのものであるから，これを太陽電池モジュールの裏面のような太陽電池パネルの熱の影響を直接受けるような場所に配置する必要性はないばかりか，当業者にとって絶対にありえないことであるから，当業者が引用発明から本件発明の相違点1に係る構成に到達することは困難である旨主張する。",
                "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前から，そもそも前提において誤りがある。",
                "また，本件発明1と引用発明は，太陽電池パネル用端子ボックス又は回路装置(接続ボックス)が，太陽電池パネル又は直列に接続された複数のストリングからなるソーラーモジュールに接続されるものということがでパスダイオードを配した端子ボックスを太陽電池モジュール(太陽電池パネル)の裏面に取り付けることは周知技術であったところ，引用発明においても，バイパス・ダイオード及び更なるダイオードのための接触面としての金属面がプリント回路板の表面に設けられて，熱伝達はバイパス・ダイオード及び更なるダイオードから金属面へと行われ(段落【0010】)，バイパス・ダイオード及びこれと並列をなす更なるダイオードとしては，導通方向において低い内部抵抗を有することから電圧低下及び熱損失の度合いが低いショットキー・ダイオードが望ましいとされ(段落【0011】)，これらの構成を採用することにより，バイパス・ダイオードを介して流れる電流が，許容限界温度を超えてダイオードの温度を上昇させることのないようにしているのであるから(段落【0003】)，引用発明について，バイパスダイオードを配した端子ボックスを太陽電池モジュール(太陽電池パネル)の裏面に取り付けるとの上記周知技術の適用が妨げられるものではない。なお，引用例の段落【0015】の「接続ボックス62はソーラーモジュールから分離した状態で取り付けられている。」との記載は，必ずしも接続ボックスが太陽電池パネルから距離的に離れた位置に設置されるものでなければならないことまで意味するものとは解されないことや，引用例の段落【0024】の「接続ボックス62は，建物の内側に配置するのが望ましい」との記載も，接続ボックス62を高温下に配置するのは適当でないことから，接続ボックス62については建物の内側に配置するのが「望ましい」とされているにすぎないものと解されることは，いずれも前記(接続ボックス)について上記周知技術を適用することを排除するものではない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件発明1に係る取消事由2は理由がない。",
                "は， すべて本件発明2ないし4に係る相違点1についても妥当する。",
                "以上のとおりであるから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3(本件発明1，3及び4との関係で相違点2の容易想到性に係る判断の誤り)について",
          "text": [
            "本件発明1に係る取消事由3について検討する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，引用発明の接続ボックスは，本件発明の太陽電池パネル用端子ボックスとは温度に関する使用環境が著しく異なるから，本件発明で規定するようにショットキーバリアダイオードを特定の特性を有するものに限定して使用する必要性がないし，引用例には，結晶系シリコン太陽電池を使用することにより，ショットキーバリアダイオードの逆方向耐電圧(VR)が小さく，漏れ電流(IR)が大きいという重大な欠点を克服することができることについての記載や示唆が全くないから，引用発明に基づいて本件発明のようにショットキーバリアダイオードとして特定の特性を有するものの使用を想到することは，当業者にとって極めて困難である旨主張する。",
                "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前から，そもそも前提において誤りがあり，採用することができない。",
                "また，引用例に，結晶系シリコン太陽電池を使用することにより，ショットキーバリアダイオードの逆方向耐電圧(VR)が小さく，漏れ電流(IR)が大きいという重大な欠点を克服することができることについての記載がないからといって，当業者が，引用発明に基づいて，太陽電池を結晶系シリコン太陽電池として，バイパスダイオードとしてショットキーバリアダイオードを配した回路装置(接続ボックス)を想到することについて格別の困難があると認めることが示したとおりである。",
                "そして，本件明細書の記載中， の段落【0025】～【0029】によれば，相違点2に係る構成を満たすショットキーバリアダイオードは，様々なジャンクション温度保証値やVF特性を有する市販のショットキーバリアダイオードの中から適宜選択することができるものであることが認められ，また，相違点2に係る構成を採用したことについても，設計的事項の範囲を超える格別の技術的意義を生じるものとまでいうことはできない。",
                "したがって，引用発明において，相違点2に係る構成を備えるショットキーバリアダイオードを用いることに格別の困難があるものとは認められず，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，引用発明の接続ボックスは，本件発明の太陽電池パネル用端子ボックスとは異なり，太陽電池パネルから離して，太陽電池パネルの熱の直接的な影響を回避するように設置されるものであるから，接続ボックスをわざわざ太陽電池パネルのような高温環境に設置することはなく，そうであるなら常温(高くても40℃)で使用されるものに限られる以上，引用発明では，接続ボックス内のダイオードの発熱の防止のみを考慮すれば十分であり，わざわざ本件発明で規定するような特定の特性を有するショットキーバリアダイオードを使用する必要性はないし，そのようなことを当業者が想到することもない旨主張する。",
                "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前から，そもそも前提において誤りがあり，採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件発明1に係る取消事由3は理由がない。",
                "は， ，すべて本件発明3及び4に係る相違点2についても妥当する。",
                "以上のとおりであるから，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由4(本件発明1ないし4との関係で顕著な作用効果の判断の誤り)について",
          "text": [
            "本件発明1に係る取消事由4について検討する。",
            "原告は，引用発明の接続ボックスを仮に結晶系シリコン太陽電池パネル以外の太陽電池パネルに使用した場合，甲20で示されるように，例えば，アモルファス系シリコン太陽電池パネルを使用したときは，太陽電池パネルの公称の最大出力の動作電圧が印加されると，ショットキーバリアダイオードに印加される電圧がそのVR(55V)を大きく超えるため，全てのショットキーバリアダイオードが熱暴走を起こして破壊され，使用できなくなるという問題が生じるが，この問題は，結晶系シリコン太陽電池パネルを使用した場合にのみ，逆方向耐電圧(VR)が小さいというショットキーバリアダイオードの欠点が克服されるところ，このような効果は，引用例には全く教示されておらず，当業者に予測不可能な顕著な効果といわざるを得ないのであって，本件審決における本件発明の顕著な作用効果の判断には誤りがあり，本件発明は，引用発明に対して進歩性を有する旨主張する。",
            "認定のとおり，本件発明1は，バイパスダイオードとしてショットキーバリアダイオードを用いることにより，従来用いられていたPＮダイオードと比べて，ダイオードの動作時の発熱を著しく抑制することができ，また，結晶系シリコン太陽電池パネルは，アモルファス系シリコン太陽電池パネルと比べて，公称の最大出力動作電流が大きく，かつ公称の最大出力動作電圧が小さいため，ショットキーバリアダイオードの欠点であるVR(逆方向耐電圧)が小さいこと及びIR(漏れ電流)が大きいことについては，無視できるか又は十分許容できるレベル内であり，VF(順方向の電圧降下)が小さいというショットキーバリアダイオードの利点のみを活用できることから，バイパスダイオードとしてショットキーバリアダイオードのみを具備し，結晶系シリコン太陽電池パネルに取り付けるための太陽電池パネル用端子ボックスを採用することによって，ダイオード動作時のダイオード及び端子ボックスの温度上昇を未然に防止することができ，ダイオードの破損や寿命の短縮，端子ボックスの変形による太陽電池パネルからの脱落がなく，端子ボックスの安全性及び信頼性を一層高めることができるという効果を奏するようにしたものである。",
            "しかし，他方， ，「バイパス・ダイオード及びこれと並列をなす更なるダイオードとしてショットキー・ダイオードが望ましい。ショットキー・ダイオードは導通方向において低い内部抵抗を有するので，電圧低下及び熱損失の度合いが低い。」と記載され，同記載によれば，引用発明においても，本件発明1と同様に「バイパスダイオードとしてショットキーバリアダイオードを用いることにより，従来用いられていたPＮダイオードと比べて，ダイオードの動作時の発熱を著しく抑制することができるので，ダイオード動作時のダイオード及び端子ボックスの温度上昇を未然に防止することができる」との効果を奏するものと認められる。",
            "また， 太陽電池素子としては，結晶系シリコン太陽電池，多結晶シリコン太陽電池，アモルファスシリコン太陽電池など，従来公知な素子を目的に応じて種々選択して用いてよく，所望する電圧あるいは電流に応じて，複数個の太陽電池素子を直列または並列に接続するものである。そして，太陽電池素子への逆バイアス印加を防止するために，バイパスダイオードを太陽電池素子に接続するに際しては，太陽電池素子の出力電圧，出力電流等から，最適なバイパスダイオードを選択するのは当然のことであり，太陽電池素子とバイパスダイオードの組合せとして何を選択するかを検討するに当たって，太陽電池素子の出力電圧及び出力電流と，当該太陽電池に用いるバイパスダイオードの逆方向耐電圧(VR)，順方向電圧降下(VF)及び漏れ電流(IR)等の特性とを比較検討することは，当業者が当然に考慮すべき技術常識ということができる。",
            "そして，前記3 の甲9にも開示されているとおり，本件特許の優先日当時において，バイパスダイオードとして薄型小型パッケージの表面実装用ショットキーバリアダイオードを用いることは周知技術であったことが認められるところ，ショットキーバリアダイオードの公称の逆方向耐電圧(VR)，順方向電圧降下(VF)及び漏れ電流(IR)等の数値と，アモルファス系シリコン太陽電池の公称の最大出力の動作電圧とを比較検討し，同太陽電池の動作電圧に比してショットキーバリアダイオードのVRが小さいのであれば，バイパスダイオードとしてショットキーバリアダイオードを採用した場合に，アモルファス系シリコン太陽電池を採用すれば，ショットキーバリアダイオードが熱暴走を起こす可能性があることは明らかである。",
            "原告提出に係る甲20の実験データも，VR(逆方向耐電圧)が55Vのショットキーバリアダイオードに，アモルファス系シリコン太陽電池パネルを使用してその公称開放電圧である147．8Vを印加したところ，ショットキーバリアダイオードが熱暴走を起こして破壊されたという当然の結果を示すものにすぎない。",
            "これに対し，結晶系シリコン太陽電池の公称の動作電圧がショットキーバリアダイオードのVRの値の範囲内にあるのであれば，この2つを組み合わることができることは容易に理解し得るものである。",
            "そうすると，結晶系シリコン太陽電池パネルに取り付けるための太陽電池パネル用端子ボックスにバイパスダイオードとしてショットキーバリアダイオードを使用することで，ショットキーバリアダイオードの欠点であるVR(逆方向耐電圧)が小さいこと及びIR(漏れ電流)が大きいことについては克服でき，VF(順方向の電圧降下)が小さいというショットキーバリアダイオードの利点のみを活用できるという点についても，当業者が，引用発明及び上記周知技術に基づいて，太陽電池を結晶系シリコン太陽電池とすることについて格別の困難性がないことを示すものにとどまり，本件発明1において，当業者が予測可能な域を超える程の格別顕著な効果を奏するものとまでいうことはできない。また，かかる効果が引用例に記載されていないからといって，本件発明1の効果の顕著性についての上記判断を左右するものではない。",
            "したがって，原告の上記主張は採用することができず，本件発明 1 に係る取消事由4は理由がない。",
            "前",
            "すべて本件発明2ないし4についても妥当する。",
            "以上のとおりであるから，原告主張の取消事由4は理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由5(本件発明2との関係で相違点3の容易想到性に係る判断の誤り)について",
          "text": [
            "本件発明2に係る取消事由5について検討する。",
            "原告は，本件発明2は，本件発明1のショットキーバリアダイオードの特性(順方向電圧降下の値の範囲)を更に限定したものであるところ，引用発明は，本件発明の太陽電池パネル用端子ボックスとは異なり，接続ボックス(接続箱)を対象とするから，本件発明のように過酷な温度環境で使用されることはなく，そのため，引用発明においてショットキーバリアダイオードの特性を更に限定する必要性がないから，引用発明から当業者が本件発明2を導くことは困難である旨主張する。",
            "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前記4もそも前提において誤りがあり，採用することができない。",
            "そして，前記6(取消事由3)において説示したものと同様の理由により，当業者が引用発明において，相違点3に係る構成を備えるショットキーバリアダイオードを用いることに格別の困難があるものとは認められない。",
            "したがって，原告の上記主張は採用することができず，原告主張の取消事由5は理由がない。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由6(本件発明3との関係で相違点4の容易想到性に係る判断の誤り)について",
          "text": [
            "本件発明3に係る取消事由6について検討する。",
            "原告は，本件発明3は，本件発明1又は2において，「バイパスダイオードの発生する熱を逃すための放熱板及び／又はバイパスダイオードの発生する熱を逃がすための拡大された端子板」の存在を更に規定したものであるところ，引用発明の接続ボックスは，本件発明の太陽電池パネル用端子ボックスとは異なり，過酷な温度環境で使用されることはなく，本件発明のような上記構成を要求されないし，その必要性もないから，甲7及び甲8に，バイパスダイオードから発生する熱を逃すために，放熱板や端子板を利用することが開示されていたとしても，これを引用発明の接続ボックスに採用する可能性はなく，本件発明3も本件発明1と同様に引用発明に対して進歩性を有する旨主張する。",
            "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前記4もそも前提において誤りがあり，採用することができない。",
            "そして，前記3 の甲7及び甲8にも開示されているとおり，本件特許の優先日当時において，太陽電池パネル用端子ボックスにおいて，バイパスダイオードから発生する熱を逃すために，放熱板や端子板を利用することは周知技術であったことが認められるから，当業者が，引用発明及び上記周知技術に基づいて，相違点4に係る本件発明3の構成とすることについて格別の困難があるものとは認められない。",
            "したがって，原告の上記主張は採用することができず，原告主張の取消事由6は理由がない。"
          ]
        },
        {
          "fig": "10",
          "subject": "取消事由7(本件発明4との関係で相違点5の容易想到性に係る判断の誤り)について",
          "text": [
            "本件発明4に係る取消事由7について検討する。",
            "本件発明4は，本件発明3において，「ショットキーバリアダイオードが面実装型又は非絶縁型のパッケージダイオードであること」を更に規定したものであるところ，引用発明の接続ボックスは，本件発明の太陽電池パネル用端子ボックスとは異なり，過酷な温度環境で使用されることはなく，本件発明のような上記構成を要求されないし，その必要性もないから，甲9及び甲10において，太陽電池のバイパスダイオードに用いるショットキーバリアダイオードとして面実装型のパッケージダイオードが開示されていたとしても，これを引用発明の接続ボックスに採用する可能性はなく，本件発明4も本件発明1と同様に，引用発明に対して進歩性を有する旨主張する。",
            "しかし，原告の上記主張は，引用発明の回路装置が，原告主張に係る前記4ことを前提とする主張であるから，そもそも前提において誤りがあり，採用することができない。",
            "そして， 甲10にも開示されているとおり，本件特許の優先日当時において，太陽電池のバイパスダイオードに用いるショットキーバリアダイオードとして，面実装型のパッケージダイオードを利用することは周知技術であったことが認められるから，当業者が，引用発明及び上記周知技術に基づいて，相違点5に係る本件発明4の構成とすることについて格別の困難があるものとは認められない。",
            "したがって，原告の上記主張は採用することができず，原告主張の取消事由7は理由がない。"
          ]
        },
        {
          "fig": "11",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}