{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2013-800015号事件について平成25年10月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩性判断，サポート要件判断の当否である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件特許は，平成19年2月8日に出願され，平成22年12月24日に特許権の設定登録がなされたものであり（特許第4653127号。発明の名称「オーガ併用鋼矢板圧入工法」），被告が，特許権者である（甲20）。",
            "原告は，平成25年1月31日，本件特許について無効審判請求をしたところ（無効2013-800015号），特許庁は，平成25年10月1日，「本件審判の請求は，成り立たない。」との審決をし，同審決（謄本）は，同月10日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の特許請求の範囲請求項1ないし4に記載された発明（本件発明）の要旨は，次のとおりである（甲20。分節は審決が付したものである。以下，請求項の番号に応じて，例えば「本件発明1」などと表記する。）。",
            "【請求項1】",
            "（1-A）下方に反力掴み装置を配設して既設の鋼矢板上に定置される台座と，",
            "（1-B）該台座上にスライド自在に配備されたスライドベースの上方にあって縦軸を中心として回動自在に立設されたガイドフレームと，",
            "（1-C）該ガイドフレームに昇降自在に装着されて杭圧入引抜シリンダが取り付けられた昇降体と，",
            "（1-D）昇降体の下方に配備された旋回自在な杭掴み装置",
            "（1-E）を具備した杭圧入引抜機を使用して，",
            "（1-F）オーガによる掘削と杭圧入引抜シリンダを併用して鋼矢板を地盤内に圧入するオーガ併用鋼矢板圧入工法において，",
            "（1-G）杭掴み装置に鋼矢板を装備することなく，オーガケーシングを挿通してチャックし，圧入する鋼矢板の両端部の圧入位置及び近傍の地盤を，オーガによって相互に一定の間隔を空けて先行掘削し，",
            "（1-H）その後，圧入する鋼矢板とオーガケーシングを一体として，杭掴み装置に挿通してチャックし，オーガによる掘削が前記先行掘削した地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行うことを特徴とする",
            "（1-I）オーガ併用鋼矢板圧入工法。  ",
            "【請求項2】",
            "（2-A）下方に反力掴み装置を配設して既設の鋼矢板上に定置される台座と，",
            "（2-B）該台座上にスライド自在に配備されたスライドベースの上方にあって縦軸を中心として回動自在に立設されたガイドフレームと，",
            "（2-C）該ガイドフレームに昇降自在に装着されて杭圧入引抜シリンダが取り付けられた昇降体と，",
            "（2-D）昇降体の下方に配備された旋回自在な杭掴み装置",
            "（2-E）を具備した杭圧入引抜機を使用して，",
            "（2-F）オーガによる掘削と杭圧入引抜シリンダを併用して，既設の鋼矢板と継手部を相互に噛合させて鋼矢板を地盤内に順次圧入するオーガ併用鋼矢板圧入工法において，",
            "（2-G）杭掴み装置に鋼矢板を装備することなく，オーガケーシングを挿通してチャックし，圧入する鋼矢板の開放側の継手部の圧入位置及び近傍の地盤を，圧入する鋼矢板の継手部と噛合する既設の鋼矢板の継手部及び近傍の地盤であって，",
            "既設の鋼矢板の圧入時に掘削された掘削済みの地盤から一定の間隔を空けてオーガによって先行掘削し，",
            "（2-H）その後，圧入する鋼矢板の継手部を既設の鋼矢板と噛合させてオーガケーシングと一体として杭掴み装置に挿通してチャックし，オーガによる掘削が，圧入する鋼矢板と噛合する既設の鋼矢板の継手部及び近傍の掘削済みの地盤と先行掘削した圧入する鋼矢板の開放側の継手部の圧入位置及び近傍の地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行い，",
            "（2-I）以後順次この作業を繰り返すことを特徴とする",
            "（2-J）オーガ併用鋼矢板圧入工法。",
            "【請求項3】",
            "（3-A）鋼矢板を圧入をしつつ行うオーガによる掘削を，オーガケーシングの径より，拡径可能な径大のオーガを使用して行う",
            "（3-B）請求項1又は2記載のオーガ併用鋼矢板圧入工法。",
            "【請求項4】",
            "（4-A）鋼矢板を圧入をしつつ行うオーガによる掘削を，オーガケーシングの径より，拡径可能な径大のオーガを使用して行うとともに，",
            "（4-B）オーガの中心位置を，鋼矢板の幅方向に直交する方向の中心線上に配置して掘削する",
            "（4-C）請求項1又は2記載のオーガ併用鋼矢板圧入工法。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1",
              "text": [
                "本件発明1ないし4は，甲1に記載された発明（甲1発明）に，甲2ないし4に記載された発明（甲2ないし甲4発明）を単に組み合わせたものであり，甲1ないし甲4発明に基づいて，出願前に当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない。",
                "甲1：特開2002-167758号公報",
                "甲2：実願昭62-121324号（実開昭64-28430号）のマイクロフィルム ",
                "甲3：特開2005-171733号公報",
                "甲4：平成11年度土木学会関西支部年次学術講演会講演概要，VI-3-1頁～VI-3-2頁（平成11年5月22日社団法人土木学会関西支部発行）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2",
              "text": [
                "本件発明における特許請求の範囲の記載は，特許法36条6項1号の要件を満たさないため，特許を受けることができない。すなわち，請求項1及び2には，単に「オーガ」と記載されているが，発明の詳細な説明の記載から明らかなように，本件発明に使用するオーガは，径大にならなければ鋼矢板背面側（ウェブ側）が掘削できず，鋼矢板が圧入される地盤の全域を掘削することができないし，径大したものが縮径できなければオーガ掘削刃が圧入同時掘削の際に圧入した鋼矢板に接触して引き抜くことができないから，拡径可能なものでなければならない。したがって，単に「オーガ」としか書かれていない本件発明における特許請求の記載は，発明の詳細な説明に記載したものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要旨（争点と関係の薄い部分はフォントを小さく表記する。）",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明（引用発明）の認定",
                  "text": [
                    "「既設の鋼矢板1’を掴んで反力を取るクランプ11を下部に備えたサドル12と，該サドル12上に配備され，該サドル12に対して前後にスライド移動するスライドベース13と，該スライドベース13上で旋回する旋回部14と，該旋回部14の前方において油圧シリンダにより昇降可能な昇降部15と，先掘り用のケーシング付きオーガ16と，を備えた杭圧入機10により，鋼矢板1を地盤に圧入して矢板壁を形成する方法において，",
                    "上記鋼矢板1は，U型であって，両側の側縁部に，隣接する鋼矢板1’と係合するようなセクション部1aが備えられ，",
                    "上記昇降部15には，オーガケーシング16aの鋼矢板1に沿った側面の反対側の側面の左右に設けられた二本の突条16bを掴んで位置を固定するケーシングチャック部15aが設けられ，",
                    "上記ケーシングチャック部15aに掴まれたオーガケーシング16aの上記突条16b，16bの反対側に配置された鋼矢板1がオーガケーシング16a側に押されることにより，昇降部15において，その内部にオーガケーシング16aと，該オーガケーシング16aに沿った状態の鋼矢板1とが上下に挿通されて配置され，同時に互いに当接された状態で捕まれて支持されており，",
                    "昇降部15のチャック装置において，鋼矢板1とオーガケーシング16aを同時に互いに当接するように掴んで，アースオーガ16cを作動させるとともに昇降部15を下降させることにより，オーガケーシング16a下をスクリューの回転駆動により，オーガヘッド16fのビット16eで地盤を掘削しながら鋼矢板1を圧入していくものであって，",
                    "ケーシング付きオーガ16は，円筒状のオーガケーシング16aを備え，オーガケーシング内には，先端にビット16eを備えるオーガヘッド16fを有するとともに，外周に沿って上下に螺旋状に設けられたスクリューを有するアースオーガ16cが油圧モータ17により回転可能に設けられ，",
                    "上記オーガヘッド16fは，拡縮可能であり，オーガケーシング16aとほぼ同じ径で示す範囲から突出した突出部16dが折り畳まれるようになっているので，",
                    "掘削時の拡径オーガヘッド16fはオーガケーシング16a径に対して大径であるとともに，鋼矢板1に対してオーガケーシング16aの径が小さく，オーガケーシング16aの中心が，鋼矢板1の中心部に対して偏心されるように配置されているため，鋼矢板1の凹部内にオーガケーシング16aが配置された状態で，既に圧入されている鋼矢板1’の新たに鋼矢板1が圧入される側のセクション部1’aと接触せず，且つ，該セクション部1’aと係合するセクション部1aの反対側のセクション部1aの圧入位置を超えるような範囲を掘削範囲とすることができ，",
                    "以上のような動作を繰り返し行い，順次杭圧入機10を前進させて鋼矢板1を連続して圧入することができる，",
                    "鋼矢板1を地盤に圧入して矢板壁を形成する方法」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明の認定",
                  "text": [
                    "「圧入機によりシートパイルを圧入する方法において，",
                    "まず，オーガスクリュー13の軸の下端に筒状ケーシング12より掘削径の大きいオーガヘッド14aを連結し，オーガスクリュー13およびオーガヘッド14aを回転させ，筒状ケーシング12と共に掘進し，大径の孔H1を先行して掘削し，掘削後，オーガスクリュー13及びオーガヘッド14aを逆回転させながらワイヤの巻取りにより筒状ケーシング12と共に引き抜き，",
                    "次に，この大径の先行削孔H1と少し離れた位置にオーガヘッド14aが対峙するように圧入機1を移動させ，上記と同様に大径の孔H2を先行して掘削し，オーガスクリュー13，筒状ケーシング2等を引き抜き，",
                    "次に，上記先行削孔H1，H2とが一部重複し，これらに跨る位置にオーガヘッド14aが対峙するように圧入機1を移動させ，上記と同様に大径の孔H3を先行して掘削し，オーガスクリュー13，筒状ケーシング12等をひき抜き，このとき，先行削孔H1，H2側は掘削抵抗が少ないが，両側の抵抗がほぼ均等に少なくなるので，オーガヘッド14aはいずれの方向にも倒れることなく，鉛直方向に先行削孔H3を掘進することができ，",
                    "次に大きいオーガヘッド14aを小さいオーガヘッド14bに交換し，このオーガヘッド14bが上記大径の先行削孔H3に対峙するように圧入機1を移動させ，次にシートパイルP1の上端を保持装置11に固定状態に保持させ，上記と同様にオーガスクリュー13およびオーガヘッド14bを回転させ，筒状ケーシング12と共に掘進し，小径の削孔h1に沿ってシートパイルP1を圧入し，このときシートパイルP1はそのほぼ全体が大径の先行削孔H3（H1，H2の一部を含む）内に位置し，地盤が撹拌されているので，容易に圧入することができるもので，圧入後，保持装置11よりシートパイルを開放し，オーガスクリュー13およびオーガヘッド14bを逆回転させながらワイヤの巻取りにより筒状ケーシング12と共に引き抜くことにより筒状ケーシング12の係合部16はそのままシートパイルP1の係合部Pbより離脱し，シートパールP1を圧入状態で残すことができる，圧入機によりシートパイルを圧入する方法」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲3発明の認定",
                  "text": [
                    "段落【0006】，【0007】，【0048】，【0049】，【図10】に記載されたとおりであり，鋼矢板の断面範囲を掘削しながら鋼矢板を同時圧入する技術思想や，オーガケーシングを偏心させないで拡縮可能なオーガを使用する技術思想が記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲4発明の認定",
                  "text": [
                    "「硬質地盤対応圧入機はケーシングチューブ内のオーガスクリューで鋼矢板腹部を先行削孔し，先端抵抗を減じ，ケーシング引抜抵抗力と既打設鋼矢板の反力で鋼矢板を圧入する方法であって，",
                    "施工地盤が非常に固い場合には，ケーシングオーガ単独で鋼矢板セクション部を先行削孔し，次に鋼矢板を圧入機にセットして削孔・圧入を行う，方法」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲1発明の対比",
                      "text": [
                        "（一致点）",
                        "下方に反力掴み装置を配設して既設の鋼矢板上に定置される台座と，該台座上にスライド自在に配備されたスライドベースの上方にあって縦軸を中心として回動自在に立設されたガイドフレームと，該ガイドフレームに昇降自在に装着されて杭圧入引抜シリンダが取り付けられた昇降体と，昇降体の下方に配備された旋回自在な杭掴み装置を具備した杭圧入引抜機を使用して，オーガによる掘削と杭圧入引抜シリンダを併用して鋼矢板を地盤内に圧入するオーガ併用鋼矢板圧入工法。",
                        "（相違点1）",
                        "杭掴み装置が，本件発明1の杭掴み装置では，昇降体の下方に配備された旋回自在なものであるのに対し，甲1発明では，昇降体の下方に配備されたかどうか不明で，旋回自在かどうかも不明である点。",
                        "（相違点2）",
                        "本件発明1は，杭掴み装置に鋼矢板を装備することなく，オーガケーシングを挿通してチャックし，圧入する鋼矢板の両端部の圧入位置及び近傍の地盤を，オーガによって相互に一定の間隔を空けて先行掘削し，その後，圧入する鋼矢板とオーガケーシングを一体として，杭掴み装置に挿通してチャックし，オーガによる掘削が前記先行掘削した地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行うのに対し，甲1発明はそのような工程を有していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1について",
                      "text": [
                        "杭掴み装置を，昇降体の下方配備された旋回自在なものとすることは，参考文献1（特開昭60-112925号公報），参考文献2（特開昭60-112926号公報）及び参考文献3（特開平10-195872号公報）に記載されているように周知な技術である。",
                        "したがって，甲1発明において，上記周知技術に基づいて，杭掴み装置を昇降体の下方に配備して，旋回自在とすることは，周知技術の付加にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2について",
                      "text": [
                        "甲1に接した当業者であれば，オーガケーシングの中心を，鋼矢板の中心部に対して偏心させた配置をとることにより，先行掘削を不要にして，地盤掘削と鋼矢板の圧入を一度に行うことができるようにした甲1発明において，先行掘削を行う甲2発明を適用する動機付けは存在しない。",
                        "しかも，甲1発明の地盤掘削と鋼矢板の圧入を一度に行うものから，甲2発明の先行掘削を行うものに替えた上で，さらに，甲3に記載された鋼矢板の断面範囲を掘削しながら鋼矢板を同時圧入する事項を組み合わせたり，甲1発明の鋼矢板の中心部に対して偏心したオーガケーシングの中心を，甲3に記載されたように鋼矢板の中心部に戻した上で，さらに，先行掘削を行う甲2発明を適用したりするというような，オーガケーシングの位置の入替え，掘削行程の増減は，当業者がなし得たこととは考えられない。 ",
                        "したがって，相違点2に係る本件発明1の構成とすることは，当業者が容易に想到し得たものとすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明2と甲1発明の対比",
                      "text": [
                        "（一致点）",
                        "下方に反力掴み装置を配設して既設の鋼矢板上に定置される台座と，該台座上にスライド自在に配備されたスライドベースの上方にあって縦軸を中心として回動自在に立設されたガイドフレームと，該ガイドフレームに昇降自在に装着されて杭圧入引抜シリンダが取り付けられた昇降体と，昇降体の下方に配備された旋回自在な杭掴み装置を具備した杭圧入引抜機を使用して，オーガによる掘削と杭圧入引抜シリンダを併用して，既設の鋼矢板と継手部を相互に噛合させて鋼矢板を地盤内に順次圧入するオーガ併用鋼矢板圧入工法。",
                        "（相違点3）",
                        "杭掴み装置が，本件発明2の杭掴み装置では，昇降体の下方に配備された旋回自在なものであるのに対し，甲1発明では，昇降体の下方に配備されたかどうか不明で，旋回自在かどうかも不明である点。",
                        "（相違点4）",
                        "本件発明2は，杭掴み装置に鋼矢板を装備することなく，オーガケーシングを挿通してチャックし，圧入する鋼矢板の開放側の継手部の圧入位置及び近傍の地盤を，圧入する鋼矢板の継手部と噛合する既設の鋼矢板の継手部及び近傍の地盤であって，既設の鋼矢板の圧入時に掘削された掘削済みの地盤から一定の間隔を空けてオーガによって先行掘削し，その後，圧入する鋼矢板の継手部を既設の鋼矢板と噛合させてオーガケーシングと一体として杭掴み装置に挿通してチャックし，オーガによる掘削が，圧入する鋼矢板と噛合する既設の鋼矢板の継手部及び近傍の掘削済みの地盤と先行掘削した圧入する鋼矢板の開放側の継手部の圧入位置及び近傍の地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行い，以後順次この作業を繰り返しているのに対し，甲1発明はそのような工程を有していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3について",
                      "text": [
                        "杭掴み装置を，昇降体の下方配備された旋回自在なものとすることは，参考文献1ないし3に記載されているように周知な技術であるから，甲1発明において，上記周知技術に基づいて，杭掴み装置を昇降体の下方に配備して，旋回自在とすることは，周知技術の付加にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4について",
                      "text": [
                        "甲1に接した当業者であれば，オーガケーシングの中心を，鋼矢板の中心部に対して偏心させた配置をとることにより，先行掘削を不要にして，地盤掘削と鋼矢板の圧入を一度に行うことができるようにした甲1発明において，先行掘削を行う甲4に記載の事項を適用する動機付けは存在しない。",
                        "しかも，甲1発明の地盤掘削と鋼矢板の圧入を一度に行うものから，甲4発明の先行掘削を行うものに替えた上で，さらに，甲3に記載された鋼矢板の断面範囲を掘削しながら鋼矢板を同時圧入する事項を組み合わせたり，甲1発明の鋼矢板の中心部に対して偏心したオーガケーシングの中心を，甲3に記載されたように鋼矢板の中心部に戻した上で，さらに，先行掘削を行う甲2発明を適用したりするというような，オーガケーシングの位置の入替え，掘削行程の増減は，当業者がなし得たこととは考えられない。 ",
                        "したがって，相違点4に係る本件発明1の構成とすることは，当業者が容易に想到し得たものとすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件発明3，4について",
                  "text": [
                    "本件発明1及び2が，甲1発明，甲2発明，甲4発明，甲3記載の事項及び周知技術2（拡径可能なオーガ）に基づいて，当業者が容易に発明できたものではないから，本件発明1又は2を引用し，本件発明1又は2の構成をすべて備え，これに更なる限定を付した本件発明3及び4も，当業者が容易に発明できたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2について",
              "text": [
                "本件明細書の記載によれば，本件発明では，鋼矢板背面側を掘削した後にオーガを引き抜くために，「拡径可能なオーガ」が使用されているともいえる。",
                "しかしながら，本件発明1及び2においては，あくまでもオーガ単独による先行掘削と鋼矢板との同時掘削における掘削範囲が重要なのであって，当該掘削に係るオーガの特定までは必要ない。",
                "そして，上記掘削範囲を達成するための装置として，本件明細書に「拡径可能なオーガ」が記載され，「拡径可能なオーガ」は本件出願前より周知なものであったことからすると，本件発明1及び2を実施するに際して，「拡径可能なオーガ」の記載の有無は，出願時の技術常識に照らして，選択可能な範囲内のものといえる。",
                "さらに，本件明細書によると，「拡径可能なオーガ」によって奏する効果も，先行掘削時のオーガとの寸法の違いによる取替作業等を必要としないこと，及び，オーガの中心位置を，鋼矢板の幅方向に直交する方向の中心線上に配置して掘削することができ，オーガの位置を変更する等の煩瑣な操作が必要ないことであって，「拡径可能なオーガ」が課題を解決するために必要な特定事項とまではいえない。",
                "以上によれば，「拡径可能なオーガ」は，課題を解決するために必要な特定事項とは認められず，請求項1及び2に記載されていないことをもって，特許を受けようとする発明が発明の詳細な説明に記載したものではない，とすることはできない。 "
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "原告は，相違点1と相違点3の存在を否認し，これを肯定した審決の判断を争っているが，甲1発明において，周知技術に基づいて，杭掴み装置を昇降体の下方に配備して，旋回自在とすることは，周知技術の付加にすぎないという，相違点1及び3に関する審決の判断を争っていないから，以下，この点は，取消事由ではないという前提で主張を整理した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明（甲1発明）の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明が不要とする「先行掘削」（甲1明細書の段落【0003】，図9に記載されているもの。甲1先行掘削）は，本件発明の「先行掘削」（請求項1に記載されているもの。本件発明先行掘削）等と異なるにもかかわらず，審決は，甲1先行掘削に本件発明先行掘削が含まれると理解している点で，甲1発明についての認定を誤っている。",
                "すなわち，甲1先行掘削は，①圧入掘削の直前の別工程で，②圧入掘削時の掘削範囲を包含する範囲を，③圧入掘削時のオーガよりも大径（ほぼ同じ径だが異なる径）のオーガにより掘削することを意味する。甲1明細書に，甲1発明の前提となる鋼矢板の圧入方法として記載されているのは，前回圧入した鋼矢板1’とオーガヘッド2cが干渉しないように，オーガケーシング2aの中心をずらした状態で鋼矢板1の断面範囲を先行掘削し，次に，オーガケーシング2aとほぼ同じ径のオーガヘッド2bを用い，従来の方法と同様に地盤を掘削しながら鋼矢板1を圧入する方法である。かかる圧入方法によると，先行掘削時と圧入時で同じ場所を二度掘削することとなるから，甲1発明が不要とした「二段階の工程」（段落【0005】）とは「同じ場所を二度掘削する」（段落【0004】）ために生じる工程であり，この「同じ場所を二度掘削する」場合における一度目の掘削が，甲1発明において不要とされた「先行掘削」（甲1先行掘削）である。甲1発明では，このような意味での甲1先行掘削のみが不要とされたのである。",
                "他方，本件明細書の記載によると，本件発明先行掘削は，「鋼矢板の圧入時の掘削（鋼矢板を圧入しつつ行うオーガによる掘削）」との関係で，①圧入掘削の直前の別工程で，②圧入掘削時の掘削範囲と異なる範囲（「圧入する鋼矢板の両端部及び近傍の地盤」）を，③圧入掘削時のオーガと同径のオーガ（「先行掘削時のオーガとの寸法の違いによる取り替え作業等を必要としない」）により掘削するものである。そして，甲2発明における「先行掘削」は，①圧入掘削の直前の別工程で，②圧入掘削時の掘削範囲と異なる範囲（「圧入する鋼矢板の両端部及び近傍の地盤」）を，③圧入掘削時のオーガよりも大径のオーガにより掘削することを意味する（甲2・10頁）。また，甲4における「先行掘削」は，①圧入掘削の直前の別工程で，②圧入掘削時の掘削範囲と異なる範囲（「圧入する鋼矢板の両端部及び近傍の地盤」）を，③圧入掘削時のオーガと同径のオーガにより掘削することを意味する（甲4・Ⅵ-3-2）。",
                "このように甲1発明で不要とされた先行掘削と本件発明，甲2発明及び甲4発明にいう先行掘削は意味が異なり，甲1発明では本件発明，甲2発明及び甲4発明にいう先行掘削を含むあらゆる先行掘削が不要とされたわけではない。実際，甲1発明は，鋼矢板の圧入と同時に行われる掘削において，鋼矢板の断面範囲の全域を掘削するものではなく，鋼矢板が圧入される範囲に未掘削の部分が存在するため，硬質地盤の場合などは，圧入施工ができないことがある。このような場合には，未掘削の部分が存在しないよう鋼矢板が圧入される範囲の掘削を圧入に先立って行うこともあるのであって，甲1発明においても先行掘削が必要な場合は存在する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1発明は，オーガ（ケーシング）の中心を鋼矢板の中心部に対して偏心させるだけでなく，偏心させない構成をも有している。すなわち，甲1の請求項1及び明細書段落【0006】には，甲1発明が，杭圧入手段により圧入される杭の中心位置と該杭を圧入する際の前記掘削手段による掘削の中心位置とを圧入施工の進行方向に「ずらすこと」だけでなく，「ずらせるようになっていること」を内容とするものであることが明記されている。甲1発明による施工においても，複数の鋼矢板を連続して圧入する1個の工事の工程内において，掘削手段による掘削の中心位置をずらした掘削とずらさない掘削の両方が行われることが当然に想定されている。それにもかかわらず，審決は，甲1発明が「偏心させない場合」を含んでいることを看過しており，この点で甲1発明の認定を誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点2及び4についての判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲1発明の内容の理解を誤ったために，本件発明の容易想到性の判断に際し，主に，甲1発明が①先行掘削を不要とし，また②鋼矢板の中心部に対してオーガケーシングの中心がずれている（偏心している）ものであることを理由として，甲1発明と甲2発明等及び周知技術との組合せ，適用を否定し，容易想到性を否定するという誤った判断を行った。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2発明及び甲4発明における「先行掘削」と甲1先行掘削とは意味が異なるから，甲1発明が甲1先行掘削を不要としていることは，甲1発明に甲2発明又は甲4記載の技術事項を適用するに当たり，動機付けを否定する事情とならない。",
                "甲2発明等を甲1発明に適用する動機付けが存在することは，甲1発明と甲2発明等の①アースオーガによる掘削を併用して静荷重により鋼矢板を圧入する工法を実施する機械及びその部品であるという技術分野の共通性，②オーガ併用鋼矢板圧入工法における硬質地盤への対応という課題の共通性，③硬質地盤への対応方法として，アースオーガによる掘削範囲を鋼矢板の圧入地盤の全部又は大部分をカバーする範囲まで拡大するという方法を採用しているという機能，作用の共通性から，明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，甲1発明は，オーガケーシングが鋼矢板の中心部に対して偏心しない構成をも有しているから，甲1発明に甲2ないし甲4発明や技術常識を適用するに当たり，鋼矢板の中心部に対して偏心したオーガケーシングの中心を，鋼矢板の中心部に戻すというようなオーガケーシングの位置の入替えを考慮する必要はない。仮に，オーガケーシングの位置の入替えを考慮する必要があるとしても，オーガケーシングを鋼矢板の中心部に対して配置する構成は，甲1においても従来技術として開示されており，甲1発明に接した当業者であれば当然に了知できる技術常識であるから，鋼矢板の中心部に対して偏心したオーガケーシングの中心を，鋼矢板の中心部に配置することは，当業者であれば，適宜選択できる事項であり，容易に想到し得る。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，甲1発明によって掘削できない硬質地盤の場合，先行する別工程で掘削するのは，鋼矢板圧入という作業目的を実現するために不可欠であり，実際に現場で鋼矢板圧入作業を行う当業者であれば，困難なく着想できることである。掘削の工程を選択・追加することは，当業者であれば容易に想到し得る。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "甲1発明の機械により同時掘削を実施する場合，鋼矢板が挿入される地盤のうち継ぎ手部分等が掘削されない。硬質地盤の場合には，この継ぎ手部分等についても鋼矢板を挿入する前に先行して掘削する必要がある。これは，甲1発明に対して甲2発明を適用しているということであり，本件発明1は容易に想到し得ることを意味する。また，甲4発明も甲2発明と同様に，先行掘削により継ぎ手部分の地盤を掘削する技術であり，甲1発明に対して甲4発明を適用することによっても，本件発明2は容易に想到し得る。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，甲3発明は，拡径可能なアースオーガを使用することにより先行掘削と同時掘削を合わせて鋼矢板が挿入される地盤の全部を掘削する技術であり，拡径可能なアースオーガの使用によりあらゆる先行掘削が不要となるものでないことを示すとともに，甲1発明に適用することにより，本件発明を容易に想到することを示している。",
                "硬質地盤に鋼矢板を圧入するに際し，複数回の掘削により鋼矢板が挿入される地盤の全部又は一部を掘削し，鋼矢板挿入時の先端抵抗を抑える技術は，技術常識といえるものであった。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（サポート要件の判断の誤り）",
          "text": [
            "審決は，本件発明の詳細な説明に記載された発明の課題を解決するための手段である「拡径可能なオーガ」が，本件発明1及び2の特許請求の範囲に記載されていないため，本件発明1及び2が，発明の詳細な説明に記載した範囲を超えて請求されたものであるにもかかわらず，本件明細書に「『拡径可能なオーガ』以外のオーガ」による本件発明1及び2の実施についての記載又は示唆があるか否かについて述べることもなく，「『拡径可能なオーガ』は，課題を解決するために必要な特定事項とは認められ」ないとして，本件発明1及び2がサポート要件を満たすと判断したが，これは，誤りである。",
            "本件発明1及び2の実施において，審決が重要と指摘する「鋼矢板との同時掘削における掘削範囲」を適切に得る（先行掘削と併せて鋼矢板を圧入する地盤の「全域」となるようにする）ためには，オーガの径がオーガケーシングの径を超えて鋼矢板の背面までを掘削可能とするものである必要があるから，本件発明1及び2の構成要件である「オーガによる掘削」における「オーガ」が「拡径可能なオーガ」に特定されることは，必要不可欠である。",
            "サポート要件違反は，特許を受けようとする発明（特許請求の範囲に記載された発明）が発明の詳細な説明中に記載されていない場合に問題となるところ，上記のとおり，本来特定されるべき本件発明1及び2の「オーガ」が特定されていない以上，本件で明細書中に記載されているか否かを判断すべき対象は，審決が問題とする「拡径可能なオーガ」ではなく「『拡径可能なオーガ』以外のオーガ」である。審決は，サポート要件違反の有無を判断するに際し，検討対象を誤っている。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1先行掘削に関する原告の主張は，甲1の記載に基づかないものである。",
                    "原告は，「甲1先行掘削の掘削範囲の中に圧入掘削時の掘削範囲が含まれる」と主張するが，甲1には，甲1先行掘削の掘削範囲が圧入時掘削の掘削範囲を包含するとは記載されておらず，包含することを示唆する記載もない。",
                    "また，原告は，甲1先行掘削を「圧入掘削時のオーガよりも大径（ほぼ同じ径だが異なる径）」のオーガで行うと主張しているが，甲1には「ほぼ同じ径だが異なる径」との記載はない。甲1先行掘削を圧入掘削時のオーガとほぼ同じ径だが異なる径のオーガで行うのであれば，オーガケーシングの中心をずらした状態で行う甲1先行掘削の範囲に圧入時掘削の範囲が包含されるという原告の主張と整合しない。",
                    "さらに，甲1には，「先行掘削を行うことなく，圧入時掘削で鋼矢板を硬質地盤に圧入すること」を課題とすることは記載されているが，不要とする先行掘削が特定の先行掘削に限られることや，圧入時掘削以外の先行掘削を併用することは記載されていない。甲1発明は，圧入時掘削で鋼矢板を硬質地盤に圧入することを主眼とする技術思想であり，不要となる先行掘削の特定に重点は置かれていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明先行掘削の範囲は，特許請求の範囲に記載されたとおりであって，原告が主張する「圧入掘削時の掘削範囲と異なる範囲」として特定されるものではないし，「圧入する鋼矢板の両端部及び近傍の地盤」と同一の範囲を示すものでもない。本件発明において，先行掘削時のオーガとして，「圧入掘削時のオーガと同径のオーガ」を使用することは，必要条件ではない。",
                    "甲1発明の「二段階の工程を必要とせず」とは，「圧入時掘削以外の先行掘削を必要としないこと」を意味しており，先行掘削を特定し，該先行掘削に限定するための記載ではない。甲1には，原告が主張する甲1先行掘削以外の先行掘削は二段階の工程に含まれないとする記載は存在しない。",
                    "甲1の図9に示す先行掘削は，甲1先行掘削を限定するための記載ではない。本件先行掘削も，鋼矢板の圧入時掘削の前に，杭掴み装置に鋼矢板を装備することなく，オーガケーシングを挿通してチャックして行う掘削であり，圧入時掘削に加えて別に行う別工程の掘削である点で，甲1先行掘削と共通性を有する。また，その掘削範囲が圧入時掘削の範囲と重複する点でも共通性を有するものであり，本件先行掘削と圧入時の掘削が重複する範囲は，同じ場所を二度掘削することに変わりない。よって，原告の主張する圧入時掘削に加えて行う別の掘削であって，同じ場所を二度掘削する場合における一度目の掘削に該当することには変わりない。また，本件発明先行掘削も甲1先行掘削も圧入時の掘削とは別に工程を付加して，杭掴み装置に鋼矢板を装備することなく行う掘削であることも同様である。よって，本件発明先行掘削は，甲1 発明が不要とする先行掘削の範囲に含まれる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲2発明において，圧入掘削時の直前の工程は，甲2先行削孔（H1，H2）に跨がる先行削孔H3の掘削工程であり，原告の主張する甲2先行削孔（H1，H2）の掘削工程は，圧入掘削の直前の工程ではない。甲2先行削孔（H1，H2）の範囲は，原告が主張する「圧入掘削時の掘削範囲と異なる範囲」として特定されるものではない。かかる記載は甲2には存在しない。甲2先行削孔（H1，H2）の目的は，シートパイルP1を圧入する地盤を先行掘削するのではなく，専ら先行削孔H3を鉛直方向に掘削するためのガイド孔として記載されている。よって，原告の主張は，甲2の記載に基づかないものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲4には，「ケーシングオーガー単独で鋼矢板セクション部を先行削孔」との記載は存在するが，この先行削孔の範囲が「圧入掘削時の掘削範囲と異なる範囲」や「圧入する鋼矢板の両端部及び近傍の地盤」であることは記載されていない。また，原告の主張する先行掘削が，圧入掘削の直前の工程であることも，先行掘削に使用するオーガについての記載も，甲4には存在しない。よって，原告の主張は，甲4の記載に基づかないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1発明は，オーガケーシングと鋼矢板の中心位置をずらすことによって，課題の解決を図るものであり，両者の中心位置をずらすことが必須である。両者の中心位置を一致させた状態でも課題は解決できるが，甲1発明はそのような内容の発明ではない。よって，甲1発明において，「オーガケーシングが鋼矢板の中心部に対して偏心されるように配置される構成」は必須であって，審決の認定に誤りはない。甲1発明におけるオーガケーシングの位置は，圧入する鋼矢板と一体として特定されるものであって，甲1発明には，オーガケーシングを単独で使用する技術思想は開示されていない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "甲1発明は，先行掘削をデメリットとする技術思想であり，そのために圧入時の掘削のみで，鋼矢板の断面範囲のほぼ全域を掘削するという技術思想を提案している。よって，先行掘削を前提とする甲2ないし4発明を，先行掘削をデメリットとする主引例としての甲1発明に適用することについては，阻害事由がある。",
            "また，甲2ないし甲4発明を甲1発明に適用することの動機付けについて，甲2ないし4には開示も示唆もない。甲2ないし甲4発明は，甲1発明と解決課題が全く異なる。したがって，甲1発明に甲2ないし甲4発明を適用することは，当業者が容易に想到するものではない。原告の容易想到性に関する主張は，甲1に記載されていない事実を前提とした理論を展開するものであり，事後分析的な「後知恵」であって，理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "本件発明1及び2は，「オーガ併用鋼矢板圧入工法」に関する「方法の発明」であり，オーガによる掘削工程は，オーガを使用して掘削すること及びその掘削範囲を特定するものであって，掘削するための治具としてのオーガの構成を特定するものではない。",
            "よって，オーガによる掘削工程は，本件発明1では，「オーガによる掘削が前記先行掘削した地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となる」（構成要素1-H）ことを，本件発明2では，「オーガによる掘削が，圧入する鋼矢板と噛合する既設の鋼矢板の継手部及び近傍の掘削済みの地盤と先行掘削した圧入する鋼矢板の開放側の継手部の圧入位置及び近傍の地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となる」（構成要素2-H）ことを，それぞれ特定していれば十分であり，本件発明1及び2は，発明の詳細な説明に記載されている。",
            "なお，「拡径可能なオーガ」は周知技術である（乙2ないし4）。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次のような記載がある。",
                    "「【特許請求の範囲】",
                    "【請求項1】地盤に杭を圧入する杭圧入手段と，前記杭が圧入される地盤を掘削する掘削手段とを備え，該掘削手段の掘削により前記杭圧入手段による杭の圧入が補助される杭圧入機であって，連続して複数の杭を圧入する場合に，前記杭圧入手段により圧入される杭の中心位置と，該杭を圧入する際の前記掘削手段による掘削の中心位置とを圧入施工の進行方向にずらしていることもしくはずらせるようになっていることを特徴とする杭圧入機。",
                    "【請求項2】前記掘削手段による掘削範囲が，連続して複数の杭を圧入する場合に，前記掘削に補助されて圧入すべき杭より先に圧入された杭のセクション部を含まず，かつ，前記圧入すべき杭の開放側のセクション部もしくは前記杭のセクション部の近傍を含んでいることを特徴とする請求項1記載の杭圧入機。",
                    "【請求項3】前記杭圧入手段として杭を掴んで昇降させる昇降手段を備え，該昇降手段は，杭とともに前記掘削手段に備えられたオーガケーシングを互いに当接した状態に掴むとともに，前記杭とオーガケーシングとを掴む際に，前記杭の中心位置と前記オーガケーシングの中心位置とを，前記圧入施工の進行方向にずらすことが可能となっていることを特徴とする請求項1または2記載の杭圧入機。",
                    "【請求項4】前記掘削手段の先端部に備えられたオーガヘッドが，前記オーガケーシングの径以下の状態から該オーガケーシングの径を超える径まで拡径自在となっていることを特徴とする請求項3記載の杭圧入機。",
                    "【請求項5】請求項1～4のいずれか一つに記載の杭圧入機を用いた杭圧入方法であって，地盤に複数の杭を連続して圧入するとともに，杭圧入に際して杭が圧入される地盤を掘削する場合に，圧入される杭の中心位置に対して掘削の中心位置を前記圧入施工の進行方向にずらすことを特徴とする杭圧入方法。」",
                    "「【発明の詳細な説明】",
                    "【0001】",
                    "【発明の属する技術分野】本発明は，アースオーガ掘削及び杭圧入併行型の杭圧入機及び杭圧入方法に関するものである。",
                    "【0002】",
                    "【従来の技術】杭圧入引抜機（杭圧入機）として，既設の杭から反力を取った状態で，新たな杭を降下させることにより地盤に圧入するとともに，既設の杭から反力を取った状態で他の杭を引抜くものが知られている。また，このような杭圧入引抜機には，特開平10-195872公報に示すように，杭の圧入位置をケーシング付きオーガで掘削するとともに杭を圧入することで，硬質地盤に対しても杭を圧入できるものが開発されている。",
                    "【0003】",
                    "【発明が解決しようとする課題】ところで，例えば図7に示すように，複数の鋼矢板を地盤に連続して圧入して壁状の構造物を構築する場合に，鋼矢板1（杭）を該鋼矢板に沿って配置されたケーシング付きオーガ2で掘削しながら圧入する際に，オーガケーシング2aの径とオーガヘッド2bの径の大きさが略同じ場合には，鋼矢板1はオーガケーシング2aの外側の位置で圧入されるため，オーガケーシング2aの近傍に岩などの障害物3…が存在すると鋼矢板1の圧入が困難となる。さらに，オーガケーシング2aには，杭圧入機によりケーシング付きオーガ2を掴むための突条2d，2dを備えた形状を有するものがあり，該突条2d，2dが障害物に当たる場合においても鋼矢板1の圧入が困難となる。また，図8に示すように，オーガケーシング2aの径より大径のオーガヘッド2cによりオーガケーシング2aと鋼矢板 1 の断面範囲を掘削すると，前回圧入した鋼矢板 1’とオーガヘッド2cが干渉するため掘削は不可能である。上記問題を解決するために，先ず，図9に示すように，図8と同様に大径のオーガヘッド2cを用い，前回圧入した鋼矢板1’とオーガヘッド2cとが干渉しないようにオーガケーシング2aの中心をずらした状態で鋼矢板1の断面範囲を先行掘削し，次に，図10に示すように，オーガケーシング2aとほぼ同じ径のオーガヘッド2bを用い，従来の方法と同様に地盤を掘削しながら鋼矢板1を圧入する方法が考えられる。",
                    "【0004】しかしながら，この方法を用いると同じ場所を二度掘削するため二段階の工程を踏まなければならず，また，二種類のオーガヘッドを必要とするためオーガヘッドの交換作業を行わなければならない。さらに，上記大径のオーガヘッドは，周辺の地盤を必要以上に崩壊させるので，鋼矢板の周辺摩擦抵抗力を低下させるという問題があった。",
                    "【0005】本発明の課題は上記のような二段階の工程を必要とせず，且つ，確実に掘削圧入できるような杭圧入機及び杭圧入方法を提供することが目的である。",
                    "【0006】",
                    "【課題を解決するための手段】請求項1記載の発明は，地盤に杭（鋼矢板1）を圧入する杭圧入手段と，前記杭が圧入される地盤を掘削する掘削手段とを備え，該掘削手段の掘削により前記杭圧入手段による杭の圧入が補助される杭圧入機10であって，連続して複数の杭を圧入する場合に，前記杭圧入手段により圧入される杭の中心位置と，該杭を圧入する際の前記掘削手段による掘削の中心位置とを圧入施工の進行方向にずらしていることもしくはずらせるようになっていることを特徴とする。",
                    "【0007】上記構成によれば，複数の杭を連続して圧入して壁状の構造物を構築するような場合に，掘削手段による掘削範囲を杭が圧入される地盤の範囲を超えるような広いものとしても，掘削手段の中心位置を先に圧入された杭から杭の圧入施工の進行方向に沿って遠ざけるように，圧入すべき杭の中心と掘削手段の中心とをずらすことにより，先に圧入された杭に掘削手段が干渉してしまうことがない。従って，この杭圧入機によれば，先に圧入された杭に影響されることなく，掘削手段の掘削範囲を広げて，圧入する杭のほぼ断面範囲に渡り掘削し，圧入位置に存在する障害物を除いて杭の圧入を容易に行うことができる。即ち，上述のように始めに杭の圧入を行なわずに先に圧入された杭から少し離れた位置を大きな掘削範囲で掘削した後に，狭い範囲で掘削しながら杭を圧入する必要がなく，最初から杭の占める範囲の略全体に渡る広い範囲を掘削しながら杭を圧入することができる。なお，先に圧入された鋼矢板に連続して杭を圧入するとき，この圧入施工の進行方向は既設の複数の杭の延長線上に限定されるものではなく，その圧入施工の進行方向が角度を変えて曲がったものでもよい。」",
                    "・・・",
                    "「【0022】そして，上記オーガヘッド16fは，図3（a），（b）に示されるように，拡縮可能であり，Aで示す範囲から突出した突出部16dが折り畳まれるようになっている。このとき，Aはオーガケーシング16aとほぼ同じ径であり，後述するように，掘削時は図3（a）に示すようにオーガヘッド16fを拡径状態としてオーガケーシング16aより広い範囲を掘削できる。また，掘削時以外は図3（b）に示すようにオーガヘッド16fを縮径状態とし，オーガヘッド16fをオーガケーシング16aとほぼ同じ径とすることができる。また，ケーシング付きオーガ16においては，オーガケーシング16aよりアースオーガ16cが長くされるとともに，上述のように昇降部15に掴まれて支持されたオーガケーシング16aに対して，オーガケーシング16aの上端部に設けた上述の図示しない油圧シリンダにより，アースオーガ16cを上下動できるようになっている。これにより，昇降部15を下降させることにより，ケーシング付きオーガ16と鋼矢板1とを同時に地盤中で下降させて，掘削と同時に鋼矢板1の圧入を行なうだけではなく，先にアースオーガ16cだけを下降させて先堀させた後に鋼矢板1を圧入することを繰り返すことができる。また，アースオーガ16cで先堀させた際に，アースオーガ16cを引き上げながら鋼矢板1を圧入させて，既設の鋼矢板1’…だけではなく，アースオーガ16cから反力を取ることもできる。」",
                    "・・・",
                    "「【0024】杭圧入機10は，既設の鋼矢板1をクランプ11により掴むことにで，これら既設の鋼矢板1から反力を取っている。そして，上述のように，昇降部15がアースオーガ16cを掴んだ状態で，アースオーガ16cを作動させるとともに昇降部15を下降させることにより，オーガケーシング16a下をスクリューの回転駆動により，オーガヘッド16fのビット16eで地盤を掘削しながら鋼矢板1を圧入していく。このとき，図4に示すように，オーガケーシング16aの径は鋼矢板1の凹部よりも小さいが，オーガケーシング16a及び，鋼矢板1を固定する昇降部15は地表近くに位置するので，アースオーガ16c回転時にうける反力によるオーガケーシング16aのずれを軽減して，掘削製度を高めることができるので，掘削範囲を確実に掘削することができる。",
                    "【0025】そして，上述したように，掘削時の拡径オーガヘッド16fはオーガケーシング16a径に対して大径であるとともに，鋼矢板1に対してオーガケーシング16aの径が小さく，オーガケーシング16aの中心が，鋼矢板1の中心部に対してBの幅分偏心されるように配置されているため，鋼矢板1の凹部内にオーガケーシング16aが配置された状態で，既に圧入されている鋼矢板1’の新たに鋼矢板1が圧入される側のセクション部1’aと接触せず，且つ，該セクション部1’aと係合するセクション部1aの反対側のセクション部1aの圧入位置を超えるような範囲を掘削範囲とすることができる。これにより，オーガケーシング16aを鋼矢板1に対してシフトさせることにより，拡径オーガヘッド16fを用いて，既に圧入されている鋼矢板1’に接触することなく圧入すべき鋼矢板1の断面範囲を掘削することができ，鋼矢板1圧入位置に岩などの障害物3…の存在時でも，地盤掘削と鋼矢板1の圧入作業を一度に行うことができるので，先行掘削が不要なことにより工期を短縮することができる。また，大きな範囲で先行掘削した場合に比較して，圧入時の掘削範囲を必要最小限に抑えることができ，周辺地盤の崩壊をできるだけ少なくできるので，鋼矢板1の周面摩擦抵抗力を十分に得ることができる。さらに，一種類のオーガヘッド16fで鋼矢板1の圧入が可能であるため，コストを削減することができる。なお，上記掘削範囲は，必ずしも鋼矢板1の開放側のセクション部1aの圧入位置を超えるような範囲としなくてもよく，鋼矢板1の開放側のウェブ部1bの大半が含まれるような範囲を掘削範囲としていればよい。",
                    "【0026】また，地盤を先掘りし鋼矢板1の圧入を行う場合は，ケーシング付きオーガ16のオーガケーシング16aと鋼矢板1を上述のように固定した状態で，アースオーガ16cのみを作動させることにより，アースオーガ16cを下降させて地盤を掘削してから，次いで鋼矢板1を地盤に圧入することができる。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲1には，大径のオーガヘッドを用い，既に圧入されている鋼矢板とオーガヘッドとが干渉しないようにオーガケーシングの中心をずらした状態で鋼矢板の断面範囲を先行掘削し，次にオーガケーシングとほぼ同じ径のオーガヘッドを用いて地盤を掘削しながら鋼矢板を圧入するという二段階の工程を必要とせず，すなわち，先に圧入された鋼矢板から少し離れた位置を広く掘削した後に，狭い範囲で掘削しながら鋼矢板を圧入することを必要とすることなく，確実に掘削圧入できるような鋼矢板圧入機及び鋼矢板圧入方法（段落【0003】，【0005】，【0007】）に関する技術思想や，そのために，掘削手段による掘削範囲が鋼矢板の圧入される地盤の範囲を超える広いものであっても，掘削手段の中心位置を圧入すべき鋼矢板の圧入施工の進行方向の中心からずらすことにより，先に圧入された鋼矢板に掘削手段が干渉してしまうことがない（段落【0007】）ようにする技術思想が記載されているといえる。もっとも，甲1発明において，先に圧入された鋼矢板から離れた位置で行う掘削の中心が，圧入される鋼矢板の中心位置からずらされているか，ずらすことができるようになっているのは，先に圧入した鋼矢板とオーガヘッドが干渉することを防止するためであるから（段落【0007】），「ずらすことができるようになっている」とは，鋼矢板とオーガヘッドが干渉する場合に「ずらすことができる」ことを意味し，圧入位置周辺における障害物の存否や地盤の固さ等の事情で，鋼矢板の圧入のために鋼矢板の断面範囲をすべて掘削する必要がない場合などは，上記干渉が生じる余地はなく，掘削の中心を鋼矢板の中心からずらす必要はないから，甲1発明は，掘削の中心を鋼矢板の中心からずらす構成に必ずしも限定されるわけではないというべきである。",
                    "このように，甲1発明は，複数の鋼矢板の連続圧入を実現するため，鋼矢板圧入時の同時掘削又は圧入前における1回の掘削のみを予定し，同掘削に先立つ掘削を予定しないものであり，かつ，その範囲は鋼矢板が圧入可能な範囲であれば足りるから，鋼矢板の断面範囲の大部分が掘削されることは想定されるものの，そのすべてを含むことを必要条件とはしない。したがって，甲1発明によって不要とされる先行掘削は，鋼矢板圧入時ないし圧入前の掘削によって掘削された鋼矢板の断面範囲を含む部分の掘削を指し，鋼矢板の断面範囲の一部でも含む別行程の掘削はこれに含まれるというべきである。",
                    "確かに，拡径可能なオーガを使用して掘削した場合であっても，既に圧入された鋼矢板と干渉させない拡径で掘削するだけでは，鋼矢板の断面範囲すべてを掘削できないことがあり得るが，そもそも甲1発明は，上記のとおり，断面範囲すべてを掘削することを必須としていないし，通常，掘削できないのは限定的な範囲に限られ，仮に掘削できなかった範囲が生じるとしても，その部分を別行程を設けて掘削することは予定されていないと解される。したがって，甲1発明において鋼矢板の断面範囲のうち掘削できない部分が生じることは，甲1発明の不要とする先行掘削の範囲に影響を与えるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対する判断",
              "text": [
                "原告は，甲1発明は偏心させる構成に限られるものであるし，甲1で不要とされた先行掘削とは，「同じ場所を二度掘削する」場合における一度目の掘削をいい，審決の甲1発明に関する理解には誤りがある旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明が偏心させる構成に限られないことは上記(1)のとおりであるが，偏心させる構成が甲1において技術思想として記載されていることに誤りはないから，これを前提として引用発明である甲1発明を認定することに誤りはない。また，偏心の有無は，甲1発明が，鋼矢板の断面範囲を二度掘削することを予定しないものであるという技術思想を有していることに影響しない以上，甲1先行掘削の範囲の解釈に影響するものではないから，この点の認定の有無は，審決の甲1先行掘削に関する認定・判断を誤らせるものでもない（甲1発明に偏心させない構成が含まれることが，本件発明の容易想到性の判断にも影響しない点は，後記第5の2(4)で説示する。）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲1発明において，鋼矢板圧入時ないし圧入前の掘削によって，圧入する鋼矢板の断面範囲すべてを完全に掘削することができない場合であっても，その掘削できない一部分を圧入に先だって掘削すること，すなわち，掘削を二度行うことは予定されていないし，鋼矢板圧入時ないし圧入前の掘削により，鋼矢板の断面範囲の大部分が掘削されるから，その部分についての先行掘削が不要となっていることは明らかである。そして，甲1発明において偏心させる構成をとったとしても，鋼矢板圧入時ないし圧入前の掘削によって掘削される鋼矢板の断面範囲の大部分について，二度の掘削が不要となることに変わりはない。",
                    "他方，本件発明1及び2の先行掘削は，「圧入する鋼矢板の両端部の圧入位置及び近傍の地盤を，オーガによって相互に一定の間隔を空けて」（本件発明1）行うものと「既設の鋼矢板の圧入時に掘削された掘削済みの地盤から一定の間隔を空けて」（本件発明2）行うものであり，その後，「先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行」（本件発明1及び2）うものであって，一度目と二度目の掘削の位置関係は，「相互に一定の間隔を空けて」（本件発明1）いるか，又は「既設の鋼矢板の圧入時に掘削された掘削済みの地盤から一定の間隔を空けて」（本件発明2）いる状態である。すなわち，本件発明1及び2では，鋼矢板の圧入は二度目の掘削によって初めて可能となるものであり，掘削を一度で完了することは予定されていないし，二度目の掘削により圧入する鋼矢板の断面範囲すべてを掘削するものでない以上，先行掘削で掘削された鋼矢板の断面範囲の少なくとも一部については，二度目の掘削で重複して掘削されることが予定されているといえる。",
                    "したがって，本件発明1及び2でいう先行掘削とは，甲1発明で不要とされた先行掘削に該当するといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，甲1発明が不要とした先行掘削に対する審決の理解に誤りはないといえ，原告の取消事由1に関する主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明と甲1発明との対比について",
              "text": [
                "本件発明は，上記第2の2記載のとおりであり，このことは当事者間に争いがない。",
                "そして，甲1発明の認定について誤りがないことは上記1のとおりであるから，甲1発明については，上記第2の4(1)アのとおりであると認められる。",
                "その結果，本件発明と甲1発明の対比は，上記第2の4(1)オ(ア)，同カ(ア)のとおりであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2には次のとおりの記載がある。",
                    "「次に上記第2実施例および第3実施例に示す先行削孔掘進用治具を実施した圧入機によりシートパイルを圧入する動作について第8図A～Iおよび第9図A～Iを中心に説明する。",
                    "まず，第3図に示すようにオーガスクリュー13の軸の下端に筒状ケーシング12より掘削径の大きいオーガヘッド14aを連結し，第1図に示す電動機9の駆動により減速機10を介してオーガスクリュー13およびオーガヘッド14aを回転させ，アースオーガ装置6の自重およびワイヤの巻取りによる引き込みにより筒状ケーシング12と共に掘進し，第8図Aおよび第9図Aに示すように大径の孔H1を先行して掘削する。掘削後，オーガスクリュー13およびオーガヘッド14aを逆回転させながらワイヤの巻取りにより筒状ケーシング12と共に引き抜く。次に第8図Bおよび第9図Bに示すようにこの大径の先行削孔H1と少し離れた位置にオーガヘッド14aが対峙するように圧入機1を移動させ，上記と同様に大径の孔H2を先行して掘削し，オーガスクリュー13，筒状ケーシング12等を引き抜く。次に第8図Cおよび第9図Cに示すように上記先行削孔H1，H2と一部が重複し，これらに跨る位置にオーガヘッド14aが対峙するように圧入機1を移動させ，上記と同様に大径の孔H3を先行して掘削し，オーガスクリュー13，筒状ケーシング12等を引き抜く。このとき，先行削孔H1，H2側は掘削抵抗が少ないが，両側の抵抗がほぼ均等に少なくなるので，オーガヘッド14aはいずれの方向へも倒れることなく，したがって，鉛直方向に先行削孔H3を掘進することができる。次に第8図Dおよび第9図Dに示すように大きいオーガヘッド14aを小さいオーガヘッド14bに交換し（第2図参照），このオーガヘッド14bが上記大径の先行削孔H3対峙するように圧入機1を移動させる。次にシートパイルP1をクレーンにより吊下げ，その下端部の係合部材Pbを筒状ケーシング12の下端部の係合部材16にその下方より係合し（第6図B参照），シートパイルP1の上端を保持装置11に固定状態に保持させる（第1図参照）。次に上記と同様に電動機9の駆動によりオーガスクリュー13およびオーガヘッド14bを回転させ，アースオーガ装置6の自重およびワイヤの巻取りによる引き込みにより筒状ケーシング12と共に掘進し，小径の孔h1を掘進しながらこの小径の削孔h1に沿ってシートパイルP1を圧入する。このときシートパイルP1はそのほぼ全体が大径の先行削孔H3（H1，H2の一部を含む）内に位置し，地盤が攪拌されているので，容易に圧入することができる。圧入後，保持装置11よりシートパイルP1を解放し，オーガスクリュー13およびオーガヘッド14bを逆図転させながらワイヤの巻取りにより筒状ケーシング12と共に引き抜くことにより筒状ケーシング12の係合部16はそのままシートパイルP1の係合部Pbより離脱し，シートパイルP1を圧入状態で残すことができる。次に第8図Eおよび第9図Eに示すように小さいオーガヘッド14bを大きいオーガヘッド14aに交換（第3図参照）すると共に，プレート21にグリップ19a，19bを備えたアタッチメント20をピン22とナット23により取り付け（第6図A，B参照），オーガヘッド14aが先行削孔H3と一部重複する削孔位置に対峙するように圧入機1を移動させ，筒状ケーシング12に取り付けた一方のグリップ19bを圧入済みのシートパイルP1のグリップPaに連結する。次に上記と同様にオーガスクリュー13およびオーガヘッド14aの回転および引き込みにより筒状ケーシング12のグリップ19bと圧入済みのシートパイルP1のグリップPaの連結状態を保ち，すなわちこれらグリップPa，19bをガイドとして掘進し，大径の孔H4を大径の先行削孔H3と一部重複させて掘削する。このとき，上記のようにグリップPa，19bをガイドとして削孔するので，オーガスクリュー13およびオーガヘッド14a等が抵抗の少ない大径の先行削孔H3側に倒れることなく，確実に鉛直方向に削孔することができる。掘削後，オーガスクリュー13およびオーガへッド14aを逆回転させながら筒状ケーシング12と共に引き抜く。次に第8図Fおよび第9図Fに示すように大きいオーガヘッド14aを小さいオーガヘッド14bに交換（第2図参照）すると共に，アタッチメント20をプレート21より外し，オーガヘッド14bが上記大径の先行削孔H2，H3の重複部において先行削孔H3，H4に跨って対峙するように圧入機1を移動させる。次に上記と同様にシートパイルP2をクレーンにより吊下げ，その下端部の係合部材Pbを筒状ケーシング12の下端部の係合部材16に係合し，シートパイルP2の上端を保持装置11に固定状態に保持させ，シートパイルP2が圧入済みのシートパイルP1と逆向きとなるように筒状ケーシング12等と共に回転させて位置決めする。次に上記と同様に電動機9の駆動によりオーガスクリュー13およびオーガヘッド14bを回転させ，アースオーガ装置6の自重およびワイヤの巻取りによる引き込みにより筒状ケーシング12と共に掘進し，小径の孔h2を掘削しながらこの小径の削孔h2に沿ってシートパイルP2をそのグリップPaが圧入済みのシートパイルP1のグリップPaに連結した状態で圧入する。このときシートパイルP2はそのほぼ全体が大径の先行削孔H3，H4内に位置し，地盤が攪拌されているので容易に圧入することができる。」（9頁11行ないし14頁末行）"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲2に記載されている先行削孔H1，H2及びH4は，圧入するシートパイルの断面範囲を対象とする先行掘削であり，H3掘削時に一部が重複して掘削されるから，甲1発明において不要とされた先行掘削であるといえる。すなわち，甲2に記載されている先行削孔H1，H2及びH4により掘削される範囲の一部は，二度目の掘削で重ねて掘削されることが予定されているものであって，甲1発明において，不要とされている先行掘削である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4には次のとおりの記載がある。",
                    "「硬質地盤対応圧入機はケーシングチューブ内のオーガスクリューで鋼矢板腹部を先行削孔し，先端抵抗を減じ，ケーシング引抜抵抗力と既打設鋼矢板の反力で鋼矢板を圧入する工法である。",
                    "当工事では施工地盤が非常に固い事もあり，ケーシングオーガー単独で鋼矢板セクション部を先行削孔し，次に鋼矢板を圧入機にセットして削孔・圧入を行う。圧入時はケーシングオーガーをストローク長500mm削孔し，次にケーシング引抜力も反力として鋼矢板を500mm圧入する。こうする事により鋼矢板圧入の抵抗力は鋼矢板だけのものとなり，しかも先端抵抗及び周辺摩擦も軽減されると考えられるので圧入力は非常に軽減されると考える。」（Ⅵ-3-1  末行～Ⅵ-3-2",
                    "6行）",
                    "「図-2（Ⅵ-3-2）",
                    "」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，甲4には，硬質地盤における鋼矢板の圧入において，先行掘削によって先端抵抗を減じる技術思想が示されていると認められる。したがって，甲4に記載されている先行掘削は，圧入する鋼矢板の断面範囲の一部を対象とする先行掘削であり，圧入時の掘削と一部重複することが予定されているから，甲1発明において不要とされた先行掘削であるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲1発明に対する甲2発明，甲4発明の組合せ，適用の容易想到性について",
              "text": [
                "本件発明と甲2発明，甲4発明は，先行掘削を行い，その一部の範囲に重なるように掘削を行って鋼矢板を圧入するという共通性を有するものではあるが，そもそも，甲1発明は，本件発明，甲2発明及び甲4発明でなされている先行削孔を省略することを解決すべき技術課題とする発明であるから，甲1発明に甲2発明，甲4発明を適用する動機付けは存在しない。かえって，先行掘削を不要としたことで行程を減らすという課題の解決方法と作用効果を有する甲1発明において，先行掘削を行って行程を増やすことは，甲1発明の達成した課題解決とは逆方向を目指すものといえ，阻害要因がある。",
                "仮に，原告の主張するように，甲1発明をオーガケーシングと鋼矢板の中心をずらす構成を含むものと解したとしても，甲1発明が不要とする先行掘削の解釈に影響を与えるものではないし，オーガケーシングの位置の入替えは行程を増やすものであって，甲1発明の課題解決方法とは相反するものであるから，甲1発明と甲2発明，甲4発明を組み合わせることには阻害要因があり，容易想到性がないという判断には何ら影響しない。また，甲1発明は，先行掘削を省略することを解決課題とする技術思想であるから，鋼矢板の圧入のためにその断面範囲すべての先行掘削を必須とするほどの硬質地盤での利用は本来的に予定されていないと解され，かかる硬質地盤での利用を前提に先行掘削という技術を組み合わせることは，当業者にとって容易に想到できるものとはいえない。原告の主張はいずれも採用できない。",
                "したがって，本件発明につき，甲1発明に甲2発明，甲4発明を組み合わせたり適用したりすることはできないとして，容易想到性を否定した審決の判断に誤りはなく，原告の主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項の記載",
              "text": [
                "本件発明1及び2の請求項（甲20）には，発明特定事項として，「圧入する鋼矢板とオーガケーシングを一体として，杭掴み装置に挿通してチャックし，オーガによる掘削が前記先行掘削した地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行う」（本件発明1），「圧入する鋼矢板の継手部を既設の鋼矢板と噛合させてオーガケーシングと一体として杭掴み装置に挿通してチャックし，オーガによる掘削が，圧入する鋼矢板と噛合する既設の鋼矢板の継手部及び近傍の掘削済みの地盤と先行掘削した圧入する鋼矢板の開放側の継手部の圧入位置及び近傍の地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行い」（本件発明2）という記載があるが，オーガの種類の特定はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "明細書の記載",
              "text": [
                "他方，本件明細書（甲20）には，次のとおりの記載がある。",
                "「【0025】",
                "次に，図3に示すように，圧入する鋼矢板15の凹型に形成された中央部15aにオーガケーシング11の外周部を抱き合わせて，杭掴み装置10に挿通して，杭圧入引抜シリンダ9による圧入をしつつ，オーガ14による掘削を同本件の図3",
                "時に行う。このとき，オーガによる掘削が先行掘削AとBによって掘削した地盤が連続するように掘削することにより，鋼矢板15の圧入される地盤の全域をオーガ14によって連結掘削Cとして掘削する。",
                "【0026】",
                "図6は連結掘削Cを掘削する際の杭掴み装置10の平面図であり，鋼矢板15の凹型に形成された中央部15aにオーガケーシング11の外周部を抱き合わせ，鋼矢板15とオーガケーシング11とを一体として円筒状に形成された杭掴み装置10に穿設された挿通孔10a内に挿通し，スクリューロッド13の先端に装着されたオーガ14の掘削刃14aを拡径させて，オーガケーシング11より径大の連結掘削Cを掘削している。この連結掘削Cにより，図3に示すように鋼矢板15の圧入される地盤の全域がオーガ14によって掘削されることとなる。」",
                "・・・",
                "「【0029】",
                "次に，図8に示すように，圧入する鋼矢板15の凹型に形成された中央部15aにオーガケーシング11の外周部を抱き合わせて，杭掴み装置10に挿通し，鋼矢板15の継手部15bを既設杭18の開放側の継手部18cに噛合させて，杭圧入引抜シリンダ9による圧入をしつつ，オーガ14による掘削を同時に行う。このとき，先行掘削AとBによって掘削した地盤が連続するように鋼矢板15の圧入される地盤の全域をオーガ14によって連結掘削Cとして掘削する。この連結掘削Cも鋼矢板15の継手部15bが既設杭の開放側の継手部18cに噛合して圧入されること以外は，最初の鋼矢板15を圧入する場合の連結掘削Cと同様である。以後順次この作業を繰り返すことにより，鋼矢板を相互に噛合わせて連続して圧入する。",
                "【0030】",
                "図9に示すように，連結掘削Cを掘削する場合には，圧入する鋼矢板15の幅方向Wに直交する方向の中心線Y上にオーガケーシング11の中心S（オーガ14の中心）を位置させている。即ち，オーガケーシング11の中心Sと鋼矢板15の幅方向Wの中心Xとが直線状に位置するように配置する。これにより，鋼矢板15の圧入施工の進行方向に沿って掘削作業時にオーガケーシングの位置を既設杭18の反対方向へずらしたりするという煩瑣な作業が不要となり，そのための装置を必要とせず，オーガケーシング11の位置を常に適正な位置に保って圧入作業を行うことができる。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件明細書には，「オーガによる掘削が前記先行掘削した地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行う」こと及び「オーガによる掘削が，圧入する鋼矢板と噛合する既設の鋼矢板の継手部及び近傍の掘削済みの地盤と先行掘削した圧入する鋼矢板の開放側の継手部の圧入位置及び近傍の地盤と連続するとともに，前記先行掘削と併せて鋼矢板を圧入する地盤の全域となるようにオーガによる掘削と鋼矢板の圧入を同時に行」うことが記載されており，この記載は本件発明1及び2に正に対応するものであって，両者に不一致な点はないから，サポート要件違反を認めなかった審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対する判断",
              "text": [
                "この点，原告は，本件発明1及び2を適切に実施するためには「オーガ」を「拡径可能なオーガ」に特定すべきであるにもかかわらず，これが特定されていない以上，「『拡径可能なオーガ』以外のオーガ」を用いて本件発明を実施することの記載，示唆が本件明細書及び図面に記載されるべきであるが，これがないことから，サポート要件に違反する旨主張する。",
                "しかしながら，原告の上記主張がサポート要件違反の主張となるのか否かの検討を置くとしても，本件明細書及び図面の記載からみて，段落【0005】ないし【0009】記載の課題，すなわち，従来の技術では，硬質地盤では静荷重型杭圧入機を使用して鋼矢板をスムーズに圧入することが困難であるという課題を解決する上で，本件発明1及び2の実施に必要なのは，先行掘削によって掘削された地盤と，鋼矢板の圧入と同時に行われるオーガによって掘削された地盤とが連続した地盤となり，かつ，この連続した地盤が鋼矢板を圧入する地盤のほぼ全域となることである。そうすると，「拡径可能なオーガ」を用いた掘削はその実施例として示されてはいるものの，他の方法，例えば，掘削刃が固定されたオーガであっても，その回転中心の位置と回転半径を適切に調整するなどすれば，同様の結果をもたらすことが可能であるから，技術的に見て「拡径可能なオーガ」を用いることが本件発明1及び2を実施する上で，必須の手段となるものではない。",
                "したがって，原告の主張は，その前提において誤りがあり，採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，原告の主張する取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}