{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800177号事件について平成25年10月3日にした審決のうち，「特許第3593817号の請求項1ないし6に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯(当事者間に争いがない。)",
          "text": [
            "原告は，平成8年9月27日，発明の名称を「白色ポリエステルフィルム」とする特許出願(特願平8-255935号)をし，平成16年9月10日，設定の登録(特許第3593817号。請求項の数は6である。)を受けた(以下，この特許を「本件特許」という。)。",
            "被告は，平成24年10月26日，本件特許の請求項1ないし6に係る発明について，特許無効審判を請求した(無効2012-800177号)。原告は，平成25年8月6日，訂正請求をした(以下「本件訂正」という。)。特許庁は，同年10月3日，「請求のとおり訂正を認める。特許第3593817号の請求項1ないし6に係る発明についての特許を無効とする。」との審決をし，同月11日，その謄本を原告に送達した。",
            "原告は，同年11月8日，上記審決のうち，「特許第3593817号の請求項1ないし6に係る発明についての特許を無効とする。」との部分の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の記載は，次のとおりである(以下，本件訂正後の請求項1ないし6の発明を「本件発明1」，「本件発明2」等のようにいい，本件発明1ないし本件発明6をまとめて「本件各発明」という。)。",
            "「【請求項1】",
            "無機粒子を5重量％以上含有するポリエステル組成物であって，該ポリエステル組成物のカルボキシル末端基濃度が35当量／ポリエステル106g以下であり，かつ昇温結晶化温度(Tcc)とガラス転移温度(Tg)との差が下記式を満足してなることを特徴とするポリエステル組成物からなる白色二軸延伸ポリエステルフィルム。",
            "30≦Tcc-Tg≦60",
            "【請求項2】",
            "無機粒子が炭酸金属塩，ケイ酸化合物，硫酸バリウム，硫化亜鉛よりなる群から選ばれた少なくとも一種の粒子であることを特徴とする請求項1に記載のポリエステル組成物からなる白色二軸延伸ポリエステルフィルム。",
            "【請求項3】",
            "ポリエステルが共重合ポリエステルであることを特徴とする請求項1または2に記載のポリエステル組成物からなる白色二軸延伸ポリエステルフィルム。",
            "【請求項4】",
            "共重合ポリエステルが，芳香族ジカルボン酸，脂肪族ジカルボン酸，脂環式ジカルボン酸，および脂肪族ジオール，脂環式ジオールよりなる群の中から選ばれた少なくとも一種の成分を共重合してなることを特徴とする請求項3に記載のポリエステル組成物からなる白色二軸延伸ポリエステルフィルム。",
            "【請求項5】",
            "ポリエステルの融点が240℃以上であることを特徴とする請求項1～4のいずれか1項に記載のポリエステル組成物からなる白色二軸延伸ポリエステルフィルム。",
            "【請求項6】",
            "ポリエステル組成物がリン元素を50ppm以上含有してなることを特徴とする請求項1～5のいずれか1項に記載のポリエステル組成物からなる白色二軸延伸ポリエステルフィルム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写し記載のとおりであり，要するに，本件各発明は，いずれも特開平7-331038号公報(以下「甲1公報」という。)に記載された発明(以下「引用発明」という。)と同一であり，特許法29条1項3号に掲げる発明に該当する，というものである。",
            "審決が認定した引用発明，本件発明1と引用発明との一致点及び相違点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明",
              "text": [
                "「リン酸，亜リン酸，ホスフィン酸，ホスホン酸およびそれらの炭素数3以下のアルキルエステル化合物よりなる群の中から選ばれた少なくとも一種のリン化合物で表面処理した炭酸カルシウム粉体からなるポリエステル系樹脂用改質剤の含有量が5重量％を越え，80重量％以下であるポリエステル組成物からなる白色ポリエステルフィルムであって，実施例12の段落【0045】で得られたポリエステル組成物(以下，このポリエステル組成物を「ポリエステル組成物A」ともいう。)からなる白色ポリエステルフィルムの態様を包含する，白色ポリエステルフィルム」"
              ]
            },
            {
              "fig": "イ",
              "subject": "一致点",
              "text": [
                "「無機粒子を5重量％以上含有するポリエステル組成物からなる白色ポリエステルフィルム。」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点",
              "text": [
                "相違点1",
                "ポリエステル組成物について，本件発明1においては，カルボキシル末端基濃度が35当量／ポリエステル106g以下であるのに対し，引用発明においては，カルボキシル末端基濃度について格別特定していない点",
                "相違点2",
                "ポリエステル組成物について，本件発明1においては，昇温結晶化温度(Tcc)とガラス転移温度(Tg)との差が30≦Tcc-Tg≦60であるのに対し，引用発明においては，昇温結晶化温度(Tcc)とガラス転移温度(Tg)との差について格別特定していない点",
                "相違点3",
                "白色ポリエステルフィルムについて，本件発明1においては，二軸延伸フィルムであるのに対し，引用発明においては，フィルムの成形手段について格別特定していない点"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，引用発明の認定の誤り(取消事由1)，本件発明1と引用発明との一致点及び相違点の認定の誤り(取消事由2)，相違点1及び2の判断の誤り(取消事由3)，相違点3の判断の誤り(取消事由4)，本件発明2ないし6についての判断の誤り(取消事由5)があり，これらの誤りは審決の結論に影響を及ぼすものであるから，審決は違法であり，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "text": [
            "物の発明に関して，特許法29条1項3号の「頒布された刊行物に記載された発明」であるとの理由に基づいて，特許を受けることができないとするためには，原則として，当該刊行物に，当該物の発明の構成が開示されていることが必要であるが，引用刊行物に記載された物が，当該物の発明に係る物の特性を必然的に有していることを，追試等をもって立証することができた場合には，引用刊行物に当該特性が記載されていなくても，当該物の発明は，引用刊行物に記載された発明であるということが可能な場合がある(内在性に基づく新規性欠如の論理)。ただし，その前提として，引用刊行物から認定する物は，追試が可能となる程度に具体的に記載された物でなければならず，また，その物は，当該物の発明と対象を同じくする物でなくてはならない。",
            "これを本件発明1についてみると，本件発明1の対象は，「白色二軸延伸ポリエステルフィルム」であるから，上記した内在性に基づく新規性欠如の論理を構築するのであれば，甲1公報から認定する物は，追試が可能となる程度に具体的に記載された「白色二軸延伸ポリエステルフィルム」でなくてはならない。",
            "しかるに，審決が引用発明として認定した物は，「・・・ポリエステル組成物からなる白色ポリエステルフィルムであって，ポリエステル組成物Aからなる白色ポリエステルフィルムの態様を包含する，白色ポリエステルフィルム」という，非常に漠然とした物であり，しかも，「白色二軸延伸ポリエステルフィルム」ではない。したがって，そもそも審決は，引用発明の認定の対象を誤っている。",
            "仮に，引用発明として認定する物として，「ポリエステル組成物Aからなる白色ポリエステルフィルム」に着目したとしても，甲1公報では，ポリエステル組成物Aを用いたフィルムは製造されておらず，「ポリエステル組成物Aからなる白色ポリエステルフィルム」は，何ら追試が可能となる程度に具体的に記載された物には当たらない。",
            "すなわち，甲1公報には，【0044】及び【0045】で得られたポリエステル組成物Aに対して，固有粘度0．65dl／gのポリエチレンテレフタレート(【0046】)を混合して得られたポリエステル組成物(以下「ポリエステル組成物B」という。)を溶融し押し出して未延伸フィルムを得たとの記載しかないのであるから，甲1公報に記載されている，実体のある白色ポリエステルフィルムは，「ポリエステル組成物Bからなる白色ポリエステルフィルム」だけであり，「ポリエステル組成物Aからなる白色ポリエステルフィルム」は記載されていない。甲1公報において，ポリエステル組成物Aは，固有粘度0．65dl／gのポリエチレンテレフタレートを混合することを前提とした，中間的な組成物として記載されているにすぎない。",
            "審決は，甲1公報に 「ポリエステル組成物Aからなる白色ポリエステルフィルム」が記載されていないことは認めた上で，【0026】及び【0027】の記載並びに実施例6，7及び9を根拠として，甲1公報には，「ポリエステル組成物Aからなる白色ポリエステルフィルム」が記載されているに等しいと判断している(審決書15ないし19頁)。しかし，以下のとおり，この審決の判断は誤りである。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "実施例12と実施例6，7及び9とでは，製造方法を異にし，実施例12は，改質剤をポリエステル製造工程で添加する方法(重合添加法)によるものであるのに対し，実施例6，7及び9は，改質剤をポリエステルにドライブレンドする方法(ドライブレンド法)によるものであるから，両者を同等に扱うこと自体誤っている。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "実施例6及び7においては，表1，2(甲1公報7頁)に示されたポリエステル組成物中とフィルム中の改質剤の量が同じであるから，「改質剤を含まないポリエチレンテレフタレートと混合」する工程は有していないと解されるが，実施例6及び7における改質剤の含有量は，6重量％(実施例6)，15重量％(実施例7)であって，ポリエステル組成物Aの改質剤の含有量(30重量％)よりもはるかに低い。そうすると，実施例6及び7において，「改質剤を含まないポリエチレンテレフタレートと混合」する工程が必要ないとしても，これよりも改質剤の含有量がはるかに多いポリエステル組成物Aについてまで，実施例12の工程中，【0046】に明示的に記載された，改質剤を含まないポリエチレンテレフタレートとの混合工程を省略してよいことにはならない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "実施例9については，「改質剤を含まないポリエチレンテレフタレートと混合」する工程が存在するから，なぜ，実施例9に基づいて，ポリエステル組成物Aについて，実施例12の工程中，【0046】に明示的に記載された，改質剤を含まないポリエチレンテレフタレートとの混合工程を省略してよいとの結論が導かれるのか不明である。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "結局，審決は，甲1公報の【0026】における「この際本発明のポリエステル組成物と各種のポリエステルと混合して炭酸カルシウムからなる改質剤の含有量を目的に応じて適宜変更することができる。」との記載を，「改質剤を含まないポリエチレンテレフタレートとの混合工程はあってもなくてもよい」と恣意的に解釈し，このような都合のよい解釈を上記認定に利用しているにすぎない。",
                "しかし，【0026】の記載は，製膜，延伸との関係も考慮した上で必要な場合には，改質剤を含まないポリエチレンテレフタレート等を利用して，改質剤の含有量を変え，製膜，延伸に適した状態とすることを説明していると解するのが正しい。すなわち，実施例12においては，正に必要であったからこそ，固有粘度0．65dl／gのポリエチレンテレフタレートを混合したと解するのが正しい理解である。",
                "以上のとおりであるから，甲1公報に「ポリエステル組成物Aからなる白色ポリエステルフィルム」が記載されているに等しいとした審決の判断は誤りであり，「ポリエステル組成物Aからなる白色ポリエステルフィルム」は，何ら追試が可能となる程度に具体的に記載された物には当たらない。",
                "したがって，審決の引用発明の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と引用発明との一致点及び相違点の認定の誤り)",
          "text": [
            "審決の引用発明の認定が誤りである以上，本件発明1と引用発明との一致点及び相違点の認定も誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1及び2の判断の誤り)",
          "text": [
            "審決の一致点及び相違点の認定が誤りである以上，相違点1及び2の判断も誤りである。",
            "仮に，審決が認定した相違点1及び2を前提としたとしても，以下のとおり，審決の相違点1及び2の判断は誤りである。",
            "すなわち，審決は，甲第10号証の実験1(以下「甲10実験」という。)がポリエステル組成物Aの忠実な追試であるとして，相違点1及び2は実質上の相違点ではないと判断している。",
            "しかし，ある追試が忠実な追試といえるためには，①実施例に明示的な記載がある実験条件については，同じ条件で実験を行うこと，②実施例に明示的な記載がない実験条件については，出願時の技術常識に基づいて，実験条件を特定し，これに従った実験を行うこと，③実験により得られた物と，実施例に記載された物が同じであることを確認するために，当該実施例等に記載された当該物の物性を測定し，これが同等であることを確認すること，以上3つの要件(以下，各要件を「要件①」のようにいう。)を満たすことが必要である。",
            "しかるに，審決は，上記各要件については何らの検討もしておらず，また，上記各要件について具体的に検討しても，以下のとおり，甲10実験は上記各要件を満たしておらず，ポリエステル組成物Aの忠実な追試とはいえない。",
            "したがって，審決の相違点1及び2の判断は誤りである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "要件①について",
              "text": [
                "甲10実験は，「改質剤のリン元素量」について記載がなく，使用したヘンシェルミキサーの容量，混合形式などによって炭酸カルシウム表面のリン元素量は変化し得る。改質剤におけるリン元素量は，ポリエステル組成物中における炭酸カルシウムの粒子分散性に関係しており(甲1公報【0021】)，改質剤におけるリン元素量が同じであることを確認しないと，ポリエステル組成物Aと同じものが得られたとはいえない。また，比表面積をどのような方法で測定したかについて記載がない。したがって，甲10実験は，要件①を満たしていない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "要件②について",
              "text": [
                "高分子材料は，種々の分子量を有するポリマー鎖の集合体であり，高分子量材料の異同の判断は，繰り返し単位の異同だけでなく，分子量及び分子量分布の異同が考慮されるから，ポリエステル組成物Aを忠実に再現したというためには，この分子量及び分子量分布の点においても同じものを再現する必要がある。そして，分子量及び分子量分布は，エステル交換反応の条件(温度，時間等)及び重縮合反応の条件(温度，時間等)に影響されるものである。しかるに，甲10実験においては，重縮合反応の温度については記載されているが，それ以外の重合条件については記載されていない。したがって，甲10実験は，要件②を満たしていない。",
                "また，甲1公報の【0044】には「常法に従いエステル交換反応せしめた」，【0045】には「常法に従い重縮合反応を行い」という，具体的な実験条件を把握することができない文言が含まれているから，そもそもポリエステル組成物Aを忠実に再現することは困難である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "要件③について",
              "text": [
                "甲10実験では，「ポリエステル組成物中のリン元素量」の記載がなく，得られたポリエステル組成物中に1850ppmのリン元素が含まれているという合理的理由はないから，甲10実験は，要件③を満たしていない。",
                "また，甲1公報には，ポリエステル組成物Aのベースとなるポリエステル自体の同一性を確認するために利用できるような物性は記載されておらず，そもそもポリエステル組成物Aを忠実に再現することは困難である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3の判断の誤り)",
          "text": [
            "審決の一致点及び相違点の認定が誤りである以上，相違点3の判断も誤りである。",
            "仮に，審決が認定した相違点3を前提としたとしても，以下のとおり，審決の相違点3の判断は誤りである。",
            "すなわち，審決は，甲1公報の【0026】には，ポリエステル組成物からなるフィルムの具体的な製造方法として二軸延伸が記載されているから，引用発明の白色ポリエステルフィルムは二軸延伸により製造された白色二軸延伸ポリエステルフィルムを包含しているといえるとして，相違点3は実質上の相違点ではないと判断している。",
            "しかし，甲1公報の【0026】には，二軸延伸に関する一般的事項が記載されているだけであり，甲1公報には，ポリエステル組成物Aが二軸延伸であることを裏付ける記載はない。",
            "また，二軸延伸を前提とする場合，Tダイ方式(甲29)で作製するフィルムは厚めに成形しておく必要があるが，一般に，樹脂の溶融粘度が小さいと，厚いフィルムが成形しにくくなることは，フィルム成形における技術常識である。のみならず，ポリエステル組成物Aは，ポリマーに比べて，比較的多量の改質剤を含んでいるから，フィルムの成形は難しくなる。そうすると，溶融粘度が不明であり，かつ，改質剤を比較的多量に含むポリエステル組成物Aを「白色ポリエステルフィルム」さらには「白色二軸延伸ポリエステルフィルム」と認定する余地はないはずである。",
            "したがって，審決の相違点3の判断は誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2ないし6についての判断の誤り)",
          "text": [
            "前記1ないし4のとおり，本件発明1が甲1公報に記載された発明と同一であるとした審決の判断は誤りである。",
            "本件発明2ないし6は，本件発明1を引用するものであるから，本件発明1についての審決の判断が誤りである以上，本件発明2ないし6についての審決の判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "原告は，内在性に基づく新規性欠如の論理を構築するのであれば，甲1公報から認定する物は，追試が可能となる程度に具体的に記載された「白色二軸延伸ポリエステルフィルム」でなくてはならず，審決の引用発明の認定は誤りであると主張する。",
            "しかし，本件発明1の対象は「白色二軸延伸ポリエステルフィルム」であるものの，本件発明1の技術的特徴は，白色二軸延伸ポリエステルフィルムではなく，それを構成するポリエステル組成物にあるから，当該ポリエステル組成物が，追試が可能となる程度に具体的に記載されていれば，甲1公報にポリエステル組成物からなる白色ポリエステルフィルムが記載されている状況下では，本件発明1の白色二軸延伸ポリエステルフィルムは新規性を欠如すると判断できることになる。",
            "審決は，甲1公報に，ポリエステル組成物Aを具体例とするポリエステル組成物からなる白色ポリエステルフィルムが記載されており，しかも，この白色二軸延伸ポリエステルフィルム自体には技術的特徴がないことから，本件発明1は新規性を欠如すると判断したものである。",
            "したがって，審決の引用発明の認定に誤りはない。",
            "原告は，甲1公報には「ポリエステル組成物Aからなる白色ポリエステルフィルム」が記載されているに等しいとする審決の判断は誤りであると主張する。しかし，以下のとおり，原告の主張は理由がなく，審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "実施例12と実施例6，7及び9とで製造方法を異にするから，両者を同等に扱うことは誤りであるとの主張について",
              "text": [
                "確かに，実施例1～11と実施例12とは，ポリエステル組成物を製造するための改質剤の添加法は異なるが，実施例12と実施例6，7及び9とを同列に扱うことは誤っているとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "実施例6及び7における改質剤の含有量はポリエステル組成物Aの改質剤の含有量よりも低いため，実施例6及び実施例7を根拠として，ポリエステル組成物Aについて，改質剤を含まないポリエチレンテレフタレートとの混合工程を省略してよいことにはならないとの主張について",
              "text": [
                "ポリエステル組成物Aを，改質剤を含まないポリエチレンテレフタレートと混合せずに，そのままフィルム化し得ることは，甲1公報の【0026】の「この際，本発明のポリエステル組成物と各種ポリエステルと混合して炭酸カルシウムからなる改質剤の含有量を目的に応じて適宜変更することができる。」との記載から明らかである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "実施例9に基づいて，ポリエステル組成物Aについて，改質剤を含まないポリエチレンテレフタレートとの混合工程を省略してよいとの結論が導かれるのか不明であるとの主張について",
              "text": [
                "審決が実施例9を挙げたのは，実施例9は，改質剤の含有量が30重量％であるポリエステル組成物についてフィルム化を行っており，ポリエステル組成物Aも改質剤の含有量が30重量％であることから，これをそのままフィルム化することは，甲1公報に記載されているに等しいとするためである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "実施例12においては，正に必要であったからこそ，固有粘度0．65dl／gのポリエチレンテレフタレートを混合したと解するのが正しいとの主張について",
              "text": [
                "原告は，実施例12における混合がなぜ必要であったかについては，具体的な説明をしていない。原告の主張は詭弁である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と引用発明との一致点及び相違点の認定の誤り)について",
          "text": [
            "審決の本件発明1と引用発明との一致点及び相違点の認定に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1及び2の判断の誤り)について",
          "text": [
            "原告は，ある追試が忠実な追試といえるためには，要件①ないし③を満たすことが必要であるところ，甲10実験は，いずれの要件も満たしておらず，ポリエステル組成物Aの忠実な追試とはいえないから，審決の相違点1及び2の判断は誤りであると主張する。",
            "しかし，ある追試が忠実な追試といえるためには，要件①及び②を満たせば足り，必ずしも要件③を満たすことは必要ではない。",
            "そして，以下のとおり，甲10実験は，要件①及び②を満たしており，ポリエステル組成物Aの忠実な追試といえるから，審決の相違点1及び2の判断に誤りはない。",
            "要件①について",
            "改質剤のリン元素含有量は改質剤の性質であり，ポリエステル組成物の製造の実験条件ではないから，改質剤のリン元素の量が記載されていないから要件①を満たしていないとする原告の指摘は不当である。また，甲10実験の改質剤の製造は，甲1公報の実施例1に明示的に記載された条件(混練の方式：ヘンシェルミキサー，攪拌の回転数：1500rpm，リン酸トリメチルを噴霧する際の温度と噴霧量等)と同じ条件で行われており，ミキサー容量の違いによる付着量の差異が技術常識の範囲内であるから，同じ製造条件で製造された物は同じ物であるとの原則によれば，甲10実験の改質剤は，甲1公報の実施例12で用いた改質を忠実に再現した物といえる。また，比表面積はBET法で測定したものであるが，単に報告書に記載を失念しただけである。",
            "したがって，甲10実験は，要件①を満たしている。",
            "要件②について",
            "甲10実験は，実験の条件や方法等が甲1公報の実施例12に記載があるものについてはその記載に従っており，記載のない「常法」については甲1公報が頒布された1995年当時の技術常識(甲第23号証は1971年に頒布されたもの)に沿う重縮合温度(275℃，285℃，295℃)を採用している。ポリエステル組成物Aを忠実に再現するためには，「常法」も含めてその製造法と同じ製造法を実施すればよいだけであって，甲1公報に記載のないポリエステルの分子量や分子量分布まで考慮する必要はない。",
            "したがって，甲10実験は，要件②を満たしている。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点3の判断の誤り)について",
          "text": [
            "原告は，審決が甲1公報の【0026】の記載を根拠として相違点3は実質的な相違点ではないと判断したことについて，甲1公報には，ポリエステル組成物Aが二軸延伸であることを裏付ける記載はないと主張する。",
            "しかし，甲1公報には，ポリエステル組成物Aを具体例として包含するポリエステル組成物を，【0026】に記載されているようにして二軸延伸によりフィルム化する方法が記載されている。",
            "そして，次のとおり，【0026】に記載の方法で得られた「白色二軸延伸ポリエステルフィルム」は，「白色ポリエステルフィルム」と同一である。すなわち，①本件発明1の発明特定事項は，いずれもポリエステル組成物の特徴であり，白色二軸延伸ポリエステルフィルム自体の特徴ではない。②「白色二軸延伸ポリエステルフィルム」とは，二軸延伸という操作あるいは方法によって特定された白色ポリエステルフィルムであり，本件発明1はプロダクト・バイ・プロセス・クレームであるところ，審査基準の新規性判断基準に従えば，本件発明1の「白色二軸延伸ポリエステルフィルム」は，「白色ポリエステルフィルム」を意味していると解される。③二軸延伸という操作あるいは方法によって製造された白色ポリエステルフィルムの機械的性質は，二軸延伸という操作あるいは方法によって必ず向上するというものではなく，二軸延伸ポリエステルフィルムといっても，その機械的性質からすると，未延伸ポリエステルフィルムと区別できないものがある。",
            "したがって，審決の相違点3の判断に誤りはない。",
            "原告は，Tダイ方式でフィルムを作製することを前提として，一般に，樹脂の溶融粘度が小さいと，厚いフィルムが成形しにくくなること，及び，ポリエステル組成物Aは，比較的多量の改質剤を含んでいるため，フィルムの成形が難しくなることを根拠として，溶融粘度が不明であり，かつ，改質剤を比較的多量に含むポリエステル組成物Aを「白色ポリエステルフィルム」さらには「白色二軸延伸ポリエステルフィルム」と認定する余地はないと主張する。",
            "しかし，Tダイ方式でフィルムを作製しなければならないわけでもなく，また，ポリエステル組成物Aは，比較的多量(30重量％)の改質剤を含んでおり，フィルムの成形性が低下しているかもしれないが，フィルム化が不可能なわけでもない。",
            "したがって，原告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本件発明2ないし6についての判断の誤り)について",
          "text": [
            "本件発明1は甲1公報に記載された発明と同一であるとした審決の判断に誤りはないから，本件発明2ないし6が，本件発明1を引用しているということのみを理由として，甲1公報に記載された発明と同一でないということにはならない。したがって，審決の本件発明2ないし6の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由があるから，審決のうち，本件各発明についての特許を無効とするとした部分は違法であり，取消しを免れないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定)について",
          "text": [
            "引用発明として認定する物について",
            "原告は，物の発明である本件発明1について，甲1公報から認定する物を引用発明とするには，追試が可能となる程度に具体的に記載された「白色二軸延伸ポリエステルフィルム」でなくてはならないのに，審決が引用発明として認定した物は，「・・・ポリエステル組成物からなる白色ポリエステルフィルムであって，ポリエステル組成物Aからなる白色ポリエステルフィルムの態様を包含する，白色ポリエステルフィルム」であって，「白色二軸延伸ポリエステルフィルム」ではないから，そもそも審決は，引用発明の認定の対象を誤っていると主張する(前記第 。",
            "しかし，ある発明の新規性を判断する前提としてなされる引用発明の認定は，新規性判断の対象である発明(以下「本願発明」という。)との対比において必要な範囲で行えば足り，このことは，本願発明が物の発明である場合でも同様である。もっとも，本願発明が物の発明である場合，引用発明として認定する物は，通常は，本願発明の対象である物と同一の物であることが多いものと解されるが，引用発明として認定し得る物が，常に，本願発明の対象である物と同一の物でなければならないとする理由はない。",
            "したがって，甲1公報に基づく引用発明の認定も，本件発明1との対比において必要な範囲で行えば足り，審決が認定した引用発明が「白色二軸延伸ポリエステルフィルム」でないということのみを理由として，審決の引用発明の認定が誤りであるということはできない。",
            "そして，以下のとおり，審決の引用発明の認定は，本件発明1との対比に必要な範囲で行われたものということができる。",
            "すなわち，前記第2の2で認定したところによれば，本件発明1は，①カルボキシル末端基濃度が35当量／ポリエステル106g以下であり，かつ②昇温結晶化温度(Tcc)とガラス転移温度(Tg)との差が30≦Tcc-Tg≦60であるという特定の物性を有するポリエステル組成物を原料として成形した，二軸延伸を施された白色ポリエステルフィルムであると解される。",
            "審決は，引用発明の内容として，「ポリエステル組成物Aを原料として成形した白色ポリエステルフィルムの態様を含む白色ポリエステルフィルム」を認定し，当該白色ポリエステルフィルムが二軸延伸を施されたものであることについては，引用発明の内容には含めず，相違点3として認定している。また，審決は，引用発明の白色ポリエステルフィルムの原料であるポリエステル組成物Aが上記①及び②の物性を有することについても，引用発明の内容には含めず，相違点1及び2として認定している。",
            "そして，上記①及び②の物性は，白色ポリエステルフィルムを成形するための原料であるポリエステル組成物の物性であり，それを用いて成形された白色ポリエステルフィルムの物性ではないから，当該ポリエステル組成物の物性は，それを用いて成形された白色ポリエステルフィルムが二軸延伸を施されたものであるか否かによって影響を受けるものではない。そうすると，審決が引用発明を「ポリエステル組成物Aを原料として成形した白色ポリエステルフィルムの態様を含む白色ポリエステルフィルム」と認定したとしても，本件発明1のポリエステル組成物が有する上記①及び②の物性を，引用発明の原料であるポリエステル組成物Aが有していることを追試によって立証することは可能である。",
            "以上のとおり，審決の引用発明の認定は，本件発明1との対比に必要な範囲で行われたものといえる。したがって，審決が認定した引用発明が「白色二軸延伸ポリエステルフィルム」でないということのみを理由として，審決の引用発明の認定が誤りであるということはできない。",
            "よって，原告の上記主張は採用することができない。",
            "「ポリエステル組成物Aからなる白色ポリエステルフィルム」が甲1公報に記載されているに等しい事項といえるかについて",
            "原告は，仮に，引用発明として認定する物として，「ポリエステル組成物Aからなる白色ポリエステルフィルム」に着目したとしても，甲1公報に「ポリエステル組成物Aからなる白色ポリエステルフィルム」が記載されてので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "特許出願前に日本国内又は外国において，頒布された刊行物に記載された発明又は電気通信回線を通じて公衆に利用可能となった発明は，その発明について特許を受けることができない(特許法29条1項3号)。",
                "ここにいう「刊行物に記載された発明」の認定においては，刊行物において発明の構成について具体的な記載が省略されていたとしても，それが当業者にとって自明な技術事項であり，かつ，刊行物に記載された発明がその構成を備えていることを当然の前提としていると当該刊行物自体から理解することができる場合には，その記載がされているに等しいということができる。しかし，そうでない場合には，その記載がされているに等しいと認めることはできないというべきである。",
                "そうすると，本件において，「ポリエステル組成物Aからなる白色ポリエステルフィルム」が甲1公報に記載されているに等しいというためには，ポリエステル組成物Aについてフィルムを成形したものが当業者にとって自明な技術事項であり，かつ，同公報に記載された発明が，ポリエステル組成物Aについてフィルムを成形したものであることを当然の前提としていると同公報自体から理解することができることが必要というべきである。",
                "しかるに，本件においては，ポリエステル組成物Aについてフィルムを成形したものが当業者にとって自明な技術事項であることを認めるに足りる証拠はない。したがって，これを自明な技術事項であるということはできない。また，甲1公報の記載を検討しても，実施例12のポリエステル組成物Aは白色二軸延伸フィルムを製造するポリエステル組成物Bを得るための中間段階の組成物にすぎず，同実施例がポリエステル組成物Aについてフィルムを成形するものでないことはいうまでもないし，さらに，同公報のその他の記載をみても，ポリエステル組成物Aについてフィルムを成形することを示す記載や，そのことを当然の前提とするような記載はない。",
                "以上のとおり，ポリエステル組成物Aについてフィルムを成形したものが当業者にとって自明な技術事項であるとはいえず，また，甲1公報に記載された発明が，ポリエステル組成物Aについてフィルムを成形したものであることを当然の前提としていると同公報自体から理解することができるともいえない。そうすると，「ポリエステル組成物Aからなる白色ポリエステルフィルム」は，甲1公報に記載されているに等しい事項であると認めることはできないものというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告は，「ポリエステル組成物Aからなる白色ポリエステルフィルム」が甲1公報に記載されているに等しいとした審決の判断に誤りはないと主  審決は，甲1公報の実施例12には，ポリエステル組成物Aに対して，改質剤を含有しないポリエチレンテレフタレートと混合することによって改質剤の含有量を15重量％に調整したポリエステル組成物Bについてフィルムを成形したものが記載されており，当該フィルムの成形に供されるポリエステル組成物は，ポリエステル組成物Aではなくポリエステル組成物Bであるとした上で，要旨次のとおり述べて，同公報には，「ポリエステル組成物Aからなる白色ポリエステルフィルム」が記載されているに等しいと判断している。",
                "すなわち，審決は，【0046】に記載されたポリエステルの添加による改質剤の含有量の調整工程について，甲1公報に「この際本発明のポリエステル組成物と各種のポリエステルと混合して炭酸カルシウムからなる改質剤の含有量を目的に応じて適宜変更することができる。」(【0026】)ことが記載されており，実施例6及び7のように，ポリエステルの添加による改質剤の含有量の調整工程を行わずに白色ポリエステルフィルムを成形する実施例も記載されていることから，ポリエステルの添加による改質剤の含有量の調整工程は，同公報におけるフィルム成形に供されるポリエステル組成物の必須の工程ではなく，ポリエステル組成物中の改質剤の含有量をフィルム成形に好適な範囲内とするべく任意に調整することができるものであるといえること，そして，ポリエステル組成物Aはその改質剤の含有量が30重量％であり，この含有量は，ポリエステル組成物からなる本件発明1のフィルムにおいて，白色性，隠蔽性，機械特性が好ましいフィルムが得られるためのフィルム中の改質剤の含有量の範囲内のものに該当しており(【0027】)，改質剤の含有量が同じ30重量％であるポリエステル組成物からなるフィルムが好ましい物性を有するものであることが実施例9に示されていることから，ポリエステル組成物Aについても，好ましい物性を有するフィルムを得るために供されるポリエステル組成物であるといえるとして，「ポリエステル組成物Aからなる白色ポリエステルフィルム」は同公報に記載されているに等しい事項であると判断している。",
                "そして，審決が指摘する【0026】には，「本発明のポリエステル組成物からなるフィルムの具体的な製造方法を説明するとポリエステル組成物を乾燥後，溶融押出しして，未延伸シートとし，続いて二軸延伸，熱処理し，フィルムにする。二軸延伸は縦，横逐次延伸あるいは二軸同時延伸のいずれでもよく，延伸倍率は特に限定されるものではないが通常は縦，横それぞれ2．0～5．0倍が適当である。また，二軸延伸後，さらに縦，横方向のいずれかに再延伸してもよい。この際本発明のポリエステル組成物と各種のポリエステルと混合して炭酸カルシウムからなる改質剤の含有量を目的に応じて適宜変更することができる。また，混合する各種のポリエステルは本発明のポリエステル組成物のベースとなるポリエステルと同一であっても，異なってもよい。」との記載があり，【0027】には，「上述の方法でポリエステル組成物から本発明のフィルムを得ることができる。本発明のフィルムは特に限定されないが，白色性，光沢性，隠蔽性に優れた二軸延伸フィルムを得るためには，フィルム中の炭酸カルシウムからなる改質剤の含有量を5重量％を越え，40重量％以下とすることが好ましく，・・・改質剤の含有量が5重量％以下であると白色性，隠蔽性に劣り好ましくない場合がある。改質剤の含有量が40重量％を越えるとフィルムの機械特性に劣り好ましくない場合がある。」との記載がある。",
                "審決の上記判断は，要は，甲1公報の【0026】及び【0027】の記載並びに実施例6，7及び9の記載に照らすと，ポリエステル組成物Aは，その改質剤の含有量から見て好ましい物性を有するフィルムを得ることが可能であると認められる，ということを理由として，「ポリエステル組成物Aからなる白色ポリエステルフィルム」が同公報に記載されているに等しいとするものといえる。",
                "しかし，前記アで説示したとおり， 「ポリエステル組成物Aからなる白色ポリエステルフィルム」が，甲1公報に記載されているに等しい事項といえるためには，ポリエステル組成物Aについてフィルムを成形したものが当業者にとって自明な技術事項であり，かつ，同公報に記載された発明が，ポリエステル組成物Aについてフィルムを成形したものであることを当然の前提としていると同公報自体から理解することができることを要するものであって，このことは，同公報の記載から，ポリエステル組成物Aについてフィルムを成形することが可能であると認められるか否かとは，別の問題である。",
                "したがって，たとえ，審決が述べるように甲1公報の記載内容を手掛かりとして，ポリエステル組成物Aについてフィルムを成形することが可能であるとしても，そのことを理由として，ポリエステル組成物Aについてフィルムを成形したものが当業者にとって自明な技術事項であり，かつ，同公報に記載された発明が，ポリエステル組成物Aについてフィルムを成形したものであることを当然の前提としていると同公報自体から理解することができるということはできない。",
                "そして，ポリエステル組成物Aについてフィルムを成形したものが当業者にとって自明な技術事項であるとはいえず，また，甲1公報に記載された発明が，ポリエステル組成物Aについてフィルムを成形したものであることを当然の前提としていると同公報自体から理解することができるといえないことは，前記アにおいて説示したとおりであり，このこみても明らかというべきである。",
                "したがって，「ポリエステル組成物Aからなる白色ポリエステルフィルム」が，甲1公報に記載されているに等しい事項であるとした審決の判断は誤りであるというべきであるから，被告の上記主張は採用することができない。",
                "小括",
                "以上のとおり，「ポリエステル組成物Aからなる白色ポリエステルフィルム」は，甲1公報に記載されているに等しい事項であるといえない以上，審決の引用発明の認定(「・・・白色ポリエステルフィルムであって，ポリエステル組成物Aからなる白色ポリエステルフィルムの態様を包含する，白色ポリエステルフィルム」)が誤りであることは明らかである。",
                "したがって，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と引用発明との一致点及び相違点の認定の誤り)及び3(相違点1及び2の判断の誤り)について",
          "text": [
            "前記1で説示したとおり，「ポリエステル組成物Aからなる白色ポリエステルフィルム」が甲1公報に記載されているに等しい事項であることを前提とする審決の引用発明の認定が誤りである以上，本件発明1と引用発明との一致点並びに相違点1及び2の認定も誤りであり，審決の相違点1及び2の判断はいずれも誤りである。",
            "原告主張の取消事由2及び3は，いずれも理由がある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由4(相違点3の判断の誤り)について",
          "text": [
            "審決は，甲1公報の【0026】には，ポリエステル組成物からなるフィルムの具体的な製造方法として二軸延伸が記載されているから，引用発明の白色ポリエステルフィルムは二軸延伸により製造された白色二軸延伸ポリエステルフィルムを包含しているといえるとして，相違点3は実質上の相違点ではないと判断している(審決書23ないし26頁)。",
            "しかし，前記1で説示したとおり，審決の引用発明の認定(「・・・白色ポリエステルフィルムであって，ポリエステル組成物Aからなる白色ポリエステルフィルムの態様を包含する，白色ポリエステルフィルム」)が誤りである以上，【0026】の記載を根拠として，引用発明の白色ポリエステルフィルムが二軸延伸により製造された白色二軸延伸ポリエステルフィルムを包含しているということはできない。したがって，審決の相違点3の判断は誤りである。",
            "原告主張の取消事由4は理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由5(本件発明2ないし6についての判断の誤り)について",
          "text": [
            "前記1から3で説示したところによれば，本件発明1は甲1公報に記載された発明と同一であるとはいえない。したがって，本件発明1が甲1公報に記載された発明と同一であるとした審決の判断は誤りである。そして，本件発明2ないし6は，本件発明1を引用するものであるから，本件発明1についての審決の判断が誤りである以上，本件発明2ないし6についての審決の判断も誤りである。",
            "原告主張の取消事由5は理由がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "まとめ",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由があるから，審決のうち，本件各発明についての特許を無効とするとした部分は違法であり，取消しを免れない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10303",
    "date": "2014-10-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084587",
    "ipprecedent_id": "3883",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}