{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-890083号事件について平成25年5月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，別紙1のとおりの構成と指定商品の登録第5461199号商標（平成23年4月20日登録出願，同年11月25日登録査定，平成24年1月6日設定登録。以下「本件商標」という。）の商標権者である。",
            "原告は，平成24年9月25日，被告を被請求人として，商標登録無効審判請求(cid:1) (cid:2)（無効2012-890083号事件）をした。特許庁は，平成25年5月1日，審判の請求は成り立たない旨の審決（以下「審決」という。）をし，その謄本は，同月10日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の概要",
          "text": [
            "審決の理由は，別紙審決書写に記載のとおりである。審決は，要するに，①本件商標から生ずる自然の称呼は「セントエラ」ないし「セイントエラ」であって，「聖者エラ」の観念を生ずるから，別紙2記載1の商標（以下「引用商標1」という。）と外観，称呼及び観念のいずれの点についても互いに紛れるおそれのない非類似の商標で，商標法4条1項11号には該当しない，②引用商標1は，原告の業務に係る商品「香水」を表示するものとしても，原告のブランドの略称を表示するものとしても，取引者・需要者の間に広く認識されていたものと認めることはできない上に，本件商標とは，商標それ自体全く別異の商標というべきであり，また，別紙2記載2の商標（以下「引用商標2」という。）及び同記載3の商標（以下「引用商標3」という。また，引用商標1ないし3を併せて「引用各商標」という。）は，我が国のファッション関連の商品分野の取引者・需要者の間に広く認識されてはいるものの，本件商標とは，商標それ自体全く別異の商標というべきであるから，本件商標は，商品の出所について混同を生ずるおそれのある商標ということはできず，同項15号にも該当しないとするものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項11号該当性判断の誤り（取消事由1）",
              "text": [
                "審決は，本件商標の構成全体に相応して生ずる自然の称呼は，「セントエラ」ないし「セイントエラ」であって，構成全体として「聖者エラ」の観念を生じるものと認定した。しかし，以下のとおり，本件商標からは，「ステラ」との称呼及び「ステラという女性の名前」との観念も生じるから，審決の判断には，誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，外観上の一体性が強く，このような外観上の一体性に鑑みると，(cid:1) (cid:3)本件商標に接した取引者・需要者は，これを「St」と「Ella」の2語からなる商標とみて，対応する称呼を認識するのみならず，「StElla」と一連に連なった欧文字6文字全体から生じる「ステラ」を，本件商標から生じる自然な称呼として認識する可能性がある。一連に連なった欧文字6文字全体を読み下したときには，自ずから「ステラ」との称呼が生じる。この点は，第三者である調査会社が実施した調査（甲191）からも裏付けられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標が，化粧品という比較的小さな商品の上に表示されるものであるという取引の実情によっても，本件商標は連続した一連の文字と認識され，「ステラ」との称呼が生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一般的な辞書・辞典類には，ピリオドを帯同しない「St」を「Saint」の略として使用することは紹介されていないことからすると，「St」を「Saint」の略として使用することは，我が国の取引者・需要者にとって一般的でない。また，「Ella」の文字は，女性の名前としては親しまれておらず，「Stella」の文字が親しまれている。このような，本件商標の構成態様及び「St」及び「Ella」それぞれの語に対する一般人における認知度に照らすならば，本件商標は，「St」の文字部分と「Ella」の文字部分に分離して観察されて，「セントエラ」あるいは「セイントエラ」の称呼や「聖エラ」との観念が生じる可能性は低い。少なくとも，本件商標から，そのような称呼及び観念のみが生じるとすることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件商標の使用権者の名称はステラズ・チョイス社であること，本件商標を使用するブランドの創設者の名前がステラであることに鑑みると，本件商標に接した取引者・需要者は，「ステラ」と称呼する可能性も相当程度あるといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件商標は，「ステラ」との称呼及び「ステラという女性の名前」の観念も生じるから，引用商標1と類似する。したがって，商標法4条1項11号に該当しないと審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項15号該当性判断の誤り（取消事由2）",
              "text": [
                "(cid:1) (cid:4)審決は，引用商標2及び3が，原告の創始者でありデザイナーでもあるステラ・マッカートニーの業務に係る商品として取引者・需要者の間に広く認識されていたものと認めることができるとしながらも，本件商標から「ステラ」の称呼が生じる可能性は極めて低いと断定し，本件商標と引用商標1が類似しないことを前提として，出所の混同は生じないと判断した。",
                "しかし，審決の上記判断は，以下のとおり，本件商標と引用商標1との類否を誤るばかりでなく，取引の実情を考慮せずに判断した点で誤りがある。",
                "すなわち，引用商標2及び3は，世界的に周知著名な英国のデザイナーであるステラ・マッカートニーの取扱いに係るアパレル商品に使用されており，日本を含む世界各国で高い人気を博しているブランド「STELLA  McCARTＮEY」（以下「原告ブランド」という。）に使用される商標として，高い周知著名性を確立している。また，本件商標は，「ステラ」との称呼と「ステラという女性の名前」との観念が生じ得ることを前提とすれば，引用商標2及び3の語頭部分から生じる称呼及び観念と一致し，その類似性の程度は高い。さらに，本件商標の指定商品と引用商標2及び3が使用される商品（主として婦人服）は，その需要者の範囲や用途において高い関連性を有している。そして，原告ブランドは，婦人服のみならず引用商標1を使用した香水を製造・販売しており，このことは，我が国における本件商標の指定商品の取引者・需要者の間でも広く認識されている。そうすると，本件商標がその指定商品に使用される場合には，商品の出所について取引者・需要者が誤認混同する可能性は優に認められる。",
                "そうすると，「StElla」の文字からなる本件商標が使用された商品に接した取引者・需要者は，これより「ステラ」との称呼や，「ステラという女性の名前」との観念を感得し，原告の周知著名なアパレルブランドである「STELLA  McCARTＮEY」やそのデザイナーであるステラ・マッカートニーあるいはその香水ブランドである「STELLA」を連想し，あたかも原告の関連会社又は原告から許諾を受けた者の取扱いに係る商品であるかのごとく誤認し，その出所について(cid:1) (cid:5)混同するおそれが高いというべきある。",
                "以上によれば，本件商標について商標法4条1項15号に該当しないとした審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項11号該当性判断の誤り（取消事由1）に対して",
              "text": [
                "本件商標は，「S」と「E」の文字が大文字で表記され，それ以外の文字が小文字で表示されていること，「St」と「Ella」とは離れていること，「St」と「Ella」の各部分は，それぞれが一連に表記されていることに照らすならば，本件商標は，「St」と「Ella」の2語よりなる商標と認識される。したがって，本件商標からは，「ステラ」との称呼は生じない。",
                "原告が依頼して行った調査（甲191）は，信頼性が低く，取引者・需要者の認識を正確に反映したものとはいえない。この調査によるとしても，本件商標を「St」と「Ella」の2語からなると認識したときに生じる称呼（「セント○○」，「セイント○○」，「エスティー○○」，「スト○○」）を回答した者が大半であり，「ステラ」は少数であって，原告の主張と矛盾する結果となっている。",
                "我が国においてはピリオドのない「St」が「Saint」の略として使用される事実がある。需要者は，「St」の後にピリオドがあるかないかという微細な点までは気にせず「St」を見れば瞬時に「聖」の意味と理解し「セント」ないし「セイント」と読むことができる。「Ella」は，日本人にもなじみのある名前というべきである。",
                "使用権者の名称やその創業者の氏名は，海外で作成された英語のウェブサイトに現れるもので，我が国の需要者が知り得る可能性は低い。",
                "以上のとおり，本件商標からは，「ステラ」との称呼，及び「ステラという女子の名前」との観念は生じず，本件商標と引用商標1は，外観，観念，称呼のいずれにおいても互いに紛れるおそれのない非類似の商標である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項15号該当性判断の誤り（取消事由2）に対して",
              "text": [
                "(cid:1) (cid:6)原告の有する商標「STELLA  McCARTＮEY」が我が国で周知であったとしても「STELLA」が原告の有する商標の略称であることを認めるに足りる証拠はない。",
                "原告は，「STELLA  McCARTＮEY」(引用商標2及び3)の中で最も注意を引く部分は「STELLA」であると主張する。しかし，ステラ・マッカートニーがポール・マッカートニーの娘であるということ，「STELLA」は，欧米人の女性のありふれた名前であることからすれば，引用商標2及び3は，「STELLA  McCARTＮEY」全体か「McCARTＮEY」に特徴があるものとして需要者に認知されていると解される。",
                "そして，本件商標からは，「ステラ」との称呼や「ステラという女子の名前」の観念は生じないから，需要者には引用各商標とは異なる商標であると認識され，出所の混同が生じるおそれはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（商標法4条1項11号該当性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標",
                  "text": [
                    "本件商標の構成は，別紙1のとおり「 」との特徴のある筆記体により描かれた「S」，「t」，「E」，「l」，「l」，「a」の文字からなる。本件商標のうち，「St」部分及び「Ella」部分は，それぞれの部分を構成する文字が互いに繋がっているのに対し，「St」部分の「t」と「Ella」部分の「E」との間には間隙がある。",
                    "本件商標は，化粧品についてマレーシア法人「Stella’s  Choice（M）Sdn．Bhd．」がそのウェブサイトにおいて使用しており，本件商標を付した商品は主に東南アジア諸国で販売されている。これらの国々では，本件商標は，「セントエラ」又は「セイントエラ」と称呼されている。本件商標を使用するブランドの創設者は，「STELLA  K．Y．CHIＮ」である。（甲4の1ないし4(cid:1) (cid:7)の8，153，167）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標1及び取引の事情",
                  "text": [
                    "引用商標1は，「STELLA」の文字からなる商標である（なお，引用商標2，3は「STELLA  McCARTＮEY」の文字からなる商標である。)。  ",
                    "原告は，ファッションデザイナーであるステラ・マッカートニーがGUCCI（グッチ）グループとのパートナーシップの下で平成13年に創設した原告ブランドの商品の製造販売を業とする法人であり，引用各商標を使用する者である。（甲5の1，5の2） ",
                    "原告ブランドに係る商品は，日本各地の百貨店内の店舗等や原告ブランドの路面店などで販売されている。（甲10，28，29，129）",
                    "我が国においては，原告ブランドあるいはデザイナーとしてのステラ・マッカートニーを指す場合には，「ステラ（STELLA）」と略称される場合がある。（甲14ないし18，23ないし29，32，35，36，45，49，60，65，66，69，73，88）",
                    "ステラ・マッカートニーは，原告ブランドの他に，香水ブランドとして「STELLA」も展開しており，引用商標1を表示している。（甲2，5，41，42，45ないし47，49，50，52，54ないし58，60ないし63，65ないし74，76，78ないし93） "
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "その他の事情",
                  "text": [
                    "我が国で利用される代表的な辞典・辞書類には，「Saint」の略語としては，ピリオドを付した「St．」が記載されているが，ピリオドを付さない「St」が掲載されている例もある。「Saint」の略語としては，ピリオドを付して「St．」とする例があるとともに，ピリオドを付さずに「St」とする例もある。（甲144ないし146の1，154ないし157，174ないし188，乙18ないし24）",
                    "原告が依頼して調査会社がインターネット上で実施した調査の結果によれば，本件商標の読み方としては「セントエラ」，「セント  エラ」，「セント・エラ」又は「セ(cid:1) (cid:8)ント エラ」との回答が全体の13．4パーセント，「ステラ」との回答が9．6パーセント，「セイントエラ」又は「セイント  エラ」との回答が3．2パーセント，「ストエラ」との回答が2．8パーセントなどとなっている。（甲191）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "類否についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "称呼の類否について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標",
                      "text": [
                        "本件商標については，「セントエラ」又は「セイントエラ」との称呼を生じ，「ステラ」との称呼は生じないとするのが相当である。",
                        "すなわち，本件商標の構成は別紙1のとおりであるところ，①本件商標のうち，「St」部分及び「Ella」部分は，それぞれを構成する文字が互いに繋がっているのに対し，「St」部分の「t」と「Ella」部分の「E」との間には間隙があること，②「St」部分と「Ella」部分とのそれぞれ先頭の文字である「S」と「E」が大文字で，その他の文字は小文字で表記されていること，③したがって，本件商標に接した取引者・需要者は，「St」部分と「Ella」部分から構成される商標であると認識すると解されること，④「Saint」の略語としては，ピリオドを付さずに「St」とのみ表記することも通常の表記態様であること，⑤原告が依頼して実施した調査によっても本件商標を「セントエラ」等と読むと回答した者が最も多く，本件商標に接した者は，「St」部分と「Ella」部分に分けて認識し，かつ，前者を「Saint」の略であると理解しているとの回答が多いこと等の諸事情を総合すると，本件商標からは「セントエラ」又は「セイントエラ」との称呼が生じると認められる。",
                        "以上のとおり本件商標が「St」部分と「Ella」部分とに分けて認識されることに照らすと，特段の事情のない限り，両者を連続した一体のものと認識されることはないというべきであるから，「ステラ」との称呼は生じないと解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼の類否判断",
                      "text": [
                        "(cid:1) (cid:9)引用商標1からは「ステラ」との称呼が生じる。「セントエラ」又は「セイントエラ」との本件商標の称呼と「ステラ」との引用商標1の称呼は，構成する音数，音質，音感のいずれも異なるもので称呼上類似しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "外観の類否について",
                  "text": [
                    "本件商標の外観は，別紙1に記載のとおりであって，各文字を筆記体風に表記するのに対して，引用商標1は，各文字を活字体で表記するものであって，両者は外観上相違する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "観念の類否について",
                  "text": [
                    "前記アのとおり，本件商標に接した取引者・需要者は，本件商標を「St」部分と「Ella」部分に分けて認識すると解される。我が国で利用されている代表的な辞典・辞書によれば，「St」部分からは，「聖」又は「聖者」等の観念が生じると解され，また「Ella」部分からは，「エラという女性の名前」という程度の観念が生じるから，本件商標は全体として「聖エラ」又は「聖者エラ」という程度の観念が生じることになる。前記のとおり，「Saint」の略語としては「St」のみを用いることも普通の態様であることに照らすならば，「St」の後にピリオドが付されていないことはこの判断を妨げない。",
                    "これに対し，引用商標1からは，「ステラという女性の名前」という程度の観念が生じるから，本件商標と引用商標1とは観念において相違する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，本件商標と引用商標1とは，称呼，外観及び観念のいずれも相違するものであって，その他の取引の実情を考慮したとしても，両者は互いに相紛れるおそれのない非類似の商標というべきであるから，本件商標が商標法4条1項11号に該当する商標ではないとした審決の結論には違法はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "以上の認定判断に対して，原告は，本件商標の使用者の名称が「Stella’s  Choice（M）Sdn．Bhd．」であることや，ブランドの創業者の名が(cid:1) (cid:10)「STELLA  K．Y．CHIＮ」であること等を指摘して，本件商標からは「ステラ」であること等を指摘して，本件商標からは「ステラ」との称呼も生じるなどと主張する。",
                "しかし，原告主張に係る事実を前提としたとしても，そのことをもって，本件商標から「ステラ」の称呼が生じると合理的に解することはできず，原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商標法4条1項15号該当性判断の誤り）について",
          "text": [
            "本件商標と，引用商標1が類似しないことは，前記1(2)のとおりである。",
            "引用商標2及び3は，いずれも「STELLA  McCARTＮEY」の文字を横書きしてなる商標であるところ，引用商標2及び3からは，その構成文字に相応して「ステラマッカートニー」の称呼，及び「ステラ・マッカートニーという女性の名前」という程度の観念を生じ，さらには，原告ブランド又はステラ・マッカートニーを指して「ステラ」と略称されること場合もあることからすれば，「ステラ」との称呼と「ステラという女性の名前」程度の観念を生じる場合があるとも認められる。",
            "他方，前記のとおり，本件商標からは「セントエラ」又は「セイントエラ」との称呼，及び「聖エラ」又は「聖者エラ」との観念が生じるから，本件商標と引用商標2及び3は，称呼及び観念において相違する。また，本件商標と引用商標2及び3は，その外観上明らかに相違する。",
            "そうすると，本件商標と引用各商標は全く別異の商標というべきものであって，その他本件に現れた事情を考慮しても，本件商標は，その指定商品に使用された場合に，当該商品が原告又は原告と何らかの関係のある者の業務に係る商品であるというように，商品の出所に混同が生じるおそれがある商標とはいえないから，本件商標が商標法4条1項15号に該当するものではないとした審決の結論に違法はない。"
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "(cid:1) (cid:2)(cid:11)以上のとおり，審決には，原告の主張に係る取消事由はない。原告は，その他縷々主張するが，いずれも採用の限りではない。よって，原告の請求を棄却することとして主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}