{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800093号事件について平成25年10月4日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求の不成立審決の取消訴訟である。争点は，①発明の完成の有無，②実施可能要件違反の有無，③サポート要件違反の有無，④記載要件（平成2年法律第30号による改正前の特許法36条4項2号）違反の有無，⑤新規性判断又は進歩性判断の誤りの有無（発明の要旨認定の誤り，一致点・相違点の認定の誤り，相違点の判断の誤り）である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許",
              "text": [
                "被告は，名称を「ヒト疾患に対するモデル動物」とする発明についての本件特許（特許第2664261号）の特許権者である。（甲33）",
                "本件特許は，平成元年10月5日を国際出願日として特許出願（特願平1-510569号）をし（パリ条約による優先権主張外国庁受理  1988年10月5日・米国），平成9年6月20日，本件特許の設定登録（請求項の数19）を受けた。（甲25，28，弁論の全趣旨）",
                "平成10年4月15日，本件特許に対する特許異議の申立てがされ，被告は，平成11年3月30日付けで訂正請求（本件訂正請求）をしたところ，平成11年5月14日，特許庁は，この訂正を認め，本件特許の請求項1～19に係る特許を維持する旨の決定をした。（甲33，乙9）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効審判請求",
              "text": [
                "原告が，平成24年6月1日付けで本件特許の無効審判請求（請求項1～19）をしたところ（無効2012-800093号），特許庁は，平成25年10月4日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月15日に原告に送達された。（甲24，弁論の全趣旨）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件訂正請求により訂正された本件特許の請求項1～19（以下，請求項の番号に従い，各請求項に係る発明を「本件発明1」のようにいい，本件発明1～19を併せて「本件発明」という。）に係る特許請求の範囲の記載は，次のとおりである。（甲33）",
            "「【請求項1】ヒト腫瘍疾患に対する非ヒトモデル動物であって，前記動物が前記動物の相当する器官中へ移植された脳以外のヒト器官から得られた腫瘍組織塊を有し，前記移植された腫瘍組織を増殖及び転移させるに足る免疫欠損を有するモデル動物。",
            "【請求項2】動物が無胸腺マウスである，請求項1に記載のモデル動物。",
            "【請求項3】ヒト腫瘍組織がヒトの肝臓，腎臓，胃，膵臓，結腸，胸部，前立腺，肺又は睾丸から得られる，請求項2に記載のモデル動物。",
            "【請求項4】腫瘍組織がヒト腎臓から得られる，請求項3に記載のモデル動物。",
            "【請求項5】ヒト腫瘍腎組織がマウスの腎臓の腎皮質中へ移植される，請求項4に記載のモデル動物。",
            "【請求項6】腫瘍細胞がヒト胃から得られる，請求項3に記載のモデル動物。",
            "【請求項7】ヒト腫瘍胃組織がマウスの胃中に，胃の内部粘膜ライニングと胃の外部腹膜コートとの間に移植される，請求項6に記載のモデル動物。",
            "【請求項8】腫瘍組織がヒト結腸から得られる，請求項3に記載のモデル動物。",
            "【請求項9】腫瘍結腸組織がマウスの大腸の盲腸中に移植される，請求項8に記載のモデル動物。",
            "【請求項10】腫瘍組織が女性ヒト胸部から得られる，請求項3に記載の雌モデル動物。",
            "【請求項11】ヒト腫瘍疾患の転移に対する非ヒトモデル動物を作製する方法であって；移植されたヒト腫瘍組織を前記動物中で増殖及び転移させるに足る免疫欠損を有する実験動物を準備し；",
            "脳以外のヒト器官からの腫瘍組織塊の試料を免疫欠損動物の相当する器官中へ移植する，",
            "ことを合む方法。",
            "【請求項12】実験動物が無胸腺マウスである，請求項11に記載の方法。",
            "【請求項13】ヒト腫瘍組織がヒトの肝臓，腎臓，胃，膵臓，結腸，胸部，前立腺，肺又は睾丸から得られる，請求項12に記載の方法。",
            "【請求項14】腫瘍組織がヒト腎臓から得られる，請求項13に記載の方法。",
            "【請求項15】ヒト腫瘍腎組織がマウスの腎臓の腎皮質中に移植される，請求項14に記載の方法。",
            "【請求項16】腫瘍組織がヒト胃から得られる，請求項13に記載の方法。",
            "【請求項17】ヒト腫瘍胃組織がマウスの胃中に，胃の内部粘膜ライニングと胃の外部腹膜コートとの間に移植される，請求項16に記載の方法．",
            "【請求項18】腫瘍組織がヒト結腸から得られる，請求項13に記載の方法。",
            "【請求項19】腫瘍結腸組織が無胸腺マウスの大腸の盲腸中に移植される，請求項18に記載の方法。  」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張した無効理由の要旨",
              "text": [
                "以下，工業所有権に関する手続等の特例に関する法律（平成2年法律第30号）附則9条による委任を受けた同法施行令（平成2年政令第258号）附則2条により，同法施行日（平成2年12月1日）前にした特許出願について，なおその効力を有するとされた同法附則4条による改正前の特許法36条を「旧特許法36条」という。",
                "①  無効理由1          本件発明1～19につき，未完成発明（特許法29条1項各号の列記以外の部分）",
                "②  無効理由2          本件発明1～19につき，実施可能要件違反（旧特許法36条3項）",
                "③  無効理由3          本件発明1～19につき，サポート要件違反（旧特許法36条4項1号）",
                "④  無効理由4          本件発明1～19につき，記載要件違反（旧特許法36条4項2号）",
                "⑤  無効理由5-1      [1]  本件発明1～3，10～13につき，「Journal  of  the  Ｎational  Cancer  Institute，vol．55，no．6，1975年12月，pp．1461-1466」（甲1）に記載された発明（甲1発明）に基づく新規性欠如又は進歩性欠如",
                "[2]  本件発明4～9，14～19につき，甲1発明に基づく進歩性欠如",
                "⑥  無効理由5-2      [1]  本件発明1～3，6，11～13，16につき，「日本癌学会総会記事第35回総会，昭和51年10月，171頁，演題624」（甲2）に記載された発明（甲2発明）に基づく新規性欠如又は進歩性欠如",
                "[2]  本件発明4・5，7～10，14・15，17～19につき，甲2発明に基づく進歩性欠如",
                "⑦  無効理由5-3      本件発明1～19につき，「医学のあゆみ，104巻，1978年1月7日，31～33頁」（甲3）に記載の発明（甲3発明）に基づく進歩性欠如",
                "⑧  無効理由5-4      本件発明1～19につき，「肝臓，21巻，3号，1980年3月25日，303～315頁」（甲4）に記載の発明（甲4発明）に基づく進歩性欠如",
                "⑨  無効理由5-5      [1]  本件発明1～3，11～13につき，甲3発明に基づく新規性欠如又は進歩性欠如",
                "[2]  本件発明4～10，14～19につき，甲3発明に基づく進歩性欠如",
                "⑩  無効理由5-6      [1]   本件発明1～3，11～13につき，甲4発明に基づく新規性欠如又は進歩性欠如",
                "[2]  本件発明4～10，14～19につき，甲4発明に基づく進歩性欠如",
                "⑪  無効理由5-7      [1]  無効理由5-1と同じ",
                "[2]  無効理由5-2と同じ"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明について",
                  "text": [
                    "本件訂正請求により訂正された全文訂正明細書（審決に添付のもの。本件明細書。）の記載によれば，次の前提が認められる。",
                    "①  本件発明の「ヒト器官から得られた腫瘍組織塊」又は「ヒト器官からの腫瘍組織塊」は，ヒトの器官から採取した腫瘍組織塊そのままのものをいう。",
                    "②  本件明細書の実施例Ⅲの所見について，本件明細書には，「腫瘍はいずれも，このとき他の器官に転移しなかったと思われなかった。」と確定的でない表現があるが，本件特許の優先権主張日当時の転移の有無の確認方法や本件明細書の他の記載を考慮すれば，転移の有無が確認されていないとまではいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由1（未完成発明）について",
                  "text": [
                    "本件明細書の「正位移植（同所移植）」という手段は，外科的手術に習熟した者であれば簡単に行うことができる反復実施可能な手段であり，その手段により作製されたマウスにおいて，少なくとも，5匹中4匹のマウスで転移といえるような所見が観察され，反復して同じ結果が得られていると本件明細書から理解されるから，本件発明1～19の技術内容は，当業者が反復実施して目的とする技術的効果を挙げることができる程度にまで具体的・客観的なものとして構成されている。",
                    "したがって，本件発明1～19が未完成発明であったとまではいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由2（実施可能要件違反）について",
                  "text": [
                    "本件明細書の発明の詳細な説明には，これに接した当業者が，本件発明1～19の目的，効果，腫瘍組織塊の入手手段（4頁21～29行目），免疫欠損を有する動物の入手手段（4頁3～9行目），正位移植の手段（5頁1行～6頁19行目）など具体的な実施の手段が記載されている。",
                    "したがって，本件明細書の発明の詳細な説明の記載が，実施可能要件を満たしていないとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由3(サポート要件違反)について",
                  "text": [
                    "正位移植という手段は，臓器を問わず外科的手術に習熟した者であれば簡単に行うことができる反復実施可能な手段であり，転移といえるようなものが見いだされ，反復して転移するという結果が得られていることが本件明細書から理解される。そうすると，本件発明1～19は，発明の詳細な説明に記載された発明であり，その記載により，発明の課題を解決できると認識できる範囲のものである。",
                    "したがって，本件明細書の特許請求の範囲の記載は，サポート要件を満たしてないとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無効理由4（記載要件違反）について",
                  "text": [
                    "本件明細書の実施例Ⅲは，移植した腫瘍組織塊に由来する転移があったと解するのが自然であって，転移の有無が確認されていないとまではいえない。そうすると，本件明細書の特許請求の範囲の記載は，特許を受けようとする発明の構成に欠くことができない事項をすべて記載したものではないと認められるとの主張は失当である。",
                    "したがって，本件明細書の特許請求の範囲の記載は，「特許を受けようとする発明の構成に欠くことのできない事項のみを記載した項に区分してあること」との要件を満たしていないとはいえない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "無効理由5-1（甲1発明に基づく新規性欠如又は進歩性欠如）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1発明",
                      "text": [
                        "甲1によれば，甲1発明は，次のとおりのものと認められる。",
                        "「  20～25日齢の無菌雌ヌードマウスの＃4鼠径部乳腺脂肪体は，乳首原基痕跡，及び脂肪体の鼠径部リンパ節までの隣接部分の外科的切除によって宿主上皮を除去され，",
                        "浸潤性腺管癌と診断されたヒト乳腺組織を前記除去箇所に移植し，",
                        "そして，移植から2ヵ月後の脂肪体の切片は，腫瘍が活発に活動し，脂肪体へ浸潤を始めているヌードマウス。  」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の認定",
                      "text": [
                        "①  本件発明1～10と甲1発明とを対比すると，動物が，本件発明1～10では，「ヒト腫瘍疾患の転移に対する非ヒトモデル動物」であるのに対して，甲1発明では，腫瘍が浸潤したヌードマウスであり，転移については不明で，ヒト腫瘍疾患の転移の代わりとなって，転移に対する研究や試験に使用するためのモデル動物として認識できないものであって，「転移に対する非ヒトモデル動物」とはいえない点で，少なくとも相違する。",
                        "②  本件発明11～19と甲1発明とを対比すると，方法が，本件発明11～19では，「ヒト腫瘍疾患の転移に対する非ヒトモデル動物を作製する方法」であるのに対して，甲1発明では，腫瘍が浸潤したヌードマウスは作製されているものの，転移については不明で，ヒト腫瘍疾患の転移の代わりとなって転移に対する研究や試験に使用するためのモデル動物として認識できないものであって，「転移に対する非ヒトモデル動物」を作製する方法といえない点で，少なくとも相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の判断",
                      "text": [
                        "①  「転移」と「浸潤」とは別異な現象であり，本件特許の優先権主張日前に，「浸潤」すれば必ず「転移」が起きるという技術常識はない。",
                        "②  甲1発明においては，甲1発明の浸潤性腺管癌と診断されたヒト乳腺組織をそのまま使用しても転移は起きないのであるから，継代培養された腫瘍組織塊で転移の起きる甲3発明及び甲4発明に当業者が接したとしても，「ヒト腫瘍疾患の転移に対する非ヒトモデル動物」となり得ない。",
                        "③  したがって，本件発明1～19は，甲1発明とはいえず，また，甲1発明に基づいて，本件発明1～19を容易に発明できたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "無効理由5-2（甲2発明に基づく新規性欠如又は進歩性欠如）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2発明",
                      "text": [
                        "甲2によれば，甲2発明は，次のとおりのものと認められる。",
                        "「  ヌードマウス(nu/nu―BALB/C/A/BOM，spf)に，高分化型管状腺癌である胃癌の4代～6代の皮下継代腫瘍，他は原発巣及び2代皮下継代腫瘍を5×5×5mm を細切して腹壁筋層内，筋層-腹膜間部，腹腔内，胃壁内に手術操作により移植することで，癌腫は腹壁筋層内，腹膜に浸潤，腹膜付着，骨盤腔内増殖，胃壁浸潤等が認められたヌードマウス。  」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の認定",
                      "text": [
                        "本件発明1～10と甲2発明とを対比すると，動物が，本件発明1～10では，「ヒト腫瘍疾患の転移に対する」モデル動物であるのに対して，甲2発明では，腫瘍が浸潤したヌードマウスであり，転移については不明で，ヒト腫瘍疾患の転移の代わりとなって，転移に対する研究や試験に使用するためのモデル動物として認識できなものであって，「転移に対する非ヒトモデル動物」とはいえない点で，少なくとも相違する。",
                        "本件発明11～19発明と甲2発明とを対比すると，方法が，本件発明11～19では，「ヒト腫瘍疾患の転移に対する非ヒトモデル動物を作製する方法」であるのに対して，甲2発明では，腫瘍が浸潤したヌードマウスは作製されているものの，ヒト腫瘍疾患の転移の代わりとなって転移に対する研究や試験に使用するためのモデル動物として認識できないものであって，「転移に対する非ヒトモデル動物」を作製する方法といえない点で，少なくとも相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の判断",
                      "text": [
                        "「甲1」を「甲2」と読み替えるほかは，上記カ(ウ)①②と同旨。",
                        "したがって，本件発明1～19は，甲2発明とはいえず，また，甲2発明に基づいて，本件発明1～19を容易に発明できたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "無効理由5-3（甲3発明に基づく進歩性欠如）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲3発明",
                      "text": [
                        "甲3によれば，甲3発明は，次のおりのものと認められる。",
                        "「  45歳男性の硬変合併肝癌で化学療法の後に採取した肝癌腫瘍（Hc-4）の継代2代目を，ヌードマウスの右側腹部深部に移植し，その結果腫瘍片が肝に移植されたことで，約1.5cm の腫瘤を形成し，右肺下葉に直径約2mm の球状の転移を認めたヌードマウス。  」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の認定",
                      "text": [
                        "本件発明1～19と甲3発明とを対比すると，移植する腫瘍が，本件発明1～19では，「ヒトの器官から採取した腫瘍組織塊そのままのもの」であるのに対して，甲3発明では，「45歳男性の硬変合併肝癌で化学療法の後に採取した肝癌腫瘍(Hc-4)の継代2代目」，すなわち，培養した腫瘍組織塊である点で，少なくとも相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の判断",
                      "text": [
                        "①  甲3は，皮下継代した腫瘍組織塊が原発臓器に移植されれば同じような転移が起きることを示しているにすぎず，ヒト器官から採取した腫瘍組織塊そのままのもので転移が起きる可能性を示唆しているものではない。",
                        "②  甲1・甲2には，ヒト器官から採取した腫瘍組織塊そのままのものといえる組織を移植しても浸潤しか起きていないことが示されており，また，本件特許の優先権主張日前に「ヒトの器官から採取した腫瘍組織塊そのままのもの」を移植したもので，転移が確認されたものはない。そうすると，甲3発明の「肝癌腫瘍(Hc-4)の継代2代目」に代えて，甲1の「浸潤性腺管癌と診断されたヒト乳腺組織」や甲2の「高分化型管状腺癌である胃癌」の「原発巣」を，ヒト腫瘍疾患の転移に対する非ヒトモデル動物とすべく採用する動機がない。",
                        "③  したがって，甲3に基づいて，本件発明1～19を容易に想到できたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "無効理由5-4（甲4発明に基づく進歩性欠如）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲4発明",
                      "text": [
                        "甲4によれば，甲4発明は，次のおりのものと認められる。",
                        "「  ヒト肝細胞癌Hc-3を継代用ヌードマウスで皮下継代したヒト肝細胞癌Hc-3の2代目の腫瘍を摘出し，1～2mm 角の組織片としたものを，被移植用ヌードマウスの右側腹部肋骨弓下に移植針を挿入して肝に移植を行なうことで，浸潤性の腫瘍が形成されるとともに肺転移が認められたヌードマウス。  」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の認定",
                      "text": [
                        "本件発明1～19と甲4発明とを対比すると，移植する腫瘍が，本件発明1～19では，「ヒトの器官から採取した腫瘍組織塊そのままのもの」であるのに対して，甲4発明では，「ヒト肝細胞癌Hc-3を継代用ヌードマウスで皮下継代したヒト肝細胞癌Hc-3の2代目の腫瘍」，すなわち，培養した腫瘍組織塊である点で，少なくとも相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の判断",
                      "text": [
                        "甲1・甲2には，ヒトの器官から採取した腫瘍組織塊そのままのものといえる組織を移植しても浸潤しか起きていないことが示されており，また，本件特許の優先権主張日前に「ヒトの器官から採取した腫瘍組織塊そのままのもの」を移植したもので，転移が確認されたものはない。そうすると，甲4発明「ヒト肝細胞癌Hc-3を継代用ヌードマウスで皮下継代したヒト肝細胞癌Hc-3の2代目の腫瘍」に代えて，甲1の「浸潤性腺管癌と診断されたヒト乳腺組織」や甲2の「高分化型管状腺癌である胃癌」の「原発巣」を，ヒト腫瘍疾患の転移に対する非ヒトモデル動物とすべく採用する動機がない。",
                        "したがって，甲4に基づいて，本件発明1～19を容易に想到できたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "無効理由5-5～5-7",
                  "text": [
                    "無効理由5-5～5-7は，本件発明の「ヒト器官から得られた腫瘍組織塊」又は「ヒト器官からの腫瘍組織塊」が，いずれも皮下継代を経たものを含むと解釈した場合の予備的な請求の理由であるところ，前記アのとおり，「ヒト器官から得られた腫瘍組織塊」及び「ヒト器官からの腫瘍組織塊」は，ヒトの器官から採取した腫瘍組織塊そのままのものと解するのが相当であるから，前提を異にし，検討及び判断を要しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決判断のまとめ",
              "text": [
                "原告の主張する理由及び証拠方法によっては，本件発明についての特許を無効とすることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（無効理由1-未完成発明-に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1（転移の未確認）",
              "text": [
                "次のとおり，本件明細書の実施例Ⅲにおいて転移が確認されているとはいえないから，審決の未完成発明に関する判断には，誤りがある。",
                "①  本件明細書においては，実施例Ⅲについて，「腫瘍はいずれも，このとき他の器官に転移しなかったと思われなかった」と単に推測に基づく記載しかされておらず，転移の観察を行っていないことが明らかである。",
                "②  本件特許の優先権主張の基礎である米国特許出願第253990号（米国基礎出願）に係る明細書（甲25。米国出願明細書。）においては，「Ｎone  of  the          ",
                "tumors  appeared  to  have  metastasized  to  other  organs  at  this  time．（腫瘍はいずれも，このとき他の器官に転移したと思われなかった。）」と，本件明細書の実施例Ⅲの記載とは正反対の内容となっている。また，米国基礎出願に基づく米国特許の明細書（甲34。米国特許明細書。）の実施例Ⅳ，Ⅴ及びⅧでは，転移があった旨とその場所を明確に記載されていることとの対比からみても，本件明細書の実施例Ⅲの記載は，あいまいな表現である。また，原告は，米国基礎出願の審査過程で，本件明細書の実施例Ⅲと同内容の米国出願明細書の実施例Ⅲにつき，米国審査官から実施可能な開示要件（a  enablement  disclosure)を欠くとの通知を受け，「転移」をクレームから削除している（甲36，37）。",
                "なお，明細書の記載の解釈の際に，国際出願の経過を参酌することが，平成6年法律第116号による改正前の特許法184条の4第4項で禁じられているものではない。むしろ，本件特許は，米国基礎出願に基づく優先権主張を伴うものであるから，米国基礎出願の審査経過を本件特許の出願経過として参酌することは，当然ともいえる。",
                "③  本件明細書の実施例Ⅲにおいて転移が確認されているかどうかを認定するに当たり，本件特許の出願後に頒布された刊行物であり，かつ，本件特許の出願当時の技術常識を示すものではない「Proc．Ｎatl．Acad．Sci．USA，  Vol．88，1991年10月，pp．9345-9349」（甲19の1〔審決の乙57の1。以下同様。〕），「Int．J．Cancer，Vol．51，1992，pp．992-995」（甲20の1〔乙69の1〕），「AＮTICAＮCER  RESEARCH，Vol．13，1993，pp．901-904」（甲21の1〔乙71の1〕）及び「AＮTICAＮCER  RESEARCH，Vol．13，1993，pp．1999-2002」（甲22の1〔乙72の1〕）に基づくことはできない。また，これら文献により補われた事項は，いずれも本件明細書に記載のないものである。",
                "④  技術常識又は周知技術を認定するに当たり，主張立証も尽くされていないにもかかわらず，職権で，特開昭62-294432号公報〔刊行物A〕及び特開昭61-212590号公報〔刊行物B〕を用いることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2（転移を起こす手段の未開示）",
              "text": [
                "正位移植（同所移植）によっても転移は生じないとする文献があって（甲1，甲2，甲29），審決も，転移を起こすためには正位移植を行うのみでは不十分であると認定している（35頁下から10～9行目）。本件明細書の実施例Ⅰ・実施例Ⅱでも，転移は生じていない。それにもかかわらず，本件明細書には，正位移植以外に転移を起こすための手段が何ら開示されておらず，実施例Ⅰ・実施例Ⅱと同一の手段を用いた実施例Ⅲにおいてだけ，なぜ転移が生じたかという転移のメカニズムついても何ら開示していない。",
                "そうすると，本件発明は，当業者が反復実施して，目的とする転移という技術効果を挙げることができる程度にまで，具体的・客観的なものとして構成されてはいない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（無効理由2-実施可能要件違反-に対する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1（転移の未確認）",
              "text": [
                "上記1(1)と同旨。",
                "したがって，本件明細書の発明の詳細な説明の記載は，実施可能要件を欠く。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2（転移を起こす手段の未開示）",
              "text": [
                "上記1(2)と同旨。",
                "したがって，本件明細書の発明の詳細な説明の記載は，実施可能要件を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（無効理由3-サポート要件違反-に対する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3-1（転移の未確認）",
              "text": [
                "上記1(1)と同旨。",
                "したがって，本件明細書の特許請求の範囲は，サポート要件を欠く。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3-2（転移を起こす手段の未開示）",
              "text": [
                "上記1(2)と同旨。",
                "したがって，本件明細書の特許請求の範囲は，サポート要件を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（無効理由4-記載要件違反-に対する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由4-1（転移の未確認）",
              "text": [
                "上記1(1)と同旨。",
                "したがって，本件明細書の特許請求の範囲は，記載要件を欠く。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由4-2（転移を起こす手段の未開示）",
              "text": [
                "上記1(2)と同旨。",
                "したがって，本件明細書の特許請求の範囲は，記載要件を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（甲1発明に基づく新規性又は進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由5-1（無効理由5-1に対する判断の誤り―本件発明の認定の誤り）",
              "text": [
                "旧特許法36条4項2号によれば，特許請求の範囲には，発明の構成のみが記載されることになっており，特許請求の範囲には，発明の効果を記載してはならないとされていた。審決は，本件発明を，「ヒト腫瘍疾患の転移に対する非ヒトモデル動物」と「転移」を含めて構成を認定した。しかしながら，本件発明における「転移」とは，発明の効果であって，発明の構成ではない。",
                "したがって，審決の本件発明の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由5-2（無効理由5-1に対する判断の誤り―一致点・相違点の認定の誤り）",
              "text": [
                "審決は，甲1発明を，「20～25日齢の無菌雌ヌードマウスの＃4鼠径部乳腺脂肪体は，乳首原基痕跡，及び脂肪体の鼠径部リンパ節までの隣接部分の外科的切除によって宿主上皮を除去され，浸潤性腺管癌と診断されたヒト乳腺組織を前記除去箇所に移植し， そして，移植から2ヵ月後の脂肪体の切片は，腫瘍が活発に活動し，脂肪体へ浸潤を始めているヌードマウス。」と認定し，原告は，その認定を争わない。",
                "そして，審決は，本件発明と甲1発明との相違点を，甲1発明が「転移に対する非ヒトモデル動物」といえない点と認定している。",
                "ところで，仮に，審決の認定するとおり，「転移」が発明の構成であったとしても，本件発明における「転移」とは，実際に転移があったことが確認されたものではなく，「生着」又は「浸潤」と同程度の技術的意義しかないものである。",
                "甲1発明には「浸潤」が生じたことが示されているから，審決の認定する相違点は，本件発明と甲1発明との実質的な相違点とはなり得ない。",
                "そうすると，本件発明と甲1発明とは，実質的に同一である。",
                "したがって，審決の一致点・相違点の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由5-3（無効理由5-1に対する判断の誤り―相違点の判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "容易想到性",
                  "text": [
                    "仮に，審決の認定するとおり，本件発明と甲1発明との相違点が，甲1発明において「転移に対する非ヒトモデル動物」といえない点であるとしても，この相違点に係る本件発明の構成とすることは，容易に想到できる。",
                    "本件特許の優先権主張日当時，当業者は，単に腫瘍の増殖が生じているだけでは，転移が起こり得ることを認識し得ないが，浸潤が生じていれば，転移が生じる可能性があり，そして，浸潤の進行と並行して転移の進行が起き，浸潤が進行すればするほど，転移が生じる確率も高くなっていくことを認識していた（甲41～44）。",
                    "甲3発明及び甲4発明は，培養した腫瘍組織塊を用いているという点に甲1発明と違いはあるものの，腫瘍組織塊の正位移植（同所移植）を行うことにより，浸潤後に転移が生じたことを示している。",
                    "そうすると，腫瘍組織塊の正位移植（同所移植）により，転移の前段階である浸潤まで生じている甲1発明に接した当業者は，甲1発明において，転移が生じ得る，あるいは，転移が生じていた（例えば実験者の見落としの場合など）可能性があることを当然に認識し，同様の実験を行えば転移が生じると考え，甲1発明から，又は，甲1発明に甲3発明若しくは甲4発明を組み合わせ，甲1発明を「転移モデル動物」として利用することを容易に想到する。",
                    "また，甲1発明に基づいて任意の原発器官の腫瘍組織を用いて同様のモデル動物とすることは，甲1発明と実質的に同一か，又は，甲1発明に基づいて当業者が容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の主張に対して",
                  "text": [
                    "①  転移のプロセスとしての「浸潤（infiltration，invasion）」とは，隣接組織を浸潤あるいは破壊して，悪性新生物が局所的に広がることであり，基底膜の破壊の有無により，「浸潤」が二種に分けられるものではない。「infiltration」には，基底膜を破壊する浸潤も含まれ，「infiltration」と「invasion」とが，基底膜の破壊の有無により使い分けられているという事実はない。",
                    "②  甲1発明は，乳腺腺癌の1検体を，ヒト生検標本から採取して，ヒト乳腺組織フラグメントをCFP（ヌードマウスの乳房部位にある乳腺脂肪体から乳腺を切除したもの）に移植したものであるから，同所移植に該当する。",
                    "同所移植の概念には，移植先の動物の器官がそのまま残っていなければならないとの限定を含むものではなく，本件明細書でも，同所移植（正位移植）について，そのような限定をしていない。",
                    "甲1発明で焼灼したのは，摘出部位の一部であり，摘出部位の全部ではない。したがって，CFPにおける毛細血管の血流やリンパ流は一切阻害されていない。ヌードマウスの乳腺が除去されたあとに残存するCFPには，血流等により当該腫瘍の増殖や浸潤に必要な養分等が供給されていことが明らかである。乳腺脂肪体の環境は，乳腺が切除されただけで，切除の前後で全く変化していない。なお，マウスは，乳房が胸部から鼠蹊部まで腹部面に広く展開しているのは周知の事実である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，審決の無効理由5-1に係る相違点の判断には，誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（甲2発明に基づく新規性欠如又は進歩性欠如）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由6-1（無効理由5-2に対する判断の誤り―本件発明の認定の誤り）",
              "text": [
                "①  上記5(1)と同旨。",
                "②  したがって，審決の本件発明の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由6-2（無効理由5-2に対する判断の誤り―一致点・相違点の認定の誤り）",
              "text": [
                "審決は，甲2発明を，「ヌードマウス(nu／nu―BALB／C／A／BOM，  spf)に，高分化型管状腺癌である胃癌の4代～6代の皮下継代腫瘍，他は原発巣及び2代皮下継代腫瘍を5×5×5mm を細切して腹壁筋層内，筋層-腹膜間部，腹腔内，胃壁内に手術操作により移植することで，癌腫は腹壁筋層内，腹膜に浸潤，腹膜付着，骨盤腔内増殖，胃壁浸潤等が認められたヌードマウス。」と認定し，原告は，その認定を争わない。",
                "そして，審決は，本件発明と甲2発明との相違点を，甲2発明が「転移に対する非ヒトモデル動物」といえない点と認定している。",
                "ところで，仮に，審決の認定するとおり，「転移」が発明の構成であったとしても，本件発明における「転移」とは，実際に転移があったことが確認されたものではなく，「生着」又は「浸潤」と同程度の技術的意義しかないものである。",
                "甲2発明には「浸潤」が生じたことが示されているから，審決の認定する相違点は，本件発明と甲2発明との実質的な相違点とはなり得ない。",
                "そうすると，本件発明と甲2発明とは，実質的に同一である。",
                "したがって，審決の一致点・相違点の認定には，誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由6-3（無効理由5-2に対する判断の誤り―相違点の判断の誤り）",
              "text": [
                "仮に，審決の認定するとおり，本件発明と甲2発明との相違点が，甲2発明において「転移に対する非ヒトモデル動物」といえない点であるとしても，この相違点に係る本件発明の構成とすることは，容易に想到できる。",
                "本件特許の優先権主張日当時，当業者は，単に腫瘍の増殖が生じているだけでは，転移が起こり得ることを認識し得ないが，浸潤が生じていれば，転移が生じる可能性があり，そして，浸潤の進行と並行して転移の進行が起き，浸潤が進行すればするほど，転移が生じる確率も高くなっていくことを認識していた（甲41～44）。",
                "甲3発明及び甲4発明は，培養した腫瘍組織塊を用いているという点に甲2発明と違いはあるものの，腫瘍組織塊の正位移植（同所移植）を行うことにより，浸潤後に転移が生じたことを示している。",
                "そうすると，腫瘍組織塊の正位移植（同所移植）により，転移の前段階である浸潤まで生じている甲1発明に接した当業者は，甲1発明において，転移が生じ得る，あるいは，転移が生じていた（例えば実験者の見落としの場合など）可能性があることを当然に認識し，同様の実験を行えば転移が生じると考え，甲2発明から，又は，甲2発明に甲3発明若しくは甲4発明を組み合わせ，甲1発明を「転移モデル動物」として利用することを容易に想到する。",
                "また，甲2発明に基づいて任意の原発器官の腫瘍組織を用いて同様のモデル動物とすることは，甲2発明と実質的に同一か，又は，甲2発明に基づいて当業者が容易に想到し得たことである。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7（甲3発明に基づく進歩性欠如―無効理由5-3に対する判断の誤り―相違点の判断の誤り）",
          "text": [
            "審決は，甲3発明を「45歳男性の硬変合併肝癌で化学療法の後に採取した肝癌腫瘍(Hc-4)の継代2代目を，ヌードマウスの右側腹部深部に移植し，その結果腫瘍片が肝に移植されたことで，約1.5cmの腫瘤を形成し，右肺下葉に直径約2mmの球状の転移を認めたヌードマウス。」と認定し，本件発明と甲3発明との相違点を，甲3発明において移植する腫瘍組織塊が培養したものであると認定した。原告は，それらの認定を争わない。",
            "しかしながら，下記①～④のとおり，甲3発明における培養した腫瘍組織塊を，本件発明におけるヒト器官から採集した腫瘍組織塊そのままのものに置き換えることは，容易に想到することができる。",
            "①  本件特許の優先権主張日当時，患者が特定の薬物に対して感受性（効果の有無・程度）を有するか否かを判断する試験である薬物感受性試験（化学療法感受性試験，制癌剤感受性試験）のためのモデル動物が求められていた（甲30）。この場合，ヒト腫瘍組織をマウスの皮下で継代培養した場合には，腫瘍の生物学的性格が変わる可能性があることや試験結果を得るのに長期間を要することなどから，ヌードマウスにヒト器官から得られた腫瘍を直接移植する方法が，臨床的にはより利点を有することが技術常識として知られていた（甲31）。そうすると，甲3発明に接した当業者には，皮下継代によって培養した腫瘍組織塊をヒト器官から採取した腫瘍組織塊そのままのものに置換する強い動機付けが存した。",
            "②  作業工程を簡略化することは，どのような技術分野においても一般に求められる普遍的な当然の課題である。そうすると，甲3発明に接した当業者が，それよりも作業手順の少ないヒト器官から採取した腫瘍組織塊そのままのものを用いる手法を採用する強い動機付けが存する。",
            "③  本件特許の優先権主張日当時において，皮下継代を経た場合に，ヒト腫瘍組織が転移能を含むそのヒト腫瘍組織の生物学的性格を維持するという技術常識はなく，当業者にとって，ヒト腫瘍組織に対して皮下継代を行った場合には，移植腫瘍の生物学的性格が変わる可能性があることが技術常識であった。甲3は，転移が生じなかった原因として，[1]免疫欠如動物であるためか，[2]移植腫瘍の生物学的性格が変わったためか，[3]移植部位が皮下組織であるためか，ということを列挙している。この記載に接した当業者は，[1]免疫欠如動物である場合と免疫欠如動物でない場合，[2]皮下継代による場合と直接移植の場合，[3]皮下組織への移植である場合と原発臓器への移植（正位移植）である場合の組合せである8通りの実験を行えば，転移を生じさせない原因を究明することができる可能性があることを当然に認識する。そうすると，甲3には，原発臓器に培養した腫瘍組織塊ではなく，ヒト器官から採集された腫瘍組織塊そのままのものを移植することが示唆されている。",
            "④  甲1及び甲2に接した当業者は，ヒト器官から採取した腫瘍組織塊そのままのものといえる組織を移植した場合には，浸潤が発生することを認識するのみであり，甲1・甲2から，ヒト器官から採取した腫瘍組織塊そのままのものといえる組織を移植した場合に転移が生じないとまで認識するものではない。一方で，当業者は，浸潤が生じていれば，転移の前段階の現象が生じていることから，転移が起こり得ることを認識することができる。さらに，甲3発明と，甲1発明及び甲2発明のそれぞれとは，継代の有無の点を除いては，全く同一の構成からなっている。そうすると，甲3発明に接した当業者は，甲1発明及び甲2発明から，直接移植を試みることを動機付けられる。",
            "したがって，審決の無効理由5-3に係る相違点の判断には，誤りがある。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8（甲4発明に基づく新規性欠如又は進歩性欠如―無効理由5-4に対する判断の誤り―相違点の判断の誤り）",
          "text": [
            "審決は，甲4発明を「ヒト肝細胞癌Hc-3を継代用ヌードマウスで皮下継代したヒト肝細胞癌Hc-3の2代目の腫瘍を摘出し，1～2mm角の組織片としたものを，被移植用ヌードマウスの右側腹部肋骨弓下に移植針を挿入して肝に移植を行なうことで，浸潤性の腫瘍が形成されるとともに肺転移が認められたヌードマウス。」と認定し，本件発明と甲4発明との相違点を，甲4発明において移植する腫瘍組織塊が培養したものであると認定した。原告は，それらの認定を争わない。",
            "しかしながら，下記①～④のとおり，甲4発明における培養した腫瘍組織塊を，本件発明におけるヒト器官から採集した腫瘍組織塊そのままのものに置き換えることは，容易に想到することができる。",
            "①  本件特許の優先権主張日当時，患者が特定の薬物に対して感受性（効果の有無・程度）を有するか否かを判断する試験である薬物感受性試験（化学療法感受性試験，制癌剤感受性試験）のためのモデル動物が求められていた（甲30）。この場合，ヒト腫瘍組織をマウスの皮下で継代培養した場合には，腫瘍の生物学的性格が変わる可能性があることや試験結果を得るのに長期間を要することなどから，ヌードマウスにヒト器官から得られた腫瘍を直接移植する方法が，臨床的にはより利点を有することが技術常識として知られていた（甲31）。そうすると，甲4発明に接した当業者には，皮下継代によって培養した腫瘍組織塊をヒト器官から採取した腫瘍組織塊そのままのものに置換する強い動機付けが存した。",
            "②  作業工程を簡略化することは，どのような技術分野においても一般に求められる普遍的な当然の課題である。そうすると，甲4発明に接した当業者が，それよりも作業手順の少ないヒト器官から採取した腫瘍組織塊そのままのものを用いる手法を採用する強い動機付けが存する。",
            "③  本件特許の優先権主張日当時において，皮下継代を経た場合に，ヒト腫瘍組織が転移能を含むそのヒト腫瘍組織の生物学的性格を維持するという技術常識はなく，当業者にとって，ヒト腫瘍組織に対して皮下継代を行った場合には，移植腫瘍の生物学的性格が変わる可能性があることが技術常識であった。甲4は，転移が生じなかった原因として，[1]免疫欠如動物であるためか，[2]移植腫瘍の生物学的性格が変わったためか，[3]移植部位が皮下組織であるためか，ということを列挙している。この記載に接した当業者は，[1]免疫欠如動物である場合と免疫欠如動物でない場合，[2]皮下継代による場合と直接移植の場合，[3]皮下組織への移植である場合と原発臓器への移植（正位移植）である場合の組合せである8通りの実験を行えば，転移を生じさせない原因を究明することができる可能性があることを当然に認識する。そうすると，甲4には，原発臓器に培養した腫瘍組織塊ではなく，ヒト器官から採集された腫瘍組織塊そのままのものを移植することが示唆されている。",
            "④  甲1及び甲2に接した当業者は，ヒト器官から採取した腫瘍組織塊そのままのものといえる組織を移植した場合には，浸潤が発生することを認識するのみであり，甲1・甲2から，ヒト器官から採取した腫瘍組織塊そのままのものといえる組織を移植した場合に転移が生じないとまで認識するものではない。一方で，当業者は，浸潤が生じていれば，転移の前段階の現象が生じていることから，転移が起こり得ることを認識することができる。さらに，甲4発明と，甲1発明及び甲2発明のそれぞれとは，継代の有無の点を除いては，全く同一の構成からなっている。そうすると，甲4発明に接した当業者は，甲1発明及び甲2発明から，直接移植を試みることを動機付けられる。",
            "したがって，審決の無効理由5-4に係る相違点の判断には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（無効理由1-未完成発明-に関する判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1（転移の未確認）につき",
              "text": [
                "実施例Ⅲにおいて転移は確認されており，審決の未完成発明に関する判断には，誤りはない。",
                "①  本件明細書の実施例Ⅲに係る記載それ自体により，転移を確認したことは認められるのであり，「転移しなかったと思われなかった」との表現部分のみに基づき，転移が確認されていないとはいえない。",
                "②  特許独立の原則により，PCT出願の優先権主張の基礎となった米国基礎出願と，PCT出願が日本国に移行された本件特許出願とは，別個独立の特許出願であり，その明細書の内容も異なるのであり，米国出願明細書又は米国特許明細書の記載は，そもそも，本件特許の出願経過として参酌されない。",
                "なお，米国基礎出願の審査過程で原告が提出した意見書（甲37）では，「metastasize（転移）」をクレームから削除しているが，これに代えて「mimic  the  progression  of  neoplastic  disease  in  the  human  donor（提供者中における悪性腫瘍の進行に似た症状を呈する）」を新たに挿入しているところ，これは，転移よりも広い概念である。米国審査官による実施可能な開示要件を欠くとの通知は，米国基礎出願において，二重否定文（Ｎone～not～）によって転移を確認したとすべきところを，そのうちの「not」を脱漏してしまい（甲25），転移についての単純否定文になってしまったことが原因である。この誤記は，優先権を主張してPCT出願を行う際には訂正したが（甲28），米国基礎出願に基づく米国特許出願については，時間や費用，改正前米国特許法下における得失などを考慮して，誤記の訂正ではなく削除で対応し，米国基礎出願後の研究成果を反映した実施例Ⅳ～Xを追加した一部継続出願で対応することとしたにすぎない（甲34）。",
                "③  甲19の1〔乙57の1〕の論文に記載されたデータを得た実験時期は，本件特許出願の時期と一部重複しており，本件特許の実験成績証明書としての位置付けを持つ。また，甲20の1〔乙69の1〕，甲21の1〔乙71の1〕及び甲22の1〔乙72の1〕は，甲19の1〔乙57の1〕と同時期に，本件特許の方法で種々の腫瘍をヌードマウスに移植し，それらがどのように転移したかについて，被告が進めていた研究の実験結果をまとめて発表した論文である。",
                "④  特許法150条～153条の定める職権主義の下，先行技術調査は特許庁の審査官により職権で行われるものである。また，刊行物A及び刊行物Bは，特許異議申立書に添付された資料（同事件の甲2，3及び5，本訴の甲33）に記載されている事実と同じ事実を，和文で記載した文献である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2（転移を起こす手段の未開示）に対して",
              "text": [
                "①  甲1，甲2及び甲29の方法による移植で転移が確認されなかったからといって，転移を起こすためには正位移植を行うのみでは不十分であると，論理的に結論付けることはできない。",
                "②  いずれにせよ，甲1，甲2及び甲29において行われた移植は，次のとおり，そもそも正位移植を奏功させたものではない。",
                "[1]  甲29は，同所移植（正位移植）を試みたものの失敗し，同所移植が皮下移植よりも有用であるとは言えないと報告したものにすぎない。",
                "[2]  甲1の方法は，乳腺とその周囲の乳腺脂肪体とを摘出し，腫瘍組織片をマウスの鼠径部に残った脂肪体の中に埋め込んでいるのであり（乙15の1・2，16の1・2），切除した後の欠損部分に移植したのではなく，欠損部分の近くに残されている脂肪組織中に移植をしたものであるから，同所移植ではない。",
                "[3]  甲2は，600字程度の学会口頭発表の抄録にすぎず，使用された腫瘍，移植先，移植対象のヌードマウス，浸潤した組織などの具体的な手法・結果が記載されておらず，移植方法に再現性があるとはいえないから，甲2の方法を同所移植と断定することはできない。",
                "③  発明は，経験上取得した自然法則を利用することで十分であり，どのようなメカニズムで所定の効果をもたらせることまで明らかになっている必要はなく，所定の手段で一定の確率で反復実施できればよい。本件明細書には，転移を起こすための実施手段が開示されており，その手段を用いれば一定の確率で転移が生じる。そして，本件発明の方法を使用することで実際に転移が起きることは，第三者によって確認されている（乙18～20）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（無効理由2-実施可能要件違反-に対する判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1（転移の未確認）につき",
              "text": [
                "上記1(1)と同旨。",
                "したがって，本件明細書の発明の詳細な説明の記載は，実施可能要件を満たす。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2（転移を起こす手段の未開示）",
              "text": [
                "上記1(2)と同旨。",
                "したがって，本件明細書の発明の詳細な説明の記載は，実施可能要件を満たす。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（無効理由3-サポート要件違反-に対する判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3-1（転移の未確認）につき",
              "text": [
                "上記1(1)と同旨。",
                "したがって，本件明細書の特許請求の範囲は，サポート要件を満たす。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3-2（転移を起こす手段の未開示）につき",
              "text": [
                "上記1(2)と同旨。",
                "したがって，本件明細書の特許請求の範囲は，サポート要件を満たす。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（無効理由4-記載要件違反-に対する判断の誤り）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由4-1（転移の未確認）につき",
              "text": [
                "上記1(1)と同旨。",
                "したがって，本件明細書の特許請求の範囲は，記載要件を満たす。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由4-2（転移を起こす手段の未開示）につき",
              "text": [
                "上記1(2)と同旨。",
                "したがって，本件明細書の特許請求の範囲は，記載要件を満たす。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（甲1発明に基づく新規性又は進歩性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由5-1（無効理由5-1に対する判断の誤り―本件発明の認定の誤り）に対して",
              "text": [
                "①  本件発明の「ヒト腫瘍疾患の転移に対する非ヒトモデル動物」とは，モデル動物が射程範囲におさめる疾患を明示したものであり，ヒト腫瘍の原発巣についてのモデル動物ではなく，転移腫瘍を有するモデル動物を表わすために使用されている。本件発明の「前記移植された腫瘍組織を増殖及び転移させるに足る免疫欠損を有するモデル動物」とは，モデル動物の免疫欠損の程度を表わすためのものである。したがって，特許請求の範囲における「転移」は，いずれも，本件発明の構成要件にほかならない。",
                "②  旧特許法36条4項2号の趣旨は，特許請求の範囲に記載した事項の一部を，発明の構成の必須要件ではないとする旨の主張を事後的に許さないことにあり，特許請求の範囲に発明の効果を記載してはいけないというものではない。",
                "③  したがって，審決の本件発明の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由5-2（無効理由5-1に対する判断の誤り―一致点・相違点の認定の誤り）に対して",
              "text": [
                "「転移」は，一般的な技術用語であり，原発腫瘍から離脱した悪性細胞が，そこからはるかに離れた場所へと移動して全身に広がることと定義でき（甲23），一義的に理解できる用語である。したがって，腫瘍の移植場所での「生着」や「増殖」，周辺器官への「浸潤」とは，明確に区別されている。本件明細書においても，「転移」と，「生着」「増殖」「浸潤」とは，それぞれ明確に区別して記載されている。",
                "そうすると，本件発明と甲1発明とは，少なくとも，審決の認定する相違点がある。",
                "したがって，審決の一致点・相違点の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由5-3（無効理由5-1に対する判断の誤り―相違点の判断の誤り）に対して",
              "text": [
                "下記①②のとおり，甲1発明について，審決の認定する本件発明と甲1発明との相違点に係る構成とすることは，容易に想到できない。",
                "①  転移のプロセスの一段階としての「浸潤（invasion）」は，腫瘍細胞が基底層を突き破ることに特徴づけられており，何かを破壊することなく細胞の間に入り込んでいき，腫瘍細胞が基底層を突き破らない「浸潤（infiltration）」とは，区別される概念である。甲1におけるCFP中でのヒト乳房組織の生長は，甲1には「infiltrating」と記載されており，腫瘍細胞が基底層を突き破る「invasion」ではない。そうすると，甲1に接した当業者は，甲1発明においては，転移のプロセスである「浸潤（invasion）」が生じているのではないと認識する。",
                "②  本件発明の同所移植における「相当する器官」とは，移植先の器官が移植元の器官と同様に特定の機能を営んでいなければならない。甲1発明は，乳腺とその周囲の乳腺脂肪体を摘出した後に，摘出した周囲を焼灼して脈管の末端を塞ぎ，そして，マウスの鼠径部に残った脂肪体の中に，ヒト乳管癌を埋め込んだものである。そうすると，甲1発明においては，ヒト乳管癌に対応する器官であるヌードマウスの「乳汁を分泌する機能を有する乳腺」が除去されていて「相当する器官」は存在せず，かつ，移植先が鼠径部であるから，同所移植（正位移植）を行ってはいない。",
                "以上から，審決の無効理由5-1に係る相違点の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（甲2発明に基づく新規性欠如又は進歩性欠如）に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由6-1（無効理由5-2に対する判断の誤り―本件発明の認定の誤り）に対して",
              "text": [
                "①  上記5(1)と同旨。",
                "②  したがって，審決の本件発明の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由6-2（無効理由5-2に対する判断の誤り―一致点・相違点の認定の誤り）に対して",
              "text": [
                "①  上記5(2)と同旨。",
                "②  そうすると，本件発明と甲2発明とは，少なくとも，審決の認定する相違点があり，審決の一致点・相違点の認定には，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由6-3（無効理由5-2に対する判断の誤り―相違点の判断の誤り）に対して",
              "text": [
                "本件発明と甲2発明との相違点に係る本件発明の構成とすることは，容易に想到することはできない。",
                "したがって，審決の無効理由5-2に係る相違点の判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7（甲3発明に基づく進歩性欠如―無効理由5-3に対する判断の誤り―相違点の判断の誤り）に対して",
          "text": [
            "下記①～④のとおり，甲3発明について，審決の認定する本件発明と甲3発明との相違点に係る構成とすることは，容易に想到できない。",
            "①  本件特許の優先権主張日当時，「感受性」とは，原発巣を構成する腫瘍組織内の各種癌細胞の感受性のことを示しており（乙29），個別具体的な癌患者の治療方針決定のためのものではなかった。また，患部から摘出した腫瘍組織塊を直接移植した場合の移植後の腫瘍組織塊の生着率は，継代された腫瘍組織塊を移植する場合よりもはるかに低く，移植が難しいものであった（乙27）。しかも，感受性試験のためには，遺伝形質や週齢のそろった相当数のヌードマウスについて初代移植に成功することが必要である。したがって，患部から摘出した腫瘍組織塊を直接移植した場合の試験といえども，直ちに実施できるようなものではない。",
            "そうすると，甲3発明の皮下継代によって培養した腫瘍組織塊を，ヒト器官から採取した腫瘍組織塊そのままのものに置換する強い動機付けがあったとはいえない。",
            "②  腫瘍細胞は，均質な特性を有する細胞で構成されているのではないため，動物実験でのデータのばらつきを少なくするためには，継代培養による腫瘍細胞の選別によって，ある程度均質な腫瘍細胞で腫瘍を構成する必要がある。また，信頼性のある結果を得るためには，統計処理に耐えられる数のデータが必要であり，そのためには移植可能な組織の量もそろえなければならない。そうすると，作業工程の簡略化などということが動機付けになるものではない。",
            "③  本件特許の優先権主張日当時の技術常識は，移植腫瘍の組織形態については，一般に元の腫瘍の形態をよく保持することが示されるというものである（乙28）。",
            "甲3は，皮下継代した腫瘍を用いているのであり，ヒトの器官から採取した腫瘍組織塊そのままのものでも同様の転移が起きる可能性を示唆しているものではない。",
            "そうすると，甲3に，ヒト器官から採集された腫瘍組織塊そのままのものを移植することが示唆されているとはいえない。",
            "④  甲1は，同所移植に関するものではないから，動機付けも示唆も全く記載されていない。甲2は学会抄録にすぎず，実験の内容を把握することができず，動機付けとなり得ない。そうすると，甲1発明及び甲2発明から，当業者が直接移植を試みることを動機付けられることはない。",
            "したがって，審決の無効理由5-3に係る相違点の判断には，誤りはない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8（甲4発明に基づく新規性欠如又は進歩性欠如―無効理由5-4に対する判断の誤り―相違点の判断の誤り）に対して",
          "text": [
            "上記7①～④のとおり（ただし，「甲3」を「甲4」と読み替える。），甲4発明について，審決の認定する本件発明と甲4発明との相違点に係る構成とすることは，容易に想到できない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書の記載によれば，本件発明は，次のとおりのものと理解される。",
            "外来移植細胞を拒絶する能力を失った胸腺のないマウス（ヌードマウス，無胸腺マウス，無胸腺ヌードマウス）にヒト腫瘍を皮下移植したモデル動物は，従来の齧歯動物のモデル動物よりも良好であったが，ヒト腫瘍組織が実際にマウス中に腫瘍を形成した生着率又は頻度が，個々の供与体及び腫瘍の型により変動したほか，大部分が移植の部位で増殖し，もとの腫瘍が供与体中で非常に転移性であってもまれにしか転移しなかったという実質的な欠点，すなわち，皮下移植されたヒト腫瘍組織が転移能力を欠くという欠点があった（3頁6～15行目）。そのため，ヒト中に生ずるような腫瘍疾患の進行に全くよく似た能力，すなわち，増殖に加えて転移をするヒト腫瘍組織を有するヒト腫瘍疾患に対するモデル動物の作製という課題があった（3頁18～20行目）。そこで，本件発明は，上記課題を解決するために，脳以外のヒト器官から得られたヒト腫瘍組織を，細胞ごとに分離せず，塊のまま腫瘍組織が本来もつ「三次元的構造」を維持し，免疫欠損動物の相当する器官へ移植（同所移植，正位移植）するという構成を採用することによって（4頁3～20行目），ヒト中に生ずるような腫瘍疾患の進行に全くよく似た能力，すなわち，増殖に加えて転移するヒト腫瘍組織を有する転移に対する非ヒトモデル動物を作製した（3頁22行～4頁1行目）。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由5（甲1発明に基づく進歩性又は新規性欠如）について",
          "text": [
            "事案にかんがみ，まず，取消事由5について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由5-1（無効理由5-1に対する判断の誤り―本件発明の認定の誤り）について",
              "text": [
                "原告は，本件発明における「転移」とは，発明の効果であって，発明の構成ではない旨を主張する。",
                "しかしながら，本件発明の属する技術分野において，モデル動物とは，ヒトの疾患を動物で再現するためのものであり，薬物の作用効果を確認するため等の実験に用いられるものであるところ，本件発明は，上記1に認定のとおりであるから，本件発明1及び本件発明11の「ヒト腫瘍疾患の転移に対する非ヒトモデル動物」とは，「ヒト腫瘍疾患の転移」を再現できるものに「非ヒトモデル動物」を特定するものである。そして，本件発明1の「移植された腫瘍組織を増殖及び転移させるに足る免疫欠損」及び本件発明11の「移植されたヒト腫瘍組織を前記動物中で増殖及び転移させるに足りる免疫欠損」とは，免疫欠損の程度が「移植された腫瘍組織を増殖及び転移させるに足る」ものであることを特定するものである。",
                "したがって，本件発明にある「転移」は，いずれも本件発明を特定するために必要な事項であるから，本件発明の構成といえる。",
                "以上のとおり，原告の主張は，採用することができない。",
                "よって，取消事由5-1は，理由がない"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由5-2（無効理由5-1に対する判断の誤り―一致点・相違点の認定の誤り）について",
              "text": [
                "原告は，仮に，「転移」が本件発明の構成であったとしても，本件発明における「転移」とは，「生着」又は「浸潤」と同程度の技術的意義しかないものである旨を主張する。",
                "しかしながら，「転移（metastasis）」とは，原発腫瘍から離脱した悪性細胞が，血管，リンパ管等を介して，そこから離れた場所へ移動して全身に広がって，コロニーを多発的に形成することをいい（甲23，39，41，44），一般的な技術用語であって，その用語の意義が相紛れることはない。「生着」とは，腫瘍組織が移植先に生きて定着することを，「浸潤」とは，腫瘍組織が隣接組織を破壊しながら成長し，その境界が不明なことをいう。本件明細書の発明の詳細な説明においては，「これらのモデル動物において，生着した腫瘍はしばしば，大部分移植の部位で増殖し，もとの腫瘍が供与体中で非常に転移性であってもまれにしか転移しなかった。」（3頁13～15行目），「この実施例の5匹のマウスはその後なお6か月生存している。組織移植の約1か月後にマウスを外科的に切開し、移植腫瘍を観察した。各事例にマ マおいて腫瘍が生着したと認められた。これは移植腫瘍組織が隣接組織に侵潤したことを意味する。」（7頁18～21行目），「この移植外科を行なった5匹のマウス中の4匹は3～4か月生存し、良好な健康であると思われる。組織移植の約1か月後にマウスを外科的に切開し、腫瘍が生着したことが観察された。腫瘍はいずれも、このとき他の器官に転移しなかったと思われなかった。」（8頁21～24行目）との記載があり，「生着」と「浸潤」をほぼ同義に用いているものの，少なくとも，「転移」と，「生着」又は「浸潤」とは明確に使い分けをしているものであって，「生着」又は「浸潤」を，「転移」と表現しているわけでないことは明らかである。",
                "そうすると，本件発明において，「転移」と，「生着」又は「浸潤」とが同程度の技術的意味で用いられているということはできない。なお，この点は，明細書の記載の問題であり，実施例Ⅲにおいて実際に転移が確認されているか否かとは別の事柄である。",
                "そして，甲1発明は，「20～25日齢の無菌雌ヌードマウスの＃4鼠径部乳腺脂肪体は，乳首原基痕跡，及び脂肪体の鼠径部リンパ節までの隣接部分の外科的切除によって宿主上皮を除去され，浸潤性腺管癌と診断されたヒト乳腺組織を前記除去箇所に移植し，そして，移植から2ヵ月後の脂肪体の切片は，腫瘍が活発に活動し，脂肪体へ浸潤を始めているヌードマウス。」と認定されているものであるから，本件発明1～19と甲1発明とを対比すると，少なくとも，甲1発明が，「転移モデルに対する非ヒトモデル動物」とはいえない点で相違する。",
                "したがって，一致点・相違点の認定及びこの相違点を前提に本件発明1～19は甲1発明ではないとした審決の認定・判断には，誤りはない。",
                "以上のとおり，原告の主張は，採用することができない。",
                "よって，取消事由5-2は，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由5-3（無効理由5-1に対する判断の誤り―相違点の判断の誤り）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "公知文献の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1",
                      "text": [
                        "甲1には，次の記載がある（訳文は乙13による。明らかな誤記は補正した。）。",
                        "「  速報:  ヌードマウスの隔清された乳腺脂肪体中におけるヒト正常乳房組織及び腫瘍乳房組織の生長",
                        "H.C.オウゼン及びR.P.カスター」",
                        "「  要約",
                        "異形成及び腫瘍性のヒト乳房組織は，ヌードマウスの隔清された乳腺脂肪体（CFP）中でうまく生長した。マウスを無菌アイソレーター中に入れ，乳腺脂肪体を隔清した。準備したマウスを無菌環境から取り出し，それらのCFP中にヒト乳房組織を移植し，その後，滅菌層流ラック中で維持した。",
                        "人における悪性腫瘍の進行の実験的な調査は，倫理的及び道徳的に制限されている。こうした研究を広く行うための手段は，ヌードマウスによって提供されるかもしれない。ヌードマウスは，遺伝的な胸腺形成異常により，すべての細胞性免疫の応答性を欠損している；ヌードマウスは，潜在的にヒトの腫瘍が生長するかもしれない『試験管』として価値がある。従来の問題点は，ヌードマウスの生存期間の短さであった。しかしながら，無菌条件下で飼育することによって，かれらは実質的に正常な生存期間を有し，彼らの使用についてのこの大きな欠点は除かれた。",
                        "我々は，ヌードマウスの隔清された乳腺脂肪体(CFP)がヒト乳房組織の生長（正常であれ，腫瘍であれ）について受容可能か否かの決着をつけたかった。もしそうであるならば，上記部位はヒトの乳房試料の生長にとって理想的なはずであり，そして，このモデルは，上皮内小葉がん，線維嚢胞性疾患及び初期のステージIのがん等のヒトの乳房の病変組織の生長の調査に有用なはずである。」",
                        "「  材料と方法",
                        "マウス―  雌のヌードマウスを，ヒトの組織を移植するまで，無菌環境下で飼育して維持した。これらのマウスは，我々の無菌コロニー中の兄弟x姉妹交配によって得た。",
                        "レシピエント（被受容動物）が6～8週齢になったとき（それらの＃4乳腺脂肪体の隔清後3～4週のとき）に，無菌環境から出してヒトの乳房組織片を各々のCFP中に移植した。すべての移植は，垂直な，滅菌空気の流れのあるフード(Biogard  hood；The  Baker  Co．，Inc．，Sanford，Me．)中で，滅菌条件下に行った。移植片を移植後，上記マウスを，滅菌ラミナーフローラック中(Carworth  Farms，Ｎew  City，Ｎ．Y．)で，屠殺又は病気になるまで飼育した。CFP中のヒト組織を他のヌードマウスのCFP中に移植するか，又はヒトの組織を含む脂肪体全部を摘出し，全組織標本作成及び/又は組織学的切片作成用に調製した。",
                        "受容体の乳腺のない乳腺脂肪体の調製―  無菌アイソレーター内で，Slemmerによって記載された方法をすべて行った。20～25日齢の無菌ヌードマウス（雌）の上記＃4鼠蹊部乳腺脂肪体を，乳首原基及び鼠蹊部リンパ節の部位に隣接する部位を外科的に切除することによって，宿主の上記を取り除いた。この方式で取り除いた場合，乳腺脂肪体は上記宿主からの乳房の上皮性増殖は全く起こらないことが示された。十分に除去されなかった脂肪体では，残存する乳腺が，上記脂肪体が除去された近位に由来する切除縁から生じ，独特な枝分かれパターンを取りつつ鼠蹊部リンパ節を越えることが認められた。",
                        "…",
                        "移植―  一般的に，Slemmer の方法を，できる限り滅菌環境中でマウスを維持するように必要な修正を行い，Slemmerによって記載された方法に従った。準備された無菌マウスをアイソレーターから取り出し，垂直ラミナー滅菌フローフード中に置き，ペントバルビタール(0.01mL/kg体重；9％エタノール中，6.7mgのペントバルビタールナトリウム溶液)で麻酔し，滅菌手術板上にピンで固定した。無菌法により，上記＃4CFPを，正中切開によって引き出した。よく研いだウォッチメーカーピンセット(watchmaker's  forceps）を用いてCFP中にくぼみを形成し，ここに移植片を導入した。この移植片の大きさは，1×2× 2mmから1×2×10mmの範囲であった。腹部の切開部を7.5mmの創傷クリップで閉じた。宿主由来の乳腺の生長が見られたすべてのCFPを除外し，こうして，残っているCFP中の上皮性増殖は，明らかに移植されたヒト乳房組織から生じていた。」",
                        "「  結果",
                        "ヌードマウスの肉眼的形態学及び組織学",
                        "・・・",
                        "ヌードマウスのCFP中におけるヒト乳房組織の生長",
                        "悪性ではないが異常な増殖をしている3つの乳房組織試料及び1つの乳がんの試料を，ヒトの生検試料から得た。",
                        "・・・",
                        "4）  第4の移植片は，浸潤性乳管癌(infiltrating  ductal  carcinoma)と診断されたヒトの乳房組織の生検検体から得られた（図9）。移植2か月後の組織切片より，生きのよい，上記脂肪体中に浸潤し始めた(infiltrating)腫瘍が示された。偶発的な有糸分裂像が見られた。マウスCFPの基本的な外観は，元のヒト生検検体と本質的に同じであった。かくして，ヒトの腫瘍及びヌードマウスのCFP中への移植片はいずれも類似の組織学パターン，例えば，異常な上皮の複数の層で裏打ちされた管，浸潤している(infiltrating)腫瘍細胞の筋，及び豊富な線維性の間質を示した。このヒト乳がんは，我々のヌードマウスのCFP中で，5つの移植世代の間生長した。順次の移植では，1つの脂肪体からのヒトの組織を2分割し，2つの別のCFP中に移植した。この結果，ヒトの組織の量は，もとの組織の量の32倍に増加した。」",
                        "「  考察",
                        "ヌードマウスのCFP中におけるヒトの過形成性乳房組織及び腫瘍性乳房組織の生長についてのこれらの予備的な観察は，in  vivo又はin  vitroで非常に悪性度が高くても，免疫学的に損傷された異種の宿主中でヒトの乳房組織が生長することは非常に難しいという従来の結果と矛盾する。ヌードマウスの皮下に移植されたヒト乳房組織の生長は，また，限定的にしか生長しなかった。このため，3つの良性のヒト乳房過形成（例えば，乳腺線維嚢胞症）及び1つのヒト乳がんがヌードマウスのCFP中で生長したという単純な証明は，元の宿主を越える，ヒトの乳房の維持において，重要なステップかもしれない。",
                        "ヒトの乳房組織がヌードマウス中で広がり，生長し続けることのこれまでの失敗は，おそらく，組織を皮下へ移植したことによるものであろう。皮下の移植部位は，少なくとも同種のマウスモデルにおいては，ほとんどの乳房組織の生長に対して受容的ではない。",
                        "…",
                        "これらの予備的観察から，ヌードマウスCFPにおける将来の研究にとって，ヒトの乳房組織の生長及び挙動特性を，正常組織及び病変組織の双方に関係するデータを与えるという可能性を提供する。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3",
                      "text": [
                        "甲3には，次の記載がある。",
                        "「ヒト肝癌のヌードマウス肝への移植」（31頁  標題）",
                        "「  ヒト癌を担った動物は，その腫瘍の生物学的特性や種種の治療効果を研究するうえに理想的なモデルであるが，移植されたヒト癌が宿主動物で本来の性格が変わらないことが必要条件であり，原発臓器に発育することが望ましい。」（31頁左欄1～5行目）",
                        "「以来，種々なヒト癌のヌードマウスへの移植が試みられており，筆者らの1人は膵癌の移植に成功した。しかし，これらはすべて皮下組織へ移植されている。",
                        "われわれは1976年以来主として肝癌のヌードマウスへの移植を試みてきたが，最近はじめてヌードマウス肝へのヒト肝癌移植に成功したので報告する。」（31頁左欄9～15行目）",
                        "「  実験方法",
                        "1976年10月より翌年7月まで当科で手術を行った肝癌8例中，切除を行った3例および試験切除のみに終わった4例の肝癌組織片を移植した。使用したマウスは雄あるいは雌のヌードマウスで，BALB/Cを遺伝的背景としており，実験動物中央研究所より供給されたものである。…",
                        "移植方法は，切除あるいはneedleで採取した肝癌組織を生理食塩水内で2mm角の組織片とし，これを両側の腹部ないし背部の皮下に，右側のものは肝外側区に近く移植針により移植した。」（31頁左欄16～28行目）",
                        "「  実験成績",
                        "現在までに移植した肝癌組織は6症例からえられた7コで，肝芽腫1例，肝細胞癌5例である。このうち生着し継代移植可能となったものは3例あり，45歳男性の硬変合併肝癌で化学療法の前後に採取したもの（Hc-3，4),70歳男性の分化型肝癌(Hc-5)及び3歳男児の肝芽腫(Hb-1)で，それぞれ6代，2代および4代目累代中である。」（31頁左欄31行～同頁右欄3行目）",
                        "「  AFP値は患者血清ではHc-4で8.2μg/mlであったが，移植ラットではSRIA法で陽性のものと陰性のものがあり，陽性例ではHb-4で2代目，3代目にのみ検出され，それぞれ10.1μg/ml ，9μg/mlであった。」（31頁右欄11～14行目）",
                        "「  特筆すべきことは継代2代目のラット（「マウス」の誤記と認められる。）で，右側腹部深部に移植した腫瘍片が肝に移植されたことで，約1.5cmの腫瘤を形成した。腫瘤は塊状型で，左外側葉を残すのみで全葉にわたっていた。腹水，肝門部リンパ節転移は認めなかったが，右肺下葉に直径約2mmの球状の転移を認めた。",
                        "組織学的所見では肝内発育のものは皮下組織のものと異なり，腫瘍周囲の線維性被膜は薄く，出血性のところもあり多数のミトーゼがみられた。",
                        "肺転移巣の被膜は繊維細胞が一層にみられるにすぎず，周囲肺組織にはほとんど反応性変化はない。中心部は壊死に陥っていた。」（31頁右欄18行～32頁右欄7行目）」",
                        "「  従来移植部位は背部，下肢などの皮下が用いられているが，これは腫瘍の周囲組織の反応様式が原発臓器とは異なってくることも考えられる。すなわち，通常皮下に発育したヒト肝細胞癌は球状を呈し，比較的厚い線維性の被膜により覆われているが，われわれの肝移植例では線維性被膜形成はほとんどなく，ところによっては出血性のみられるもので，皮下に発育したものとはやや様相を異にしており，しかも肺転移を伴っていた。",
                        "ヒト癌のヌードマウス移植では転移を認めなかったという報告がほとんどで，わずかにAの転移報告をみるのみで，継代2代目の肝細胞癌例で局所リンパ節に顕微鏡的な転移巣が発見されているが，肺転移例の報告はない。」（32頁右欄26行～33頁左欄10行目）",
                        "「  ヌードマウスに移植されたヒト癌に転移がほとんどないのは免疫欠如動物であるためか，移植腫瘍の生物学的性格が変わったのか，あるいはSPF環境下でなかったため長期生存例が少なく，転移する以前に死亡したことなどが考えられるが，移植部位が皮下組織であることも1つの大きな要因となりうる。すなわち，原発臓器に移植されれば同じような転移を示す可能性もあり，われわれの肝移植肝細胞癌が肺転移を惹起したことはこれを明確に証明したものと考えたい。」（33頁左欄11～19行目）",
                        "「  まとめ",
                        "ヒト肝癌のヌードマウス肝の移植に成功したので報告した。皮下移植のものと発育様式はやや異なり，腫瘍線維性被膜はなく，肺転移をきたしていた。」（33頁右欄1～4行目）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲4",
                      "text": [
                        "甲4には，次の記載がある。",
                        "「  ヒト癌の生物学的特性の研究や種々の制がんの研究には細胞培養あるいは動物移植による方法が用いられるが，腫瘍の種類によってはこれらは必ずしも可能ではない。…とくにヒトがんを担った動物は，その腫瘍の生物学的特性や種々の治療効果を研究するうえに理想的なモデルであるが，移植されたヒトがんが宿主動物により本来の性格が変わらないことが必要条件である。」（303頁左欄2～11行目）",
                        "「  一方，ヒト肝癌の研究はその細胞培養株の確立が困難であることより，臨床的研究と動物発生の肝癌により行われてきた。」（303頁左欄20行～同頁右欄2行目）",
                        "「  このような観点より，著者はヒト肝癌をヌードマウスへ移植し，その継代を試みたところ，今回1継代移植系統を確立しえた。そこで，ヌードマウス移植ヒト肝癌の生物学的性格およびヒト肝癌研究の対象としての適否などについて，継代移植したが系統化できなかった他の14例とともに検討を加えた知見について報告する。」（303頁右欄3～8行目）",
                        "「  1．実験動物",
                        "実験動物中央研究所においてSpecific  Pathogen  Free下で飼育されたBALB/c系ヌードマウス(nu/nu)の雄および雌で，生後5～7週のものを用いた。」（303頁右欄10～13行目）",
                        "「  2．実験方法",
                        "北大第1外科に昭和51年11月より53年5月迄入院し，開腹手術を行った肝癌患者は16例であるが，このうち術中または切除標本よりヌードマウスに移植可能な肝腫瘍組織片を採取しえたのは14例15個あった。これらの組織片をヌードマウスへ初代移植し，生着したものはさらに継代移植した。",
                        "…",
                        "なお，移植系統は肝細胞癌をHc，肝芽腫をHbと記載し，移植した順にそれぞれ番号を付した。」（303頁右欄19行～304頁9行目）",
                        "「  (a)  初代移植",
                        "腫瘍の部分切除あるいは肝切除標本より無菌的に肝腫瘍組織を採取し，これを生理食塩水内で剪刃とピンセットを用いて壊死部と血液成分を除去後2mm角以下に細切する。ついで，その組織片の1ないし数個を移植針を用いて，ヌードマウスの側腹部あるいは背部の皮下に移植した。」（304頁左欄11～17行目）",
                        "「  (b)  継代移植",
                        "初代あるいは継代移植した腫瘍が一定の大きさに達した時期に，そのヌードマウスをエーテル麻酔下に心臓穿刺し，採血後無菌的に腫瘍を摘出した。この腫瘍はただちに生理的食塩水内に入れ，約2mm角に細切し，その1ないし数個を移植針を用いて，他の新しいヌードマウスの側腹部あるいは背部の皮下に移植した。…",
                        "これらの継代移植は腫瘍の出血，中心壊死，潰瘍形成などが少ない，直径が約1cmを越えた時点で行った。」（304頁左欄23～33行目）",
                        "「  (c)  ヌードマウス肝への移植",
                        "ヌードマウスをエーテル麻酔下に開腹し，前述の方法で作製した1～2mm角の組織片を外径2.5ないし1.5mmの移植針を用いて，肝中葉に移植した。また，ヌードマウス右側腹部肋骨弓下に移植針を挿入し，肝右葉外側区に腫瘍組織片を接触するようにして行ったものもある。」（304頁左欄34～39行目）",
                        "「  右側腹部肋骨弓下に移植針を挿入して肝に移植を行ったのは10匹あるが，Hc-3の2代目とHc-5の3代目の2匹に成功したにすぎなかった。開腹下の肝への移植はHc-4の6代目の2匹に行った。いずれも生着したが，1匹は移植18日後，他の1匹は38日後にwasting  diseaseとなり屠殺した。4匹とも屠殺後肝腫瘍の存在が確認された。また右肋骨弓下に移植したHc-3の2代目に，肺転移がみとめられた。」（306頁左欄16～23行目）",
                        "「  初代移植成立した6例はいずれも継代し，全例2代目移植にも成功し，さらに継代移植を続けた」（306頁右欄1～2行目）",
                        "「  また，肝に直接移植したもののAFP値がその他のものに比し10倍以上の高値を示したのは興味深く，腫瘍発生母地とAFP値については今後検討すべき課題であろう。肝癌を皮下と肝に移植するのでは，移植腫瘍の生着率や生物学的特性のうえでも何らかの相違があることが推測される。」（312頁左欄26～31行目）",
                        "「  14症例より採取した15個の腫瘍組織をヌードマウスに継代移植した結果，つぎの結論がえられた。1）初代移植成功は肝細胞癌13例中5例，肝芽腫2例中1例であった。…4）生着した6例全例よりAFPが検出された。5）移植された肝細胞癌は胞巣形成が著明でないほかは原腫瘍に類似した像を示した。6）転移は肝に浸潤性腫瘍を形成した1匹のみにみられ，肺転移であった。7）核型分析，血清吸収試験，抗ヒトAFP血清による沈降反応などによりヒト由来のものであることが同定された。」（312頁右欄4～18行目）",
                        "「  3）肉眼的所見",
                        "継代移植のため腫瘍を摘除した後及び他の原因で死亡したものは剖検し，腫瘍の性状と遠隔転移の有無などを肉眼的に観察した。」（304頁右欄13～16行目）",
                        "305頁Table1には，ヌードマウスに移植される肝癌の由来について，Hc-3が45歳男性の化学療法前のものであって，穿刺生検によって得られたものであることが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性",
                  "text": [
                    "①  ヌードマウスの皮下に移植されたヒト腫瘍は，浸潤や転移はほとんど見られないものであった（甲50〔1986〕）。このように，ヌードマウスの皮下で生長する腫瘍と原発臓器で生長する腫瘍との違いについては，[1]「従来移植部位は背部，下肢などの皮下が用いられているが，これは腫瘍の周囲組織の反応様式が原発臓器とは異なってくることも考えられる。すなわち，通常皮下に発育したヒト肝細胞癌は球状を呈し，比較的厚い線維性の被膜により覆われているが，われわれの肝移植例では線維性被膜形成はほとんどなく，ところによっては出血性のみられるもので，皮下に発育したものとはやや様相を異にしており，しかも肺転移を伴っていた。…すなわち，原発臓器に移植されれば同じような転移を示す可能性もあり，われわれの肝移植肝細胞癌が肺転移を惹起したことはこれを明確に証明したものと考えたい。」と記載されていること（甲3〔1978〕，32頁右欄26行～33頁左欄19行目），「皮下においては境界明瞭な腫瘍を形成し，浸潤性の増殖を示さないが，一旦筋肉へ侵入すると浸潤性の増殖を示すようになる。」と記載されていること（乙28〔1982〕，2頁2～4行目）などにかんがみると，本件特許の優先権主張日当時，ヌードマウスの皮下で生長したヒト腫瘍は，観察した際に線維性の被膜により覆われ境界明瞭な腫瘍を形成しているため，まれにしか浸潤や転移は生じないと認識されていたものと認められる。",
                    "②  上記ア(ア)の記載（特に「考察」の項）によれば，甲1は，ヒト悪性腫瘍の進行あるいは挙動特性を調査するための手段として同所移植を用いたものであり，審決が甲1発明として認定するとおり，切除された第4乳腺脂肪体に移植したヒト浸潤性乳管癌は，移植から2ヵ月後には，活発に活動し脂肪体へ浸潤を始めている。",
                    "③  また，本件特許の優先権主張日当時，悪性腫瘍は，生体内において，[1]腫瘍の増殖，[2]隣接組織への浸潤，[3]血管やリンパ管を通じた他の組織への転移のように進行すると考えられており（甲23，41，43），一般には，腫瘍が浸潤していることを観察した状態では，浸潤の広がりが大きければある程度の確率（頻度）で転移が生じている，あるいは，そのまま時間が経過すれば浸潤が更に広がり，転移が生じる可能性も高くなることが（甲39，44～48），癌の進行プロセスについての技術常識として知られていたものと認められる。",
                    "④  そして，上記（イ）（ウ）のとおり，甲3発明及び甲4発明は，ヌードマウスの皮下で継代培養されていたヒト腫瘍組織塊を，原発臓器へ移植（同所移植）すると，皮下で培養する場合と異なり，線維性被膜形成がほとんどなく浸潤性の腫瘍が形成され，転移が生じたというものである。",
                    "⑤  以上①～④を前提にすれば，[1]皮下継代を経ていない腫瘍を用いて同所移植が行われた結果，浸潤が生じている甲1発明について，[2]皮下継代された腫瘍を用いて甲1発明同様に同所移植が行われた結果，浸潤及び転移が生じている甲3発明及び甲4発明を参酌すれば，[3]甲1発明において，時間が経過して浸潤が更に広がれば，甲3発明及び甲4発明と同様に転移が生じる可能性が高いと予測することは，[4]当業者であれば容易になし得たことにすぎず，通常の創作能力の範囲内において試みを動機付けられる程度のものといえる。",
                    "そうであれば，甲1発明のヌードマウス（無胸腺マウス）において，甲3発明及び甲4発明の知見を適用して，ヒト腫瘍の転移に対するモデル動物とすること，すなわち，相違点に係る本件発明1，2，11及び12の構成とすることは，当業者であれば，容易に想到できることと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「浸潤」について",
                      "text": [
                        "被告は，「浸潤」には，「infiltrate」の場合と「invasion」の場合とがあり，前者（infiltrating）の記載しかない甲1からは，当業者は，基底膜を突き破るなど転移のプロセスである「浸潤（invasion）」と認識するものではない旨を主張するので，以下，検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "用語につき",
                          "text": [
                            "「浸潤（infiltrate，invade）」とは，隣接組織を破壊しながら生長し，その境界が不明瞭なものと認められるが（甲42，45），甲11，乙6～8，23の1・2の記載をみても，基底膜を突き破るか否かを基準として「infiltrate」と「invade」との使い分けがされているとは認められない。",
                            "もっとも，甲39，40の下記記載は，浸潤を基底膜との関係において把握するものと認められる。",
                            "①  「病理学  病理組織細胞学」（甲39〔1995年〕）",
                            "「  腫瘍の病期はその広がりによってあらわされる。…悪性腫瘍の病期は早期，進行期，末期にわけられる。…上皮内癌 carcinoma  in  situ  は，表面上皮層に限局した癌で，基底膜を破っていない。…非浸潤癌  non-infiltrating  cartinoma  は，上皮内癌と同様の病変であるが，乳癌などに対して使用される．癌が導管または小葉内にのみ限局していて，その周囲の支持結合織（間質）に浸潤していない。早期浸潤癌は浸潤の浅い癌を示す。進行癌は腫瘍が間質に浸潤し大きく広がった時期の癌（浸潤癌）で，転移も見られることが多く，治癒しがたい。」（56頁11～21行目）",
                            "②  「現代の病理学  総論」（甲40〔昭和54年〕）",
                            "「  c：上皮内癌  carcinoma  in  situ。上皮は癌化した細胞で置き換えられているが，基底膜を破っての浸潤は認められない。",
                            "d：浸潤癌  invasive  carcinoma。基底膜を破っての深部への癌の浸潤…が認められる。」（338頁図Ⅸ・10の説明）",
                            "しかしながら，逆に，甲42，甲54の下記の記載は，基底膜を破壊して進行した癌であることを示す浸潤癌も「infiltrative」と表現されている。",
                            "①  「図解病理学」（甲42〔昭62年〕）",
                            "「  …浸潤性 infiltrative に発育するものがある。…悪性の腫瘍の増殖形式である…浸潤性発育の場合は周辺の組織の破壊を伴うのが普通である。」（89頁）",
                            "②  「最新医学大辞典」（甲54〔1992年〕）",
                            "「  浸潤性増殖  infiltrative  growth」：「  悪性腫瘍を良性腫瘍から鑑別する特徴の一つ。良性腫瘍の増殖様式が膨張性であり，腫瘍の境界が明瞭なのに対し，悪性腫瘍は周囲への浸潤と遠隔転移によって増殖するため，境界は多少とも不明瞭となる。」（714頁）",
                            "「  浸潤癌  infiltrative  cancer」：「  癌の形態学上での進展の程度を示すものであり，癌細胞が基底膜を破壊し，上皮下組織や隣接他臓器へ浸潤増殖しているものをいう。上皮内癌あるいは非浸潤癌と対応する語である。」（714頁）",
                            "また，甲55は，「invasion」を「The  infiltration  of  adjacent  tissues  by  a disease  process，usually  cancer（疾患プロセス〔通常，がん〕による，隣接組織への浸潤〔infiltration〕。」と定義付けている。",
                            "以上によれば，「infiltrate」と「invade」が，基底膜を突き破るか否かで明確に使い分けられているとの被告の主張を認めるに足りる証拠はないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "癌の進行プロセスにつき",
                          "text": [
                            "前記のとおり，悪性腫瘍は，生体内において，①腫瘍の増殖，②隣接組織への浸潤，③血管やリンパ管を通じた他の組織への転移のように進行すると考えられていたが，基底膜を突き破っているか否かは，癌の種別に依るところはあるものの，病期による区別であり（甲39，40，41），基底膜を破っていない段階の腫瘍が，一律に，時間の経過にもかかわらず，そこで増殖や他組織への浸潤を停止するとする根拠は，本件各証拠からは認め難い。そして，ヒト腫瘍を移植したヌードマウスにおけるヒト腫瘍の進行も，ほぼ同様に進むと考えられていた。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「infiltrate」について",
                          "text": [
                            "以上からすると，当業者は，「infiltrate」の用語から，当該悪性腫瘍が基底膜を破っていないものと直ちに認識するものではなく，また，「infiltrate」と表現された悪性腫瘍が転移を生じないものと認識することもないといえる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲1発明の「infiltrating」について",
                          "text": [
                            "甲1には，上記ア(ア)のとおり，第4乳腺脂肪体において，乳首原基及び鼠蹊部リンパ節の部位に隣接する部位（すなわち乳管を含む乳腺とその周囲の乳腺脂肪体）を外科的に切除した後，3～4週間経過し，ヌードマウスが6～8週齢になったとき，切除された第4乳腺脂肪体（cleared  fat  pad；CFP）中にくぼみを形成し，ここに「浸潤性乳管癌（infiltrating ductal carcinoma）」と診断されたヒトの乳房組織の生検検体から得られた移植片を移植したところ，2か月後には，生きのよい，上記脂肪体中に浸潤し始めた（infiltrating）腫瘍が示され，マウスCFPの基本的な外観は元のヒト生検検体と本質的に同じであり，異常な上皮の複数の層で裏打ちされた管，浸潤している（infiltrating）腫瘍細胞の筋，及び豊富な線維性の間質を示したことが記載されている。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "小括",
                          "text": [
                            "甲1で用いた移植片の脂肪体中への浸潤(infiltrating)も，悪性腫瘍の典型的な性質である「浸潤」を意味しており，当業者は，その浸潤の範囲が広がれば血管やリンパ管などを通じて転移を生じる可能性が高いと理解するといえる。",
                            "被告の上記主張は，採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「同所移植（正位移植）」について",
                      "text": [
                        "被告は，甲1発明は，同所移植（正位移植）をするものではない旨を主張するから，以下，検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明の移植方法につき",
                          "text": [
                            "上記ア(ア)の記載によれば，甲1発明は，ヌードマウスの皮下に移植されたヒト乳房組織が限定的にしか成長しないという知見を前提に，雌ヌードマウスの鼠蹊部乳腺脂肪体から，乳首原基及び鼠蹊部リンパ節並びにその隣接部分（乳管を含む乳腺とその周囲の乳腺脂肪体）を外科的に切除してCFP（廓清された乳腺脂肪体）とし，浸潤性乳管癌（浸潤性腺管癌）と診断されたヒト乳房組織の移植片を，前記CFPに形成したくぼみの中に導入したところ，移植したヒト乳房組織から脂肪体への浸潤が見られたというものである。",
                            "甲1は，CFPの作製方法につき，「SLEMMER  GL：  Interactions  of  separate  types  of  cells  during  normal  and  neoplastic  mammary  gland  growth．（グレン・スレマー「正常及び腫瘍乳腺の成長期間中の別々の型の細胞の相互作用」）  ",
                            "J  Invest  Dermatol  63：27-47，1974」（乙15の1）を引用し，その乙15の1は，「K.B.DeOme，L.J.Faulkin，JR.，Howard  A.Bern，AＮD  Phyllis B.Blair：",
                            "Development  of  mammary  tumors  from  hyperplastic  alveolar  nodules  transplanted  into  gland-free  mammary    fat  pads  of  female  C3H mice．（K.B.・デオーム，L.J.ファウルキン，JR.，ハワード・A・バーン，フィリス・B.ブレア「雌のC3Hマウスの乳腺除去乳腺脂肪体中へ移植された過形成性腺房結節からの乳癌の進行」）  Cancer  Res  1959  19：515」（乙16の1）を引用するが（乙15の2），乙16の1（訳文は乙16の2により，明らかな誤記は補正した。）には，CFP作製について，次のとおりの記載があり，これによれば，甲1発明は，被告の主張するような移植をしたものではなく，甲1発明のCFPにおける毛細血管の血流やリンパ流は，阻害されていないと認められる（血流等により当該腫瘍の増殖や浸潤に必要な養分等が供給されていなければ浸潤は生じ得ないことからも，同様に考えられる。）。",
                            "「  乳首の領域，リンパ節の腹側にある太い血管，並びに第4及び第5乳腺脂肪体の間を，それぞれ，焼灼した。…乳腺脂肪体の残りの部分は，血液循環はそのままであるが，宿主（マウス）の組織はなく，この状態で移植を受け入れるよう準備された，又は，皮弁を縫合して後日移植を行った。…彼らの研究は，第4脂肪体は，通常，3本の別々の血液供給路があること，及びここに記載された外科手術では残りの乳腺脂肪体の血流を妨げないことを示している。」（乙16の1の516頁右上欄5行～右下欄3行目）",
                            "また，ヌードマウスの切除された第4乳腺脂肪体（CFP）に乳腺が存在しないと，同所移植（正所移植）に当たらないと当業界で認識されていたことをうかがわせる証拠は示されていない。なお，マウスにおいて，乳房が胸部から鼠蹊部まで腹部面に広く展開しているのは周知の事実である。",
                            "そして，甲1には，ヒトの乳房組織を皮下に移植したことが従来の失敗の原因である一方，甲1発明の移植方法が，ヒト乳房組織の生長及び挙動特性に対するデータを与える可能性を提供するとの記載もある。",
                            "したがって，甲1の記載に接した当業者であれば，甲1発明は，腫瘍組織の単なる移植，生長を目的としたものではなく，増殖，浸潤，転移と進む悪性腫瘍の進行を調査する目的のために，皮下移植の方法に代えて，ヒト乳癌組織を，これに対応するヌードマウスの乳房器官内に直接移植した実験であると認識するものといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明の「正位移植」（同所移植）につき",
                          "text": [
                            "本件明細書には，同所移植（正位移植）について，「その組織塊が以前に占有していた位置に移植される…ヒトの器官への新生物腫瘍組織を免疫欠損実験動物の相当する器官中へ移植すること」であると記載されている（4頁11～13行目）。",
                            "具体的には，同所移植は，肝臓，脾臓，肺等の器官からのヒト腫瘍組織塊を，受容体動物の相当する各臓器に切り口や欠損腔等を形成し，そこに腫瘍を配置した後，縫合することにより行われると記載されている。",
                            "そして，ヒト乳癌からの組織の移植は，「受容体雌動物の胸上にポケットを外科的に形成することにより行われる。」と記載されており（5頁19～20行目），受容体雌動物の乳管や小葉に直接はめ込むのではなく，単に「胸上」にポケットを形成して行うものである。ここでいう「胸上」とは，受容体雌動物の乳房器官全体のことを意味すると理解される。",
                            "したがって，本件発明において，少なくともヒト乳癌組織を移植する場合は，乳癌が「以前に占有していた位置」である「胸上」すなわち「乳房器官」のどこかに切り口や欠損腔等を形成し，ヒト乳癌組織を配置することを意図していると認められる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "小括",
                          "text": [
                            "上記a，bからみると，本件発明と甲1発明とは，甲1発明においてヌードマウスの乳腺とその周辺を除去している点が，本件明細書に記載されたヒト乳癌組織の具体的な移植方法とは異なっている。しかし，甲1の切除された第4乳腺脂肪体（CFP）は，ヒト乳癌組織が以前占有していた位置である「胸上」（乳房器官）に相当する場所であるから，本件発明における「相当する器官中へ移植」したものに含まれることが明らかである。",
                            "被告の上記主張は，採用することができない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおりであるから，本件発明1，2，11及び12と甲1発明との相違点に係る審決の判断には，誤りがある。",
                    "したがって，取消事由5-3には，少なくとも，上記各発明について理由がある。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由5-3には理由があるところ，この結論は，甲1発明に基づく本件発明3～10，13～19の進歩性判断にも影響を及ぼす蓋然性が高い。",
        "そこで，審決を全部取り消すこととし，主文のとおり判決する。"
      ]
    }
  ]
}