{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2009-3873号事件について平成25年5月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶審決の取消訴訟である。争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成16年12月22日，名称を「MLMにおけるリクルート方法」(後に「MLMの勧誘具」と補正)とする発明につき特許出願(特願2004-382783号，乙1)をしたが，平成20年7月4日付けで拒絶理由が通知され(乙2)，同年9月9日付けで手続補正をしたが(乙3)，同年12月11日付けで拒絶査定を受けたので(乙5)，平成21年2月3日付けで不服の審判(不服2009-3873号)を請求したが(乙6)，平成24年12月18日付けで拒絶理由が通知され(乙7)，平成25年2月14日付けで手続補正をした(乙8)。",
            "特許庁は，平成25年5月27日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年6月19日，原告に送達された(乙11)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明(平成25年2月14日付け手続補正書(乙8)の特許請求の範囲の請求項1)は，以下のとおりである。",
            "「MLM企業に属する個々のディストリビューターが行う対面勧誘から，能力的，精神的，肉体的，時間的な勧誘の行動障害を最小化して，前記個々のディストリビューターが，常時的に機に応じ前記対面勧誘を簡易に行えるようにし，前記個々のディストリビューターの前記対面勧誘効率を高めるMLMの勧誘具であって，",
            "前記対面勧誘プロセスにおける勧誘内容の説明ステップを，ウエブサイトに代行させる任意の説明形体を設け，前記個々のディストリビューターが勧誘対象者を前記ウエブサイトに誘導するアプローチステップにおいて，前記アプローチの成立を促す説得情報を，前記説得の代行として機能する説得代行手段として備える，外形がカード状，または外形がカード状に折りたたんだ携帯手渡し式アプローチ用のカードを，アプローチ簡易手段とすることを特徴とする，MLMの勧誘具。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，「本願発明は，引用例1，2に記載された発明，及び周知技術に基づいて，当業者が容易に発明をすることができたものである。」と判断した。",
            "審決が上記判断の前提として認定した引用例2(社団法人日本広告主協会，「顧客アプローチ3  とにかくURLを広める」，企業ホームページハンドブック  初版，株式会社インプレス，2000年7月21日，第1版，112頁-113頁，甲2)に記載された発明(引用発明)，並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "「ホームページにユーザーを集客するために，前記ホームページのアドレスを表記した名刺。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「ウェブサイトを設け，ディストリビューターが対象者に前記ウェブサイトを閲覧させるための，前記ウェブサイトの所在に係る情報を備えたカード。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "本願発明の「カード」は，「ディストリビューターが行う対面勧誘から，能力的，精神的，肉体的，時間的な勧誘の行動障害を最小化して，前記ディストリビューターが，常時的に機に応じ前記対面勧誘を簡易に行えるようにし，前記ディストリビューターの前記対面勧誘効率を高める」ことを目的とした「MLMの勧誘具」であって，「ディストリビューター」が「MLM企業に属する個々のディストリビューター」であり，「対象者」が「勧誘対象者」であるのに対し，引用発明は，これらの特定がされていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "「ウェブサイト」が，本願発明は，「MLM」の「対面勧誘プロセスにおける勧誘内容の説明ステップを，ウェブサイトに代行させる任意の説明形体」であるのに対し，引用発明は，そのような特定がされていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3",
                  "text": [
                    "「カード」が，本願発明は，「ディストリビューターが対象者をウェブサイトに誘導するアプローチステップにおいて，前記アプローチの成立を促す説得情報を，前記説得の代行として機能する説得代行手段として備える」，すなわち，「対象者をウェブサイトに誘導するための説得情報と，閲覧させようとするウェブサイトの所在に係る情報」を備えるのに対し，引用発明は，「ウェブサイトの所在に係る情報」である「ホームページのアドレス」を備えるものの，「対象者をウェブサイトに誘導するための説得情報」を備えることは特定されていない点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点4",
                  "text": [
                    "本願発明は，「カード」が，「外形がカード状，または外形がカード状に折りたたんだ携帯手渡し式アプローチ用のカード」であるのに対し，引用発明は，「カード」が「名刺」であることは特定されているものの，本願発明のような特定はされていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1及び相違点2の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "日本におけるMLM(連鎖販売取引)の2013年の市場規模は，約1兆円である。本願発明は，当該業界の各社が共通して用いているビジネス手法である対面勧誘に関するものである。発明の目的は，勧誘の主要プロセスともいえるアプローチステップと説明ステップに伴う勧誘行動障害を回避させることによって，個々のディストリビューターが対面勧誘を簡易に行えるようにして，MLMの生産性を高めることである。しかし，引用例には，アムウェイ型と称したビジネスモデルのような記載はあるが，本願発明の構成における必須要件に関する記載が何もない。このような当業者に予測させる動機付けとなるものの記載のない引用例から，当業者が本願発明を容易に成し得るものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "MLMすなわち連鎖販売取引(一般的にはネットワークビジネスと呼ばれている)は，統括するMLM企業が外部のディストリビューター(会員)に製品の販売をまかせる特異な販売形体をとるものである。ディストリビューターは，ダウンライン(傘下のディストリビューター組織)が構築されていくことにより，そのダウンライン内に発生する製品の流通によって報酬を得られるものである。また，個々のディストリビューターは，ダウンラインにおける最初の系列となるフロントライン(直下の組織)を構築することが主な仕事となる。その仕事内容は，新規ディストリビューターをスポンサーするための勧誘である。このようにMLMの成果は，ディストリビューター個人だけの成果ではなく個々のディストリビューターそれぞれの成果の連鎖から生じるものであり，自分はフロントラインが構築できても，そのフロントラインである人がフロントラインを構築できなければダウンラインの構築はそこで行きづまってしまう。さらに，MLMのディストリビューターとして起業するのは一般的な起業と比べてリスクがなく，20才以上なら誰でも簡単に起業できるため，個々のディストリビューターには仕事である勧誘能力に甚だしい格差がある。この格差は，勧誘行動障害を克服する能力の格差ともいえる。このようなことから，勧誘行動ができないディストリビューターや，行動しても挫折してしまうディストリビューターが大半であるのが当該業界の実状である。これが，MLMの生命線であるディストリビューター組織の構築を至難にしてきたものである。MLM対面勧誘行動障害とは，例えば，「MLMは，違法なねずみ講(無限連鎖講)と世間の人々の大半が混同しているために，社会的認知度が極めて低いこと」，「勧誘とは拒絶される行為であり拒絶に寛容な人はいないこと」，「行動をおこす(アプローチする)のに常に覚悟と勇気という大きな始動エネルギーが必要になること」，「説得の難しさ」などである。したがって，本願発明は，単にMLMを宣伝したり説明したりして成果を期待するものではなく，個々のディストリビューターの対面勧誘から，代行手段によって行動障害を回避させることにより個々のディストリビューターの勧誘能力差を最小化し誰でも対面勧誘を簡易に行うことができるようにすることに伴って，説明手段であるウェブサイトの閲覧率を高めるとともに，次の勧誘ステップであるクロージングと取引(スポンサーする)を有利に導くためのものである。また，本願発明の特徴要件である勧誘行動障害の最小化は，対面勧誘効率障害の最小化となり，対面勧誘効率障害の最小化は，ディストリビューター組織構築障害の最小化となり，ディストリビューター組織構築障害の最小化は，ディストリビューターの報酬収得障害の最小化及びMLM企業の業績障害の最小化となるのである。このように本願発明は，MLMの生産性を高める顕著な効果を達成するものである。このような本願発明の特有な目的，効果は，引用発明及び引用例1からは予測困難なものであり，当業者が容易に想到し得るものではない。",
                "したがって，相違点1及び相違点2についての審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3の判断の誤り)",
          "text": [
            "名刺には，固定化されたともいえる万人共通のイメージが形成されている。また，名刺に住所や電話番号等に加えURLが表記された引用発明においても，名刺本来のイメージと何ら変わるものではない。一方，本願発明のアプローチ用のカードは，MLMの全く新しいアプローチ手段となるものである。そこに求められるものは，他にはない斬新さや意外性といったものである。さらに，自己紹介のツールである名刺は，普通初対面の人に渡すものであるが，アプローチ用のカードは，普通渡す切っ掛けの作りやすい知人に渡すものである。このように，全く新しいイメージを形成しようとする本願発明の特徴要件であるアプローチ用のカードと，既に万人共通のイメージが形成されている公知の名刺とは，携帯して用いるカードという類似点はあったとしても，その性質や価値観は相反するものである。このようなことから，引用発明のようなものは，本願発明の発想及びその思考経路から心理的に排除されているものである。したがって，引用発明からの動機付けは不自然かつ困難であり，当業者の予測を妨げるものであるといわざるを得ない。",
            "また，「アプローチの成立を促す説得情報」は，文字だけに限るものではなく，写真，絵，マーク，デザイン等を用いた多様な表現設計ができるものであるが，核心を成す最大の説得情報は，アプローチ用のカードそれ自体である。勧誘というものは，する側にも，される側にも抵抗感があり，人間の本性に合わないものである。その勧誘のいわば玄関口とも言うべきアプローチには，勧誘行動障害という高い敷居がある。このことは普通の常識をもった勧誘対象者には知覚できるものである。これも勧誘成果を妨げる大きな障害になっていた。しかし，アプローチ用のカードは，高かったアプローチの敷居を取り払ってくれるものである。このことも勧誘対象者には知覚できるものである。このように効用を知覚できれば，MLMに興味をもつ人が増える。興味を持つ人が増えれば，任意の説明代行手段であるウェブサイトの閲覧率を高める顕著な効果を達成するものである。このようなアプローチ用のカードに備わる特有な作用効果を，「アプローチの成立を促す説得情報」に関する記載のない引用発明は何も期待しているものではないから，本願発明を，引用発明に基づいて当業者が容易に想到し得るものではない。",
            "したがって，相違点3についての審決の判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点4の判断の誤り)",
          "text": [
            "引用発明の名刺と，本願発明のアプローチ用のカードは，外形がカード状という点では一致する。また，名刺が携帯手渡し式アプローチ用のカードであると言えなくもない。しかし，本願発明特有の作用効果は，周知のカードと，本願発明を構成する他の要件との結合によって奏するものであり，引用発明には，他の要件の記載もなければ，価値判断も正反対であり，到底，本願発明と結び付ける動機付けがない。",
            "したがって，周知のカードと，本願発明の他の要件との結合の非予測性を無視する，相違点4についての審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1及び相違点2の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例について",
              "text": [
                "引用例2には，例えば，「顧客アプローチ3  とにかくURLを広める」と記載されているとおり，商品やサービスの宣伝や説明が記載されたホームページにユーザーを集めるための手段として，「名刺に表記されたホームページのURL」を用いることが記載されているから，引用発明の名刺は，商品やサービスの宣伝や説明のためにユーザーを集めるという目的課題を解決する手段と理解できる。また，引用例1に記載された「MLM」は，「ユーザーを集めるとよりポイントがもらえる」ものであるから，MLMは，その宣伝や説明のためにユーザーを集めるという，目的課題を有している。そうしてみると，引用発明の，商品やサービスの宣伝や説明のためにユーザーを集めるという目的課題を解決する手段である「名刺」を，MLMの宣伝や説明のためにユーザーを集めるという目的課題を解決する手段として採用することには，課題の共通性の観点からの動機付けがある。",
                "また，「MLM」に関して，引用例1には，「3つ目は『ある行為自体では，それほど景品がもらえないが，ユーザーを集めるとよりポイントがもらえる』という形だ。一般的には Mulch Level Marketing(MLM)と呼ばれているもので，アムウェイ型といえば分かるだろうか。」と記載されているから，引用例1に記載の「MLM」も，「アムウェイ型」を例示とする，マルチ・レベル・マーケティングを意味する。少なくとも，引用例1には「アクションごとのポイントは少ないが，5人が5人に紹介して，それがさらに5人に紹介すれば525人になるから，友達1人当たりの商品が100円であっても，あっという間に5万円以上に達してしまう仕組みだ。」と記載されており，ここに記載の「MLM」は，本願発明の「MLM」と同じく，「マルチ・レベル・マーケティング」(連鎖販売取引)を意味する。",
                "したがって，引用例には動機付けとなるものの記載がないとの原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "目的効果の予測困難性について",
              "text": [
                "原告は，本願発明の目的効果は，引用発明及び引用例1からは予測困難な特有のものである旨主張するけれども，仮に，本願発明の「MLM」において，ディストリビューターの勧誘能力に甚だしい格差があることからこれを克服する必要があるとしても，どのような取引であっても，販売員の勧誘能力の格差を克服することは営業活動に広く共通する目的であるから，勧誘能力の格差を克服するという目的は本願発明特有の顕著なものとはいえず，むしろ，MLMを含む販売ビジネスにおいて一般的なものである。",
                "また，名刺は，訪問・面会その他，人に接する場合に通常用いられ，名刺を渡されたら丁重に受け取ることが慣習とされているから，名刺を渡すことは，大人ならば誰でもできることである。同様に，引用発明と引用例1に記載される事項を組み合わせてなるMLMのホームページのURLが表記された名刺を配ることも，大人ならば誰でもできることである。したがって，勧誘行動障害の最小化という効果は，引用発明の名刺が奏する効果の延長線上の効果にすぎない。",
                "そうしてみると，原告が主張する本願発明の目的効果は，引用発明及び引用例1の記載から予測される範囲内のものであり，顕著なものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の相違点1及び相違点2の判断について",
              "text": [
                "相違点1及び相違点2に係る事項がいずれも「MLM」(マルチ・レベル・マーケティング)に係る事項であり，引用発明と引用例1に記載される事項とを組み合わせる動機付けがあり，引用発明及び引用例1に記載された事項から，相違点1及び相違点2に係る発明の構成とすることは当業者が容易に想到し得たことである。",
                "したがって，審決の判断に誤りはなく，原告主張の取消事由1に理由はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "「アプローチ用のカード」と「名刺」について",
              "text": [
                "本件出願の特許請求の範囲には，「アプローチ用のカード」から「名刺」を除外する旨の記載はないから，原告の主張は，特許請求の範囲の記載に基づくものではない。そもそも，本件出願の明細書(乙1(補正後))の段落【0011】には，「告知手段のアプローチ用のカードに名刺の有する機能を付け加えることにより，前記アプローチ用のカードが心理的に手渡し易くなり，アプローチ用のカードを配る機会が必然的に増える。」と記載されている。",
                "さらに，一般常識にかんがみても，名刺を，初対面の者に限らず，時候の挨拶や異動の挨拶等を付して知人に渡したり，営業の案内を付して知人に渡したりすることは，よく知られている。例えば，「ホームページで，○○商品のモニターを募集中です。」との案内を付した名刺を知人に渡すことは，本願発明と相容れないものではなく，むしろ，本願発明の効果に適っている。",
                "アプローチ用のカードと名刺は，その性質や価値観において相反するものではなく，むしろ，親和するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ウェブサイトの閲覧率を高める効果について",
              "text": [
                "引用発明は，ホームページのURLが記載された名刺を配ることにより，ホームページにユーザーを集客する効果を奏するものである。",
                "そうしてみると，MLMのホームページのURLが記載された名刺を配ることによりMLMのホームページにユーザーを集客し，ウェブサイトの閲覧率を高めるという効果は，引用発明が奏する効果の延長線上のものにすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の相違点3の判断について",
              "text": [
                "名刺を宣伝や広告などの手段として用いることは常套手段であり，また，名刺に掲載する情報は，目的に応じて決定できる設計事項である。",
                "したがって，名刺に，URLに加えてアプローチの成立を促す説得情報，例えば，「ホームページで○○商品のモニターを募集中」といったユーザーの興味を引くような情報を掲載することは，当業者ならば容易に想到し得たことである。",
                "以上のとおり，審決の判断に誤りはなく，原告主張の取消事由2に理由はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点4の判断の誤り)に対して",
          "text": [
            "「名刺」が「外形がカード状」であって「携帯手渡し式アプローチ用のカード」であることは一般常識である。また，仮に，本願発明の「カード」を，「外形がカード状に折りたたんだ形態」のものに限定解釈するとしても，外形をカード状に折りたたんだ形態は，接着式郵便はがき等にみられるように周知の形態であるから，例えば，名刺よりも大きなカードを名刺サイズに折りたたんだものとして，URLを「見やすい大きさできちっと表示する」スペースを確保することは，引用発明の目的の範囲内である。",
            "あるいは，名刺と同様に，人に接する場合に用いられ，渡されたら丁重に受け取ることが慣習とされている異動の案内状や，クリスマスカードといった，折りたたみの形態が一般的であるカードにURLを付すことによって「とにかくURLを広める」(甲2)ことは，引用発明の目的の範囲内である。",
            "以上のとおり，審決の判断に誤りはなく，原告主張の取消事由3に理由はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1及び相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書(乙1)の記載によれば，本願発明は，告知手段のアプローチ用のカードを用いることにより，MLMにおいてディストリビューターが行う勧誘説明を，インターネットのホームページが代行することにより，説明能力の格差と，説明に費やす労力をなくすとともに，拒絶等の心理的負担を回避でき，かつ，配った人の中から関心を持った人のみをサインアップに導く状況を整えることができるものである(段落0009)。また，アプローチ用のカードを携帯に便利で手渡しやすい形状にすることにより，リクルートの機会喪失を防ぐことができるものである(段落0010)。",
                "そして，このアプローチ用のカードには，リクルート対象者を，インターネットのホームページに誘導するために，アプローチ用として機能するホームページに興味を持つ内容のメッセージを備えるものである(段落0014)。",
                "なお，告知手段のアプローチ用のカードには，名刺の有する機能を付け加えることも記載されている(段落0011)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用例2(甲2)には次の記載がある。",
                "「ホームページにユーザーを集客する方法としてはバナー広告などのインターネット広告が一般的ですが，ここではインターネット広告以外によるホームページアドレス(URL)の告知方法について考えてみましょう。",
                "■特別な広告費をかけない集客法",
                "①商品やパッケージにURLを表記",
                "②テレビ・新聞・雑誌・ラジオなどのマス広告の制作物にURLを表記(図2)",
                "③商品のパンフレットやリーフレット，ポスターなどのSP(セールスプロモーション)ツールにURLを表記",
                "④名刺にURLを表記。」(112頁上欄1行～13行)",
                "上記記載によれば，引用例2には，審決の認定した引用発明が記載されている。",
                "審決の引用発明の認定並びに一致点及び相違点の認定については，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例1(甲1)の記載",
              "text": [
                "引用例1(甲1)には次の記載がある(記載中の数字の誤りについては訂正しない。)。",
                "「3つ目は『ある行為自体では，それほど景品がもらえないが，ユーザーを集めるとよりポイントがもらえる』という形だ。一般的にはMulti Level Marketing(MLM)と呼ばれているもので，アムウェイ型といえば分かるだろうか。アクションごとのポイントは少ないが，5人が5人に紹介して，それがさらに5人に紹介すれば525人になるから，友達1人当たりの商品が100円であっても，あっという間に5万円以上に達してしまう仕組みだ。」(243頁左欄15行～25行)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「ア  相違点1及び相違点2について」において，「ホームページをユーザーに対する商品やサービスの宣伝や説明のための手段として用いることは周知の技術手段である」と認定した上で，「一方，「MLM(Mulch Level Marketing)」と呼ばれる商法は，例えば引用例1(略)に記載されているように，本願出願前において公知であるところ，MLMは，ユーザーを勧誘し特定組織に引き込むことにより成立する，一種の商品又はサービスであり，ユーザーを勧誘するためには，当然，ユーザーに対してMLMを宣伝したり説明したりする必要性がある」と認定し，「そうすると，「MLM」においても，一般の商品やサービスと同様に，ホームページを利用する動機があるといえるから，引用発明において，「ホームページ」を，「MLM」におけるユーザーに対する宣伝や説明のための手段とし，名刺に当該ホームページのアドレスを表記することは，当業者であれば容易に想到し得る・・・」と判断している。",
                    "審決の，「ホームページをユーザーに対する商品やサービスの宣伝や説明のための手段として用いることは周知の技術手段である」との認定は，当事者間に争いがない。また，原告が主張するように，MLMにおいては，対面勧誘が共通して用いられているビジネス手法であり，この勧誘行動は，アプローチステップと説明ステップが主要プロセスといえるから，審決が「MLMは，ユーザーを勧誘し特定組織に引き込むことにより成立する，一種の商品又はサービスであり，ユーザーを勧誘するためには，当然，ユーザーに対してMLMを宣伝したり説明したりする必要性がある」と認定したことにも誤りはない。",
                    "そして，「ユーザーに対してMLMを宣伝したり説明したりする必要性があ」り，「ホームページをユーザーに対する商品やサービスの宣伝や説明のための手段として用いることは周知の技術手段である」ことから，審決が「「MLM」においても，一般の商品やサービスと同様に，ホームページを利用する動機があるといえる」と判断したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明の「MLM」においては，20歳以上ならば誰でもディストリビューターとして起業でき，ディストリビューターの勧誘能力に甚だしい格差があることから，これによる勧誘行動障害を克服する必要があると主張する。",
                    "しかし，営業担当者の勧誘能力の格差が存在し，この格差を克服するという目的は，どのような商品やサービスを取引の対象とする営業活動においても広く共通する目的であると認められるから，MLMに限定されない営業活動全般において一般的なものである。",
                    "また，名刺は，訪問・面会その他，人に接する場合に通常用いられるものであり，本願明細書にも「告知手段のアプローチ用のカードに名刺の有する機能を付け加えることにより，前記アプローチ用のカードが心理的に手渡し易くな」ることが記載されている(段落0011)から，本願発明においても，名刺を渡すことには，大きな行動障害が存在しないことを前提とすることは明らかである。",
                    "さらに，審決が「「MLM」においても，一般の商品やサービスと同様に，ホームページを利用する動機があるといえる」と認定したことに誤りはないことは，上記アのとおりであるから，引用発明を，引用例1に記載された「MLM」におけるユーザーに対する宣伝や説明のための手段として用いることは，当業者が容易に想到し得るものである。",
                    "そして，「ホームページをユーザーに対する商品やサービスの宣伝や説明のための手段として用いることは周知の技術手段である」ことから，引用発明は，ユーザーに対する商品やサービスの宣伝や説明のための手段として用いるホームページに集客することによって，当該ホームページの閲覧を通して，商品やサービスの宣伝や説明が一定の内容として行われることになり，営業担当者の説明能力や勧誘能力の格差を減少する効果を奏するものといえる。そして，引用発明を，引用例1に記載された「MLM」におけるユーザーに対する宣伝や説明のための手段として用いた場合には，「個々のディストリビューターの勧誘能力差を最小化し，誰でも対面勧誘が簡易に行うことができるようにすることに伴って説明手段であるウェブサイトの閲覧率を高める」などの作用効果を奏するものと認められる。",
                    "よって，審決が「引用発明において，「ホームページ」を，「MLM」におけるユーザーに対する宣伝や説明のための手段とし，名刺に当該ホームページのアドレスを表記することは，当業者であれば容易に想到し得る」と判断したことに誤りはなく，原告主張の取消事由1には理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3の判断の誤り)について",
          "text": [
            "原告は，「自己紹介のツールである名刺は，普通初対面の人に渡すものであるが，アプローチ用のカードは，普通渡すきっかけの作りやすい知人に渡すものである。このように，全く新しいイメージを形成しようとする本願発明の特徴要件であるアプローチ用のカードと，既に万人共通のイメージが形成されている公知の名刺とは，携帯して用いるカードという類似点はあったとしても，その性質や価値観は相反するものである」と主張する。",
            "しかし，名刺が，初対面の者だけではなく，内部異動や転職に際して，あるいは，営業の案内などを付して，知人に渡したりすることは，周知の事実であるから，アプローチ用のカードとその性質や価値観が相反するものとはいえない。本願の特許請求の範囲の請求項1には，名刺を除外する記載はなく，本願明細書には，「告知手段のアプローチ用のカードに名刺の有する機能を付け加えることにより，前記アプローチ用のカードが心理的に手渡し易くなり，またアプローチ用のカードを配る機会が名刺によって必然的に増える」(段落0011)ことが記載されているから，本願発明における「アプローチ用のカード」は，名刺を除外するものでないことは明らかである。",
            "また，特開2001-121856号公報(乙12)に，「従来，名刺の裏面に広告を印刷することは一般的に行われている。」(段落0002)と記載され，実願昭58-9504号(実開昭59-118565号)のマイクロフィルム(乙13)に，「従来の名刺は，ほとんどが表面印刷だけの身分の証明にすぎなく，まれにみる裏面活用もその会社の営業内容である。」(1頁9行～11行)と記載されていることからみて，名刺を宣伝や広告などの手段として用いることが常套手段であるとの審決の認定に誤りはない。",
            "そうすると，引用発明において，ホームページアドレスに加え，宣伝や広告などのユーザーを当該ホームページに誘導するような説得情報を掲載することは，当業者が容易に想到し得たことである。したがって，相違点3が容易想到である旨の審決の判断に誤りはなく，原告主張の取消事由2には理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点4の判断の誤り)について",
          "text": [
            "引用発明を，引用例1に記載された「MLM」におけるユーザーに対する宣伝や説明のための手段として用いた場合には，「個々のディストリビューターの勧誘能力差を最小化し，誰でも対面勧誘が簡易に行うことができるようにすることに伴って説明手段であるウェブサイトの閲覧率を高める」などの作用効果を奏することは，上記1(4)イで判示したとおりであるから，これらの作用効果を本願発明特有の作用効果ということはできない。",
            "また，審決が「「MLM」においても，一般の商品やサービスと同様に，ホームページを利用する動機があるといえる」と判断したことに誤りはなく，引用発明を，引用例1に記載された「MLM」におけるユーザーに対する宣伝や説明のための手段として用いることは，当業者が容易に想到し得ることも，上記1(4)で判示したとおりである。",
            "したがって，相違点4が容易想到である旨の審決の判断に誤りはなく，原告主張の取消事由3には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求には理由がない。よって，主文のとおり判決する。"
      ]
    }
  ]
}