{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2011-800018号事件について平成25年1月22日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告らは，発明の名称を「アレルギー性眼疾患を処置するためのドキセピン誘導体を含有する局所的眼科用処方物」とする発明について，平成8年(1996年)5月3日(優先日平成7年(1995年)6月6日，優先権主張国米国)を国際出願日とする特許出願(特願平9-500510号。以下「本件出願」という。)をし，平成12年5月19日，特許第3068858号として特許権の設定登録(請求項の数12)を受けた(以下，この特許を「本件特許」という。甲81)。",
            "本件特許に対し，原告が平成23年2月3日に特許無効審判請求(無効2011-800018号事件。以下，この無効審判事件の審判を「本件審判」という。)をしたところ，被告らが，同年5月23日付けで本件特許の特許請求の範囲の訂正を内容とする訂正請求(甲152)をした。",
            "その後，特許庁は，同年12月16日，「訂正を認める。特許第3068858号の請求項1～12に係る発明についての特許を無効とする。」との審決(以下「第1次審決」という。甲83)をした。",
            "被告らが，これを不服として，平成24年4月24日に第1次審決の取消しを求める審決取消訴訟(知的財産高等裁判所平成24年(行ケ)第10145号事件)を提起した後，同年6月29日付けで本件特許の特許請求の範囲の訂正を内容とする訂正審判請求(訂正2012-390084号事件)をしたところ，知的財産高等裁判所は，同年7月11日，平成23年法律第63号による改正前の特許法(以下「旧特許法」という。)181条2項に基づき，第1次審決を取り消す旨の決定をした。",
            "特許庁は，上記決定を受けて，無効2011-800018号事件の審理を再開し，その審理の中で，被告らは，同年8月10日付けで本件特許の特許請求の範囲について設定登録時の請求項1を訂正し，同請求項2ないし4，6ないし12を削除し，同請求項5を請求項2に繰り上げるとともにその内容を訂正する旨の訂正請求(以下「本件訂正」という。甲171)をした。",
            "原告は，同年10月15日付け手続補正書(甲72)及び同日付け審判事件弁駁書(甲71)により本件審判の審判請求書の請求の理由に新たに無効理由を追加する旨の補正をしたが，審判長は，同年12月20日，上記補正は請求の理由の要旨を変更するものであるとして許可しない旨の決定(乙1)をした。",
            "その後，特許庁は，平成25年1月22日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本が，同年2月1日に原告に送達された。",
            "原告は，平成25年3月1日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "設定登録時のもの",
            "本件特許の設定登録時の特許請求の範囲の請求項1及び5の記載は，次のとおりである(以下，同請求項1に係る発明を「訂正前発明1」，同請求項5に係る発明を「訂正前発明5」という。)。",
            "「【請求項1】アレルギー性眼疾患を処置するための局所投与可能な眼科用組成物であって，治療的有効量の11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸またはその薬学的に受容可能な塩を含有する，組成物。」",
            "「【請求項5】前記11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸が，(Z)-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸であり，(E)-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸を実質的に含まない，請求項1に記載の組成物。」",
            "本件訂正後のもの",
            "本件訂正後の特許請求の範囲の請求項1及び2の記載は，次のとおりである(以下，同請求項1に係る発明を「本件訂正発明1」，同請求項2に係る発明を「本件訂正発明2」という。なお，下線部分は訂正箇所である。)。",
            "「【請求項1】ヒトにおけるアレルギー性眼疾患を処置するための局所投与可能な，点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤であって，治療的有効量の11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸またはその薬学的に受容可能な塩を含有する，ヒト結膜肥満細胞安定化剤。",
            "【請求項2】ヒトにおけるアレルギー性眼疾患を処置するための局所投与可能な眼科用組成物であって，治療的有効量の11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸またはその薬学的に受容可能な塩を含有し，前記11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸が，(Z)-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸であり，(E)-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸を実質的に含まない，ヒト結膜肥満細胞安定化効果を奏する組成物。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件訂正に係る訂正事項1ないし12(それぞれ設定登録時の請求項1ないし12に係る訂正に対応するもの)は，いずれも特許請求の範囲の減縮を目的とし，また，実質上特許請求の範囲を拡張し又は変更するものではないから，旧特許法134条の2第1項ただし書の規定及び同条5項において準用する同法126条4項の規定に適合するとして本件訂正を認め，さらに，原告が本件審判の審判請求書で主張した設定登録時の請求項1及び5に係る発明についての無効理由を，以下のとおり，本件訂正発明1及び2についての無効理由1ないし3として読み替えた上で，無効理由1ないし3はいずれも理由がないから，本件訂正発明1及び2に係る本件特許を無効にすることはできないというものである。",
            "(無効理由1)",
            "本件訂正発明1及び2は，本件特許の優先日前に頒布された刊行物である甲1に記載された発明と同一であり，本件特許は，特許法29条1項3号の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきものである。",
            "(無効理由2)",
            "本件訂正発明1及び2は，いずれも本件特許の優先日前に頒布された刊行物である甲1(主引例)並びに甲2の1，2(以下，特に断りのない限り，甲2の1，2を併せて「甲2」という。)，甲3及び4に記載された発明に基づいて当業者が容易に発明することができたものであり，本件特許は，特許法29条2項の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきものである。",
            "(無効理由3)",
            "本件訂正発明1及び2は，いずれも本件特許の優先日前に頒布された刊行物である甲3(主引例)並びに甲1，2及び4に記載された発明に基づいて当業者が容易に発明することができたものであり，本件特許は，特許法29条2項の規定に違反してされたものであるから，同法123条1項2号に該当し，無効とすべきものである。",
            "なお，甲1ないし4は，以下のとおりである。",
            "甲1    「モルモットの実験的アレルギー性結膜炎に対する抗アレルギー薬の影響」：あたらしい眼科 Vol. 11, No. 4, 603-605頁 (1994)",
            "甲2の1  Clinical and Experimental Allergy, Vol. 24, 955-959頁(1994)",
            "甲2の2  Chem. Pharm. Bull. 40(9) 2552-2554頁 (1992)",
            "甲3      特開昭62-45557号公報",
            "甲4      特開昭63-10784号公報"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "取消事由1(審理不尽)",
            "特許無効審判において訂正請求があった場合，訂正後の特許請求の範囲の記載又は明細書の発明の詳細な説明の記載がそれぞれ特許法36条6項の要件又は同条4項の要件を満たすか否かは，新たな文献調査を必要とすることなく，審判官が通常払うべき注意をもって，特許請求の範囲，明細書及び図面を読めば直ちに判断できることであるから，訂正後の特許請求の範囲の記載及び明細書の発明の詳細な説明の記載が上記各要件を満たすか否かを自発的に確認することは審判官が職権で当然に行うべきである。",
            "ましてや，本件審判の請求人である原告は，「ヒト結膜肥満細胞安定化剤」又は「ヒト結膜肥満細胞安定化効果を奏する」の用語を特許請求の範囲に追加する本件訂正に起因して新たに生じた特許法36条6項2号違反(明確性要件違反)，同項1号違反(サポート要件違反)及び同条4項1号違反(実施可能要件違反)の無効理由を，平成24年10月15日付け手続補正書(甲72)により本件審判の審判請求書の請求の理由に追加する補正をするとともに，同日付け審判事件弁駁書(甲71)において審判請求書の上記補正が認められない場合には職権探知による上記無効理由の審理を求めたのであるから，本件審判の合議体の審判官は，当然に本件特許について特許法36条4項1号，6項1号及び2号の各要件の充足性を判断すべきであったというべきである。",
            "しかるところ，審判長は上記補正を許可せず，かつ，本件審決は，他の無効理由によって特許無効審決を行うなどの合理的理由が存在しないにもかかわらず，特許法36条4項1号，6項1号及び2号の各要件の充足性の判断を行わなかったのであるから，本件審決には審理不尽の重大な違法がある。この違法は，審決の結論に影響を及ぼすものであるから，本件審決は取り消されるべきである。",
            "取消事由2(訂正要件の判断の誤り)"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，本件訂正に係る訂正事項1(設定登録時の請求項1の訂正)は，処置対象の「アレルギー性眼疾患」を，「ヒトにおける」ものに限定し，「眼科用組成物」を，「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」と限定するものであるから，特許請求の範囲の減縮を目的とするものである旨判断した。",
                "しかしながら，訂正事項1は，「点眼剤として調製された」という技術的事項と「ヒト結膜肥満細胞安定化剤」という技術的事項の2つの技術的事項を導入する訂正であるにもかかわらず，本件審決が，何の理由も付さずにこれら2つの技術的事項の導入を一括して一つの「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」という「限定」と認定したのは誤りである。",
                "次に，設定登録時の請求項1における「医薬用途」は，「アレルギー性眼疾患を処置するための」という文言で特定されており，訂正事項1により追加された「ヒト結膜肥満細胞安定化」は，単に「11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸」(以下「化合物A」という場合がある。)についての性質又は作用機序を発見したものにすぎず，「医薬用途の発明」を構成するものと評価することができない。また，製薬メーカーや医師等は，「アレルギー性眼疾患を処置するための」用途として化合物Aを含有する点眼液を製造し処方するのであって，「ヒト結膜肥満細胞安定化のための」用途として化合物Aを含有する点眼液を製造し処方するわけではない。",
                "そうすると，「眼科用組成物」を「眼科用ヒト結膜肥満細胞安定化剤」と訂正する訂正事項1は，訂正前後の医薬用途が同一であり，訂正によって「医薬用途の発明」の技術的範囲を何ら変更するものではないから，「限定」に該当せず，特許請求の範囲の減縮に当たらない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告らは，この点に関し，「眼科用組成物」を「眼科用ヒト結膜肥満細胞安定化剤」と訂正することにより，化合物Aについて「肥満細胞安定化剤」として機能し得ないような濃度その他の組成(すなわち，「構成」)を有するものが含まれなくなるから，特許請求の範囲の減縮に該当する旨主張する。",
                "しかしながら，「ヒト結膜肥満細胞安定化剤」の用語が，化合物Aの濃度を「ヒト結膜肥満細胞安定化効果を奏する濃度」に限定する意義があると解すると，本件訂正後の請求項1では，化合物Aの用量を「治療的有効量」と規定しており，本件訂正後の明細書(以下「訂正明細書」という。甲171)の記載を参酌すれば，化合物Aの治療的有効量は「0．0001から5w/v％」(12頁下4行)と解される。他方で，訂正明細書の表1によれば，治療的有効量の範囲内にある「30μM」(約0．0010w/v％)のヒト結膜肥満細胞からのヒスタミン放出の阻害率は-3．9％にすぎず，ヒト結膜肥満細胞安定化効果を奏さないことが明らかである。",
                "そうすると，本件訂正後の請求項1では，化合物Aの用量について，「治療的有効量」と「ヒト結膜肥満細胞安定化効果を奏する濃度」の矛盾する2種類の用量を規定していることになり，本件訂正発明1の技術的範囲が不明確となるから，被告らの上記主張は，訂正事項1が特許請求の範囲の減縮に該当することの根拠として妥当でない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，訂正事項1が特許請求の範囲の減縮を目的とするものであるとした本件審決には，訂正要件の判断に誤りがある。この判断の誤りは，審決の結論に影響を及ぼすものであるから，本件審決は取り消されるべきである。",
                "取消事由3(甲1を主引例とする進歩性の判断の誤り)",
                "本件審決は，①甲1には，KW-4679，すなわち，化合物AのZ体の塩酸塩では，モルモットの結膜肥満細胞は安定化されないことが示されており，そのような否定的な甲1の記載は，当業者にとって，ヒト結膜肥満細胞に対しては化合物Aは安定化を示すものであることを示唆するものではないし，また，そのようなモルモットにおける否定的な結果を，ヒトにおける有効性を示唆するものとして解するような，本件特許の優先日時点の技術常識も見当たらないから，本件訂正発明1及び2における「ヒト結膜肥満細胞安定化」という発明特定事項は，甲1に記載のものから動機付けられたものとはいえない，②甲4には，甲4でいう「化合物20」すなわち化合物Aを含む化合物(I)についてのラットにおける，homologous PCA(同族受動皮膚アナフィラキシー)の試験により，PCA抑制作用が示されたことが記載されているが，肥満細胞からのヒスタミン等のオーコタイドの遊離の抑制を評価するものではなく，肥満細胞安定化を評価するものではない，さらに，「48時間homologous PCA」の試験結果を受けて，「PCA抑制作用は皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくものと考えられ」るとの記載があるが，この記載は，推測を記載したものであり，実際に試験をして確認したものとは解されないし，甲4記載の「48時間homologous PCA」の試験は，ラットの皮膚において実施したものであるから，「肥満細胞の不均一性」についての技術常識を考慮すれば，ラット皮膚の試験系についての甲4の当該記載は，「ヒト結膜」に対する肥満細胞安定化効果を何ら示唆するものではなく，甲4及び技術常識を考慮したとしても，甲1及び甲4のいずれにも，「ヒト結膜肥満細胞安定化」の点は記載も示唆もないから，本件訂正発明1及び2における「ヒト結膜肥満細胞安定化」という発明特定事項は，甲1及び甲4からは動機付けられたものとはいえないとして，甲1を主引例とする進歩性欠如の原告主張の無効理由2は，理由がない旨判断したが，以下のとおり，本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "技術常識の認定の誤り",
              "text": [
                "本件審決は，甲101ないし103(審判乙1ないし3)の記載によれば，本件特許の優先日(平成7年6月6日)前に，「クロモグリク酸二ナトリウムによるヒスタミン放出等の阻害作用は，肥満細胞のタイプによって有無が見られるとともに，げっ歯類の肥満細胞とヒト肥満細胞とは異なる反応を示すということ」は，当業者の技術常識であったことが認められ，上記の技術常識は，クロモグリク酸二ナトリウムだけに限ったものではなく，同様の薬物を含めて広く「肥満細胞の不均一性」として当業者に周知となっており，「ラット肥満細胞における実験はヒト肥満細胞における実験を予測するものではないということ」が，当業者の技術常識となっていたものと認められる旨認定した。",
                "しかしながら，以下のとおり，本件特許の優先日当時，本件審決にいう「肥満細胞の不均一性」が技術常識であったものとは認められず，むしろ，種や部位が相違する実験結果であっても，肥満細胞からのケミカルメディエーターの遊離抑制効果をある程度予測できることが技術常識であったものであり，ラット肥満細胞における実験結果からヒト肥満細胞における実験結果を予測できたものであるから，本件審決の上記認定は誤りである。",
                "種差について",
                "甲7(1頁右欄の【薬効薬理】)，甲10(2頁左欄の［薬効薬理］)，甲13(49頁左欄11行～14行，55頁左欄下から2行～右欄8行)，甲14(1021頁左欄14行～18行，1025頁右欄33行～37行)，甲15(1149頁左欄8行～17行，1155頁左欄10行～18行)，甲16(467頁左欄1行～右欄14行)，甲17(438頁左欄20行～26行)，甲18(475頁右欄10行～14行，26行～34行)，甲20(1519頁左欄6行～9行，12行～27行)，甲23(2頁の【薬効薬理】)及び甲205(90頁左欄16行～右欄3行，92頁左欄14行～16行)の記載事項によれば，本件特許の優先日前に，アレルギー性結膜炎のモルモットモデルは，ヒトのアレルギー性結膜炎のモデルとして広く用いられており，当業者は，モルモット又はラットのアレルギー性結膜炎を利用した試験結果から，ヒトのアレルギー性結膜炎の治療への適用を期待したり，実際にヒトに適用していた。",
                "また，本件特許の優先日前にヒトにおけるアレルギー性結膜炎用の点眼液として製品化されていた，「ザジテンⓇ点眼液0．05％」(ケトチフェンフマル酸塩点眼液)の添付文書(甲7)及び「アレギサールⓇ点眼液0．1％」(ペミロラストカリウム点眼液)の添付文書(甲10)には，ラット腹腔肥満細胞におけるケミカルメディエーターの遊離抑制の実験結果によって，ヒトの抗アレルギー点眼剤におけるケミカルメディエーターの遊離抑制効果があることを確認できたことが示されている。",
                "さらに，甲205には，ラット腹腔肥満細胞からのヒスタミン遊離抑制の実験結果から，ヒト好塩基球からのヒスタミン遊離抑制の実験結果を予測可能であることが示されている。",
                "したがって，種差にかかわらず，ラットにおける実験結果からヒトにおけるケミカルメディエーターの遊離抑制の実験結果を予測できるというのが本件特許の優先日当時の技術常識であった。",
                "部位差について",
                "参考資料2)(192頁左欄下から4行～193頁左欄下から5行，194頁左欄2行～9行)，甲42(審判参考資料3)(30頁左欄6行～右欄4行)及び甲206(618頁左欄下から2行～右欄15行，619頁左欄11行～14行，17行～19行)の記載事項には，フマル酸ケトチフェン(甲7，205)，ペミロラストカリウム(甲10)，トラニラスト(甲41，42)，L-アスコルビン酸6-ドコサヘキサエン酸エステル(甲206)の多様な薬剤において，部位差があっても，他部位の結膜肥満細胞のケミカルメディエーターの遊離抑制効果から，結膜肥満細胞のケミカルメディエーターの遊離抑制効果が予測可能であることが示されている。",
                "したがって，部位差にかかわらず，結膜以外の肥満細胞による実験結果から，結膜肥満細胞におけるケミカルメディエーターの遊離抑制の実験結果を予測できるというのが本件特許の優先日当時の技術常識であった。",
                "甲101ないし103等について",
                "甲101ないし103(審判乙1ないし3)には，いずれもクロモグリク酸二ナトリウムによる実験では，ラット結合組織肥満細胞におけるヒスタミン遊離抑制効果とヒト肺肥満細胞におけるヒスタミン遊離抑制効果が異なる挙動を示したことが記載されている。",
                "しかし，甲101ないし103(甲101と甲102は，L. B. Schwartzが著者であり，実質的には2グループの文献)では，いずれも，クロモグリク酸二ナトリウムという同一の薬剤を用いた実験が記載されており，広く一般化できるような技術常識が記載されているわけではない。",
                "また，本件審決では，甲101ないし103に記載された事実が，クロモグリク酸二ナトリウム以外にも応用できる根拠を何ら示していない。",
                "41，42，205，206等の多種多様な薬剤に根拠を持つ多数の文献に，種や部位が相違する実験結果であっても，肥満細胞からのケミカルメディエーターの遊離抑制効果を予測できることが示されていたにもかかわらず，本件審決が，クロモグリク酸二ナトリウムのみの少数の文献のみを根拠として，本件審決にいう「肥満細胞の不均一性」を技術常識であると認定したことは誤りである。",
                "被告らは，この点について，「肥満細胞の不均一性」を技術常識であることの根拠として，甲101ないし103に加えて，甲127ないし129を挙げるが，これらの6文献のうち，種差について記載されているのは甲102のみであり，甲101，103，127ないし129は種差について言及するものではなく，これらの文献から「肥満細胞の不均一性」を技術常識であることを裏付けることはできない。",
                "そして，種や部位が相違したことによって異なる挙動を示した事例が少数あるからといって，当業者が他の種や部位で適用してみる動機付けを阻害するものではない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲1の記載事項の評価の誤り",
              "text": [
                "甲1には，「抗原抗体反応による結膜からのヒスタミン遊離に対する各薬物の効果を検討したところ，…ketotifenおよびKW-4679は無効であった。」との記載がある。",
                "しかるところ，Ketotifen(ケトチフェン)の点眼液は，本件特許の優先日前に，抗ヒスタミン作用以外にヒスタミン遊離抑制作用を有することが知られていること(甲32の1253頁右欄18行～20行，甲7)に鑑みれば，甲1に接した当業者は，甲1の上記記載は甲1の著者らの実験ではケトチフェン等について「有意な効果差を確認できなかった」ことを「無効であった」と表現したものと認識し，甲1の上記記載からケトチフェンと同列に扱われているKW-4679の結膜肥満細胞安定化効果(ヒスタミン放出阻害効果)が皆無であるとまでは認識しない。",
                "したがって，甲1の上記記載を根拠として，本件審決が，甲1には，KW-4679，すなわち，化合物AのZ体の塩酸塩では，モルモットの結膜肥満細胞は安定化されないことが示されていると認定したのは，誤りである。",
                "そして，KW-4679がケトチフェンと同様にいくばくかの肥満細胞安定化効果を奏することが期待できれば，本件訂正発明1及び2を容易に発明することができたものであり，甲1の上記記載は，本件訂正発明1及び2の容易想到性を阻害することにはならない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲4の記載事項の評価の誤り",
              "text": [
                "本件審決は，甲4には，「化合物20」(化合物A)を含む「化合物(I)」についてのラットにおけるhomologous PCA(同族受動皮膚アナフィラキシー)の試験により示された「PCA抑制作用」について，「PCA抑制作用は皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくものと考えられ」るとの記載があるが，この記載は，推測を記載したものであり，実際に試験をして確認したものとは解されないし，甲4記載の「48時間homologous PCA」の試験は，ラットの皮膚において実施したものであるから，「肥満細胞の不均一性」についての技術常識を考慮すれば，ラット皮膚の試験系についての甲4の当該記載は，「ヒト結膜」に対する肥満細胞安定化効果を何ら示唆するものではない旨認定した。",
                "しかしながら，推測を記載した公知文献であっても，その記載に基づいて当業者が発明を想到できたものであれば，進歩性欠如の根拠として十分である。",
                "また，甲4記載の「ラットの48時間homologous  PCA試験」(13頁右下欄16行～14頁左上欄18行)は，ケミカルメディエーターの遊離抑制を直接的に測定したものではなく，甲4には，肥満細胞からのケミカルメディエーターの遊離抑制が確定的には記載されていないが，一方で，甲4には，PCA試験は，漏出色素量を定量することによって，どの程度アナフィラキシーを抑制できたかを評価でき，その評価結果から「皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくもの」と推論できること(15頁右上欄)が記載されている。これらの記載を総合的に考慮すれば，甲4に接した当業者においては，甲4記載の「化合物20」(化合物A)が肥満細胞からのケミカルメディエーターの遊離抑制作用を奏するであろうと推測して，甲4記載の「化合物20」(化合物A)を肥満細胞安定化剤として適用してみる動機付けは十分にある。",
                "したがって，甲4は「ヒト結膜」に対する肥満細胞安定化効果を何ら示唆するものではないとの本件審決の認定は誤りである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "周知技術の認定の誤り",
              "text": [
                "本件審決は，本件訂正発明1に係る「眼科用ヒト結膜肥満細胞安定化剤」の構成(原告が本件審判において「相違点2」と特定した構成)は，「抗ヒスタミン作用のある抗アレルギー剤は，ヒスタミン遊離抑制作用も有するのが通常であった」との本件特許の優先日当時の周知技術から当業者が容易に想到できたとの原告の主張に対して，①原告が周知技術であることの根拠として挙げた甲30及び甲31は，抗アレルギー剤を，抗ヒスタミン作用のあるものと抗ヒスタミン作用のないものに分類して紹介した文献にすぎないから，抗ヒスタミン作用を有する薬物がヒスタミン遊離抑制作用をも有することが通常であったことを示すものではない，②乙4(「メルク  マニュアル  第16版」日本語版第1版)を引用して，ヒスタミン遊離抑制作用のない抗ヒスタミン薬があるとして，原告の上記主張を排斥した。",
                "しかしながら，甲30の48頁表2に掲げられている抗ヒスタミン作用のある薬剤8種は，いずれもヒスタミン遊離抑制作用の欄に「○」が記載されているのであるから，本件特許の優先日当時，「抗ヒスタミン作用のある抗アレルギー剤は，ヒスタミン遊離抑制作用も有するのが通常であった」ことに十分な根拠がある。",
                "また，そもそも「抗ヒスタミン作用のある抗アレルギー剤は，ヒスタミン遊離抑制作用も有するのが通常であった」という原告の主張は，例外を全く許さずに抗ヒスタミン薬がヒスタミン遊離抑制作用を有していたという主張ではない。",
                "したがって，本件審決が「抗ヒスタミン作用のある抗アレルギー剤は，ヒスタミン遊離抑制作用も有するのが通常であった」ことが周知技術でないと認定したのは誤りである。",
                "そして，多くの抗ヒスタミン剤がヒスタミン遊離抑制作用を有するのであれば，仮に少数の例外があったとしても，抗ヒスタミン作用のある化合物に接した当業者は，当該化合物にヒスタミン遊離抑制作用もあるのではないかと思い至ることができる程度の蓋然性がある。"
              ]
            },
            {
              "fig": "オ",
              "subject": "容易想到性の判断の誤り",
              "text": [
                "前記アのとおり，本件特許の優先日当時，本件審決にいう「肥満細胞の不均一性」が技術常識であったものとは認められず，種や部位が相違する実験結果であっても，肥満細胞からのケミカルメディエーターの遊離抑制効果をある程度予測できることが技術常識であったものである。",
                "また，上記技術常識に加えて，甲4には，「化合物20」(化合物A)を含む「化合物(I)」についてのラットにおけるPCA試験の評価結果から「皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくもの」と推論できることが記載されており，この記載は，化合物Aがヒスタミンなどのケミカルメディエーターの遊離抑制作用を奏することを示唆するものであり，甲1記載の「KW-4679」(化合物Aのシス体の塩酸塩)をヒト肥満細胞安定化剤として適用してみることの動機付けとなるものである。なお，甲1には，「抗原抗体反応による結膜からのヒスタミン遊離に対する各薬物の効果を検討したところ，…ketotifenおよびKW-4679は無効であった。」との記載があるが，前記イで述べたように，この記載は，甲1記載の「KW-4679」をヒト肥満細胞安定化剤として適用してみることの阻害理由となるものではない。",
                "さらに，本件特許の優先日前の1994年(平成6年)11月1日に頒布された刊行物である甲209(米国特許第5，360，720号公報)には，訂正明細書記載のヒト結膜肥満細胞を用いた実験方法(実験系)と実質的に同じ実験方法が記載されており，当業者は，この記載を参酌して，ヒト結膜肥満細胞を用いた実験で甲1記載の「KW-4679」のヒト結膜肥満細胞安定化剤としての効果を確認することを容易になし得たものである。",
                "以上を総合すれば，甲1及び甲4に接した当業者であれば，甲1記載の「KW-4679」(化合物Aのシス体の塩酸塩)をヒト結膜肥満細胞安定化剤として適用することを試みる動機付けがあり，本件訂正発明1及び2を容易に想到することができたものである。"
              ]
            },
            {
              "fig": "カ",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件訂正発明1及び2における「ヒト結膜肥満細胞安定化」という発明特定事項は，甲1及び甲4に記載のものからは動機付けられたものとはいえないとして，甲1を主引例とする進歩性欠如の原告主張の無効理由2は理由がないとした本件審決の判断は誤りである。この判断の誤りは，審決の結論に影響を及ぼすものであるから，本件審決は取り消されるべきである。",
                "取消事由4(甲3を主引例とする進歩性の判断の誤り)",
                "本件審決は，甲3には，「マスト細胞からのオータコイド(即ち，ヒスタミン，セロトニン等)の放出を阻害」するものと信じられる旨が記載されているが，推測を記載したものであって，実際に試験をして確認したものとは解されないこと，加えて，「肥満細胞の不均一性」についての技術常識を考慮すれば，ラットのアナフィラキシー様活性を呼吸困難の徴候で測定する試験系についての甲3の記載は，「ヒト結膜肥満細胞安定化」を何ら示唆するものではなく，甲3及び甲4のいずれにも，「ヒト結膜肥満細胞安定化」の点は記載も示唆もないから，本件訂正発明1及び2における「ヒト結膜肥満細胞安定化」という発明特定事項は，甲3及び甲4に記載のものからは動機付けられたものとはいえないとして，甲3を主引例とする進歩性欠如の原告主張の無効理由3は，理由がない旨判断した。",
                "おり，推測を記載した公知文献であっても，その記載に基づいて当業者が発明を想到できたものであれば，進歩性欠如の根拠として十分である。",
                "件特許の優先日当時の技術常識であったものではなく，本件審決には甲3記載の技術的事項の評価に誤りがあるから，この誤りを前提とする本件審決の上記判断は誤りである。この判断の誤りは，審決の結論に影響を及ぼすものであるから，本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告らの主張",
          "text": [
            "取消事由1に対し"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告が平成24年10月15日付け手続補正書(甲72)による補正により本件審判の審判請求書に新たに追加した特許法36条6項2号違反(明確性要件違反)，同項1号違反(サポート要件違反)及び同条4項1号違反(実施可能要件違反)の無効理由は，記載要件違反を内容とするものであり，新規性の欠如及び進歩性の欠如を内容とする無効理由1ないし3との間には何らの共通性が存在しないから，事案の一回的解決の要請が妥当せず，また，追加した無効理由を同一の手続で審理することとすれば，新たにもう1件の無効審判を最初から開始するのと同等の期間を要し，審理を不当に遅延させることになるので，上記補正は「当該補正が審理を不当に遅延させるおそれがないことが明らか」(特許法131条の2第2項柱書き)という要件を満たさない。",
                "したがって，審判長が上記補正を許可しない決定をしたことは適法である。",
                "また，原告は，上記補正で追加した無効理由に基づく別途の無効審判請求をすることができるのであるから，審判長の上記決定によって何らの不利益をも被っていない。",
                "そして，審判長の上記決定が適法である以上，本件審判の合議体の審判官は，原告が上記補正により追加した無効理由について審理する必要はなく，仮にこれを審理することとなれば，審理を不当に遅延させることは明らかであり，特許法131条の2第2項の趣旨に反することとなる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上によれば，本件審決の審理不尽の違法をいう原告主張の取消事由1は理由がない。",
                "取消事由2に対し"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，本件訂正の訂正事項1(設定登録時の請求項1に係る訂正)のうち，「眼科用組成物」を「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」とする訂正が，「点眼剤として調製された」という技術的事項と，「(眼科用)ヒト結膜肥満細胞安定化剤」という技術的事項の2つの技術的事項を導入する訂正であるにもかかわらず，それが「限定」に該当するかどうかを一括して判断したのが誤りであると主張する。",
                "しかしながら，特許法134条の2第1項1号が，訂正の目的要件の1つとして「特許請求の範囲の減縮」を許容したのは，特許無効審判に対する特許権者の防御の必要性と，当該特許権の行使を受け得る第三者(公衆)への影響との均衡を図ったものである。そして，訂正前の請求項の全体に対して，訂正後の請求項の全体が，限定されていれば，当該特許権の行使を受け得る第三者(公衆)が不利益を被るおそれはないのであるから，特許法134条の2第1項1号の「特許請求の範囲の減縮」に該当するか否かは，訂正前の請求項の全体と，訂正後の請求項の全体を比較して判断すれば，必要かつ十分であるというべきであり，それを更に細分化して論ずる必要はない。",
                "そして，訂正事項1は，「アレルギー性眼疾患」を「ヒトにおける」ものに限定し，「眼科用組成物」を「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」に限定することを内容とするものであり，本件審決が，訂正事項1について，全体として特許請求の範囲の減縮に該当すると判断した点に誤りはない。",
                "これに対し原告の上記主張は，訂正事項1を恣意的に分断し，それぞれの構成について，特許請求の範囲の減縮に該当するか否かを判断すべきであるというものであるから，その前提において失当である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に訂正が特許請求の範囲の減縮に該当するか否かを請求項の全体で判断するのではなく，原告が主張するように訂正事項1を「分断して」解釈し，判断したとしても，訂正事項1における「眼科用組成物」を「眼科用ヒト結膜肥満細胞安定化剤」とする訂正は，特許請求の範囲の減縮に該当する。",
                "すなわち，「眼科用組成物」を「眼科用ヒト結膜肥満細胞安定化剤」と訂正することにより，化合物Aを有効成分とする点眼剤であって，「肥満細胞安定化剤」として機能し得ないような濃度その他の組成(すなわち，「構成」)を有するものは，「眼科用組成物」には該当するとしても，「眼科用ヒト結膜肥満細胞安定化剤」には該当せず，本件訂正後のクレームには含まれないのであるから，「眼科用組成物」を「眼科用ヒト結膜肥満細胞安定化剤」と訂正することは，特許請求の範囲の減縮に該当することが明らかである。",
                "また，「眼科用組成物」を「眼科用ヒト結膜肥満細胞安定化剤」と訂正することにより，「ヒト結膜」の肥満細胞を安定化しないものは，他の動物や他の組織の肥満細胞を安定化するものであったとしても，本件訂正後のクレームから除かれているから，この点のみを考慮しても，「眼科用組成物」を「眼科用ヒト結膜肥満細胞安定化剤」とする訂正は，特許請求の範囲の減縮に該当することが明らかである。",
                "原告は，これに対し，訂正事項1により追加された「ヒト結膜肥満細胞安定化」は，単に化合物Aについての性質又は作用機序を発見したものにすぎず，「医薬用途の発明」を構成するものと評価することができないし，また，製薬メーカーや医師等は，「アレルギー性眼疾患を処置するための」用途として化合物Aを含有する点眼液を製造し処方するのであって，「ヒト結膜肥満細胞安定化のための」用途として化合物Aを含有する点眼液を製造し処方するわけではなく，「眼科用組成物」を「眼科用ヒト結膜肥満細胞安定化剤」と訂正する訂正事項1は，訂正前後の医薬用途が同一であり，訂正によって「医薬用途の発明」の技術的範囲を何ら変更するものではないから，「限定」に該当せず，特許請求の範囲の減縮に当たらない旨主張する。",
                "しかしながら，本件訂正発明1は，そもそも単なる作用機序の発見ではなく，物(すなわち，「構成」)としても用途としても，従来のものとは区別されるものであり，また，訂正事項1は，「アレルギー性眼疾患を処置するための」という医薬用途と「ヒト結膜肥満細胞安定化剤」という医薬用途の観点を異にする二重の医薬用途で発明を限定するものであり，いずれの医薬用途も発明を限定する意義を有するものであるから，特許請求の範囲の減縮に該当し，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件審決における訂正要件の判断の誤りをいう原告主張の取消事由2は理由がない。",
                "取消事由3に対し"
              ]
            },
            {
              "fig": "ア",
              "subject": "「肥満細胞の不均一性」が本件特許の優先日当時の技術常識であったこと",
              "text": [
                "本件審決が摘示した甲101ないし103(審判乙1ないし3)の記載事項に加えて，甲127(審判乙27)(訳文1頁図3，2頁図4)，甲128(審判乙28)(訳文1頁6行～12行，2頁図1a，図1b)及び甲129(審判乙29)(訳文1頁図2，2頁7行～10行)の記載事項によれば，本件特許の優先日当時，ある化合物による肥満細胞からのヒスタミン遊離抑制については，ある動物種のある組織の肥満細胞においては抑制したものの，他の動物種の他の組織の肥満細胞を用いた実験結果では全く抑制しなかったという例が多数あることが知られており，特定の化合物が，特定の動物種(例えば，ヒト，ラット，モルモット)の特定の組織の肥満細胞(例えば，結膜肥満細胞，皮膚肥満細胞，腹膜肥満細胞，腸粘膜肥満細胞)に対して，当該肥満細胞の安定化をいくらか達成できたとしても，他の動物種の同じ組織の肥満細胞や同じ動物種の他の組織の肥満細胞において安定化を達成できるか否か，仮にできるとしてどの程度安定化できるのかについての予見可能性は極めて乏しいというのが，本件特許の優先日当時の技術常識であったものである。異なる動物種の異なる組織であればなおさら予見可能性が低い。",
                "このように，本件特許の優先日当時，肥満細胞においては，異なる組織・異なる動物種の間で薬物応答の予測可能性が極めて低いという性質(「肥満細胞の不均一性」)があることが技術常識であったものであり，ある動物種のある組織の肥満細胞の実験結果から，他の動物種の他の組織における肥満細胞の実験結果を予測することは，極めて困難であった。",
                "原告は，これに対し，甲7，10，13ないし18，20，23，41，42，204ないし206の記載事項を挙げて，異なる種・異なる組織の肥満細胞についての実験結果から，ヒト結膜肥満細胞における実験結果を予測可能であったから，「肥満細胞の不均一性」は，本件特許の優先日当時の技術常識ではなかった旨主張する。",
                "しかしながら，甲13ないし18に関しては，ラット及びモルモットの結膜炎がヒトの結膜炎と類似しているというだけでは，これらの動物及びヒトに薬物を投与したときに，薬物応答性が同様であること(例えば，ラット及びモルモットに有効である薬物がヒトにおいても有効であること)を意味しない。また，ある薬物によりこれらの動物で結膜炎症状の抑制が見られたとしても，症状全体としての観察では，その薬物が動物又はヒトにおいて肥満細胞からのヒスタミン遊離を抑制したことを示したものとはいえない。",
                "また，甲7，10，20，23，41，42，204ないし206に関しては，動物又はヒトの一方のみで肥満細胞からのヒスタミン遊離抑制を測定したものにすぎず，動物とヒトとで肥満細胞からのヒスタミン遊離抑制を比較したものですらないから，これらの文献は，肥満細胞について，ある種・ある組織における実験結果から他の種・他の組織における実験結果が予測可能であるとの主張の根拠とはなり得ない。そもそも，肥満細胞の不均一性とは，ある動物種のある組織の肥満細胞の実験結果から，他の動物種の他の組織における肥満細胞の実験結果を予測することが困難であるということを意味するのであって，決して，組織差や種差を超えて同じ結果になることがあり得ないことまでを意味するものではない。このため，異なる2種の肥満細胞において実験をした場合に同じ結果になることがあったとしても，そのことは，肥満細胞の不均一性を否定する根拠とはならず，まして，実験もせずに，単に，予測できるはずであるとの前提に立つ文献が，肥満細胞の不均一性を否定する根拠とはなり得ない。",
                "したがって，原告の上記主張は，理由がない。"
              ],
              "content": [
                {
                  "fig": "b",
                  "text": [
                    "また，原告は，本件審決が引用した甲101ないし103(審判乙1ないし3)に記載されているのは，いずれもクロモグリク酸に関する実験であり，クロモグリク酸以外にも応用できる根拠を示すことなく，本件審決が「肥満細胞の不均一性」を技術常識と認定したのは誤りである旨主張する。",
                    "しかしながら，肥満細胞の不均一性とは，その言葉どおり，肥満細胞自体の特性であり，クロモグリク酸は，あくまで例示にすぎず，肥満細胞自体の特性である肥満細胞の不均一性を示すためには，クロモグリク酸のみの例示で何ら問題はない。",
                    "また，本件審判において証拠として提出された甲127ないし129(審判乙27なしい29)には，クロモグリク酸だけでなく，ネドクロミル，テルフェナジン，ケトチフェン等を用いた実験に基づき，肥満細胞の不均一性が実証されている。",
                    "さらに，本件審決が挙げた甲103(審判乙3)は，「クロモリン様化合物」の開発の失敗について述べたものであって，「クロモリン」自体に限らず，「クロモリン」と同様に「肥満細胞安定化」を目指して開発されようとした化合物について述べたものである。",
                    "したがって，原告の上記主張は理由がない。",
                    "以上によれば，本件審決が「肥満細胞の不均一性」は本件特許の優先日当時の技術常識であったと認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "甲1にはヒト結膜肥満細胞安定化についての記載も示唆もないこと",
              "text": [
                "甲1は，KW-4679(化合物A)を用いて，モルモットにおける2種類の結膜炎(モデル)，具体的には，①抗原誘発の結膜炎(結膜肥満細胞の安定化と抗ヒスタミンの両方が炎症の抑制に関与する。)と②ヒスタミン誘発の結膜炎(抗ヒスタミンのみが炎症の抑制に関与する。)に対する治療効果を実験により検討し(603頁右欄1行～9行)，その実験結果に基づき，KW-4679(化合物A)が，結膜肥満細胞の安定化ではなく，抗ヒスタミン作用により，結膜炎を抑制したものと予測し(605頁左欄26行～29行)，それを実証するため，モルモットにおいて，KW-4679(化合物A)が結膜肥満細胞を安定化するか否か，より具体的には，ヒスタミンの遊離が阻害されるか否かを測定したところ，予測のとおり，KW-4679(化合物A)の結膜肥満細胞安定化について，科学的統計学的な手法により，「無効であった」(605頁左欄29～34行)と明確に記載している。",
                "したがって，甲1に接した当業者であれば，上記記載から，KW-4679(化合物A)はモルモットの結膜の肥満細胞安定化について，文字通り，「無効であった」と理解する。",
                "このように甲1は，KW-4679(化合物A)がモルモットの結膜肥満細胞安定化について有効か無効かを科学的統計学的に検討し，「無効であった」との結論を導いているのであるから，甲1の記載から，当業者が，本件訂正発明1及び2のヒト結膜肥満細胞安定化剤に容易に想到し得るための動機付けがあるとは到底いえない。",
                "原告は，この点について，当業者は，甲1にKW-4679(化合物A)の肥満細胞安定化効果が「無効であった」と記載されていても，その効果が「皆無であるとまでは認識しない」などと主張する。",
                "しかしながら，そもそも，甲1は，実験結果のばらつきにより，データに「差がない(効果がない)」ものを「差がある(効果がある)」ものと認識してしまう誤りを排除するために，科学的統計学的分析により「有意差」を用いて検討したものであって，当業者がKW-4679(化合物A)の肥満細胞安定化効果が「皆無であるとまでは認識しない」との原告の上記主張は，科学的統計学的分析により排除されるべき誤りをあえて犯そうとするものであり，失当である。"
              ],
              "content": [
                {
                  "fig": "b",
                  "text": [
                    "原告は，甲1に関して，ケトチフェンの例を持ち出し，ケトチフェンの点眼液について，本件特許の優先日前に抗ヒスタミン以外にヒスタミンの遊離を抑制することが知られていると述べ，そのようなケトチフェンについてまで「無効であった」とする甲1の記載からは，当業者は，ケトチフェンやKW-4679(化合物A)の肥満細胞安定化効果が皆無であるとまでは認識しない旨主張する。",
                    "しかしながら，仮にケトチフェンの点眼液が本件特許の優先日前に抗ヒスタミン以外にヒスタミンの遊離を抑制するものとして知られていたとしても，それは，あくまでKW-4679(化合物A)とは異なる化合物であるケトチフェンのヒスタミン遊離抑制効果であって，KW-4679(化合物A)がケトチフェンと同様にヒスタミン遊離抑制を示すか否かは，甲1からは全く把握することができない。",
                    "したがって，原告の上記主張は理由がない。",
                    "以上のとおり，甲1は，KW-4679(化合物A)がモルモットの結膜肥満細胞安定化について有効か無効かを科学的統計学的に検討し，「無効であった」との結論を導いているから，本件審決が，甲1には，KW-4679，すなわち，化合物AのZ体の塩酸塩では，モルモットの結膜肥満細胞は安定化されないことが示されており，そのような甲1の記載は，当業者にとってヒト結膜肥満細胞に対しては化合物Aは安定化を示すものであることを示唆するものではないと判断したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲4には化合物Aがヒト結膜肥満細胞を安定化することについての記載も示唆もないこと",
              "text": [
                "甲4記載の「ラットの48時間homologous  PCA試験」は，ケミカルメディエーターの遊離抑制を測定したものではなく，また，甲4の「PCA抑制作用は皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくものと考えられ」との記載が，推測を記載したにすぎないものであることは，原告も認めるとおりである。そして，PCA試験は，皮膚における漏出色素量を測定するものであって，肥満細胞安定化だけでなく，抗炎症性メディエーター作用等を含む複合的な要因により結果として観察されるアレルギー症状全体を評価するものにすぎない。そのため，肥満細胞からのケミカルメディエーターの遊離を抑制できなくとも，アレルギー反応の流れにおいてより下流に位置するヒスタミン受容体へのヒスタミンの結合を阻害する等の反応によって，アレルギー症状全体としては抑制されたものとして観察され，PCA試験では有効と評価されるものであるから，PCA試験で有効であることは，肥満細胞を安定化することを示すものではない。このように甲4の記載は，ラットのいかなる組織においても，肥満細胞の安定化を示すものではなく，まして，ヒト結膜肥満細胞を安定化することを示すものではないから，甲4の記載からヒト結膜肥満細胞の安定化を予測することが不可能である。",
                "また，甲4において，「ラット」の「皮膚」において肥満細胞が安定化さ肥満細胞には「肥満細胞の不均一性」があり，ある動物のある組織における肥満細胞の実験結果から，ヒト結膜における肥満細胞の実験結果を予測することは困難であるから，化合物Aがヒト結膜における肥満細胞を安定化するこを動機付けるものでも，示唆するものでもない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "抗ヒスタミン剤であればヒスタミンの遊離も抑制するのが通常であるとの周知技術が存在しないこと",
              "text": [
                "原告は，甲30及び甲31を根拠として挙げて，本件特許の優先日当時，抗ヒスタミン剤は，ヒスタミンの遊離も抑制するのが通常であったことは周知であった旨主張する。",
                "しかしながら，甲30及び甲31は，そもそも，抗アレルギー剤のうち，「ヒスタミンの遊離を抑制するもの」に着目した文献であり，「ヒスタミンの遊離を抑制するもの」を母集団として，「抗ヒスタミンであるもの」と「「抗ヒスタミンでないもの」とに分類した文献であり，「抗ヒスタミン剤であって，ヒスタミンの遊離を抑制しないもの」は，そもそも母集団に含まれていないため，甲30及び甲31の記載から，抗ヒスタミン剤は，ヒスタミンの遊離も抑制するのが通常であったとの原告の主張を根拠付けることは論理的に不可能である。",
                "実際にも，「抗ヒスタミン剤であって，ヒスタミンの遊離を抑制しないもの」は，本件特許の優先日当時，数多く存在していたのであって，「抗ヒスタミン剤」であるからといって，ヒスタミンの遊離も抑制するとは到底いえない。",
                "したがって，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "オ",
              "subject": "本件特許の優先日当時，当業者がヒト結膜肥満細胞を用いたアッセイ系を構築し，利用可能とすることは極めて困難であったこと",
              "text": [
                "ある化合物がヒト結膜肥満細胞を安定化するか否かを検証するためには，ヒト結膜肥満細胞を用いたin vitroの実験系(生体から切り離された実験系)が必要不可欠である。なぜなら，安全性が確立されていない化合物を，生きているヒトの目に投与することは危険極まりないからである。",
                "本件特許の優先日当時，ヒト結膜肥満細胞を用いた実行可能な実験系(アッセイ系)の構築について記載された文献としては，本件特許の優先日のわずか約7月前に公開された甲209(米国特許第5，360，720号公報)が存在していたが，それ以外には存在しなかった。",
                "そして，ヒト結膜肥満細胞を用いたアッセイ系の構築に成功するには，甲209に記載された技術情報だけでなく，①実験材料である新鮮なヒトの死体から取り出された眼を入手することの困難性，②必要なドナーの眼の数や組織の量，③ドナーの条件を満たすこと，④肥満細胞についての当業者の理解に沿った精製方法とは異なる方法によらなければならないことといった重要な技術的課題を認識し，それらを克服しなければならず，そのために必然的に相当量の時間と労力を要することからすれば，当業者が，本件特許の優先日までに，ヒト結膜肥満細胞を用いたアッセイ系の構築に成功することは極めて困難であった。",
                "このことは，実際にも，米国のみならず，日本を含むいかなる国においても，本件特許の優先日前のみならず，本件特許の優先日の数年後でさえ，ヒト結膜肥満細胞を用いたアッセイ系を開発したという報告が，いかなる企業からも研究機関からも報告されておらず，ヒト結膜肥満細胞を用いたアッセイ系を使用しようとした試みさえも，報告されていないこと(乙20)によっても裏付けられる。",
                "このように当業者が，本件特許の優先日までに，ヒト結膜肥満細胞を用いたアッセイ系の構築に成功することは極めて困難であったものであり，いわんや，そのようなヒト結膜肥満細胞を用いた実行可能なアッセイ系は周知技術となるには至っていなかった。",
                "したがって，当業者が，本件特許の優先日当時，KW-4679(化合物A)がヒト結膜肥満細胞を安定化する効果があるか否かを検証することは極めて困難であったものである。"
              ]
            },
            {
              "fig": "カ",
              "subject": "本件訂正発明1及び2を容易に想到することができなかったこと",
              "text": [
                "前記イのとおり，甲1は，KW-4679(化合物A)がモルモットの結膜肥満細胞安定化について有効か無効かを科学的統計学的に検討し，「無効であった」との結論を導いており，甲1には，KW-4679(化合物A)に肥満細胞安定化効果がないことが明示されているのであるから，KW-4679(化合物A)がヒト結膜肥満細胞の安定化を示すことについての記載も示唆もない。",
                "次に，前記ウのとおり，甲4には，ラットのいかなる組織においても，肥満細胞の安定化を示すものではなく，まして，ヒト結膜肥満細胞を安定化することを示すものではないから，甲4の記載からヒト結膜肥満細胞の安定化を予測することが不可能である。また，甲4において，「ラット」の「皮膚」において肥満細胞が安定化されたことが実証されていたと仮定したとしても，前記アで述べたとおり，肥満細胞には「肥満細胞の不均一性」があることに鑑みると，化合物Aがヒト結膜における肥満細胞を安定化することを動機付けるものでも，示唆するものでもない。",
                "したがって，甲1及び甲4に接した当業者において，甲1記載のKW-4679(化合物A)をヒト結膜肥満細胞を安定化させるために用いることの動機付けがないから，甲1及び甲4に基づいて本件訂正発明1及び2を容易に想到することができたものとはいえない。",
                "さらに，前記オのとおり，本件特許の優先日当時，KW-4679(化合物A)がヒト結膜肥満細胞を安定化することを検証するために不可欠なヒト結膜肥満細胞を用いたアッセイ系は，当業者にとって現実的に利用可能な技術ではなく，KW-4679(化合物A)がヒト結膜肥満細胞を安定化する効果があるか否かを検証することは極めて困難であったものであるから，当業者は，甲1及び甲4に基づいて，KW-4679(化合物A)をヒト結膜肥満細胞安定化剤として用いることができることを容易に想到することができたものとはいえない。"
              ]
            },
            {
              "fig": "キ",
              "subject": "まとめ",
              "text": [
                "以上によれば，甲1を主引例とする進歩性欠如の原告主張の無効理由2は理由がないとした本件審決の判断に誤りはなく，原告主張の取消事由3は理由がない。",
                "取消事由4に対し"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "甲3は，本件訂正発明1及び2の化合物Aを具体的に開示するものではなく，様々な動物種における様々な組織における肥満細胞を十把一絡げにして，「抗アレルギー活性を有する本発明の化合物は，…マスト細胞からのオータコイド(即ち，ヒスタミン，セロトニン等)の放出を阻害…するものと信じられる」(6頁左上欄18行～右上欄8行)と一般的に記載しているにすぎない。",
                "また，甲3記載の実施例は，単にモルモットの回腸又はモルモットのインビボにおいて抗ヒスタミン活性を測定し(実施例7)，ラットにおいてアナフィラキシー様活性を測定したものにすぎない(実施例G)。これらの実施例における試験は，いずれも，肥満細胞を安定化したかどうか，すなわち，ヒスタミン等の遊離を抑制したかどうかを観察することができる試験ではない。",
                "このように甲3は，化合物Aだけでなく，甲3に記載された具体的な化合物のいずれについても，ヒト結膜肥満細胞のみならず，いかなる動物種のいかなる組織の肥満細胞の安定化についても具体的に観察していない。",
                "したがって，甲3には，ヒト結膜肥満細胞を安定化することについて，実質的に記載されているとも示唆されているともいえない。",
                "また，甲3において，「ラット」のいずれかの組織において肥満細胞が安細胞には「肥満細胞の不均一性」があることに鑑みると，甲3の記載から，ヒト結膜における肥満細胞の実験結果を予測することは困難であるから，ヒト結膜における肥満細胞を安定化することを動機付けるものでも，示唆するものでもない。",
                "さらに，前 甲4の記載からヒト結膜肥満細胞の安定化を予測することが不可能であり，甲4は，化合物Aがヒト結膜における肥満細胞を安定化することを動機付けるものでも，示唆するものでもない。",
                "したがって，甲3及び甲4に接した当業者において，化合物Aをヒト結膜肥満細胞を安定化させるために用いることの動機付けがないから，甲3及び甲4に基づいて本件訂正発明1及び2を容易に想到することができたものとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上によれば，甲3を主引例とする進歩性欠如の原告主張の無効理由3は理由がないとした本件審決の判断に誤りはなく，原告主張の取消事由4は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審理不尽)について",
          "text": [
            "原告は，①特許無効審判において訂正請求があった場合，訂正後の特許請求の範囲の記載又は明細書の発明の詳細な説明の記載がそれぞれ特許法36条6項の要件又は同条4項の要件を満たすか否かは，新たな文献調査を必要とすることなく，審判官が通常払うべき注意をもって，特許請求の範囲，明細書及び図面を読めば直ちに判断できることであるから，訂正後の特許請求の範囲の記載及び明細書の発明の詳細な説明の記載が上記各要件を満たすか否かを自発的に確認することは審判官が職権で当然に行うべきであった，②原告は，「ヒト結膜肥満細胞安定化剤」又は「ヒト結膜肥満細胞安定化効果を奏する」の用語を特許請求の範囲に追加する本件訂正に起因して新たに生じた特許法36条6項2号違反(明確性要件違反)，同項1号違反(サポート要件違反)及び同条4項1号違反(実施可能要件違反)の無効理由を，平成24年10月15日付け手続補正書(甲72)により本件審判の審判請求書の請求の理由に追加する補正をするとともに，同日付け審判事件弁駁書(甲71)において審判請求書の上記補正が認められない場合には職権探知による上記無効理由の審理を求めたのであるから，本件審判の合議体の審判官は，本件特許について特許法36条4項1号，6項1号及び2号の各要件の充足性を判断すべきであった，しかし，審判長は上記補正を許可せず，かつ，本件審決は，他の無効理由によって特許無効審決を行うなどの合理的理由が存在しないにもかかわらず，特許法36条4項1号，6項1号及び2号の各要件の充足性の判断を行わなかったのであるから，本件審決には審理不尽の重大な違法がある旨主張する。",
            "の事実及び証拠(甲71，72，83，152，乙1)によれば，①特許庁が平成23年12月16日に本件審判(無効2011-800018号事件)において被告らの同年5月23日付け訂正請求を認めた上で本件特許の請求項1～12に係る発明についての特許を無効とするとの第1次審決をしたこと，②被告らが第1次審決の取消しを求める審決取消訴訟(知的財産高等裁判所平成24年(行ケ)第10145号事件)を提起した後，本件特許について訂正審判請求(訂正2012-390084号事件)をしたところ，知的財産高等裁判所は，旧特許法181条2項に基づき，第1次審決を取り消す旨の決定をしたこと，③特許庁は，上記決定を受けて，無効2011-800018号事件の審理を再開し，その審理の中で，被告らは，平成24年8月10日付けで本件訂正をしたこと，④原告は，同年10月15日付け手続補正書及び同日付け審判事件弁駁書により，本件審判の審判請求書の請求の理由について，審判請求時の無効理由1(甲1による新規性欠如)，無効理由2(甲1を主引例とする進歩性欠如)及び無効理由3(甲3を主引例とする進歩性欠如)に加えて，新たに無効理由4として明確性要件違反(特許法36条6項2号違反)，無効理由5としてサポート要件違反(特許法36条6項1号違反)，無効理由6として実施可能要件違反(特許法36条4項1号違反)，無効理由7として甲1を主引例とし，無効理由1の副引例とは別の公知文献である甲7及び甲40を組み合わせた進歩性欠如の無効理由を追加する旨の補正をしたこと，⑤本件審判の合議体の審判長は，同年12月20日，上記補正は請求の理由の要旨を変更するものであるとして許可しない旨の決定をしたこと，⑥特許庁は，平成25年1月22日，本件訂正を認めた上で，本件審判の請求は成り立たないとの本件審決をしたことが認められる。",
            "ところで，特許法131条の2第1項本文は，審判請求書の補正は，その要旨を変更してはならない旨規定し，同条2項は，審判長は，特許無効審判を請求する場合における審判請求書の請求の理由の補正がその要旨を変更するものである場合において，当該補正が審理を不当に遅延させるおそれがないことが明らかなものであり，かつ，同項各号のいずれかに該当する理由があるときは，決定をもって，当該補正を許可することができる旨規定し，同条4項は，2項の決定に対しては，不服を申し立てることができない旨規定する。",
            "これらの規定によれば，特許無効審判請求の審判請求書の補正が請求の理由の要旨変更にわたる場合は，原則として補正は許されず，審判長が当該補正が審理を不当に遅延させるおそれがないことが明らかなものであり，かつ，特許法131条の2第2項各号のいずれかに該当する理由があると認めたときに限り補正を許可する決定をすることができるものとし，その補正の許可又は不許可の決定に対しては不服を申し立てることができないとしたのであるから，請求の理由の要旨変更にわたる審判請求書の補正の許可又は不許可の決定に対する不服については，審決取消訴訟における審決取消事由とはなり得ず，また，特許無効審判請求において当該補正に係る請求の理由を審理しなかったことについても，審決取消事由とはなり得ないものと解される。",
            "これを本件についてみるに，原告が平成24年10月15日付け手続補正書及び同日付け審判事件弁駁書により行った本件審判の審判請求書の請求の理由の補正は，補正前の新規性の欠如及び進歩性の欠如を内容とする無効理由1ないし3に，新たに明確性要件違反(特許法36条6項2号違反)，サポート要件違反(特許法36条6項1号違反)，実施可能要件違反(特許法36条4項1号違反)という記載要件違反を内容とする無効理由4ないし6を追加し，さらに，甲1を主引例とし，無効理由1の副引例とは別の公知文献である甲7及び甲40を組み合わせた進歩性の欠如を内容とする無効理由7を追加するものであるから，請求の理由の要旨変更にわたることは明らかである。",
            "したがって，審判長が上記補正を許可せず，かつ，本件審決が特許法36条4項1号，6項1号及び2号の各要件の充足性の判断を行わなかったことを本件審決の取消事由とすることができないから，原告の上記主張は理由がない。",
            "以上によれば，本件審決における審理不尽の違法をいう原告主張の取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(訂正要件の判断の誤り)について",
          "text": [
            "訂正明細書の記載事項等について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件訂正発明1及び2の特許請求の範囲(請求項1及び2)の記載は，イ  訂正明細書(甲171)の【発明の詳細な説明】には，次のような記載がある(下記記載中に引用する「表1」ないし「表3」は別紙1を参照)。",
                "「発明の背景",
                "発明の分野",
                "本発明は，アレルギー性結膜炎，春季カタル，春季角結膜炎，巨大乳頭結膜炎などのアレルギー性眼疾患を処置するために用いられる局所的眼科用処方物に関する。さらに詳しくは，本発明は11-(3-ジメチルアミノプロピリデン)-6,11-ジヒドロジベンズ［b,e］オキセピン-2-酢酸のアレルギー性眼疾患を処置するためおよび／または予防するための治療上および予防上の局所使用に関する。」(2頁)",
                "「関連技術の説明",
                "米国特許第4,871,865号および第4,923,892号(両者はBurroughs Wellcome Co.に譲渡されている)(「Burroughs Wellcome特許」)において教示されるように，11-(3-ジメチルアミノプロピリデン)-6,11-ジヒドロジベンズ［b,e］オキセピン-2-カルボン酸および11-(3-ジメチルアミノプロピリデン)-6,11-ジヒドロジベンズ［b,e］オキセピン-2(E)-アクリル酸を含むドキセピンのあるカルボン酸誘導体は，抗ヒスタミン活性および抗喘息活性を有する。これらの2つの特許は，ドキセピンのカルボン酸誘導体を，抗ヒスタミン作用を有する肥満細胞安定剤として分類する。なぜなら，これらのカルボン酸誘導体は，肥満細胞からのオータコイド(すなわち，ヒスタミン，セロトニンなど)の放出を阻害し，ならびに標的細胞におけるヒスタミンの効果を直接阻害すると考えられているためである。",
                "Burroughs Wellcome特許はドキセピンのカルボン酸誘導体を含有する種々の薬学的処方物を教示する；前記2つの特許の両方において実施例8(1)は眼科用溶液処方物を開示する。Burroughs Wellcome特許は両方とも，開示される様々な薬学的処方物が獣医学的使用およびヒトへの医学的使用の両者に有効であることを請求しているが，どちらの特許もドキセピンのカルボン酸誘導体がヒトにおいて活性を有することを示す例を含んでいない。Burroughs Wellcome特許の実施例7は，雄性モルモットにおける抗ヒスタミン活性を示し，実施例GはWistarラットにおけるアナフィラキシー様活性を示す。",
                "しかし，齧歯類に存在する肥満細胞のタイプが，ヒトの肥満細胞のタイプとは異なることは，現在十分に確立されている。例えば，THE LUNG:Scientific Foundations,Raven Press,Ltd.,New York,3.4.11章(1991)を参照のこと。さらに，肥満細胞の集団は，表現型，生化学的特性，機能的および薬理学的応答，および個体発生において異なる同じ種内に存在する。種間および種内の両者の肥満細胞で認められるこれらの差異は，肥満細胞の不均一性と呼ばれる。例えば，Iraniら，「肥満細胞の不均一性」Clinical and Experimental Allergy,19巻，143-155頁(1989)を参照のこと。異なる肥満細胞は薬理学的薬剤に異なる応答を示すため，抗アレルギー剤(「肥満細胞安定剤」)として請求される化合物が，特定の肥満細胞集団における臨床上の有用性を有するかどうかは明らかでない。肥満細胞が同種の集団であり，それゆえにラット肥満細胞における実験で認められた抗アレルギー薬の効果がヒトの細胞における効果を予測するという仮定は，間違っていることが知られている。Church，「肥満細胞メディエーター放出の阻害は抗アレルギー薬の臨床的活性に関連しているか？」，Agents and Actions，18巻，3/4，288-293頁，291頁(1986)。」(2頁～3頁)",
                "「肥満細胞を安定化する薬物は，肥満細胞の選択された集団のみを阻害することを示す例が当該分野にある。クロモグリク酸二ナトリウムは，抗アレルギー薬であり，その局所効果は肥満細胞の脱顆粒の阻害によると考えられている(Church，Agents and Actions，288頁)。この薬物は，齧歯類の肥満細胞脱顆粒を阻害することが示された。ヒトにおける治験では，100μMの薬物が気管支肺胞洗浄液から得られた肥満細胞を阻害した。分散したヒト肺肥満細胞の調製物においては，わずか25％から33％のヒスタミン放出を阻害するために1000μMの薬物を必要とした。結局，ヒト皮膚肥満細胞からのヒスタミン放出は，クロモグリク酸二ナトリウムで全く阻害されなかった。Pearceら，「ヒト皮膚における抗原誘起ヒスタミン放出に対するクロモグリク酸二ナトリウムの効果」，Clinical Exp.Immunol.,17巻，437-440頁(1974)；およびCleggら，「抗IgEおよび人工分泌促進剤によって誘導されるヒト皮膚スライスからのヒスタミン分泌およびクロモグリク酸ナトリウムおよびサルブタモールの効果」，Clin.Allergy，15巻，321-328(1985)。これらのデータは，抗アレルギー剤としての薬物の分類が，その薬物が全ての肥満細胞集団において阻害効果を有すると予測しないことを，明確に示している。」(3頁～4頁)",
                "「結膜肥満細胞活性を有する薬物を含有する局所的眼科用処方物は，2～4時間毎に1回適用する代わりに，12～24時間毎に1回適用する必要があり得るのみである。実際にはヒトの結膜肥満細胞安定化活性を有しない，報告されている抗アレルギー薬の眼科用の使用の1つの不利な点は，増大した投薬頻度である。結膜肥満細胞活性を有しない薬物を含有する眼科用処方物の効果は主としてプラセボ効果から生じるため，代表的には，結膜肥満細胞活性を示す薬物よりも頻繁な投薬が必要とされる。」(4頁)",
                "「Kyowa Hakko Kogyo Co.,Ltd.に譲渡されている米国特許第5.116,863号(「Kyowa特許」)は，ドキセピンの酢酸誘導体，特に，以下の式(すなわち，Z-11-(3-ジメチルアミノプロピリデン)-6,11-ジヒドロジベンズ［b,e］オキセピン-2-酢酸)を有する化合物のシス体が，抗アレルギー活性および抗炎症活性を有することを教示する。",
                "」(4頁)",
                "「Kyowa特許は，雄性Wistarラットにおける抗アレルギー活性および抗炎症活性を示している。Kyowa特許によって教示されるドキセピンの酢酸誘導体についての医薬剤型は，広い範囲の受容可能なキャリアを含有する；しかし，経口投与および注入投与の剤型のみが述べられている。アレルギー性結膜炎などのアレルギー性眼疾患の処置の場合，このような投与方法は大用量の医薬を必要とする。必要とされるものは，アレルギー性眼疾患を処置するための標的細胞であるヒト結膜から得られる肥満細胞に対して安定化活性を示す，局所的に投与可能な薬物化合物である。アレルギー性眼疾患の処置のための局所投与方法もまた，必要とされる。」(4頁～5頁)",
                "「発明の要旨",
                "本発明は，局所的眼科用処方物を眼に投与する工程により特徴づけられる，アレルギー性眼疾患を処置する方法を提供する。ここでこの局所的眼科用処方物は，治療的有効量の11-(3-ジメチルアミノプロピリデン)-6,11-ジヒドロジベンズ［b,e］オキセピン-2-酢酸(以下，化合物Aという)，またはその薬学的に受容可能な塩を含有する。この処方物は，化合物Aのシス異性体(Z-11-(3-ジメチルアミノプロピリデン)-6,11-ジヒドロジベンズ［b,e］オキセピン-2-酢酸)，化合物Aのトランス異性体(E-11-(3-ジメチルアミノプロピリデン)-6,11-ジヒドロジベンズ［b,e］オキセピン-2-酢酸)，または化合物Aのシス異性体およびトランス異性体の両者の組み合わせを含有し得，そして他の点で特定しない限り，「11-(3-ジメチルアミノプロピリデン)-6,11-ジヒドロジベンズ［b,e］オキセピン-2-酢酸」または「化合物A」は，シス異性体，トランス異性体，または両者の混合物を意味する。「シス異性体」は，実質的にトランス異性体を含まないシス異性体を意味し，「トランス異性体」は，実質的にシス異性体を含まないトランス異性体を意味する。1つの異性体は，望ましくない異性体が約2％未満存在する場合，他の異性体を「実質的に含まない」。」",
                "「化合物Aは，ヒト結膜肥満細胞安定化活性を有し，いくつかの場合において，1日1回または2回の数少ない頻度で適用され得る。化合物Aはまた，その肥満細胞安定化活性の他に，顕著な抗ヒスタミン活性を有する。従って，予防効果の他に，化合物Aはまた治療効果も有する。」(以上，5頁)",
                "「発明の詳細な説明",
                "化合物Aは，公知の化合物であり，化合物Aのシスおよびトランス異性体の両者は，米国特許第5,116,863号(その全内容は本明細書中で参考として援用される)に開示される方法により得ることができる。」",
                "「化合物Aの薬学的に受容可能な塩の例としては，塩酸塩，臭化水素酸塩，硫酸塩，およびリン酸塩などの無機酸塩；酢酸塩，マレイン酸塩，フマル酸塩，酒石酸塩，およびクエン酸塩などの有機酸塩；ナトリウム塩およびカリウム塩などのアルカリ金属塩；マグネシウム塩およびカルシウム塩などのアルカリ土類金属塩；アルミニウム塩および亜鉛塩などの金属塩；ならびにトリエチルアミン付加塩(トロメタミンとしても知られている)，モルホリン付加塩，およびピペリジン付加塩などの有機アミン付加塩が挙げられる。」",
                "(以上，6頁)",
                "「ヒト結膜から得られた肥満細胞(アレルギー性結膜炎の処置に有用であると請求されている局所的眼科用薬物調製物に対する標的細胞)における，報告されている抗アレルギー性の肥満細胞安定剤の阻害効果を，以下の実験方法に従って試験した。器官／組織提供者から得られたヒト結膜組織の重量を測定し，熱で不活性化したウシ胎児血清(20％，v/v)，L-グルタミン(2mM)，ペニシリン(100ユニット/ml)，ストレピトマイシン(100μg/ml)，アンホテリシンB(2.5μg/ml)，およびHEPES(10mM)を追加したRPM I1640培養培地を含有するペトリ皿に移し，37℃(5％CO2)で一晩平衡化した。」(6頁)",
                "「平衡化の後，組織を0.1％ゼラチンを含有するタイロード緩衝液(mM:137 NaCl，2.7 KCl，0.35 NaH PO ，1.8 CaCl ，0.98 MgCl ，11.9NaHCO ，5.5グリコース)(TGCM)中に置き，組織1グラム当たり各々200ユニットのコラゲナーゼ(IV型)およびヒアルロニダーゼ(I-S型)と共に30分間，37℃でインキュベートした。酵素消化に続いて，組織をNitexⓇフィルター布(Tetko,Briarcliff Manor,NY)上で，等量のTGCMを用いて洗浄した。未処理の組織をさらなる酵素的消化のためにTGCM中に置いた。」(6頁)",
                "「各々の消化で得られた濾液を遠心分離(825gで7分)し，ペレットとなった細胞をカルシウム／マグネシウムを含まないタイロード緩衝液(TG)中に再懸濁した。全ての消化物からプールした細胞を1.058g/L PercollⓇクッション上で遠心分離(825gで30分)した。肥満細胞の豊富な細胞ペレットをTG緩衝液中に再懸濁し，洗浄した。肥満細胞の生存率および数を，集めた細胞懸濁液の生細胞染色色素排除(vital dye exclusion)およびトルイジンブルー0染色により測定した。肥満細胞含有調製物を追加RPMI 1640培養培地中に置き，抗ヒトIgE(ヤギ由来のIgG抗体)を用いてチャレンジする前に，37℃で平衡化した。」(7頁)",
                "「5000個の肥満細胞を含む細胞懸濁液をTGCMを入れたチューブに加え，抗ヒトIgEを用いてチャレンジした。各々の反応チューブの最終容量は1.0mLであった。チャレンジ後，チューブを37℃で15分間インキュベートした。放出反応は遠心分離(500g,7分)により終了させた。上清を集め，メディエーター分析まで-20℃で貯蔵した。」(7頁)",
                "「最初に，上清を，Siraganian，「ヒスタミンの抽出および蛍光測定分析のための自動連続フローシステム」，Anal.Biochem.，57巻，383-94頁(1974)に記載された自動蛍光測定法，および商業的に入手可能なラジオイムノアッセイ(RIA)システム(AMAC,Inc.,Westbrook,ME)の両者により，ヒスタミン含有量について分析した。これらのアッセイの結果は明確に相関していた(r＝0.999)：従って，残りのヒスタミン分析をRIAにより行った。」(7頁)",
                "「各々の実験は，抗ヒトIgE(ビヒクルを加えた)陽性放出コントロール，自発的／ビヒクル放出および全ヒスタミン放出コントロールを含んだ。全ヒスタミン放出を，Triton X-100Ⓡ(0.1％)を用いた処理により測定した。実験はまた，非特異的ヤギIgGコントロールを含んた。試験化合物を，抗ヒトIgEによる刺激の1分前あるいは15分前のどちらかに，肥満細胞培養物に与えた。薬物処理肥満細胞の，チャレンジで引き起こされるヒスタミン放出の阻害を，ビヒクルで処理し，抗IgEでチャレンジした肥満細胞からのヒスタミン放出との直接的な比較によって，Dunnettのt-検定(Dunnett，「処置群をコントロールと比較するための多重比較手順」，J.Amer.Stat Assoc.,50巻，1096-1121頁(1955)を用いて測定した。結果を以下の表1に報告する。」(7頁～8頁)",
                "「表1が明らかに示すように，抗アレルギー薬であるクロモグリク酸二ナトリウムおよびネドクロミルは，ヒト結膜肥満細胞脱顆粒を有意に阻害することができなかった。対照的に，化合物A(シス異性体)は，肥満細胞脱顆粒の濃度依存的な阻害を引き起こした。」(8頁)",
                "「Dunnettのt-検定は，1つのコントロール群と複数の処置群とを比較する統計学的検定である。上記のアッセイでは，薬物処理した肥満細胞から放出されたヒスタミンを，陽性コントロールとして供した抗ヒトIgEおよびビヒクル処理した肥満細胞から放出されたヒスタミンと比較する。この手順を用いて，統計学的に有意な阻害が測定される。0.05の確立レベルは，生物医学的研究において有意なレベルとして受け入れられている。有意として示されたデータは，偶然に起こるよりも低い確率(0.05)を有し，これは観察された阻害が薬物処理の効果であることを示している。」(10頁)",
                "「抗ヒトIgEチャレンジによる，ヒト結膜組織肥満細胞からのヒスタミン放出における化合物Aのシス異性体およびトランス異性体の効果を，表2で比較する。表2において，表1で用いた方法と同じ実験方法を用いた。表2の結果は，示された用量レベルでは，2つの異性体の結膜肥満細胞活性の間に統計学的に有意な差がないことを示す。」(10頁)",
                "「化合物Aの局所的な活性を，ラット結膜で行う受動アナフィラキシーアッセイで試験した。このアッセイは，局所的に適用した化合物が，効果的に結膜内の局所のアレルギー反応を防ぐあるいは減少させるかどうかを示す。このアッセイは，局所の投薬に続いてバイオアベイラビリティーの評価をさせる。簡単に言えば，雄性Sprague Dawleyラット(6/群)を，オボアルブミン(OA)に特異的なIgEを含有するラット血清の結膜下注入により，受動的に感作した。感作2時間後，生理食塩水(0.9％NaCl)中に調製した試験化合物または生理食塩水のビヒクルを，感作した眼に局所的に適用した。投与20分後，OA(1.0mg/ml)およびエバンスブルー染料(2.5mg/ml)を含有する1.0mlの溶液を用いて，ラットを側尾部静脈を介して静脈内にチャレンジした。抗原チャレンジ30分後，動物を屠殺し，皮膚を反転させ，そして生じた膨疹のサイズおよび溢出した染料の強度を測定した。染色強度により広がった膨疹の範囲は個々の応答スコアを生じた。動物各群のスコアを，Dunnettのt-検定を用いて生理食塩水処理群のスコアと比較し，表3に記載した。」(11頁)",
                "「化合物Aは，溶液，懸濁液またはゲルなどの従来の局所的眼科用処方物によって眼に投与され得る。化合物Aの局所的な眼科用投与のための好ましい処方物は，溶液である。溶液は点眼剤として投与される。本発明の局所的眼科用処方物中での化合物Aの好ましい形態は，シス異性体である。本発明の点眼剤を調製する一般的な方法を，以下に記載する。",
                "化合物Aおよび等張剤を滅菌精製水に加え，必要ならば，保存剤，緩衝剤，安定剤，粘性のビヒクルなどを溶液に加え，そこに溶解させる。化合物Aの濃度は，滅菌精製水に基づいて，0.0001から5w/v％，好ましくは0.001から0.2w/v％であり，そして最も好ましくは約0.1w/v％である。溶解後，pHを，眼科学的医薬としての使用に許容される範囲内，好ましくは4.5から8の範囲内に，pH調整剤を用いて調整する。」(12頁)",
                "「塩化ナトリウム，グリセリンなどが等張剤として;p-ヒドロキシ安息香酸エステル，塩化ベンザルコニウムなどが保存剤として；リン酸水素ナトリウム，リン酸2水素ナトリウム，ホウ酸などが緩衝剤として；エデト酸ナトリウムなどが安定剤として；ポリビニルアルコール，ポリビニルピロリドン，ポリアクリル酸などが粘性のビヒクルとして；および，水酸化ナトリウム，塩酸などがpH調整剤として使用され得る。",
                "必要であれば，エピネフリン，塩酸ナファゾリン，塩化ベルベリン，アズレンスルホン酸ナトリウム，塩化リゾチーム，グリチルリチン酸塩などが，他の眼科学的化学薬品として加えられ得る。」(13頁)",
                "「上記方法によって生産された点眼剤は，代表的には，1度に1から数滴の量を，1日2，3回，眼に適用することだけを必要とする。しかし，より重篤な場合には，点眼薬は1日数回適用され得る。代表的な点眼量は約30μlである。」(13頁)"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記ア及びイによれば，訂正明細書(甲171)には，①従来から，ドキセピンの酢酸誘導体である化合物A(11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b,e］オキセピン-2-酢酸)は公知であり，「米国特許第5.116,863号(「Kyowa特許」)」は，化合物Aのシス異性体が，雄性Wistarラットにおける抗アレルギー活性及び抗炎症活性を有することを示しているが，「Kyowa特許」によって教示されるドキセピンの酢酸誘導体についての医薬剤型は，経口投与及び注入投与の剤型のみが述べられており，アレルギー性結膜炎などのアレルギー性眼疾患の処置の場合，このような投与方法は大用量の医薬を必要とすることから，アレルギー性眼疾患を処置するための標的細胞であるヒト結膜から得られる肥満細胞に対して安定化活性(ヒト結膜の肥満細胞からのヒスタミンの放出阻害効果(遊離抑制効果))を示す，局所的に投与可能な薬物化合物が必要とされていたこと，②本件訂正発明1及び2の化合物Aは，ヒト結膜肥満細胞安定化活性を有し，1日1回又は2回の数少ない頻度で適用され得るものであり，また，化合物Aは，その肥満細胞安定化活性のほかに，顕著な抗ヒスタミン活性を有するので，予防効果のほかに，治療効果も有することが開示されているものと認められる。",
                "訂正の目的要件について",
                "本件審決が，本件訂正に係る訂正事項1(設定登録時の請求項1の訂正)は，処置対象の「アレルギー性眼疾患」を，「ヒトにおける」ものに限定し，「眼科用組成物」を，「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」と限定するものであるから，特許請求の範囲の減縮(特許法134条の2第1項1号)を目的とするものである旨判断したのに対し，原告は，①訂正事項1は，「点眼剤として調製された」という技術的事項と「ヒト結膜肥満細胞安定化剤」という技術的事項の2つの技術的事項を導入する訂正であるにもかかわらず，本件審決が，何の理由も付さずにこれら2つの技術的事項の導入を一括して一つの「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」という「限定」と認定したのは誤りである，②本件訂正の前後で「アレルギー性眼疾患を処置するための」という医薬用途に変更はなく，訂正事項1により追加された「ヒト結膜肥満細胞安定化」は，単に化合物Aについての性質又は作用機序を発見したものにすぎず，「医薬用途の発明」を構成するものと評価することができないとして，本件訂正に係る訂正事項1は，特許請求の範囲の減縮を目的とするものといえないから，本件審決の上記判断は誤りである旨主張するので，以下において判断する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "本件訂正に係る訂正事項1は，設定登録時の特許請求の範囲の請求項1である",
              "text": [
                "「【請求項1】アレルギー性眼疾患を処置するための局所投与可能な眼科用組成物であって，治療的有効量の11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸またはその薬学的に受容可能な塩を含有する，組成物。」を",
                "「【請求項1】ヒトにおけるアレルギー性眼疾患を処置するための局所投与可能な，点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤であって，治療的有効量の11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸またはその薬学的に受容可能な塩を含有する，ヒト結膜肥満細胞安定化剤。」",
                "と訂正するものである(下線部分は訂正箇所を示す。)。",
                "発明の詳細な説明】の記載事項と同一である。)によれば，設定登録時の請求項1の「アレルギー性眼疾患」には，「ヒトにおける」アレルギー性眼疾患及び「動物における」アレルギー性眼疾患のいずれもが含まれる得訂正後の請求項1では，「ヒトにおける」アレルギー性眼疾患に限定されたことが認められる。",
                "また，訂正事項1により，設定登録時の請求項1の「眼科用組成物」及び「組成物」は，本件訂正後の請求項1では，それぞれ「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」及び「ヒト結膜肥満細胞安定化剤」に訂正され，「眼科用組成物」及び「組成物」から「ヒト結膜肥満細胞安定化剤」の構成ではないものを除く，限定がされたことが認められる。",
                "そうすると，設定登録時の請求項1全体と本件訂正後の請求項1全体を対比した場合，訂正事項1により特許請求の範囲が減縮されたものといえるから，訂正事項1は，特許請求の範囲の減縮を目的とするものと認められる。",
                "原告は，これに対し，訂正事項1は，「点眼剤として調製された」という技術的事項と「ヒト結膜肥満細胞安定化剤」という技術的事項の2つの技術的事項を導入する訂正であるにもかかわらず，これら2つの技術的事項の導入を一括して一つの「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」とする訂正が「限定」と認定したのは誤りである旨主張する。",
                "しかしながら，特許請求の範囲(請求項)の訂正がその減縮に当たるかどうかは，訂正の対象となった当該請求項全体を訂正の前後で対比して減縮に当たるかどうか決すべきものであり，当該請求項に係る訂正事項を構成する各要素を訂正の前後で個別的に対比してそれぞれが減縮又は限定されているかどうかによって決すべきものではないと解される。",
                "そして，訂正事項1の対象となった設定登録時の請求項1全体と本件訂正後の請求項1全体を対比した場合，訂正事項1によって，アレルギー性眼疾患が「ヒトにおける」アレルギー性眼疾患に限定され，「眼科用組成物」及び「組成物」から「ヒト結膜肥満細胞安定化剤」の構成ではないものを除く，限定がされており，訂正事項1により特許請求の範囲が減縮されたものと認められることは，前記アのとおりである。",
                "また，訂正事項1のうち，「点眼剤として調製された眼科用ヒト結膜肥満細胞安定化剤」について，「点眼剤として調製された」という技術的事項と「ヒト結膜肥満細胞安定化剤」という技術的事項の2つの技術的事項に分けて，個別的に限定に当たるかどうかを検討すべき特段の事情は認められない。",
                "したがって，原告の上記主張は，採用することができない。",
                "次に，原告は，訂正事項1により追加された「ヒト結膜肥満細胞安定化」は，単に化合物Aについての性質又は作用機序を発見したものにすぎず，本件訂正の前後で「アレルギー性眼疾患を処置するための」という医薬用途に変更はないから，特許請求の範囲の減縮に当たらない旨主張する。",
                "しかしながら，訂正事項1により，設定登録時の請求項1の「眼科用組成物」は「眼科用ヒト結膜肥満細胞安定化剤」に訂正され，前記アのとおり，「眼科用組成物」の範囲が限定されたのであるから，単に化合物Aについての性質又は作用機序を発見したものということはできないし，また，訂正事項1によって，「アレルギー性眼疾患を処置するための」という医薬用途ととともに，「ヒト結膜肥満細胞安定化剤」という医薬用途の限定が付加されたものであるから，原告の上記主張は採用することができない。",
                "まとめ",
                "以上によれば，本件審決における訂正要件の判断の誤りをいう原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(甲1を主引例とする進歩性の判断の誤り)について",
          "text": [
            "原告は，本件審決が，甲1及び甲4のいずれにも，「ヒト結膜肥満細胞安定化」の点は記載も示唆もないから，本件訂正発明1及び2における「ヒト結膜肥満細胞安定化」という発明特定事項は，甲1及び甲4からは動機付けられたものとはいえないとして，甲1を主引例とする進歩性欠如の原告主張の無効理由2は理由がないと判断したのは誤りである旨主張するので，以下において判断する。",
            "甲1の記載事項等について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "甲1には，次のような記載がある(下記記載中に引用する「図1」，「図2」及び「表1」については別紙2を参照)。",
              "text": [
                "「モルモットの実験的アレルギー性結膜炎に対する抗アレルギー薬の影響」",
                "「抗原誘発およびヒスタミン誘発結膜炎に対する各種抗アレルギー薬の影響を，モルモットを用いて検討した．その結果，Chlorpheniramine,",
                "ketotifenおよびKW-4679の点眼は，抗原誘発結膜炎よりもヒスタミン誘発結膜炎に対してより強力な抑制効果を示した．Levocabastineは，抗原抗体反応による結膜炎のほうをより強く抑制した．Amlexanoxは抗原抗体反応による結膜炎のみを抑制した．Levocabastineおよびamlexanoxは，抗原抗体反応により生ずる結膜からのヒスタミン遊離を抑制した．また，抗原適用により涙液中のヒスタミン含量は増量したが，levocabastineおよびamlexanoxは有意な抑制効果を示した．」",
                "(以上，603頁)",
                "「はじめに",
                "アレルギー性結膜炎の治療には，Chlorpheniramineやketotifenなどの抗ヒスタミン作用を有する薬物が広く用いられている．先に筆者らは，モルモットに抗原およびヒスタミンを点眼することにより著名な結膜炎が誘発されることを見出した．今回これらの実験的結膜炎に対する各種抗アレルギー薬の影響を検討するとともに，抗原抗体反応により結膜により遊離するヒスタミンおよび涙液中のヒスタミン含量に対する各薬物の効果を検討した．」(603頁)",
                "「                  I  実験方法",
                "1．結膜炎の誘発",
                "実験には，Hartley系雄性モルモット(体重350～400g)1群5匹を用いた．アレルギー性結膜炎は1mgのegg albuminを百日咳死菌浮遊液(1010",
                "bacilli/ml)に溶解させ，モルモットに感作し，2週間後に抗原溶液25μlを点眼して惹起させた．ヒスタミン誘発結膜炎は，ヒスタミン(base)を生理食塩液に溶解し(750ng/μl)，その25μlを点眼して誘発した．",
                "2．結膜炎症状の定量化   結膜炎の程度は，つぎのように定めた．",
                "Score 1：軽度の充血を示すもの．",
                "Score 2：強度の充血を示すもの．",
                "Score 3：充血に軽度～中等度の浮腫が加わったもの．",
                "Score 4：著明な浮腫が生じたもの．",
                "3．結膜からのヒスタミン遊離",
                "抗原点眼15分後に結膜を切除し，重量を測定した後，生理食塩液で洗浄した．その後，0.4Ｎの過塩素酸中でホモジナイズし，1時間氷中に放置した後，1,200×gで10分間遠心し，その上清を凍結保存した．その後，10,000×g，60分間，10℃で解凍遠心分離し，上清のヒスタミン含量をHPLC(高速液体クロマトグラフィー)で定量した．",
                "4．涙液中ヒスタミン含量の測定",
                "抗原点眼15分後に，生理食塩液を点眼した後回収し，…遠心分離し，上清のヒスタミン含量をHPLCで測定した．」(603頁～604頁)",
                "「                  Ⅱ  実験成績",
                "1．抗原誘発結膜炎に対する効果",
                "感作モルモットの結膜に抗原液(20 mg/ml)を点眼して誘発したアレルギー性結膜炎に対する各種抗アレルギー薬の影響を図1に示した．Chlorpheniramineは,10～100ng/μlの点眼で濃度依存性の抑制作用を示し，50および100ng/μlの濃度で有意差がみられた.Ketotifen,",
                "levocabastineおよびKW-4679は10および100ng/μlの濃度で有意な抑制作用を示した．Amlexanoxも，2,500および5,000ng/μlの濃度で有意差を示した.",
                "2．抗原誘発およびヒスタミン誘発結膜炎に対する効果",
                "表1に抗原およびヒスタミン誘発結膜炎に対する各種抗アレルギー薬の効果を，IC 値で示した．Chlorpheniramine, ketotifenおよびKW-4679は，ヒスタミン誘発結膜炎を抗原誘発結膜炎よりもより強く抑制した．Levocabastineは，逆に抗原抗体反応による結膜炎をより強く抑制した.Amlexanoxは抗原誘発結膜炎は抑制したが，ヒスタミン誘発結膜炎には無効であった．",
                "3．結膜からのヒスタミン遊離に対する作用",
                "結果は，図2に示したごとく，levocabastine(100ng/μl)およびamlexanox(25,00ng/μl)は結膜からのヒスタミン遊離を有意に抑制した。Chlorpheniramine, ketotifenおよびKW-4679の効果は有意ではなかった．",
                "4．涙液中のヒスタミン含量に対する効果",
                "抗原点眼前のモルモット涙液中のヒスタミン含量は1.7±0.4ng/mlであったが，抗原点眼後，ヒスタミン含量は約5倍に増加した(8.6±0.8ng/ml)．Levocabastineおよびamlexanoxを抗原適用15分前に点眼しておいた場合，抗原抗体反応による涙液中のヒスタミン含量の増加は，有意に抑制された．Chlorpheniramine, ketotifenおよびKW-4679は，有意な効果を示さなかった．」(604頁～605頁)",
                "「                  Ⅲ  考    察",
                "本研究の結果，chlorpheniramine, ketotifenおよびKW-4679は，抗原誘発結膜炎よりヒスタミン誘発結膜炎に対してより強力な効果を示した．Levocabastineは抗原抗体反応による結膜炎を強く抑制した．一方，amlexanoxは抗原誘発結膜炎には効果を示したが，ヒスタミン誘発結膜炎には無効であった．以上の知見より，chlorpheniramine, ketotifenおよびKW-4679は主としてこれらの薬物が有する抗ヒスタミン作用により抗原抗体反応による結膜炎を抑制したのではないかと考えられる．一方，levocabastineおよびamlexanoxは抗原抗体反応による結膜からのヒスタミン遊離を抑制するのではないかと考えられる．そこで，抗原抗体反応による結膜からのヒスタミン遊離に対する各薬物の効果を検討したところ，両薬物は有意な抑制効果を示した．Chlorpheniramine,",
                "ketotifenおよびKW-4679は無効であった．Levocabastineは，モルモット肺組織からのヒスタミン遊離に対しても抑制作用を示すことが報告されており，amlexanoxもラット肥満細胞からのヒスタミン遊離を抑制することが知られている.」(605頁)",
                "「抗原抗体反応によりモルモット涙液中のヒスタミン含量は1.7±0.4ng/mlから8.6±0.8ng/mlまで増加した．赤木らは結膜組織に肥満細胞が存在することを見出している．抗原抗体反応に伴って肥満細胞からヒスタミンが遊離されるのは周知の事実である．また，涙液中のヒスタミンはおもに結膜から遊離されたものと考えられている．したがって，levocabastineおよびamlexanoxが抗原抗体反応における涙液中のヒスタミン含量の増加を抑制したという成績は，両薬物が結膜からのヒスタミン遊離を抑制したという成績と同じ意味をもつのではないか考えられる．一方，ヒトの場合には，健常者の涙液中のヒスタミン含量は2.2±1.6ng/mlであり，慢性アレルギー性結膜炎および春季カタルでは，2～9倍に増加することが報告されている．これらの成績は，感作モルモットに抗原を適用した際に生ずる結膜炎の成績とほぼ同様であった．筆者らは，モルモットの抗原抗体反応による結膜炎のおもな化学伝達物質はヒスタミンであることをすでに報告したが，今回の成績も上記の考え方を支持するものであると思われる．」(605頁)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによれば，甲1には，モルモットに抗原誘発及びヒスタミン誘発したアレルギー性結膜炎に対する各種抗アレルギー薬の影響を検討した結果，KW-4679の点眼は，10及び100ng／μlの濃度で，抗原誘発したアレルギー性結膜炎症に有意な抑制作用を示したこと，KW-4679の点眼は，抗原誘発結膜炎よりもヒスタミン誘発結膜炎に対してより強力な抑制効果を示したことが記載されているから，甲1には，アレルギー性結膜炎を抑制するためのKW-4679を含有する点眼剤が記載されていることが認められる。",
                "そして，甲2の1，2には，KW-4679は，「(Z)-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸」の塩酸塩(化合物AのZ体(シス異性体)の塩酸塩)であることが記載されている。",
                "そうすると，甲1記載のKW-4679は，本件訂正発明1の「11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸」の「薬学的に受容可能な塩」に相当するとともに，本件訂正発明2の「(Z)-「11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ［b，e］オキセピン-2-酢酸」に相当することが認められる。",
                "一方で，甲1には，KW-4679が「ヒト」の結膜肥満細胞に対してどのように作用するかについての記載はない。",
                "甲4の記載事項等について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "甲4には，次のような記載がある(下記記載中に引用する「第5表」については別紙3を参照)。",
                "「2．特許請求の範囲…"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "式",
                  "text": [
                    "(式中，Xは＝Ｎ-，＝CH-又は-CH -を表し，nは0，1，2，3又は4を表し，Zは4-メチルピペラ ジノ基，4-メチルホモピペラジノ基，ピペリジノ基，ピロリジノ基，チオモルホリノ基，モルホリノ基又は-ＮR R (式中，R ，R は同一もしくは異なって水素原子又は低級アルキル基を表す)を表す。なお，  は一重結合又は二重結合を表す。-Y′-A″はXが＝CH-又は-CH -であるときは-Y-A〔式中，Aはヒドロキシメチル基，低級アルコキシメチル基，トリフェニルメチルオキシメチル基，低級アルカノイルオキシメチル基，低級アルカノイル基，カルボキシ基，低級アルコキシカルボニル基，トリフェニルメチルオキシカルボニル基，-COＮR R (式中，R ，R は同一もしくは異なって水素原子又は低級アルキル基を表す)，4，4-ジメチル-2-オキサゾリン-2-イル基又は-COＮHOHを表し，Yは母核の2位又は3位に置換した-(CH ) -，-CHR -2 m 3(CH ) -又は-CR ＝CR -(CH ) -(式中，R は低級ア2 m 4 5 2 m 3ルキル基を表す。R ，R は同一もしくは異なって水素原子又は低級アルキル基を表す。mは0，1，2，3又は4を表す。なお，上記各式の左側が母核に結合しているものとする。)を表す。〕を表し，Xが＝Ｎ-であるときは母核の2位に結合した場合の-Y-A(式中，Y及びAは前記と同義である)を表す。)で表されるジベンズ〔b，e〕オキセピン誘導体又はその薬理上許容される塩を有効成分として含有する抗アレルギー剤。」(1頁右欄～2頁左上欄)",
                    "「産業上の利用分野",
                    "本発明は新規ジベンズ〔b，e〕オキセピン誘導体及びそれを有効成分として含有する抗アレルギー剤及び又は抗炎症剤に関する。」(2頁左下欄2行～5行)",
                    "「問題点を解決するための手段",
                    "本発明は式(I)",
                    "〔式中，Aはヒドロキシメチル基，低級アルコキシメチル基，トリフェニルメチルオキシメチル基，低級アルカノイルオキシメチル基，低級アルカノイル基，カルボキシ基，低級アルコキシカルボニル基，トリフェニルメチルオキシカルボニル基，-COＮR R (式中，R ，R は同一もしくは異なって水素原子又は低級アルキル基を表す)，4，4-ジメチル-2-オキサゾリン-2-イル基又は-COＮHOHを表し，Yは母核の2位又は3位に置換した-(CH ) -，CHR -(CH )2 m 3 2-又は-CR ＝CR (CH ) -(式中，R は低級アルキル基を表m 4 5 2 m 3す。R ，R は同一もしくは異なって水素原子又は低級アルキル基を表す。mは0，1，2，3又は4を表す。なお，上記各式の左側が母核に結合しているものとする。)を表し，Xは＝Ｎ-，＝CH-，-CH-を表し，nは0，1，2，3又は4を表し，Zは4-メチルピペラジノ基，4-メチルホモピペラジノ基，ピペリジノ基，ピロリジノ基，チオモルホリノ基，モルホリノ基又は-ＮR R (式中，R ，R   は同一もしくは異なって水素原子又は低級アルキル基を表す)を表す。なお，",
                    "は一重結合又は二重結合を表す。〕で表されるジベンズ〔b，e〕オキセピン誘導体〔以下，化合物(I)という。他の式番号の化合物についても同様〕及びその薬理上許容される塩，及びそれらの少なくとも1つを有効成分として含有する抗アレルギー剤又は抗炎症剤に関する。」(3頁右上欄1行～左下欄9行)",
                    "「各製造法によって得られる化合物(I)もしくはその薬理上許容される塩の具体例を第1表に，それらの構造を…に示す。」(8頁右上欄)",
                    "「シス-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ〔b，e〕オキセピン-2-カルボン酸",
                    "トランス-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ〔b，e〕オキセピン-2-カルボン酸」(「第1表」の「化合物番号3」の化合物。8頁左下欄)",
                    "「シス-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ〔b，e〕オキセピン-2-酢酸",
                    "トランス-11-(3-ジメチルアミノプロピリデン)-6，11-ジヒドロジベンズ〔b，e〕オキセピン酸-2-酢酸」(「第1表」の「化合物番号20」の化合物。9頁右上欄)",
                    "「化合物3の1／2フマル酸塩1／5水和物(トランス体  99％)」(「第1表」の「化合物番号3′」の化合物。11頁右上欄)",
                    "「化合物20のフマル酸塩3／2水和物(トランス体  95％)」(「第1表」の「化合物番号20′」の化合物。11頁右上欄)",
                    "「抗アレルギー作用試験",
                    "抗アレルギー作用はラット48時間homologous PCA(passive cutaneous anaphlaxis)試験に従って検討した。なお，実験動物として，抗血清の採取には体重180～220gのWistar系雄性ラットを，PCA試験には体重120～140gのWistar系雄性ラットを用いた。",
                    "A)抗EWAラット血清の調製",
                    "…",
                    "B)ラットの48時間homologous PCA試験",
                    "1群3匹のラットを用い，除毛した背部皮肉2ヵ所に生理食塩液で8倍に希釈した抗EWAラット血清0．05m1ずつを注射して受動的に感作した。47時間後に本発明化合物又はその溶液(生理食塩液又はCMC溶液)を経口投与し，その1時間後，抗原EWA2mgを含む1％エバンスブルー生理食塩液0．5ml／100gを尾静脈内投与した。",
                    "30分後，動物を放血致死させ，皮膚を剥離して青染部の漏出色素量をKatayamaらの方法〔Microbiol. Immunol. 22, 89(1978)〕に従い測定した。すなわち，青染部をハサミで切り取り，1Ｎ  KOH  1mlを入れた試験管に入れ，24時間，37℃でインキュベートした。0．6Ｎリン酸・アセトン(5：13)混液9mlを加え，振とう後，2500rpm，10分間遠心分離し，上清の620μmにおける吸光度を測定し，予め作成した検量線より漏出色素量を定量した。2カ所の平均値をもって1個体の値とし，次式より各個体別の抑制率を算出した。",
                    "抑制率(％)＝",
                    "なお，抑制率が50％以上の場合をPCA抑制作用陽性とし，3個体中少なくとも1個体に陽性例が認められる最小投与量をもって最小有効量(MED)とした。その結果を第5表に示す。」(13頁左下欄～14頁左上欄)",
                    "「第5表…に例証されるごとく，化合物(I)及びその薬理上許容される塩はPCA抑制作用又は／及びカラゲニン足浮腫抑制作用を有する。PCA抑制作用は皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくものと考えられ，従って化合物(I)及びその薬理上許容される塩はヒスタミンなどのケミカルメディエーターによる気管収縮作用によって生ずる気管支喘息のようなアレルギー性疾患の治療に有効であると考えられる。」(15頁右上欄)"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記アによれば，甲4には，式(I)の一般式で表される化合物(I)の記載があり，化合物(I)に含まれる化合物の例として，「化合物A」のシス体及びトランス体に相当する「化合物20」が示されている。",
                "また，甲4には，化合物(I)に含まれる化合物について，抗アレルギー作用試験としてラットを用いた「48時間homologous PCA試験」の試験を行い，化合物20(化合物A)が「PCA抑制作用陽性」を示し，その最小有効量「MEDmg/kg」が「トランス」体は「0．1」，「シス」体は「0．01」であったことの記載があり(別紙3の第5表参照)，上記試験の試験結果(別紙3の第5表)の記載を受けて，「化合物(I)及びその薬理上許容される塩」の「PCA抑制作用」について「PCA抑制作用は皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくものと考えられ」るとの記載がある。",
                "本件特許の優先日当時の技術常識について",
                "原告は，本件審決が，本件特許の優先日当時，クロモグリク酸二ナトリウム及び同様の薬物について「ラット肥満細胞における実験はヒト肥満細胞における実験を予測するものではないということ」が「肥満細胞の不均一性」として，技術常識であった旨認定したのは誤りであり，種や部位が相違する実験結果であっても，肥満細胞からのケミカルメディエーターの遊離抑制効果をある程度予測できることが技術常識であったものであり，ラット肥満細胞における実験結果からヒト肥満細胞における実験結果を予測できた旨主張する。これに対して被告らは，本件審決が「肥満細胞の不均一性」は本件特許の優先日当時の技術常識であったと認定したことに誤りはなく，本件特許の優先日当時，肥満細胞においては，異なる組織・異なる動物種の間で薬物応答の予測可能性が極めて低いという性質(「肥満細胞の不均一性」)があるため，ある動物種のある組織の肥満細胞の実験結果から，他の動物種の他の組織における肥満細胞の実験結果を予測することは，極めて困難であった旨主張する。",
                "そこで，以下においては，本件において提出された各文献に基づいて，本件特許の優先日当時における肥満細胞に係る技術常識について検討する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "各文献の記載事項について",
              "text": [
                "甲101(審判乙1)",
                "甲 1 0 1 ( Schwartz,  L.  B.  et  al.,  THE  LUNG:  Scientific Foundations,  Raven  Press,  Ltd.,  New  York,  Chapter   3.4.11,",
                "p.601-616 (1991))には，次のような記載がある。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "a",
                      "subject": "「げっ歯類の肥満細胞のタイプ…",
                      "text": [
                        "ヘパリンは，ラット漿膜の結合組織肥満細胞(CTMC)によって合成されるプロテオグリカンの大部分を占め，また，ラット腸の粘膜肥満細胞(MMC)，…によって産生されるプロテオグリカンのごく一部を占める。」(訳文2頁)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「ヒトの肥満細胞のタイプ",
                      "text": [
                        "光学顕微鏡レベル(32)および電子顕微鏡レベル(33)での免疫組織科学技術による決定での顆粒の中性プロテアーゼ含量に基づいて，二つの異なるタイプのヒト肥満細胞が記載されている。MC 細TC胞はキマーゼおよびトリプターゼを含有し，MC 細胞はトリプターTゼのみを含有する。…MC 細胞は，肺，特に肺胞間中隔において，Tそして小腸粘膜において見出される主要なタイプであり，MC 細胞TCは，皮膚において，そして消化管粘膜下層において見出される主要なタイプであることが，プロテアーゼ組成物を用いた免疫組織化学研究により示されている(35)。従って，ヒトMC 細胞はげっ歯類MTMCにより近く対応し，ヒトMC 細胞はげっ歯類CTMCにより近TCく対応する。しかしながら，MC 細胞とMC 細胞の両方共，調べT TCられた殆どの組織に存在しており，場所のみに基づいてサブタイプを指定することはできない。」 (訳文3頁)"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "「異なる部位から単離されたヒト肥満細胞は，脱顆粒物質に対して，および脱顆粒阻害物質に対して異なった応答をし得る。ほぼ排他的にMC 細胞を含有する成熟包皮から単離された肥満細胞は，免疫学的TCな物質(抗原および抗IgE)に応答して，そしてまた，多様な非免疫学的物質(カルシウムイオノフォアA23187，…，など)に応答して，ヒスタミンを放出する(36～38)。対照的に，肺から単離された肥満細胞(これは典型的には，約90％のMC 細胞と10T％のMC 細胞から構成されている)は，抗IgEおよびカルシウムTCイオノフォアA23187によって活性化されるが，上掲の他のいずれの物質によっても活性化されない(38，39)。",
                        "ジソジウム・クロモグリケートは，喘息，アレルギー性鼻炎，およびアレルギー性結膜炎の治療のために広く使用されている。その局所効果は，肥満細胞の脱顆粒とメディエーター放出の阻害に帰せられてきた。しかしながら，気管支肺胞洗浄，アデノイド，および肺等に由来する，MC タイプに富んでいるであろう肥満細胞集団からのヒスTタミン放出は，より高い薬剤濃度において，メディエーター放出の阻害を，たとえあったとしてもごくわずかにしか示さない(40～42)。対照的に，インビトロでの抗原チャレンジ後のヒトの皮膚からのヒスタミン放出は，ジソジウム・クロモグリケートによって阻害されず(43，44)，また，ブタクサ抗原製剤への2％クロモリンの添加は，ヒスタミン放出，肥満細胞の超微細構造の変化，および好酸球の進入による判断で，ブタクサ感受性の個体における該抗原の局所投与に対する皮膚の反応を阻害しなかった(45)。ヒトの皮膚肥満細胞は主にMC タイプであるため，ジソジウム・クロモグリケートの弱いとTCはいえ差次的な阻害作用がMC 細胞に対してはあるようであるがMTC 細胞に対してはないようであり，このことは，CTMCは影響をTC受けるがMMCは影響を受けないげっ歯類における状況とは対照的である。」(訳文4頁)",
                        "甲102(審判乙2)",
                        "甲102(Irani, A. M. A. et al., Clinical and Experimental Allergy, Vol.19, p.143-155 (1989))には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「総説  肥満細胞の不均一性」",
                      "text": [
                        "「肥満細胞不均一性の概念が，健康及び疾患時における肥満細胞の，可能性のある役割の理解のための基本原理として浮上してきた。2つの型の肥満細胞が典型的に認識されており，これらはいずれも，アルシアンブルー及びトルイジンブルーなどのカチオン性色素によって異染色性に染まる。これら2つの型の肥満細胞を区別するために使用される術語体系は，研究されている種，組織供給源又は生化学的特徴によって変化する(表1)。…さらに，げっ歯類の肥満細胞は，それらのプロテオグリカン内容(H，即ちヘパリン含有細胞，及びE，即ちコンドロイチン硫酸含有細胞)に従って定義されており，ヒトの肥満細胞は，それらの起源の組織(肺，皮膚，消化管粘膜)及び中性プロテアーゼ内容(T，即ちトリプターゼ陽性でキマーゼ陰性の細胞，及びTC，即ちトリプターゼ陽性でキマーゼ陽性の細胞)に従って定義されている。",
                        "この総説は，まずげっ歯類系，次にヒトにおける，肥満細胞の不均一性の存在を示す証拠に注目していく。」",
                        "(以上，訳文1頁)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「ヒト肥満細胞の不均一性",
                      "text": [
                        "T(トリプターゼ陽性，キマーゼ陰性)肥満細胞及びTC(トリプターゼ陽性，キマーゼ陽性)肥満細胞と呼ばれる2つの型のヒト肥満細胞が，中性プロテアーゼ内容における差異に基づいて最近記載された。これらはそれぞれ，げっ歯類のMMC及びCTMCと類似しているようである。ヒト肥満細胞の機能的及び形態学的不均一性についての関連する証拠も確証されている。」(訳文6頁)"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "「機能的差異(表7)",
                      "text": [
                        "種々の因子に応答したヒト肥満細胞の脱顆粒及び抗アレルギー薬による脱顆粒の阻害が，種々の解剖学的部位から得られた肥満細胞の分散された調製物において研究されてきた［77, 89-93］。…」(訳文9頁～10頁)",
                        "「分泌促進物質に対する応答。包皮から単離された肥満細胞は，主にTC肥満細胞からなり(99％)，免疫学的因子(抗原及び抗IgE)並びに広汎な非免疫学的因子(カルシウムイオノフォアA23187，コンパウンド48/80，塩基性ポリペプチド(ポリリジン，ポリアルギニン)…など)に応答して，ヒスタミンを放出する［89-91］。対照的に，肺から単離された肥満細胞は，抗IgE及びカルシウムイオノフォアA23187によって活性化されるが，上に挙げたその他の因子の何れによっても活性化されない［91, 92］。…」(訳文10頁)",
                        "「薬理学的因子の効果。クロモグリク酸ナトリウムは，喘息，鼻炎及び結膜炎の治療に広く使用されている。その局所的効果は，肥満細胞の脱分極及びメディエーター放出の阻害に起因すると考えられている［95］。気管支肺胞洗浄によって回収された肥満細胞からのヒスタミン放出は，100μMの濃度のクロモグリク酸ナトリウムによって阻害された［70］。このような肥満細胞は，嚢胞性線維症を有する被験体［74］(上記研究には含まれていない)を除いて，主にT肥満細胞からなることが示されている。10-5Mのクロモグリク酸ナトリウムによるヒトアデノイド肥満細胞(殆どT型)の前処理は，コンカナバリンA誘導性のヒスタミン放出を阻害する［93］。分散されたヒト肺肥満細胞調製物(90％がT肥満細胞)では，IgE依存性ヒスタミン放出のそれぞれ25％及び33％の阻害を生じるのに，高濃度のクロモグリク酸ナトリウム(1000μM)が必要であった。…最後に，クロモグリク酸ナトリウムは，分散された腸MMCからの，IgE依存性のヒスタミン放出の20％阻害を引き起こした［97］。対照的に，in vitro抗原チャレンジ後のヒト皮膚からのヒスタミン放出は，クロモグリク酸ナトリウムによって阻害されず［98，99］，ブタクサ抗原への2％クロモリンの添加も，ヒスタミン放出，肥満細胞の超微細構造変化及び好酸球の移入によって判断されるような，ブタクサ感受性個体における局所的注射に対する皮膚反応を阻害しなかった［100］。ヒト皮膚の肥満細胞は主にTC型であるので，げっ歯類における状況(CTMCは影響を受けるがMMCは受けない)とは対照的に，TC肥満細胞ではなくT肥満細胞に対し，クロモグリク酸ナトリウムの弱いが差示的な阻害効果が存在するようである。」(訳文10頁～11頁)",
                        "甲103(審判乙3)",
                        "甲103(Church, M. K., Agents and Actions, Vol.18, 3/4,p.288-293",
                        "(1986))には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「肥満細胞メディエーター放出の阻害は抗アレルギー薬の臨床的活性に関連しているか？」",
                      "text": [
                        "「イントロダクション",
                        "クロモグリク酸ナトリウム(クロモリンナトリウム，SCG)は，軽度の外因性喘息の治療用に1968年に導入された［1］。SCG自体は際立った効能の薬物ではないが，その作用機序といわれるもの(肥満細胞からの炎症メディエーター放出の阻害［2］)が全く新規であったため，それは喘息治療における大きな進展であると考えられた。SCGの導入は，喘息治療の新時代(抗アレルギー薬の時代)の始まりとして歓迎された。SCGの化学修飾が，一連の強力な経口で有効な薬物をもたらすであろうと信じて，50社を超える製薬会社が，何千ものSCG誘導体の合成及び試験に巨額の資金を投資した。動物モデルにおいて，これらのより新しい化合物は，SCGよりも著しく活性が高く，経口活性の追加的な利益を有することが示された［3］。しかしながら，1985年において，SCGはいまだに，臨床的に利用可能な唯一の抗アレルギー薬である。…残念ながら，使用された生体モデルが不適切であり，ヒトにおける薬物活性を予測しないということを除き，我々は，新しい活性化合物の開発の失敗について明確な説明をいまだにできない。」",
                        "(以上，訳文1枚目)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「SCG及びヒト肥満細胞",
                      "text": [
                        "種間及び種内の両方で肥満細胞の明らかな不均一性が存在するため，ヒト肺肥満細胞へのSCGの作用は，ヒト喘息におけるその作用により関連性が高い。…肺断片及び分散細胞の両方を使用して，ヒト肺肥満細胞へのSCGの阻害効果を評価するための実験が行なわれている。…実験内の変動を低減させるために，分散したヒト肺肥満細胞におけるSCGの効果が評価されている。その結果(図2)は，ラット結合組織肥満細胞とは対照的に，SCGがヒト肺肥満細胞からのIgE依存性ヒスタミン放出の弱い阻害剤に過ぎず，高い濃度が必要とされ，そして部分的な阻害しかもたらされないことを示す［18］。これは，サルブタモール(SCGよりも数千倍低い濃度において，ヒト肺肥満細胞からのIgE依存性ヒスタミン放出に対して良い保護を与える［18］)などのβ-アドレナリン受容体刺激薬とは対照的である。」(訳文3枚目)"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "「SCG様化合物の開発",
                      "text": [
                        "SCG様化合物の開発は，治療上の失敗の悲話である。…。しかし本当に重要なのは，ヒト喘息の症状を予防又は低減する新薬の能力である。原稿執筆時点では，マーケティングに値する十分な抗喘息作用を有することが示されている薬物はない。",
                        "この時点で生じる重要な疑問は，何故我々は臨床効果を改善するのに失敗したか？ということである。成功した化合物の開発及びその作用のレトロスペクティブ分析のみが，答えをもたらすだろう。それまでは，我々は，いくつかの肯定的と言うよりむしろ否定的な示唆を推測及び提供することができるのみである。",
                        "最も可能性が高い答えは，喘息の動物モデルがSCG様薬物の開発にとって不適切であるというものである。確かに，初期の研究は，喘息が肥満細胞メディエーターの放出が全ての症状の原因である単なるIgE介在疾患であるという仮定の下に実施された。肥満細胞が均質集団であり，従ってラット肥満細胞における実験がヒト細胞における実験を予測するだろうとも考えられていた。後になって考えれば，我々は，これらの仮定の両方が間違いであることを知っている。肥満細胞の異型遺伝子性は，喘息が多因子の疾患(そのうちのいくつかの面のみが，IgE依存性肥満細胞メディエーター放出を伴い得る)であるという概念と同様に，今や十分に確立されている。従って，ラット肥満細胞の脱顆粒に基づく試験が抗喘息活性を予測しないこと［3］は，驚くことではない。」(訳文5枚目～6枚目)",
                        "甲127(審判乙27)",
                        "甲127(Y. Okayama et a1., Inhibition profiles of sodium cromoglycate and nedocromil sodium on mediator release from mast cells of human skin, lung, tonsil, adenoid and intestine, Clinical and Experimental Allergy, Volume 22, p. 401-409(1992))には，次のような記載がある(下記記載中に引用する「図3」及び「図4」については別紙4を参照)。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「ヒトにおける，皮膚，肺，扁桃，咽頭扁桃，および腸の肥満細胞からの，メディエーターの遊離についての，クロモグリク酸ナトリウムおよびネドクロミルナトリウムの阻害プロファイル」",
                      "text": [
                        "「405頁図3…」",
                        "「図3  SCG(クロモグリク酸ナトリウム)による，ヒトにおける，分散された皮膚(▲)，肺(○)，扁桃(◇)，咽頭扁桃(□)，および，腸(■)の肥満細胞からの，IgE依存性のヒスタミンの遊離の濃度関連阻害。」",
                        "(以上，訳文1頁)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「405頁図4…」",
                      "text": [
                        "「図4  ネドクロミルによる，ヒトにおける，分散された皮膚(▲)，肺(○)，扁桃(◇)，咽頭扁桃(□)，および，腸(■)の肥満細胞からの，IgE依存性のヒスタミンの遊離の濃度関連阻害。」",
                        "(以上，訳文2頁)",
                        "甲128(審判乙28)",
                        "甲128(Okayama Y et a1., In vitro effects of H -antihistamines on histamine and PGD  release from mast cells of human lung, tonsil,",
                        "and skin, Allergy, Volume 49, p. 246-253 (1994))には，次のような記載がある(下記記載中に引用する「図1a」及び「図1b」については別紙5を参照)。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「インビトロにおける，ヒトにおける，肺，扁桃，および，皮膚の肥満細胞からの，ヒスタミンおよびPGD の遊離に対する，H 抗ヒスタミン剤の影響」",
                      "text": [
                        "「テルフェナジンは，肺及び皮膚肥満細胞に対して二相性効果を有した：低濃度では，肺及び皮膚肥満細胞からのヒスタミン遊離の濃度依存的阻害が見られたが，より高濃度では当該薬物はメディエーター遊離を促進した。高濃度においても，テルフェナジンは扁桃肥満細胞からのメディエーター遊離を阻害した。ケトチフェンは，肺及び扁桃肥満細胞からのメディエーター遊離の阻害剤としては，低い効力を示した。皮膚肥満細胞においては，1．0μMよりも低い濃度ではメディエーター遊離の阻害は観察されず，それより高い濃度では，メディエーター遊離を促進した。」",
                        "(以上，訳文1頁)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「248頁図1…」",
                      "text": [
                        "「図1a，b，および，c  テルフェナジン(1a)，ケトチフェン(1b)，および，セチリジン(1c)による，ヒトにおける分散された肺の肥満細胞，扁桃肥満細胞，および，皮膚肥満細胞からの，IgE依存性のヒスタミン(△)及びPGD (○)の遊離の濃度関連阻害，および，各抗ヒスタミン剤単独でのヒスタミン遊離効果(◆)。各実験において抗ヒスタミン剤が存在しない場合の抗IgEによるヒスタミンおよびPGD の遊離を100％としている。」",
                        "(以上，訳文2頁～3頁)",
                        "甲129(審判乙29)",
                        "甲129(F. L. Pearce et al., Effects of Sodium Cromoglycate and Nedocromil Sodium on Histamine Secretion from Mast Cells from Various Locations,Drugs 37 (Suppl.1), p.37-43 (1989))には，次のような記載がある(下記記載中に引用する「図2」については別紙6を参照)。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「種々の部位の肥満細胞からのヒスタミン分泌に対するクロモグリク酸ナトリウムおよびネドクロミルナトリウムの効果」(訳文1頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「39頁図2…」",
                      "text": [
                        "「図2  ラット腹膜滲出細胞［PEC］(○)，ラット胸膜細胞(●)，ハムスターPEC(▽)，マウスPEC(△)，ヒト好塩基球(■)，ならびに，モルモットの腸間膜と肺(□)，およびラット腸(▲)から単離された肥満細胞からのヒスタミン遊離に対するネドクロミルナトリウムの効果。」",
                        "「クロモグリク酸ナトリウムに関する前のレポート(…)と一致して，ネドクロミルナトリウムは，ラット腹膜及び胸膜肥満細胞からの免疫学的ヒスタミン遊離について同程度の阻害を生じさせた(図2)。当該薬剤は，ハムスターからの腹膜細胞に対して，より活性が低く，マウスからのこれらの細胞に対しては完全に無効であった。それはヒト好塩基性白血球，モルモットの組織肥満細胞，および，ラット腸からの粘膜肥満細胞に対しても不活性であった。」",
                        "(以上，訳文2頁)",
                        "甲7",
                        "甲7(「ザジテンⓇ点眼液0．05％」添付文書)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「抗アレルギー点眼剤    ザジテンⓇ点眼液0．05％…ケトチフェンフマル酸塩点眼液」，「販売開始1991年7月」(1頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「【薬効薬理】",
                      "text": [
                        "1．抗アレルギー作用",
                        "ケトチフェンはPCA(受動的皮膚アナフィラキシー)反応を抑制する(ラット)。",
                        "ヒスタミン，SRS-A等のケミカルメディエーターの遊離を抑制する(ラット腹腔肥満細胞，ヒト白血球中好塩基球・好中球in vitro)。",
                        "また，抗原及びPAF(血小板活性化因子)による好酸球の活性化を抑制する(モルモット，ヒヒ)。」",
                        "2．抗ヒスタミン作用",
                        "ケトチフェンはヒスタミンによる気管支収縮(モルモット)，血管透過性亢進，皮膚反応(ラット)等を抑制する。",
                        "3．動物結膜炎モデルにおける作用",
                        "動物結膜炎モデルにおいてケトチフェンはIgE結膜炎(ラット，モルモット，点眼)及びCompound48/80誘発結膜炎を抑制する(ラット，点眼)。…」(1頁右欄)",
                        "甲10",
                        "甲10(「アレギサールⓇ点眼液0．1％」添付文書)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「抗アレルギー点眼剤    アレギサールⓇ点眼液0．1％…ペミロラストカリウム点眼液」，「販売開始1995年4月」(1頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「〔薬効薬理〕",
                      "text": [
                        "1．実験的アレルギー性結膜炎抑制作用",
                        "(ラット，モルモット)…",
                        "2．作用持続性",
                        "(ウサギ)…",
                        "3．作用機序(ケミカルメディエーターの遊離抑制作用)",
                        "(in vitro)",
                        "ラット腹腔肥満細胞において膜のリン脂質代謝阻害によりケミカルメディエーターの遊離を抑制した。",
                        "また，ヒト肺，ヒト末梢白血球及びモルモット肺からの抗原あるいは抗IgE抗体刺激によるヒスタミン，SRS-Aなどの遊離を抑制した。」",
                        "(2頁左欄)",
                        "甲13",
                        "甲13(「医薬品研究  vol.20，№1」(1989))には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「フマル酸ケトチフェン点眼液のラット及びモルモットにおける実験的結膜炎に対する効果」(48頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「PCA(passive cutaneous anaphylaxis)反応を応用して作製したモルモットの結膜炎が，病理組織学的にヒトのアレルギー性結膜炎に類似するとされている。」(49頁左欄11行～14行)"
                    },
                    {
                      "fig": "c",
                      "subject": "「以上のように，フマル酸ケトチフェンはヒトのアレルギー性結膜炎に近似する動物モデルにおいて，低薬用量で点眼効果を発現した。また，点眼と静脈内投与時の薬効比較から，点眼における薬物の組織移行性は良好であると推察され，点眼時の抗アレルギー作用は局所性に発現する事，更に，血液中を介した全身性の副作用を惹起しがたいことが示唆された。したがって，フマル酸ケトチフェンの点眼剤への臨床応用は可能と考えられ，眼科領域での有効性が期待される。」(55頁左欄42行～右欄8行)",
                      "text": [
                        "甲14",
                        "甲14(「アレルギー  34(11)」(1985))には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「アレルギー性結膜炎の動物実験モデルの作製」(1021頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「著者らはアレルギー性結膜炎の動物実験モデルの作製を試みる過程で，高力価のIgE抗体で感作されたモルモットに抗原液を点眼した際に眼結膜に炎症が起こり，それは一見ヒトの結膜炎と類似した臨床症状を呈することを観察した。」(1021頁左欄14行～18行)"
                    },
                    {
                      "fig": "c",
                      "subject": "「以上の結果から，モルモットにおいてIgE抗体の感作によって作製された結膜炎がDSCG及び小青竜湯抽出液によって特異的に抑制されたことから，アレルギー性結膜炎の動物実験モデルを作製しえたと考えられた。」(1025頁右欄33行～37行)",
                      "text": [
                        "甲15",
                        "甲15(「アレルギー  35(12)」(1986))には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「スギ花粉によるアレルギー性結膜炎の実験的・組織学的研究」(1149頁)"
                    },
                    {
                      "fig": "b",
                      "text": [
                        "「もし，スギアレルギー性結膜炎の動物モデルが作製できれば，その診断，病理学的解明，抗アレルギー剤の効果判定などに極めて有益である。",
                        "今回，抗スギ花粉血清を用いてモルモットを受身感作し，スギ花粉噴霧にて肉眼的にヒト類似のアレルギー性結膜炎を起こすことができた。その結膜局所の経時的変化を組織的に検討し，アレルギー反応であることを確かめた。また，抗アレルギー剤点眼による効果も組織学的に検討した。」(1149頁左欄8行～末行)"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "「以上より感作モルモット群では，抗原challengeにより即時型アレルギー反応が起こり，肥満細胞から種々のchemical mediatorが放出され，結膜局所の浮腫・充血，細胞浸潤が起こったと推測される。このことはヒトのスギ花粉によるⅠ型アレルギー性結膜炎と類似したものと思われる。この方法で作製した動物モデルは，今後スギアレルギー性結膜炎の診断，病理的解明，抗アレルギー剤の効果判定などに有益であると考えられる。」(1155頁左欄10行～18行)",
                      "text": [
                        "甲16",
                        "甲16(J. Pharmacobio-Dyn., 14, p.467-473 (1991))には，次のような記載がある。",
                        "「レボカバスチンは，実験動物において強力で持続性のある抗ヒスタミン作用および抗アレルギー作用を示す新規なH 受容体遮断薬である。例えば，レボカバスチンは，ラットにおいてコンパウンド48/80誘発性ショックや，モルモットにおいてヒスタミン(Hi)誘発性致死を防いだ。…当然のこととして，レボカバスチンが如何にしてアレルギー性結膜炎又は鼻結膜炎を緩和するのかを局所投与により示すための研究がなされた。…アレルギー性結膜炎について局所投与したレボカバスチンの優れた作用については，臨床試験で繰返し報告されてきた。しかし，何故レボカバスチンがアレルギー性結膜炎にそのように作用するのかの理由については全く知られていない。したがって，レボカバスチン投与後の実験的アレルギー性結膜炎における劇的な抑制につながるメカニズムを，特に局所投与の場合(点眼)で明らかにすべく本研究を実施した。",
                        "材料と方法",
                        "動物-180匹の雄のモルモット…を用いた。」(原文467頁左欄1行～右欄14行，訳文1頁)",
                        "甲17",
                        "甲17(Arch Ophthalmol vol 107, p. 433-438 (1989))には，次のような記載がある。",
                        "「モルモットの結膜にFL-OAを局所的に繰返し投与したところ，ヒトにおけるアレルギー性結膜疾患の様々な症状と多くの点で同等の様々な結膜免疫病理徴候が現れた。モルモットの結膜の抗原による局所免疫化とチャレンジの過程初期に，ヒトの枯草熱結膜炎に似た急性1型結膜反応が誘発された。抗原による局所チャレンジを続けたところ，特異的脱顆粒による反応性肥満細胞の枯渇に続き1型反応性の活性低下となった。…」(原文438頁左欄20行～44行，訳文1頁)",
                        "甲18",
                        "甲18(Acta Ophthalmologica 68, p.470-476 (1990))には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「最近の報告では，特異的な抗原でチャレンジされたアレルギー患者及び分泌促進物質48/80を局所投与した後の正常人において眼のアナフィラキシー中に起こる事象の時系列が報告されている(…)。…しかしながら一般的には，これらの研究は，ヒトの眼のEPRはチャレンジ後0.5～1時間でピークとなること，そしてLPRは6～10時間の間に起こり，これは我々のモルモットモデルでの経時的変化と似ていることを示していた。」(原文475頁左欄1行～14行，訳文1頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「結論として，本研究は，能動免疫化した動物でのEPRとLPRのモデルに関する基礎を提供するものである。本モデルは，ヒトの様々なアレルギー性眼病の病理の理解に貢献する可能性がある。本モデルが，眼のアレルギー反応における成分のどちらか一方又は両方に選択的に作用するようにした治療薬の評価に対して有用な手段を提供することが期待できる。」(原文475頁左欄26行～34行，訳文1頁)",
                      "text": [
                        "甲20",
                        "甲20(「臨眼  46巻10号  1992年10月」)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「スギ花粉症に対する塩酸プロカテロール点眼液の眼誘発反応抑制効果」",
                      "text": [
                        "「要約  スギ花粉症患者30例に，抗原による眼誘発試験を行い，0.003％，0.001％および0.0003％ procaterol点眼液の涙液中ヒスタミン遊離抑制効果を検討した。右眼にprocaterol点眼液，左眼にplacebo点眼液を点眼し，10分後に，スギ抗原液を点眼して，アレルギー反応を誘発した。…Procaterol点眼液はスギ花粉症に対する有効な薬剤であると考えられた。」",
                        "(以上，1517頁)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "「一方，モルモットおよびラットアレルギー性結膜炎モデルにおいて，procaterol点眼液の前投与により，抗原誘発による結膜血管透過性亢進が抑制されることが認められているが，アレルギー性結膜炎患者に対する procaterol点眼液のアレルギー反応抑制効果に関する報告はない。",
                        "そこで，著者らはスギ花粉症患者について，procaterol点眼液の抗アレルギー作用を客観的に評価するために，抗原誘発後の涙液ヒスタミン量の変動を指標として検討を行った。",
                        "本研究において，誘発5分および10分後の涙液ヒスタミン量は，procaterol投与眼ではplacebo投与眼に比し，いずれの濃度においても有意な低値が認められた(…)。",
                        "これは，procaterol点眼液の前投与により，抗原誘発後に生ずる肥満細胞からのヒスタミン遊離が抑制された結果であると考えられる。」(1519頁左欄6行～27行)"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "「Procaterol点眼液はスギ花粉症に対する新しい予防的治療薬として期待される薬剤であると考えられる。」(1519頁右欄1行～3行)",
                      "text": [
                        "甲23",
                        "甲23(「エリックスⓇ点眼液0．25％」添付文書)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「抗アレルギー点眼剤    エリックスⓇ点眼液0．25％…アンレキサノクス点眼液」，「販売開始1989年4月」(1頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「【薬効薬理】",
                      "text": [
                        "1．実験的アレルギー性結膜炎抑制作用",
                        "ラット及びモルモットにおけるIgE関与の受動結膜アナフィラキシー反応(I型アレルギー反応)を用量依存的に抑制する(点眼)。",
                        "2．作用機序",
                        "(1)ヒスタミン遊離抑制作用",
                        "ラット肥満細胞からのIgE関与のヒスタミン遊離反応を抑制する(in  vitro)。ヒスタミン遊離抑制の作用機序として細胞内c-AMP量増加作用に基づくことが示唆されている。",
                        "(2)ロイコトリエン生成抑制作用",
                        "…",
                        "(3)抗ロイコトリエン作用",
                        "…」",
                        "(2頁左欄)",
                        "甲30",
                        "甲30(「アレルギーの臨床  14(10)，1994」)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「皮膚科領域における抗アレルギー剤」(751頁)",
                      "text": [
                        "「はじめに",
                        "アレルギー疾患治療剤はその作用機序によっていくつかに大別される。たとえば1)肥満細胞や好塩基球から産生される各種の化学伝達物質に対する拮抗薬，2)それらの化学伝達物質の肥満細胞からの産生・遊離を抑制する薬剤，3)…，4)…，5)…などである。1)の化学伝達物質拮抗薬にはH1ヒスタミン拮抗薬，ロイコトリエン拮抗薬，PAF拮抗薬，トロンボキサンA2拮抗薬などが含まれる。従来頻用されているH1ヒスタミン拮抗薬，いわゆる古典的抗ヒスタミン剤に対して，2)の化学伝達物質遊離抑制作用(肥満細胞安定化作用，mast cell stabilizer)を有する薬剤を狭義の抗アレルギー剤として呼称するのが本邦では一般化している。この抗アレルギー剤の概念の糸口となったのが，クロモグリク酸ナトリウムである。…しかしクロモグリク酸ナトリウムは消化管から吸収されないため，吸入による適応が主体であった。その後このような欠点を補うべく経口可能な抗アレルギー剤が続々と開発されていったのである。」(751頁左欄1行～28行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「1．抗アレルギー剤の種類，薬効，薬物動態",
                      "text": [
                        "抗アレルギー薬は大きく2つに分けられる。化学伝達物質遊離抑制作用を有するが，H1ヒスタミン拮抗作用(抗ヒスタミン作用)を有しない酸性抗アレルギー剤と，化学伝達物質遊離抑制作用と同時に強い抗ヒスタミン作用も有する塩基性抗アレルギー剤の2種である。後者は，抗ヒスタミン剤としての効果の上に，抗アレルギー剤としての効果を併せ持つわけである。表1，2に酸性及び塩基性抗アレルギー剤の種類，用法・用量，効能・効果，薬効・薬理をまとめた。…",
                        "酸性抗アレルギー剤では，すべての薬剤にヒスタミン遊離抑制作用あるいはロイコトリエン遊離抑制作用が認められる。アンレキサノクスやイブジラストでは，抗ロイコトリエン作用及び抗PAF作用も認められる。またクロモグリク酸ナトリウムとトラニラストではニューロペプチド遊離抑制作用が，トラニラストとペミロラストカリウムではプロスタグランディンD2遊離抑制作用も報告されている。",
                        "塩基性抗アレルギー剤では，抗ヒスタミン作用，ヒスタミン遊離抑制作用，及びロイコトリエン遊離抑制作用が認められている。また抗ロイコトリエン作用もほとんどの薬剤で認められている。抗PAF作用は，フマル酸ケトチフェン，塩酸アゼラスチン，オキサトミド，テルフェナジン，塩酸エピナスチンで確認されている。」(751頁右欄2行～29行)",
                        "甲31",
                        "甲31(「日本臨牀  49巻・1991年増刊号」)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「ⅠⅠⅠ．治療薬  O．免疫およびアレルギー領域",
                      "text": [
                        "抗アレルギー薬」(705頁)",
                        "「            はじめに",
                        "抗アレルギー薬とは，広い意味では，アレルギー疾患の治療に用いられる諸種の薬物といえるのであるが，最近では狭い意味で，肥満細胞や好塩基球からのメディエーター遊離を抑制する薬物を指すのが一般的になっている。“mast cell stabilizer”がいつの間にか“抗アレルギー薬”と呼ばれるようになったのである。この種の薬物の代表が，クロモリン，すなわちクロモグリク酸ナトリウムである。」(705頁左欄1行～10行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「2．抗アレルギー薬の一覧",
                      "text": [
                        "抗アレルギー薬は2つに大別される。クロモリン様の作用を有するが，抗ヒスタミン作用を持たない薬物(表1)と，クロモリン様の作用と共に強い抗ヒスタミン作用を有する薬物(表2)である(図1)。",
                        "後者は，抗ヒスタミン薬としての効果の上に抗アレルギー薬としての効果を現す。",
                        "抗ヒスタミン作用そのものは治療の上で有益に働くが，それに付随して現れる抗コリン作用と中枢抑制作用が，この種の薬物の使用を制限する。」(705頁右欄1行～12行)",
                        "甲32",
                        "甲32(「臨眼  43巻8号，1989年8月」)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「臨床報告  スギ花粉症に対するketotifen点眼液の眼誘発反応抑制効果」(1251頁)",
                      "text": [
                        "「要約  スギ花粉症患者11例に，季節外に，抗原による眼誘発試験を行い，0.05％ketotifen(HC)点眼液の涙液中ヒスタミン遊離抑制効果を検討した。右眼にHC点眼液，左眼にplacebo点眼液を点眼し，5分後に，20倍希釈のスギ抗原液を点眼して，アレルギー反応を誘発した。HC投与眼の誘発5分および10分後の涙液中ヒスタミン量は，対照眼に比べ有意なヒスタミン遊離抑制効果がみられた(P＜0.01)。HC点眼液のヒスタミン遊離抑制率は，誘発5分後で67.5％，誘発10分後で67.2％であった。0.05％HC点眼液はスギ花粉症に対する有効な薬剤であると考えられる。」(1251頁左欄1行～12行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "「フマル酸ケトチフェンは，benzocycloheptathiophene類に属し，肥満細胞からのヒスタミンおよびロイコトリエンなどのケミカルメディエーター遊離抑制作用と抗ヒスタミン作用を併せもつ経口抗アレルギー剤であり，スイス・サンド社で開発された。",
                        "すでに，本邦では，ZaditenⓇの商品名で，気管支喘息，鼻アレルギー，湿疹，皮膚炎，蕁麻疹，皮膚搔痒症に対する有効性が認められ，広く用いられている。",
                        "眼科領域においても，本邦で，ケトチフェンを主成分とするHC点眼液のアレルギー性結膜疾患に対する臨床的検討が行われており，期待しうる効果が得られつつある。」(1251頁左欄14行～27行)"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "「ケトチフェンは，ラットPCA(passive cutaneous anaphylaxis)反応抑制作用およびラット腹腔肥満細胞からのCompound48/80によるヒスタミン遊離抑制作用を示し，in vitroで，気管支喘息患者血液好塩基球よりの抗原または抗IgE抗体によるヒスタミンおよびSRS-A(slow reacting substance of anaphylaxis)遊離を抑制することが認められている。",
                        "また，ラットのアレルギー性結膜炎モデルにおいて，HC点眼液の前投与により，抗原誘発後のアレルギー症状の発現が抑制されることが明らかにされている。",
                        "しかし，HC点眼液の薬効を，in vivoタミン遊離を指標として評価した報告はない。…",
                        "そこで，0.05％HC点眼液のスギ花粉症患者に対する薬効についても，抗原誘発後の涙液ヒスタミン量の変動を指標として検討を行った。」(1253頁左欄6行～右欄3行)"
                      ]
                    },
                    {
                      "fig": "d",
                      "subject": "「以上，0.05％HC点眼液は，抗ヒスタミン作用以外に，スギ花粉症患者に対し，優れたヒスタミン遊離抑制作用を有しており，スギ花粉症に対する新しい治療薬として十分期待出来る薬剤であると考えられる。」(1253頁右欄18行～末行)",
                      "text": [
                        "甲41(審判参考資料2)",
                        "甲41(「基礎と臨床―Vol.27  №1 Jan. '93」)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「トラニラストの結膜アレルギー抑制機序の研究―アレルギー性結膜炎モデルおよび精製肥満細胞におけるヒスタミン遊離に対する作用―」(191頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「眼科領域への適用を目的として開発されたトラニラスト点眼液は，ラットおよびモルモットのアレルギー性結膜炎モデルにおいて，即時型アレルギー反応による血管透過性亢進を強く抑制した。これらのモデルはIgE抗体が関与する眼瞼結膜の即時型アレルギーモデルであり，結膜組織の肥満細胞が重要な役割を果たしていると考えられている。本研究において，トラニラストはモルモットのアレルギー性結膜炎モデルで抗原誘発による涙液中へのヒスタミン遊離を抑制し，精製肥満細胞からの抗原誘発によるヒスタミン遊離を抑制した。また，トラニラストを点眼した際の結膜組織中トラニラスト濃度は，in vitroでのケミカルメディエーター遊離抑制濃度に近似している。したがって，トラニラストによる結膜アレルギー反応抑制の作用機序は，結膜組織の肥満細胞からのヒスタミンをはじめとするケミカルメディエーターの遊離抑制であると考えられる。」(193頁右欄17行～194頁左欄13行)",
                      "text": [
                        "甲42(審判参考資料3)",
                        "甲42(「日薬理誌  101」(1993))には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「モルモットの実験的アレルギー性結膜炎に対するTranilast点眼液の効果」(27頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「モルモットに0.5％tranilast点眼液20μlを点眼後の結膜中の薬物濃度は，4時間後で10.55μg/g，8時間後で9.53μg/gであった。これらの濃度は，in vitroでのラット腸管膜肥満細胞の抗原誘発脱顆粒抑制濃度である106",
                      "text": [
                        "g/mlに近似しており，本研究でtranilast点眼液の作用持続時間が6時間継続したこととよく一致する。したがって，tranilastは点眼投与でもアレルギー性結膜炎に対して結膜に存在する肥満細胞からのヒスタミンなどの化学伝達物質遊離抑制作用を介して速やかに抑制作用を示し，かつ，持続的に作用を発現すると思われる。」(30頁左欄6行～右欄8行)",
                        "「tranilastは，ラットのアレルギー性結膜炎モデルにおいてPCA反応を抑制すること，また，臨床においても経口投与で結膜炎患者の涙液中へのleukotrieneB の遊離を抑制することを考え合わせると，tranilastは点眼投与により眼科領域のアレルギー疾患に対する強力，かつ持続的な治療効果が期待できる。」(31頁左欄9行～14行)",
                        "甲205",
                        "甲205(「MEDICAL  SAＮDOZ  vol.8  №2  1980」)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「新しい経口的気管支喘息予防薬の薬理学的検討」(87頁)"
                    },
                    {
                      "fig": "b",
                      "text": [
                        "「Ketotifenは，IgE抗体の関与するラット皮膚におけるPCA反応を抑制し，48/80(N-hemoanisyl-formaledhyde condensate)によって惹起されるラット腹腔肥満細胞よりのヒスタミン遊離を抑制する。そして感作ラットにおける，抗原誘発における気道抵抗の増大を抑制する。また，この薬物がラットの心臓，肺，腸間膜組織のphosphodiesterase活性を抑制することから，その薬理作用の一面を推測することができる。",
                        "これらの事実に基づき，この薬剤が，ヒト好塩基球からのヒスタミンおよびSRS-Aの遊離を抑制するか否かを検討した。」(90頁左欄16行～右欄3行)"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "「以上の事実は，Ketotifenがヒト好塩基球からのヒスタミンおよびSRS-Aの遊離をたしかに抑制すると結論することができる。」(92頁左欄14行～16行)",
                      "text": [
                        "甲206",
                        "甲206(「あたらしい眼科  vol.11,№4,1994」)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「ラットアレルギー性結膜炎およびカラゲニン惹起結膜炎に対するL-アスコルビン酸6-ドコサヘキサエン酸エステルの効果」",
                      "text": [
                        "「ラットアレルギー性結膜炎およびカラゲニン惹起結膜炎に対するL-アスコルビン酸6-ドコサヘキサエン酸エステル(AAD)の効果を検討した．その結果，0.1％～5.0％AADは炎症惹起日の点眼により，ラットのアレルギー性結膜炎およびカラニゲン惹起結膜炎を用量依存的に抑制した．…また，AADはin vitro でラット腹腔由来の肥満細胞からのヒスタミン遊離を抑制した．」",
                        "(以上，617頁)"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "「3．ラット腹腔肥満細胞からのヒスタミン遊離に対するAADの効果",
                      "text": [
                        "結果を表5に示す.10-5g/mlのADDはヒスタミン遊離を有意に抑制(抑制率:19.0%)した.」(619頁左欄11行～14行)"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "「          III  考察",
                      "text": [
                        "今回，筆者らは，AADがラットのアレルギー性結膜炎およびカラゲニン惹起結膜炎を抑制することを示し，アレルギー性結膜炎の抑制作用の一部に肥満細胞からのヒスタミン遊離抑制作用が関与することを示した.」(619頁左欄15行～19行)",
                        "甲209",
                        "甲209(米国特許第5，360，720号公報，1994年(平成6年)11月1日作成)には，次のような記載がある。"
                      ]
                    },
                    {
                      "fig": "a",
                      "subject": "「肥満細胞安定化アッセイのためのヒト結膜肥満細胞を調製する方法」(原文1欄左欄1行～3行，訳文1頁)"
                    },
                    {
                      "fig": "b",
                      "subject": "「例1 -処理または刺激に先立つ培養培地の平衡化インキュベーション",
                      "text": [
                        "ヒト結膜組織が死後8時間以内に臓器/組織ドナーから得られ，輸送媒体(通常はDexsolⓇ角膜輸送培地または同等物)に保存される。受け取った後，組織を秤量し，ウシ胎児血清(20％)，L-グルタミン(2mM)，ペニシリン(100単位/ ml)，ストレプトマイシン(100μg/",
                        "ml)，アンホテリシンB(2.5μg/ ml)そしてHEPES(10mM)を補充したRPMI 1640培養培地を含有する20mLのキャップ付きスクリューガラスバイアルまたは同等物に保管される。組織は4℃で死後約5日間以上補充したRPMI 1640培地中に保存される。酵素消化に先立ち，組織および培養培地は，滅菌ペトリ皿に移され，37℃(5％のCO )で一晩インキュベートされる。",
                        "組織は，酵素処理のために0.1％ゼラチン(TGCM)を含むタイロード緩衝液(mM単位で，NaCl 137，KCl  2.7，NaH PO  0.35，塩化カルシウム  1.8，MgCl   0.98，NaHCO   11.9，グルコース  5.5)に移される。組織は，37℃，30分消化の間，おおよそ20mLの量で，組織のグラム当たりコラゲナーゼ(タイプIV)およびヒアルロニダーゼ(タイプ1-S)各々200Uでインキュベートされる。組織は，さらに，酵素消化の為にナイテックスTGCM上で，等量のTGCMで洗浄された。二つの消化は(第1段階)に記載された様にして，完成され，37℃で30分間，およそ20 mLの量で，組織のグラム当たりコラゲナーゼおよびヒアルロニダーゼの各々2000Uを使用して，追加の消化工程(典型的には3～5)が続けられる。」",
                        "「各消化から得られたろ液を遠心分離した(825グラム，7分)，ペレット化した細胞を，カルシウム/マグネシウムを含まないタイロード緩衝液(TG)に再懸濁した。全ての消化物からのプールされた細胞を遠心分離(825mg，30分間)し， 1.058g/LのパーコールⓇ［PercollⓇ］で細胞ペレットを再懸濁し，TG緩衝液中で洗浄し，濃縮された。肥満細胞のバイアビリティと数は，トリパンブルー排除およびトルイジンブルーO(50mgのトルイジンブルーO着色剤を，以下の溶液に溶解した：生理食塩水,39 mL; 氷酢酸,1ml; ホルムアルデヒド(37％),10mL;エタノール(100％),50 mL)，採取した細胞懸濁液を染色することにより測定した。",
                        "5000マスト細胞を含む細胞懸濁液をTGCM含むチューブに添加し，遠心分離(500グラム,7分)で終了することにより，37℃で15分間，抗ヒトIgE(ヤギ由来のIgG抗体)でチャレンジした。上清は集められ，ヒスタミン分析まで，-20℃で保管された。完全なヒスタミン放出は，0.1％トリトンX-100に細胞を暴露することにより得られた。自発的ヒスタミン放出は，TGCMのみの処置で得られた。非特異的の，抗体刺激によるヒスタミン放出は，通常のヤギ血清(NGS)又はヤギIgG(GT IgG)を用いて対処された。ヒスタミンの決定は標識免疫決定法(AMAC社,ウェストブルック,Me)によってなされた。」",
                        "(以上，原文4欄42行～5欄36行，訳文1頁～2頁)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "ヒトのアレルギー性結膜炎を抑制する薬剤の研究及び開発に係る技術常識について",
              "text": [
                "前記アによれば，本件特許の優先日当時におけるヒトのアレルギー性結膜炎を抑制する薬剤の研究及び開発に係る技術常識として，次の点が認められる。",
                "抗アレルギー薬は，その作用機序によって，肥満細胞から産生・遊離されるヒスタミンなどの各種の化学伝達物質(ケミカルメディエーター)に対する拮抗作用を有する薬剤，それらの化学伝達物質の肥満細胞からのアレルギー性結膜炎を抑制する薬剤の研究及び開発においても，この二つの作用を確認することが一般的に  ヒトのアレルギー性結膜炎を抑制する薬剤の研究及び開発において，ヒトのアレルギー性結膜炎に類似するモデルとしてラット，モルモットの動物結膜炎モデルが作製され，点眼効果等の薬剤の効果判定に用いら  また，本件特許の優先日当時販売されていたヒトにおける抗アレルギー点眼剤(例えば，「ザジテンⓇ点眼液0．05％(ケトチフェンフマル酸塩点眼液)」，「アレギサールⓇ点眼液0．1％(ペミロラストカリウム点眼液)」，「エリックスⓇ点眼液0．25％(アンレキサノクス点眼液」)の添付文書(「薬効・薬理」欄)には，各有効成分がラット，モルモットの動物結膜炎モデルにおいて結膜炎抑制作用を示したことや，ラットの腹腔肥満細胞等からのヒスタミン等の化学伝達物質の遊離抑制作用を示したことが"
              ]
            },
            {
              "fig": "ウ",
              "subject": "肥満細胞の不均一性について",
              "text": [
                "は複数の型が存在し，ヒト及びラットなどのげっ歯類において，種が異なり，又は同じ種内であっても組織(部位)が異なると肥満細胞の型が異なり，また，肥満細胞の型が異なると，薬剤のヒスタミン遊離抑制作用に対する反応性が異なるという肥満細胞の不均一性が存在し，その具体例として，クロモグリク酸ナトリウムによるヒスタミン放出等の阻害作用について，ヒト肥満細胞とげっ歯類の肥満細胞とでは異なる反応を示したことが記載されている。",
                "クロモグリク酸ナトリウム，ネドクロミルナトリウム，テルフェナジン及びケトチフェンは，ヒトの異なる組織の肥満細胞に対するヒスタミン遊離抑制作用が異なることが記載されている。",
                "ロミルナトリウムは，ラットにおいて，腹膜及び胸膜肥満細胞にヒスタミン遊離抑制作用を示すが，腸からの粘膜肥満細胞には不活性であることが記載され，また，ハムスターの腹膜肥満細胞は，ラットの腹膜肥満細胞よりも活性が低く，マウスの腹膜肥満細胞には不活性であることが記載されている。",
                "トにおける抗アレルギー点眼剤の添付文書(「薬効・薬理」欄)には，各有効成分がラット，モルモットの動物結膜炎モデルにおいて結膜炎抑制作用を示したことや，ラット腹腔肥満細胞等からのヒスタミン等の化学伝達物質の遊離抑制作用を示したことが記載されている。これらのヒトにおける抗アレルギー点眼剤は，薬事法に基づく医薬品の製造販売の承認を受けて製造販売に至ったものであり，その承認を受けるに当たり，ヒトにおける効能又は効果についても審査を受けているものと考えられる。ヒトのアレルギー性結膜炎を抑制する薬剤の研究及び開発において，ヒトのアレルギー性結膜炎に類似するモデルとしてラット，モルモットの動物結膜炎モデルが作製され，点眼効果等の薬剤の効果判定に用いられていたことを考慮すると，ラット，モルモットの動物結膜炎モデルにおける薬剤の応答性に関する実験結果とヒトの結膜炎における薬剤の応答性に関する実験結果が同様の傾向を示す場合があることや，ラット，モルモットのある組織の肥満細胞の実験結果とヒトの結膜における肥満細胞の実験結果が同様の傾向を示す場合があることを否定することはできないというべきである。",
                "以上を総合すると，本件特許の優先日当時，薬剤による肥満細胞に対するヒスタミン遊離抑制作用は，肥満細胞の種又は組織が異なれば異なる場合があり，ある動物種のある組織の肥満細胞の実験結果から他の動物種の他の組織における肥満細胞の実験結果を必ずしも予測することができないというのが技術常識であったものと認められる。この意味において，肥満細胞には不均一が存在するものと認められるから，本件審決が「ラット肥満細胞における実験はヒト肥満細胞における実験を予測するものではないということが，当業者の技術常識となっていたもの認められる」と認定したこと自体に誤りはないものと認められる。",
                "原告は，これに対し，甲7，10，13ないし18，20，23，41，42，205，206等によれば，本件特許の優先日当時，「肥満細胞の不均一性」が技術常識であったとはいえず，種や部位が相違する実験結果であっても，肥満細胞からのケミカルメディエーターの遊離抑制効果をある程度予測できることが技術常識であったものであり，ラット肥満細胞における実験結果からヒト肥満細胞における実験結果を予測できた旨主張する。",
                "しかしながら，原告が挙げる各証拠は，ラットやモルモットの動物結膜炎モデルがヒトのアレルギー性結膜炎に類似しており，抗アレルギー剤の効果判定に有益であることや，ラットの腹腔肥満細胞からのヒスタミン遊離抑制効果と同様の効果がスギ花粉症患者の涙液中のヒスタミン量にみられ，種や組織が異なる肥満細胞において，ある薬剤のケミカルメディエーター遊離抑制効果が同じ場合があることを示すものにすぎず，種や組織が異なる肥満細胞における実験結果から，ヒト結膜肥満細胞における実験結果が予測可能であることを積極的に示すものではなく，上記各証拠から，ラット肥満細胞における実験結果からヒト肥満細胞における実験結果を予測できたものとまで認めることはできないから，原告の上記主張は採用することができない。",
                "また，被告らは，この点に関し，本件特許の優先日当時，肥満細胞においては，異なる組織・異なる動物種の間で薬物応答の予測可能性が極めて低いという性質(「肥満細胞の不均一性」)があるため，ある動物種のある組織の肥満細胞の実験結果から，他の動物種の他の組織における肥満細胞の実験結果を予測することは，極めて困難であった旨主張する。",
                "ラット，モルモットの動物結膜炎モデルにおける薬剤の応答性に関する実験結果とヒトの結膜炎における薬剤の応答性に関する実験結果が同様の傾向を示す場合があることや，ラット，モルモットのある組織の肥満細胞の実験結果とヒトの結膜における肥満細胞の実験結果が同様の傾向を示す場合があることを否定することはできず，肥満細胞の不均一性は，ある動物種のある組織の肥満細胞の実験結果から他の動物種の他の組織における肥満細胞の実験結果を必ずしも予測することができないというのにとどまるというべきであるから，その限度において，被告らの上記主張は採用することができない。",
                "本件訂正発明1及び2の容易想到性の判断について",
                "原告は，本件審決が，本件訂正発明1及び2における「ヒト結膜肥満細胞安定化」という発明特定事項は，甲1及び甲4に記載のものからは動機付けられたものとはいえないとして，甲1を主引例とする進歩性欠如の原告主張の無効理由2は理由がないと判断したのに対し，本件特許の優先日当時，種や部位が相違する実験結果であっても，肥満細胞からのケミカルメディエーターの遊離抑制効果をある程度予測できることが技術常識であったこと，甲4には，「化合物20」(化合物A)を含む「化合物(I)」についてのラットにおけるPCA試験の評価結果から「皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくもの」と推論できることが記載されており，この記載は，化合物Aがヒスタミンなどのケミカルメディエーターの遊離抑制作用を奏することを示唆するものであること，本件特許の優先日当時，「ヒトの結膜肥満細胞を用いた実験系」は公知であったこと(甲209)を総合すれば，甲1及び甲4に接した当業者であれば，甲1記載の「KW-4679」(化合物Aのシス体の塩酸塩)をヒト結膜肥満細胞安定化剤として適用することを試みる動機付けがあり，本件訂正発明1及び2を容易に想到することができたから，本件審決の判断は誤りである旨主張するので，以下において判断する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "容易想到性について",
              "text": [
                "甲1には，アレルギー性結膜炎を抑制するためのKW-4679(化合物Aのシス異性体の塩酸塩)を含有する点眼剤が記載され，また，甲1には，モルモットに抗原誘発及びヒスタミン誘発したアレルギー性結膜炎に対する各種抗アレルギー薬の影響を検討した結果，KW-4679の点眼は，10及び100ng／μlの濃度で，抗原誘発したアレルギー性結膜炎症に有意な抑制作用を示したこと，及び抗原誘発結膜炎よりもヒスタミン誘発結膜炎に対してより強力な抑制効果を示したことが記載されていることは，",
                "そしレルギー性結膜炎を抑制する薬剤の研究及び開発において，ヒトのアレルギー性結膜炎に類似するモデルとしてラット，モルモットの動物結膜炎モデルが作製され，点眼効果等の薬剤の効果判定に用いられていたこと，本件特許の優先日当時販売されていたヒトにおける抗アレルギー点眼剤の添付文書(「薬効・薬理」欄)には，各有効成分がラット，モルモットの動物結膜炎モデルにおいて結膜炎抑制作用を示したことや，ラットの腹腔肥満細胞等からのヒスタミン等の化学伝達物質の遊離抑制作用を示したことが記載されていたことからすると，甲1に接した当業者は，甲1には，KW-4679が「ヒト」の結膜肥満細胞に対してどのように作用するかについての記載はないものの，甲1記載のアレルギー性結膜炎を抑制するためのKW-4679を含有する点眼剤をヒトにおけるアレルギー性眼疾患の点眼剤として適用することを試みる動機付けがあるものと認められる。",
                "そして，本件特許の優先日当時，ヒトのアレルギー性結膜炎を抑制する薬剤の研究及び開発において，当該薬剤における肥満細胞から産生・遊離されるヒスタミンなどの各種の化学伝達物質(ケミカルメディエーター)に対する拮抗作用とそれらの化学伝達物質の肥満細胞からの遊離抑制作用の二つの作用を確認することが一般的に行われていたことは，甲1記載のKW-4679を含有する点眼剤をヒトにおけるアレルギー性眼疾患の点眼剤として適用することを試みるに際し，KW-4679が上記二つの作用を有するかどうかの確認を当然に検討するものといえる。",
                "甲4には，化合物20(「化合物A」に相当)を含む一般式で表される化合物(I)及びその薬理上許容される塩のPCA抑制作用について，「PCA抑制作用は皮膚肥満細胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくものと考えられ」るとの記載がある。この記載は，ヒスタミン遊離抑制作用を確認した実験に基づく記載ではないものの，化合物20(「化合物A」に相当)を含む一般式で表される化合物(I)の薬理作用の一つとして肥満細胞からのヒスタミンなどのケミカルメディエーター(化学伝達物質)の遊離抑制作用があることの仮説を述べるものであり，その仮説を検証するために，化合物Aについて肥満細胞からのヒスタミンなどの遊離抑制作用があるかどうかを確認する動機付けとなるものといえる。",
                "そうすると，甲1及び甲4に接した当業者においては，甲1記載のアレルギー性結膜炎を抑制するためのKW-4679を含有する点眼剤をヒトにおけるアレルギー性眼疾患の点眼剤として適用することを試みるに当たり，KW-4679が，ヒト結膜の肥満細胞から産生・遊離されるヒスタミンなどに対する拮抗作用を有するかどうかを確認するとともに，ヒト結膜の肥満細胞からのヒスタミンの遊離抑制作用を有するかどうかを確認する動機付けがあるものと認められる。",
                "もっとも，甲1には，モルモットにおける「3．結膜からのヒスタミン遊離に対する作用」に関する「実験成績」として「KW-4679の効果は有意ではなかった」，「4．涙液中のヒスタミン含量に対する作用」に関する「実験成績」として「KW-4679は，有意な効果を示さなかった」(-4679は主としてこれらの薬物が有する抗ヒスタミン作用により抗原抗体反応による結膜炎を抑制したのではないかと考えられる」，「抗原抗体反応による結膜からのヒスタミン遊離に対する各薬物の効果を検討したところ…KW-4679の記載は，甲1におけるモルモットの動物結膜炎モデルにおける実験では，KW-4679は，結膜からのヒスタミン遊離抑制作用を有さなかったことを示すものといえる。",
                "しかしながら，上記のとおり，本件特許の優先日当時，ヒトのアレルギー性結膜炎を抑制する薬剤の研究及び開発において，当該薬剤における肥満細胞から産生・遊離されるヒスタミンなどの各種の化学伝達物質(ケミカルメディエーター)に対する拮抗作用とそれらの化学伝達物質の肥満細胞からの遊離抑制作用の二つの作用を確認することが一般的に行われており，甲1記載のKW-4679を含有する点眼剤をヒトにおけるアレルギー性眼疾患の点眼剤として適用することを試みるに際し，当業者は，KW-4679が上記二つの作用を有するかどうかの確認を本件特許の優先日当時，薬剤による肥満細胞に対するヒスタミン遊離抑制作用は，肥満細胞の種又は組織が異なれば異なる場合があり，ある動物種のある組織の肥満細胞の実験結果から他の動物種の他の組織における肥満細胞の実験結果を必ずしも予測することができないというのが技術常識であったことに鑑みると，甲1に，モルモットの動物結膜炎モデルにおける実験においてKW-4679がヒスタミン遊離抑制作用を有さなかったことが記載されていることは，KW-4679がヒト結膜の肥満細胞からのヒスタミンの遊離抑制作用を有するかどうかを確認する動機付けを否定する事由にはならないものと認められる。",
                "以上によれば，甲1及び甲4に接した当業者は，甲1記載のアレルギー性結膜炎を抑制するためのKW-4679を含有する点眼剤をヒトにおけるアレルギー性眼疾患の点眼剤として適用することを試みる動機付けがあり，その適用を試みる際に，KW-4679が，ヒト結膜の肥満細胞から産生・遊離されるヒスタミンなどに対する拮抗作用を有することを確認するとともに，ヒト結膜の肥満細胞からのヒスタミンの遊離抑制作用を有することを確認する動機付けがあるというべきであるから，KW-4679についてヒト結膜の肥満細胞からのヒスタミンの遊離抑制作用(「ヒト結膜肥満細胞安定化」作用)を有することを確認し，「ヒト結膜肥満安定化剤」の用途に適用することを容易に想到することができたものと認められる。",
                "したがって，本件訂正発明1及び2における「ヒト結膜肥満細胞安定化」という発明特定事項は，甲1及び甲4に記載のものからは動機付けられたものとはいえないとして，甲1を主引例とする進歩性欠如の原告主張の無効理由2は理由がないとした本件審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "被告らの主張について",
              "text": [
                "被告らは，これに対し，甲1は，KW-4679(化合物A)がモルモットの結膜肥満細胞安定化について有効か無効かを科学的統計学的に検討し，「無効であった」との結論を導いているのであるから，甲1の記載から，当業者が，本件訂正発明1及び2のヒト結膜肥満細胞安定化剤に容易に想到し得るための動機付けがあるとはいえないし，また，甲4の記載は，ラットのいかなる組織においても肥満細胞の安定化を示すものではなく，ヒト結膜肥満細胞を安定化することを示すものではないから，甲4の記載からヒト結膜肥満細胞の安定化を予測することが不可能であり，さらには，甲4において，「ラット」の「皮膚」において肥満細胞が安定化されたことが実証されていたと仮定したとしても，肥満細胞には「肥満細胞の不均一性」があり，ある動物のある組織における肥満細胞の実験結果から，ヒト結膜における肥満細胞の実験結果を予測することは困難であるから，化合物Aがヒト結膜における肥満細胞を安定化することを動機付けるものでも，示唆するものでもないなどと主張する。",
                "本件特許の優先日当時，ヒトのアレルギー性結膜炎を抑制する薬剤の研究及び開発において，当該薬剤における肥満細胞から産生・遊離されるヒスタミンなどの各種の化学伝達物質(ケミカルメディエーター)に対する拮抗作用とそれらの化学伝達物質の肥満細胞からの遊離抑制作用の二つの作用を確認することが一般的に行われており，甲1記載のKW-4679を含有する点眼剤をヒトにおけるアレルギー性眼疾患の点眼剤として適用することを試みるに際し，当業者は，KW-4679が上記二つの作用を有するかどうかの確認を当然に検討するものといえること，さらには，本件特許の優先日当時，薬剤による肥満細胞に対するヒスタミン遊離抑制作用は，肥満細胞の種又は組織が異なれば異なる場合があり，ある動物種のある組織の肥満細胞の実験結果から他の動物種の他の組織における肥満細胞の実験結果を必ずしも予測することができないというのが技術常識であったことに鑑みると，甲1に，モルモットの動物結膜炎モデルにおける実験においてKW-4679がヒスタミン遊離抑制作用を有さなかったことが記載されていることは，KW-4679がヒト結膜の肥満細胞からのヒスタミンの遊離抑制作用を有するかどうかを確認する動機付けを否定する事由にはならない。",
                "胞からのヒスタミンなどのケミカルメディエーターの遊離の抑制作用に基づくものと考えられ」るとの記載は，ヒスタミン遊離抑制作用を確認した実験に基づく記載ではないものの，化合物20(「化合物A」に相当)を含む一般式で表される化合物(I)の薬理作用の一つとして肥満細胞からのヒスタミンなどのケミカルメディエーター(化学伝達物質)の遊離抑制作用があることの仮説を述べるものであり，その仮説を検証するために，化合物Aについて肥満細胞からのヒスタミンなどの遊離抑制作用があるかどうかを確認する動機付けとなるものといえる。",
                "したがって，被告らの上記主張は採用することができない。",
                "また，被告らは，乙20(2014年(平成26年)3月3日付けミラー博士の宣言書)を根拠として挙げて，本件特許の優先日当時，KW-4679(化合物A)がヒト結膜肥満細胞を安定化することを検証するために不可欠なヒト結膜肥満細胞を用いたアッセイ系は，当業者にとって現実的に利用可能な技術ではなく，KW-4679(化合物A)がヒト結膜肥満細胞を安定化する効果があるか否かを検証することは極めて困難であったものであるから，当業者は，甲1及び甲4に基づいて，KW-4679(化合物A)をヒト結膜肥満細胞安定化剤として用いることができることを容易に想到することができたものとはいえない旨主張する。",
                "そこで検討するに，乙20には，①本件特許の優先日当時，ヒト結膜肥満細胞を用いた実行可能な実験系(アッセイ系)の構築について記載された文献としては，本件特許の優先日のわずか約7月前に公開された甲209(米国特許第5，360，720号公報。1994年(平成6年)11月1日作成)が存在していたが，それ以外には存在しなかったこと，②ヒト結膜肥満細胞を用いたアッセイ系の構築に成功するには，甲209に記載された技術情報だけでなく，実験材料である新鮮なヒトの死体から取り出された眼を入手することの困難性，必要なドナーの眼の数や組織の量，ドナーの条件を満たすこと，肥満細胞についての当業者の理解に沿った精製方法とは異なる方法によらなければならないことといった重要な技術的課題を認識し，それらを克服しなければならず，そのために必然的に相当量の時間と労力を要することからすれば，当業者が，本件特許の優先日までに，ヒト結膜肥満細胞を用いたアッセイ系の構築に成功することは極めて困難であったこと，③実際にも，米国のみならず，日本を含むいかなる国においても，本件特許の優先日前のみならず，本件特許の優先日の数年後でさえ，ヒト結膜肥満細胞を用いたアッセイ系を開発したという報告が，いかなる企業からも研究機関からも報告されておらず，ヒト結膜肥満細胞を用いたアッセイ系を使用しようとした試みさえも，報告されていないことなどの記載がある。",
                "しかしながら，本件特許の優先日前に頒布された刊行物である甲209には，ヒト結膜肥満細胞の安定化作用を確認する実験について，ヒト結ヒトのアレルギー性結膜炎を抑制する薬剤の研究及び開発に携わる当業者において，ヒト結膜肥満細胞の入手に困難が伴うとしても，実験に必要な量を入手することは不可能であったものとは考え難く，実験に必要な量を入手することができさえすれば，甲209に記載するアッセイなどに基づいて，KW-4679について肥満細胞からのヒスタミンなどの遊離抑制作用があるかどうかを確認することは可能であったものと認められる。",
                "したがって，乙20のみを根拠として当業者がKW-4679(化合物A)がヒト結膜肥満細胞を安定化する効果があるか否かを検証することは極めて困難であったものと認めることはできない。",
                "以上によれば，被告らの上記主張は採用することができない。",
                "まとめ",
                "以上によれば，本件審決における甲1を主引例とする進歩性欠如の無効理由2の判断の誤りをいう原告主張の取消事由3は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由1及び2は理由がないが，原告主張の取消事由3は理由があるから，その余の取消事由について判断するまでもなく，本件審決は取り消されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10058",
    "date": "2014-07-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084329",
    "ipprecedent_id": "3784",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}