{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-800198号事件について平成25年10月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "  原告は，平成6年8月12日，発明の名称を「CATV用光受信機のAGC方法」とする特許出願(特願平6-212059号)をし，平成15年10月3日，設定の登録(特許第3479124号。請求項の数1)を受けた(甲86。以下，この特許を「本件特許」という。)。",
            "  被告は，平成24年11月30日，本件特許の請求項1に係る発明について，特許無効審判を請求し，無効2012-800198号事件として係属した(甲72)。",
            "  特許庁は，平成25年6月25日，「特許第3479124号の請求項1に係る発明についての特許を無効とする。」旨の審決の予告をした(甲82)。",
            "  原告は，平成25年8月27日，訂正請求をした(甲84。以下「本件訂正」といい，その訂正明細書(甲84，86)を「本件明細書」という。)。",
            "  特許庁は，平成25年10月1日，本件訂正を認めた上，「特許第3479124号の請求項1に係る発明についての特許を無効とする。」との審決(以下「本件審決」という。)をし，その謄本は，同月10日，原告に送達された。",
            "  原告は，平成25年11月7日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1に記載の発明は，次のとおりである。以下，「本件発明」という(別紙1参照)。",
            "【請求項1】",
            "同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVシステムにおいて，パイロット信号を含まない光信号をCATV用光受信機に設けられた受光素子(1)で受光して光／電気変換し，変換された電気信号を受光素子(1)に設けられたモニタ端子(3)から取出し，モニタ端子(3)から取出されたモニタ信号を制御回路(12)に入力し，この制御回路(12)から前記光信号のレベルに応じたAGC電圧を発生し，可変減衰器において，前記光信号のレベルに応じたAGC電圧で，前記受光素子(1)で光信号から電気信号に変換されそしてRFアンプで増幅された後に前記可変減衰器を通る該電気信号にAGCをかけるようにしたことを特徴とするCATV受信機のAGC方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "  本件審決の理由は，別紙審決書(写し)のとおりであり，要するに，本件発明は，①引用例である下記アの甲4に記載された発明(以下「甲4発明」という。)及び周知技術に基づいて，②引用例である下記イの甲2に記載された発明(以下「甲2発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により無効とすべきである，などというものである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "甲4：特開昭57-168513号公報"
            },
            {
              "fig": "イ",
              "subject": "甲2：実開昭57-74523号公報",
              "text": [
                "  対比"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件審決が認定した甲4発明並びに本件発明と甲4発明との一致点，相違点1及び2は，次のとおりである。",
                "  甲4発明(別紙2参照)",
                "「パイロット信号を含まない光入力信号を電気信号に変換するPIＮフォトダイオード2と，この電気信号を入力として出力を送出する可変利得受信増幅器とを含む光受信器において，前記PIＮフォトダイオード2の出力信号の平均値を検出する回路を備え，この回路の検出出力により前記受信増幅器の利得を制御するAGC方法であって，",
                "光入力信号はPIＮフォトダイオード2に照射され，このPIＮフォトダイオード2のアノードはマニアル利得制御増幅器3に接続され，このマニアル利得制御増幅器3の出力は自動利得制御増幅器4に導かれており，",
                "PIＮフォトダイオード2のカソードは積分器11に接続され，この積分器11の出力は差動増幅器12の負相入力に導かれており，この差動増幅器12の正相入力には基準電圧9が接続されており，この差動増幅器12の出力は前記自動利得制御増幅器4の制御入力に導かれているものであるAGC方法。」",
                "  一致点",
                "「パイロット信号を含まない光信号を光受信機に設けられた受光素子で受光して光／電気変換し，変換された電気信号を受光素子に設けられたモニタ端子から取出し，モニタ端子から取出されたモニタ信号を制御回路に入力し，この制御回路から前記光信号のレベルに応じたAGC電圧を発生し，可変利得部において，前記光信号のレベルに応じたAGC電圧で，前記受光素子で光信号から電気信号に変換され前記可変利得部を通る該電気信号にAGCをかけるようにしたことを特徴とするAGC方法。」",
                "  相違点1",
                "本件発明は，可変利得部が，RFアンプと可変減衰器とで構成され，RFアンプで増幅された後に可変減衰器を通る電気信号にAGCをかけるものであるのに対して，",
                "甲4発明は，可変利得部を備え，該可変利得部を通る電気信号にAGCをかけるものであるが，該可変利得部がどのような構成からなるものであるのか明確ではない点。",
                "  相違点2",
                "本件発明は，同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVシステムにおいて用いられるCATV受信機のAGC方法であるのに対して，",
                "甲4発明は，光受信機のAGC方法であるものの，光受信機が同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVにおいて用いられるものであるのか否かが明確ではない点。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件審決が認定した甲2発明並びに本件発明と甲2発明との一致点及び相違点3は，次のとおりである。",
                "  甲2発明",
                "「光入力レベルに比例してフォトダイオードまたはアバランシェフォトダイオードDを流れる光電流の平均値を検出する平均光電流検出回路AVPと，",
                "平均光電流検出回路の出力を所定のレベルまで増幅したあと，これを可変利得制御増幅器AMPの制御形式に応じて，電流又は電圧に変換する増幅・変換回路COVと，",
                "制御電圧又は制御電流に比例して利得が変化する可変利得制御増幅器AMPとを有し，",
                "前記可変利得制御増幅器AMPは，可変抵抗ダイオードD1などの前後に利得固定増幅器A1，A2が接続されて構成されており，制御入力CTに加わる電流が，抵抗R3，可変抵抗ダイオードD1，抵抗R4を介して接地端に流されるように構成されていて，制御入力CTに加わる電流値によって可変抵抗ダイオードD1の抵抗値が変化し，その結果利得が変化するものであって，",
                "光入力レベルが変化するとこの変化に比例して，フォトダイオード又はアバランシェフォトダイオードDを流れる平均光電流が変化し，この変化は増幅・変化されて，可変利得制御増幅器AMPの利得を変化させ，制御系の利得および変化極性を適当にえらべば電気出力のレベルを光入力レベルにかかわらず一定に保つようにすることができるAGC機能付光電気変換回路。」",
                "  一致点",
                "「パイロット信号を含まない光信号を受光素子で受光して光／電気変換し，変換された電気信号を受光素子に設けられたモニタ端子から取出し，モニタ端子から取出されたモニタ信号を制御回路に入力し，この制御回路から前記光信号のレベルに応じたAGC電圧を発生し，可変減衰器において，前記光信号のレベルに応じたAGC電圧で，前記受光素子で光信号から電気信号に変換されそしてRFアンプで増幅された後に前記可変減衰器を通る該電気信号にAGCをかけるようにしたことを特徴とするAGC方法。」",
                "  相違点3",
                "本件発明は，同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVシステムにおいて用いられるCATV受信機であるのに対して，",
                "甲2発明は，用途が特定されず，単にAGC機能付光電気変換回路である点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "  甲4発明に基づく本件発明の容易想到性の判断の誤り(取消事由1)",
            "  甲2発明に基づく本件発明の容易想到性の判断の誤り(取消事由2)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲4発明に基づく本件発明の容易想到性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "  相違点2について"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "FTTH方式のCATVの周知性について",
              "text": [
                "本件審決は，本件出願当時，FTTH方式のCATVは周知であったことを前提として，用途の限定がない汎用の発明である甲4発明をFTTH方式のCATVに適用することは当業者が容易になし得たことであるとする。",
                "しかしながら，本件出願当時の技術水準において，FTTH方式の光CATVは，AGC採用の可能性があるAM-FDM方式以外にも，ACG不要のFM-FDM方式，FM一括変換方式が候補として研究されている段階にあった。",
                "しかも，AM-FDM方式については，光多重反射に弱く，広帯域における低雑音化，低歪について欠点があり，AM―FDM伝送によるFTTH方式は，伝送品質改善の途上にあり，その開発の主たる焦点はLD低雑音化やEDFAに当たっており，光受信機のAGC方法にまで焦点は当たっていなかった(甲33，90)。そして，AM-FDM伝送方式には，上記のような欠点があることから，その欠点のないFM-FDM方式やFM一括変換方式が検討されており，また，CATV事業者においては，HFCシステムをベースとして，徐々に光回線の部分を放送局に近い部分の回線から進めていく方針を採用していた段階であり，各家庭まで光ファイバで伝送するFTTH方式のことまで具体的に検討する段階にはなく(甲87)，電子情報通信学会やIEEEの学会論文，国内特許出願の内容からしても，本件出願当時は，CATVにおける研究開発の主たる対象はシステム・伝送特性と光送信機の技術分野にあり，光受信機に関する技術にまでは研究開発の対象が移行していなかった(甲88)。",
                "以上のとおり，本件出願当時は，広帯域・低雑音・低歪という基本的な技術的課題との関係で複数の伝送方式が研究されていた段階であり，使用される伝送機器についても，当時の研究の焦点は光送信機で使用されるDFBレーザや光ファイバ増幅器にあったのであり，光受信機のAGC方法にまで開発の焦点は移行していなかった。"
              ]
            },
            {
              "fig": "イ",
              "subject": "FTTH方式のCATVに甲4発明の方法を適用することについて",
              "text": [
                "  仮に百歩譲って，各種方式の中からAM-FDM方式を採用し，当該方式においてAGCをかけることまで想起したとしても，本件出願当時，AM-FDM方式は，CATVにおけるHFCシステムにおいて広く採用されている技術であった。そして，FTTH方式のCATVは，本件出願当時，HFCシステムの延長上の技術として捉えられていた(甲16)。AGC方法には，パイロットAGCのようなフィードバックAGCと，甲4発明や本件発明のようなフィードフォワードAGCに分けられる。これらの方式を比較すると，甲4発明のフィードフォワードAGCは，AGC精度，広帯域化のいずれも普通のレベルであり，パイロットAGCに比較すると精度において劣っている(甲69)。本件出願当時，周波数が多重化された映像信号を伝送するシステムでは，有線・無線を問わず，パイロットAGCを用いることが常識であり，多チャンネル光伝送システムの雑音特性や線形特性などの品質を確保する上で，精度に優れたパイロットAGCが最適であると認識されており，パイロットAGCは，既に商品化されていたHFCシステムにおいても使用実績があったことから，FTTH方式のCATVで使用される光受信機のAGC方式としては，HFCシステムと同様の技術であるパイロットAGCを使用していた(甲89)。また，本件出願当時は，光機器の歪特性確保が極めて困難な技術状況にあったことから，光受信機の歪特性を緩和することができず，光受信機のRF出力レベルを一定に保つことが映像品質維持のために極めて重要であり，光受信機のAGC方法としては，パイロットAGCを採用するのが当然であり，実績のない別の方法に変更することなど考え得る状況ではなかった(甲87)。",
                "以上からすれば，本件出願当時においては，FTTH方式のCATVで使用される光受信機の技術は，当然HFCシステムと同様の技術であるパイロットAGCを使用することを想起する状況にあったことが明らかであり，AGC精度が劣るフィードフォワードのAGC方法を想到することが容易であるとはいえない。",
                "  甲4発明は，光受信機における温度変化又は経年変化による出力信号レベルの変動(±0．5dbの範囲の変動)を補正することを目的とする発明であり，電柱の移設などによる光伝送路の経路変更や，経路上の光機器のコネクタの挿抜などに起因するレベル変動(±2dbの範囲の変動)を補正することを目的とはしていない。光ファイバの温度変動・経年劣化による光信号のレベル変動は非常に小さなものであるから，光CATVにおいて，AGCをかけなくとも要求される出力レベル範囲を満足することは可能である。すなわち，光ファイバの温度変動・経年劣化による光信号のレベル変動を補償するだけの目的であれば，AGCを行う必要はない。",
                "したがって，甲4発明には汎用性がなく，この点に関する本件審決の判断は誤りである。",
                "本件審決は，FTTH方式のCATVに甲4発明で採用されているフィードフォワードのAGC方式を組み合わせることの動機付けとして，甲4発明が対象とする出力信号レベルの変動と，光CATVにおけるAGCの出力信号レベルの変動が同程度であることを指摘する。本件審決は，動機付けに関し，温度変化又は経年変化等による出力信号レベル変動の存在について認定したが，FTTH方式ではAGCをかける必要が存在しない以上，光ファイバの温度変化又は経年変化等による出力信号レベル変動の変動は，本件発明を想起するための動機付けとはなり得ない。",
                "甲4発明は，伝送路の温度変化や経年劣化に起因する小さなレベル変動の制御を対象とするものであり，より大きなレベル変動の補償はマニュアル(MGC)により行うようになっているから，甲4には，より大きなレベル変動の補償が必要とされる光CATVの分野に適用することの開示も示唆もないというべきである。",
                "また，ほかに，そのような大きなレベル変動に対してフィードフォワードのAGCを適用可能であったことを示す証拠は存在しない。",
                "  本件出願当時のCATVは，「同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステム」であったから，光CATVに甲4発明のAGC方法を適用するとすれば，HFCシステムに適用することになる。",
                "しかしながら，HFCシステムに甲4発明のAGC方法を適用することについては，HFCシステムの光受信機にフィードフォワード方式のAGC方法を適用することは技術的に不可能であり，また，光CATVシステムに要求される性能を満たすことができないといった阻害事由が認められるから，甲4発明のAGC方法を適用するためには，HFCシステムを除外することの開示又は示唆が存在することが必要であるところ，本件全証拠においても，そのような開示や示唆は認められない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件審決の相違点2の判断は誤りである。",
                "  相違点1について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件審決は，甲4発明の可変利得増幅器をRFアンプの後に可変減衰器を設けて構成することは，当業者が適宜なし得た程度のことであるとする。",
                "確かに，FTTH方式におけるAGC方法という用途以外の場合，可変利得増幅器をRFアンプの後に可変減衰器を設けて構成することはあり得ることである。しかし，本件出願時において，FTTH方式のCATVはHFCシステムにより培われた技術を応用するものと考えられていたから，FTTH方式におけるAGC方法において，可変利得増幅器をRFアンプの後に可変減衰器を設けて構成することは，当業者が適宜なし得た程度のことということはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "フィードフォワード方式のAGC方法は，狭い光入力レベル範囲ではAGC精度がよい。甲4には明示されていないが，図1のローパスフィルタは，パイロット信号を除去するためのものであるから，甲4発明は1チャンネルアナログベースバンド信号のAGC方法に関するものであり，要求される光入力レベル範囲は狭い。",
                "これに対し，光入力範囲が広く，光信号の変動範囲の大きな光CATVにこのようなAGC方法を適用すると，AGC精度が大きく劣化してしまう。そのため，HFCシステムの受信機に甲4発明の回路を適用した場合，光CATVで必要とされる特性を実現することはできない。また，前記のとおり，本件出願当時，FTTH方式はHFCシステムの延長線上にあると考えられていた(甲16)。",
                "したがって，当業者は，FTTH方式のCATVの受信機に甲4発明を適用した場合，光CATVで必要とされる特性を実現できないと考えたはずであり，甲4発明をFTTH方式におけるAGC方法に適用することには，阻害事由がある。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "また，本件審決は，RFアンプの後に可変減衰器を設けて可変利得部を構成することが周知技術である根拠として，周知例1ないし3(乙11～13)及び甲2を指摘するが，このうち，周知例1ないし3は，パイロットAGC方法を行う場合の例が示されているのみであるから，甲2だけをもって周知ということはできず，本件審決の認定は失当である。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "さらに，甲4発明は，1チャンネルアナログベースバンド信号の狭帯域光伝送におけるAGC方法であるから，AGCアンプとしては，オペアンプやトランジスタを使った構成しか想起しないことは明白である。甲4には，広帯域な周波数特性を要求する多チャンネルの光CATVでは必須とされる，複雑かつコスト高となる「RFアンプ＋可変減衰器＋RFアンプ」の構成に関する記載はなく，そのような構成を採用することを当業者が想到することはあり得ない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上によれば，本件審決の相違点1の判断は誤りである。",
                "  小括",
                "以上のとおり，本件発明は，甲4発明及び周知技術に基づいて，当業者が容易に想到し得るということはできない。",
                "〔被告の主張〕",
                "  相違点2について"
              ]
            },
            {
              "fig": "ア",
              "subject": "FTTH方式のCATVの周知性について",
              "text": [
                "本件出願当時の技術水準において，FTTH方式の光CATVは，AM-FDM方式，FM-FDM方式，FM一括変換方式の3種類しかなく，そのうち，AM-FDM方式においてAGCが必要であるならば，当業者は，AGC方法を検討することが可能であったということができる。",
                "光CATVの伝送方式については，伝送方式を決定後，AGC方法を検討するのではなく，AGC方法やその精度なども一つの考慮要素として総合的な観点から伝送方式を選択するのが普通である。AGC方法は，本件出願よりも相当期間前から採用されていた技術であるから，本件出願前にFTTH方式が研究されていたことは，当然，FTTH方式におけるAGC方法についても検討されていたというべきである。フィードフォワードのAGC方法も，古くから知られた周知技術であった以上，FTTH方式にフィードフォワードのAGC方法を適用することは，当業者が容易になし得る事項にすぎない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "FTTH方式のCATVに甲4発明の方法を適用することについて",
              "text": [
                "  FTTH方式は，従来の「光ファイババックボーンシステム」を単にユーザ宅まで延長したものではないから，FTTH方式において，HFCシステムのAGC方式がそのまま使用されるのが当然であるかのような原告の主張は失当である。",
                "HFCシステムの中継局とFTTH方式のユーザ端末は，その役割や要求される仕様が異なるから，HFCシステムでパイロットAGC方式を採用していたからといって，直ちに，FTTH方式でもパイロットAGC方法が採用されるわけではない。",
                "また，光ファイバ回線の特性が同軸ケーブルと比較して優れていることは技術常識であり，FTTH方式ではパイロットAGC方法ほどの高精度なレベル制御は不要である。フィードフォワードのAGC方法がパイロットAGC方法と比較して精度が低いとしても，FTTH方式に適用するには十分な性能を有しているから，当業者がFTTH方式にフィードフォワードのAGC方法を適用することに阻害事由は存在しない。",
                "  原告は，本件出願時において，甲4発明のAGC方法を適用するためには，HFCシステムを除外することの開示又は示唆が存在することが必要であるなどと主張するが，本件訂正によって，本件発明からHFCシステムが除外され，FTTH方式の発明に限定されたならば，光ファイバを用いたCATVには，HFCシステムとFTTH方式しか存在しなかったことが技術常識であったといわざるを得ない。この技術常識を前提とするならば，光ファイバを用いたCATVにおいて，AGC方法を用いることは周知技術(乙2～5)であった以上，FTTH方式にAGC方法を組み合わせることを容易に読み取ることが可能である。",
                "  相違点2では，甲4発明をFTTH方式に適用することの容易想到性が問題とされているから，HFCシステムに甲4発明を適用することに関する阻害事由が存在するとの原告主張は，前提自体が誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件審決の相違点2の判断に誤りはない。",
                "  相違点1について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，甲4発明は1チャンネルアナログベースバンド伝送に関するものであることを前提として主張するが，甲4には，1チャンネルアナログベースバンド伝送に関する発明であるとの記載はないし，甲4の出願当時(昭和56年4月)，既に半導体レーザ(LD)を用いた光CATVシステムにおいて多チャンネル信号の送受信を行うことは広く知られていた技術(乙6～8)であったから，甲4発明は，このような技術を前提とするものであることは明らかである。",
                "したがって，甲4発明が1チャンネルアナログベースバンド伝送に関する発明であることを前提とする原告主張は，その前提自体が誤りである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲4発明のAGC精度に関しては，広帯域の信号の帯域特性を劣化させないために可変減衰器を用いることが知られていた(甲6，13，14)から，広帯域の光CATVに適用する際，RFアンプの後に可変減衰器を設けて構成した周知の可変利得増幅器を適用し，AGC精度を劣化させないようにすることは，当業者が容易になし得る設計事項にすぎない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件審決の相違点1の判断に誤りはない。",
                "  小括",
                "以上のとおり，本件発明は，甲4発明及び周知技術に基づいて，当業者が容易に想到し得るというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲2発明に基づく本件発明の容易想到性の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "  相違点3について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，本件出願当時，FTTH方式のCATVが周知であったことを前提に，一般に，増幅器を固定利得で用いることもあれば，AGCをかけて出力信号レベルが一定になるように可変利得で用いることもあることは技術常識であり，甲2発明を同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVに適用することは，当業者が容易に想到し得たことであるとする。",
                "しかしながら，甲2発明のAGC方法を光CATVで要求される広い光入力レベル範囲に適用した場合，甲4発明と同様に，一般的なフォトダイオードと可変減衰器の特性が原因で，出力信号のレベルの精度が低くなってしまい，光CATVで必要とされる特性を実現できないという阻害事由がある。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件出願当時，当業者は，AM-FDM方式のFTTH方式を採用した光CATVに関する文献に接した場合，前記1〔原告の主張〕イのとおり，仮に光受信機にAGCを適用することを想起できたとしても，HFCシステムと同様にパイロットAGC(フィードバックのAGC方法)の適用しか想到することができず，HFCシステムで一切使用されていなかったフィードフォワードのAGC方法は容易に想到できなかったというべきである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本件審決は，光CATVにおいても甲2発明と同様の出力信号レベル変動が予想されるものであることを理由として，甲2発明をFTTH方式のCATV用光受信機に適用することが容易であるとする。",
                "しかしながら，本件審決は，甲2発明がどのような分野の発明なのか，出力レベル変動はどのような要因で生じ，どの程度の大きさのものが想定されているのか等，光CATVにおいても甲2発明と同様の出力信号レベル変動が予想されると判断する前提となる基本的事項を一切検討していない。",
                "甲2発明は，デジタルベースバンド伝送であるデータリンク回路において，発振を抑えて応答時間を早くすることを実現するという，光CATVで求められるAGCとは全く異質の制御を技術的課題とするものであり，甲2発明の用途にはCATVが含まれていないことは明らかである。",
                "したがって，本件審決の判断は，具体的根拠に基づかない主観的判断にすぎず，甲2発明をFTTH方式のCATV用光受信機に適用することの動機付けを認める根拠は存在しない。本件審決の判断はいわゆる後知恵によるものというほかない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，本件審決の相違点3の判断は誤りである。",
                "  小括",
                "以上のとおり，本件発明は，甲2発明及び周知技術に基づいて，当業者が容易に想到し得るということはできない。",
                "〔被告の主張〕",
                "  相違点3について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "前記1〔被告の主張〕イのとおり，FTTH方式のCATVではパイロットAGCの適用しか想到することができなかった旨及び甲2発明のAGC方法をFTTH方式に適用することには阻害事由がある旨の原告の主張は，いずれも誤りである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，光CATVにおいても甲2発明と同様の出力信号レベル変動が予想されると判断する前提となる基本的事項を一切検討していない本件審決は，具体的根拠に基づかないと主張するが，本件発明が具体的にどのような光レベル変動を対象としたものであって，どのような構成のAGC回路を採用しているかについて，本件明細書には何らの記載もないから，原告の主張はその前提を欠き誤りである。",
                "用途の限定がない汎用の発明を特定の用途で具現化する際，当該汎用の発明の各構成要素を当該特定の用途の要求仕様を満たすものとすることは，当業者が当然に考慮する事項であるから，甲2発明を光CATVに適用する際，その光レベル変動を抑制する仕様とすることは当業者が適宜なし得る設計事項にすぎない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件審決の相違点3の判断に誤りはない。",
                "  小括",
                "以上のとおり，本件発明は，甲2発明及び周知技術に基づいて，当業者が容易に想到し得るというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件発明の特許請求の範囲は，前記第2の2に記載のとおりであるところ，本件明細書(甲84，86)には，おおむね次の記載がある(図面については，別紙1の本件明細書図面目録を参照。)。",
            "  産業上の利用分野",
            "本発明は，CATVシステムの光通信の分野で使用されるCATV用光受信機に関するものであり，光受信機で受光される光信号にレベル変動があっても同受信機から出力される電気信号のレベルが一定に保たれるようにするためのAGC方法に関するものである(段落【0001】)。",
            "  従来の技術",
            "光伝送システムでは光受信機の受光レベルが変化すると，光受信機から出力される電気信号のレベルも変化してしまう。しかし受光レベルが変化しても電気信号の出力レベルは一定にするのが望ましい。そこで従来は，光受信機を別紙1の図2に示すような構成にして出力レベルを調整していた(段落【0002】)。",
            "別紙1の図2は光通信の分野で使用される従来型の光受信機の概略図である。この光受信機は，光ファイバにより伝送されてくる光信号を受光素子(フォトダイオード)Aで電気信号に変換し，この電気信号をRFアンプB-可変減衰器C-分岐器D-RFアンプEの系路で増幅している。この光受信機では前記分岐器Dで信号を分岐し，この分岐信号をSAWフィルタ(バンドパスフィルタの一種)Fに通してパイロット信号を取り出し，このパイロット信号を検波器Gで検波してAGC電圧を発生し，このAGC電圧に基づいて制御回路Hが可変減衰器Cの減衰量を自動的に可変させて電気信号のレベルを調整(AGC)している。なお，前記可変減衰器C，分岐器D，SAWフィルタF，検波回路G，制御回路Hで構成される回路は一般にAGC回路と呼ばれている(段落【0003】)。",
            "  発明が解決しようとする課題"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "しかしながら，従来型のCATV用光受信機では受信信号のAGCにパイロット信号を用いるため，次のような問題があった(段落【0004】)。",
                "  パイロット信号を送信しないCATVシステム，例えば難視共聴システムでは，別紙1の図2の光受信機ではAGCをかけることができない。",
                "  AGC回路の構成が複雑であり，光受信機の小型化，コストの低減，メンテナンスの簡易化を阻害していた。",
                "  特にAGC回路を構成する部品のうち，SAWフィルタFは高価であり，コスト低減に難を有していた。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本発明の目的は，パイロット信号がないCATVシステムでも信号レベルを自動調整でき，光受信機の小型化，低コスト化，メンテナンスの簡易化に寄与できるCATV用光受信機のAGC方法を提供することにある(段落【0005】)。",
                "  課題を解決するための手段",
                "本発明のCATV用光受信機のAGC方法は，同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVシステムにおいて，別紙1の図1に示すように，パイロット信号を含まない光信号をCATV用光受信機に設けられた受光素子1で受光して光／電気変換し，変換された電気信号を受光素子1に設けられたモニタ端子3から取出し，モニタ端子3から取出されたモニタ信号を制御回路12に入力し，この制御回路12から前記光信号のレベルに応じたAGC電圧を発生し，このAGC電圧で，前記受光素子1で光信号から電気信号に変換された信号にAGCをかけるようにしたことを特徴とするものである(段落【0006】)。",
                "  作用",
                "本発明のCATV用光受信機のAGC方法では，受光素子1に受光される光信号のレベルを，同受光素子1に設けられたモニタ端子3でモニタし，このモニタ端子3からのモニタ信号で，受光素子1により光信号から電気信号に変換された信号にAGCをかけるようにしたため，パイロット信号がなくともAGCをかけることができる(段落【0007】)。",
                "  実施例",
                "別紙1の図1は本発明のCATV用光受信機のAGC方法の一実施例を示したものである。このAGC方法では，光ファイバにより伝送される光信号を受光素子(例えばフォトダイオード)1で電気信号に変換し，同電気信号を2つのRFアンプ10，11で増幅できるようにしてある。またこのRFアンプ10，11間には可変減衰器2を配置してあり，この可変減衰器2で電気信号のレベルを任意に加減できるようにしてある(段落【0008】)。",
                "前記受光素子1は，受光した光信号のレベルをモニタすることができるモニタ端子3を備えたものであり，このモニタ端子3からは前記光信号のレベルと対応した電気信号(モニタ信号)が出力されるようにしてある。このモニタ信号は，例えば光信号のレベルが低いと小さい電流としてモニタ端子3から出力され，光信号のレベルが大きいと大きい電流としてモニタ端子3から出力されるものである(段落【0009】)。",
                "前記可変減衰器2は電圧制御型のものであり，印加する電圧を可変することによりその減衰量を連続して可変させることができる。そこで前記受光素子1のモニタ端子3から出力されるモニタ信号を制御回路12に入力し，この制御回路12で前記光信号のレベルに応じた電圧(AGC電圧)を発生し，このAGC電圧を可変減衰器2に印加するようにしてある。制御回路12のAGC電圧が可変減衰器2に印加されると，このAGC電圧に応じて可変減衰器2の減衰量が加減されるが，同AGC電圧の変化量あるいは可変減衰器2の減衰特性は，光信号の変動を解消して，アンプ11から出力される電気信号のレベルを一定にするように調整してある(段落【0010】)。",
                "  発明の効果",
                "本発明のCATV用光受信機のAGC方法では次の効果がある(段落【0011】)。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "パイロット信号が不要であり，このためパイロット信号がないCATVシステムでもAGC機能を持たせた光受信機を使用できるようになる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "SAWフィルタ，検波回路等が不要なため，AGC回路の構成が簡潔なものとなり，光受信機の小型化，低コスト化，メンテナンスの簡易化が期待できる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(甲4発明に基づく本件発明の容易想到性の判断の誤り)について",
          "text": [
            "  甲4発明について",
            "甲4には，おおむね次の記載がある(図面については，別紙2の甲4図面目録を参照。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "特許請求の範囲",
              "text": [
                "光入力信号を電気信号に変換するPIＮフォトダイオードと，この電気信号を入力として出力を送出する可変利得の受信増幅器とを含む光受信機において，前記PIＮフォトダイオードの出力信号の平均値を検出する回路を備え，この回路の検出出力により前記受信増幅器の利得を制御するように構成されたことを特徴とする光受信機の自動利得制御方式。"
              ]
            },
            {
              "fig": "イ",
              "subject": "発明の詳細な説明",
              "text": [
                "  本発明は，PIＮフォトダイオードを使用した光アナログ受信機の自動利得制御方式に関する。特にPIＮフォトダイオードの出力電流の平均値又は積分値を検出することにより自動利得制御増幅器を制御する簡易型自動利得制御方式に関するものである。",
                "光ファイバケーブルを使用した伝送系においては，周囲温度変化や経年変化等により受信増幅器の入力レベルが変化する。この結果，伝送品質が劣化することとなる。これを防止するため，従来からパイロット信号を送受して自動利得制御を行うパイロットAGC方式が知られている。これは，送信部で，信号帯域外にパイロット信号を重畳して伝送路に送出し，受信側で検出パイロット信号のレベルが初期設定値を保持するように受信増幅器の利得を自動調整するものである。このパイロットAGC方式における光受信機の従来例要部ブロック構成図を別紙2の第1図に示す。第1図で1は光入力信号，2はPIＮフォトダイオード，3はマニアル利得制御増幅器，4は自動利得制御増幅器，5はローパスフィルタ，6は出力端子，7はバンドパスフィルタ，8は整流器，9は基準電圧，10は演算増幅器をそれぞれ示す。しかし，このパイロットAGC方式では，送信機側に発振器を必要とし，さらに受信器内にパイロット信号検出用のバンドパスフィルタを必要として，装置が複雑化，大型化し，高価となる欠点を有する。",
                "また，この他の従来例方式として，光ファイバケーブルの温度特性及び経年変化特性が優れている点に着目し，別紙2の第2図に示すように，AGC回路を持たずに済ませるいわゆるMGC方式も採用されている。",
                "しかし，このMGC方式には受信機出力レベルが変動するとそれが出力に直接現れるためシステムの安定性を保証することができない欠点を有する。",
                "本発明はこの点を改良するもので，装置が複雑とならず，しかも装置を小型化，安価とすることができる光アナログ通信機のAGC方式を提供することを目的とする。",
                "本発明は，光受信機において，PIＮフォトダイオードの出力電流の平均値又は時間積分値を検出し，これにより受信増幅器の利得を自動制御するものである。",
                "本発明は，光入力信号を電気信号に変換するPIＮフォトダイオードと，この電気信号を入力として出力を送出する可変利得受信増幅器とを含む光受信機において，前記PIＮフォトダイオードの出力信号の平均値を検出する回路を備え，この回路の検出出力により前記受信増幅器の利得を制御するように構成されたことを特徴とする。",
                "  本発明の一実施例を図面に基づいて説明する。別紙2の第3図は，本発明の一実施例の要部ブロック構成図である。第3図は光受信機を示している。",
                "すなわち，光入力信号1はPIＮフォトダイオード2に照射されている。このPIＮフォトダイオード2のアノードはマニアル利得制御増幅器3に接続されている。このマニアル利得制御増幅器3の出力は自動利得制御増幅器4に導かれている。また，PIＮフォトダイオード2のカソードは積分器11に接続されている。この積分器11の出力は差動増幅器12の負相入力に導かれている。この差動増幅器12の正相入力には基準電圧9が接続されている。この差動増幅器12の出力は前記自動利得制御増幅器4の制御入力に導かれている。",
                "このような回路構成の特徴ある動作を説明する。まず，本装置の初期設定動作を説明すると，別紙2の第3図において，PIＮフォトダイオード2の出力電流はマニアル利得制御増幅器3及び自動利得制御増幅器4により増幅され，初期設定出力が出力端子6に現われる。この初期設定時には増幅器4の利得は利得可変範囲のほぼ中央に設定する。ただし，この利得設定時には制御入力は非接続状態にしておく。",
                "また，PIＮフォトダイオード2のカソード側からも同一の出力電流が取出されるが，これは積分器11により積分されるため，差動増幅器12への入力信号はアナログ信号電圧は表われず直流電圧のみとなる。しかしこの直流電圧が変動した場合には同じ割合だけ増幅器3に与えられる出力電流の交流電流が変動する。したがって，基準電圧9は差動増幅器12の出力電圧が初期設定時に増幅器4が初期設定利得となるように，すなわち出力端子6の出力電圧が初期値となるように設定する。このように各回路を調整することにより，光ケーブル損失がある値のときの光受信系が初期設定される。",
                "この状態の後に温度変化又は経年変化等により光入力信号1のレベルが低下すると出力端子6の交流出力振幅も低下する方向で変化する。しかし，実際には積分器11の出力である直流電圧が低下し，差動増幅器12の出力電圧が増幅器4の利得を増大する方向に変化するため，出力信号電圧の変化は極めて少なくなる。",
                "また，光入力信号1のレベルが増大した際には前述と逆の動作が行われ出力信号電圧を一定にする。",
                "以上説明したように，本発明によれば，光受光器のPIＮフォトダイオードの出力電流を検出し，これにより受信増幅器の利得を自動制御することとした。",
                "したがって，送信側において従来行われていたパイロット信号を発生するための発振器が不要となり，受信側においてもパイロット信号検出用のフィルタが不要となる等，装置を簡単化，小型化，安価とすることができる効果を有する。",
                "  相違点2について"
              ]
            },
            {
              "fig": "ア",
              "subject": "光受信機が同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVについて",
              "text": [
                "  まず，FTTH方式は，同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムとは異なるCATVシステムであるから，光受信機が同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVであるということができる。",
                "本件出願当時の文献において，「光受信機が同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATV」である，多チャンネルのCATV信号を光ファイバでユーザ宅まで伝送するFTTH方式による光CATVについて，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "平成4年5月30日発行の「光増幅器とその応用」と題する文献(甲16)には，①現在急速に研究開発が進んでいる光増幅技術は光分岐を可能とすること，②光増幅技術を光ファイババックボーンシステムにより培われたアナログ光映像伝送技術と組み合わせることにより，さらに優れた光映像分配システムができること，③同軸ケーブルを全く使用せず，ユーザ宅まで光ファイバにより映像を伝送し，映像を分配サービスするシステムにより，ユーザからの多様な要求に応えることができるようになること，④たとえば，100チャネル以上の映像分配サービスや，高品位TV(HDTV)映像分配サービスなどの提供も可能となることが記載されている。",
                    "上記記載によれば，ユーザ宅まで光ファイバにより100チャネル以上の映像分配をするシステム，すなわち，FTTH方式によるCATVが，平成4年当時，研究されていたことが認められる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "昭和56年12月12日発行の「新版・光ファイバ通信」と題する文献(甲31)には，CATV加入者への適用について，加入者系も含めたCATVシステムの4種類の構成法として，①個別配線型(切替接続)，②個別配線型(VHF多重型)，③分配配線型(光分配型)，④分配配線型(同軸分配型)が示されているが，このうち，①ないし③は，ユーザ宅まで光ファイバが引かれるFTTH方式であるとされている。また，①及び②については，多チャンネルのCATV信号を前提とするものである。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "平成5年発行の「多チャネル光映像分配システムの構成と特性」と題する論文(甲32)には，多チャンネルの映像信号を周波数分割多重して光伝送するサブキャリア多重伝送方式(SCM方式)が，CATV網における幹線系の光化の経済的手段として4年ほど前からすでに実用に供されていること，同軸ケーブルを使わずに，分配系をも光化したFTTHの形態をとれば伝送帯域が飛躍的に拡大でき，光増幅技術とSCM伝送技術とを結びつけた映像分配システムについて，平成4年3月からは50チャンネルFM映像信号の分配が可能な試作装置の評価実験が進められてきたことが記載されており，また，FTTH方式による多チャネル光映像分配システムの構成が図示されている。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "平成3年発行の「光ファイバ増幅器を用いた映像分配システムの構成法」と題する文献(甲33)には，光信号が各ユーザ宅に分配されるFDM多重光映像分配システムの基本構成が記載されているが，FDM多重光映像分配システムは，光信号が各ユーザ宅まで伝送される方式であるから，FTTH方式である。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "特公平1-33058号公報(甲1)には，光ファイバによる信号伝送システムの発明について，以下の記載がある。",
                    "本発明は，光ファイバによる信号伝送システムに係り，特に広帯域で，しかも高品質の信号を得るのに好適な光ファイバによる信号伝送システムに関するものである。ここで問題としているのは，数十MHz以上のいわゆるVHF帯におけるTV信号の多重伝送システムであり，90-222MHz帯を用いて12チャンネルの伝送を行う。",
                    "上記記載によれば，平成元年当時，光ファイバにより，VHF帯における12チャンネルの多重伝送を行う信号伝送システム，すなわちFTTH方式が研究されていたことが認められる。",
                    "  前記aないしeの周知文献の記載によれば，本件出願当時，光信号を用いたCATVシステム(光信号を「CATV用光信号」として用いること)が開発されており，光信号を用いたCATVシステムの中には，多チャンネルのCATV信号を光ファイバでユーザ宅まで伝送するFTTH方式も，光信号の周知の利用形態であったものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "FTTH方式のCATVに甲4発明の方法を適用することについて",
              "text": [
                "甲4には，甲4発明の「光受信器の自動利得制御方式」について，特定の光信号のみに限定して適用される旨の記載や，CATV用光信号への適用を妨げる旨の記載はないから，甲4発明を光信号の周知の利用形態である「光受信機が同軸伝送路中にパイロットAGC搭載同軸アンプを用いたHFCシステムを除くCATVであるFTTH方式のCATV」に適用することは，当業者の通常の創作能力の発揮にすぎず，この点に格別の困難性を認めることはできない。",
                "また，甲4発明の「光受信器の自動利得制御方式」を，CATV用光信号の光電気変換回路であるCATV用光受信機に適用した場合，受光素子で光信号から電気信号に変換される「電気信号」も，CATV用の電気信号となることは明らかである。",
                "したがって，当業者は，甲4発明をFTTH方式に適用することにより，相違点2の構成に容易に想到し得るものというべきである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "原告の主張について",
              "text": [
                "  原告は，本件出願当時の技術水準において，FTTH方式の光CATVは研究段階にあり，AGC採用の可能性のあるAM-FDM方式以外にも，ACG不要のFM-FDM方式等が候補として研究されている段階にある上，AM-FDM方式については多くの欠点があり，研究の対象は光送信機の技術分野にあったのであって，光受信機のAGC方式にまで開発の焦点は移行していなかったと主張する。",
                "しかし，原告の挙げる証拠(甲33，87，88，90)によっても，本件出願当時，FTTH方式の光CATVの中で，AM-FDM方式が否定されていたわけではなく，その存在を前提として，種々の研究が行われていたのであるから，原告の主張する上記の状況は，甲4発明のAGC方法をFTTH方式の光CATVに適用することを阻害する事情とはいうことができず，原告の上記主張は理由がない。",
                "  原告は，本件出願当時，AM-FDM方式は，HFCシステムにおいて広く採用されている技術であり，HFCシステムにおいては，多チャンネル光伝送システムの品質を確保する上で，精度に優れたパイロットAGCが最適であると認識されていたから，AGC精度が劣るフィードフォワードAGC方法である甲4の方式を想到することが容易であるとはいえないと主張する。",
                "しかし，原告も主張するように，HFCシステムとFTTH方式は異なる方式であり，本件出願当時，AM―FDM方式がHFCシステムで採用されていたとしても，FTTH方式におけるAM-FDM方式とは，光受信機の役割や仕様が異なるから，HFCシステムで採用が困難であることが，甲4発明のAGC方式をFTTH方式に適用することについて，これを阻害する事情となるものではないことは明らかである。そして，相違点1でも言及するように，甲4発明のAGC方式を適用するに当たっては，可変利得部の構成の設計によってこれに適した構造とすることは当業者が当然なし得る設計事項と認められる。",
                "前記のとおり，甲4には，甲4発明の適用範囲を限定したり，CATV用光信号への適用を妨げる旨の記載はないから，甲4発明を周知技術であるFTTH方式のCATVに適用することに格別困難性はない。原告が主張するとおり，甲4発明が1チャンネルアナログベースバンド信号のAGC方法に関するものであるとしても，同様である。",
                "したがって，原告の上記主張は採用することができない。",
                "  原告は，甲4発明は，光受信機における温度変化又は経年変化による出力信号レベルの変動を補正することを目的とする発明であるが，光ファイバの温度変動・経年劣化による光信号のレベル変動を補償するだけの目的であれば，AGCを行う必要はなく，FTTH方式では，AGCをかける必要が存在しない以上，光ファイバの温度変化又は経年変化等による出力信号レベル変動は，本件発明を想起するための動機付けとはなり得ないなどと主張する。",
                "しかしながら，甲4発明は，光ファイバケーブルを使用した伝送系において用いられる光受信機の自動利得制御方式であるから，光信号の出力信号レベルは，温度変化又は経年変化だけではなく，光伝送路の経路変更や，経路上の光機器のコネクタの挿抜などによって変動する可能性があることは明らかである。また，甲4には「光ファイバケーブルを使用した伝送系においては，周囲温度変化や経年変化等により受信増幅器の入力レベルが変化する」と記載されているが，「周囲温度変化や経年変化」による入力レベルの変化に限られる旨の記載はないから，甲4に接した当業者は，例示された「温度変化または経年変化」以外の要因による出力信号レベルの変動の可能性についても当然想起するものであり，起こり得るレベル変動について，自動利得制御を行う動機付けは存在するというべきである。",
                "  原告は，HFCシステムに甲4発明のAGC方法を適用することには阻害事由が認められるから，甲4発明のAGC方法を適用するためには，HFCシステムを除外することの開示又は示唆が存在することが必要であるところ，本件全証拠においても，そのような開示や示唆は認められないなどと主張する。",
                "しかしながら，本件は，HFCシステムにではなく，これを除く方式，特にFTTH方式について甲4発明のAGC方法を適用することが問われているのであるから，原告の主張はその前提を欠く。いずれにせよ，HFCシステムに甲4発明の方法を適用することに阻害事由が存在するか否かは，FTTH方式に甲4発明を適用することが当業者の通常の創作能力の発揮にすぎないとする前記判断を左右するものではない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，相違点2に関する本件審決の認定判断に誤りはない。",
                "  相違点1について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "前記1によれば，本件発明は，CATVシステムの光通信の分野で使用されるCATV用光受信機に関するものであり，パイロット信号がないCATVシステムでも信号レベルを自動調整できるCATV用光受信機のAGC方法を提供するためのものである。",
                "本件発明の構成は，パイロット信号を含まない光信号をCATV用光受信機に設けられた受光素子で受光して光／電気変換し，モニタ端子から取出されたモニタ信号により，光信号のレベルに応じたAGC電圧を発生し，このAGC電圧で，光信号から電気信号に変換された信号にAGCをかけるようにしたものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "証拠(甲2，乙11～13)によれば，マルチチャンネルの映像信号を周波数分割多重して伝送する多重伝送方式など，広帯域信号に用いられる可変利得増幅器として，RFアンプの後に可変減衰器を設けて可変利得部を構成することが周知技術であると認められる。",
                "そうすると，「RFアンプの後に可変減衰器を設けた」可変利得増幅器は，可変利得増幅器として周知の構成であるから，甲4発明の自動利得制御増幅器について，増幅器と可変減衰器とが組み合わされた周知の構成を含み得ると認識することは自然である。",
                "そして，具体的にいかなる回路構成の可変利得増幅器を採用するかは，利得制御の対象となる信号の帯域特性などに応じて，当業者が適宜決定すべき設計事項であるから，甲4発明の可変利得増幅器として，周知の構成であるRFアンプの後に可変減衰器を設けた可変利得増幅器を採用することは，当業者が適宜なし得た程度のことであって，相違点1は格別のものということはできない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，①本件出願時，FTTH方式におけるAGC方法において，可変利得増幅器をRFアンプの後に可変減衰器を設けて構成することは，当業者が適宜なし得た程度のことということはできない，②HFCシステムの受信機に甲4発明の回路を適用した場合，光CATVで必要とされる特性を実現できないから，甲4発明をFTTH方式におけるAGC方法に適用することには，阻害事由がある，③光CATVと甲4発明の1チャンネルアナログベースバンド伝送では，光入力レベル範囲の相違に応じてAGC方法に求められる課題も異なり，光CATVにおけるAGC方法にまで甲4発明が汎用的に利用可能であるということはできないなどと主張する。",
                "しかしながら，前記イのとおり，甲4には，甲4発明の光受信機の自動利得制御方式について，特定の光信号にのみに限定して適用される旨の記載や，CATV用光信号への適用を妨げる記載はないから，甲4発明は1チャンネルアナログベースバンド伝送を前提としたものということはできない。そして，前記イのとおり，甲4発明を光信号の周知の利用形態であるFTTH方式のCATVに適用する場合に，利得制御の対象となる信号の帯域特性などに適合する可変利得増幅器を採用することは，当業者が適宜決定すべき設計事項であって，周知の構成であるRFアンプの後に可変減衰器を設けた可変利得増幅器を採用することは，当業者の通常の創作能力の発揮にすぎず，この点に格別の困難性は認められない。",
                "したがって，広帯域の光CATVにおいて，RFアンプの後に可変減衰器を設けて構成した周知の可変利得増幅器を適用し，広帯域の光CATVに必要とされるレベル変動を補償可能として，AGC精度を劣化させないようにすることは，当業者が容易になし得る事項にすぎないというべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，①本件審決が指摘する周知例1ないし3は，パイロットAGC方法を行う場合の例が示されているのみであるから，甲2発明だけで周知ということはできない，②1チャンネルアナログベースバンド信号のAGC方法において，AGCアンプとして想起するのは，オペアンプやトランジスタを使った構成であり，複雑かつコスト高となる「RFアンプ＋可変減衰器＋RFアンプ」の構成を採用することを当業者が想到することはあり得ないなどと主張する。",
                "しかしながら，RFアンプの後に可変減衰器を設けて構成した周知の可変利得増幅器は，利得の制御信号として，パイロット信号を用いるだけではなく，制御対象となる信号の強度に関連した信号を用いることが可能であることは明らかであり，パイロットAGC方法に特有の構成とはいえないから，甲4発明のようなフィードフォワードのAGC方法に適用可能であることは明らかである。",
                "また，本件明細書には，2つのRFアンプの間に可変減衰器を配置し，この可変減衰器で電気信号のレベルを任意に加減できる可変増幅器が記載されているが，このような構成は，甲2，乙11ないし13に開示されているように周知であり，このような構成の可変増幅器について，複雑でコスト高となる旨の記載はなく，むしろ，発明の効果として，AGC回路の構成が簡潔なものとなり，光受信機の小型化，低コスト化，メンテナンスの簡易化が期待できると記載されているから，相違点1の構成について，当業者が想到することがあり得ないほど複雑かつコスト高の構成であるとは解し難い。",
                "したがって，原告の上記主張はいずれも採用することができない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上によれば，相違点1に関する本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "そうすると，本件発明は，甲4発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，その余の取消事由について判断するまでもなく，本件審決の結論は相当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であるから，取消事由2について検討するまでもなく，本件審決の結論は相当であって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}