{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "控訴人は，原判決別紙被告製品目録1から13までの各枝番1記載の各蓋体及び各枝番2記載の各容器を製造し，販売し又は販売の申出をしてはならない。"
    },
    {
      "fig": "3",
      "text": "控訴人は，前項記載の各蓋体及び各容器を廃棄し，前項記載の各蓋体の製造に供する金型を廃棄せよ。"
    },
    {
      "fig": "4",
      "text": "控訴人は，被控訴人に対し，2282万8675円及び内1270万4469円に対する平成24年1月6日から，内1012万4206円に対する平成25年4月20日から，それぞれ支払済みまで年5分の割合による金員を支払え。"
    },
    {
      "fig": "5",
      "text": "被控訴人のその余の請求を棄却する。"
    },
    {
      "fig": "6",
      "text": "訴訟費用は，第1，2審を通じてこれを3分し，その2を控訴人の負担とし，その余は被控訴人の負担とする。"
    },
    {
      "fig": "7",
      "text": "この判決は，2ないし4項に限り，仮に執行することができる。    "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，「蓋体及びこの蓋体を備える容器」という名称の発明について本件特許権(特許番号第4473333号)を有する被控訴人が，原判決別紙被告製品目録1から13までの各枝番1記載の各蓋体(被告蓋体)及び各枝番2記載の各容器(被告容器)を製造・販売している控訴人に対し，控訴人による当該製造・販売等が本件特許権を侵害するものであると主張して，本件特許権に基づき，①被告各製品(被告蓋体及び被告容器)の製造，販売又は販売の申出の差止め，②被告各製品及びその半製品並びにそれらの製造に供する金型の廃棄を求めるとともに，③不法行為による損害賠償請求権に基づき，1億6500万円及びこれに対する訴状送達の日の翌日である平成24年1月6日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原判決は，被告各製品は本件各特許発明の技術的範囲に属するとして，被告各製品の製造・販売・販売の申出の差止め，被告各製品の廃棄，被告蓋体の製造に係る金型の廃棄，損害賠償として3257万2201円及び内1812万6874円に対する平成24年1月6日から，内1444万5327円に対する平成25年4月20日から各支払済みまで年5分の割合による遅延損害金の支払を命じる限度でこれを認容したため，控訴人が，これを不服として控訴したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決の「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決の「事実及び理由」の第2の3記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "争点に関する当事者双方の主張は，以下の1のとおり付加，訂正等し，以下の2のとおり当審における当事者の追加主張を付加するほかは，原判決「事実及び理由」の第3記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の付加，訂正等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決24頁3行目の「フラップ部(212)」とあるのを，「フラップ部周囲領域(212)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決24頁4行目の「中間領域(212)」とあるのを，「フラップ部周囲領域(212)」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決30頁24行目から31頁4行目までを削除し，同箇所に原判決31頁6行目「乙10公報には」から同頁18行目「発明の本質的な特徴ではない。」までの部分を挿入する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決31頁6行目から18行目までを削除し，同箇所に原判決30頁24行目「本件特許発明1は」から31頁4行目「排出できないわけがない。」までの部分を挿入する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決37頁12行目「本件1特許発明」とあるのを，「本件特許発明1」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決47頁4行目「天板部2-A」とあるのを，「天板部2a」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決56頁21行目から22行目にかけての「スマートラップ」とあるのを，「スマートフラップ」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決57頁15行目「原価償却費」とあるのを「減価償却費」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決61頁17行目から18行目にかけての「使用することのできないから」とあるのを，「使用することのできない専用品の金型であるから」と改める。",
                "(10)  原判決61頁26行目から62頁1行目にかけての「，④ 内容物の容量が分かる便利な目盛がついている点」を削除する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の追加主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1及び2(被告各製品は，本件各特許発明の技術的範囲に属するか)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件各特許発明は，構成要件1-G及び1-Iの構成により，「加熱調理後，容器内の水分を，開口部を通じて，排出可能である。この結果，本発明の容器は，パスタ等の調理に好適に使用可能となる。」(本件明細書等(甲2)の段落【0023】)という作用効果を奏することを前提として，構成要件1-G及び1-Iに関する相違点に係る構成は設計事項ではないと判断したが，同判断は，後記(2)【控訴人の主張】アのとおり，誤りである。",
                    "仮に原判決のように上記効果を本件各特許発明の作用効果と解した場合には，被控訴人が差止め等を求めている被告各製品は，上記の作用効果を奏するものではないから，構成要件該当性は否定されるべきである。実際，被告各製品の内部に水を入れた上で，当該容器を傾けて内部の水を排出することを試みたとしても，被告各製品の穴部からは水を排出できない。被告各製品においては，穴部が蓋体の周縁領域近傍には設けられていないから，被告各製品を垂直にまで傾けたとしても，内部の水は容器の隅に溜まってしまい，容器の外には排出されない。たとえ被告各製品を裏返したとしても，容器の蓋には小さな穴が一つ空いているにすぎず，容器内部に空気が流入しないから，容器内の水はほとんど容器外に排出されない。",
                    "以上のとおり，仮に原判決のように，本件各特許発明が上記の容器内の水分を開口部を通じて排出可能であるという作用効果を奏することを前提とするのであれば，当該作用効果を奏さない被告各製品について，構成要件該当性は否定されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，仮に原判決のいう「加熱調理後，容器内の水分を，開口部を通じて，排出可能である。この結果，本発明の容器は，パスタ等の調理に好適に使用可能となる。」(本件明細書等の段落【0023】)という効果が，本件各特許発明の作用効果であるとすれば，少なくとも本件各特許発明は液体を排出できるものに限定して解釈されなければならない。具体的には，構成要件1-D及び2-Dの「前記容器内の流体を排出可能な穴部」は，解釈として，気体のみを排出可能なものであってはならず，少なくとも液体を排出可能な穴部でなければならない。",
                    "また，本件明細書等の段落【0023】には，「蓋体本体部の周辺領域近傍に開口部を形成」した場合の効果として，上記作用効果を掲げているのであるから，構成要件1-D及び2-Dの「前記容器内の流体を排出可能な穴部」は「蓋体本体部の周辺領域近傍」に形成されたものに限定して解釈されなければならない。これに対して，被告各製品は，容器内の水がほとんど容器外に排出されるものではなく，穴部も「蓋体本体部の周辺領域近傍」に形成されているとはいえない。",
                    "したがって，仮に原判決のように，本件各特許発明が上記の容器内の水分を開口部を通じて排出可能であるという作用効果を奏することを前提とするのであれば，当該作用効果を奏さない被告各製品は，構成要件1-D及び2-Dを充足しない。",
                    "【被控訴人の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被告各製品は，開口部から容器内の水分を排出するとの効果を有さないため，構成要件該当性が否定されるべきである旨主張する。",
                    "しかし，被告各製品が本件各特許発明の技術的範囲に属するか否かは，被告各製品が本件各特許発明の構成要件を具備するか否かによって決すべき事項であり，作用効果の不奏功が独自の抗弁であるかのように論じる控訴人の主張は主張自体失当である。被告各製品が本件各特許発明の構成要件を全て充足することは，原判決が明確に認定し，その認定に誤りはない。",
                    "本件各特許発明の作用効果は，本件明細書等の段落【0022】～【0031】に記載されており，控訴人の主張は明細書に記載された作用効果のうちごく一部の不奏功を論じるものにすぎない。控訴人主張に係る上記作用効果は，段落【0023】にあるとおり，「蓋体本体部の周縁領域近傍に開口部を形成し，フラップ部基端部からフラップ部先端部への方向ベクトルが，蓋体中央から蓋体周縁へ向かうようにフラップ部を方向付けるとともにフラップ部の突起部でこの開口部を閉塞できるようにフラップ部を配した場合」の作用効果にすぎず，本件各特許発明の構成を有する全ての製品が奏し得る効果ではない。したがって，仮にかかる作用効果を奏しないことがあってもその一事をもって，被告各製品が本件各特許発明の技術的範囲に属さないものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，仮に原判決のように，本件各特許発明が前記の容器内の水分を開口部を通じて排出可能であるという作用効果を奏することを前提とするのであれば，当該作用効果を奏さない被告各製品は，構成要件1-D及び2-Dを充足しない旨主張する。",
                    "控訴人の主張は，被告各製品の穴部からは水が排出されないことを前提とするが，被告各製品の穴部からは水が排出され得るのであるから，同主張は失当である。また，本件各特許発明の構成要件1-D及び2-Dにおける「流体」とは，気体と液体を総称する概念である。そのため，「流体を排出可能な穴部」との要件は，気体と液体を総称する概念である流体を排出できるものであれば足り，いかなる種類の流体も排出できることを要件とするものではない。さらに，本件各特許発明の効果に関し，本件明細書等の段落【0022】には，水蒸気の排出が発明の主たる効果として記載され，段落【0023】には，穴部の位置が特定された場合において液体の排出が付加的な効果として記載されている。以上の点に鑑みると，液体を排出できることは，構成要件1-D，2-Dの必須の要件ではなく，本件各特許発明の穴部が気体及び液体の双方を排出可能なものでなければならないとする控訴人の主張は失当である。",
                    "また，控訴人は，本件明細書等の段落【0023】には，「蓋体本体部の周辺領域近傍に開口部を形成」した場合の効果として，上記作用効果を掲げているのであるから，構成要件1-D及び2-Dの「前記容器内の流体を排出可能な穴部」は「蓋体本体部の周辺領域近傍」に形成されたものに限定して解釈されなければならないところ，被告各製品は同要件を充足しない旨主張する。",
                    "しかし，かかる主張は，本件各特許発明に書かれざる構成要件を付加して解釈するものであり理由がない。本件明細書等に，本件各特許発明において容器内の水分を排出できることが「蓋体本体部の周縁領域近傍に開口部を形成」した場合の効果として記載されているからといって，かかる効果を奏する範囲に本件各特許発明の内容を限定解釈すべきというのは本末転倒である。",
                    "以上のとおりであるから，被告各製品は，「流体を排出可能な穴部」を備え，本件各特許発明の構成要件1-D及び2-Dを充足する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点7(本件各特許発明は，乙11発明に基づいて当業者が容易に発明をすることができたものであるか)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点に係る構成が単なる設計事項にすぎないことについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，構成要件1-G及び1-Iに関する相違点は設計事項であるとの控訴人の主張に対して，本件各特許発明は，構成要件1-G及び1-Iの構成により，「加熱調理後，容器内の水分を，開口部を通じて，排出可能である。この結果，本発明の容器は，パスタ等の調理に好適に使用可能となる。」(本件明細書等の段落【0023】)という作用効果を奏することを前提として，構成要件1-G及び1-Iに関する相違点に係る構成は設計事項ではないと判断した。",
                        "しかし，原判決が挙げる上記の作用効果は，本件各特許発明の単なる一実施例(請求項1を更に限定した請求項4に係る発明)に関するものにすぎず，本件各特許発明(請求項1及び12に係る発明)が奏する作用効果ではない。したがって，本件各特許発明が上記の作用効果を奏することを前提として，構成要件1-G及び1-Iに関する相違点に係る構成は設計事項ではないとした原判決の判断は，その前提において誤りである。",
                        "また，構成要件1-Eに関する相違点(フラップ部が一の領域に一体的に接続されているか否か)については，乙21明細書の段落【0030】，【0062】及び図3にもあるように，カバー(フラップ)を蓋本体と一体的に成型することで，カバー(フラップ)を蓋体の一の領域に一体的に連結させることは，従来から一般的に行われていた。したがって，構成要件1-Eに関する相違点に係る構成は，当業者が適宜選択する設計事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張する作用効果について",
                      "text": [
                        "被控訴人は，本件各特許発明の効果として，本件各特許発明が，①「フラップ部の先端部は，前記周縁領域の外縁に到達して」いない構成(構成要件F)，②「フラップ部の前記基端部が，前記フラップ部の前記先端部よりも前記蓋体の中心位置から近い位置に配され」ている構成(構成要件G)，③「一の領域が，前記フラップ部の少なくとも一部を収容する凹領域を備え」ている構成(構成要件H)，④「凹領域は一の領域上面の周縁部に接続している」構成(構成要件I)という4つの構成を具備することにより，(a)フラップ部が破損しにくい，(b)フラップ部を開放しやすい，(c)フラップ部を収容する凹領域に汚れがたまりにくい，という3つの効果を同時に奏するから，本件各特許発明と乙11発明の相違点に係る構成には技術的な意義があり，かかる構成を設計事項と評価できないと主張する。",
                        "しかし，被控訴人が挙げる上記①～④に係る蓋体の形状は技術的効果に着目したものではなく，むしろデザインに属する問題であるから，典型的な設計事項に該当するものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，「フラップ部の先端部は，周縁領域の外縁に到達していない」という構成(構成要件F)及び「一の領域がフラップ部の少なくとも一部を収容する凹領域を備えている」という構成(構成要件H)を採用することによって，フラップ部の破損を防ぐという効果を奏するとの点についていえば，当該構成は，乙21明細書や乙10明細書などにおいて開示されているとおり従来周知のものである。上記効果は当該構成を採用することに伴って必然的に奏するものであって，そのことは当業者には明らかなところであるから，当該構成を採用することが容易に想到するものであれば，当該構成により必然的に生ずる上記効果は進歩性を基礎付ける理由とならない。また，上記効果は，乙21発明や乙10発明において既に奏していたものであるから，本件各特許発明が上記効果を奏したとしても，新たな技術的事項を何ら開示するものではなく，本件各特許発明の進歩性を基礎付ける理由とはならない。",
                            "被控訴人は，この点について，乙10発明や乙21発明は，他の物体と頻繁に衝突するような形で洗浄される容器の発明ではないから，乙10発明や乙21発明がフラップが破損しにくいとの作用効果を奏していたということはできない旨主張するが，乙10明細書や乙21明細書には，乙10発明や乙21発明に係る容器を洗浄しないなどといった記載は存在しないから，被控訴人の上記主張には根拠がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，「フラップ部の基端部が，フラップ部の先端部よりも蓋体の中心位置から近い位置に配されている」という構成(構成要件G)及び「凹領域は一の領域上面の周縁部に接続している」という構成(構成要件I)により，フラップ部の先端部が一の領域の周縁部付近に位置することになるという理解を前提として，フラップ部の先端部に容易に指先を引っ掛けることが可能となり，フラップ部を開放し易くなるとの点についていえば，「凹領域は一の領域上面の周縁部に接続している」という構成(構成要件I)は，フラップ部が一の領域上面の周縁部に接続していることを意味するものではないから，被控訴人が挙げる各構成を採用したとしても，フラップ部の先端部が一の領域の周縁部付近に位置するとは限らない。また，「フラップ部の基端部が，フラップ部の先端部よりも蓋体の中心位置から近い位置に配されている」という構成(構成要件G)は，単にフラップが外開きであることを意味するものにすぎず，フラップの開放しやすさとは関係がない。したがって，本件各特許発明は，被控訴人が主張する前記(b)の作用効果を奏するものではない。",
                            "被控訴人は，この点について，本件各特許発明のフラップ部は凹領域に収容されるものであるから，凹領域が周縁部に接続している場合には，フラップ部も周縁部に接続することになり，フラップの開放しやすさとの効果を生み出すことになる旨主張する。しかし，被控訴人の上記主張は，凹領域の大きさとフラップ部の大きさとが同一であることを当然の前提とするものである。実際には，凹領域の方がフラップ部よりも大きい場合には，凹領域が一の領域の周縁部に接続していたとしても，フラップ部は一の領域の周縁部には接続しないこととなる。本件各特許発明においては，凹領域の大きさとフラップ部の大きさとが同一であるという限定は付されていないのであるから，「凹領域は前記一の領域上面の周縁部に接続している」という構成(構成要件I)は，フラップ部が一の領域上面の周縁部に接続していることを意味するものではない。したがって，本件各特許発明は，被控訴人が主張する前記(b)の効果を奏するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "さらに，「フラップ部の前記基端部が，前記フラップ部の前記先端部よりも前記蓋体の中心位置から近い位置に配され」ている構成(構成要件G)，「凹領域は一の領域上面の周縁部に接続している」構成(構成要件I)により，洗浄時にフラップ部を収容する凹領域に汚れがたまりにくいとの点についていえば，たとえ上記構成を具備していたとしても，凹領域が周囲と比較して窪んでいることには変わりがないのであるから，凹領域に汚れが溜まることを避けることはできない。また，洗浄時に容器に付着した水は，通常，洗浄後に容器を水切りかご等に立てかけておくこと等により自然に流れて解消されるものであり，その際には，容器を立てかける方向により容器上を水が流れ落ちる方向が決まるのであるから，フラップ部が開く向きは何らの関係もない。また，仮に水の溜まりやすさを検討するとしても，水の溜まり具合は，フラップの構造や，蓋本体との位置関係等に依存するものであり，単に，上記各構成を採用することにより，水の溜まりを防ぐことができるなどというものではない。仮に，凹領域に溜まった水分が凹領域から中間領域に流れ落ちるとしても，本件明細書等の図10のような容器の場合，凹領域から流れた水分は，一の領域と周縁領域の間(中間領域)に溜まることになるため，水が溜まらないという作用効果は奏しない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "仮に本件各特許発明が上記(a)～(c)の作用効果を奏するとしても，被控訴人が当該作用効果を主張する形状を具備する蓋体は，例えば乙21明細書に開示されており，上記の各作用効果も，乙21発明，乙13発明及び乙10発明において既に奏していたものであるから，前記(a)～(c)は，従来技術が既に奏していた既存の効果であって，何ら顕著なものではなく，本件各特許発明の進歩性を基礎付けるものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙11発明と乙21発明，乙13発明又は乙10発明との組合せによる容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決は技術分野を過度に細分化するものであり不当であること",
                      "text": [
                        "乙11発明は，電子レンジで加熱可能な食材を収容する容器であって，その容器蓋には通気孔及びフラップが設けられ，電子レンジでの加熱時にはフラップが開放されるという構造を有するものである。したがって，乙11発明と，乙21発明，乙13発明及び乙10発明とは，内部に食品を収容するという点で同じ目的を有しており，かつ，その蓋体に手で開閉する部材(フラップやカバー)を有するという点で構造や作用効果が共通する。ここで，被控訴人が本件各特許発明の作用効果として主張するところの，(a)フラップ部が破損しにくい，(b)フラップ部を開放しやすい，(c)フラップ部を収容する凹領域に汚れがたまりにくい，という3つの効果を奏した方がよいことは，容器が食材を加熱することを目的としたものであるかどうかや，上面の穴から細かく分割された固形物を適量ずつ取り出すことができる容器かどうかとは無関係に，およそフラップ付きの食品用容器であれば異なるところがない。そうすると，当業者は，あるフラップ付きの食品用容器の構造が上記の各作用効果を奏するのであれば，その構造を他の食品用容器に対しても適用することを通常試みるということができる。したがって，内部に食品を収容するフラップ付きの容器であるという点で目的や機能，作用効果が共通すれば，当業者が技術手段の適用を試みると合理的に認められる程度の技術分野の関連性を肯定するに十分というべきであるから，乙11発明と，乙13発明，乙10発明及び乙21発明は，関連する技術分野に属するものと評価することができる。これとは逆に，乙11発明と乙13発明や乙10発明の用途(作用効果・機能)が異なるとして，これらの組合せを否定した原判決の判断は，発明の特性を考慮することなく技術分野を過度に細分化するものであって，不当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙11発明に乙21発明，乙13発明及び乙10発明を組み合わせることには積極的な動機付けが存在すること",
                      "text": [
                        "食品容器を製造販売する業者としては，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておくことが重要であるから，容器の形状を多様化するために，乙11発明に対して，同容器とは異なる形状のフラップが記載された乙21発明を適用しようと試みる。また，乙11発明以外の当業者は，乙11発明との差別化を図る目的でも，乙21発明，乙13発明及び乙10発明を適用してその形状の変更を試みる。そして，各相違点に係る構成は，乙21発明，乙13発明及び乙10発明に記載されたものであるところ，仮に被控訴人主張のとおり，本件各特許発明の構成要件F，G，H，Iを同時に併せ持つことにより，乙11発明にはない前記の作用効果(a)～(c)を奏するのであれば，当業者には，当該効果を得るために，乙11発明に対して，乙21発明，乙13発明及び乙10発明を適用することにより，その形状の変更を試みようとする積極的な動機付けが存在することとなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙21発明との組合せによる容易想到性について",
                      "text": [
                        "原判決は，乙11発明と乙21発明の組合せについて，「乙21発明は，食材を真空にすることを目的とするものであり，圧力インジケータ6を必須の構成とするものである。また，通気孔4は，圧力インジケータ6よりも蓋体の中心位置に近い部分にあるから，圧力インジケータ6の構成を前提とする限り，通気孔4から容器内の液体を排出することを予定しているものとは解しがたい。このような乙21発明の構成から前記相違点に関する構成のみを取り出し，乙11発明に適用することを基礎付ける動機付けの存在を認めることはできない。」と判断した。",
                        "しかし，乙21明細書の段落[0027]に，「圧力インジケータ(たとえば，圧力呈示突起)を備えていてよい。」と記載されているように，圧力インジケータは必要に応じて付加されるものであり，乙21明細書の特許請求の範囲の請求項1～21は，圧力インジケータを規定するが，請求項22～28は，圧力インジケータを規定していない。したがって，乙21発明において圧力インジケータは必須ではない。また，乙21発明の通気孔4が液体を排出することを予定していないとしても，そのことがなぜ，乙11発明に対する乙21発明の適用を阻害する理由となるのか不明である。仮に圧力インジケータが存在する容器を想定したとしても，乙21明細書においては，圧力インジケータの形状や大きさは限定されておらず，その形状や大きさは必要に応じて(例えば小さく)定めることができ，現に，乙21明細書の図6には，凹領域と比較して相当小さい圧力インジケータ6が記載されており，圧力インジケータ6が凹領域における汚れや流体の流れを妨げるものでないことは明らかである。そして，被控訴人が作用効果を主張する蓋体の形状は，いずれも乙21明細書に開示されており，本件各特許発明の作用効果に関する被控訴人の主張を前提とすれば，乙21発明は，被控訴人が主張する前記の作用効果(a)～(c)を奏するものであるから，当該作用効果を生かす形で乙21発明の蓋体の形状を乙11発明に適用することは，当業者が当然の工夫として行うことである。",
                        "したがって，原判決の上記判断は誤りである。",
                        "なお，被控訴人は，乙21発明は加熱に適したものではあり得ないとして，乙11発明との組合せは容易ではない旨主張する。しかし，乙21明細書の段落[0027]において，「収容容器やその中身を強冷凍庫に保存でき，そして電子レンジで解凍できる。電子レンジで加熱するために，カバーを操作して通気孔を開放することができる。」と記載されているとおり，乙21発明が加熱に適したものであることは明らかであり，被控訴人の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "乙21発明，乙13発明及び乙10発明には，1-E，1-Gに関する相違点に係る構成が，乙21発明及び乙13発明には1-Iに関する相違点に係る構成がいずれも開示されているから，本件各特許発明と乙11発明の相違点に係る構成は，単なる設計事項であるか，乙21発明，乙13発明及び乙10発明に開示されたものであり，本件各特許発明は，乙11発明と乙21発明，乙13発明又は乙10発明に基づき，当業者が容易に想到し得たものである。",
                        "【被控訴人の主張】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "相違点に係る構成は単なる設計事項ではないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件1-G，1-Hに関する相違点について",
                      "text": [
                        "本件各特許発明は，乙11発明との相違点に係る構成を含む構成要件である，①「フラップ部の先端部は，前記周縁領域の外縁に到達して」いない構成(構成要件F)，②「フラップ部の前記基端部が，前記フラップ部の前記先端部よりも前記蓋体の中心位置から近い位置に配され」ている構成(構成要件G)，③「一の領域が，前記フラップ部の少なくとも一部を収容する凹領域を備え」ている構成(構成要件H)，④「凹領域は一の領域上面の周縁部に接続している」構成(構成要件I)という4つの構成を同時に併せ持つことにより，以下のとおり，(a)フラップ部が破損しにくい，(b)フラップ部を開放しやすい，(c)フラップ部を収容する凹領域に汚れがたまりにくいとの作用効果を同時に奏することができるものであるから，本件各特許発明と乙11発明の相違点に係る構成には，技術的な意義があり，かかる構成を設計事項と評価できないことは明らかである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "蓋体周縁は，他の物体(例えば，洗浄時における他の食器や食器洗浄機の洗浄ブラシ等)と頻繁に衝突する部分である。そのため，フラップ部の先端部が周縁領域の外縁に到達していると，当該先端部が他の物体(例えば，洗浄時における他の食器や食器洗浄機の洗浄ブラシ等)と衝突することによりフラップ部が開放され，また，開放状態のフラップ部に対して他の物体(他の容器等)が衝突することでフラップ部の基端部に大きな力が加わり，フラップ部が破損するおそれがある。本件各特許発明は，「フラップ部の先端部が周縁領域の外縁に到達していない」構成(構成要件F)を備えることにより，フラップ部の意図しない開放を防止してフラップ部の破損を防止できる。",
                            "加えて，本件各特許発明は，「一の領域がフラップ部の少なくとも一部を収容する凹領域を備えている」構成(構成要件H)を備えることにより，フラップ部の左右側方には凹領域の底部から立ち上がる側壁が形成されるため，フラップ部に側方から外力が加わりにくい。そのため，食器洗浄機等による洗浄中に他の食器等が当たること等によるフラップ部の意図しない開放がより確実に防止され，フラップ部の破損が一層生じにくい。",
                            "控訴人は，この点について，フラップが破損しにくいとの作用効果は乙21明細書や乙10明細書に記載された発明でも既に奏していた効果である旨主張するが，乙10発明や乙21発明は，他の物体(例えば，洗浄時における他の食器や食器洗浄機の洗浄ブラシ等)と頻繁に衝突するような形で洗浄される容器の発明ではないから，乙10発明や乙21発明はフラップが破損しにくいとの作用効果を奏するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件各特許発明は，「フラップ部の基端部が，フラップ部の先端部よりも蓋体の中心位置から近い位置に配されている」との構成(構成要件G)に加えて，「凹領域は一の領域上面の周縁部に接続している」構成(構成要件I)，すなわち，「凹領域が一の領域上面の周縁部に向けて開放されている」構成を備えている。これらの構成により，フラップ部の先端部が一の領域の周縁部付近に位置することとなる。そのため，フラップ部の先端部に容易に指先を引っ掛けることが可能となり，フラップ部を開放しやすくなる。",
                            "控訴人は，この点について，「凹領域は一の領域上面の周縁部に接続している」という構成(構成要件I)は，フラップ部が一の領域上面の周縁部に接続していることを意味するものではないから，被控訴人が挙げる各構成を採用しても，フラップ部の先端部が一の領域の周縁部付近に位置するとは限らない旨主張するが，本件各特許発明のフラップ部は凹領域に収容されるものであるから，凹領域が周縁部に接続している場合には，フラップ部も周縁部に接続することになり，フラップの開放しやすさとの効果を生み出す。",
                            "また，控訴人は，「フラップ部の先端部よりも蓋体の中心位置から近い位置に配されている」という構成(構成要件G)は，単にフラップが外向きであることを意味するにすぎず，フラップの開放しやすさとは関係ない旨主張するが，構成要件Gは構成要件Iと相まってフラップを開放しやすいとの効果を生み出すのであって，構成要件Gのみの効果を単独で論じる控訴人の主張は失当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "凹領域が一の領域上面の周縁部に接続していない場合(凹領域が一の領域上面の内部にある場合)には，洗浄時に凹領域に溜まった洗浄水等の液体が排出されずに凹領域に残存する。また，調理時において容器内の流体を穴部から排出した時に凹領域に溜まった液体も凹領域内に残存する。本件各特許発明は，「凹領域が一の領域上面の周縁部に接続している」，すなわち「凹領域が一の領域上面の周縁部に向けて開放されている」ことにより，凹領域に溜まった液体は周縁部から流れ落ちて排出され，凹領域に殆ど残存することがない。そのため，凹領域に汚れが溜まりにくく，衛生的である。",
                            "また，「凹領域は一の領域上面の周縁部に接続している」構成(構成要件I)に加えて，「フラップ部の基端部が，フラップ部の先端部よりも蓋体の中心位置から近い位置に配されている」構成(構成要件G)を備えることにより，洗浄時や調理時に凹領域に溜まった水分は，フラップ部に遮られることなく周縁部から流れ落ちて排出され，凹領域に残存することが確実に防がれる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件1-Eに関する相違点について",
                      "text": [
                        "構成要件1-Eに係る相違点は，本件各特許発明の発明としての着想の出発点となる相違点であり，かかる相違点が設計事項であるとはいえない。控訴人は，この点について，乙21明細書に示されているように，カバー(フラップ)を蓋体の一の領域に一体的に連結させることは従来から行われてきたとするが，乙21発明のカバーはピン(フィルムヒンジ)を介して，蓋体と連結されているものであり，構成要件1-Eの構成を開示するものではない。また，乙21発明は真空保存容器の発明であって，真空保存容器に存在する構成であることは，乙11発明の容器の分野における設計事項であることの根拠にはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件各特許発明と乙11発明の相違点に係る構成が設計事項であるとはいえず，控訴人の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙11発明と乙21発明，乙13発明及び乙10発明との組合せによる容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，乙11発明に対する乙21発明，乙10発明及び乙13発明の適用を否定した原判決の認定に対し，技術分野を過度に細分化するものであり，不当である旨主張する。",
                        "しかし，進歩性の判断は，引用発明に基づいて当業者が請求項に係る発明に容易に想到できたことの論理付けができるか否かによって決せられるが，主引例となる発明に副引例発明を組み合わせられるかを考えるに当たっては，技術分野の関連性のほか，課題の共通性，作用，機能の共通性，引用発明の内容中の示唆等が参酌される。原判決の認定は，乙11発明と乙21発明，乙10発明及び乙13発明の構造，用途，機能を適切に分析した上でされた認定であり，過度に技術分野を細分化しているとの批判は当たらない。",
                        "控訴人の主張によれば，食品を収容する容器はすべて同一の技術分野であることになってしまうが，容器の開発をする技術者の認識からすれば，粉チーズなどの粉粒体の容器と，電子レンジで加熱する食品保存・加熱容器の技術は全く異なる技術分野であり，これを同一の技術分野であるとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，食品容器を製造販売する業者としては，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておくことが重要であるから，容器の形状を多様化するために，乙11発明に対して，同容器とは異なる形状のフラップが記載された乙21発明を適用することになるとして，乙11発明に乙21発明，乙13発明及び乙10発明を組み合わせる積極的な動機付けがある旨主張する。",
                        "しかし，複数の発明の組み合わせを肯定する動機付けの要素としては，技術分野の関連性のほか，課題の共通性，作用，機能の共通性，引用発明の内容中の示唆等が挙げられるが，控訴人の主張はこれらの要素とは無関係の抽象論を述べるにすぎない。",
                        "また，食品容器の分野において，各業者が，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておく傾向があるなどとはそもそもいえない。単一又は少数の特色ある食品容器のみを継続的に市場に提供し，その容器の種類が単一又は少数であること若しくはデザインが個性的で変化しないこと等により，食品容器業界においてゆるぎない地位を占める企業もあり，このような企業では様々なバリエーションを揃える必要がないから，控訴人の主張は事実に反する。なお，様々なバリエーションの商品を取り揃える営業形態をとる企業も存在するが，この場合，様々なバリエーションの中から，特定の構成をもつ容器(乙11発明)を選択し，これに対して更に別の特定の構成(乙21発明，乙10発明，乙13発明)を選択して，両者を組み合わせることは容易ではない。仮に控訴人が主張するように様々なバリエーションの商品が存在するという事情があるとすれば，当該事情は積極的動機付けがあることを示すものではなく，むしろ適用の困難性を示すものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙21発明との組合せによる容易想到性について",
                      "text": [
                        "乙21発明は食材を真空保存するための容器であって，食材を解凍する際に使用することはあっても，食材を温めるために用いるものではない。また，乙21発明の穴部は単なる通気孔であって，本件各特許発明に係る容器内の蒸気や液体を外部に放出させるための穴ではない。",
                        "これに対し，乙11発明及び本件各特許発明に係る容器は食品を保存し，蓋を付けたまま電子レンジ等で加熱するための容器であって，乙21発明に係る真空保存容器とは，用途も機能も技術分野も異なる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件各特許発明と乙11発明の相違点は設計事項ではなく，乙11発明に乙21発明，乙13発明，乙10発明を組み合わせる動機付けはなく，むしろ阻害要因がある。したがって，本件各特許発明は乙11発明に基づいて容易に想到できた発明であるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点8(本件各特許発明は，乙30発明に基づいて当業者が容易に発明をすることができたものであるか)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件1-Iに関する相違点について",
                      "text": [
                        "原判決は，「構成要件1-Iに関する相違点」として，「本件特許発明1では，フラップ部を収容する凹領域が，一の領域上面の周縁部に接続しているのに対し，乙30発明では接続していない。」と認定した。",
                        "しかし，乙30発明の「隆起する領域」と「凹領域」は，滑らかに連続して構成され，互いに隔てられた別個独立した領域となっているのではない。「凹領域」に至る部分には，ほぼ平坦になっている部分(被控訴人のいう「中間領域」)があるが，「隆起する領域」と「凹領域」が滑らかに連続して構成されていることに変わりはない。したがって，乙30発明においても，フラップ部を収容する凹領域は一の領域上面の周縁部に接続しているというべきであるから，原判決が認定した「構成要件1-Iに関する相違点」は，本件特許発明1と乙30発明の相違点ではない。",
                        "仮に乙30発明においては，「中間領域」が存在することによって，フラップ部を収容する凹領域が一の領域上面の周縁部に接続していないと解したとしても，そのことは本件各特許発明の課題とは何ら関係がなく，単なるデザインの問題にすぎないから，原判決が認定した構成要件1-Iに関する相違点は，典型的な設計事項に該当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人主張に係る構成要件1-F，1-Hに関する相違点について",
                      "text": [
                        "被控訴人は，本件特許発明1と乙30発明との間には，原判決が認定した4つの相違点(構成要件1-D，1-E，1-G及び1-Iに係る相違点)に加えて，構成要件1-F及び1-Hに係る相違点も存在すると主張する。",
                        "しかし，被控訴人が主張する「構成要件1-Fに関する相違点」については，乙30発明においても，フラップの先端部は周縁領域上には存在せず，フラップの先端部が「周縁領域の外縁に到達していない」ことに変わりはないから，乙30発明と本件特許発明1の相違点ではない。被控訴人は，「周縁領域の外縁に到達していない」との構成について，他の物体と衝突することでフラップ部が開放されることを防ぐ効果があると主張するが，仮に上記構成にそのような効果があることを前提としても，それは，乙30発明の構成においても同様に妥当する。",
                        "次に，「構成要件1-Hに関する相違点」に関する被控訴人の主張は，「凹領域」に至る部分には，ほぼ平坦になっている部分(被控訴人のいう「中間領域」)があるから，「乙30発明では隆起する領域に凹領域は設けられていない」との趣旨であると解される。しかし，原判決が挙げる「構成要件1-Iに関する相違点」は，前記(ア)のとおり，本件特許発明1と乙30発明との相違点ではないから，同様の理由により，被控訴人が主張する「構成要件1-Hに関する相違点」も，本件特許発明1と乙30発明の相違点ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点に係る構成が単なる設計事項であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，構成要件1-G及び1-Iに関する相違点は設計事項であるとの控訴人の主張に対して，本件各特許発明は，構成要件1-G及び1-Iの構成により，「加熱調理後，容器内の水分を，開口部を通じて，排出可能である。この結果，本発明の容器は，パスタ等の調理に好適に使用可能となる。」(本件明細書等の段落【0023】)という作用効果を奏することを前提として，構成要件1-G及び1-Iに関する相違点に係る構成は設計事項ではないと判断した。",
                        "しかし，原判決の上記判断が誤りであることは，前記(2)【控訴人の主張】ア(ア)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張する作用効果について",
                      "text": [
                        "被控訴人は，本件各特許発明の効果として，本件各特許発明が，構成要件F，G，H，Iという4つの構成を具備することにより，(a)フラップ部が破損しにくい，(b)フラップ部を開放しやすい，(c)フラップ部を収容する凹領域に汚れがたまりにくい，という3つの効果を同時に奏するから，本件各特許発明と乙11発明の相違点に係る構成には技術的な意義があり，かかる構成を設計事項と評価できないと主張するが，上記主張に理由がないことは，前記(2)【控訴人の主張】ア(イ)のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙30発明と乙21発明，乙13発明及び乙10発明との組合せによる容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "当業者が乙30発明に接した際に認識する課題",
                      "text": [
                        "乙30発明は，蓋体にフラップを備えた食品用容器であり，フラップを開放することによって，蓋体を外すことなく電子レンジで加熱できる。また，乙30発明は，フラップが蓋体と一体的に形成されているため，フラップが別体で形成されていた従来のものと比べて，フラップ部が本体から分離して紛失する事態を防止できる。",
                        "しかし，従来市場で流通していたフラップ付きの食品用容器は，例外なく，フラップが蓋体の中央付近に接続された製品であったのに対し(乙64～67)，乙30発明は，フラップが蓋体の周縁部に取り付けられている。このようにフラップが蓋体の周縁部に接続されている形態は，フラップが他の物体と衝突して破損するおそれが高いこと，洗浄後の蓋体の乾燥時や冷凍前の粗熱を取る際に，開放したフラップが蓋体の周縁部から突出して余計なスペースをとること，フラップが，蓋体の周縁部を乗り越える形状であり，長さがあるだけでなく，凹凸が多いために洗浄しにくいこと，電子レンジで加熱する際，容器がターンテーブル上で回転すると，外側に飛び出したフラップが電子レンジの内壁に衝突する原因となること，フラップは，加熱時に穴部を開放するという実用目的で設けられたものにすぎず，デザイン上可能な限り目立たない方が望ましいところ，フラップが蓋体の周縁部を乗り越える形で設置され，開放時にはフラップが外側に向かって大げさに出っ張る乙30発明の形状は，常識から逸脱した不格好なものであることから，当業者は，乙30発明に接した際，フラップの位置を蓋体の周縁部から中央付近に変更する必要があるとの課題を認識する。",
                        "また，乙30発明は，内開きのフラップを備えているところ，フラップをそのまま蓋体の中央付近に内開きに配置すると，指を入れてフラップを開けられるようにするために，凹部を蓋体の中心付近に設ける必要があるが，蓋体の中央付近に大きな凹部が存在すると，汚れが溜まる原因となる上，収容した食品を圧迫することにもつながり，また，凹部の分だけ収容できる容量が減る上，容器のシンプルな印象を減殺するものであり，デザインの見地からも望ましくない。さらに，内開きのフラップは，洗浄後の蓋体を立てかけて乾燥させる際に，蓋体の周縁部から水が流れ落ちるのを妨げるため，水切りの障害となる。したがって，当業者は，乙30発明に接した際，フラップの向きを外開きに変更する必要があるという課題を認識する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙30発明に乙21発明，乙13発明及び乙10発明を組み合わせることには積極的な動機付けが存在すること",
                      "text": [
                        "以上のとおり，乙30発明に接した当業者は，フラップが蓋体に一体的に形成されているという乙30発明の特長は維持したまま，①フラップの位置を蓋体の周縁部から中央付近に変更する必要があるという課題と，②フラップの向きを外開きに変更する必要があるという課題を同時に認識する。",
                        "しかるところ，乙21明細書には，フラップが蓋体の周縁部ではなく中央付近に一体的に形成され，しかもフラップの向きが外開きであり，指を入れるための凹部が存在しない蓋体を備えた食品用容器が開示されている。乙21発明の蓋体においては，①フラップが蓋体の中央付近に接続されているため，開放したフラップが他の物体と衝突して破損すること，無駄なスペースを取ること，電子レンジ内の内壁に衝突することを避けることができるとともに，開放したフラップが外向きに出っ張るというデザイン上の問題も解決することができる。また，②内開きのフラップであるため，蓋体中央部に凹部を設ける必要がなく，凹部に汚れが溜まること，凹部が容器内に突出して食品を圧迫するとともに容器の容量を減ずること，シンプルな印象を減殺することも避けることができ，さらに，洗浄後の水切りが妨げられることもない。その上，③フラップが蓋体中央の隆起した部分(本件明細書等にいう「一の領域」)から同領域外に突出しているため，蓋体の中央付近に凹部が存在しないにもかかわらず，フラップを容易に開放できる。",
                        "したがって，乙30発明の課題を認識した当業者が，乙21明細書に接し，乙21発明の蓋体を乙30発明に適用しようと試みることは当然であり，両者を組み合わせることには強い動機付けが存在するから，本件特許発明1の相違点に係る構成は，乙30発明及び乙21発明に基づいて，当業者が容易に想到することができたものである。",
                        "また，外開きのフラップが蓋体の周縁部以外に一体的に形成された形状の食品用容器は，乙21明細書のほか，乙13公報及び乙10明細書にも開示されているから，当業者は，乙13発明及び乙10発明の蓋体を乙30発明に適用することも同様に試みたということができる。したがって，本件特許発明1の相違点に係る構成は，乙30発明並びに乙13発明及び乙10発明に基づいて，当業者が容易に想到することができたものである。",
                        "さらに，前記(2)【控訴人の主張】イ(イ)において乙11発明について述べたのと同様に，仮に被控訴人主張のとおり，本件各特許発明の構成要件F，G，H，Iを同時に併せ持つことにより，乙30発明にはない前記の作用効果(a)～(c)を奏するのであれば，当業者には，当該効果を得るために，乙30発明に対して，乙21発明，乙13発明及び乙10発明を適用することにより，その形状の変更を試みようとする積極的な動機付けが存在することとなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人は，乙30発明が，フラップ部が外方に突出し，フラップ部の断面形状が Ω 形状に形成されているという特異な構成を採用したのは，当時の技術では，フラップ部が蓋体本体の内側に形成された蓋体を一体成型の形で製造することが困難であったためであり，乙30発明のようにフラップ部が外方に突出した構成の場合には，フラップ部を水平に広げた状態で製造できるため，金型の構造も単純なもので済み，金型の設計も極めて容易になるから，乙30発明のフラップ部の位置を，本件特許発明のような位置に設計変更した場合，金型の製造の容易化を図るという乙30発明の構成の技術的利点も失われる旨主張する。",
                            "しかし，2段成型プロセスは本件優先日(平成18年10月13日)以前から知られていた技術であるから，一体成型を用いるか，複数の金型部材を必要とする2段成型プロセスを用いるかは，単なる選択の問題であって，技術的利点ではない。そして，フラップ部を蓋体の内側に一体成型により形成する方法は，極めて古くから存在する公知技術であって，当然のことながら，このような構造の蓋体を作成するために必要となる金型(固定型と移動型の双方の金型)の技術も，今から30年以上も前に確立し，公知技術として広く使用されていた(乙68～70)。したがって，本件優先日時点で当業者がこの技術を用いることは何ら困難ではなく，「当時の技術では，フラップ部が蓋体本体の内側に形成された蓋体を一体成型の形で製造することが困難であった」とする被控訴人の主張は，事実に反する。",
                            "被控訴人が言及するところの，一対の金型を用いるか，固定型と移動型の金型を用いるかという点は，採用された所与の容器の形状に応じて当業者が任意に選択するものであって，被控訴人が乙30発明の技術的利点として主張する「金型の製造の容易化を図る」という点は，単なる製造方法の選択の問題にすぎず，乙30発明に乙21発明，乙13発明及び乙10発明を組み合わせる際の阻害要因とはなり得ない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人は，フラップ部の基端部が「外方に突出する摘み部」に接続することにより，穴部と基端部との距離が大きくなるから，空けやすくなるとの技術的利点をも有するとした上で，乙30発明の構造を設計変更すると，その技術的利点が失われる旨主張する。",
                            "しかし，乙30発明においては，フラップは，その「先端部」に指を掛けて持ち上げることにより，「基端部」を支点として回動し，フラップに設けられた「突起」と「穴部」との係合が外れて，開くことができる。これを「てこの原理」に当てはめると，フラップの「基端部」が支点，「先端部」が力点，「突起」と「穴部」の係合部分が「作用点」となる。そして，開きやすくなるかどうかは，「作用点」にかかる力に依存するところ，「てこの原理」によれば，「作用点」にかかる力は，「支点」から「力点」までの距離Aと，「支点」から「作用点」までの距離Bとの比，A／Bに比例する。",
                            "したがって，「穴部と基端部との距離が大きくなるから，開けやすくなる」という技術的利点はない。むしろ，「穴部と基端部との距離が大きくなる」と，A／Bが小さくなるため，フラップの「先端部」を同じ力で持ち上げたときに「作用点」(「突起」と「穴部」の係合部分)にかかる力が小さくなり，開きにくくなる。したがって，上記の技術的利点が存在することを前提とし，当該技術的利点が失われることを理由として，本件各特許発明の進歩性を基礎付けようとする被控訴人の主張は，その前提において誤りである。",
                            "仮に，乙30発明のフラップ部は穴部と基端部との距離が大きいから開放しやすいという論理を前提にしたとしても，フラップの基端部を蓋体の周縁部ではなく中央付近に配置したり，外開きのフラップを採用してもフラップの穴部と基端部との距離さえ長くすればフラップは開放しやすくなるのであるから，乙30発明のフラップ部が開放しやすいという点は，乙30発明に乙21発明，乙13発明及び乙10発明を組み合わせる上で阻害要因とはならない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原判決は技術分野を過度に細分化するものであり不当であること",
                      "text": [
                        "前記(2)【控訴人の主張】イ(ア)において乙11発明について述べたのと同様に，乙30発明と乙13発明，乙10発明及び乙21発明は，内部に食品を収容するという点で同じ目的を有しており，かつ，その蓋体に手で開閉する部材(フラップやカバー)を有するという点で構造や作用効果が共通するから，乙30発明と乙13発明，乙10発明及び乙21発明は，関連する技術分野に属するものと評価することができる。これとは逆に，乙30発明と乙13発明や乙10発明の用途(作用効果・機能)が異なるとして，これらの組合せを否定した原判決の判断は，発明の特性を考慮することなく技術分野を過度に細分化するものであって，不当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "乙21発明との組合せによる容易想到性について",
                      "text": [
                        "原判決は，乙30発明と乙21発明との組合せについて，「乙21発明は，食材を真空にすることを目的とするものであり，圧力インジケータ6を必須の構成とするものである。また，通気孔4は，圧力インジケータ6よりも蓋体の中心位置に近い部分にあるから，圧力インジケータ6の構成を前提とする限り，通気孔4から容器内の液体を排出することを予定しているものとは解しがたい。このような乙21発明の構成から前記相違点に関する構成のみを取り出し，乙30発明に適用することを基礎付ける動機付けの存在を認めることはできない。」と判断した。",
                        "しかし，原判決の上記判断が誤りであることは，前記(2)【控訴人の主張】イ(ウ)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "小括",
                      "text": [
                        "乙21発明，乙13発明及び乙10発明には，1-D，1-E，1-Gに関する相違点に係る構成が，乙21発明及び乙13発明には1-Iに関する相違点に係る構成がいずれも開示されているから，本件各特許発明と乙30発明の相違点に係る構成は，単なる設計事項であるか，乙21発明，乙13発明及び乙10発明に開示されたものであり，本件各特許発明は，乙30発明と乙21発明，乙13発明又は乙10発明に基づき，当業者が容易に想到し得たものである。",
                        "【被控訴人の主張】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件1-F及び1-Hについて",
                      "text": [
                        "本件特許発明1の構成要件1-Fは，フラップが外向きであることを前提にして，さらに「該フラップ部の先端部は，前記周縁領域の外縁に到達しておらず」との限定を課す要件であるが，乙30発明のフラップの先端部分は，前記周縁領域により囲まれる領域の内部に位置しており，構成要件1-Fの構成を開示するものではない。",
                        "また，本件特許発明1の構成要件1-Hは，「前記一の領域が，前記フラップ部の少なくとも一部を収容する凹領域を備え」というものであるが，乙30発明では隆起する領域に凹領域は設けられておらず，乙30発明は，構成要件1-Hの構成を開示するものでもない。",
                        "原判決では，その認定に係る4点の相違点のみだけでも，乙30発明に基づく進歩性が肯定される旨の判断をしているが，上記の構成要件1-F及び1-Hの相違点も考慮すれば，乙30発明に基づき本件各特許発明が容易に想到できないことはより一層明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件1-Iの相違点に関する控訴人の主張について",
                      "text": [
                        "控訴人は，構成要件1―Iに関する相違点について，乙30発明の「隆起する領域」と「凹領域」とは，滑らかに連続して構成され，互いに隔てられておらず，そもそも相違点ではないと主張する。",
                        "しかし，乙30発明の「隆起する領域」と「凹領域」との間には，「隆起する領域」より低く，かつ「凹領域」より高い「中間領域」が存在しており，凹領域は中間領域の中に設けられている。したがって，乙30発明が「隆起する領域が凹領域を備えている」といえないことは明らかであり，原判決が構成要件1-Iの差異を両発明の相違点として認定したことに誤りはない。",
                        "また，原判決は，「本件特許発明1では，フラップ部を収容する凹領域が，一の領域上面の周縁部に接続しているのに対し，乙30発明では接続していない。」と認定しているところ，乙30発明のフラップ部を収容する凹領域は，隆起する領域より低く形成された中間領域に存在しているものであって，乙30発明の「一の領域上面の周縁部」に接していないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点に係る構成は単なる設計事項ではないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各特許発明が，乙30発明との相違点に係る構成である構成要件D，E，F，G，H，Iを同時に併せ持つことにより，(a)フラップ部が破損しにくい，(b)フラップ部を開放しやすい，(c)フラップ部を収容する凹領域に汚れがたまりにくいとの作用効果を同時に奏することができるものであることは，前記(2)【被控訴人の主張】アのとおりであるから，本件各特許発明と乙30発明の相違点に係る構成には，技術的な意義があり，単なる設計事項と評価することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "加えて，前記イ(イ)のとおり，乙30発明においては，ヒンジ部分が容器の外側に突出した特異な構成が採用されていることに起因して，①ヒンジ部分で手を切る可能性がある，②洗浄時や使用時に出っ張り部分が手に当たり，邪魔になる可能性が大きい，③ヒンジ部分の蓋から出ている部分が洗いづらい，④ヒンジ部分が折れやすい，⑤電子レンジの中で無駄なスペースを使ってしまう，との問題が生じるが，本件特許発明1の構成では，かかる技術的な問題点が解消している。すなわち，相違点に係る構成の差異は，乙30発明の技術的な問題点を解消する技術的意義をも有し，かかる技術的意義を有する構成の変更を「設計事項」であると評価することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙30発明と乙21発明，乙13発明及び乙10発明との組合せによる容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙30発明の技術的意義・技術的利点と技術的問題点",
                      "text": [
                        "乙30発明は，平成17年6月1日に発売された容器であるが，乙30発明以前の従来技術である，本件明細書等の段落【0004】～【0006】に記載された日本国特許第3513599号公報(特許文献1)の蓋体は，蓋体本体とフラップ部を別個に成形して組み立てる2段成型プロセスを経て製造されるものであるところ，乙30発明が登場する以前は，このようにフラップ部と蓋体本体を別個の金型で製造し組み立てる製品が普及していたが，蓋体本体とフラップ部を一体成型した蓋体の存在事実は確認されていない。",
                        "乙30発明は，蓋体本体とフラップ部(開閉部材)を金型で一体成型し，2段成型プロセスを省略した点に技術的意義を有する発明であるが，2段成型プロセスを省略するという課題の解決のために，「前記開閉部材は，その細く，かつ薄く形成された部分により前記蓋の周縁領域に一体的に接続され，当該基端部を軸に回動する」(構成E)という極めて特異な構成を採用している。乙30発明が登場する以前のフラップ付きの容器においては，上記特許文献1の容器のように，フラップ部が蓋体本体の内側に形成され，フラップ部の形態も板状のものが一般的であったが，乙30発明は，フラップ部が外方に突出している点，フラップ部の断面形状が Ω形状に形成されている点で顕著な特徴を有する。乙30発明がこのような特異な構成を採用したのは，当時の技術では，フラップ部が蓋体本体の内側に形成された蓋体を一体成型の形で製造することが困難であったためである。本件明細書等の段落【0020】には金型の構成に関する記載があるが，本件各特許発明のようにフラップ部が蓋体本体の内側に形成された蓋体を一体成型で製造するためには，固定型と可動型を備える構成にするなど，金型の構造に工夫をする必要がある。一方，乙30発明のようにフラップ部が外方に突出した構成の場合には，フラップ部を水平に広げた状態で製造できるため，金型の構造も単純なもので済み，金型の設計も極めて容易になる。",
                        "また，乙30発明のフラップ部は，かかる特殊な形態を採用したがゆえに，フラップ部の基端部が「外方に突出する摘み部」に接続することにより，穴部と基端部との距離が大きくなるから，空けやすくなるとの技術的利点をも有する。",
                        "これに対し，乙30発明においては，「その細く，かつ薄く形成された部分により前記蓋の周縁領域に一体的に接続され，当該基端部を軸に回動する」部分(以下「ヒンジ部分」という。)が容器の外側に突出した特異な構成が採用されていることに起因して，①ヒンジ部分で手を切る可能性がある，②洗浄時や使用時に出っ張り部分が手に当たり，邪魔になる可能性が大きい，③ヒンジ部分の蓋から出ている部分が洗いづらい，④ヒンジ部分が細くかつ薄く，外方に突出する形で形成されているため，折れやすい，⑤フラップ部を開けた状態で電子レンジで温める場合，フラップ部が外方に大きく広がるため，電子レンジの中で無駄なスペースを使ってしまう，との問題も生じ得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙30発明の構造を設計変更すると技術的利点が失われること",
                      "text": [
                        "前記(ア)のとおり，乙30発明においては，フラップ部の基端部が「外方に突出する摘み部」に接続することにより，穴部と基端部との距離が大きくなるから，空けやすくなるとの技術的利点があるところ，乙30発明のフラップの開閉方向を逆にする場合，かかる技術的利点が失われる。",
                        "また，前記(ア)のとおり，乙30発明がフラップ部が外方に突出した特異な構成を採用した主たる理由は，フラップ部を水平に広げた状態で製造できるようにして，金型の製造を容易化することにあったと考えられるところ，乙30発明のフラップ部の位置を，本件特許発明1のような位置に設計変更した場合，金型の製造の容易化を図るという乙30発明の構成の技術的利点も失われる。乙30発明は，蓋体本体とフラップ部(開閉部材)を金型で一体成型し，2段成型プロセスを省略した点に技術的意義を有する発明であり，かかる一体成型を可能にするため，従来の容器にはないフラップが外方に突出する構成をあえて採用したものであるから，かかる特異な構成の容器を，フラップが容器の内側に設けられた構成に変更することには，阻害要因があり，かかる設計変更を行う動機付けは存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，乙30発明に対する乙21発明，乙10発明，乙13発明の適用を否定した原判決の認定に対し，技術分野を過度に細分化するものであり，不当である旨主張する。",
                            "しかし，控訴人の上記主張に理由がないことは，前記(2)【被控訴人の主張】イ(ア)のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，食品容器を製造販売する業者としては，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておくことが重要であるから，容器の形状を多様化するために，乙30発明に対して，同容器とは異なる形状のフラップが記載された乙21発明を適用することになるとして，乙30発明に乙21発明，乙13発明及び乙10発明を組み合わせる積極的な動機付けがある旨主張している。",
                            "しかし，控訴人の上記主張に理由がないことは，前記(2)【被控訴人の主張】イ(イ)のとおりである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，本件各特許発明と乙30発明の相違点は設計事項ではなく，乙30発明に乙21発明，乙13発明及び乙10発明を組み合わせる動機付けはなく，むしろ阻害要因がある。したがって，本件各特許発明は乙30発明に基づいて容易に想到できた発明であるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点9(本件各特許発明は，乙21発明に基づいて当業者が容易に発明をすることができたものであるか)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件1-Aに関する相違点について",
                      "text": [
                        "原判決は，「構成要件1-Aに関する相違点」として，「本件特許発明1が食材を加熱可能であるのに対し，乙21発明では解凍可能であるとされているのみである」と認定した。",
                        "しかし，「解凍」は「加熱」の一態様であり，本件特許発明1と乙21発明のいずれも，収容した食材を「加熱」できることに変わりはない。現に，乙21明細書の段落[0027]には，「電子レンジで加熱する」と記載されている。また，「解凍」に用いることができる容器は，当然，収容物が凍結していない場合にも用いることができる。したがって，原判決が認定した「構成要件1-Aに関する相違点」は，本件特許発明1と乙21発明の相違点ではない。",
                        "被控訴人は，この点について，乙21発明は，あくまで食品を真空に保存することを主目的とする容器であって，内容物を冷凍保存した後で解凍する際に使用することはできるが，食材を積極的に温めるために用いるものではない旨主張する。しかし，仮に被控訴人のいう「加熱」という工程(常温又は冷蔵状態(例えば5～10℃)の食品を高温(例えば60～80℃)に加温すること)を観念するとしても，乙21明細書には，乙21発明が上記用途で使用できないとの記載はなく，被控訴人の主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件1-Dに関する相違点について",
                      "text": [
                        "原判決は，「構成要件1-Dに関する相違点」として，「本件特許発明1の穴部が流体を排出可能であるのに対し，乙21発明の穴部は単なる通気孔である。」と認定した。",
                        "原判決の上記認定は，本件特許発明1の穴部から排出される「流体」が液体を意味するとの理解を前提とするものと解されるが，本件特許発明1の「流体」は液体に限定されず，蒸気等の気体を含み，本件特許発明1は穴部から液体を排出する構成に限定されないから，原判決が挙げる上記の点は，本件特許発明1と乙21発明の相違点ではない。",
                        "また，構成要件1-Dの「前記容器内の流体を排出可能な穴部」という要件は，液体又は気体のいずれかを排出可能である穴部を意味するものであり，気体及び液体の双方を排出可能である穴部を意味するものではない。そうすると，少なくとも気体の排出が可能な乙21発明の穴部は，「容器内の流体を排出可能な穴部」であるから，上記の点は，本件特許発明1と乙21発明の相違点ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件1-Eに関する相違点について",
                      "text": [
                        "原判決は，「構成要件1-Eに関する相違点」として，「本件特許発明1では，フラップ部が一の領域に一体的に接続しているのに対し，乙21発明ではカバーが隆起する領域にピンにより接続されている」と認定した。",
                        "しかし，乙21明細書において，「ヒンジは，たとえば，蓋本体に一体形成され，カバーは，このヒンジによって一体的に蓋本体に連結される。」(段落[0030])，「カバー7は，フィルムヒンジ32によって容器蓋2に一体的に連結されている。」(段落[0062])と明記され，図3にもあるとおり，乙21発明のカバーは，容器蓋に一体的に連結されている。したがって，原判決が認定した「構成要件1-Eに関する相違点」は，本件特許発明1と乙21発明との相違点ではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "構成要件1-Iに関する相違点について",
                      "text": [
                        "原判決は，「構成要件1-Iに関する相違点」として，「本件特許発明1では凹領域が一の領域上面の周縁部に接続しているのに対し，乙21発明では，凹部に圧力インジケータ6が存在する」と認定した。",
                        "しかし，乙21明細書の図5や図6には，凹領域が一の領域上面の周縁部に接続した蓋体が記載されており，このことと，凹領域に圧力インジケータ6が存在するか否かは，全く別個の問題であり，原判決の認定は，両者を混同したものである。乙21発明においても，凹領域が一の領域上面の周縁部に接続している以上，原判決が認定した「構成要件1-Iに関する相違点」は，本件特許発明1と乙21発明の相違点ではない。また，原判決の上記認定の趣旨が，圧力インジケータの有無を相違点とするものと理解したとしても，前記(2)【控訴人の主張】ウ(ウ)のとおり，乙21発明において圧力インジケータは必須ではないから，圧力インジケータの有無は，本件特許発明1と乙21発明の相違点ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，乙21発明に基づく進歩性について，「乙21発明は，食材を真空にすることを目的とするものであり，圧力インジケータ6を必須の構成とするものである。また，通気孔4は，圧力インジケータ6よりも蓋体の中心位置に近い部分にあるから，圧力インジケータ6の構成を前提とする限り，通気孔4から容器内の水分を排出することを予定しているものとは解しがたい。このような乙21発明の構成から，本件特許発明1の構成に変更すると，圧力インジケータの構成をなくす必要があるなど，乙21発明が解決しようとする課題を解決するために必須の部材を取り除くことになるのであって，阻害要因があることは明らかである。」と判示した。",
                        "原判決は，本件特許発明1が，蓋体に設けられた穴部から水を排出するという発明であること，すなわち，構成要件1-G及び1-Iの構成により，「加熱調理後，容器内の水分を，開口部を通じて，排出可能である。この結果，本発明の容器は，パスタ等の調理に好適に使用可能となる。」(本件明細書等の段落【0023】)という作用効果を奏するものであることを前提として，乙21発明の構成から本件特許発明1の構成に変更することには阻害要因があると判断したが，前記(2)【控訴人の主張】ア(イ)のとおり，原判決が挙げる上記の作用効果は，単なる一実施例に関するものにすぎず，本件特許発明1が奏する作用効果ではない。したがって，乙21発明を本件特許発明1の構成に変更する上で，乙21発明の通気孔から水を排出できるようにする必要はない。このように，本件特許発明1が上記の作用効果を奏することを前提として，乙21発明の構成から本件特許発明1の構成に変更することについて阻害要因があるとした原判決の判断は，その前提において誤りである。",
                        "また，前記(2)【控訴人の主張】イ(ウ)のとおり，乙21発明において圧力インジケータは必須ではない。したがって，乙21発明において圧力インジケータが必須の構成であるとの理解を前提として，乙21発明の構成から本件特許発明1の構成に変更することについて阻害要因があるとした原判決の判断は，その前提において誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，乙21発明は容器内部を真空とすることを目的とする発明であって，当該目的を達成するために突起部の代わりにシール片を備えているものであるから，乙21発明においてシール片に代えて突起部を設けることには阻害要因がある旨主張する。",
                        "しかし，乙21発明は，従来技術として突起部で通気弁を閉塞するタイプの容器(乙48)が存在することを前提として，「加熱時の蒸気の開放」(保管時にはフラップを閉じて容器の密閉を確保した上で，加熱時にはフラップを開けて蒸気を開放できるようにすること)と「真空状態の保持」という2つの機能を兼ね備える容器を提供するために，開口部の閉塞部材として，突起部ではなくシール片を使用するという技術に発展させたものである。シール片3は，これらの機能を同時に実現するために，乙21発明が採用したものである。食品容器を電子レンジで加熱する際に食品から生じる蒸気を逃がすために，開閉部材(フラップ)に設けた突起とフタに設けた穴との組合せを用いることは，乙30発明，乙11発明に係る容器，乙12に係る容器等で採用されており，本件特許出願の優先日前に周知であった。そして，乙21発明に係る食品容器の「シール片3」も，「カバー7」(本件特許発明1の「フラップ」に相当する。)が閉じ位置にあるときに「通気孔4」を閉塞可能とするためのものであるから，上記周知技術を適用し，「シール片3」に替えて「カバー7」に突起部を設け，これにより「通気孔4」を閉塞可能とすることは，当業者が容易になし得る設計変更にすぎない。",
                        "また，上記のとおり，電子レンジによる加熱時に食品から生じる蒸気を逃がすための通気弁や突起部のあるフラップは，乙21明細書自体に従来技術として記載されており(段落[0004])，乙21発明は，当該従来技術について，容器内部を真空に保持するという構成を付加することによって進歩性を主張するものである。したがって，食品等を保管するに際して，容器内部の真空状態の保持までは必要とされない場合には，単に従来技術に回帰すればよく，その際に，通気穴をふさぐ部品として，シール片ではなく突起部を用いることは，乙21明細書自体の記載から当然に示唆されているということができる。それゆえ，真空状態の保持が不要であれば，乙21発明において，シールに替えて突起部を用いればよいことは，当業者にとって自明である。",
                        "したがって，被控訴人主張に係る「真空維持」は阻害要因とはならず，むしろ，本件特許発明1は，乙21発明との関係では「後退発明」ともいうべきものである。単に従来技術に回帰したことによって進歩性が肯定されることは，およそあり得ない。",
                        "そして，乙21発明は食品を収容するための容器であり，清潔に保つために十分な洗浄が必要となるところ，乙21明細書に記載されている「シール片」は構造が複雑であり，その洗浄が難しいという欠点がある。これに対し，「突起部」は極めて単純な構造であり，容易に洗浄できるから，真空状態の保持が不要であれば，当業者は，シール片に替えて突起部を用いることを当然に試みるといえる。さらに，上記のとおり，乙21明細書の従来技術の記載(段落[0004])は，通気穴をふさぐ部品として突起部を用いることを直接的に示唆するものであるから，乙21発明の「逆止弁40を構成するシール片」を周知技術の「突起部」に置換することには，積極的な動機付けが存在する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件各特許発明は，乙21発明に周知技術を適用することにより，当業者が容易に想到し得たものである。",
                    "【被控訴人の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件1-Aに関する相違点について",
                      "text": [
                        "原判決が，構成要件1-Aに関する相違点として，本件特許発明1は食材を加熱可能であるのに対し，乙21発明では解凍可能であるとされているのみである点を挙げたことについて，控訴人は，「解凍」は「加熱」の一態様であり，本件特許発明1と乙21発明のいずれも，収容した容器を「加熱」できることに変わりはない旨主張する。",
                        "しかし，「加熱」が常温又は冷蔵状態(例えば5～10℃)の食品を高温(例えば60～80℃)に加温することであるのに対し，「解凍」は冷凍状態(例えば-20～-10℃)にある食品を非冷凍状態(例えば0～10℃)に戻すことであり，両者は技術的に全く異なる概念である。乙21発明は，あくまで食品を真空に保存することを主目的とする容器であって，内容物を冷凍保存した後で解凍する際に使用することはできるが，食材を積極的に温めるために用いるものではない。これに対し，本件各特許発明に係る容器は食品を高い温度に温めることができ，その際に内部から放出される蒸気を穴部から排出できることを特徴の1つとするが，乙21発明の真空保存容器では，かかる用途は全く想定されていない。",
                        "したがって，原判決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件1-Dに関する相違点について",
                      "text": [
                        "原判決が，構成要件1-Dに関する相違点として，本件特許発明1の穴部は流体を排出可能であるのに対し，乙21発明の穴部は単なる通気孔であること，本件特許発明1では穴部を閉塞可能な突起部があるのに対し，乙21発明の穴部を閉塞するのはシール(カバー)であることを挙げたことについて，控訴人は，本件特許発明1の「流体」は液体に限定されず，蒸気等の気体を含むものであって，本件特許発明1は穴部から液体を排出する構成に限定されないから，上記相違点は，本件特許発明1と乙21発明の相違点ではない旨主張する。",
                        "本件各特許発明の穴部は，本件各特許発明に係る容器に食材を収容して電子レンジで加熱した際に食材から発生する蒸気だけでなく液体(水分)をも外部に排出する機能を有するものであるところ，原判決の「本件特許発明1の穴部は流体を排出可能である」との認定はかかる蒸気及び液体の両方の排出を考慮した認定である。これに対し，乙21発明の穴部は，容器の内部の蒸気及び液体を排出するためのものではなく，容器内部を減圧状態や常圧状態とする際に空気が通過するための穴であり，液体の通過は全く想定されていない「通気孔」である。したがって，本件特許発明1の穴部は液体を含む流体を排出可能であるのに対し，乙21発明の穴部は液体の排出を想定していない単なる通気孔であるとの原判決の認定は，乙21発明の技術内容に即した合理的な判断であり，控訴人の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成要件1-Eに関する相違点について",
                      "text": [
                        "本件特許発明1の構成要件1-Eは，フラップ部が一の領域に「一体的に」接続することを要件とするものであるが，ここでいう「一体的に」接続とは，フラップ部と一の領域が一体成型によって，一部材で構成されることを意味する。",
                        "これに対し，乙21発明は，原判決の認定のとおり，カバーが隆起する領域にピンにより接続され，カバーと隆起する領域は別部材となっている。そして，乙21発明のカバーは，フィルムヒンジ(ヒンジの一種)という別部材によって，一の領域と連結されているのであり，一の領域と一体成型されていない。",
                        "したがって，構成要件1-Eの相違点に関する原判決の認定は妥当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "構成要件1-Iに関する相違点について",
                      "text": [
                        "凹領域の周縁部への接続と圧力インジケータの存在の関連性に関しては，乙21発明では，圧力インジケータが凹領域に設けられているため，凹領域は一の領域上面の周縁部に対して直接的に接続されているのではなく，圧力インジケータの存在を介して接続されており，原判決は，この点を相違点として認定したのであって正当である。",
                        "また，乙21発明は，容器内部を真空とすることを目的とする発明であって，当該目的を達成するためには，容器蓋に圧力インジケータ6(圧力呈示突起)を備えることが必須であるし，乙21明細書の図1～6においても，圧力インジケータ6が凹部20に設けられている。控訴人は圧力インジケータは必須の構成ではない旨主張するが，乙21発明の技術思想を無視した主張である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，構成要件1-Iに関する相違点について，乙21発明において，圧力インジケータ6は必須の構成ではない旨主張する。",
                        "しかし，乙21発明は，容器内部を真空とすることを目的とする発明であって，当該目的を達成するために，容器蓋の凹部20には，圧力インジケータ6が必須構成として具備され，これを取り除いた場合には，真空保存容器としての機能を果たし得ない。したがって，原判決が，「乙21発明は，食材を真空にすることを目的とするものであり，圧力インジケータ6を必須の構成とするものである。」とした上で，「乙21発明の構成から，本件特許発明1の構成に変更すると，圧力インジケータの構成をなくす必要があるなど，乙21発明が解決しようとする課題を解決するための必須の部材を取り除くことになるのであって，阻害要因があることは明らかである。」としたのは，乙21発明の技術内容に即した合理的な認定である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，構成要件1-Dに関する相違点について，乙21発明のシール片を突起部に置換することは，従来技術への回帰(後退発明)であり，かかる置換には阻害要因はなく，むしろシール片を突起部に置換する積極的な動機付けが存在する旨主張する。",
                        "しかし，乙21発明におけるシール片3は，容器内を真空とするための逆止弁の機能を有するものであって，乙21発明にとって必要不可欠な構成である。これに対し，本件特許発明1の構成要件Dの突起部はフラップ部と一体となったものであるから，シール片のように逆止弁の機構を果たすことは不可能であり，シール片と突起部は，その構造及び機能において明確に異なる。そのため，乙21発明のシール片を突起部に置換した場合，真空保存容器としての機能を果たし得なくなるから，かかる置換には阻害要因が存在する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，乙21発明の圧力インジケータを取り除くこと及び乙21発明のシール片を突起部に置換することには阻害要因があるから，本件各特許発明は乙21発明に基づいて容易に想到できた発明であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点10(損害額)について",
              "text": [
                "【被控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法102条2項の適用について",
                  "text": [
                    "特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在する場合には，特許法102条2項の適用が認められ，特許権者において，当該特許発明を実施していることを要件とするものではなく，侵害品の競合製品の販売をしていれば足りると解すべきである。本件においても，原告製品と被告各製品とは市場において競合する関係にあり，控訴人による侵害品である被告各製品が販売されることで，原告製品の売上げが落ちる関係にあるから，特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在することは明らかである。",
                    "したがって，特許法102条2項が適用されるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "金型製作費用について",
                  "text": [
                    "控訴人は，金型製作費用を費用として控除しなかった原判決は不当である旨主張する。",
                    "しかし，特許法102条2項は，侵害者が得た利益の額を特許権者の損害と推定する旨の規定であるところ，ここでいう「利益の額」とは，侵害製品の売上高から，侵害製品の製造，販売のために追加的に要した費用のみを控除した，いわゆる「限界利益」を意味すると解すべきであり，売上高から控除すべき経費は，直接に要するところの変動経費に限られる。金型製作費用は固定費であって，侵害製品を製造・販売するごとに追加的に要する変動経費でないことは明らかであるから，特許法102条2項の利益額の算定に際して控除すべきではない。",
                    "控訴人は，この点について，侵害者側(控訴人側)が新たに製作した金型製作費用は，侵害者が追加的に要した費用であるから経費として控除すべきであると主張するが，特許法102条2項は，権利者の主張立証責任を軽減すべく設けられた損害額の推定規定であるから，侵害者が侵害品を製造するために追加的に要した金型製作費用は，控除されるべきではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "推定覆滅事由について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，フラップ部と蓋体が一体成型されている食品用容器は，株式会社クレハやエビス株式会社からも販売されているから，上記2社の市場占有率の合計割合については，特許法102条2項の「利益」の推定が覆滅される旨主張する。",
                        "しかし，上記2社の容器は市場ではほとんど見かけない商品であり，市場占有率は高くない上，フラップが外側に飛び出した構成からなるものであり，原告製品，被告各製品とは市場で区別される商品であることから，被告各製品を購入していた需要者は，仮に，被告各製品が市場に存在しなければ，原告製品を購入していた可能性が非常に高く，原告製品の売上げが株式会社クレハ及びエビス株式会社の商品に流れていた可能性は極めて低い。",
                        "以上の点に鑑みると，控訴人が主張する代替品の存在は，推定覆滅の事情にはなり得ないものであり，かかる代替品の存在については，寄与率の算定の中で考慮され，別途推定の覆滅事情として論じることは不合理である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，本件各特許発明の技術分野を，食品を収納するとともに，当該食材を加熱可能な容器とし，そのような容器群においても，フラップ部と蓋を一体成型したものについては，原告製品，被告各製品，乙30発明に係る実施品の存在を認めることができるにとどまる点を認定した上で，本件各特許発明の作用効果，代替品の有無，本件各特許発明の技術的意義等を全て考慮し，本件各特許発明の寄与度を15％とした。加えて，本件各特許発明の技術的意義，作用効果，そして原判決も判示するとおり，フラップ部と蓋体を一体成型したものは，市場に極めて限定的にしか存在しないことからも(原告製品と被告各製品以外にはほとんど存在しない)，本件各特許発明の寄与度が15％を下ることはあり得ない。",
                        "控訴人は，フラップ部と蓋体が一体成型された食品用容器は，原告製品及び被告各製品以外にも，クレハ容器をはじめとして多数存在する旨主張するが，控訴人が証拠提出しているのはクレハ容器とエビスの容器しか存在しないし，これら他社製品の市場占有率は高くない。",
                        "【控訴人の主張】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "特許法102条2項が適用されないこと",
                  "text": [
                    "本件においては，被控訴人が製造する本件各特許発明の実施品は，そもそも市場に存在すらしていない。したがって，①被控訴人が，日本国内において本件各特許発明の実施品を販売していると評価できるような事情もなければ，②控訴人が被告各製品を販売することにより，本件各特許発明の実施品である被控訴人の製品の売上げが減少することもあり得ない。原特許発明の実施品である原告製品の売上げについては，原特許発明により保護されるべきものであり，原特許発明と別個の発明である本件各特許発明とは無関係である。したがって，本件には特許法102条2項は適用されないと解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "金型製作費用について",
                  "text": [
                    "原判決は，金型製作費用は固定経費であり変動経費ではないから控除するのは相当ではないと判示した。",
                    "しかし，特許法102条2項の「利益」は侵害者の利益であるから，当該利益を確定する際に控除する経費は侵害者が侵害製品を製造販売するための経費であることは理の当然である。したがって，同条項の利益については，権利者側の事情にかかわらず，侵害品の売上高から，侵害製品の製造・販売のために，侵害者が追加的に要した変動経費及び売上げのために直接必要であった直接固定費を控除したものとする見解(侵害者側限界利益説)が通説である。金型は，特定の製品のみに対して使用される，いわば「一対一対応」の部材である。しかも，本件各特許発明は蓋体の形状それ自体に関するものであるから，仮に被告各製品が本件各特許発明の技術的範囲に含まれるのであれば，被告各製品の金型を用いて製造された容器は，漏れなく本件各特許発明の技術的範囲に含まれる。言い換えれば，控訴人が，本件各特許発明の技術的範囲に属さない容器を製造しようとすれば，当然のことながら，もはや被告各製品の金型を使用することはできず，新たな金型を準備せざるを得ない。このように，被告各製品の製造に用いられる金型は，被告各製品以外の製造に用いることはできないから，このような侵害品の製造に専用の部材は，正に「変動経費」に該当するものとして控除されるべきである。",
                    "したがって，金型製作費用を控除しなかった原判決は妥当ではない。",
                    "被控訴人は，この点について，金型製作費用のうち，「少なくとも容器本体部分の金型は，今後，設計変更をした後の商品など，他の容器にも転用可能」と主張するが，食品保存容器においては，容器と蓋体の嵌合具合が非常に重要であり，ほんのわずかでもずれると嵌合しにくくなったり，逆に蓋体が外れやすくなったりするため，容器と蓋体の金型は，一体的に製作しなければならず，容器の金型だけ残して，それに合う別の蓋体の金型を製作することなど不可能である。したがって，蓋体の金型を廃棄する際には容器の金型も廃棄しなければならず，他の容器に転用することは不可能であり，被控訴人の主張は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "推定覆滅事由について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許法102条2項による推定は，侵害者が得た利益の額だけ特許権者の売上げが減少するという経験則に基づくものであるところ，(特許発明の実施品であるかどうかを問わず)特許権者以外の者の競合製品が市場に存在する場合には，侵害者の製品が存在しなかったとしても，侵害者製品の売上げの全てが特許権者の競合製品により代替されていたわけではなく，その一部は特許権者以外の者による競合製品により代替されていたはずである。",
                        "したがって，仮に，特許権者が特許発明の実施品を販売していなくても侵害品との競合品を販売しているというだけで特許法102条2項が適用されると解する場合には，特許権者以外の者が(特許発明の実施品であるかどうかを問わず)競合品を販売しているときには，特許権者以外の者が販売する競合品の市場占有率の割合については，特許法102条2項の推定が覆滅されるというべきである。",
                        "これを本件について見ると，フラップ部と蓋体が一体成型されている食品用容器は，控訴人及び被控訴人以外にも，株式会社クレハやエビス株式会社からも多数販売されており(乙52の1・2，乙53，54)，このようにフラップ部と蓋体が一体成型された食品用容器のシェアは，控訴人が約34．8％，被控訴人が約43．1％，株式会社クレハが約2．6％，エビス株式会社が約19．5％である(乙55)。上記事実に照らせば，仮に控訴人が被告各製品を販売していなかったとしても，被告各製品の売上げの全てが原告製品により代替されていたわけではなく，その一部は株式会社クレハやエビス株式会社の製品により代替されていたはずであるから，株式会社クレハ及びエビス株式会社の市場占有率の合計の割合((2．6＋19．5)／(2．6＋19．5＋43．1)≒0．34)については，特許法102条2項の「利益」の推定が覆滅されるというべきである。",
                        "被控訴人は，この点について，被控訴人は，株式会社クレハとエビス株式会社の容器は，フラップが外側に飛び出した構成であり，原告製品及び被告各製品とは市場で区別される商品であるから，控訴人が主張する代替品の存在は，推定覆滅の事情にはなり得ない旨主張するが，市場において消費者等がフラップの設け方によって商品を区別しているといった実態は全く存在せず，フラップが設けられた食品用容器であれば互いに代替性が存在することは明らかであり，株式会社クレハやエビス株式会社の製品の存在は，特許法102条2項による推定の覆滅事由となる。被控訴人の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，寄与度の算定根拠として，「フラップ部と蓋を一体成型したものについては，原告製品，被告各製品及び乙30発明に係る実施品の存在を認めることができるにとどまる」という点と，「本件各特許発明は，「加熱調理後，容器内の水分を，開口部を通じて，排出可能である。この結果，本発明の容器は，パスタ等の調理に好適に使用可能となる。」(本件明細書等の段落【0023】)という作用効果を奏する点に技術的意義がある」という2点をあげた上で，本件各特許発明の被告各製品の売上げに対する寄与度は15％であると判示した。",
                        "しかし，前記(2)【控訴人の主張】アのとおり，そもそも被告各製品は，上記の作用効果(容器内の水分を開口部を通じて排出可能であるという効果)を奏するものではないから，上記の本件各特許発明の技術的意義が被告各製品の売上げに寄与することはあり得ない。",
                        "また，フラップ部と蓋体が一体成型された食品用容器は，本件各特許発明の出願前から存在したものであり(例えばクレハ製品)，本件各特許発明の実施品に限られるものではなく，前記(ア)のとおり，現に原告製品及び被告各製品以外にも，株式会社クレハやエビス株式会社も販売しており，その市場占有率は合計して約22．1％にも及ぶのであるから，原判決の「フラップ部と蓋を一体成型したものについては，原告製品，被告各製品及び乙30発明に係る実施品の存在を認めることができるにとどまる」という認定も誤りである。",
                        "その上，被告各製品のカタログ(甲3)及びパッケージ(甲4)並びに原告製品のカタログ(甲7)には，一体成型であることを宣伝文句として使用している箇所は見当たらず，蓋をしたまま電子レンジで加熱できるとの従来技術が宣伝されているにすぎず，これは本件各特許発明に特有の作用効果ではない。",
                        "したがって，本件各特許発明が被告各製品の売上げに貢献したものとはいえず，寄与度は0％と認定されるべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告各製品は本件各特許発明の技術的範囲に属し，控訴人の特許法104条の3の規定に基づく特許無効の抗弁はいずれも理由がないことから，控訴人が被告各製品を製造・販売する行為は，本件特許権を侵害するものと判断する。",
        "そして，差止請求については，被告各製品の製造・販売・販売の申出の禁止，被告各製品の廃棄及び被告蓋体の製造に供する金型の廃棄の請求は理由があるが，被告各製品の半製品の廃棄及び被告容器から被告蓋体を除いた部分(容器胴体部)の製造に供する金型についての廃棄はいずれもその必要性がないと判断し，損害賠償請求については，2282万8675円及び民法所定の年5分の割合による遅延損害金の支払を命ずる限度で認容すべきものと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "争点1(被告蓋体は，本件特許発明1の構成要件を文言上充足するか)についての判断は，原判決の「事実及び理由」の第4の1のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点2(被告容器は，本件特許発明2の構成要件を文言上充足するか)についての判断は，原判決の「事実及び理由」の第4の2のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点3(本件特許出願に分割要件違反があるか等)についての判断は，原判決72頁24行目冒頭から73頁13行目末尾までを次のとおり訂正するほかは，原判決の「事実及び理由」の第4の3のとおりであるから，これを引用する。",
            "「これに対し，乙1出願公開の段落【0047】には，「フラップ部(22)の先端部は，周縁領域(211)とフラップ部周囲領域(212)の隣接するスロープによって形成される谷状部に向けて突出する。このため，図10に示す実施形態においては，図1乃至図6に示す蓋体(2)の凹部(123)は形成されず，フラップ部(122)を収容する凹領域(122)のみが形成される。」との記載がある。",
            "これらの記載によれば，1-I及び2-Iの各構成要件である「前記凹領域は前記一の領域上面の周縁部に接続していることを特徴とする」とは，フラップ部を収容する凹領域の一端が，一の領域の上面部の周縁部に向かって開かれていることにより，その部分にフラップ部の先端部を突出させれば，上記凹部がなくてもフラップ部の先端部に指を引っかけやすくなり，フラップ部を開放しやすくなるという技術的意義を有するものと認められる。さらに，1-I及び2-Iの構成は，凹部を不要とし，かつ凹領域を一の領域の上面の周縁部に向かって開かれた構成とするものであるから，上記各構成は，フラップ部を収容する凹領域に汚れが溜まりにくいという作用効果も奏すると認められる。」"
          ]
        },
        {
          "fig": "4",
          "text": [
            "争点4(本件特許出願に係る補正について，特許法17条の2第3項の違反(新規事項の追加)があるか)についての判断は，原判決の「事実及び理由」の第4の4のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "争点5(本件特許出願について，特許法36条6項1号(サポート要件)の違反があるか)についての判断は，原判決の「事実及び理由」の第4の5のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "6",
          "subject": "争点6(本件各特許発明は，乙10発明と同一又は当業者が乙10発明に基づいて容易に発明をすることができたものであるか)について",
          "text": [
            "次のとおり，付加，訂正等するほかは，原判決の「事実及び理由」の第4の6のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決80頁10行目「前記(1)エのとおり」とあるのを，「前記(1)ウのとおり」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決80頁10行目「図面では，」から同頁14行目「理解される。」までを，次のとおり改める。",
                "「図4に示すように，前記下延壁5はその内周面にねじ7等の装着部を有し，容器9に対して容器蓋1が着脱可能に装着される。ねじ7は，容器9の首部において対応するねじ11とともに用いられるように図面では描かれているが，下延壁は他の装着部，例えば容器首部のリブに摩擦によって係合される溝や，その他の公知の装着手段が適用される。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決81頁10行目から82頁19行目を，次のとおり改める。",
                "「そこで検討するに，本件特許発明1は，電子レンジなどの加熱装置により，収容された食材等を加熱することに適した容器に用いられる蓋体を対象とし(本件明細書等の段落【0001】及び構成要件1-A)，特許請求の請求項1に記載された構成を採用することにより，容器内の食材を加熱するときに，蓋体を容器の胴体部から取り外すことなく，フラップ部を上方に回動させることで，開口部を通じて，容器内の水蒸気や膨張した空気を容器外へ排出可能とするものである(本件明細書等の段落【0022】)。控訴人主張の上記周知技術も，このような加熱用の食材容器に用いられる蓋体に関するものである。",
                "これに対して，乙10発明は，前記(2)のとおり，上面の穴から細かく分割された固形物(粉体材料)を適量ずつ取り出すことができる容器の蓋体に関するものであり，また，分配用孔aは内容物である粉体材料を容器外へ振り出すための穴であって，突出部35及び蓋フラップ27は，分配用孔aを開閉するためのものであるから，通常これを電子レンジ等により食材を加熱することを目的とする容器に用いられる蓋体に関するものということはできない。",
                "そうすると，乙10発明に係る蓋体と控訴人主張の周知技術に係る加熱用の食材容器の蓋体とは，異なる技術分野に属し，明らかにその用途及び機能が相違するから，乙10発明に控訴人主張の周知技術を適用する動機付けはないというべきであり，他に，当業者が前者の構成を後者の構成に転用することを容易に着想できたことを基礎付けるような，技術分野の関連性を認めるに足りる主張立証はない。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決82頁24行目「前記(3)イ(エ)のとおり」とあるのを，「前記(3)イ③のとおり」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点7(本件各特許発明は，乙11発明に基づいて当業者が容易に発明をすることができたものであるか)について",
          "text": [
            "次のとおり，付加，訂正等するほかは，原判決の「事実及び理由」の第4の7のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決86頁12行目の後に，行を改めて，次を挿入する。",
                "「【0021】",
                "本発明の飲食物保管用密閉容器Aの第1具体例は，まず，図1～3に図示したとおり，内容物，主に飲食物を収容する容器本体10，該容器本体10の入口を覆い縁にパッキング材挿入用の結合溝3を有する蓋20，該蓋20に装着されて容器本体10の入口を気密に密閉させるパッキング材30，前記容器本体10の両側に突出する係止突起11，蓋20の両側に回転可能に設置されて係止突起11に着脱可能に固定される取手40で構成され，前記蓋20の上部に形成されて下部へ凹入するレバー溝21，該レバー溝21の上下に回転可能に装着されるレバー50，前記レバー溝21に形成されて下部へ突出するボス22および該ボス22の内径に形成されて上下へ貫通する通気孔23，前記レバー50の下部へ突出して通気孔23内に嵌められる突棒51，該突棒51の外径に装着されて通気孔23を気密に密閉させるパッキング60を含んでいる。",
                "【0022】",
                "ここで，前記容器本体10と蓋20は，前記のとおり，四角形または円形などの多様な形状で形成されるものであることを明記しておく。すなわち，添付図面においては参考的に容器本体10と蓋20が四角形で形成されたものを図示したが，前述のとおり，本発明はこれに限定されるものではなく，容器本体10と蓋20は円形・楕円形などの多様な形状で形成されうる。",
                "【0023】",
                "そして，前記容器本体10と蓋20は，内部の飲食物を容易に見られるよう実質的に透明体でなり，また，このような容器本体10と蓋20は電子レンジに入れたとき高温でも環境ホルモンが全く発生しないよう前記のとおり通常幼児の乳瓶を作るときに用いられる100％無毒性の材質，例えばポリエチレンテレフタレート単独またはこれらの適正混合物などからなる。",
                "【0024】",
                "本発明による前記密閉容器Aの容器本体10は飲食物を収容するもので，このような容器本体10の上部入口は開口され，蓋20は結合時に容器本体10に挿し込まれる内周突出部4aと容器本体10外部に位置する外周突出部4bをその縁に備えており，それらの間に結合溝3を形成しており，容器本体10の両側には係止突起11が一体的に突出し，また，この係止突起11は対応する取手40に合わせて前後および／または左右両側に多数個備えられる。前記取手40は図1や図8に示したとおりの方式で係合されることもでき，その他の通常の異なる係合構造によっても形成されうる。",
                "【0025】",
                "前記蓋20は容器本体10の入口を覆うもので，このような蓋20の上部には下部へ適正深さに凹入するレバー溝21が形成され，該レバー溝21には下部へ突出するボス22が一体に形成され，該ボス22の中央内部には上下に連通する通気孔23が形成される。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決86頁14，15及び23行目にそれぞれ「21-A」とあるのを，いずれも「21a」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決87頁18行目「図2-B」とあるのを，「図2b」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決91頁23行目から97頁14行目までを，次のとおり改める。",
                "「(3)  容易想到性"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各特許発明の特許請求の範囲とその技術的意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各特許発明に係る特許請求の範囲は，前記第2の1(2)のとおりであるところ，本件明細書等には，次の記載がある。",
                        "「【技術分野】",
                        "【0001】",
                        "本発明は，食品等を収容する容器並びにこの容器に用いられる蓋体に関する。より詳しくは，電子レンジなどの加熱装置により，収容された食材等を加熱することに適した容器及びこの容器に用いられる蓋体に関する。",
                        "【0004】",
                        "特許文献1は，このような使用上の不便性を解消する優れた容器を提案する。図14は，特許文献1に開示される容器の概略斜視図である。図15は，図14に示す容器の縦断面図である。",
                        "図14及び図15に示す容器(C)は，胴体部(B)と蓋体(L)を備える。胴体部(B)は，一端有底筒状に形成され，内部に食材を収容可能となっている。蓋体(L)は，胴体部(B)の上面の開口部を閉塞する。",
                        "蓋体(L)は，中央領域(M)と周縁領域(P)から構成される。中央領域(M)と周縁領域(P)は2段成型プロセスを経て形作られ，これら領域(M，P)は，互いに接続する。",
                        "中央領域(M)は，1つの開口部(O)を有する。周縁領域(P)は，フラップ部(F)と接続する。フラップ部(F)は，周縁領域(P)から蓋体(L)中央に向けて延設する。蓋体(L)の下面には，突起部(S)が形成され，突起部(S)は，蓋体(L)下面から下方に突出する。",
                        "フラップ部(F)は，周縁領域(P)と接続する基端部(A)を軸として上下に回動する。フラップ部(F)が，下方に回動し，蓋体(L)上面に対して平行となったとき，突起部(S)は，蓋体(L)に形成された開口部(O)と嵌合し，開口部(O)を閉塞する。",
                        "【図14】                        【図15】",
                        "【0005】",
                        "図14及び図15に示す容器(C)は，電子レンジを用いて，容器(C)中に収容された食材を加熱するときに，蓋体(L)を取り外す必要がない。なぜなら，開口部(O)を通じて，食材から発生した水蒸気或いは容器(C)中の加熱により膨張した空気が，容器(C)外に排出されるため，容器(C)の内圧が過度に高まることがないからである。",
                        "したがって，図14及び図15に示す容器(C)は，上述した使用時の不便性を完全に解消するものである。",
                        "【0006】",
                        "【特許文献1】日本国特許第3513599号公報",
                        "【発明の開示】",
                        "【発明が解決しようとする課題】",
                        "【0007】",
                        "上記のように，特許文献1に開示される容器は，従来の使用上の不便性を解消する優れた機能を発揮するが，製造コストが高いという問題点を有する。なぜなら，特許文献1の蓋体(L)は，多くの工程を要する2段成型プロセスを経て製造されるからである。",
                        "【0008】",
                        "図16は，この2段成型プロセスに起因する製造コスト増大の問題を解消する容器(C)を示す。",
                        "図16に示す容器(C)は，図14及び図15に関連して説明した容器(C)の構造と略同様であるが，フラップ部(F)と蓋体(L)が組立プロセスを経て一体化されている点で異なる。",
                        "即ち，フラップ部(F)と蓋体(L)は樹脂成型プロセスを経て，個別に成型される。その後，成型されたフラップ部(F)と蓋体(L)は，組立プロセスにて，互いに接合され，一体化される。",
                        "【図16】",
                        "【0009】",
                        "図16に示す容器(C)は，2段成型プロセスを用いることなしに製造可能であるので，工程の煩雑さが低減される。しかしながら，尚，組み立て工程が必要とされ，十分に製造コストの低減を図ることはできない。",
                        "更に，図16に示す容器(C)は，他の問題を招来する。即ち，フラップ部(F)と蓋体(L)は，組み立て工程により一体化されているものの，本来的には別個の部品である。したがって，長期間使用している間に，フラップ部(F)が蓋体(L)から外れてしまうという問題が発生する。フラップ部(F)を再装着可能な構造を採用することにより，フラップ部(F)が蓋体(L)から外れるという問題を緩和できるが，蓋体(L)から外れたフラップ部(F)を紛失した場合には，最早，修復不可能である。",
                        "【0010】",
                        "本発明は，上記実情を鑑みてなされたものであって，煩雑な製造プロセスを要することなしに製造可能な蓋体を提供することを目的とする。本発明の他の目的は，蓋体からフラップ部が外れることのない蓋体を提供することである。本発明は，更に，このような蓋体を利用した容器を提供する。",
                        "【0020】",
                        "本発明は更に，平板状の蓋体本体部と，直線状に形成された基端部を備え，該基端部を軸として回動可能に前記蓋体本体部と接続する平板状のフラップ部を備え，前記蓋体本体部には開口部が設けられ，前記フラップ部下面には，該フラップ部が前記蓋体本体部に平行に配される第1位置にあるとき，前記蓋体本体部の開口部を閉塞する突起部が形成されてなる蓋体を成型する金型装置であって，固定型と可動型を備え，型閉時において，前記固定型と前記可動型の境界に，前記平板状の蓋体本体部を模る第1のキャビティが形成され，前記固定型は，前記フラップ部を模るとともに型閉時において前記第1のキャビティと連通する第2のキャビティを備え，該第2のキャビティは，型閉時において，前記第1のキャビティに対して，直角に延出し，前記固定型は，前記フラップ部の面のうち前記突起部が形成される面の輪郭形状を模る面を有する横スライドブロックと，前記突起部が形成される面の輪郭形状を模る面に対して反対側に形成される横スライドブロックの傾斜面に隣接して配される縦スライドブロックを備え，前記横スライドブロックは，成型されたフラップ部の突起部の突出方向に向けて付勢され，前記縦スライドブロックは，前記横スライドブロックの傾斜面の勾配と等しい勾配を備える傾斜面を備え，前記縦スライドブロックの縦方向への移動に伴い，前記横スライドブロックが前記突起部の突出方向へ移動することを特徴とする金型装置を提供する。",
                        "【0021】",
                        "本発明は更に，平板状の蓋体本体部と，直線状に形成された基端部を備え，該基端部を軸として回動可能に前記蓋体本体部と接続する平板状のフラップ部を備え，前記蓋体本体部には開口部が設けられ，前記フラップ部下面には，該フラップ部が前記蓋体本体部に平行に配される第1位置にあるとき，前記蓋体本体部の開口部を閉塞する突起部が形成されてなる蓋体を成型する方法であって，固定型と可動型を重ね合せ，前記固定型と前記可動型の境界に，前記平板状の蓋体本体部を模る第1のキャビティを形成するとともに前記固定型の内部に形成されるとともに前記フラップ部を模る第2のキャビティを前記第1のキャビティに連通させる段階と，前記第1のキャビティ及び前記第2のキャビティに溶融樹脂を射出し，前記蓋体を成型する段階と，前記可動型を前記固定型から離し，前記成型された蓋体を取り出す型開段階からなり，前記固定型は，前記フラップ部の面のうち前記突起部が形成される面の輪郭形状を模る面を有する横スライドブロックと，前記突起部が形成される面の輪郭形状を模る面に対して反対側に形成される横スライドブロックの傾斜面に隣接して配される縦スライドブロックを備え，前記横スライドブロックは，成型されたフラップ部の突起部の突出方向に向けて付勢され，前記縦スライドブロックは，前記横スライドブロックの傾斜面の勾配と等しい勾配を備える傾斜面を備え，前記型開工程が，前記縦スライドブロックを縦方向に移動させる段階を備え，これにより，前記縦スライドブロックの傾斜面に押付けられた横スライドブロックが前記成型された蓋体のフラップ部に形成された突起部の突出方向に移動することを特徴とする方法を提供する。",
                        "【発明の効果】",
                        "【0022】",
                        "本発明の蓋体は，例えば，容器内の食材を加熱するときに，フラップ部を上方に回動させ，開口部を通じて，容器内の水蒸気や膨張した空気を容器外へ排出可能である。したがって，加熱時において，蓋体は容器の胴体部から取り外される必要はない。また，例えば，容器内の食材を冷蔵保存するときには，フラップ部を下方に回動させ，蓋体本体部の開口部とフラップ部の突起部を嵌合させることにより，開口部を閉塞し，容器内部環境の衛生状態を維持することが可能である。",
                        "蓋体本体部とフラップ部は同時射出成型により形作られるため，煩雑な2段成型や組み立て工程を要さない。更には，フラップ部が蓋体から外れるという問題を招来しない。尚，フラップ部を備える蓋体の形状の複雑さに起因して，従来においては，同時射出成型により，フラップ部付蓋体の成型を行なうという試みはなされてこなかった。本発明の発明者は，樹脂成型金型に関して，鋭意研究を重ね，フラップ部を蓋体本体部に対して直立させた形状のキャビティ内に溶融樹脂を射出し，成型を行なうことにより，フラップ部と蓋体を同時射出成型により形作ることを実現した。",
                        "【0023】",
                        "本発明において，フラップ部の位置は限定されない。例えば，図14及び図15に関連して説明した容器の構造においては，フラップ部の位置は周縁部に限定されるとともに，フラップ部基端部からフラップ部先端部への方向ベクトルは，蓋体中央部に向かうものに限定されるものであった。一方，本発明においては，フラップ部と蓋体本体部が同時射出成型プロセスを経て成型されるので，蓋体本体部上の所望の位置にフラップ部を成型可能となる。この結果，蓋体本体部の中央領域にフラップ部を配したり，蓋体本体部の周縁近傍にフラップ部を配したりすることが可能となる。また，フラップ部基端部からフラップ部先端部への方向ベクトルが，蓋体周縁から蓋体中央に向かうようにフラップ部の方向を定めること(参考例)や，フラップ部基端部からフラップ部先端部への方向ベクトルが，蓋体中央から蓋体周縁へ向かうようにフラップ部の方向を定めることが可能である。",
                        "蓋体本体部中央領域に開口部を形成し，フラップ部の突起部でこの開口部を閉塞した場合には，効率的に容器内部の水蒸気や膨張した空気を排出可能となる。蓋体本体部の周縁領域近傍に開口部を形成し，フラップ部基端部からフラップ部先端部への方向ベクトルが，蓋体中央から蓋体周縁へ向かうようにフラップ部を方向付けるとともにフラップ部の突起部でこの開口部を閉塞できるようにフラップ部を配した場合には，加熱調理後，容器内の水分を，開口部を通じて，排出可能である。この結果，本発明の容器は，パスタ等の調理に好適に使用可能となる。",
                        "【0024】",
                        "更に，本発明において，蓋体本体部の開口部の数やフラップの数は特に限定されるものではない。容器胴体部が仕切板により区画されている場合には，容器胴体部内の各区画に連通するように開口部を蓋体本体部に形成してもよい。また，この開口部の配置に合せてフラップ部を形成することができる。",
                        "【0029】",
                        "本発明の蓋体及び容器は，少なくとも140℃以下の温度に曝されても変形しない樹脂から成型される。より好ましくは，本発明の蓋体及び容器は，高結晶ポリプロピレンから成型される。",
                        "このような樹脂により成型されることで，市販される電子レンジを利用した加熱調理で用いられる樹脂フィルムと同等の耐熱性を有することとなる。また，自動食器乾燥機の熱に耐えることができるようになるので，自動食器乾燥機で容器を乾燥することが可能となる。更に，高結晶ポリプロピレンを用いた場合には，フラップ部の許容繰り返し回動数(フラップ部の基端部を破断させないフラップ部の繰り返し回動数)を増大させることができる。",
                        "【発明を実施するための最良の形態】",
                        "【0032】",
                        "以下，本発明に係る蓋体及びこの蓋体を用いる容器の実施形態について，図を参照しつつ説明する。",
                        "図1は，本発明と関連する参考例に係る容器の分解斜視図であり，図2は，本発明と関連する参考例の蓋体の平面図である。",
                        "容器(1)は，蓋体(2)と容器胴体部(3)からなる。図1に示す容器胴体部(3)は，平面視矩形の角筒形状をなすが，容器胴体部(3)の形状は，図1に示すものに限定されるものではなく，一端有底円筒形状，一端有底楕円筒形状或いは三角筒形状その他多角筒形状であってもよい。容器胴体部(3)内には，所望の食材が収容される。容器胴体部(3)の周縁のうち互いに対向する一対の周縁には，外方に突出する把手部(31)が形成される。これにより，容器(1)の持ち運びが容易になる。",
                        "蓋体(2)は，容器胴体部(3)の上面開口部を閉塞する形状・大きさをなし，図1及び図2に示す例においては，容器胴体部(3)の平面視輪郭と同様に平面視矩形状をなす。",
                        "【図1】                        【図2】",
                        "【0033】",
                        "蓋体(2)は，略平板状に形成される蓋体本体部(21)と，フラップ部(22)を備える。",
                        "蓋体本体部(21)は，蓋体本体部(21)外周輪郭形状を定める周縁領域(211)と，フラップ部(22)周囲を取り囲むフラップ部周囲領域(212)と，周縁領域(211)とフラップ部周囲領域(212)の間に配されるとともにこれら領域(211，212)を接続する中間領域(213)の3つの領域からなる。図1及び図2に示す蓋体(2)においては，フラップ部周囲領域(212)は，蓋体本体部(21)の中央部分を占めるが，本発明においては，これに限定されるものではなく，周縁領域(211)に隣接して形成されてもよい。",
                        "【0034】",
                        "図1及び図2に示す例において，周縁領域(211)とフラップ部周囲領域(212)は，中間領域(213)に対して上方に隆起している。また，周縁領域(211)は，フラップ部周囲領域(212)よりも高く隆起している。更に，周縁領域(211)の角隅部には，平面視略半円形状に形成されるとともに外方に突出する摘み部(214)が形成される。摘み部(214)により，蓋体(2)の容器胴体部(3)からの取外し或いは容器胴体部(3)への取り付けが容易になる。",
                        "【0035】",
                        "フラップ部(22)は，平面視略半楕円形状をなす薄板状の部材であり，直線状に形成された基端部(221)を備える。フラップ部(22)の基端部(221)は，フラップ部周囲領域(212)の周縁部に接続する。フラップ部(22)は，基端部(221)を軸として，上下に回動可能である。",
                        "【0036】",
                        "フラップ部(22)下面には，突起部(222)が形成される。フラップ部周囲領域(212)には，開口部(121)が形成される。フラップ部(22)が下方に回動し，フラップ部(22)が，フラップ部周囲領域(212)上面に対して平行に配されると，突起部(222)は，開口部(121)と嵌合する。",
                        "【0037】",
                        "図3は図2に示す蓋体のフラップ部(22)周囲の蓋体(2)の構造を示す断面図である。図3(a)は，フラップ部(22)を上方に回動し，蓋体本体部(21)に対してフラップ部(22)を直立させた状態を示す断面図である。図3(b)は，フラップ部(22)を下方に回動し，フラップ部(22)の上面を蓋体本体部(21)の上面に対して平行に配した状態を示す断面図である。",
                        "フラップ部周囲領域(212)は，下方に窪んだ凹領域(122)と，凹領域(122)に隣接して形成されるとともに凹領域(122)よりも深く窪んだ凹部(123)を備える。",
                        "フラップ部(22)が，下方に回動し，フラップ部(22)の上面が蓋体本体部(21)の上面に対して平行となったとき，フラップ部(22)の弧状に湾曲した先端部(224)の一部が，凹部(123)上部を横切り，凹部(123)で形成される空間上部で側方に突出する。また，フラップ部(22)の領域のうち凹部(123)上部を横切る領域以外の領域は，凹領域(122)と重なり合う。",
                        "開口部(121)は，凹領域(122)内に形成される。フラップ部(22)が，下方に回動し，フラップ部(22)の上面が蓋体本体部(21)の上面に対して平行となったとき，突起部(222)の周面に形成された突条部(223)は，蓋体(2)下面と係合する。この状態において，フラップ部(22)上面は，凹領域(122)を取り囲むフラップ部周囲領域(212)の上面と面一となる。",
                        "このように凹部(123)が，フラップ部周囲領域(212)に形成されることで，凹部(123)中に使用者が指を挿入可能となり，指先でフラップ部(22)を引掛け，フラップ部(22)を上方に回動させることが容易となる。また，突起部(222)で開口部(121)を閉塞したとき，フラップ部(22)上面は，フラップ部周囲領域(212)上面から突出することがない。したがって，本発明の容器(1)を，例えば，冷蔵庫に収容したとき，他の容器を本発明の容器(1)上に積み重ねやすくなる。",
                        "【図3】                        【図4】",
                        "【0038】",
                        "図4は，図2に示すフラップ部(22)の基端部(221)の詳細断面図である。",
                        "フラップ部(22)の基端部(221)において，フラップ部(22)の下面(225)(フラップ部を下方に回動させたときに，下方に向く面)に弧状に湾曲した断面を有する凹溝(226)が形成される。この凹溝(226)は，フラップ部(22)が蓋体(2)上面に対して立設したとき，視認可能となる。また，凹溝(226)に対向するフラップ部(22)の上面(227)は，フラップ部(22)が蓋体(2)上面に対して直立したとき，平坦な面となる。このように凹溝(226)をフラップ部(22)下面側に形成し，フラップ部(22)が蓋体(2)上面に対して直立したときに，フラップ部(22)の基端部(221)上面側が平坦な面となるように形成することにより，フラップ部(22)の回動可能範囲が，0°から90°の範囲(フラップ部(22)が蓋体(2)に重ね合わさった状態からフラップ部(22)が蓋体(2)に対して直立した状態)に制限されることとなる。",
                        "尚，フラップ部(22)を下方に回動させると，凹溝(226)の頂底部(261)を軸として，フラップ部(22)の基端部(221)が折れ曲がることとなる。",
                        "【0040】",
                        "図6は，図2に示す蓋体(2)を成型するための金型装置のキャビティの形状を示す。",
                        "金型装置は，固定型(41)と可動型(42)を備える。固定型(41)と可動型(42)を重ね合せることにより，蓋体(2)の蓋体本体部(21)を模る第1のキャビティ(45)が，固定型(41)及び可動型(42)の境界に形成される。また，固定型(41)内には，フラップ部(22)を形成するための第2のキャビティ(46)が設けられ，固定型(41)と可動型(42)が重ね合わされたとき，第2のキャビティ(46)は，第1のキャビティ(45)に連通する。更に，固定型(41)側には，溶融樹脂を射出する射出口(43)が設けられる。",
                        "図6に明瞭に示される如く，第2のキャビティ(46)は，第1のキャビティ(45)に対して直角に立設した状態を模っている。このようにキャビティ(45，46)を形成することによって，フラップ部(22)と蓋体本体部(21)を同時に射出成型可能となる。また，このようなキャビティ(45，46)形状を採用することによって，フラップ部(22)を模る第2のキャビティ(46)にも溶融樹脂が確実に流入することが可能となる。",
                        "【図6】                              【図7】",
                        "【0041】",
                        "図7は，図6に示す金型装置のうち，フラップ部(22)を形成する第2のキャビティ(46)周囲の金型構造を示し，溶融樹脂を射出した後の型開工程を示す。",
                        "固定型(41)は，横スライドブロック(411)を備える。横スライドブロック(411)は，フラップ部(22)の面のうち，突起部(222)が形成される側の面の表面輪郭を模る。突起部(222)が形成される側の面と反対側の面は，傾斜している。横スライドブロック(411)は，バネなどの付勢手段(図示せず)により，突起部(222)が突出する方向に付勢されている。",
                        "固定型(41)は，更に，縦スライドブロック(412)を備える。縦スライドブロック(412)は，横スライドブロック(411)の傾斜面に隣接して配される。縦スライドブロック(412)の縦断面は直角台形状であり，横スライドブロック(411)の傾斜面と当接する縦スライドブロック(412)の傾斜面の勾配は，横スライドブロック(411)の傾斜面の勾配に等しい。縦スライドブロック(412)は，シリンダ等のアクチュエータ(図示せず)に接続し，上下に移動可能である。",
                        "【0042】",
                        "蓋体(2)の成型時において，縦スライドブロック(412)は下限位置に存する。下限位置において，縦スライドブロック(412)の下面は，可動型(42)から上方に突出し，第1のキャビティ(45)を貫通する突起部(421)の上面に当接する。尚，この突起部(421)は，蓋体(2)の開口部(121)を形作るためのものである。",
                        "型開工程において，縦スライドブロック(412)は，上方に移動する。横スライドブロック(411)は，付勢手段によって，縦スライドブロック(412)の傾斜面に押付けられているため，縦スライドブロック(412)の上方への移動に伴い，成型されたフラップ部(22)から離れる方向(突起部(222)の突出方向)に移動する。この動作により，成型されたフラップ部(22)の突起部(222)は，完全に，横スライドブロック(412)から離れることとなる。その後，可動型(42)を下方に移動させることにより，フラップ部(22)の突起部(222)の存在にかかわらず，成型された蓋体(2)を固定型(412)から脱離させることが可能となる。",
                        "【0047】",
                        "図10は，本発明の実施形態の蓋体(2)を示す平面図である。",
                        "図10に示す蓋体(2)のフラップ部(22)は，蓋体本体部(21)の周縁領域(211)に隣接して配される。フラップ部(22)は，フラップ部周囲領域(212)に取り囲まれる。",
                        "図10に示すフラップ部周囲領域(212)は平面視略矩形状であり，フラップ部周囲領域(212)の角隅部のうち1つは，平面視略矩形状の周縁領域(211)の角隅部に隣接し，このフラップ部周囲領域(212)の角隅部を挟む2つのフラップ部周囲領域(212)の境界が，周縁領域(211)の内縁に接している。",
                        "周縁領域(211)の角隅部に隣接するフラップ部周縁領域(212)の角隅部には，開口部(121)が形成される。また，フラップ部(22)は，開口部(121)を閉塞する突起部(222)を備える。",
                        "フラップ部(22)の基端部(221)は，フラップ部(22)先端部よりも蓋体(2)内方に位置する。周縁領域(211)とフラップ部周囲領域(212)は，これらの領域(211，212)を接続する中間領域(213)に対して隆起している。フラップ部(22)の先端部は，周縁領域(211)とフラップ部周囲領域(212)の隣接するスロープによって形成される谷状部に向けて突出する。このため，図10に示す実施形態においては，図1乃至図6に示す蓋体(2)の凹部(123)は形成されず，フラップ部(22)を収容する凹領域(122)のみが形成されている。",
                        "このように蓋体(2)の角隅部に開口部(121)を形成することにより，加熱調理により容器(1)内に収容された食材から生じた水分を，開口部(121)を通じて容器(1)外に容易に排出可能となる。",
                        "【図10】",
                        "」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件各特許発明の特許請求の範囲及び前記(ア)の本件明細書等の記載によれば，本件各特許発明は，電子レンジ等の加熱装置により，収容された食材等を加熱することに適した容器に用いられる蓋体を対象としたものであるところ(段落【0001】)，従来の技術は，図14及び図15に示す容器については，2段成型プロセスを経て製造されることに起因して，製造コストが高いという問題点があり(段落【0004】～【0007】)，図16に示す容器については，2段成型プロセスを経ることはないが，組み立て工程を必要とされることに起因して，十分に製造コストの低減を図ることができず，また，フラップ部と蓋体が本来的には別個の部品であるため，フラップ部が蓋体からはずれるという問題点(段落【0008】，【0009】)を有していた。これらの実情に鑑みて，本件各特許発明は，煩雑な製造プロセスを要することなしに製造可能な蓋体を提供すること及び蓋体からフラップ部が外れることのない蓋体を提供することを目的として(段落【0010】)，特許請求の範囲請求項1又は12に記載された構成を採用することにより，容器内の食材を加熱するときに，蓋体を容器の胴体部から取り外すことなく，フラップ部を上方に回動させることで，開口部を通じて，容器内の水蒸気や膨張した空気を容器外へ排出可能であること，蓋体本体部とフラップ部は同時射出成型により形作られるため，煩雑な2段成型や組立工程を要しないこと，フラップ部が蓋体から外れるという問題を招来しないこと(段落【0020】～【0022】)，フラップ部と蓋体本体部が同時射出成型プロセスを経て成型されるので，蓋体本体部上の所望の位置にフラップ部を成型可能であり，フラップ部の位置が限定されないこと(段落【0023】)，蓋体本体部に形成した開口部の配置に合せてフラップ部を形成することができること(段落【0024】)という作用効果を奏するものであることが認められる。",
                        "特に，本件各特許発明は，図7に記載されたような固定型41及び可動型42を用いることにより，蓋体とフラップ部の完全な一体成型を可能にしたことで(段落【0040】～【0042】)，蓋体本体部上の所望の位置にフラップ部を成型可能としたものであるが，その中で，フラップ部の向きを外向き(構成要件1-G)としたものである。さらに，本件各特許発明は，フラップ部の向きを外向き(構成要件1-G)とすることを前提として，構成要件1-F，構成要件1-H，構成要件1-Iにより，フラップ部が破損しにくいという作用効果があることは，その構成上自明であり，また，前記3(3)イのとおり，フラップ部を開放しやすくなる，フラップ部を収容する凹領域に汚れが溜まりにくい，という作用効果もある。",
                        "また，蓋体とフラップ部の形成とフラップ部の開閉方向の向きの関係では，従来の蓋体が，2段成型プロセスを経て製造されるものについては，フラップが蓋体周縁部と一体化されることでフラップ部が蓋体周縁部の近くとなり，必然的にフラップ部が内向きに開閉するものとなり，また，2段成型プロセスを経て製造することを避けて組み立て工程を経て製造されるものについては，フラップ部の開閉の向きは制限されないものの，蓋体とフラップ部が別体構造となるという課題を有していたものと認められる。すなわち，これら従来の技術に照らすと，蓋体とフラップ部を別体で形成している限りは，フラップ部の開閉の向きは制限されないものの，蓋体とフラップ部を一体成型しようとした場合，本件優先日当時の技術では，上記2段成型プロセスを経るしかなく，図14及び図15のように，蓋体の中央領域Mと周縁領域Pは，別成型工程を経て作成せざるを得なかったものであって，証拠上，電子レンジ等の加熱装置により収容された食材等を加熱することに適した容器の蓋体の分野においては，本件優先日当時，蓋体とフラップ部の完全な一体成型を可能にしたものがあったとは認められない。",
                        "そうすると，本件各特許発明は，上記2段成型プロセスを1回の成型プロセスでフラップ付きの蓋体を製造可能とする構成とするとともに，フラップ部の開閉方向を外向きとすることを前提にして，特許請求の範囲の請求項1及び12に記載された構成とすることにより，本件明細書に記載された作用効果や，フラップ部が破損しにくい，フラップ部を開放しやすくなる，フラップ部を収容する凹領域に汚れが溜まりにくいという作用効果も生じ得るものとしたことに技術的意義を有するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "設計事項について",
                  "text": [
                    "控訴人は，構成要件1-G及び1-Iに関する相違点には技術的意義がなく設計事項にすぎないこと，構成要件1-Eに関する相違点についても，乙21明細書の段落[0030]及び[0062]にあるとおり，カバー(フラップ)を蓋本体と一体的に成形することで，カバー(フラップ)を蓋体の一の領域に一体的に連結させることは従来から一般的に行われていたから，当業者が適宜選択する設計事項にすぎず，本件各特許発明は，乙11発明に基づいて当業者が容易に発明をすることができたものである旨主張する。",
                    "前記ア(イ)のとおり，本件各特許発明が，構成要件1-F，構成要件1-H，構成要件1-Iにより，フラップ部が破損しにくい，フラップ部を開放しやすくなる，フラップ部を収容する凹領域に汚れが溜まりにくいという作用効果も生じ得るものであり，これは，本件各特許発明が蓋体とフラップ部の完全な一体成型を可能にしつつ，フラップ部の向きを外向きとした構成に起因しているものと認められる。これに対して，乙11発明は，蓋20とレバー50は，別体として形成されており，蓋20に設けたレバー溝21の軸溝21aにレバー50の軸ピン50aが嵌められて一体化されるものであり，レバー50は，蓋20の中央に設けた通気孔23を内向きに開閉するものであって，内向きに開閉するが故にレバー50を操作する指が嵌められるよう蓋20に挿入溝24が設けられること(乙11の【0021】～【0026】，図1，図2)から，フラップ部を収容する凹領域に汚れが溜まりにくいという作用効果を奏するものではない。",
                    "したがって，構成要件1-G及び1-Iに関する相違点には技術的意義がなく設計事項にすぎないとすることはできない。",
                    "また，前記ア(イ)のとおり，証拠上，電子レンジ等の加熱装置により収容された食材等を加熱することに適した容器に用いられる蓋体の分野においては，蓋体とフラップ部を一体成型しようとした場合，本件優先日当時の技術では，前記2段成型プロセスを経るしかなく，蓋体とフラップ部の完全な一体成型を可能にしたものがあったとは認められない。被控訴人が，カバー(フラップ)を蓋体の一の領域に一体的に連結させることは従来から一般的に行われていたと主張する証拠である乙21は，後記オのとおり，食材を容器内で真空に保つようにすることを目的とした容器を開示するものであり，乙11発明に係る容器とは異なる技術分野に属するから，乙21をもって，本件優先日当時，本件各特許発明が前提とする加熱容器において，蓋体とフラップ部を一体成型することが一般的に行われていたと認めることはできない。そして，本件各特許発明は，相違点1-Eに係る構成を採用することにより，前記ア(イ)のとおりの作用効果を奏するものであるから，当該相違点に係る構成には技術的意義が認められ，これを単なる設計事項ということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術との組合せによる容易想到性がないこと",
                  "text": [
                    "控訴人は，フラップ部の基端部がその先端部よりも蓋体の中心位置に近く，凹領域が前記隆起領域の上面の周縁部に接続した構成は周知であったから，構成要件1-G及び1-Iに係る本件特許発明1の構成を乙11発明に適用することは当業者において容易であった旨主張し，乙13公報，実開昭63-67452号公報(以下「乙14公報」という。)及び実開平6-69165号公報(以下「乙15公報」という。)には，そのような構成の記載がある。",
                    "そこで検討するに，乙11発明は，食材を収容するとともに該食材を加熱可能とする容器に関するものであり，通気孔，突棒及びレバーもそれぞれ加熱可能を前提とした容器に用いられる構成部材としての穴部，突起部及び開閉部材であると認められる。",
                    "これに対して，乙13公報に記載された発明は，「粉末のコーヒーや砂糖，または，顆粒状の各種調味料や食品，あるいは，粉末状の薬剤や錠剤等の粉粒体」を収容した蓋付きの密閉容器に関する発明であり，密閉容器から内容物を取り出すに際して，大量に使用する場合には蓋体を外してスプーン等の道具を用いて取り出し，また，少量を使用する場合には蓋体に設けられた開口部から注ぎ出すようにして，使用する量に応じて取り出し口を選択できるようにした蓋体を有するものであって，注出口4aは内容物である粉粒体を容器外へ振り出すための穴であり，嵌合筒壁3a及びヒンジ蓋3は，注出口4aを開閉するためのものである(乙13公報の段落【0001】，【0002】，【0007】～【0015】，【0017】，【0018】)。",
                    "乙14公報に記載された発明は，「食塩，砂糖，化学調味料，胡椒などの粉・粒状物を収容した容器本体に取り付けられる振出し用キャップ」に関する発明であり，複数個の振出し孔を有する振出し面を凹入形成したキャップ本体と，振出し孔に嵌まる突起を有し薄肉ヒンジ部をもってキャップ本体に一体に連成された開閉蓋とを備えたキャップにおいて，振出し面の基端部に板厚を貫くスリット孔を形成し，開閉蓋の内面にはスリット孔に挿脱可能な突条を形成したものであって，振出し孔7は内容物である粉・粒状物を容器外へ振り出すための穴であり，開閉蓋4及び開閉蓋内面の突起9は，振出し孔7を開閉するためのものである(乙14公報)。",
                    "乙15公報に記載された発明は，「ビール缶や炭酸飲料缶に用いられる飲料缶用飲口具」に関する発明であり，飲料缶の飲口側に嵌着される蓋部材に注出口部を形成し，該注出口部に複数個の流通孔を形成し，蓋部材に流通孔を閉塞可能な閉塞蓋を配設したものであり，流通孔4は内容物であるビール，炭酸飲料，ジュース等の飲料を流出するための穴であり，開閉蓋5及びヒンジ部6は流通穴4を開閉するためのものである(乙15公報の段落【0001】，【0003】，【0004】，【0006】，【0009】～【0013】，【0017】)。",
                    "このように乙13公報，乙14公報及び乙15公報に記載された蓋体と，乙11発明に係る電子レンジ等により食材を加熱することを目的とする容器の蓋体とは，異なる技術分野に属し，明らかにその用途及び機能が相違する。そして，前記のとおり，乙11発明は，レバー50の開閉方向は内向きであり，開閉部材の開閉方向が外向きである乙13公報，乙14公報及び乙15公報に記載された蓋体とその開閉方向が反対であることから，前記ア(イ)の本件各特許発明の技術的意義に照らしてみても，乙11公報には，相違点1-G及び1-Iに係る本件各特許発明の構成を採用すべき課題又は目的の記載も示唆もない。したがって，乙11発明に控訴人主張に係る乙13公報，乙14公報及び乙15公報に係る周知技術を適用する動機付けはないというべきであり，他に，当業者が控訴人の主張する前記周知技術の構成を乙11発明の構成に転用することを容易に着想できたことを基礎付けるような，技術分野の関連性を認めるに足りる主張立証はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙10発明との組合せによる容易想到性がないこと",
                  "text": [
                    "乙10発明は，フラップ部の基端部は，フラップ部の先端部よりも蓋体の中心位置から近い位置に配置されているとはいえないから，構成要件1-Gの相違点に係る本件各特許発明の構成を備えているとはいえず，また，前記6(3)イ③のとおり，フラップ部を収容する凹領域を備えていないから，構成要件1-Iの相違点に係る本件各特許発明の構成に至る前提を欠いており，乙11発明に乙10発明を適用しても本件各特許発明に想到することはできない。",
                    "そして，前記6(1)及び(2)のとおり，乙10発明は，上面の穴から，細かく分割された固形物(粉体材料)を適量ずつ取り出すことができる容器の蓋に関するものであり，分配用孔aは内容物である粉体材料を容器外へ振り出すための穴であり，突出部35及び蓋フラップ27は，分配用孔aを開閉するためのものである。このように乙10発明に係る蓋体と，乙11発明に係る電子レンジ等により食材を加熱することを目的とする容器の蓋体とは，異なる技術分野に属し，穴部，突起部及び開閉部材も，その用途及び機能が相違するから，乙11発明に乙10発明を適用する動機付けはないというべきであり，他に，当業者が乙10発明の構成を乙11発明の構成に転用することを容易に着想できたことを基礎付けるような，技術分野の関連性を認めるに足りる主張立証はない。",
                    "また，乙10公報及び乙11公報には本件各特許発明が解決しようとする前記課題を解決するために，これらの発明を組み合わせることが可能であることを示唆するような記載もない。",
                    "したがって，本件各特許発明は，乙11発明に，乙10発明の構成を組み合わせても容易に発明できたとは認められない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "乙21発明との組合せによる容易想到性がないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙21明細書には，以下の記載(訳文)がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "技術分野",
                          "text": [
                            "「［0002］本発明は密封可能な食品収容容器に関する。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "背景技術",
                          "text": [
                            "「［0003］食品貯蔵は，食品を容器内で真空に保つことで向上する。…しかし，このタイプのシステムでは，容器内部の真空が容器蓋を吸気するために収容容器を開け難くなる場合が多い。加えて，多くの場合，ユーザは収容容器内にまだ望ましい真空が存在しているかどうかを認知することができない。さらに，収容容器内に適度の真空を，特に長期間にわたって維持することが困難となることもある。",
                            "［0004］電子レンジでの加熱中に均圧する通気弁またはエアレーションバルブを設けた食品収容容器の蓋が知られている。たとえば，欧州特許出願 EP 0 633 196 A2 号はこのタイプの機構を説明している。通気弁またはエアレーションバルブを使用することで，加熱時における食品収容容器内部での過圧力の増大を防ぐことができる。…この容器では，真空下での食品貯蔵の向上や食品収容容器内の圧力レベルの表示を達成することは意図されていない。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明の概要",
                          "text": [
                            "「［0016］本発明は1つの態様において，食品収容容器のための蓋を特徴とする。この蓋は，蓋本体を貫通して延びる真空感知開口部と通気孔とを有する蓋本体を備えている。さらに，この蓋は通気孔の上に配置される取り外し可能なカバーを備えている。この取り外し可能なカバーは，カバーが取り外されるまで，空気が通気孔を通って容器内に流入することを阻止する。蓋はさらに，真空感知開口部を通じて容器と水圧連通する圧力呈示突起を設けている。圧力呈示突起は内部に空洞を有する。圧力呈示突起は，容器内の負圧に反応して真空感知開口部の方向へ収縮する。",
                            "［0017］別の態様において，本発明は食品収容容器のための蓋を特徴とする。この蓋は通気孔を設けた蓋本体と，通気口の上に配置された取り外し可能なカバーとを備える。…この取り外し可能なカバーは脱気開口部を備えている。蓋はさらに，カバーを取り外すまで通気孔を覆う膜を含んでいる。さらに，一端が膜に連結され，他端が脱気開口部内に配置される駆動要素を設けている。",
                            "［0019］圧力呈示突起はドームであってよい…。圧力呈示突起は膜を設けていてよい。膜はプラスチック樹脂(たとえば，エラストマープラスチック)で形成することができる。プラスチック樹脂は，約-40℃～100℃の温度範囲で膜の寸法安定性を維持するように選択できる。この実施形態に伴う利点は，収容容器およびその内容物を冷凍庫に保存し，その後，電子レンジで解凍できる点である。膜は，容器内の負圧に反応して，真空感知開口部の方向へしぼむ，および／または折り畳まれる。…。",
                            "[0021]膜はシール片であってよい。膜は逆止弁として作用することができる。…脱気動作中に，膜を，吸気装置の吸引効果によって通気孔から上方へ旋回させる，つまり膜を持ち上げて通気孔から離すことができるようになるので，これにより，吸気装置を用いて収容容器内の空気を引き出せるようになる。一旦収容容器の脱気が完了すると，蓋本体の通気孔へ引き寄せられた膜によって自動的に密封が生じ得るようになる。",
                            "［0027］蓋本体はさらに，圧力インジケータ(たとえば，圧力呈示突起)を備えていてよい。蓋本体は，プラスチック樹脂(たとえば，ポリプロピレン，ポリアミド，および／または他の耐熱耐久性プラスチック材料)で形成され，プラスチック樹脂は-40℃～100℃の温度範囲で膜が寸法安定性を維持できるものが選択される。このような実施形態では，収容容器やその中身を強冷凍庫に保存でき，そして電子レンジで解凍できる。電子レンジで加熱するために，カバーを操作して通気孔を開放することができる。使用できる材料には，ポリプロピレン，ポリアミド，ならびにその他の耐熱耐久性プラスチック材料がある。",
                            "［0030］カバーは射出成形工程により製造できる。…カバーは，ヒンジによって蓋本体に回動可能に連結される。ヒンジは，たとえば，蓋本体に一体形成され，カバーは，このヒンジによって一体的に蓋本体に連結される。…」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "発明を実施するための形態",
                          "text": [
                            "「［0061］図1～図3において，食品収容容器15と係合可能なバルブ装置1は，圧力インジケータ6(圧力を示す突起)を備える。",
                            "【図1】                              【図2】",
                            "【図3】                              【図4】",
                            "【図5】                              【図6】",
                            "［0062］図1～図6において，バルブ装置1は容器蓋2の上に搭載されている。カバー7は，フィルムヒンジ32によって容器蓋2に一体的に連結されている。カバー7と容器蓋2は，耐熱性プラスチック材料から成る射出成形品である。カバー7(平面図では楕円形の皿の形に見える)は連結装置9を備えている。連結装置9は，容器蓋2を真空ポンプに着脱可能に連結することを可能にする。つまり，連結装置9は真空ポンプ用の吸気口を提供する。連結装置9は，カバー7の外面210の滑らかな環状面18と，環状面18に設けられた1つ以上の開口部17とによって形成されている。…",
                            "［0063］シール片3(たとえばエラストマープラスチック)は，カバー7の下面の接続装置9の下側に配置されている。図1～図3に示されるバルブ装置1では，シール片3は，円環形状のリブ19によってカバー7に固定された，ディスク形状の独立した部品である。リブ19は通気路30を備えている。",
                            "［0064］図1～6に示すように，カバー7は容器蓋2の凹部20に挿入されている。凹部20は略長方形状をなしていてカバー7に合致するようになっている。容器蓋2は，カバー7の連結装置9の下側で，かつシール片3の下側にある通気孔4を有する。開放時，通気孔4は収容容器15の内部22と大気とを連通する。閉止時，通気孔4はシール片3によって気密に閉じられる。通気孔4とシール片3は収容容器15に向かって閉じる逆止弁40を構成する。",
                            "［0065］容器蓋2の真空感知開口部5が通気孔4に隣接して配置されている。圧力インジケータ6は，真空感知開口部5を気密に覆うプラスチック膜220を備える。圧力インジケータ6は，容器蓋2の平面に対して実質垂直方向の上向きに延びている。容器内の真空が不十分である時には，圧力インジケータ全体が容器蓋2の平面に対して上方に突出する。…図2に示すように，圧力インジケータ6の側壁23は，真空に晒されると圧力インジケータの空洞26(図1)内に折りこまれる。",
                            "［0066］図1～図6を参照すると，カバー7は，圧力インジケータ6の位置にインジケータ開口部8を備えている。収容容器15の内部22内の圧力が大気圧を十分に下まわっていない時には，圧力インジケータ6がインジケータ開口部8から出て垂直に，カバー7の外面33を超えて延びる。圧力インジケータ6はエラストマープラスチックから成っていてよい。…",
                            "［0067］図1～6に示すように，収容容器15の端に近接しているカバー部分には，把持面10が設けられている。たとえば，図1～6に示すように，カバー7の一端部は特定点35からやや上向きに傾斜し，把持面10を形成している。容器蓋2には，底部37を有する凹部20が形成されている。カバー7はリブ29，36によって凹部20の底部37から分離されている。したがって，ユーザは，カバー7の把持面10を親指(図示せず)と他の指で快適に摘み，上方に引き開けることができる。",
                            "［0069］図4～図6において，バルブ装置1の第2例も，食品収容容器15用の圧力インジケータ6を備えている。図4～図6のバルブ装置1では，カバー7はやはり容器蓋2にフィルムヒンジ32によって一体的に連結されている。カバー7の連結装置9の下面にはシール片3が配置されている。シール片3は，駆動要素13によってカバー7に連結されている。シール片3，駆動要素13，ベース部25，圧力インジケータ6は全て，容器蓋2の凹部20のビード21への挿入部として固定された1つのエラストマープラスチック部分から出来ている。…",
                            "［0070］したがって，図1～図3のバルブ装置と図4～図6のバルブ装置との間にはいくつかの違いがある。図1～図3では，シール片3は圧力インジケータ6とは独立したシール部品を形成している。他方，図4～図6のバルブ装置1では，シール片3及び圧力インジケータ6が1つのエラストマー構成部品により構成され，シール片3がベース部25から部分的に切除されることにより間隙28を形成している。…",
                            "［0071］図4～図6に戻り，バルブ装置1が閉止すると，円周リブ29がベース部25を凹部20の底部37に押付けて密封を有効にする。図1～図3では，ベース部25が保持クリップ11により容器蓋2に押付けられ，保持クリップ11はラッチにより蓋2に嵌着されている。図4，図5では，カバー7が図1～図3での保持クリップ11と同じ機能を実行するので，保持クリップを個別に設ける必要がない。",
                            "［0073］図1，図3～図6では，収容容器15の内部22の圧力は大気圧と等しい。圧力インジケータ6は，そのバネ付勢力により，インジケータ開口部8を通じてカバー7から上向きに突出する。",
                            "［0074］図2では，収容容器15の内部22が十分な真空状態にある。そのため，圧力インジケータ6が容器内部22に向かって空洞26内に引き込まれる。圧力インジケータは折り畳み状態または嵌った状態にある。…容器内部22の真空が減少すると，真空が不十分になった時点で，圧力インジケータ6が突然外方へ移動し，図1，図3～図6に示す位置へと素早く戻る。…",
                            "［0076］図1，図3，図6では，収容容器15は脱気されている。容器を脱気するには，真空ポンプの円周シールリップ部を設けた吸気口(図示せず)をバルブ装置1の連結装置9上に配置する。次に，真空ポンプを作動させて，バルブ装置1の通気孔4を自動開放させる。通気孔4は，真空ポンプの吸気効果によってシール片3が通気孔4から持ち上げられ，収容容器15内の空気が真空ポンプで排出されて開放する。図1では，空気は通気孔4からシール片3のシール台座38の側部，シール片3の外部周囲を抜け，通気路30を通り，さらに連結装置9を通って真空ポンプヘと引き上げられる。図2に示すように，収容容器15の内部22に十分な真空が得られると圧力インジケータ6が突然内方に嵌り，これによって，脱気操作を終了できることをユーザに知らせる。真空ポンプを連結装置9から外した後は，シール片3が通気孔4の縁に押圧されてこれを自動的に気密閉止する。この動作は，内部22に真空が蓄積できるように，真空ポンプの各戻りストロークでも生じる。酸素の不存在が食品の酸化を防ぐため，内部22の真空は封入された食品を長期間新鮮に保つ。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "特許請求の範囲",
                          "text": [
                            "「1．食品収容容器用の蓋であって，前記蓋は，",
                            "蓋本体を貫通して延びる真空感知開口部と通気孔とを画定する蓋本体と，",
                            "取り外し可能なカバーであって，その取り外しまで，前記通気孔を介した前記容器内への空気の流入を阻止するべく，前記通気孔の上に配置されるカバーと，",
                            "前記真空感知開口部を介して前記容器と連通し，前記真空感知開口部内に空洞を画定する圧力呈示突起とを備え，前記圧力呈示突起は容器内の負圧に反応して真空感知開口部の方向へ収縮する。…",
                            "14．クレーム3の蓋であって，前記膜はプラスチック樹脂で形成されている。",
                            "15．クレーム14の蓋であって，前記プラスチック樹脂は，前記膜の-40℃～100℃の温度範囲で寸法安定性を維持するように選択されている。…",
                            "22．食品収容容器用の蓋であって，前記蓋は，",
                            "蓋本体であってこれを貫通する通気孔を画定するものと，",
                            "取り外し可能なカバーであって，その取り外しまで，空気が前記通気孔を通って前記容器内に流入しないよう，前記通気孔の上に配置される脱気開口部を画定するカバーと，",
                            "前記カバーを取り外すまで前記通気孔を覆う膜と，",
                            "一端が前記膜に連結しており，他端が前記脱気開口部内に配置されている駆動要素と，を備える。",
                            "…",
                            "28．クレーム22の蓋であって，前記蓋本体は，-40℃～100℃の温度範囲で前記膜の寸法安定性を維持するように選択されたプラスチック樹脂を備える。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙21発明の構成",
                      "text": [
                        "前記(ア)によれば，乙21明細書には以下の発明(乙21発明)の構成が記載されていると認められる。",
                        "A  食材を収容する容器の胴体部の開口部を閉塞する蓋体である。",
                        "B  前記蓋体の外周輪郭形状を定めるとともに，前記容器の前記開口部を形成する前記容器の縁部と嵌合する周縁領域を備える。",
                        "C  該周縁領域により囲まれる領域内部において，隆起する領域を備える。",
                        "D  前記隆起する領域は，真空ポンプ用の吸気口に連通し前記容器内の空気を排出可能な通気孔と，該通気孔を閉塞可能な逆止弁を構成するシール片を備えるカバーを備える。",
                        "E  カバーは，前記隆起する領域に一体的に接続するフィルムヒンジ(基端部)を備えるとともに，該フィルムヒンジ(基端部)を軸に回動する。",
                        "F  前記カバーの先端部は，前記周縁領域の外縁に到達していない。",
                        "G  前記カバーの前記フィルムヒンジ(基端部)が，前記カバーの前記先端部よりも蓋体の中心位置から近い位置に配されている。",
                        "H  前記隆起する領域が，前記カバーの少なくとも一部を収容する凹部を備える。",
                        "I  前記凹部は前記隆起する領域上面の周縁部に接続している蓋体。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙21発明との組合せによる容易想到性がないこと",
                      "text": [
                        "前記(ア)の乙21明細書の記載によれば，乙21発明は，食材を容器内で真空に保つようにすることを目的とした容器に関するものであり，容器内を真空にすることを前提としており，穴部も真空に係る構成部材(真空感知開口部5，通気孔4)としての穴であり，シール片3(カバー7)も通気孔4をふさぐための開閉部材であり，真空を維持又は解除するためのものであることが認められる。",
                        "そうすると，乙11発明と乙21発明とは異なる技術分野に属し，乙11発明の通気孔，突棒及びレバーと，乙21発明に係る容器の通気孔4，シール片3及びカバー7とは，その用途及び機能が相違するから，乙11発明に乙21発明を適用する動機付けはないというべきである。",
                        "控訴人は，この点について，乙21明細書によれば，乙21発明において圧力インジケータは必須ではなく，また，被控訴人が作用効果を主張する蓋体の形状は乙21明細書に開示されているから，当該作用効果を生かす形で乙21発明の蓋体の形状を乙11発明に適用することは当業者が当然の工夫として行うことである旨主張する。しかし，上記のとおり，乙11発明と乙21発明とは異なる技術分野に属し，乙21発明に開示されている蓋体と乙11発明の蓋体とは，その用途及び機能が相違するものであって，乙21発明の蓋体を乙11発明の蓋体に適用する動機付けがない。このことは，乙21発明において圧力インジケータが必須の構成とされているか否かによって，その結論が左右されるものではない。したがって，控訴人の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "控訴人は，乙11発明と乙13ないし15の周知技術，乙10発明，乙21発明は，関連する技術分野に属するものと評価できるから，乙11発明に上記各発明に係る容器の構造を組み合わせることは，当業者において容易に想到するものであり，殊に，食品容器を製造販売する業者としては，消費者の嗜好に合致するように様々なバリエーションの商品を取り揃えておくことが重要であり，また，乙11発明との差別化を図るためにも，乙13ないし15に記載された周知技術，乙10発明，乙21発明を適用してその形状の変更を試みるということができる旨主張するが，前記イないしエで説示したとおりであって，控訴人の同主張は採用することができない。」"
                }
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点8(本件各特許発明は，乙30発明に基づいて当業者が容易に発明をすることができたものであるか)について",
          "text": [
            "原判決100頁3行目から101頁22行目までを，以下のとおり改めるほかは，原判決の「事実及び理由」の第4の8のとおりであるから，これを引用する。",
            "「イ  相違点",
            "①  構成要件1-Dに関する相違点",
            "本件特許発明1では，隆起する一の領域において，穴部とフラップ部を有するのに対し，乙30発明では，一の領域の外に穴部とフラップ部がある。",
            "②  構成要件1-Eに関する相違点",
            "本件特許発明1では，フラップ部の基端部が，隆起する一の領域に接続しているのに対し，乙30発明では周縁領域に接続している。",
            "③  構成要件1-Fに関する相違点",
            "本件特許発明1では，フラップ部の基端部が先端部よりも蓋体の中心位置から近い位置に配された上で，その先端部が周縁領域の外縁に到達していないものであるのに対し，乙30発明では，フラップ部の基端部が周縁領域から外方に突出する摘み部に一体的に接続され，その先端部が周縁領域を乗り越えて中心位置方向に向いているが凹部の外縁に到達していないものである。",
            "④  構成要件1-Gに関する相違点",
            "本件特許発明1では，フラップ部の基端部が，先端部よりも蓋体の中心位置に近いのに対し，乙30発明では中心位置から遠い。",
            "⑤  構成要件1-Hに関する相違点",
            "本件特許発明1では，一の領域がフラップ部の少なくとも一部を収容する凹領域を備えているのに対し，乙30発明ではフラップを収容する凹領域は，隆起する一の領域より低く形成された中間領域に存在している。",
            "⑥  構成要件1-Iに関する相違点",
            "本件特許発明1では，フラップ部を収容する凹領域が，一の領域上面の周縁部に接続しているのに対し，乙30発明では接続していない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，「構成要件1-Fに関する相違点」については，乙30発明においても，フラップの先端部は周縁領域上には存在せず，フラップの先端部が「周縁領域の外縁に到達していない」ことに変わりはないから，乙30発明と本件特許発明1の相違点ではない旨主張する。",
                        "しかし，本件特許発明1と乙30発明とでは，フラップの開く向きが反対であること，すなわちフラップの基端部と先端部の配置構成が蓋体の中心位置側と周縁領域側で反対であることに起因して，本件特許発明1では，「前記フラップ部の先端部は，前記周縁領域の外縁に到達して」(構成要件1-F)おらず，構成要件1-Eと相まって，フラップの基端部から先端部への方向が中心位置側から周縁領域側へ向いている前提で，先端部が周縁領域の外縁に到達していない構成であるのに対して，乙30発明のフラップは，フラップの基端部から先端部への方向が周縁領域側から中心位置側へ向いている前提で，先端部は，前記周縁領域により囲まれる領域の内部に位置しており，構成要件1-Fに関しても相違しているといわざるを得ず，これを相違点ではないとすることはできない。控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，乙30発明の「隆起する領域」と「凹領域」は，滑らかに連続して構成され，互いに隔てられた別個独立した領域となっているのではなく，「凹領域」に至る部分には，ほぼ平坦になっている部分(中間領域)があるが，「隆起する領域」と「凹領域」が滑らかに連続して構成されていることに変わりはないから，乙30発明においても，フラップ部を収容する凹領域は一の領域上面の周縁部に接続しているというべきであって，「構成要件1-Iに関する相違点」は，本件特許発明1と乙30発明の相違点ではなく，そのため「構成要件1-Hに関する相違点」も，本件特許発明1と乙30発明の相違点ではない旨主張する。",
                        "しかし，下図のとおり，乙30発明の「隆起する一の領域」と「凹領域」との間には，「隆起する一の領域」より低く，かつ「凹領域」より高い「中間領域」が存在し，「隆起する一の領域」と「凹領域」が「中間領域」により互いに隔てられた領域となっていることは明らかである。",
                        "したがって，乙30発明においては「中間領域」が存在することから，本件特許発明1の構成要件1-Hに係る「(隆起する)前記一の領域が，…凹領域を備え」ているものではなく，フラップ(開閉部材)を収容する凹領域は，隆起する一の領域より低く形成された中間領域に存在し，本件特許発明1の構成要件1-Iに係る「凹領域が，一の領域上面の周縁部に接続して」いるものではないことは明らかである。したがって，構成要件1-H，1-Iに係る構成について，これを相違点ではないとすることはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "設計事項について",
                  "text": [
                    "控訴人は，構成要件1-G，1-Iに関する相違点には技術的意義がなく，設計事項にすぎず，本件各特許発明は，乙30発明に基づいて当業者が容易に発明をすることができたものである旨主張する。しかし，控訴人の上記主張に理由がないことは，前記7(3)イにおいて説示したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙30発明に乙21発明，乙13発明及び乙10発明を組み合わせる動機付けについて",
                  "text": [
                    "控訴人は，乙30発明が有する技術的問題点に照らせば，当業者は，フラップが蓋体に一体的に形成されているという乙30発明の特長は維持したまま，①フラップの位置を蓋体の周縁部から中央付近に変更する必要があるという課題と，②フラップの向きを外開きに変更する必要があるという課題を同時に認識するところ，乙21発明，乙13発明及び乙10発明には上記課題を解決する手段が開示されているから，乙30発明に乙21発明，乙13発明及び乙10発明を組み合わせる強い動機付けが存在し，かつ，乙21発明，乙13発明及び乙10発明を組み合わせることには阻害要因がないから，乙30発明と本件各特許発明との相違点に係る構成は容易想到である旨主張する。",
                    "そこで検討するに，乙30発明は，食材を収容するとともに，フタをつけたまま電子レンジ等で食材を加熱するための容器であって，穴部は，加熱の際に容器内で食材から発生する蒸気を放出するための穴であり，穴部を閉塞する突起部及び突起部を備える開閉部材は，容器内の食材を保存するときには，穴部を閉塞し，容器内部環境の衛生状態を維持するとともに，食材を加熱するときには，穴部を開けて容器内の水蒸気や膨張した空気を容器外へ排出するためのものである。また，乙30発明は，フラップが蓋体と一体的に形成されているため，フラップが別体で形成されていた従来のものと比べて，フラップ部が本体から分離して紛失するという事態を防止することができるものである(前記(1)，乙30，弁論の全趣旨)。",
                    "そして，乙30発明は，「該フラップ部は，周縁領域に一体的に接続する基端部を備えるとともに，該基端部を軸に回動する」(前記(1)の構成E)，「前記フラップ部の基端部は，先端部よりも蓋体の中心位置から遠い位置に配されている。」(前記(1)の構成G)との構成を採用しており，従来のフラップ付きの容器において，フラップ部が蓋体周縁部の内側に板状のものとして形成されているのが一般的であったことと対比して，フラップ部が外方に突出しており，かつ，フラップ部の断面形状が Ω 形状に形成されている点に，従来のフラップ付きの容器とは異なる特徴的な構成を見ることができる(本件明細書等の段落【0004】，【0005】，乙30，66)。",
                    "このように，乙30発明が，フラップ部のうち，周縁領域に一体的に接続し，これを軸に回動する基端部(ヒンジ部分)が容器の外側に突出している構成を採用しているため，ヒンジ部分が他の物体と衝突して破損するおそれがある，フラップ部分を開けたときに外方向に大きく広がるため余計なスペースをとる，フラップ部分を洗浄しにくいなどの使用上の不都合等の問題点が生じ得るものということができる(弁論の全趣旨)。",
                    "しかるに，かかる使用上の不都合等の問題点が生じ得るにもかかわらず，乙30発明が，「該フラップ部は，周縁領域に一体的に接続する基端部を備えるとともに，該基端部を軸に回動する」(前記(1)の構成E)，「前記フラップ部の基端部は，先端部よりも蓋体の中心位置から遠い位置に配されている。」(前記(1)の構成G)との構成を採用したのは，従来のフラップ付きの容器でフラップ部が蓋体周縁部の内側に形成されているものを製造するに当たっては，蓋とフラップとを2段階成形プロセスで製造することが必要であったが(本件明細書等の段落【0007】～【0010】)，可動型の金型を用いるなど複雑な金型ではなく，金型の構造を単純なものとして製造可能とするために，フラップを外方に突出させてフラップ部を水平に広げた状態で製造できるよう，あえてかかる構成を採用したものであると推認するのが相当である。そして，固定型と可動型による一体成形技術(乙68～70)自体が，本件優先日当時，公知技術として広く使用されていたとしても，乙30発明においては，固定型と移動型の双方の金型を必要とすることなく，金型の構造を単純なものとして一体成形可能としたところに，その技術的意義を有するものと認めることができる。",
                    "そうすると，「該フラップ部は，周縁領域に一体的に接続する基端部を備えるとともに，該基端部を軸に回動する」(前記(1)の構成E)，「前記フラップ部の基端部は，先端部よりも蓋体の中心位置から遠い位置に配されている。」(前記(1)の構成G)との構成をあえて採用することによって，上記技術的意義を有する乙30発明について，フラップの位置を蓋体の周縁部から中央付近に変更することや，フラップの向きを外開きに変更する動機付けはないというべきであって，ひいては，控訴人主張に係る乙21発明，乙13発明及び乙10発明を適用する動機付けが存在するということもできない。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙13発明との組合せによる容易想到性がないこと",
                  "text": [
                    "前記7(3)イのとおり，乙13発明に係る容器は，粉末のコーヒーや砂糖，又は，顆粒状の各種調味料や食品，あるいは，粉末状の薬剤や錠剤等の粉粒体用の粉体容器であり，乙30発明のように，電子レンジ等による加熱可能な容器ではない。また，密閉容器から内容物を取り出すに際して，大量に使用する場合には蓋体を外してスプーン等の道具を用いて取り出し，また，少量を使用する場合には蓋体に設けられた開口部から注ぎ出すようにして，使用する量に応じて取り出し口を選択できるようにした蓋体を有するものであって，注出口4aは内容物である粉粒体を容器外へ振り出すための穴であり，嵌合筒壁3a及びヒンジ蓋3は，注出口4aを開閉するためのものである。",
                    "したがって，乙30発明と乙13発明とは，異なる技術分野に属し，穴部，突起部及び開閉部材も，その用途及び機能が相違するから，乙30発明に乙13発明を適用する動機付けはないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙10発明との組合せによる容易想到性がないこと",
                  "text": [
                    "前記(1)のとおり，乙30発明の開口部は蒸気弁であり，開口部から食材を取り出すことは想定されていない。これに対し，前記6(5)のとおり，乙10発明は，上面の穴から細かく分割された固形物(粉体材料)を適量ずつ取り出すことができる容器の蓋体に関するものであって，乙30発明のように電子レンジ等により食材を加熱することを目的とする容器に用いられる蓋体に関するものではない。また，分配用孔aは内容物である粉体材料を容器外へ振り出すための穴であり，突出部35及び蓋フラップ27は，分配用孔aを開閉するためのものである。そうすると，乙30発明と乙10発明とは，異なる技術分野に属し，穴部，突起部及び開閉部材も，その用途及び機能が相違するから，乙30発明に乙10発明を適用する動機付けはないというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙21発明との組合せによる容易想到性がないこと",
                  "text": [
                    "前記7(3)エ(ウ)のとおり，乙21発明は，食材を容器内で真空に保つようにすることを目的とした容器に関するものであり，容器内を真空にすることを前提としており，穴部も真空に係る構成部材(真空感知開口部5，通気孔4)としての穴であり，シール片3(カバー7)も通気孔4をふさぐための開閉部材であり，真空を維持又は解除するためのものであることが認められる。",
                    "そうすると，乙30発明と乙21発明とは異なる技術分野に属し，乙30発明の穴部，突起部及びフラップと，乙21発明に係る容器の通気孔4，シール片3及びカバー7とは，その用途及び機能が相違するから，乙30発明に乙21発明を適用する動機付けはないというべきである。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "争点9(本件各特許発明は，乙21発明に基づいて当業者が容易に発明をすることができたものであるか)について",
          "text": [
            "次のとおり付加，訂正等するほかは，原判決の「事実及び理由」の第4の9のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決102頁2行目「前記7(3)エのとおりである。」とあるのを，「前記7(3)エ(イ)のとおりである。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決102頁19行目から103頁15行目までを，以下のとおり改める。",
                "「イ  相違点",
                "構成要件1-Dに関する相違点",
                "閉塞部材について，本件特許発明1では「突起部」であるが，乙21発明では「真空ポンプ用の吸気口に連通」する「逆止弁を構成するシール片」である。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，構成要件1-Aに関する相違点として，本件特許発明1は食材を加熱可能であるのに対し，乙21発明では解凍可能であるとされているのみである点をあげるべきとし，その理由として，「加熱」が常温又は冷蔵状態(例えば5～10℃)の食品を高温(例えば60～80℃)に加温することであるのに対し，「解凍」は冷凍状態(例えば-20～-10℃)にある食品を非冷凍状態(例えば0～10℃)に戻すことであり，両者は技術的に異なる概念であること，乙21発明は，あくまで食品を真空に保存することを主目的とする容器であって，内容物を冷凍保存した後で解凍する際に使用することはできるが，食材を積極的に温めるために用いるものではないからである旨主張する。",
                        "しかし，一般的な用語例として，「解凍」も「加熱」の一態様であり，冷凍状態にある食品を加温して非冷凍状態にすることを，「加熱し，解凍する」と称することもできること，前記7(3)オ(ア)cのとおり，乙21明細書の段落［0027］には，「蓋本体は，プラスチック樹脂(たとえば，ポリプロピレン，ポリアミド，および／または他の耐熱耐久性プラスチック材料)で形成され，プラスチック樹脂は-40℃～100℃の温度範囲で膜が寸法安定性を維持できるものが選択される。このような実施形態では，収容容器やその中身を強冷凍庫に保存でき，そして電子レンジで解凍できる。電子レンジで加熱するために，カバーを操作して通気孔を開放することができる。使用できる材料には，ポリプロピレン，ポリアミド，ならびにその他の耐熱耐久性プラスチック材料がある。」との記載があること，これに対し，本件各特許発明について，前記7(3)ア(ア)のとおり，本件明細書等の段落【0029】には，本件各特許発明の蓋体及び容器は，少なくとも140℃以下の温度に曝されても変形しない樹脂から成形されることが記載されているものの，同温度まで加熱することまでは記載されておらず，本件明細書等の段落【0023】には，フラップ部の突起部で開口部を閉塞した場合には，効率的に容器内部の水蒸気や膨張した空気を排出可能となることが記載され，上記以外には加熱の程度を特定する記載がないことからすれば，本件各特許発明における「加熱」は，容器内の水蒸気や膨張した空気を容器外へ排出することが必要とされる程度の「加熱」であると解されるところ，乙21発明も，加熱に際して通気孔を開放していることからすれば，食材を加熱可能なものであるということができる。",
                        "したがって，被控訴人主張に係る構成要件1-Aに係る相違点は実質的な相違点ではなく，同主張には理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被控訴人は，構成要件1-Eに関する相違点として，本件特許発明1ではフラップ部が一の領域に一体的に接続しているのに対して，乙21発明ではカバーが隆起する領域にピンにより接続されているとし，その理由として，本件特許発明1の構成要件1-Eの「一体的に」接続とは，フラップ部と一の領域が一体成型によって，一部材で構成されることを意味するところ，乙21発明は，カバーが隆起する領域にピンにより接続され，フィルムヒンジ(ヒンジの一種)という別部材によって，一の領域と連結され，一の領域と一体成型されていないからである旨主張する。",
                        "しかし，乙21発明は，前記7(3)オ(ア)c及びdのとおり，乙21明細書の段落［0030］及び段落［0062］の記載によれば，フィルムヒンジは蓋本体に一体形成され，カバーがこのフィルムヒンジによって容器蓋に一体的に連結されていることが認められるから，本件特許発明1と乙21発明との間に，構成要件1-Eについて被控訴人主張に係る相違点は存しない。したがって，被控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人は，構成要件1-Iに関する相違点として，本件特許発明1では凹領域が一の領域上面の周縁部に接続しているのに対し，乙21発明では凹部に圧力インジケータ6が存在するとし，その理由として，乙21発明は，容器内部を真空とすることを目的とする発明であって，当該目的を達成するために，容器蓋に圧力インジケータ6(圧力呈示突起)を備えることが必須であり，圧力インジケータが凹領域に設けられているため，凹領域は一の領域上面の周縁部に対して直接的に接続されているのではなく，圧力インジケータの存在を介して接続されているからである旨主張する。",
                        "しかし，乙21発明においては，前記7(3)オ(ア)c及びeのとおり，乙21明細書の段落［0027］には「圧力インジケータ(たとえば，圧力呈示突起)を備えていてよい。」と記載されているように，圧力インジケータは必要に応じて付加されるものである上，乙21明細書の特許請求の範囲請求項22～28は，圧力インジケータを規定していないから，圧力インジケータは必須の構成とはされていない。したがって，本件特許発明1と乙21発明との間に，構成要件1-Iについて被控訴人主張に係る相違点は存しない。被控訴人の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性",
              "text": [
                "そこで，前記(2)イの構成要件1-Dに係る相違点の構成について，乙21発明から容易に想到できるかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，この点について，食品容器を電子レンジで加熱する際に食品から生じる蒸気を逃がすために，開閉部材(フラップ)に設けた突起と蓋に設けた穴との組合せを用いることは，乙30発明，乙11発明に係る容器，乙12に係る容器等で採用されており，本件特許出願の優先日前に周知であったところ，乙21発明に係る食品容器の「シール片3」も，「カバー7」(本件特許発明1の「フラップ」に相当する。)が閉じ位置にあるときに「通気孔4」を閉塞可能とするためのものであるから，上記周知技術を適用し，「シール片3」に替えて「カバー7」に突起部を設け，これにより「通気孔4」を閉塞可能とすることは，当業者が容易になし得る設計変更にすぎないこと，電子レンジによる加熱時に食品から生じる蒸気を逃がすための通気弁や突起部のあるフラップは，乙21明細書自体に従来技術として記載されており(段落[0004])，乙21発明は，当該従来技術について，容器内部を真空に保持するという構成を付加することによって進歩性を主張するものであるから，食品等を保管するに際して，容器内部の真空状態の保持までは必要とされない場合には，単に従来技術に回帰すればよく，その際に，通気穴をふさぐ部品として，シール片ではなく突起部を用いることは，乙21明細書自体の記載から当然に示唆されているということができるから，真空状態の保持が不要であれば，乙21発明において，シールに替えて突起部を用いればよいことは，当業者にとって自明である旨主張する。",
                    "しかし，前記7(3)オ(ウ)で説示したとおり，乙21発明は，前記7(3)オ(ア)bの段落［0003］，［0004］，同cの［0016］，［0017］，［0019］，［0021］，同dの［0061］～［0067］，［0069］～［0071］，［0073］，［0074］及び［0076］の記載によれば，食材を容器内で真空に保つようにすることを目的とした容器であり，容器内を真空にすることを前提としており，穴部も真空に係る構成部材(真空感知開口部5，通気孔4)としての穴であり，シール片3(カバー7)も通気孔4をふさぐための開閉部材であって，真空を維持又は解除するためのものであり，自律的に作動する逆止弁40を形成し，真空ポンプの接続など真空吸引及び真空維持に必要な構成を有しているものである。したがって，食材を加熱するための容器において加熱時に発生した水蒸気，空気又は水分を排出するための本件特許発明1の穴部及びフラップ部とは，その構成及び機能が基本的に相違するというべきである。",
                    "そして，乙21明細書の段落［0004］には，「電子レンジでの加熱中に均圧する通気弁またはエアレーションバルブを設けた食品収容容器の蓋が知られている。たとえば，欧州特許出願 EP 0 633 196 A2 号はこのタイプの機構を説明している。通気弁またはエアレーションバルブを使用することで，加熱時における食品収容容器内部での過圧力の増大を防ぐことができる。…この容器では，真空下での食品貯蔵の向上や食品収容容器内の圧力レベルの表示を達成することは意図されていない。」と記載され，従来技術である通気弁(フラップ(開閉部材)に設けた突起と蓋体に設けた穴との組合せ)の開示のある欧州特許公開公報(EP0633196A2)(乙48)については，真空下での食品貯蔵の向上や容器内の圧力レベルの表示を達成することは意図されていないとされている。",
                    "そうすると，上記のとおり，乙21発明は食材を容器内で真空に保つようにすることを目的として，シール片3(カバー7)を採用したものであるから，仮に控訴人主張のとおり，食品容器を電子レンジで加熱する際に食品から生じる蒸気を逃がすために，開閉部材(フラップ)に設けた突起と蓋に設けた穴との組合せを用いることが本件特許出願の優先日前に周知であったとしても，あえて，乙21発明に上記従来技術ないし周知技術を適用する動機付けはないというべきである。そして，上記のとおり，乙21発明は，真空状態の保持を目的とする発明であるから，容器内部の真空状態の保持までは必要とされない場合を想定して，従来技術に回帰する必然性や動機はないというべきである。",
                    "したがって，乙21発明において，構成要件1-Dに係る発明特定事項のように構成することは容易に想到し得たということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，乙21発明は食品を収容するための容器であり，清潔に保つために十分な洗浄が必要となるところ，乙21明細書に記載されている「シール片」は構造が複雑であり，その洗浄が難しいという欠点があるのに対し，「突起部」は極めて単純な構造であり，容易に洗浄できるから，真空状態の保持が不要であれば，当業者は，シール片に替えて突起部を用いることを当然に試みるといえ，乙21明細書の段落［0004］に記載のある従来技術は，通気穴をふさぐ部品として突起部を用いることを直接的に示唆するものであるから，乙21発明の「逆止弁40を構成するシール片」を周知技術の「突起部」に置換することには，積極的な動機付けが存在する旨主張する。",
                    "しかし，前記アのとおり，乙21発明に開閉部材(フラップ)に設けた突起と蓋に設けた穴との組合せを用いるという従来技術を適用する動機付けはないというべきであるし，乙21発明は，真空状態の保持を目的とする発明であって，真空の維持又は解除に係る乙21発明の課題に鑑みると，容器内部の真空状態の保持を不要とする場合を想定して，上記の従来技術を採用する必然性や動機付けはないというべきであるから，控訴人の上記主張は採用することができない。」",
                    "10  半製品等の廃棄の要否についての判断は，原判決の「事実及び理由」の第4の10のとおりであるから，これを引用する。",
                    "11  争点10(損害額)について",
                    "被控訴人は，控訴人に対し，主位的に特許法102条2項に基づく損害額の請求を，予備的に同法102条3項に基づく損害額の請求をしていることから，以下，各規定に基づく損害額について検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "特許法102条2項に基づく損害額",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法102条2項の適用の可否",
                  "text": [
                    "特許法102条2項は，「特許権者…が故意又は過失により自己の特許権…を侵害した者に対しその侵害により自己が受けた損害の賠償を請求する場合において，その者がその侵害の行為により利益を受けているときは，その利益の額は，特許権者…が受けた損害の額と推定する。」と規定する。",
                    "特許法102条2項は，民法の原則の下では，特許権侵害によって特許権者が被った損害の賠償を求めるためには，特許権者において，損害の発生及び額，これと特許権侵害行為との間の因果関係を主張，立証しなければならないところ，その立証等には困難が伴い，その結果，妥当な損害の塡補がされないという不都合が生じ得ることに照らして，侵害者が侵害行為によって利益を受けているときは，その利益額を特許権者の損害額と推定するとして，立証の困難性の軽減を図った規定である。",
                    "そして，特許法102条2項には，特許権者が当該特許発明の実施をしていることを要する旨の文言は存在しないこと，上記のとおり，同項は，損害額の立証の困難性を軽減する趣旨で設けられた規定であって，その効果も推定にすぎないことから，同項を適用するための要件を，殊更厳格なものとする合理的な理由はないというべきであることなどを総合すれば，特許権者が当該特許発明を実施していることは，同項を適用するための要件ということはできず，特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在する場合には，特許法102条2項の適用が認められると解すべきである。",
                    "これを本件についてみると，被控訴人が原特許発明の実施品を製造販売しているものの，本件各特許発明の実施品を製造販売していないことについては当事者間で争いがないが，原特許発明と本件各特許発明は，食材を収容するとともに加熱可能な容器に関する蓋体の発明である点では共通するものであり，原特許発明の実施品と本件各特許発明の需要者は共通するものといえる。",
                    "そうすると，本件特許権侵害に係る控訴人の行為によって，被控訴人の原特許発明に係る実施品の販売機会が喪失したことが認められるから，「特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在する場合」に当たるということができる。",
                    "したがって，本件における控訴人の損害額の算定に当たっては，特許法102条2項の適用を認めるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告各製品の販売により受けた利益",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告各製品の売上高",
                      "text": [
                        "平成22年3月12日から平成25年4月20日までの期間における被告容器の販売数量が合計617万9943個であり，売上高が合計5億9510万5017円であることについては，当事者間に争いがない(なお，控訴人が，被告蓋体を単体で販売していた事実は認められない。)。",
                        "なお，証拠(乙26)によれば，上記販売数量及び売上高のうち，本件訴え提起の日である平成23年12月13日までの期間の販売数量の合計は335万0788個であり，売上高は3億3118万4069円であることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "経費",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "製造原価",
                          "text": [
                            "証拠(乙33)及び弁論の全趣旨によれば，平成22年3月21日から平成25年3月20日までの期間中，被告各製品の生産数量625万0875個に対する製造原価として，①原料(プラスチックバージン原料)：1億2516万4215円，②マスターバッチ(プラスチックバージン原料に顔料を練り込ませたもので，プラスチックに着色する際に使用する。)：2530万3327円，③資材(包装資材等)：4469万0517円，④箱・段ボール：1208万8543円，⑤仕組工賃(部品組立の工賃等)：5284万8658円を要したことが認められる。",
                            "また，証拠(乙33)によれば，⑥成型工賃(成型機械チャージ料，成型機械の減価償却費，光熱費等)として7798万8809円を要したことが認められるものの，成型機械の減価償却費は，被告各製品の製造を行わなかったとしても支出されていた経費であって，これを控除するのは相当ではない。しかしながら，上記減価償却費の具体的金額が不明であることから，上記成型工賃のうち，その3分の1を減価償却費であると推認し，その3分の2である5199万2539円を製造原価の一部として控除するのが相当である。",
                            "そうすると，上記期間中における被告各製品の製造原価は，上記①～⑤に，⑥のうち5199万2539円を加算した合計3億1208万7799円であることが認められる。",
                            "そして，上記製造原価は625万0875個の製造数量に対応するものであるから，これを前記イの平成22年3月12日から平成25年4月20日までの期間における被告各容器の販売数量合計617万9943個に対応する割合で計算すると，3億0854万6372円となる。",
                            "〔計算式〕",
                            "312,087,799÷6,250,875×6,179,943≒308,546,372"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "金型製作費用",
                          "text": [
                            "控訴人は，金型製作費用として1億9134万円を要し，これを経費として控除すべきである旨主張し，これに対して，被控訴人は，金型製作費用は固定費であって，侵害製品を製造・販売するごとに追加的に要する変動費用ではないから控除すべきではない旨主張するので，この点について検討する。",
                            "特許法102条2項は，侵害者が「その侵害の行為により利益を受けているときは，その利益の額」をもって特許権者が受けた損害の額と推定する規定であるから，侵害者が侵害製品の製造・販売をするに当たり直接必要となった経費であれば，固定費であるからといって，これを控除しないとするのは相当ではない。",
                            "そこで，本件においても，被告各製品の製造に供する金型が本件各特許発明を侵害しない他の製品に転用できないものであるならば，その金型の製作費用は，被告各製品の製造・販売のために直接必要となった直接固定費として，これを控除すべきである。",
                            "しかるに，甲3，4により認められる被告各製品の形態及び機能並びに弁論の全趣旨によれば，本件各特許発明を侵害する被告蓋体の金型については，これを他の製品に転用することはできないが，これに対して被告容器の金型については，蓋体さえ別の金型で製作すれば，他の製品にも転用できるものであることが推認される。したがって，被告蓋体の金型製作費用については，これを経費として控除し，被告容器の金型製作費用については，これを経費として控除しないのが相当である。そして，証拠(乙39，40の1・2・3・4，乙40の5・6・7・8の各1，乙40の9，乙40の10・11の各1)によれば，被告蓋体の金型製作費用の合計は9635万円であることが認められるから，これについては，売上高から控除するのが相当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "販売経費",
                          "text": [
                            "証拠(乙35～38。なお枝番号は省略する。)及び弁論の全趣旨によれば，控訴人は，①運賃(製品出荷の運送料)，②物流業務委託費(製品保管料及び配送代行費用)，③販売手数料(販売先が仕入代金を現金払いしたことを条件に一定の歩引きを行う際の支払)及び④協賛費(販売先に対する協賛金等)を支出したことが認められるところ，これらはいずれも控訴人が被告各製品の販売をするに当たり必要となった経費であることが認められる。",
                            "そして，証拠(乙35)及び弁論の全趣旨によれば，平成21年3月21日から平成24年3月20日の期間における被告各製品を含む控訴人の全製品の売上高83億8303万4720円に対する上記①～④の各経費の金額及び経費率は，①運賃：3億3781万3176円(4．03％)，②物流業務委託費：3億0044万8786円(3．58％)，③販売手数料：4839万0431円(0．58％)，④協賛費：4億7328万9123円(5．65％)であり，①～④の合計の金額及び経費率は，11億5994万1516円(13．84％)であることが認められる。",
                            "そして，平成22年3月12日から平成25年4月20日までの期間における被告各製品の売上高合計5億9510万5017円に対する販売経費については，上記①～④の各経費率及び合計の経費率を，同売上高に乗じることによって，これを算出するのが相当である。",
                            "そうすると，上記期間の被告各製品の売上高に対応した販売経費は，運賃2398万2732円，物流業務委託費2130万4760円，販売手数料345万1609円及び協賛費3362万3433円の合計8236万2534円であると認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "値引き",
                      "text": [
                        "乙34によれば，値引き返品分の合計が704万8098円であることが認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，平成22年3月12日から平成25年4月20日までの期間において，控訴人が被告各製品を製造・販売することにより得た利益の額は，売上高5億9510万5017円から経費合計4億9430万7004円を控除した額である1億0079万8013円であることが認められる。",
                        "〔計算式〕",
                        "595,105,017-7,048,098-308,546,372-96,350,000-82,362,534=100,798,013"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "推定覆滅事由の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，この点について，フラップ部と蓋体が一体成型されている食品用容器は，控訴人及び被控訴人以外にも，株式会社クレハやエビス株式会社からも多数販売されており，フラップ部と蓋体が一体成型された食品用容器のシェアは，控訴人が約34．8％，被控訴人が約43．1％，株式会社クレハが約2．6％，エビス株式会社が約19．5％であるから株式会社クレハ及びエビス株式会社の市場占有率の合計の割合((2．6＋19．5)／(2．6＋19．5＋43．1)≒0．34)については，特許法102条2項の「利益」の推定が覆滅される旨主張し，証拠(乙55)中には同主張に沿う部分がある。",
                        "しかし，乙55は，控訴人作成に係る報告書であるが，フラップ部と蓋体が一体成型されている食品用容器の取扱い販売店を全てピックアップしたものではないし，日本国中の全ての都道府県に所在する販売店を網羅するものではない上，調査対象とした販売店の選択基準も明らかではなく，例えば，デパートや食器専門店が調査対象になっていないことなどからすれば，乙55のみに基づいて，控訴人，被控訴人，株式会社クレハ及びエビス株式会社の市場占有率を認定することはできず，他に，上記各社の市場占有率を認定するに足りる的確な証拠はない。",
                        "したがって，控訴人の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，本件各特許発明の技術的意義が被告各製品の売上げに寄与することはあり得ず，また，フラップ部と蓋体が一体成型された食品用容器は，本件各特許発明の出願前から存在したものであり，本件各特許発明の実施品に限られるものではなく，原告製品及び被告各製品以外にも，株式会社クレハやエビス株式会社も販売しており，その市場占有率は合計して約22．1％にも及ぶから，寄与度は0％と認定されるべきである旨主張するのに対して，被控訴人は，本件各特許発明の技術的意義，作用効果，フラップ部と蓋体を一体成型したものは，市場に極めて限定的にしか存在しないから，本件各特許発明の寄与度が15％を下ることはあり得ない旨主張するので，この点について検討する。",
                        "原告製品及び被告各製品のほかにも，食品を収納するとともに，当該食品を加熱可能な容器が多数存在することは当事者間で争いがない。",
                        "もっとも，このうちフラップ部と蓋体を一体成型したものについては，原告製品，被告各製品及び乙30発明に係る実施品のほか，エビス株式会社の販売に係る製品等の存在を認めることができる。しかしながら，乙30発明に係る実施品及びエビス株式会社の販売に係る製品は，いずれもフラップのヒンジ部分が蓋の周縁領域の外方に突出していて，蓋の外側から内側にかけてフラップを回動するものであり(乙30，52の1，乙53，54)，前記8(3)イで検討したとおり，ヒンジ部分が他の物体と衝突して破損するおそれがある，フラップ部分を開けたときに外方向に大きく広がるため余計なスペースをとる，フラップ部分を洗浄しにくいなどの使用上の不都合等の問題点が生じ得るものであること，前記(ア)のとおり，乙55のみに基づいて，控訴人，被控訴人，株式会社クレハ及びエビス株式会社の市場占有率を認定することはできないものの，株式会社クレハ及びエビス株式会社の各製品が，控訴人及び被控訴人の各製品に比して，その市場占有率が相当程度低いことがうかがわれるところである。",
                        "このような代替品の有無などに関する状況及び前記7(3)アで検討した本件各特許発明の技術的意義，甲3，4により認められる被告各製品の形態，デザイン及び機能やこれらが相俟って消費者が被告各製品を選択購入する動機の一端となっていると推認されること，その他本件に顕れた一切の事情並びに弁論の全趣旨を総合すると，本件各特許発明の被告各製品の売上げに対する寄与度は15％を下ることはないと認めるのが相当である。そうすると，本件各特許発明が被告各製品の売上げに対して寄与しない85％の割合については，前記イ(オ)の控訴人の利益が特許権侵害による被控訴人の損害額であるとの推定が一部覆滅されることとなるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "損害",
                  "text": [
                    "以上によれば，売上高5億9510万5017円から経費合計4億9430万7004円を控除した額である前記イ(オ)の1億0079万8013円に，寄与度15％を乗じた1511万9701円を，特許法102条2項に基づき算定される損害額と認める。",
                    "〔計算式〕100,798,013×0.15≒15,119,701"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法102条3項に基づく損害額",
              "text": [
                "証拠(乙27の1～3)によれば，プラスチック製品に係る実施料率は，平成4年度から平成10年度までの期間において，イニシャルペイメントがある場合において平均3．0％，イニシャルペイメントがない場合において3．9％であったことが認められる。",
                "このことに加え，前記(1)ウ(イ)で検討した代替品の有無などに関する状況及び本件各特許発明の技術的意義等も考慮すると，本件において相当な実施料率は3．5％であると認める。",
                "そうすると，売上高5億9510万5017円に実施料率3．5％を乗じた2082万8675円が相当な実施料額であると認める。",
                "〔計算式〕595,105,017×0.035≒20,828,675"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，より高額である前記(2)の損害額に基づき，原告の損害(逸失利益)は2082万8675円であると認めるのが相当である。",
                "そして，本件事案の経緯，内容，その他本件に顕れた一切の事情を勘案すれば，200万円の限度で，本件と相当因果関係のある弁護士費用相当額及び弁理士費用相当額の損害と認める。",
                "そして，前記(1)イ(ア)のとおり，平成22年3月12日から平成25年4月20日までの期間における被告各製品の売上高5億9510万5017円のうち，本件訴え提起の日である平成23年12月13日までの売上高は3億3118万4069円である。",
                "そうすると，上記損害額合計のうち，当該売上高に相当する1270万4469円に関する遅延損害金は，訴状送達の日の翌日である平成24年1月6日を起算日とするのが相当である。",
                "残額1012万4206円については，販売期間の最終日である平成25年4月20日を起算日とするのが相当である。",
                "(なお，弁護士費用相当額及び弁理士費用相当額の損害金についても，不法行為の日から遅延損害金を請求できるが，継続的不法行為であることに鑑み，上記各損害金元金の案分と同様の処理をして，案分額に対する上記各起算日を始期とする遅延損害金を付するのが相当である。)",
                "〔計算式〕",
                "22,828,675×331,184,069÷595,105,017≒12,704,469",
                "22,828,675-12,704,469=10,124,206",
                "12  結論",
                "以上によれば，被控訴人の被告各製品の製造，販売又は販売の申出の差止め，並びに被告各製品の廃棄及び被告蓋体の製造に供する金型の廃棄は理由があるから認容し，また，被控訴人の損害賠償請求は，2282万8675円及び内1270万4469円に対する平成24年1月6日から，内1012万4206円に対する平成25年4月20日から，それぞれ支払済みまで年5分の割合による金員の支払を求める限度において理由があるから認容し，その余はいずれも理由がないから棄却すべきである。これと一部異なる原判決は一部失当であって，本件控訴の一部は理由がある。",
                "よって，原判決を上記のとおり変更することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}