{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-15736号事件について平成25年10月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁の手続の経緯",
          "text": [
            "原告は，平成23年5月16日，別紙第1本願意匠に記載の意匠(以下「本願意匠」という。)につき，意匠に係る物品を「シール」とする，物品の部分についての意匠登録出願(以下「本願」という。)をしたが(乙5)，平成24年6月26日付けで拒絶査定を受け，同年7月26日，拒絶査定不服審判(不服2012-15736号事件。以下「本件審判」という。)を請求した。特許庁は平成25年10月15日，請求不成立の審決(以下「審決」という。)をし，その謄本は同年11月2日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，以下のとおりである。すなわち，本願意匠に係る模様は，本願前である平成23年4月21日に日本国特許庁が発行した公開商標公報(商願2011-20478号。以下「引用文献」という。)に記載されたことにより日本国内で公然知られた模様とほぼ同一であり，本願意匠は，上記模様に基づいて，当業者が容易に創作することができたものと認められ，意匠法3条2項により，意匠登録を受けることができないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献がインターネット回線を通じて発行される公報として発行されていたとの認定の誤り(取消事由1)",
              "text": [
                "本願時において，引用文献は特許庁よりインターネット回線を通じて発行されていたとの審決の認定には，誤りがある。",
                "特許庁から提供される公報は，インターネット回線を通じて提供され(以下，インターネットを利用した方法により発行される公報を「インターネット公報」という。)，受信者は，PC機器を用いてその情報を受信するが，特許庁から提供される情報を受信するためのインターネット回線の環境は次のとおりであった。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願時，受信可能なPC機器は，「Windows  2000  Professional  SP4」(平成12年発売開始)，「Windows  XP  Professional  SP4」(平成13年発売開始)のOSを搭載したものに限られた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "新機種の発売により，本願時，不特定の者は，上記OSを搭載した市販PC機器を入手できなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願時以前の上記OSを搭載した市販PC機器は，処理能力が極めて低く，容量が著しく小さいため，市販のウィルス防御ソフトを搭載すると通信が実質的に不可能な状態であり，目的の情報を得ることができなかった。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記OSを搭載した高性能，大容量のPC機器を自作するには，極めて高度な知識，技術を要するため，不特定の者において，かかる自作のPC機器を入手することは実質的にできなかった。",
                    "以上によると，本願時において，上記OSを搭載した高性能，大容量のPC機器を入手し得るか，又は，市販PC機器にウィルス防御ソフトを搭載せずにインターネット通信を行うという社会的道義に反する行為を行う，特定の者だけが，インターネット回線を通じて特許庁から提供される情報を知ることが可能だったのであり，不特定の者においては，インターネット回線を通じて，特許庁が提供する引用文献の情報を知ることはできなかった。",
                    "公報は広く一般公衆に知らせるために発行するものであるところ，上記のとおり，インターネット公報は，不特定の者において知ることができない状況にあったのであるから，「広く一般公衆に知らせる」手段をもって外部に発行されたとはいえず，公報として発行されていたとはいえない。",
                    "よって，本願時に，不特定の者において，インターネット回線を通じて引用文献の内容を知り得る状態にはなく，引用文献に記載された模様が公然知られた模様であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「公然知られた」ことの判断論拠の認定の誤り(取消事由2)",
              "text": [
                "「公然知られた意匠」とは，その意匠が，一般第三者たる不特定人又は多数者にとって，単に知り得る状態にあるだけでは足りず，現実に知られている状態にあることを要する。",
                "引用文献は，単に特定の者において知り得る状態にあったものであり，審決では，引用文献が現実に知られている状態にあることについて，何ら証拠を示して判断をしていない。したがって，引用文献に記載された模様は公然知られた模様ではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用文献が発行されたときに，この記載内容は公然知られたとみなすとの認定の誤り(取消事由3)",
              "text": [
                "審決は，引用文献が掲載されたインターネット公報が発行された時に，引用文献に記載された模様が公然知られたとみなすのが妥当であると認定した。しかし，審決のこの認定には，誤りがある。",
                "「公然知られた」とは，一般第三者たる不特定人又は多数者にとって，単に知り得る状態にあるだけでは足りず，現実に知られている状態にあることを要する。",
                "審決は，引用文献が現実に知られている状態にあることについて何ら論拠を示すことなく，引用文献の内容を知り得る状態にあったことのみをもって，引用文献に記載された模様が公然知られた模様であると認定したものであり，この点で誤っている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "特許庁のインターネット通信による情報の入手に特段の事情があるとはいえないとの認定の誤り(取消事由4)",
              "text": [
                "審決は，「頒布された刊行物に記載された意匠又は電気通信回線を通じて公衆に利用可能となった意匠は，特段の事情のない限り，その事実自体で公知性を認めるのが相当であり，・・・インターネット公報の情報を得るための環境を整備するのが困難であるとしても，例え意見書に主張する様に不便であっても，全く見られない状況であったとはいえず，だれ一人として見られなかったとは認められないのであるから，上記にいう，特段の事情とはいえず，引用文献に記載された模様は，意匠法第3条第2項にいう公然知られた模様と認められる。」と認定した。審決のこの認定には誤りがある。",
                "前記のとおり，インターネット公報は，特定の者のみが知り得たのであり，不特定の者は知ることができない状況にあった。このようなインターネット回線の環境は，出願に係る情報を国民が一様に知ることの対価として，出願人に権利を付与するという工業所有権法の根幹に係る重大な問題であり，それにもかかわらず，「特段の事情とはいえず」と認定したのは誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "CD-ROM情報，IPDL情報についての認定の誤り(取消事由5)",
              "text": [
                "「公然知られた」ことを，単に特許庁より提供されたインターネット回線を通じて当該情報を得られたことのみで認定することは十分ではなく，不特定多数の者が通常用いる有力な手段であるCD-ROMやIPDLより得られる情報であること，商標の使用等社会的環境より得られる情報であることを認定することを要する。",
                "したがって，CD-ROMやIPDLを通じた情報提供によっても引用文献記載の情報を知り得る状態になかったことを，「判断を左右するものではない」とした審決の認定は誤っている。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "偶然的例外的情報を利用して知り得たものであっても公然知られたものであるとする認定の誤り(取消事由6)",
              "text": [
                "偶然的な事情を利用した者だけが知っているにすぎない場合には，「公然知られた」状態にあるとはいえない。審決が認定した「検索コード等の絞り込みもせず，発行されている公報をただ漫然と眺めた中の，とある模様をヒントに，」とは，公報に記載された模様をまさしく偶然的例外的に知り得たものであり，かかる模様が不特定の者に公然知られた状態にあるとは認められない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "判例との対比内容の除外による認定の誤り(取消事由7)",
              "text": [
                "判例によると，「公然知られていたものとすることはできない」との認定は，「不特定の者において対比文献に記載された模様の知られ得る状態」，「対比文献が知られ得る期間」及び「対比文献に係る物品と意匠に係る物品との相異」についての認定事実をもとになされている。上記の観点によると，本願時において，引用文献に記載された模様は公然知られた状態にあったということはできない。",
                "審決は，「引用文献が知られ得る期間」及び「引用文献に係る物品と意匠に係る物品との相異」の観点からの認定を除外して引用文献が公然知られていたと認定した点で誤っている。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "本願意匠の創作容易性の認定の誤り(取消事由8)",
              "text": [
                "前記のとおり，審決は，引用文献に記載された模様が公然知られたものであると認定した点で誤っている。したがって，審決は，公然知られた模様とは認められない引用文献に記載された模様に基づいて本願意匠の創作容易性を判断したものであり，誤っている。",
                "部分意匠の創作容易性は，部分意匠自体をもって判断されるべきであり，本願意匠の模様は独創性を有する。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "手続違背(取消事由9)",
              "text": [
                "被告が本件訴訟において新しく提出した証拠及びこれに基づく主張は，拒絶理由には開示されていなかったものである。審決は，これらの証拠に基づいて判断されたものであり，原告にこれに対する意見を聴く機会を与えずになされたものであって，本件審判には審理が適法に行われなかった瑕疵がある。このように本件審判には手続上の瑕疵があり，審決は違法として取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献に記載された模様が公然知られたものであるか(取消事由1ないし7)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許庁から発行されるインターネット公報を閲覧するために必要な「特許庁",
                  "text": [
                    "公報電子署名検証プログラム」は，以下の環境で動作する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "OS   a  Windows  2000  Professional  SP4",
                      "content": [
                        {
                          "fig": "b",
                          "subject": "Windows  XP  Professional  SP2"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ハードウェア環境",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "CPU：Pentium4  1．8GHz以上を推奨"
                        },
                        {
                          "fig": "b",
                          "subject": "メモリ：512MB以上を推奨"
                        },
                        {
                          "fig": "c",
                          "subject": "ディスプレー：解像度1024×768ドット以上の表示が可能であること"
                        },
                        {
                          "fig": "d",
                          "subject": "ハードディスク：署名付きファイルの総容量の3倍以上",
                          "text": [
                            "以上のとおり，紙公報からインターネット公報に切り替える際には，その当時のPC機器(OSを含む)の普及状況や性能，インターネット環境の整備状況を考慮し，正式な公報として紙公報からインターネット公報に替えたとしても，ユーザーの公報閲覧環境に支障を来すことはなく，十分な環境が整っているとして，移行が図られたものである。",
                            "インターネットが普及し，インターネットで閲覧できる情報は，PC機器によって，世界中で瞬時に知ることができる現在の環境下において，引用文献に掲載された模様は，本願よりも25日前に特許庁から発行されたインターネット公報に掲載されたものであって，不特定多数の者が十分にアクセスできた状況であった。現に，引用文献は，平成23年4月21日から同月末日までの10日間に41件ダウンロードされている。",
                            "したがって，引用文献に記載された模様は本願前に公然知られたものであると認められ，この点において審決の判断に誤りはない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記のとおり，インターネット公報に掲載された引用文献に記載された模様は，本願前に公然知られたものであると認められる以上，審決において，CD-ROM及びIPDLにより得られる情報に関する事実等が「判断を左右するものではない。」と認定した点に誤りはない。",
                    "なお，本願時においては，通常，インターネット公報の発行日より5日後には，一般的なPC機器を用い，IPDLを通じて，インターネット公報を閲覧することが可能な状態であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願意匠に係る物品は，「シール」であって，この種の物品には，文字や模様を付すのが普通であり，そのモチーフとする文字や模様に関して，意匠登録公報や公開商標公報を含めた様々な公知文献に掲載された文字や模様を参考として創作を行うことは，通常行われていることであり，また，自身の創作した文字や模様が，公然知られた意匠，商標及び著作物などと同一又は類似するものとならないよう，十分な注意を払う必要があり，そのために，権利情報である意匠登録公報や公開商標公報等を幅広く検索，照会する必要がある。このようにして知り得た情報は，偶然的例外的に知り得たものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願意匠の創作容易性の認定の誤り(争点8)に対して",
              "text": [
                "引用文献に掲載された模様は，本願前に公開商標公報に掲載されたことにより公然知られたものとなっていたのであるから，これに基づいて本願意匠は当業者が容易に創作できたものであるとした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由がないと判断する。その理由は，以下のとおりである。取消事由1ないし7については，まとめて判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1ないし7について",
          "text": [
            "原告主張の取消事由1ないし7は，引用文献に記載された模様は本願前に日本国内において「公然知られた」模様には該当しないとの主張を基本とするものであると解される。そこで，この点につきまとめて判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "意匠法3条2項所定の「公然知られた」の意義について",
              "text": [
                "意匠法3条2項所定の「公然知られた」とは，一般第三者たる不特定人又は多数者に，単に知り得る状態になったことでは足りず，現実に知られている状態になったことを要すると解するのが相当である。",
                "すなわち，意匠法3条1項は，意匠登録を受けることができない意匠として，①出願前に日本国内又は外国において公然知られた意匠(同項1号)，②出願前に日本国内又は外国において，頒布された刊行物に記載された意匠，電気通信回線を通じて公衆に利用可能となった意匠(同項2号)等を別個に列挙している。また，同条2項は，出願前に当業者が日本国内又は外国において「公然知られた」模様等に基づいて容易に創作することができた意匠は，同条1項の規定にかかわらず，意匠登録を受けることができない旨定める。",
                "仮に同条1項1号の「公然知られた」意匠の意義を，不特定人又は多数の者が知り得る状態になったことで足りると解した場合には，同項1号を2号と別個に規定した意味が失われてしまうから，同項1号の「公然知られた」意匠とは，不特定人又は多数の者が知り得る状態になったことでは足りず，現実に知られている状態に至ったことを要すると解するのが相当である。そうだとすると，同条2項の「公然知られた」模様等についても，同様に，不特定人又は多数の者が知り得る状態になったことでは足りず，現実に知られている状態に至ったことを要すると解するのが相当である。",
                "上記の観点から，本件を検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "事実認定及び判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "事実認定",
                  "text": [
                    "証拠及び弁論の全趣旨によると，次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成23年3月10日，別紙第2商標目録の出願商標に記載の商標(以下「引用商標」という。)につき，指定商品を同目録の指定商品として，商標登録出願し(商願2011-20478号)，同年4月21日，同出願は，インターネット公報により公開された(甲6)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "インターネット上で公開された引用文献は，平成23年4月21日から同月末日までの間に，合計41回ダウンロードされた(乙2)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "平成23年4月当時，特許庁が発行するインターネット公報を閲覧するためには，「Windows  2000  Professional  SP4」又は「Windows  XP  Professional  SP2」のOSを搭載したPC機器によることが必要であった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "引用文献に記載された引用商標からなる模様が本願前に「公然知られた」模様に該当するかにつき検討するに，引用文献は，平成23年4月21日，インターネット公報としてインターネット上で発行されたことにより，一般第三者である不特定人又は多数の者が知り得る状態となったと認められる。",
                    "のみならず，引用文献は，同月21日から同月末日までの間に，現実に合計41回ダウンロードされており，本願がなされた同年5月16日までにはダウンロードされた回数はさらに増えていたと推測されること，インターネット公報は第三者が自由に閲覧することができるためのものであり，本願は引用文献がインターネット公報として発行された日の25日後になされたものであることに照らすならば，引用文献は，本願時までに，不特定人又は多数の者に現実に知られている状態にあったことに疑いの余地はない。",
                    "したがって，引用文献に記載された引用商標からなる模様は，「公然知られた」模様に該当し，この点において審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対して",
              "text": [
                "原告は，本願時，インターネット公報の情報を知ることができたのは，前記OSを搭載した高性能，大容量のPC機器を入手し得るか，又は，市販PC機器にウィルス防御ソフトを搭載せずにインターネット通信を行う，特定の者に限られ，不特定の者はその情報を知ることはできなかったと主張する。",
                "しかし，以下のとおり，原告の主張は失当である。",
                "本願時には，上記OSよりも新機種のOSが搭載されたPC機器が既に発売されていたとしても，日本国内において，上記OSが搭載されたPC機器が多数使用されていたと推認される。また，上記OSが搭載された市販PC機器にウィルス防御ソフトを搭載すると，通信が実質的に不可能であったと認めるに足りる証拠はない。現実に，平成23年4月1日から同月末日までの間に，引用文献は合計41回ダウンロードされており，これらの利用者は，上記OS及びウィルス防御ソフトを搭載した通常の市販PC機器を利用した者であると推認され，一般第三者である不特定人又は多数の者はインターネット公報の情報を入手可能な状態であったと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，引用文献に記載された引用商標からなる模様は，「公然知られた」模様に該当し，原告主張の取消事由1ないし7はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願意匠の創作容易性の認定の誤り(取消事由8)について",
          "text": [
            "本願意匠は，略横長長方形のシールの正面左側の略正方形の枠の中に，上下を反対にした数字の「7」を2つ，欧文字の「Z」と見えるように並べ，そのほぼ真ん中に「∞」の記号を配置した模様からなる部分意匠である。本願意匠の略正方形の枠の中の模様は，引用商標からなる模様と実質的に同一であり，当業者が引用商標からなる模様に基づいて本願意匠を創作することは容易であると認められる。"
          ]
        },
        {
          "fig": "3",
          "subject": "手続違背(取消事由9)について",
          "text": [
            "本件審判における拒絶理由は，本願意匠が公然知られた引用文献に記載の模様から容易に創作することができたものであることを理由とするものであり，審決も上記拒絶理由と同じ理由により判断したものであるから，本件審判の手続に瑕疵はない。なお，被告は，本件訴訟において本件審判では示されなかった証拠を提出しているところ，いずれも上記拒絶理由における事実に関する証拠であり，上記証拠の提出に違法な点はない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10315",
    "date": "2014-03-27",
    "rights_type": "意匠権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084070",
    "ipprecedent_id": "3687",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}