{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-5674号事件について平成25年7月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要（争いがない）",
          "text": [
            "原告は，発明の名称を「磁気光学センサ」とする発明につき，平成17年12月13日を国際出願日とする特許出願（特願2007-545936号。パリ条約による優先権主張・平成16年12月13日，ヨーロッパ特許庁。以下「本願」という。）をした。原告は，平成23年11月28日付けで拒絶査定を受け，平成24年3月28日，拒絶査定に対する不服の審判（不服2012-5674号）を請求するとともに，同日付けの手続補正書により，特許請求の範囲についての補正を行った。",
            "特許庁は，平成25年7月1日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月12日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載（甲5）",
          "text": [
            "補正後の本願の特許請求の範囲（請求項の数15）の請求項1の記載は，以下のとおりである（以下，同請求項に記載された発明を「本願発明」という。また，本願の明細書及び図面を併せて「本件明細書」という。）。",
            "「油田用途における磁気光学センサであって，前記センサ（1，1’，101，101’）は，入射ビーム（IB，IB ，IB ，IB ，IB ）を受けるとともに，A B C D前記入射ビームを偏光して決定された状態の偏光ビームを有する第1のビームを供給するための偏光素子（3，103）と，前記第1のビームの偏光を回転して変更された偏光状態を有する第2のビームを供給するためのファラデー回転子（4，104）とを備え，",
            "前記センサ（1，1’，101，101’）は，前記偏光素子を介して前記第2のビームを通過させることで得られる，前記ファラデー回転子（4，104）に加えられ且つ掘削穴ケーシング（CC，CR）の特定の特徴を表わす外部磁場に応じた強度を有する応答ビーム（RB，RB ，RB ，RB ，RB ）を供給し，",
            "A B C D前記センサは，ファラデー回転子（4，104）を一定の磁場，又は決定された他の磁場に晒すための決定磁場発生器（6，106）を更に備えている，磁気光学センサ。」  "
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，特開平2-28574号公報（甲1。以下「刊行物1」という。）に記載された発明（以下「引用発明」という。）並びに特開昭60-30793号公報（甲2。以下「周知例1」という。）及び米国特許第6411084号公報（甲3，乙5。以下「周知例2」という。）に例示される周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。",
            "審決が認定した引用発明の内容，本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「偏光子3，ファラデー効果素子1及び反射ミラー2と，前記ファラデー効果素子1及び前記偏光子3を囲む環状の永久磁石4とを備える光磁界センサであって， ",
                "レンズ5から出た平行光は，前記偏光子3を通過して第1の直線偏光になり，当該第1の直線偏光は，前記ファラデー効果素子1を通過し，前記反射ミラー2で反射し，再び前記ファラデー効果素子1を通過する間に，前記永久磁石4による磁界及び外部被測定磁界により偏光面が回転して第2の直線偏光になり，当該第2の直線偏光は，前記偏光子3を通過して，外部被測定磁界強度に対応する強度の光になり， ",
                "前記永久磁石4は，外部被測定磁界がないときに，前記直線偏光が前記ファラデー効果素子1を通過し，前記反射ミラー2で反射し，再び前記ファラデー効果素子1を通過する間に，偏光面が45°回転するだけの強度の磁界を発生する ",
                "光磁界センサ。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「磁気光学センサであって，前記センサは，入射ビームを受けるとともに，前記入射ビームを偏光して決定された状態の偏光ビームを有する第1のビームを供給するための偏光素子と，前記第1のビームの偏光を回転して変更された偏光状態を有する第2のビームを供給するためのファラデー回転子とを備え， ",
                "前記センサは，前記偏光素子を介して前記第2のビームを通過させることで得られる，前記ファラデー回転子に加えられた外部磁場に応じた強度を有する応答ビームを供給し， ",
                "前記センサは，ファラデー回転子を一定の磁場に晒すための決定磁場発生器を更に備えている，磁気光学センサ。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "「本願発明では，「磁気光学センサ」が「油田用途」であり，「外部磁場」が「掘削穴ケーシングの特定の特徴を表す」のに対し，引用発明では，そのような特定がされていない点。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由（相違点の容易想到性判断の誤り）",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，引用発明の「光磁界センサ」を掘削穴ケーシングに挿入し，磁場の変化を検出してケーシングカラーを検知することは，磁気センサの一種である引用発明を，例えば周知例1及び周知例2に記載された磁気センサの周知の用途に使用することを意味するにすぎず，したがって相違点は当業者にとって容易想到であると判断している。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかし，本願発明は，従来の電気センサを用いたケーシングカラー探知器には感度等に問題があることを前提として，本願発明の磁気光学センサを用いることにより，油田用途において，より良好な，感度，分解能及び厳しい掘り下げ穴環境内での信頼性を有するケーシングカラー探知器及び腐食探知器を提供することを目的とするものである。",
                "そして，刊行物1には，そこで開示されている光磁界センサの用途や，その光磁界センサによって測定される磁界の特徴についての記載は一切なく，光磁界センサを油田用途で用いることや，その光磁界センサによって掘削穴ケーシングの特定の特徴を表す外部磁場を測定することを示唆する記載もない。したがって，刊行物1に接した当業者が想定する引用発明の用途は，地磁気を含む各種磁界の測定や地中での磁界測定という具体的なものではなく，せいぜい，磁界の測定という抽象的なものにすぎず，また，磁界の測定として当業者が想到するのは，地中に関していえば，地中送電線の監視のように，地上面から比較的近い位置に固定されて定常的な測定を行うようなものにすぎない。",
                "したがって，磁界の変化を利用してケーシングカラーを検知することは，刊行物1に接した当業者が想定する引用発明の光磁界センサの測定の用途の範囲内にあるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，周知例1及び周知例2で開示されているケーシングカラー位置決め工具等は，従来技術である電気センサを用いたものであって，これらの周知例には，電気センサを用いたケーシングカラー位置決め工具等の問題点についての記載はなく，磁気光学センサを用いることを示唆する記載も存在しない。また，周知例2は磁気抵抗センサの利用を前提としたものである。そのため，周知例1及び周知例2で用いられている電気センサを他の種類のセンサに代替するための動機付けが存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，引用発明の「光磁界センサ」を掘削穴ケーシングに挿入し，磁場の変化を検出してケーシングカラーを検知することは，当業者にとって容易想到ではなく，審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告は，技術常識をわきまえている当業者が，引用発明の光磁界センサの測定の用途を，一般常識に鑑みて過酷な環境であることが明らかな油田とすることは，乙15ないし乙18で開示されている光ファイバを信号伝送線に用いたセンサの特長及び光磁界センサの特長や，電気センサの代わりに光磁界センサを使用することが記載された乙14からみても，容易であると主張する。",
            "しかし，乙15で開示されている信号伝送線は，信号を伝送するものであり，磁界を測定する光磁界センサとはその用途及び技術分野が異なるものである。また，乙16及び乙17で開示されている光ファイバを用いたセンサは，流体のパラメータや構造物の加速度を測定するものであり，掘削穴ケーシングの特定の特徴を表す外部磁場を測定する本願発明の光磁界センサとその用途及び技術分野が異なるものである。そのため，光ファイバを油田の掘削穴において信号伝送線やセンサとして用いることが知られていたことは，引用発明の光磁界センサを掘削穴ケーシングの特定の特徴を表す外部磁場を測定するために用いることの動機付けになるものではない。さらに，乙14には，列挙されている各種の磁界検出器の中の1つとしてファラデー素子が記載されているにすぎない。",
            "したがって，当業者が引用発明の光磁界センサの測定の用途を油田とすることは容易であるとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "刊行物1には，産業上の利用分野として，「本発明は，ファラデー効果素子を用いた光磁界センサに関するものである。」と記載され，光磁界センサの用途に，特段の限定は付されていない。したがって，引用発明の産業利用を考える当業者が，磁界を測定するという目的に適う範囲内において種々の用途開拓を試みることは，当然である。",
            "そして，ファラデー効果を利用した光磁界センサは，地磁気を含む各種磁界の測定に用いることが古くから知られているし（乙6ないし11），地中での磁界測定に用いることも知られている（乙12ないし14）。したがって，刊行物1に接した当業者は，刊行物1に具体的な記載がなくても，引用発明の用途として，地磁気を含む各種磁界の測定や地中での磁界測定を想定する。",
            "一方，磁界の変化を利用してケーシングカラーを検知することは，周知例1及び2に例示されるように，周知であり，特に周知例2には，地球の自然磁場（これは，明らかに地磁気のことである。）によって誘導された磁場を検知することも記載されている。また，検知対象となるケーシングカラーは，当然のことながら地中にある。",
            "そうすると，磁界の変化を利用してケーシングカラーを検知することは，刊行物1に接した当業者が想定する引用発明の光磁界センサの測定の用途，すなわち地磁気を含む各種磁界の測定や地中での磁界測定という用途の範囲内にある。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "動機付けの観点からみても，引用発明は，光ファイバを信号伝送線に用いることを前提とする光磁界センサであるところ，光ファイバを信号伝送線に用いたセンサが，電磁ノイズに強い，高感度，高速度，小型，軽量，遠隔・多重計測が容易，本質安全 ，耐水，耐高温といった特長を有することは，当業者において技術常識である。",
            "一方，油田の掘削穴のケーシングカラーの検知のために，高感度かつ低ノイズのセンサが必要であることは，当業者が直ちに理解できる事項である。また，油田の掘削穴のケーシングカラーを効率よく検知するために，地上からの高速かつ遠隔の計測が必要であることは，油田の掘削穴が細く長い（人が立ち入ることができず，かつ，測定範囲が長い）ことにかんがみると，自明である。さらに，油田の掘削穴内が火気厳禁であること，水があること及び高温であることは，油田の掘削穴内には石油や引火性ガスが存在すること及び油田の掘削穴は，地熱や地下水等の影響を受ける地中深くまで延びるものであるという一般常識にかんがみると，当然のことである。そうしてみると，技術常識をわきまえている当業者が，引用発明の光磁界センサの測定の用途を，油田（ケーシングカラーの検知）とすることは，光ファイバを信号伝送線に用いたセンサの特長として上記に列挙した事項の，いずれか一つを取ってみても，容易である。",
            "そもそも，光ファイバを油田の掘削穴に挿入して信号伝送線として用いることは，古くからある発想にすぎず（乙15），光ファイバを，信号伝送線やセンサとして，油田の掘削穴で用いることは，何ら特別なことではない（乙16，17）。また，引用発明は，光磁界センサであるところ，光磁界センサが，①高耐圧・高絶縁が可能で，従来計測できなかった分野でも使用可能，②ショートスパークがなく，本質的に防爆タイプである，③アース，ノイズ誘導の問題がない，④耐ガス・耐腐食など耐環境性がよい，⑤広帯域周波数伝送特性を持つため歪み波でも測定可能といった特長を有することも，当業者において技術常識である（乙18）。",
            "したがって，技術常識をわきまえている当業者が，引用発明の光磁界センサの測定の用途を，一般常識に鑑みて過酷な環境であることが明らかな油田（油田の掘削穴のケーシングカラーの検知）とすることは，光磁界センサの特長として上記に列挙した事項からみても，容易である。",
            "さらに，乙14には，ファラデー効果を利用した光磁界センサを，コイルを利用した磁界センサ（電気センサ）の代わりに使用することも記載されている。このことからみても，周知例1及び周知例2に例示されるケーシングカラー検知の電気センサに代えて引用発明の光磁界センサを用いることは容易である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の取消事由の主張には理由がなく，審決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願発明及び引用発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の要旨",
              "text": [
                "本件明細書（甲4）によれば，本願発明は，油田において用いられる磁気光学センサであって（【0001】），ファラデー回転子を通じて伝わるビームの偏光面が外部磁場の強さに応じて回転（ファラデー回転）する，という既知のファラデー効果を利用して（【0035】），「掘削穴ケーシングの特定の特徴を表す外部磁場」，すなわち，ケーシングのうち，ケーシングカラーやケーシングジョイントの腐食がある特定の部分に近づくと生じる外部磁場の変化を検出し，これに応じた反応強度を有するビームを供給するものであり，それによってケーシングカラーやケーシングジョイントの腐食がある部分を探知することを目的とするものである（【0014】，【0040】，【0067】）。そして，本願発明は，外部磁場の変化を検出するセンサとして，従来技術である電気センサに代わって磁気光学センサを採用することにより，電気センサよりも小型であるため，ケーシング壁の近傍に位置させることができるので，測定感度が高められるとともに，電気センサよりも高い空間分解能が得られ（【0010】，【0011】，【0028】），信頼性が高く，通常の電子部品機能が影響を受ける厳しい掘り下げ穴環境（例えば，高温，高圧）でもうまく測定を行なえるようにするという効果を有するものである（【0012】，【0029】）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1（甲1）には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔産業上の利用分野〕本発明は，ファラデー効果素子を用いた光磁界センサに関するものである。」 （1頁右下欄3～4行）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「〔従来技術〕」「ファラデー効果を顕著に生じる素子，例えばBSO単結晶やZnSe多結晶等の素子を用いる磁界センサが開発されている。」（1頁右下欄9～11行）"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「〔解決しようとする課題〕」「従来の構成によれば，・・・入出光用の光ファイバを共用化できず，必ず2本の光ファイバを必要とする。",
                        "このため，この種センサの大きさを小型化するには限界があり，また光ファイバは2心である必要があり，信号伝送部の細径化の妨げとなっていた。」（2頁左下欄11行～右下欄2行）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「〔課題を解決するための手段〕本発明は上記課題を解決するため，入光，出光併せて単心の光ファイバにより磁界センサとの間を連絡し，磁界センサにあっては，前記単心の光ファイバにより，一つのゲートで光の入光，出光を行うため，偏光の折り返し位置に反射ミラーを配置し，偏光が磁界センサ中を往復する間に，測定上必要な偏光面の45°の回転のバイアスを与え，これに加えて外部被測定磁界による偏光面の回転を与えて出光するように構成するものである。」（2頁右下欄4～12行）"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「〔発明の効果〕本発明によれば，検光子は一つの偏光子で兼用され，光ファイバも1本ですみ，光磁界センサの小型化，信号伝送部の細径化を計ることができる。」（3頁右下欄4～6行）"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用発明は，ファラデー効果を用いて，外部被測定磁界の変化を直線偏光の強度の変化として検出する光磁界センサである（刊行物1の1頁右下欄3～4行）。そして，従来の光磁界センサの構成では，ファラデー回転子（効果素子）への入出光用として必ず2本の光ファイバを必要とするために，センサの大きさを小型化するには限界があり，また光ファイバは2心である必要があるために，信号伝送部の細径化の妨げとなっていたので（同2頁左下欄11行～右下欄2行），上記課題を解決するために，引用発明では，入光と出光を併せて単心の光ファイバにより磁界センサとの間を連絡し，一つのゲートで光の入光，出光を行うようにしたから，検光子は一つの偏光子で兼用され，光ファイバも1本ですみ，光磁界センサの小型化，信号伝送部の細径化を計ることができるという効果を有するものである（同2頁右下欄18行～3頁右上欄20行，3頁右下欄4～6行）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由（相違点の容易想到性判断の誤り）についての判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記認定事実によれば，本願発明と引用発明は，審決の認定（前提事実3(2)，(3)）するとおりの一致点及び相違点を有するものである。すなわち，本願発明と引用発明は，いずれも「磁気光学センサ」の発明であるものの，刊行物1には，引用発明の具体的な用途は特定されていないのに対し，本願発明は，「油田」で用いられ，掘削穴ケーシングのケーシングカラー又は腐食部分という，ケーシングの特定の部分の特徴的な磁界の変化を検出して，これらの部分を探知する，という特定の用途を有するという点でのみ相違している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，発明の用途が特定されていない場合であっても，発明の産業利用を考える当業者が，当該発明の目的や効果に沿う範囲内において種々の用途開拓を試みることは当然に想定されるところである。そして，引用発明は，磁場（磁界）の大きさ・方向を計測する磁気センサ（磁界測定器）の一種であり，磁界の計測方法としてファラデー効果を用いるものであるところ，磁場（磁界）の大きさ・方向を計測するという目的や，センサの小型化，信号伝送部の細径化を計ることができるという効果に沿う範囲内において引用発明の用途の開拓を試みることは，当業者として当然にすることであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，周知例1及び周知例2には，掘削穴内のケーシングカラー近傍では，カラーによってもたらされる金属の付加的な厚み等によって磁場が変化するため，掘削穴ケーシングに挿入された磁気センサがケーシングカラーに近づくと磁場の変化が検出されることは，本願の優先日前に周知の現象であったことから，この現象を利用して，掘削穴ケーシング内に，コイルによって磁場の変化を検出する電気センサを挿入し，ケーシングカラーに近づくと磁場の変化が検出されることによりケーシングカラーの位置を探知するという技術が記載されており（甲2，3），この技術は，本願発明の属する技術分野の当業者にとって，本願の優先日前における周知技術であったことが認められる。",
                    "（なお，周知例1（甲2）には，「アウトリガーアームの変位制御機構」に関する発明について，「例えば，多くのケーシングカラー位置決め工具において，穿孔内の鋼ケーシングに隣接して反撥磁場（magnetic bucking field）を生じさせるために，アウトリガーアーム上に永久磁石の対が支持される。工具がケーシングを通して移動する間ケーシングカラーを通るとき，反撥磁場の変化を検出するコイルが，これらの磁石の真下に心出しされている。これは，井戸孔の中の工具の正確な深さを非常に正確に決定する。」（第3頁左下欄第5～13行）との記載があり，周知例2（甲3，乙5）には，「磁気的に作動された坑井ツール」に関する発明について，「関連技術の説明」「ケーシングカラーロケータは，掘削孔の中にあるジョイントの位置を見つけるために使用される。そのロケータは，有線ケーブルにつるされて，ケーシングされた掘削孔を通される。そのロケータ装置がケーシング内を上方及び／又は下方に移動しているとき，そのロケータ装置はケーシングストリングのジョイントで使用されているカラーを検知する。ケーシングセクションは，典型的には，ケーシングセクションの隣接する2つの端部をねじのかみ合いによってお互いに固定する外部カラーによってつながられる。そのロケータがカラーの近傍に移動すると，そのロケータは，ケーシングされた内壁の外部の厚さの増加による，又は，ケーシングされた内壁に関連する金属の付加質量による，磁界の測定値の変化を検知する。」，「ケーシングカラーロケータは，掘削穴の作業において非常に重要なツールである。それらは，事実上，深度正確性のある作業と，ロック及びパッカーのような掘削孔用の装置の正確な配置とが要求される。例えば，ジョイントは，ケーシングされた内壁において，パッカーのエラストマーシーリング材がその場所を適切にシーリングするのを妨げるギャップと不連続性を示すので，ジョイントパッカーをセットするときにケーシングジョイントの位置を避けることが望まれる。」，「ケーシングカラーを検知するために，従来のケーシングカラーロケータ装置は，典型的には，磁力を誘導するための永久磁石又はコイルを流れる電流のいずれかを使用するロケータからの相対的に強い磁場の発生に頼っている。その磁場を発生させるために，かなりの量の電力が必要とされる。そのコイルがケーシング内のカラーの近傍を通過すると，そのカラーによってもたらされた金属の付加的な厚みによって，磁場の流束密度が変化する。その変化はそのカラーの存在を示す電気的な出力信号の発生を引き起こし，この出力信号は有線ケーブルを通して地上へ送信される。」（第1欄第22～54行）との記載がある。）"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，ファラデー効果を利用した光磁界センサは，①高耐圧・高絶縁が可能で，従来計測できなかった分野でも使用可能である，②ショートスパークがなく，本質的に防爆タイプである，③アース，ノイズ誘導の問題がない，④耐ガス・耐腐食など耐環境性がよい，⑤広帯域周波数伝送特性を持つため歪み波でも測定可能といった特長を有することから，本願の優先日の20年以上前から新しい用途が研究されており（乙18），本願の優先日前に，鋼材の欠陥の検出（乙7），磁気探傷，地磁気や岩石磁気の測定，磁性体の探知，電線やモータ等の漏洩磁束の測定（乙8），地中送電線の事故点検出（乙12，乙13），掘進機の位置検出（乙14）などの各種場面における磁界の測定に用いられていたものである。なお，光ファイバは油田用の掘削穴に挿入して信号伝送線として用いられていること（乙15ないし17），光ファイバを信号伝送線として用いるセンサは，電磁ノイズに強い，高感度，高速度，小型，軽量，遠隔・多重計測が容易，本質安全というような特長を有すること（乙2，3）も，本願の優先日前における技術常識であったものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，本願発明の属する技術分野における当業者が，刊行物1に接すれば，磁場（磁界）の大きさ・方向を計測することができる光磁界センサである引用発明の用途として，様々な場面における具体的な磁界の測定を想到しようとし，またその用途開拓も当然にしようとするものといえるところ，磁場（磁界）の大きさ・方向をコイルを利用して測定することにより，ケーシングカラーの位置を探知できることは既に周知技術であったこと，コイルを利用するセンサ（電気センサ）もファラデー素子を利用するセンサ（光磁界センサ）もいずれも磁気検出器の一種であることが知られており（乙14），光磁界センサの上記ウの特長に照らしても，ケーシングカラー探知のための磁気計測を電気センサに代替して光磁界センサとすることの妨げとなる事情は見当たらないことからすれば，本願発明の用途として，磁場の変化を利用してケーシングカラーの探知を想到することは，当業者が容易に想到することができたと認められる。",
                    "また，周知例1及び周知例2には，従来技術として，掘削穴ケーシングが油田用であることは明記されておらず（甲2，3），掘削穴内のケーシングカラー探知機におけるコイルを利用した磁気検出器（電気センサ）の利用が油田においても周知であったことを認めるに足りる証拠はないものの，「掘削穴」というものが典型的には油田用であることは，当業者が容易に想定することができる。このことに加え，①引用発明は，小型化，信号伝送部の細径化を計ることができるという効果を有するところ，油田用の掘削穴ケーシングの径が限られた大きさしかなく，挿入されるセンサ及び信号伝送部が小さい方が望ましいことも当業者にとって技術常識であること，②引用発明のような光磁界センサや光ファイバを用いたセンサは，上記ウのとおりの特長を有するところ，油田用の掘削穴ケーシング内が高圧，高温等の過酷な環境にあり，このような環境に上記特長が適することも当業者にとって自明であること，③光磁界センサは，光ファイバを信号伝送線に用いたセンサであるところ，上記ウのとおり，具体的な用途は引用発明とは異なるものの，光ファイバを油田用の掘削穴に挿入して信号伝送線として用いる例があること自体は技術常識であったことからすれば，刊行物1に接した当業者が，引用発明を油田用の掘削穴ケーシングのケーシングカラーの探知に用いることも，容易に着想し得たことであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物1には，引用発明の用途や光磁界センサによって測定される磁界の特徴に関する具体的な記載や示唆がないのであるから，刊行物1に接した当業者が想定する引用発明の用途は，せいぜい，磁界の測定という抽象的なものにすぎず，磁界の変化を利用してケーシングカラーを検知することは，刊行物1に接した当業者が想定する引用発明の光磁界センサの測定の用途の範囲内にあるとはいえないし，周知例1及び周知例2は電気センサについてのものであって，これらの周知例には，電気センサの問題点も，磁気光学センサを電気センサに代えることの示唆もないから，これを引用発明に適用する動機づけがないなどと主張する。",
                    "しかし，上記(1)イのとおり，磁界を測定して，ケーシングカラーの近傍の磁界の変化を検出できること及びそのような磁界の変動を利用してケーシングカラーの位置を探知できることは，当業者にとって周知の現象及び周知技術であったことからすれば，磁界の測定という引用発明の機能から，ケーシングカラーの探知という用途を想到することは，当業者が容易にできたことであるといえるし，周知例1及び周知例2は，磁界の測定にコイルを利用するものではあるものの，このこと自体は，上記周知技術と同一の用途に，磁界の測定にファラデー素子を用いる引用発明を利用することを着想する妨げとなるものではないから，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，乙15ないし18で開示されている光ファイバに関する技術は，光磁界センサとは用途及び技術分野が異なるものであることなどからすれば，当業者が引用発明の光磁界センサの測定の用途を油田とすることは容易であるとはいえないなどと主張する。",
                    "しかしながら，上記(1)ウのとおり，光磁界センサでも信号伝送線に用いられる光ファイバを，油田の掘削穴において用いることが技術常識であることは，当業者が光磁界センサを油田用に用いることを着想させる事情の1つであるといえるし，光磁界センサを油田用に用いることを当業者が容易に想到し得たことは上記説示のとおりであるから，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その他の原告の主張も，いずれも上記(1)の判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，引用発明を，油田用の掘削穴ケーシングのケーシングカラーの探知のために使用することは，当業者にとって容易に想到し得たことであると認められるから，この点に関する審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がない。よって，原告の請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}