{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告らの求めた判決",
      "text": [
        "特許庁が無効2012-800055号事件について平成25年6月19日にした審決中，「特許第3860176号の請求項7に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の特許無効審判請求により原告らの特許を無効とした審決の取消訴訟である。争点は，補正に関しての新規事項の追加の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告日本ポリ鉢販売株式会社は，平成16年3月26日，名称を「育苗ポット及び表示板付育苗ポット」とする発明につき，特許出願をし(特願2004-91839号・ただし，出願日を平成16年2月25日とする特願2004-49086号〈国内優先権主張出願：特願2003-398521号，出願日：平成15年11月28日〉の分割出願・甲2，4の1の1～5，乙2)，平成18年3月22日付け手続補正書(甲4の2)により，特許請求の範囲の変更を含む本件補正をした上で(甲3，乙3)，同年9月29日，特許登録を受けた(特許第3860176号，甲1，乙1)。その後，原告有限会社金山化成が，特許権の一部を原告日本ポリ鉢販売株式会社から譲り受け，平成23年7月25日付けで一部移転の登録がなされた(甲10)。",
            "被告は，平成24年4月11日，請求項4及び7につき特許無効審判請求をした(無効2012-800055号)ところ，原告らは，特許請求の範囲の記載の一部及び明細書の発明の詳細な説明の記載の一部をそれぞれ訂正する平成25年4月22日付け訂正請求書により，請求項4を削除するなどの訂正請求(本件訂正・甲5の1の1～3，5の2)をした。特許庁は，同年6月19日，「訂正を認める。特許第3860176号の請求項7に係る発明についての特許を無効とする。」との審決をし，この謄本は同月27日に原告らに送達された。(なお，本件訴訟において，審決が訂正を認めた部分については争いがない。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願当初",
              "text": [
                "本件の願書に最初に添付した明細書，特許請求の範囲又は図面(甲4の1の1～5。以下，まとめて「当初明細書等」という。)によれば，当初出願に係る特許請求の範囲(請求項1)の記載は，以下のとおりである。",
                "【請求項1】(当初発明)",
                "「  苗に関する情報が表示された表示板を育苗ポットに対して略直立した状態で固定することができると共に，育苗ポット内に培土が収納されている状態であっても，その表示板を取付けるための位置を外部から容易に把握することができる育苗ポット及び表示板付育苗ポット。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後",
              "text": [
                "平成18年3月22日付け手続補正書(甲4の2，3。以下「補正明細書」という。)によれば，本件補正後の特許請求の範囲の記載は，以下のとおりである(下線部は，補正箇所。)。",
                "【請求項4】(本件発明4)",
                "「底壁と，その底壁の縁部から上方に向かって立設する側壁と，その側壁と前記底壁とで囲まれる空間であって苗や培土を収納する収納空間と，その収納空間に培土や苗を入れるために前記側壁の上縁部により形成される開口面とを備えた育苗ポットにおいて，",
                "前記側壁は，",
                "前記底壁側の側壁面が前記上縁部側の側壁面に対して段差部を有して前記収納空間側へ窪んで形成されており，その段差部は，前記収納空間に前記培土を収納した場合にその培土によって埋没した状態となる位置に形成され，",
                "その段差部の前記開口面を臨む部分に開口され，前記収納空間に収納される苗に関する情報が表示された表示板を差込む差込み口と，",
                "その差込み口の位置を前記側壁の外面側から把握するための目印とを備えていることを特徴とする育苗ポット。」",
                "【請求項7】(本件発明7)",
                "「底壁と，その底壁の縁部から上方に向かって立設する側壁と，その側壁と前記底壁とで囲まれる空間であって苗や培土を収納する収納空間と，その収納空間に培土や苗を入れるために前記側壁の上縁部により形成される開口面とを備えた育苗ポットにおいて，",
                "前記側壁は平面視多角形に形成されており，",
                "その多角形に形成された側壁の少なくとも1の面は，",
                "前記底壁側の側壁面が前記上縁部側の側壁面に対して段差部を有して前記収納空間側へ窪んで形成されており，その段差部は，前記収納空間に前記培土を収納した場合にその培土によって埋没した状態となる位置に形成され，",
                "その段差部の前記開口面を臨む部分に開口され，前記収納空間に収納される苗に関する情報が表示された表示板を差込む差込み口を有し，",
                "その差込み口は，前記多角形に形成された側壁の1の面における周方向の略中央部に形成されていることを特徴とする育苗ポット。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正後",
              "text": [
                "平成25年4月22日付け訂正請求書(甲5の1の1～3)によれば，本件訂正に係る特許請求の範囲の記載は，以下のとおりである(下線部は，訂正箇所。)。",
                "「【請求項4】(削除)」",
                "【請求項7】(訂正発明7)",
                "「底壁と，その底壁の縁部から上方に向かって立設する側壁と，その側壁と前記底壁とで囲まれる空間であって苗や培土を収納する収納空間と，その収納空間に培土や苗を入れるために前記側壁の上縁部により形成される開口面とを備えた育苗ポットにおいて，",
                "前記側壁は平面視多角形に形成されており，",
                "その多角形に形成された側壁の少なくとも1の面は，",
                "前記底壁側の側壁面が前記上縁部側の側壁面に対して段差部を有して前記収納空間側へ窪んで形成されており，その段差部は，前記収納空間に前記培土を収納した場合にその培土によって埋没した状態となる位置に形成され，",
                "その段差部の前記開口面を臨む部分に開口され，前記収納空間に収納される苗に関する情報が表示された表示板を差込む差込み口を有し，",
                "その差込み口は，前記多角形に形成された側壁の1の面における周方向の略中央部に形成され，",
                "前記段差部は，少なくともその差込み口が開口されている部分に形成されていることを特徴とする育苗ポット。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被告が主張する無効理由",
          "text": [
            "本件発明4及び7は，本件補正により追加されたものであるが，当初明細書等に記載された範囲のものではないから，新規事項の追加となり，特許法17条の2第3項の規定に違反するものである。",
            "したがって，本件発明4及び7は，特許法123条1項1号の規定に該当するため，無効とすべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正について",
              "text": [
                "請求項4に係る本件訂正(請求項4の削除)は，特許請求の範囲の減縮を行うものであり，請求項7に係る本件訂正は，明瞭でない記載の釈明を目的とするものである。また，請求項7に係る本件訂正の訂正事項は，本件訂正前の請求項7にも記載されている。よって，請求項7に係る本件訂正は，実質上特許請求の範囲を拡張し，又は変更するものではない。",
                "さらに，請求項7に係る本件訂正の訂正事項は，本件訂正前の請求項7にも記載されているので，請求項7に係る本件訂正は，当初明細書等に記載した事項の範囲内においてされたものである。",
                "よって，本件訂正は適法である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当初明細書等から把握されるのは，「第1凹部7の段差部」であって，第1凹部である以上，他の第1凹部の構成要素(側壁B，C)と切り離して単独で「段差部」という構成とすることはできない。また，収納空間に培土を収納した場合にその培土によって埋没した状態となる位置に形成されることが，記載され，かつ，図示されているのは「段差部」ではなく，「第1凹部7の段差部」であり，「第1凹部7の段差部」の「段差部」のみを取り出した「段差部」の発明特定事項は，当初明細書等に記載されているとはいえず，新たな技術的事項を導入するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，当初明細書の段落【0082】の記載を根拠として，根巻き防止機能を持たせない場合には，側壁B，Cはなくなり，側壁Aについて，差込み口以外の部分を連続させると，全周に連続的に形成された「段差部」になると主張するが，当初明細書等には，原告らの主張における「根巻き防止機能を持たせない場合には側壁B，Cはなくな」ることの記載も示唆もないことから，「側壁B，Cはなくな」るのではない。「例えば，えくぼ的に収納空間5側に窪むように形成しても良い。」との記載から示唆される，側壁の上部と側壁の下部は，同一レベルの平面上にあるものの，側壁の中間部に側壁B，Cのあるえくぼ的に窪んだものが想定されるにすぎない。当初明細書等には，「差込み口以外の部分を連続させる」ことの記載も示唆もないことから，「凹部」から側壁B，Cをなくし「段差部」のみを抽出し，差込み口以外の部分を連続させることにより新たな技術的事項を導入しているものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，「育苗ポットの全周に段差部が形成されたもの」が含まれるとしたならば，段差部だけでは第1凹部7の高さの位置を把握できても周方向(水平方向)の位置を把握することはできず，当然に差込み口9の位置も把握できないことになり，発明の課題を解決することにはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，仮に，垂直方向に伸びる縦壁(本願の縦壁B，Cに相当)が根巻き防止機能を果たすことが，本件特許の出願時において，当業者にとって周知の技術事項であり，技術常識であって，2段以上の複数段に形成された育苗ポットが周知であったとしても，段落【0082】の「第1凹部7には，苗Ｎの根を底壁3側に導く機能を持たせず，差込み口9を設けるための部位としての機能だけを持たせるようにしても良い。」の記載を根拠に，根巻き防止機能を持たせない場合に，「凹部」から垂直方向に伸びる縦壁を全て取り除くことは当初明細書等全体の記載から想定されない。この記載から想定されるのは，あくまで「凹部」であって，「底壁3側に導く機能を持たせ」ない以上，垂直方向に伸びる縦壁の「底壁3側」を一部取り除いたものが想定されるのみである。",
                    "そうすると，段落【0082】記載の「かかる場合，第1凹部7は，本実施例のように帯状に形成する必要はなく，例えば，えくぼ的に収納空間5側に窪むように形成しても良い。」からは，帯状ではない凹部，例えば，えくぼ的に窪んだものが想定され，「凹部」から「段差部」のみを抽出して，育苗ポットの全周に段差部が形成されたものや，一つの側壁の全幅に渡って段差部が形成されたものまで想定されるとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，請求項7に係る本件補正は，「第1凹部7の段差部」を「段差部」とすることにより，育苗ポットの全周に段差部が形成されたものや一つの側壁の全幅に渡って段差部が形成されたものまで想定されることになり，これらは「第1凹部」等の開示しかない当初明細書等には記載されていない事項であり，かつ，当業者にとって自明な事項の範囲内のものでもないものまで含むこととなり，新たな技術的事項を導入するものである。",
                    "以上により，本件補正は，当初明細書等に記載された範囲のものではなく，新規事項の追加となるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正発明7の無効について",
              "text": [
                "本件訂正後の請求項7は，依然として「段差部」を含んでいるから，やはり，当初明細書等に記載された範囲のものではなく，新規事項の追加となる。",
                "したがって，訂正発明7は，特許法17条の2第3項の規定に違反してなされたものであり，同法123条1項1号に該当し，無効とすべきものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の審決取消事由",
      "text": [
        "本件補正による「段差部」は，当初明細書等に記載された範囲内のものであって，新たな技術的事項を導入するものではなく，技術的事項の変更を目的とするものでない訂正発明7についても新規事項の追加には当たらないのに，これを新たな技術的事項の導入に当たるとした審決の判断は，以下のとおり，誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "訂正発明7は，段差部(第1凹部7の開口面6を臨む部分，横壁A)が，培土によって埋没した状態となる位置に形成され，その段差部に差込み口が開口されているので，差込み口に差し込まれた表示板は，側壁と培土とによって挟まれた状態とされ，表示板を直立状態で固定でき(第1の効果)，差込み口が，多角形に形成された側壁の1の面における周方向の略中央部に形成され，かつ，段差部に開口されているので，側壁側から差込み口の位置を把握できる(第2の効果)というものである。",
            "訂正請求項7の「段差部」の発明特定事項は，a)「その多角形に形成された側壁の少なくとも1の面は，前記底壁側の側壁面が前記上縁部側の側壁面に対して段差部を有して前記収納空間側へ窪んで形成されており，」，b)「その段差部は，前記収納空間に前記培土を収納した場合にその培土によって埋没した状態となる位置に形成され，」，c)「前記段差部は，少なくともその差込み口が開口されている部分に形成されている」ことである。そして，当初明細書の段落【0049】の「側壁4には，他の側壁4の外面よりも収納空間5側に窪み，側壁4の上縁部との間に所定間隔を開けた位置から底壁3まで帯状に延びる1つの第1凹部7と…とが形成されている。」との記載及び当初図面の特に図2(b)，図5(b)によれば，「側壁4には，他の側壁4の外面よりも収納空間5側に窪んだ段差部」が記載され， 段落【0068】の記載及び図1によれば，「段差部は，収納空間に培土を収納した場合にその培土によって埋没した状態となる位置に形成されること」が記載されており，さらに，段落【0055】の記載及び図2，4～6によれば，「段差部(第1凹部7の開口面6を臨む部分，横壁A)は，差込み口が開口されている部分に形成されていること」が記載されているから，訂正発明7の発明特定事項はいずれも当初明細書等に記載されている。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決は，「『第1凹部の段差部』の『段差部』のみを取り出した『段差部』の発明特定事項は，当初明細書等に記載されているとはいえず，新たな技術的事項を導入するものである」と判断している。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "しかし，1の構造物について，各部位を機能毎に技術的に把握することは，技術者(当業者)にとっては，ごく自然なことである。本件の「第1凹部」の場合も同様であり，「差込み口を設ける部位(段差部(横壁A))」と，「根巻き防止機能を果たす部位(縦壁B，C)」とを，それぞれ別個の技術的要素として把握することは技術者にとって一般的である。しかも本件の場合，第1凹部を，差込み口を設ける部位(段差部(横壁A))と，根巻き防止機能を果たす部位(縦壁B，C)とに，分解して解釈することを阻害する要因はなく，両者が一体不可分とされた「第1凹部」だけが記載されているという根拠もない。",
                "そして，段落【0053】，【0082】の記載からも明らかであるように，出願当初より，第1凹部の各部位は，差込み口を設ける部位(段差部(横壁A))と，根巻き防止機能を果たす部位(縦壁B，C)との機能毎に区別して記載され，両者は，それぞれ別個の技術的構成要素として把握され記載されている。また，発明項1の第1凹部は，段落【0086】のとおり，実施例の「第1凹部7」と同じ名称ではあるものの，必ずしも底壁側に向かって帯状に形成されたものには限られず，段落【0026】，【0027】のとおり，発明項1では根巻き防止の効果に言及されていないことからすれば，発明項1の第1凹部は，必ずしも根巻き防止の効果を果たすものではない。これに対し，発明項2の第1凹部は，発明項1の第1凹部を下位概念化したものであり，段落【0087】のとおり，底壁側に向かって帯状に形成されたものとなっている。このため段落【0028】，【0029】のとおり，発明項2では，根巻き防止の効果があることが明確に記載されている。このように発明項1，2に記載された技術思想からも，「差込み口を設ける部位(段差部(横壁A))」と，「根巻き防止機能を果たす部位(縦壁B，C)」とが別々の技術的事項として，出願当初から把握され記載されていたことが理解できる。",
                "以上のとおり，当初明細書等に接した当業者であれば，「段差部」を，「第1凹部」と切り離した単独の構成として理解することは当然であり，「第1凹部の段差部」しか記載されていないとする審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，第1凹部7は，実施例にすぎないから，他の記載から，「第1凹部」以外の態様の段差部が読み取れるか否かを検討しなければならない。",
                "しかるところ，以下のとおり，「横壁Aを，縦壁B，Cを伴わずに形成すること」も，「横壁Aを，縦壁B，Cを伴わずに，側壁の全周に形成すること」も，当初明細書等から自明である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「横壁Aを，縦壁B，Cを伴わずに形成すること」について",
                  "text": [
                    "段落【0050】～【0053】には，縦壁B，Cが根巻き防止機能を持ち，横壁Aが差込み口を設けるための部位としての機能を持つことが記載されている。また，甲6の1～10(甲7の1～10)のとおり，垂直方向に延びる縦壁(第1凹部の縦壁B，Cに相当)が根巻き防止機能を果たすことは，周知の技術常識である。",
                    "これらのことに照らせば，段落【0082】の「第1凹部7には，苗Ｎの根を底壁3側に導く機能を持たせず，差込み口9を設けるための部位としての機能だけを持たせるようにしても良い。」との記載から，「横壁Aを，縦壁B，Cを伴わずに形成すること」は，当業者であれば自明である。そして，横壁Aを，縦壁B，Cを伴わずに形成しても，差込み口は横壁Aに開口されているので，表示板は，側壁と培土とに挟まれ，表示板を直立状態で固定できるし，高さ方向における差込み口の位置は，段差部(横壁A)によって把握できる。また，当初明細書等の段落【0052】と，図2(b)等とに記載されているとおり，差込み口が，平面視多角形に形成されている側壁の1の面における周方向の略中央部に形成されているので，周方向における差込み口の位置も把握できる。しかも，縦壁B，Cは，上記作用効果の達成に何ら関与していない。",
                    "このように，「横壁Aを，縦壁B，Cを伴わずに形成することで，表示板を直立状態で固定できると共に，側壁側から差込み口の位置を把握できる」という技術的事項は，当初明細書等から自明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「横壁Aを，縦壁B，Cを伴わずに，側壁の全周に形成すること」について",
                  "text": [
                    "甲8の1～17(甲9の1～17)のように，2段以上の複数段に形成された育苗ポット，すなわち，段差が側壁の全周に形成された育苗ポットは，周知の技術常識である。したがって，実施例及び当初明細書の段落【0082】の記載に基づけば，横壁Aを，縦壁B，Cを伴わずに形成する場合に，「横壁Aを，縦壁B，Cを伴わずに，側壁の全周に形成すること」は，当初明細書等から，容易に読み取れる事項である。",
                    "そして，横壁Aを，縦壁B，Cを伴わずに，側壁の全周に形成しても，横壁Aには，差込み口が開口されているので，表示板は，側壁と培土とに挟まれ，表示板を直立状態で固定できるし，高さ方向における差込み口の位置は，段差部(横壁A)によって把握できる。また，差込み口は，平面視多角形に形成されている側壁の1の面における周方向の略中央部に形成されているので，周方向における差込み口の位置も把握でき，側壁側から差込み口の位置を把握できるといえる。よって，「横壁Aを，縦壁B，Cを伴わずに，側壁の全周に形成すること」は，本件発明の目的を出願当初から何ら変更するものでもない。",
                    "しかも，横壁Aが側壁の全周に形成されたとしても，上記作用効果の達成は何ら阻害されるものではないし，また，縦壁B，Cは，上記作用効果の達成に何ら関与していない。",
                    "以上によれば，「横壁Aを，縦壁B，Cを伴わずに，側壁の全周に形成することで，表示板を直立状態で固定できると共に，側壁側から差込み口の位置を把握できる」という技術的事項は，当初明細書等に記載されているのと同視でき，当初明細書等から自明である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "差込み口の位置を外部から把握するという機能を果たす上では，表示板が育苗ポットに対して上から下に略垂直方向に挿入されるものである以上，差込み口の高さというよりは，水平方向の位置が分かるようにする点にこそ重要な意義を有するものである。そのため，当初明細書等においても，段落【0083】の場合を除き，実施例を含めて一貫して，横壁Aと縦壁B，Cにて構成される第1凹部7において差込み口の位置を把握する機能を担わせることとなっており，水平方向における側壁の幅より狭い一定の幅を有する横壁Aとその両端部から形成される縦壁B，Cにおいて，水平方向の位置を把握する機能を発揮させるものとなっている。当初明細書等には，第1凹部7につき，垂直方向のみの目印を果たす旨を示唆する記載はない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "当初明細書等には，側壁の水平方向における幅より狭い一定の幅を有した横壁Aとその両端部から形成される縦壁B，Cによって構成される第1凹部7しか，開示も示唆もなされていない。",
            "当初明細書等には，「段差部」との用語は一切記載されておらず，いずれの図面にも，第1凹部7は，側壁の水平方向に一定の幅を有するもので，かつ，底壁側まで達する帯状のものしか開示されていない。当初明細書等において，当該凹部は，いずれも側壁の全周に渡るものでも側壁の一つの幅全体に渡るものでもなく，側壁の幅より狭い一定の幅を有したものを前提とした記載となっている。",
            "また，段落【0086】，【0011】，【0012】，【0026】，【0027】の記載からは，第1凹部7が目印となって差込み口の位置が把握される以上，当業者にとって，第1凹部7は側壁の水平方向に一定の幅(差込み口の幅)を有するものであることが想起される。",
            "さらに，当初発明は，実施例である「第1凹部7」に限定されるものでないとの前提に立ったとしても，凹部の形状が側壁の水平方向に無限定なものまで拡張することを示唆するような記載はない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "当初明細書等には，「根巻き防止機能を持たせない場合には側壁B，Cはなくなる」ことや「差込み口以外の部分を連続させる」ことのいずれについても，記載も示唆もない。",
            "段落【0082】においては，第1凹部の有する機能の内，根巻き防止機能はなくしてもよいとするだけであり，差込み口の位置を示す機能は排除されていない。同段落に接した当業者が，第1凹部7につき，育苗ポットの全周に連続的に形成されたものまで記載されているのと同然であると理解するような事項であるとは到底いえない。",
            "また，仮に，第1凹部7につき，「育苗ポットの全周に段差部が形成されたもの」が含まれるとしたならば，段差部だけでは第1凹部7の周方向の位置を把握することはできず，当然に差込み口9の位置も把握できないことになるため，かかる第1凹部から，差込み口の水平方向の位置を示すという重要かつ便利な機能を喪失させるものであるのみならず，段落【0009】に記載された本件発明の解消しようとする課題を解決することにはならない。",
            "垂直方向に伸びる縦壁が根巻き防止機能を果たすこと及び2段以上の複数段に形成された育苗ポットが周知であったとしても，根巻き防止機能を持たせない場合に，「凹部」から垂直方向に伸びる縦壁を全て取り除くことは，当初明細書等全体の記載から想定されない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "当初発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "当初明細書の記載",
              "text": [
                "当初明細書等(甲2，4の1の1～5)には次の記載がある(なお，段落【0077】，【0082】における明らかな誤字脱字については，当裁判所において訂正の上摘記した。)。",
                "【技術分野】",
                "【0001】",
                "本発明は，苗に関する情報が表示された表示板を育苗ポットに対して略直立した状態で固定することができると共に，育苗ポット内に培土が収納されている状態であっても，その表示板を取付けるための位置を外部から容易に把握することができる育苗ポット及び表示板付育苗ポットに関する。",
                "【背景技術】",
                "【0002】",
                "従来より，草花や野菜等の苗を育苗するためにポリエチレンやポリプロピレン等の軟質合成樹脂で構成された育苗ポットが使用されている。この育苗ポットで育苗される苗は，育苗ポットごと運搬され，店頭にて展示販売される。店頭での展示販売の際には，消費者のために，育苗ポットに苗の名称，栽培方法，成長後の様子を表す図形や写真等の苗に関する情報が表示された表示板が取付けられる。",
                "・・・",
                "【0006】",
                "・・・特許文献1には，育苗ポットの上縁部に設けた鍔部と，その鍔部に表示板を差込むための孔とを備えた育苗ポットが開示されている。この育苗ポットによれば，表示板は鍔部に設けた孔に差込まれ，その孔と係合した状態で育苗ポットに取付けられる。よって，育苗ポットから表示板を引き抜かれ難くすることができると共に，表示板の取り付け作業を簡単にすることができる。",
                "【特許文献1】実公平7-46128号公報(図1等)",
                "【発明の開示】",
                "【発明が解決しようとする課題】",
                "【0007】",
                "しかしながら，上述した特許文献1に記載した方法では，表示板を孔の部分だけで支持しているため表示板がぐらつき易く，風，運搬時の衝撃，自重等の影響により，ある育苗ポットに取付けた表示板は右に傾いたり，別の育苗ポットに取付けた表示板は前のめりになったりする等，表示板を育苗ポットに対して略直立した状態で固定することができないという問題点があった。",
                "【0008】",
                "一方で，本出願人は，かかる問題点を解決すべく，孔を鍔部ではなく，育苗ポットの側壁に設けることを試みた。この場合，孔に差込まれた表示板は，育苗ポットの側壁と培土とによって挟み込まれる状態になるので，特許文献1に記載された方法に比べて表示板のぐらつきが少なく，表示板を育苗ポットに対して略直立した状態で固定することができた。",
                "【0009】",
                "しかし，表示板は育苗ポットに培土を収納した後に取付けられるので，本出願人が試みた方法では，孔に表示板を差込む際には，孔は培土に埋もれ，育苗ポットの開放面からは孔の位置を把握することができず，また，この孔は一直線状の切込みで形成されているので，育苗ポットの側面からも孔の位置を把握するのが困難であるという問題点があった。",
                "【0010】",
                "本発明は，上述した問題点を解決するためになされたものであり，苗に関する情報が表示された表示板を育苗ポットに対して略直立した状態で固定することができると共に，育苗ポット内に培土が収納されている状態であっても，その表示板を取付けるための位置を外部から容易に把握することができる育苗ポット及び表示板付育苗ポットを提供することを目的としている。",
                "【課題を解決するための手段】",
                "【0011】",
                "この目的を達成するために発明項1記載の育苗ポットは，底壁と，その底壁の縁部から上方に向かって立設する側壁と，その側壁と前記底壁とで囲まれる空間であって苗や培土を収納する収納空間と，その収納空間に培土や苗を入れるために前記側壁の上縁部により形成される開口面と，前記側壁の一部であって，前記側壁の上縁部との間に所定間隔を開けた部分に他の側壁の外面よりも前記収納空間側に窪む第1凹部と，その第1凹部の前記開口面を臨む部分に開口され，前記収納空間に収納される苗に関する情報が表示された表示板を差込む差込み口とを備えていることを特徴とする育苗ポット。",
                "【0012】",
                "この発明項1に記載の育苗ポットによれば，苗に関する情報が表示された表示板は差込み口に差込まれることで育苗ポットに取付けられる。ここで，この差込み口は第1凹部の開口面を臨む部分に開口されているので，収納空間に培土を収納した後に，開口面からは差込み口を把握することはできない。一方，差込み口が開口されている第1凹部は，側壁の一部であって他の側壁の外面よりも収納空間側に窪んだ部分であるので，その第1凹部を目印とすることで，差込み口の位置は，育苗ポットの側壁側から把握される。また，第1凹部は，側壁の上縁部との間に所定間隔を開けた部分に設けられているので，その所定間隔を開けた部分では，差込み口に差込まれた表示板は，側壁の内面と培土とによって挟まれた状態とされる。",
                "【0013】",
                "発明項2記載の育苗ポットは，発明項1記載の育苗ポットにおいて，前記第1凹部は，前記側壁の上縁部との間に所定間隔を開けた位置から前記底壁側に向かって帯状に延びて形成されている。",
                "・・・",
                "【0020】",
                "発明項9記載の育苗ポットは，発明項1又は2に記載の育苗ポットにおいて，前記第1凹部は前記側壁に複数備えられており，その各々に前記差込み口が開口されている。",
                "・・・",
                "【発明の効果】",
                "【0026】",
                "発明項1記載の育苗ポットによれば，差込み口が開口されている第1凹部は，側壁の上縁部との間に所定間隔を開けた部分に設けられているので，その所定間隔を開けた部分では，差込み口に差込まれた表示板は，側壁の内面と培土とによって挟まれた状態とされる。よって，表示板を育苗ポットに対して略直立した状態で固定することができるという効果がある。",
                "【0027】",
                "また，差込み口が開口されている第1凹部は，側壁の一部であって他の側壁の外面よりも収納空間側に窪んだ部分であるので，収納空間に培土を収納し，差込み口が培土に埋もれ，開口面から差込み口の位置を把握することができなくなったとしても，第1凹部を目印とすることで，育苗ポットの側壁側から差込み口の位置を把握することができるという効果がある。",
                "【0028】",
                "発明項2記載の育苗ポットによれば，発明項1に記載の育苗ポットの奏する効果に加え，第1凹部は，側壁の上縁部との間に所定間隔を開けた位置から底壁側に向かって帯状に延びて形成されているので，苗の根が根巻き状態になるのを防止して，苗の根を底壁側に導くことができるという効果がある。",
                "【0029】",
                "育苗ポットで育苗されている苗は，育苗ポットの略中央部に植えられる。苗の根は，育苗ポットの中央部から側壁に向かって延び，更に，側壁に当たる位置まで延びると，側壁の周方向に沿って延びてゆき，所謂根巻き状態になる。根巻き状態になると，培土中の水分が不均一になったり，根に供給される酸素流通が阻害されたり，根の健全な育成が阻害される。しかし，この育苗ポットによれば，側壁の周方向に沿って延びる苗の根は，第1凹部に当たり，底壁側に延びる第1凹部に沿って底壁側に延びていくので，根巻きの発生を防止し，根の健全な育成を促進させることができるという効果がある。",
                "【0030】",
                "発明項3記載の育苗ポットによれば，発明項2に記載の育苗ポットの奏する効果に加え，側壁の一部であって，他の側壁の外面よりも収納空間側に窪み，側壁の上縁部との間に所定間隔を開けた位置から底壁側に向かって帯状に延びる少なくとも1以上の第2凹部を備えているので，第1凹部に加え，この第2凹部に当たった根も，第2凹部に沿って底壁側に延びてゆくので，より効率的に根巻き状態になるのを防止することができる。",
                "【0031】",
                "また，第2凹部と第1凹部とは，その外観形状を異にするように構成されているので，たとえ，第2凹部を備えている場合であっても，第2凹部と第1凹部とを区別でき，第1凹部を目印として，第1凹部に開口する差込み口の位置を簡単に把握することができるという効果がある。",
                "【0032】",
                "発明項4記載の育苗ポットによれば，発明項3に記載の育苗ポットの奏する効果に加え，第1凹部と側壁の上縁部との間に開けられる所定間隔は，第2凹部と側壁の上縁部との間に開けられる所定間隔よりも広く開けて構成されているので，側壁の上縁部との間に開けられた所定間隔を比べることで，第1凹部と第2凹部とを一見して区別することができるという効果がある。",
                "・・・",
                "【発明を実施するための最良の形態】",
                "【0043】",
                "以下，本発明の好ましい実施例について添付図面を参照して説明する。本発明の実施例における育苗ポット1は，苗Ｎに関する情報が表示された表示板2を育苗ポット1に対して略直立した状態で固定することができると共に，育苗ポット1内に培土Bが収納されている状態であっても，表示板2を取付けるための位置を外部から容易に把握することができるものである。",
                "・・・",
                "【0049】",
                "また，側壁4には，他の側壁4の外面よりも収納空間5側に窪み，側壁4の上縁部との間に所定間隔を開けた位置から底壁3まで帯状に延びる1つの第1凹部7と3つの第2凹部8とが形成されている。",
                "【0050】",
                "第1凹部7と第2凹部8とは，所謂根巻きの発生を防止するためのものである。育苗ポット1で育苗されている苗Ｎは，育苗ポット1の略中央部に植えられる。苗Ｎの根は，育苗ポット1の中央部から側壁4に向かって延び，更に，側壁4に当たる位置まで延びると，側壁4の周方向に沿って延びてゆき，所謂根巻き状態になる。苗Ｎの根が根巻き状態になると，培土B中の水分が不均一になったり，根に供給される酸素流通が阻害されたり，根の健全な育成が阻害される。",
                "【0051】",
                "しかし，本実施例の育苗ポット1によれば，側壁4の周方向に沿って延びる苗Ｎの根は，第1凹部7や第2凹部8に当たり，底壁3側に延びる第1凹部7や第2凹部8に沿って底壁3側に延びていくので，苗Ｎの根が根巻き状態になるのを防止して，根の健全な育成を促進させることができる。",
                "【0052】",
                "また，第1凹部7と第2凹部8とは，側壁4を構成する4つの面の略中央部に各々配置されている。即ち，第1凹部7と第2凹部8とは側壁4の全周を略等分するように配置されているので，苗Ｎの根を略均等に底壁3側に導くことができる。",
                "【0053】",
                "このように，第1凹部7と第2凹部8とは，苗Ｎの根が根巻き状態になるのを防止する機能を有する点で共通するが，一方で，第1凹部7には，表示板2を差し込むための差込み口9を設ける部位としての機能をも有し，そのため，第1凹部7と第2凹部8とでは，次の2点において，その構成を異にする。",
                "【0054】",
                "第1に，第1凹部7は，側壁4の上縁部との間に形成される所定間隔が，第2凹部8のそれより広く形成されている点で異なる。逆に言えば，第1凹部7の底壁3から高さh2(＝6．5cm)は，第2凹部8の底壁からの高さh3(＝9．5cm)より低く形成されている点で異なる。これにより，側壁4の上縁部からの所定間隔や，底壁3からの高さに着目すれば，側壁4の外面を観察することにより，簡単に第1凹部7と第2凹部8とを区別することができる。",
                "【0055】",
                "第2に，第1凹部7の開口面6を臨む部分には，表示板2を差込む差込み口9が一直線状に開口されている点で異なる。表示板2は，この差込み口9に差込まれることによって育苗ポット1に固定される。",
                "【0056】",
                "尚，この差込み口9は，第1凹部7の開口面6を臨む部分において，側壁4の内面側に出来るだけ隣接させて配置することが望ましい。この位置に差込み口9を配置することにより，差込み口9に表示板2を差込む場合には，側壁4の内面に沿って表示板2を差込めば，表示板2を差込み口9に到達させ易くすることができる。",
                "・・・",
                "【0068】",
                "通常，表示板2は，育苗ポット1に培土Bを収納した後に差込み口9に差込まれ，育苗ポット1に取付けられる。また，培土Bは第1凹部7よりも高い位置になるまで収納される。よって，育苗ポット1に培土Bを収納した後には，差込み口9は，培土Bに埋まり，開口面6からは，差込み口9の位置を把握することができない。",
                "【0069】",
                "一方，側壁4の外面側からは，側壁4の外面から窪む第1凹部7と第2凹部8との位置は簡単に把握でき，更に，側壁4の上縁部からの所定間隔や底壁3からの高さに注目すれば，第1凹部7の位置は簡単に把握することができる。即ち，差込み口9は，第1凹部7の開口面6を臨む位置に配置されているので，第1凹部7の位置を把握できれば，差込み口9の位置も把握することができる。",
                "【0070】",
                "こうして，第1凹部7の位置を把握した後は，表示板2を脚部2b側から，第1凹部7に沿うように側壁4の内面と培土Bとの間に差込む。すると，脚部2bの切欠き部2cより下方の部分が，差込み口9に差込まれ，表示板2が育苗ポット1に取付けられる。",
                "【0071】",
                "この状態で，表示板2の脚部2bにおいて切欠き部2cより上方の部分は，側壁4の内面と培土Bとに挟まれた状態となるので，従来と比べて，表示板2を育苗ポット1に対して直立した状態で固定することができる。",
                "【0072】",
                "次に，図5を参照して第2実施例の育苗ポット100について説明する。図5(a)は育苗ポット100の平面図であり，図5(b)は図5(a)のV-V線における育苗ポット100の断面図である。尚，図5は図2に対応する図であり，第1実施例の育苗ポット1と共通する構成については同一の符号を付し，その説明は省略する。",
                "【0073】",
                "第2実施例の育苗ポット100は，第1実施例の育苗ポット1において側壁4の3つ面の各々に配置されていた3つの第2凹部8に代えて，その側壁4の3つの面の各々に第1凹部7を配置して構成され，また，その第1凹部7の各々には差込み口9が開口されている。即ち，第2実施例の育苗ポット100は，側壁4の各面に差込み口9が開口された第1凹部7が配置された育苗ポットである。",
                "・・・",
                "【0075】",
                "花Fの咲いた状態の苗Ｎを育苗ポットごと販売する場合には，花Fの正面を消費者側に向けると共に，その花Fの手前側において苗Ｎに関する情報が表示されている面が消費者側に向くように表示板2を育苗ポットに取り付けることがこの好ましい。",
                "【0076】",
                "しかし，花Fが何れの方向に向いて咲くのかは，花Fが咲いてみない限り不明であるため，花Fの向いている方向と同じ方向に，苗Ｎに関する情報が表示されている表示板2の面を向けるには，花Fが咲いた後に，その花Fの向きに合わせて表示板2を育苗ポット100に取り付ける必要がある。",
                "【0077】",
                "ところが，上述した第1実施例の育苗ポット1では，差込み口9が開口された第1凹部7は側壁4の1つの面にしか配置されていないため，たまたま花Fが第1凹部7が配置された面に向いて咲いたり，第1凹部7が配置された面に花Fの正面が向くように苗Ｎを植え替えたりしない限り，花の正面と，苗Ｎに関する情報が表示されている表示板2の面とを同一方向に向けることはできない。",
                "【0078】",
                "一方，第2実施例の育苗ポット100によれば，側壁4の各面に差込み口9が開口された第1凹部7が配置されているので，例えば，花Fの正面が矢印A方向に向いている場合には，その花Fの正面が向いている方向に対応した第1凹部7の差込み口9に表示板2を差込み(図中の実線参照)，また，花の正面が矢印B方向に向いている場合には，その花の正面が向いている方向に対応した第1凹部7の差込み口9に表示板2を差込むことで(図中の点線参照)，苗Ｎに関する情報が表示されている表示板2の面が，花Fの正面と同じ方向に向くように，表示板2を育苗ポット100に取り付けることができる。よって，花Fの正面と，苗Ｎに関する情報が表示されている表示板2の面とを消費者側に向けて販売することができ，見た目の美しさから消費者の購買意欲を喚起させることができる。",
                "【0079】",
                "また，第1実施例の育苗ポット1のように，側面4に形成された凹部が第1凹部7であるか第2凹部8であるかを判断する必要はなく，側面4に形成された凹部は全て第1凹部7であり，その第1凹部7には差込み口9が開口されているので，収納空間5に培土Bによって差込み口9が埋もれ，差込み口9の位置を外部から把握できなくても，第1凹部7の窪みを目印とすることで，表示板2を差込む位置を外部から容易に判断することができる。",
                "【0080】",
                "以上，上記実施例に基づき本発明を説明したが，本発明は上記実施例に何ら限定されるものでなく，本発明の主旨を逸脱しない範囲内で種々の改良変形が可能であることは容易に推察できるものである。",
                "【0081】",
                "例えば，上記実施例においては，第1凹部7と第2凹部8とを区別する方法として，側壁4の上縁部からの所定間隔の違いや，底壁3からの高さの違いにより区別する方法を説明した。しかしながら，第1凹部7と第2凹部8とを区別する方法としては，かかる方法に限定されるものではない。例えば，帯状に形成される第1凹部7と第2凹部8との幅を異にするようにしても良く，第1凹部7と第2凹部8との外観形状を異にし，第1凹部7と第2凹部8とを区別可能であれば良い。",
                "【0082】",
                "また，上記実施例では，第1凹部7に，差込み口9を設けるための部位としての機能と，苗Ｎの根を底壁3側に導くための機能との2つの機能を持たせる場合について説明した。しかしながら，第1凹部7には，苗Ｎの根を底壁3側に導く機能を持たせず，差込み口9を設けるための部位としての機能だけを持たせるようにしても良い。かかる場合，第1凹部7は，本実施例のように帯状に形成する必要はなく，例えば，えくぼ的に収納空間5側に窪むように形成しても良い。",
                "【0083】",
                "また，上記実施例では，第1凹部7と第2凹部8とは，側壁4の外面から収納空間5側に窪むように形成する場合について説明した。しかしながら，第1凹部7と第2凹部8とは，側壁4の内面から収納空間5側に突出するように形成しても良い。但し，かかる場合には，側壁4の外面には，差込み口9の位置を示すような目印を設ける必要がある。",
                "【0084】",
                "また，上記実施例では，第1凹部7だけに差込み口9を設けると共に，3つの第2凹部8は全て略同様に構成する場合について説明した。しかしながら，第1凹部7と3つの第2凹部8との各々に関し，底壁3から延びる高さを異にすると共に，第1凹部7と3つの第2凹部8との全てに差込み口9を設けるように構成しても良い。かかる場合には，側壁4の上縁部から各凹部7，8までの所定間隔が異なり，表示板2の表示部2aから切欠き部2cまでの長さが異なる種々の表示板2を，その所定間隔に応じた凹部に差込むことができる。",
                "【0085】",
                "また，上記実施例では，中空箱状の育苗ポット1について具体的な数値を上げて説明したが，育苗ポット1の形状や大きさは，かかるものに限定されるものではなく，形状は円筒状や多角形状のものであっても良く，大きさも上記実施例のものよりも大きくても，小さくても良いことは言うまでもない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "当初発明の概要",
      "text": [
        "以上の記載によれば，当初発明について，以下のとおり認められる。",
        "当初発明は，苗に関する情報が表示された表示板を育苗ポットに対して略直立した状態で固定することができるとともに，育苗ポット内に培土が収納されている状態であっても，その表示板を取り付けるための位置を外部から容易に把握することができる育苗ポット及び表示板付育苗ポットに関するものである(段落【0001】)。特許文献1には，従来例として，育苗ポットの上縁部に設けた鍔部と，その鍔部に表示板を差し込むための孔とを備えた育苗ポットが開示されているが，この方法では，表示板を孔の部分だけで支持しているためぐらつきやすく，表示板を育苗ポットに対して略直立した状態で固定することができないという問題点があったため，この問題点を解決すべく，孔を鍔部ではなく，育苗ポットの側壁に設けることが考えられた(段落【0006】～【0008】)。しかし，表示板は，育苗ポットに培土を収納した後に取り付けられるので，孔を育苗ポットの側壁に設ける方法では，孔に表示板を差し込む際に，孔は培土に埋もれ，育苗ポットの開放面からは孔の位置を把握することができず，また，この孔は一直線状の切込みで形成されているので，育苗ポットの側面からも孔の位置を把握するのが困難であるという問題点があった(段落【0009】)。",
        "当初発明は，これらの問題点を解決するものであり，苗に関する情報が表示された表示板を育苗ポットに対して略直立した状態で固定することができるとともに，育苗ポット内に培土が収納されている状態であっても，その表示板を取り付けるための位置を外部から容易に把握することができるようにした育苗ポット及び表示板付育苗ポットを提供するものである(段落【0010】～【0012】)。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "新規事項の追加判断の誤りについて"
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件補正及び本件訂正について",
      "text": [
        "本件発明7の「段差部」の発明特定事項は，①「その多角形に形成された側壁の少なくとも1の面は，前記底壁側の側壁面が前記上縁部側の側壁面に対して段差部を有して前記収納空間側へ窪んで形成されており，」，②「その段差部は，前記収納空間に前記培土を収納した場合にその培土によって埋没した状態となる位置に形成され」，③「前記開口面を臨む部分に開口され，前記収納空間に収納される苗に関する情報が表示された表示板を差し込む差込み口を有」するというものである。",
        "その後，本件訂正により，上記③につき，「前記段差部は，少なくともその差込み口が開口されている部分に形成されていること」(③’)が付加されているが，これは，訂正請求書(甲5の1の1)の記載及び審決の判断のとおり，明瞭でない記載の釈明(特許法134条の2第1項3号)を目的とするものである。そして，訂正前の本件発明7において，段差部に差込み口が開口されることが既に記載されており，実質的には，本件発明7に上記③’が記載されていたものと解される。",
        "本件補正及び本件訂正において示される「段差部」は，底壁側の側壁面が上縁部側の側壁面に対して収納空間側へ窪んで形成されることは特定されているものの，その段差部が側壁面の幅に対していかなる幅を有するかについての特定はなく，育苗ポットの側面の全周に段差部が形成されるという技術事項や，一つの側壁の全幅に渡って段差部が形成されるという技術事項までを含むものである(以下「技術事項A」とも総称する。)。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "第1凹部について",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告らは，上記の「段差部」は，当初明細書等において，「第1凹部」として示されており，技術事項Aは当初明細書等の記載や周知事項等から当業者にとって自明であり，当初明細書等に記載されているのと同視できる旨主張する。",
                "しかし，当初明細書等には，「段差部」との記載や，技術事項Aを含む構成を明示的に記載した記載や図面はなく，段落【0027】，【0049】，【0055】等において，「第1凹部」あるいは「第1凹部7」と記載されているにすぎない。",
                "そこで，まず，当初明細書等における「第1凹部」，「第1凹部7」の技術的意義について，検討する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "当初明細書等における「第1凹部」について見るに，前記1のとおり，当初明細書の段落【0049】の「側壁4には，他の側壁4の外面よりも収納空間5側に窪み，側壁4の上縁部との間に所定間隔を開けた位置から底壁3まで帯状に延びる1つの第1凹部7…が形成されている。」との記載，段落【0012】の「差込み口が開口されている第1凹部は，側壁の一部であって他の側壁の外面よりも収納空間側に窪んだ部分であるので，その第1凹部を目印とすることで，差込み口の位置は，育苗ポットの側壁側から把握される。」との記載，段落【0027】の「差込み口が開口されている第1凹部は，側壁の一部であって他の側壁の外面よりも収納空間側に窪んだ部分であるので，収納空間に培土を収納し，差込み口が培土に埋もれ，開口面から差込み口の位置を把握することができなくなったとしても，第1凹部を目印とすることで，育苗ポットの側壁側から差込み口の位置を把握することができるという効果がある。」との記載，段落【0069】の「差込み口9は，第1凹部7の開口面6を臨む位置に配置されているので，第1凹部7の位置を把握できれば，差込み口9の位置も把握することができる。」との記載及び段落【0079】の「収納空間5に培土Bによって差込み口9が埋もれ，差込み口9の位置を外部から把握できなくても，第1凹部7の窪みを目印とすることで，表示板2を差し込む位置を外部から容易に判断することができる。」との記載からすれば，「第1凹部」は，側壁の一部が他の側壁の外面よりも収納空間側に窪むことで，育苗ポットに収納された培土に埋もれて開口面から把握できない差込み口の位置を，側壁の外面から把握するための目印としての機能を有するものである。",
                "そして，段落【0031】，【0032】，【0069】には，差込み口を有する第1凹部7と差込み口を有しない第2凹部8との外観形状を異にすることで，一見して区別することができ，側壁の外面から差込み口を簡単に認識できるようにした旨が記載されており，また，段落【0020】のとおり，第1凹部7が側壁に複数備えられている場合には，第1凹部の各々に差込み口を開口し，容易に側壁の外面から差込み口を把握できるような構成がとられている。さらに，段落【0083】には，「第1凹部7…は，側壁4の内面から収納空間5側に突出するように形成しても良い。但し，かかる場合には，側壁4の外面には，差込み口9の位置を示すような目印を設ける必要がある。」との記載があり，第1凹部によっても差込み口の存在が側壁の外面から明らかとならない場合には，側壁の外面に目印を設けることが開示されている。これらのことに，本項の上記下線部の記載を考慮すると，前記の第1凹部による目印は，差込み口の位置に対応した側壁の一部が当該側壁の外面よりも収納空間側に窪むことにより，当該部分に着目させて側壁の外面から特定可能とし，育苗ポットに収納された培土に埋もれて外部から把握できない差込み口の位置を，容易に把握させるとの機能を果たすものであると認められる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上を前提に，本件補正により新たな技術的事項が導入されるか否かについて検討するに，前記(1)のとおり，本件補正によると，育苗ポットの側面の全周に段差部が形成されたものや，一つの側壁の全幅に渡って段差部が形成されたものまでが「段差部」に含まれることとなる(技術事項A)が，この場合，段差部において差込み口が形成されている領域と差込み口が形成されていない領域とが区別できなくなり，差込み口の位置を側壁の外面から把握できない結果となる。上記のとおり，差込み口のある側壁部分と他の側壁部分とを区別させる第1凹部の構成は，側壁の外面から差込み口を容易に把握できるという本件発明の技術課題の解決手段として設けられたものであることからすれば，本件補正により第1凹部を設けない場合には，当初発明の技術課題を解決することにはならないから，技術事項Aは，新たに導入した技術的事項に該当するというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "原告らの主張について",
      "text": [
        "原告らは，第1凹部を，差込み口を設ける部位(段差部(横壁A))と，根巻き防止機能を果たす部位(縦壁B，C)とに，分解して解釈することができるところ，段落【0082】の「第1凹部7には，苗Ｎの根を底壁3側に導く機能を持たせず，差込み口9を設けるための部位としての機能だけを持たせるようにしても良い。」との記載から，「横壁Aを，縦壁B，Cを伴わずに形成すること」は，当業者であれば自明であると主張する。",
        "確かに，当初明細書の段落【0049】，【0028】，【0029】，【0050】～【0051】の記載からすれば，「第1凹部7」は，底壁3側に向かって帯状に延びることで，苗の根を底壁側に導き，苗の根が根巻き状態となるのを防止する機能を有するものと認められ，段落【0082】にあるとおり，この根巻き防止機能を持たせず，差込み口9を設けるための部位としての機能だけを持たせるようにすることができ，第1凹部は帯状でなくとも，例えば，えくぼ的に窪む構成とし，左右の縦壁が底壁3まで到達しないものであってもよいことが示唆されているといえる。",
        "しかし，上記根巻き防止機能が本件発明7の必須の効果でないとしても，上記(2)で述べたように，側壁の一部が他の側壁の外面よりも収納空間5側に窪むことで，育苗ポットに収納された培土に埋もれて開口面から把握できない差込み口の位置を，側壁の外面から把握することができるという本件発明7の本来的効果からすれば，育苗ポットの側面の全周に段差部が形成されたものや一つの側壁の全幅に渡って段差部が形成されたものまでを含むような構成(技術事項A)は除外されているというべきである。",
        "この点，原告らは，側壁を平面視多角形状に形成し，差込み口を，その多角形状に形成された側壁の1の面における周方向の略中央部に形成するとの構成を備えているから，「育苗ポットの全周に段差部が形成されたもの」であっても，差込み口の水平方向の位置を外部から把握できると主張する。",
        "しかし，第1凹部の目印機能については，前記のとおり，側壁の外面から容易に差込み口を認識させるというものであり，略中央に配置することで差込み口を認識できるというのは，当該位置についての別途の情報伝達や経験的認識を前提とするものであり，視覚的に側壁の「外部から容易に」差込み口を把握することとは異なる解決原理に基づく構成である。また，本件補正によれば，差込み口を有しない部分に「段差」を設けることもでき，その場合には，「段差」が目印機能を有しないことは明らかである。加えて，段落【0085】には，「育苗ポット1の形状や大きさは，かかるものに限定されるものではなく，形状は円筒状や多角形状のものであっても良く」と記載されていることからすれば，当初明細書等の中に，多角形の1の面の略中央に差込み口を配置させる図面等の記載があるとしても，そのような差込み口の配置は，上記の目印機能を果たすことを意図して設けられたものでないことが明らかである。",
        "したがって，原告らの上記主張は採用できない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "請求項7に係る本件訂正について",
          "text": [
            "以上のとおり，本件補正は，当初明細書等に記載した事項の範囲内においてされたものではないから，平成20年法律第16号改正前の特許法17条の2第3項に規定する要件を満たしていない。そして，訂正発明7は，前記のとおり，本件発明7に「前記段差部は，少なくともその差込み口が開口されている部分に形成されている」との構成を付加するものであるが，この構成は，本件発明7の「その段差部の前記開口面を臨む部分に開口され，…表示板を差込む差込み口を有し，」にも実質的に記載されている事項であり，上記の技術事項Aをそのまま残すものであるから，本件訂正によって上記補正の瑕疵がなくなるものではない。",
            "したがって，訂正発明7は，平成20年法律第16号改正前の特許法17条の2第3項の規定に違反してなされたものであり，特許法123条1項1号に該当し無効にすべきものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "以上によれば，訂正発明7につき，特許法123条1項1号の規定により無効とすべきであるとした審決の判断に誤りがあるということはできない。"
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告ら主張の取消事由には理由がない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10201",
    "date": "2014-02-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083982",
    "ipprecedent_id": "3656",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}