{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800049号事件について平成25年7月10日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「ソレノイド駆動ポンプの制御回路」とする特許第4312941号(平成10年9月22日出願(優先権主張平成9年10月17日)の特願平10-268475号の分割出願である平成12年10月12日出願の特願2000-312221号，平成21年5月22日設定登録，以下「本件特許」という。)の特許権者である。",
            "被告は，平成24年4月6日，本件特許の請求項1に係る発明についての特許を無効とすることを求めて審判を請求した(無効2012-800049号)。原告は，平成25年1月25日に審決の予告を受けたため，同年3月28日付けで訂正請求をした(以下「本件訂正」という。)。",
            "特許庁は，平成25年7月10日，「請求のとおり訂正を認める。特許第4312941号の請求項1に係る発明についての特許を無効とする。」との審決をし，同月19日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(cid:1)本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，この発明を「本件訂正発明」という。)。(cid:1)「ソレノイド駆動ポンプのポンプを駆動するソレノイド(8)に，時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して，該ソレノイド(8)を駆動する駆動回路(7)と，90～264Vの間で電圧が異なる複数の交流電圧の電源(1)のうちの任意の交流電圧の電源(1)から整流されて駆動回路(7)に提供される直流電圧を分圧して検出する検出手段(5)と，該検出手段(5)で検出した直流電圧を一種の制御回路に対応した所望の直流電圧と比較し，且つ駆動回路(7)に提供された直流電圧を所望(cid:1) (cid:3)の直流電圧に変換すべく該駆動回路(7)に制御信号を供給する演算処理部(6)とを具備し，電源(1)の電圧に関わりなく前記所望の直流電圧を駆動電圧としてソレノイド(8)に供給するソレノイド駆動ポンプの制御回路であって，前記制御信号は，駆動回路(7)に提供される直流電圧をスイッチングし，前記駆動パルス内におけるオン・オフのデューティを制御する信号であることを特徴とするソレノイド駆動ポンプの制御回路。」(cid:1)  3  審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写し記載のとおりである。その要点は，本件訂正発明は，特開平7-46838号公報(以下「刊行物1」という。)記載の発明(以下「刊行物1発明」という。)及び特開平5-170038号公報(以下「刊行物2」という。)記載の発明(以下「刊行物2発明」という。)等に基づいて当業者が容易に発明をすることができたものであるから，本件特許は，特許法29条2項の規定に違反してなされたものであり，同法123条1項2号に該当し，無効とすべきものである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した刊行物1発明の内容，本件訂正発明と刊行物1発明の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1発明の内容",
                  "text": [
                    "「トランスの一次コイルに駆動電圧を供給して該一次コイルを駆動するスイッチング回路と，電圧が異なる交流電圧の電源が整流回路を介してスイッチング回路に提供される入力電圧を検出し，検出した検出電圧を一種のDC／DCコンバータに対応した所望の直流電圧と比較し，且つスイッチング回路に提供された入力電圧を所望の直流電圧に変換すべく該スイッチング回路に制御信号を供給する動作モード切換回路とを具備し，交流電圧が異なっても前記所望の直流電圧を駆動電圧としてトランスの一次コイルに供給するトランスの制御回路であって，前記制御信号は，スイッチング回路に提供される入力電圧をスイッチングし，オン・オフのデューティ(cid:1) (cid:4)を制御するPWM信号であるトランスの制御回路。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「コイルに駆動電圧を供給して該コイルを駆動する駆動回路と，電圧が異なる交流電圧の電源から整流されて駆動回路に提供される直流電圧を検出する検出手段と，該検出手段で検出した直流電圧を一種の制御回路に対応した所望の直流電圧と比較し，且つ駆動回路に提供された直流電圧を所望の直流電圧に変換すべく該駆動回路に制御信号を供給する演算処理部とを具備し，電源の電圧に関わりなく前記所望の直流電圧を駆動電圧としてコイルに供給するコイルの制御回路であって，前記制御信号は，駆動回路に提供される直流電圧をスイッチングし，オン・オフのデューティを制御する信号であるコイルの制御回路。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "コイルに関し，本件訂正発明は，コイルはソレノイド駆動ポンプのポンプを駆動するソレノイドであるから，ソレノイド駆動ポンプが制御対象であって，更に，時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して，ソレノイドを駆動するのに対し，刊行物1発明は，コイルはトランスの一次コイルであるから，トランスが制御対象である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "電圧が異なる交流電圧の電源に関し，本件訂正発明は，90～264Vの間で電圧が異なる複数の交流電圧の電源のうちの任意の交流電圧の電源であるのに対し，刊行物1発明は，このような具体的な限定が無い点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "検出手段に関し，本件訂正発明は，直流電圧を分圧して検出するのに(cid:1) (cid:5)対し，刊行物1発明は，このような特定が無い点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "オン・オフのデューティを制御する信号に関し，本件訂正発明は，駆動パルス内におけるオン・オフのデューティを制御する信号であるのに対し，刊行物1発明は，オン・オフのデューティを制御するPWM信号である点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，刊行物1発明を主引用発明としたことの誤り(取消事由1)があり，また，仮に，刊行物1発明を主引用発明とするとしても，相違点1及び4の判断の誤り(取消事由2)，刊行物1発明の認定の誤り及びこれに伴う相違点2の認定・判断の誤り(取消事由3)がある。これらの誤りは，いずれも審決の結論に影響を及ぼすものであるから，審決は違法であり取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物1発明を主引用発明とした容易想到性判断の誤り)",
          "text": [
            "刊行物1発明は，本件訂正発明とは，技術分野も課題も全く相違しており，本件訂正発明を想到する動機付けがないか，本件訂正発明を想到することに阻害要因がある。したがって，審決が，刊行物1発明を主引用発明として本件訂正発明が容易想到であると判断したことは誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野について",
              "text": [
                "本件訂正発明は，「ソレノイド駆動ポンプの制御回路」の発明である。これに対し，刊行物1発明は，「電子機器」，より詳しくは，「携帯型のパソコンのような携帯時には内蔵した電池パック等のバッテリーによって駆動される電子機器」の発明である。「電子機器」とは，「電子管，半導体素子，その他これらに類似する部品を使用することにより，電子の運動の特性を応用する機械器具」のことであるところ，「ソレノイド駆動ポンプ」は，電気製品ではあるが，電子の運動の特性を応用する機械器具ではないので，「電(cid:1) (cid:6)子機器」には該当しない。また，刊行物1には，「ソレノイド」との用語も「ポンプ」との用語も一切記載されていないし，その示唆もない。さらに，本件訂正発明の国際特許分類は，F04B49／06(電気を用いる制御(フロートが電気スイッチに働いて調整するもの49／04))，F04B17／04(ソレノイドを用いるもの)，F04B49／10(他の安全手段)といった，いずれもポンプに関する分類であるのに対し，刊行物1発明の国際特許分類は，H02M3／28(一旦交流を発生するために制御電極をもつ放電管または制御電極をもつ半導体装置を用いるもの)，H02J1／00(直流幹線または直流配電網のための回路装置)，H02M1／10(異なった種類の供給電力，例．交流または直流，から負荷を運転させるための変換装置に用いられる装置)であり，全く異なる。以上のとおり，本件訂正発明と刊行物1発明の間には，技術分野の関連性がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題について",
              "text": [
                "本件訂正発明の課題は，「ユーザーが電源電圧の選択を必要としないソレノイド駆動ポンプの制御回路を提供すること」，「種類が低減され，従って管理が容易なソレノイド駆動ポンプの制御回路を提供すること」(本件全文訂正明細書【0006】，【0007】)である。これに対し，刊行物1発明の課題は，「従来の携帯型電子機器の電源における問題点を解決する為になされたものであって，利用者の経済的負担を軽減でき，設置面積が少なくて済み，且つ様々な電源に対応可能な電源供給手段を備えた電子機器を提供すること」(刊行物1【0005】)である。すなわち，刊行物1発明の課題は，「携帯型電子機器」に固有の課題であるのに対し，本件訂正発明に係る「ソレノイド駆動ポンプ」は「固定式」であり，両発明の課題は全く相違する。ソレノイド駆動ポンプの技術分野では，使用場所の変更による「電源電圧が異なる環境」は生まれにくく，「携帯」であることを前提とした刊行物1発明には，「携帯」の概念が存在しない本件訂正発明を想到する動機付(cid:1) (cid:7)けがない。",
                "また，刊行物1発明の課題は，形態が異なる電源(電池パック，AC電源，車載バッテリ)のいずれにも対応可能，という意義である。これに対し，本件訂正発明の課題は，電圧が異なる複数の交流電圧の電源における電圧の異なりに対応しようというものである。(cid:1)さらに言えば，刊行物1発明は，電圧が異なる複数の交流電圧の電源における電圧の異なりに対応しようという課題を観念していない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1及び4の判断の誤り)",
          "text": [
            "審決は，相違点1及び4について，刊行物1発明を，本件訂正発明の相違点1及び4に係る構成とすることは，「刊行物2記載の事項，上記技術常識，上記周知の課題，上記周知の技術及び上記常套手段」から当業者が容易に想到し得ると判断した。(cid:1)しかし，以下のとおり，刊行物1発明と，審決のいう「刊行物2記載の事項，上記技術常識，上記周知の課題，上記周知の技術及び上記常套手段」とは，技術分野も課題も全く相違しており，刊行物1発明には，上記「刊行物2記載の事項」等を適用する動機付けがないか，これを適用することに阻害要因がある。(cid:1)したがって，審決は，相違点1及び4に係る判断を誤っている。(cid:1)    (cid:9)(cid:2)(cid:10)  審決は，「交流電源を用いる電気機器において，電源電圧が異なっても同じ機器を使用できるように対処しようとする課題は周知の課題(国際特許分類H02M1／10参照。ドライヤー等の国内の100V系・海外の200V系に対応可能な仕様。)である」(審決書17頁16行～19行)とした上で，「パソコン・家電用品に限らず，ポンプ等交流電源を用いるものならば当然要求される課題である。」(同19行～20行)と判断した。(cid:1)        しかし，ソレノイド駆動ポンプを含むポンプの技術分野全般において，本件特許の出願当時，電圧が異なる複数の交流電圧の電源における電圧の異なりに対応しようという課題は存在していなかった。したがって，刊行物1発(cid:1) (cid:8)明の適用対象をソレノイド駆動ポンプとする動機付けは存在しない。(cid:1)(cid:9)(cid:3)(cid:10)  審決は，当庁平成25年(行ケ)第10193号に係る審決において，実願平2-104147号(実開平4-62368号)のマイクロフィルム(甲2。以下「甲2公報」という。)記載の発明の課題は，「電源電圧が標準電圧より高い場合及び低い場合という変動(例えば定格100Vの場合の定格電圧からの±αVの上昇や低下)に対するもの」と認定した上で，本件訂正発明のような異なる複数の交流電圧の電源電圧に対応するものに変更する動機付けがないと判断し(25頁14行～18行)，また，特開平5-272391号公報(甲4。以下「甲4公報」という。)記載の発明についても，同じ判断をしている(28頁13行～16行)。(cid:1)    それであれば，刊行物2に「バッテリの電圧が定格電圧から上昇しても，常に安定した電装品の動作が可能・・・を目的とする。」(甲3【0006】)といった，甲2公報や甲4公報と全く同じ課題が記載されている以上，刊行物2についても，「本件特許発明のような異なる複数の交流電圧の電源電圧に対応するものに変更する動機付けがない」との審決の判断が当てはまるはずであり，刊行物2も，引用文献としての適格性を欠いている。(cid:1)    また，刊行物1発明は「パソコン」であるのに対し，刊行物2発明は「燃料ポンプ」であり，技術分野が異なる。また，刊行物1発明の課題は，「形態が異なる電源(電池パック，AC電源，車載バッテリ)への対応」であるのに対し，刊行物2発明の課題は，「電源電圧の変動への対応」であり，課題が相違する。したがって，刊行物2発明を刊行物1発明に適用する動機付けがないか，刊行物2発明を刊行物1発明に適用することには阻害要因がある。(cid:1)3  取消事由3(刊行物1発明の認定の誤り及びこれに伴う相違点2の認定・判断の誤り)",
            "(cid:9)(cid:2)(cid:10)  刊行物1発明の認定の誤り及びこれに伴う相違点2の認定の誤り(cid:1)(cid:1) (cid:11)刊行物1発明の課題は，「形態が異なる電源(電池パック，AC電源，車載バッテリ)への対応」である。刊行物1発明は，電圧が異なる複数の交流電圧の電源における電圧の異なりに対応しようという課題を観念しておらず，．．．．．．．．．．．．．審決が認定した「電圧が異なる交流電圧の電源が・・・提供される入力電圧を検出し，」といったことは行っていない。(cid:1)したがって，刊行物1発明は，課題との関係上，以下のように認定されるべきである(消し線は変更前の箇所，下線は変更後の箇所を表す。以下同じ。)。(cid:1)「トランスの一次コイルに駆動電圧を供給して該一次コイルを駆動するスイッチング回路と，電池パック，商用電源，車載プラグといった形態が異なる電源電圧が異なる交流電圧の電源が(商用電源であれば，整流回路を介して)スイッチング回路に提供される入力電圧を検出し，検出した検出電圧を一種のDC／DCコンバータに対応した所望の直流電圧と比較し，且つスイッチング回路に提供された入力電圧を所望の直流電圧に変換すべく該スイッチング回路に制御信号を供給する動作モード切換回路とを具備し，電源の形態交流電圧が異なっても前記所望の直流電圧を駆動電圧としてトランスの一時コイルに供給するトランスの制御回路であって，前記制御信号は，スイッチング回路に提供される入力電圧をスイッチングし，オン・オフのデューティを制御するPWM信号であるトランスの制御回路。」(cid:1)また，本件訂正発明と刊行物1発明の相違点2は，次のように認定されるべきである。(cid:1)「電圧が異なる交流電圧の電源に関し，本件訂正発明は，90～264V間で電圧が異なる複数の交流電圧の電源のうちの任意の交流電圧の電源であるのに対し，刊行物1発明は，電池パック，商用電源，車載プラグといった形態が異なる電源単に電圧が異なる交流電圧の電源である点。」(cid:1)    (cid:9)(cid:3)(cid:10)  相違点2の判断の誤り(cid:1)(cid:1) (cid:12)審決は，刊行物1発明において電圧が異なる交流電圧の電源として，90～264V間で電圧が異なる複数の交流電圧の電源のうち任意の交流電圧の電源とすることは当業者であれば適宜なし得ることであると判断した。",
            "しかし，取消事由1及び2について述べたとおり，刊行物1発明は，「入力電圧の異なる複数の電源に対応することを課題として」いない。さらに言えば，両発明の相違点2は，正しくは上記(1)のとおり，本件訂正発明の課題「電圧が異なる複数の交流電圧の電源における電圧の異なりへの対応」と，刊行物1発明の課題「電源の形態の異なりへの対応」との相違に基づくものである以上，刊行物1発明の相違点2に係る構成を本件訂正発明の相違点2に係る構成とする動機付けがないか，刊行物1発明の相違点2に係る構成を本件訂正発明の相違点2に係る構成とすることには阻害要因がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物1発明を主引用発明とした容易想到性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明は，複数の異なる電源電圧に対応可能なソレノイド駆動ポンプの制御回路を内容としているものであり(甲12【0006】)，そのための手段として，「駆動回路(7)に提供された直流電圧を，電源(1)の電圧に関わりなく一定の平均電圧をソレノイド(8)に供給するための所望の直流電圧に変換」(【請求項1】)することを採用しているものである。すなわち，本件訂正発明は，電源電圧の変換回路に関するものである。(cid:1)  他方，刊行物1には，電圧が異なる様々な電源を，「DC／DCコンバータ」によって所望の直流電圧に変換して，出力するトランスの制御回路が記載されている。すなわち，刊行物1発明は，本件訂正発明と同様に，電源電圧の変換回路に関するものである。(cid:1)(cid:1) (cid:2)(cid:13)(cid:1)  したがって，刊行物1発明も本件訂正発明も共に，電源電圧の変換回路を開示しているものであり，技術分野は同一である。(cid:1)イ  刊行物1発明において用いられている「DC／DCコンバータ」は，周知の技術である。そして，この周知の「DC／DCコンバータ」は，電気機器，電子機器全般に適用可能な汎用技術である。したがって，刊行物1に記載されているDC／DCコンバータの適用対象を，刊行物1発明の場合のようにパーソナルコンピュータとした場合であっても，また，本件訂正発明の場合のようにソレノイド駆動ポンプとした場合であっても，このこと自体は，当該周知な汎用技術の適用範囲内において，その適用対象が異なっているということにすぎず，これにより，技術分野が異なることになるとはいえない。「DC／DCコンバータ」が周知な汎用技術であって，その適用対象が電気機器，電子機器全般に及ぶものであることは，乙第2号証の記載からも明らかである。(cid:1)    (cid:9)(cid:3)(cid:10)  課題について(cid:1)ア  原告は，刊行物1発明の課題は，「形態が異なる電源(電池パック，AC電源，車載バッテリ)への対応」であると主張している。(cid:1)しかし，刊行物1には，対応可能な「様々な電源」として，複数の異なる電源電圧(複数の異なる商用交流電源電圧)の具体例が記載されており(【0005】，【0009】，【0010】)，刊行物1発明の課題が，電圧が異なる複数の電源に対応するものであることは明らかである。(cid:1)イ  原告は，刊行物1発明の課題は，使用場所の変更により生じる電源電圧が異なる環境への対応という「携帯型電子機器」に固有の課題であるのに対し，本件訂正発明のソレノイド駆動ポンプは「固定式」であり，使用場所の変更による「電源電圧が異なる環境」は生まれにくく，「携帯」であることを前提とした刊行物1発明には，「携帯」の概念が存在しないソレノイド駆動ポンプの発明である本件訂正発明を想到する動機付けがないと(cid:1) (cid:2)(cid:2)(cid:1)主張している。(cid:1)  しかし，そもそも本件特許の明細書及び図面(甲12の特許公報)には，ソレノイド駆動ポンプそれ自体に関する説明は全くなく，図1，図2に符号8として「ソレノイド」(コイルの形状)が示されているのみであり，専ら「固定式」である旨の記載は何らなされていない。したがって，本件訂正発明のソレノイド駆動ポンプが「固定式」であるという原告の主張は，本件特許の明細書及び図面の記載に基づかないものであり，失当である。(cid:1)  また，仮に，本件訂正発明のソレノイド駆動ポンプが「固定式」である場合を前提としたとしても，ソレノイド駆動ポンプの設置場所においては，異なる電源電圧が供給されている場合があり，この場合には，一つの設置場所において，「電源電圧が異なる環境」が生じる。一例を示せば，日本国内においては，100V，200Vの二種類の交流の電源電圧が，標準電圧として供給されているものであるから，一つの設置場所において，電源電圧が異なる環境が生じることは，ごく通常のことである。これに加えて，商用の交流電圧には，様々な値の電圧が存在していることは，技術常識である。したがって，「固定式」のソレノイド駆動ポンプを前提にした場合にも，「携帯」機器を前提にした場合にも，「電源電圧が異なる環境」が生じることに相違はなく，ソレノイド駆動ポンプが「固定式」であることは，本件訂正発明と刊行物1発明の課題が異なることを示すことにはならない。(cid:1)2  取消事由2(相違点1及び4の判断の誤り)に対し"
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告は，ソレノイド駆動ポンプは「固定式」であるとした上で，「交流電源を用いる電気機器において，電源電圧が異なっても同じ機器を使用できるように対処しようとする課題」は，本件特許の出願当時，ポンプの技術分野には存在しなかったと主張している。",
                "しかし，前記1のとおり，ソレノイド駆動ポンプの設置場所において，異(cid:1) (cid:2)(cid:3)(cid:1)なる電源電圧が供給されている場合があり，この場合には，「電源電圧が異なる環境」が生じるから，ポンプが「固定式」であったとしても，「電源電圧が異なる環境」が生じることに相違はなく，電源電圧が異なっていても，同じ機器を使用できるように対処しようとする課題が存在しなかったとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物2(甲3)の【0028】には，刊行物2発明の「効果」が記載されているところ，当該効果を奏することを可能とする構成については，【0013】，【図2】，【図3】に記載されており，これらの記載から，刊行物2に記載されている制御装置が，12［V］，24［V］又は48［V］の異なる電源(バッテリ)に対応可能であることが明らかである。",
                "したがって，刊行物2発明は，電圧が異なる複数の電源に対応することを，発明の「目的」ないし「課題」としていることが明らかである。",
                "また，刊行物1は，DC／DCコンバータを用いた電源回路を開示しており，当該電源回路は，周知な汎用技術であって，その適用対象がパーソナルコンピュータに限定されているとはいえず，電気機器，電子機器全般に及ぶものである。したがって，その適用対象として，刊行物2の電機機器である燃料ポンプとすることも可能である。よって，刊行物1発明の適用対象が電子機器(パソコン)であって，刊行物2発明の適用対象が燃料ポンプであったとしても，これは，周知な汎用技術の適用対象が異なっているというにすぎず，このことが，両者の技術分野が異なることを示すものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(刊行物1発明の認定の誤り及びこれに伴う相違点2の認定・判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1発明の認定について",
              "text": [
                "原告は，審決の刊行物1発明の認定について，「電圧が異なる交流電圧の電源が整流回路を介してスイッチング回路に提供される入力電圧を検出し，」の部分の認定に誤りがあるとして，当該部分は，「電池パック，商用(cid:1) (cid:2)(cid:4)(cid:1)電源，車載プラグといった形態が異なる電源が(商用電源であれば整流回路を介して)スイッチング回路に提供される入力電圧を検出し，」と認定されるべきであると主張している。",
                "しかし，前記1のとおり，刊行物1発明の課題は，電圧が異なる複数の電源に対応可能とすることであるから，審決の上記認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の認定・判断について",
              "text": [
                "上記(1)のとおり，審決の刊行物1発明の認定に誤りはなく，また，刊行物1発明の課題は，本件訂正発明の課題と異なるものとはいえないから，両発明の課題が異なることを根拠として，刊行物1発明に係る構成を，本件訂正発明の相違点2に係る構成とする動機付けがないか，刊行物1発明に係る構成を本件訂正発明の相違点2に係る構成とすることに阻害要因があるとする原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，相違点1に係る審決の判断には誤りがあり，原告主張の取消事由1及び取消事由2(ただし，相違点1の判断の誤りに係る部分)には理由があると判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物1発明を主引用発明とした容易想到性判断の誤り)及び取消事由2(相違点1及び4の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明の概要",
              "text": [
                "本件全文訂正明細書(甲13の5)の記載によれば，本件訂正発明は，概要以下のとおりの発明であることが認められる。",
                "本件訂正発明は，ソレノイドに供給する電気エネルギを一定化することが可能なソレノイド駆動ポンプの制御回路に関する発明である(【0001】)。(cid:1)従来，ソレノイド駆動ポンプとしては種々のものが存在するが，その制御回路の基本的構成としては，ソレノイド8の一端側の端子8aに直流電源を接続し，又その他端側には，パルスのオン時間が一定で且つオンの周期(周(cid:1) (cid:2)(cid:5)(cid:1)波数)が可変なパルス発生回路11に接続されたスイッチ12を設けて，該スイッチ12のパルス信号に応じた切換えによりソレノイド8に電流を断続的に供給させるものであった(【0002】)。(cid:1)しかし，このようなソレノイド駆動ポンプの制御回路においては，ソレノイド8の一端側の端子8aに接続する直流電源と，パルス発生回路11の適用される電圧の範囲がスイッチ12によって決定されている(電源電圧に対応するスイッチ12を有する制御回路が使用される)ため，電源電圧が異なればそれに対応する駆動回路及びソレノイドを必要とし，制御回路の種類が複数となり，在庫管理が困難であるという問題があった(【0003】)。また，制御回路及びソレノイドは電源電圧に対応するため，ユーザーが使用する電源電圧を間違えると，制御回路が動作不良を起こしたり，焼損するという問題や，ユーザーは電源電圧に応じてポンプと制御回路を複数種類扱うこととなり，管理が困難であり，管理コストが大きくなるという問題もあった(【0004】【0005】)。(cid:1)本件訂正発明は，ユーザーが電源電圧の選択を必要としないソレノイド駆動ポンプの制御回路を提供すること，及び，種類が低減され，従って管理が容易なソレノイド駆動ポンプの制御回路を提供することにある(【0006】【0007】)。(cid:1)上記課題を解決するため，本件訂正発明のソレノイド駆動ポンプの制御回路は，ソレノイド駆動ポンプのポンプを駆動するソレノイド8に，時間が一定で且つ周期的に発生される駆動パルスに応じて駆動電圧を周期的に供給して，該ソレノイド8を駆動する駆動回路7と，電圧が異なる複数の交流電圧の電源1のうちの任意の交流電圧の電源1から整流されて駆動回路7に提供される直流電圧を検出する検出手段5と，該検出手段5で検出した直流電圧に基づいて，駆動回路7に提供された直流電圧を，電源1の電圧に関わりなく一定の平均電圧をソレノイド8に供給するための所望の直流電圧に変換す(cid:1) (cid:2)(cid:6)(cid:1)べく，該駆動回路7に制御信号を供給する演算処理部6とを具備するソレノイド駆動ポンプの制御回路であって，前記制御信号は，駆動回路7に提供される直流電圧をスイッチングし，前記駆動パルス内におけるオン・オフのデューティを制御する信号であることを特徴としている(【0008】)。(cid:1)その結果，本件訂正発明に係る制御回路によれば，検出手段により駆動回路に電圧を供給する電源の電圧を検出し，該検出した電圧を演算処理部において所望の電圧と比較し，ソレノイドの駆動回路が所望の電圧をソレノイドに供給すべく駆動回路に制御信号を供給するので，電源がソレノイドを駆動するために適していない電圧である場合においても，一種の制御回路で駆動回路に供給される電圧を所望の電圧に変換してソレノイドに供給することができ，したがって，ユーザーが電源電圧を一定にする等の選択を行う必要がなく，また，一種の制御回路で電圧の異なる電源に対応することができるので，制御回路の種類が低減され，管理が非常に容易となるという効果を奏するものである(【0032】【0033】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物1発明の概要",
              "text": [
                "刊行物1(甲1)の記載によれば，刊行物1発明は，概要以下のとおりの発明であることが認められる。",
                "刊行物1発明は，携帯型のパーソナルコンピュータ(以下「パソコン」と略す。)のような，携帯時には内蔵した電池パック等のバッテリーによって駆動される電子機器に係り，特に様々な電源に対応可能な電子機器に関する発明である(【0001】)。(cid:1)従来，携帯型のパーソナルコンピュータ等のように電池パック等の電源を内蔵する電子機器では，電池パック等の使用時間は例えば携帯型パソコンの場合でせいぜい10時間程度であるため，それらの電子機器を室内等AC電源を入手可能な場所で使用する場合は電子機器本体の外部に備えたACアダプタ等を使用するのが一般的である。しかし，外部に備えたACアダプタ等(cid:1) (cid:2)(cid:7)(cid:1)はスペースをとり極めて邪魔になる欠点があるため，電子機器本体内の電池パックを収納する空間に，電池パックに代えてACアダプタを装着可能に収納できるようにした電子機器が提案されている。しかし，ACアダプタを電池パックと交換可能に収納する方法は，対象とする電子機器が電池パックと商用電源のみに限定されるため，近年要求が多い車の中での車載バッテリを利用した使用が不可能であるという問題があった(【0002】～【0004】)。(cid:1)そこで，刊行物1発明は，従来の携帯型電子機器の電源における問題点を解決するために，利用者の経済的負担を軽減でき，設置面積が少なくて済み，かつ様々な電源に対応可能な電源供給手段を備えた電子機器を提供することを目的とし，電子機器本体内に，電池パックを交換可能に設けた電子機器において，DC／DCコンバータを電池パックと交換可能に設ける構造にしたこと，DC／DCコンバータはその入力端に，入力電圧あるいは入力電源の種類の異なる複数の入力コード中の任意の一つを着脱可能に設ける構成にしたことで，上記問題を解決したものである(【0005】～【0007】)。(cid:1)DC／DCコンバータ6には，DC／DCコンバータ6の入力コネクタ部が外側に露出するように装置され，この入力コネクタ部のコード接続部には商用電源入力用コード8や車載用バッテリ電源入力用コード9が交換可能に接続されるようになっており(【0008】)，商用電源入力用コード8は，交流を直流に変換するために接続ボックス81内に整流回路を内蔵している(【0009】)。",
                "DC／DCコンバータ6は，直流電圧値を所定の値に変換するための回路を内蔵し，出力電極63に，上記所定の値に変換された直流電圧が出力されるものであり，車載バッテリの出力電圧であるDC12Vから，又はDC24Vから，商用電源電圧整流後のDC140V程度の広い範囲の入力電圧に対応できる(【0010】)。",
                "(cid:1) (cid:2)(cid:8)(cid:1)具体的には，図6のDC／DCコンバータにおいて，動作モード切換回路67は入力電圧を検出し，検出電圧に応じて，スイッチング回路64のスイッチング・タイミングを制御し，それによって出力電極63に出力される電圧が一定になるように制御する。つまり，動作モード切換え回路67が高い電圧を検出すると，その電圧値に応じてパルス巾変調回路66はパルス巾の狭いパルスを生成し，このパルスはドライバ65で増巾され，増巾されたパルスは，そのパルス巾の期間のみスイッチング回路64をオンさせることにより，入力電圧の大巾な変動にもかかわらず出力電圧を常に所定の値に保つことができるというものである(【0011】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の判断について",
              "text": [
                "審決は，「ソレノイド駆動ポンプを含む電気機器や電気システムにおいて，設計上その使用に適した電圧が設定されていることは電気機器・システムにおける技術常識である。」，「交流電源を用いる電気機器において，電源電圧が異なっても同じ機器を使用できるように対処しようとする課題は周知の課題…であるから，パソコン・家電用品に限らず，ポンプ等交流電源を用いるものならば当然要求される課題である。また，刊行物1発明の課題も入力電圧の異なる複数の電源に対応することである。」，「交流電源を用いる機器であるソレノイド駆動ポンプは，…従来から周知の技術である。」，「刊行物2には，ソレノイドを用いるポンプ…の入力電圧が異なっても…，オン・オフのデューティを制御…する信号…を用いて所望の直流電圧を得ることが記載されている」，「自動車用の燃料ポンプとしてポンプ動作体…を往復動作するためにソレノイドが用いられるものは，…常套手段である」とし，「入力電圧の異なる複数の電源に対応することを課題とする刊行物1発明を，刊行物2記載の事項，上記技術常識，上記周知の課題，上記周知の技術及び上記常套手段の下，適用対象を本件訂正発明のソレノイド駆動ポンプとし，本件訂正発明の上記相違点1に係る構成とすることは当業者であれば容易に想到し(cid:1) (cid:2)(cid:11)(cid:1)得ることと認められる。」(審決書17～19頁)と判断した。",
                "しかしながら，審決の上記判断は，次に述べるとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明は，前記(1)のとおり，ソレノイド駆動ポンプの制御回路に関する発明であり，ポンプの技術分野に属するものであって，その課題は，ユーザーが電源電圧の選択を必要とせず，かつ，種類が低減され，したがって，管理が容易なソレノイド駆動ポンプの制御回路を提供することである。",
                    "これに対し，刊行物1発明は，前記(2)のとおり，パソコン等の電子機器に内蔵されたDC／DCコンバータの制御回路に関する発明であり，電子機器の技術分野に属する発明であって，その課題は，利用者の経済的負担を軽減でき，設置面積が少なくて済み，かつ様々な電源に対応可能な電源供給手段を備えた電子機器を提供することにある。",
                    "このように，刊行物1発明は，電子機器の技術分野に属するものであるのに対し，本件訂正発明はポンプの技術分野に属するものであるから，両者の技術分野は明らかに相違する。しかるに，審決は，上記のとおり，交流電源を用いる電気機器において，電源電圧が異なっていても同じ機器を使用できるようにするとの課題は周知の課題であることを理由として，ソレノイド駆動ポンプにも上記課題があるとする。しかし，これは技術分野を特定しない交流電源を用いる電気機器における課題であって，ポンプの技術分野における課題ではないし，ポンプの技術分野において当然に要求される課題であることを示す証拠もない。",
                    "そもそも，本件訂正発明が属するポンプの技術分野における当業者が，ポンプとは明らかに技術分野が異なる電子機器に関する刊行物1に接するかどうかも疑問であり，また，仮に，ポンプの技術分野における当業者が刊行物1に接したとしても，刊行物1発明は，携帯型パーソナルコンピュータ等の電子機器に関するものであり，刊行物1には，ポンプについて(cid:1) (cid:2)(cid:12)(cid:1)の記載はなく，刊行物1発明が技術分野の異なるポンプに対しても適用可能であることについてはその記載もなければ示唆もない。したがって，携帯型パーソナルコンピュータ等の電子機器に関する刊行物1発明をポンプに適用しようとする動機付けもないといわざるを得ない。",
                    "以上によれば，刊行物1発明を本件訂正発明の相違点1に係る構成とすることが容易想到であるとした審決の前記判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，刊行物1発明も本件訂正発明も共に電源電圧の変換回路を開示しており，技術分野は同一であると主張し，また，刊行物1発明において用いられている「DC／DCコンバータ」は周知の技術であり，電気機器，電子機器全般に適用可能な汎用技術であるから，その適用範囲内において適用対象が異なっても，技術分野が異なることになるとはいえないとも主張する。",
                    "しかし，前記のとおり，本件訂正発明はポンプの技術分野に属する発明であるのに対し，刊行物1発明は，電子機器の技術分野に属する発明であって，両者の属する技術分野は，明らかに異なる。そして，刊行物1発明が本件訂正発明と同様に電源電圧の変換回路を開示しているとしても，また，刊行物1発明において用いられている「DC／DCコンバータ」が周知の技術であり，電気機器，電子機器全般に適用可能な汎用技術であるとしても，刊行物1発明をポンプに適用しようとする動機付けがないことは前記のとおりである。",
                    "したがって，被告の上記主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，相違点1に係る審決の判断には誤りがあり，原告主張の取消事由1及び取消事由2(ただし，相違点1の判断の誤りに係る部分)には理由がある。",
                "したがって，本件訂正発明が容易想到であり，本件特許を無効とすべきも(cid:1) (cid:3)(cid:13)(cid:1)のとした審決の判断は誤りであるから，審決は違法なものとして取消しを免れない。",
                "なお，被告は，当審において，本件訂正発明は，刊行物2発明を主引用発明とした場合であっても，当業者が容易に発明をすることができるものであると主張する。しかし，審決が，刊行物2発明を主引用発明とした無効理由については判断をしていないことは明らかであるから，被告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "(cid:1) (cid:2)第1  請求",
    "主文同旨"
  ]
}