{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人が有していた優先権を伴う特許を特許法113条2号にて取り消した異議の決定は無効であることを確認する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要",
          "text": [
            "本件は，控訴人が，特許庁を被告(被控訴人)にし，控訴人を特許権者とし発明の名称を「放電焼結装置」とする特許第2640694号(平成2年9月18日出願，優先権主張平成2年2月2日・日本，平成9年5月2日設定登録)についての平成10年異議第70682号事件につき，平成13年7月4日，平成15年法律第47号による削除前の特許法114条2項に基づきされた上記特許の請求項1から3までに係る特許を取り消すとの決定(本件取消決定)が，違法であるとして，同決定の無効確認を求めた事案である。",
            "原判決は，本件訴えは被告適格を有しない者に対する訴えである等として，本件訴えを却下した。",
            "控訴人は，上記判決を不服として，控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "text": [
                "控訴人の主張は，次のとおりの当審における新たな主張があるほかは，原判決の「事実及び理由」欄の第2，2(1)に記載されたとおりであるから，これを引用する。",
                "「本件訴訟は，控訴人と特許庁との間の特許法上の法律関係を確認する訴訟で当事者の一方である特許庁を被告とする当事者訴訟(行政事件訴訟法4条)であるから，特許庁は，被告適格を有する。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "被控訴人の主張は，原判決の「事実及び理由」欄の第2，2(2)に記載されたとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，本件訴えは，被告適格を有しない者に対する訴えであって不適法であり，その余の点について判断するまでもなく，これを却下すべきものと判断する。その理由は，下記1のとおり付加し，下記2に当審における控訴人の新主張に対する判断を示すほかは，原判決の「事実及び理由」欄の第3，1(原判決3頁22行目から4頁4行目まで)に記載されたとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決への付加",
          "text": [
            "原判決4頁4行目末尾に行を改め次のとおり加える。",
            "「  なお，被告適格がない者に対して提起された訴訟であっても，当該訴訟において被告とされた者は形式的には応訴せざるを得ず，本件訴訟において訴訟行為者たる被告(被控訴人)代表者とされた特許庁長官もその職務として応訴せざるを得ない。そこで，特許庁長官は，形式的に本件訴訟を国を被告とする訴訟とし，かつ，自らを行政庁として，所部の職員でその指定する者に本件訴訟を行わせることができ(国の利害に関係のある訴訟についての法務大臣の権限等に関する法律5条1項参照)，法務大臣もまた，所部の職員でその指定する者に本件訴訟を行わせることができるのであり(同法6条2項参照)，本件訴訟が『特許庁』を被告とするからといって，指定代理人らに訴訟代理権がないものではない。」"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の新主張に対する判断",
          "text": [
            "控訴人は，本件訴訟は行政事件訴訟法4条に定める当事者訴訟であるから，特許庁に被告適格がある旨の主張をする。",
            "しかしながら，本件訴訟は，取消決定という行政処分(公権力の行使)について直接にその効力の有無の確認を求める訴訟であり，その当該行政処分により形成，確認等され又はされ得る法律関係を争うものではなく，また，特許法に「特許庁」を訴訟の被告とすべきとする規定も訴訟類型もない。したがって，控訴人自らが，原審から上記主張をするまでの間に主張していたとおり，本件取消決定の無効確認を求める本件訴訟は，行政事件訴訟法3条4項の抗告訴訟たる無効等確認等の訴えであることが明らかであり，これを当事者訴訟と解する余地はない。",
            "したがって，控訴人の上記主張は前提を欠くものであり，その余の点について判断するまでもなく採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，本件訴えを却下した原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}