{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2013-800060号事件について平成25年11月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（争いがない。）",
          "text": [
            "被告は，平成13年9月12日に出願され，平成20年11月21日に設定登録された，発明の名称を「含弗素乃至含弗素・酸素系被膜層を形成させたステンレス鋼とその製造方法」とする特許第4218000号（以下「本件特許」という。）の特許権者である。",
            "原告は，平成25年4月11日，特許庁に対し，本件特許の全ての請求項（請求項の数2）について無効にすることを求めて審判の請求をした（無効2013-800060号事件）。被告は，平成25年7月9日付けで，本件特許の特許請求の範囲について訂正請求（以下「本件訂正」という。）を行った。特許庁は，審理の結果，平成25年11月12日，「本件訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月21日，原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の本件特許の請求項1及び2に係る特許請求の範囲の記載は，次のとおりである（乙1。以下，請求項1に係る発明を「本件特許発明1」，請求項2に係る発明を「本件特許発明2」といい，これらを併せて「本件特許発明」という。また，本件特許の明細書及び図面を併せて「本件明細書」という。）。",
            "「【請求項1】",
            "ステンレス鋼の表層部乃至その近傍に対し，含弗素水溶性塩類の水溶液の電気分解による発生期状態の弗素若しくは弗素と酸素とをイオン状で拡散，浸透せしめることにより，表層部に比べてX線光電子分析ESCA法によって6Åエッチング後の表面について測定された弗素濃度が高くなった含弗素，酸素系被膜層を形成させ，その被膜の作用効果によって該鋼種相応の耐食性特に塩素による耐孔食性をより向上せしめたことを特徴とする含弗素乃至含弗素・酸素系被膜層を形成させたステンレス鋼。",
            "【請求項2】",
            "請求項1記載のステンレス鋼の製造方法であって，ステンレス鋼を直流の陽極に，又は交流の一極に，若しくは直流に交流を重ね合わせた交直重乗電流の陽極側に接続し，他の電導性対極との間に，塩素，沃素，臭素を含まぬ他の有機或は無機酸若しくはその水溶性塩類に弗酸若しくはそのナトリウム，カリウム，アンモニウム塩の一種若しくは二種以上を配合添加した溶液を電解液とし，対抗する電極との間に前記ステンレス鋼を介在せしめた状態で電解処理することにより，ステンレス鋼表層に含弗素乃至含弗素・酸素系被膜層を形成させることを特徴とするステンレス鋼の製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。その要旨は，①本件特許発明1は，山﨑修の博士論文「ステンレス鋼の耐食性および不働態皮膜生成に及ぼすフッ化物イオンの影響に関する研究」（国立国会図書館受入日平成12年6月1日）（甲1の1。以下「甲1文献」という。）記載の発明（以下「甲1発明」という。）と同一ではなく，甲1発明及び甲1文献記載の事項に基づいて当業者が容易に発明をすることができたものでもない，本件特許発明1を引用する本件特許発明2についても同様に甲1発明に基づく新規性又は進歩性欠如に係る無効理由はない，②本件特許発明は，原告が引用するその他の引用文献（甲2，3）に記載の発明に基づいて当業者が容易に発明をすることができたものでもない，③本件特許の特許請求の範囲の記載又は本件明細書の記載が特許法36条6項1号若しくは同項2号又は同条4項1号の記載要件に適合していないともいえないから，本件特許を無効とすることはできない，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "甲1発明の内容並びに本件特許発明1との一致点及び相違点",
          "text": [
            "審決が認定した甲1発明の内容並びに甲1発明と本件特許発明1との一致点及び相違点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明",
              "text": [
                "「Type 304鋼の表層部乃至その近傍に対し，pH1．8～13．2のフッ化物水溶液の定電位電解により発生したフッ素イオンを侵入せしめることにより，含フッ素不働態皮膜を形成させ，その被膜の作用効果によって耐硫酸腐食性が優れる含フッ素不働態皮膜を形成させたType 304鋼。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明と本件特許発明1との一致点",
              "text": [
                "「ステンレス鋼の表層部乃至その近傍に対し，含弗素水溶性塩類の水溶液の電気分解による発生期状態の弗素若しくは弗素と酸素とをイオン状で拡散，浸透せしめることにより含弗素，酸素系被膜層を形成させたステンレス鋼。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明と本件特許発明1との相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "含弗素乃至含弗素・酸素系被膜層における弗素濃度について，本件特許発明1では，表層部に比べてX線光電子分析ESCA法によって6Åエッチング後の表面について測定された弗素濃度が高くなっているのに対し，甲1発明では，表面部及び被膜層内部の弗素濃度分布が明らかでない点（以下「相違点1」という。）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "含弗素乃至含弗素・酸素系被膜層の作用効果について，本件特許発明1では，該鋼種相応の耐食性特に塩素による耐孔食性をより向上せしめたものであるのに対し，甲1発明では，耐硫酸腐食性に優れたものではあるが，塩素による耐孔食性については不明である点（以下「相違点2」という。）。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件特許発明1の新規性判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1に係る本件特許発明1の構成のうち，「X線光電子分析ESCA法によって…測定された」の部分は，不動態被膜内の組成分析の手段を規定しているが，甲1発明でも，XPS（X線光電子分光法）による不働態皮膜の解析が行われているから，同部分は，相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，相違点1に係る甲1発明の構成につき，「表面部及び被膜層内部の弗素濃度分布が明らかでない」との審決の認定は誤っている。本件特許発明1は，「表層部」と「6Åエッチング後の表面」とを比べて後者の弗素濃度が高いことのみを規定しているところ，以下のとおり，甲1発明はこの点において同一である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許発明1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，本件特許発明1の構成要件のうち，「6Åエッチング」との深さは，特段の臨界的な意義があるものではなく，本件明細書記載の実施例でESCA法により成分を測定した際の深さが，試料の表層部から6Åの深さであったためである。そして，「6Åエッチング後の表面」とは，本件明細書の表1の記載によると，島津製作所のX線光電子分析装置ESCA-850を用いて，「エッチング速度  約600Å/min as Cr」の条件で，表層部から約6Åの深さのエッチングを行って得られた表面であるが，1分間に約600Åのエッチング速度で表層部から6Åの深さだけエッチングをするための所要時間は0．6秒であり，正確に0．6秒間だけエッチングを行うように装置をコントロールすることは不可能であるから，本件特許発明1において規定されている「6Å」とは，正確な数値ではない。また，ESCA法では，試料表面から30～40Å位の深さまでに存在する弗素原子から放出される電子が観測されるところ，6Åというのは原子数個分の距離であるから，「表層部」を測定した弗素原子のESCAデータと，表層部から「6Åエッチング後の表面」を測定した弗素原子のESCAデータを観測しても，有意な違いを検出することはほとんど不可能である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，ステンレス鋼の不動態被膜は，最上層が多量の炭素を含む「炭化水素の汚染層」となっている。本件明細書の表2の元素の存在割合のデータを見ると，実施例3の試料③では「表層」の炭素割合が38，実施例4の試料④では「表層」の炭素割合が43，実施例5の試料⑤では「表層」の炭素割合が44であり，「表層」に非常に多くの炭素が含まれている。さらに，「約6Åエッチング後」についてみても，実施例3の試料③では炭素割合が14，実施例4の試料④では炭素割合が20，実施例5の試料⑤では炭素割合が19であるから，多くの炭素が含まれている。このデータと，ステンレス鋼自体には炭素は僅かしか含まれていないこと，ステンレス鋼の表面に形成される不動態被膜である「酸素系被膜」には炭素は含まれないこと，「炭化水素の汚染層」は，ステンレス鋼に対して電気分解によって不動態被膜を形成した後に，炭化水素の汚れが付着したものであることからすれば，炭素の存在割合が20ないし50％になる表2のデータは，実際には電気分解によって形成された「含弗素，酸素系被膜層」を観察したものではなく，表2の「表層」も「約6Åエッチング後の表面」も，ともに「炭化水素の汚染層」の一部であるというべきである。",
                            "なお，「炭化水素の汚染層」が存在することは，X線光電子分光法による表面分析ではよく知られており（甲17の60頁），また，Fe-Cr 合金についてX線電子分光法による解析をした論文には，表面の酸化層2．6nmの上に3Åの汚染層が見積もられたと記載されている（甲18）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲1発明について",
                      "text": [
                        "一方，甲1発明において，不働態皮膜は，炭化水素の汚染層，Cr の水酸化物層，Fe と Cr の混合酸化物層の3層からなっているが，甲1文献では，炭化水素の汚染層を含まない，Cr の水酸化物層と，Fe と Cr の混合酸化物層について記載している。そして，甲1文献には，電気分解の弗素化合物を含む水溶液のpHが1．8の場合と8．6の場合に，不働態皮膜内にF-が侵入しており，それぞれの場合について，不働態皮膜の組成，皮膜の厚さのデータが記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，pH1．8の場合（図5-24）は，電界電位が0．4Vの時に，水酸化物層の皮膜の厚さは，1．0nm（10Å）である。甲1文献によると，皮膜内F-量の増減は水酸化物層の皮膜厚さに対応している。",
                            "前記(ア)bによれば，本件特許発明1の「表層部」は「汚染層の表層」であると解されるから，甲1発明の不働態皮膜の「汚染層の表層」と対応する。そして，本件特許発明1では，「6Åエッチング後」の弗素濃度が，「汚染層の表層」の弗素濃度より高いとされているところ，甲1発明の上記pH1．8の場合は，水酸化物層の厚さが1．0nm（10Å）あり，この水酸化物層がF-を含んでいることを記載している。特定の深さの表面における弗素濃度は測定不可能であるから，甲1発明では，被膜内に含まれている弗素の総量を示している。",
                            "前記(ア)aのとおり，本件特許発明1が規定する「表層部」と「6Åエッチング後」の弗素濃度の大小関係については，その根拠となる本件明細書の表2のESCAデータの「6Å」という深さが実際には正確な数値とは言えず，また，「表層」と「約6Åエッチング後」の元素の存在割合のデータが明確に区別できるものではないことを考慮すれば，甲1発明の弗素濃度の記載と，本件特許発明1の弗素濃度の記載の間に，特段の違いが存在すると考える合理性はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "次に，pH8．6の場合（図5-25）は，電界電位が0．8Vの時に，水酸化物層の皮膜の厚さは薄いが，皮膜内F-量がピークを示している。そうすると，pH8．6の場合も，pH1．8の場合と同様に，甲1発明の水酸化物層における弗素の侵入の記載と，本件特許発明1の弗素濃度の記載の間に，特段の違いが存在すると考える合理性はない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，甲1発明において，表層部から6Åだけ深い位置における，ESCA法によって測定した弗素濃度が，表層部の弗素濃度より「高くなって」いることは，甲1の図5-24のグラフで，水酸化物層において弗素原子が多く含まれていることにより示されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そもそも，本件特許発明1は，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不動態被膜が形成されたステンレス鋼」であることを構成要件とする発明であり，「表層部」と「6Å深さ」の弗素濃度の大小関係や，塩素による耐孔食性を向上せしめる作用効果は，上記構成によって生じる結果に過ぎない。すなわち，本件特許発明1には，含弗素水溶性塩類の水溶液を電気分解することしか人為的に操作可能な構成要件が存在せず，それ以外の構成要件は，すべて同電気分解をしたことの結果として記載されており，人為的に制御できないものである。そして，仮に本件特許発明1に規定されている弗素濃度の大小関係が正しいとすれば，甲1発明も，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不動態被膜が形成されたステンレス鋼」である点で本件特許発明1と同一の構成であるから，同構成の効果として生じる弗素濃度の大小や，塩素による耐孔食性の向上に関しては，本件特許発明1も，甲1発明も，当然に同じになる。",
                        "被告は，甲1文献の5．4節において登場しているpHや定電位電解の電圧の条件を変えた処理を行ったステンレス鋼のいずれにおいても，「表層部」と「6Å深さ」の弗素濃度の大小関係や，塩素による耐孔食性を向上せしめる作用効果は明らかとなっていないなどと主張する。しかし，本件特許発明1は，フッ素化合物を含む水溶液のpHや電気分解の電圧を構成要件として限定し，その条件下での電気分解によって形成される不動態被膜について弗素濃度の大小関係や耐孔食性の作用効果を規定しているわけではない。すなわち，本件特許発明1と甲1発明では，制御可能な構成要件要素において違いがないのであるから，甲1文献の5．4節に記載されているステンレス鋼も，必然的に導かれる同一の構成となっていると解される。",
                        "したがって，本件特許発明1と甲1発明の間に相違点1に係る相違は存在しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2について，甲1発明の塩素による耐孔食性は不明であると認定した。しかし，甲1文献にかかる効果が明記されていなくても，ステンレス鋼の作用効果は，本件特許発明1と同一の構成によって必然的に生じるものであり，上記(1)のとおり，甲1発明が本件特許発明1と同じ構成を備えている以上，作用効果についても本件特許発明1と一致する。したがって，相違点2の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1文献には塩素による耐孔食性の作用効果の記載もある。すなわち，甲1文献の第5章は，「フッ化物水溶液中で生成した不働態皮膜の耐食性」と題し，5．2節では，微量フッ化物含有HＮO3不働態化処理におけるType304ステンレス鋼の耐孔食性向上効果について記載し，5．3節では，二段硝酸不働態化処理によるType304ステンレス鋼の耐孔食性向上効果について記載し，5．4節では，フッ素化水溶液中においてType304ステンレス鋼に生成した不働態化皮膜の耐硫酸腐食性について記載している。5．4節は電気分解によって生じた不働態化皮膜に関する記載であるが，その効果として，耐孔食性向上効果ではなく，耐硫酸腐食性について記載しているのは，硫酸中での自己活性化時間の測定を行ったので，その結果得られたデータが耐硫酸腐食性を示すデータであったにすぎない。5．2節及び5．3節では，孔食電位測定を行ったので，耐孔食性を示す結果が得られている。甲1文献に接する当業者は，電気分解によって生じた不働態化皮膜には耐硫酸腐食性はあるが，耐孔食性はないとは理解しない。5．2ないし5．4節の記載は，不働態化皮膜の形成方法は異なっても，いずれも，甲1文献の第5章の表題が示すように，「フッ化物水溶液中で生成した不働態皮膜の耐食性」に関する記載であり，どの方法で形成された不働態化皮膜も，耐孔食性と耐硫酸腐食性を有していると理解されるものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件特許発明2についての判断の誤り）",
          "text": [
            "本件特許発明1に関する理由と同様の理由により，本件特許発明2についての審決の認定判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件特許発明1の新規性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点1のうち「X線光電子分析ESCA法によって・・・測定された」の部分は相違点ではないと主張する。しかし，本件特許発明1では，X線光電子分析ESCA法によって表層部と6Åエッチング後の表面との弗素濃度を比較しているのに対し，甲1発明では，（株）リガク製XPS-7000スペクトロメーターを使用し，スパッタリングは行わず，スペクトル分離のみにより組成及び皮膜厚さを検討している。",
                    "したがって，本件特許発明1と甲1発明とでは，測定方法がX線光電子分光法で共通するとしても，測定内容が異なるのであるから，測定方法と測定内容とを分けて相違点を判断するべきではなく，審決の相違点1の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本件特許発明1の弗素濃度の特定に関し，本件明細書の表2のESCAデータの「6Å」という深さが実際には正確な数値とはいえず，また，明確に区別できるデータではないと主張する。",
                            "しかし，本件明細書においては，分析装置としてX線光電子分析装置ESCA-850を使用したところ（本件明細書の表1），エッチング時間を0．01minと設定すれば，6Åのエッチングが可能である。そして，実質的に6Åのエッチング後のESCA分析の測定結果が得られている（本件明細書の表2）。例えば，表2において，比較例に相当する①，②と，実施例に相当する③～⑤を比べると，実施例の約6Åエッチング後のFの元素存在割合が増えている。その一方で，実施例と比較例とで，Crの元素存在割合に明らかな相違は認められない。このように，この表2をみれば，「表層部」と「6Åエッチング後の表面」で，ESCAによるデータに明確な違いが現れていることは明らかである。なお，「エッチング時間を0．01minと設定すれば，6Åのエッチングが可能である」こと及び「実質的に6Åのエッチング後のESCA分析の測定結果が得られている」ことは，審決の特許法36条6項2号（明確化要件）についての判断にも記載されており，原告も争っていないのであるから，原告の主張は失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，ステンレス鋼の不動態被膜は，最上層が多量の炭素を含む「炭化水素の汚染層」となっており，本件明細書の表2の「表層」と「約6Åエッチング後の表面」は，いずれも多量の炭素を含む炭化水素の汚染層であると主張する。しかし，甲1文献には，「本研究では，不働態皮膜が表面から順に，炭化水素の汚染層，Crの水酸化物層，FeとCrの混合酸化物層とする3層モデルを仮定した。」との記載がされており，同モデルは，甲1文献の筆者が，同研究の限りにおいて仮定したものにすぎず，原告の主張の根拠となり得ないし，同モデルのうちの汚染層を本件特許発明1に当然に当てはめることもできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲1文献について，pH1．8の場合は，水酸化物層の厚さが1．0nm（10Å）であり，この水酸化物層がF-を含んでいることを記載しており，甲1発明の弗素濃度の記載と，本件特許発明1の弗素濃度の記載の間に特段の違いが存在すると考える合理性はないと主張する。",
                            "しかし，甲1文献には，「図5-24の結果から，水酸化物層の皮膜厚さの増減とF-量の増減には対応が認められ，F-は水酸化物層に侵入するものと考えられた。」との記載が認められるのであって，「水酸化物層がF-を含んでいる」ことは，甲1文献の筆者が考察したことにすぎず，確認されていないし，実験結果からも明らかとなっていないのであるから，原告の主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，pH8．6の場合は，電解電位が0．8Vの時に，水酸化物層の皮膜の厚さは薄いが，皮膜内F-量がピークを示しているから，pH8．6の場合も，pH1．8の場合と同様に，甲1発明の水酸化物層における弗素の侵入の記載と，本件特許発明1の弗素濃度の記載の間に特段の違いが存在すると考える合理性はないと主張する。",
                            "しかし，pH8．6，0．8Vの条件において，皮膜内F-量が上昇したことについて，甲1文献の著者は，「過不働態溶解により電極表面と溶液との界面において金属イオン濃度が上昇し，電気的中性を保つためにフッ化物イオンが沖合から界面へ移動して，界面においてフッ化物塩が生成したためと考えられた。実際に0．6Vまでの電解電位では電解終了後の電極表面には金属光沢が残っていたが，0．8Vでは茶色の生成物が生じていた。1．0Vでは0．8Vと同様に電解終了時には電極表面に茶色の生成物が生じていたが，蒸留水洗浄で剥離し除去された。このために0．8Vで生成した不働態皮膜の皮膜内F-量が上昇し，1．0Vでは低下したものと考えられた。」と考察している（甲1の86頁5行～11行）。この記載から，pH8．6，0．8Vの条件では，表面にフッ化物塩と考えられる茶色の生成物が生じており，この生成物は蒸留水洗浄により簡単に剥離することができるものであることが理解できる。生成物が除去されたpH8．6，1．0Vの条件において，F-はほとんど検出されていないことから（甲1の図5-25上図），pH8．6，0．8Vの条件において，皮膜内にF-はほとんど存在しないと考えられる。このように，pH8．6の場合の結果は，pH1．8の結果とは明らかに異なることから，両者の皮膜構造は異なり，「pH8．6の場合も，pH1．8の場合と同様に，甲1発明の水酸化物層における弗素の侵入の記載と，本件特許発明1の弗素濃度の記載の間に，特段の違いが存在すると考える合理性はない。」との原告の主張は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件特許発明1は，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不動態被膜が形成されたステンレス鋼」であることを構成要件とする発明で，「表層部」と「6Å深さ」の弗素濃度の大小関係や，塩素による耐孔食性を向上せしめる作用効果は，上記構成によって生じる結果に過ぎないと主張している。しかし，原告は，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不動態被膜が形成されたステンレス鋼」であることが構成要件であれば，「表層部」と「6Å深さ」の弗素濃度の大小関係や，塩素による耐孔食性を向上せしめる作用効果が生じることを証明していない。",
                        "また，例えば，甲1文献の5．4節記載のステンレス鋼は，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不働態皮膜が形成されたステンレス鋼」という構成であると仮定しても，上記(イ)bのとおり，pH8．6，0．8Vの条件では，「表層部」と「6Å深さ」の弗素濃度の大小関係が，上記構成により当然に生じる結果とはなっていない。また，原告は，甲1文献の5．4節のうち，pH1．8，-0．4Vの条件とpH8．6，0．6V及び0．7Vの条件により処理した不働態皮膜以外のものは，耐硫酸腐食性に優れた不働態皮膜とはいえないものと認識して主張をしていると解されるところ，このことは，弗素化合物を含む水溶液で定電位電解して弗素を含む不働態皮膜が形成されたとしても，耐腐食性が当然に付与される被膜の構造となるのではないことを示している。さらに，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不働態皮膜が形成されたステンレス鋼」である点で同じであるとしても，電気分解における水溶液のpHや定電位電解の電圧によって，弗素濃度が異なるのは，甲1の図5-24ないし図5-26のF-の積分強度の結果をみれば明らかである。",
                        "したがって，本件特許発明1と甲1発明も当然に同じ弗素濃度になるとはいえず，甲1発明は，本件特許発明1と相違する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の認定の誤りについて",
              "text": [
                "前記(1)イ(ウ)のとおり，弗素化合物を含む水溶液で定電位電解することにより弗素を含む不働態皮膜が形成されたとしても，耐腐食性が当然に付与される構造となるものではない。そのため，塩素による耐孔食性を向上せしめる作用効果が明らかとなっていない甲1発明が，塩素による耐孔食性が当然に向上している構造を生じるとはいえない。原告は，本件無効審判において，審判官から，甲1発明において耐孔食性の効果が得られるか否かについて論理的に説明するか，又は実験的に証明すべき機会を与えられたにもかかわらず，これを明らかにしなかったものであり，相違点2についての審決の認定に誤りはない。  "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件特許発明2についての判断の誤り）について",
          "text": [
            "本件特許発明1についての原告の主張が理由がないことは上記1のとおりであり，本件特許発明2についての原告の主張も理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の各取消事由の主張にはいずれも理由がなく，審決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（新規性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書（甲11，乙9）によれば，本件特許発明1について，次の内容が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来，ステンレス鋼の耐食性は，ステンレスの鋼種に応じた各合金成分自身の耐食性によるものではなく，その製造工程において，熱濃硝酸の溶液中に一定時間浸漬する不動態化処理により，その表面に生成させたÅ単位（10-1nm）の極めて薄い含酸素系不動態化被膜の作用効果によるものであった。ところが，このようなステンレス鋼の不動態化被膜も，ハロゲン元素，特に塩素イオン（Cl-）を含む環境下においては，ピット状の異状腐食が発生し，また，これに外部からの応力がかかった状態，あるいは，応力が残留した状態では，異状腐食や応力腐食割れなどの孔食が発生し，特にオーステナイト系ステンレス鋼にとっては，致命傷となっていた（【0002】）。",
                        "一方，孔食の発生防止対策としては，環境因子としては，接触する溶液の組成，pH，温度などを改善するという間接的手段や，冶金的因子としては，合金元素の添加，あるいは溶接などの熱影響部に対しては熱処理として溶体化処理を施すことなどが，対策として講じられてはいるものの，いずれもステンレス鋼自体に係わる具体的かつ抜本策とはいい難く，その画期的防止対策の必要性が強く望まれてきた（【0002】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明1は，ステンレス鋼の合金成分を変更したり，冶金的な加熱処理のように煩雑な処理を施すことなく，既存のステンレス鋼の表面に対し，酸素のほかに新規な弗素系の耐食性被膜層を形成させることにより，従来の酸素系不動態化膜の欠点を補って，耐食性，特に耐孔食性の大幅な改善と，孔食個所を起点として発生する異状腐食や応力腐食割れの防止を計ったステンレス鋼を提供することを目的とするものであり（【0003】），その解決手段として，処理すべきステンレス鋼を，直流の陽極に又は直流に交流を重ね合わせた交直重乗電流の陽極側か若しくは交流電源の一極側に接続した状態で，弗酸若しくはそのナトリウム，カリウム，アンモニウム塩を適宜配合添加した溶液からなる電解液中に浸漬し，難溶性電極を対極として対向せしめた状態で通電することにより，該ステンレス鋼の表面に対し弗素イオンを拡散，浸透させるものであり，これにより，その組成や形状については未だ明らかではないが，弗素として表面層から数十Å程度の内部にまで浸透させ，耐食性に優れた被膜層を形成させたものである（【0004】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件特許発明1は，電気化学的手法により，ステンレス鋼表面乃至その近傍に対し，含弗素乃至含弗素・酸素系被膜層を形成させることにより，従来極めて困難視されていた耐塩素孔食性を飛躍的に改善することができ，また，オーステナイト系ステンレス鋼の欠点とされている，異状腐食や応力腐食割れの防止柵を改善することができるステンレス鋼を提供できるという効果を奏する（【0007】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書（【0006】）には，実施例として，以下の記載がある（本件明細書の表2は，別紙1のとおり）。",
                    "「【0006】",
                    "【実施例】以下に記述する実施例中の素材はすべてオーステナイト系の中でも最も代表的なステンレス鋼種のSUS304の2B材を用いた。",
                    "表1は，下記の各実施例に於ける各試片のX線光電子分析ESCA法による各元素分析の諸条件を示すものであり，対象元素としては何れもF，O，C，Fe，Cr，Ｎiについて，夫々最表層部と6Åエッチング後の表面について測定を行い，その内のFとOの光電子スペクトルの変化を取纏めて図1に示した。また表2は，各試片毎の前記各元素のピーク面積と感度係数とから簡易的に求めた各元素の存在割合を示したものである。",
                    "実施例1．（比較例）（略）",
                    "実施例2．（比較例）（略）",
                    "実施例3．",
                    "そこで本発明方法による実施例として，電解液として，硫酸ソーダ15％にクエン酸を5％，さらに弗化ナトリウムを0．5％添加した水溶液を電解液とし，電源器としては直流電源の陽極電圧を15Vとし，これにさらに交流の17Vを重ね合せた交直重乗電流とし，処理すべき前述のSUS304の2B材をこれに接続，他の陰極側には黒鉛を接続して電解液中に対立せしめ3分間通電して電解処理した。",
                    "終了後引上げて前記比較例と全く同様にESCA分析を行ったところ，図1並びに表2の各試料▲3▼に示す如く，表層部に於ては勿論，6Åエッチング面に於ては更に多量のFが検出され，可成り深部にまでFが拡散，浸透していることを示し，O もこれに伴って富化されていることが確認され，不動態化電位も約0．65V，維持時間も60秒まで上昇が認められた。",
                    "実施例4．",
                    "実施例3に於ける電源器を単純な直流電源の陽極に代え，他は全く同様な条件で電解処理した結果，（略），Fについては表層部では実施例3と同等で，6Åエッチング面では稍々低下しているものの，同様に多量のFが浸透していることが確認され，・・・（略）・・・た。",
                    "実施例5．",
                    "実施例3に於ける電源器を交流電源に代えて，他は全く同様な条件で電解処理した結果，（略），Fについてはバックグラウンド値と同じであるが，6Åエッチング後の面では可成りの高い値を示しており，・・・（略）。",
                    "実施例6．",
                    "上述の実施例（比較例）1と2，並びに本発明の実施例3，4，5の各条件に基づいて夫々処理して作製した別の試料▲1▼′，▲2▼′，▲3▼′，▲4▼′，▲5▼′について，夫々を塩化第二鉄の10％水溶液を用いる孔食試験法に基づいて，2時間浸漬処理した後の孔食試験結果は，▲1▼′と▲2▼′とについては平方センチメートル当り5乃至6個の孔食発生が認められたが，本発明の実施例3，4，5に基づく試料▲3▼′，▲4▼′，▲5▼′については何れも孔食は全く認められず，完全な耐塩素孔食性のあることが確認された。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1文献は，ステンレス鋼の耐食性及び不働態皮膜生成に及ぼすフッ化物イオンの影響に関する研究についての論文であり，弗化物水溶液中において生成した不働態皮膜の耐食性を調べるために行われた各種実験の内容及び考察が記載されている。そして，そのうち第5章4節では，Type304ステンレス鋼を，pH1．8～13．2の弗素化合物水溶液中において定電位電解した後，硫酸中での自己活性化時間の測定とXPSによる表面皮膜解析を行い，耐硫酸耐食性が優れる不働態皮膜の生成に及ぼす電解電位とpHの影響について検討した内容が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明は，甲1文献の第5章4節記載の実験により生成された，耐硫酸腐食性が優れる含弗素不働態皮膜を形成させたType304鋼であるところ（前記第2の4(1)のとおり），甲1文献の第5章4節記載の実験方法の詳細及び結果並びに筆者の考察は，以下のとおりのものであると認められる（甲1）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "蒸留水，弗酸（HF）水溶液，弗化ナトリウム（ＮaF），水酸化ナトリウム（ＮaOH）の特級試薬を用いて，全弗化物濃度を0．5kmol・m-3に固定し，pHを1．8～13．2に変化させた6種類の試験溶液を調製する。そして，Type304ステンレス鋼からなる試験片に，湿式機械研磨，蒸留水洗浄を施し，その試験片の端部にType304ステンレス鋼のリード線をスポット溶接し，その上で，白金（Pt）板を対極として，同試験片の下部を上記試験溶液に浸漬し，直後に一定電位に保持して，定電位電解を行う。定電位電解は，電位域を自然腐食電位から1．0Vまでとし，電解時間を30分とし，溶液温度30℃に保持して行う。（甲1の78，79頁）"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "定電位電解後，試験片からリード線を取り外し，蒸留水洗浄，大気乾燥を施し，その後，XPS（X線光電子分光法。ESCA）により，試験片表面に生成した不働態皮膜の組成及び皮膜厚さを測定する（甲1の79頁）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "XPSによる測定の装置及び測定の手順は第5章2節と同様であり，装置には（株）リガク製XPS-7000スペクトロメーターを用い，測定に際して，スパッタリングは行わず，スペクトル分離により組成及び皮膜厚さを検討した（甲1の79頁，60～61頁）。",
                        "また，XPSによる不働態皮膜の厚さ，組成についての解析も，第5章第2節と同様の方法を用いており，弗素の定量に関しては，弗素の皮膜中深さ方向の分布及び存在状態が不明であるため，定量計算は行わず，皮膜中の弗素イオン（F-）含有量として，F1sスペクトルの積分強度を示した（甲1の83頁，64～65頁）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "実験結果については，不働態皮膜について，表面から順に，炭化水素の汚染層，クロム（Cr）の水酸化物層，鉄（Fe）とクロムの混合酸化物層とする3層モデルを仮定して，解析した。実験の結果は次のとおりであった（甲1の83～84頁）。",
                        "①  pH1．8の試験溶液を用いた場合（図5-24。別紙2のとおり）では，鉄とクロムの混合酸化物層の皮膜厚さは，電解電位には関係なく，0．5nm程度であるが，クロムの水酸化物層の皮膜厚さは，電解電位の上昇とともに増加して，0．4Vでピークを示し，およそ1．0nmであり，また，皮膜内弗素イオン量の増減は，クロムの水酸化物層の皮膜厚さと対応しており，0．4Vでピークを示した。",
                        "②  pH8．6の試験溶液を用いた場合（図5-25）では，鉄とクロムの混合酸化物層の皮膜厚さは，0．8Vで急激に低下して最低値を示した。クロムの水酸化物層の皮膜厚さは，pH1．8で生成した不働態皮膜の水酸化物層と比較して非常に薄く，0．8Vまではほぼ一定であるが，0．8Vから増加し，また，鉄とクロムの混合酸化物層の皮膜厚さが最低値を示す0．8Vにおいて，皮膜内弗素イオン量がピークを示した。",
                        "③  pH13．2の試験溶液を用いた場合（図5-26）では，不働態皮膜内に弗素イオンは全く認められなかった。また，水酸化物層の皮膜厚さはpH1．8で生成した不働態皮膜の水酸化物層に比べて非常に薄かった。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "実験（図5-24）の結果，クロムの水酸化物層の皮膜厚さの増減と弗素イオン量の増減には対応が認められ，弗素イオンはクロムの水酸化物層に侵入するものと考えられると考察された（甲1の85頁）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の認定誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の請求項1によれば，相違点1に係る本件特許発明1の含弗素，酸素系被膜層の構成は，「表層部」と「（表層部から）6Åエッチング後の表面」のそれぞれについてX線光電子分析ESCA法により測定した場合に，前者よりも後者の弗素濃度が高い，というものである。ESCA法とは，試料表面以下数nm（数10Å）程度の深さまでの間に存在する元素の種類や量を測定することができる方法であるから（甲6），上記構成は，すなわち，「表層部の表面から数10Å程度の深さまでの間に存在する弗素の濃度（測定対象に存在する全元素の量に対する弗素の存在割合）」よりも，「6Åエッチングされた後の表面から数10Å程度の深さまでの間に存在する弗素の濃度」の方が高いというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，前記(2)イ(ウ)によれば，甲1発明においては，スパッタリングを行わずに，XPS（X線光電子分光法。ESCA）により，表層部からのみ不働態皮膜の組成及び皮膜の厚さを測定しており，そもそも表層部からエッチングをしたり，エッチング後の表面についてXPSによる測定はしていない上，表層部からも，被膜内の弗素の総量を測定するのみで，弗素濃度を測定していないから，甲1発明において，表層部よりも，表層部から6Åエッチングした後の表面から測定した場合の方が弗素濃度が高くなっていることを直接証する実験結果の記載はない。また，原告は，甲1発明の含弗素・酸素系皮膜層の表層部から6Åエッチングした後の表面がそのような弗素濃度を有することを証するための再現実験も行っていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点，甲1文献には，前記(2)イ(エ)のとおり，pH1．8とpH8．6の試験溶液を用いて生成した不働態皮膜内には弗素の存在が認められたこと，不働態皮膜について，表面から順に，炭化水素の汚染層，クロムの水酸化物層，鉄とクロムの混合酸化物層とする3層モデルを仮定して解析したところ，pH1．8，電解電位0．4Vで定電位電解することにより形成した不働態皮膜については，鉄とクロムの混合酸化物層の皮膜厚さは，0．5nm（5Å），クロムの水酸化物層の皮膜厚さは，およそ1．0nm（10Å）であること，皮膜内弗素イオン量の増減はクロムの水酸化物層の皮膜厚さと対応していること，したがって，その弗素は，クロムの水酸化物層に侵入すると考えられることが記載されている。",
                    "しかし，上記のような3層モデルを前提としても，ESCA法が，前記のとおり試料表面以下数10Å程度の深さまでの間に存在する元素の種類や量を測定する方法であることを踏まえると，甲1発明において，「表層部」からよりも「（表層部から）6Åエッチング後の表面」からESCA法で測定した場合の弗素濃度の方が高いということを証するためには，最上層である「炭化水素の汚染層」の厚さや，その中に含まれる弗素の量，さらには「炭化水素の汚染層」や「水酸化物層」内における弗素の厚さ方向の濃度分布を把握する必要があるところ（例えば，仮に甲1発明の炭化水素の汚染層が6Åよりも薄いのであれば，6Åエッチングした後の表面は水酸化物層の中の一部ということになり，炭化水素の汚染層にも弗素が存在するかどうかやその量のほか，水酸化物層中の弗素が，同層内に均等に侵入しているのか，それともエッチングにより取り除かれる水酸化物層と炭化水素の汚染層との境界付近に多く存在するのかという厚さ方向の濃度分布によって，6Åエッチングした後の表面からのESCA法による弗素濃度の測定結果の方が，表層からのそれよりも高いかどうかは異なることになる。），甲1文献によっても，これらの事実はすべて不明である。",
                    "したがって，甲1文献の記載によっても，甲1発明の不働態皮膜において，XPSによって測定された弗素濃度が，表層部に比べて，6Åエッチング後の表面のほうが高くなっているのかどうかは，不明であるというほかなく，他にこれを認めるに足りる証拠はない（なお，「Fe-Cr合金において表面偏析および大気酸化により形成した表面層の角度分解XPS解析」（甲18）と称する論文には，鉄-クロム合金の表面の酸化層の上に，0．3nm（3Å）程度の汚染層が存在することが記載されている。しかし，原告も，甲1発明の炭化水素の汚染層の厚みが，上記論文の汚染層の厚みと同一であると主張するものではないし，甲1発明と上記論文の合金とは，その成分組成も酸化層の形成方法も異なるから，上記記載をもって，甲1発明の炭化水素の汚染層の厚さが0．3nm（3Å）であると認めることもできない上，仮に3Åであるとしても，6Åエッチングした後の表面からのESCA法による測定結果の方が，表層からの測定結果よりも高いとは限らないことは，前記のとおりである。）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲1発明が，「表層部に比べてX線光電子分析ESCA法によって6Åエッチング後の表面について測定された弗素濃度が高くなった含弗素，酸素系被膜層」を備えていると認めることはできないから，本件特許発明1と甲1発明との間に相違点1があるとの審決の認定が誤りであるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，正確に「6Å」だけエッチングするのは不可能であるから，本件特許発明1において規定されている「6Å」との数値が正確とはいえないこと，また，6Åというのは原子数個分の距離であるから，「表層部」を測定したESCAデータと，表層部から「6Åエッチング後の表面」を測定したESCAデータとは明確に区別できるデータではないことを考慮すれば，甲1発明の弗素濃度の記載と，本件特許発明1の弗素濃度の記載との間に，特段の違いは存在しないと主張する。",
                    "しかし，そもそも「6Å」だけエッチングすることが不可能であるとの原告の主張については，何ら裏付けとなる資料が提出されておらず，これを認めることができない。また，この点を措くとしても，本件訴訟においては，特許請求の範囲又は本件明細書の記載要件ないし実施可能要件が争われているのではなく，これらの記載を前提として，本件特許発明1の新規性（引用発明との相違点の有無）の有無が争点となっているのであるから，かかる争点の判断の上では，本件特許の特許請求の範囲の記載内容自体が明確性を欠く場合を除き，同特許請求の範囲に記載されたとおりの内容を前提として本件特許発明1の構成を認定するべきである。そして，本件特許の請求項1の特許請求の範囲には，「表層部に比べてX線光電子分析ESCA法によって6Åエッチング後の表面について測定された弗素濃度が高くなった含弗素，酸素系被膜層」と記載されているところ，同記載された文言自体の意味は明確であるから，そうであるにもかかわらず，「6Åエッチング」をすることが客観的に不可能であることや，弗素濃度の大小を比較することができないことを前提として，本件特許発明1の内容を解釈し，甲1発明との間に相違点がないとする原告の主張は，その前提において誤っており，採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件特許発明1において，表層部から6Åだけ深い位置における，X線光電子分析ESCA法によって測定した弗素濃度が，表層部の弗素濃度より「高くなっている」ことは，甲1文献の図5-24のグラフで，水酸化物層において，弗素が多く含まれていることにより示されていると主張する。",
                    "しかし，前記(2)イ(エ)①のとおり，図5-24のグラフ（別紙2）には，pH1．8の試験溶液内で生成した不働態皮膜においては，水酸化物層がもっとも厚いときに，皮膜内弗素がもっとも多いという結果が生じているという実験結果が示されているのみである。仮に，このことをもって，弗素が水酸化物層に侵入しているということが考察できるとしても，前記判示のとおり，同不働態皮膜における「炭化水素の汚染層」の厚さや，その中に含まれる弗素の量，さらには「炭化水素の汚染層」や「水酸化物層」内における弗素の厚さ方向の濃度分布は不明であり，ESCA法による測定では，表面から数十Å程度の深さまでの情報が得られることを踏まえると，上記グラフ記載のデータをもって，pH1．8の試験溶液内で生成した不働態皮膜の弗素濃度が，表層部に比べて，6Åエッチング後の表面のほうが高くなっていることが示されているとまで認めることはできない。したがって，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件特許発明1は，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不動態被膜が形成されたステンレス鋼」であることを構成要件とする発明であり，「表層部」と「6Åエッチング後」の弗素濃度の大小関係は，上記構成によって生じる結果に過ぎないから，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不動態被膜が形成されたステンレス鋼」である点で本件特許発明1と同一の構成を有する甲1発明も，弗素濃度に関しては，本件特許発明1と当然に同じになると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，本件特許の請求項1の記載によれば，本件特許発明1は，「弗素化合物を含む水溶液で電気分解することにより，弗素を含む不動態被膜が形成されたステンレス鋼」であることのみを構成要件とするものではなく，そのような電気分解によって弗素と酸素とをイオン状で拡散，浸透せしめることにより，「表層部に比べてX線光電子分析ESCA法によって6Åエッチング後の表面について測定された弗素濃度が高くなった含弗素，酸素系皮膜層を形成させた」ことをも構成要件とするステンレス鋼である。本件特許の請求項1の特許請求の範囲の文言上，後者の構成要件の記載が，前者の構成要件を備えるステンレス鋼すべてが当然に備える効果としての趣旨でのみ記載されているものと解することはできず，同記載は，本件特許発明1に含まれるステンレス鋼の範囲を，「表層部に比べてX線光電子分析ESCA法によって6Åエッチング後の表面について測定された弗素濃度が高くなった」という構成を有するものに限定するものと解される（なお，請求項1のうち，「表層部に比べて約6Å深さの弗素濃度が高くなった」という構成は，本件特許の出願時における請求項1〔「弗素若しくは弗素と酸素とをイオン状で拡散，浸透せしめることにより，含弗素，酸素系被膜層を形成させ・・たことを特徴とする含弗素乃至含弗素・酸素系被膜層を形成させたステンレス鋼」〕に係る発明は，特開昭62-294200号公報に記載された発明と同一であるとの理由で拒絶理由を通知されたことを受けて，補正により加えられたものであり〔甲15，乙3。「約6Å深さ」は，その後の本件訂正により，さらに「X線光電子分析ESCA法によって6Åエッチング後の表面について測定された」と訂正された。乙1〕，このような経緯に照らしても，表層部と6Åエッチング後の表面で測定された弗素濃度の大小が，ステンレス鋼の構成を限定するものであることは明らかである。）。",
                        "したがって，これと異なる原告の主張を採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，甲1発明の含弗素・酸素系皮膜層の表層部から6Åエッチングした後の表面の方が弗素濃度が高くなっていることを証する再現実験も行っていない。",
                        "そして，前記(1)イによれば，本件特許発明1の実施例3～5は，電気分解の具体的な条件として，電解液として，硫酸ソーダ15％に，クエン酸を5％，弗化ナトリウムを0．5％添加した水溶液を用い，処理すべきSUS304の2B材を，直流15Vの陽極側に接続するか，直流15Vに交流17Vを重ね合せた交直重乗電流の陽極側に接続するか，交流17Vの一極側に接続し，黒鉛を対極として，電解液中で3分間通電するものとし，このような条件で形成された「含弗素乃至含弗素・酸素系被膜層」が，「表層部に比べてX線光電子分析ESCA法によって6Åエッチング後の表面について測定された弗素濃度が高くなった」ことが示されている。",
                        "一方，甲1発明の電気分解の条件は，上記(2)イ(ア)のとおり，本件特許発明1の上記実施例の電気分解の条件とは，電解液の成分組成，電解電位，電解時間の点で異なるものであるところ，甲1発明で用いる試験溶液のpHを，それぞれ1．8，8．6，13．2に変えた場合の各実験結果や，同一pHの実験内で電解電位（V）を変えた場合の各実験結果によれば，不働態皮膜における弗素の侵入の有無及び程度や皮膜厚さは，電気分解の条件（電解液のpH，電解電位等）によって変化するものであると認められる（例えば，上記(2)イ(エ)③のとおり，pH13．2の試験溶液での実験においては，弗素は不働態皮膜内に全く認められない。）。そうすると，弗素化合物を含む水溶液で電気分解することにより，弗素を含む不働態皮膜が形成されれば，電解分解の条件にかかわらず，その不働態皮膜内において必ず「表層部に比べてX線光電子分析ESCA法によって6Åエッチング後の表面について測定された弗素濃度が高くなる」という弗素濃度（弗素の深さ方向の分布）となるとは認められず，「弗素化合物を含む水溶液で電気分解することにより弗素を含む不働態皮膜が形成された」という点で共通しているからといって，甲1発明の不働態皮膜内の弗素濃度（弗素の深さ方向の分布）が本件特許発明1の構成と同一であると認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，原告の主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件特許発明2についての判断の誤り）について",
          "text": [
            "本件特許発明1についての原告の主張が理由がないことは上記1のとおりであるから，同様の理由により，本件特許発明2についての原告の主張も理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の各取消事由の主張にはいずれも理由がなく，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}