{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "上記部分につき，被控訴人の請求を棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審を通じて被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，漫画家である被控訴人が，①控訴人の依頼に応じて描いた似顔絵を控訴人が無断で画像投稿サイトに投稿して被控訴人の著作権(公衆送信権)を侵害し，かつ，その名誉又は声望を害する方法で著作物を利用し被控訴人の著作者人格権を侵害した，②控訴人が被控訴人からあたかも殺害予告を受けたかのような記事をツイッターのサイトに投稿し，被控訴人の名誉を毀損した，と主張して，控訴人に対し，不法行為に基づく損害賠償として400万円及びこれに対する不法行為後の日である平成24年9月29日から支払済みまで民法  (cid:1)(cid:2)所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原審は，控訴人による公衆送信権及び著作者人格権の侵害並びに名誉毀損をいずれも認め，不法行為による損害賠償合計50万円及びこれに対する遅延損害金の限度で被控訴人の請求を認容し，その余の請求を棄却したところ，控訴人が上記請求認容部分を不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点，争点に関する当事者の主張は，原判決を以下のとおり補正するほか，原判決の「事実及び理由」第2の1ないし3のとおりであるから，これを引用する(以下，原判決を引用する場合，「被告」を「控訴人」と，「原告」を「被控訴人」と，それぞれ読み替える。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁13行目の「原告の作品」の次に「の単行本」を加え，同頁14行目の「色紙に」を「その単行本に」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁3行目及び同頁7行目の「上記画像投稿サイト」の次に，「上の上記写真」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決5頁3行目の「認識であり，著作権侵害の故意はない。」を，次のとおり改める。",
                "「認識であったし，被控訴人は，自らの作品について著作権フリー化の姿勢を明言し，これまで控訴人や他の顧客が被控訴人による同様のイラストを無断でアップロードしたことに対しても，注意や警告を一切行わず，むしろ容認の姿勢を見せていたから，控訴人には著作権侵害の故意はない。",
                "さらに，天皇に対して感謝の気持ちを伝えることが名誉又は声望を害することに当たるというのは失当である。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被控訴人の請求は，原判決が認容した限度で理由があると判断する。その理由は，原判決を以下のとおり補正するほか，原判決の「事実及び理由」第3の1ないし3のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決7頁13行目の「上記画像投稿サイト」の次に，「上の上記写  (cid:3)(cid:2)真」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決7頁25行目末尾に，改行の上，次のとおり加える。",
                "「  この点に関し，控訴人は，被控訴人が自らの作品について著作権フリー化の姿勢を明言し，これまで控訴人などが同様のイラストを無断でアップロードしたことを容認していたから，控訴人には著作権侵害の故意はないとも主張する。しかしながら，被控訴人は，自ら制作した特定の作品についてのみ他人による自由な二次利用を許諾していたにすぎず(乙9ないし11)，被控訴人が，本件似顔絵を含め，自ら制作した作品一切につき著作権を行使しないことを表明した事実は認められないし，自ら制作したイラストの無断アップロードに対してその都度異議を述べなかったからといって，直ちに本件似顔絵の写真のアップロードを黙認していたと解することはできないから，かかる控訴人の主張も，採用することはできない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決9頁12行目の「20万円」の後に「(本件似顔絵のそれぞれにつき10万円ずつ)」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決10頁4行目の「合計30万円」の後に，「。なお，著作者人格権侵害については，本件似顔絵のそれぞれにつき7万5000円ずつである。」を加える。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(ネ)10064",
    "date": "2013-12-11",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成24年(ワ)24571",
    "precedent_id": "083829",
    "ipprecedent_id": "3595",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}