{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-800026号事件について平成25年2月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(認定の根拠を掲げない事実は争いがないか弁論の全趣旨により容易に認定できる事実である。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許権設定登録に至る経緯",
              "text": [
                "被告は，平成14年9月4日，発明の名称を「有精卵の検査法および装置」(cid:1) (cid:2)(cid:1)(cid:3)(cid:1)(cid:2)(cid:1)とする発明について特許出願をし(特願2002-259297号，以下「本願」という。請求項の数は9であった。甲3，乙2)，本願は，平成16年4月2日，出願公開された(特開2004-101204号，甲55の3，4)。",
                "本願については，平成19年5月8日付け拒絶理由通知がされ，これに対し，同年7月5日付けで特許請求の範囲を変更する手続補正がされ(甲55の3，4，乙2，3。以下「本件請求項補正」といい，本件請求項補正後の明細書を図面とともに「本件明細書」という。本件請求項補正後も請求項の数は9であった。)，同年8月17日，特許権の設定登録がされた(特許第3998184号，以下「本件特許」という。甲55の5，6，乙3)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明者の補正の経緯",
              "text": [
                "本件特許に係る発明の発明者の氏名，住所又は居所は，出願当初に提出された願書では，「A  I  四国計測工業株式会社内」，「B  I  四国計測工業株式会社内」，「C  I  四国計測工業株式会社内」，「D  I  四国計測工業株式会社内」(計4名)とされていた(甲3)。",
                "被告は，平成15年1月31日，願書の発明者の氏名，住所又は居所に，「E  J  財団法人阪大微生物病研究会観音寺研究所内」，「F  J  財団法人阪大微生物病研究会観音寺研究所内」を追加することを内容とする手続補正を行った(甲4，5)(以下，財団法人阪大微生物病研究会を「微研」という。また，上記手続補正を「本件発明者補正」という。)。",
                "本件発明者補正に伴い，被告は，発明者相互の宣誓書2通を提出した。そのうち1通は，いずれも住所又は居所を「J  財団法人阪大微生物病研究会観音寺研究所内」とするE及びF作成名義の，「本願発明は同人らとA，B，C及びD6名の共同発明であることに相違ない」旨を記載した平成15年1月24日付け宣誓書であり，他の1通は，いずれも住所又は居所を「I  四国計測工業株式会社内」とするA，B，C及びD作成名義の，「本願発明は同人らとE及びF6名の共同発明であることに相違ない」旨を記載した平成1(cid:1) (cid:2)(cid:1)(cid:4)(cid:1)(cid:2)(cid:1)5年1月28日付け宣誓書であった(甲5)。",
                "特許庁は，発明者の氏名，住所又は居所を上記のとおり訂正した特許公報の訂正公報を平成19年12月26日に発行した(乙3)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効審判の経緯",
              "text": [
                "原告は，平成24年3月14日，本件特許の無効審判を請求した(無効2012-800026号)。特許庁は，平成25年2月14日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，同月25日，原告に送達した。",
                "なお，原告は，本件に先立ち，平成20年10月16日，本件特許の無効審判を請求し(無効2008-800209号)，本件請求項補正が特許法17条の2第3項の要件を満たしていない旨の主張をしたが，特許庁は，平成21年6月30日，「本件審判の請求は，成り立たない。」との審決をした(乙2)。原告は，上記審決に対し，審決取消訴訟を提起したが(平成21年(行ケ)第10213号)，知的財産高等裁判所は，平成22年4月27日，原告の請求を棄却する旨の判決を言い渡し，同判決はその後確定した(甲43，乙8，弁論の全趣旨)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件請求項補正後の特許請求の範囲の請求項の記載は次のとおりである(甲55の5，6，乙3)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1",
              "text": [
                "有精卵内部に光を照射して卵内部のカラー画像を撮像し，撮像したカラー画像から検査領域を抽出し，該検査領域内の血管情報を計測し，一定の太さ以上の血管の総血管長に基づいて正常卵を自動判定することを特徴とする有精卵の検査法。(以下「本件特許発明1」という。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項2",
              "text": [
                "前記検査領域面積に占める総血管長の割合に基づいて正常卵を自動判定す(cid:1) (cid:2)(cid:1)(cid:5)(cid:1)(cid:2)(cid:1)ることを特徴とする請求項1に記載の有精卵の検査法。(以下「本件特許発明2」という。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求項3",
              "text": [
                "有精卵内部に光を照射して卵内部のカラー画像を撮像し，撮像したカラー画像中のR成分をモノクロ画像化し，設定したしきい値により2値化した第一の画像を取得し，",
                "前記カラー画像中のG成分をモノクロ画像化し，設定したしきい値により2値化した第二の画像を取得し，",
                "第一および第二の画像の両方に存在する領域を検査領域とし，該検査領域の面積に基づいて正常卵を自動判定することを特徴とする有精卵の検査法。(以下「本件特許発明3」という。)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項4",
              "text": [
                "有精卵内部に光を照射して卵内部のカラー画像を撮像し，撮像したカラー画像から検査領域を抽出し，該検査領域内の内部色情報を計測し，気室境界付近の濃度分布情報を把握し，それに基づいて気室境界付近の出血の有無を検出することにより正常卵を自動判定することを特徴とする有精卵の検査法。(以下「本件特許発明4」という。)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項5",
              "text": [
                "前記検査領域内の血管情報を計測し，該検査領域を複数のブロックに分割し，血管の分布するブロック数に基づいて正常卵を自動判定することを特徴とする請求項1ないし4のいずれか一項に記載の有精卵の検査法。(以下「本件特許発明5」という。)"
              ]
            },
            {
              "fig": "(6)",
              "subject": "請求項6",
              "text": [
                "前記カラー画像における気室境界より胎児側に向けて所定の間隔で投影値減衰率を計測し，計測した投影値減衰率の平均値に基づいて正常卵を自動判定することを特徴とする請求項1ないし5のいずれか一項に記載の有精卵の(cid:1) (cid:2)(cid:1)(cid:6)(cid:1)(cid:2)(cid:1)検査法。(以下「本件特許発明6」という。)"
              ]
            },
            {
              "fig": "(7)",
              "subject": "請求項7",
              "text": [
                "L＊a＊b＊表色系の色情報に基づいて，卵殻の斑点状の模様を除去した後に，前記検査領域内における計測を行うことを特徴とする請求項1ないし6のいずれか一項に記載の有精卵の検査法。(以下「本件特許発明7」という。)"
              ]
            },
            {
              "fig": "(8)",
              "subject": "請求項8",
              "text": [
                "請求項1ないし7のいずれか一項に記載の有精卵の検査法を実現するための非破壊検査装置であって，",
                "有精卵を配置する検査用ホイルと，有精卵内部に光を照射する照明装置を有する照明部と，卵内部のカラー画像を撮像する画像撮像部と，撮像したカラー画像を用いて正常卵判定を行う処理部とを備えた有精卵の検査装置。(以下「本件特許発明8」という。)"
              ]
            },
            {
              "fig": "(9)",
              "subject": "請求項9",
              "text": [
                "前記検査用ホイルは，昇降・回転ユニットにより昇降および回転自在に支持され，",
                "前記照明部は，先端部が柔らかい材質で構成され，内部に照明装置が配置される照明用筒を備え，",
                "前記画像撮像部は，遮光性のある撮影用筒を備えることを特徴とする請求項8に記載の有精卵の検査装置。(以下「本件特許発明9」という。本件特許発明1ないし9を併せて「本件特許発明」ということがある。)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。その要旨は，(1)  本件特許は，平成23年改正前の特許法123条1項2号及び6号の規定に違反するものではない，(2)  その余の請求人(原告)が主張する手続取消理由は，いずれも特許法123条1項各号に該当するものではない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "主要な原告主張の取消事由の概要",
      "text": [
        "(cid:1) (cid:2)(cid:1)(cid:7)(cid:1)(cid:2)(cid:1)1  取消事由1(冒認出願に関する判断の誤り)",
        "以下のとおり，本件特許発明の発明者は原告であり，本件特許は，冒認出願に対してされたものであるから，審決が，本件特許は冒認出願に対してされたものではないとした判断は誤りである。"
      ],
      "content": [
        {
          "fig": "(1)",
          "text": [
            "「取扱説明書」(甲38。以下「本件取扱説明書」という。) 記載の発明(以下「甲38発明」という。)は，平成13年9月15日，原告によってなされたものであり，その際具体的な設計図も添付されている(甲53の1～4)。これに基づき，株式会社熊本アイディーエム(以下「アイディーエム」という。)は，平成14年10月8日，原告が代表取締役を務める株式会社T種鶏孵化場(以下「T種鶏孵化場」という。)に対し，「設備見積仕様書」(甲53の4)を提出したが，それまでの間に原告とアイディーエムとの間で検討や改良がされ，原告から具体的な指示(甲53の1～4)がされている。",
            "そして，本件特許発明1において，有精卵に光源を照射して，有精卵の内部の血管を計測し，正常卵を自動判定する方法は重要な発明の要素であるところ，本件特許発明1は，甲38発明において検査作業員が目視して判定するものを撮像上のカラー画像から判断するものであるから，甲38発明の重要部分を基にしていることは明白であり，両者は実質的に同一である。また，本件特許発明2ないし9についても同様である。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "D，C，A及びB作成名義の「有精卵の検査手法」と題する書面(甲39。以下「本件文献」という。)の内容は，本件取扱説明書を参考にして要約されたものであって，全く同一内容である。そして，本件特許発明は，本件文献記載の発明と同一である。"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "本件文献の「インフルエンザワクチン製造過程において目視で行われていた有精卵の検査業務を自動化するため，画像処理による有精卵の検査方法を開発した」旨の記載(本件文献の「6．まとめ」参照)，及び，「本研究をすすめるにあたり，評価サンプルや実験場所をご提供頂き，また目視検査の内(cid:1) (cid:2)(cid:1)(cid:8)(cid:1)(cid:2)(cid:1)容についてご指導を頂きました(財) 阪大微生物病研究会観音寺研究所殿の皆様に厚くお礼を申し上げます。」旨の記載(本件文献の「7．謝辞」参照)によれば，被告が本件特許発明を開発したものではなく，また微研の共同開発者でもなく，また共同発明者でないことは明白であり，本件文献は本件特許が被告と微研との共同開発による共同発明により取得した特許権であることの根拠とはならない。",
            "さらに，本件特許発明が被告と微研との共同発明による共有特許でないことは，両法人の事業目的に本件特許製品の販売事業はなく，過去に被告及び微研の特許出願がほとんどないことからして明らかである。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "取消事由2(共同出願違反に関する判断の誤り)",
              "text": [
                "本件特許出願は，被告の従業員4名と微研の研究員2名との共同発明であるから，特許法38条の規定により，被告のみで単独出願できないものである。本件発明者補正時に追加された発明者(2名)は，被告と無関係の微研の研究者であるところ，これらの者による発明は，特許法35条で定める職務発明に該当するものであり，上記補正時の「特許を受ける権利」は微研にある。微研との共同出願としなかった以上，本件発明者補正は違法であり本件特許は無効であるというほかない。",
                "したがって，本件特許出願が特許法38条に違反しないとした審決の判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の概要",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(冒認出願に関する判断の誤り)について",
          "text": [
            "本件特許発明1は，従来の目視による判定法では検査作業員に多大な労力が掛かることや検査結果に個人差が出ることなどの課題を，画像処理を用いた検査手法によって自動化，高精度化を実現し課題解決を図るものである。原告の主張する「検査作業員が目視して判定する」ことは従来行われている周知の判定法にすぎない。したがって，発明特定事項において本件特許発明1と甲38(cid:1) (cid:2)(cid:1)(cid:9)(cid:1)(cid:2)(cid:1)発明との間に共通する部分はなく，本件特許発明1の「有精卵内部に光を照射して・・・一定の太さ以上の血管の総血管長に基づいて正常卵を自動判定する」構成が周知慣用された技術事項等の構造上の微差とはいえないから，本件特許発明1と甲38発明とは，実質的に同一でない旨の審決の判断に誤りはない。",
            "本件発明2ないし9についても同様である。",
            "そして，本件特許発明が冒認出願に対してなされたものであるといえるためには，本件特許発明が甲38発明と実質的に同一であることが前提となるところ，かかる前提が成り立たない以上，甲38発明の発明者が原告であることや甲38発明が平成14年9月4日以前に完成されたことなどの事実の立証は全く意味をなさない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(共同出願違反に関する判断の誤り)について",
          "text": [
            "被告は，本件特許発明の発明者から特許を受ける権利を適法に譲り受けている(乙5の2～5)。したがって，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(冒認出願に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(乙5の2～5)，及び，前記第2，1(2)認定の事実によれば，①  被告は，平成13年3月28日，微研と検卵機実用化に関する共同開発契約を締結し，同契約に基づいて，被告の従業員であるA，B，C及びDと微研の研究員であるE及びFの6名が本件特許発明を発明したこと，②  A，B，C及びDは被告に本件特許の特許を受ける権利を譲渡し，また，微研の同意のもとで，E及びFが被告に本件特許の特許を受ける権利を譲渡し，被告が本件特許の出願をしたことが認められる。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成13年9月15日に原告が甲38発明をなしているところ，本件特許発明1において，有精卵に光源を照射して，有精卵の内部の血管を計測し，正常卵を自動判定する方法は重要な発明の要素であり，本件特許発明1は，甲38発明が，検査作業員が目視して判定するもの(cid:1) (cid:2)(cid:1)(cid:10)(cid:1)(cid:2)(cid:1)を撮像上のカラー画像から判断されるものであるから，本件特許発明は，甲38発明の重要部分を基にするものであり，実質的に同一である旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "証拠(甲53の1～4，乙1)によれば，平成13年9月15日，原告が，アイディーエムの代表取締役であるHと検卵機の開発について打合せをし，アイディーエムに検卵機の試作品や設計図の作成を依頼し，その後の設計図の作成，試作品を作成しての試験テストを行うなどし，また，交渉を経て，平成14年10月8日，アイディーエムがT種鶏孵化場に対して設備見積仕様書(甲53の4)を提出したことが認められる。",
                        "そして，本件取扱説明書は，2003年(平成15年)1月にアイディーエムからT種鶏孵化場に提出されたものであり，掲載された図面の作成日は2002年(平成14年)11月5日から2003年(平成15年)2月18日とされていることが認められる。",
                        "しかし，上記甲第53号証の1ないし4及び乙第1号証の記載からは，甲38発明につき，原告とアイディーエムがそれぞれ具体的にどのように関与をしたのかやその関与の程度は判然としない上に，上記甲第53号証の1ないし4の記載のみからは，平成13年9月15日の時点で原告が発明をしていたと主張する検卵方法や検卵機の内容も明らかではなく，これと，甲38発明とが同一かどうかも明らかではない(なお，甲第53号証の2に含まれる図面は，2001年(平成13年)12月10日付け，2002年(平成14年)1月5日付け及び同月12日付けのものであり，これらが平成13年9月15日時点で原告が既に発明をしていたと主張する検卵方法ないしは検卵機と同一かどうかも判然としない。)。",
                        "以上によれば，上記証拠から，甲38発明が，平成13年9月15日(cid:1) (cid:2)(cid:1)(cid:11)(cid:1)(cid:2)(cid:1)の時点で原告により発明されていたものと認めるには足りないというほかない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，平成13年9月15日の時点で，原告が，甲38発明を既に発明していたとしても，以下のとおり，本件特許発明と甲38発明とが実質的に同一であるとも，本件特許発明が甲38発明の重要部分を基にするものであるともいえない。",
                        "すなわち，本件明細書(甲55の5，6，乙3)によれば，本件特許発明は，従来，検査員が目視観察して卵の発育状態の検査をしていたが，検査が暗室内で実施されること，1日に数万個から数十万個の卵を処理する必要があることなどから，検査員に多大な労力を強いることとなる，検査精度に個人差が現れるなどといった問題点があったこと(【0002】)，また，従来の検査手法は，卵内部での特定波長の光の吸収度合いによって出血や異物の有無，又は，透過光画像の濃度分布によって卵殻のひびを検出するものであって，有精卵の血管の分布状態や発育状態を検出することはできなかったこと(【0003】)を前提に，熟練検査員の作業により近い技術手法として，有精卵の生死及び発育状態を詳細かつ確実に判定できる検査法及び検査装置を提供することを目的として(【0004】)，有精卵内部に光を照射して卵内部のカラー画像を撮像し，それに基づいて，正常卵を自動で判定する(【0005】，【0006】)ものである(本件出願時の明細書(甲55の3)にも上記同様の記載がある。)。そして，本件特許発明1は，有精卵内部に光を照射して卵内部のカラー画像を撮像し，撮像したカラー画像から検査領域を抽出し，該検査領域内の血管情報を計測し，一定の太さ以上の血管の総血管長に基づいて正常卵を自動判定するものであると認められる。また，本件特許発明2は本件特許発明1を含むものである。さらに，本件特許発明3及び4も，本件特許発明1と構成は異なるものの，いずれも撮像した画像(cid:1) (cid:2)(cid:1)(cid:3)(cid:12)(cid:1)(cid:2)(cid:1)に基づき正常卵を自動判定するものであり，本件特許発明5ないし9は，いずれも，本件特許発明1ないし8のいずれかを含むものである。",
                        "これに対し，甲38発明は，本件取扱説明書の記載内容や原告の主張内容(平成25年7月16日付け原告準備書面(第3回)4頁，同年10月1日付け原告準備書面(第6回)12頁)に照らすと，光源の光を利用して作業員が目視で卵を検卵するものであることが明らかである。なお，原告が，甲38発明と同一であると主張する，発明の名称を「有精卵自動検卵装置」とする発明に係る公開特許公報(特開2005-204627，出願日平成16年2月12日(優先権主張日平成15年12月26日)，甲55の2)記載の発明も，その明細書の【0004】，【0010】，【図2】及び【図3】の記載等に照らすと，検査員が目視で卵を検卵するものである。そうすると，甲38発明が，検査対象となる卵の画像を撮像し，画像から正常卵を自動判定する構成を含むものであるとは認められない。",
                        "そうすると，本件特許発明と甲38発明とでは，構成や技術的思想が大きく異なり，実質的に同一とはいえないものというほかない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，原告の前記(ア)の主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件特許発明と同一の発明の記載された本件文献の内容は，本件取扱説明書を参考にして要約されたものであって，全く同一内容である旨主張する。",
                    "しかし，本件文献には，画像検出部の遮光性構造物内において，気室側から卵内部に光を照射し，内部に散乱した光を，カラーCCDカメラにて撮影し，画像処理装置にて，撮影したカラー画像のR成分を用いて卵全体を，気室と血管分布領域のコントラスト差が大きいG成分を用いて気室の領域を抽出し，両者の排他的論理和をとることで血管分布領域を抽出し，気室付近における出血の状態，気室境界付近の濃度勾配，血管分布領域の(cid:1) (cid:2)(cid:1)(cid:3)(cid:3)(cid:1)(cid:2)(cid:1)面積，血管長，血管分布範囲等の計測結果を基に，良卵／死卵を判定する発育状態を検査する有精卵の検査法の記載があることが認められるものの，本件取扱説明書にはそのような事項を読み取れる記載が存在しない以上，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件文献の「6．まとめ」の記載及び同「7．謝辞」の記載によれば，被告が本件特許を開発したものではなく，また微研の共同開発者でもなく，また共同発明者でないことは明白である旨主張するが，上記「6．まとめ」の記載が原告の上記主張を裏付けるものであるとはいえないし，同「7．謝辞」の記載は，本件文献の名義人4名の研究に微研が協力をした趣旨の記載であることが明らかであって，原告の上記主張を裏付けるものとはいえない。",
                    "また，原告は，本件特許発明が被告と微研との共同発明による共有特許でないことは，両法人の事業目的に本件特許製品の販売事業がなく，過去に被告及び微研の特許出願がほとんどないことからして明らかである旨主張するが，仮に原告の上記主張を前提としても，そのことから直ちに前記(1)の認定が左右されるものではない。",
                    "よって，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "その他，原告が種々主張する点は，いずれも上記(1)の認定を左右するものとはいえず，採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告の主張はいずれも前記(1)の認定を左右するものではなく，また，他に前記(1)の認定を左右するに足りる証拠もない。",
                "そうすると，本件特許は冒認出願に対してされたものではないとの審決の認定判断に誤りはなく，取消事由1に関する原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(共同出願違反に関する判断の誤り)について",
          "text": [
            "原告は，本件特許出願は，被告の従業員4名と微研の研究員2名との共同発明であるから，特許法38条の規定により，被告のみで単独出願できないもの(cid:1) (cid:2)(cid:1)(cid:3)(cid:4)(cid:1)(cid:2)(cid:1)である，本件発明者補正時に追加された発明者(2名)は，被告と無関係の微研の研究者であるから，これらの者による発明は，特許法35条で定める職務発明に該当するものであり，そうすると，本件発明者補正時の「特許を受ける権利」は微研にあり，微研との共同出願としなかった以上，本件特許は無効であるというほかない旨主張する。",
            "しかし，前記1(1)において認定したところに照らすと，被告が本件特許出願を単独で行えることは明らかであり，本件特許出願は特許法38条に違反するものではない。",
            "よって，審決の認定判断に誤りはなく，取消事由2に関する原告の主張を採用することはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告のその余の主張について",
          "text": [
            "原告は，①  乙第5号証の2ないし5は内部文書であり正式な証書とはいえず，また，被告が本件発明者補正時に提出した宣誓書は，発明者個人の単なる宣誓であり6人による共同開発による発明である旨を証明する書面とはなり得ない，本件特許が被告の従業員(4名)と微研の研究者(2名)との共同でなした発明であるならば，職務発明となる以上微研の譲渡証が必要となる上に，本件発明者補正時に共同発明であることを客観的に証明する書面(例えば，共同発明者が作成した報告書，提案書等)を提出するよう被告に命じるべきであったのになされないまま本件発明者補正を認めたのは違法である，②  仮に，本件特許出願が有効として受理されたとしても，2名の追加発明の共同発明者の宣誓書における住所が「財団法人阪大微生物病研究会観音寺研究所内」になっているが，微研の法人の正しい住所は「財団法人阪大微生物病研究会」内であるので，上記宣誓書は事実に反するものであるから，無効な証明書である，③  本件特許の出願時において，被告は，追加発明者(2名)又は微研の特許を受ける権利の譲渡につき同意を得ていないから，本件発明者補正は違法である，④  本件特許出願人である被告は，出願前に阪大研究所か(cid:1) (cid:2)(cid:1)(cid:3)(cid:5)(cid:1)(cid:2)(cid:1)ら特許を受ける権利を承継されていないので，第三者に対抗することができず，本件発明者補正は違法である，⑤  本件特許出願に際し，「職務発明認定書」が提出されていないので，本件特許発明が職務発明であるか否かについて判断することができず，本件特許出願は無効である，⑥  原告の審判合議体の審判官に対する忌避申立て(甲51)を認めなかった決定(甲52)は無効である，などと主張する。",
            "しかし，前記1及び2において認定したところに照らすと，原告の上記①ないし⑤の主張を採用することはできない。また，上記⑥の主張についても，本件全証拠によっても，審決の結論に影響を及ぼすべき事情とは認められない。",
            "また，その余の原告が種々主張する点も，いずれも審決の違法を基礎付ける事由とはいえない。",
            "なお，原告は，本件特許出願の受理行為や特許査定が無効な行政処分であるとして種々の事由を主張するが，本件が審決取消訴訟である以上，原告の上記各主張はいずれも審決取消事由を主張するものと解する。"
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上のとおり，原告主張の各取消事由はいずれも理由がない。また，他に審決に取り消すべき違法もない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}