{
  "conclusion": [],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求主文と同じ。第2  事案の概要1  特許庁における手続の経緯等  原告は，平成12年11月7日，発明の名称を「認証代行装置，認証代行方法及び記録媒体」とする発明(請求項の数11)について特許出願(特願2000 -338695号。以下「本願」という。)をし，平成22年11月9日付けで拒絶理由通知を受けたことから，平成23年2月4日付け手続補正書(発明の名称「認証代行装置」，請求項の数4)を提出して特許請求の範囲等を補正したが，さらに同年3月3日付けで拒絶理由通知を受けたことから，同年5月30日付けで手続補正書を提出したが，同手続補正は同年8月16日付けで却下されるとともに，本願について同日付けで拒絶査定を受けたことから，同年11月29日，これに対する不服の審判を請求し，併せて同日付け手続補正書により特許請求の範囲等を補正し，その後，平成25年1月23日付けで拒絶理由通知を受けたことから，同年4月1日付け手続補正書により特許請求の範囲等を補正した(請求項の数4，以下「本件補正」という。)(甲2の1～4，甲4の1，甲5，7，12，15の1，甲16～18，30，33)。  特許庁は，前記の審判請求を不服2011-25800号事件として審理し，平成25年6月10日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月25日，原告に送達された。  原告は，平成25年7月23日，本件審決の取消しを求める本件訴訟を提起した。2  本件審決が対象とした特許請求の範囲の記載本件補正後の特許請求の範囲の請求項1は，平成25年4月1日付け手続補正書(甲33)により補正された次のとおりのものである(以下，この請求項1に記載された発明を「本願発明」といい，本願に係る明細書(甲2の2・3，甲36)を「本願明細書」という。)。【請求項1】  リンク先情報を登録しておくリンク先情報登録手段と，  登録されたリンク先における利用者の認証情報であり該利用者に通知された認証情報を格納する認証情報格納手段と，",
      "text": [
        "各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構 成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納するひな形スクリプト格納手段と，",
        "インターネットを介して前記利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段と，  該利用者の認証情報が登録されているリンク先が前記受信されたリンク先の指定に関する情報により指定された場合に，前記リンク先情報登録手段から該当するリンク先情報を読み取り，当該利用者のそのリンク先における認証情報を認証情報格納手段から読み出すと共に，前記ひな型スクリプト格納手段から，該当するリンク先のひな形スクリプトを読み出して，該ひな形スクリプトの変数として該リンク先における認証情報を指定して該リンク先で実行される認証処理で表示される画面構成に対し前記認証情報を埋め込むための認証処理スクリプトを作成し，上記リンク先情報及び認証処理スクリプトを，該利用者の前記情報閲覧手段に前記インターネットを介して転送する認証代行処理手段とを有することを特徴とする認証代行装置。3  本件審決の理由の要旨  本件審決の理由は，別紙審決書の写しのとおりである。要するに，本願発明は，本願出願日(平成12年11月7日)前に頒布された刊行物である「中島募，シングル・サインオン，ユーザー情報を集約して認証処理を一元化  安全性と利便性を両立，日経インターネットテクノロジー，日本，日経BP社，1999年(平成11年)11月22日，第29号，p156～165」(以下「引用例」という。甲1)に記載された発明(以下「引用発明」という。)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。    本件審決が認定した引用発明は，次のとおりである。  アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段と，  各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化す るスクリプトを格納する格納手段と，前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段とを有するSSOサーバー。  本願発明と引用発明との対比本件審決が認定した本願発明と引用発明との一致点及び相違点は，以下のとおりである。  ア  一致点  リンク先情報を登録しておくリンク先情報登録手段と，  登録されたリンク先における利用者の認証情報を格納する認証情報格納手段と，",
        "各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納するひな形スクリプト格納手段と，",
        "前記リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証代行処理手段とを有する認証代行装置。イ  相違点1本願発明においては，「登録されたリンク先における利用者の認証情報」が，「利用者に通知された認証情報」であるとされているのに対し，引用発明においては，「サーバー／アプリケーションのパスワード」が，利用者に通知されたものであるかどうか明らかでない点。  ウ  相違点2  本願発明は，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するのに対し，引用発明は，そのような手段を有するとはされていない点。  エ  相違点3  「リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証代行処理手段」が，本願発明においては，「該利用者の認証情報が登録され ているリンク先が前記受信されたリンク先の指定に関する情報により指定された場合に，前記リンク先情報登録手段から該当するリンク先情報を読み取り，当該利用者のそのリンク先における認証情報を認証情報格納手段から読み出すと共に，前記ひな型スクリプト格納手段から，該当するリンク先のひな形スクリプトを読み出して，該ひな形スクリプトの変数として該リンク先における認証情報を指定して該リンク先で実行される認証処理で表示される画面構成に対し前記認証情報を埋め込むための認証処理スクリプトを作成し，上記リンク先情報及び認証処理スクリプトを，該利用者の前記情報閲覧手段に前記インターネットを介して転送する認証代行処理手段」であるのに対し，引用発明においては，「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」である点。4  取消事由    引用発明及び一致点の認定の誤り(取消事由1)    相違点2に係る容易想到性の判断の誤り(取消事由2)    相違点3に係る容易想到性の判断の誤り(取消事由3)第3  当事者の主張  1  取消事由1(引用発明及び一致点の認定の誤り)〔原告の主張〕  以下のとおり，本件審決の引用発明の認定には誤りがあり，また，本願発明と引用発明との一致点の認定にも誤りがある。    引用発明の認定の前提及び引用発明の認定について  本件審決は，引用例の「アクセス可能なサーバー／アプリケーションのID／パスワードの束をクライアント・モジュールが受け取る。」，及び「スクリプトはサーバー／アプリケーションの種類ごとに用意する必要があるが，SSOサーバーに置いておけば，自動的にすべてのクライアント・モジュールに配布することができる。」との各記載から，引用発明の「前記サーバー／アプリケーションのID／パスワー ドの束及び前記スクリプトをクライアント・モジュールに配布する手段」を認定した。",
        "しかしながら，引用例のどこにも「前記サーバー／アプリケーションのID／パスワードの束」の配布と「スクリプト」の配布とが同じ手段により行われることの記載はない。むしろ引用例によれば，「アクセス可能なサーバー／アプリケーションのID／パスワードの束」は「SSOサーバーにログインすると」という契機により個々の「クライアント・モジュール」に個別のタイミングで送信され，一方「スクリプト」は，「自動的にすべてのクライアント・モジュールに配布」されるのであって，全て(複数)の「クライアント・モジュール」に一斉に配布されるものであるから，「ID／パスワードの束」の配布と「スクリプト」の配布とが同じ手段で行われることを読み取ることはできない。",
        "そうすると，引用発明は本件審決のように認定されるべきではなく，",
        "「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段と，",
        "各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格納手段と，",
        "前記サーバー／アプリケーションのID／パスワードの束を送信する送信手段と，",
        "前記スクリプトを全てのクライアント・モジュールに配布する配布手段とを有するSSOサーバー。」と認定されるべきである。  本願発明と引用発明との対比について"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "「リンク先情報」及び「リンク先情報を登録しておく登録手段」について",
          "text": [
            "本件審決は，本願発明と引用発明との対比において，引用発明の「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段」のうち，「アクセス可能なサーバー／アプリケーションのID」は，本願発明における「リンク先情報」に相当すると認定し，この認定を前提として，引用発明における「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録 手段」は，本願発明における「リンク先情報を登録しておくリンク先情報登録手段」と「登録されたリンク先における利用者の認証情報を格納する認証情報格納手段」に対応する構成であると認定した。",
            "しかし，引用例の他の記載からすれば，引用例においては，「ID」とはユーザー(利用者)を特定する情報であり，「パスワード」とは「ID」に対する暗証番号などの暗証情報である。したがって，本件審決が引用例の「アクセス可能なサーバーアプリケーションのID／パスワードの束」という記載から「アクセス可能なサーバーアプリケーションのID」を分離し，「アクセス可能なサーバーアプリケーションのID」が本願発明における「リンク先情報」に相当すると認定したのは誤りである。そのため，引用発明の「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段」は，本願発明における「利用者の認証情報を格納する認証情報格納手段」に対応するにすぎず，引用発明が，本願発明における「リンク先情報を登録しておくリンク先情報登録手段」を有することはない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "「ひな形スクリプト格納手段」について",
          "text": [
            "本件審決は，引用発明は，「アプリケーションごとに，ID／パスワードの入力が必要」なログイン操作を自動化するものであるから，引用発明における「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプト」は，「各サーバー／アプリケーションの種類ごと」のログイン操作を実行する際に端末の画面上に構成される認証処理用のひな形スクリプトであると解されるとした上で，引用発明の「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格納手段」は，本願発明における「各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納するひな形スクリプト格納手段」に相当すると認定した。しかし，引用発明における「ログイン操作を自動化するもの」が「端末の画面上に構成される認証処理用のひな形スクリプト」であることを読み取ることはできな い。引用例の記載から，引用例におけるWeb向けの製品は「ベーシック認証」を対象としたものであることが理解されるところ，「ベーシック認証」においては，WWWブラウザにユーザーID・パスワードを記憶させれば，自動的に認証がされるので，引用発明が「情報閲覧手段」に「ベーシック認証」におけるWWWブラウザにユーザーID・パスワードを記憶させる機能を有しているのであれば，「ログイン操作を自動化するもの」が「端末の画面上に構成される認証処理用のひな形スクリプト」である必要はない。ウ  「利用者の情報閲覧手段」について  本件審決は，引用発明における「クライアント・モジュール」は，本願発明における「利用者の情報閲覧手段」に相当すると認定した。  しかし，引用例における「クライアント・モジュール」の記載からすると，「クライアント・モジュール」は，(A)アクセス可能なサーバー／アプリケーションのID／パスワードの束を受け取ること，及び(B)ログイン操作を自動化するスクリプトを実行すること，の機能を有するが，情報を閲覧する機能を有するとは記載されていない。したがって，本件審決が引用発明における「クライアント・モジュール」が，本願発明における「利用者の情報閲覧手段」に相当すると認定したのは誤りである。  エ  「認証代行処理手段」について  本件審決は，引用発明における「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」と，本願発明における「認証代行処理手段」とは，「リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証代行処理手段」である点において，共通すると認定した。  しかし，前記(引用発明の認定の前提及び引用発明の認定について)で述べたとおり，引用発明からは「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」を認定するこ とはできないのであるから，本件審決の上記認定は誤りである。  引用発明においては，「前記サーバー／アプリケーションのID／パスワードの束を送信する送信手段」と「前記スクリプトをクライアント・モジュールに配布する配布手段」とが認定されるのであるから，引用発明の「前記サーバー／アプリケーションのID／パスワードの束を送信する送信手段」と本願発明の「認証代行処理手段」とは，「リンク先の認証情報を利用者の使用するモジュールに送信する手段」である点において共通し，引用発明の「前記スクリプトをクライアント・モジュールに配布する配布手段」と本願発明の「認証代行処理手段」とは，「リンク先の認証処理を自動的に行うための情報を利用者の使用するモジュールに送信する手段」である点において共通することになる。  オ  「認証代行装置」について  本件審決は，引用発明における「SSOサーバー」は，本願発明における「認証代行装置」に相当すると認定した。  しかし，前記ウ(「利用者の情報閲覧手段」について)で述べたとおり，引用発明における「クライアント・モジュール」と本願発明における「情報閲覧装置」とは異なるものであり，引用発明における「SSOサーバー」は本願発明における「認証代行装置」に相当するものではない。    本願発明と引用発明との一致点の認定について  前記及びによれば，正しい本願発明と引用発明との一致点は，「リンク先における利用者の認証情報を格納する認証情報格納手段と，",
            "各リンク先毎に用意され，該リンク先で実行される認証処理のための情報を格納する情報格納手段と，",
            "リンク先の認証情報を利用者の使用するモジュールに送信する手段と，",
            "リンク先の認証処理を自動的に行うための情報を全ての利用者の使用するモジュールに配布する手段とを有する装置」となる。",
            "本件審決の認定した本願発明と引用発明との一致点と比較すると，本件審決の認 定では「リンク先情報を登録しておくリンク先情報登録手段」が存在するが，上記の正しい本願発明と引用発明との一致点に基づけば，このような手段は存在しない点が大きく異なっている。〔被告の主張〕    引用発明の認定の前提及び引用発明の認定について  引用例の記載からすれば，「SSOサーバー」が，各サーバー／アプリケーションのユーザー情報を一元管理し，「クライアント・モジュール」に対して，「アクセス可能なサーバー／アプリケーションのID／パスワードの束」を配布するとともに，「ログイン操作を自動化するスクリプト」をも配布すると解される。そうすると，「クライアント・モジュール」に対して上記各情報を配布する「SSOサーバー」の機能を抽象的に1つの配布する手段として認定することができる。",
            "したがって，本件審決が，引用発明について，「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」を認定したことに誤りはない。    本願発明と引用発明との対比について"
          ]
        },
        {
          "fig": "ア",
          "subject": "「リンク先情報」及び「リンク先情報を登録しておく登録手段」について",
          "text": [
            "本件審決が，引用発明における「アクセス可能なサーバー／アプリケーションのID」は本願発明における「リンク先情報」に相当するした点が誤解であったことは認めるが，以下のとおり，引用発明においても本願発明における「リンク先情報」に相当するものが想定されていることは技術的に見て明らかであって，上記誤解は，その後の審決の認定，判断に影響を及ぼすものではない。  すなわち，引用例の記載からすれば，「SSOサーバー」には，「アクセス可能なサーバー／アプリケーションのID／パスワード」等のユーザー情報を集約する何らかの登録手段が存在し，また，「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプト」を置いておくための何らかの格納手段が存在すると解される。",
            "ここで，上記「スクリプト」は，「SSOサーバー」から「クライアント・モジュール」に配布され，「クライアント・モジュール」によってアクセス可能なものが各サーバー／アプリケーションの種類ごとに実行されログイン操作を自動化することから，「各サーバー／アプリケーションの種類ごとに用意され」る「スクリプト」は「各サーバー／アプリケーションの種類」にアクセスする前提として，「各サーバー／アプリケーション」を指定するための「リンク先情報」を含んでいると解するのが妥当である。",
            "そうすると，引用発明の当該「スクリプト」は実質的に各サーバー／アプリケーションの種類ごとの「リンク先情報」を含むと解されることから，引用発明の「SSOサーバー」には本願発明の「リンク先情報を登録しておくリンク先情報登録手段」に相当するものが想定され，少なくとも引用発明の「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格納手段」が，「リンク先情報」を当該スクリプトごとに格納しているといえることから，本願発明の「リンク先情報を登録しておくリンク先情報登録手段」といえる。",
            "以上のとおり，引用発明において本願発明における「リンク先情報」及び「リンク先情報を登録しておくリンク先情報登録手段」に相当するものを想定できることは技術的に見て明らかであるから，本件審決が，引用発明における「アクセス可能なサーバー／アプリケーションのID」は本願発明における「リンク先情報」に相当するとした点が誤りであったとしても，本件審決のその後の認定，判断に影響しない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "「ひな形スクリプト格納手段」について",
          "text": [
            "引用例の記載からすれば，引用発明における「スクリプト」は「サーバー／アプリケーションの種類ごと」の「ID／パスワード」の入力が必要な「ログイン操作を自動化する」ものと解される。  ここで，「スクリプト」は一般的に「コンピュータプログラムの種類の一つで，機械語への変換や実行可能ファイルの作成などの過程を省略又は自動化し，ソースコードを記述したら即座に実行できるようなプログラムのこと」であって，「ひな型 スクリプト」は，あらかじめ準備された標準的な「スクリプト」と解される。そして，当該「ひな型スクリプト」と認証情報を用いてログイン操作を自動化することは，クライアント／サーバーシステム技術の分野の周知技術であり，「ログイン操作を自動化するスクリプト」として，本願発明のような「認証情報を埋め込むための認証処理用のひな形スクリプト」を利用することも，クライアント／サーバーシステム技術の分野では一般的な技術であった。",
            "そうすると，引用発明における「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプト」は，認証情報が埋め込まれた「各サーバー／アプリケーションの種類ごと」のログイン操作を自動化するひな形スクリプトが典型的な態様と解される。したがって，引用発明における「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格納手段」は，本願発明における「各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納するひな形スクリプト格納手段」に相当するとした本件審決に誤りはない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "「利用者の情報閲覧手段」について  引用例の記載からすれば，引用発明における「クライアント・モジュール」は「クライアント側」に組み込まれたソフトウェア「モジュール」であると解され，また，「クライアント側」の意味は，引用例(甲1)の図2の記載からすると，ディスプレイを備えた端末装置であると解される。ここで，「モジュール」は一般的に，「機能単位，交換可能な構成部分という意味の英単語。システムへの接合部(インターフェース)が規格化・標準化されていて，容易に追加や削除ができ，ひとまとまりの機能を持った部品のこと。」をいう。",
            "したがって，引用発明における「クライアント・モジュール」は，ディスプレイを備えた端末装置に組み込まれたひとまとまりの機能を持ったソフトウェアであると解される。",
            "また，シングル・サインオンシステムにおいて，クライアント側の情報閲覧機能を有するブラウザが自動的に認証情報の送信を行う態様がよく知られている。",
            "そうすると，引用発明では，「クライアント・モジュール」に「サーバー／アプリケーションのID／パスワードの束」及び「スクリプト」が配布されるが，端末装置の情報閲覧手段(ブラウザー)が認証情報を受信し，自動的にサーバー／アプリケーションへのログイン処理を実行することは技術的に可能で，周知技術であったことから，「クライアント・モジュール」への配布と同時に，「クライアント・モジュール」が実装された端末装置の情報閲覧手段(ブラウザー)に配布することも普通に行われていたと解される。また，情報閲覧手段としてのブラウザーの機能を有しているモジュールを「クライアント・モジュール」として利用することも本願出願時には技術的に可能であった。",
            "そこで，引用発明では，利用者の端末装置において認証処理に関連する中核的なソフトウェアである「クライアント・モジュール」に「サーバー／アプリケーションのID／パスワードの束」及び「スクリプト」が配布されることを構成要素として認定したものである。",
            "したがって，本願発明と引用発明との対比において，利用者の端末装置の技術的意義を踏まえ，引用発明における「クライアント・モジュール」を，本願発明における「利用者の情報閲覧手段」に相当するとした本件審決に誤りはない。エ  「認証代行処理手段」について  前記で述べたとおり，「ID／パスワードの束」の配布と「スクリプト」の配布とが同じ手段で行われる引用発明の構成要素として，「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」を認定した本件審決に誤りはない。したがって，引用発明における「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」と，本願発明における「認証代行処理手段」とは，「リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧 手段に転送する認証代行処理手段」をなす点で共通するとした本件審決に誤りはない。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "「認証代行装置」について  引用例の記載からすれば，引用発明の「SSOサーバー」は「認証代行サーバー型のタイプ」であり，集約されたID／パスワードをもとに各アプリケーションの認証を一元的に受け持つタイプのシングル・サインオンサーバーであるから，認証代行機能を有するサーバーであるといえる。したがって，引用発明における「SSOサーバー」は，本願発明における「認証代行装置」に相当すると認定した本件審決に誤りはない。  本願発明と引用発明との一致点の認定について  前記アで述べたとおり，引用発明の「スクリプト」は実質的に各サーバー／アプリケーションの種類ごとの「リンク先情報」を含むと解されることから，引用発明は，本願発明の「リンク先情報を登録しておくリンク先情報登録手段」の機能を実質的に含むもので，この点を一致点とした本件審決の認定に誤りはない。",
            "また，前記及びエで述べたとおり，「ID／パスワードの束」の配布と「スクリプト」の配布とが同じ手段で行われる引用発明の構成要素として，「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」が認定される。",
            "さらに，前記ウ及びエで述べたとおり，引用発明における「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」と，本願発明における「認証代行処理手段」とは，「リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証代行処理手段」という点で共通する。",
            "したがって，本願発明と引用発明との一致点として，「リンク先情報を登録しておくリンク先情報登録手段」や「リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証代行処理手段」を認定した本件審決に誤りは ない。  2  取消事由2(相違点2に係る容易想到性の判断の誤り)〔原告の主張〕  本件審決は，相違点2のうち「インターネットを介して」の部分について，引用発明は，「認証代行サーバー型」の「クライアント側にモジュールを組み込む方法」とされているものであって，「SSOの対象プラットフォーム」が「Web以外のアプリケーション」とされているものであるが，引用例に，「Web，Web以外のアプリケーションを問わず，SSO環境を構築できる製品もある。」と記載されていることからすれば，「Webのアプリケーション」に対して「SSO環境を構築できる」ような製品を構築することも，当業者が適宜になし得ることである，と判断した。",
            "しかし，引用例は，「社内ネットワーク」で使用される「ID／パスワードによる認証」による「アクセス制御」に関するものである。「社内ネットワーク」とは，会社などの組織内での閉じたネットワークである「イントラネット」であり，本願発明に記載の「インターネット」とは文言上異なる。また，「イントラネット」は会社などの組織内での閉じたネットワークであるので，「イントラネット」の外部からのアクセスは制限がされ，情報漏えいなどのおそれが「インターネット」などと比較して小さく，また，他人のID／パスワードが盗まれるという不正アクセスに対しての抵抗力も「インターネット」などと比較して大きい。このため，「イントラネット」において「ID／パスワードの束」を送受信することについての心理的抵抗はないが，「インターネット」は開かれたネットワークであるので，「ID／パスワードの束」の送信を行う引用発明を「インターネット」において使用するようにすることを想到するのは困難である。",
            "  また，本件審決は，相違点2のうち「利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」について，引用例には，「アクセス可能なサーバー／アプリケーションのID／パスワードの束」を受け取る具体例が示されている が，ユーザーがどの「サーバー／アプリケーション」にアクセスしたいかを指定して，その指定された「サーバー／アプリケーション」の「パスワード」を受け取るようにすることは，当業者が適宜になし得ることであると判断した。",
            "しかし，引用例の「SSOサーバーにログインすると，アクセス可能なサーバー／アプリケーションのID／パスワードの束をクライアント・モジュールが受け取る。」との記載中の「アクセス可能なサーバー／アプリケーションのID／パスワードの束」とは，SSOサーバーにログインした利用者がアクセスすることができる全てのサーバー／アプリケーションのID／パスワードの組合せのことである。したがって，引用発明においては，「SSOサーバー」にログインすると，利用者がアクセスすることができる全てのサーバー／アプリケーションのID／パスワードの組合せを受け取るので，利用者がリンク先を指定する都度，本願発明のように「利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する」のは無駄な(無意味な)処理であり，「SSOサーバー」が「クライアント・モジュール」から，利用者がどの「サーバー／アプリケーション」にアクセスしたいかの指定を受信する構成とする動機付けがない。",
            "  本件審決は，引用例には，「アクセス可能なサーバー／アプリケーションのID／パスワードの束」を受け取る具体例が示されているが，ユーザーがどの「サーバー／アプリケーション」にアクセスしたいかを指定して，その指定された「サーバー／アプリケーション」の「パスワード」を受け取るようにすることは，当業者が適宜になし得ることであると判断した。しかし，「アクセス可能なサーバー／アプリケーションのID／パスワードの束」を受け取るとの具体例から，どのような証拠，論理付け等により，上記容易想到性に至るのかについて，本件審決は何ら示していない。",
            "また，本件審決は，「Webのアプリケーション」に対して「SSO環境を構築できる」ような製品である場合に，「インターネットを介して」，どの「サーバー／アプリケーション」にアクセスしたいかを指定する情報を「SSOサーバー」に送る ようにすることも，当業者が適宜になし得ることにすぎないと判断した。しかし，本件審決は，上記容易想到性の判断において，何らの証拠も論理付け等も示していない。",
            "このように審決が何らの証拠，論理付け等を示さずに「当業者が適宜になし得ることである」と判断したことは，「理由」として不完全であり，特許法157条2項4号に違反し，違法である。〔被告の主張〕  引用例には，シングル・サインオンシステムの具体的動作として，「SSOサーバーにログインすると，アクセス可能なサーバー／アプリケーションのID／パスワードの束をクライアント・モジュールが受け取る。」と記載されているだけであり，引用発明における「SSOサーバー」は「クライアント・モジュール」から「リンク先の指定に関する情報を受信する手段」を有してはいないと解される。  しかし，認証処理システムにおいて，認証処理を実行するサーバーがインターネットを介して，利用者端末からサーバー／アプリケーションの認証情報の要求を受信する旨の技術は，乙6及び7にもあるとおり，認証処理の技術分野では本願出願時の周知技術であり，SSOサーバーなどの認証処理サーバーが認証情報の要求を個別に受信するような構成とするか，引用発明のように認証情報の要求を個別には受け付けない構成とするかは，当業者がシステムの効率やセキュリティなどを考慮して適宜に選択し得た設計的事項である。  さらに，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」についても，乙8にもあるとおり，ユーザー端末からアクセスを希望するサーバー／アプリケーションのリンク先を特定する情報を受信する手段として，本願出願時には周知慣用の手段であった。  そして，Webアプリケーションにおいては，イントラネットであってもインターネットであっても，共にURLでWeb上のファイルが指定され，技術的には同様に扱われるものとして引用例に記載されており，相互に転用可能であることは当 業者にとっては明らかであるから，引用発明の「SSOサーバー」と「クライアント・モジュール」をインターネットを介して設置し，対象プラットフォームをインターネット環境で動作する「Webのアプリケーション」とすることができることは明らかである。  そうすると，周知技術(乙6～8)を知る当業者において，引用発明を，SSOサーバーが認証情報の要求を個別に受信するように，利用者の情報閲覧手段よりインターネットを介して，リンク先のサーバー／アプリケーションを指定する情報を受信するように構成することは，適宜なし得たことにすぎない。  したがって，引用発明を，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するようなものとすることは，当業者が適宜になし得ることであるとした本件審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "3",
              "text": [
                "取消事由3(相違点3に係る容易想到性の判断の誤り)〔原告の主張〕  本件審決は，相違点2の判断である，引用発明を，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するようなものとすることは，当業者が適宜になし得ることであることを前提に，その場合，「利用者の認証情報が登録されているリンク先が『受信されたリンク先の指定に関する情報』により指定された」ことを契機として，「リンク先情報登録手段から該当するリンク先情報を読み取り，当該利用者のそのリンク先における認証情報を認証情報格納手段から読み出すとともに，ひな型スクリプト格納手段から，該当するリンク先のひな形スクリプトを読み出して，該ひな形スクリプトの変数として該リンク先における認証情報を指定して該リンク先で実行される認証処理で表示される画面構成に対し前記認証情報を埋め込むための認証処理スクリプトを作成」するようにすることは，当業者が適宜になし得ることにすぎない，と判断した。",
                "さらに，「インターネットを介して」リンク先の指定に関する情報を受信するようにすることは，当業者が適宜になし得ることであるから，逆に，リンク先情報及び (作成した)認証処理スクリプトを利用者の情報閲覧手段に「インターネットを介して」転送するようにすることも，当業者が適宜になし得ることにすぎない，と判断した。",
                "  しかし，取消事由2において主張したように，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するようなものとすることは当業者が適宜になし得ることではなく，相違点2に係る本件審決の判断は誤りであるから，これを前提とする相違点3に係る本件審決の判断も誤りである。",
                "また，仮に相違点2に関する判断が誤りでなかったとしても，どのような証拠，論理付け等により「利用者の認証情報が登録されているリンク先が『受信されたリンク先の指定に関する情報』により指定されたこと」を契機とすることができるのか，また，仮に契機とすることができたとして，相違点3に係る構成について，いかなる証拠，論理付け等により容易想到と断定できるのかについて，本件審決は何も示していない。  さらに，本件審決の「リンク先情報及び(作成した)認証処理スクリプトを利用者の情報閲覧手段に「インターネットを介して」転送するようにすることも，当業者が適宜になし得ることにすぎない」との判断については，前記2の［原告の主張］で述べたとおり，引用例から，引用発明を「インターネット」において使用するようにすることを想到するのは困難であるから，誤りである。  以上によれば，本件審決が，引用発明において，相違点3に係る構成とすることは，当業者が適宜になし得ることであると判断したことは誤りである。〔被告の主張〕  前記1の〔被告の主張〕のア，イで述べたとおり，本願発明と引用発明との一致点として，「リンク先情報を登録しておくリンク先情報登録手段」を認定することができ，また，引用発明における「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格納手段」は，本願発明 における「各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納するひな形スクリプト格納手段」に相当する。したがって，本件審決が認定したとおり，本願発明と引用発明とは「リンク先情報登録手段」，「認証情報格納手段」，「ひな形スクリプト格納手段」を有している点で一致する。  そして，前記2の〔被告の主張〕で述べたとおり，認証処理システムにおいて，認証処理サーバーがインターネットを介して，利用者端末からサーバー／アプリケーションの認証情報の要求を受信する旨の技術は，認証処理の技術分野では本願出願時の周知技術であって(乙6，7)，このような周知の認証処理システムにおいては，認証処理サーバーは利用者端末からサーバー／アプリケーションの認証情報の要求を受信することを契機として，該当するサーバー／アプリケーションの認証情報を格納手段から読み出し，利用者端末に返信している。  さらに，乙2及び3に記載のとおり，「ひな型スクリプト」でログイン操作を自動化し，ひな形スクリプトに認証情報を埋め込んで認証処理スクリプトを作成することは，スクリプトを利用した自動ログイン技術の分野における周知技術であり，また，乙9(段落【0044】～【0049】，図4)に記載があるように，ユーザー端末のログイン画面において，システムが認証情報を自動で代行入力する技術も周知技術であるから，「ログイン操作を自動化するスクリプト」が，本願発明のような「リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプト」であることは一般的であった。  そうすると，引用発明は，認証処理に必要な情報を格納するための「リンク先情報登録手段」，「認証情報格納手段」，「ひな形スクリプト格納手段」を有しているから，上記周知技術を前提とすれば，引用発明において，SSOサーバーが，認証情報の要求をクライアント・モジュールからインターネットを介して個別に受信することを契機として，該当する認証情報を含めた認証処理スクリプト，認証処理に必要なリンク先情報をクライアント・モジュールに返信するように構成することに格 別の困難性はない。  そのため，引用発明における「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段(リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証代行処理手段)」に換えて，本願発明のように，リンク先が指定された場合に，リンク先情報登録手段から該当するリンク先情報を読み取り，当該利用者のそのリンク先における認証情報を認証情報格納手段から読み出すとともに，ひな型スクリプト格納手段から，該当するリンク先のひな形スクリプトを読み出して，認証処理スクリプトを作成し，該リンク先情報及び認証処理スクリプトを，該利用者の情報閲覧手段に前記インターネットを介して転送する「認証代行処理手段」のように構成することは，当業者が適宜になし得ることである。  したがって，引用発明において，相違点3に係る構成とすることは，当業者が適宜になし得たとする本件審決の判断に誤りはない。第4  当裁判所の判断  1  本願発明について",
                "  本願発明の特許請求の範囲は，前記第2の2記載のとおりであるところ，本願明細書(甲2の2・3，甲36)には，おおむね次の内容の記載がある。  ア  発明の属する技術分野  本発明は，認証代行装置，認証代行方法及び記録媒体に関する(【0001】)。  イ  従来の技術",
                "ネット上で任意のサイトにアクセスする場合，通常ユーザーID及びパスワードなどの組合せからなる認証情報を，当該サイトの指示画面に従って入力し，サイト側に登録されたその利用者の認証情報と一致する場合にログインが許可されるログイン認証が一般的に行われている(【0002】)。  ウ  発明が解決しようとする課題  しかし，頻繁に使用するサイトが増えてくると，一々サイトごとに違った認証方法による操 作をし，またその際に使用される認証情報も違ったものがそれぞれ必要になるという煩雑さがあった。一方，特定サービスに的を絞ったポータルサイトが立ち上がるようになり，利用者にはより一層利便性が高くなった。しかし，当該ポータルサイトから関連のあるサイトへリンクするごとに，上記のような認証操作を必要とするのでは，その煩雑さ故に，上記利便性が減殺されることになる。特に個々のサイトごとに提供されるサービスを連携させて，目的とする新たなサービスを創出することが，当該ポータルサイトで行われるといった，これまでにない全く新たな機能を持ったポータルサイトが立ち上げられた場合，その傾向はより一層顕著になる。  本発明は，以上のような問題に鑑み創案されたもので，ネット利用者のサイトアクセスを便ならしめるため，利用者に代わって，特定のサイトに対する認証を代行して行うことができる認証代行装置，認証代行方法及び記録媒体を提供せんとするものである(【0003】～【0006】)。  エ  発明の実施の形態  本発明の実施の形態(実施例1)を図示例と共に説明する。    図1は，インターネット400上にある本発明に係る認証代行装置1を備えたポータルサイトPにおける機能として，利用者Uがリンク先サイトを選択した場合に，利用者U自身に代わって認証処理を行い，ログインすることを可能にする本発明に係る認証代行装置1による認証代行処理を行う場合の，全体の枠組みを示す概念図である(【0032】)。",
                "図1に示すように，利用者Uはパソコン200を有しており，パソコン200上で情報閲覧手段として機能するブラウザ210により，そこに所定の接続先情報(URL情報)を与えたり，他のサイトでそのような接続先情報を獲得することで，インターネット400を介して，ポータルサイトP(後述するウェブサーバ100)に接続できるようになっている(【0033】)。  ここでパソコン200のブラウザ210がウェブサーバ100につながることで，ポータルサイトPにおいて，利用者Uは，そこで提示される種々のサービスの提供を受けたり，そこで提示されるリンク先(図面上ではサイトA及びサイトBのみ示されており，以下Aリンク先及びBリンク先とする。)に接続することが可能となっている。ただし，後述するように，本認証代行装置1は，リンク先におけるログイン時の認証法の違いを後述する認証法判定手段6により判別させ，それに応じて，それぞれの認証法に対応した認証代行処理を実行させている(【0035】)。   また，このようなポータルサイトPのサービスを受けるために，利用者Uが，ポータルサイトPで選択可能なリンク先における認証情報をあらかじめ登録しておく必要があり，その情報は後述する認証情報格納手段3に格納されている(【0036】)。    ポータルサイトP上に形成された本発明の認証代行装置1は，図3に示すように，リンク先情報登録手段2と，認証情報格納手段3と，ひな形スクリプト／モジュール格納手段4と，認証代行処理手段5とを備える構成であり，前記ウェブサーバ100，アプリケーションサーバ120及びデータベースサーバ130によって構成されている(【0042】)。",
                "上記リンク先情報登録手段2は，上記データベースサーバ130で構成されており，本ポータルサイトPでリンク可能なサイトに関し，リンク先情報(URL情報など)を登録しておく機能を有している(【0043】)。  上記認証情報格納手段3は，同じくデータベースサーバ130で構成されており，リンク先情報登録手段2に登録されたリンク先における各利用者の認証情報を格納する機能を有している(【0044】)。   上記ひな形スクリプト／モジュール格納手段4は，同じくデータベースサーバ130で構成されており，各リンク先ごとに用意された認証処理用のひな形スクリプト(単一画面認証用)及び各リンク先ごとに用意された認証処理用のモジュール(複数画面認証用)を格納している(【0045】)。  上記認証代行処理手段5は，上記アプリケーションサーバ120で構成されており，利用者Uの選択により，利用者Uの認証情報が登録されているリンク先が指定された場合に，後述する認証法判定手段6によって判定されたリンク先の認証法に従って，利用者Uに代わって当該リンク先の認証処理を代行する機能を有している(【0048】)。  すなわち，上記認証法判定手段6によってリンク先の認証法が単一画面認証法によると判断された場合は，①前記リンク先情報登録手段2から該当するリンク先情報を読み取り，利用者Uのそのリンク先における認証情報を認証情報格納手段3から読み出すと共に，前記ひな形スクリプト／モジュール格納手段4から，該当するリンク先のひな形スクリプトを読み出して，認証処理スクリプトを作成し，上記リンク先情報及び認証処理スクリプトを，利用者Uのブラウザ210に転送する処理を行う。そのため，利用者U自身が操作することはないが，ブラウザ210が，与えられたリンク先情報に従ってリンク先にリンクすると共に，認証処理スクリプトを実行することで，認証処理が自動的に行われることになる(【0049】)。    図9では，前記認証法判定によりリンク先Aが単一画面認証法によると判定された後のポータルサイトPにおける各手段間のデータのやり取り及び前記認証代行処理手段5による処理内容を示している。すなわち，認証代行処理手段5は，利用者Uによるリンク先Aの指定情報及びその利用者情報を受け取って，前記リンク先情報登録手段2から該当するリンク先情報(URL情報など)を，また前記認証情報格納手段3から利用者Uのそのリンク先Aにおける認証情報(リンク先Aにおける利用者UのユーザーID及びパスワードなど)を，それぞれ読み出すと共に，前記ひな形スクリプト／モジュール格納手段4から，該当するリンク先Aのひな形スクリプトを読み出して，リンク先A用の認証処理スクリプト(対象とするリンク先Aに自動的に接続処理を開始する処理をHTMLとJavaScriptにて記載したもの)を作成し，上記リンク先情報及び認証処理スクリプトを，利用者Uのブラウザ210に転送する。 上記認証処理スクリプトには，ポストする変数として，上記認証情報が指定される(【0058】)。",
                "したがって，利用者U側のブラウザ210は，送られてきたリンク先情報で，目的とするリンク先Aにリンクすると共に，上記認証処理スクリプトに基づいて，ブラウザ210が，リンク先Aで実行される認証処理で表示される画面構成に対し，図10に示すように，自動的に上記認証情報を埋め込んでいくため，利用者Uは，何ら選択したリンク先Aへの操作を行わなくても，認証処理が自動的に実行されることになる(【0059】)。"
              ]
            }
          ]
        },
        {
          "fig": "オ",
          "text": [
            "発明の効果  以上のとおり，本発明の構成によれば，利用者が，ポータルサイトなどにおいてリンク先の選択を行うだけで，リンク先に対して，何ら特別な操作を行わなくても，認証処理が自動的に実行されるため，それが終了した段階で，当該リンク先へのログインが可能となるという優れた効果を奏し得ることになる(【0086】)。    前記の記載によれば，本願発明の概要は，以下のとおりのものであると認められる。",
            "本願発明は，認証代行装置に関するものである。従来，ネット上で任意のサイトにアクセスする場合，通常ユーザーID及びパスワードなどの組合せからなる認証情報を，当該サイトの指示画面に従って入力していたが，特定サービスに的を絞り，利便性を高めたポータルサイトにおいて，ポータルサイトから関連のあるサイトへリンクするごとに，上記の認証操作を必要とするのでは，その煩雑さ故に，上記利便性が減殺されるとの問題があった。本願発明は，ネット利用者のサイトアクセスを便利にするために，利用者に代わって，特定のサイトに対する認証を代行して行うことができる認証代行装置を提供することを目的とする。  利用者Uは，パソコン200上で情報閲覧手段として機能するブラウザ210がウェブサーバ100につながることで，ポータルサイトPにおいて，そこで提示されるリンク先に接続することが可能となるが，本願発明では，認証代行装置1に認 証代行処理を実行させ，このようなポータルサイトPのサービスを受けるために，利用者Uが，ポータルサイトPで選択可能なリンク先における認証情報を予め登録しておき，その情報は認証情報格納手段3に格納されている。  また，本願発明における認証代行装置1は，リンク先情報登録手段2と，認証情報格納手段3と，ひな形スクリプト／モジュール格納手段4と，認証代行処理手段5とを備える構成であり，上記リンク先情報登録手段2は，ポータルサイトPでリンク可能なサイトに関し，リンク先情報(URL情報など)を登録しておく機能を有し，上記認証情報格納手段3は，リンク先情報登録手段2に登録されたリンク先における各利用者の認証情報を格納する機能を有し，上記ひな形スクリプト／モジュール格納手段4は，各リンク先ごとに用意された認証処理用のひな形スクリプトを格納し，上記認証代行処理手段5は，利用者Uの選択により，利用者Uの認証情報が登録されているリンク先が指定された場合に，利用者Uに代わって当該リンク先の認証処理を代行する機能を有する。  そして，本願発明における認証代行処理手段5は，利用者Uによるリンク先Aの指定情報及びその利用者情報を受け取って，上記リンク先情報登録手段2から該当するリンク先情報(URL情報など)を，また上記認証情報格納手段3から利用者Uのそのリンク先Aにおける認証情報(リンク先Aにおける利用者UのユーザーID及びパスワードなど)を，それぞれ読み出すと共に，上記ひな形スクリプト／モジュール格納手段4から，該当するリンク先Aのひな形スクリプトを読み出して，リンク先A用の認証処理スクリプト(対象とするリンク先Aに自動的に接続処理を開始する処理をHTMLとJavaScriptにて記載したもの)を作成し，上記リンク先情報及び認証処理スクリプトを，利用者Uのブラウザ210に転送するので，利用者U側のブラウザ210は，送られてきたリンク先情報で，目的とするリンク先Aにリンクすると共に，上記認証処理スクリプトに基づいて，ブラウザ210が，リンク先Aで実行される認証処理で表示される画面構成に対し，自動的に上記認証情報を埋め込んでいくため，利用者Uは，選択したリンク先Aへの操作を 何ら行わなくても，認証処理が自動的に実行されることになる。  その結果，本願発明は，利用者が，ポータルサイトなどにおいてリンク先の選択を行うだけで，該リンク先に対して，特別な操作を何ら行わなくても，認証処理が自動的に実行されるため，それが終了した段階で，当該リンク先へのログインが可能となるという効果を奏し得る。  2  引用発明について    引用例(甲1)には，引用発明について，おおむね，次の内容の記載がある。  ア  電子メールやグループウエア，C／S型の基幹業務システム，Webアプリケーションとして構築した人事情報システム。社内ネットワークでは，さまざまな種類のアプリケーションが稼働している。その多くはそれぞれ独立したユーザー管理システムを持ち，ID／パスワードによる認証でユーザーのアクセスを制御する。  こういったネットワーク・アプリケーションが増えると，ユーザーにとってシステムが使いにくくなる。アプリケーションごとに，ID／パスワードの入力が必要だからである。また，アプリケーションを導入するたびにユーザー・アカウントを登録しなければならないので，システム管理者の負担も増す。  こうした問題を解決する一つの方法が，“シングル・サインオン”である。シングル・サインオン(SSO)機能を備えた専用ツールを使うことで，各アプリケーションのユーザー情報を集約し，認証処理を一元化できる。ユーザーは一度のログイン操作で許可されたアプリケーションを利用できるようになる。ユーザー情報を一括管理するので管理者の負担は減る。さらに，パスワードなどの認証キーを1つに統合し，そのキーだけを集中管理すればよいので，セキュリティも向上する(157頁左欄1行～中欄13行)。  イ  製品のタイプは3種類  最近，シングル・サインオン製品の数が増え，Webやグループウエアなど，いろいろなアプリケーションが混在する環境で利用できるようになってきた。  製品は，対象とするアプリケーションによって大きく3つのタイプに分かれる。(1)Web向け，(2)Web以外のアプリケーション向け，(3)WebとWeb以外のアプリケーショ ンの両方向けである。  (1)に相当するのが，米エンコマース社の「」や米の「」など。(2)が仏ブルの「」やＮTTソフトウェアの「」など。(3)が米ユニシスの「 !\"」や日立製作所の「シングルログインマネージャ」などである(157頁中欄14行～右欄16行)。  ウ  Web，Web以外のアプリケーションを問わず，SSO環境を構築できる製品もある。これが前記イの(3)の !\"やシングルログインマネージャ，システムニーズの「#\"」などである。これらのソフトに対して一度ログインしてしまえば，対応アプリケーションに再度ログインすることなく利用できるようになる。(159頁左欄6行～14行)。  エ  サーバー側にユーザー情報を集約  など多くの製品は，ユーザー情報を1台の専用サーバー(SSOサーバーと呼ぶ。)に集約する方法をとる。このサーバー集約型では，各サーバー／アプリケーションのユーザー情報を一元管理できるので管理者の負担は大幅に軽減する。ただし，専用のSSOサーバーを設置したり，サーバー／アプリケーションにモジュールを組み込むなど，既存のサーバー・システムに手を加える必要がある。  サーバー集約型は，さらに「認証代行サーバー型」と「リバース・プロキシ型」に分かれる。  認証代行サーバー型は，SSOサーバーがユーザー情報をもとに各アプリケーションの認証を一元的に受け持つタイプである。(a)サーバー／アプリケーション側にモジュールを組み込む方法，(b)クライアント側にモジュールを組み込む方法，(c)両方にモジュールを組み込む方法の3通りがあり，それぞれ認証の方法や対応するアプリケーションの種類が異なる(表1)(160頁左欄1行～161頁左欄11行)。   オ  「表1  各種認証代行サーバー方式のタイプの特徴」として，「認証代行サーバー型のタイプ」が「クライアント側にモジュールを組み込むタイプ」の例として，「SSOの対象プラットフォーム」，「概要」，「長所」，「短所」が，それぞれ，「Web以外のアプリケーション」，「クライアントのモジュールは，SSOサーバーから各種サーバー(アプリケーション)のID／パスワードを受け取る。その情報をもとに，モジュール内のスクリプト認証などの操作を代行し，サーバー(アプリケーション)にアクセスする」，「スクリプトを作成することで各種アプリケーションに対応できる」，「各サーバー(アプリケーション)のユーザー情報を個別に設定・管理しなければならない」とされている例が示されている。  カ  クライアント側で認証処理のスクリプトを実行   !\"やなどは，クライアント側にモジュールを組み込む前記エの(b)のタイプである。SSOサーバーにログインすると，アクセス可能なサーバー／アプリケーションのID／パスワードの束をクライアント・モジュールが受け取る。ID／パスワードを受け取ったモジュールは，ログイン操作を自動化するスクリプトを実行する。スクリプトはサーバー／アプリケーションの種類ごとに用意する必要があるが，SSOサーバーに置いておけば，自動的に全てのクライアント・モジュールに配布することができる(161頁右欄12行～162頁左欄10行)。    前記の記載によれば，引用発明の概要は，以下のとおりのものであると認められる。",
            "社内ネットワークで稼働しているネットワーク・アプリケーションの多くは，ID／パスワードによる認証でユーザーのアクセスを制御することから，こうしたネットワーク・アプリケーションが増えると，アプリケーションごとにID／パスワードの入力が必要となるため，ユーザーにとってシステムが使いにくくなるという問題があった。この問題を解決する方法の一つが，シングル・サインオン(SSO)機能を備えた専用ツールを使い，それにより，各アプリケーションのユーザー情報を集約し，認証処理を一元化できるようにすることで，これにより，ユーザーは，一度のログイン操作で許可されたアプリケーションを利用できるようになる。  そして，SSO製品には，Web，Web以外のアプリケーションを問わず，SSO環境を構築できる製品があり，また，SSO製品の多くは，ユーザー情報を1台の専用サーバー(SSOサーバー)に集約する方法をとり，このサーバー集約型の一種である認証代行サーバー型は，SSOサーバーがユーザー情報をもとに各アプリケーションの認証を一元的に受け持つタイプであり，クライアント側にモジュールを組み込む方法等がある。  さらに，認証代行サーバー型でクライアント側にモジュールを組み込むタイプのSSO製品において，SSOサーバーにログインすると，アクセス可能なサーバー／アプリケーションのID／パスワードの束をクライアント・モジュールが受け取り，ID／パスワードを受け取ったモジュールは，ログイン操作を自動化するスクリプトを実行する。そして，スクリプトは，サーバー／アプリケーションの種類ごとに用意する必要があるが，SSOサーバーに置いておけば，自動的に全てのクライアント・モジュールに配布することができる。  3  取消事由1(引用発明及び一致点の認定の誤り)について    引用発明の認定の前提及び引用発明の認定について  本件審決は，引用例の「SSOサーバーにログインすると，アクセス可能なサーバー／アプリケーションのID／パスワードの束をクライアント・モジュールが受け取る。」，及び「スクリプトはサーバー／アプリケーションの種類ごとに用意する 必要があるが，SSOサーバーに置いておけば，自動的にすべてのクライアント・モジュールに配布することができる」との各記載から，引用発明の「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段とを有するSSOサーバー」を認定した。原告は，この点について，引用例のどこにも「前記サーバー／アプリケーションのID／パスワードの束」の配布と「スクリプト」の配布とが同じ手段により行われることの記載はなく，むしろ引用例によれば，「アクセス可能なサーバー／アプリケーションのID／パスワードの束」は「SSOサーバーにログインすると」という契機により個々の「クライアント・モジュール」に個別のタイミングで送信され，一方「スクリプト」は，「自動的にすべてのクライアント・モジュールに配布」されるのであって，全て(複数)の「クライアント・モジュール」に一斉に配布されるものであるから，「ID／パスワードの束」の配布と「スクリプト」の配布とが同じ手段で行われることを読み取ることはできない旨主張する。",
            "そこで検討するに，前記2エ，カによれば，SSO製品の多くは，ユーザー情報を1台の専用サーバー(SSOサーバー)に集約するサーバー集約型であり，認証代行サーバー型は上記サーバー集約型の一種であって，SSOサーバーがユーザー情報をもとに各アプリケーションの認証を一元的に受け持つタイプであり，クライアント側にモジュールを組み込む方法があること，及び認証代行サーバー型でクライアント側にモジュールを組み込むタイプのSSO製品では，クライアント・モジュールは，SSOサーバーにログインすると，アクセス可能なサーバー／アプリケーションのID／パスワードの束を受け取ることから，引用発明においては，SSOサーバーが，アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段，及びサーバー／アプリケーションのID／パスワードの束をクライアント・モジュールに配布する手段を有することが認められる。  そして，スクリプトは，サーバー／アプリケーションの種類ごとに用意する必要があるが，SSOサーバーに置いておけば，自動的に全てのクライアント・モジュ ールに配布することができることから，引用発明においては，SSOサーバーが，各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格納手段，及び上記スクリプトをクライアント・モジュールに配布する手段を有するものであって，こうしてSSOサーバーからID／パスワードの束及び上記スクリプトを受け取ったクライアント・モジュールは，ログイン操作を自動化するスクリプトを実行することが認められる。そうすると，引用発明においては，ID／パスワードの束の配布と上記スクリプトの配布とが，SSOサーバーによって行われ，SSOサーバーは，ID／パスワードの束を配布する手段と上記スクリプトを配布する手段を有すると認められる。  以上によれば，引用発明は，前記第2の3で本件審決が認定したものと同じく，以下のとおりのものと認められるが，この認定は上記のとおり，ID／パスワードの束を配布する手段と上記スクリプトを配布する手段が同一であることを認定したものではないから，原告の上記主張は採用することができない。「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段と，  各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格納手段と，  前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段とを有するSSOサーバー。」    本願発明と引用発明との対比について  ア  「リンク先情報」及び「リンク先情報を登録しておく登録手段」について  本件審決は，引用発明の「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段」のうち，「アクセス可能なサーバー／アプリケーション」，「アクセス可能なサーバー／アプリケーションのID」及び「アクセス可能なサーバー／アプリケーションのパスワード」は，それぞれ本願発明における「リンク先」，「リンク先情報」及び「登録されたリンク先における利用者の認 証情報」に相当すると認定した上で，引用発明における「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段」は，本願発明における「リンク先情報を登録しておくリンク先情報登録手段」と「登録されたリンク先における利用者の認証情報を格納する認証情報格納手段」に対応する構成であると認定した。原告は，この点について，引用例においては，「ID」とはユーザー(利用者)を特定する情報であり，「パスワード」とは「ID」に対する暗証番号などの暗証情報であるから，本件審決が引用例の「アクセス可能なサーバーアプリケーションのID／パスワードの束」という記載から「アクセス可能なサーバーアプリケーションのID」を分離し，「アクセス可能なサーバーアプリケーションのID」が本願発明における「リンク先情報」に相当すると認定したのは誤りであり，そのため，引用発明の「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段」は，本願発明における「利用者の認証情報を格納する認証情報格納手段」に対応するにすぎず，引用発明が，本願発明における「リンク先情報を登録しておくリンク先情報登録手段」を有することはない旨主張する。    そこで検討するに，本願の特許請求の範囲の記載からは，「リンク先情報」について，「登録されたリンク先における利用者の認証情報」と異なる情報であることは理解できるものの，その内容は必ずしも明らかではない。しかし，前記1エのとおり，本願明細書には，「リンク先情報」について，リンク先情報登録手段2は，データベースサーバ130で構成されており，ポータルサイトPでリンク可能なサイトに関し，リンク先情報(URL情報など)を登録しておく機能を有している旨の記載がある(段落【0043】)。したがって，本願発明における「リンク先情報」は，URL情報のように，接続するネットワーク上のサイトを特定する各サイトに固有の情報であると認めるのが相当である。",
            "これに対し，引用例には，引用発明における「アクセス可能なサーバー／アプリケーションのID／パスワード」について，「特定のファイルやディレクトリにアクセスする際，IDとパスワードの入力を要求してアクセスを判定するしくみだ。」(1 58頁左欄7行～10行)，「大抵の場合，それらのアプリケーションはID／パスワードを入力するなどしてから使うことを前提にしている」(158頁右欄3行～6行)，「シングル・サインオン製品のほとんどは，ID／パスワードによる認証に加え，」(159頁左欄16行～18行)，「シングル・サインオン製品は，対応するアプリケーションだけでなく，ID／パスワードなどのユーザー情報を集約する場所によって，」(159頁左欄30行～33行)，「例えば，シングルログインマネージャの場合，事前にサーバー／アプリケーションのログイン画面や入力するID／パスワードなどをクライアント・ソフトに登録しておく」(159頁中欄13行～17行)，「登録したサーバー／アプリケーションのログイン画面が表示されると，クライアント・ソフトが自動的にID／パスワードを入力してOKのボタンを押す。」(159頁中欄17行～右欄1行)，及び「アプリケーションの追加やID／パスワードの変更があった場合，管理者は各ユーザーに設定変更の旨を通知したり，設定ファイルを作成して配布しなければならない。」(159頁右欄14行～18行)との各記載がある。引用例の上記各記載から，引用発明の「アクセス可能なサーバー／アプリケーションのID／パスワード」における「ID」とはユーザー(利用者)を特定する情報であり，「パスワード」とは「ID」に対する暗証番号などの暗証情報であると認められる。  そうすると，引用発明における「アクセス可能なサーバー／アプリケーション」の「ID」は，URL情報のように，接続する「サーバー／アプリケーション」を特定する各「サーバー／アプリケーション」に固有の情報ではなく，そのため本願発明における「リンク先情報」に相当するものではない。引用発明における「アクセス可能なサーバー／アプリケーションのID／パスワード」は，一体として，本願発明における「登録されたリンク先における利用者の認証情報」に相当するものである。  したがって，本件審決が，引用発明における「アクセス可能なサーバー／アプリケーションのID」は，本願発明における「リンク先情報」に相当し，引用発明に おける「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段」は，本願発明における「リンク先情報を登録しておくリンク先情報登録手段」と「登録されたリンク先における利用者の認証情報を格納する認証情報格納手段」に対応する構成であると認定したことは誤りである。    しかしながら，引用発明は，前記のとおりの構成を有するSSOサーバーであり，SSOサーバーにクライアント・モジュールがログインすると，クライアント・モジュールは，SSOサーバーからアクセス可能なサーバー／アプリケーションのID／パスワードの束と，各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトとを受け取り，当該スクリプトを実行するものである。  そして，クライアント・モジュールが，アクセス可能なサーバー／アプリケーションへのログイン操作を自動化するスクリプトを実行する際に，ログインしようとするサーバー／アプリケーションのID／パスワードとともに，当該サーバー／アプリケーションに接続するためのリンク先情報(URL情報など)が必要であることは，当該技術分野における技術常識というべきであって，引用例に明示されていなくとも，引用例の記載に接した当業者には自明な事項と認められる。  さらに，前記のとおり，SSO製品の多くは，ユーザー情報を1台の専用サーバー(SSOサーバー)に集約するサーバー集約型であり，認証代行サーバー型はこのサーバー集約型の一種であるところ，引用発明は，認証代行サーバー型でクライアント側にモジュールを組み込むタイプのSSOサーバーである。  そうすると，引用発明において，クライアント・モジュールがログイン操作を自動化するスクリプトを実行するためには，アクセス可能なサーバー／アプリケーションのID／パスワードと，各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトとともに，各サーバー／アプリケーションのリンク先情報が必要であり，また，引用発明は，ユーザー情報をSSOサーバーに集約するサーバー集約型の構成であるから，引用発明のSSOサーバーは，アクセ ス可能なサーバー／アプリケーションのリンク先情報を登録しておくリンク先情報登録手段を有し，クライアント・モジュールは，SSOサーバーから，アクセス可能なサーバー／アプリケーションのリンク先情報を受け取るものと認めるのが相当である。  また，前記のとおり，引用発明における「アクセス可能なサーバー／アプリケーションのID／パスワード」は，本願発明における「登録されたリンク先における利用者の認証情報」に相当するから，引用発明の「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段」は，本願発明における「登録されたリンク先における利用者の認証情報格納手段」に対応するものと認められる。  以上によれば，本件審決が，引用発明における「アクセス可能なサーバー／アプリケーションのID」は，本願発明における「リンク先情報」に相当し，引用発明における「アクセス可能なサーバー／アプリケーションのID／パスワードを登録しておく登録手段」は，本願発明における「リンク先情報を登録しておくリンク先情報登録手段」と「登録されたリンク先における利用者の認証情報を格納する認証情報格納手段」に対応する構成であると認定したことは誤りであるものの，引用例の記載及び本技術分野における技術常識に照らせば，引用発明においても，リンク先情報を登録しておくリンク先情報登録手段を有していることが認められるから，本願発明と引用発明とが「リンク先情報を登録しておくリンク先情報登録手段」と「登録されたリンク先における利用者の認証情報を格納する認証情報格納手段」とを有する点で一致するとした本件審決の認定に誤りはない。このように，本願発明と引用発明の対比における本件審決の上記認定の誤りは，本件審決による本願発明と引用発明との一致点の認定に影響を及ぼすものではなく，取消事由とはなり得ないというべきである。イ  「ひな形スクリプト格納手段」について",
            "原告は，本件審決が，引用発明の「各サーバー／アプリケーションの種類ごとに 用意され，ログイン操作を自動化するスクリプトを格納する格納手段」は，本願発明における「各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納するひな形スクリプト格納手段」に相当すると認定した点について，引用発明における「ログイン操作を自動化するもの」が「端末の画面上に構成される認証処理用のひな形スクリプト」であることを読み取ることはできず，引用発明が「情報閲覧手段」に「ベーシック認証」におけるWWWブラウザにユーザーID・パスワードを記憶させる機能を有しているのであれば，「ログイン操作を自動化するもの」が「端末の画面上に構成される認証処理用のひな形スクリプト」である必要はない旨主張する。  しかし，引用発明は，認証代行サーバー型でクライアント側にモジュールを組み込むタイプのSSOサーバーであるところ，前記2オのとおり，引用例には，「認証代行サーバー型のタイプ」で「クライアント側にモジュールを組み込むタイプ」について，「クライアントのモジュールは，SSOサーバーから各種サーバー(アプリケーション)のID／パスワードを受け取る。その情報をもとに，モジュール内のスクリプト認証などの操作を代行し，サーバー(アプリケーション)にアクセスする」こと，及び「スクリプトを作成することで各種アプリケーションに対応できる」ことが記載されているから，引用発明における「ログイン操作を自動化するもの」が，スクリプトを用いない「ベーシック認証」であるということはできない。  そして，「スクリプト」は，コンピュータプログラムの種類の一つで，機械語への変換や実行可能ファイルの作成などの過程を省略又は自動化し，ソースコードを記述したら即座に実行できるようなプログラム(乙1)と解されるから，引用例の上記記載によれば，引用発明における「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプト」は，SSOサーバーから受け取った各種サーバー(アプリケーション)のID／パスワード(利用者の認証情報)をソースコードに埋め込んで，「各サーバー／アプリケーションの種類ごと」の「ロ グイン操作を自動化する」プログラムであると認めるのが相当である。  そうすると，引用発明における「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプト」は，本願発明における「各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプト」に相当すると認められるから，引用発明における「各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトを格納する格納手段」が，本願発明における「各リンク先毎に用意され，該リンク先で実行される認証処理で表示される画面構成に対し，前記認証情報を埋め込むための認証処理用のひな形スクリプトを格納するひな形スクリプト格納手段」に相当するとした本件審決の認定に誤りはない。  原告の上記主張は採用することができない。ウ  「利用者の情報閲覧手段」について  原告は，本件審決が，引用発明における「クライアント・モジュール」は，本願発明における「利用者の情報閲覧手段」に相当すると認定した点について，引用例の「クライアント・モジュール」は，(A)アクセス可能なサーバー／アプリケーションのID／パスワードの束を受け取ること，及び(B)ログイン操作を自動化するスクリプトを実行すること，の機能を有するが，情報を閲覧する機能を有するとは記載されていないから，本件審決の上記認定は誤りである旨主張する。  しかし，前記のとおり，引用発明の「クライアント・モジュール」は，アクセス可能なサーバー／アプリケーションのID／パスワードの束と，各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトをSSOサーバーから受け取り，上記スクリプトを実行するものである。  また，前記アのとおり，引用発明の「クライアント・モジュール」は，SSOサーバーから，各サーバー／アプリケーションのリンク先情報をも受け取るのであるから，上記スクリプトを実行する際，クライアントを，ログインするサーバー／ アプリケーションに接続するものと認められる。  そして，クライアントにおいて，サーバー／アプリケーションとの接続及び情報の送受信を，情報閲覧機能を有するブラウザにより行うことは，本技術分野における当然の前提であり，技術常識というべきである。  そうすると，本願発明と引用発明との対比において，引用発明における「クライアント・モジュール」が，本願発明における「利用者の情報閲覧手段」に相当するとした本件審決の認定に誤りはない。  原告の上記主張は採用することができない。  エ  「認証代行処理手段」について  原告は，本件審決が，引用発明における「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」と，本願発明における「認証代行処理手段」とは，「リンク先の認証処理を自動的に行うための情報を利用者の情報閲覧手段に転送する認証代行処理手段」である点において共通すると認定したことについて，引用発明からは「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」を認定することはできないのであるから，本件審決の認定は誤りである旨主張する。  しかし，前記のとおり，引用発明の認定に関する原告の上記主張は採用することができない。そして，前記アのとおり，引用発明における「クライアント・モジュール」は，アクセス可能なサーバー／アプリケーションのID／パスワードの束，各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプト，及び各サーバー／アプリケーションのリンク先情報をSSOサーバーから受け取るものである。  そうすると，引用発明における「前記サーバー／アプリケーションのID／パスワードの束及び前記スクリプトをクライアント・モジュールに配布する手段」と，本願発明における「認証代行処理手段」とは，「リンク先の認証処理を自動的に行う ための情報を利用者の情報閲覧手段に転送する認証代行処理手段」である点において共通するとした本件審決の認定に誤りはない。  原告の上記主張は採用することができない。  オ  「認証代行装置」について  原告は，本件審決が，引用発明における「SSOサーバー」は，本願発明における「認証代行装置」に相当すると認定した点について，引用発明における「クライアント・モジュール」と本願発明における「情報閲覧装置」とは異なるものであるから，引用発明における「SSOサーバー」は本願発明における「認証代行装置」に相当するものではなく，本件審決の認定は誤りである旨主張する。  しかし，前記ウのとおり，引用発明の「クライアント・モジュール」は本願発明の「利用者の情報閲覧手段」に相当するものである上，前記のとおり，引用発明の「SSOサーバー」は，一台の専用サーバー(SSOサーバー)に集約されたユーザー情報(ID／パスワード)をもとに各アプリケーションの認証を一元的に受け持つタイプのものであり，認証代行機能を有するサーバーであるということができる。  そうすると，引用発明における「SSOサーバー」が，本願発明における「認証代行装置」に相当するとした本件審決の認定に誤りはない。  原告の上記主張は採用することができない。    本願発明と引用発明との一致点の認定について  原告は，正しい本願発明と引用発明との一致点は，「リンク先における利用者の認証情報を格納する認証情報格納手段と，",
            "各リンク先ごとに用意され，該リンク先で実行される認証処理のための情報を格納する情報格納手段と，",
            "リンク先の認証情報を利用者の使用するモジュールに送信する手段と，",
            "リンク先の認証処理を自動的に行うための情報を全ての利用者の使用するモジュールに配布する手段とを有する装置」となる旨主張する。",
            "しかし，前記及びのとおりであるから，本件審決が，本願発明と引用発明との一致点及び相違点を，前記第2の3のとおり認定したことに誤りはない。",
            "原告の上記主張は採用することができず，結局，取消事由1は理由がない。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "取消事由2(相違点2に係る容易想到性の判断の誤り)について    相違点2は，本願発明は，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するのに対し，引用発明は，そのような手段を有するとはされていない点である。  本件審決は，上記相違点2について，引用発明の具体的動作として，「アクセス可能なサーバー／アプリケーションのID／パスワードの束」を受け取る具体例が示されているが，ユーザーがどの「サーバー／アプリケーション」にアクセスしたいかを指定して，その指定された「サーバー／アプリケーション」の「ID／パスワード」を受け取るようにすることは，当業者が適宜になし得ることであり，その際に，「Webのアプリケーション」に対して「SSO環境を構築できる」ような製品である場合に，「インターネットを介して」，どの「サーバー／アプリケーション」にアクセスしたいかを指定する情報を「SSOサーバー」に送るようにすることも，当業者が適宜になし得ることにすぎないから，引用発明を，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するようなものとすることは，当業者が適宜になし得ることである旨判断した。  ア  前記1のとおり，本願発明における認証代行処理手段は，利用者の選択により，利用者の認証情報が登録されているリンク先が指定された場合に，利用者に代わって当該リンク先の認証処理を代行する機能を有するものである。すなわち，本願発明における認証代行処理手段は，利用者によるリンク先の指定情報及びその利用者情報を受け取って，リンク先情報登録手段から該当するリンク先情報(URL情報など)を，また認証情報格納手段から利用者のそのリンク先における認証情報(リンク先における利用者のユーザーID及びパスワードなど)を，それぞれ読み出すと共に，ひな形スクリプト／モジュール格納手段から，該当するリンク先の ひな形スクリプトを読み出して，リンク先用の認証処理スクリプト(対象とするリンク先に自動的に接続処理を開始する処理をHTMLとJavaScriptにて記載したもの)を作成し，上記リンク先情報及び認証処理スクリプトを，利用者のブラウザに転送するので，利用者側のブラウザは，送られてきたリンク先情報で，目的とするリンク先にリンクすると共に，上記認証処理スクリプトに基づいて，ブラウザが，リンク先で実行される認証処理で表示される画面構成に対し，自動的に上記認証情報を埋め込んでいくため，利用者は，何ら選択したリンク先への操作を行わなくても，認証処理が自動的に実行されることになる。その結果，本願発明は，利用者が，ポータルサイトなどにおいてリンク先の選択を行うだけで，該リンク先に対して，何ら特別な操作を行わなくても，認証処理が自動的に実行されるため，それが終了した段階で，当該リンク先へのログインが可能となるという効果を奏し得るものである。  そうすると，本願発明は，利用者の選択により，利用者の認証情報が登録されているリンク先が指定され，「利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」(相違点2に係る構成)によって，上記利用者によるリンク先の指定情報を受け取った認証代行処理手段が，利用者に代わって当該リンク先の認証処理を代行するものと認められる。  イ  これに対し，引用発明は，前記3のとおり，SSOサーバーにログインすると，アクセス可能なサーバー／アプリケーションのID／パスワードの束と，各サーバー／アプリケーションの種類ごとに用意され，ログイン操作を自動化するスクリプトが，SSOサーバーからクライアント・モジュールに配布され，クライアント・モジュールは，ログイン操作を自動化するスクリプトを実行するものである。ここで，アクセス可能なサーバー／アプリケーションのID／パスワードの束とは，SSOサーバーにログインしたユーザーが，アクセスすることができる全てのサーバー／アプリケーションのID／パスワードの組合せであると理解することができる。   また，前記3アのとおり，引用例の記載及び本技術分野における技術常識に照らせば，引用発明のSSOサーバーは，各サーバー／アプリケーションのリンク先情報を登録しておくリンク先情報登録手段を有し，クライアントモジュールは，SSOサーバーから，各サーバー／アプリケーションのリンク先情報を受け取るものである。  そして，引用発明では，上記の構成を採用することによって，ユーザーは，一度のログイン操作で，アクセス可能な全てのアプリケーションを利用できるとの機能(シングル・サインオン(SSO)機能)を有すると認められる。  そうすると，引用発明においては，一度SSOサーバーにログインすれば，クライアント・モジュールは，SSOサーバーにログインしたユーザーがアクセス可能な全てのサーバー／アプリケーションのID／パスワードの組合せ，各サーバー／アプリケーションの種類ごとのログイン操作を自動化するスクリプト，及び各サーバー／アプリケーションのリンク先情報を受け取るから，それ以降，SSOサーバーとの通信を行う必要がなく，ログイン操作を自動化するスクリプトを実行することで，シングル・サインオン機能を果たすとの作用効果を奏すると認められる。  しかるに，このような構成を採用する引用発明について，SSOサーバーが「利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するものとした上で，ユーザーがどの「サーバー／アプリケーション」にアクセスしたいかを指定して，その指定された「サーバー／アプリケーション」の「ID／パスワード」を受け取るように構成を変更するとすれば，利用者が情報閲覧手段よりリンク先の指定を行う都度，クライアント・モジュールは，SSOサーバーとの通信を行い，その指定された「サーバー／アプリケーション」の「ID／パスワード」を受け取り，上記指定された「サーバー／アプリケーション」へのログイン操作を自動化するスクリプトを実行することにより，シングル・サインオン機能を果たすことになる。しかし，それでは，一度SSOサーバーにログインすれば，クライアント・モジュールは，それ以降，SSOサーバーとの通信を行う必要がなく，ログイ ン操作を自動化するスクリプトを実行できるとの引用発明が有する上記の作用効果が失われることとなる。したがって，引用発明において，相違点2に係る本願発明の構成に変更する必要性があるものとは認められない。  このように，引用発明について，SSOサーバーが「利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するもの(相違点2に係る構成とすること)とした上で，ユーザーがどの「サーバー／アプリケーション」にアクセスしたいかを指定して，その指定された「サーバー／アプリケーション」の「ID／パスワード」を受け取るように構成を変更することについては，引用発明が本来奏する上記作用効果が失われるものであって，その必要性が認められないから，引用発明における上記構成上の変更は，解決課題の存在等の動機付けなしには容易に想到することができない。しかして，引用例には，引用発明について上記構成上の変更をすることの動機付けとなるような事項が記載又は示唆されていると認めることはできない。  ウ  前記アのとおり，本願発明は，利用者の選択により，利用者の認証情報が登録されているリンク先が指定され，「利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」(相違点2に係る構成)によって，上記利用者によるリンク先の指定情報を受け取った認証代行処理手段が，利用者に代わって当該リンク先の認証処理を代行するものであるから，本願発明と引用発明とは，相違点2に係る構成により，作用効果上，格別に相違するものであり，引用発明において，相違点2に係る本願発明の構成を採用することは，当業者が適宜なし得る程度のものとは認められない。  以上によれば，引用発明において，上記構成上の変更をすることが，当業者が容易に想到できたものということはできない。したがって，本願発明と引用発明との相違点2について，本件審決がした前記の判断には誤りがあるというべきであり，原告主張の取消事由2は理由がある。    被告の主張について   ア  被告は，認証処理システムにおいて，認証処理を実行するサーバーがインターネットを介して，利用者端末からサーバー／アプリケーションの認証情報の要求を受信する旨の技術は，乙6及び7にもあるとおり，認証処理の技術分野では本願出願時の周知技術であり，SSOサーバーなどの認証処理サーバーが認証情報の要求を個別に受信するような構成とするか，引用発明のように認証情報の要求を個別には受け付けない構成とするかは，当業者がシステムの効率やセキュリティなどを考慮して適宜に選択し得た設計的事項であり，また，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」についても，乙8にもあるとおり，本願出願時には周知慣用の手段であるから，周知技術(乙6～8)を知る当業者において，引用発明を，SSOサーバーが認証情報の要求を個別に受信するように，利用者の情報閲覧手段よりインターネットを介して，リンク先のサーバー／アプリケーションを指定する情報を受信するように構成することは，適宜なし得たことにすぎない旨主張する。  イ  そこで，乙6ないし8に開示されている技術について検討する。    乙6  a  本願出願日前に頒布された刊行物である「ノベルがインターネット上のID管理サービス  $ を開始，日本，ソフトバンクパブリッシング株式会社，%&’()!*%’，1999年(平成11年)12月1日発行，第9巻，第10号，p194)には，以下の記載がある。「また，シングルサインオンの機能もある。いったんメンバー制のWebサイトへのログインを  $ に「録画」させれば，その後は  $ にログインするだけで，各サイトにID，パスワードの入力なしにログインできる。ディレクトリデータベースの中に，各ユーザーに付帯する情報として，各Webで利用されるログイン名やパスワードを格納しておき，ログイン画面で自動的に適用するからだ。」(194頁左欄下から2行～中欄8行)  b  前記aによれば，乙6には，ディレクトリデータベースの中に，各ユーザーに付帯する情報として，各Webで利用されるログイン名やパスワードを格納して おき，ログイン画面で自動的に適用することで，シングルサインオンの機能を実現する技術が開示されていると認められる。    乙7  a  本願出願日前に頒布された刊行物である特開2000-10930号公報(公開日；平成12年1月14日)には，以下の記載がある。  「【0017】図4は，本発明におけるアクセスチケットを用いた制御手順を示すシーケンスチャートである。アクセス制御サーバ50がアクセスチケット75を用いて，さらにきめ細かな運用を考慮したアクセス制御を行う事例について説明する。図4に示すように，セキュア通信ライブラリ52はユーザ認証画面を表示し(14a)，ユーザはユーザ認証画面にICカード内の証明証31の情報を入力する(14b)。証明証31の情報を利用してセキュア通信ライブラリ52の処理によりユーザ14の正当性が認められた後は，クライアント20上のアクセス制御ライブラリ51が証明証31の情報を用いて，ユーザ14のアクセス権限を確認する。次に，アクセス制御サーバ50に対してユーザ14のアクセス権限の確認要求を行うと(14c)，アクセス制御サーバ50は業務サーバ6にACL(判決注：アクセス制御リスト，段落【0009】参照)を要求する(14d)。このように，ユーザ14がクライアント20からネットワークシステム1にログインする場合，アクセスチケット75aの中に9時から17時までという一時的な運用の制約条件76をつけることが可能である。この場合，アクセス制御サーバ50は，クライアント20側のアクセス制御ライブラリ51に，アクセス制御サーバID，ユーザ14のユーザ識別名，ユーザ14のACL+制約条件76，及びアクセス制御サーバ50の署名情報から構成されるアクセスチケット75aを作成し，アクセス制御ライブラリ51に送信する(75a)。アクセス制御サーバ50とアクセス制御ライブラリ51との間の通信はセキュア通信ライブラリ52の機能により保護されているため，相互で正しく認証され，情報が盗まれたり改ざんされる心配はない。また，セキュア通信ライブラリ52は，アクセスチケット75aの内容が確かにアクセス制御サーバ50によって作成されたものであることを保証するために，署名情報を付加している。",
              "text": [
                "【0018】次に，図4において，アクセス制御ライブラリ51がアクセスチケット75aを受け取ると，クライアント20上のグループウェアアプリケーションはユーザ14に対して初期選択画面を表示する(14e)。この初期選択画面は，ユーザ14のACLに基づき作成されるもので，ユーザ14に権限に許されている業務だけが表示される。また，ユーザ14が表示された以外の業務のアプリケーションを起動するとユーザ14に対して警告を発し，アクセス履歴情報12が取得される。ユーザ14が前記初期選択画面の中の業務の中から業務サーバ6のAP60(図示省略)を起動した場合(14f)，ユーザ14によるAP601(図示省略) の業務要求は，アクセス制御ライブラリ51から業務サーバ6に転送されるが(75d)，その時に前記アクセスチケット75aも添付される。業務サーバ6は，このアクセスチケット75aの内容を確認することにより，以降の業務処理AP601を実行する。具体的には，ACLと制約条件76を考慮した処理を行うので，図4に示すACLに許可された以外のAP601の修正や業務AP602の起動等は許さず，時刻が17時を過ぎたならばユーザ14に対する処理を打ち切る。そして，業務サーバ6は，ユーザ14のアクセス状況についてはアクセス履歴情報12に記録しておく。」  b  前記aによれば，乙7には，ユーザがユーザ認証画面にICカード内の証明証31の情報を入力し，証明証31の情報を利用してユーザ14の正当性が認められると，クライアント20上のアクセス制御ライブラリ51が証明証31の情報を用いて，ユーザ14のアクセス権限を確認し，アクセス制御サーバ50に対してユーザ14のアクセス権限の確認要求を行うと，アクセス制御サーバ50は業務サーバ6にACLを要求し，アクセス制御サーバ50は，クライアント20側のアクセス制御ライブラリ51に，アクセス制御サーバID，ユーザ14のユーザ識別名，ユーザ14のACL，制約条件76，及びアクセス制御サーバ50の署名情報から構成されるアクセスチケット75aを作成して，アクセス制御ライブラリ51に送信すること(段落【0017】)，及びアクセス制御ライブラリ51がアクセスチケット75aを受け取ると，クライアント20上のグループウェアアプリケーションはユーザ14に対して，ユーザ14のACLに基づき作成される初期選択画面を表示し，初期選択画面には，ユーザ14に許されている業務だけが表示されること(段落【0018】)が記載されていると認められる。    乙8  a  本願出願日前に頒布された刊行物である「快速ネットサーフィンのコツ：検索エンジンを使いこなす／検索サイト ,，日本，株式会社毎日コミュニケーションズ，タッチPC，1998年(平成10年)12月24日発行，第3巻，第12号，p52」には，以下の記載がある。   「検索サービス(検索エンジン)とは，ホームページをデータベース化したサイト。キーワードを指定すると合致するページを探し出し，一覧で表示してくれる。あとは見たいページを選べば，ダイレクトにそのページにジャンプできるのだ。「Yahoo！」が代表的なページとして君臨してきたが，ここ数年で続々登場。ユーザーにとってますます便利な状況になっている。」(52頁上欄1行～13行)  b  前記aによれば，乙8には，ホームページをデータベース化したサイトである検索サービス(検索エンジン)において，ユーザーがキーワードを指定すると，合致するページを探し出して一覧で表示するので，ユーザーが見たいページを選べば，ダイレクトにそのページにジャンプできることが記載されていると認められる。  ウ  前記イによれば，乙6及び7には，認証処理システムにおいて，認証処理サーバーがネットワークを介して，利用者端末からサーバー／アプリケーションの認証情報(ログイン名，パスワード，アクセスチケット)の要求を受信する技術が開示され，また，乙8には，検索サービス(検索エンジン)において，検索サービスサイトがインターネットを介してユーザーの端末からリンク先の指定に関する情報(キーワード等)を受信して，リンク先情報(URL)を返信する技術が開示されている。しかし，これらの技術が，本願出願当時，当該技術分野において周知であったとしても，本件においては，前記イのとおり，相違点2に係る構成上の変更を行って，引用発明が本来奏する作用効果を失わせる必要性は認められないから，これらの周知技術の存在は，引用発明について相違点2に係る構成上の変更をすることの動機付けとなるものではない。  したがって，引用発明において，前記構成上の変更をすることは，乙6ないし8に開示された周知技術を知る当業者であっても，適宜なし得たものであるということはできない。被告の前記アの主張には理由がない。  エ  小括  以上のとおりであるから，相違点2に係る本件審決の判断には誤りがあるから，原告主張の取消事由2には理由がある。   5  取消事由3(相違点3に係る容易想到性の判断の誤り)について    本件審決は，本願発明と引用発明との相違点3について，「相違点2について」で検討したように，引用発明を，「インターネットを介して利用者の情報閲覧手段よりリンク先の指定に関する情報を受信する手段」を有するようなものとすることは，当業者が適宜になし得ることであり，その場合，「利用者の認証情報が登録されているリンク先が『受信されたリンク先の指定に関する情報』により指定された」ことを契機として，「リンク先情報登録手段から該当するリンク先情報を読み取り，当該利用者のそのリンク先における認証情報を認証情報格納手段から読み出すと共に，ひな型スクリプト格納手段から，該当するリンク先のひな形スクリプトを読み出して，該ひな形スクリプトの変数として該リンク先における認証情報を指定して該リンク先で実行される認証処理で表示される画面構成に対し前記認証情報を埋め込むための認証処理スクリプトを作成」するようにすることは，当業者が適宜になし得ることにすぎない旨判断した。    しかし，前記4で述べたとおり，相違点2に係る本件審決の判断には誤りがあるから，相違点2に係る判断を前提とした相違点3に係る本件審決の判断にも誤りがある。  したがって，原告主張の取消事由3には理由がある。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成25年(行ケ)10207",
    "date": "2014-04-16",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084144",
    "ipprecedent_id": "3715",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}