{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して84万円及びこれに対する平成24年10月18日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人Y1は，控訴人に対し，100万円及びこれに対する平成24年10月18日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人有限会社シーエムシー・リサーチ(以下「被控訴人リサーチ」という。)は，控訴人に対し，100万円及びこれに対する平成24年10月18日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人株式会社シーエムシー出版(以下「被控訴人出版」という。)は，控訴人に対し，50万円及びこれに対する平成24年10月18日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人らは，原判決別紙書籍目録2の書籍(以下「被控訴人書籍」という。)を，複製，譲渡あるいは公衆送信してはならない。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "被控訴人らは，被控訴人書籍を廃棄せよ。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "被控訴人らは，被控訴人書籍を電子データで記憶した，USBメモリ，CD-R，パソコン内ハードディスクを廃棄せよ。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "被控訴人らは，今後1年間，各自のホームページに，原判決別紙告知文のとおり，告知文を掲載せよ。",
            "10  訴訟費用は，第1，2審を通じて，被控訴人らの負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人は，被控訴人らに対し，被控訴人らが共謀して被控訴人書籍を作成・販売し，インターネット上に掲載している行為が，原判決別紙書籍目録記載1の書籍(以下「本件書籍」という。)に掲載された14個の表(原判決別紙対照表の左側に記載されたもの(ただし，ピンク色及び緑色の着色はされていない。)。以下「本件書籍の各表」と総称する。)についての控訴人の著作権(複製権，譲渡権及び公衆送信権)及び著作者人格権(同一性保持権及び氏名表示権)を侵害していると主張して，①著作権侵害の不法行為による損害賠償請求権に基づき，被控訴人らに対し，84万円及びこれに対する不法行為の後である平成24年10月18日から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を，②著作者人格権侵害の不法行為による損害賠償請求権に基づき，被控訴人Y1に対し100万円，被控訴人リサーチに対し100万円，被控訴人出版に対し50万円及びこれらに対する平成24年10月18日から支払済みまで年5分の割合による遅延損害金の支払を，③著作権法112条1項に基づき，被控訴人らに対し，被控訴人書籍の複製，譲渡あるいは公衆送信の差止めを，④同条2項に基づき，被控訴人らに対し，被控訴人書籍の廃棄及びその電子データを記憶した媒体の廃棄を，⑤同法115条に基づき，被控訴人らに対し，原判決別紙告知文のとおりの告知文の掲載を求めた。",
            "原判決は，控訴人の請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "原判決の「事実及び理由」欄の「第2  事案の概要」の「1  前提事実(当事者間に争いのない事実並びに後掲の証拠及び弁論の全趣旨により容易に認められる事実)」(原判決3頁7行目から5頁6行目)に記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点及び当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "争点及び当事者の主張は，原判決「事実及び理由」欄の「第2  事案の概要」の「2  争点」(原判決5頁8行目から13行目)及び「3  争点に関する当事者の主張」(原判決5頁15行目から11頁10行目)に記載のとおりである。ただし，控訴人は，本件書籍の各表のうち，表2.1，表3.2，表4.1，表5.1，表6.1，表7.1，表8.1，表10.1，及び表11.1については，後記2のとおり編集著作権のみを主張し，その他の著作権の主張はしない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，当審において，請求原因として(1)のとおり主張し，被控訴人らは(2)のとおり争った(当審主張)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "text": [
                "本件書籍は，その各素材の斬新性と，その各素材の選択及び配列に強い創意と個性があり，全体として創作性，著作物性を有するものであり，編集著作物としての構成を有する。",
                "すなわち，本件書籍は，部品の機能と空間的な配置を考慮して各表の中で最適の配列を行い，プラスチックについても必要に応じて分類し(例えば，①汎用プラスチック，②エンジニアリングプラスチック，③熱硬化性プラスチックなど)，成形方法を記している。したがって，本件書籍は，その素材の選択と配列において，自動車メーカー及び部品メーカーの読者やユーザーが明快かつ明確に理解して自らの研究開発・ビジネスを効果的・効率的に進めるためのヒントを受け止められるように，工夫されており，そこに控訴人の発想の独創性と個性が発揮されているから，全体として編集著作物の構成を有する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人ら",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人Y1",
                  "text": [
                    "控訴人は最適の配列を行ったと主張するが，具体的な事実の記述は全くなく，既に公表されている他の著作者による表を引用しているにすぎないから，本件書籍の各表は，編集著作物に該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人リサーチ及び被控訴人出版",
                  "text": [
                    "本件書籍の各表は，①素材の選択においては，当該モジュール・部位の部品を網羅的に記述しているだけで特段の個性を認めることはできず，②配列については，自動車業界において一般的に行われている配列と配置にすぎないし，③プラスチックについても，プラスチックにおける一般的な分類がなされ，例外的に，一般的分類ができない最新技術について並列して項目を設けているにすぎず，④成形方法の記載があることも，プラスチックの性質からすれば一般的に行われていることで，何ら個性的ではない。",
                    "すなわち，本件書籍の各表における，自動車に採用されているプラスチックに関する事実の選択及び配列は，自動車産業の業界の者にとっては常識的なものであるばかりか，本件書籍の発行以前に発行された書籍に依拠するか，そこから引用されたものにすぎず，何らの創意工夫が表現されたものではない。したがって，本件書籍の各表は，自動車に採用されているプラスチックに関する事実をごく一般的な表の形式に整理したものにすぎないから，編集著作物における創作性を認めることはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，原判決の認定判断を支持するものであって，控訴人の請求は理由がないものと判断する。",
            "その理由は，次の2のとおり当審主張についての判断を付加するほか，原判決「事実及び理由」中の「第3  当裁判所の判断」1(11頁13行目～12頁20行目)記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，本件書籍は全体として編集著作物としての構成を有すると主張するが，当該主張の具体的内容は，本件書籍の各表が編集著作物としての著作物性を有するというものである。そして，本件書籍の各表の編集著作物性について，その素材の選択と配列において，読者・ユーザーが明快かつ明確に理解して自らの研究開発・ビジネスを効果的・効率的に進めるためのヒントを受け止められるように，工夫されており，そこに控訴人の発想の独創性と個性が発揮されているなどと主張する。",
            "しかし，その主張の実質的内容は，原審において控訴人が本件書籍の各表が著作物性を有するとして主張した点と同一であって，アイデアの独創性や記載事項の情報としての価値を述べるものにすぎず，これらが著作権法上の保護の対象となるものでないことは，原判決説示のとおり(11頁21行目～12頁5行目)である。",
            "そして，本件書籍の各表は，本件書籍の執筆段階において自動車に用いられていたプラスチックの種類，採用部位，成形方法等を，当該分類項目に従って詳細かつ網羅的に整理したものにすぎず，個別の記載事項が情報として有用であるとしても，一般的な表形式で整理が行われており，その素材となる各事項の選択又は配列について，どのような工夫がなされているのかは明らかでなく，控訴人の個性が表れているとは認められない。したがって，素材の選択又は配列によって創作性を認めることはできず，本件書籍及び同書籍の各表は，いずれも編集著作物としての著作物性を有するということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上によれば，その余の争点について判断するまでもなく，控訴人の請求はいずれも理由がなく，これをいずれも棄却した原判決は相当である。よって，主文のとおり判決する。"
      ]
    }
  ]
}