{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。  "
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙1のイ-1号物件目録，イ-2号物件目録，イ-3号物件目録及びイ-4号物件目録記載の各製品を製造し，販売し，輸出し，輸入し又は譲渡のための展示，インターネットへの掲載その他の販売の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，原判決別紙1のイ-1号物件目録2(1)，(2)，イ-2号物件目録2(2)，イ-3号物件目録2(2)及びイ-4号物件目録2(1)に記載の各部品並びにそれらの製造用金型を廃棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，控訴人に対し，3000万円及びこれに対する平成24年10月20日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「角度調整金具」とする特許権(特許番号第4895236号。本件特許権)について専用実施権を有する控訴人が，原判決別紙1のイ-1号物件目録，イ-2号物件目録，イ-3号物件目録及びイ-4号物件目録記載の製品(被告製品)は，本件特許権の特許請求の範囲の請求項1に記載された発明(本件特許発明)の技術的範囲に属し，被控訴人による被告製品の製造，販売等は本件特許権を侵害する行為であると主張し，被控訴人に対し，特許法100条1項に基づき，被告製品の製造及び販売等の差止めを求めるとともに，同条2項に基づき，被告製品及びその部品等の廃棄を求め，併せて，本件特許権の侵害による損害賠償請求権(民法709条)に基づき，損害賠償金3000万円(特許法102条2項に基づく損害額2500万円及び弁護士等費用500万円)の支払を求めた事案である。",
            "なお，附帯請求は，損害賠償金に対する訴えの変更申立書(平成24年10月19日付け)の送達の日の翌日である平成24年10月20日から支払済みまで民法所定の年5分の割合による遅延損害金請求である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，被告製品は，本件特許発明の構成要件Cを充足せず，また，被告製品が本件特許発明の均等の範囲にあるということもできないから，その余の点について判断するまでもなく，控訴人の被控訴人に対する本件特許権についての専用実施権の侵害を理由とする請求はいずれも理由がない，として，控訴人の請求をいずれも棄却した。",
            "そこで，原判決を不服として，控訴人が控訴したものである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，次のとおり原判決を補正し，後記4のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第2の1ないし3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「原告」を「控訴人」と，「被告」を「被控訴人」と，それぞれ読み替える。)。",
            "原判決2頁20行目の「専用実施」から同頁21行目末尾までを次のとおり改める。",
            "「専用実施権の設定を受けた者である(専用実施権の設定登録  受付年月日平成24年2月28日，専用実施権者向陽技研株式会社，範囲全部)。」",
            "原判決4頁21行目の「うち少なくとも製品1，2，6及び9」を「うち少なくとも製品1，3，6及び9」と改める。",
            "原判決5頁6行目から7行目及び15頁22行目から23行目の各件特許が，原出願に包含されない発明を内容とするものであるかどうか(分割要件違反の有無)」をそれぞれ   本件特許が，特許無効審判により無効にされるべきものであるか否か」と改める。"
          ]
        },
        {
          "fig": "4",
          "subject": "当審における当事者の主張",
          "text": [
            "発明の構成要件Cを充足するか)について",
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "構成要件Cについて",
              "text": [
                "構成要件Cは，「さらに，上記第1軸心(C )を中心側とした場合に上記ギア部(4)の外周歯面より外方側位置に，上記外周歯面との間にくさび形の空間部を形成するくさび面(8)を，上記第1アーム(1)側に於て形成し，」と特定されるものであり，くさび面の形成については，①第1軸心を中心側とした場合にギア部の外周歯面より外方側位置に形成するものであること，②ギア部の外周歯面との間にくさび形の空間部を形成するものであること，③第1アーム側に形成するものであること，という3つの要素以外は，何ら限定のないものである。",
                "これに対し，原判決は，構成要件Cについて，特許請求の範囲の記載を離れ，第1アームのケース部自体にくさび形空間部を設けることを意味するものと限定的な解釈をしたが，当該判断は，次のとおり誤りである。",
                "実施例の形態について"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "実施例の「くさび形窓部」",
                  "text": [
                    "原判決は，本件明細書の実施例に記載された「くさび形窓部5」はケース部3の壁部17，17に形成された2個の切欠きであると誤解し，その結果，実施例における空間部は当該切欠きの内側の部分を意味するものであると，いわば平面的に捉えて，本件特許発明の構成要件を解釈している。",
                    "しかし，実施例に記載された「くさび形窓部5」は，ケース部3を貫通する1個の貫通孔であって，2個の切欠きではない。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "実施例の「くさび面8」",
                  "text": [
                    "本件明細書(段落【0018】，【0019】)には，実施例に記載されたくさび面8について，「この貫通孔の外方側の面には…くさび面8が形成され」と記載されており，くさび面8は，貫通孔の外方側の面に形成される面であって，ケース部3の壁部17,17に設けられた切欠きの外方部分のみに限定される概念ではない。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "実施例の「くさび形の空間部」",
                  "text": [
                    "さらに，本件明細書(段落【0019】，図4)の記載からすると，実施例に記載された「空間部」は，①外方側のくさび面8とギア部4の外周歯面との間において形成され，②浮動くさび部材6が配設されるものである。",
                    "そして，「くさび面8がギア部4に接近していく」形状と説明されており，当該空間部が「くさび形」であることが記載されている。",
                    "したがって，実施例に記載された空間部は，横倒柱状の立体空間である。",
                    "本件明細書に基づく解釈",
                    "実施例のくさび形窓部5の構成は，本件特許発明が解決しようとする課題である角度切換段数が多くできないこと及び金具全体の大型化(段落【0005】)や，本件発明の効果である第1アームと第2アームとが展開方向へ揺動しようとする際に，浮動くさび部材の外方側の当接面が第1アーム側のくさび面に当接し，かつ，第2アームのギア部に噛合する浮動くさび部材によってギア部の中心に向かう圧迫力として力が作用すること(以下「くさび作用」という。)(段落【0007】)とは無関係である。",
                    "そして，本件明細書には，構成要件Cの「くさび形の空間部」及び「くさび面」が，実施例のくさび形窓部5を設ける態様に限定されるとの記載はない。",
                    "以上のとおり，本件明細書には，浮動くさび部材を配設することによってくさび作用を発揮させる「くさび形の空間部」を形成するという技術的事項が開示されている。",
                    "これに対し，実施例のくさび形窓部5を設ける態様は，製品具体化の一例にすぎず，本件明細書に開示された技術的事項がこの具体化された製品形態に限定される理由はない。",
                    "分割要件との関係について",
                    "原判決は，構成要件Cについて，第1アームのケース部自体にくさび形空間部を設けることを意味するものと解する限りにおいて，本件特許に係る特許出願(以下「本件出願」という。)が適法な分割出願と認められるとし，そのような限定的な解釈をしなければ，本件出願は新規事項の追加に当たり，分割要件を満たさない旨判断した。",
                    "分割出願の適法性については，当業者において，明細書又は図面の全てを総合することによって認識できる技術的事項との関係で，新たな技術的事項を導入するものであるか否かを基準に判断するのが相当であるところ，原出願の願書に最初に添付した明細書及び図面(以下，図面を含め「原出願明細書」という。甲11)の段落【0004】，【0011】，【0021】，【0022】及び図4には，本件明細書と同内容の記載が存在し，本件明細書と同様に，浮動くさび部材を配設してくさび作用を発揮する「くさび形の空間部」を形成するという技術的事項が開示されている。そして，当該技術的事項について，原出願明細書に記載された実施例のくさび形窓部5の態様に限定される理由はない。",
                    "本件特許の出願経緯をみても，審査官は，原出願明細書にはくさび形窓部を設けずにくさび面とギア部との間に空間部を形成する技術的思想は開示されていないとして，本件出願が分割要件に違反することを前提として拒絶査定をしたが，その不服審判において，控訴人が原出願明細書にはくさび形窓部を設けずにくさび面とギア部との間に空間部を形成する技術的思想が開示されており，適法な分割出願である旨主張すると，かかる主張が採用され，本件特許が認められた。本件特許が認められた後にも，原出願からの分割出願に係る，実施例のくさび形窓部を構成要件としない発明(甲20ないし23)が，特許査定されている。",
                    "以上のとおり，原出願明細書には，浮動くさび部材を配設することによってくさび作用を発揮させる「くさび形の空間部」を形成するという技術的事項が開示されているのであるから，本件出願は，新規事項を追加するものではなく，分割要件を満たしている。",
                    "出願過程における控訴人の主張について",
                    "原判決は，本件特許の審査過程において，原出願明細書にはくさび形窓部5を設けずにくさび面8とギア部4との間に空間部を形成するという技術思想は開示されていないという審査官からの指摘に対し，控訴人が，意見書(甲4の6)において，「くさび形窓部5を設けない構成は，奇異なる仮定であり，当業者は，くさび形窓部を設けることによってくさび形空間部も形成されていると当然に理解する」旨主張したと指摘し，これを構成要件Cを限定的に解釈する根拠の一つに挙げている。",
                    "しかし，上記意見書の全体をみれば，控訴人の主張するところは，要するに，「原出願明細書にはくさび形窓部5を設けずにくさび面8とギア部4との間に空間部を形成するという技術思想は開示されていない」という審査官の判断は誤りであること，そして，窓部を有する実施例を開示することによって，くさび形空間部を形成するという技術思想も開示していることを内容とするものであって，控訴人が，一貫して，本件特許発明は実施例のくさび形窓部の態様に限定されないと主張していることは明らかである。",
                    "原判決の指摘は，明らかな誤読であり，失当である。",
                    "以上によれば，構成要件Cは，その文言のとおり，①第1軸心を中心側とした場合にギア部の外周歯面より外方側位置に形成するものであること，②ギア部の外周歯面との間にくさび形の空間部を形成するものであること，③第1アーム側に形成するものであること，を満たす「くさび面」を形成することを要件としているのであり，実施例のくさび形窓部に形成されることを要件とはしていない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "被告製品の構成要件Cの充足性について",
              "text": [
                "被告製品の構成を本件特許発明の構成Cと対比すると，「中本体A(受け部材1b)の受圧部A1(受け板部8)」は，①回転軸心C を中心側とした場合にギア部4の外周歯面より外方側位置に形成されており，②ギア部4の外周歯面との間でくさび形の空間部S(Z)を形成している。そして，このくさび形の空間部S(Z)に，浮動くさび部材が移動可能に配設される。",
                "また，中本体A(受け部材1b)は，中板B(保持板1c)とともに，2本のピンで第1アーム1(箱型アーム1)本体内に完全に固定されて一体化されている。つまり，製造上の理由で，第1アーム1(箱型アーム1)と別部品とされているだけであり，完全に固定され一体化された中本体A(受け部材1b)は第1アーム1(箱型アーム1)の一部である。したがって，「中本体A(受け部材1b)の受圧部A1(受け板部8)」は③第1アーム側に形成されている。",
                "よって，「中本体A(受け部材1b)の受圧部A1(受け板部8)」は，本件特許発明の「くさび面」に相当し，被告製品は，本件特許発明の構成要件Cを充足する。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "ア",
              "subject": "構成要件Cについて",
              "text": [
                "本件明細書に基づく解釈について",
                "控訴人は，「くさび形の空間部」とこれを形成する「くさび面」が実施例のくさび形窓部5の態様に限定されるとの解釈は，特許請求の範囲の記載から乖離し，本件明細書の記載にも反する旨主張する。",
                "しかし，特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づいて定められなければならないものの，願書に添付した明細書の記載及び図面を考慮して，特許請求の範囲に記載された用語の意義を解釈するものとすると規定されている(特許法70条2項)のであって，構成要件Cの「くさび面」の意義を解釈するについて本件明細書の記載を考慮することは当然のことである。",
                "特許請求の範囲の記載からは，くさび面8が第1アーム側のどのような位置に，どのような形状で形成されるものであるのかについて一義的に明らかであるとはいえない。そこで，本件明細書(段落【0018】)の記載を参酌すれば，くさび形窓部5に軸心C1側に凹となる弧状の貫通孔があり，この貫通孔の外方側の面に円弧状のくさび面8が形成されるものであることが明らかとなる。",
                "したがって，構成要件Cのくさび面8は，第1アームの先端部に設けられているケース部3の平行な壁17，17に配設される貫通孔に設けられるものであり，くさび形窓部5に設けられた貫通孔の外方側の凹状部位に限定されるものであると解すべきことになる。",
                "控訴人は，くさび面8は，貫通孔の外方側の面に形成される面であって，ケース部3の壁部17，17に設けられた切欠きの外方側部分のみに限定される概念ではない旨主張するが，本件明細書には控訴人の主張を示唆する記載は存在せず，上記主張は控訴人独自の見解にすぎない。",
                "なお，控訴人は，原判決が「くさび形窓部5」はケース部3の壁部17，17に形成された2個の切欠きであると誤解し，認定判断を誤った旨主張するが，原判決のどこにもそのような認定判断は記載されておらず，控訴人の主張は失当である。",
                "分割要件との関係について",
                "原出願の特許請求の範囲請求項1及び原出願明細書の記載(段落【0005】，【0006】，【0011】，【0021】，【0022】，【0023】，【0025】，【0051】，図4)からは，くさび面はくさび形窓部の外方側の面に形成されるものであることが理解され，くさび面はくさび形窓部の外方側の面以外の位置に形成されることの説明や示唆は原出願明細書のどこにもない。",
                "そして，当業者において，原出願明細書から，くさび面がくさび形窓部以外の部位に配設されるとの思想やその構成に想到することはできない。",
                "したがって，原判決が，控訴人が主張するように，構成要件Cについて，第1アーム側にくさび形空間部が形成されていればよく，その具体的構成は問わない(あらゆるくさび形の空間部の形成方法が包含される)との意義であるとすると，原出願との関係において新たな技術的事項を導入するものというべきであって，分割出願である本件特許発明の構成要件Cの解釈として取り得ないところであると判断したことは正当である。",
                "出願過程における控訴人の主張について"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "前記意見書(甲4の6)における控訴人の「くさび形窓部5が存在することによって，くさび形空間部が形成されているという技術が，図面(略)及び明細書に記載されていることが明白であると共に，「空間部」とは当然に「窓部」を包含した上位概念であります。“くさび形窓部5を設けず”とは奇異なる仮定であり，当然に，くさび形窓部を設けることによってくさび形空間部も形成されていると，当業者は理解致します。」との主張によれば，控訴人が「くさび形窓部5が存在することによって，くさび形空間部が形成されている」と認識し，「くさび形窓部」の存在を前提としての「くさび面」と「くさび形空間部」であって，それ以外の「くさび形窓部のくさび面8」，「くさび形空間部」は認識していないことは明らかである。",
                    "本件特許発明について特許査定がされたのは，くさび形窓部に限定された「くさび面8」と「くさび形空間」が認定されたからであり，くさび形窓部に限定されない「くさび面8」と「くさび形空間」が認定されたものではない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "控訴人は，本件特許の他にも，原出願から分割出願された，実施例のくさび形窓部を構成要件としない発明(甲20ないし23)が特許査定されている旨主張する。",
                    "しかし，いずれの発明も，くさび形窓部とくさび面の関係は，原出願明細書を超えるものではなく，各発明の明細書にも，くさび形窓部にくさび面が形成されるものであるとの記載はあっても，くさび形窓部以外の箇所にくさび面が形成されるとの記載やこれを示唆するような記載はない。",
                    "したがって，甲20ないし23に記載された発明について特許が認められたことは，くさび形窓部を構成要件としない発明が原出願からの分割出願として特許されたことを示すものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "被告製品の構成要件Cの充足性について",
              "text": [
                "被告製品は，くさび形窓部が存在しない構成であり，本件特許発明のくさび形窓部との関係で空間部が形成される構成とは基本的技術思想が異なることは明らかである。",
                "したがって，被告製品は，くさび形窓部における「くさび面」を有しないから，構成要件Cを充足しない。",
                "〔控訴人の主張〕",
                "原判決は，本件特許発明と被告製品の相違点は，本件特許発明は，くさび形の空間部を，第1アームのケース部自体に形成して構成しており，その結果，くさび形金具が第1アームから脱落するのを防止するためのカバー(橋絡壁をもって橋絡される左右側壁 (34)(34) )を必要とするのに対し，被告製品は，これを，連結壁A2，A2を付属させた中本体Aと，中板B(保持板1c)によって構成し，かつ同構成によってくさび形金具の脱落防止も達成している点にあるとした上で，本件特許発明が，くさび形空間部を第1アームに設けられたくさび形窓部に形成することに主眼を置いた説明をしているのに対し，被告製品は，その構成から解放され，中本体(受け部材)と中板をもってくさび作用をもたらすくさび形空間部を具体的に形成するという別の技術的構成を採用し，これによって，くさび形金具とくさび面の当接面積が増大する，あるいは，構造材である中本体がくさび形金具の動きを案内し，脱落防止のための部材も別途要しなくなるといった付加的な作用効果も生じているから，このような構成に想到することが，被告製品の製造当初において，当業者にとって容易であったとは認められないと判断した。",
                "このように，原判決は，均等第3要件(置換容易性)が非充足であると判断し，その理由として，被告製品について，①くさび面の当接面積が増大している点，②脱落防止部材が不要である点の2点を挙げ，これらが付加的な作用効果であると指摘した。",
                "しかし，次のとおり，原判決の上記判断は誤りであり，被告製品は，均等第3要件を充足する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "くさび面の当接面積の増大について",
              "text": [
                "くさび形金具とくさび面の当接面積が増大する構成が，技術的観点から，具体的にいかなる作用効果があるのかについて何ら示されていない。",
                "仮に，くさび形金具とくさび面の当接面積が増大する構成が，当接面積の増大による補強を意味していると善解しても，当該補強は，技術的観点からは全く不要であり，不要な補強を技術的な作用効果と評価することはできない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "脱落防止部材が不要であることについて",
              "text": [
                "脱落防止部材(構成F，G，I)については，被告製品の中本体A(受け部材1b)がこれに相当する部材であり，部品点数が減少していると評価することはできない。",
                "脱落防止部材が不要であるというのは，原判決の事実誤認である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上のとおり，被告製品には，本件特許発明と比較した新たな作用効果は存在せず，本件特許発明を基に退歩的な設計変更をした製品にすぎない。",
                "すなわち，被告製品は，本件特許発明における「くさび形窓部」と「脱落防止カバー」の構成を，中本体(受け部材)と中板(保持板)に置き換えたものであるが，これら2つの部品は，2つのピンによって，第1アーム(箱型アーム)内に完全に固定されて一体化しており，全く動かない部材である。",
                "つまり，被告製品では，実施例のくさび形窓部を形成すればシンプルに実現できる機能を，わざわざ複数の部材に分割し，それらをアーム内に固定して実現しているだけである。かかる行為は，退歩的な設計変更であって，技術的に無意味である。",
                "そして，当業者にとって，特許発明ないしその実施品の構造を詳細に検討・観察した上で，特許発明における特定の構成について，単に当該構成を複数の部材に分割して置換する行為は，容易というほかないから，被告製品の製造時，当業者において，異なる部分に置き換えることは容易に想到することができたものである。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "ア",
              "subject": "くさび面の当接面積の増大について",
              "text": [
                "くさび面と浮動くさび部材の接触面積が大きければくさび効果(摩擦力による滑り止め効果)が大きいことは自明である。",
                "本件特許発明では，2枚のくさび形窓部の板厚の長さの合計長さにおいて浮動くさび部材と接触する。これに対し，被告製品では中本体の内側に配設される受圧部の幅の長さにおいて浮動くさび部材と接触するから，くさび効果を発生させるための接触長さは，本件特許発明の2枚のくさび形窓部の板厚の合計長さよりも大きく，当接面積も大きくなる。",
                "座椅子用の角度調整金具には座る人の体重がかかるから，この荷重を支えるには，本件特許発明では，第1アーム側において浮動くさび部材から伝達される当該荷重に応じる第1アームの壁17，17の板厚を厚くしなければならないが，被告製品にあっては，浮動くさび部材と接触する中本体の連結板の受圧部の幅がギア部4，4に跨る幅であるので浮動くさび部材から伝達される荷重を幅広く受けて一点への負荷が小さいという技術効果があり，故障が少なくなるのである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "脱落防止部材が不要であることについて",
              "text": [
                "本件特許発明の脱落防止カバーは，くさび形窓部から浮動くさび部材が左右方向に脱落することを防止する目的のものである。これに対し，被告製品の第1アームの壁17，17には貫通孔(くさび形窓部)が存在しないから，浮動くさび部材が第1アームの壁17，17の外方に脱落することはない。",
                "したがって，脱落防止部材は不要であり，また，中本体自体は浮動くさび部材の外方への脱落防止機能を目的とするものではない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "控訴人は，被告製品がくさび形窓部を形成すればシンプルに実現できる機能をわざわざ複数の部材に分割し，それらをアーム内に固定して実現したものであり，かかる行為は退歩的な設計であって，技術的に全く無意味であると主張する。",
                "しかし，被告製品の中本体は，本件特許発明の壁17のくさび形窓部よりも人の体重を力強く受け止めるための技術効果をもつ部材である。すなわち，本件特許発明の壁17のくさび形窓部は，浮動くさび部材から伝達される人の荷重を支えるために，板厚を厚くし，あるいは，焼き入れして強度を高める必要があるが，被告製品ではこのような必要がない。また，くさび形窓部を設けると浮動くさび部材の脱落防止が必要となるが，くさび形窓部を設けない被告製品では脱落防止部材は不要である。さらに，本件特許発明では，くさび形窓部がギア部の斜め上方に位置するから，ギア部から浮動くさび部材へと伝達される荷重により，浮動くさび部材に対してせん断力が作用するのに対し，被告製品では，ギア部の真上に中本体の受圧部が位置するので，浮動くさび部材に対して圧縮力が作用する。圧縮力の方が，せん断力よりも部品に求められる強度が低くすむため，被告製品は小型化が可能であり，本件特許発明よりも被告製品では故障が少ない。",
                "被告製品には，これらの技術効果があり，特許庁もその構成について進歩性を認めている(乙12，13)。",
                "控訴人の主張は，被告製品の構成から発生する技術効果を理解しないものであり，失当である。",
                "(本件特許が，特許無効審判により無効にされるべきものであるか否か)について",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "ア",
              "subject": "分割要件違反による新規性又は進歩性の欠如",
              "text": [
                "原出願明細書の記載(段落【0021】，【0022】)からは，くさび面8はくさび形窓部5を構成する一部位であり，空間部はくさび形窓部5を設けることにより形成される空間であると認められる。",
                "これに対し，原出願明細書には，くさび形窓部5を設けずに，くさび面8とギア部4との間に空間部を形成するという技術的思想は開示されておらず，また，空間部がくさび形であるという記載もない。",
                "すなわち，原出願明細書には，「空間部」及び「くさび面」を「くさび形窓部」によって形成する以外の構成について記載がなく，また，「空間部」がくさび形であるという構成についての記載もない。",
                "そして，本件特許発明の「くさび形窓部」を前提としない「くさび形の空間部」及び「くさび面(8)」(構成要件C)は，原出願明細書に記載されておらず，かつ，これらは，原出願明細書の記載から自明なものともいえないから，本件出願は，分割要件に違反してされたものである。",
                "そうすると，本件特許の出願日は，原出願の出願日に遡及しないから，本件特許の出願日は平成21年8月5日となるところ，原出願の公開特許公報(特開2006-230720号公報。以下「原出願公開公報」という。甲5)が公知文献となる。",
                "本件特許発明の「くさび形の空間部」との構成は，原出願明細書に記載された「くさび形窓部」によって形成される「空間部」を一例として含み，これを上位概念化したものであるから，本件特許発明は，その出願前に日本国内において頒布された刊行物である原出願公開公報に記載された発明と同一である(特許法29条1項3号)。",
                "よって，本件特許発明は新規性を欠くものとして，本件特許は特許無効審判により無効にされるべきものである。",
                "仮に，原出願公開公報に記載された発明と同一でないとしても，本件特許発明は，原出願公開公報に記載された発明に基づいて容易に想到することができたものである(特許法29条2項)。",
                "よって，本件特許発明は進歩性を欠くものとして，本件特許は特許無効審判により無効にされるべきものである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "特許法36条6項違反",
              "text": [
                "本件明細書には，くさび形窓部によって形成されたくさび面以外の「くさび面」についての記載がないから，本件出願は，特許法36条6項1号に違反してされたものであり，本件特許は特許無効審判において無効にされるべきものである。",
                "本件明細書の記載からは，くさび形窓部によって形成されたくさび面以外の「くさび面」がいかなるものであるか明確でないから，本件出願は，特許法36条6項2号に違反してされたものであり，本件特許は特許無効審判において無効にされるべきものである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，原出願明細書には，くさび形の空間部を形成し，当該空間に浮動くさび部材を配設することによって，くさび作用を発揮させるという技術的事項が記載されている旨主張する。",
                "しかし，原出願明細書には「くさび形の空間部」との記載は存しない。「空間部」との記載は見られるものの(段落【0022】)，当該空間部はくさび形窓部の存在を前提としており，くさび形窓部のくさび面とギア部の外周歯面との間に生ずる空間部を指すにすぎず，それ以外の状態での空間部に関する記載は一切なく，上記「空間部」がくさび形であることの記載も一切ない。",
                "控訴人は，原出願明細書に接した当業者であれば，空間部の技術的事項が記載されている以上，実施例以外の態様であってもくさび形の空間部を形成して浮動くさび部材を配設すれば，くさび作用を発揮することが可能と当然に理解する旨主張する。",
                "しかし，当業者が原出願明細書の記載を参酌した場合，くさび作用を発揮させるためには，ある特定の面又は点が，他の面又は点と当接して摩擦を生じさせなければならないことを理解し，空間に浮動くさび部材を配設するだけでくさび作用を発揮させることはできないと理解する。",
                "そして，原出願明細書には，「くさび形窓部」にくさび面を形成する技術思想のみが開示されており，その他の構成によってくさび面を形成する技術思想は何ら記載されておらず，かつ「くさび形の空間部」なる文言並びに概念の記載は一切存在しないのであるから，当業者において，「くさび形窓部」にくさび面を設ける技術思想を理解することはできても，「くさび形窓部」を設けずにくさび面を構成する技術思想は自明ではなく，これに想到することは不可能である。",
                "〔控訴人の主張〕"
              ]
            },
            {
              "fig": "ア",
              "subject": "分割要件違反による新規性又は進歩性の欠如 について",
              "text": [
                "本件特許発明と原出願の特許請求の範囲に記載された発明との関係",
                "本件特許発明は，「上記第1軸心(C  )を中心側とした場合に上記ギア部(4)の外周歯面より外方側位置に，上記外周歯面との間にくさび形の空間部を形成するくさび面(8)を，上記第1アーム(1)側に於て形成し」(構成要件C)，「該くさび形の空間部内に…浮動くさび部材(6)」を備えること(構成要件D)を構成要件とする。",
                "すなわち，本件特許発明は，上記請求項の記載から明らかなように，ギア部の外周歯面の外方側位置にくさび形の空間部を形成して，当該空間部に浮動くさび部材を配設するという，「くさび形の空間部」の観点から把握した発明である。",
                "これに対し，原出願の特許請求の範囲に記載された発明(甲11)は，「くさび形窓部」を構成要件とし，原出願明細書に記載された実施例の具体的態様と同内容のもので，「くさび形窓部」の観点から把握した発明である。",
                "このように，原出願の特許請求の範囲に記載された発明が，「くさび形窓部」という製品化段階の具体的形態の観点から把握しているのに対し，本件特許発明は，実施例の具体的態様から離れて，「くさび形の空間部」の観点から把握したものであって，両者は，同一の解決原理を全く別次元から把握したものである。",
                "その結果として，本件特許発明の「くさび面」は，くさび形窓部の一部位に形成される態様に限定されないこととなり，この点からみると，上位概念化されたものとも評価し得るにすぎない。",
                "本件出願の分割出願としての適法性に関しては，「くさび形窓部」という観点ではなく，「くさび形の空間部」という観点から発明を把握することが，原出願明細書との関係で新たな技術的事項の導入にあたるかが検討されなければならない。",
                "原出願明細書の記載",
                "原出願明細書には，発明が解決しようとする課題(段落【0004】)は，角度の切り換え段数を多くできない点と構成部品が大きいため金具全体が大きくなってしまう点であると記載されている。また，発明の効果(段落【0011】)は，発明に係る角度調整金具は，第1アームと第2アームとが展開方向へ揺動しようとする際，浮動くさび部材の外方側の当接面がくさび形窓部のくさび面に当接し，かつ，第2アームのギア部に噛合する浮動くさび部材により，ギア部の中心に向かう圧迫力として力が作用するため，第1アームと第2アームの双方は展開方向へ揺動することが決してないこと，ギア部の引っ掛かりのみにて揺動を抑止するのではなく，浮動くさび部材におけるくさび面との当接力とギア部との噛合と上記圧迫力とにより揺動を抑止するため，ギア部の歯が小さくても，大きな荷重を受け持つことができ，ギア部の歯を小さくすることで，ギア部の歯数を増やし，角度の切り換え段数を多くすることが可能となることが記載されている。",
                "そして，発明を実施するための最良の形態として，段落【0022】には，「つまり，外方側のくさび面8とギア部4の外周歯面との間において空間部が形成され，その空間部に後述する浮動くさび部材6が配設される。」と記載されており，「くさび形の空間部」については，「くさび面8とギア部4の外周歯面との間において」形成されるものであって，「浮動くさび部材6が配設される」ことが明確に説明されており，発明の作用効果として，原出願明細書を通じて，浮動くさび部材がくさび形の空間部内でくさび作用を発揮して，角度調整金具の機能を発揮することが説明されている(段落【0034】，図12，図13)。",
                "原出願明細書に記載された技術的事項",
                "以上の記載によれば，原出願明細書には，浮動くさび部材を配設することによってくさび作用を発揮させる「くさび形の空間部」を形成する，という技術的事項(空間部の技術的事項)が明確に記載されているといえる。",
                "原出願明細書に記載された上記技術的事項は，くさび形の空間部の中に浮動くさび部材を配設し，くさび作用を奏させることによって，角度調整金具の機能を発揮することを主眼としているのであって，くさび形窓部はその具体化手段(製品化手段)にすぎない。原出願明細書に接した当業者であれば，上記のとおり，空間部の技術的事項が記載されている以上，実施例以外の態様であっても，くさび形の空間部を形成して浮動くさび部材を配設すれば，明細書等で説明されているくさび作用を発揮することが可能であると理解するのは当然である。",
                "本件出願は新たな技術的事項を導入するものではないこと",
                "原出願明細書における従来技術の構成(段落【0002】，【0003】，甲12)，作用効果の記載(段落【0011】)から，記載された発明の特徴的構成は，くさび形の空間部の中に浮動くさび部材を配設し，くさび作用を奏させることによって，角度調整金具の機能を発揮するという点にあると解するのが妥当であり，くさび形窓部を形成すること自体は特徴的構成ではないから，本件出願において，「くさび形窓部」の観点ではなく，「くさび形の空間部」という別次元の観点から発明を把握したことは，発明の特徴的構成を変更したものではないし，くさび作用の効果についても何ら変化はない。",
                "以上のとおり，本件出願は，原出願明細書に開示された発明を新たな出願とするものであって，発明の特徴的構成を変更するものでも，その作用効果について変化をもたらすものでもなく，第三者に不測の不利益を与えるものではない。",
                "したがって，本件出願は，新たな技術的事項を導入するものではなく，分割出願として適法である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "特許法36条6項違反 について",
              "text": [
                "特許法36条6項1号について",
                "原出願明細書の発明の詳細な説明には本件特許発明が記載されている。",
                "そして，これと記載内容を共通にする本件明細書における発明の詳細な説明にも，当然に本件特許発明が記載されている(段落【0006】)。",
                "よって，本件出願が特許法36条6項1号に違反してされたものである旨の被控訴人の主張は失当である。",
                "特許法36条6項2号について",
                "本件特許発明は，構成要件Cとして，「上記第1軸心(C )を中心側とした場合に上記ギア部(4)の外周歯面より外方側位置に，上記外周歯面との間にくさび形の空間部を形成するくさび面(8)を，上記第1アーム(1)側に於て形成し，」と特定しており，明確である。",
                "よって，本件出願が特許法36条6項2号に違反してされたものである旨の被控訴人の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，本件出願は分割要件に違反するものであるから，本件特許に係る出願日は原出願の時まで遡及せず，本件特許発明は，その出願前に頒布された刊行物である原出願公開公報に記載された発明と同一であり，本件特許は特許法123条1項2号，29条1項3号に基づき，特許無効審判により無効にされるべきものであると認められるから，控訴人は，被控訴人に対し，本件特許権についての専用実施権を行使することができず(同法104条の3第1項)，控訴人の本訴請求はいずれも理由がないと判断する。",
            "その理由は以下のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "-1(分割要件違反による新規性又は進歩性の欠如)について",
          "text": [
            "被控訴人は，本件特許発明の「くさび形窓部」を前提としない「くさび形の空間部」及び「くさび面(8)」(構成要件C)は，原出願明細書に記載されておらず，かつ，これらの記載から自明なものでもないから，本件出願は，分割要件に違反してされたものであり，本件特許の出願日は原出願の出願日に遡及しないから，本件特許発明は，原出願公開公報(甲5)に記載された発明と同一であり新規性を欠くか(特許法29条1項3号)，又は原出願公開公報に記載された発明に基づいて容易に発明をすることができたものである(同条2項)から進歩性を欠くものであり，本件特許は特許無効審判により無効にされるべきものである旨主張する。",
            "これに対し，控訴人は，原出願明細書には，浮動くさび部材を配設することによってくさび作用を発揮させる「くさび形の空間部」を形成する，という技術的事項が記載されており，原出願明細書に接した当業者であれば，「くさび形窓部」に「くさび面」を形成する実施例以外の態様であっても，くさび形の空間部を形成して浮動くさび部材を配設すれば，明細書等で説明されているくさび作用を発揮することが可能であると当然に理解するから，本件出願は分割要件に違反してされたものではない旨主張する。",
            "そこで，本件出願の分割出願としての適法性について，以下検討する。",
            "原出願明細書等の記載(甲11)"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "特許請求の範囲",
              "text": [
                "「【請求項1】",
                "ケース部(3)を備える第1アーム(1)と，該ケース部(3)にて該第1アーム(1)と第1軸心(C )廻りに揺動可能に枢結されると共に相互に平行な2枚のギア板部(45)(45)から成るギア部(4)を備える第2アーム(2)と，該第1アーム(1)の該ケース部(3)に形成されるくさび形窓部(5)と，該くさび形窓部(5)内にて移動可能に配設されかつ一面側が上記ギア部(4)に噛合可能な歯面(7)とされ他面側が上記くさび形窓部(5)の外方側のくさび面(8)に当接する当接面(9)とされて該歯面(7)が該ギア部(4)に噛合しかつ該当接面(9)が該くさび面(8)に当接し上記第2アーム(2)が上記第1アーム(1)に対して展開方向へ揺動するのを抑制する浮動くさび部材(6)と，を具備することを特徴とする角度調整金具。」",
                "「【請求項5】",
                "上記ケース部(3)を左右外側から包囲するように配設され，上記浮動くさび部材(6)が上記くさび形窓部(5)から脱落するのを防止する脱落防止カバー(33)を，具備する請求項1，2，3又は4記載の角度調整金具。」",
                "「【請求項7】",
                "上記第2アーム(2)は，上記第1アーム(1)に対して所定折り畳み角度を越えて揺動すると上記浮動くさび部材(6)を折り畳み方向に押圧する押し返し突部(10)を有し，上記くさび形窓部(5)は，該押し返し突部(10)にて押し返された該浮動くさび部材(6)を収容して上記歯面(7)と上記ギア部(4)との噛合状態を解除させる退避空間部(11)を有し，さらに，上記第2アーム(2)は，上記第1アーム(1)に対して展開揺動させると該退避空間部(11)に収容された該浮動くさび部材(6)を押し出して該歯面(7)と該ギア部(4)とを噛合状態とさせる押し出し突部(12)を有する請求項1，2，3，4，5又は6記載の角度調整金具。」",
                "「【請求項8】",
                "上記ギア部(4)は，上記第1軸心(C )を中心として形成され，上記くさび形窓部(5)の上記くさび面(8)は，該第1軸心(C  )と偏心する第2軸心(C  )を中心とした円弧形状に形成されている請求項1，2，3，4，5，6又は7記載の角度調整金具。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "原出願明細書の記載",
              "text": [
                "原出願明細書(甲11)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図面については，別紙の図面目録を参照。)。",
                "技術分野",
                "「本発明は，一方側の部材と他方側の部材との成す角度を任意に設定できる関節部材となる角度調整金具に関するものである。」(段落【0001】)",
                "背景技術",
                "「例えば，図1の斜視図に示すような背部 15と座部 16とを有する座いすは，背部15の傾斜角度を調整できるよう背部 15 と座部16との間に角度調整機能を有する金具───角度調整金具A───を備えている。",
                "従来のこの金具は，一方側(座部 16側)と連結させた第1アームのケース部内に，他方側(背部 15側)の第2アームが有するギアと，爪片とを枢支させ，この爪片のギアへの噛合により第1アームに対する第2アームの展開方向(背部 15の倒れ方向)への揺動を抑止するよう構成されている(例えば，特許文献1(判決注・実公昭59-20118号公報)参照)。」(段落【0002】)",
                "「第1アームと第2アームとの間に作用する力(揺動を抑止するために必要な力)は，人間の体重を支えることとなり，非常に大きいため，従来の金具は，爪片，ギアの歯が大きくなり，そのため，ギアの歯ピッチも荒くなる。つまり，必要強度の関係で，爪片，ギアを小さくすることができなかった。",
                "従って，爪片，ギアを収納するケース部が大きくなり，また，ギアの歯数は少なく(ピッチが大きく)角度切り換えの段数が少なく，微調整ができないというものであった。」(段落【0003】)",
                "発明が解決しようとする課題",
                "「解決しようとする課題は，角度の切り換え段数を多くできない点である。また，構成部品が大きいため金具全体が大きくなってしまう点である。」(段落【0004】)",
                "課題を解決するための手段",
                "「本発明に係る角度調整金具は，ケース部を備える第1アームと，該ケース部にて該第1アームと第1軸心廻りに揺動可能に枢結されると共に相互に平行な2枚のギア板部から成るギア部を備える第2アームと，該第1アームの該ケース部に形成されるくさび形窓部と，該くさび形窓部内にて移動可能に配設されかつ一面側が上記ギア部に噛合可能な歯面とされ他面側が上記くさび形窓部の外方側のくさび面に当接する当接面とされて該歯面が該ギア部に噛合しかつ該当接面が該くさび面に当接し上記第2アームが上記第1アームに対して展開方向へ揺動するのを抑制する浮動くさび部材と，を具備するものである。」(段落【0005】)",
                "「また，上記ケース部を左右外側から包囲するように配設され，上記浮動くさび部材が上記くさび形窓部から脱落するのを防止する脱落防止カバーを，具備する。」(段落【0007】)",
                "「また，上記第2アームは，上記第1アームに対して所定折り畳み角度を越えて揺動すると上記浮動くさび部材を折り畳み方向に押圧する押し返し突部を有し，上記くさび形窓部は，該押し返し突部にて押し返された該浮動くさび部材を収容して上記歯面と上記ギア部との噛合状態を解除させる退避空間部を有し，さらに，上記第2アームは，上記第1アームに対して展開揺動させると該退避空間部に収容された該浮動くさび部材を押し出して該歯面と該ギア部とを噛合状態とさせる押し出し突部を有するものである。」(段落【0009】)",
                "「また，上記ギア部は，上記第1軸心を中心として形成され，上記くさび形窓部の上記くさび面は，該第1軸心と偏心する第2軸心を中心とした円弧形状に形成されている。」(段落【0010】)",
                "発明の効果",
                "「本発明の角度調整金具は，第1アームと第2アームとが展開方向へ揺動しようとする際，浮動くさび部材の外方側の当接面がくさび形窓部のくさび面に当接し，かつ，第2アームのギア部に噛合する浮動くさび部材により，ギア部の中心に向かう圧迫力として力が作用するため，第1アームと第2アームの双方は展開方向へ揺動することが決してない。",
                "また，ギア部の引っ掛かりのみにて揺動を抑止するのではなく，浮動くさび部材におけるくさび面との当接力とギア部との噛合と上記圧迫力とにより揺動を抑止するため，ギア部の歯が小さくても，大きな荷重を受け持つことができる。また，ギア部の歯を小さくすることで，ギア部の歯数を増やすことができ，角度の切り換え段数を多くすることが可能となる。従って，折り畳み角度の微調整が可能となる。」(段落【0011】)",
                "「また，ケース部は，脱落防止カバーによって左右外側から包囲されるので，浮動くさび部材がくさび形窓部から脱落するのを，確実に防止でき，浮動くさび部材の誤動作や，故障の発生を防ぐことができる。」(段落【0013】)",
                "発明を実施するための最良の形態",
                "「第1アーム1は，一対の対面する壁部 17，17を有するケース部3と，ケース部3から延伸する第1取付部18と，を有し，第1取付部18は，図1では差し込み固定ができるよう円筒形状とされている。",
                "また，第2アーム2は，相互に平行な2枚のギア板部 45，45から成り上記ケース部3の内部に収容状態とされるギア部4と，ギア部4から延伸する第2取付部 19と，を有し，第2取付部19は，図1では差し込み固定ができるよう円筒形状とされている。」(段落【0016】)",
                "「また，図2と図3に示したように，第1アーム1のケース部3が有する壁部 17，17夫々の中央部に，貫通孔 21，21が設けられている。",
                "そして，第1アーム1と第2アーム2は，軸部材20 により枢結される。即ち，第2アーム2のギア部4を，第1アーム1の壁部 17，17に挟んだ状態として，軸部材 20を，第1アーム1の貫通孔 21，21・第2アーム2の貫通孔 22，22に挿通させてかしめ加工することで，第2アーム2が，第1アーム1に対し第1軸心C  廻りに揺動可能となる。」(段落【0020】)",
                "「さらに，図3，図4及び図5に示したように，角度調整金具Aは，第1アーム1のケース部3に形成されるくさび形窓部5を備えている。くさび形窓部5は，ケース部3の壁部 17，17に夫々同一形状で形成されており，ケース部3を貫通状としている。",
                "くさび形窓部5は，第1軸心C  側に向かって凹となるよう弧状に形成された貫通孔であり，第1軸心C  を中心側とした場合のこの貫通孔の外方側の面にはギア部4より外方側位置となる円弧状のくさび面8が形成され，内方側位置の面には第1軸心C  を中心としギア部4よりも小径の円弧面 23が形成されている。従って，ギア部4の歯は，くさび形窓部5から見える状態となる。」(段落【0021】)",
                "「くさび面8は，第1軸心C  と偏心する第2軸心C  を中心とした円弧形状に形成されており，図4に示すように，第1アーム1を左手側とし第2アーム2を右手側とした場合に，くさび形窓部5は時計廻り方向に縮小する───くさび面8がギア部4に接近していく───くさび形の孔となる。",
                "つまり，外方側のくさび面8とギア部4の外周歯面との間において空間部が形成され，その空間部に後述する浮動くさび部材6が配設される。」(段落【0022】)",
                "「さらに，角度調整金具Aは浮動くさび部材6を備えており，この部材6は，くさび形窓部5内にて移動可能に配設され，かつ，一面側(内方側の面)がギア部4に噛合可能な歯面7とされ，他面側(外方側の面)がくさび形窓部5の外方側のくさび面8に当接する当接面9とされている。",
                "当接面9は，くさび形窓部5のくさび面8の曲率半径と(略)同一とされている。歯面7はギア部4のピッチ円の曲率半径と同一となる面に複数の歯が形成されており，これら歯が同時に全てギア部4と噛み合うようされている。」(段落【0023】)",
                "「くさび形窓部5は，第2アーム2にて下方に押し返された浮動くさび部材6を収容して歯面7とギア部4との噛合状態を解除させる退避空間部 11を，有する。",
                "かつ，第2アーム2は，浮動くさび部材6を折り畳み方向に押圧する押し返し突部 10を，ギア部4の一端側(上部側)に有し，かつ，くさび形窓部5の退避空間部 11に収容された浮動くさび部材6を押し出す押し出し突部 12を，ギア部4の他端側(下部側)に，有する。」(段落【0024】)",
                "「また，浮動くさび部材6の幅寸法はケース部3の幅寸法と略同一とされている。つまり，浮動くさび部材6の当接面9の両側縁部の面がくさび形窓部5(壁部 17，17)のくさび面8に当接可能となる。」(段落【0025】)",
                "「また，第1アーム1のケース部3は，浮動くさび部材6を第2アーム2のギア部4へ押し付ける方向に弾発付勢する弾発部材 13を，有している。弾発部材 13は，鋼線材をU字状に折り返して形成したバネ部材であり，両端部が壁部17，17間のケース部3に固定され中央部が浮動くさび部材6の当接面9の中央領域に当接する。そして，浮動くさび部材6をギア部4へ弾発付勢している(図5参照)。」(段落【0026】)",
                "「次に，図2，図3，図6及び図 15に示したように，角度調整金具Aは，浮動くさび部材6がくさび形窓部5から脱落するのを防止する脱落防止カバー33を，具備する。この脱落防止カバー33 は，ケース部3を左右外側から包囲するように配設されるものであり，正面視に於て，上方開口状横倒略コの字状の薄板体である。」(段落【0027】)",
                "「さらに，各側壁34は，ケース部3のくさび形窓部5に対応する位置に，ケース部3の壁部 17の外面との間に僅かな隙間を形成する離間面部34aが，小段差部をもって形成される。この離間面部 34aにより，浮動くさび部材6の左右端面と，左右側壁34，34との間の摩擦力が低く，浮動くさび部材6はくさび形窓部5内をスムースに移動可能となる。",
                "また，各側壁34は，上記貫通孔 21，22に対応する位置に，軸部材20を通すための孔部 37が，設けられている。」(段落【0028】)",
                "「次に，折り畳み・展開揺動動作する第1アーム1と第2アーム2の角度調整機能について説明する。",
                "図7～図 11は，その動作を説明する角度調整金具Aの正面図であり，説明のためにケース部3の一方側(手前側)の壁部 17 を途中から無くした(省略した)図としている。",
                "また，図12と図 13は，ギア部4とくさび形窓部5内の浮動くさび部材6の動作を説明する要部正面図である。」(段落【0030】)",
                "「第1アーム1と第2アーム2とは，相互が離れた最大展開状態(図7)───第1アーム1と第2アーム2とが直線状(180°の位相)となる状態───から徐々に第2アーム2が第1軸心C 廻りに揺動し，第1アーム1との間で任意の折り畳み角度で折り畳み状(傾斜状)となり(図8)，相互が略直角となる所定の最大折り畳み状態となる(図9)。」(段落【0031】)",
                "「図 12と図13と共に説明すると，図12(a)は図7の状態に対応し，浮動くさび部材6はギア部4に噛み合うと共にくさび面8に当接し，第2アーム2は図7において時計廻りにこれ以上揺動しない(ロックがかかる)。",
                "この状態から図8に示すように第2アーム2を起立させる方向へ揺動させると，図12(b)に示すように，弾発部材13(図5参照)にてギア部4へ弾発付勢され噛合する浮動くさび部材6の当接面9は，窓部5のくさび面8から離れて，くさび面8との間にわずかな隙間dが生じる。そして，第2アーム2の起立動作により図 12(c)に示すように，浮動くさび部材6の誘導勾配面(段付き面)27がくさび形窓部5の当り用段付部 28と当接状となって，隙間dにより浮動くさび部材6の歯面7がギア部4から離れることができ，浮動くさび部材6の歯面7がギア部4をカチカチと音をたて乗り越えることができる。」(段落【0032】)",
                "「この浮動くさび部材6の誘導勾配面 27は，浮動くさび部材6の歯面7の後縁部に形成され，くさび形窓部5の段付部 28 は，くさび形窓部5の内方側の円弧面 23に上記勾配面 27と当接可能となるよう形成されている。」(段落【0033】)",
                "「したがって，浮動くさび部材6は，歯面7がギア部4に噛合し，かつ，当接面9がくさび面8に当接し，ギア部4とくさび面8との間に挟まれる浮動くさび部材6のくさび作用により，第2アーム2が第1アーム1に対して展開方向へ揺動するのを抑制している。",
                "つまり，任意の折り畳み角度(傾斜角度)に第1アーム1と第2アーム2とを維持させることができる。」(段落【0034】)",
                "「そして，図13(d)に示すように，第2アーム2は，第1アーム1に対して所定折り畳み角度を越えて最大折り畳み状態(図9)まで揺動すると，押し返し突部10が浮動くさび部材6を折り畳み方向に押圧する。",
                "つまり，ギア部4(歯形成部)の一端部側に押し返し突部 10が形成されており，この状態で，押し返し突部 10が浮動くさび部材6の歯面7の前縁部に当接する。」(段落【0035】)",
                "「そして，図10と図13(e)に示すように，第2アーム2を最大折り畳み状態からさらに折り畳み方向へ揺動させると，押し返し突部10にて押し返された浮動くさび部材6(誘導勾配面 27)が，上記段付部28を乗り越え，くさび形窓部5が有する退避空間部 11 に収容され，浮動くさび部材6の歯面7とギア部4との噛合状態を解除させる。つまり，退避空間部 11に収容された浮動くさび部材6はギア部4から離れた状態にある。」(段落【0036】)",
                "「従って，第2アーム2は，第1アーム1に対してフリー(揺動自在)となり図 11のように，展開方向へ揺動自在となり，図7の最大展開状態へと戻すことができる。",
                "そして，第2アーム2は，第1アーム1に対して所定角度(180°)の最大展開状態まで展開揺動させると，図13(f)に示すように，退避空間部 11に収容された浮動くさび部材6を押し出して歯面7とギア部4とを噛合状態とさせる押し出し突部 12を有する。」(段落【0037】)",
                "「押し出し突部 12は，ギア部4の(押し返し突部 10が形成された一端部側と反対側の)他端部側に形成されており，最大展開状態を得ると，突部 12が浮動くさび部材6の誘導勾配面 27を押圧して，浮動くさび部材6を退避空間部 11から押出し，図12(a)の状態へと戻すことができる。」(段落【0038】)",
                "「つまり，くさび形窓部5内における浮動くさび部材6の動作は，最大展開状態から最大折り畳み状態までは，浮動くさび部材6は，ギア部4とくさび面8とに挟まれてくさび作用により，くさび面8側の第1アーム1とギア部4側の第2アーム2とを任意の折り畳み角度(傾斜角度)に調整可能でその角度を維持させることができ，最大折り畳み状態を越えると，浮動くさび部材6は押し返し突部 10により押圧されてくさび形窓部5の退避空間部 11内に収容され，第1アーム1と第2アーム2とは揺動自由状態となる。",
                "そして，最大展開状態に戻されると，浮動くさび部材6は押し出し突部12 により押圧されて退避空間部 11から押し出され，ギア部4と再び噛合状態となる。」(段落【0039】)",
                "「以上のように，本発明に係る角度調整金具は，ケース部3を備える第1アーム1と，ケース部3にて第1アーム1と第1軸心C 廻りに揺動可能に枢結されると共に相互に平行な2枚のギア板部 45，45から成るギア部4を備える第2アーム2と，第1アーム1のケース部3に形成されるくさび形窓部5と，くさび形窓部5内にて移動可能に配設されかつ一面側がギア部4に噛合可能な歯面7とされ他面側がくさび形窓部5の外方側のくさび面8に当接する当接面9とされて歯面7がギア部4に噛合しかつ当接面9がくさび面8に当接し第2アーム2が第1アーム1に対して展開方向へ揺動するのを抑制する浮動くさび部材6と，を具備するので，第1アーム1と第2アーム2とが展開方向へ揺動しようとする際，浮動くさび部材6の外方側の当接面9がくさび形窓部5のくさび面8に当接し，かつ，第2アーム2のギア部4に噛合する浮動くさび部材6によりギア部4の中心に向かう圧迫力として作用するため，第1アーム1と第2アーム2の双方は展開方向へ揺動することが決してない。」(段落【0041】)",
                "「また，ギア部4の引っ掛かりのみにて揺動を抑止するのではなく，浮動くさび部材6におけるくさび面8との当接力と，ギア部4との噛合と，上記圧迫力と，により揺動を抑止するため，ギア部4の歯(モジュール)は小さくても，大きな荷重を受け持つことができ，十分な強度を有するものとできる。また，ギア部4の歯を小さくすることで，ギア部4の歯数を増やすことができ，角度の切り換え段数を多くすることが可能となる。従って，折り畳み角度のピッチが小さくなって微調整が行なえる。つまり，座いすやソファーに適用した場合，快適な傾斜角度の背部15が得られる。",
                "しかも，ギア部4が，相互に平行な2枚のギア板部 45，45から成るので，浮動くさび部材6は，左右にがたつくことなく安定してギア部4に噛合して，スムースにくさび形窓部5内を移動し，誤作動が起こる虞れがない。",
                "さらに，ケース部3を小さく構成させることができ金具全体の小型化が図れ，座いすやソファーに使用し，カバー内に金具Aを配設した場合に，カバーが破れるおそれがない。」(段落【0042】)",
                "「また，ケース部3を左右外側から包囲するように配設され，浮動くさび部材6がくさび形窓部5から脱落するのを防止する脱落防止カバー33を，具備するので，使用に際し，浮動くさび部材6がくさび形窓部5から脱落するのが確実に防がれ，浮動くさび部材6の誤動作や，故障の発生を防ぐことができる。」(段落【0046】)",
                "「また，第2アーム2は，第1アーム1に対して所定折り畳み角度を越えて揺動すると浮動くさび部材6を折り畳み方向に押圧する押し返し突部 10を有し，くさび形窓部5は，押し返し突部10 にて押し返された浮動くさび部材6を収容して歯面7とギア部4との噛合状態を解除させる退避空間部 11を有し，さらに，第2アーム2は，第1アーム1に対して展開揺動させると退避空間部 11に収容された浮動くさび部材6を押し出して歯面7とギア部4とを噛合状態とさせる押し出し突部 12を有するので，浮動くさび部材6のくさび形窓部5内における移動により，ギア部4との噛合を解除させたり，再び噛合可能状態とさせることができ，第2アーム2と第1アーム1との角度調整動作が極めて簡単である。」(段落【0048】)",
                "「また，ギア部4は，第1軸心C  を中心として形成され，くさび形窓部5のくさび面8は，第1軸心C  と偏心する第2軸心C を中心とした円弧形状に形成されているので，効果的なくさび作用を発揮させ，また，浮動くさび部材6の移動，ギア部4との噛合・噛合解除動作がスムーズとなる。」(段落【0049】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "原出願明細書により開示されている事項",
              "text": [
                "前記ア及びイの記載によれば，原出願明細書には以下の事項が開示されているものと認められる。",
                "「本発明」は，一方側の部材と他方側の部材との成す角度を任意に設定できる関節部材となる角度調整金具に関する。",
                "従来の角度調整金具は，一方側と連結させた第1アームのケース部内に，他方側の第2アームが有するギアと爪片とを枢支させ，この爪片のギアへの噛合により，第1アームに対する第2アームの展開方向への揺動を抑止するよう構成されていた。",
                "このような従来の角度調整金具では，第1アームと第2アームとの間に作用する力が非常に大きいため，必要強度との関係で，爪片及びギアを小さくすることができないことから，ギアの歯数が少なく，角度の切り換え段数を多くすることができない，構成部品が大きいため金具全体が大きくなってしまうという問題点があった。",
                "「本発明」は，て，角度調整金具において，ケース部を備える第1アームと，該ケース部にて該第1アームと第1軸心廻りに揺動可能に枢結されると共に相互に平行な2枚のギア板部から成るギア部を備える第2アームと，該第1アームの該ケース部に形成されるくさび形窓部と，該くさび形窓部内にて移動可能に配設されかつ一面側が上記ギア部に噛合可能な歯面とされ他面側が上記くさび形窓部によってその外方側に形成されるくさび面に当接する当接面とされて該歯面が該ギア部に噛合しかつ該当接面が該くさび面に当接し上記第2アームが上記第1アームに対して展開方向へ揺動するのを抑制する浮動くさび部材と，を具備するという構成を採用した。",
                "また，「本発明」は，第1アームのケース部を左右外側から包囲するように配設され，浮動くさび部材が該ケース部に形成されるくさび形窓部から脱落するのを防止する脱落防止カバーを，具備するという構成を採用した。",
                "「本発明」によれば， 第1アームと第2アームとが展開方向へ揺動しようとする際，浮動くさび部材の外方側の当接面がくさび形窓部によってその外方側に形成されるくさび面に当接し，かつ，第2アームのギア部に噛合する浮動くさび部材により，ギア部の中心に向かう圧迫力として力が作用するため，第1アームと第2アームの双方は展開方向へ揺動することがなく，ギア部の引っ掛かりのみで揺動を抑止するのではなく，浮動くさび部材におけるくさび面との当接力とギア部との噛合と上記圧迫力とにより揺動を抑止し，ギア部の歯が小さくても，大きな荷重を受け持つことができるため，ギア部の歯を小さくすることで，ギア部の歯数を増やすことができ，角度の切り換え段数を多くすることが可能となり，折り畳み角度の微調整が可能となるという効果を奏する。",
                "また，第1アームのケース部は，脱落防止カバーによって左右外側から包囲されるので，浮動くさび部材が該ケース部に形成されるくさび形窓部から脱落するのを，確実に防止でき，浮動くさび部材の誤動作や，故障の発生を防ぐことができるという効果を奏する。"
              ]
            },
            {
              "fig": "エ",
              "subject": "原出願明細書に開示されている技術的思想について",
              "text": [
                "原出願明細書における上記ウの開示事項によれば，原出願明細書には，一面側が第2アームのギア部に噛合可能な歯面とされ他面側が当接面とされた浮動くさび部材の当接面を第1アームのケース部に形成されるくさび形窓部によってその外方側に形成されるくさび面に当接させ，かつ，浮動くさび部材の歯面をギア部に噛合させるという構成を採用することにより，浮動くさび部材におけるくさび面との当接力，浮動くさび部材とギア部との噛合及びこれらにより作用するギア部の中心に向かう圧迫力を利用して，第1アームに対する第2アームの展開方向への揺動を抑止するという技術思想が開示されているものと認められる。",
                "本件明細書の記載事項等(甲1の2)"
              ]
            },
            {
              "fig": "ア",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本件特許発明の特許請求の範囲(請求項1)の記載は，",
                "「第1軸心(C  )を中心として相互揺動可能に枢結された第1アーム(1)と第2アーム(2)とを備えた角度調整金具に於て，",
                "上記第2アーム(2)は，上記第1軸心(C )を中心とした円弧線に沿って形成されたギア部(4)を備え，かつ，該ギア部(4)は一枚の板体(40)を所定間隔をもって平行となるように折曲加工して成る2枚のギア板部(45)(45)をもって構成され，",
                "さらに，上記第1軸心(C  )を中心側とした場合に上記ギア部(4)の外周歯面より外方側位置に，上記外周歯面との間にくさび形の空間部を形成するくさび面(8)を，上記第1アーム(1)側に於て形成し，",
                "しかも，該くさび形の空間部内に移動可能であって，かつ，一面側が上記ギア部(4)の外周歯面に噛合可能な歯面(7)とされ，他面側が上記くさび面(8)に当接する当接面(9)とされた浮動くさび部材(6)を，備え，",
                "上記浮動くさび部材(6)の上記当接面(9)が上記くさび面(8)に当接し，かつ，上記歯面(7)が上記ギア部(4)に噛合し，上記ギア部(4)とくさび面(8)との間に挟まれた浮動くさび部材(6)のくさび作用により，上記第2アーム(2)が上記第1アーム(1)に対して展開方向へ揺動するのを抑制するように構成し，",
                "さらに，上記浮動くさび部材(6)の左右端面が対応して該浮動くさび部材(6)の左右方向への脱落を防止するための左右側壁(34)(34)を，上記第1アーム(1)側に備え，かつ，上記左右側壁 (34)(34) が橋絡壁をもって橋絡されて横倒略コの字状として，上記左右側壁 (34)(34) と橋絡壁は薄板体から一体ものに形成され，",
                "上記2枚のギア板部 (45)(45) を有する上記ギア部(4)に上記浮動くさび部材(6)は，左右幅方向の2箇所で，噛合し，かつ，上記浮動くさび部材(6)の左右方向への移動による脱落を，上記左右側壁 (34)(34)",
                "を上記浮動くさび部材(6)の左右端面に対応させて防止するように構成したことを特徴とする角度調整金具。」",
                "というものである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件明細書の「発明の詳細な説明」の記載",
              "text": [
                "本件明細書中の「背景技術」，「発明が解決しようとする課題」に関する記載は，原出願の当初明細書等におけるのと同旨である。",
                "本件明細書では，上記課題を解決するための手段として，角度調整金具において，第2アームが備えるギア部，第1アーム側において形成された第1軸心を中心側とした場合にギア部の外周歯面より外方側位置に上記外周歯面との間にくさび形の空間部を形成するくさび面，上記くさび形の空間部内に移動可能に配設された，一面側が上記ギア部の外周歯面に噛合可能な歯面とされ，他面側が上記くさび面に当接する当接面とされた浮動くさび部材等を備える，特許請求の範囲請求項1に記載した構成を採用したことが記載されている(段落【0006】)。",
                "さらに，本件明細書では，上記構成を採用したことにより，第1アームと第2アームとが展開方向へ揺動しようとする際，浮動くさび部材の外方側の当接面が「第1アーム側のくさび面」に当接し，かつ，第2アームのギア部に噛合する浮動くさび部材により，ギア部の中心に向かう圧迫力として力が作用するため，第1アームと第2アームの双方は展開方向へ揺動することがなく，ギア部の引っ掛かりのみで揺動を抑止するのではなく，浮動くさび部材におけるくさび面との当接力とギア部との噛合と上記圧迫力とにより揺動を抑止するため，ギア部の歯が小さくても，大きな荷重を受け持つことができるため，ギア部の歯を小さくすることで，ギア部の歯数を増やすことができ，角度の切り換え段数を多くすることが可能となり，折り畳み角度の微調整が可能となるという効果を奏すること(段落【0007】)及び左右側壁34，34によって，浮動くさび部材がその左右方向へ脱落するのを，確実に防止でき，浮動くさび部材の誤動作や，故障の発生を防ぐことができるという効果を奏すること(段落【0009】)が記載されている。",
                "本件明細書には，「発明を実施するための形態」として，原出願明細書に記載された実施例と同じ実施形態である，第1アームのケース部3が有する壁部17，17にそれぞれ同一形状で形成されるくさび形窓部5を備え，くさび形窓部5は，第1軸心C 側に向かって凹となるよう弧状に形成された貫通孔であり，該貫通孔の第1軸心C を中心側とした場合の外方側の面にギア部4より外方側位置となる円弧状のくさび面8が形成される例のみが記載されている(段落【0011】～【0026】)。",
                "これに対し，本件明細書中には，本件特許発明における「くさび面(8)」を定義したり，限定したりする記載はない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "前記ア及びイによれば，本件特許発明の構成要件C(「さらに，上記第1軸心(C )を中心側とした場合に上記ギア部(4)の外周歯面より外方側位置に，上記外周歯面との間にくさび形の空間部を形成するくさび面(8)を，上記第1アーム(1)側に於て形成し，」)の「くさび面(8)」について，本件明細書に開示された実施例の態様のものに限られるとすべき記載や示唆はないから，特許請求の範囲(請求項1)に記載されたとおり，本件特許発明における「くさび面(8)」は，",
              "text": [
                "①  第1軸心を中心側とした場合にギア部の外周歯面より外方側位置に形成され，",
                "②  ギア部の外周歯面との間にくさび形の空間部を形成し，",
                "かつ，",
                "③  第1アーム側に形成される",
                "ものを意味するというべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "そうすると，本件特許発明は，「くさび面(8)」を第1アームのケース部にくさび形窓部を形成することにより設けるという形態のみならず，これを第1アームとは異なる部材により形成する等の他の形態をも含むものと解される。",
                "本件出願の分割要件の充足性について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "部に噛合可能な歯面とされ他面側が当接面とされた浮動くさび部材の当接面を第1アームに形成されるくさび形窓部によってその外方側に形成されるくさび面に当接させ，かつ，浮動くさび部材の歯面をギア部に噛合させるという構成により，浮動くさび部材におけるくさび面との当接力，浮動くさび部材とギア部との噛合及びこれらにより作用するギア部の中心に向かう圧迫力を利用して，第1アームに対する第2アームの展開方向への揺動を抑止するという技術思想が開示されているものと認められるが，「くさび面」を「第1アームに形成されるくさび形窓部によってその外方側に形成される面」とする構成以外の構成については，記載も示唆もない。",
                "したがって，原出願明細書の記載に接した当業者であれば，原出願明細書記載の課題を解決する手段として，第1アーム，第2アーム及び浮動くさび部材を具備する角度調整金具において，一面側が第2アームのギア部に噛合可能な歯面とされ他面側が当接面とされた浮動くさび部材の当接面を第1アームに形成されるくさび形窓部によってその外方側に形成されるくさび面に当接させ，かつ，浮動くさび部材の歯面をギア部に噛合させるという構成が開示されており，これにより，浮動くさび部材におけるくさび面との当接力，浮動くさび部材とギア部との噛合及びこれらにより作用するギア部の中心に向かう圧迫力を利用することができるものと認識，理解するのが自然であるといる。そうすると，当業者が，原出願明細書の記載から，浮動くさび部材の当接面が当接する「くさび面」を，第1アームのケース部にくさび形窓部を形成しないで，異なる構成や部材により形成することで課題を解決することを理解し，かかる解決手段の構成を想定することができたとまでは認められない。",
                "以上によれば，原出願明細書には，浮動くさび部材の当接面を第1アームのケース部に形成されたくさび形窓部によってその外方側に形成されるくさび面に当接させ，かつ，浮動くさび部材の歯面をギア部に噛合させるという構成により，くさび作用を利用するという技術思想が開示されているにとどまり，浮動くさび部材の当接面を，第1アームのケース部に形成されたくさび形窓部によってその外方側に形成されるくさび面に当接させる以外の構成によって，くさび作用を利用するという技術思想が開示されているとは認められない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そして， 本件特許発明の「くさび面(8)」は，①第1軸心を中心側とした場合にギア部の外周歯面より外方側位置に形成され，②ギア部の外周歯面との間にくさび形の空間部を形成し，かつ，③第1アーム側に形成されるものを意味し，本件特許発明は，第1アームのケース部にくさび形窓部を形成することによりくさび面を設けるという形態のみならず，これを設けずに第1アームとは異なる部材により形成する等の他の形態をも含むものと解されるから，原出願明細書に開示された技術的事項を上位概念化するものであって，上位概念化された上記技術的事項が原出願明細書に実質的にも記載されているということはできない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件出願は，原出願との関係で，特許法44条1項の「二以上の発明を包含する特許出願」から分割した「新たな出願」に該当しない不適法なものというべきである。そうすると，本件特許に係る出願日は，原出願の時まで遡及することはなく，現実の出願日である平成21年8月5日となる。",
                "控訴人の主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "控訴人は，原出願明細書の段落【0022】には，「つまり，外方側のくさび面8とギア部4の外周歯面との間において空間部が形成され，その空間部に後述する浮動くさび部材6が配設される。」と記載されており，「くさび形の空間部」については，「くさび面8とギア部4の外周歯面との間において」形成されるものであって，「浮動くさび部材6が配設される」ことが明確に説明されている，段落【0034】，図12及び図13には，浮動くさび部材がくさび形の空間部内でくさび作用を発揮して，角度調整金具の機能を発揮することが説明されているから，原出願明細書には，浮動くさび部材を配設することによってくさび作用を発揮させる「くさび形の空間部」を形成する，という技術的事項が記載されている旨主張する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかしながら，控訴人の指摘する原出願明細書の記載(段落【0022】，【0034】，図12及び図13)は，いずれも，第1アームのケース部にくさび形窓部が形成され，くさび形窓部によってその外方側に形成される面がくさび面として作用することを前提とする記載であって，これらの記載に，浮動くさび部材の当接面を，第1アームのケース部に形成されたくさび形窓部によってその外方側に形成されたくさび面に当接させる以外の構成によって，くさび作用を利用するという技術思想，すなわち，控訴人が主張するところの「くさび形の空間部」という技術事項が開示されているとは認められない。",
                "控訴人の指摘する記載(段落【0022】，【0034】，図12及び図13)は，原出願明細書の「発明を実施するための最良の形態」に関する記載であるが，同実施形態については，段落【0026】に「第1アーム1のケース部3は，浮動くさび部材6を第2アーム2のギア部4へ押し付ける方向に弾発付勢する弾発部材 13を，有している。弾発部材 13は，鋼線材をU字状に折り返して形成したバネ部材であり，両端部が壁部 17，17間のケース部3に固定され中央部が浮動くさび部材6の当接面9の中央領域に当接する。そして，浮動くさび部材6をギア部4へ弾発付勢している(図5参照)。」と記載されているように，浮動くさび部材の当接面は，その両端部は第1アームのケース部に形成されたくさび形窓部によってその外方側に形成される面に当接するのに対し，その中央領域は弾発部材に当接して，「くさび面」には当接しないことが記載されているのであるから，「くさび面」を上記くさび形窓部によってその外方側に形成される面に設ける以外の構成によって，くさび作用を利用するという技術事項が開示されているとはいえない。",
                "控訴人が主張するところの「くさび形の空間部」，すなわち，浮動くさび部材を配設することによってくさび作用を発揮させる「くさび形の空間部」を形成するという技術的事項は，原出願明細書に記載された技術的事項における具体的な構成を捨象して，これを上位概念化するものであって，このように上位概念化された技術的事項が原出願明細書に記載されているしたがって，控訴人の上記主張は採用することができない。",
                "原出願公開公報に基づく新規性の欠如について",
                "本件特許発明の構成要件Cの「くさび面(8)」は，り，①第1軸心を中心側とした場合にギア部の外周歯面より外方側位置に形成され，②ギア部の外周歯面との間にくさび形の空間部を形成し，かつ，③第1アーム側に形成されるものを意味するものと解されるが，原出願明細書に記載された「第1アームのケース部に形成されるくさび形窓部によってその外方側に形成されるくさび面」は上記①ないし③を充たし，本件特許発明の構成要件Cの「くさび面(8)」に含まれるから，本件特許発明の構成要件Cは原出願明細書に記載されているものと認められる。",
                "また，本件特許発明の他の構成要件も，いずれも原出願明細書に記載されているものと認められる(段落【0005】，【0011】，【0016】～【0018】，【0022】，【0023】，【0034】，【0041】，【0043】，【0046】，【0047】等)。",
                "そして，原出願明細書は，原出願公開公報(甲5)に記載されているから，本件特許発明は，その出願前に日本国内において頒布された刊行物である原出願公開公報に記載された発明と同一であると認められる。",
                "よって，本件特許は，特許法123条1項2号，29条1項3号により，特許無効審判により無効にされるべきものと認められる。",
                "まとめ",
                "以上のとおり，本件特許は，特許無効審判により無効にされるべきものと認められるから，控訴人は，被控訴人に対し，本件特許発明に係る専用実施権を行使することができない(同法104条の3第1項)。",
                "したがって，控訴人の本訴請求は，その余の点について判断するまでもなく，いずれも理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第であるから，控訴人の請求をいずれも棄却した原判決は結論において相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}