{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2012-16860号事件について平成25年7月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，補正についての独立特許要件(進歩性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成20年5月13日，発明の名称を「気体燃料用インジェクタ」とする発明につき，特許出願(特願2008-125388号。特開2009-275535号。甲6)をしたが，平成24年5月25日付けで拒絶査定を受けたので(甲7の4)，同年8月29日，これに対する不服の審判を請求し(甲7の5)，同日付け手続補正書(甲7の6)により特許請求の範囲の変更を含む補正(以下「本件補正」という。)をした。特許庁は，平成25年7月9日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月19日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正後の請求項1(補正発明)",
              "text": [
                "「【請求項1】",
                "弾性材により形成された基材の表面にフッ素樹脂のコーティング層を有する密接部材が作用面に配置されているインジェクタ弁体と，その下方に対向して配置した燃料通孔を有する弁座ホルダに保持された弁座のインジェクタシートに前記インジェクタ弁体を接離して燃料入口から送られてくる気体燃料を所定の間隔で間歇的に前記燃料通孔に送る内燃機関の吸気通路に噴射するための気体燃料用インジェクタにおいて，前記インジェクタシートの表面に前記インジェクタ弁体の密着性と剥離性をよくして優れた応答性を付与するための低摩擦性のフッ素樹脂粒子を30～35容量％含有したＮi-Pめっきからなる厚さが1～30μm程度であるコーティング層が施されて張り付きを防止することを特徴とする気体燃料用インジェクタ。」",
                "(下線部が補正箇所。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正前の請求項1～3(補正前発明)",
              "text": [
                "「【請求項1】",
                "弾性材により形成された基材の表面にフッ素樹脂のコーティング層を有する密接部材が作用面に配置されているインジェクタ弁体と，このインジェクタ弁体と接離するインジェクタシートを有する弁座とを有する気体燃料用インジェクタにおいて，前記インジェクタシートの表面に前記インジェクタ弁体の密着性と剥離性をよくして優れた応答性を付与するための低摩擦性のフッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層が施されて張り付きを防止することを特徴とする気体燃料用インジェクタ。",
                "【請求項2】",
                "前記インジェクタシートの表面に施されているコーティング層におけるフッ素樹脂粒子が30～35容量％であることを特徴とする請求項1記載の気体燃料用インジェクタ。",
                "【請求項3】",
                "前記インジェクタシートの表面に施されているコーティング層の厚さが1～30μm程度であることを特徴とする請求項1または2に記載の気体燃料用インジェクタ。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(特開2008-106656号公報，甲1)には，以下の引用発明1が記載されている。",
                    "「当たり面21がフッ素ゴムにより形成されたインジェクタ弁体2と，その下方に対向して配置した燃料通孔を有するノズルボディ3に保持された弁座4のシート部5に弁体2を接離して，燃料入口から送られてくる液化石油ガス燃料を所定の間隔で間歇的に燃料通孔に送り，エンジンの吸気管に噴射するための液化石油ガス燃料用燃料噴射弁1において，前記シート部5の表面にシート効果と弁体の滑りを向上させるための低摩擦性のＮi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合分散メッキ層からなる被覆が施されてシート効果と弁体の滑りを向上させる液化石油ガス燃料用燃料噴射弁1。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2(特開2007-205216号公報，甲2)には，以下の引用発明2が記載されている。",
                    "「ゴム材により形成された基材2の表面にフッ素樹脂塗膜4を有する密接部材が作用面に配置されているインジェクタ弁体1と，その下方に対向して配置した燃料通孔を有する弁座の金属シート3に前記インジェクタ弁体1を接離して燃料入口から送られてくる気体燃料を所定の間隔で間歇的に前記燃料通孔に送る内燃機関の吸気通路に噴射するための気体燃料用インジェクタ。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "独立特許要件について",
              "text": [
                "補正発明は，引用発明1及び2並びに周知技術に基づいて，本願の出願当時，当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "補正発明と引用発明1との一致点と相違点",
                  "text": [
                    "【一致点】",
                    "「弾性材により形成された基材を有するインジェクタ弁体と，その下方に対向して配置した燃料通孔を有する弁座ホルダに保持された弁座のインジェクタシートに前記インジェクタ弁体を接離して燃料入口から送られてくるLPG燃料を所定の間隔で間歇的に燃料通孔に送り，内燃機関の吸気管に噴射するためのLPG燃料用インジェクタにおいて，前記インジェクタシートの表面に前記インジェクタ弁体の密着性と剥離性をよくして優れた応答性を付与するための低摩擦性のフッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層が施されて張り付きを防止する，LPG燃料用インジェクタ。」",
                    "【相違点1】",
                    "インジェクタ弁体に関して，補正発明においては「弾性材により形成された基材の表面にフッ素樹脂のコーティング層を有する密接部材が作用面に配置されているインジェクタ弁体」であるのに対し，引用発明1においては「当たり面21がフッ素ゴムにより形成されたインジェクタ弁体2」である点。",
                    "【相違点2】",
                    "液化石油ガス燃料の噴射に関して，補正発明においては「燃料入口から送られてくる気体燃料を所定の間隔で間歇的に前記燃料通孔に送る内燃機関の吸気通路に噴射する」のに対して，引用発明1においては「燃料入口から送られてくる液化石油ガス燃料を所定の間隔で間歇的に燃料通孔に送りエンジンの吸気管に噴射する」ものではあるが，該液化石油ガス燃料が「気体燃料」の状態で噴射するかどうか明らかでない点。",
                    "【相違点3】",
                    "フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層に関して，補正発明においては「フッ素樹脂粒子を30～35容量％含有したＮi-Pめっきからなる厚さが1～30μm程度であるコーティング層」と限定されているのに対して，引用発明1においては「Ｎi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合分散メッキ層」ではあるが，「フッ素樹脂粒子の含有率」及び「コーティング層の厚さ」について限定されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点に関する審決の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "補正発明と引用発明2とを対比すると，引用発明2における「ゴム材」は，その機能及び構造又は技術的意義からみて，補正発明における「弾性材」に相当し，以下同様に，「基材2」は「基材」に，「フッ素樹脂塗膜4」は「フッ素樹脂のコーティング層」に，「インジェクタ弁体1」は「インジェクタ弁体」に，「金属シート3」は「インジェクタシート」に，それぞれ，相当する。",
                        "そうすると，引用発明2は，補正発明の用語を用いて，",
                        "「弾性材により形成された基材の表面にフッ素樹脂のコーティング層を有する密接部材が作用面に配置されているインジェクタ弁体と，その下方に対向して配置した燃料通孔を有する弁座のインジェクタシートに前記インジェクタ弁体を接離して燃料入口から送られてくる気体燃料を所定の間隔で間歇的に前記燃料通孔に送る内燃機関の吸気通路に噴射するための気体燃料用インジェクタ。」と言い換えることができる。",
                        "そして，引用発明1と引用発明2は，液化石油ガス(LPG)を燃料とする燃料噴射弁(インジェクタ)という共通の技術分野に属する発明であり，共に，インジェクタ弁体と弁座のインジェクタシートの接離に着目した発明であるから，引用発明1に引用発明2を適用する動機付けが存在し，上記相違点1に係る補正発明の発明特定事項は，引用発明1に引用発明2を適用することにより，当業者が容易に想到し得たものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "引用発明1において，燃料噴射弁内部の液化石油ガス燃料が液体の状態か気体の状態かは，明確には記載されていない。しかし，液化石油ガス燃料は常温常圧では気体となるものであり，引用発明1において，仮に液化石油ガス燃料が液体の状態で燃料噴射弁に供給されるとしても，燃料噴射弁内部で次第に減圧され，燃料噴射孔付近で気体となってエンジンの吸気管に噴射されるものであり，エンジンの吸気管においては補正発明と同様の状態になると認められる。",
                        "また，燃料噴射弁を気体燃料にも液体燃料にも適用できるようにすることは周知技術である(例えば，特開2002-227742号公報［甲3，段落【0001】を参照。］には，燃料噴射弁が気体又は液体の燃料をエンジンに供給するために用いられることが記載されている。)。",
                        "さらに，引用発明2は，気体燃料用インジェクタに係る発明であり，液化石油ガスなどの気体燃料を内燃機関の吸気通路に噴射するものである(段落【0001】を参照。)から，上記相違点2に係る補正発明の発明特定事項は，引用発明1に引用発明2を適用することにより，当業者が容易に想到し得たものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "引用発明1における「Ｎi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合分散メッキ層」は，補正発明における「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」に相当するものであり，引用発明1と補正発明は，共に液化石油ガス(LPG)を燃料とする燃料噴射弁(インジェクタ)に係る発明であるから，引用発明1における上記複合分散メッキ層は，補正発明における上記コーティング層と同様の厚さ及び同様のフッ素樹脂粒子の含有量を有する蓋然性が高い。",
                        "また，補正発明に係る明細書(甲6，7の3及び7の6。以下，まとめて「本願明細書」という。)には，フッ素樹脂粒子を30～35容量％とすること，及びコーティング層の厚さを1～30μm程度とすることの根拠(実験データ等)が示されておらず，これらの数値範囲には，臨界的意義を認めることができない。",
                        "さらに，フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層の厚さを1～30μm程度とすることは，周知技術(以下，「周知技術1」という。例えば，特開2007-327135号公報［甲4の1，特許請求の範囲の請求項6を参照。］，特開2002-348699号公報［甲4の2，段落【0043】を参照。］，特開2002-70560号公報［甲4の3，段落【0021】を参照。］，特開平10-89199号公報［甲4の4，特許請求の範囲の請求項1，6及び7を参照。］であり，Ｎi-Pめっきにおけるフッ素樹脂粒子の含有量を30～35容量％とすることは，当業者が実験等により最適化することで得られるものと考えられるが，実験的に数値範囲を最適化又は好適化することは，当業者の通常の創作能力の発揮であって，通常はここに進歩性はないものと考えられ，また，周知技術(以下，「周知技術2」という。例えば，審査段階で引用された特開平8-283955号公報［甲5の1，特許請求の範囲の請求項1，3，8，9及び10並びに段落【0038】～【0041】等を参照。］のほか，特開2002-348699号公報［甲5の2，段落【0045】を参照。］)でもある。",
                        "してみれば，上記相違点3に係る補正発明の発明特定事項は，引用発明1において，周知技術1及び2を参考にして当業者の通常の創作能力を発揮することにより，当業者が容易に想到し得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，補正発明は，引用発明1及び2並びに周知技術1及び2に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "補正前発明の進歩性について",
              "text": [
                "補正前発明は，実質的に，補正発明における発明特定事項の一部の構成を省いたものに相当する。",
                "そうすると，補正前発明の発明特定事項をすべて含む補正発明が，前記のとおり，引用発明1及び2並びに周知技術1及び2に基づいて当業者が容易に発明をすることができたものであるから，補正前発明も，同様の理由により，引用発明1及び2並びに周知技術1及び2に基づいて当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決には，補正発明についての進歩性判断を誤り，本件補正を却下した違法がある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点1についての進歩性判断の誤り",
          "text": [
            "審決は，引用発明1及び2は，液化石油ガス(LPG)を燃料とする燃料噴射弁(インジェクタ)という共通の技術分野に属する発明であり，共に，インジェクタ弁体と弁座のインジェクタシートの接離に着目した発明であるから，引用発明1に引用発明2を適用する動機付けが存在し，上記相違点1に係る補正発明の発明特定事項は，引用発明1に引用発明2を適用することにより，当業者が容易に想到し得たものであるとする。しかし，この理由は余りに抽象的であって承服できないものである上，以下のとおり，引用発明1と，引用発明2及び補正発明とは，技術的思想，解決課題が全く異なるものであり，引用発明1に引用発明2を適用する動機付けがあるとはいえない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1と引用発明2における燃料噴射弁及び構造について",
              "text": [
                "引用発明1及び2に用いられる液化石油ガス(LPG)は，ともに常温常圧ではガス(気体)であるものの，引用発明1は高圧の液化石油ガスを液状のままで，あるいは，通常は更に高圧にして気化を防いで液状のままで内燃機関の吸気通路に噴射するものであるのに対し(甲8の1，8の2参照)，引用発明2及び補正発明は，燃料タンクに貯留した液状の液化石油ガスを気化させて気体として内燃機関の吸気通路に噴射するもので，弁体の構成も全く異なっており，これらは，技術内容が異なるものであるから，全く別の技術分野に属するほどに異なるものであり，引用発明1に引用発明2を適用することなどできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1と引用発明2との技術課題について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2の解決課題は，引用例2にも記載されているように，インジェクタに燃料を供給する燃料管路に用いられるゴム製のホースには可塑剤が含有されており，この可塑剤が燃料に溶解してインジェクタ弁体に塗装されたフッ素樹脂塗，殊に，フッ素樹脂の密着に使用されるバインダ樹脂と反応し膨潤を引き起こす場合があり，インジェクタ弁体1の粘着性が増加してインジェクタ弁体1と金属シート3との間で貼り付きが生じやすい状態になり，開弁作用に影響を与えてエンジン始動の不良や運転性の悪化などの弊害を生じることになることから，燃料ホース等から燃料に溶出する可塑剤によって生じるインジェクタ弁体のフッ素樹脂塗膜と金属シートとの貼り付き現象を回避し，密着性と剥離性をよくして応答性のよい気体燃料用インジェクタを提供することにある。すなわち，引用発明2は，インジェクタ弁の作用面に施されたフッ素樹脂塗膜の存在を前提として発明されたものである。",
                    "これに対し，引用発明1において，弁体は，このようなフッ素樹脂塗膜を有しておらず，単にフッ素ゴムで表面が形成されているものであり，引用例1には，「張り付き」などの概念は一切記載されておらず，引用発明1の出願時において自明の事項でもない。引用発明1は先端を球面とした棒状の弁体と半球面の弁座とにより構成されるものであり，弁座と弁体との接触がスライド式となり補正発明のような対向方向に合致する噴射弁と異なり貼り付きはさして問題にならない構造であり，更には，使用する燃料の点においても，弁体の貼り付きに関する問題点は皆無である。",
                    "したがって，引用発明1と，補正発明及び引用発明2とは，解決課題が全く異なるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，引用発明1において，弁体と弁座の貼り付きに係る課題があることは技術常識であるとするが，引用発明2は，フッ素ゴムで形成された弁体について発生する粘着性を防止するものでなく，フッ素樹脂コーティングのバインダと燃料に含まれるゴムホースなどの可塑剤による粘着物による弁体と弁座の貼り付きを防止するものであり，ゴム製弁体が弁座と固着することは考慮していない。つまり，フッ素樹脂コーティングが必須の構成要素とされるものである。",
                    "このように，引用発明2は，フッ素樹脂コーティングを必要としない引用例1に記載の噴射弁などが有していない課題を解決するためになされたものであり，被告が主張する技術常識は当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，引用発明1と引用発明2とは，燃料噴射弁や構造が相違し，全く別の技術分野に属するほどに異なるものであり，技術課題も異なるものであるから，相違点1に係る補正発明の発明特定事項は，引用発明1に引用発明2を適用することにより，当業者が容易に想到し得たものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2に係る進歩性判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明1において，仮に，液化石油ガス燃料が液体の状態で燃料噴射弁に供給されるとしても，該液化石油ガス燃料は燃料噴射弁内部で次第に減圧され，燃料噴射孔付近で気体となってエンジンの吸気管に噴射されるものであるとするが，同じ液化石油ガスを燃料としても，引用発明1は液体のままの状態で吸気管に噴射するものであり，エンジンの吸気管においても補正発明とは異なることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決は，引用発明1に引用発明2を適用することにより，相違点2に係る構成は，容易に想到できるとするが，引用発明1に引用発明2を適用することができないことは，前記1において述べたとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，審決は，気体燃料及び液体燃料の両者を噴射可能な周知技術があるというが，補正発明及び引用発明2は，気体状の液化石油ガスを噴射するためのものであり，引用発明1や周知の両者を噴射可能なものとは，フッ素樹脂をコーティングする点を含めて全く異なる構造であり，補正発明の解決課題を考えればそのような周知の噴射弁を適用する余地はない。審決が提示する周知技術は，補正発明と同一の出願人によりなされたものであるところ，これらは，例えばガソリン燃料と気体の液化石油ガス燃料とが使用できるというものであり，液体の液化石油ガス燃料を直接噴射するという技術が構築される前のものであり参酌する余地はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点3に係る進歩性判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明1における「Ｎi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合分散メッキ層」は，補正発明における「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」に相当するものであり，引用発明1と補正発明は，共に液化石油ガスを燃料とする燃料噴射弁(インジェクタ)に係る発明であるから，引用発明1における上記複合分散メッキ層は，補正発明における上記コーティング層と同様の厚さ及び同様のフッ素樹脂粒子の含有量を有する蓋然性が高いとする。",
                "しかし，前記のとおり，補正発明と引用発明1とは使用する燃料の種類が異なるばかりか，引用発明1のメッキ層を設けた理由は高圧液体燃料の漏れを防ぐものであり，主として貼り付き性を解決する補正発明のメッキが適用される蓋然性が高いとする理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の提示する周知技術は，数値的には補正発明の範囲に入るものもあるかもしれないが，その選定理由は補正発明とは全く関係のないものである。すなわち，特開2007-327135号公報(甲4の1)は，「加熱されても優れた撥水性を発揮する被膜構造を提供するものであり，特開2002-348699号公報(甲4の2)は，耐蝕性，耐熱性に優れたメッキ被膜に関するもの，特開2002-70560号公報(甲4の3)は，気密性の確保，ニードル弁を備えた噴射弁の弁孔内面にメッキして均一な燃焼を目的とするものであり，特開平10-89199号公報(甲4の4)も同じであって，その数字的範囲は補正発明における貼り付き防止とは何らの関係もない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「補正発明においては『フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層』が有する『低摩擦性』により『剥離性の向上を図ることができる』ことが分かり，同様に，引用発明1における『低摩擦性のＮi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合分散メッキ層』も，『低摩擦性』を有することから，『剥離性の向上を図ることができる』」，また，「補正発明においては『フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層』が『剥離性をよくする』ことにより，『優れた応答性を付与する』，『張り付きを防止する』という効果も得られると考えられるから，引用発明1における『低摩擦性のＮi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合分散メッキ層』も，同様に『優れた応答性を付与する』，『貼り付きを防止する』という効果が得られる」とするが，これらは，引用発明1の後願である補正発明に係る本願明細書に明記されていることから，引用発明1にも既に記載されていたとみなすような判断であって，許されない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決のした独立特許要件に関する判断には，いずれも誤りがない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告主張1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告主張1(1)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1のインジェクタは「液体燃料」である液化石油ガスを内燃機関の吸気通路に噴射するインジェクタであると主張するが，引用例1(甲1)には，「液体燃料」とは明記されていない。引用例1には「本発明は，液化石油ガスなどの高圧の燃料を主燃料とするエンジンに適した燃料噴射弁に関するものである。」(段落【0001】)と記載されているが，燃料噴射弁(インジェクタ)に供給されるときに液体の状態であるか，気体の状態であるかは明らかではない。",
                    "また，引用例1において，「背景技術」として引用されている特開2002-227742号公報(甲3)に記載された発明(以下「甲3発明」という。)は，「本発明は気体または液体の燃料をエンジンに供給されるために用いられる電磁駆動の燃料噴射弁に関するものである。」(段落【0001】)と記載されているように，気体の燃料にも，液体の燃料にも適用できるものである。",
                    "したがって，甲3発明を「背景技術」として引用する引用例1に記載された引用発明1は，甲3発明を前提としてなされたものであり，引用例1において，気体とも液体とも限定する趣旨の記載はないことからすれば，引用発明1は，気体の燃料にも，液体の燃料にも適用できる燃料噴射弁を想定していると解するのが自然である。また，引用発明1が当たり面21をゴム製としていることから，より一層の密封性を確保しようとしていることが分かり，この点からも気体用とすることを想定していることが窺える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲8の1・2を参照して，引用発明1は，高圧の液化石油ガスを液状のままで，あるいは通常は更に高圧にして気化を防いで液状のままで内燃機関の吸気通路に噴射するものであるとするが，甲8の1の「1)LPG液直接筒内噴射式エンジン」は，液化石油ガス液を直接筒内(シリンダ内)に噴射するものであるが，引用発明1は，液化石油ガスをエンジンの吸気管に噴射するものであるから，「LPG液直接筒内噴射式エンジン」ではない。また，「2)LPG燃料噴射システム」についての説明は，引用発明1が「LPG液体噴射システム」と「LPG気体噴射システム」のどちらに相当するのかを示すものではない。さらに，「3)LPG直噴ディーゼル車」は，ディーゼルエンジンに適用するものであるから，技術常識に照らし，液化石油ガスを直接エンジン内に噴射するものであると考えられ，引用発明1のように吸気管に燃料を噴射するものとは相違する。",
                    "また，甲8の2の記載からは，引用発明1が「液体噴射方式」に相当するのか，「気体噴射方式」に相当するのかは不明である。",
                    "したがって，甲8の1・2のいずれからも，引用発明1が液化石油ガスを液状のままでエンジンの吸気管に噴射するものであるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，液体燃料用インジェクタと気体燃料用インジェクタとは構造が全く異なる旨主張するが，原告は構造が異なる点について具体的に主張立証していない。乙3には，引用発明1と形状が類似し，同様に弁部材15がゴム等の弾性素材からなる燃料噴射弁が開示されており，段落【0001】，【0023】の記載からすれば，液体燃料及び気体燃料を使用可能なものである。乙4には，「ガソリン燃料に適した従来例」の燃料噴射弁(図3(a))，「気体燃料に適した従来例」の燃料噴射弁(図3(b))が記載されているが，この「気体燃料に適した従来例」(図3(b))は，引用発明1の燃料噴射弁と構造が類似するといえる。そして，図から明らかなように，両者はシール部材に多少の違いはあるとしても，「構造が全く異なる」わけではない。これらの文献からも分かるように，気体燃料用インジェクタと液体燃料用インジェクタとは，必ずしも構造が相違するとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上から，引用発明1は，液化石油ガスを液体の状態で噴射するものなのか，気体の状態で噴射するものなのかは明らかではなく，かえって，引用例1には気体燃料用とすることの示唆があるといえるものであって，原告主張のように，引用例1の記載から当然に液体の状態で噴射するものと解すべきではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張1(2)に対し",
              "text": [
                "原告は，引用発明1と引用発明2は，技術的課題が異なるから，引用発明1に引用発明2を適用する動機付けがないと主張するが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の出願当時，以下の事項が広く知られており，このような事項は当業者にとって技術常識であったといえるものである。",
                    "①  複合めっきが離型性(剥離性)に優れること(甲4の1，甲4の2，甲4の3，甲4の4，乙6)",
                    "②  ゴム製弁体と弁座が固着しやすいこと，その対策として弁座に複合めっきを施すこと(乙7)",
                    "③  フッ素ゴムは粘着性があり，弁体として使用した場合に弁座と粘着するおそれがあること(乙8，乙9)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，燃料噴射弁は，弁体の敏感な反応が必要であることや(引用例1の段落【0002】)，上記の技術常識からすると，引用発明1では，フッ素ゴムからなる当たり面が弁座へ粘着することを防止するために，複合めっきを施したことが分かり，引用発明1が，弁体の弁座への貼り付きを防止することを企図した発明であることは，技術的に明らかである。",
                    "すなわち，引用発明1は，ゴム製弁体の弁座への貼り付きを防止するために，審決認定の当該構成を備えた発明であるといえ，引用例1に気体用とすることが示唆されていることに照らしても，複合めっきに係る当該構造が，液体用に限定されるものではなく，ゴム製弁体を備えるものであれば，気体用においても同様の作用効果を発揮すること，すなわち，引用発明1が，液体，気体にかかわらず所定の作用効果を発揮する発明であることは，当業者であれば理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2には，気体用の燃料噴射弁においても，弁体と弁座の間の剥離性が課題となること，気体用とした場合の特有の課題(ゴムホースの可塑剤の影響)が記載されている。つまり，気体用の燃料噴射弁の場合には，弁体と弁座の間により一層の剥離性が求められていることが記載され，さらに，気体用に適した弁体の構造として，弾性材よりなる基材の表面にフッ素樹脂のコーティング層を有するものが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，引用発明1は気体用の燃料噴射弁とすることが想定されているといえるとともに，複合めっきに係る当該構造が気体用の燃料噴射弁にも通用することは，当業者が容易に理解できるものである。燃料噴射弁が液体・気体いずれにも用いられるようにすることは周知技術(甲3)であることからしても，引用発明1を気体用とする動機は十分に認められる(相違点2)。その場合，気体用に好適なものとして，引用発明2の弁体の構造を採用することは，当業者が容易に想到できるものである(相違点1)。",
                        "そして，引用発明1には，前記に述べたように，弁体の弁座への貼り付きを防止するといった課題があるから，引用発明2の弁体の構造を採用する場合，引用例2に記載された気体用特有の課題(ゴムホースの可塑剤の影響)に照らし，貼り付きを防止するためにより一層の剥離性を追求することは当然である。前記技術常識，引用発明1において複合めっきを施したことの目的，当該複合めっき構造が引用発明1の必須の構成であることなどを総合的に見れば，引用発明1に引用発明2を適用した場合に，引用発明1の当該複合めっき構造を維持することは，合目的でごく自然な発想であるから，当業者が容易に想到できるものである。構造上，引用発明1及び2の組合せを困難にするほどの違いはなく，課題に共通性も十分に認められる。引用例1及び2を同時に知り得た当業者にとって，引用発明1及び2を組み合わせることは，格別困難ではない。",
                        "また，原告は，周知技術の適用性に関して主張しているが，たとえ，甲3発明の液体燃料がガソリン燃料を意味するとしても，同じ構造の燃料噴射弁に係る技術が，ガソリン燃料用，気体の液化石油ガス燃料用のいずれにも転用できるのであれば，液体状液化石油ガス用と気体状液化石油ガス用の間においても，同様に，技術の転用が可能であることは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張2に対し",
          "text": [
            "前記1に述べたとおり，引用発明1は気体用の燃料噴射弁とすることが想定されており，複合めっきに係る当該構造が気体用の燃料噴射弁にも通用することは，当業者が容易に理解できるものである。そして，燃料噴射弁を液体・気体いずれに用いられるようにすることは周知技術(甲3)であることからしても，引用発明1を気体用とする動機は十分に認められる。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告主張3に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」の成分組成について",
              "text": [
                "「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」の成分組成について，Ｎi-P系金属マトリクス中のフッ素樹脂粒子の含有量には制限がある(甲4の2【0045】，乙7【0025】)。",
                "当業者であれば，フッ素樹脂量が少なすぎると，剥離性が発揮されず，フッ素樹脂量が多すぎると，めっきが付着しにくくなり，強度が低下する，といった技術常識を踏まえて，Ｎi-P系金属マトリクス中のフッ素樹脂粒子，すなわち，コティング層におけるフッ素樹脂粒子の好適な含有量を特定することは，格別困難なことではなく，30～35容量％とすることは，当業者の通常の創作能力の発揮にすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」の厚さについて",
              "text": [
                "補正発明に記載された「1～30μm」という厚さは，フッ素樹脂粒子を含有したニッケル系複合めっき皮膜としてはごく一般的な厚さであり，特徴があるとは認められない。例えば，甲4の2(段落【0002】，【0043】，【0046】，【0051】)の記載によれば，非粘着性に優れるニッケル系複合メッキ層の厚さを5～50μm程度とすることが望ましいことが分かる。乙7(段落【0007】，【0009】～【0011】，【0013】，【0026】)の記載によれば，非粘着性という性質を有するＮi-P系複合メッキ層の厚さを5μm～10μm又は5μm～20μmとすることがよいことが分かる。",
                "そうすると，当業者であれば，このように，コーティングが薄すぎると，剥離性が発揮されず，膜厚が不均一になり，厚すぎるとコストが上昇する，といった技術常識を踏まえて，フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層の好適な厚さを特定することは格別困難なことではなく，1～30μm程度とすることは，当業者の通常の創作能力の発揮にすぎない。",
                "また，引用例2には，気体用の燃料噴射弁に特有の課題が記載されているところ，こうした課題を考慮し，好適な数値範囲を特定することも，当業者にとって格別困難なことではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張3(3)に対し",
              "text": [
                "通常，材質が同じであれば，同じ作用効果を奏することは当然である。引用発明1に，弁体の弁座への貼り付きに係る課題が存することや，引用発明1の「複合分散メッキ層」が剥離性を有することについては，技術常識に照らし明らかで，その意味において同様の作用効果が得られるとすること，それを企図して当該「複合分散メッキ層」を設けたとすることに何ら問題はない。",
                "審査基準では，機能・特性等を用いて物を特定しようとする記載がある場合に「その機能・特性等が，その物が固有に有しているものである場合は，その記載は物を特定するのに役に立っておらず，その物自体を意味しているものと解する。」としている。補正発明において，「インジェクタ弁体の密着性と剥離性をよくして優れた応答性を付与するための低摩擦性の」という事項は，「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」が固有に有している機能・特性等であるから，「インジェクタ弁体の密着性と剥離性をよくして優れた応答性を付与するための低摩擦性のフッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」という事項は，「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」自体を意味しているものと解すべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "補正発明について",
          "text": [
            "本願明細書(甲6，7の3及び7の6)によれば，補正発明につき，以下のことが認められる。",
            "補正発明は，液化石油ガスなどの気体燃料を内燃機関の吸気通路に噴射するインジェクタに関するものである(段落【0001】)。",
            "従来，液化石油ガスなどの気体燃料を用いた内燃機関において吸気通路に所定量の燃料ガスを所定の間隔で連続して噴射するインジェクタは，燃料ガスを遮断する必要性から，インジェクタ弁体の作用面にゴムや合成樹脂などの弾性材により形成された基材が設けられており，さらに，対向する弁座のインジェクタシートへの密着性や剥離性を向上させる目的でフッ素樹脂によるコーティング層が形成されているものがあった。例えば，特開2007-205216号(引用例2)などに提示されている(段落【0002】)。",
            "ところが，インジェクタに燃料を供給する燃料管路に用いられるゴム製のホースには可塑剤が含有されており，この可塑剤が燃料に溶解して前記フッ素樹脂のコーティング層の密着に使用されるバインダ樹脂と反応し膨潤を引き起こす場合があり，インジェクタ弁体の粘着性が増加してインジェクタ弁体と表面処理を施していないステンレスなどの金属製のインジェクタシートとの間で貼り付きが生じやすい状態になり，開弁作用に影響を与え，エンジン始動の不良や運転性の悪化などの弊害を生じていた(段落【0003】)。",
            "そこで，補正発明は，燃料ホース等から燃料に溶出する可塑剤によって生じるインジェクタ弁体の作用面に施されたフッ素樹脂によるコーティング層と金属製のインジェクタシートとの貼り付き現象を回避し，密着性と剥離性をよくして応答性のよい気体燃料用インジェクタを提供することを目的とし(段落【0005】)，弾性材により形成された基材の表面にフッ素樹脂のコーティング層を有する密接部材が作用面に配置されているインジェクタ弁体を有する気体燃料用インジェクタにおいて，前記インジェクタシートの表面に前記インジェクタ弁体の密着性と剥離性をよくして優れた応答性を付与するための低摩擦性のフッ素樹脂粒子を30～35容量％含有したＮi-Pめっきからなる厚さが1～30μm程度であるコーティング層を施すこととした。このように，インジェクタシートの表面に低摩擦性のフッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層を施すことによりインジェクタ弁体の剥離性の向上を図り，コーティング層におけるフッ素樹脂粒子が30～35容量％である場合には密着性と剥離性の調和を図ることができ，コーティング層の厚さを1～30μm程度とすることにより，均一な被膜により密着性も良好で確実に閉弁をすることができ，もって，フッ素樹脂によるコーティング層が施されたインジェクタ弁体と金属製のインジェクタシートシートとの間の燃料による可塑剤溶出による貼り付きと耐久性とを両立させるとの効果を奏するものである(段落【0006】～【0009】)。",
            "図1  (ただし，コーティング層15は，裁判所において黒色に着色した。)",
            "1：インジェクタ弁体",
            "3：弁座",
            "4：インジェクタシート",
            "5：コーティング層(フッ素樹脂)",
            "15：コーティング層((フッ素樹脂粒子を含有したＮi―Pめっき)"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明1について",
          "text": [
            "引用例1(甲1)の記載によれば，引用発明1につき，以下のことが認められる。",
            "引用発明1は，燃料噴射弁，特に，液化石油ガスなどの高圧の燃料を主燃料とするエンジンに適した燃料噴射弁に関するものである(段落【0001】)。",
            "従来，エンジンの運転状態に応じて電子制御装置から電気信号の通電時に電磁力で弁体に開き動作を行わせ，非通電時には戻しばねの付勢力により閉じ動作を弁体に行わせることにより，所要量の燃料をエンジンの吸気管に噴射する燃料噴射弁においては，電気信号に基づいて弁体が敏感に反応する必要があるとともに，閉弁時に弁体が確実にシート部に密着することが必要である(段落【0002】)。そこで，弁体の当たり面及び弁座のシート面の少なくとも一方をゴム又は合成樹脂で作り，弁体が弁座に着座したときにゴム又は合成樹脂を圧縮変形させて着座を確実にして燃料の流れを遮断させることは周知であり，例えば，特開2002-227742号公報(甲3)に提示されている(段落【0003】)。",
            "ところが，シートの不良や劣化，エンジンからの発熱による燃料噴射弁内の燃料圧力上昇などによりわずかの隙間からも燃料の流出が発生し，燃料の流れを遮断できない場合が生じ，特に，液化石油ガスなどを主燃料とする場合には高圧化されやすいので漏れやすく，燃料噴射孔より流出した燃料が多い場合には，エンジンの再始動時に始動不良が生じたり，燃焼異常が発生したりするなどの問題があった(段落【0004】)。",
            "引用発明1は，上記のような問題点を解決するため，液化石油ガスなどの高圧の燃料を主燃料とするエンジンにおいても，エンジンの停止時，すなわち，燃料の噴出孔が閉じている状態において燃料噴射孔への燃料の流出を確実に防止することができる燃料噴射弁を提供することを課題とし(段落【0005】)，エンジンと吸気管に燃料を噴射するための燃料噴射孔を有するノズルボディと，前記ノズルボディの上流側に形成された環状のシート部を有する弁座に着座する球面状の当たり面を有する弁体とからなり，前記弁体の少なくとも当たり面をフッ素ゴムにより形成するとともに，前記弁座のシート部が硬質材により形成され，かつ，例えばＮi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合分散メッキなどの低摩擦性を有する複合メッキ層により被覆されていることを特徴とする構成を有することとしたものである(段落【0006】)。",
            "これにより，引用発明1は，弁座のシート部が硬質材により形成され，また，弁体側へ広くなる傾斜面形状であり，かつ，その表面に低摩擦性を有する例えばＮi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合メッキなどにより被覆されていることにより，弁体がシート部に接触した際，弁体は滑り，積極的に噴射孔側へ寄り，接触衝撃が緩和され，弁体当たり面の早期劣化が防止される。また，同時に他の補助機構を要さずにシート効果を向上させることができる(段落【0007】)。そして，実施例においては，弁体2の当たり面21がフッ素ゴムにより形成されているので，当たり面21がシート部5にシートする際に生じる衝撃が吸収される。加えて，シート部5のシート面が硬質であるので当たり面21とシート部5とが確実に接合し，さらに，半球面状の当たり面21がシートするシート部5は傾斜面を形成するばかりか，表面が低摩擦性を有するＮi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合メッキ層で覆われていることによりシート効果が向上し，高圧の燃料であっても燃料噴射孔31へ流出する心配がなく，当たり面21がシート部5にシートする際に生じる衝撃が低摩擦による滑りにより緩和され，弁体2における当たり面21の早期劣化が防止されることになる(段落【0017】)。",
            "図2",
            "2：弁体",
            "4：弁座",
            "5：シート部",
            "21：当たり面"
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明2について",
          "text": [
            "引用例2(甲2)によれば，引用発明2について，以下のことが認められる。",
            "引用発明2は，液化石油ガスなどの気体燃料を内燃機関の吸気通路に噴射するインジェクタにおけるインジェクタ弁に関するものである(段落【0001】)。",
            "従来，液化石油ガスなどの気体燃料を用いた内燃機関において吸気通路に所定量の燃料ガスを所定の間隔で連続して噴射するインジェクタは，高圧の燃料ガスを遮断する必要性から，インジェクタ弁体1の作用面にゴム材により形成された基材2が設けられており，特に，対向する金属シート3への密着性や剥離性を向上させる目的でフッ素樹脂による塗膜4が形成されている(段落【0002】)。",
            "ところが，インジェクタに燃料を供給する燃料管路に用いられるゴム製のホースには可塑剤が含有されており，この可塑剤が燃料に溶解して前記フッ素樹脂塗膜4に作用し，インジェクタ弁体1と金属シート3との間で貼り付きが生じやすい状態になり，エンジン始動の不良や運転性の悪化などの弊害を生じることになる。特に，新品のホースには多量の可塑剤が含まれており影響が著しい(段落【0003】)。",
            "このインジェクタ弁体1と金属シート3との間で生じる貼り付き性は，インジェクタ弁体1に塗装されたフッ素樹脂，殊にフッ素樹脂の密着に使用されるバインダ樹脂に依存することが知られており，例えば，エポキシ系のバインダ樹脂を用いた場合に形成されるフッ素樹脂塗膜4は，耐久性は優れているが，可塑剤により金属シートとの間の貼り付きが生じやすく，フェノール系のバインダ樹脂を用いた場合に形成されるフッ素樹脂塗膜4は，貼り付きは生じ難いが，耐久性が劣るというのが一般的である(段落【0004】)。そこで，例えば，貼り付き防止と耐久性の付与が可能な複数種類のバインダ樹脂を配合したものを使用することも考えられるが，可塑剤を燃料に溶解させるゴム製のホースも新品のときとその後とでは可塑剤の溶出量が変化するので，配合比率を変化させたとしても使用条件が異なることから高いレベルで対応させることは困難であり(段落【0006】)，従来，1種類のバインダ樹脂を用いたフッ素樹脂塗膜4が用いられており，貼り付きを防止して始動性や運転性能の改善か耐久性かのいずれかを選択していずれかを犠牲にしているのが現状であった(段落【0007】)。",
            "このような実情から，引用発明2は，新品で燃料ホースからの可塑剤が多い時期には弁体のフッ素樹脂による塗膜と金属シートとの貼り付き現象を回避し，その後運転を続けて可塑剤の溶出が減少した際には優れた耐久性を発揮する気体燃料用インジェクタにおけるインジェクタ弁を提供することを課題とし(段落【0008】)，ゴム材により形成された基材2の表面にフッ素樹脂塗膜4を有する密接部材が作用面に配置されているインジェクタ弁体1と，その下方に対向して配置した燃料通孔を有する弁座の金属シート3に前記インジェクタ弁体1を接離して燃料入口から送られてくる気体燃料を所定の間隔で間歇的に前記燃料通孔に送る内燃機関の吸気通路に噴射するための気体燃料用インジェクタにおいて，上記フッ素樹脂塗膜4の上層として貼り付け防止を目的としたフェノール系のバインダ樹脂を使用したフッ素樹脂塗膜42を形成する構成を採用した(段落【0014】～【0016】)。このように，ゴム材により形成された基材の表面にフッ素樹脂塗膜を形成した密接部材が作用面に配置されている気体燃料用インジェクタにおけるインジェクタ弁体において，前記フッ素樹脂塗膜が基材の表面に塗布された耐久性に優れた第1のフッ素樹脂塗膜とその上に重ねて塗布された剥離性に優れた第2のフッ素樹脂塗膜により形成されていることを特徴とするもので(段落【0009】)，新品時，すなわち，ゴムホースからの可塑剤が多く溶出してインジェクタ弁体が金属シートに貼り付く頻度が高いときには，インジェクタ弁体の表面に露出している剥離性に優れた第2のフッ素樹脂塗膜により貼り付きを有効に防止する。次いで，前記第2のフッ素樹脂塗膜は耐久性が劣るので運転を続けているうちに金属シートへの密着部が消耗してしまうが，その頃にはゴムホースからの可塑剤の溶出も減り，貼り付き現象も減少する。そして耐久性を発揮する第2のフッ素樹脂塗膜の内側に配置される耐久性に優れた第1のフッ素樹脂塗膜が，第2のフッ素樹脂塗膜の消耗により露出して金属シートに接するようになり，長期の使用を確実にする(段落【0010】)。",
            "引用発明2によれば，インジェクタ弁体と金属シートとの間の燃料による可塑剤溶出による貼り付きの防止と耐久性とを両立させることができるとの効果を奏することができる(段落【0017】～【0020】)。",
            "図1",
            "1インジェクタ弁体",
            "2：基材",
            "3：金属シート",
            "4：フッ素樹脂塗膜",
            "41：第1のフッ素樹脂塗膜",
            "(エポキシ系のバインダ樹脂を使用したフッ素樹脂により形成され耐久性に優れる)",
            "42：第2のフッ素樹脂塗膜",
            "(貼り付け防止を目的としたフェノール系のバインダ樹脂を使用)"
          ]
        },
        {
          "fig": "4",
          "subject": "相違点1についての進歩性判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1と引用発明2とは，引用発明1は高圧の液化石油ガスを液状のままで，あるいは，通常は更に高圧にして気化を防いで液状のままで内燃機関の吸気通路に噴射するものであるのに対し，引用発明2及び補正発明は，燃料タンクに貯留した液状の液化石油ガスを気化させて気体として内燃機関の吸気通路に噴射するもので，弁体の構成も全く異なっており，技術分野が異なるに等しい旨主張するので，まず，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1において，液化石油ガスなどの高圧の燃料を主燃料とするエンジンに適した燃料噴射弁に関するものであるとの記載があるのみ(段落【0001】など)で，請求項及び発明の詳細な説明のいずれにも，当該液化石油ガス燃料が液体の状態で吸気通路に噴射されるものなのか，気体の状態で噴射されるものなのかについて明示的な記載はない。そして，引用例1の段落【0003】において【背景技術】として引用されている特開2002-227742号公報(甲3)に記載された甲3発明は，「【発明の属する技術分野】本発明は気体または液体の燃料をエンジンに供給するために用いられる電磁駆動の燃料噴射弁に関するものである。」(段落【0001】)とあり，気体の燃料にも，液体の燃料にも適用できるものであると認められるところ，引用発明1は，このような甲3発明の技術を前提としてなされたものである。",
                    "そうすると，引用発明1が，気体の燃料にも，液体の燃料にも適用できる燃料噴射弁を想定していると解するのが自然であり，少なくとも，引用例1から引用発明1の燃料噴射弁が液体の状態で噴射するものに限定できるとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，原告は，液体燃料用と気体燃料用の燃料噴射弁は構造が異なる旨主張するが，構造が異なることは技術常識であると述べるのみで，この点に関する具体的な主張立証をしない。また，引用発明1において，弁座に着座する弁体の当たり面が球状で構成されている点に着目したとしても，乙3(特開2007-247429号)には，弁体がゴム等の弾性素材からなる略円錐状又は略球面状を呈する実施例が記載され(段落【0016】)，図において，引用発明1と形状が類似した弁体及び弁座部が開示されているところ，同公報には，この燃料噴射弁は，液体燃料及び気体燃料の双方に使用可能であることが開示されている(段落【0001】，【0023】)。また，乙4(特開2008-115832号)には，「ガソリン燃料に適した従来例」の燃料噴射弁(図3(a))，「気体燃料に適した従来例」の燃料噴射弁(図3(b))が記載されているところ，これらの弁体はいずれも球状の当たり面を有しているものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用発明1の燃料噴射弁の構造から，引用発明1が液体燃料用の燃料噴射弁であると認定することは困難であり，引用発明1は，液化石油ガスを内燃機関の吸気通路に噴射する際の燃料の形状について，限定されたものと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，引用発明1と引用発明2とは，発明の技術課題が全く異なっており，引用発明1を引用発明2に適用する動機付けがないと主張する。これに対し，被告は，燃料噴射弁は，弁体の敏感な反応が必要であることや，前記被告の主張において述べた技術常識からすると，引用発明1では，フッ素ゴムからなる当たり面が弁座へ粘着することを防止するために，弁座に複合めっきを施したことが分かり，引用発明1が，弁体の弁座への貼り付きを防止することを企図した発明であることは，技術的に明らかであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そこで，検討するに，引用発明1は，前記2に述べたように，燃料噴射弁において，電気信号に基づいて弁体が敏感に反応するとともに，閉弁時に弁体が確実にシート部に密着することが必要であることから，弁体の当たり面及び弁座のシート面の少なくとも一方をゴム又は合成樹脂で構成するとの従来例があったが，特に液化石油ガスなどを主燃料とする場合には高圧化されるので，わずかの隙間からも燃料の流出する問題があり，液化石油ガスなどの高圧の燃料を主燃料とするエンジンにおいても，エンジンの停止時，すなわち，燃料の噴出孔が閉じている状態において燃料噴射孔への燃料の流出を確実に防止することができる燃料噴射弁を提供することを課題とし，弁体の少なくとも当たり面をフッ素ゴムにより形成するとともに，前記弁座のシート部が硬質材により形成され，かつ，例えばＮi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合分散メッキなどの低摩擦性を有する複合メッキ層により被覆されていることを特徴とする構成を採用したというものである。そして，段落【0017】には，「・・・更に，半球面状の当たり面21がシーとするシート部5は傾斜面を形成するばかりか表面が低摩擦性を有するＮi-P系金属マトリクス中にフッ素系樹脂粒子が分散された複合メッキ層で覆われていることによりシート効果が向上し，高圧の燃料であっても燃料噴射孔31へ流出する心配がないばかりか，当たり面21がシート部5にシートする際に生じる衝撃が低摩擦による滑りにより緩和され，弁体2における当たり面21の早期劣化が防止される。」と記載されている。",
                    "以上によれば，引用発明1の主たる課題は，燃料の流出を確実に防止すること，すなわち，「シート効果の向上」であると認められる。そして，引用発明1において，弁座にフッ素系樹脂粒子が分散された複合分散メッキを施した目的は，シート効果の向上であると認められるのであり，引用発明1が，弁体と弁座との貼り付きの防止を企図した発明であったということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，乙8(特開昭64-60634号公報)及び乙9(特開平6-16892号公報)には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙8",
                      "text": [
                        "「発明の名称  非粘着性フッ素ゴムおよびその製造方法」",
                        "「(発明の従来技術)フッ素ゴムは，・・・内燃機関の燃料系の弁体として多く使用されている。・・・この弁体12としては耐油性及び耐磨耗性を要求されることからフッ素ゴムが使用されている。このような構造の弁1を使用して流体の制御を行う場合，前記弁座4と弁体12は当接-解除を無数繰り返すことになる。このように弁体12を長年使用すると，前記弁体12が粘着性を有するようになって，前記弁座4と弁体12の接触部Aが粘着し，弁1が離れにくくなったり，ひどくなると粘着して離れなくなったりする事態を生じていた。」",
                        "弁機構を模式的に示した第1図において，弁体12は球体に描かれている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙9",
                      "text": [
                        "「発明の名称  低粘着性フッ素ゴムの製造方法」",
                        "「【0002】",
                        "【従来の技術】例えば，バルブ機構の構成部品として，シール性を向上させるためにゴム材料によるパッキング等のシール部材が使用されている。しかし，通常ゴム材料は接触している部品と粘着する性質を有するものであり，パッキング部品が接触している金属部材に粘着することによって，種々の不具合が生ずる。",
                        "【0003】例えば，燃料油を流通させる燃料系統に配設されたバルブ機構のシール材やバルブシートには，耐薬品性や耐燃料油性等の良好なフッ素ゴムが通常使用されている。しかし，フッ素ゴムの成形品は，例えばシール面等の金属部品に接触した際に，高い粘着性を有する。",
                        "【0004】このため，バルブ機構のバルブシートや開閉機構をシールするシール材として使用する場合には，金属に対する粘着性を低くするために，成形後の工程において，その表面をプラズマ処理等を行って非粘着層を形成し，あるいは金属表面にテフロンコート等を行って非粘着処理を施す。」",
                        "以上によれば，燃料系の弁部材として多く用いられるフッ素ゴムは，粘着性を有するものであり，弁部材として使用した場合に接離する弁座(弁体)と粘着するおそれがあるとの課題は，当業者に周知の課題であると認められる。そして，引用発明1の構造は，液化石油ガスなどの気体燃料を用いた内燃機関において吸気通路に所定量の燃料ガスを所定の間隔で連続して噴射するインジェクタであることから，弁座と弁体は当接-解除を無数繰り返し，エンジンの停止時には，弁体と弁座が当接した状態になるものである。そして，上記(ア)のとおり，弁部材のうち，弁体の構造が球面状であっても，対向する部材(弁座)との間で，粘着性の課題があることも明らかである。",
                        "以上からすると，引用発明1における「当たり面21がフッ素ゴムにより形成されたインジェクタ弁体2」も，その構造上，フッ素ゴム製弁体が弁座と粘着するおそれがあり，弁座への貼り付きに係る課題を内在しているものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，引用例2(甲2)には，「従来，LPGなどの気体燃料を用いた内燃機関において吸気通路に所定量の燃料ガスを所定の間隔で連続して噴射するインジェクタは，高圧の燃料ガスを遮断する必要性から図3に示すようにインジェクタ弁体1の作用面にゴム材により形成された基材2が設けられており，特に，対向する金属シート3への密着性や剥離性を向上させる目的でフッ素樹脂による塗膜4が形成されている。」(段落【0002】)。「ところが，インジェクタに燃料を供給する燃料管路に用いられるゴム製のホースには可塑剤が含有されており，この可塑剤が燃料に溶解して前記フッ素樹脂塗膜4に作用し，インジェクタ弁体1と金属シート3との間で貼り付きが生じやすい状態になり，エンジン始動の不良や運転性の悪化などの弊害を生じることになる。」(段落【0003】)，「本発明は上記実情に鑑みてなされたものであり，新品で燃料ホースからの可塑剤が多い時期には弁体のフッ素樹脂による塗膜と金属シートとの貼り付き現象を回避し，」(段落【0008】)，「このような本実施の形態は，最初，すなわち，ゴム管からの可塑剤の溶出量が多く貼り付けの頻度が高い新品のときには，インジェクタ弁体1の作用面は，貼り付け防止を目的としたフェノール系のバインダ樹脂を使用したフッ素樹脂塗膜42が表面に露出しているので，金属シート3との間に生じる貼り付きを有効に防止する。」(段落【0017】)と記載されており，引用発明2の解決課題は，燃料ホースから溶解する可塑剤と弁体に施されたフッ素樹脂との反応により生ずる弁体と弁座部との貼り付現象を回避することと，耐久性の両立を図ることにあり，ゴム材により形成された弁体と弁座との貼り付き防止を直接の課題としているものではない。しかし，燃料系の弁部材に用いられるゴム材が粘着性を有することは上記のとおり周知の課題であったところ，引用例2には，上記の段落【0002】に示されるように，インジェクタ弁体の作用面にゴム材により形成された基材において，その対向する金属シートへの密着性と剥離性を向上させる目的でフッ素樹脂により塗膜を施した従来例が記載され，さらに，段落【0007】に，弁体にフッ素樹脂塗膜を用いることで，貼り付きを防止して始動性や運動性能の改善を図ることができる旨が開示されていることからすると，引用例2の当該記載に触れた当業者は，ゴム材により形成された弁体と弁座との間に貼り付き現象を回避するとの周知の課題について，剥離性を向上させる目的でゴム材にフッ素樹脂塗膜を施すとの課題解決方法が開示されていると理解することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，引用発明1と引用発明2は，液化石油ガスを燃料とする燃料噴射弁(インジェクタ)という共通の技術分野に属する発明であり，共に，インジェクタ弁体と弁座のインジェクタシートの接離に関する発明であるところ，引用発明1には，前記イのとおり，弁体の当たり面をフッ素ゴムで構成したことにより，弁体と弁座との貼り付きという周知の課題が内在するものと認められ，引用例2には，前記ウのとおり，ゴム材による弁体をフッ素樹脂コーティングすることにより弁座部との貼り付きを防止するとの解決が開示されていることから，引用発明1に引用発明2を適用する動機付けが認められる。",
                    "よって，上記相違点1に係る補正発明の発明特定事項は，引用発明1に引用発明2を適用することにより，当業者が容易に想到し得たものと認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "相違点2についての進歩性判断の誤りについて",
          "text": [
            "前記に認定説示したように，引用発明1は，液体の状態で噴射するものに限定したものとは認められない。また，燃料噴射弁を気体燃料にも液体燃料にも適用できるようにすることは，周知技術であると認められる(甲3，乙3)。",
            "一方，引用発明2は，気体燃料用インジェクタに係る発明であり，液化石油ガスなどの気体燃料を内燃機関の吸気通路に噴射するものである(段落【0001】)から，引用発明1と引用発明2は，液化石油ガスを燃料とする燃料噴射弁(インジェクタ)という共通の技術分野に属する発明であり，共に，インジェクタ弁体と弁座のインジェクタシートの接離に関する発明である。",
            "したがって，両者を結びつける動機付けがあり，また，上記周知技術も勘案すると，上記相違点2に係る補正発明の発明特定事項は，引用発明1に引用発明2を適用することにより，当業者が容易に想到し得たものである。"
          ]
        },
        {
          "fig": "6",
          "subject": "相違点3についての進歩性判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "補正発明は，フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層に関して，「フッ素樹脂粒子を30～35容量％含有」し，「厚さが1～30μm程度」としている。この点に関する本願明細書の記載は，「本発明において，前記インジェクタシートの表面に施されているコーティング層におけるフッ素樹脂粒子が30～35容量％である場合には密着性と剥離性の調和を図ることができ，更に，本発明において前記インジェクタシートの表面に施されているコーティング層の厚さを1～30μm程度とすることにより，均一な被膜により密着性も良好で確実に閉弁をすることができる。」(段落【0008】)，「前記コーティング層15は，フッ素樹脂粒子が30～35容量％であると好ましく，耐久性と剥離性の調和がとれる。更に，前記コーティング層15の厚さが1～30μm程度であることにより密着性と剥離性の調和をとることができる。」(段落【0015】)とあるのみである。",
                "これらの記載は，結局，単に請求項1に記載された数値範囲であると上記段落【0008】，【0015】記載のような効果があると定性的に述べているだけであって，本願明細書には，補正発明が当該数値範囲を選択した理由や，当該数値範囲の場合に当該数値範囲外のものと比較して顕著な作用効果を奏すると認められるに十分な実験結果等が記載されているわけではない。",
                "したがって，当該数値範囲の数値に臨界的意義があると認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層の成分組成について",
              "text": [
                "前記のとおり，引用発明1において，弁座をフッ素系樹脂粒子が分散された複合メッキ層で覆った目的は，直接的には，密着性の確保，シート性の向上にあったと認められるが，他方で，弁体の当たり面がフッ素ゴムという素材からなることから，弁座と粘着するおそれがあるという周知の課題を内在するものである。",
                "そして，ニッケル等の金属メッキ皮膜中にフッ素化合物の微粒子が取り込まれた複合メッキ皮膜について記載された特開2002―348699号公報(甲4の2)には，加熱下で非粘着性を有することが目的の一つとして記載されているところ(段落【0007】)，段落【0045】には，「一般に，金属と共析物とからなる複合メッキ皮膜では，共析物の体積分率(共析率)が大きくなるほど，メッキ層と基材との密着性は低下する。本発明においても，メッキ皮膜と基材との密着性を考慮すると，複合メッキ皮膜中の共析物(フッ素化合物微粒子)の体積分率は，60％が限度である。一方，フッ素化合物微粒子の体積分率が低すぎる場合には，撥水性，非粘着性，摺動性の改善が十分に行なわれない。従って，本発明においては，複合メッキ皮膜中のフッ素化合物微粒子の体積分率は，第2の金属を含有しない状態で，皮膜全体の10～60％(例えば，15～60％)程度，好ましくは10～50％(例えば，20～40％)程度，さらに好ましくは25～40％程度である。」と記載されている。また，特開平9-112733号公報(乙7)は，金属製又は樹脂製のケーシングの内壁面に形成された弁座部に，プランジャと一体的に移動するゴムシール材が接離することにより，流体流路の切替えが行われるように構成された電磁弁において，弁座部にゴムシール材が固着してしまい，通電しても流体流路が開かなくなるという問題(段落【0003】)に対して，ケーシングの内壁面に形成された弁座部に，含Ｎi金属マトリクス中にフッ素樹脂粒子が分散された複合めっき層を前記ケーシングの内壁面に形成したことを特徴とするもの(段落【0009】)であるところ，段落【0025】には，「複合めっき層18におけるPTFE粒子18bの含有量は，10体積％～50体積％であることがよく，特には20体積％～40体積％であることがよい。前記含有量が50体積％を越えると，被めっき面に対してめっきが付着しにくくなるという製造上の問題が発生するばかりでなく，高コスト化の原因となってしまう。また，金属の含有量が減少する分だけ，複合めっき層18自体の強度が弱くなる。一方，前記含有量が10体積％未満であると，ゴムシール材15の固着強度を低減する効果(後述)が充分得られなくなる。」との記載がある。",
                "これらの記載によれば，複合めっきのためのＮi-P系金属マトリクス中のフッ素樹脂粒子の含有量に適正範囲があること(フッ素樹脂量が少なすぎると，剥離性が発揮されず，フッ素樹脂量が多すぎると，めっきが付着しにくくなり，強度が低下する等)は，技術常識であると認められる。また，甲4の2において，上記のとおり，体積分率で10～60％程度，乙7において，10～50体積％が適切であるとされており，相違点3に係る数値は，これに含まれるものである。",
                "したがって，当業者が，Ｎi-P系金属マトリクス中のフッ素樹脂粒子，すなわち，コーティング層におけるフッ素樹脂粒子の好適な含有量とすることは，格別困難なことではなく，30～35容量％とすることは，当業者が必要に応じてなし得た設計的事項にすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」の厚さについて，",
              "text": [
                "特開2007―327135号公報(甲4の1)の記載(【請求項6】，段落【0042】)，乙7の記載(段落【0007】，【0009】～【0011】，【0013】，【0026】)によれば，「フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層」の厚さには適正範囲があること(薄いと精度よく形成できない，膜厚が不均一となる，厚すぎると膜厚が困難になる，高コスト化等)は技術常識であると認められ，また，甲4の1では，5～20μmが適切であること，乙7では5μm～10μm又は5μm～20μmとすることがよいこと，甲4の2(【0043】)によれば，複合メッキ皮膜全体の厚さは，フッ素化合物微粒子の粒径，基材の材質，形状及びマトリックス金属の種類などに応じて，例えば，1～1000μm程度の広い範囲から選択できること，より好ましくは5～50μm程度であること，甲4の3(段落【0021】)によれば，5～50μm適当であることが記載されている。",
                "このように，補正発明に記載された「1～30μm程度」という厚さは，フッ素樹脂粒子を含有したニッケル系複合めっき皮膜としてはごく一般的な厚さであり，特徴があるとは認められない。",
                "したがって，当業者であれば，このような技術常識を踏まえて，フッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層を好適な厚さとすることは格別困難なことではなく，1～30μm程度とすることは，当業者が必要に応じてなし得た設計的事項にすぎない。",
                "よって，相違点3に係る補正発明の発明特定事項は，引用発明1において，上記技術常識を踏まえて，当業者の通常の創作能力を発揮することにより，当業者が容易に想到し得たものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1のＮi-Pめっき層は，ゴム製弁体による密着性を確保するために施されるものであるが，補正発明及び引用発明2は，燃料に含まれる可塑剤と弁体に施されたフッ素樹脂コーティング中のバインダとの反応により生じる粘着性による弁座と弁体との貼り付きを防止するもので，ゴム製弁体と弁座との非粘着性を良好にするためのものでなく，その目的が相違するものであるから，たとえ，Ｎi-Pめっきからあるコーティング層の厚さや成分が公知であるとしても，使用する目的，使用する箇所，使用による作用効果が従来公知でない新規で優れたものであれば，特許性を有するものであると主張する。",
                    "確かに，引用発明1及び2が直接開示する発明の課題は，前記4(2)で述べたように，それぞれ原告の主張のとおりと認められる。",
                    "しかし，上記相違点1及び2に係る補正発明の発明特定事項は，前記4及び5で述べたように，ゴム製弁体が弁座と粘着するおそれを防止するという周知の課題を解決する観点から，引用発明1に引用発明2を適用することにより，当業者が容易に想到し得たものである。そして，引用発明1に引用発明2を適用した場合，結果として，フッ素樹脂のコーティング層により，「剥離性をよくする」作用効果を奏し，密着性をよくすることと相まって，「密着性と剥離性をよくして優れた応答性を付与する」ことができ，「張り付きを防止する」という補正発明と同様の作用効果を奏することは，当業者が容易に想到できるものと認められる。さらに，相違点3についても，上記(2)及び(3)に指摘した技術常識は，引用発明1が，可塑剤によって生じるインジェクタ弁体のフッ素樹脂塗膜と金属シートとの貼り付きを防止するとの課題を直接的に開示していないとしても，当たり面がフッ素ゴムからなる弁体と弁座との貼り付きを課題として内在していることに照らすと，引用発明1においても，十分，適用可能なものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が，補正発明と引用発明1との一致点について，「前記インジェクタシートの表面に前記インジェクタ弁体の密着性と剥離性をよくして優れた応答性を付与するための低摩擦性のフッ素樹脂粒子を含有したＮi-Pめっきからなるコーティング層が施されて貼り付きを防止する，LPG燃料用インジェクタ。」と認定した点については，引用発明1において，低摩擦性のフッ素樹脂粒子を含有したＮi-Pめっきを施した目的は，「インジェクタ弁体の密着性と剥離性をよくして優れた応答性を付与するため」や「張り付きを防止する」ためのものとは認められないことから，誤りであったといわざるを得ない。",
                    "しかし，当業者にとって，周知の課題の解決の観点から引用発明1に引用発明2の構成を組み合わせることが容易であることは，上述したとおりであり，その結果，引用発明1も補正発明と同様の効果を奏することになり，補正発明と引用発明1との上記の一致点の誤認も解消されることになる。したがって，審決の上記誤りは，結論において影響を及ぼすものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "text": [
            "そうすると，補正発明は，進歩性を欠き，特許出願の際独立して特許を受けることができないものであるから，補正を却下した審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}