{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "(cid:1)(cid:2)1  原判決中控訴人敗訴部分を取り消す。"
      ],
      "content": [
        {
          "fig": "2",
          "text": [
            "上記部分につき，被控訴人らの請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審を通じて被控訴人らの負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「回転歯ブラシの製造方法及び製造装置」とする特許(特許番号  特許第3981290号)の特許権者である被控訴人Y(以下「被控訴人Y」という。)及びその独占的通常実施権者である被控訴人株式会社T・World Company(以下「被控訴人T・World」という。)が，控訴人による歯ブラシの製造及び販売が上記特許に係る特許権(以下「本件特許権」という。)を侵害するとして，以下の各請求をする事案である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人Y ア  控訴人の実施する製造方法の使用差止め，これにより製造された製品の販売差止め並びに同製品及び半製品の廃棄，製造装置の製造及び譲渡の差止め並びに廃棄(cid:2)イ  本件特許権侵害の不法行為に基づく損害賠償として2400万円及びこれに対する平成21年8月5日から支払済みまで民法所定の年5分の割合による遅延損害金の支払(cid:2)(2)  被控訴人T・World 本件特許権の独占的通常実施権侵害の不法行為に基づく損害賠償として，28億7867万5200円のうち5億8252万0320円及びこれに対する平成21年8月5日から支払済みまで民法所定の年5分の割合による遅延損害金の支払"
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審は，控訴人の製造方法及び製造装置が上記特許に係る発明の技術的範囲に属するなどとして，①被控訴人Yの請求については，控訴人の実施する製造方法の使用差止め，これにより製造された製品の販売差止め並びに同製品及び半製品の廃棄，製造装置の製造又は譲渡の差止め及び廃棄，112万9184  (cid:3)(cid:2)円及び遅延損害金の各支払を求める限度で，②被控訴人T・Worldの請求については，3617万7203円及び遅延損害金の各支払を求める限度で，それぞれ認容し，被控訴人らのその余の請求をいずれも棄却した。",
            "控訴人は，これを不服として控訴した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，原判決を下記のとおり補正するほか，原判決の「事実及び理由」第2の1及び3並びに第3のとおりであるから，これを引用する(以下，原判決を引用する場合，「被告」を「控訴人」と，「原告」を「被控訴人」と，それぞれ読み替える。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決7頁7行目及び8行目の「被告が被告製品を構成するブラシの製造に使用していた装置(以下「被告装置」という。)は，」を「控訴人は，控訴人製品を構成するブラシの製造に使用していた装置(以下「控訴人装置」という。)を，これまでに複数台製造している(弁論の全趣旨)。控訴人装置は，」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決12頁10行目末尾に，改行の上，次のとおり加えるとともに，同頁11行目冒頭の「ウ」を「エ」と改める。",
                "「ウ  控訴人は，本件明細書の記載に照らして，構成要件Eは溶着工程の完了後に切除する工程に限定すべきと主張する。",
                "しかし，本件明細書に記載された一実施例を根拠に，構成要件Eが上記のとおり限定されるとする控訴人の主張は誤りであり，控訴人の指摘する控訴人方法の構成や切除の態様，切除刃の鈍化や摩耗の問題は，控訴人方法が構成要件Eを充足しない理由とはならない。さらに，高度な熟練を要することなく均一の厚さのブラシを効率良く作成することを可能にするという本件特許方法発明の本質・特徴も，構成要件Eにおける切除のタイミングを溶着工程を完了後に限定する理由とはならない。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決12頁25行目末尾に，改行の上，次のとおり加える。",
                "「(6)  発明の効果を奏すること",
                "(cid:4)(cid:2)  控訴人は，控訴人製造のブラシ単体に円形膨出部が存在することを理由に，控訴人方法が本件特許方法発明の効果を奏しないと主張する。しかし，膨出部を形成する円形溝の型が一定であれば膨出部も均一に仕上がるはずであることや，ブラシ単体が均一な厚さに製作可能な理由が，控訴人方法においても行われている，素線群をエアによって放射方向に開くことで素線同士の重なりがほとんどなくなることにあることからすれば，控訴人方法によっても均一な厚さのブラシ単体の作成は可能であり，控訴人の主張する点は本件特許方法発明の効果を奏しない理由にはならない。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決13頁23行目末尾に，改行の上，次のとおり加える。",
                "「ウ  被控訴人らは，「回転ブラシ」とは回転し得るブラシであることを意味するにとどまると主張する。",
                "しかしながら，「回転が可能な(非回転に固定される)ブラシ」と「回転するブラシ」とは，効能や効果が異なるものであり，当業者の認識としても，明らかに使い方や商品の用途・商品カテゴリーが異なる。そして，仮に回転しないことも想定されるのであれば「円形ブラシ」とでも記載すればよいものを，あえて「回転ブラシ」と記載しており，本件明細書においても，柄に「回転ブラシ」を回転が行えるように取り付ける以外の構成や形状について何らの開示も示唆もないのであるから，「回転ブラシ」とは回転するブラシに限定する趣旨であると考えるのが当然である。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決15頁16行目の「明らかである。」を次のとおり改めるとともに，「仮に百歩譲って，」以下を改行する。",
                "「明らかであり，本件特許方法発明においては，装置の構成上，溶着工程と切除工程が同時に行われることは想定されていない。また，「溶着中に切除」とは，溶融状態の対象物をいわば壁を作って左右に分離することであり，物理的に物質を切除することとは全く異質の技術であるし，切除刃と振動構造とを接触させると，摩耗及びチッピングの問題が生じるため，こ  (cid:5)(cid:2)れを抑えながら切除刃を振動中の振動構造に接触させ分離させることは非常に困難な作業となるが，本件明細書には，これらについての記載は何ら存在しない。さらに，従来技術の課題についての記載を踏まえると，本件特許方法発明は，先に溶着工程を完了し，中央部分を完全に固化した状態にしてから切除工程を行うことによって，ブラシ単体の厚みが不均一になるという課題を克服したのであり，このことが本件特許方法発明の本質的部分である。",
                "よって，本件明細書の記載に照らすと，構成要件Eは，溶着工程完了後に切除する工程に限定すべきである。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決15頁18行目の「本件方法発明」を「本件特許方法発明」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決17頁1行目末尾に，改行の上，次のとおり加える。",
                "「(6)  発明の効果の不奏功",
                "本件特許方法発明は，同方法により製造される回転ブラシについて，「均一な厚さ」が得られることをその作用効果としているが，これは，回転歯ブラシとして構成したときの毛足密度の均一性に貢献するためのものである。これに対し，控訴人方法は，回転してはならない非回転のブラシのブラシ単体の製造を前提としており，製造されたブラシ単体は，中心の孔縁の近傍に，ブラシの両面から両側へ膨らむ円形の膨出部を有している。このため，控訴人商品は一定な厚さを確保することができず，回転歯ブラシのロール部分としてブラシ単体を重ね合わせたときに毛足密度の不均一が生じてしまう。",
                "このことから，控訴人方法は本件特許方法発明の効果を奏しないから，その技術的範囲に属するものではない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決17頁20行目及び20頁13行目の「溶着機の」を，いずれも「溶着機による」と改める。",
                "(cid:6)(cid:2)(9)  原判決19頁6行目の「成形され」を「成形された」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決21頁7行目の「その示唆すらない。」の次に，「さらに，「回転ブラシ」に「非回転ブラシ」も含まれるとすれば，本件明細書には，「非回転ブラシ」の記載は全く存在しない。」を加える。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決21頁17行目末尾に，次のとおり加える。",
                "「さらに，本件明細書には，「回転ブラシ」の実際の用途を，同ブラシが回転可能に取り付けられる「回転歯ブラシ」に限定する記載はなく，むしろ，「ブラシ単体」の製造方法と，これを殊更「回転可能に取り付けてなる回転歯ブラシ」の製造方法とが別個の発明として記載されていることからすれば，「回転ブラシ」を回転可能に取り付けない場合もあり得ることが想定されているということができる。」"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決31頁13行目末尾に，改行の上，次のとおり加える。",
                "「(ウ)  被控訴人製品の販売数量",
                "被控訴人製品は，平成15年に一躍ヒット商品となり，同年度出荷本数は●●●●●●●本となったが，その後に控訴人製品が出回り，価格競争に敗れ，平成18年までには卸売業者のほぼ全てから取引を解約される事態となった。このような販売実績からすれば，控訴人による侵害品販売がなければ，被控訴人製品は，平成15年以降も順調に出荷本数を伸ばして，同程度以上の販売数量が見込めたことが想定される。",
                "したがって，被控訴人製品の実際の販売数量をもって，「販売することができないとする事情」があるということはできない。」"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決36頁14行目の「原告が」を「被控訴人T・Worldが」と改める。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決38頁3行目末尾に，改行の上，次のとおり加える。",
                "「  加えて，本件各特許発明は，それによって製造される物自体に新規な特徴があるわけではなく，回転ブラシの生産効率の改善に寄与するにすぎないのであって，売上げには何ら寄与しないものである。」",
                "(cid:7)(cid:2) (15)  原判決38頁10行目末尾に，改行の上，次のとおり加える。",
                "「  さらに，被控訴人製品の販売数量は，平成17年から平成18年にかけて年間●●本台となっており，その後も，平成19年に●●●●本，平成20年に●●●●●●本，平成21年に●●●●本，平成22年に●●●●本，平成23年に●●●●●●本と低迷を続けている。このような被控訴人製品の実際の販売数量も，「販売することができないとする事情」に当たるというべきである。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，①控訴人方法及び控訴人装置は本件特許に係る発明の技術的範囲に属し，②本件特許は，特許無効審判により無効とされるべきものとは認められず，③控訴人による本件特許権侵害ないしはその独占的通常実施権侵害により被控訴人らが被った損害額は，被控訴人Yにつき112万9184円，被控訴人T・Worldにつき3617万7203円をもって相当と認められ，被控訴人らの請求は，原判決が認容した限度で理由があると判断する。その理由は，原判決を以下のとおり補正するほか，原判決の「事実及び理由」第4のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決43頁26行目の「ではない」の次に「，また，「回転するブラシ」と「実際には回転しない回転ブラシ」とは効能及び効果が異なるものであり，本件明細書にはブラシを柄に回転可能に取り付ける以外の構成や形状について記載がないのであるから，本件特許方法発明における「回転ブラシ」とは，回転するブラシに限定されるべきである」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決48頁3行目の「原告の」を「被控訴人らの」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決48頁13行目の「「切除」の工程を終える」を「「切除」の工程を開始し，これを終える」と，同頁16行目ないし17行目の「「切除」の工程を終えてしまう」を「「切除」の工程を開始し，これを終えてしまう」とそれぞれ改める。",
                "(cid:8)(cid:2)(4)  原判決48頁18行目冒頭から同頁22行目末尾までを，次のとおり改める。",
                "「  他方，「溶着」工程開始後，「溶かす」段階すなわち溶融した糸材が互いに粘着した状態となった後に「切除」の工程が開始され，その後，「着ける」段階すなわち固化の段階に入り，通常であれば「溶着」(固化)が完了していると評価できる時間が経過した後に「切除」の工程が終了するものであれば，「溶着」がほぼ完了した部位を「切除」しているという意味において，「溶着された中央部分の中心部を切除する」に含まれると解することができる。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決49頁13行目の「(上記技術的意義」から同頁15行目の「べきである。)」までを削る。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決49頁18行目末尾に，改行の上，次のとおり加える。",
                "「  これに対し，控訴人は，本件明細書に記載された装置の構成上，溶着工程と切除工程が同時に行われることは想定されておらず，本件明細書には，溶着中に切除することや，それに伴う切除刃の鈍化や摩耗の問題について言及がないこと，加えて，均一な厚さのブラシの作成を可能にするという本件特許方法発明の本質や特徴に照らすと，構成要件Eは溶着工程の完了後に切除する工程に限られると主張する。",
                "しかしながら，本件特許方法発明の作用効果が均一な厚さのブラシの作成を可能にするものであることが，本件特許方法発明を溶着工程の完了後に切除する構成に限定する理由とはならないのは上記のとおりであるし，本件明細書において，溶着工程と切除工程が同時に行われることを想定した記載や，その場合に生じうる控訴人の指摘する技術上の課題についての言及がないとしても，控訴人の主張を直ちに裏付けるということもできないから，控訴人の上記主張を採用することはできない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決49頁26行目の「以上によれば」から50頁3行目ないし4行  (cid:9)(cid:2)目の「相当である。」までを，以下のとおり改める。",
                "「以上によれば，構成要件Eの「溶着された中央部分の中心部を切除する」とは，「溶着」工程開始後，「溶かす」段階すなわち溶融した糸材が互いに粘着した状態となった後に「切除」の工程が開始され，その後，「着ける」段階すなわち固化の段階に入り，通常であれば「溶着」(固化)が完了していると評価できる時間が経過した後に「切除」の工程が終了するものであれば，これも含まれると解するのが相当である。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決50頁7行目から52頁5行目までを，次のとおり改める。",
                "「エ  控訴人方法の充足性"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "控訴人方法",
                  "text": [
                    "一般に超音波溶着とは，超音波振動によって，熱可塑性樹脂である対象物を摩擦熱で溶融し結合させ，振動停止後に固化を生じさせるという溶着方法であり(甲16ないし18，乙42の1ないし3)，通常，超音波振動の発振時間は0．1ないし0．5秒，固化のためのホールド時間は0．5秒，溶着時間(固化の完了までを含むと解される。)は1秒以下とされる(甲17，18，乙42の1及び2)。",
                    "控訴人方法は，このような超音波溶着を採用しており，具体的には，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●，  (cid:10)(cid:2)という工程をたどると認められる(乙26)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "「切除」の手法及び時期",
                  "text": [
                    "控訴人方法において，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                    "そして，控訴人方法においては，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●この「切除」工程の開始段階における，溶融した糸材が互いに粘着した状態は，溶融した樹脂による接着力が弱いことから十分な強度を有している状態であるとはいえないものの，中心部の切除後の形状を均一に仕上げるという目的を達せられる程度には「溶着」の工程が進んでいるということができる。",
                    "さらに，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●",
                    "(cid:1)(cid:11)(cid:2)以上によれば，控訴人方法においては，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●ものと認められるから，「溶着された中央部分の中心部を切除する」との工程を有しているということができ，構成要件Eを充足する。",
                    "なお，構成要件Eの「切除」の手段が刃物を使用する場合に限定されるものではないことは前記のとおりであり，控訴人方法において上記の手法を採用していることは，構成要件Eの充足を否定する根拠となるものではない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決52頁16行目末尾に，改行の上，次のとおり加えるとともに，同頁17行目冒頭の「(8)」を「(9)」と改める。",
                "「(8)  発明の効果の不奏功に関する控訴人の主張について",
                "控訴人は，控訴人方法により製造されたブラシ単体は，中心の孔縁の近傍に，ブラシの両面から両側へ膨らむ円形の膨出部を有しているから，均一な厚さが確保されておらず，本件特許方法発明の効果を奏しないと主張する。",
                "しかるに，控訴人の主張するブラシ単体に形成された膨出部は，「ブラシ単体を重ね合わせたときにブラシ単体間に隙間を形成し，各ブラシ単体による，ブラシ面に対する法線方向…のブラシ効果を確保するためのものである」(控訴理由書11頁13行目ないし16行目)とされ，●●●●●●●●●●●●●●●●●●●●●●●●(乙86及び87の各1及び2)によって成型されるものと認められる。このように，上記膨出部は，製造されたブラシ単体を柄に取り付ける際の配置を控訴人の意図するとおりに行う目的で，ブラシ部分の厚みに付加して敢えて設けられたものにす  (cid:1)(cid:1)(cid:2)ぎず，これによって，控訴人方法が，「各工程を画一的に処理することが可能となり，高度な熟練を要することなく均一な厚さのブラシ単体の製作を可能とする」(本件明細書【0006】)との効果を奏していることが否定されるものではない。",
                "よって，控訴人方法が本件特許方法発明の効果を奏しないとの控訴人の主張を採用することはできない。」"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決54頁25行目の「溶着機の」を「溶着機による」と改める。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決55頁3行目の「「溶着」と」から同頁7行目末尾までを，次のとおり改める。",
                "「「溶着」と「切除」の時間的関係についても，「溶着」工程開始後，「溶かす」段階すなわち溶融した糸材が互いに粘着した状態となった後に「切除」の工程が開始され，その後，「着ける」段階すなわち固化の段階に入り，通常であれば「溶着」(固化)が完了していると評価できる時間が経過した後に「切除」の工程が終了するものであれば，これも含まれると解するのが相当である。」"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決55頁9行目の●●●●●●●●を，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●と改める。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決55頁13行目の「また，被告装置において，」から同頁15行目末尾までを，次のとおり改める。",
                "「また，控訴人装置において，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●ものと認められることも，前記1(6)で論じたとおりである。」"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決56頁21行目に，改行の上，次のとおり加えるとともに，同頁22行目冒頭の「(3)」を「(4)」と改める。",
                "(cid:1)(cid:3)(cid:2)「(3)  控訴人は，「回転ブラシ」に「非回転ブラシ」も含まれるとすれば，本件明細書には「非回転ブラシ」の記載は全く存在しないと主張する。",
                "しかしながら，本件明細書中にある「回転ブラシ」が，柄への取り付け方次第では回転しないことも想定されていると解されることは前記1及び2において説示したとおりであるから，本件各特許発明が，本件明細書に記載された範囲を超えたものとはいえない。なお，本件明細書には，ブラシが回転する構造の歯ブラシについての記載がある(【0002】，【0041】ないし【0043】，【図16】ないし【図18】など)が，かかる回転ブラシの柄への取り付け方に関する実施例の記載から，「回転ブラシ」の意義についての上記解釈が否定されるものではない。」"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決71頁14行目の「同年7月5日」を「平成19年7月6日」と改める。"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決72頁16行目の「原告は」を「被控訴人T・Worldは」と改める。"
              ]
            },
            {
              "fig": "(17)",
              "text": [
                "原判決73頁1行目の「本件特許発明」を「本件各特許発明」と，「原告代表者」を「被控訴人T・World代表者」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(18)",
              "text": [
                "原判決74頁10行目の「当該数量」を「当該事情」と改める。"
              ]
            },
            {
              "fig": "(19)",
              "text": [
                "原判決75頁8行目の「●●●●●●本」を「●●●●●●本」と改める。"
              ]
            },
            {
              "fig": "(20)",
              "text": [
                "原判決76頁25行目末尾に，改行の上，次のとおり加える。",
                "「  なお，控訴人は，被控訴人製品の平成17年以降の実際の販売数量に照らして，より高率の控除が行われるべきである旨主張する。",
                "しかるに，控訴人は，控訴人製品あるいはその製造方法又は製造装置について，遅くとも平成16年1月には最初の特許出願を行っていること(甲3，4，5の2)，控訴人製品については，遅くとも平成17年5月以降にはテレビや新聞，雑誌等での宣伝広告が行われていること(原審被告第12準備書面別紙3参照)に照らすと，控訴人製品については，遅くとも平成17年  (cid:1)(cid:4)(cid:2)には販売が開始されていたと認めるのが相当であり，被控訴人製品の販売数量が大幅に減少した時期と一応一致するから，控訴人製品の販売と被控訴人製品の販売数量の減少との間の因果関係を否定することはできない。このことに加え，前記のとおり判示した諸事情を併せ考慮し，「販売することができないとする事情」に相当する控除数量を上記のとおりとするのが相当である。」"
              ]
            },
            {
              "fig": "(21)",
              "text": [
                "原判決77頁2行目及び8行目の「原告が」を，いずれも「被控訴人T・Worldが」と改める。"
              ]
            },
            {
              "fig": "(22)",
              "text": [
                "原判決77頁18行目の「特願平12-83736号」を「特願平10-174976号」と改める。"
              ]
            },
            {
              "fig": "(23)",
              "text": [
                "原判決77頁21行目の「原告は」を「被控訴人Yは」と改める。"
              ]
            },
            {
              "fig": "(24)",
              "text": [
                "原判決78頁8行目末尾に，改行の上，次のとおり加える。",
                "「  なお，控訴人は，本件特許方法発明は，回転ブラシの生産効率の改善に寄与するにすぎず，被控訴人製品の売上げには何ら寄与するものではないから，寄与率はより低率となる旨主張する。しかしながら，本件特許方法発明が生産効率の改善に寄与するものであるだけでなく，その厚さが均一の回転ブラシの製造を可能とするものであることは前記のとおりであり，被控訴人製品の販売増加に寄与していないということはできず，控訴人の主張を踏まえても，寄与率を上記のとおりとするのが相当である。」"
              ]
            },
            {
              "fig": "(25)",
              "text": [
                "原判決78頁10行目及び19行目並びに79頁7行目及び9行目の「原告」を，いずれも「被控訴人T・World」と改める。"
              ]
            },
            {
              "fig": "(26)",
              "text": [
                "原判決79頁6行目及び22行目の「(1)」を，いずれも「(2)」と改める。"
              ]
            },
            {
              "fig": "(27)",
              "text": [
                "原判決79頁26行目の「基づくと原告の」を「基づく被控訴人T・Worldの」と改める。"
              ]
            },
            {
              "fig": "(28)",
              "text": [
                "原判決80頁24行目の「前記6(3)」を「前記6(2)及び(4)」と改め  (cid:1)(cid:5)(cid:2)る。"
              ]
            },
            {
              "fig": "(29)",
              "text": [
                "原判決80頁25行目の「5日」を「6日」と改める。"
              ]
            },
            {
              "fig": "(30)",
              "text": [
                "原判決81頁9行目及び10行目の「上記方法の使用，同方法により製造した製品の販売，同製品」を「上記方法の使用及び同方法により製造した製品の販売の各差止め，並びに同製品」と改める。"
              ]
            },
            {
              "fig": "(31)",
              "text": [
                "原判決81頁13行目の「製造,譲渡並びに」を「製造及び譲渡の各差止め，並びに」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}