{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-26789号事件について平成25年3月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「対話式及び個人専用の計画，介入及び報告能力を含む体重及び他の生理学的状態のモニター及び管理システム」とする発明について，平成16年9月13日を国際出願日とする特許出願(優先権主張日平成15年9月12日・平成16年3月22日，優先権主張国米国，特願2006-526406号。以下「本願」という。甲3)をした。",
                "原告は，平成22年7月26日付けの拒絶査定を受けたため，同年11月29日，拒絶査定不服審判を請求するとともに，同日付けで本願の願書に添付した特許請求の範囲及び明細書について手続補正(以下「本件補正」という。甲4)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，上記請求を不服2010-26789号事件として審理を行い，平成25年3月5日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同月15日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成25年7月9日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "「【請求項1】",
            "個人の予め設定したフィットネス目標値，体重目標値及びエネルギー消費目標値のうち少なくとも1つに関するフィードバックを与える一体型システムであって，",
            "個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置と，",
            "センサー装置と電子通信関係にあって，該センサー装置から電子的センサー信号を受ける処理ユニットとより成り，",
            "処理ユニットは，",
            "(i)入力装置から個人の予め設定した目標値を受け，",
            "(ii)目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ，",
            "(iii)電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，",
            "(iv)目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供される一体型システム。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，本願の優先権主張日前に頒布された刊行物である国際公開第01／039089号パンフレット(以下「引用例」という。原文甲1，訳文本文乙1・同図面甲2)に記載された発明に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないから，他の請求項に係る発明について検討するまでもなく，本願は拒絶すべきものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例に記載された発明(以下「引用発明」という。)，本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「ユーザーは，携帯用演算装置である携帯情報端末PDAを所持するとともに身体的活動モニターを携行し，",
                    "PDAは，表示部及びユーザー用の情報入力部を備え，通信ネットワークを介して遠隔コンピュータとの間でデータを伝送することができ，身体的活動モニターからのデータを受信することができるように構成されており，ユーザーが体重目標を設定しそれを達成することを支援するためのカロリー管理プログラムを備え，",
                    "身体的活動モニターは，身体的活動に関する信号を生成するための心拍数センサ，血糖値センサ，温度センサ，加速度センサ等の生理学的モニターを組み込んだ手首装着型装置であり，身体的活動モニターからPDAに活動関連データを送信すると，PDAのカロリー管理プログラムは，このデータを処理して活動エネルギー消費量AEEの推定値を生成するものであり，",
                    "体重調整プログラムを開始する際の設定処理において，ユーザーが，PDAから初期体重等の開始パラメータ，安静代謝率RMR，体重目標を含む目標等を入力すると，カロリー管理プログラムは，安静代謝率RMR及び活動エネルギー消費量AEEの推定値(身体的活動の推定レベル)に基づき総エネルギー消費量TEEを推定し，体重目標を満足する許容カロリー摂取量を計算し，ここで，ユーザーは，活動レベルを変更することにより許容カロリー摂取量を変更することができ，その後，ユーザーが入力パラメータが正しいことを確認すると設定処理を終了して体重調整プログラムを開始し，",
                    "体重調整の過程で，PDAには，カロリー摂取量に関するデータ，ユーザーの最新体重，身体的活動データ，及び安静代謝率RMRを含むカロリー管理データが，間隔をおいて記録され，これらのカロリー管理データは遠隔コンピュータに送信され，",
                    "遠隔コンピュータは，サーバプログラムを備え，",
                    "サーバプログラムは，PDAから受信したカロリー管理データをデータベースに記憶し，受信データ及び蓄積された記憶データに基づいて，ユーザーのカロリー摂取量，カロリー消費量，及び正味カロリー収支の分析を行い，体重目標に対するユーザーの進捗状況についての各種メッセージやフィードバック情報を生成し，PDAに送信するものであり，ここで，フィードバック情報は，ユーザーが体重目標を達成することを支援するための情報であり，例えば，カロリー摂取許容値を下げる，活動レベルを高める，体重目標を変更する等の提案が含まれ，体重目標に向けて前進するようにユーザーを動機付けるように機能するものであって，画像や映像クリップ等として，ホームページ等により，ユーザーに提供することができるものである，",
                    "体重調整システム。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明の一致点",
                  "text": [
                    "「個人の予め設定したフィットネス目標値，体重目標値及びエネルギー消費目標値のうち少なくとも1つに関するフィードバックを与えるシステムであって，",
                    "個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置と，",
                    "該センサー装置から電子的センサー信号を受ける処理ユニットとより成り，",
                    "(i)入力装置から個人の予め設定した目標値を受け，",
                    "(ii)目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ，",
                    "処理ユニットは，",
                    "(iii)電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，",
                    "(iv)目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供されるシステム」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明の相違点",
                  "text": [
                    "(相違点1)",
                    "本願発明は，処理ユニットが「センサー装置と電子通信関係」にあるのに対し，引用発明は，ユーザーが，センサー装置(身体的活動モニター)に加え，「PDA」を所持し，「処理ユニット(遠隔コンピュータ)」と「センサー装置(身体的活動モニター)からのデータを受信するPDA」とが「電子通信関係」にある点。",
                    "(相違点2)",
                    "「入力装置から個人の予め設定した目標値を受け，目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号」を，本願発明は，「処理ユニット」が発生させるのに対し，引用発明は，「PDA」が発生させる点。",
                    "(相違点3)",
                    "本願発明のシステムは，「一体型システム」であるのに対し，引用発明のシステムは，「一体型」であることが明示的に特定されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定及び一致点の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明においては，身体的活動モニターが発生するデータが，「携帯情報端末PDA」に送信されるとともに，PDAから通信ネットワークを介して「遠隔コンピュータ」にも伝送されることから，本願発明と引用発明とは，「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置と，該センサー装置から電子的センサー信号を受ける処理ユニットとより成」る点で共通すると認定し，この点を両発明の一致点として認定した。",
                    "しかしながら，引用例の記載事項によれば，引用発明のPDAは，単純にセンサー装置が取得した電子的信号を遠隔コンピュータに伝送するものではなく，カロリー管理プログラムを備え，カロリー摂取量及びカロリー消費量のユーザー入力を受領し，1日毎の正味カロリー収支を計算する機能や，少なくとも活動関連データの推定値(AEE)を計算する機能を有しているにもかかわらず，カロリー管理プログラムの技術的認定を欠いたまま，本件審決が上記の点を本願発明と引用発明の一致点と認定したのは誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，引用発明のPDAが備えるカロリー管理プログラムが計算した，許容カロリー摂取量等のデータが本願発明の「電子的出力フィードバック信号」に相当するとした上で，引用発明においては，処理主体は相違するものの，本願発明における「入力装置から個人の予め設定した目標値を受け，目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ」る構成を実質的に備え，また，本願発明における「処理ユニットは，電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供される」構成を実質的に備えていると認定し，上記各構成を有する点において両発明は一致するとして認定した。",
                    "しかしながら，引用例の記載事項によれば，PDAが生成する許容カロリー摂取量等のデータは，ユーザーがサーバソフトウェアと対話することによりユーザーが構築，修正する体重目標を達成するための目標データであって，ユーザーが決定するデータであるから，本願発明の「個人の予め設定した目標値」に相当する情報である。",
                    "また，本願発明の「電子的出力フィードバック信号」は，健康修正プランを修正するための初期データとして使用され，「電子的センサー信号と比較すること」により「修正」されるが，引用発明における許容カロリー摂取量等のデータは，健康修正プランを修正するための初期データとして使用されることはなく，体重目標を達成するための体重調整プログラムのために使用され，ユーザーによって修正されることはあっても，「電子的センサー信号」との比較により修正される契機はない。すなわち，体重目標を達成するための目標値は，センサー装置から取得される値ではなく，「電子的センサー信号」と比較されることはない。",
                    "なお，引用例の記載事項によれば，引用発明においては，遠隔コンピュータ(システム)が，フィードバック情報源84が保有する利用可能な内容の中からフィードバック情報を決定し，PDA10に決定した「フィードバック情報」を送信して，PDA10に「フィードバック情報」を提示するのであるから，本願発明の「電子的出力フィードバック信号」に相当するのは，「フィードバック情報」であるといえるが，他方で，引用例には，サーバコンピュータが「電子的出力フィードバック信号」を「電子的センサー信号」と比較して自ら修正することの記載はない。",
                    "したがって，引用発明の許容カロリー摂取量等のデータは，本願発明の「電子的出力フィードバック信号」に相当するものではないから，本件審決の上記一致点の認定は，その前提において誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決は，引用発明の認定を誤った結果，本願発明と引用発明の一致点の認定を誤ったものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明の要旨認定の誤り及び相違点の看過)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本願発明は，「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置」と特定されており，コンテキストパラメータを考慮するか否かは選択事項であると認定し，本願発明におけるコンテキストパラメータの技術的意義を本願に係る明細書(本件補正後のもの。以下，図面を含めて「本願明細書」という。甲3，4)の発明の詳細な説明を参酌することなく解釈することによって，本願発明の要旨認定を誤り，その結果，本願発明と引用発明との相違点を看過した誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明の処理ユニットは，引用発明のPDAの機能と遠隔コンピュータの機能とを単純に一体化させたものではなく，特許請求の範囲(本件補正後の請求項1。以下，単に「請求項1」という。)の(ii)ないし(iv)記載の機能作用を奏する点において，引用発明のPDA及び遠隔コンピュータの機能作用と相違するが，本件審決には，上記相違点を看過した誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決には，本願発明の要旨認定の誤り及び相違点の看過がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点の認定及び判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「入力装置から個人の予め設定した目標値を受け，目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号」について，本願発明は，「処理ユニット」が発生させるのに対し，引用発明は，「PDA」が発生させる点を相違点2として認定した。",
                    "しかしながら，前記(1)イで述べたとおり，引用発明のPDAが備えるカロリー管理プログラムが計算する許容カロリー摂取量等のデータは本願発明の「電子的出力フィードバック信号」に相当せず，引用発明のPDAは，電子的センサー信号と比較されるべき電子的フィードバック信号を生成しないから，本件審決の相違点2の認定は誤りであり，また，相違点2の容易想到性の判断も誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，本願発明のシステムは，「一体型システム」であるのに対し，引用発明のシステムは，「一体型」であることが明示的に特定されていない点を相違点3として認定した。",
                    "しかしながら，本願発明における「一体型システム」の技術的意義は，特許請求の範囲(請求項1)の(i)ないし(iv)記載の構成を一体として具備する処理ユニットとを含むシステムを意味するものであり，また，本願発明の処理ユニットは，前記(2)イで述べたとおり，引用発明のPDAと遠隔コンピュータとを一体化させたにすぎない機能作用を奏するものではなく，請求項1の(ii)ないし(iv)記載の機能作用を奏する点で相違する。これらを看過した本件審決の相違点3の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本願発明は引用例に記載された発明に基づいて当業者が容易に発明をすることができたものであるとの本件審決の判断は誤りであり，本件審決は，違法であるから，取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張アについて",
                  "text": [
                    "引用発明のPDAがカロリー管理プログラムを備えることは，本願発明と引用発明とが，「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置と，該センサー装置から電子的センサー信号を受ける処理ユニットとより成」る点で一致するとの本件審決の認定を左右するものではなく，本件審決の上記一致点の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張イについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「フィードバック」とは，一般に，「結果に含まれる情報を原因に反映させ，調節をはかること。」を意味する(広辞苑第六版)。",
                        "本願明細書の段落【0028】，【0030】，【0034】，【0055】，【0073】，【0084】，【0118】，【0122】，【0131】，【0150】及び【0199】の記載によれば，本願における「フィードバック」の用語は，システムがユーザーに対して目標達成のための参考となる情報を提供する種々の動作を指すものと理解できる。",
                        "また，本願発明の「電子的出力フィードバック信号」は，電子的センサー信号と直接比較可能な量に限らず，プラン(本件補正後の請求項23)や電子的センサー信号に他の信号等を加味して導出される定性的なアドバイス等の電子的センサー信号と間接的にしか比較できないものを含む広汎な概念であるといえる。",
                        "そして，本願発明の特許請求の範囲(請求項1)の記載によれば，本願発明の処理ユニットが発生させる「電子的出力フィードバック信号」((ii))には，ユーザーが入力した目標値(例えば，体重減量目標値)に基づく計算結果であり，かつ，ユーザーに提示される「行動の修正」ないし「計画」(例えば，体重目標を満足するためには現在の食生活を1600Kcal／日に改めることが必要)が含まれる。",
                        "このような解釈は，①本件補正後の請求項21において，「処理ユニットはさらに，目標達成のために推奨される行動の修正及び目標達成の計画のうちの少なくとも1つより成る健康修正プランの初期データを表す電子的入力信号として電子的出力フィードバック信号を取り込むように構成されており，予め設定した目標は健康修正プランと関連がある請求項1のシステム」との記載があること，②本願発明の処理ユニットにおける(ii)の処理は(iii)以降の処理に先立つ処理であるから，(ii)の段階の電子的出力フィードバック信号は，電子的センサー信号と比較することによりフィードバックの有効性を評価される前の信号と理解できることとも整合するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例(原文甲1，訳文本文乙1・同図面甲2)には，別紙2の図2に示すように，引用発明のカロリー管理プログラムは，体重調整プログラムを開始する際の設定処理において，①ユーザーからの，開始日，初期体重，年齢，身長，体脂肪率，日常生活の活動レベル，体格等の開始パラメータ，職業，身体的活動レベル，就業時間，睡眠時間等の日常生活の情報及び安静代謝率(RMR)の測定値の入力(ボックス42)，並びに②体重目標(例えば，毎週1ポンドの減量)の入力(ボックス44)を受けるとともに，③ユーザーが携行している身体的活動モニターが生成した身体的活動に関する信号(活動関連データ)を受信し，このデータを処理して活動エネルギー消費量(AEE)の推定値を生成し，④安静代謝率(RMR)に適切な時間(例えば，1日)を乗じて安静エネルギー消費量(REE)を算出し，安静エネルギー消費量(REE)に活動エネルギー消費量(AEE)を加算して，総エネルギー消費量(TEE)を推定し，⑤体重目標の入力に相当するエネルギー量(例えば，500Kcal／日)を総エネルギー消費量(TEE)(例えば，2100Kcal／日)から減じて，体重目標を許容するカロリー摂取量(例えば，1600Kcal／日)を計算し(ボックス48)，⑥ユーザーが，目標となる活動エネルギー消費量(AEE)，すなわち，活動レベルを変更する(例えば，運動量を増やして食べる量を増やす方を選択する)都度，上記④及び⑤の計算が繰り返されて許容カロリー摂取量が修正され(ボックス52)，⑦設定終了となること(ボックス54)が記載されている。なお，引用発明において，これらの計算結果が逐一ユーザーに提示されることは自明である。",
                        "ここで，上記⑤で最初に得られる「体重目標を許容するカロリー摂取量」は，現状の総エネルギー消費量(TEE)を維持したときに，体重目標を達成するために，どこまでカロリー摂取量を制限する必要があるかを示すものであるから，体重減量目標達成のための，ユーザーの日々の食生活についての「計画」であるといえる。また，ユーザーが「体重を減らそう」と考える状況では，提示された「体重目標を許容するカロリー摂取量」はユーザーの現在のカロリー摂取量より小さいのが通常であるから，「体重目標を許容するカロリー摂取量」は，体重減量目標達成のために推奨される，ユーザーの日々の食事についての「行動の修正」ということもできる。さらに，上記⑥において変更された活動エネルギー消費量(AEE)及び許容カロリー摂取量は，体重目標を達成するために，どこまで活動(運動)する必要があるか，どこまでカロリー摂取を制限するかを示すものであるから，体重減量目標達成のための，ユーザーの日々の運動又は食生活についての「計画」であり，かつ，体重減量目標達成のために推奨される，ユーザーの日々の運動及び食生活についての「行動の修正」であるといえる。",
                        "そうすると，引用発明のPDAが，体重目標を満足する許容カロリー摂取量，変更後の活動レベル及び許容カロリー摂取量の情報をユーザーに提供することは，処理主体は相違するけれども，本願発明における「目標達成のために推奨される行動の修正」あるいは「目標達成のための計画」を表し，「ユーザーに提供される電子的出力フィードバック信号を発生させ」ることに相当するものである。",
                        "なお，引用例には，「体重目標を満足する許容カロリー摂取量」等をユーザーに提供することを「フィードバック」と表現する記載は存在しないが，前記(ア)のとおり，本願発明の「電子的出力フィードバック信号」には，ユーザーが入力した目標値(例えば，体重減量目標値)に基づく計算結果であり，かつ，ユーザーに提示される「行動の修正」ないし「計画」が含まれるから，引用発明の「体重目標を満足する許容カロリー摂取量」等は，本願発明の「フィードバック」であるといえる。",
                        "また，上記⑥において変更された活動エネルギー消費量(AEE)及び許容カロリー摂取量は，ユーザーが入力した体重目標を達成するために，どこまで活動(運動)する必要があるか，どこまでカロリー摂取を制限する必要があるかを体重目標に基づく計算結果によりユーザーに示し調整を図らせるものであるから，「フィードバック」の一般的な意味とも整合し，「電子的出力フィードバック信号」であるといえる。",
                        "次に，引用例の記載事項によれば，引用発明の遠隔コンピュータのサーバプログラムは，「カロリー摂取許容値を下げる」，「活動レベルを高める」等の情報をユーザーに提供するが，これらは，体重減量目標達成のために推奨される行動の再修正ないし目標達成のための計画の修正よりなる評価結果であるから，修正後のカロリー摂取許容値及び修正後の活動レベルは，本願発明の「修正された電子的出力フィードバック信号」(請求項1の(iv))であるといえる。",
                        "そして，引用発明の遠隔コンピュータのサーバプログラムは，(修正前の)電子的出力フィードバック信号と，PDAから受信したカロリー管理データ等(電子的センサー信号)を比較して，予め設定した体重減少目標に対する個人の進捗状況及びフィードバックの有効性を評価しているから，「修正された電子的出力フィードバック情報」は，遠隔コンピュータのサーバプログラムが決定しているといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件審決が引用発明の「体重目標を許容するカロリー摂取量」等が本願発明の「電子的出力フィードバック信号」に相当すると認定したこと，引用発明が，本願発明における，電子的出力フィードバック信号と電子的センサー信号との比較により，電子的フィードバック信号を修正してユーザーに提供する処理ユニットを備えると認定したことに誤りはないから，本件審決における「電子的出力フィードバック信号」に係る一致点の認定に誤りがあるとの原告の主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，原告主張の取消事由1は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張アについて",
                  "text": [
                    "本願発明の特許請求の範囲(請求項1)の「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つ」との記載から明らかなように，本願発明の「個人の生理学的パラメータ」と「コンテキストパラメータ」は選択的事項であるから，本願発明のセンサー装置がコンテキストパラメータを表す電子的信号を発生することを前提とした原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張イについて",
                  "text": [
                    "本件審決が相違点2において判断したとおり，引用発明のPDAにおける体重調整プログラムを開始する処理を遠隔コンピュータで実行すれば，引用発明の遠隔コンピュータは，本願発明の(i)ないし(iv)の構成を一体として具備し，これにより原告主張の機能作用を奏することとなるから，本件審決における相違点の看過をいう原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，原告主張の取消事由2は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張アについて",
                  "text": [
                    "前記(1)イのとおり，引用発明の「体重目標を満足する許容カロリー摂取量」等は，本願発明の「電子的出力フィードバック信号」に相当するから，本件審決における相違点2の認定及び判断の誤りをいう原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張イについて",
                  "text": [
                    "本願発明の特許請求の範囲(請求項1)に記載されているとおり，本願発明は，単にシステムの型が「一体型」であることを特定しているだけであるから，この「一体型」にいう「一体」が，本願発明の処理ユニットが(i)ないし(iv)の処理を一体に行うことを意味するものと解釈することはできない。",
                    "また，引用発明の遠隔コンピュータが，本願発明の(i)ないし(iv)の構成を一体として具備することにより，原告主張の機能作用を奏することは，前記(2)イで述べたとおりである。",
                    "したがって，本件審決における相違点2の認定及び判断の誤りをいう原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，原告主張の取消事由3は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，原告主張の取消事由はいずれも理由がなく，本願発明は，引用例に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定及び一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲(請求項1)の記載は，前記第2の2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書(甲3，4)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「図1」ないし「図3」，「図7」，「図15」，「図20」ないし「図25」については別紙1を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【技術分野】",
                      "text": [
                        "本発明は体重コントロールシステムに係る。さらに詳細には，このシステムはカロリーのコントロール，体重のコントロールまたは一般的なフィットネスのための行動修正プログラムの一部で使用可能である。特に，本発明は，その1つの局面において，個人のカロリー摂取及び／またはカロリー消費をモニターするためにソフトウェアプラットフォームと併用される装置に係る。さらに，本発明は，体重の目標に向けての進捗状況を追跡する方法に係る。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【背景技術】",
                      "text": [
                        "社会における健康問題の多くは，全面的または部分的に不健康なライフスタイルにその原因があることが研究により分かっている。この社会では，人は，ますます早いペースで結果指向のライフスタイルを送ることを余儀なくされるが，その結果，食事の習慣が不健康で，ストレスレベルが高く，運動不足となり，睡眠の習慣が不健康で，精神集中しリラックスする時間を見つけるのが不可能となることが多い。さらに，肥満及び体重は，とりわけ子供や若者を含む人口の大きいセグメントに流行する問題となっている。このことを自覚して，人間は，より健康なライフスタイルの確立にますます関心を寄せるようになっている。」(段落【0002】)",
                        "「体重減少の点については，特に，種々のダイエット，運動及び行動修正方法を通して余分な体重を減少させ適当な体重レベルを維持するのを支援するために多数の医学的及び他の商業的方法が開発されている。体重ウォッチャーは，個人が市販の食物を用いてポイントシステムにより体重を減少しようと体重の減少を図る体重減少行動修正システムの一例である。全ての食品には提供されるサイズ，脂肪含有量，繊維及びカロリーに基づきある特定の数のポイントが割り当てられる。脂肪含有量が高い食物には大きい数のポイントが割り当てられる。繊維の多い食物は低いポイントが割り当てられる。健康度の高い食品は低いポイントが割り当てられるため，ユーザーはこれらの食品を食べるように奨励さえる。」(段落【0004】)",
                        "「体重ウォッチャーはユーザーの生活において運動と健康的な食生活との間のバランスを達成させるようにする。しかしながら，食物のカロリー値だけを特に追跡するため，このプログラムは体重の減少を維持するためにユーザーが実行する必要のある栄養学的変化についてのユーザーへの教示についてはうまくいかない傾向がある。カロリー量は，ユーザーがいかなる食品を摂取すべきか判断する際コントロールの対象にすべき唯一の測定値ではない。同一のカロリーを含んでいる食品であっても栄養学的に同一でない場合がある。そのため，健康的な食習慣を確立する代わりにユーザーはポイントの計算ばかりを気にする可能性がある。ここで重要なことは，体重ウォッチャープログラムは本質的にカロリー摂取量だけを問題にし，カロリー消費量については問題にしないことである。」(段落【0006】)",
                        "「同様に，ジェニークレイグ(Jenny Craig)もまた体重減少プログラムである。典型的には，個人に体重減少の進捗状況をモニターする個人的なコンサルタントが割り当てられる。さらに，個人にバランスのとれた栄養を摂取するための食品ガイドピラミッドに基づく予め選択されたメニューが渡される。これらのメニューはジェニークレイグのブランド名の食品名を含んでおり，これらの食品は個人の家庭または個人が選択する他の任意の場所へ送付される。ジェニークレイグプログラムは摂取すべき食品がジェニークレイグにより予め配分されそして供給されるという点で配分のコントロールを教示するものである。しかしながら，この食餌を細かく統括するダイエットプランは新しい食習慣または運動の価値を教示しないためダイエットが一旦終了すると問題になる可能性がある。その代わり，このプランは短期間で体重を減少する目標に主として焦点を向けたものである。」(段落【0007】)",
                        "「米国公開特許出願番号第20020133378号の主題であるヘルステックインコーポレイテッドにより開発されたバランスログ(BalanceLog)は，カロリーの摂取及び消費を毎日追跡してモニターするシステムを提供するソフトウェアプログラムである。ユーザーは体重及び栄養の目標だけでなく代謝に基づきプログラムを個人専用にする。しかしながら，このバランスログには幾つかの限界がある。」(段落【0009】)",
                        "「同様に，サイザーソフトウェア(Cyser Software)により開発されたソフトウェア製品であるフィットデイ(FitDay)は，ユーザーが栄養及び運動の両方を追跡して体重の減少を計画しその進捗状況をモニターできるようにする別のシステムである。フィットデイのソフトウェアは摂取する食品を入力してダイエットをユーザーがコントロールするのを支援する。このソフトウェアはまた，ユーザーがデータを手動入力することにより運動及びカロリー消費を追跡する。フィットデイのソフトウェアによると，ユーザーはさらに運動するよう動機付けるために身体の測定値を追跡しグラフに表示することができる。またフィッドデイは体重減少の別の局面に焦点を当てている。システムはユーザーの体重減少の進捗状況に影響を与える原因を分析するために毎日の感情に関する情報を得るようにユーザーに促すことができる。」(段落【0014】)",
                        "「フィットデイにはバランスログと同じような問題点がある。フィットデイは計算及び体重減少の進捗状況の分析についてはユーザーの入力に依存する。その結果，ユーザーは食事や活動を入力しないことがあるため情報が不正確になることがある。また，エネルギー消費量の分析はユーザーの入力に依存しユーザーの毎日の活動を考慮しない。」(段落【0015】)",
                        "「全体的に見ると，個人が燃焼するカロリー数よりも少ないカロリーを摂取する場合，ユーザーは正味の体重減少を経験するはずである。上述した方法は摂取するカロリーを計算するための複数の方法を提供するが，それらはカロリー消費量を求めるための効率的な方法ではない。さらに，それらはデータ入力に対する厳格な条件を守ることに大きく依存している。従って，当該技術分野には，反復して行う手動による情報入力を厳格に守る必要性を減少するためにユーザーの毎日の活動及びエネルギー消費を正確且つ自動的にモニターできる管理システムが存在しない。」(段落【0016】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【発明の開示】",
                      "text": [
                        "本発明によると，個人の予め設定したフィットネス目標値，体重目標値及びエネルギー消費目標値のうち少なくとも1つに関するフィードバックを与える一体型システムであって，個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置と，センサー装置と電子通信関係にあって，該センサー装置から電子的センサー信号を受ける処理ユニットとより成り，処理ユニットは，(i)入力装置から個人の予め設定した目標値を受け，(ii)目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ，(iii)電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，(iv)目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供される一体型システムが提供される。",
                        "個人が体重減少の目標を達成し，摂取カロリーに対する燃焼カロリーの最適のエネルギーバランスを得るのを支援する栄養及び活動管理システムが開示される。このシステムは自動化が可能であり，他の多数の生理学的パラメータの測定，及びかかるパラメータ及びかかるパラメータの導出値の報告を行うように構成または適応させることが可能である。好ましい実施例である体重管理システムは，体重減少の特定目標へ向けて一歩一歩進むために本質的な最適のエネルギーバランスの達成に向けられている。上述したプログラムのような大部分のプログラムはカロリー及び食物摂取の追跡方法を提供するが，それは方程式の半分に過ぎない。エネルギー消費量を正確に予測しないと，最適なエネルギーバランスは達成不可能である。他の実施例において，このシステムは認証中のユーザーまたはリハビリ中のユーザーのためのような身体的活動に関する付加的または置換的情報もしくは糖尿病患者の血糖値レベルのような生理学的データを与える。」(段落【0017】)",
                        "「個人の身体に装着される少なくとも1つのセンサーを含む，人間のある特定の同定された状態パラメータをモニターする装置が開示されている。好ましい実施例はより正確な感知データを与えるセンサーの組み合わせを利用し，多数のセンサーの出力は付加的なデータの導出に利用される。装置を使用するセンサーは，呼吸数センサー，体電位センサー，脳活動センサー，血圧センサー，体インピーダンスセンサー，体運動センサー，酸素消費量センサー，体化学センサー，体位置センサー，体圧力センサー，光吸収センサー，体音センサー，圧電気センサー，電気化学センサー，歪み計，光学的センサーを含む。センサーは，少なくとも個人の第1のパラメータ及び第2のパラメータを示すデータを発生するように構成されており，第1のパラメータは生理学的パラメータである。その装置はまた，第1及び第2のパラメータを示すデータの少なくとも一部を受けるプロセッサを含む。プロセッサは第1及び第2のパラメータを示すデータの少なくとも一部から導出データを発生させるように構成されるが，この導出データは個人の第3のパラメータよりなる。第3のパラメータは少なくとも1つのセンサーでは直接検知することができない個人の状態パラメータである。」(段落【0020】)",
                        "「この装置の何れの実施例も，少なくとも2つのセンサーから遠隔の，データ蓄積装置を含む中央モニターユニットを備えることができる。このデータ蓄積装置はプロセッサから導出データを受けその内部に導出データを取り出し自在に蓄積する。この装置はまた，中央モニターユニットから受け手へ導出データに基づく情報を送信する手段を含むが，この受け手は個人かまたはその個人により権限を与えられた第三者を含むことがある。プロセッサは個人の身体に着用されるハウジングにより支持されるかまたは中央モニターユニットの一部である。」(段落【0023】)",
                        "「開示される体重減少のためのソフトウェアプログラムは，その装置による個人のエネルギー消費量の追跡を自動化し，ユーザーの体重減少目標に関する関連のフィードバックを与えるだけでなく，カロリー摂取量を求めるに際してデータ入力の反復性を減少させる。このソフトウェアプログラムは2つのコンポーネント，即ちエネルギー摂取とエネルギー消費のためのエネルギーバランス方程式に基づくものである。これら2つの間の値の差がエネルギーバランスである。この値が負であれば，消費されるカロリーよりも摂取されるカロリーが少ないため体重の減少が達成されるはずである。エネルギーバランスが正であれば，体重は減少しないか体重が増加する結果となる可能性が最も高い。」(段落【0024】)",
                        "「エネルギーバランス及びフィードバックサブシステムはエネルギーバランスを前向きで達成するための行動戦略についてのフィードバックを与える。フィードバック及び指導エンジンはシステムが発生するデータを分析することによりユーザーの進捗状況に応じてユーザーに種々の選択肢を与える。」(段落【0028】)",
                        "「システムはさらに個人の生活上の活動データを得るように構成されるが，中央モニターユニットから送られる情報もまたこの生活活動データに基づくものである。中央モニターユニットはまた，個人が推奨ルーチンに従う度合いに関してフィードバックを発生して与えるように構成することができる。このフィードバックは，少なくとも第1及び第2のパラメータ，導出データ及び生活活動データを示すデータのうちの少なくとも1つの少なくとも一部から発生可能である。中央モニターユニットはまた，個人の健康及びライフスタイルの少なくとも一方の局面の管理に関するフィードバックを発生しそれを受け手に与えるように構成することができる。このフィードバックは第1のパラメータを示す第1のパラメータ，第2のパラメータを示すデータ及び導出データのうちの少なくとも1つから発生可能である。フィードバックは個人の行動を修正する示唆を含むことができる。このシステムはさらに，手動入力，トランシーバにより作動される体重測定装置のような第2の装置から受信されるデータもしくはその装置により収集されるデータを解釈するための体重及び体脂組成物追跡サブシステムを含む。」(段落【0030】)",
                        "「このシステムはまた，周期的または間欠的な状態レポートの形でユーザーにフィードバックすることができる。状態レポートはスクリーン上のボックスに位置する警報の形をとるかまたは通常はユーザーの注意を引くために発せられる。状態レポート及び画像はユーザーの画面及び状態に基づくキーストリングを生成させることにより発生させ，彼らの体重減少目標の進捗状況についての情報を与える。この情報はその日のユーザーのカロリーバランス目標を満足する示唆を含む。」(段落【0034】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【実施例】",
                      "text": [
                        "一般的に，本発明では，個人の生理学的状態，ライフスタイル及びある特定のコンテキストパラメータに関するデータを収集し，その後でまたはリアルタイムで，そのデータを，好ましくは個人から離れたサイトへ，好ましくはインターネットのような電子的ネットワークを介して送った後，処理して受け手に提示するために蓄積する。本明細書中の用語「コンテキストパラメータ」は，空気の質，音の品質，周囲温度，地球上の位置などを含む(それらに限定されない)個人の環境，周囲及び場所に関するパラメータを意味する。図1を参照して，ユーザーの場所5には，身体の少なくとも一部に近接配置されるセンサー装置10がある。センサー装置10は，個人のユーザーが，例えばぴったり体に合うシャツのような衣服の一部またはアームバンドの一部として身に付けるのが好ましい。センサー装置10は，個人の生理学的特性に応答して信号を発生する1またはそれ以上のセンサーと，マイクロプロセッサとを有する。本明細書中の用語「近接」は，センサー装置10のセンサーと個人の体とが，センサーの能力が妨げられないようにある材料またはある距離だけ離隔された状態を意味する。」(段落【0036】)",
                        "「センサー装置10は，人間の心拍数，脈搏数，心拍動間の変異，EKGまたはECG，呼吸数，皮膚温度，中心部体温，体からの熱流，電気皮膚反応またはGSR，EMG，EEG，EOG，血圧，体脂肪，水分補給レベル，活動レベル，酸素消費量，グルコースまたは血糖値，体位，筋肉または骨にかかる圧力，紫外線吸収のような人間の種々の生理学的パラメータを示すデータを発生する。ある特定の場合，種々の生理学的パラメータを示すデータは，1またはそれ以上のセンサーが発生する信号それ自体であり，場合によっては，1またはそれ以上のセンサーが発生する信号に基づきマイクロプロセッサが計算したデータである。種々の生理学的パラメータを示すデータを発生する方法及び使用センサーは公知である。表1は，かかる周知の方法のいくつかの例について，問題のパラメータ，使用方法，使用センサー装置及び発生される信号を示す。表1はまた，そのデータを発生するためにはセンサーが発生する信号にさらに処理を加える必要があるか否かを示す。」(段落【0037】)",
                        "「センサー装置10のマイクロプロセッサは，データを要約し分析するようにプログラム可能である。例えば，マイクロプロセッサは，10分のような所定の時間にわたる心拍数または呼吸数の平均値，最小値または最大値を計算するようにプログラム可能である。センサー装置10は，1またはそれ以上の生理学的パラメータを示すデータに基づき個人の生理学的状態に関する情報を導出することができる。センサー装置10のマイクロプロセッサ10は，公知の方法により，1またはそれ以上の生理学的パラメータを示すデータに基づきかかる情報を導出するようにプログラムされている。表2は，導出可能な情報の種類の例と，そのために使用可能なデータの種類の一部を示す。」(段落【0041】)",
                        "「さらに，センサー装置10は，個人を取り巻く環境に関する種々のコンテキストパラメータを示すデータを発生できる。例えば，センサー装置10は，空気の質，音のレベル／品質，個人の近くの光の質または周囲温度，もしくは個人の地球的位置を示すデータを発生可能である。センサー装置10は，個人を取り巻く環境に関連するコンテキスト特性に応答して信号を発生する1またはそれ以上のセンサーを備えており，これらの信号は最終的に上述した種類のデータの発生に使用される。かかるセンサーは，空気の質，音のレベル／品質，周囲温度及び地球的位置のようなコンテキストパラメータに関するデータを発生させる方法と同様によく知られている。」(段落【0043】)",
                        "「図2は，センサー装置10の一実施例を示すブロック図である。センサー装置10は，少なくとも1つのセンサー12と，マイクロプロセッサ20とを有する。センサー12が発生する信号の性質に依り，その信号は増幅器14，コンディショニング回路16及びアナログ-デジタルコンバーター18のうちの1またはそれ以上のコンポーネントを介してマイクロプロセッサ20へ送られる。例えば，センサー12が増幅及びフィルタリングを必要とするアナログ信号を発生する場合，その信号は増幅器14へ送られた後，例えばバンドパスフィルターのようなコンディショニング回路16へ送られる。増幅及びコンディショニング済みのアナログ信号はアナログ-デジタルコンバーター18へ送られ，そこでデジタル信号へ変換される。デジタル信号はその後，マイクロプロセッサ20へ送られる。センサー12がデジタル信号を発生する場合は，その信号を直接マイクロプロセッサ20へ送ればよい。」(段落【0044】)",
                        "「マイクロプロセッサ20は，個人のある特定の生理学的またはコンテキスト特性を表すデジタル信号を用いて，個人ユーザーの生理学的及び／またはコンテキストパラメータを示すデータを計算し，発生する。マイクロプロセッサ20は，個人の生理学的状態の少なくとも1つの局面に関する情報を導出するようにプログラムされている。マイクロプロセッサ20はまた，マイクロコントローラーもしくは上述した機能を有するプログラム可能な他の種類のプロセッサにより構成できることを理解されたい。」(段落【0045】)",
                        "「本発明の一実施例によると，生理学的及び／またはコンテキストパラメータを使用するデータはフラッシュメモリーのようなメモリー22へ送られ，そこで，以下に述べる態様でアップロードされるまで保存される。図2はメモリー22を個別素子として示すが，このメモリーはマイクロプロセッサ20の一部でもよいことを理解されたい。センサー装置10はまた，後述する態様である特定のデータ信号を出力すると共に入力として受ける入出力回路24を有する。従って，時間がたつと，センサー装置10のメモリー22には，個人ユーザーの体及び／または環境に関するデータが増加する。そのデータは，図1に示すように，センサー装置10から，好ましくはローカルネットワークワークまたはインターネットのような地球的規模の電子的ネットワークを介して定期的にアップロードされて遠隔の中央モニターユニット30へ送られ，そこで，データベースに蓄積された後処理してユーザーに提示される。データのアップロードは，センサー装置10によるある特定のレベル以下の心拍数の検知のような事象の発生により，または定期的に，センサー装置10により始動される自動プロセスか，または毎日午後10時のような，好ましくはある定期的なスケジュールに従って個人ユーザーまたはそのユーザーにより許可された第三者により始動されるものでもよい。あるいは，センサー装置10は，メモリー22にデータを蓄積しないでデータをリアルタイムで継続してアップロードしてもよい。」(段落【0047】)",
                        "「センサー装置10から中央モニターユニット30へ保存蓄積のために行うデータのアップロードには，種々の方法がある。一実施例において，センサー装置10が収集するデータは，最初に図1に示すパソコン35へ，例えば，RS232またはUSBポートのようなシリアル接続手段である物理的接続手段40により転送してアップロードされる。この物理的接続は，市販の多くのパーソナルデジタルアシスタントでは普通であるように，センサー装置10を挿入可能なパソコン35に電子的に結合されるクレイドル(図示せず)を用いて行ってもよい。データのアップロードは，その後クレイドルのボタンを押して始動するかまたはセンサー装置10の挿入と同時に自動的に始動することも可能である。センサー装置10により収集されるデータは，最初に，データを，45で示す赤外線または無線通信のような短距離無線通信方式によりパソコン35へ伝送することによりアップロードしてもよい。」(段落【0048】)",
                        "「そのデータは，パソコン35が受信すると，オプションとして，良く知られた種々の方法の任意のもので圧縮され，暗号化された後，好ましくはローカルネットワークまたはインターネットのような地球的規模の電子的ネットワークにより中央モニターユニット30へ送られる。パソコン35の代わりに，例えばPalm, Inc. により販売されるPalm VIIまたはMotion, Inc.により販売されるBlackberry双方向ペイジャーのようなパーソナルデジタルアシスタントのように，電子的ネットワークにアクセス可能でそのネットワークに対してデータを送受信できる任意の計算装置を使用できることに注意されたい。」(段落【0049】)",
                        "「別の方法として，センサー装置10が収集したデータを暗号化し，オプションとしてマイクロプロセッサ20により圧縮した後，双方向ペイジャーまたはセルラー電話のような無線装置50へ送って，電子メールまたはASCIIまたはバイナリーデータとして無線プロトコルを利用してローカル無線通信サイト55へ長距離無線通信してもよい。ローカル無線通信サイト55は，無線装置50からの無線通信信号を受けるタワー60とタワーに接続されたコンピュータ65とを有する。好ましい実施例によると，コンピュータ65はインターネットのような電子的ネットワークにアクセス可能であり，インターネットを介して中央モニターユニット30へ送られた無線通信信号の形で受信したデータを送信するために使用される。図1は無線装置50をセンサー装置10に結合された個別の装置として示すが，その装置及びそれと同一または類似の機能を有する装置をセンサー装置10の一部として組み込んでもよい。」(段落【0050】)",
                        "「図3を参照して，該図は，中央モニターユニット30の実施例を示すブロック図である。中央モニターユニット30は，ルーター75に接続されたCSU／DSU70を備えているが，ルーターの主要機能は，データリクエストまたは入出トラフィックをチェックし，中央モニターユニット30により維持されるウェブサイト上で処理し見ることができるように経路選択を行うことである。ルーター75には，ファイアーウォール80が接続されている。ファイアーウォール80の主要目的は，中央モニターユニット30の残りの部分を権限のないまたは悪意の侵入から保護することである。ファイアーウォール80に接続されたスイッチ85は，ミドルウェアサーバー95a乃至95cとデータサーバー110との間のデータの流れを制御するために使用される。負荷バランス装置90は，入来リクエストの仕事負荷を同一構成のミドルウェアサーバー95a乃至95cに振り分けるために設けられている。負荷バランス装置90(…)は，各ミドルウェアサーバー95a乃至95cの利用可能性及び各ミドルウェアサーバー95a乃至95cにおいて使用されるシステム資源の大きさを分析して，仕事がそれらの間に適切に振り分けられるようにする。」(段落【0057】)",
                        "「中央モニターユニット30は，データ中央記憶手段として働く記憶エリアネットワークまたはSAＮのようなネットワーク記憶装置100を有する。さらに詳しく説明すると，ネットワーク記憶装置100は，上述した態様で各個人ユーザーについて収集する全てのデータを蓄積するデータベースよりなる。…図3はただ1つのネットワーク記憶装置100を示すが，中央モニターユニット30のデータ蓄積ニーズに応じて種々の容量を有する多数のネットワーク記憶装置を使用できることを理解されたい。中央モニターユニット30は，ネットワーク記憶装置100に結合されたデータベースサーバー110も有する。データベースサーバー110は2つの主要な構成要素，即ち，大型のマルチプロセッササーバーと，カリフォルニア州レッドウットのオラクルコーポレイションにより販売される8／8iまたはワシントン州レッドモンドのマイクロソフト社により販売される5067コンポーネントのような企業タイプのソフトウェアサーバーとより成る。データサーバー110の主要機能は，リクエストに応じてネットワーク記憶装置100に蓄積されたデータへアクセスし，ネットワーク記憶装置100に新しいデータを入力することである。ネットワーク記憶装置100にはコントローラー115が結合されるが，このコントローラーは通常，ネットワーク記憶装置に蓄積されたデータを管理するためのデスクトップ型パソコンより成る。」(段落【0058】)",
                        "「図1に示すように，センサー装置10により収集されるデータは，中央モニターユニット30へ定期的にアップロードされる。長距離無線通信によるかまたはパソコン35を介することにより，好ましくはインターネットである電子的ネットワークを通して中央モニターユニット30への接続が行われる。詳説すると，負荷バランス装置90への接続は，CSU／DSU70，ルーター75，ファイアーウォール80及びスイッチ85を介して行われる。負荷バランス装置90はその後，選択されたミドルウェアサーバーと呼ぶ95a乃至95cのうちの1つを選択してデータのアップロードを取り扱う。選択されたミドルウェアサーバーは，よく知られた多くの方法のうちの1つを用いてユーザー認証を行う。認証が成功すれば，データは上述した選択したミドルウェアサーバーへアップロードされ，最終的に，データベースサーバー110へ転送されてネットワーク記憶装置100に蓄積される。」(段落【0064】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「体重管理実施例において，ユーザーは，体重マネジャーと呼ぶソフトウェアプラットフォームへ中央モニターユニット30を介してアクセスすることができるが，この体重マネジャーは健康マネジャーモジュール内に含めることが可能であり，あるいは別個でもよい。また，体重マネジャーをウェブベースアプリケーションとすることも考えられる。」(段落【0078】)",
                      "text": [
                        "「体重マネジャーソフトウェアプラットフォームが初期化されると，登録済みユーザーは体重マネジャーにログインする。ユーザーが登録されていなければ，ソフトウェアプラットフォームの別の部分を使用する前に登録プロセスを完了しなければならない。ユーザーはユーザーネーム及びパスワードを選択し装置の通し番号を入力することにより登録プロセスを開始する。」(段落【0079】)",
                        "「図7は，個人専用となった体重マネジャーの構成に用いるステップを説明するブロック図である。体重マネジャーの初期構成時，ユーザーは体重マネジャーのユーザープロフィール1000の特定の情報によりシステムを個人専用とすることができる。ユーザーはまた，システムの使用時の任意の時点においてユーザープロフィール1000に戻ることにより情報を修正することができる。人体パラメータスクリーン1005上において，ユーザーは，名前，誕生日，身長，体重，性別，ウエスト測定値，右利きか左利きかの情報，体格サイズ，喫煙下か非喫煙かの情報，身体的活動レベル，就寝時間及び起床時間を含む特定の情報を入力することができる。合図スクリーン1010上において，ユーザーは合図を設定するだけでなくプルダウンメニューから時間領域を選択することができる。身体パラメータスクリーン1005または合図スクリーン1010上の任意の情報を修正する場合，アームバンド更新ボタン1015により，ユーザーはアームバンド構成1020のためのアップロードプロセスを開始することができる。」(段落【0080】)",
                        "「体重目標スクリーン1025上において，ユーザーには体重減少目標を設定するオプションが与えられる。ユーザーはこのオプションを選択すると，これらの目標を達成するための以下の情報，即ち現在の体重，目標体重，目標体重に到達するための目標日，目標となる毎日のカロリー摂取量及び目標となる毎日のカロリー燃焼レートを入力するようにリクエストされる。入力するように促される。その後，システムは以下の計算，即ち，ユーザーの現在の体重における体重指数，目標体重における体重指数，目標日までに目標体重に到達するに要する一週間後との減少体重，及び入力した毎日の摂取及び燃焼レートでの毎日のカロリーバランスの計算を行う。スクリーンは，ユーザーの現在の体重における糖尿病，心臓病，高血圧，心臓発作及び早期死亡のようなある特定の状態の危険性を目標体重における危険性と比較して表示する危険係数バーを表示する。現在及び目標値の体重値における各病気の状態の危険係数をユーザーのために並べて表示することができる。ユーザーには，5日間以上何の情報も入力されない場合はスタートオーバーオプション1030が与えられる。」(段落【0081】)",
                        "「ユーザーの全エネルギー消費量はこの装置を使用するかまたは活動の持続時間及び種類を手動入力することにより予測できる。この装置は予測プロセスを自動化することによりデータ入力をスピードアップし単純化するが，これはこのシステムにとって必要条件ではない。全代謝量が下式に従って総エネルギー消費量(TEE)として測定されることが知られている。」(段落【0094】)",
                        "「TEE＝BMR＋AE＋TEF＋AT 上式において，BMRは睡眠のような休息時に身体が消費するエネルギーである基礎代謝率であり，AEは物理的活動時に消費するエネルギーである活動エネルギー消費量であり，TEFは食物を消化し処理する間の消費エネルギーである食物の熱効果であり，ATは身体がその代謝を極限的な温度に対して変化させる機構である適応熱発生である。食物を処理するために，人間は食べた食物の値の約10％を消費すると予想される。従って，TEFは摂取総カロリーの10％と予測される。TEFを測定する信頼性のあるそして実用的な方法により，食物関連情報の手動での追跡または記録を必要とせずにカロリー摂取量を測定することができる。詳述すると，TEFを一旦測定すると，カロリー摂取量はTEFを0．1で割算することにより正確に見積もることができる(TEF＝0．1＊カロリー摂取量；カロリー摂取量＝TEF／0．1)。」(段落【0095】)",
                        "「再び体重管理実施例を参照して，エネルギーバランスは体重の減少及びその進捗状況を追跡し予測するために利用される。エネルギーバランス方程式は2つの成分，即ちエネルギー摂取量とエネルギー消費量を有し，これら2つの値の差がエネルギーバランスである。毎日のカロリー摂取量はユーザーが1日のうちに摂取するカロリー数に等しい。全エネルギー消費量は休息中であれ何らかの活動に従事している場合であれユーザーが消費するカロリー量である。システムの目標は毎日のカロリー摂取量を追跡し，全エネルギー消費量を自動的にモニターしてユーザーはそれらの状態及びこれら2つのパラメータに関する進捗状況を追跡できるようにする方法を提供することにある。ユーザーには，そのエネルギーバランスの達成に必要なさらに別の活動に関するフィードバックが与えられる。体重の減少を達成するにはエネルギーバランスが負でなければならないが，これは消費するより少ないカロリーが摂取されたことを意味する。エネルギーが正であれば，体重の増加または体重の減少がない可能性がある。管理システムはユーザーがエネルギー摂取追跡サブシステム，エネルギー消費量追跡サブシステム及びエネルギーバランス／フィードバックサブシステムによりエネルギーバランスを追跡できる能力を自動化する。」(段落【0118】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「図15は体重マネジャーインターフェイス1120の好ましい実施例を表す。体重マネジャーインターフェイス1120には，一連の主題タブ1122より成るナビゲーションバー1121を有するマルチセクションスクリーンが設けられている。これらのタブはプログラムによって特別仕様にできるが，通常は，報告を書いたり選択するセクション1122b，ユーザーのプロフィールへのナビゲーションタブ1122c，アームバンドセンサー装置更新セクションへのナビゲーションタブ1122b，食事入力セクションへのナビゲーションタブ1122e及びメッセージセクション1122fを含む。インターフェイス1120は，図15に示すように，体重マネジャーインターフェイス1120の主要なユーザーより成るバランスと題した作動セクション1122aがさらに設けられている。カレンダセクション1123は，ユーザーに任意特定の日付からまたはその日付についてデータを選択することができる能力を与える。フィードバックセクション1125はここに述べるようなコメントを提供し，ダッシュボードセクション1126は選択された日のエネルギー摂取及び消費量に関するグラフィック出力を与える。最後に，体重減少の進捗状況を示すセクション1135はカレンダセクション1123において選択される任意所与の日付について体重対時間のグラフィック出力を与える。」(段落【0130】)",
                      "text": [
                        "「フィードバック及び指導エンジンは，上述したように，全エネルギー消費量及び毎日のカロリー摂取量の計算により発生されるデータを分析して，フィードバックセクション1125においてユーザーにフィードバックを与える。フィードバックは，ユーザーの現在の進捗状況に応じて多種多様な選択肢を与えることができる。ユーザーが体重が減少すると共に毎日の目標カロリー摂取量及び全エネルギー消費量の目標を達成している場合，何ら調整を行うことなくプログラムを継続するように奨励される。ユーザーが予め設定した目標に従って体重が減少しない場合，全エネルギー消費量を増加し，毎日のカロリー摂取量を減少させ，全エネルギー消費量の増加と毎日のカロリー摂取量の減少の組み合わせによりエネルギーバランスの目標に到達するかより達成可能なように目標を再設定するオプションが与えられる。フィードバックはさらに，食事及びビタミンサプリメントに関する示唆を含むことができる。このフィードバック及び指導エンジンは，同じような情報を与えるため以下に述べる間欠的状態レポートに組み込むことができる。」(段落【0131】)",
                        "「さらに，ユーザーには予め設計した目標を達成するための示唆が与えられる。これらの示唆には，アームバンドをより頻繁に着用する，体育館により訪れる，オフィスからより遠い所に駐車するまたは食品をより規則的に記録するというような簡単なヒントと共にユーザーが予想される結果をなぜ得られないかについての特定のヒントが含まれる。」(段落【0133】)",
                        "「フィードバックシステムのこの別の実施例の別の局面として，システムがフィードバックがユーザーに与えられた結果を評価できるという点がある。これは，コンテキスト及び予想される毎日のカロリー摂取量または記録される摂取量のようなフィードバックの主題であるパラメータの追跡により行われる。この特徴によりシステムはただ結果に基づくのではなくて結果を観察できるようになるが，その理由は勧告に従う度合いをモニターし，フィードバックをそれに応じて修正できるからである。例えば，システムが食べるのを減らす勧告をする場合，ユーザーが翌週にどれだけ食事を減らすかを量定して，この応答をフィードバックとして利用することによりユーザーが元のフィードバックまたは勧告に従う点についてのシステムの有効性を調整することができる。」(段落【0135】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「図20-25には，肩と肘の間の上腕に着用するアームバンドの形をしたセンサー装置10の特定実施例を示す。類似のセンサー装置を体の他の部分上に着用できるが，これらの場所は単一センサーによる測定または多数のセンサーによる測定について，また，ユーザーの活動の自動的な検知及び／又は識別のために同一機能を有する。図20-25に示すセンサー装置10の特定実施例を，便宜的に，アームバンドセンサー装置400と呼ぶ。アームバンドセンサー装置400は，コンピュータハウジング405，可撓性ウィング本体410と，図25に示すように弾性ストラップ415とより成る。コンピュータハウジング405及び可撓性ウィング本体410は，柔軟なウレタン材またはゴム若しくは成型プロセスにより混合されたゴム-シリコンのようなエラストマー材で作るのが好ましい。可撓性ウィング本体410は第1及び第2のウィング418より成り，ウィングはそれぞれ端部425の近くに貫通孔420を有する。第1及び第2のウィング418は，着用者の上腕の一部を包むようになっている。」(段落【0182】)",
                      "text": [
                        "「弾性ストラップ415は，アームバンドセンサー装置400を個人の上腕に着脱自在に固定するために使用する。図25からわかるように，弾性ストラップ415の底面426の一部に沿ってベルクロループ416が設けられている。弾性ストラップ415の各端部427の底面426上にはベルクロ係止パッチ428が，また上面430上にはプルタブ429が設けられている。各プルタブ429の一部は，各端部427の端縁部を超えて延びる。」(段落【0183】)",
                        "「アームバンドセンサー装置400を着用するには，ユーザーは，弾性ストラップ415の各端部427を可撓性ウィング本体410の貫通孔420にそれぞれ挿入した後，弾性ストラップ415，可撓性ウィング本体410及びコンピュータハウジング405により形成されるループに腕を通す。各プルタブ429を引き出して，ベルクロ係止パッチ428を弾性ストラップ415の底面426に沿う所望の位置でベルクロループ416に係合することにより，ユーザーは弾性ストラップ415をぴったり合うように調整することができる。ベルクロ係止パッチ428は，底面426のほとんど任意の位置でベルクロループ416に係合できるため，アームバンドセンサー装置400は種々の太さの腕にフィットするように調整できる。また，弾性ストラップ415は広い範囲の腕の太さに適用するように種々の長さにすることができる。当業者には明らかなように，スナップ，ボタンまたはバックルを含む(これらに限定されない)，弾性ストラップを固着しそのサイズを調整する他の手段を用いることができる。また，ベルクロ，スナップ，ボタン，バックルなどを含む幾つかの従来型手段のうちの1つにより締着される2つの弾性ストラップ，またはウィング418に固着された単一の弾性ストラップを用いることも可能である。」(段落【0184】)",
                        "「アームバンドセンサー装置400は，GSRセンサー465または熱束センサー460の何れかがアームバンドセンサー装置400がユーザーの皮膚との接触状態におかれたことを示す特定状態を感知すると，作動，即ち，データを収集するように構成されている。また，アームバンドセンサー装置400は，熱束センサー460，GSRセンサー465，加速度計495または550，もしくはアームバンドセンサー装置400と通信関係にある他の任意の装置のうちの1つまたはそれ以上が，単独でまたは一緒に，アームバンドセンサー装置が着用者の皮膚と接触する状態に置かれたことを示す特定の状態を感知すると，使用状態に作動されるように構成されている。それ以外の時は，アームバンドセンサー装置400は非作動状態にされるため，電池のパワーが節約される。」(段落【0192】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載を総合すれば，本願明細書には，次の点が開示されていることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "体重コントロールシステムの技術分野においては，従来から，カロリーの摂取及び消費を毎日追跡してモニターするシステムや，ユーザーが栄養及び運動の両方を追跡して体重の減少を計画しその進捗状況をモニターできるようにするシステムなどがあるが，これらのシステムでは，ユーザーが食事や活動を入力しないことがあるため情報が不正確になったり，また，エネルギー消費量の分析はユーザーの入力に依存し，ユーザーの毎日の活動を考慮しないなどの問題点があり，全体的にみると，反復して行う手動による情報入力を厳格に守る必要性を減少するためにユーザーの毎日の活動及びエネルギー消費を正確かつ自動的にモニターできる管理システムが存在しないという課題があった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明は，上記課題を解決し，個人が体重減少の目標を達成し，摂取カロリーに対する燃焼カロリーの最適のエネルギーバランスを得るのを支援する栄養及び活動管理システムを開示するものであり，上記課題を解決するための手段として，個人の予め設定したフィットネス目標値，体重目標値及びエネルギー消費目標値のうち少なくとも1つに関するフィードバックを与える一体型システムであって，個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置と，センサー装置と電子通信関係にあって，該センサー装置から電子的センサー信号を受ける処理ユニットとより成り，処理ユニットは，(i)入力装置から個人の予め設定した目標値を受け，(ii)目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ，(iii)電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，(iv)目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供される一体型システムの構成を採用した。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例の記載事項",
              "text": [
                "引用例(原文甲1，訳文本文乙1・同図面甲2)には，次のような記載がある(下記記載中に引用する「図1A」，「図1B」，「図2」，「図4」，「図8」及び「図14」については別紙2を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「発明の属する技術分野",
                  "text": [
                    "本発明は，健康管理に係り，特に，食事療法管理及び体重調整に関する。」(訳文本文1頁)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「発明の背景",
                  "text": [
                    "従来の減量プログラムには大きな問題がある。つまり，これまでは，減量プログラムを使用する対象者(ユーザー)が摂取した食品を極めて詳細に記録することにより，正確なカロリー摂取量を求めることができるようにしている。しかし，体重調整とは，ユーザーの正味カロリー収支，つまり，カロリー摂取量とカロリー消費量との差分に関連するものであるが，通常，カロリー消費量が正確に分かっている訳ではない。このカロリー消費量は，種々の身体的活動と関連付けて推定することは可能である。」",
                    "「しかし，米国特許第6，034，132号でRemmereitが論じているように，一般的な対象者について言えば，総カロリー消費量の70パーセントは，対象者達の安静代謝率(RMR)に左右される。」",
                    "「人の総カロリー消費量には，安静代謝成分と身体的活動成分とが含まれる。総カロリー消費量(TEE)とは，安静エネルギー消費量(REE)と活動エネルギー消費量(AEE)との合計であり，TEE＝AEE＋REEで表される。所定時間内に総カロリー消費量(TEE)が総カロリー摂取量を越えると体重が減少する。対象者の正味カロリー収支とは，カロリー消費量とカロリー摂取量との差分である。」",
                    "「従来の減量プログラムでは，各々の活動レベルの推定に基づく推定TEEを使用するとともに，ハリス・ベネディクトの方程式からREEを推定する。しかし，REEが正しく推定されなければ，対象者のカロリー収支を正確に知ることはできないため，十分な減量プログラム成果が得られない可能性がある。」",
                    "「また，カロリーを制限した食事療法を行なっている時にはRMRが低下する場合が多いことが知られている。ハリス・ベネディクトの方程式は，体重でRMRを概算しているが，部分的な貧栄養状態であると判断される身体におけるヒトのエネルギー代謝率の固有低下を補償するものではない。カロリーを制限した食事療法過程で身体的活動を行うと，エネルギーを体内に保存できるようにするためにRMRは一層低下する可能性がある。その代わりに，筋肉質量の増加によりRMRが増加することもある。このため，個人差によるRMRの変動を予測できないことに加え，体重調整プログラムに応じたRMRの変化も予測することは不可能である。本明細書に記載する改良型の体重調整システムは，このような課題を克服するものである。」",
                    "「安静代謝率(RMR)は，間接カロリーメータを用いて測定することが可能である。REEは，RMRに適切な時間(通常，1日)を掛けた値に相当する。」",
                    "「従来の食事療法用カロリーメータでは，手持ち式装置に食品記録を作成することができる。しかし，これらカロリーメータには，通信ネットワークへの接続手段が設けられていないため，通信ネットワークにアクセス可能な遠隔コンピュータシステム又は保健専門家からのフィードバックを得ることはできない。」",
                    "「米国特許第5，839，901号において，KarKanenは，食事療法対象者の実際の体重減少量と推定カロリー不足量とを比較することによりカロリー密度を求めるようにした統合型の減量調整方法を開示している。しかし，この特許には，通信ネットワークに接続された携帯用演算装置を対象者が持つようにしたシステムについての記載はない。」",
                    "「米国特許第5，639，471号において，Chaitらは，ハリス・ベネディクトの方程式を使用して計算した対象者のカロリー要件に基づき，栄養学的にバランスのとれた食事療法の構成を開示している。しかし，この特許には，通信ネットワークを介して対象者にフィードバック情報を提供する減量プログラムや対象者のカロリー収支の定量法についての記載はない。」",
                    "(以上，訳文本文1頁～4頁)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「発明の概要",
                  "text": [
                    "本発明の目的は，改良型の体重調整システムを提供することにある。好適な実施形態において，改良型体重調整システムを使用する対象者(ユーザー)は，携帯情報端末(PDA)のような携帯用の演算装置を所持する。このPDAは，ソフトウェア・アプリケーションプログラムを備えるが，便宜上，このソフトウェア・アプリケーションプログラムは，以下，カロリー管理プログラムという。カロリー管理プログラムは，食事登録ソフトウェア機能を持ち，ユーザーは，この機能を使って摂取した食品類を記録することができる。カロリー管理プログラムは，体重目標をユーザーが設定してそれを達成することを支援するような他の機能を備えるのが好ましい。」",
                    "「本発明の他の目的は，安静代謝率(RMR)の予測できない変動を補償する体重調整システムを提供することにある。ユーザーは，間接カロリーメータのような代謝率メータを使用して自身のRMRを測定し，その値をカロリー管理プログラムに入力するのが好ましい。また，ユーザーは，特定減量目標のような体重調整目標も入力する。カロリー管理プログラムは，求めたRMRの値を用いて，身体的活動の推定レベルに基づき総エネルギー消費量(TEE)を推定し，体重調整目標を満足するカロリー摂取のレベルを求める。体重調整プログラムの過程で，ユーザーは，間隔をおいて，体重，食事登録データからの食品摂取量，活動レベル，及び，安静代謝率を記録する。」",
                    "「本発明の他の目的は，通信ネットワークを介したユーザーへの改良型フィードバック方法を提供することにある。カロリー管理データは，PDAから遠隔コンピュータシステムに送信される。ユーザーは，都合の良い時に，例えば夕方，遠隔サーバに接続し，記録した食事登録データ，体重，活動に関する信号を遠隔サーバに送信して関連データベースに記憶する。フィードバック情報がコンピュータシステムにより生成され，ユーザーの携帯用演算装置に返送される。」",
                    "(以上，訳文本文5頁～6頁)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「発明の詳細な説明",
                  "text": [
                    "図1Aは，マイクロプロセッサを用いた手持ち式装置10を示し，本発明の好適な実施形態において使用される。この手持ち式装置10は，ユーザー用の表示部12，及び，複数のデータ入力ボタン14の形式としたユーザー用の情報入力部を備える。手持ち式装置10は，携帯用演算装置であり，携帯情報端末(PDA)とすることが好ましいが，無線電話，電子ブック，ページャー，他の携帯用コンピュータ，又は計算機能を持つ他の携帯用電子機器であってもよい。」",
                    "「PDAは，通信ネットワークにデータを送信したり，通信ネットワークからデータを受信したりするデータ送受信手段，例えば，電話モデム，無線モデム，ケーブルモデム，ネットワークインターフェースカード，又は他の遠距離通信トランシーバを備える。」",
                    "「図1Bは，改良型食事療法用調整システムの概略図である。携帯用演算装置10は，通信ネットワーク20に接続されている。遠隔コンピュータシステム30も通信ネットワーク20に接続されており，この通信ネットワークを介して演算装置10と遠隔コンピュータシステム30との間でデータを伝送することができる。通信ネットワークは，それに接続された複数の装置間の通信回線となる。また，携帯用演算装置10は，身体的活動センサ16及び体重計18からのデータを受信する。更に，携帯用演算装置は，通信ネットワーク20に接続されたコンピュータ22と通信することができる。」",
                    "「PDA10と通信ネットワーク20との間の接続は，無線インターネット接続のような無線接続であるのが好ましいが，ケーブル，電話回線，光ファイバー，及び，他の通信回線も利用できる。」",
                    "「遠隔コンピュータシステム30は，サーバシステムであるのが好ましい。遠隔コンピュータ30は，ネットワーク20に接続されており，PDA10のメモリに記憶されたデータを表すデジタル信号のようなデータをPDAから受信することができる。遠隔コンピュータ30は，ユーザーのカロリー摂取量，カロリー消費量，及び，正味カロリー収支を分析するとともに，ユーザーへの(重要なメッセージ，他のアドバイスや教育的内容等の)フィードバック情報，即ち，体重調整目標に対するユーザーの進捗状況についての各種メッセージやフィードバック情報を生成するためのアプリケーションプログラムを備えている。また，遠隔コンピュータ30は，ネットワーク20を介してPDA10に各種メッセージやフィードバック情報を送信するための送信回路も備えている。各種メッセージ及びフィードバック情報は，体重調整目標に向けて前進するようにユーザーを動機付けるように機能する。」",
                    "「PDA10は，ユーザーが体重目標を設定しそれを達成することを支援するためのソフトウェア・アプリケーションプログラムを備える。このプログラムは，ユーザーのカロリー摂取量及びユーザーのカロリー消費量に関するユーザー入力を受信して，1日毎のユーザーの正味カロリー収支を計算するようになっている。便宜上，PDA10において作動するこのプログラムをカロリー管理プログラムということにする。カロリー管理プログラムは，食事登録ソフトウェアの機能を有し，カロリー管理プログラムにより，ユーザーは，摂取する食品類を記録することができる。PDAは，カロリー摂取及びカロリー消費に関するユーザー入力を記憶するためのメモリ，及びこのメモリに記憶された情報を表すデジタル信号を生成する送信手段を備えている。」",
                    "(以上，訳文本文7頁～10頁)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「体重調整プログラムを開始するに先立って，ユーザーは，設定処理を行なう必要がある。図2は，体重調整プログラムを開始するに先立ってユーザーが行う設定処理手順の例を示す。図2のボックス40から54は，PDA10において作動するカロリー管理ソフトウェアによって行なわれる各機能ステップを示す。」",
                  "text": [
                    "「ユーザーは，名前，略称，電子メールアドレス，パスワード等の個人情報を入力する(ボックス40)。」",
                    "「ユーザーは，開始日，初期体重，年齢，身長，体脂肪率，日常生活の活動レベル，体格等の開始パラメータを入力する(ボックス42)。」",
                    "「更に，ユーザーは，職業，身体的活動レベル，就業時間，睡眠時間等の日常生活の情報も入力する。この情報は，活動エネルギー消費量AEEの値を推定するために使用される。」",
                    "「ユーザーは，間接カロリーメータを使用して安静代謝率(RMR)を測定し，この測定値をカロリー管理ソフトウェアに入力するのが好ましい。」",
                    "「次に，ユーザーは，体重目標(減量，増量，又は，体重維持)，体脂肪低減，筋肉作り，血圧低減，血糖値調整等の1つ又は複数の目標を入力する(ボックス44)。本明細書においては，便宜上，ユーザーが減量を望んでいる例を想定する。この場合，ユーザーは，ある期間における総減量値，又は(例えば，毎週1ポンド(約454グラム)の)目標減量率のような減量目標値を入力する。」",
                    "「ソフトウェアにより，減量目標に相応しいカロリー摂取レベルが求められる(ボックス48)。減量のためには，カロリー摂取量は，TEEより低い値となる，即ち，ユーザーの正味カロリー収支が負の値となりユーザーがカロリー不足状態となる必要がある。ユーザーの減量とは，カロリー密度というパラメータによる負のカロリー収支(カロリー不足)と考えることができる。」",
                    "「従来の栄養学的知識を使用することにより，カロリー摂取目標に相応しい栄養学上の推奨収支値が求められる(ボックス50)。」",
                    "「ユーザーは，活動レベルを変更する，即ち，AEEを変更することにより許容カロリー摂取量を変更することができる(ボックス52)。例えば，ユーザーは，計画したカロリー不足の状態に維持しつつ，運動量を増やして食べる量を増やす方を選択することができる。この変更を行なって，許容カロリー摂取量の計算(ボックス48)及び栄養学上のアドバイス情報の計算(ボックス50)を繰返す。次に，入力パラメータが正しいか確認(ボックス54)した後に，ユーザーは，設定処理を終了して体重調整プログラムを開始することができる。」",
                    "(以上，訳文本文11頁～14頁)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "「PDAを使ってカロリー摂取量とカロリー消費量とを記録し表示する。データは，カロリー収支の観点からの総合値，又は，カロリー収支目標が達成された日の数を示す。」",
                  "text": [
                    "「PDAは，それ自身又は遠隔コンピュータシステムにおいて作動するカロリー管理ソフトウェアを利用して，音声メモ，画像，記号，バーコード，又は購入情報や後で都合のよい時に完全な食事登録データを生成するために使う情報データのような略式カロリー管理データを記録するために使用することができる。」",
                    "「PDA10において作動するカロリー管理ソフトウェアは，ユーザーの身体的活動レベルに関するデータを受信するよう構成するのが好ましい。ユーザーは，運動又は他の活動の時刻，期間，及び強度をカロリー管理ソフトウェアに入力することができる。PDAが活動のメニューをユーザーに示し，ユーザーはその中から活動を選択して期間を入力するようにするのが好ましい。」",
                    "(以上，訳文本文15頁～16頁)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「ユーザーは，身体的活動に関する信号を生成する身体的活動モニター16を携行するのが好ましく，この身体的活動モニターは，1つ又は複数の加速度計を備えた身体装着型の歩数計とするのが好ましい。」",
                  "text": [
                    "「さらに，心拍数，体温，呼吸数等の1つ又は複数の生理学的パラメータと相関性のある信号を生成する身体的活動モニターを本システムの実施形態に使用することができる。」",
                    "「ケーブル回線，(ブルートゥース・プロトコル又はIR回線のような)無線方式を使用して，又は，メモリモジュールを移動して，又は，モニター16とPDA10との間のデータ転送インターフェースを形成することによって活動モニター16からPDA10にデータを送信することができる。PDA10のカロリー管理ソフトウェアは，このような活動関連データを受信し，このデータを処理して活動関連データ(AEE)の推定値を生成する。」",
                    "「また，心拍数及び他の生理学的パラメータをモニターして身体的活動に関する信号を生成することも可能である。PDAは，例えば，体重計，体脂肪計，脈拍計，体温センサ等の他の生理学的モニターからのデータを受信することができる。」",
                    "「活動センサ16に，生理学的モニター，物理学的モニター，又は環境モニターとして働くような他の機能を持たせることもできる。」",
                    "(以上，訳文本文16頁～17頁)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「時間間隔を置いて，通信ネットワークを介してPDA10と遠隔コンピュータシステムとの間でデータが交信される。図4は，遠隔コンピュータシステムとの相互作用の例を示す図である。ボックス60から70は，各機能ステップを示す。」",
                  "text": [
                    "「ユーザーは，例えば，遠隔コンピュータシステムが提供するホームページにアクセスして，遠隔コンピュータシステムとの接続を開始する(ボックス60)。この接続は，時間間隔を持って自動的に開始することも可能である。」",
                    "「次に，PDA10及び遠隔コンピュータシステム(サーバシステム30)は，データ同期ステップ(ボックス62)に入る。カロリー管理プログラムに記録されたデータ及びPDA10のメモリに記憶されたデータは，遠隔コンピュータシステム30に送信される。この送信データには，カロリー摂取量に関するデータ，ユーザーの最新体重，身体的活動データ，及び(可能な場合)代謝率データが含まれる。遠隔コンピュータシステム30において作動するソフトウェアプログラム(サーバソフトウェア)は，これらデータを受信し，サーバソフトウェアがアクセス可能なデータベースにこれら新たな受信データを記憶する。」",
                    "「受信データ及び蓄積された記憶データは，ユーザー目標に対するデータを解析するために，サーバソフトウェアによって処理される(ボックス66)。サーバソフトウェアは，このデータ分析に対応して，ユーザーにフィードバック情報を提供する(ボックス68)。」",
                    "「データ転送ステップを終了し，ユーザーが，サーバソフトウェアが生成したデータ表示を見ることを希望しない場合，ユーザーは，遠隔コンピュータシステムとの接続を断つ(ボックス70)。サーバによって生成されたフィードバック情報及び評価メッセージは，PDA10のメモリに記憶し，後にそれらを見ることができるようにしてもよい。」",
                    "(以上，訳文本文17頁～19頁)"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "「サーバプログラム80は，最新データを減量目標と比較しフィードバック情報源84が保有する利用可能な内容の中からフィードバック情報を選択する。」",
                  "text": [
                    "「サーバソフトウェアによるデータ分析及びユーザーへのフィードバック情報の提供について，より詳細に説明する。遠隔コンピュータシステムのアプリケーションソフトウェア(サーバソフトウェア)は，通信ネットワークを介してユーザーから受信したデータを処理することによって，適切なフィードバック情報を決定する。ユーザーに食事療法に関するフィードバック情報を提供するために，PDAを使用して通信ネットワークを介して受信した視聴覚フィードバック情報を表示する。例えば，食事療法が減量目標に向けて順調に推移している場合には，このフィードバック情報はユーザーを賞賛し，これを継続するようユーザーを激励する。」",
                    "「減量プログラムの達成度に関する1つ又は複数のパラメータを，例えば，収集したカロリー管理データ，最新のユーザー体重，及び，減量プログラム目標に基づいて，サーバソフトウェア(又は，PDAのカロリー管理ソフトウェア)によって計算することができる。」",
                    "「ユーザーに提供されるフィードバック情報は，このパラメータの値に基づく。このパラメータの値の異なる範囲に対応して，様々なフィードバック情報が提供される。」",
                    "「例えば，減量プログラムの半ばまで，運動目標が達成されていない場合，フィードバック情報を提供することによってもっと運動するようにユーザーを促す。しかし，このフィードバック情報の効果がないことがその後のデータによって判明した場合には，フィードバック情報は，より強く励ますように変更される。例えば，保健コンサルタントの予約を自動的に行なうようにすることも可能である。」",
                    "(以上，訳文本文20頁～21頁)"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "「近年，James  R．Mault  M．Dらは，改良型体重又は健康管理プログラムでの使用に適した改良型間接カロリーメータを発明した。Gas  Exchange  Monitor(ガス交換モニター，GEM)としても知られるこの装置を，本明細書に記載された改良型体重・健康管理プログラムに使用するのが好ましい。好適な実施形態において，GEMは，ユーザーの吸気及び呼気を分析し，吐出し酸素フローボリームと吸込み酸素フローボリームとの差分から酸素摂取量を求めることによりユーザーの代謝率を測定する手持ち式間接カロリーメータである。」",
                  "text": [
                    "「図8及び図9を参照すると，米国特許出願番号09／630，398によるカロリーメータは，その全体が参照番号100で示されている。カロリーメータ100は，本体102，及び，本体102から延びるマスク104のような呼吸コネクタを備える。使用時，図8に示すように，ユーザーの手で本体102を持ち，ユーザーの口と鼻とを覆うようにしてマスク104を顔に当てる。補助的な帯105も図8に示されている。マスク104をユーザーの顔に当てた状態で，ユーザーは，所定期間，カロリーメータ100を介して普通に呼吸する。」",
                    "「また，間接カロリーメータは，PDAと接続されたモジュールとすることも可能である。表示部，複数のボタン，及び，PDAの処理能力を使用して，間接カロリーメータを使用するためのモジュール・表示指令を操作したり，テストを開始したり，データを記録したりする。」",
                    "(以上，訳文本文25頁～26頁，28頁～29頁)"
                  ]
                },
                {
                  "fig": "サ",
                  "subject": "「遠隔コンピュータのアプリケーションプログラム(サーバソフトウェア)は，ユーザーのカロリー摂取日，活動日，体重，及び安静代謝率を含むカロリー管理データを，時間間隔を置いてPDAから受信する。サーバソフトウェアは，体重目標を達成するユーザーの可能性との関連においてこのデータを分析し，通信ネットワークを介してユーザーにフィードバック情報を送信する。」",
                  "text": [
                    "「例えば，ユーザーの安静代謝率が体重調整プログラムに対応して低下する場合，サーバソフトウェアは，RMRを変更する観点でユーザーが体重目標を達成することを支援するためのフィードバック情報を提供することになる。従来の体重調整システムは，これを行なうことができない。例えば，カロリー摂取許容値を下げる，活動レベルを高める，体重目標を変更する，又は，それらの組み合せが提案される。」",
                    "「ユーザーは，通信回線を介してサーバソフトウェア又は相談員と対話して新たな食事療法のパラメータを構築する。」",
                    "(以上，訳文本文32頁)"
                  ]
                },
                {
                  "fig": "シ",
                  "subject": "「図14は，改良型体重調整又は健康管理プログラムに含ませるための手首装着型装置を示す概略図である。その全体が参照番号170で示される手首装着型装置は，バンド174によってユーザーの手首に支持され，腕時計型の全体的に円形のハウジング172を有する。このハウジング内にマイクロフォン176が内蔵されており，ハウジング172に内蔵されたメモリに音声を記録する手段となる。」",
                  "text": [
                    "「手首装着型装置は，モードボタン178，食品フラグボタン180，1対の記録／送信ボタン182及び184，IRダウンリンクポート186，モード表示部188，時刻表示部190，活動表示部(運動表示部)192，及び，食品表示部194を備える。ハウジングの裏面側に，ユーザーの手首に接触してユーザーの心拍数に関する信号を生成する心拍数センサ(図示せず)が設けられる。」",
                    "「モードボタン178は，時刻表示のみとするモード，心拍数モード，運動開始後の時間計測モード，食品表示モード，活動レベル表示モード，これらの組み合わせモード，その他情報モード等の複数の作動モードを切換えるために使用される。」",
                    "「IRダウンリンクポート186は，他の装置へのデータ転送に使用される。このIRダウンリンクポートは，IR発信器及びIR検出器を備え，IRビームを利用して他の装置と通信する。記録／送信ボタン対(182及び184)は，ポート186を使用してIR通信を開始するために押される。ブルートゥースプロトコル等の他の無線通信手段もデータ転送に使用できる。ケーブル回線又はメモリモジュール移動も同様に利用可能である。」",
                    "「好適な実施形態では，ユーザーの心拍数を測定するために光学式プレチスモグラフィーが使用される。手首で反射されたIR源が心拍数をモニターするために使用される。例えば，圧力変化をモニターするようにした空気式プレチスモグラフィー，インピーダンス式カルジオグラフィー，及び，心音図法等の本技術分野で知られている他の手法を使用することも可能である。」",
                    "「手首装着型SAMに組み込むことが可能な他の生理学的モニターとして，血糖値センサ，温度センサ，加速度センサ等が挙げられる。摂取した食品のデジタル画像を記録するために，光学的撮像素子を設けることもできる。」",
                    "(以上，訳文本文40頁～41頁)"
                  ]
                },
                {
                  "fig": "ス",
                  "subject": "「また，健康管理企業は，遠隔コンピュータ30及び通信ネットワーク30を介してアクセス可能なホームページを準備する。健康管理企業は，ユーザーに関する食事登録及び運動登録データを受信するとともにユーザーにフィードバック情報を提供するよう構成された遠隔コンピュータ30において作動するソフトウェアプログラムを準備する。健康管理企業の従業員は，ユーザーに関するデータにアクセスでき，そのデータを検討してフィードバックするのが好ましい。ユーザーへのフィードバック情報は，コンピュータエキスパートシステムを含む大部分自動化された処理で提供できる。」",
                  "text": [
                    "「フィードバック情報は，例えば，音声による助言を伴う動画的ヒトの顔を生成することによって利用し易いものとするのが好ましい。また，詳細なフィードバック情報を提供するために，適切な映像クリップを選択することも可能である。このような演算集中型のソフトウェアは，現状では，手持ち式装置よりも遠隔コンピュータで作動するのに適しているが，将来においては，遠隔コンピュータからの無線通信に応答して，手持ち式装置に動画を生成できる可能性がある。」",
                    "「ホームページのフィードバック情報に関連して，ソフトウェアは，ユーザーのカロリー摂取量，活動関連データ，及び，体重データを受信する。ソフトウェアは，時間軸に対する，カロリー収支，体重，及び，他の健康管理パラメータの表を生成する。例えば，連続的なカロリー収支を，食事療法プログラム上にユーザーの成功を示すために提供することができる。その代わりに，正のカロリー収支の日を，例えば，色，お金の記号，天気関連の記号で合格として示し，負のカロリー収支の日を適切な記号を使って不合格として示すような日々のフィードバック情報を提供することもできる。」",
                    "(以上，訳文本文43頁～44頁)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「ユーザーが着用可能なセンサー装置と，該センサー装置から電子的センサー信号を受ける処理ユニットとより成」る点に係る一致点の認定の誤りについて",
              "text": [
                "原告は，引用例の記載事項によれば，引用発明のPDAは，単純にセンサー装置が取得した電子的信号を遠隔コンピュータに伝送するものではなく，カロリー管理プログラムを備え，カロリー摂取量及びカロリー消費量のユーザー入力を受領し，1日毎の正味カロリー収支を計算する機能や，少なくとも活動関連データの推定値(AEE)を計算する機能を有しているにもかかわらず，カロリー管理プログラムの技術的認定を欠いたまま，本件審決が「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置と，該センサー装置から電子的センサー信号を受ける処理ユニットとより成」る点を本願発明と引用発明の一致点と認定したのは誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例(原文甲1，訳文本文乙1・同図面甲2)に，前記第2の3(2)アのとおりの引用発明が記載されていることは当事者間に争いがない。",
                    "そして，前記(2)認定の引用例の記載事項によれば，引用例には，次の点が開示されていることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "体重調整とは，カロリー摂取量とカロリー消費量との差分であるユーザーの正味カロリー収支に関連するものであり，従来の減量プログラムでは，カロリー摂取量については，ユーザーが記録した摂取した食品に基づいて求めたカロリー摂取量を使用し，カロリー消費量については，ハリス・ベネディクトの方程式により概算した安静代謝率(RMR)に基づいて推定した安静エネルギー消費量(REE)と，各々の活動レベルに基づいて推定した活動エネルギー消費量(AEE)とを合計した総カロリー消費量(TEE)を使用している。",
                        "そのため，従来の減量プログラムにおいては，REEを正確に推定できなければユーザーのカロリー収支を正確に知ることはできず，十分な減量プログラムの成果が得られないことになる上，個人差によるRMRの変動や体重調整プログラムに応じたRMRの変化を予測できないことから，REEを正確に推定できないという課題があった。",
                        "また，従来の体重調整システムは，通信ネットワークに接続された携帯用演算装置を対象者が持つようにしたものや，通信ネットワークを介してユーザーにフィードバック情報を提供するものではなかった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例記載の体重調整システムは，上記課題を解決し，改良型の体重調整システムを提供することを目的とし，上記課題を解決するための手段として，ユーザーが携帯用演算装置である携帯情報端末PDAを所持するとともに身体的活動モニターを携行し，PDAと通信ネットワークを介してデータの送受信をする遠隔コンピュータを備えた引用発明記載のとおりの体重調整システムの構成を採用した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "PDA10は，別紙2の図1A及び図1B記載のとおり，ユーザー用の表示部12及び情報入力部14を備え，身体的活動モニター(身体的活動センサ)16からのデータを受信することができるようになっており，遠隔コンピュータシステム(遠隔コンピュータ)30と通信ネットワーク20により接続され，通信ネットワーク20を介して遠隔コンピュータとの間でデータを伝送することができる。また，PDA10は，ユーザーが体重目標を設定しそれを達成することを支援するためのソフトウェア・アプリケーションプログラムである「カロリー管理プログラム」を備える。カロリー管理プログラムは，ユーザーのカロリー摂取量及びカロリー消費量に関するユーザー入力を受信して，1日毎のユーザーの正味カロリー収支を計算する機能を有しており，PDAは，カロリー摂取及びカロリー消費に関するユーザー入力を記憶するためのメモリ，このメモリに記憶された情報を表すデジタル信号を生成する送信手段を備えている。",
                        "次に，身体的活動モニター16は，身体的活動に関する信号を生成するものであり，心拍数センサ，血糖値センサ，温度センサ，加速度センサ等の生理学的モニターを組み込んだ手首装着型装置(別紙2の図14参照)を使用することができる。身体的活動モニター16からPDA10に活動関連データを送信すると，PDA10のカロリー管理プログラムは，このデータを処理して活動エネルギー消費量(AEE)の推定値を生成し，また，心拍数等の生理学的パラメータをモニターして身体的活動に関する信号を生成する。",
                        "さらに，遠隔コンピュータ30は，ネットワーク20を介してPDA10のメモリに記憶されたデータを表すデジタル信号のようなデータをPDA10から受信することができ，PDA10から送信されるカロリー管理データに基づいて，ユーザーのカロリー摂取量，カロリー消費量及び正味カロリー収支を分析するとともに，ユーザーへの重要なメッセージ，他のアドバイスや教育的内容等のフィードバック情報，すなわち，体重目標に対するユーザーの進捗状況についての各種メッセージやフィードバック情報を生成するためのサーバプログラム(サーバソフトウェア)を備え，また，PDA10に各種メッセージやフィードバック情報を送信するための送信回路も備えている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "体重調整プログラムを開始する際の設定処理は，PDA10のカロリー管理プログラムによって行われる。その設定処理手順の例は，別紙2の図2に示すとおりであり，①まず，ユーザーは，名前，略称，電子メールアドレス，パスワード等の個人情報を入力した後(ボックス40)，開始日，初期体重，年齢，身長，体脂肪率，日常生活の活動レベル，安静代謝率(RMR)等の開始パラメータを入力する(ボックス42)，②次に，ユーザーは，ある期間における総減量値又は目標減量率のような減量目標値(例えば，毎週1ポンド(約454グラム))のような減量目標値を入力する(ボックス44)，③カロリー管理プログラムは，総エネルギー消費量TEEを計算し(ボックス46)，減量目標に相応しいカロリー摂取レベル(許容カロリー摂取量)を計算する(ボックス48)，④カロリー管理プログラムは，カロリー摂取目標に相応しい栄養学上の推奨収支値を計算する(ボックス50)，⑤ユーザーが，活動レベル(AEE)を変更することにより，カロリー管理プログラムは許容カロリー摂取量の計算及び栄養学上の推奨収支値の計算を繰り返し，計算許容カロリー摂取量を変更することができる(ボックス52)，⑥ユーザーが，入力情報が正しいことを確認した後に，設定処理を終了して体重調整プログラムを開始する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "体重調整の過程で，PDA10には，カロリー摂取量に関するデータ，ユーザーの最新体重，身体的活動データ及び安静代謝率RMRを含むカロリー管理データが，間隔をおいて記録される。この身体的活動データには，身体的活動モニター16からPDA10に送信される心拍数等の生理学的パラメータに係る活動関連データが含まれる。",
                        "別紙2の図4に示すように，通信ネットワークを介してPDAと遠隔コンピュータシステムとの間でデータが交信される。",
                        "例えば，ユーザーが，遠隔コンピュータシステム(遠隔コンピュータ)が提供するホームページにアクセスして，遠隔コンピュータとの接続を開始すると(ボックス60)，PDA10及び遠隔コンピュータ30は，データ同期ステップ(ボックス62)に入り，PDA10に記録されたカロリー管理データは，遠隔コンピュータに送信される。遠隔コンピュータのサーバプログラムは，PDAから受信したカロリー管理データをデータベースに記憶し(ボックス64)，受信データ及び蓄積された記憶データに基づいて，ユーザーのカロリー摂取量，カロリー消費量及び正味カロリー収支の分析を行い(ボックス66)，体重目標(例えば，減量目標)に対するユーザーの進捗状況についての各種メッセージやフィードバック情報を生成し(ボックス68)，PDAに送信され，ユーザーに提供される。このフィードバック情報は，ユーザーが体重目標を達成することを支援するための情報であり，例えば，カロリー摂取許容値を下げる，活動レベルを高める，体重目標を変更する等の提案が含まれ，体重目標に向けて前進するようにユーザーを動機付けるように機能する。また，フィードバック情報は，画像や映像クリップ等として，ホームページ等により，ユーザーに提供することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アによれば，引用例記載の体重調整システム(引用発明)の「身体的活動モニター」には，心拍数センサ，血糖値センサ，温度センサ，加速度センサ等の生理学的モニターが組み込まれ，この生理学的モニターが心拍数等の生理学的パラメータをモニターして身体的活動に関する信号を生成するのであるから，「身体的活動モニター」は，本願発明の「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つ」である「個人の生理学的パラメータ」を表わす電子的信号を発生する「センサー装置」に相当するものと認められる。また，引用発明の「身体的活動モニター」は，「手首装着型装置」であるから(前記ア(ウ))，「ユーザーが着用可能なセンサー装置」ということができる。",
                    "次に，前記アによれば，引用発明の「身体的活動モニター」が生成する心拍数等の生理学的パラメータを示すデータは，「身体的活動モニター」からPDAに送信され，PDAのカロリー管理プログラムは，これをモニターして身体的活動に関する信号を生成し，この信号はPDAから通信ネットワークを介して「遠隔コンピュータ」に身体的活動データとして伝送されるのであるから，「遠隔コンピュータ」は，「身体的活動モニター」と直接「電子通信関係」にあるとはいえないが，PDAから通信ネットワークを介して，「身体的活動モニター」が生成する身体的活動に関する信号を受信する関係にあるものと認められる。",
                    "しかるところ，本願発明の特許請求の範囲(請求項1)には，「センサー装置と電子通信関係にあって，該センサー装置から電子的センサー信号を受ける処理ユニット」における「センサー装置と電子通信関係」の用語の意義について規定した記載はない。",
                    "この点に関し，本願明細書には，「図1(判決注・別紙1参照)に示すように，センサー装置10から，好ましくはローカルネットワークワークまたはインターネットのような地球的規模の電子的ネットワークを介して定期的にアップロードされて遠隔の中央モニターユニット30へ送られ，そこで，データベースに蓄積された後処理してユーザーに提示される。」(段落【0047】)との記載がある一方で，「センサー装置10から中央モニターユニット30へ保存蓄積のために行うデータのアップロードには，種々の方法がある。一実施例において，センサー装置10が収集するデータは，最初に図1に示すパソコン35へ，例えば，RS232またはUSBポートのようなシリアル接続手段である物理的接続手段40により転送してアップロードされる。」(段落【0048】)，「そのデータは，パソコン35が受信すると，オプションとして，良く知られた種々の方法の任意のもので圧縮され，暗号化された後，好ましくはローカルネットワークまたはインターネットのような地球的規模の電子的ネットワークにより中央モニターユニット30へ送られる。パソコン35の代わりに，例えばPalm, Inc. により販売されるPalm VIIまたはMotion, Inc.により販売されるBlackberry双方向ペイジャーのようなパーソナルデジタルアシスタントのように，電子的ネットワークにアクセス可能でそのネットワークに対してデータを送受信できる任意の計算装置を使用できることに注意されたい。」(段落【0049】)との記載がある。これらの記載によれば，本願発明の「センサー装置と電子通信関係」の構成には，「処理ユニット」と「センサー装置」とがネットワークを介して直接データを送受信する場合のほかに，別紙1の図1に示すように，「センサー装置」からデータを送受信できる「パソコン35」あるいは「電子的ネットワークにアクセス可能でそのネットワークに対してデータを送受信できる任意の計算装置」がネットワークを介して「処理ユニット」にデータを送受信する場合を含むものと認められる。",
                    "そうすると，上記のとおり，引用発明の「遠隔コンピュータ」と「身体的活動モニター」とが，「身体的活動モニター」が発生する身体的活動に関する信号について，「身体的活動モニター」からそのデータを受信した「PDA」から通信ネットワークを介して「遠隔コンピュータ」が受信する関係にあることは，本願発明の「センサー装置と電子通信関係」の構成に相当するものといえる。",
                    "以上によれば，引用発明の「遠隔コンピュータ」は，本願発明の「センサー装置と電子通信関係にあって，該センサー装置から電子的センサー信号を受ける処理ユニット」に相当するものといえるから，本件審決が「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置と，該センサー装置から電子的センサー信号を受ける処理ユニットとより成」る点を本願発明と引用発明の一致点と認定したことに誤りはないものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，これに対し，引用発明のPDAは，単純にセンサー装置が取得した電子的信号を遠隔コンピュータに伝送するものではなく，カロリー管理プログラムを備え，カロリー摂取量及びカロリー消費量のユーザー入力を受領し，1日毎の正味カロリー収支を計算する機能や，少なくとも活動関連データの推定値(AEE)を計算する機能を有しているにもかかわらず，カロリー管理プログラムの技術的認定を欠いているから，本件審決の上記一致点の認定は誤りである旨主張する。",
                    "しかしながら，前記イのとおり，本願発明の「センサー装置と電子通信関係」の構成には，「処理ユニット」と「センサー装置」とがネットワークを介して直接データを送受信する場合のほかに，別紙1の図1に示すように，「処理ユニット」と「センサー装置」とが，「センサー装置」からデータを送受信できる「パソコン35」等がネットワークを介して「処理ユニット」にデータを送受信する場合を含むものであり，この場合に，「パソコン35」等が通信ネットワークを介してデータを送受信する機能以外の他の機能を有するかどうかは上記構成を備えることを左右するものではないと解される。",
                    "そうすると，引用発明のPDAがカロリー管理プログラムを備え，カロリー摂取量及びカロリー消費量のユーザー入力を受領し，1日毎の正味カロリー収支を計算する機能や，少なくとも活動関連データの推定値(AEE)を計算する機能を有していることは，引用発明の「遠隔コンピュータ」が，本願発明の「センサー装置と電子通信関係にあって，該センサー装置から電子的センサー信号を受ける処理ユニット」に相当するとの認定を妨げる根拠にはならないから，原告の上記主張は，その前提において，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "「電子的出力フィードバック信号」に係る一致点の認定の誤りについて",
              "text": [
                "原告は，本件審決が，引用発明のPDAが備えるカロリー管理プログラムが計算した許容カロリー摂取量等のデータが本願発明の「電子的出力フィードバック信号」に相当すると認定したのは誤りであり，引用発明は「電子的出力フィードバック信号」の構成を備えていないから，本件審決が，「入力装置から個人の予め設定した目標値を受け，目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ」，「処理ユニット」は，「電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供される」構成を備えている点を本願発明と引用発明の一致点と認定したのは誤りである旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の特許請求の範囲(請求項1)には，「個人の予め設定したフィットネス目標値，体重目標値及びエネルギー消費目標値のうち少なくとも1つに関するフィードバックを与える一体型システムであって，」，",
                  "text": [
                    "「処理ユニットは，",
                    "(i)入力装置から個人の予め設定した目標値を受け，",
                    "(ii)目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ，",
                    "(iii)電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，",
                    "(iv)目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供される」との記載がある。",
                    "上記(ii)の記載によれば，「目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つ」を表わすものは，本願発明の「電子的出力フィードバック信号」に含まれることを理解できる。",
                    "一方で，本願発明の特許請求の範囲(請求項1)には，「電子的出力フィードバック信号」における「フィードバック」の用語の意義について規定した記載はない。",
                    "この点に関し，本願明細書には，①「エネルギーバランス及びフィードバックサブシステムはエネルギーバランスを前向きで達成するための行動戦略についてのフィードバックを与える。フィードバック及び指導エンジンはシステムが発生するデータを分析することによりユーザーの進捗状況に応じてユーザーに種々の選択肢を与える。」(段落【0028】)，②「中央モニターユニットはまた，個人の健康及びライフスタイルの少なくとも一方の局面の管理に関するフィードバックを発生しそれを受け手に与えるように構成することができる。」，「フィードバックは個人の行動を修正する示唆を含むことができる。」(以上，段落【0030】)，③別紙1の図7の「体重マネジャーの構成に用いるステップ」に関し，「体重目標スクリーン1025上において，ユーザーには体重減少目標を設定するオプションが与えられる。ユーザーはこのオプションを選択すると，これらの目標を達成するための以下の情報，即ち現在の体重，目標体重，目標体重に到達するための目標日，目標となる毎日のカロリー摂取量及び目標となる毎日のカロリー燃焼レートを入力するようにリクエストされる。入力するように促される。その後，システムは以下の計算，即ち，ユーザーの現在の体重における体重指数，目標体重における体重指数，目標日までに目標体重に到達するに要する一週間後との減少体重，及び入力した毎日の摂取及び燃焼レートでの毎日のカロリーバランスの計算を行う。」(段落【0081】)，「システムの目標は毎日のカロリー摂取量を追跡し，全エネルギー消費量を自動的にモニターしてユーザーはそれらの状態及びこれら2つのパラメータに関する進捗状況を追跡できるようにする方法を提供することにある。ユーザーには，そのエネルギーバランスの達成に必要なさらに別の活動に関するフィードバックが与えられる。」(段落【0118】)，④別紙1の図15の「体重マネジャーインターフェイス1120」に関し，「フィードバック及び指導エンジンは，上述したように，全エネルギー消費量及び毎日のカロリー摂取量の計算により発生されるデータを分析して，フィードバックセクション1125においてユーザーにフィードバックを与える。フィードバックは，ユーザーの現在の進捗状況に応じて多種多様な選択肢を与えることができる。ユーザーが体重が減少すると共に毎日の目標カロリー摂取量及び全エネルギー消費量の目標を達成している場合，何ら調整を行うことなくプログラムを継続するように奨励される。ユーザーが予め設定した目標に従って体重が減少しない場合，全エネルギー消費量を増加し，毎日のカロリー摂取量を減少させ，全エネルギー消費量の増加と毎日のカロリー摂取量の減少の組み合わせによりエネルギーバランスの目標に到達するかより達成可能なように目標を再設定するオプションが与えられる。フィードバックはさらに，食事及びビタミンサプリメントに関する示唆を含むことができる。」(段落【0131】)との記載がある。",
                    "これらの記載によれば，本願明細書においては，「フィードバック」の用語は，システムがユーザーに対して体重減少目標等の目標達成のための行動に関する情報を提供する種々の動作を指すものとして使用されていることを理解できる。",
                    "さらに，「フィードバック」とは，一般に，「結果に含まれる情報を原因に反映させ，調節をはかること。」を意味するものといえる(広辞苑第六版)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，前記アの認定を踏まえて検討するに，前記(3)ア(エ)によれば，引用発明は，「体重調整プログラムを開始する際の設定処理」において，ユーザーが，PDAから初期体重，安静代謝率(RMR)等の開始パラメータを入力し，ある期間における総減量値又は目標減量率のような減量目標値(例えば，毎週1ポンド(約454グラム))を入力すると，PDAのカロリー管理プログラムは，減量目標に相応しいカロリー摂取レベル(許容カロリー摂取量)を計算し，さらに，カロリー摂取目標に相応しい栄養学上の推奨収支値を計算し，その計算結果をユーザーに提供し，ユーザーは，その計算結果に基づいて活動レベル(AEE)を変更することにより，カロリー管理プログラムは許容カロリー摂取量の計算及び栄養学上の推奨収支値の計算を繰り返し，許容カロリー摂取量を変更するものである。",
                    "まず，ユーザーが入力した「減量目標値」は，本願発明の「個人の予め設定した目標値」(請求項1の(i))に相当するものと認められる。",
                    "次に，PDAのカロリー管理プログラムが計算した「許容カロリー摂取量」及び変更後の「許容カロリー摂取量」は，上記「減量目標値」についての「目標達成のための計画」又は「目標達成のために推奨される行動の修正」に当たるものであり，しかも，ユーザーが入力した結果であるパラメーターを反映させて，ユーザーに提供される情報であるから，「フィードバック」情報であるといえる。そして，上記「許容カロリー摂取量」及び変更後の「許容カロリー摂取量」は，ユーザーに提供される際にPDAに表示されるものと理解できるから，本願発明の「電子的出力フィードバック信号」(請求項1の(ⅱ))に相当するものと認められる。",
                    "以上のとおり，引用発明においては，本願発明の「処理ユニット」が行う「入力装置から個人の予め設定した目標値を受け，目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ」る構成(請求項1の(i)及び(ⅱ))を，上記「処理ユニット」とは異なる「PDA」が行っているものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，前記(3)ア(エ)及び(オ)によれば，引用発明においては，「体重調整プログラムを開始する際の設定処理」をし，体重調整プログラムを開始した後の体重調整の過程において，カロリー摂取量に関するデータ，ユーザーの最新体重，身体的活動データ(身体的活動モニターからPDAに送信される心拍数等の生理学的パラメータに係る活動関連データを含む。)及び安静代謝率RMRを含むカロリー管理データが，間隔をおいてPDAに記録される。",
                    "そして，引用発明においては，別紙2の図4に示すように，これらのカロリー管理データがPDAから遠隔コンピュータに送信されると，遠隔コンピュータのサーバプログラムが，受信したカロリー管理データをデータベースに記憶し，その受信データ及び蓄積された記憶データに基づいて，ユーザーのカロリー摂取量，カロリー消費量及び正味カロリー収支の分析を行い，体重目標(例えば，減量目標)に対するユーザーの進捗状況についての各種メッセージやフィードバック情報を生成し，これをPDAに送信し，ユーザーに提供するものであり，この「フィードバック情報」は，例えば，カロリー摂取許容値を下げる，活動レベルを高める，体重目標を変更する等の提案が含まれ，体重目標に向けて前進するようにユーザーを動機付けるように機能するものである。",
                    "しかるところ，カロリー摂取許容値を下げる，活動レベルを高める，体重目標を変更する等の上記「フィードバック情報」は，「体重調整プログラムを開始する際の設定処理」において設定された「減量目標値」(前記(3)ア(エ))についての「目標達成のために推奨される行動の再修正」又は「目標達成のための計画の修正」の「評価結果」に当たるものであり，しかも，この評価結果は，引用発明の遠隔コンピュータが，PDAから受信した，上記設定処理時の許容カロリー摂取量等(電子的出力フィードバック信号)と身体的活動データ(電子的センサー信号)を比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価したもの(請求項1の(iii))といえるから，本願発明の「修正された電子的出力フィードバック信号」(請求項1の(iv))に相当するものと認められる。",
                    "以上のとおり，引用発明においては，本願発明の「処理ユニット」が行う「電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供される」構成(請求項1の(iii)及び(iv))を，上記「処理ユニット」に相当する「遠隔コンピュータ」(前記(3)イ)が行っているものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のイ及びウによれば，本件審決が，引用発明のPDAが備えるカロリー管理プログラムが計算した許容カロリー摂取量等のデータが本願発明の「電子的出力フィードバック信号」に相当すると認定したことに誤りはなく，また，本件審決が，「入力装置から個人の予め設定した目標値を受け，目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ」，「処理ユニット」は，「電子的出力フィードバック信号を電子的センサー信号と比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価し，目標達成のために推奨される行動の再修正及び目標達成のための計画の修正のうちの少なくとも1つより成る評価結果に基づき電子的出力フィードバック信号を修正するように構成されており，修正された電子的出力フィードバック信号はユーザーに提供される」構成を備えている点を本願発明と引用発明の一致点と認定したことにも誤りはないものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，これに対し，①引用発明におけるPDAが生成する許容カロリー摂取量等のデータは，ユーザーがサーバソフトウェアと対話することによりユーザーが構築，修正する体重目標を達成するための目標データであって，ユーザーが決定するデータであるから，本願発明の「個人の予め設定した目標値」に相当する情報である，②上記許容カロリー摂取量等のデータは，健康修正プランを修正するための初期データとして使用されることはなく，「電子的センサー信号」との比較により修正されることはない，③引用発明において本願発明の「電子的出力フィードバック信号」に相当するのは，引用発明の遠隔コンピュータ(システム)が，フィードバック情報源84が保有する利用可能な内容の中から決定する「フィードバック情報」であるといえるが，他方で，引用例には，サーバコンピュータが「電子的出力フィードバック信号」を「電子的センサー信号」と比較して自ら修正することの記載はないとして，引用発明の許容カロリー摂取量等のデータは，本願発明の「電子的出力フィードバック信号」に相当するものではないから，本件審決の上記一致点の認定は，その前提において誤りがある旨主張する。",
                    "しかしながら，前記イで認定したとおり，引用発明における許容カロリー摂取量等のデータは，「体重調整プログラムを開始する際の設定処理」の過程において，PDAのカロリー管理プログラムが，ユーザーが入力した「減量目標値」を受けて，その減量目標に相応しいカロリー摂取レベル(許容カロリー摂取量)を計算し，さらに，カロリー摂取目標に相応しい栄養学上の推奨収支値を計算してユーザーに提供された情報であって，カロリー管理プログラムが決定した計算結果であるから，本願発明の「入力装置から個人の予め設定した目標値」(請求項1の(i))ではなく，「減量目標値」についての「目標達成のための計画」又は「目標達成のために推奨される行動の修正」に当たる「電子的出力フィードバック信号」(請求項1の(ⅱ))に相当するものと認められる。",
                    "また，前記ウで認定したとおり，引用発明の遠隔コンピュータがユーザーに提供する「フィードバック情報」は，「体重調整プログラムを開始する際の設定処理」において設定された「減量目標値」についての「目標達成のために推奨される行動の再修正」又は「目標達成のための計画の修正」の「評価結果」に当たるものであり，しかも，この評価結果は，引用発明の遠隔コンピュータが，PDAから受信した，上記設定処理時の許容カロリー摂取量等(電子的出力フィードバック信号)と身体的活動データ(電子的センサー信号)を比較することにより，予め設定した目標値に対する個人の進捗状況及びフィードバックの有効性を評価したもの(請求項1の(iii))といえるから，本願発明の「修正された電子的出力フィードバック信号」(請求項1の(iv))に相当するものと認められる。",
                    "したがって，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における一致点の認定に原告主張の誤りはないから，原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の要旨認定の誤り及び相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決は，①本願発明は，「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号を発生する，ユーザーが着用可能なセンサー装置」と特定されており，コンテキストパラメータを考慮するか否かは選択事項であると認定し，本願発明におけるコンテキストパラメータの技術的意義を本願明細書の発明の詳細な説明を参酌することなく解釈することによって，本願発明の要旨認定を誤り，その結果，本願発明と引用発明との相違点を看過した誤りがある，②本願発明の処理ユニットは，引用発明のPDAの機能と遠隔コンピュータの機能とを単純に一体化させたものではなく，特許請求の範囲(請求項1の(ii)ないし(iv))記載の機能作用を奏する点において，引用発明のPDA及び遠隔コンピュータの機能作用と相違するが，本件審決には，上記相違点を看過した誤りがある旨主張する。",
                "しかしながら，上記①の点については，本願発明の特許請求の範囲(請求項1)の「個人の生理学的パラメータ及びコンテキストパラメータのうちの少なくとも1つを表わす電子的信号」との記載から明らかなように，本願発明の「電子的信号」は，「個人の生理学的パラメータ」又は「コンテキストパラメータ」の「少なくとも1つを表わす」ものであって，「コンテキストパラメータ」を表わさない構成のものを含むから，コンテキストパラメータを考慮するか否かは選択事項であるとした本件審決の認定に誤りはない。",
                "次に，上記②の点については，引用発明においては，前記1(4)イ及びウで認定したとおり，本願発明の「処理ユニット」が行う構成(請求項1の(i)ないし(iv))のうち，請求項1の(i)及び(ⅱ)に係る構成は，上記「処理ユニット」とは異なる「PDA」が行い，同請求項の(iii)及び(iv)に係る構成は，上記「処理ユニット」に相当する「遠隔コンピュータ」が行っているものと認められる。",
                "そして，本件審決は，上記と同様に，本願発明の「処理ユニット」が行う構成のうち，請求項1の(iii)及び(iv)に係る構成については，本願発明と引用発明の一致点として認定し，同請求項の(i)及び(ⅱ)に係る構成については，「入力装置から個人の予め設定した目標値を受け，目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号」を，本願発明は，「処理ユニット」が発生させるのに対し，引用発明は，「PDA」が発生させる点」を相違点2として認定しているから，本件審決に相違点の看過はない。",
                "したがって，原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件審決には原告主張の相違点の看過は認められないから，原告主張の取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の認定及び判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①引用発明のPDAが備えるカロリー管理プログラムが計算する許容カロリー摂取量等のデータは本願発明の「電子的出力フィードバック信号」に相当せず，引用発明のPDAは，電子的センサー信号と比較されるべき電子的フィードバック信号を生成しないから，本件審決の相違点2の認定は誤りであり，また，相違点2の容易想到性の判断も誤りである，②本願発明における「一体型システム」の技術的意義は，特許請求の範囲(請求項1)の(i)ないし(iv)記載の構成を一体として具備する処理ユニットとを含むシステムを意味するものであり，また，本願発明の処理ユニットは，前記2(1)②で述べたとおり，引用発明のPDAと遠隔コンピュータとを一体化させたにすぎない機能作用を奏するものではなく，請求項1の(ii)ないし(iv)記載の機能作用を奏する点において相違するから，これらを看過した本件審決の相違点3の認定は誤りである旨主張する。",
                "そこで，まず，上記①の点について検討するに，引用発明のPDAが備えるカロリー管理プログラムが計算した許容カロリー摂取量等のデータが本願発明の「電子的出力フィードバック信号」に相当するものと認められることは，前記1(4)イで認定したとおりであり，また，前記2(1)で認定したとおり，本件審決の相違点2の認定に誤りはない。",
                "しかるところ，引用例には，「PDAは，それ自身又は遠隔コンピュータシステムにおいて作動するカロリー管理ソフトウェアを利用して，音声メモ，画像，記号，バーコード，又は購入情報や後で都合のよい時に完全な食事登録データを生成するために使う情報データのような略式カロリー管理データを記録するために使用することができる。」(前記1(2)カ)との記載がある。この記載は，PDAが備えるカロリー管理プログラムが行う処理(請求項1の(i)及び(ⅱ)に係る構成)を「遠隔コンピュータにおいて作動するカロリー管理ソフトウェア」を利用して行ってよいことを示唆するものであるから，引用例に接した当業者は，上記処理をPDAと遠隔コンピュータのいずれの側で実行する構成とするかは，適宜選択できる設計事項であると理解するものといえる。",
                "そうすると，引用発明において，本願発明の「入力装置から個人の予め設定した目標値を受け，目標達成のために推奨される行動の修正及び目標達成のための計画のうちの少なくとも1つを表わし，ユーザーに提供される電子的出力フィードバック信号を発生させ」に相当する処理を，遠隔コンピュータが実行するように変更することは，当業者が容易に想到することができたものと認められるから，本件審決における相違点2の容易想到性の判断に誤りはない。",
                "次に，上記②の点については，本願発明の特許請求の範囲(請求項1)の記載によれば，本願発明のシステムは「一体型システム」であるといえるから，本件審決が，「本願発明のシステムは，「一体型システム」であるのに対し，引用発明のシステムは，「一体型」であることが明示的に特定されていない点」を相違点3として認定したことに誤りはない。",
                "また，前記2(1)で説示したとおり，本願発明の「処理ユニット」が行う構成のうち，請求項1の(iii)及び(iv)に係る構成については，本件審決が本願発明と引用発明の一致点として認定したことに誤りはなく，同請求項の(i)及び(ⅱ)に係る構成については，本件審決が本願発明と引用発明の相違点2として認定しているから，本件審決に原告主張の相違点の看過はない。",
                "したがって，原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件審決には原告主張の相違点の認定及び判断の誤りがあるものと認められないから，原告主張の取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本願発明は引用例に記載された発明に基づいて当業者が容易に発明をすることができたとした本件審決の判断に誤りはないから，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}