{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30"
    },
    {
      "text": "日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800257号事件について平成24年11月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「窒化インジウムガリウム半導体の成長方法」とする特許発明に係る特許(特許第2751963号。平成5年5月7日出願(国内優先権主張  平成4年6月10日(以下「優先日」という。)，平成4年11月4日)，平成10年2月27日設定登録。以下「本件特許」という。)の特許権者である(甲11)。",
            "原告は，平成23年12月16日，本件特許の請求項1ないし4に係る各発明についての特許を無効にすることを求めて，審判(無効2011-800257号事件)を請求し，被告は，平成24年6月27日，訂正請求(以下「本件訂正」といい，同訂正後の本件特許に係る明細書を「本件明細書」という。)を行い(乙2)，特許庁は，同年11月27日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は同年12月6日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正により請求項3が削除され，請求項4が請求項3とされた。本件訂正後の本件特許に係る特許請求の範囲は以下のとおりである(以下，本件訂正後の請求項1ないし3に係る発明を「本件発明1」ないし「本件発明3」という。)。(乙2)",
            "「【請求項1】基板上に，有機金属気相成長法により，次に成長させる窒化ガリウム層よりも低温で成長させるバッファ層を介して，バッファ層よりも高温で原料ガスのキャリアガスとして水素を用いて成長させた該窒化ガリウム層の上に，",
            "前記キャリアガスを窒素に切替え，原料ガスとして，ガリウム源のガスと，インジウム源のガスと，窒素源のガスとを用い，同じく有機金属気相成長法により，600℃より高く，900℃以下の成長温度で，インジウム源のガスのインジウムのモル比を，ガリウム1に対し，1．0以上に調整して，窒化インジウムガリウム半導体を成長させることを特徴とする窒化インジウムガリウム半導体の成長方法。",
            "【請求項2】前記有機金属気相成長法において，原料ガスを前記基板に押圧するガスを流すと共に，",
            "前記押圧するガスとして前記窒化インジウムガリウム半導体の成長時に窒素のみを用いることを特徴とする請求項1に記載の窒化インジウムガリウム半導体の成長方法。",
            "【請求項3】前記窒化インジウムガリウム半導体のX線ロッキングカーブの半値幅が8分以下であることを特徴とする請求項1または2に記載の窒化インジウムガリウム半導体の成長方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，優先日前に頒布された特開平3-203388号公報(以下「甲1文献」という。)に記載された発明(以下「甲1発明」という。)の内容並びに本件発明1と甲1発明との一致点及び相違点として，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「キャリアガスとして，H またはＮ を用い，III 族の原料ガスとして，TMA(トリメチルアルミニウム)，TMG(トリメチルガリウム)，TMI(トリメチルインジウム)を用い，該原料ガスの流量は，TMAは10cc／min，TMGは5cc／min，TMIは20cc／minとし，V族の原料ガスとして，ＮHを用いて結晶成長を行う有機金属気相成長法であって，",
                    "サファイア基板をＮH 雰囲気中で1000℃まで昇温して，10分間熱処理を施し，サファイア基板の表面を薄いAlＮ膜で覆い，",
                    "その後，サファイア基板の温度を950℃に下げ，AlＮ層から徐々に組成を変えてGaＮ層にしていくことにより，バッファ層としてのAlＮ／GaＮ歪超格子層を形成し，",
                    "次に，サファイア基板の温度を800℃まで下げ，該バッファ層の表面に，n型のGa In Ｎ層及びp型のGa In Ｎ層からなるpn接合構造を形成すx 1-X x 1-Xることを含む，半導体発光素子の製造方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「キャリアガスとして，水素または窒素を用い，",
                    "基板上に，有機金属気相成長法により，バッファ層を介して成長させた窒化ガリウム層の上に，",
                    "原料ガスとして，ガリウム源のガスと，インジウム源のガスと，窒素源のガスとを用い，同じく有機金属気相成長法により，600℃より高く，900℃以下の成長温度で，インジウム源のガスのインジウムのモル比を，ガリウム1に対し，1．0以上に調整して，窒化インジウムガリウム半導体を成長させる窒化インジウムガリウム半導体の成長方法。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1は，キャリアガスとして水素を用いて「窒化ガリウム層」を成長させ，その後，キャリアガスを切替えて，キャリアガスとして窒素を用いて「窒化インジウムガリウム半導体」を成長させるのに対して，甲1発明は，キャリアガスとして水素または窒素を用いるものの，「窒化ガリウム層」成長時と「窒化インジウムガリウム半導体」成長時とで，それぞれキャリアガスとして水素または窒素のどちらを用いるのか不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1は，「窒化ガリウム層」が「バッファ層」より高温で成長するのに対して，甲1発明の「バッファ層」(AlＮ／GaＮ歪超格子層の，AlＮ層から徐々に組成が変わっていく部分)及び「窒化ガリウム層」(AlＮ／GaＮ歪超格子層のGaＮ層となった部分)は，同じ温度950℃で成長している点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は適法な訂正である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明及び周知技術に基づいて相違点1に係る構成に至るのが，当業者にとって容易であったとはいえない。したがって，相違点2について検討するまでもなく，本件発明1は甲1発明及び周知技術に基づいて当業者が容易に発明することができたものとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明2及び3は，本件発明1の特定事項を全て含むものであるから，本件発明2及び3も，甲1発明及び周知技術に基づいて当業者が容易に発明することができたものとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決には，以下のとおり，相違点1についての容易想到性の判断に誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "容易想到性の判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一定の課題を解決するために，公知の複数の選択肢の中から最適選択肢を選択することは，当業者が容易になし得るものである。以下のとおり，本件発明1の相違点1に係る構成は，公知の複数の選択肢の中から最適選択肢を選択したものである。したがって，当業者は，本件発明1の相違点1に係る構成に，容易に想到し得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献の3頁右上欄6行目ないし8行目には，「キャリアガス20として，H またはＮ を用い」との記載がある。",
                        "甲1文献の第1図では，「2AlＮ層(バッファ層)」が「1サファイア基板」の上に積層されており，2頁右下欄下から5行目ないし末行にはバッファ層はAlzGa Ｎ層(0≦z≦1)でもよい旨の記載があることから，サファイア基板の1-z上に蓄積されている第1図のバッファ層(層2)は，GaＮ層(Al Ga Ｎ層z 1-zのzを0としたもの)でもよいと理解される。",
                        "また，甲1文献の第1図では，2AlＮ層(バッファ層)の上に3n-Ga Ixn Ｎ層が積層され，その上に4p-Ga In Ｎ層が積層されており，2頁1-X x 1-X左下欄10行目ないし13行目には，Ga In Ｎ層のxは(0≦x≦1)であx 1-Xるとの記載があり，層3及び4はx＝0．5のときいずれもGaInＮ層となる。",
                        "当業者は，第1文献の第1図の層2をGaＮ層，層3をGalnＮ層と理解し，甲1文献の3頁右上欄6行目ないし8行目の上記記載を閲覧すれば，層1(サファイア基板)の上にキャリアガス(H 又はＮ )を用いてGaとＮの2つの材料を積層させてGaＮ層(層2)を形成し得，その上に，キャリアガス(H 又はＮ )を用いてGa，In，Ｎの3つの材料を積層させてGaInＮ層(層3)を形成し得ると理解する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このように，当業者が，GaＮ層(層2)とGaInＮ層(層3)の形成のためのキャリアガスの選択肢としてH とＮ の2つがあることを知れば，①GaＮ層(層2)の形成の最適化のために，キャリアガスとしてH を選択して，GaＮ層(層2)を形成し，さらに，②GaInＮ層(層3)の形成の最適化のために，キャリアガスとしてＮ を選択して，上記GaＮ層の上にGaInＮ層(層3)を形成することは，当業者の通常の創作能力の発揮の範囲内の行為であって，容易に想到し得る。",
                        "すなわち，当業者は，まずGaＮ層(層2)の形成のために，キャリアガスとしてH とＮ の2つの選択肢の双方をテストして，GaＮ層(層2)の形成に最適と評価する1つを選択し，H を用いることに容易に想到し得る。同様に，当業者は，GaInＮ層(層3)の形成のために，キャリアガスとしてH とＮ の2つの選択肢の双方をテストして，Ｎ を使用することに容易に想到し得る。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，有機金属気相成長法のもとでの発光素子のGaInＮ層の形成に際し，キャリアガスとしてＮ を用いることは，優先日当時，当業者間で周知であった。したがって，当業者がGaInＮ層の形成に際してキャリアガスとしてＮ を用いることは容易であった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の判断に対して",
              "text": [
                "審決は，キャリアガスを切り替えれば，製造工程が複雑になることは自明であるから，切り替えを採用するには相応の動機が必要であると判断する。しかし，審決の同判断には誤りがある。",
                "当業者は，テストを行わない限り，GaＮ層(層2)を形成するために最適なキャリアガスと，GaInＮ層(層3)を形成するために最適なキャリアガスが同一であるとは判断できないのであり，テストを行えば，その結果から，GaＮ層(層2)の形成のためにキャリアガスとしてH を用いること，GaInＮ層(層3)の形成のためにキャリアガスとしてＮ を用いることに，必ず想到する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張に対して",
              "text": [
                "被告は，結晶成長工程の途中で，キャリアガスをH からＮ に切り替えることの記載も示唆もない甲1文献から，本件発明1の相違点1に係る構成に至るのは，容易でないと主張する。",
                "しかし，被告の主張は失当である。",
                "本件発明1は，「結晶成長行程の途中」でキャリアガスを切り替える発明ではない。本件発明1は，異なる2つの層を，異なる2つのキャリアガス(及び原料ガス)を用いて別々に成長させる発明にすぎない。そして，このように，異なる2つの層を成長させる過程で，それぞれの層の成長において適切なキャリアガスを選択することは，当業者の通常の創作能力の発揮にすぎない。",
                "本件発明1では，GaＮを成長させる原料ガスからGaInＮを成長させる原料ガスに切り替えるのであるから，原料ガスの切り替えとともにキャリアガスを切り替えることも行われる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "以下のとおり，当業者が本件発明1の相違点1に係る構成に至るのは容易ではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "容易想到性の判断",
              "text": [
                "本件発明1は，GaＮの成長時には原料ガスのキャリアガスにH を用い，GaInＮを成長させる際にはキャリアガスをＮ に切り替えることにより，下地となるGaＮの結晶性を極めて良好に保ちながら，同時に，GaInＮの成長時におけるGaInＮ中のInＮの分解を抑制し，それによって青色発光ダイオード等の発光デバイスを実現可能とする，高品質のGaInＮの成長に初めて成功したものである。",
                "甲1文献には，結晶成長工程全体を通じて単一のキャリアガス(H 又はＮ )を用いることが記載されているにすぎず，結晶成長工程の途中でキャリアガスをHからＮ に切り替えることについて記載も示唆もない。また，甲1発明の解決課題は，サファイア基板上に直接GaInＮを成長させた場合のGaInＮ層の結晶性の悪さを改善し，高品質のpn接合構造を形成することであり，本件発明1とは，解決課題が異なる。",
                "また，優先日当時，当業者に，結晶成長工程の途中で，キャリアガスを切り替えるという発想はなかった。",
                "したがって，甲1文献から，結晶成長工程の途中でキャリアガスをH からＮ に切り替えるとの，本件発明1の相違点1に係る構成に至るのは，当業者にとって容易とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対して",
              "text": [
                "原告は，相違点1に係る構成は，一定の課題を解決するために，公知の複数の選択肢の中から最適選択肢を選択するものであるから，当業者が容易になし得ると主張する。",
                "しかし，以下のとおり，原告の主張は失当である。",
                "確かに課題解決するために公知選択肢の中から最適選択肢を選択するだけの手段を付加するものであれば，容易想到であるともいえるが，当該発明の相違点に係る構成が，技術を適用するに当たり当然に考慮すべき事項ではない場合，又は，当該発明の相違点に格別の技術的意義や作用・機能がある場合は，容易想到であるとすることはできない。",
                "本件発明1は，従来は，結晶成長工程の全体を通して同じキャリアガスが用いられていたのに対し，結晶成長工程の途中でキャリアガスをH からＮ に切り替えることで高品質なGaInＮの結晶を得ることができる点において，格別の技術的意義や作用がある。したがって，相違点1に係る構成は，格別の技術的意義や作用・機能がある構成に当たる。",
                "また，キャリアガスとしてH を用いた場合は，Ｎ を用いた場合と比較して，純度が高い，自然対流が起きにくい，成長速度が大きいとのメリットがあった。そのため，当業者は，成長させる層の種類が異なるとしても，結晶成長工程全体を通してキャリアガスとしてH を用い続けるのが常識的であった。したがって，相違点1に係る構成は，技術の具体的適用に伴い当然に考慮すべき事項ではなかった。",
                "よって，本件発明1は，「一定の課題を解決するために公知選択肢の中から最適選択肢を選択するもの」には該当しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由に理由はないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，以下の記載がある(甲11，乙2)。",
                "「【0001】",
                "【産業上の利用分野】本発明は青色発光ダイオード，青色レーザーダイオード等に使用される窒化インジウムガリウム半導体の成長方法に関する。",
                "【0002】",
                "【従来の技術】青色ダイオード，青色レーザーダイオード等に使用される実用的な半導体材料として窒化ガリウム(GaＮ，以下GaＮと記す。)，窒化インジウムガリウム(In Ga Ｎ，0＜X＜1，以下InGaＮと記す。)，窒化ガリウムX 1-Xアルミニウム(Al Ga Ｎ，0＜Y＜1，以下AlGaＮと記す。)等の窒化Y 1-Yガリウム系化合物半導体が注目されており，その中でもInGaＮはバンドギャップが2eV～3．4eVまであるため非常に有望視されている。",
                "【0003】従来，有機金属気相成長法(以下MOCVD法という。)によりInGaＮを成長させる場合，成長温度500℃～600℃の低温で，サファイア基板上に成長されていた。・・・",
                "【0004】",
                "【発明が解決しようとする課題】このような条件の下で成長されたInGaＮの結晶性は非常に悪く，例えば室温でフォトルミネッセンス測定を行っても，バンド間発光はほとんど見られず，深い準位からの発光がわずかに観測されるのみであり，青色発光が観測されたことはなかった。しかも，X線回折でInGaＮのピークを検出しようとしてもほとんどピークは検出されず，その結晶性は，単結晶というよりも，アモルファス状結晶に近いのが実状であった。",
                "【0005】青色発光ダイオード，青色レーザーダイオード等の青色発光デバイスを実現するためには，高品質で，かつ優れた結晶性を有するInGaＮの実現が強く望まれている。よって，本発明はこの問題を解決するべくなされたものであり，その目的とするところは，高品質で結晶性に優れたInGaＮの成長方法を提供するものである。",
                "【0006】",
                "【課題を解決するための手段】我々は，InGaＮをMOCVD法で成長するにあたり，従来のようにサファイア基板の上に成長させず，次に成長させるGaＮ層よりも低温で成長させるバッファ層を介して，バッファ層よりも高温で成長させた該GaＮ層の上に成長させることによりその結晶性が格段に向上することを新規に見出した。",
                "【0007】即ち，本発明の成長方法は，基板上に，有機金属気相成長法により，次に成長させる窒化ガリウム層よりも低温で成長させるバッファ層を介して，バッファ層よりも高温で原料ガスのキャリアガスとして水素を用いて成長させた該窒化ガリウム層の上に，前記キャリアガスを窒素に切替え，原料ガスとして，ガリウム源のガスと，インジウム源のガスと，窒素源のガスとを用い，同じく有機金属気相成長法により，600℃より高く，900℃以下の成長温度で，インジウム源のガスのインジウムのモル比を，ガリウム1に対し，1．0以上に調整して，窒化インジウムガリウム半導体を成長させることを特徴とする。」",
                "「【0009】原料ガスを供給しながらInGaＮ成長中，インジウム源のガスのインジウムのモル比は，ガリウム1に対し，0．1以上に調整することを特徴とする。さらに好ましくは1．0以上に調整する。インジウムのモル比が0．1より少ないと，InGaＮの混晶が得にくく，また結晶性が悪くなる傾向にある。なぜなら，例えば600℃より高い温度でInGaＮを成長させた場合，多少なりともInＮの分解が発生する。従ってInＮがGaＮ結晶中に入りにくくなるため，好ましくその分解分よりもインジウムを多く供給することによって，InＮをGaＮの結晶中に入れることができる。・・・",
                "【0010】また，原料ガスのキャリアガスとして窒素を用いることを特徴とする。窒素をキャリアガスに用いることにより，成長中にInGaＮ中のInＮが分解して結晶格子中から出ていくのを抑制することができる。",
                "【0011】InGaＮの成長温度は600℃より高い温度が好ましく，さらに好ましくは700℃以上，900℃以下の範囲に調整する。600℃以下であるとGaＮの結晶が成長しにくいため，結晶性のよいInGaＮの結晶ができにくくなる傾向にある。また，900℃より高い温度であるとInＮが分解しやすくなるため，InGaＮがGaＮになりやすい傾向にある。」",
                "「【0013】",
                "【作用】最も好ましい本発明の成長方法によると，原料ガスのキャリアガスを窒素として，600℃より高い成長温度において，InGaＮの分解を抑制することができ，またInＮが多少分解しても，原料ガス中のインジウムを多く供給することにより高品質なInGaＮを得ることができる。",
                "【0014】さらに，従来ではサファイア基板の上にInGaＮ層を成長させていたが，サファイアとInGaＮとでは格子定数不整がおよそ15％以上もあるため，得られた結晶の結晶性が悪くなると考えられる。一方，本発明ではGaＮ層の上に成長させることにより，その格子定数不整を5％以下と小さくすることができるため，結晶性に優れたInGaＮを形成することができる。図2は本発明の一実施例により得られたInGaＮのフォトルミネッセンスのスペクトルであるが，それを顕著に表している。従来法では，InGaＮのフォトルミネッセンスの青色のスペクトルは全く測定できなかったが，本発明では明らかに結晶性が向上しているために450nmの青色領域に発光ピークが現れている。」",
                "「【0028】",
                "【発明の効果】本発明の成長方法によると従来では不可能であったInGaＮ層の単結晶を成長させることができる。また，GaＮ層を成長させる前にサファイア基板上に低温でバッファ層を成長させることにより，その上に成長させるGaＮ層の結晶性がさらに向上するため，InGaＮの結晶性もよくすることができる。",
                "【0029】このように本発明の成長方法は，将来開発される青色発光デバイスに積層される半導体材料をダブルへテロ構造にできるため，青色レーザーダイオードが実現可能となり，その産業上の利用価値は大きい。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1文献の記載",
              "text": [
                "甲1文献には，以下の記載がある。また，第1図は別紙甲1文献第1図のとおりである。(甲1)",
                "「2．特許請求の範囲",
                "・・・"
              ]
            },
            {
              "fig": "(3)",
              "subject": "キャリアガスとして，H またはＮ を用い，Ⅲ族の原料ガスとして，有機In化合物，有機Al化合物，有機Ga化合物を用い，V族の原料ガスとして，ＮH を用いて結晶成長を行う有機金属気相成長法であって，",
              "text": [
                "基板を昇温する際，ＮH 雰囲気中で行い，前記基板の表面を窒化処理した後に，この窒化処理した基板の表面に，バッファ層としてAlＮ層およびAlＮ／GaＮ歪超格子層および",
                "Al Ga Ｎ層(0≦z≦1)のうちの少なくとも一層を成長させる工程と，"
              ],
              "content": [
                {
                  "fig": "z",
                  "subject": "1-z  この表面にGa In Ｎ層(0≦x≦1)のpn接合構造を形成する工程とをx 1-x含む半導体発光素子の製造方法。」(1頁左欄4行目～右欄7行目)",
                  "text": [
                    "「〔産業上の利用分野〕",
                    "この発明は，高性能な可視光を発光する半導体発光素子およびその製造方法に関するものである。」(1頁右欄9行目～11行目)",
                    "「〔発明が解決しようとする課題〕",
                    "しかしながら，このように，サファイア基板1上に，n-GaInＮ層41の結晶を直接エピタキシャル成長させると，サファイア基板1とn-GaInＮ層41との格子定数や熱膨張係数の整合性が悪くなる。すなわちサファイア基板1とn-GaInＮ層41との界面の結晶性が悪くなり，この界面の膜内で窒素(Ｎ)が不足する。またサファイア基板1とn-GaInＮ層41との界面には，サファイア基板1を構成する酸素と，n-GaInＮ層41を構成するInやGaとが結合することにより，高温で不安定なIn-OやGa-Oが生成される。その結果，良質な結晶性を有するn-GaInＮ層41を得ることができない。このように，n-GaInＮ層41の結晶性が悪化することにより，その表面に形成されるI-GaInＮ層42は，いくらp型ドーパントであるZn(亜鉛)をドープしても，p型とはならず，I層となり，高品質なpn接合構造を形成するのが困難という問題があった。",
                    "・・・",
                    "この発明の目的は，発光領域に高品質のpn接合を形成し，直接遷移を利用した高効率の半導体発光素子およびその製造方法を提供するものである。」(2頁左上欄16行目～左下欄8行目)",
                    "「〔課題を解決するための手段〕",
                    "・・・",
                    "請求項(3)記載の半導体発光素子の製造方法は，キャリアガスとしてH またはＮ を用い，Ⅲ族の原料ガスとして有機In化合物，有機Al化合物，有機Ga化合物を用い，Ⅴ族の原料ガスとして，ＮH を用いて結晶成長を行う有機金属気相成長法であって，",
                    "基板を昇温する際，ＮH 雰囲気中で行い，前記基板の表面を窒化処理した後に，この窒化処理した基板の表面に，バッファ層としてAlＮ層およびAlＮ／GaＮ歪超格子層およびAl Ga Ｎ層(0≦z≦1)のうちの少なくとも一層を成長z 1-zさせる工程と，",
                    "この表面にGa In Ｎ層(0≦x≦1)のpn接合構造を形成する工程とをx 1-x含むものである。」(2頁左下欄9行目～右下欄14行目)",
                    "「〔実施例〕",
                    "第1図はこの発明の一実施例の半導体発光素子を示す構造図である。",
                    "第1図に示すように，サファイア基板1と，このサファイア基板1上にバッファ層として形成したAlＮ層2と，このAlＮ層2上に形成したn-Ga Inx 1-xＮ層3(0≦x≦1)およびp-Ga In Ｎ層4(0≦x≦1)からなるpnx 1-x接合構造と，この表面に形成したAlの電極5，6とを備えたものである。",
                    "なおバッファ層として，AlＮ層2を形成したが，AlＮ／GaＮ歪超格子層またはAl Ga Ｎ層(0≦z≦1)を形成しても良い。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "z",
      "text": [
        "1-z  このように構成された半導体発光素子Xは，波長420nmの青色で発光する(A方向)。",
        "第2図はこの発明の一実施例のために用いられる有機金属気相(MOVPE)装置を示す概念図である。",
        "第2図に示すように，有機金属気相(MOVPE)装置Yは，キャリアガス20として，H またはＮ を用い，原料ガスとして，Ⅲ族にはTMA(トリメチルアルミニウム)10，TMG(トリメチルガリウム)11，TMI(トリメチルインジウム)12を用い，V族にはＮH を用いた。またp型ドーパントには，Cp Mg(シンクロペンタジエニルマグネシウム)13を用い，n型ドーパントには，HSe(セレン化水素)15を用いた。」(3頁左上欄8行目～右上欄15行目)",
        "「〔発明の効果〕",
        "この発明の半導体発光素子およびその製造方法によれば，窒化処理された基板上に，バッファ層として，AlＮ層およびAlＮ／GaＮ歪超格子層およびAl Gza Ｎ層(0≦z≦1)のうちの少なくとも一層を形成した後に，この表面にG1-za In Ｎ層(0≦x≦1)を形成することによって，窒素を充分に含む高品質，x 1-xかつ結晶性の良いGa In Ｎ層を形成することができ，pn接合構造を容易にx 1-x形成することができる。その結果，従来の技術では得られなかった短波長の波長を有する半導体発光素子を再現性良く得ることができ，直接遷移を利用した高効率の青色の半導体発光素子を得ることができる。さらに歩留まりを向上させ，かつコストを低減することができる。",
        "また上記バッファ層の形成は，青色の半導体発光素子だけ限らず，緑色および黄色の半導体発光素子の通用も可能であり，半導体発光素子(可視光ダイオード)への応用は，極めて広く，その効果は大きい。」(4頁右下欄11行目～5頁左上欄11行目)"
      ]
    },
    {
      "fig": "2",
      "subject": "容易想到性の判断",
      "content": [
        {
          "fig": "(1)",
          "subject": "本件発明1の解決課題等",
          "text": [
            "本件発明1に係る特許請求の範囲及び上記の本件明細書の記載によると，本件発明1は，青色発光ダイオード，青色レーザーダイオード等に使用される窒化インジウムガリウム半導体の成長方法における発明であり，従来，有機金属気相成長法(MOCVD法)によりInGaＮを成長させる場合，500～600℃の低温で，サファイア基板上に成長させていたが，このような条件の下で成長させたInGaＮは結晶性が悪いことから，高品質で，かつ優れた結晶性を有するInGaＮを生成することを解決課題としたものである(段落【0003】ないし【0005】)。",
            "本件発明1では，上記課題を解決するために，InGaＮを有機金属気相成長法で成長させるにあたり，基板上に，次に成長させるGaＮ層よりも低温で成長させるバッファ層を介して，バッファ層よりも高温で，原料ガスのキャリアガスとしてH を用いてGaＮ層を成長させ，その後，キャリアガスをＮ に切り替えて，当該GaＮ層の上に，原料ガスとしてガリウム源のガスと，インジウム源のガスと，窒素源のガスとを用い，600℃より高く，900℃以下の成長温度で，インジウム源のガスのインジウムのモル比を，ガリウム1に対し1．0以上に調整して，InGaＮを成長させるとの課題解決手段を採用した。すなわち，本件発明1では，600℃以下だとGaＮの結晶が成長しにくいため，結晶性のよいInGaＮができにくくなる傾向にあり，また，900℃より高い温度だとInＮが分解しやすくなるため，InGaＮがGaＮになりやすい傾向にあることから，600℃より高く，900℃以下の成長温度とし(段落【0011】)，インジウムのモル比が少ないと，InGaＮの混晶が得にくく，また結晶性が悪くなる傾向にあるため，インジウム源のガスのインジウムのモル比を，ガリウム1に対し1．0以上に調整して，InＮをGaＮの結晶中に入れることができるようにし(段落【0009】)，600℃より高い温度でInGaＮを成長させた場合，多少なりともInＮの分解が発生するが，Ｎ をキャリアガスに用いることにより，600℃より高い成長温度において，InGaＮの成長中にInGaＮ中のInＮが分解して結晶格子中から出ていくのを抑制し(段落【0009】【0010】【0013】)，InGaＮ層をGaＮ層の上に成長させることにより，その格子定数不整を5％以下と小さくすることができるようにした(段落【0014】)ものである。",
            "本件発明1の構成を採用したことにより，従来では不可能であったInGaＮ層の単結晶を成長させることができ，また，GaＮ層を成長させる前にサファイア基板上に低温でバッファ層を成長させることにより，その上に成長させるGaＮ層の結晶性がさらに向上するため，InGaＮの結晶性もよくすることができるとの効果を奏する(段落【0028】)。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "甲1発明の解決課題等",
          "text": [
            "前記の甲1文献の記載によると，甲1発明は，高性能な可視光を発光する半導体発光素子の製造方法に関する発明であり，従来技術のように，サファイア基板上にn-GaInＮ層の結晶を直接エピタキシャル成長させると，サファイア基板とn-GaInＮ層との格子定数や熱膨張係数の整合性が悪くなり，良質な結晶性を有するn-GaInＮ層を得ることができないとの問題があったことから，発光領域に高品質のpn接合を形成し，直接遷移を利用した高効率の半導体発光素子の製造方法を提供することを解決課題とした発明である。甲1発明は，この課題を解決するために，窒化処理された基板上に，バッファ層として，AlＮ層，AlＮ／GaＮ歪超格子層及びAl Ga Ｎ層(0≦z≦1)のうちの少なくとも一層を形成z 1-zし，その表面にGa In Ｎ層(0≦x≦1)を形成するとの構成を採用したもx 1-xのである。そして，Al Ga Ｎ層(0≦z≦1)は，z＝0とするとGaＮ層z 1-zとなる。",
            "甲1文献には，有機金属気相成長法により，基板の表面に上記GaＮ層，その表面にGa In Ｎ層(0≦x≦1)を形成するに当たり，キャリアガスとしてHx 1-x又はＮ を用いることが開示されている。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "容易想到性の判断",
          "text": [
            "前記のとおり，本件発明1は，サファイア基板の上にInGaＮを成長させることによるInGaＮの結晶性の悪さ等の問題を解決するため，高品質で，かつ優れた結晶性を有するInGaＮを生成することを解決課題とし，有機金属気相成長法において，キャリアガスとしてH を用いてGaＮ層を成長させ，キャリアガスをＮ に切り替えて，当該GaＮ層の上にInGaＮ層を成長させるとの構成を採用したものである。これに対し，甲1発明は，サファイア基板上にn-GaInＮ層の結晶を直接成長させると，良質な結晶性を有するn-GaInＮ層を得ることができないとの問題を解決するため，発光領域に高品質のpn接合を形成し，直接遷移を利用した高効率の半導体発光素子の製造方法を提供することを解決課題とした発明であり，その解決課題は本件発明1の解決課題と共通する点がある。",
            "しかし，甲1文献には，キャリアガスとしてH 又はＮ を用いることは開示されているものの，Al Ga Ｎ層(0≦z≦1)(GaＮ層)の形成時とGa Inz 1-z xＮ層(0≦x≦1)の形成時とで，キャリアガスを切り替えることについての1-x記載も示唆もない。また，有機金属気相成長法によって連続して異なる組成による層を形成するに当たり，形成させる層に応じてキャリアガスを切り替えることと，全ての層の形成を同じキャリアガスを用いて行うこととは技術思想が異なると解されるところ，優先日当時，有機金属気相成長法によって連続して異なる組成による層を形成するに当たり，形成させる層に応じてキャリアガスを切り替えるとの公知技術や周知技術があったと認めるに足りる証拠はない。したがって，優先日当時，形成させる層に応じてキャリアガスを切り替えるとの技術思想はなかったものと認められる。",
            "そうすると，甲1文献に接した当業者は，Al Ga Ｎ層(0≦z≦1)(Gz 1-zaＮ層)形成時とGa In Ｎ層(0≦x≦1)形成時を通して，キャリアガスx 1-xとしてH 又はＮ のどちらか一方を用いることができると理解するものと認められ，GaＮ層の形成時とGaInＮ層の形成時とでキャリアガスを切り替えるとの構成に容易に想到し得るとは認められない。したがって，当業者が，甲1文献の記載から，本件発明1の相違点1に係る構成に容易に想到し得るとはいえない。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "原告の主張に対して",
          "text": [
            "原告は，一定の課題を解決するために，公知の複数の選択肢の中から最適選択肢を選択することは，当業者が容易になし得るものであり，本件発明1の相違点1に係る構成は，公知の複数の選択肢の中から最適選択肢を選択したものであるから，当業者は，本件発明1の相違点1に係る構成に，容易に想到し得ると主張する。",
            "しかし，以下のとおり，原告の主張は失当である。",
            "すなわち，前記のとおり，甲1文献には，Al Ga Ｎ層(0≦z≦1)(Gz 1-zaＮ層)の形成時とGa In Ｎ層(0≦x≦1)の形成時とで，キャリアガスx 1-xを切り替えることについての記載も示唆もなく，また，優先日当時，有機金属気相成長法によって連続して異なる組成による層を形成するに当たり，形成させる層に応じてキャリアガスを切り替えるとの公知技術や周知技術があったと認めるに足りる証拠はない以上，相違点1に係る構成を採用することは，単に公知の複数の選択肢の中から最適選択肢を選択することとはいえない。原告の主張は採用の限りでない。",
            "また，原告は，有機金属気相成長法での発光素子のGaInＮ層の形成に際し，キャリアガスとしてＮ を用いることは，優先日当時，当業者間で周知であり，GaInＮ層の形成に際してキャリアガスとしてＮ を用いることは容易であったと主張する。",
            "しかし，原告のこの主張も失当である。",
            "すなわち，「Photoluminescence of InGaN films grown at high temperature by metalorganic vapor phase epitaxy」と題する論文(甲13)や特開平4-209577号公報(甲8)には，有機金属気相成長法において，GaInＮ層の形成に際し，キャリアガスとしてＮ を用いることは記載されているものの，同文献等から，GaＮ層を形成する際にキャリアガスとしてH を用いること，及びGaInＮ層の形成に当たり，キャリアガスを切り替えることについての記載及び示唆はなく，相違点1に係る構成について，当業者が容易になし得ると認めることは到底できない。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "以上のとおり，本件発明1は，当業者が容易に想到し得るものではない。本件発明2及び3は，本件発明1の相違点1に係る構成を有するものであるから，同様に，本件発明2及び3も，当業者が容易に想到し得るものではない。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "結論",
      "text": [
        "上記のとおりであるから，原告主張の取消事由は理由がない。その他，原告は縷々主張するが，いずれも理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}