{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2016-8802号事件について平成28年10月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，意匠登録出願拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，後記本願部分の画像が意匠法2条2項の「物品の操作(当該物品がその機能を発揮できる状態にするために行われるものに限る。)の用に供される画像」を構成し，その結果，本願意匠が同法3条1項柱書の「工業上利用することができる意匠」に当たるか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成27年3月16日，意匠法14条1項により3年間秘密にすることを請求し，物品の部分について意匠登録を受けようとする意匠登録出願をしたところ(意願2015-5579号。甲1。以下「本願」という。)，同年11月11日付けで拒絶理由通知を受け(甲3)，同年12月24日，「意匠に係る物品の説明」を補正する手続補正をしたが(甲5)，平成28年2月17日付けで拒絶査定を受けたので(甲6)，同年6月14日，拒絶査定不服審判請求を行った(不服2016-8802号。甲7)。",
            "特許庁は，平成28年10月5日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月18日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願意匠",
          "text": [
            "本願の意匠登録を受けようとする意匠(以下「本願意匠」という。)は，別紙第1のとおりである(以下，本願において，意匠登録を受けようとする部分を「本願部分」という。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "物品と一体として用いられる，自動車周囲の路面，組み立て駐車場，あるいは展示場の床板等の表示機器(以下「表示機」という。)に表される画像を含む意匠について意匠登録を受けようとする場合は，意匠に含まれる画像が意匠法2条2項において規定する物品の機能を発揮できる状態にするための操作の用に供される画像であることが必要である。",
                "しかし，本願部分の縮小画像図1～9には操作のための図形等が一つも表れておらず，これらの縮小画像図1～9を全体として見たとしても右折の操作に用いられるものとは認められず，これから右折することを運転者及び周囲の者に示すために表示しているにすぎない。",
                "そうすると，本願部分の画像は，意匠法2条2項所定の画像を構成するとは認められないから，本願部分の画像は，意匠法上の意匠を構成するとは認められない。",
                "したがって，本願意匠は，意匠法3条1項柱書に規定する「工業上利用することができる意匠」に該当しないから，意匠登録を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "自由に肢体を動かせない者が行う，モニター等に表示される文字を選択するための画像や，音声認識させるための発声などによる操作のための画像とは異なり，本願部分の画像には，運転者が自動車を右折させるための操作ボタン等の画像が何も表示されていない。また，表示された画像を用いてハンドルをきる等の操作をするのではなく，これから自動車が右折するとの警告を表示機に表示するものである。",
                "したがって，本願部分の画像は，運転者が自動車を右折させるための操作の用に供する画像とは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，本願部分が意匠法2条2項において規定する「物品の操作(当該物品がその機能を発揮できる状態にするために行われるものに限る。)の用に供される画像」(以下，「物品の操作…の用に供される画像」という。)ではないから，本願意匠が同法3条1項柱書に規定する「工業上利用することができる意匠」に該当しないと判断したが，誤りである。本願部分は，次のとおり，「物品の操作…の用に供される画像」に当たる。",
        "そして，この誤りは，審決の結論に影響を及ぼすものであるから，審決は取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "甲8(特許庁総務部総務課制度改正審議室編「平成18年意匠法等の一部改正  産業財産権法の解説」13頁～17頁)によると，形態が，物品と一体として用いられる範囲において，「物品の操作…の用に供される画像」に関するデザインを広く保護しようとすることが，意匠法2条2項を設けた法改正の趣旨であって，それ以上に保護対象を限定する意図は読み取れない。",
            "そして，「操作」とは，「(機械などを)あやつって働かせること」を意味し，一定の作用効果や結果を得るために物品の内部機構等に指示を与えることをいうところ，本願意匠に係る物品の「操作」は，「機械など」に相当するハンドルをあやつって働かせることであり，「一定の作用効果や結果」に相当する「曲がる」機能を得るために，「物品の内部機構等」に相当するラックアンドピニオン等のステアリング機構に指示を与えるものである。具体的には，運転者は，右折を予定しウインカーレバーを操作すると，縮小画像図1(使用状態を示す参考図1)～縮小画像図9(使用状態を示す参考図9)が繰り返されることにより，右折する「操作」を行うものである。このように，運転者が表示された画像を認識することにより，次に行うべき「操作」が促されることから，縮小画像図1～9の画像は「操作」を必要とするものである。",
            "また，「機能」とは，「物のはたらき」であり，物品の機能とは，当該物品の物品名から一般的に想起される特定の機能を意味するところ，本願意匠に係る物品の機能については，自動車の「一般的に想定できる機能」である「走る」，「曲がる」，「止まる」のうち，「曲がる」ことがこれに該当する。",
            "さらに，「機能を発揮できる状態」とは，当該物品の機能を働かせることが可能となっている状態であり，実際に当該物品がその機能に従って働いている状態は保護対象に含まないことを意味するところ，本願意匠の縮小画像図1(使用状態を示す参考図1)～縮小画像図9(使用状態を示す参考図9)は，いずれも本願意匠に係る物品の「曲がる」という機能を発揮する前に表示されているものである。",
            "このように，本願部分の画像は，「映像装置付き自動車」という物品における「曲がる」という機能を発揮できる状態にするための，ハンドル等の操作の用に供されるものということができ，「物品の操作…の用に供される画像」との要件に適合するものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "審決は，①操作ボタン等の画像が表示されること，②表示された画像を用いて操作を行うものであることを，「物品の操作…の用に供される画像」に適合するための判断基準とするようであるが，このような判断基準は，甲8には明示されていないし，これまでの登録意匠例に照らしても誤りである。",
            "すなわち，甲9～11の各登録意匠に係る画像は，本願意匠と同様に，操作ボタン等の画像が何も表示されていないにもかかわらず，「物品の操作…の用に供される画像」として登録されており，操作ボタン等の画像が表示されることを必要としないものと判断されている。また，甲11の登録意匠に係る画像は，本願意匠と同様に，表示された画像を用いて操作を行うものでないにもかかわらず，「物品の操作…の用に供される画像」として登録されており，表示された画像を用いて操作を行うものであることを必要としないものと判断されている。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被告は，本願部分の画像は，車体で隠れるから，運転者に視認可能に表示されていないと主張する。",
            "しかしながら，意匠法における意匠とは，使用状態において，全体を視認することを要件とするものではなく，視覚を通ずるもの(視覚性)であればよい。本願部分の画像は，変化する特徴的な一部分のみを見ることで，運転者に次の操作を行わせる画像であり，操作の用に供されるための特徴的な一部分の画像については車内からでも視認可能である。本願部分の画像は，縮小画像図1～9の一連の画像が連携し，かつ各画像が変化することを，車内からでも車体で隠れていない部分を視認できることから，「操作の用に供される画像」であることを認識することができ，この変化を視認することにより運転者に次の操作を促すことができるため，本願部分の画像は視認できるものである。使用状態を示す参考図1～9に基づき，本願部分の画像が視覚を通じて「操作の用に供される画像」として認識できることを具体的に説明すると，次のとおりである。すなわち，運転者が右折を予定しウインカーレバーを操作すると，車体の左側に1本の線が表示され(縮小画像図1)，この状態から車体の右側に向けて線(縮小画像図1の線よりも寸法が徐々に長くなる)の本数が増えていく(縮小画像図2及び3)。その後，一定の本数を維持しつつ縮小画像図7まで変化し，その後，縮小画像図8及び9にかけて線の本数が減少していく。このような画像の変化を，運転者は，フロントガラス及びサイドウインドウ越しに視認することができる。この視認できた画像の変化により，周囲に対して十分な注意喚起がされたものと判断できることにより，この画像はハンドルを回す操作を促す画像，つまり操作の用に供される画像として運転者は認識できる。",
            "また，昨今では，平成21年7月9日付けの日産自動車株式会社のニュースリリース「日産自動車，進化したアラウンドビューモニターを『スカイライン  クロスオーバー』に採用」(甲12)に示されるように，車外の様子をモニタリングし，この様子を映し出すモニターが車内に設けられた自動車も多くなってきている。このような自動車の場合，モニターにより車外の本願部分の画像を間接的に視認することができる。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被告は，「物品の操作…の用に供される画像」の要件として，物品の内部機構等に指示を与えるための図形等が選択又は指定可能に表示され，物品の内部機構等に指示を与えることができることが認識可能に表示される画像であることを要するとか，物品の内部機構等に指示を与えるという操作の用に供されると認識可能な図形等が一つも表示されない画像は，「物品の操作…の用に供される画像」とはいえないなどと主張する。",
            "しかしながら，このように限定的に条文を解釈する具体的な論拠が全く提示されていない。被告は，「操作」の語句については，「(機械などを)あやつって働かせること」を意味し，一定の作用効果や結果を得るために物品の内部機構に指示を与えることをいうと定義したにもかかわらず，この定義から飛躍して上記要件を断定的に述べるのみである。",
            "意匠法2条2項を設けたときの改正趣旨は，「当該画面デザインがその物品の表示部に表示されている場合だけでなく，同時に使用される別の物品の表示部に表示される場合も保護対象とする」(甲8)とされている。同項は，登録要件を緩和しつつも，「物品から独立して販売されているビジネスソフトやゲームソフト等をインストールすることで表示される画面デザインについては，今回の保護対象となる画面デザインには含まないものとする」(甲8)とされているように，「物品の操作…の用に供される画像」という文言を条文に導入することにより，物品との関連性を確保しつつ保護すべき画像の対象について極力拡充を図ったものであると考えられる。",
            "本願部分の画像について，画像変化と物品の操作とは密接な関連性があるのは明らかであるから，法改正の趣旨に立ち返っても，本願部分の画像は保護対象というべきである。それにもかかわらず，十分な根拠なく条文を限定解釈して恣意的に要件を定めた上，その要件に当てはまらないがために本願部分の画像は法に定める要件を充足しないとする被告の主張は，妥当性を欠いている。",
            "また，あらゆる操作画像(ボタンやアイコン等)は，画面操作をどのようにして行うのかということを教示され，又は学習することにより習慣化したために，それが物品の内部機構等に指示を与えるという操作の用に供される画像であると認識できているのであり，パーソナルコンピュータやスマートフォン等が一般に普及する前の段階であれば，単なる図柄が表示されたにすぎないアイコンを初めて見た人は，これが「操作のための図形等」であることを認識することはできない。このように，物品の内部機構等に指示を与えるという操作の用に供されると認識可能な図形等が表示されているかどうかを判断できるのは，操作者のそれまでの画像による操作経験や習熟度に依存し，対象の画像とは直接的に関連しない要素を含むものである。したがって，対象の画像が登録されるべきかどうかという客観的な判断基準として，物品の内部機構等に指示を与えるという操作の用に供されると認識可能な図形等が表示されているかどうかという要件を用いるのは，不適切といわざるを得ない。本願部分の画像が「物品の操作…の用に供される画像」に該当することは，意匠法施行規則様式第2備考40に従って記載された願書の「意匠に係る物品の説明」欄の記載から，客観的に明らかである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "本願部分の画像は，縮小画像図1～9の一連の画像が，その画像の変化により運転者の操作が促される，「映像装置付き自動車」の右折予定から曲がるまでの，曲がる「操作の用に供される画像」ということができる。",
            "本願部分の各画像は，運転者が右折から曲がるまでの各操作を行うものであり，前のステップの状態表示が次のステップの操作を促す契機となるものである。このため，本願部分の画像は「操作の用に供される画像」に相当するものといえる。",
            "本願部分の画像と運転者の操作について，具体的に説明すると，次のとおりである(後記「説明図1」参照)。すなわち，運転者が右折を予定し，ウインカーレバーを操作することにより表示機器に表示される画像が，縮小画像図1～9の繰り返し画像である。当該画像は，ウインカーレバーが操作されたことを示すとともに，運転者がハンドルを回す操作を促し，自動車を右折させる内部機構がその機能を発揮するための「操作の用に供される画像」である。縮小画像図1～9の繰り返し画像は，運転者がハンドルを回す操作がされるまで繰り返される。運転者によりハンドルが回されると，右折させる内部機構がその機能を発揮するとともに，表示機器に表示された繰り返し画像は表示されなくなるものである。",
            "説明図1"
          ]
        },
        {
          "fig": "6",
          "text": [
            "本願部分の画像は，次のとおり，被告が「物品の操作の用に供される画像」であると認めた「リモコンによる遠隔操作」の場合に相当するものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「操作の用に供される画像」によってリモコンで遠隔操作を行う場合(後記「説明図2」左図参照)",
              "text": [
                "①  操作の用に供される画像は，物品と一体として用いられる表示機器に表示される。",
                "②  操作者は，物品と一体として用いられる表示機器上に表示された，操作の用に供される画像に促され，リモコンの操作を行う。",
                "③  操作されたリモコンは，(物品に対して)信号を発信し，この信号は，物品の内部機構に指示を与える。",
                "④  物品は，内部機構に与えられた指示に従い，物品と一体として用いられる表示機器上の，操作の用に供される画像を変化(選択又は指定に相当)させる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願部分の画像によって「映像装置付き自動車」を操作する場合(後記「説明図2」右図参照)",
              "text": [
                "①  操作の用に供される画像は，物品と一体として用いられる表示機器に表示される。",
                "②  運転者は，物品と一体として用いられる表示機器に表示された，操作の用に供される画像に促され，ハンドルの操作を行う。",
                "③  操作されたハンドルは，車両操舵装置に対して指示を与える。",
                "④  映像装置付き自動車は，車両操舵装置に与えられた指示に従い，物品と一体として用いられる表示機器上の，操作の用に供される画像を変化(消失)させる。",
                "説明図2"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，被告がいうところの「操作の用に供される画像」によってリモコンで遠隔操作を行う場合と，本願部分の画像によって「映像装置付き自動車」を操作する場合とでは，前記各ステップ①～④に示された，操作，指示，画像変化が1対1で対応しており，両者は同等のものであるということができる。したがって，本願部分の画像は，被告が「物品の操作の用に供される画像」であると認めた「リモコンによる遠隔操作」の場合に相当するものであるということができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "意匠法2条2項の条文改正の背景は，次のとおりである。",
            "すなわち，近年の情報技術の進展とそれに伴う経済・社会の情報化を背景として，家電機器や情報機器に用いられてきた操作ボタン等の物理的な部品を電子的な画面に置き換え，この画面上に表示された図形等からなるいわゆる「画面デザイン」を利用して操作する機器が増加してきていた。このような画面デザインは機器の使用状態を考慮して使いやすさ，分かりやすさ，美しさ等の工夫がされ，家電機器等の品質や需要者の選択にとって大きな要素となっており，企業においても画面デザインへの投資の重要性が増大していた。",
            "そこで，物品を操作するための従来の物理的な操作ボタン等から置き換えられた，電子的な画面上に表示された操作ボタン等の物品の操作の用に供される画像(操作画像)を保護するために，同項が導入されたものである。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "意匠法上保護の対象となる画像は，物品の機能を働かせることが可能となっている状態にするために行われる，一定の作用効果や結果を得るために物品の内部機構等に指示を与えるという操作の用に供される画像(同法2条2項)であって，視覚を通じて美感を起こさせるもの(同条1項)である必要がある。",
            "そして，物品(又はこれと一体として用いられる物品)に表示される画像が，当該物品を操作する者に視認可能に表示されない場合には，操作をする者が当該画像を用いて物品を操作するとはいえないことから，物品に表示される「画像」が，「物品の操作…の用に供される画像」に該当するといえるためには，少なくとも当該「画像」が操作する者に視認可能に表示されることを要すると解される。",
            "なお，一定の作用効果や結果を得るために物品の内部機構等に指示を与えるという「操作の用に供される画像」の操作の方法としては，タッチパネルの画面を触れることで直接操作する方法でも，その画像に係る物品とは別の機器であるリモコン等を用いて操作する方法でもよいと考えられる。",
            "リモコンを用いる場合は，画面上に表示された画像は，リモコンによる遠隔操作によって選択又は指定されることにより物品の内部機構等に指示を与えるという操作の用に供される画像であり，タッチパネルの場合は，画面上に表示された画像は，画面に触れることによって選択又は指定されることにより物品の内部機構等に指示を与えるという操作の用に供される画像であると考えられる。",
            "これに対して，表示される画像が，単に当該物品のある作動状態を表示しているのみであり，物品の内部機構等に指示を与えるという操作の用に供されると認識可能な図形等が一つも表示されない画像は，「物品の操作…の用に供される画像」とはいえない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "本願願書添付図面の使用状態を示す参考図1～9によると，本願部分の画像は，自動車周囲の路面等に表示されるものであり，車体で隠れるから運転席に着座した操作する者(「映像装置付き自動車」の運転者)に視認可能に表示されているものとはいえない。",
            "これらの画像のうち，使用状態を示す参考図3～9の画像は，運転席に着座した運転者から視認可能な部分が全く存在しないとまではいえないとしても，運転席から視認可能な画像の部分は，本願部分の画像の一部分にすぎないし，画像全体を視認することで初めて「操作の用に供される画像」となり得るのであるから，運転者はこの視認可能な部分だけで「操作の用に供される画像」として認識できるものではない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "縮小画像図1～9の画像は，本願願書の「意匠に係る物品の説明」欄の記載によると，運転者が右折のためにウインカーレバーを下げてから，右折のハンドル操作を開始するまでの間に，繰り返し表示される画像であって，運転者が，リモコンを用いたり，画像のいずれかの部分(範囲)を触れたりなどしてこれらの画像のどこかを選択又は指定することにより，自動車の内部機構等に指示を与えて，自動車を曲がるようにするための画像ではないことは明らかである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "したがって，本願部分の画像は，「物品の操作…の用に供される画像」ということはできない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原告は，運転者が表示された画像を認識することにより，次に行うべき右折する「操作」が促されることから，縮小画像図1～9の画像が「操作」を必要とする画像であると主張する。",
            "しかしながら，縮小画像図1～9の画像は，運転者が右折のためにウインカーレバーを下げてから，右折のハンドル操作を開始するまでの状態を表示している画像であり，かつ，これらの縮小画像図の画像は，物品の内部機構等に指示を与える「操作のための図形等」が選択又は指定可能に表示されているものではないから，物品の内部機構等に指示を与えることができることが視認可能に表示される「操作の用に供される画像」とはいえない。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "原告は，甲9～11を示して「操作ボタン等」の画像が表示されない場合でも登録されている事例が存在するから，審決の判断は誤りであると主張する。",
            "しかしながら，審決は，表示される画像に「操作ボタン等」の画像が表示されているか否かにより意匠法2条2項所定の画像に該当するか否かを判断したのではなく，本願部分の画像には，物品の内部機構等に指示を与える「操作のための図形等」が存在しないことから同項所定の画像に該当しないと判断したものである。「操作ボタン等」の表示は，物品の内部機構等に指示を与える「操作のための図形等」の画像として典型的なものであるが，表示された画像のうち，当該画像部分を選択又は指定可能な部分とすることにより，物品の内部機構等に指示を与えることができる図形等として操作する者が視認可能なものであれば，「操作のための図形等」に該当し，「操作ボタン」の形状に限られるものではない。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "原告は，甲11の登録意匠に係る画像において，操作者が操作を行う対象は「本願意匠に係る物品とは別に設けられた操作機器など」であって，「表示された画像」ではないと主張する。",
            "しかしながら，その画像に係る物品とは別の機器であるリモコン(物品とは別に設けられた操作機器など)等を用いて，物品の内部機構等に指示を与える「操作のための図形等」を選択又は指定することにより操作してもよいことは，既に述べたとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の審決取消事由は理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "意匠法2条2項は，「物品の操作(当該物品がその機能を発揮できる状態にするために行われるものに限る。)の用に供される画像であって，当該物品又はこれと一体として用いられる物品に表示されるもの」は，同条1項の「物品の部分の形状，模様若しくは色彩又はこれらの結合」に含まれ，意匠法上の意匠に当たる旨を規定する。同条2項は，平成18年法律第55号による意匠法の改正(以下「平成18年改正」という。)によって設けられたものである。",
            "ところで，平成18年改正前から，家電機器や情報機器に用いられてきた操作ボタン等の物理的な部品を電子的な画面に置き換え，この画面上に表示された図形等からなる，いわゆる「画面デザイン」を利用して操作をする機器が増加してきていた。このような画面デザインは，機器の使用状態を考慮して使いやすさ，分かりやすさ，美しさ等の工夫がされ，家電機器等の品質や需要者の選択にとって大きな要素となってきており，企業においても画面デザインへの投資の重要性が増大している状況にあった。",
            "しかしながら，平成18年改正前においては，特許庁の運用として，意匠法2条1項に規定されている物品について，画面デザインの一部のみしか保護対象としない解釈が行われ，液晶時計の時計表示部のようにそれがなければ物品自体が成り立たない画面デザインや，携帯電話の初期画面のように機器の初動操作に必要不可欠な画面デザインについては，その機器の意匠の構成要素として意匠法によって保護されるとの解釈が行われていたが，それら以外の画面デザインや，機器からの信号や操作によってその機器とは別のディスプレイ等に表示される画面デザインについては，意匠法では保護されないとの解釈が行われていた(意匠登録出願の願書及び図面の記載に関するガイドライン-基本編-液晶表示等に関するガイドライン［部分意匠対応版］)。",
            "そこで，画面デザインを意匠権により保護できるようにするために，平成18年改正により，意匠法2条2項が設けられた。",
            "このような立法経緯を踏まえて解釈すると，同項の「物品の操作…の用に供される画像」とは，家電機器や情報機器に用いられてきた操作ボタン等の物理的な部品に代わって，画面上に表示された図形等を利用して物品の操作を行うことができるものを指すというべきであるから，特段の事情がない限り，物品の操作に使用される図形等が選択又は指定可能に表示されるものをいうものと解される。",
            "これを本願部分についてみると，本願部分の画像は，別紙第1のとおりのものであって，「意匠に係る物品の説明」欄の記載(補正後のもの，別紙第1)を併せて考慮すると，右折を予定した状態を示す縮小画像図1～9の画像の変化を表示することにより，運転者に対して物理的な部品であるハンドルによる操作を促すものにすぎず，運転者は，本願部分の画像に表示された図形等を選択又は指定することにより，物品(映像装置付き自動車)の操作をするものではないというべきである(甲1，5)。",
            "そうすると，本願部分の画像は，物品の操作に使用される図形等が選択又は指定可能に表示されるものということはできない。また，本願部分の画像について，特段の事情も認められない。",
            "したがって，本願部分の画像は，意匠法2条2項所定の「物品の操作…の用に供される画像」には当たらないから，本願意匠は，意匠法3条1項柱書所定の「工業上利用することができる意匠」に当たらない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，平成18年改正により意匠法2条2項が設けられた趣旨は，形態が，物品と一体として用いられる範囲において，「物品の操作…の用に供される画像」に関するデザインを広く保護しようとすることにあり，それ以上に保護対象を限定する意図は読み取れず，本願部分の画像は，「映像装置付き自動車」という物品における「曲がる」という機能を発揮できる状態にするための，ハンドル等の操作の用に供されるものということができるから，同項の要件に適合すると主張する。",
            "しかしながら，同項が設けられた趣旨，これを踏まえた同項の「物品の操作…の用に供される画像」の意義は，前記1のとおりであり，これによると，本願部分の画像が「物品の操作…の用に供される画像」に当たらないことも，前記1のとおりである。原告は，本願意匠に係る物品の「操作」は，「機械など」に相当するハンドルをあやつって働かせることであり，「一定の作用効果や結果」に相当する「曲がる」機能を得るために，「物品の内部機構等」に相当するステアリング機構に指示を与えるものであると主張するが，ここでいう「映像装置付き自動車」という「物品の操作」とは，「曲がる」という機能を発揮できる状態にするための「一定の作用効果や結果」を得るために「物品の内部機構等」であるステアリング機構(車両操舵装置)に対し指示を与えることをいうのであるから，ハンドルは，あやつって働かせる対象である「機械など」に相当するものではなく，「物品の操作の用に供される」ものであって，このハンドル「の操作の用に供される画像」であるか否かを検討しても，意匠法2条2項所定の画像であることが認められるものではない。",
            "したがって，原告の主張は，理由がない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，審決が，①操作ボタン等の画像が表示されること，②表示された画像を用いて操作を行うものであることを，意匠法2条2項所定の画像に当たるかの判断基準としたことが，これまでの意匠登録例(甲9～11)に照らしても同項の解釈として誤りであると主張する。",
            "しかしながら，同項が設けられた趣旨，これを踏まえた同項の「物品の操作…の用に供される画像」の意義は，前記1のとおりであり，これと同旨と解される上記判断基準に誤りはない。",
            "また，前記1の同項の解釈は，これまでの意匠登録例により直ちに左右される性質のものではないから，甲9～11に基づく原告の主張を採用することはできない。",
            "したがって，原告の主張は，理由がない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原告は，被告が，物品の内部機構等に指示を与えるための図形等が選択又は指定可能に表示され，物品の内部機構等に指示を与えることができることが認識可能に表示される画像であることを，意匠法2条2項所定の画像の要件としたことが，十分な根拠なく条文を限定解釈して恣意的に要件を定めたものであり，客観的な判断基準として不適切であると主張する。",
            "しかしながら，同項が設けられた趣旨，これを踏まえた同項の「物品の操作…の用に供される画像」の意義は，前記1のとおりである。前記1の同項の解釈は，同項が設けられた立法経緯を踏まえて，同項の「操作の用に供される」という文言を解釈し，同項の「物品の操作の用に供される画像」の意義を明らかにしたものであり，同項の文言を離れて恣意的に要件を定めたものではない。また，前記1の同項の解釈が，客観的な判断基準として不適切であるとする根拠はない。",
            "したがって，原告の主張は，理由がない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原告は，本願部分の画像は，縮小画像図1～9の一連の画像が，その画像の変化により運転者の操作が促される，「映像装置付き自動車」の右折予定から曲がるまでの，曲がる「操作の用に供される画像」ということができると主張する。",
            "しかしながら，同項が設けられた趣旨，これを踏まえた同項の「物品の操作…の用に供される画像」の意義は，前記1のとおりであり，これによると，本願部分の画像が「物品の操作…の用に供される画像」に当たらないことも，前記1のとおりである。映像装置の故障等により本願部分の画像が表示されず，本願部分の画像がなかったときでも，物理的な部品であるハンドルが正常であれば，映像装置付き自動車における「曲がる」という機能を発揮できる状態にするための「物品の操作」を行うことは可能である一方で，本願部分の画像が正常に表示されているときでも，物理的な部品であるハンドルが故障していれば，上記「物品の操作」を行うことはできないのであるから，このことからしても，映像装置付き自動車における「曲がる」という機能を発揮できる状態にするための「物品の操作の用に供される」ものは，物理的な部品であるハンドルであって，本願部分の画像ではないというべきである。",
            "したがって，原告の主張は，理由がない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "原告は，本願部分の画像によって映像装置付き自動車を操作することは，「操作の用に供される画像」によってリモコンで遠隔操作を行う場合に相当するから，本願部分の画像は，これと同様に意匠法2条2項所定の画像に当たると主張する。",
            "しかしながら，画像に表示された物品の操作に使用される図形等をタッチパネルにより直接的に選択又は指定せず，リモコンによる遠隔操作を行う場合であっても，画像上の図形等を選択又は指定する手段がリモコンに変わるだけで，物品の操作に使用される図形等を選択又は指定することに変わりはない。原告は，「操作の用に供される画像」によってリモコンで遠隔操作を行う場合には，「③操作されたリモコンは，(物品に対して)信号を発信し，この信号は，物品の内部機構に指示を与える。④物品は，内部機構に与えられた指示に従い，物品と一体として用いられる表示機器上の，操作の用に供される画像を変化(選択又は指定に相当)させる。」というステップを踏むとした上で，これと，本願部分の画像によって「映像装置付き自動車」を操作する場合における「③操作されたハンドルは，車両操舵装置に対して指示を与える。④映像装置付き自動車は，車両操舵装置に与えられた指示に従い，物品と一体として用いられる表示機器上の，操作の用に供される画像を変化させる。」とが1対1で対応していると主張するが，「操作の用に供される画像」によってリモコンで遠隔操作を行う場合に，③物品の内部機構である車両操舵装置(ステアリング機構)に対してハンドル(の回転)が指示を与えることと対比すべきものは，画像に表示された物品の操作に使用される図形等(のリモコンによる選択又は指定)が物品の内部機構等に対して指示を与えることであって，画像上の図形等を選択又は指定する手段にすぎないリモコンを物品の内部機構に対して指示を与えるハンドルと対比する点において，失当である。",
            "したがって，原告の主張は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}