{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-18453号事件について平成27年9月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがない。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「MIMO送信のためのデータストリームの個々のインターリーブ」とする発明について，2005年(平成17年)12月13日(パリ条約による優先権主張2004年(平成16年)12月13日  米国，2005年(平成17年)10月5日  米国)を国際出願日とする出願である特願2007-545079号の一部を，平成24年10月10日，新たな特許出願として出願したが(特願2012-224647号。以下「本願」という。)，平成26年5月9日付けで拒絶査定がされた。",
            "そこで，原告は，同年9月16日，特許庁に対し，拒絶査定に対する審判請求をした(不服2014-18453号)。これに対し，特許庁は，平成27年9月7日，「本件審判の請求は，成り立たない。」との審決(なお，出訴期間として90日を付加している。以下「本件審決」という。)をした。その謄本は，同月17日，原告に送達された。",
            "原告は，平成28年1月15日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願の特許請求の範囲請求項1に係る発明(以下「本願発明」という。)は，以下のとおりである。",
            "「【請求項1】",
            "単一のアンテナまたは複数のアンテナを使ってデータを送信する方法であって：",
            "単一アンテナを使ってデータを送信するときは，",
            "送信に先立って第一のインターリーブ方法を使って前記データのブロック・インターリーブを実行し；",
            "複数アンテナを使ってデータを送信するときは：",
            "第一のデータストリームから複数の第二のデータストリームを形成し，前記第一のデータストリームの相続くビットは前記第二のデータストリームの異なるストリームに割り当てられ；",
            "前記第二のデータストリームの複数のストリームのブロック・インターリーブを，前記第一のインターリーブ方法と同じインターリーブ方法を使って実行し，そのブロック・インターリーブの間にビットはシンボルにグループ化され；",
            "前記第二のデータストリームの一つからのシンボルが前記第二のデータストリームの別の一つからのシンボルに比べて並べ替えられるようにするシンボルの並べ替えを実行する，",
            "ことを含む方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるところ，要するに，本願発明は，以下のとおり，甲1(Oghenekome Oteri, Arogyaswami Paulraj,",
            "William J. Chimitt, Keith Holt, SPACE-TIME-FREQUENCY CODING FOR OFDM-BASED WLAMs(OFDMに基づくWLANのための空間-時間-周波数符号化)。2004年発行。以下「引用例」という。別紙1。)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものであり，特許法(以下「法」という。)29条2項により特許を受けることができないから，本願は拒絶されるべきものであるとする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "「複数のアンテナを使ってデータを送信する方法であって：",
                "複数のアンテナを使ってデータを送信するときは：",
                "符号化及びパンクチャされた符号化ビットストリームから2つのアンテナストリームを形成し，前記符号化ビットストリームの相続くビットは前記2つのアンテナストリームの異なるストリームに割り当てられ；",
                "前記2つのアンテナストリームのブロック・インターリーブを，802．11a規格に基づくインターリーバを使って実行し；",
                "前記2つのアンテナストリームの一つに巡回シフトを実行する，",
                "ことを含む方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「複数のアンテナを使ってデータを送信する方法であって：",
                    "複数のアンテナを使ってデータを送信するときは：",
                    "第一のデータストリームから複数の第二のデータストリームを形成し，前記第一のデータストリームの相続くビットは前記第二のデータストリームの異なるストリームに割り当てられ；",
                    "前記第二のデータストリームの複数のストリームのブロック・インターリーブを，単一アンテナを使ってデータを送信するときと同じインターリーブ方法を使って実行し；",
                    "前記第二のデータストリームの一つが前記第二のデータストリームの別の一つに比べて並べ替えられるようにする並べ替えを実行する，",
                    "ことを含む方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1",
                  "text": [
                    "本願発明は「単一のアンテナまたは複数のアンテナを使ってデータを送信する方法」であって「単一アンテナを使ってデータを送信するときは，送信に先立って第一のインターリーブ方法を使って前記データのブロック・インターリーブを実行し；」との構成を有するのに対し，引用発明は「複数のアンテナを使ってデータを送信する方法」であって単一アンテナを使ってデータを送信することが言及されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明は「そのブロック・インターリーブの間にビットはシンボルにグループ化され」との構成を有するのに対し，引用発明は当該構成が明らかにされておらず，また，一致点である「前記第二のデータストリームの一つが前記第二のデータストリームの別の一つに比べて並べ替えられるようにする並べ替えを実行する」に関し，本願発明は「前記第二のデータストリームの一つからのシンボルが前記第二のデータストリームの別の一つからのシンボルに比べて並べ替えられるようにするシンボルの並べ替えを実行する」であるに対し，引用発明の巡回シフトの具体的処理が明らかでない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "後方互換性(backward compatibility)を達成することは無線デジタル通信分野における一般的な課題であり，引用発明においてインターリーブをIEEE802.11a 規格(以下「802.11a 規格」という。他の 802.11 規格についても同様にいう。)に基づくインターリーバを使って実行するようにしていることも，後方互換性に寄与することは当業者に明らかである。",
                    "また，MIMO(Multiple Input Multiple Output。複数入力複数出力。以下「MIMO」という。)通信装置であっても単一のアンテナを使って送信することができるようにすることは，普通に行われていることである。",
                    "そうすると，引用発明において，一般的な課題である後方互換性を達成することを目的として単一のアンテナを使って送信する場合もあるようにすることは，格別困難なことではなく，当業者が容易になし得ることである。そして，802.11a 規格は単一アンテナを使ってデータを送信するものであることに鑑みれば，単一アンテナを使って送信する際のインターリーブも 802.11a 規格に基づくインターリーバを使って実行するようにすることは自然なことにすぎない。",
                    "したがって，相違点1は当業者が容易に想到し得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "(i)シンボル自体はシンボル・マッピングにより形成されるものであり，インターリーブはシンボル・マッピングの前段の処理であること，また，(ii)シンボル・マッピングは連続する所定個ずつのビットを1つの変調シンボル(コンステレーション)にマッピングするものであること，を考慮すると，本願発明の「そのブロック・インターリーブの間にビットはシンボルにグループ化され」とは，シンボルにマッピングする所定個の連続ビットからなるグループが形成されることであると解するのが自然である。そうすると，引用発明においても QAM Modulator はインターリーブされたアンテナストリームの連続する所定個ずつのビットを1つの変調シンボル(コンステレーション)にマッピングするのであるから，ブロック・インターリーブの間にビットはシンボルにグループ化されているといえる。",
                    "そして，請求項1の「前記第二のデータストリームの一つからのシンボルが前記第二のデータストリームの別の一つからのシンボルに比べて並べ替えられるようにするシンボルの並べ替えを実行する」との記載によれば，生成されたシンボルを並べ替えるのではなく，シンボル・マッピング器に入力するビットが並べ替えられることによりシンボルにマッピングされる所定個のビットからなるグループの内容が変更されること，すなわち，実質的にシンボルが並べ替えられることや，1シンボルを構成する複数のビットの内容が変更されることによりシンボルが異なるものとなることが包含されると解される。",
                    "一方，引用発明の巡回シフトは，どの程度シフトするのか明らかにされていないが，巡回シフトのシフト量が1シンボルにマッピングされる連続する所定個のビットの倍数であれば，実質的に各シンボル内のビットは動かされずにシンボルを並べ替えていることになり，シフト量が当該所定個のビットの倍数以外であれば，1シンボルを構成する複数のビットの内容が変更されてシンボルが異なるものとなるから，「2つのアンテナストリームの一つからのシンボルが前記2つのアンテナストリームの別の一つからのシンボルに比べて並べ替えられるようにする」に含まれることは明らかである。したがって，本願発明と引用発明との間に実質的な相違はないというべきである。",
                    "更にいえば，本願発明の「…シンボルの並べ替えを実行する」が，本願明細書の【0016】に開示されるように，図3の処理C(316c)にて OFDM における例えば57の周波数トーンを巡回的にローテーションさせることであるとしても，図1～3の関係によれば前記処理Cはシンボル・マッピング器によるシンボル・マッピング前のビットのローテーションであり，結局，OFDM の周波数トーン(サブキャリア)に対応する1シンボルにマッピングされる連続する所定個のビットの倍数のシフト量でビットを巡回的にローテーションすることであると認められるところ，引用発明の巡回シフトのシフト量をそのようにすることは格別困難なことではなく，適宜なし得ることにすぎない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，以下のとおり，本願発明と引用発明との一致点の判断の誤り及び相違点の看過並びに相違点1に関する判断の誤りに基づいて本願発明が特許を受けることができないという誤った結論を導いたものであるから，違法であり取り消されなければならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の判断の誤り及び相違点の看過",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明では，単一のアンテナを使ってデータを送信するとき及び複数のアンテナを使ってデータを送信するときがあり，複数アンテナを使ってデータを送信するときは，単一アンテナを使ってデータを送信するときに使用される第一のインターリーブ方法と同じインターリーブ方法を使ってブロック・インターリーブを実行することを技術的特徴の1つとしている。",
                        "他方，引用例は，単に「2つのアンテナストリームのブロック・インターリーブを，802.11a 規格に基づくインターリーバを使って実行」することを開示しているにすぎない。",
                        "この点につき，本件審決は，「802．11a規格は単一アンテナを使ってデータを送信するものであるから，本願発明と引用発明とは，『前記第二のデータストリームの複数のストリームのブロック・インターリーブを，単一アンテナを使ってデータを送信するときと同じインターリーブ方法を使って実行し；』の点で共通している。」と判断している。",
                        "しかし，引用例は，単一アンテナを使ってデータを送信する構成について，「A．単一アンテナ方式  単一アンテナ Tx/Rx チェーンが，OSTBC モジュール無しの(灰色で示されている)図2及び図4に示されている。」と記載しているにすぎず，単一アンテナを使ってデータを送信するときに，どのようなインターリーバを用いるかについては明示していない。したがって，引用例では，単一アンテナを使ってデータを送信するときに用いるインターリーバと，複数アンテナを使ってデータを送信するときに用いるインターリーバとが同じであるかどうかは不明であるから，本件審決の前記判断は誤りである。",
                        "また，引用例でさえ，802.11a 規格に基づくインターリーバを使用して複数アンテナによりデータを送信する構成(図3)を開示しているのであるから，「802．11a規格は単一アンテナを使ってデータを送信するもの」という判断は，意図的かつ限定的な解釈であり，誤りである。",
                        "このように，本件審決の「802．11a規格は単一アンテナを使ってデータを送信するものであるから，本願発明と引用発明とは，『前記第二のデータストリームの複数のストリームのブロック・インターリーブを，単一アンテナを使ってデータを送信するときと同じインターリーブ方法を使って実行し；』の点で共通している。」との判断は誤りであり，さらに，「複数アンテナを使ってデータを送信するときは：…前記第二のデータストリームの複数のストリームのブロック・インターリーブを，単一アンテナを使ってデータを送信するときと同じインターリーブ方法を使って実行し；」を本願発明と引用発明との一致点とする判断も誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明が「単一アンテナを使ってデータを送信する」ものでないことから明らかなとおり，引用例には，本願発明における「単一のアンテナまたは複数のアンテナを使ってデータを送信する方法であって，…複数アンテナを使ってデータを送信するときは，第二のデータストリームの複数のストリームのブロック・インターリーブを，前記単一アンテナを使ったデータの送信に役立つ前記データのブロック・インターリーブの実行の際に使われる第一のインターリーブ方法と同じインターリーブ方法を使って実行」することに対応する構成が記載されていない。",
                        "したがって，「複数アンテナを使ってデータを送信するときは：…前記第二のデータストリームの複数のストリームのブロック・インターリーブを，単一アンテナを使ってデータを送信するときと同じインターリーブ方法を使って実行し；」なる構成を本願発明と引用発明との一致点とした本件審決の判断は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の看過",
                  "text": [
                    "以上のとおり，本件審決は，本願発明と引用発明との一致点の認定を誤り，「本願発明が，複数アンテナを使ってデータを送信するときは，第二のデータストリームの複数のストリームのブロック・インターリーブを，前記単一アンテナを使ったデータの送信に先立つ前記データのブロック・インターリーブの実行の際に使われる第一のインターリーブ方法と同じインターリーブ方法を使って実行するのに対して，引用発明は，複数アンテナを使ってデータを送信するときは，2つのアンテナストリームのブロック・インターリーブを，802.11a 規格に基づくインターリーブを使って実行するようにした点。」との相違点を看過した。",
                    "上記相違点の看過は，本件審決の結論に影響を及ぼす蓋然性がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に関する判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，「複数のアンテナを使ってデータを送信する方法」であって，単一アンテナを使ってデータを送信するものではない。",
                    "本件審決は，相違点1に関する判断において「802．11a規格は単一アンテナを使ってデータを送信するもの」とするが，前記のとおり，引用例は，単一アンテナを使ってデータを送信するときにどのようなインターリーバを用いるかを明示しておらず，また，上記判断は意図的かつ限定的な解釈であって，このような解釈に基づいて行われた相違点1に関する「802．11a規格は単一アンテナを使ってデータを送信するものであることに鑑みれば，単一のアンテナを使って送信する際のインターリーブも802．11a規格に基づくインターリーバを使って実行するようにすることは自然なことにすぎない。」との判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明において後方互換性を達成することとは，受信側が単一アンテナ構成しか有していない場合においてもデータ通信を可能とすることであると考えられるところ，MIMO 通信に対応した受信装置と MIMO 通信に未対応の受信装置とを含む複数の受信装置に対して，引用発明の送信装置からデータを送信する場合，MIMO 通信に対応した受信装置に対しては複数アンテナを用いてデータを送信する一方，MIMO 通信に未対応の受信装置に対しては，別途，単一アンテナを用いてデータを送信するというようなことはせず，複数アンテナを用いて，空間ダイバーシティ(送信ダイバーシティ)を目的とした OSTBC-OFDM によりデータ送信を実施することが，当業者にとって「自然なこと」であると解するのが妥当である。このことから，そもそも「引用発明において，単一アンテナを使って送信する場合」を想定する動機付けがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記のとおり，引用例は，単一アンテナを使ってデータを送信するときにどのようなインターリーバを用いるかを明示していないが，その図2には，単一アンテナを使ってデータを送信するときに何らかのインターリーバを用いることが図示されている。無線デジタル通信分野における当業者が，引用発明において，当該分野における一般的な課題である後方互換性を達成することを目的として，単一のアンテナを使って送信することもあるようにする場合，単一アンテナを使ってデータを送信するときに使用可能であることが確実である引用例の図2のインターリーバの使用を試みるはずであるから，通常であれば，同図2記載の「Single Antenna / OSTBC-OFDM - Transmitter」構成と，同図3記載の「SFC-OFDM - Transmitter」構成とを並列に用意し，両系統の「Bit Encoder」の前に，いずれかの系統を選択する選択器を配置する構成とするのが自然である。",
                    "したがって，本件審決の相違点1に関する「引用発明においても，単に奇数ビットと偶数ビットの振り分け処理を無効化すれば，単一アンテナを使ってデータを送信するモードとなり得ることは容易に推察し得る」との判断は誤りである。",
                    "また，上記いずれの構成においても，単一アンテナを使ってデータを送信するときにどのようなインターリーバを用いるかは依然として不明であるから，たとえ当業者であっても，引用発明に基づき「複数アンテナを使ってデータを送信するときは：…前記第二のデータストリームの複数のストリームのブロック・インターリーブを，前記第一のインターリーブ方法と同じインターリーブ方法を使って実行」する本願発明の構成を容易に想到することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，以下の2点において本件審決を正解していない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例は，独立した別個のシステムである「Diversity/Spatial Multiplexing Mode – SFC-OFDM」と「Single Antenna Scheme」に係る技術的事項を開示しており，本件審決はそのうち前者を引用発明として認定しているのであって，そもそも「Single Antenna Scheme」に係る技術的事項を引用発明として認定したのではない。したがって，引用例の「Single  Antenna Scheme」にどのようなインターリーバを用いるのかが明示されていないことは，本件審決の論旨と無関係の事情であり，その判断に何ら影響を与えるものではない。",
                    "この点を措くとしても，引用例は，「A. Single Antenna Scheme」のインターリーブ方法についても，802.11a 規格のインターリーブ方法を用いている旨を示している。すなわち，引用例には「しかしながら，AWGN チャンネルにおいて単一アンテナの 802.11a システムで使用される場合，ソフト入力復号化はハード復号化に対して 2dB のアドバンテージを与える[16]。」(2926頁右欄下から7～4行)と記載されており，Single Antenna Scheme における Fig.2 の「Single Antenna Transmitter」は「802.11a systems」を前提としていると解される。また，「Ⅳ.  SIMULATION PARAMETERS」等の記載においても，SFC-OFDMと，OSTBC-OFDM及びSingle Antenna との性能比較がされており，これらがいずれも 802.11a 規格を共通に用いるものであることが示されている。したがって，原告の主張は，この点においても失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願の特許請求の範囲の記載においては，本願発明の方法における「単一アンテナを使ってデータを送信するとき」に使われるインターリーブ方法を「第一のインターリーブ方法」との文言により表現しており，「複数アンテナを使ってデータを送信するとき」に使われるインターリーブ方法については，これが「第一のインターリーブ方法と同じインターリーブ方法」である旨を示し，単一アンテナを使ってデータを送信するときに使われるのと同じインターリーブ方法である旨を示している。本件審決では，この点を踏まえ，以下のことが示されている。",
                        "①  引用発明が「単一アンテナを使ってデータを送信することが言及されていない」ものであって，「単一アンテナを使ってデータを送信する」ものでないこととともに，「単一アンテナを使ってデータを送信する」ことを前提とする本願発明の方法における「単一アンテナを使ってデータを送信するとき」に使われるインターリーブ方法(「第一のインターリーブ方法」)を使うものでないことも，明示するまでもなく本願発明との相違点であり，本件審決の相違点1はこれらをすべて含む。",
                        "②  802.11a 規格が単一アンテナを使ったデータ送信(Single Input Single Output。単一入力単一出力。以下「SISO」という。)を想定し，これに用いられる規格であり，複数アンテナを使ってデータを送信すること(MIMO)を想定した規格でないことに照らすと，802.11a 規格に基づくインターリーバのインターリーブ方法は，「単一アンテナを使ってデータを送信するときに使われるインターリーブ方法」ということができる。そうすると，引用発明が複数のアンテナを使ってデータを送信するときに実行する「802．11a規格に基づくインターリーバ」を使ったブロック・インターリーブは，「『単一アンテナを使ってデータを送信するときに使われるインターリーブ方法』と同じインターリーブ方法」ということができる。他方，本願発明の「第一のインターリーブ方法と同じインターリーブ方法」も，それが具体的には何かはさておき，単一アンテナを使ってデータを送信するときに使われるインターリーブ方法と同じインターリーブ方法であるから，単一アンテナを使ってデータを送信することについて言及されていない引用発明において単一アンテナを使ってデータを送信するときに使われるインターリーブ方法と同じインターリーブ方法を使う点は，本願発明との一致点となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例に開示された「単一アンテナを使ってデータを送信する構成」を前提として「引用例では，単一アンテナを使ってデータを送信するときに用いるインターリーバと，複数アンテナを使ってデータを送信するときに用いるインターリーバとが同じであるかどうかは不明であるなどとする。",
                        "しかし，本件審決は，前記のとおり，引用例の「単一アンテナを使ってデータを送信する構成」である「Single Antenna Scheme」の内容を引用発明としていない上，本願発明の方法における「単一アンテナを使ってデータを送信するとき」に使われるインターリーブ方法(「第一のインターリーブ方法」)を使うことについては，相違点であるとしている。いわば，本件審決は，本願発明の「単一アンテナを使ってデータを送信するとき」に使用される「第一のインターリーブ方法」における「単一アンテナを使ってデータを送信するときに使用される」ものであるという機能ないし用途(以下，単に「機能」という。)を踏まえ，引用発明の「802．11a規格に基づくインターリーバ」によるインターリーブ方法も同様の機能を有することを一致点として整理したのであり，そのような機能を有する「第一のインターリーブ方法」を用いることを含めて「単一アンテナを使ってデータを送信する」こと自体は，相違点として整理している。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例に 802.11a 規格に基づくインターリーバを用いて複数アンテナによりデータを送信する構成が開示されていることを根拠に，本件審決が「802．11a規格は単一アンテナを使ってデータを送信するもの」であるとしたことは，意図的かつ限定的な解釈であると主張する。",
                "しかし，本件審決は，そもそも，802.11a 規格のインターリーバが複数アンテナを使ってデータを送信するときに用いられないものであると認定したわけではない。",
                "また，802.11 規格のうち，802.11a 規格，802.11b 規格及び 802.11g 規格はSISO を想定した規格であること，その後に更なる高速化を目指して複数アンテナ(MIMO)を想定した 802.11n 規格が検討されたことは，いずれも当業者における技術常識であり，本願発明自体，そのことを前提としてされたものである。引用例に，複数のアンテナのうちの個々のアンテナについてそれぞれ 802.11a 規格を用いる構成が示されているからといって，802.11a 規格が「単一アンテナ」を想定した規格でなくなったり，複数アンテナを前提とした規格となったりするわけではない。つまり，この規格に基づくインターリーバによるインターリーブ方法が「単一アンテナを使ってデータを送信するときに使用される」という機能を有しなくなるものではない。",
                "加えて，規格ないし標準のレベルで後方互換性を持たせるために，新たな規格の策定に当たって既存の規格の一部を取り入れても，そのこと自体によって既存の規格が変わるわけではなく，802.11a 規格の一部を取り入れた複数アンテナをも想定した規格が策定されても，そのことによって 802.11a規格が単一アンテナを想定したものでなくなるものではない。",
                "したがって，原告の上記主張には理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，前記のとおり，相違点1として，引用発明において本願発明の方法における「単一アンテナを使ってデータを送信するとき」が存在しないこと(以下「相違点1-1」という。)，及び，これを前提として，引用発明が本願発明の方法における「単一アンテナを使ってデータを送信するとき」に使われるインターリーブ方法(「第一のインターリーブ方法」)を使うものでないこと(以下「相違点1-2」という。)を挙げ，これを踏まえて容易想到性の判断をしている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，相違点1-1につき，本件審決は，「後方互換性」を達成することが「無線デジタル通信分野における一般的な課題」であり，特開2004-194262号(甲2。以下「甲2文献」という。)の図3に例示されているように「MIMO通信装置であっても単一のアンテナを使って送信することができるようにすること」が「普通に行われていることであ」って，当業者であればこのように複数アンテナのうちの単一のアンテナを使ってデータ送信するために必要となる技術知識を有することに照らせば，「単一のアンテナを使ってデータを送信するとき」が存在しない引用発明において，単一アンテナを前提とした既存のシステムないし装置との「後方互換性」を達成するために，単一のアンテナを使って送信する場合もあるようにすることに格別の困難はない，とする。",
                    "この論旨との関係では，引用例の「Single Antenna Scheme」における「インターリーバ」は，せいぜい，後方互換性が達成されるべき既存のシステムないし装置の「インターリーバ」の一例を示すにとどまるから，これが不明であるとしても，802.11a 規格に基づく装置ないしシステムが存在し，これとの後方互換性を達成すべきである以上，本件審決の論旨が成り立たなくなるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，相違点1-2につき，本件審決は，802.11a 規格は単一アンテナを使ったデータ送信(SISO)を想定し，これに用いられる規格であるところ，引用発明におけるインターリーバがそのような単一アンテナを使ったデータ送信に用いられる 802.11a 規格に基づくものであることに照らせば，引用発明において，単一のアンテナを使って送信する場合もあるようにする際，わざわざ他の規格に基づくインターリーバを採用する理由はないし，共通化できる構成を敢えて共通化しない理由もないから，引用発明のインターリーブ方法(802.11a 規格に基づくインターリーバを使ったインターリーブ方法)を単一アンテナを使って送信する場合のインターリーブ方法としても用い，「単一アンテナ」の場合と「複数アンテナ」の場合とで「同じ」インターリーブ方法を使うようにすることは，当業者にとって「自然なこと」である，したがって，相違点1に係る本願発明の構成のように，「単一アンテナまたは複数のアンテナを使ってデータを送信する方法」における「単一アンテナ」の場合に「第一のインターリーブ方法」を使い，「複数アンテナ」の場合に「第一のインターリーブ方法と同じインターリーブ方法」を使うものとすることは，「当業者が容易に想到し得る」ことである，とする。",
                    "この点，原告は，前記のとおり「802．11a規格は単一アンテナを使ってデータを送信するもの」とする本件審決の判断につき意図的かつ限定的な解釈である旨主張するけれども，この主張に理由がないことは前記のとおりである。",
                    "また，原告は，引用発明について単一アンテナを使って送信する場合もあるようにする際，引用例の Fig.2 に記載の「Single Antenna / OSTBC-OFDM - Transmitter」構成に用いられるインターリーバを採用することが当業者にとって「自然なこと」である旨主張するけれども，上記イのとおり，本件審決の論旨に照らせば，このような既存のシステムないし装置として引用例の「Single Antenna Scheme」を採用すべき理由はなく，また，仮にこれが既存のシステムないし装置の一例となり得るとしても，そうした一例を引用発明において組み合わせる場合に一定の態様において組み合わせることが合理的であるからといって，本件審決の論旨に誤りがあることにはならない。",
                    "さらに，原告は，通常であれば，引用例の図2記載の「Single Antenna /",
                    "OSTBC-OFDM  -  Transmitter」構成と，同図3記載の「SFC-OFDM  -",
                    "Transmitter」構成とを並列に用意し，両系統の「Bit Encoder」の前に，いずれかの系統を選択する選択器を配置する構成とするのが自然であると主張するけれども，両者の構成の間にはアンテナを含め共通にすることができる構成が存在するところ，共通にすることができる構成を敢えて冗長に持たせることになる「両系統の『Bit Encoder』の前に，いずれかの系統を選択する選択器を配置する構成」を当業者が敢えて採用するのであればそれなりの理由が必要となるのであり，原告主張の構成の採用が自然であるとはいえない。むしろ，共通にすることができる構成を敢えて冗長に持たせることがないよう，引用例図3の「Odd/even mux」における「奇数ビットと偶数ビットの振り分け処理を無効化」することで単一アンテナを使ってデータを送信するように構成する方が自然であるとも考えられるのであり，本件審決の説示に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，本件審決の引用発明の認定，引用発明と本願発明との対比並びに一致点及び相違点の認定，相違点の判断のいずれにも誤りはないから，原告主張に係る取消事由には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本願発明は前記第2の2記載のとおりであり，また，本件審決における引用発明の認定(前記第2の3(1))については，当事者間に争いがない。そこで，以下では，本願発明と引用発明の一致点及び相違点並びに各相違点の容易想到性について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明と引用発明の一致点及び相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明(甲3)の特徴",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明に係る明細書(図面を含む。以下「本願明細書」という。別紙2)には，以下の記載がある。",
                    "【技術分野】",
                    "【0001】",
                    "本発明は，無線デジタル通信に関する。",
                    "【背景技術】",
                    "【0002】",
                    "典型的な 802.11a/g 送信機のブロック図が図1に示されている。そのような送信機は単一入力単一出力(SISO:  Single-Input-Single-Output)システムである。送信されるべきビットは前方誤り訂正(FEC: forward error correction)エンコーダ101に，続いてインターリーブ器103に加えられる。インターリーブ器103の出力ビットはグループ化され，シンボル・マッピング器105(たとえば QAM マッピング器)によって単一平面内でマッピングされてシンボルを形成する。続く IFFT 処理107では，シンボルは一連の副搬送波周波数(すなわち，周波数ビン)にマッピングされ，変換されて時間標本値の系列が得られる。巡回延長(cyclic extension)処理107(保護シンボルの追加と同等)が実行されて，結果的な OFDM シンボルが得られる。次いでパルス成形109および IQ 変調111が実行されて RF 出力信号113が得られる。",
                    "【0003】",
                    "典型的な 802.11a/g システムが有するブロックインターリーブ器(たとえばブロックインターリーブ器103)は，第一の置換に第二の置換が続いたものとして，以下のパラメータを使って記述できる：…",
                    "【0007】",
                    "802.11a/b/g 無線ネットワーキングの市場での強い成功に続いて，802.11n ワーキンググループが 2003 年に形成された。その憲章は高スループットの無線 LAN のための規格を作成するとしている。この提案された規格では，802.11a/b/gに比べて2倍を超えるレンジを持ち，最大データレートは720Mbpsまで上がることができる。根本的な技術は，複数入力複数出力(MIMO:Multiple-Input-Multiple-Output)と呼ばれ，本質的には複数アンテナを使って無線媒体中の経路のダイバーシチを利用するものである。MIMO システムを論じる際，M×N は M 個の送信アンテナおよび N 個の受信アンテナを意味する。",
                    "【発明の概要】",
                    "【発明が解決しようとする課題】",
                    "【0009】",
                    "802.11n(MIMO)システムは少なくとも 802.11a/g(SISO)システムに対して上位互換であることが望ましい。特にインターリーブに関しては，競合する設計上の目的(たとえば，コンパクトさ，低電力消費および通信の堅牢さ)に対処しながら上位互換性を達成するインターリーブ機構が必要とされている。",
                    "【課題を解決するための手段】",
                    "【0010】",
                    "一般的にいって，本発明は，競合する設計上の目的に効率的に対処しながら上位互換性に対する必要性を満たすインターリーブ器およびインターリーブ方法を提供する。本発明のある側面によれば，データは，期待される受信アンテナ数よりも多いある数の送信アンテナを使って送信される。少なくとも一対の送信アンテナが形成され，第一のデータストリームから複数の第二のデータストリームが形成される。前記第一のデータストリームの相続くビットは前記第二のデータストリームの異なるストリームに割り当てられる。前記第二のデータストリームの複数の個別ストリームのブロック・インターリーブが個々に実行される。相続く送信区間の間，送信アンテナの対を使って前記第二のデータストリームの異なるものから取られたデータシンボルの対が送信され，同等な変換されたデータシンボル対が続く。本発明のもう一つの側面によれば，データは単一のアンテナまたは複数アンテナのどちらかを使って送信される。単一アンテナを使ってデータを送信するときは，データのブロック・インターリーブは，送信に先立って第一のインターリーブ方法を使って実行される。複数アンテナを使ってデータを送信するときは，第一のデータストリームから複数の第二のデータストリームが形成され，前記第一のデータストリームの相続くビットは前記第二のデータストリームの異なるストリームに割り当てられる。前記第二のデータストリームの複数のストリームのブロック・インターリーブは，実質的に前記第一のインターリーブ方法と同じインターリーブ方法を使って実行される。［処理C］。本発明のもう一つの側面によれば，データは，期待される受信アンテナ数よりも多いある数の送信アンテナを使って送信される。送信アンテナのグループが形成され，第一のデータストリームから複数の第二のデータストリームが形成される。前記アンテナのそれぞれについて一つの第二のデータストリームを含む。前記第一のデータストリームの相続くビットは前記第二のデータストリームの異なるストリームに割り当てられる。前記第二のデータストリームの複数の個別ストリームのブロック・インターリーブが個々に実行される。相続く送信区間の間，前記アンテナの異なるものから個々の 0 でないシンボルが送信のために順に出力される。それにより，所与の送信区間の間，0 でないシンボルは前記アンテナのグループのうち一つのアンテナにしか割り当てられない。前記アンテナのグループのうち他のアンテナには 0 のシンボルが割り当てられる。",
                    "【発明を実施するための形態】",
                    "【0013】",
                    "802.11n のためには，複数の空間的ストリームが必要とされる。802.11nシステムが 802.11a/g システムに対して上位互換であるためには，802.11a/g インターリーブ器が存在していることが必要である。本アプローチは，802.11a/g インターリーブ器に基づいて新たなインターリーブ器を作成することである。すなわち，入力ビットがパージングされて二つのストリームにされ，各ストリーム上で 802.11a/g インターリーブ器が使用される。",
                    "【0014】",
                    "ここで図3を参照すると，MIMO通信送信機のブロック図が示されている。単一の情報ストリームがビット・パーサー301に加えられる。送信モードに依存して，ビット・パーサーは単一の情報ストリームまたは二つの別個の情報ストリームを生成する。SISO モードでは，ビット・パーサーは，はいってくる情報ストリームを，インターリーブ器310の上側分枝311に差し向ける。インターリーブ器の上側分枝は図2のインターリーブ器と同じ構成を有しうる。すなわち，ブロック・インターリーブ器処理313に続いて，有意性添え字シャッフル器315が続く。MIMO モードでは，ビット・パーサーは，はいってくる情報ストリームのビットを交互にインターリーブ器の上側分枝311とインターリーブ器の下側分枝312に出力し，二つの別個の情報ストリームを生成する。",
                    "【0015】",
                    "インターリーブ器の下側分枝は好ましくは，インターリーブ器の上側分枝と対応するブロック314および316を含む。さらに，インターリーブ器の下側分枝はブロック316c(処理C)を含んでおり，任意的にブロック316b(処理B)またはブロック316a(処理A)を含みうる。",
                    "【0016】",
                    "今や異なる空間的ストリームにある隣接するビットどうしを，周波数領域においてできるだけ離すことが好ましい。それを行う一つの簡単な方法は，ブロック316の出力を，N_CBPS の倍数で巡回的にローテーションさせることである(処理C)。…"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明の特徴",
                  "text": [
                    "上記アで認定した本願明細書の各記載によれば，本願発明の特徴は，以下のとおりと考えられる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "背景技術(上記【0001】，【0002】)",
                      "text": [
                        "従来の無線ネットワークの規格として，単一入力単一出力(SISO)システムである 802.11a/g 規格がある。802.11a/g 規格に基づく送信機は，インターリーブ器を用いている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "目的(上記【0007】，【0009】)",
                      "text": [
                        "従来の 802.11a/g 規格よりも高スループットの規格である 802.11n 規格を策定するために，802.11n ワーキンググループが2003年に形成された。",
                        "802.11n規格は，複数入力複数出力(MIMO)と呼ばれる，複数アンテナを使って無線媒体中の経路のダイバーシチを利用するシステムの規格であり，802.11a/g(SISO)に対して上位互換であることが望ましいとされ，特にインターリーブに関しては，競合する設計上の目的(例えば，コンパクトさ，低電力消費及び通信の堅牢さ)に対処しながら上位互換性を達成するインターリーブ機構が必要とされる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成(上記【0010】，【0013】～【0016】)",
                      "text": [
                        "本願発明は，データを単一のアンテナ又は複数アンテナのどちらかを使って送信するよう構成される。",
                        "単一アンテナを使ってデータを送信するときは，送信に先立ち，データが第一のインターリーブ方法(実施例では 802.11a/g インターリーブ器)によってインターリーブされる。",
                        "複数アンテナを使ってデータを送信するときは，第一のデータストリームから複数の第二のデータストリームが形成され，前記第二のデータストリームの複数のストリームのインターリーブは，前記第一のインターリーブ方法と同じインターリーブ方法を使って実行される。第二のデータストリームの一方においては，上記インターリーブ方法の後に，さらに，ブロック316c(処理C)を含んでおり，処理Cによって，ブロック316の出力が，巡回的にローテーションされる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "効果(上記【0009】，【0016】)",
                      "text": [
                        "コンパクトさ，低電力消費及び通信の堅牢さを達成しつつ，802.11a/gの上位互換を実現し，MIMO 方式にも対応できる。",
                        "異なる空間的ストリームにある隣接するビット同士を，周波数領域においてできるだけ離すことができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の特徴",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，以下の記載がある(訳は乙12による。ただし，明らかな誤記は甲1に沿って訂正する。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "直交周波数分割多重(OFDM)ベースの無線 LAN(IEEE802.11a/g)の物理層の性能における空間-時間-周波数処理技術の影響を検討する。2つの異なるソフト入力ソフト出力複数アンテナ受信機の空間周波数符号(SFC)が，直交時空間ブロック符号(OSTBC)及び単一アンテナシステムと比較される。(2925頁左欄1~7行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "Ⅲ．処理技術",
                      "text": [
                        "このセクションでは，単一のアンテナ方式，OSTBC-OFDM 方式(紙面の制限により双方とも図2及び4に示される)と SFC-OFDM 方式(図3及び5，6に示される)を議論する。(2926頁右欄4~8行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "A．単一アンテナ方式",
                      "text": [
                        "単一アンテナ方式／受信チェーンは，OSTBC モジュール(灰色で示されている)無しの図2及び図4に示されている。ビットレベル復号器への入力におけるシステムの入力／出力の数式は，Z=H X+N (式5)eff effであり，ここで，Z は受信信号であり，H は通信チャネルであり，Xeffは入力信号であり，N は付加雑音である。入力記号 X は QAM シンボeffルであり，それは情報ビット b=[b ・・・b ・・・b ]をグレーマッピングして0 m M得た有限アルファベットコンステレーション X={X ,X ,・・・,X }からそ1 2 |X|の値をとる。1つの QAM シンボルのビット数 M は，コンステレーションサイズに依存する。ビットレベル復号器は，ソフト入力又はハード入力のいずれかに基づくことができる。しかしながら，AWGN チャネルにおいて単一アンテナの 802.11a システムで使用される場合，ソフト入力復号化はハード復号化に対して 2dB のアドバンテージを与える[16]。(2926頁右欄9～24行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "B.純粋な空間ダイバーシティ  – OSTBC-OFDM(2927頁左欄13行)"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "C.ダイバーシティ／空間多重モード  – SFC-OFDM このモードでは，送信機は，S-F エンコーダとして S-F ビットインターリーバ(SFI)を使用し，符号化データの独立性を最大化すると同時にシステムの効果的なスループットを向上させるよう，空間及び周波数を横断する符号化データを配信する[14]。送信機は，図3に示されている。",
                        "使用される単純な SFI では，符号化及びパンクチャされたデータは，符号化ビットストリームからの奇数ビットが一方のアンテナに，偶数ビットが他方のアンテナにと，2つのアンテナストリーム上に多重化される。そのあと，各ストリームは，802.11a 規格に基づくインターリーバでインターリーブされる。これは，周波数にわたる独立性を確保する。その次に，空間にわたる独立性を確保するために，前記2つのストリームの一つに巡回シフトが使用される。追加的なローテーションは，SFIを改良し，インターリーバ・ゲインを増加させる。(2927頁左欄下から9行～同頁右欄5行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の特徴",
                  "text": [
                    "引用例は，OFDM ベースの無線 LAN(802.11a／g)の物理層に対して，空間-時間-周波数処理技術が与える影響を検討する目的で，単一アンテナ方式，OSTBC-OFDM 方式及び SFC-OFDM 方式の3つの方式を比較検討する論文である。本件審決では，このうち SFC-OFDM 方式を引用発明として認定している。",
                    "上記アで認定した引用例の各記載によれば，引用発明は，2×2",
                    "MIMO OFDM システムである SFC-OFDM 方式であって(なお，引用例のSFC-OFDM 方式が2×2  MIMO OFDM システムであることは，その2929頁右欄下から2行～2930頁左欄2行により認められる。)，",
                    "SFI を使用するものであり，単純な SFI では，符号化及びパンクチャされたデータは，符号化ビットストリームからの奇数ビットが一方のアンテナに，偶数ビットが他方のアンテナにと，2つのアンテナストリーム上に多重化され，その後，各ストリームは，802.11a 規格に基づくインターリーバでインターリーブされ，さらに，前記2つのストリームのうちの1つに巡回シフトが使用されるものである。",
                    "引用発明は，上記のような構成を採用することにより，空間にわたる独立性が確保され，インターリーバ・ゲインを増加させるという効果を奏する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記認定(前記1並びに2(1)及び(2))によれば，本願発明及び引用発明の対比として，以下のようにいうことができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明と引用発明とは，まず，「データを送信する方法」である点で一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明の「複数のアンテナ」は，本願発明の「複数のアンテナ」に相当することから，引用発明の「複数アンテナを使ってデータを送信するとき」は，本願発明の「複数アンテナを使ってデータを送信するとき」に相当するということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明の「符号化及びパンクチャされた符号化ビットストリーム」及び「2つのアンテナストリーム」は，それぞれ，本願発明の「第一のデータストリーム」及び「複数の第二のデータストリーム」に相当することから，引用発明の「符号化及びパンクチャされた符号化ビットストリームから2つのアンテナストリームを形成し，前記符号化ビットストリームの相続くビットは前記2つのアンテナストリームの異なるストリームに割り当てられ」は，本願発明の「第一のデータストリームから複数の第二のデータストリームを形成し，前記第一のデータストリームの相続くビットは前記第二のデータストリームの異なるストリームに割り当てられ」に相当するということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用発明の「前記2つのアンテナストリームのブロック・インターリーブ」は，本願発明の「前記第二のデータストリームの複数のストリームのブロック・インターリーブ」に相当する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用発明においては，「前記2つのアンテナストリームの一つに巡回シフトを実行する」という動作により，2つのアンテナストリームの一方だけが巡回シフトによる並べ替えの対象となることから，引用発明と本願発明とは，「前記第二のデータストリームの一つが前記第二のデータストリームの別の一つに比べて並べ替えられるようにする並べ替えを実行する」点で一致する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本願発明と引用発明の一致点及び相違点は，以下のとおりと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "データを送信する方法であって：",
                        "複数アンテナを使ってデータを送信するときは：",
                        "第一のデータストリームから複数の第二のデータストリームを形成し，前記第一のデータストリームの相続くビットは前記第二のデータストリームの異なるストリームに割り当てられ；",
                        "前記第二のデータストリームの複数のストリームのブロック・インターリーブを，所定のインターリーブ方法を使って実行し；",
                        "前記第二のデータストリームの一つが前記第二のデータストリームの別の一つに比べて並べ替えられるようにする並べ替えを実行する，",
                        "ことを含む方法",
                        "である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点A 本願発明は「単一のアンテナまたは複数のアンテナを使ってデータを送信する方法」であって「単一アンテナを使ってデータを送信するときは，送信に先立って第一のインターリーブ方法を使って前記データのブロック・インターリーブを実行し；」との構成を有するのに対し，引用発明は「複数のアンテナを使ってデータを送信する方法」であって単一アンテナを使ってデータを送信することが言及されていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "相違点B 本願発明の「前記第二のデータストリームの複数のストリームのブロック・インターリーブ」は「前記第一のインターリーブ方法と同じインターリーブ方法を使って実行」されるのに対し，引用発明の「前記2つのアンテナストリームのブロック・インターリーブ」は「802．11a規格に基づくインターリーバを使って実行」される点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "相違点C 本願発明は「そのブロック・インターリーブの間にビットはシンボルにグループ化され」との構成を有するのに対し，引用発明は当該構成が明らかにされておらず，また，一致点の「前記第二のデータストリームの一つが前記第二のデータストリームの別の一つに比べて並べ替えられるようにする並べ替えを実行する」方法に関し，本願発明は「前記第二のデータストリームの一つからのシンボルが前記第二のデータストリームの別の一つからのシンボルに比べて並べ替えられるようにするシンボルの並べ替えを実行する」のに対し，引用発明の巡回シフトの具体的処理が明らかでない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，本願発明と引用発明の一致点として「前記第二のデータストリームの複数のストリームのブロック・インターリーブを，単一アンテナを使ってデータを送信するときと同じインターリーブ方法を使って実行」する点を挙げているが，引用発明は，「単一アンテナを使ってデータを送信するとき」及びその際に用いられる「第一のインターリーブ方法」について言及していない。したがって，本件審決における一致点の認定は誤りである。",
                    "他方，相違点A及びCは，それぞれ本件審決の認定する相違点1及び2と同一である。しかし，本件審決は相違点Bには言及しておらず，これを看過した点で相違点の認定を誤っているということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，被告は，802.11a 規格に基づくインターリーバのインターリーブ方法は，「単一アンテナを使ってデータを送信するときに使われるインターリーブ方法」ということができ，そうすると，引用発明が複数のアンテナを使ってデータを送信するときに実行する「802．11a規格に基づくインターリーバ」を使ったブロック・インターリーブは，「『単一アンテナを使ってデータを送信するときに使われるインターリーブ方法』と同じインターリーブ方法(すなわち(本願発明の『第一のインターリーブ方法』と同様に)単一のアンテナを使ったデータ送信を想定したものにおいて用いられるインターリーブ方法)」といえる，などとして，本件審決の一致点に関する判断に誤りはなく，相違点の看過はない旨を主張する。しかしながら，使用の有無ではなく，インターリーブ方法の性質を示す「単一のアンテナを使ったデータ送信を想定したものにおいて用いられるインターリーブ方法」という概念と，インターリーブ方法の性質ではなく，それが現に使用されていることを示す「単一アンテナを使ってデータを送信するときに使われるインターリーブ方法」という概念とは，必ずしも概念的に一致しないと見るべきことなどに鑑みると，この点に関する被告の主張は採用し得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "各相違点に関する容易想到性",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点2に関する本件審決の判断に関しては，当事者間に争いがない(原告において，誤り等の指摘をしていない。)。そこで，以下では，関連する周知技術について認定した上で，相違点1及び相違点Bに関する容易想到性について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "関連する周知技術",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2文献",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2文献(特開2004-194262号公報)には，以下の記載がある。",
                        "【0001】",
                        "【発明の属する技術分野】",
                        "本発明は，無線通信における多入力多出力通信において利用可能な信号伝送システム，信号伝送方法及び送信機に関する。",
                        "【0044】",
                        "図3は，送信信号生成手段4の構成及び動作を示す説明図である。本実施形態では，図3に示すように，送信信号生成手段4は，分配機41と，符号機42及び43とから構成されている。",
                        "【0045】",
                        "分配機41は，伝送モード決定手段3から送信された伝送モードを示す伝送モード情報を取得し，取得した伝送モードに基づいて送信信号(入力)を分配するモジュールである。",
                        "【0046】",
                        "伝送モード1の場合，分配機41は，図3(a)に示すように，入力1系列を2系列に分割する直列並列変換機として機能する。一方，伝送モード2乃至5の場合，分配機41は，図3(b)又は(c)に示すように，送信用アンテナ＃1又は＃2を選択する選択器として機能する。",
                        "【0052】",
                        "表1において，伝送モード1は，送信用アンテナ＃1及び＃2を使用して空間多重を行い，各送信用アンテナ＃1又は＃2においてQPSK変調を用いるモードである。",
                        "【0053】",
                        "また，伝送モード2及び3は，送信用アンテナ＃1又は＃2のみを使用して単一アンテナ送信を行うものであり，各送信用アンテナ＃1又は＃2においてQPSK変調を用いるモードである。",
                        "【0054】",
                        "また，伝送モード4及び5は，送信用アンテナ＃1又は＃2のみを使用して単一アンテナ送信を行うものであり，各送信用アンテナ＃1又は＃2において16QAM変調を用いるモードである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)で認定した各記載によれば，甲2文献に記載された技術(以下「甲2技術」という。)は，「無線通信における多入力多出力通信(MIMO通信)において利用可能な信号伝送システム，信号伝送方法及び送信機に関し，送信信号生成手段4は分配機41と符号機42及び43とから構成され，分配機41は伝送モードに基づいて送信信号(入力)を分配するモジュールであり，伝送モード1は送信用アンテナ#1 及び#2 を使用して空間多重を行い，伝送モード2ないし5は送信用アンテナ#1 又は#2 のみを使用して単一アンテナ送信を行い，伝送モード1の場合，分配機41は入力1系列を2系列に分割する直列並列変換機として機能し，伝送モード2ないし5の場合，分配機41は送信用アンテナ#1 又は#2 を選択する選択器として機能する。」というものであることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "その他の文献の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "池田冬彦「新米システム管理者のためのネットワークQ＆A」(「Ｎ＋I  ＮETWORK  第4巻第11号」(2004年11月1日発行)。乙3。以下「乙3文献」という。)",
                      "text": [
                        "「802.11n の高速伝送技術を支えるキーテクノロジに『MIMO-OFDM(Multi Input Multi Output)』がある。OFDM とは，現行の無線 LAN でも使われている周波数分割多重方式による伝送技術だが，MIMO-OFDM は複数の周波数チャネルを同時に使い，異なる通信データを多重化させてより大量のデータを転送できるようにする…。このため，送受信を行う無線 LAN 機器では，複数のアンテナが必要になる。",
                        "現在の提案によれば，2×2 と 4×4 の 2 種類の MIMO がある。2×2 では 1 チャネルあたりおよそ 20MHz の帯域によって通信を行い，4×4 では全体で 40MHz の帯域を使ってより高速な通信が可能だ。アンテナの数はそれぞれ 2 本／4 本となる。WWiSE が提出した提案では，2×2 のMIMO でスループットは 135Mbps，4×4 では最大 540Mbps を目標とする。一方，TGnSync では 2×2 で 250Mbps，4×4 で 500Mbps を実現させたい考えだ。なお，この規格案では双方とも既存の 802.11a/b/g との互換性がある。」(147頁A欄左25行～42行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "加々見修，豊田一彦，梅比良正弘「次世代ホームネットワークサービス」(「ＮTT技術ジャーナル  第16巻第11号」(2004年11月1日発行)。乙4。以下「乙4文献」という。)",
                      "text": [
                        "「IEEE802 委員会では，昨年9月に TGn(Task Group n)を立ち上げ，IEEE802.11g/a のさらなる高速化を実現する次世代高速無線 LAN の使用を検討しています。TGn では，MAC SAP(MAC 層のサービスアクセスポイント)において 100Mbit/s 以上のスループットを達成するとともに，5GHz 帯無線 LAN(IEEE802.11a)との後方互換性を確保することを目標としています。",
                        "現在，2006 年の仕様策定完了を目指し，TGn 参加メンバから募集した上記開発ポイントを達成可能な技術の提案に関して評価・検討しているところです。前述の MIMO技術もIEEE802.11nの中核技術として検討されています。」(27頁左欄1～19行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「東芝レビュー  2003  VOL.58 NO.11」(2003年11月1日発行。乙5。以下「乙5文献」という。)",
                      "text": [
                        "「また将来に向けて，更なる最大伝送速度を持った規格の検討が開始された。IEEE802.11n と呼ばれる規格である。アプリケーションレベルで伝送速度 100Mbps 以上を保証することを特徴としており，IEEE802.11aとも後方互換性を持つ。」(4頁中欄28行～34行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "国際公開第2004／030265号(2004年4月8日発行。乙6。以下「乙6文献」という。なお，訳文は特表2006-500864号公報(乙6添付)による。)",
                      "text": [
                        "「現在の IEEE802.11a 規格は直交周波数分割多重化(OFDM)と適応型の変調および復調の帯域利用の効率的な方式を採用する。システム(判決注：原文は’The systems’)は単一入力単一出力(SISO)システムとして設計され，本質的には回線の各端で単一の送受信アンテナを採用している。」(1頁20行～27行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "国際公開第2004／051914号(2004年6月17日発行。乙7。以下「乙7文献」という。なお，訳文は特表2006-509396号公報(乙7添付)による。)",
                      "text": [
                        "「現在，単一入力単一出力(SISO)に対しては  IEEE802.11a システムは最高 54Mbps までのデータ伝送速度を提供することができる。」(Abstract2行目)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "特開2004-135304号公報(平成16年4月30日発行。乙8。以下「乙8文献」という。)",
                      "text": [
                        "【発明が解決しようとする課題】",
                        "【0010】",
                        "MIMOアンテナ・システムを使用する通信システムでは，こうしたシステムに対処できる信号チャネル形式を有し，現在のSISOシステムに対しても後ろ向きに適合可能であることが求められている。(5頁10行～14行)",
                        "【発明を実施するための最良の形態】",
                        "【0012】",
                        "本発明は，MIMOアンテナ・システムを有する通信システムの順方向リンクおよび逆方向リンクを介して信号情報を搬送する方法を提供する。信号チャネルを介して搬送される信号情報は，相対的に大量の情報がMIMOアンテナ・システムによって搬送可能になるように形式化される。本発明の方法およびMIMOアンテナ・システムを使用して，トラフィック情報の送信および／または受信に備えるために相対的に大量の信号情報を搬送することができる。具体的に言えば，順方向リンク信号チャネルの形式は，システム機器が通信システムのスループットを向上させるためにMIMOアンテナ・システムのアンテナ素子を効果的に使用できる配置構成を提供する。MIMOアンテナ・システムを使用する通信システムでサポートするために，逆方向リンク信号チャネルの形式を，(1)逆方向リンク信号情報が時分割多重化される，(2)逆方向リンク信号情報に追加のチャネルが提供される，および(3)逆方向リンク情報が相対的に高位の変調で変調される，という3つの基本的な方法のうちの任意の1つで修正することができる。さらに，使用可能な信号およびトラフィック通信チャネルの排他的部分が，MIMOアンテナ・システムを使用して情報を伝送する様々なユーザに割り当てられる。チャネル割当て情報は，使用可能なチャネル(トラフィックおよび・または信号)を特定ユーザに割り当てるために，順方向リンク信号情報に含められる。特定のユーザに1つまたは複数のチャネルを割り当てることができる。説明をわかりやすくするために，本発明の方法は，順方向リンク信号チャネルがSPDCCHであり，逆方向リンク信号チャネルがRACKCHおよびRCQICHである，2×2  MIMOアンテナ・システム(2本の送信アンテナ，2本の受信アンテナ(図示せず))を使用するCDMA通信システムのコンテキストで記載する。」(5頁33行～6頁4行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "欧州特許出願公開第1351414号明細書(2003年10月8日発行。乙11(訳文は同書証添付のもの)。以下「乙11文献」という。)",
                      "text": [
                        "「[0010]  本発明の一態様によれば，いくつかのデバイスは他のデバイスとは異なる物理レイヤの設定が可能である。複数の無線装置を有する無線ネットワークにおける通信フレームを実現する方法が開示されている。この方法は，SISO アンテナ設定を使用するか MIMO アンテナ設定を使用するかを指定することが可能な物理レイヤの設定情報が符号化された少なくとも1ビットを含むポーリングフレームを形成することを含む。この方法はさらに，受信装置によって複合するためにポーリングフレームを受信装置に送信し，前記ポーリングフレームに含まれる物理レイヤの設定情報に従って受信装置の物理レイヤを設定することを含む。ここで，ポーリングフレームはまた，受信装置が返信する情報を持っているかどうかを決定するようにする。」",
                        "「[0020]  現在採用されている 802.11 規格は，制御フレーム，データフレーム，及び管理フレーム等のような，様々なフレームタイプの構造を定義している。以下の説明は，無線局及び／又はアクセスポイント間の通信をスケジュールするときに 802.11 フレーム構造が PHY 設定(例えば，MIMO，レガシーSISO等)情報を含むようにする，様々な変更を述べる。以下に述べる好ましい改良は，可能な限り既存の実施を使用することができるように，既存のフレーム構造に対してなされており，これにより，開発時間とコストを最小化する。さらに，既存のフレームタイプを使用した好適な実施形態で採用されたアプローチは，後方互換性を促進する。802.11 準拠のデバイスにこのような特性を実施することは，現在採用されている規格からのいくつかのバリエーションが必要とされる。これらのバリエーションは，以下の説明及び関連する図面において実施されている。しかしながら，以下の本開示及び特許請求の範囲のスコープは，802.11 のコンテキストに限定される必要はないことが理解されるべきである。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の各記載を踏まえると，以下のことが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙6文献及び乙7文献によれば，802.11a 規格が OFDM を使用するSISO システムの規格であることは，周知である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙3文献及び乙4文献によれば，802.11n 規格が MIMO システムの規格であることは，周知である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙3文献ないし乙5文献によれば，802.11n 規格が 802.11a 規格に対して後方互換性を持つことは，周知である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)ないし(ウ)によれば，OFDM を使用する MIMO システムの規格である802.11nは，OFDMを使用するSISOシステムの規格である802.11aに対して後方互換性を持つことは，周知である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "乙8文献には，MIMOを使用する CDMA通信システムが SISO システムに対して後ろ向きに適合可能，すなわち後方互換性を持つことを求められていることが開示されているところ，これと上記(エ)とを併せ考えると，MIMO システム一般において，SISO システムに対する後方互換性を持たせるようにすることは，周知である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "甲2文献には，MIMO 通信において利用可能なシステムであって，複数アンテナを使って送信するモードと単一アンテナを使って送信するモードとを切り替え可能にしたものが記載されている。",
                        "また，乙11文献には，SISO アンテナ設定(すなわち単一アンテナによる送受信)を使用するか MIMO アンテナ設定(すなわち複数アンテナによる送受信)を使用するかの情報を，802.11 フレーム構造に含めることにより，後方互換性を促進することが記載されている。",
                        "上記(オ)の周知技術を踏まえた上で，甲2文献及び乙11文献の上記各記載を考慮すれば，MIMO システムにおける SISO システムへの後方互換性の一形態として単一アンテナでの送信と複数アンテナでの送信とを切り替え可能に構成することは，周知である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明である SFC-OFDM 方式は，802.11a 規格の物理層に対して SFC(空間周波数符号)が与える影響を評価する目的で提示されたものである。より詳細には，引用発明は，2×2  MIMO-OFDM システムであって複数アンテナでデータの送信を行うものであり，SISO システムである単一アンテナの 802.11a システムとの比較で評価すると，空間にわたる独立性及びインターリーバ・ゲインが向上する。そして，引用発明においてアンテナストリーム上のデータが 802.11a 規格に基づくインターリーバでインターリーブされることに注目すると，引用発明は，802.11a 規格に基づく SISO システムを改良して，MIMO システムとして複数アンテナでデータを送信するようにしたものであると理解される(前記2(2))。",
                    "この点を踏まえるとともに，MIMO システムの規格である 802.11n がSISO システムの規格である 802.11a に対して後方互換性を保持することが周知であること(前記(2)ウ(エ)，(オ))に鑑みれば，802.11a に基づく SISOシステムを改良して MIMO システムとした引用発明においても，802.11a に基づく SISO システムに対して後方互換性を持つようにする動機は十分に存在するというべきである。また，MIMO システムの SISO システムに対する後方互換性の具体例として複数アンテナを使って送信するモードと単一アンテナを使って送信するモードとを切り替え可能にすることが周知であること(前記(2)ウ(カ))を考慮すれば，引用発明を，複数アンテナモードと単一アンテナモードとを切り替え可能に構成することは，当業者が容易になし得たことであると認められる。",
                    "したがって，相違点1については，当業者が容易に想到し得たものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，引用発明において後方互換性を達成することとは，受信側が単一アンテナ構成しか有していない場合においてもデータ通信を可能とすることであると考えられるなどとした上で，引用発明においては単一アンテナを使って送信する場合を想定する動機付けがない旨主張するが(前記第3の1(3)イ)，引用例は後方互換性について何も記載していないし，原告主張に係る上記前提が正当であることをうかがわせる証拠もない。仮にこの前提が正しいとしても，MIMO システムの SISOシステムに対する後方互換性の一形態として，単一アンテナでの送信と複数アンテナでの送信とを切り替え可能にすることが周知の構成であることが示されていること(前記(2)ウ(カ))，単一アンテナで送信されたデータが単一アンテナで受信可能であることは技術的に自明であることを考えると，上記周知の構成を退けてまで原告主張に示された構成を採用すべき必然性はないというべきである。",
                    "また，原告は，無線デジタル通信分野における当業者が，引用発明において，後方互換性を達成することを目的として単一のアンテナを使った送信も可能にする場合，引用例の図2記載の「Single Antenna Transmitter」構成と，同図3記載の「SFC-OFDM Transmitter」構成とを並列に用意し，両系統の「Bit Encoder」の前にいずれかの系統を選択する選択器を配置する構成とするのが自然であるなどとして，本件審決の判断の誤りを主張するところ(前記第3の1(3)ウ)，その選択器の配置の構成に係る主張にそもそも疑義がある上，仮にその点が原告主張のとおりであるとしても，本願発明は「単一のアンテナ」と「複数のアンテナ」の関係について何ら限定しておらず，「単一アンテナを使ってデータを送信するとき」を「複数のアンテナ」の一つを用いる構成に限定してはいない。そうである以上，原告主張に係る「Single Antenna Transmitter」構成と「SFC-OFDM Transmitter」構成とを並列に用意するものも，本願発明には含まれるというべきである。",
                    "以上より，この点に関する原告の主張は採用し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点Bについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(3)アのとおり，引用発明は，802.11a 規格に基づく SISO システムを改良して，MIMO システムとして複数アンテナでデータを送信するようにしたものであり，この引用発明に，802.11a 規格に基づく SISO システムに対する後方互換性を持つようにする目的で単一アンテナモードを導入することは，周知技術に基づいて容易になし得ることである。この際，引用発明に新たに導入される単一アンテナモードは，802.11a 規格に対する後方互換性を実現しなければならないから，インターリーブ方法として802.11a 規格に基づくインターリーブ方法を採用しなければならないことは自明といってよい。",
                    "また，そもそも，引用発明の複数アンテナモードで使用するインターリーブ方法は，802.11a 規格に基づくものである(前記2(2))。",
                    "そうである以上，引用発明に対して単一アンテナモードを導入する際に，単一アンテナモードで使用するインターリーブ方法と複数アンテナモードで使用するインターリーブ方法とを同じものとすることは，当然のことということができる。",
                    "したがって，相違点Bについても，当業者が容易に想到し得たものと認められる。",
                    "なお，本件審決は，前記のとおり相違点Bを看過したものであるが，その一方で，「802．11a規格は単一アンテナを使ってデータを送信するものであることに鑑みれば，単一のアンテナを使って送信する際のインターリーブも802．11a規格に基づくインターリーバを使って実行するようにすることは自然なことにすぎない。」旨説示しており，実質的には上記と同様の判断を示したものといってよい。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，「802．11a規格は単一アンテナを使ってデータを送信するもの」であるという本件審決の判断は意図的かつ限定的な解釈であり，このような解釈に基づいて行われた本件審決の判断は誤りであるなどと主張するところ，本願の優先日前には 802.11a 規格のインターリーバを用いた MIMO システムが案出されていた(引用例)とはいえ，その事実をもって，単一アンテナを使ってデータを送信する際のインターリーブを 802.11a 規格に基づくインターリーブ方法とすることができないと結論付けることはできない。802.11a 規格は，本来的に SISO システムのための規格であるから(前記(2)ウ(ア))，SISO システムのためのインターリーバとして 802.11a 規格に基づくインターリーバを用いることは当業者にとって自然であるとする本件審決の判断に誤りはないというべきである。",
                    "その他原告がるる指摘する事項を踏まえても，この点に関する原告の主張は採用し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，相違点1及び相違点Bは，いずれも当業者が容易に想到し得るものということができる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "以上より，本件審決には一致点及び相違点の認定に誤りがあるものの，その誤りは結論に影響しないことから，原告主張に係る取消事由には理由がないというべきである。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}