{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求を棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件請求の要旨",
              "text": [
                "本件は，被控訴人が，控訴人に対し，被控訴人による被控訴人製品(iPhone，iPad，iPodなど10製品)の生産・譲渡等が，控訴人が有する本件件特許権(特許第3867226号，発明の名称：「複数の指示部位で操作可能なタッチパネルシステム」)又は控訴人が有していたその共有持分権を侵害しないとして，被控訴人製品の生産・譲渡等を理由とする控訴人の被控訴人に対する不法行為に基づく損害賠償請求権が存在しないことの確認を求める事案である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原審の判断",
              "text": [
                "原判決は，被控訴人製品は，本件各発明の構成要件C(距離算出手段)を充足しないから本件各発明の技術的範囲に属さないとして，被控訴人の請求を認容した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "本件の前提となる事実は，原判決の「事実及び理由」欄の第2(事案の概要)の「2  前提事実」に記載のとおりである。",
            "本件各発明の構成要件(構成要件Dについては，「訂正前構成」ともいう。)，本件訂正後の構成要件D’(以下，「訂正後構成」又は「補正前構成」ともいう。)及び本件補正後の構成要件D”(以下，「補正後構成」ともいう。)を再掲すると，次のとおりである。",
            "①  本件発明1",
            "A    情報処理装置と，該情報処理装置に接続され，複数の指示部位を有する指示体による入力検出面へのタッチ動作を前記情報処理装置へ伝えるための，前記入力検出面にタッチされる指示部位の指示位置を検出する位置検出手段を備えたタッチパネルとを有するタッチパネルシステムであって，該タッチパネルシステムは，",
            "B    前記タッチパネルの入力検出面に同時に又は順にタッチされる指示部位の数をカウントするカウント手段と，",
            "C  前記位置検出手段により検出される複数の指示部位のうち最外端にある2個所の指示部位の指示位置の間の距離を算出する距離算出手段と，",
            "D    前記カウント手段によりカウントされる指示部位の数に加えて，前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段と，を具備することを特徴とする",
            "E  複数の指示部位で操作可能なタッチパネルシステム。",
            "②  本件発明2",
            "請求項1に記載のタッチパネルシステムであって，",
            "F    前記カウント手段は，該複数の指示部位が隣接しているときは1つの指示部位がタッチされたものとして指示部位の数をカウントすることを特徴とする複数の指示部位で操作可能なタッチパネルシステム。",
            "③  本件発明4",
            "請求項1に記載のタッチパネルシステムであって，",
            "G    前記制御手段は，前記位置検出手段により検出される複数の指示部位の指示位置のうち最初若しくは最後にタッチされる指示位置を，指示部位の指示位置として前記情報処理装置が所定の動作を行うようにすることを特徴とする複数の指示部位で操作可能なタッチパネルシステム。",
            "④  本件発明6",
            "請求項1に記載のタッチパネルシステムであって，",
            "H    前記情報処理装置の所定の動作とは，指示部位の指示位置を最初にタッチした位置に静止しておく動作を含むことを特徴とする複数の指示部位で操作可能なタッチパネルシステム。",
            "⑤  構成要件D’(削除された部分を＜  ＞で，付加された部分を[  ]と下線で示す。)",
            "D’  ＜前記カウント手段によりカウントされる指示部位の数に加えて，＞前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化[，及び前記カウント手段により前記一定の時間においてカウントされる指示部位の数又は該数の過渡的な変化]に応じて[，特定の時間において算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記特定の時間においてカウントされる指示部位の数又は該数の過渡的な変化に対応した所定の動作から選ばれる所定の動作を，]前記情報処理装置が＜所定の動作を＞行うようにする制御手段と，を具備することを特徴とする",
            "⑥  構成要件D”(削除された部分を＜  ＞と波下線で示す。)",
            "D”  前記距離算出手段により算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記カウント手段により前記一定の時間においてカウントされる指示部位の数＜又は該数の過渡的な変化＞に応じて，特定の時間において算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記特定の時間においてカウントされる指示部位の数＜又は該数の過渡的な変化＞に対応した所定の動作から選ばれる所定の動作を，前記情報処理装置が行うようにする制御手段と，を具備することを特徴とする"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件の争点は，原判決の「事実及び理由」欄の第2(事案の概要)の「3 争点」に記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，下記1～3のとおり原判決を補正するほかは，原判決の「事実及び理由」欄の第2(事案の概要)の「4 争点に対する当事者の主張」に記載のとおりである。",
        "(原判決の補正)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点2-1(無効理由1〔新規性欠如又は進歩性欠如〕は成り立つか)のうち，被控訴人の甲13(特開平7-230352号公報)に基づく無効主張に関して",
          "text": [
            "原判決11頁25行目から同12頁20行目までを次のとおり改める。",
            "「        (イ)  甲13に基づく新規性・進歩性の欠如"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "甲13発明の認定",
              "text": [
                "本件特許出願前に頒布された刊行物である特開平7-230352号公報(甲13)に記載された発明(以下「甲13発明」という。)は，次のとおりである。"
              ]
            },
            {
              "fig": "a",
              "subject": "同時複数タッチ位置検出装置と，情報処理装置に接続された表示装置とを含む同時複数ジェスチャ指示処理装置であって，同時複数タッチ位置検出装置から情報処理装置へ，検出したタッチの位置と，個数と，タッチ位置のX，Y座標とを出力し，"
            },
            {
              "fig": "b",
              "subject": "検出したタッチ位置の個数を出力し，"
            },
            {
              "fig": "c",
              "subject": "タッチしている2本の指の間の距離を算出し，"
            },
            {
              "fig": "d",
              "subject": "同時タッチ位置の数を判定し，複数の指を検出した場合のみ，所定の動作を実行することを決定し，タッチしている2本の指の間の距離の過渡的な変化に基づいて図形の伸縮変形における変形量を求め，"
            },
            {
              "fig": "e",
              "subject": "2本の指で操作可能であり，"
            },
            {
              "fig": "f",
              "subject": "信号が減衰した領域を1本の指に対応付け，"
            },
            {
              "fig": "g",
              "subject": "最初にタッチした位置が以前のタッチ位置と同じ対象物の外郭上にあるか内部にあるかに基づいて，所定の動作を行い，"
            },
            {
              "fig": "h",
              "text": [
                "最初に指がタッチしたタッチパネルの位置に基づいて情報処理装置が図形を伸縮変形するようにする同時複数ジェスチャ指示処理装置。",
                "なお，各構成を開示する甲13の記載部分は，構成aにつき，【0001】【0186】【0217】【0218】【図23】，構成bにつき，【0218】，構成cにつき，【0195】【0210】【0232】～【0234】【図22】【図26】，構成dにつき，【0204】【0205】【0210】【図22】であり，構成eについては，上記各記載から自明である。さらに，構成fにつき，【0039】【図2】，構成gにつき，【0191】【0200】【図21】【0252】【図26】，構成hにつき，【0252】である。"
              ]
            },
            {
              "fig": "b",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "相違点の認定・新規性",
                  "text": [
                    "本件各発明の構成要件Cの『複数の指示位置のうち最外端の2個所』とは，タッチ位置が2つのみの場合には，直ちにその両者に確定されるものと解されることを前提にして，甲13発明と本件発明1とを対比すると，構成a～eは，それぞれ，構成要件A～Eに相当するから，甲13発明と本件発明との間には，相違点がない。",
                    "したがって，本件発明1は，甲13発明と同一である。",
                    "ⅰ  相違点1について",
                    "控訴人は，本件発明1と甲13発明との間には，後記相違点1があると主張する。",
                    "しかしながら，本件発明1にいう指示位置間の距離は，各点のXY座標値から三平方定理を用いて算出した距離に限定されておらず，各点のX軸上又はY軸上の座標間の距離でもよいとされている(本件明細書の【0033】【0034】【0036】【図6】参照)。甲13発明も，少なくとも，X軸上の座標間の距離を用いているから，甲13発明は，構成要件Cを開示している。",
                    "また，甲13発明において指示位置間の移動ベクトルを評価することは，本件発明1において距離の過渡的な変化を判定していることにほかならず，甲13発明は，構成要件Dも開示している。",
                    "したがって，相違点1は，存在しない。",
                    "ⅱ  相違点Bについて",
                    "控訴人は，本件発明1と甲13発明との間には，後記相違点Bがあると主張する。",
                    "(ⅰ)  禁反言",
                    "控訴人は，原審において，甲13発明が構成要件Bを有することを自白していたから(原審の平成26年9月12日付け控訴人第2準備書面14頁下から2行～15頁12行目)，控訴審の段階でこれを覆して，相違点Bを主張することは，自白の撤回であって許されない。",
                    "(ⅱ)  甲13の記載",
                    "仮に，上記(ⅰ)の自白の撤回が許されるとしても，次のとおり，甲13発明は，構成要件Bを有するといえるから，控訴人の主張は，失当である。",
                    "すなわち，本件発明1における『指示部位』及び『指示位置』は，請求項1の記載によれば，『指示部位』とは，『位置を指し示すために用いられる部位』を意味し，『「指示位置』とは，『指示部位によって指し示される入力検出面の位置』を意味すると解される。そうすると，甲13の記載(【0038】【0039】)によれば，甲13発明の『(パネル1をタッチする)物体』及び『タッチ位置』は，それぞれ，本件発明1の『指示部位』及び『指示位置』に対応する。甲13発明では，パネル1をタッチする物体が個別に識別される限り，タッチ位置の数は，パネル1をタッチする物体の数に一致する。そのため，甲13発明において，タッチ位置の数をカウントすることは，パネル1をタッチする物体の数をカウントすることにほかならない。なお，本件発明1が，タッチされる指示位置と指示部位とが数において完全に一致するとは限らない態様を含むことがあり得るとしても，本件発明1は，タッチされる指示位置と指示部位が数において一致する態様を含まないわけでないから，この点は，甲13発明が構成要件Bを有さないことの根拠にはならない。",
                    "そうすると，甲13発明は，構成要件Bを有するから，相違点Bは存在しない。",
                    "ⅲ  相違点Cについて",
                    "控訴人は，本件発明1と甲13発明との間には，後記相違点Cがあると主張する。",
                    "(ⅰ)  禁反言",
                    "控訴人は，原審において，甲13発明が，相違点Cに係る本件発明1の制御手段を有することを認めていたから(原審の平成26年9月12日付け控訴人第2準備書面14頁下から2行～15頁12行目)，控訴審の段階でこれを覆して，相違点Cを主張することは，自白の撤回であって許されない。",
                    "(ⅱ)  甲13の記載",
                    "仮に，上記(ⅰ)の自白の撤回が許されるとしても，上記ⅱ(ⅱ)のとおり，甲13発明は，構成要件Bを有するから，これを有しないことを前提に相違点Cに係る本件発明1の制御手段を有しないとする控訴人の主張は失当であり，相違点Cは存在しない。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "容易想到性",
                  "text": [
                    "ⅰ  甲13発明に基く進歩性欠如",
                    "本件発明1は，甲13発明と同一であるから，甲13発明に基づいて，当業者が容易に発明することができた。",
                    "ⅱ  甲13発明と周知技術に基づく進歩性欠如",
                    "仮に，本件発明1と甲13発明とが相違点1の点で相違するとしても，相違点1に係る本件発明1の構成は，甲12，特開平7-129312号公報(甲22)の【0005】【0015】【0046】)，特開平9-35066号公報(甲23)の【0036】【0037】【図10】【図11】)に示されるとおり，周知技術である。",
                    "したがって，甲13発明に上記周知技術を適用して相違点1に係る本件発明1の構成とすることは，容易である。"
                  ]
                }
              ]
            },
            {
              "fig": "c",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "相違点の認定・新規性",
                  "text": [
                    "本件発明2の構成要件Fの『指示部位が隣接している』とは，指示部位が接触している場合を意味すると解することを前提にして，甲13発明と本件発明2とを対比すると，構成a～fは，それぞれ，構成要件A～Fに相当するから，甲13発明と本件発明2との間には，相違点がない。",
                    "したがって，本件発明2は，甲13発明と同一である。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "容易想到性",
                  "text": [
                    "ⅰ  甲13発明に基づく進歩性欠如",
                    "本件発明2は，甲13発明と同一であるから，甲13発明に基づいて，当業者が容易に発明することができた。",
                    "仮に，本件発明2と甲13発明との間に，後記相違点2が認められるとしても，甲13発明では，1つの減衰領域によって1つのタッチ位置が定まるから，相違点2は，実質的な相違点ではない。",
                    "(控訴人の反論に対して)",
                    "甲13発明においては，押圧のレベル(Z座標)に応じて，複数の候補位置からタッチ位置の選択が行われるものの，Z座標の値が変わったとしても，選択されるタッチ位置の個数が変わることはない(【0022】【0023】【0044】【0048】【0049】【0051】【0052】【図1】～【図3】)。甲13発明は，接触面積が2本の指の接触面積に相当する場合でも，減衰領域はX軸及びY軸とも1箇所だけになるから，検出されるタッチ位置も1つだけとなる。",
                    "ⅱ  甲13発明と甲14発明に基づく進歩性欠如",
                    "仮に，本件発明2と甲13発明とが後記相違点2の点で相違するとしても，甲13発明は，少なくとも，構成要件A～Eを開示し，本件特許出願前に頒布された刊行物である特開平11-119911号公報(甲14)に記載された発明(以下「甲14発明」という。)は，構成要件Fを開示する(甲14の【0055】～【0059】【図9】【図10】)。",
                    "甲13発明と甲14発明は，共に，タッチパネルによって複数のタッチ位置を検出するシステムに関するものである。",
                    "そうすると，当業者であれば，甲13発明の同時複数ジェスチャ指示処理装置に甲14発明の指のカウント方法を適用することは容易である。",
                    "したがって，本件発明2は，甲13発明と甲14発明に基づいて，当業者が容易に発明することができた。",
                    "(控訴人の反論に対して)",
                    "甲14発明は，指の数を判定するために，接触点のグループの数を計数する(甲3の【0056】)。また，甲13発明は，タッチ位置の数を計数することも目的とする(甲13の【0205】)。したがって，甲13発明と甲14発明は，タッチ位置(接触点のグループ)の数を計数するものであるという点で共通するから，甲13発明に甲14発明の操作数検出手段を適用する動機付けはある。しかも，甲13発明において，タッチ位置が隣接していることをもってグループ化を行う場合には，まず，タッチ位置を検出し，その後，隣接しているタッチ位置をグループ化することになるから，タッチ位置のグループ化は，その前に行われるタッチ位置の検出の精度に何ら影響を与えるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "d",
              "subject": "本件発明4について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "相違点の認定・新規性",
                  "text": [
                    "甲13発明と本件発明4とを対比すると，構成a～e，gは，それぞれ，構成要件A～E，Gに相当するから，甲13発明と本件発明4との間には，相違点がない。",
                    "したがって，本件発明4は，甲13発明と同一である。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "容易想到性",
                  "text": [
                    "ⅰ  甲13発明に基づく進歩性欠如",
                    "本件発明4は，甲13発明と同一であるから，甲13発明に基づいて，当業者が容易に発明することができた。",
                    "ⅱ  甲13発明と甲15発明に基づく進歩性欠如",
                    "仮に，本件発明4と甲13発明とが後記相違点3の点で相違するとしても，甲13発明は，少なくとも，構成要件A～Eを開示し，甲15発明は，構成要件Gを開示する(甲15の【0021】～【0024】【0037】【0039】【図1】【図4】)。",
                    "甲13発明と甲15発明は，共に，タッチパネルによって複数のタッチ位置を検出するシステムに関するものである。",
                    "そうすると，当業者であれば，甲13発明の同時複数ジェスチャ指示処理装置に甲15発明のタッチ入力方法を適用することは容易である。",
                    "したがって，本件発明4は，甲13発明と甲15発明に基づいて当業者が容易に発明することができた。",
                    "(控訴人の主張に対する反論)",
                    "甲15発明は，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するというものである。この構成を甲13発明に適用すると，最初の指示位置によって動作の対象が指定され，最初の指示位置とその後の指示位置との関係によって平行移動，回転移動，伸縮変形が行われることになる。このように，甲15発明の構成を甲13発明に適用しても，甲13発明の発明の効果が損なわれることはない。"
                  ]
                }
              ]
            },
            {
              "fig": "e",
              "subject": "本件発明6について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "相違点の認定・新規性",
                  "text": [
                    "甲13発明と本件発明6とを対比すると，構成a～e，hは，それぞれ，構成要件A～E，Hに相当するから，甲13発明と本件発明6との間には，相違点がない。",
                    "したがって，本件発明6は，甲13発明と同一である。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "容易想到性",
                  "text": [
                    "ⅰ  甲13発明に基づく進歩性欠如",
                    "本件発明6は，甲13発明と同一であるから，甲13発明に基づいて，当業者が容易に発明することができた。",
                    "ⅱ  甲13発明と甲15発明に基づく進歩性欠如",
                    "仮に，本件発明6と甲13発明とが後記相違点4の点で相違するとしても，甲13発明は，少なくとも，構成要件A～Eを開示し，甲15発明は，構成要件Hを開示する(甲15の【0021】～【0024】【0037】【0039】【図1】【図4】)。",
                    "甲13発明と甲15発明は，共に，タッチパネルによって複数のタッチ位置を検出するシステムに関するものである。",
                    "そうすると，当業者であれば，甲13発明の同時複数ジェスチャ指示処理装置に甲15発明のタッチ入力方法を適用することは容易である。",
                    "したがって，本件発明4は，甲13発明と甲15発明に基づいて，当業者が容易に発明することができた。",
                    "(控訴人の主張に対する反論)",
                    "甲15発明は，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するというものである。この構成を甲13発明に適用しても，甲13発明の発明の効果が損なわれることはない。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2-1(無効理由1〔新規性欠如又は進歩性欠如〕は成り立つか)のうち，被控訴人の甲13に基づく無効主張についての控訴人の反論に関して",
          "text": [
            "原判決13頁8行目から同17行目までを次のとおり改める。",
            "「        (イ)  甲13に基づく新規性・進歩性欠如について"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "甲13発明の認定",
              "text": [
                "甲13発明の認定については，争う。"
              ]
            },
            {
              "fig": "b",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "相違点の認定・新規性",
                  "text": [
                    "本件各発明の構成要件Cの『複数の指示位置のうち最外端の2個所』とは，タッチ位置が2つのみの場合には，直ちにその両者に確定されることであるが，本件発明1と甲13発明との間には，下記相違点1，相違点B及び相違点Cがあり，本件発明1と同一ではない。",
                    "ⅰ  相違点1",
                    "甲13発明は，一方の指による移動ベクトルの方向と，他方の指による移動ベクトルの方向との相対関係を評価しているだけであり，『距離の変化』を算出しているとはいえても，『距離』を算出しているわけではないから(【0210】【0232】～【0235】【図26】【図41】参照)，構成要件Cを開示するものではない。なお，本件発明1は，X方向及びY方向の双方を評価して距離を算出するものである(本件明細書の【0028】【0036】)。",
                    "また，甲13発明が指示位置間の距離を算出していない以上，指示位置間の距離の過渡的な変化を判定しているはずはないから，甲13発明は，構成要件Dも開示するものではない。",
                    "そうすると，甲13発明は，構成要件C，Dを開示するものではなく，本件発明1と甲13発明とは，次の点で相違する。",
                    "【相違点1】  本件発明1は，構成要件C及び構成要件Dを具備するのに対し，甲13発明は，『前記カウント手段によりカウントされる指示部位の数に加えて，前記位置検出手段により検出される複数の指示部位のうち最外端にある2個所の指示部位の指示位置に関連する値，又は該指示位置に関連する値の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段』は具備するものの，構成要件Cのような距離算出手段及び構成要件Dのような制御手段を具備していない点。",
                    "ⅱ  相違点Bについて",
                    "本件発明1の『指示部位』とは，複数の指示部位を有する指示体についてのものであり，『指示位置』とは異なるから，『指示部位』と『指示体』とが一致するとは限らない(本件発明2参照)。また，甲13の『(パネル1をタッチする)物体』(【0038】【0039】)が，本件発明1の『指示部位』に相当するとしても，甲13発明は，その『物体』の数をカウントするものではない。",
                    "そうすると，甲13発明は，構成要件Bを開示するものではなく，本件発明1と甲13発明とは，次の点で相違する。",
                    "【相違点B】  本件発明1のタッチパネルシステムは，構成要件Bを具備し，ここにいう『指示部位』は，『複数の指示部位を有する指示体』についてのものであるのに対して，甲13発明の同時複数タッチ位置検出装置7は，タッチされる位置の個数を検出する手段を具備するにすぎず，そのようなカウント手段を具備しない点。",
                    "ⅲ  相違点Cについて",
                    "上記ⅱのとおり，甲13発明の同時複数ジェスチャ指示処理装置は，本件発明1のカウント手段を有しないから，構成要件Dの制御手段を開示しるものではなく，本件発明1と甲13発明とは，相違点1に加えて，次の点でも相違する。",
                    "【相違点C】  本件発明1のタッチパネルシステムは，『前記カウント手段によりカウントされる指示部位の数…に応じて前記情報処理装置が所定の動作を行うようにする制御手段』を具備するのに対して，甲13発明の同時複数タッチ位置検出装置7は，そのような手段を具備しない点。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "容易想到性",
                  "text": [
                    "ⅰ  甲13発明に基づく進歩性欠如",
                    "本件発明1は，甲13発明と同一ではないから，甲13発明に基づいて，当業者が容易に発明することはできない。",
                    "ⅱ  甲13発明と周知技術に基づく進歩性欠如",
                    "甲13発明は，本件発明1のように，タッチされるものが複数の指示部位を有する指示体における指示部位であるか否かを区別しない技術思想に立脚しているから，たとえ，甲12，甲22，甲23の記載を参酌しても，相違点B及び相違点Cの構成は，いずれも，当業者が容易に想到し得たものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "c",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "相違点の認定・新規性",
                  "text": [
                    "本件発明2の構成要件Fの『指示部位が隣接している』とは，複数の指示部位による指示位置を1つの指示部位による指示位置とみなすことである。本件発明1と甲13発明とは，次の点で相違するから，本件発明2は，甲13発明と同一ではない。",
                    "【相違点2】  本件発明2は，構成要件Fを有するのに対し，甲13発明のカウント手段は，そのような構成を有するものではない点。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "容易想到性",
                  "text": [
                    "ⅰ  甲13発明に基づく進歩性欠如",
                    "本件発明2は，甲13発明と同一ではないから，甲13発明に基づいて，当業者が容易に発明することはできない。",
                    "甲13発明は，押圧のレベル(Z座標)に応じて，複数の候補位置からタッチ位置を選択することによって個々のタッチ位置を判定するものであるが，当該選択に当たって指標として用いられる特徴量は，タッチ場所における接触面積に依存する(【0013】【0039】【0045】【0048】【0049】【0052】)。そうすると，甲13発明は，Z座標によって，選択されるタッチ位置の個数が変わるものであるから，仮に，2本の指が接触(隣接)してタッチパネルにタッチされ，信号の減衰領域が分離せずに重畳し，1つの減衰領域が形成されてしまった場合であっても，2本の指の接触面積に相当する値が検出されるから，甲13発明のタッチパネルシステムは，2つのタッチ位置として検出することとなり，1本の指としてカウントされるものではない。一方，2つのタッチ位置の減衰量が同一であるが，Z座標に差異が生じない場合には，4つのタッチ位置が検出されることになる。",
                    "したがって，相違点2は，実質的な相違点である。",
                    "ⅱ  甲13発明と甲14発明に基づく進歩性欠如",
                    "甲14発明において行う接触点のグループ化は，接触する指の本数の判定を行うことを目的とするものである一方(甲14の【0055】)，甲13発明は，タッチ位置を検出することを目的とするものであって，タッチする指の本数の判定を行うことを目的とするものではないから(甲13の【0010】【0011】【0012】)，甲13発明に甲14発明の操作数検出手段を採用する動機付けはない。かえって，甲13発明において，甲14発明の接触点のグループ化を行うならば，甲13発明の目的であるタッチ位置の検出の精度が低下するから，当業者が，甲13発明に甲14発明の操作数検出手段を採用して相違点2に係る本件発明2の構成とすることは，容易ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "d",
              "subject": "本件発明4について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "相違点の認定・新規性",
                  "text": [
                    "本件発明4と甲13発明とは，次の点で相違するから，本件発明4は，甲13発明と同一ではない。",
                    "【相違点3】  本件発明4は，構成要件Gを有するのに対し，甲13発明のカウント手段は，そのような構成を有するものではない点。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "容易想到性",
                  "text": [
                    "ⅰ  甲13発明に基づく進歩性欠如",
                    "本件発明4と甲13発明との間には，相違点3があるから，甲13発明に基づいて，当業者が容易に発明することはできない。",
                    "ⅱ  甲13発明と甲15発明に基づく進歩性欠如",
                    "甲13発明は，図形の平行移動，回転移動，伸縮変形の指示を行うための装置に関する発明であるから(甲13の【0186】【0193】)，甲15発明に基づいて，最初にタッチされる位置を指示位置として動作を行うようにしたならば，平行移動，回転移動，伸縮変形の指示が行われたにもかかわらず，それに対応する平行移動，回転移動，伸縮変形ができないことになり，甲13発明の発明の効果が損なわれることになる。",
                    "そうすると，甲13発明に甲15発明のタッチ入力方法を適用して相違点3に係る本件発明4の構成とすることは，当業者において容易に想到できない。",
                    "(被控訴人の反論に対する再反論)",
                    "甲13発明において，被控訴人が主張するような，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するとの動機付けはない。"
                  ]
                }
              ]
            },
            {
              "fig": "e",
              "subject": "本件発明6について",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "相違点の認定・新規性",
                  "text": [
                    "本件発明6と甲13発明とは，次の点で相違するから，本件発明6は，甲13発明と同一ではない。",
                    "【相違点4】  本件発明6は，構成要件Hを有するのに対し，甲13発明は，所定の動作が，そのような動作を含むものではない点。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "容易想到性",
                  "text": [
                    "ⅰ  甲13発明に基づく進歩性欠如",
                    "本件発明6と甲13発明との間には，相違点4があるから，甲13発明に基づいて，当業者が容易に発明することはできない。",
                    "ⅱ  甲13発明と甲15発明に基づく進歩性欠如",
                    "甲13発明は，図形の平行移動，回転移動，伸縮変形の指示を行うための装置に関する発明であるから(甲13の【0186】【0193】)，甲15発明に基づいて，指示位置を最初にタッチした位置に静止しておいたならば，平行移動，回転移動，伸縮変形の指示が行われたにもかかわらず，それに対応する平行移動，回転移動，伸縮変形ができないことになり，甲13発明の発明の効果が損なわれることになる。",
                    "そうすると，甲13発明に甲15発明のタッチ入力方法を適用して相違点4に係る本件発明6の構成とすることは，当業者において容易に想到できない。",
                    "(被控訴人の反論に対する再反論)",
                    "甲13発明において，被控訴人が主張するような，最初の指示位置によって動作の対象を指定し，最初の指示位置とその後の指示位置との関係によって動作の種類を指定するとの動機付けはない。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(訂正の対抗主張〔再々抗弁〕は成り立つか)について",
          "text": [
            "原判決17頁4行目から同18頁17行目までを次のとおり改める。",
            "「    (3)  争点3(訂正の対抗主張〔再々抗弁〕は成り立つか)について",
            "【控訴人の主張】",
            "控訴人は，特許無効審判(無効2014-80005号)において，本件補正後の本件訂正をしている。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "適法な訂正",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "本件補正の適法性",
                          "text": [
                            "本件補正は，訂正請求書に係る請求の趣旨の要旨を変更するものではない。",
                            "特許法134条の2第9項で準用する特許法131条の2第1項において，訂正請求書の補正が訂正請求書に係る請求の趣旨の要旨の変更になるか否かは，補正前の訂正事項と補正後の訂正事項とを対比し，訂正を求める範囲が補正によって実質的に拡張又は変更されるかどうかの観点から判断されるべきである。",
                            "本件補正は，『指示部位の数の過渡的な変化』との訂正を含む本件訂正に係る各訂正事項につき，これを，『指示部位の数の過渡的な変化』を除く訂正にとどめるとする趣旨のものであって，減縮的変更に該当するから，訂正を求める範囲が拡張又は変更されたものではなく，要旨の変更には該当しない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "目的要件の適合性",
                          "text": [
                            "本件訂正は，特許請求の範囲の減縮を目的とするものである。",
                            "特許法134条の2第1項ただし書において，訂正が特許請求の範囲の減縮を目的とするものであるか否かは，訂正前後の発明の要旨を対比し，特許請求の範囲が実質的に拡張又は変更されるかどうかの観点から判断されるべきである。",
                            "本件訂正は，制御手段のカウント手段によりカウントされる指示部位の数又はその数の過渡的な変化を，『一定の時間』にカウントされるものに限定したものである。そうすると，訂正前構成においては，指示部位の数又はその数の過渡的な変化が『一定の時間』にカウントされるかどうかにかかわらない態様を包含するものであったのに対し，訂正後構成においては，その一部を実施態様とすることになり，実質的に特許請求の範囲を拡張又は変更するものではない。なお，数の変化は数の存在を前提としており，『指定部位の数の過渡的な変化に応じて』は『指示部位の数に応じて』の実施態様に包含されるものであるから，『指示部位の数の過渡的な変化』を加える訂正は，カウントされる対象の拡張ではなく，限定である。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "新規事項の追加でないこと",
                          "text": [
                            "本件訂正は，新規事項の追加(特許法134条の2第9項で準用する同法126条5項)には該当しない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "a",
              "subject": "『一定の時間』",
              "text": [
                "本件明細書には，『距離算出手段により一定の時間において算出される指示位置の間の距離』と『カウント手段により前記一定の時間においてカウントされる指示部位の数』とに応じて所定の動作をすることが記載されている(【0042】【0044】【0049】【0051】【0054】)。"
              ]
            },
            {
              "fig": "b",
              "subject": "『特定の時間』",
              "text": [
                "『特定の時間』とは，ある時点ではなく，ある幅を持った時間にわたって，指示位置の間の距離の算出と指示部位の数のカウントが行われることを意味し，『一定の時間』とその意味するところは同義である。本件訂正において，『一定の時間』と『特定の時間』という異なる文言を用いた理由は，先行詞となる語の混同が生じないように文言上の使い分けを行ったことによる。"
              ]
            },
            {
              "fig": "c",
              "subject": "『前記距離算出手段により一定の時間において算出される指示位置の間の距離又は・・・，及び前記カウント手段により前記一定の時間においてカウントされる指示部位の数又は・・・に応じて，特定の時間において算出される指示位置の間の距離又は・・・，及び前記特定の時間においてカウントされる指示部位の数又は・・・に対応した所定の動作から選ばれる所定の動作を，前記情報処理装置が行うようにする制御手段』",
              "text": [
                "本件明細書には，『距離算出手段により一定の時間において算出される指示位置の間の距離』と『カウント手段により前記一定の時間においてカウントされる指示部位の数』とに応じて所定の動作を行うことが記載されている(【0058】【図19】)。したがって，『特定の時間において算出される指示位置の間の距離』及び『特定の時間においてカウントされる指示部位の数』に対応した所定の動作から選ばれる所定の動作を行うことも，本件明細書に明確に記載されている。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "無効理由の解消",
                      "text": [
                        "指示部位の数と指示位置間の距離・距離の過渡的変化との間には相関性があり，この両者を考慮した方が，操作者の意図をより正確に反映することができる。そこで，本件補正後の本件訂正に係る構成要件D”は，制御手段を情報処理装置に行わせる所定の動作を，一定の時間においてカウント手段によりカウントされた指示部位の数と，一定の時間において距離算出手段により算出される指示位置間の距離・距離の過渡的な変化との組合せの情報に応ずるようしたものである。",
                        "甲12発明，甲13発明及び先願発明は，いずれも，指示部位の数の情報と指示位置間の距離・距離の変化に関する情報との組合せに対応した所定の動作を行うものではないから，この構成要件D”は，上記各発明と本件各発明との対比において，いずれも，新たな相違点を構成する。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "構成要件の充足(構成要件D”)",
                      "text": [
                        "被控訴人製品においては，最初の指が画面に触れたときに始まって，最後に指が画面から離れたときに終わるマルチタッチシーケンスの間中，画面に触れている指を追跡し，タッチイベントをアプリケーションに送信している。このマルチタッチシーケンスの間が構成要件D”の『一定の時間』に該当するものであり，被控訴人製品においては，カウント手段を担うプログラムは，一定の時間において指示部位の数又はその過渡的な変化をカウントし，それに応じて CPU が所定の動作を行うよう制御し，距離算出を担うプログラムは，一定の時間において指示位置の間の距離又はその過渡的な変化を算出し，それに応じて CPU が所定の動作を行うよう制御している。",
                        "したがって，被控訴人製品は，構成要件D”を充足する。",
                        "【被控訴人の主張】"
                      ]
                    },
                    {
                      "fig": "ア",
                      "subject": "適法な訂正について",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "本件補正の適法性について",
                          "text": [
                            "控訴人は，本件補正が，訂正を求める範囲を拡張又は変更するものではないと主張する。",
                            "しかしながら，本件補正によって，補正前構成においては，指示部位の過渡的な変化を考慮する制御手段(A)であったのが，補正後構成においては，指示部位の数の過渡的な変化を考慮しない制御手段(B)に変更されている。これは，複数の訂正事項のうちの一部を削除するもの(例えば，「α」及び「β」という訂正事項を，「α」又は「β」のいずれかとすること)ではなく，従来の訂正請求に代えて新たな訂正請求を行うものであり，要旨の変更に該当する。",
                            "そうすると，本件補正は，適法ではない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "目的要件の適合性について",
                          "text": [
                            "控訴人は，本件訂正が，特許請求の範囲の減縮を目的とするものと主張する。",
                            "しかしながら，『数』という文言により表される概念と『数の過渡的な変化』という文言により表される概念は相互に異なり，前者が後者を内包するものではないから，訂正前構成の『指示部位の数に応じて，所定の動作を行う』実施態様は，訂正後構成の『指示部位の数の過渡的な変化に応じて，所定の動作を行う』実施態様を包含しない。この点は，『一定の時間において』という事項がそれぞれの要件に加わったところで，何ら変わりはない。",
                            "そうすると，本件訂正は，特許請求の範囲の減縮を目的としないから，本件訂正は，目的要件に違反する。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "新規事項追加について",
                          "text": [
                            "本件訂正は，新規事項を追加するものである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "a",
              "subject": "『一定の時間』",
              "text": [
                "『一定の時間』とは，『あらかじめ決まっている幅を持つ時間』を意味すると解されるが，光量が0の領域が2個所から1個所に変化するまでにかかる時間は，一般に，ユーザの操作ごとに異なるものであるし，領域の個数及びこの領域間の距離に応じて処理を行うことは，一定の時間(あらかじめ決まっている幅を持つ時間)において処理を行うことではないから，本件明細書の【0054】【0058】には，『前記距離算出手段により一定の時間において算出される指示位置の間の距離』及び『前記カウント手段により前記一定の時間においてカウントされる指示部位の数』のいずれも記載されていない。"
              ]
            },
            {
              "fig": "b",
              "subject": "『特定の時間』",
              "text": [
                "『特定の時間』が『一定の時間』と同じ意味であるとしつつ，両者に混同が生じないように文言上の使い分けを行ったという控訴人の主張は，矛盾している。いずれにせよ，本件明細書には，『一定の時間』と意味が異なり，これと文言上の使い分けが必要となる『特定の時間』は記載されていない。"
              ]
            },
            {
              "fig": "c",
              "subject": "『前記距離算出手段により一定の時間において算出される指示位置の間の距離又は・・・，及び前記カウント手段により前記一定の時間においてカウントされる指示部位の数又は・・・に応じて，特定の時間において算出される指示位置の間の距離又は・・・，及び前記特定の時間においてカウントされる指示部位の数又は・・・に対応した所定の動作から選ばれる所定の動作を，前記情報処理装置が行うようにする制御手段』",
              "text": [
                "上記aと同旨。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "無効理由の解消について",
                      "text": [
                        "控訴人の主張は，争う。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "構成要件の充足(構成要件D”)について",
                      "text": [
                        "控訴人の主張は，争う。」"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点2-1(無効理由1〔新規性欠如又は進歩性欠如〕は成り立つか)について",
          "text": [
            "事案にかんがみ，争点2-1のうち，甲13に基づく新規性・進歩性の主張について，まず判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明について",
                  "text": [
                    "本件明細書(甲3)の記載によれば，本件各発明は，次のとおりのものと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "本件各発明は，コンピュータ等の情報処理装置へ指示体を用いて入力を行うことが可能なタッチパネルを用いたシステムに関し，特に，指示体として複数の指等により種々の入力操作が可能なタッチパネルシステムに関する。(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題及び課題解決手段",
                      "text": [
                        "従来のタッチパネルでは，アイコンが小さな場合にアイコンのタッチを判別しにくい，クリック操作とドラッグ操作との判別がしにくい，アイコンのドラッグ・アンド・ドロップ操作によりファイル等を移動する場合に目的のところにファイルをドロップしづらい，ダブルクリック操作の判別が困難である，右クリック操作やスクロール操作等が実現できない，などの問題があり，タッチパネル一体型表示装置は，銀行のATM端末等，一定の操作しか行わない特定の用途に限った環境で利用されることが多かった。(【0009】～【0011】)",
                        "本件各発明は，上記の実情にかんがみ，タッチパネルの入力検出面にタッチされる指や位置指示具の数(指なら本数)をカウントし，複数の指が同時に又は順にタッチされた場合に，その指と指の間の距離，太さ，更にはそれらの過渡的な変化量に対応して，マウスポインタの操作，キー入力操作，表示関係の操作等を行うようにし，より直感的な操作が可能なタッチパネルシステムを提供しようとするものである。(【0012】)",
                        "この目的を達成するために，本件各発明は，前記第2，2のとおり(再掲部分)の構成をとった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施形態",
                      "text": [
                        "本件各発明では，光遮断方式の光学式座標検出方式のタッチパネルを用いるが，精度をあまり必要としないのであれば，感圧抵抗被膜型タッチパネルを用いることも可能である。(【0027】)",
                        "本件各発明では，指示位置座標と，1次元CCDで受光した光量から，①光量が0の領域がある個所の数をカウントし，光量が0の領域が複数あった場合にその間の距離を計算した距離情報か，又は，②光量が0の領域の幅(指示体の太さの情報)の情報(光量が0の領域が複数あった場合には，それらをまとめて1つの指示体とする。)を用いる。(【0033】)",
                        "図7は，光量が0の領域が3個所(35，36，37)ある場合である。この状態で距離情報を得るには，最外端にある2個所の光量が0の領域の中心点座標を座標計算方法によって求め，さらに，その中心点間の距離38を算出し，これを3つの位置指示具が存在する場合の距離情報とする。(【0035】)",
                        "光量が0の領域の数をカウントする場合は，各1次元CCDからのカウント数のうち，数が多い方を採用することで，入力された位置指示具の正確な数をカウントすることができる。(【0037】)",
                        "指示体の太さの算出方法は，図10のとおり，光量が0 の領域の最外端同士の端から端をとり，その幅41を位置指示具の太さとして検出する。指示体の指示位置座標も，例えば幅41の真中の中心位置の座標とする。(【0040】)",
                        "図11は，タッチパネルの入力検出面に2本の指を揃えて同時にタッチし(T1)，そのまま1つの指をスライドさせて動かした場合である。2本の指を揃えてタッチした場合の光量が0の領域間の幅(指示体の太さ)は，幅45内に収まり，この幅をあらかじめ認知して決定しておけば，この段階で2本の指を揃えて同時にタッチしたことを認識することができる。2本の指のうちの一方の指をスライド移動させると(T2)，指示体の太さが徐々に増えていく。このときの太さの過渡的な変化量は，一定の時間48の間に増えた太さ47である。(【0041】)",
                        "図12は，2本の指で順にタッチパネルの入力検出面をタッチした場合である。1本の指でタッチした後(T1)，2本目の指を離れた場所にタッチした時(T2)の太さの過渡的な変化量は，一定の時間48の間に増えた太さ49である。変化量49が所定の変化量以上であれば指が1本から2本となったと判断し，変化量が所定の変化量以下であれば指をスライドさせたと判断する。(【0042】)",
                        "位置指示具に対応する光量が0の領域の距離の過渡的変化においても，太さの過渡的変化と同様の処理で判断可能である。(【0044】)",
                        "図13(a)は，アイコン等のボタンを操作する場合である。指50でアイコン51をタッチすると，アイコン51が左クリックされたと判断し，APIをコールしてマウスポインタを操作する。本件発明によれば，複数の指での操作が可能であるため，例えば，ボタンが指よりも小さい場合，図13(b)に示すように，2本の指で小さいボタン52を挟むことで，左クリックされたと判断してマウスポインタを操作すれば，指でボタンを隠すことがなくなり，より直感的な操作が可能となる。(【0046】【0047】)",
                        "図16は，アイコンのドラッグ・アンド・ドロップ操作の場合である。例えば，まず人差し指でアイコン59をタッチし，次に，中指を人差し指から少し離れた場所にタッチする(図16(a))。そして，中指を人差し指とそろえるように寄せ，人差し指と中指でアイコン59を挟むようにする(図16(b))。このとき，光量が0の領域は，始めは2個所にあるが，その領域間の距離はゆっくりとした過渡的な変化量で減っていき1個所になる。この情報を基に，デバイスドライバは，アイコンを挟んだと判断し，左クリックを押したままの状態として，APIをコールしてマウスポインタを操作する。次に，2本の指を揃えた状態で入力検出面にタッチしたまま移動させると，ドラッグ操作と判断してアイコン59をドラッグさせる(図16(c))。そして，所望の位置で中指を入力検出面から離すことでドロップ操作と判断する(図16(d))。ドロップ操作は，人差し指と中指を再度離す操作としてもよく，単に，2本の指を所望の位置でタッチパネルから離す操作としてもよい。(【0054】)",
                        "指示位置座標は，最初にタッチした位置に静止しておくことが望ましい。人差し指でアイコン52をタッチした場合，デバイスドライバが検知する光量が0の領域は1個所であり，その中心を指示位置座標としておく。次に，人差し指はそのままの状態で中指を人差し指にそろえてタッチする(図14(a))。このとき，光量が0",
                        "の領域の太さが，あるいは，領域間の距離の過渡的変化から，指をそろえてタッチしたと判断し，この場合の指示位置座標は，人差し指のタッチした場所，すなわち，アイコン52の位置のまま固定しておく。その後，中指をスライドさせると(図1",
                        "4(b))，光量が0の領域の太さの変化が，あるいは，領域間の距離の変化が緩やかに増加するため，その過渡的な変化量から指をスライドさせたと判断する。このとき，座標点はアイコンの位置のまま固定しておき，ダブルクリック操作としてAPIをコールしてマウスポインタを操作する。こうすることで，アイコンに対しては同じ場所でダブルクリックをしたことになる。指示位置座標を静止しておくのは，最初にタッチした位置ではなく，最後にタッチした位置で静止しておくことも可能である。すなわち，人差し指でアイコンの近傍をタッチし，次に中指でアイコンをタッチするという動作でも構わない。(【0050】)",
                        "本件各発明のタッチパネルシステムによれば，入力される位置指示具の数をカウントし，複数の場合はその距離・太さ，更には過渡的変化量に応じて，所定の動作を行うようにすることができるため，指示体として複数の指により種々の入力操作が可能なタッチパネルシステムが実現でき，より直感的な操作が可能となるという効果を奏する。(【0063】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲13発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明について",
                      "text": [
                        "甲13の記載によれば，甲13発明は，次のとおりのものと認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "産業上の利用分野",
                          "text": [
                            "甲13発明は，指や掌やペンなどを用いてタッチされた位置を検出するタッチ位置検出装置に関し，特に，同時に複数のタッチが行われたときに，個々のタッチ位置を検出することができるタッチ位置検出装置及びこれを用いたタッチ指示処理装置に関する。(【0001】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "課題",
                          "text": [
                            "従来のデジタル方式のタッチパネルは，耐久性に問題があるほか，同時にタッチされた複数のタッチ位置を移動させて，指示し，その指示に応じた処理を行うものではない。(【0009】)",
                            "甲13発明の目的は，指や掌やペンなどにより，順次又は同時に行われる複数のタッチの位置を検出し，当該タッチ位置に応じた処理を行え，又は，順次又は同時に行われる複数のタッチ位置の移動を検出し，この移動指示に従って表示装置上に表示された表示対象物を移動させて表示することができるとともに，耐久性のあるタッチ指示処理装置を提供することである。(【0010】～【0012】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "構成",
                          "text": [
                            "①  甲13発明の同時複数ジェスチャ指示処理装置は，CADにおいて，表示されている2次元又は3次元の図形を平行移動，回転移動，伸縮変形する場合に，平行移動，回転移動，伸縮変形の指示を行うことができる。(【0193】)",
                            "②  甲13発明の同時複数ジェスチャ指示処理装置は，[1]表面弾性波方式タッチプレートを用いた同時複数タッチ位置検出装置7と，液晶ディスプレイを用いた表示装置8と，情報処理装置9とを有し，[2]同時複数タッチ位置検出装置7と表示装置9は一体化されており，[3]同時複数タッチ位置検出装置7は，情報処理装置9に対して，検出したタッチ位置の個数とタッチ位置のX，Y座標を出力し，同時複数タッチ位置検出装置7から得られる，同時にタッチされた複数のタッチ位置情報を受けた情報処理装置9のMPU91が，メモリ92，94内に格納した情報処理プログラムに従って，同時複数ジェスチャ操作に対応した情報処理を行うものであり，情報処理装置9のMPU91は，タッチ位置を検出した同時複数タッチ位置検出装置7から，一定時間ごとに入力されたタッチ位置から，対象物の指定方法と，ジェスチャ操作の指示内容を判定する。(【0216】～【0219】【0252】)",
                            "③  タッチパネル1において，タッチ位置のX，Y座標の検出は，タッチパネル1をタッチする物体(指，スタイラス)によってガラス15面を伝わる超音波エネルギが吸収され，閾値レベルを越える受信振幅の減衰があったかどうかで決められる。そして，減衰のあった位置をX，Y軸上のタッチ位置とする。(【0038】【0039】【0048】)",
                            "Z座標値については，音波の吸収度合が接触面積(指，あるいは他の柔軟な物質では圧力の関数となる。)に比例することを利用して，減衰が確認された位置における，X，Y軸上の信号の減衰量(Pa，Pb)で決定される。信号の減衰量(Pa，Pb)は，押圧を表すことになる。(【0045】【0049】)",
                            "④  図1に示すタッチ位置Ta，Tbをそれぞれ通過する信号波W2xとW2yは，そのタッチ押圧Pa，Pbに応じ減衰する。図3に示すように，信号波の減衰している位置及び減衰レベルから，X位置X1に押圧Pa，X位置X2に押圧Pbを，Y位置Y1に押圧Pa，Y位置Y2に押圧Pbを検出したという信号({X1，Pa}，{X2，Pb}，{Y1，Pa}，{Y2，Pb}の組合せ)を受けた同時複数タッチ位置判定部24は，X検出位置X1，X2，Y検出位置Y1，Y2とその押圧Pa，Pbの組合せ判定により，タッチ位置Ta(X1，Y1)とタッチ位置Tb(X1，Y1)を検出する。これは，可能な4つの候補位置から，X位置における押圧のレベル(Z座標)と等しいY位置における押圧のレベルを有する組合せを見つけることである。これにより，X位置におけるタッチ位置(タッチの中心位置)とY位置におけるタッチ位置との対応付けが行え，タッチ位置(X，Y)を検出できる。(【0051】【0052】)",
                            "⑤  甲13発明において，対象物の指定方法には，[1]1つ以上のタッチ位置が1つ以上の対象物の外郭内にあるときに判定される外郭内指定，[2]全タッチ位置が単一の対象物の外郭上にあるときに判定される外郭上指定，[3]全タッチ位置の内側に対象物があるときに判定される範囲内指定がある。外郭内指定においては，伸縮変形指示では各対象物を個別移動し，外郭上指定においては，伸縮変形指示では対象物を伸縮変形し，範囲指定においては，伸縮変形指示では全対象物を伸縮変形する。(【0191】【0194】【0196】～【0203】【図21】)",
                            "⑥  甲13発明では，親指と人差指で図形E，Fの外郭内を指示した後，各タッチ位置を伸縮変形移動することにより，図形E，Fを図形E’，F’の位置に個別移動することができる。(【0234】)",
                            "伸縮移動の判定は，前の時間のタッチ位置e(Xe，Ye)，f(Xf，Yf)と今回のタッチ位置e’(Xe’，Ye’)，f’(Xf’，Yf’)とを比較したときに，対応するタッチ位置間におけるX座標の差分x1(＝Xe’-Xe)とx2(＝Xf’-Xf)及びY座標の差分y1(＝Ye’-Ye)とy2(＝Yf’-Yf)(符号を考慮する)の比がどのタッチ位置についても同じであり，かつ，x1とx2の符号が逆であるか，y1とy2の符号が逆であるときに，伸縮変形であると判定，すなわち，y1/x1＝y2/x2であり(x1＝x2＝0のときはこの条件は考慮しない。)，かつ，x1×x2が負又はy1×y2が負であるとき，伸縮変形であるとする。(【0235】)",
                            "変形量(伸縮比)は，移動前の図形E，F上のタッチ位置をe(Xe，Ye)，f(Xf，Yf)とし，これらの点が，移動後にe’(Xe’，Ye’)，f’(Xf’，Yf’)の位置に来たとすると，(Xf’-Xe’)/(Xf-Xe)として求まり，その位置は，移動前の図形E上のタッチ位置eが，移動後のタッチ位置e’に来るということから決まる。(【0252】)",
                            "⑦  MPU91は，移動後の位置に図形E’，F’を表示するためのデータをインターフェース部96に送り，インターフェース部96は，映像信号を生成して，表示装置8に送り，表示装置8は，映像信号に従って表示する。(【0218】【0252】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の認定について",
                      "text": [
                        "上記(ア)によれば，次の甲13発明を認めることができる。",
                        "「  同時複数ジェスチャ指示処理装置であって，",
                        "表面弾性波方式タッチプレートを用いた同時複数タッチ位置検出装置7と，液晶ディスプレイを用いた表示装置8と，情報処理装置9とを有し，",
                        "同時複数タッチ位置検出装置7と表示装置9は一体化されており，同時複数タッチ位置検出装置7は，情報処理装置9に対して，検出したタッチ位置の個数とタッチ位置のX，Y座標を出力し，同時複数タッチ位置検出装置7から得られる，同時にタッチされた複数のタッチ位置情報を受けた情報処理装置9のMPU91が，メモリ92，94内に格納した情報処理プログラムに従って，同時複数ジェスチャ操作に対応した情報処理を行うものであり，情報処理装置9のMPU91は，タッチ位置を検出した同時複数タッチ位置検出装置7から一定時間ごとに，入力されたタッチ位置から，対象物の指定方法と，ジェスチャ操作の指示内容を判定し，",
                        "対象物の指定方法には，1つ以上のタッチ位置が1つ以上の対象物の外郭内にあるか否かを判定し，1つ以上のタッチ位置が1つ以上の対象物の外郭内にあれば，外郭内指定と判定する外郭内指定，あるいは全タッチ位置が単一の対象物の外郭上にあるか否かを判定し，全タッチ位置が単一の対象物の外郭上にあれば，指定方法を外郭上指定と判定する外郭上指定等があり，",
                        "親指と人差指で図形E，Fの外郭内を指示した後，各タッチ位置を伸縮変形移動することにより，図形E，Fを図形E’，F’の位置に個別移動することができ，",
                        "伸縮移動の判定は，前の時間のタッチ位置e(Xe，Ye)，f(Xf，Yf)と今回のタッチ位置e’(Xe’，Ye’)，f’(Xf’，Yf’)とを比較したときに，対応するタッチ位置間におけるX座標の差分x1(「Xe’-Xe」)とx2(「Xf’-Xf」)及びY座標の差分y1(「Ye’-Ye」)とy2(「Yf’-Yf」)(符号を考慮する)の比がどのタッチ位置についても同じであり，かつ，x1とx2の符号が逆であるか，y1とy2の符号が逆であるときに，伸縮変形であると判定，すなわち，y1/x1＝y2/x2であり(x1＝x2＝0のときはこの条件は考慮しない。)，かつ，x1×x2が負又はy1×y2が負であるとき，伸縮変形であるとし，",
                        "変形量(伸縮比)は，移動前の図形E，F上のタッチ位置をe(Xe，Ye)，f(Xf，Yf)とし，これらの点が，移動後にe’(Xe’，Ye’)，f’(Xf’，Yf’)の位置に来たとすると，(Xf’-Xe’)/(Xf-Xe)として求まり，その位置は，移動前の図形E上のタッチ位置eが，移動後のタッチ位置e’に来るということから決まり，",
                        "MPU91は，移動後の位置に図形E’，F’を表示するためのデータをインターフェース部96に送り，インターフェース部96は，映像信号を生成して，表示装置8に送り，",
                        "表示装置8は，映像信号に従って表示する同時複数ジェスチャ指示処理装置。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲15発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明について",
                      "text": [
                        "甲15の記載によれば，甲15発明は，次のとおりのものと認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "技術分野",
                          "text": [
                            "甲15発明は，パーソナル・コンピュータやファクトリー・オートメーション機器等のディスプレイ上に配置されたタッチパネルの駆動方法及びタッチ入力方法に関する。(【0001】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "課題",
                          "text": [
                            "近年，アイコンの大きさが小さくなってきていること等から，タッチパネルを用いた指での直接指示では操作が困難になっているほか，ダブル・タップを行うことも困難になっている。甲15発明は，パーソナル・コンピュータやファクトリー・オートメーション機器等に搭載された高分解能ディスプレイ上に配置されたタッチパネル上でダブル・タップの認識を容易にするタッチパネルの駆動方法及びタッチ入力方法を提供することを目的とする。(【0010】～【0015】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "構成",
                          "text": [
                            "タッチパネル32が張り付けられている表示画面に，例えばダブル・タップによりオープンさせられるアイコン36があり，アイコン36の枠内に例えば操作者の人さし指34を押しつけると(図1(a))，タッチパネル32からは，アイコン36内の人さし指34の置かれている位置を表す座標データが第1のタップ位置として記憶される。(【0021】【0025】～【0027】【0035】～【0037】)",
                            "人さし指34をタッチパネル32のアイコン36に押しつけたままで，所定時間内に例えば中指40でタッチパネル32の別の位置をタップすると(図1(b))，人さし指34と中指40とを結ぶ線の中点の位置(矢印42の先端の位置)の座標データが出力され，該座標データを第2のタップ位置として記憶する。(【0022】【0026】～【0029】【0038】【0039】)",
                            "中指40による所定時間内のタップが終了して，タッチパネル32のアイコン36にだけ人差し指が34が置かれていると(図1(c))，アイコン36内の人差し指34の置かれている位置(矢印44の先端の位置)を出力する。(【0023】)",
                            "記憶した第2のタップ位置が，第1のタップ位置からの所定の範囲内に収まっているかどうかを比較し，第2のタップ位置が所定範囲内にあれば第1のタップ位置でダブル・タップが発生したと判断する。(【0040】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "効果",
                          "text": [
                            "甲15発明によれば，従来のダブル・タップのやり方のように，目標の位置を1本の指で短時間に2回押さえる必要がない，つまり，目標の位置から指を離さなくてもよいので，正確かつ容易にダブル・タップを認識させることができるようになる。",
                            "さらに，甲15発明によれば，第2の指で他の場所をタップするわずかの時間の前後における第1の指の位置情報を用いてダブル・タッピングの判断をするので，もし，目標の位置に押しつけている第1の指が不安定に動いたとしても，従来の1本指によるダブル・タップの不安定さに比較して，格段の向上が得られる。(【0019】【0020】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の認定について",
                      "text": [
                        "上記(ア)によれば，次の甲15発明を認めることができる。",
                        "「  タッチパネル32が張り付けられている表示画面に例えばダブル・タップによりオープンさせられるアイコン36があり，",
                        "アイコン36の枠内に例えば操作者の人さし指34を押しつけると，タッチパネル32からは，アイコン36内の人さし指34の置かれている位置を表す座標データが第1のタップ位置として記憶され，",
                        "人さし指34をタッチパネル32のアイコン36に押しつけたままで，所定時間内に例えば中指40でタッチパネル32の別の位置をタップすると，人さし指34と中指40とを結ぶ線の中点の位置の座標データが出力され，該座標データを第2のタップ位置として記憶し，",
                        "記憶した第2のタップ位置が，第1のタップ位置からの所定の範囲内に収まっているかどうかを比較し，第2のタップ位置が所定範囲内にあれば第1のタップ位置でダブル・タップが発生したと判断するタッチパネルのタッチ入力方法。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "text": [
                        "構成要件Cは，「複数の指示部位のうち最外端にある2箇所の指示部位の指示位置」と規定するものであり，「複数」とは2以上であるから，構成要件Cは，指示位置が2箇所しかない場合には，その2箇所の指示位置の間の距離を算出することを含むと解される。",
                        "このことを前提に，上記(1)アの本件発明1と同イ(イ)に認定の甲13発明とを対比すると，甲13発明が，最外端にある2箇所の指示部の指示位置の間の，伸縮変形指示前後のX軸上及びY軸上における距離の相対比を算出し，その相対比又は相対比の過渡的な変化に応じて所定の動作を行うものであることは認められるが，2箇所の指示部位の指示位置の間の「距離」そのものを算出し，その「距離」又はその「距離」の過渡的な変化に応じて所定の動作を行うものであるとまではいえないから，両発明は，一応，以下の相違点1の点で相違し，その余の点で一致するものと認められる。",
                        "【相違点1】  本件発明1は，構成要件C及び構成要件Dを具備するのに対し，甲13発明は，「前記カウント手段によりカウントされる指示部位の数に加えて，前記位置検出手段により検出される複数の指示部位のうち最外端にある2個所の指示部位の指示位置に関連する値，又は該指示位置に関連する値の過渡的な変化に応じて前記情報処理装置が所定の動作を行うようにする制御手段」は具備するものの，構成要件Cのような距離算出手段及び構成要件Dのような制御手段を具備していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1について",
                      "text": [
                        "被控訴人は，本件発明1にいう指示位置間の距離は，各点のXY座標値から三平方定理を用いて算出した距離に限定されておらず，各点のX軸上又はY軸上の座標間の距離でもよいとされているところ，甲13発明において求められている指示部の指示位置間の値もX軸上の座標間の距離を用いている以上，本件発明1の「距離」に含まれるから，相違点1は存在しないと主張する。",
                        "確かに，本件発明1の「距離」は，2つの1次元CCDでそれぞれ得られたX座標又はY座標上の位置間の各差分を平均化してもよいし，どちらか大きい方を選んでもよいとされ(本件明細書【0036】)，三平方定理に基づいて算定された2点間の距離そのものでなくてもよいものである。",
                        "しかしながら，本件明細書に記載された上記算定手法は，2点間の距離算出手段として，三平方定理に代えた簡易な手段を提示するものと解され，本件発明1における技術的思想としては，特許請求の範囲の記載のとおり，2点間の距離のみに着目ものであり，2点の距離の移動の相対比に着目するものではないと認められる。そうすると，本件発明1の距離算出手段と甲13発明の指示部の指示位置間の値の算出方法とは，一応，異なるものといえる。",
                        "したがって，被控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点Bについて",
                      "text": [
                        "控訴人は，甲13発明は，本件発明1の「指示部位」に相当する「(パネル1をタッチする)物体」の数をカウントするものではないから，甲13発明は，構成要件Bを開示するものではないと主張する。",
                        "確かに，本件発明1は，指示位置と関係しない指示部位の数をカウントするものではなく，本件発明1においてカウントされているのは，指示位置を示した指示部位の数である。一方，前記1(1)イのとおり，甲13発明の同時複数タッチ位置検出装置7は，タッチ位置における音波信号の減衰量を利用して，複数同時にタッチされる位置の個数を検出するものではあるが，その位置は，同時複数タッチ位置検出装置7にタッチした指の位置である。したがって，甲13発明において，検出したタッチ位置の個数とタッチした指の個数とは一致し，タッチされる位置の個数を検出することと，タッチされる指示部位の数をカウントすることとは同義である。そうすると，甲13発明において，タッチされる位置の個数を検出することと，本件発明1において，指示部位の数をカウントすることとは，実質的に異なるものではない。そうすると，構成要件Bは，甲13発明の同時複数タッチ位置検出装置7のような態様のカウント手段を含むものといえる。なお，控訴人は，本件発明2においては，「指示部位」と「指示位置」とが一致していないと指摘するが，これは，本件発明2と甲13発明との後記相違点(相違点2)として構成されているところであり，本件発明1と甲13発明とに相違点があることの根拠とはならない。",
                        "したがって，甲13発明の同時複数タッチ位置検出装置7は，本件発明1の指示部位の数をカウントするカウント手段に相当するといえるから，甲13発明は，構成要件Bを有すると認められる。",
                        "以上のとおり，控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点Cについて",
                      "text": [
                        "控訴人は，甲2発明の同時複数ジェスチャ指示処理装置は，構成要件Bのカウント手段を有しないから，これを有することを前提にする構成要件Dの制御手段も有しないと主張する。",
                        "しかしながら，上記(ウ)のとおり，甲13発明は，構成要件Bのカウント手段を有するから，控訴人の上記主張は，採用することができない。",
                        "したがって，相違点Cがあることは，認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "text": [
                        "マルチタッチパネルシステムにおいて，位置検出手段により検出される2個所の指示部位の指示位置の間の距離を算出し，算出される指示位置の間の距離又は該距離の過渡的な変化に応じて所定の動作を行うことは，本件特許の出願前周知の技術と認められる(甲12の58頁4～10行目，73頁2～12行目，甲22の【0015】～【0017】【0046】，甲23の【0036】【0037】【図10】【図11】参照)である。",
                        "上記ア(ア)のとおり，甲13発明も2箇所の指示位置の間の距離の相対比又はその過渡的変化に着目しているものであり，指示位置間の距離又はその過渡的変化を基礎としているから，甲13発明において，上記周知技術を適用し，その距離算定方法を構成要件B及Cの距離算定方法に置換することは，当業者が適宜なす程度のことであり，容易に想到できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張について",
                      "text": [
                        "控訴人は，相違点1は容易に想到できないと主張するが，相違点B及び相違点Cの存在を前提とする主張であり，本件発明1と甲13発明とが，相違点B及び相違点 C の点で相違するものでないことは，上記アに認定のとおりであるから，その主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上からすれば，本件発明1は，甲13発明及び周知技術に基いて，当業者が容易に発明することができる。そうすると，本件発明1に係る特許は，特許無効審判により無効にされるべきものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "text": [
                        "構成要件Fの「指示部位が隣接している」とは，文言上，指示部位が接触している場合を含むことは明らかである。",
                        "このことを前提に，上記(1)アの本件発明2と同イ(イ)に認定の甲13発明とを対比すると，両発明は，相違点1のほかに，一応，以下の相違点2の点で相違し，その余の点で一致するものと認められる。",
                        "【相違点2】  本件発明2は，構成要件Fを有するのに対し，甲13発明のカウント手段は，そのような構成を有するものではない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張について",
                      "text": [
                        "被控訴人は，甲13発明が構成要件Fを開示すると主張するが，2本の指が接触した場合に甲13のカウント手段がどのように指示位置をカウントするかは，甲13には明示的な記載がない以上，一応，相違点を構成するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "text": [
                        "前記(1)イのとおり，甲13発明は，指の接触位置を検出するために信号の減衰量に基づいて，接触位置のXY座標を検出するものであるから(【0038】【0039】【0048】)，複数の指が接触(隣接)してタッチパネルにタッチされた際に，信号の減衰領域が分離していなければ1つの減衰領域しか形成されず，その結果として，1つの減衰領域に対応したXY座標が検出されることは自明である。そして，前記(2)ア(ウ)のとおり，甲13発明において，タッチされる位置の個数を検出することと，タッチされる指示部位の数をカウントすることとは同義であるから，上記の場合には，タッチパネルが上記1つの減衰領域を1本の指としてカウントするといえる(なお，本件発明2の発明特定事項が，1つの指示部位により生じた1つの指示位置と，複数の指示部位により生じた1つの指示位置との差異を判別することまで規定しているとは認められない。)。",
                        "そうすると，甲13発明のカウント手段は，構成要件Fを有しているものであるから，相違点2は実質的なものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張に対して",
                      "text": [
                        "控訴人は，1本の指の接触面積と2本の指の接触面積は異なるから，両者のZ座標値は異なり，甲13発明においては，たとえ2本の指によりされた信号の減衰領域が分離しないとしても，1本の指によるタッチ位置が検出されることにはならないと主張する。",
                        "しかしながら，前記(1)イのとおり，Z座標値は，X軸上及びY軸上にそれぞれ複数の座標値が検出された場合に，通常，あるタッチ位置においては1つのZ座標値しかないことに基づき，どのX座標値が，どのY座標値との組合せであるかを，Z座標値が共通することを利用して判定するためのものである(【0051】【0052】)。甲13には，指の本数に応じた固有のZ座標値を事前に定めておくような記載はなく，そうであれば，信号の減衰領域が分離せずに1つのX，Y座標値しか検出されない場合に，Z座標値の大小にかかわらず，1つのタッチ位置が検出されることは，甲13に記載されているに等しい事項である。",
                        "控訴人の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上に加えて，上記(2)イ(ア)のとおり，相違点1は容易に想到できるものであるから，本件発明2は，甲13発明及び周知技術に基いて，当業者が容易に発明することができる。そうすると，本件発明2に係る特許は，特許無効審判により無効にされるべきものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定",
                  "text": [
                    "構成要件Gは，「複数の指示部位の指示位置のうち最初…にタッチされる指示位置を，指示部位の指示位置として前記情報処理装置が所定の動作を行う」と規定する。構成要件Gの「所定の動作」は，「前記所定の動作」とはされていないから，構成要件Dの「指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行う」における「所定の動作」と異なってもよいものと認められる。すなわち，特許請求の範囲の記載上，本件発明4は，本件発明1において制御手段が情報処理装置に行わせる「所定の動作」の条件を更に限定するものだけではなく，本件発明1において制御手段が情報処理装置に行わせる「所定の動作」の種類を付加した構成を含むものと解される。",
                    "このことを前提に，上記(1)アの本件発明4と同イ(イ)に認定の甲13発明とを対比すると，甲13発明においては，指示位置の間の距離又は該距離の過渡的な変化に応じて情報処理装置が行う「所定の動作」である図形の縮小変形動作は，親指と人差し指で図形を指示した後，両指の各タッチ位置を移動させることにより行われるものであり，最初又は最後のタッチ位置により所定の動作が決まるものではないから，両発明は，相違点1のほかに，以下の相違点3(構成要件G)の点で相違し，その余の点では一致するものと認められる。",
                    "【相違点3】  本件発明4は，構成要件Gを有するのに対し，甲13発明のカウント手段は，そのような構成を有するものではない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "text": [
                        "前記(1)ウ(イ)に認定によれば，甲15発明は，構成要件Gを開示するものと認められる。",
                        "そして，甲13発明と甲15発明は，共に，タッチパネルを複数の指でタッチ操作することにより，情報処理装置に所定の動作を行うシステムに関するものであり，技術分野において共通するところ，甲13発明は，縮小変形の操作のほかに，複数の指示部位の指示位置の間の距離を変えずに行う回転や平行移動の操作を含む発明であって，この技術分野においては，操作を多様又は容易なものとすることは，当然に内在する技術的な要求である。さらに，甲13発明と甲15発明は，複数の指示部位の指示位置の間の距離の算定を基礎として所定の動作が行われる点で共通する。",
                        "そうすると，甲13発明において，上記内在する技術的要求に従って，甲13発明の対象物の指定方法に甲15発明のタッチ入力方法を追加的に加えることは，当業者であれば容易に想到できることである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張について",
                      "text": [
                        "控訴人は，甲13発明において，最初にタッチされる位置を指示位置として動作を行うようにしたならば，伸縮変形等ができないことになると主張する。",
                        "しかしながら，上記主張は，相違点3について前提を誤認するものである。",
                        "すなわち，上記アに説示のとおり，構成要件Gの「所定の動作」と構成要件Dの「所定の動作」とは異なってもよいものであり，本件発明4は，本件発明1において制御手段が情報処理装置に行わせる「所定の動作」の種類を付加した構成を含むものと解される。相違点3の判断は，この後者の場合をいうものであって，甲13発明において，最初にタッチされる位置を指示位置として動作を行うようにする構成を付加しても，これと異なる「所定の動作」である対象物の伸縮変形等ができなくなるものではない。",
                        "したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上に加えて，上記(2)イ(ア)のとおり，相違点1は容易に想到できるものであるから，本件発明4は，甲13発明，甲15発明及び周知技術に基いて，当業者が容易に発明することができる。そうすると，本件発明4に係る特許は，特許無効審判により無効にされるべきものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明6について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定",
                  "text": [
                    "構成要件Hは，「前記情報処理装置の所定の動作とは，指示部位の指示位置を最初にタッチした位置に静止しておく動作を含むことを特徴とする複数の指示部位で操作可能なタッチパネルシステム。」と規定するところ，「前記情報処理装置の所定の動作」における「前記」が，「所定の動作」にまでかかり，「前記『情報処理装置の所定の動作』」と直ちには理解できない上，構成要件Hが，実質的には構成要件Gを更に限定するものであることにかんがみると，構成要件Hの「所定の動作」は，構成要件Dの「指示位置の間の距離又は該距離の過渡的な変化に応じて前記情報処理装置が所定の動作を行う」における「所定の動作」と異なってもよいものと認められる。",
                    "また，構成要件Hの「指示部位の指示位置を最初にタッチした位置に静止しておく」の意義については，特許請求の範囲には記載がないが，本件明細書には，次のような記載がある。",
                    "「  ここで，指示位置座標は，最初にタッチした位置に静止しておくことが望ましい。…人差し指でアイコン52をタッチした場合，デバイスドライバが検知する光量が0の領域は1個所であり，その中心を指示位置座標としておく。次に，人差し指はそのままの状態で中指を人差し指にそろえてタッチする…。このとき，光量が0の領域の太さが，或いは領域間の距離の過渡的変化から，指を揃えてタッチしたと判断し，この場合の指示位置座標は，人差し指のタッチした場所，すなわち，アイコン52の位置のまま固定しておく。その後，中指をスライドさせると…，光量が0の領域の太さの変化が，或いは域間の距離の変化が緩やかに増加するため，その過渡的な変化量から指をスライドさせたと判断する。このとき，座標点はアイコンの位置のまま固定しておき，ダブルクリック操作としてAPIをコールしてマウスポインタを操作する。こうすることで，アイコンに対しては同じ場所でダブルクリックをしたことになる。…」(【0050】)",
                    "この記載によれば，構成要件Hの「静止しておく」とは，物理的に指示位置を静止させておくことではなく，情報処理装置が所定の動作を行うために用いる指示位置を，最初にタッチされた指示位置に固定しておくことをいうものと解される。",
                    "このことを前提に，上記(1)アの本件発明6と同イ(イ)に認定の甲13発明とを対比すると，甲13発明においては，指示位置の間の距離又は該距離の過渡的な変化に応じて情報処理装置が行う「所定の動作」である図形の縮小変形動作は，親指と人差し指で図形を指示した後，両指の各タッチ位置を移動させることにより行われるものであり，最初にタッチされた指示位置に固定しておくものではないから，両発明は，相違点1のほかに，以下の相違点4(構成要件H)の点で相違し，その余の点では一致するものと認められる。",
                    "【相違点4】  本件発明6は，構成要件Hを有するのに対し，甲13発明は，所定の動作が，そのような動作を含むものではない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "容易想到性",
                  "text": [
                    "前記(1)ウ(イ)に認定によれば，甲15発明は，構成要件Hを開示するものと認められる。",
                    "そして，甲13発明に甲15発明を組み合わせることが容易であることは，上記(4)イ(ア)に説示のとおりである。",
                    "控訴人は，甲13発明において，最初にタッチされる位置を指示位置として動作を行うようにしたならば，伸縮変形等ができないことになると主張するが，上記アに説示のとおり，相違点4も相違点3と同様に単なる付加構成であるから，上記(4)イ(イ)に説示のとおり，その主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上に加えて，上記(2)イ(ア)のとおり，相違点1は容易に想到できるものであるから，本件発明6は，甲13発明，甲15発明及び周知技術に基いて，当業者が容易に発明することができる。そうすると，本件発明6に係る特許は，特許無効審判により無効にされるべきものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "上記(1)～(5)のとおり，その余の無効理由について判断するまでもなく，本件発明1，本件発明2，本件発明4及び本件発明6に係る特許は，いずれも，特許無効審判により無効とされるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点3(訂正の対抗主張〔再々抗弁〕は成り立つか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "適法な訂正について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正の適法性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "text": [
                        "本件補正は，前記第2，2(再掲部分)のとおり，補正前構成(訂正後構成)において，制御手段が情報処理装置に行わせる所定の動作の選択候補を，次の",
                        "①  特定の時間において算出される「指示位置の間の距離」と特定の時間においてカウントされる「指示部位の数」との組合せに対応した所定の動作",
                        "②  特定の時間において算出される「指示位置の間の距離」と特定の時間においてカウントされる「指示部位の数の過渡的な変化」との組合せに対応した所定の動作",
                        "③  特定の時間において算出される「指示位置の間の距離の過渡的な変化」と特定の時間においてカウントされる「指示部位の数」との組合せに対応した所定の動作",
                        "④  特定の時間において算出される「指示位置の間の距離の過渡的な変化」と「指示部位の数の過渡的な変化」との組合せに対応した所定の動作",
                        "のいずれかとしていたものを，①③のいずれかとする補正後構成に補正するとともに，補正前構成(訂正後構成)において，制御手段が情報処理装置に行わせる所定の動作の選択を，次の",
                        "①’距離算出手段により算出される「指示位置の間の距離」及びカウント手段により一定の時間においてカウントされる「指示部位の数」",
                        "②’距離算出手段により算出される「指示位置の間の距離」及びカウント手段により一定の時間においてカウントされる「指示部位の数の過渡的な変化」",
                        "③’距離算出手段により算出される「指示位置の間の距離の過渡的な変化」及びカウント手段により一定の時間においてカウントされる「指示部位の数」",
                        "④’距離算出手段により算出される「指示位置の間の距離の過渡的な変化」及びカウント手段により一定の時間においてカウントされる「指示部位の数の過渡的な変化」",
                        "のいずれかに応じてするとしていたものを，①’③’のいずれかとする補正後構成に補正するものである。",
                        "そうすると，補正後構成は，所定の動作が何に応じて選択されるか，及び，所定の動作の選択候補を変更するものであり，審理対象が実質的に変更されているものであるから，訂正請求書の趣旨の要旨を変更するものであり，特許法134条の2第9項で準用する同法131条の2第1項の規定に違反するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張について",
                      "text": [
                        "控訴人は，本件補正は，「指示部位の数の過渡的な変化」との訂正を含む本件訂正に係る各訂正事項につき，これを，「指示部位の数の過渡的な変化」を除く訂正にとどめるとする趣旨のものであって，減縮的変更に該当するから要旨の変更には該当しないと主張する。",
                        "しかしながら，特許法131条の2第1項は，審理遅延を防止するために，審理対象の変動を禁止したものであるところ，補正前構成(訂正後構成)は，その全体が一体として，制御手段が情報処理装置にさせる所定動作の選択のための条件を規定するものであるから，これを規定する発明特定事項の要素が補正後構成において減少していても，補正前構成(訂正後構成)の全体が変更されていることにほかならない。そうすると，審理対象は変動しており，本件補正は，要旨の変更に該当する。",
                        "控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおり，本件補正は不適法である。",
                        "したがって，本件各訂正発明は，無効審判で審理の対象とはなり得ないから，次に，本件訂正における目的要件の適合性について検討する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "目的要件の適合性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "text": [
                        "本件訂正は，前記第2，2(再掲部分)のとおり，訂正前構成において，制御手段が情報処理装置に行わせる所定の動作の選択を，次の",
                        "①  カウント手段によりカウントされる「指示部位の数」及び距離算出手段により算出される「指示位置の間の距離」",
                        "②  カウント手段によりカウントされる「指示部位の数」及び距離算出手段により算出される「指示位置の間の距離の過渡的な変化」",
                        "のいずれかに応じてするとしていたものを，次の",
                        "①  カウント手段によりカウントされる「指示部位の数」及び距離算出手段により算出される「指示位置の間の距離」",
                        "①’ カウント手段によりカウントされる「指示部位の数の過渡的な変化」及び距離算出手段により算出される「指示位置の間の距離」",
                        "②  カウント手段によりカウントされる「指示部位の数」及び距離算出手段により算出される「指示位置の間の距離の過渡的な変化」",
                        "②’ カウント手段によりカウントされる「指示部位の数の過渡的な変化」及び距離算出手段により算出される「指示位置の間の距離の過渡的な変化」",
                        "のいずれかに応じるとし，さらに，",
                        "A  カウント手段によりカウントされる指示部位の数又は該数の過渡的な変化は「一定時間」においてカウントされるものにし，",
                        "B  所定の動作は，「特定の時間において算出される指示位置の間の距離又は該距離の過渡的な変化，及び前記特定の時間においてカウントされる指示部位の数又は該数の過渡的な変化に対応した所定の動作」との組合せから選ばれるものとする",
                        "との訂正後構成に訂正するものである。",
                        "そうすると，本件訂正は，所定の動作が何に応じて選択されるかについて，訂正前においては，上記①②の2つとしていたものを，訂正後においては，①①’②②’の4つにするものであるから，特許請求の範囲を減縮を目的とするものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張について",
                      "text": [
                        "控訴人は，「指定部位の数の過渡的な変化」に係る実施態様は，「指示部位の数」に係る実施態様にもともと包含されており，「指示部位の数の過渡的な変化」を加えても，カウントされる対象の更なる限定にすぎず，そうすると，本件訂正は，制御手段のカウント手段によりカウントされる指示部位の数又はその数の過渡的な変化を「一定の時間」にカウントされるものに限定したものであると主張する。",
                        "しかしながら，指示部位の数をカウントしても，直ちに当該数の過渡的な変化が判明するわけではなく，数の過渡的な変化を知るためには，特定の時点において数をカウントする構成に加えて，複数の時点の数を比較するという更なる追加の構成を必要とするから，「指示部位の数」は，「指示部位の数の過渡的な変化」を含むものではない。そうすると，本件訂正は，「指示部位の数」に加えて「指示部位の数の過渡的な変化」をも加えた態様を特許請求の範囲に含めるようにしたものである。この付加された態様は，たとえ「一定の時間」という限定を付したとしても，訂正前構成に付加された態様である点に変りはない。",
                        "したがって，控訴人の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上から，本件訂正は，特許請求の範囲を減縮を目的とするものとは認められず，また，誤記又は誤訳の訂正や明瞭できない記載の釈明のいずれを目的とするものではないことは明らかであるから，本件訂正は，目的要件に適合しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "上記(1)のとおり，適法な訂正が認められないから，その余の点について判断するまでもなく，控訴人の訂正の対抗主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上の次第であり，控訴人は，被控訴人に対し，本件発明1，本件発明2，本件発明4及び本件発明6に係る特許権を行使することができない。",
            "したがって，その余の点について判断するまでもなく，被控訴人の債務不存在確認請求は，理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，被控訴人の請求を認容した原判決は相当であり，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「被控訴人」に，「被告」とあるのを「控訴人」と，適宜読み替える。"
  ]
}