{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2015-800130号事件について平成28年5月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決に対する取消訴訟である。争点は，①明確性要件の充足の有無，②実施可能要件の充足の有無，③新規性に関する判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「電荷制御剤及びそれを用いた静電荷像現像用トナー」とする発明について，平成12年11月30日，特許出願(優先権主張  平成11年12月7日)をし，平成22年11月19日，その設定登録(特許第4627367号，請求項の数3，以下「本件特許」という。)を受けた(甲23)。",
            "原告は，平成27年5月29日付けで，特許庁に対し，本件特許の特許請求の範囲請求項1(以下「請求項1」という。)に係る発明について特許無効審判請求(無効2015-800130号，以下，「本件無効審判請求」という。)をしたところ(甲26)，特許庁は，平成28年5月31日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年6月9日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "請求項1～3に記載された発明(以下，請求項の番号に応じて「本件発明1」などといい，本件発明1～3を併せて「本件発明」という。また，本件特許に係る明細書及び図面(甲23)を「本件明細書」という。)は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "【請求項1】  一般式(3)で表される金属錯塩化合物を含む電荷制御剤であって，",
                "当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下であることを特徴とする電荷制御剤。",
                "【化1】",
                "(式中，X 及びX は水素原子，炭素数が1～4のアルキル基，炭素数が1～4のアルコキシル基，ニトロ基またはハロゲン原子を表わし，X とX は同じであっても異なっていてもよく，m およびm は1～3の整数を表わし，R およびR は水素原子，炭素数が1～18のアルキル基，炭素数が1～18のアルコキシル基，アルケニル基，スルホンアミド基，スルホンアルキル基，スルホン酸基，カルボキシル基，カルボキシエステル基，ヒドロキシル基，アセチルアミノ基，ベンゾイルアミノ基，またはハロゲン原子を表わし，R とR は同じであっても異なっていてもよく，n およびn は1～3の整数を表わし，R およびR は水素原子またはニトロ基を表わし，A＋は水素イオン，ナトリウムイオン，カリウムイオン，アンモニウムイオン，有機アンモニウムイオン又はこれらの混合物を表わす。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "【請求項2】  一般式(4)で表される金属錯塩化合物を含む電荷制御剤であって，",
                "当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下であることを特徴とする電荷制御剤。",
                "【化2】",
                "(式中A＋はアンモニウムイオン，ナトリウムイオン及び水素イオンの混合カチオンを表す。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3",
              "text": [
                "【請求項3】  請求項1又は請求項2に記載の電荷制御剤のうち1又は2以上を含有することを特徴とする静電荷像現像用トナー。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "以下，争点に関する部分(審決の摘示する無効理由1，2及び3a。以下，無効理由3aを無効理由3とする。)についてのみ摘示する。なお，以下，本件訴訟と審決の証拠番号が異なる場合に限り，審決の証拠番号を併せて摘示する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告が主張した無効理由の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(明確性要件違反)",
                  "text": [
                    "請求項1の記載は，以下の理由から，特許を受けようとする発明が明確ではないから，特許法36条6項2号の要件を充足しない。",
                    "分散媒体である「イオン交換水」そのものが多少なりとも電気伝導度を示すものであるので，本件発明における「イオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下」という文言は，電荷制御剤それ自体についての特性を規定するものとはいえず，「イオン交換水」がいかなるものであるかが不明である。このため，「110μS／cm以下」とされている電荷制御剤それ自体の電気伝導度の値を特定することができない。",
                    "請求項1には，金属錯塩化合物の「分散」の条件又は「分散させたとき」の状態について規定されていないので，「分散させたときの電気伝導度」の意味が不明確である。",
                    "請求項1には，「電気伝導度」の測定対象が具体的に規定されておらず，当該サンプルがイオン交換水に分散されたときに測定される電気伝導度は，「一般式(3)で表される金属錯塩化合物」に含有されるイオン生成性不純物によるものとも解されるので，「電気伝導度」を生ずる原因物質が不明であり，「電気伝導度」の意味も不明である。",
                    "本件明細書の段落【0020】の記載から，電気伝導度の測定のためには「煮沸」による処理が必須のことと解されるが，請求項1には，「煮沸」の具体的な条件について何も規定されていないので，「電気伝導度」の意味が不明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(実施可能要件違反)",
                  "text": [
                    "本件明細書の発明の詳細な説明の記載は，以下の理由から，当業者が本件発明1の実施をすることができる程度に明確かつ十分に記載したものであるといえないから，特許法36条4項1号の要件を充足しない。",
                    "本件明細書の段落【0100】には，製造例1又は2として，公知の方法でフィルタープレス又は遠心濾過機により濾過・水洗を行うことが記載され，段落【0019】には，水洗などをより十分な水を用いて行うか，逆浸透膜，半透膜を用いる方法等が有効であると記載されているが，「電気伝導度が110μS／cm以下」のものを得るための具体的な条件が全く不明である。",
                    "本件明細書の段落【0102】には，実施例2として「電気伝導度が89μS／cmである製造例2の方法で製造した化合物(1)」の例が記載され，同段落【0103】には，実施例3として「電気伝導度が10μS／cmである製造例2の方法で製造した化合物(1)」の例が記載されているが，同じ「製造例2」の方法で製造したものの電気伝導度の値が相互に異なっており，「電気伝導度が110μS／cm以下」とするための手段が具体的に記載されていない。",
                    "本件明細書には，実施例1，2及び3の電気伝導度が「水に分散させたときの電気伝導度」と記載されており，分散媒体が「イオン交換水」ではないので，本件明細書には，請求項1に対応する実施例が記載されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(新規性の欠如)",
                  "text": [
                    "本件発明1は，特開平7-114218号公報(甲1)に記載された発明であって，特許法29条1項3号に該当するから，本件発明1は新規性を欠くものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1の「電気伝導度」について",
                  "text": [
                    "請求項1には，「当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下であること」という事項があるところ，本件明細書の段落【0020】には「電気伝導度の測定方法は例えば次のようにして行う。金属錯塩化合物乾燥品1．5gをイオン交換水150mlに分散して，15分間煮沸する。流水により，室温まで冷却後，5A濾紙で濾過する。この濾液について蒸出水はイオン交換水で150mlに調製し，電気伝導度計(HORIBA導電率メーターES-14)で測定する。」との説明がされている。",
                    "請求項1の「金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度」とは，具体的には「金属錯塩化合物乾燥品1．5gをイオン交換水150mlに分散して，15分間煮沸」した後に「室温まで冷却後，5A濾紙で濾過」した「濾液」について電気伝導度計で測定したものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「イオン交換水」(上記(1)ア(ア)の主張について)",
                  "text": [
                    "「JIS  K  0211」(甲8，審決乙1)の18頁の番号1537には，「イオン交換水」が「イオン交換装置を用いて精製し，所定の条件を満足する水。JIS  K  0050参照。」の意味であることが記載されており，「JIS  K  0050」(甲9，審決乙2)の18頁の「7．3(1)」には「電気伝導度が…イオン交換法では，0．1～1μS／cm(25℃)程度の水が得られ」との記載がされている。",
                    "そうすると，請求項1に記載された「イオン交換水」とは，「イオン交換装置を用いて精製し，所定の条件(25℃で電気伝導度が0．1～1μS／cm程度)を満足する水」を意味することが明らかであり，当該「イオン交換水」という発明特定事項が不明確であるとはいえない。",
                    "また，本件優先日前の「JIS  K  0130(1995年版)」(甲19の1，審決乙12)の22頁には，調製に用いた水の電気伝導率の補正は，塩化カリウム標準液A～C(電気伝導率が140．9～11134mS／m程度)を用いるときは不要であるが，塩化カリウム標準液D及びE(電気伝導率が1．49～14．69mS／m程度)を用いるときは，誤差を生じるので，補正することが必要であることが記載されている。そうすると，測定される電気伝導度の大きさ(甲19の1(審決乙12)では14．69mS／m＝146．9μS／cm以下の場合)などを勘案して，調製に用いた水それ自体の電気伝導度に起因する誤差を，有効桁数などの必要な精度に応じて「補正」することは，その補正手段の具体的な内容も含めて本件出願当時の技術常識になっていたものと認められる。",
                    "そして，例えば，A作成に係る平成28年3月4日付け陳述書(甲18の1，審決乙11)の1頁には「百数十 μS／cm程度の電気伝導度を測定する場合…イオン交換水自体の電気伝導度…を測定値から差し引けば電荷制御剤自体の電気伝導度が求められます」との説明がされているところ，甲19の1(審決乙12)にある「補正」とは，典型的には「用いた水それ自体の電気伝導度を測定値から差し引くこと」を意味すると解され，このことは，甲19の1(審決乙12)の規格を改訂した「JIS  K  0130(2008年版)」(甲19の2，審決乙12の2)の7頁の，塩化カリウム標準液と水との両者の電気伝導度を測定し，その差を塩化カリウムによる電気伝導度として使うという旨の記載からも是認できる。",
                    "そうすると，用いる「イオン交換水」の電気伝導度に起因する若干の誤差については，測定される電気伝導度の誤差が懸念される場合(例えば，測定対象の電気伝導度が100μS／cm以下の小さい場合や，用いるイオン交換水それ自体の電気伝導度が1μS／cm以上の大きい場合など)に，測定者が必要に応じて誤差の「補正」を行うというのが本件出願当時の技術常識であったといえるから，上記「電荷制御剤それ自体の電気伝導度の値を特定することができない」ということはない。",
                    "したがって，本件発明における「イオン交換水」及び「電荷制御剤それ自体の電気伝導度の値」について，第三者に不測の不利益を及ぼすほどに不明確な点があるとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「分散」(上記(1)ア(イ)の主張について)",
                  "text": [
                    "請求項1に記載された「当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度」について，本件明細書の段落【0020】には「金属錯塩化合物乾燥品1．5gをイオン交換水150mlに分散して，15分間煮沸」した後に「室温まで冷却後，5A濾紙で濾過」した「濾液」について電気伝導度計で測定したものであることが説明されている。本件発明の「金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度」は，具体的には分散物を15分間煮沸した後に濾過した「濾液」について測定された電気伝導度であって，そのような「濾液」について測定される電気伝導度が，イオン交換水中に散在する金属錯塩化合物の「具体的な散在の状態」によって，直接影響を受けるという根拠は見当たらない。",
                    "また，散在する微粒子の状態について，被告は，合成反応で得られたウェットケーキの凝集体は，T-77の電子顕微鏡像を示す写真(甲20，審決乙13)の電子顕微鏡像に示されるように，非常にゆるい結合で凝集したものであり，分散条件によらず，容易に本来の粒径の粒子(単位粒子)にまでほぐれる，という旨の説明をしている。上記「イオン交換水中に散在する金属錯塩化合物の具体的な散在の状態」が「単位粒子」の状態にあることは，甲20(審決乙13)によって具体的に裏付けられているのに対して，これが「凝集した二次粒子」であるかもしれないといえることについては具体的な裏付けが見当たらない。",
                    "さらに，散在の状態の違いによって，その「濾液」について測定される電気伝導度の測定結果に誤差を超える変動が生じるといえる具体的な根拠は見当たらず，微粒子を分散した場合に，その電気伝導度の測定結果に許容範囲を逸脱する誤差が生じるといえる具体的な根拠も見当たらない。",
                    "加えて，実験成績証明書(平成28年3月4日，B作成)(甲21，審決乙14)の2頁には，金属錯塩化合物の粒子を「散在の状態」にさせるための分散方法として「15分間煮沸」を採用した場合の測定試料1の電気伝導度が76μS／cmであり，これとは全く異なる分散方法である「20分の超音波処理」を採用した場合の測定試料2の電気伝導度が75μS／cmであったという実験結果が示されている。この実験結果は，散在する微粒子の状態の違いにより，電気伝導度が変動するとはいえない旨を示唆しているといえる。",
                    "そうすると，分散方法が全く異なる場合であっても，測定される電気伝導度の値に格段の差が生じ得ないことが，甲21(審決乙14)によって実験的に裏付けられているので，本件明細書に記載された「15分間煮沸」がされた後の「濾液」について測定される請求項1に記載された「当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度」の値が，第三者に不測の不利益を及ぼす程度の変動を生じるとは認められない。",
                    "したがって，本件明細書の段落【0020】に記載されるとおりの条件に従う分散方法を採用した場合に，その測定される「電気伝導度」の値に誤差を超える実質的な変動が生じるとは認められないから，請求項1に記載された「電気伝導度」が，第三者に不測の不利益を及ぼすほどに不明確であるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「電気伝導度」の原因物質(上記(1)ア(ウ)の主張について)",
                  "text": [
                    "電気伝導度の「原因物質」が具体的に特定されずとも請求項1に記載された「電気伝導度」を測定することは，前記のとおり，可能であるから，このことにより「電気伝導度」が明確でないとはいえない。",
                    "そして，当該「原因物質」が不明であることによって，本件発明1が明確ではなくなるとすべき特段の事情は見当たらない。",
                    "したがって，請求項1の記載に，第三者に不測の不利益を及ぼすほどに不明確な点があるとは認められない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「電気伝導度」の測定方法(上記(1)ア(エ)の主張について)",
                  "text": [
                    "「煮沸」とは，甲8(審決乙1)の27頁の番号1721に示されるように，「液体を加熱して沸騰を続ける操作」を意味するところ，本件発明の「煮沸」の具体的な条件とは，本件明細書の段落【0020】の「15分間煮沸」との記載にあるとおり「液体の加熱を15分間続ける操作」を意味することは明らかである。",
                    "したがって，請求項1の記載に，第三者に不測の不利益を及ぼすほどに不明確な点があるとは認められない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，請求項1の記載は，特許を受けようとする発明が明確であるといえるから，無効理由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "具体的な条件(上記(1)イ(ア)の主張について)",
                  "text": [
                    "本件明細書の段落【0019】には「電気伝導度が110μS／cm以下」のものを得るための具体的な手段として「フィルタープレス」や「遠心濾過」などの手段が例示され，その条件として「大きな圧力」や「大きなG」が有効であること，及び「20～30倍の洗浄水量」の使用が有効であることが記載されている。",
                    "そして，本件発明の「電気伝導度」は，本件明細書の段落【0020】に記載されるとおりの方法で測定できるところ，当該「電気伝導度」の値が本件所定の範囲になるように，上記「圧力」や「G」や「洗浄水量」などの条件を具体的に設定してみることに，当業者に期待される程度を越える過度の試行錯誤が要されるとは認められない。",
                    "また，本件明細書に記載された「20～30倍の洗浄水量」より低い水量でも本件発明の実施ができたのであれば，その水量よりも多い水量で本件発明が実施できることは明らかであり，本件明細書に記載された方法と異なる方法で本件発明が実施できたことは，本件特許の実施可能要件の適否と関係がないことである。",
                    "したがって，本件所定の電気伝導度のものを得るための「具体的な条件が全く不明」であるとはいえず，本件明細書に開示された以外の条件でも本件発明を実施できたとしても，そのことによって本件発明が実施できなくなるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "電気伝導度の差(上記(1)イ(イ)の主張について)",
                  "text": [
                    "実施例2と実施例3の電気伝導度に差があることは，本件発明が実施可能であるか否かと関係がないことである。そして，本件明細書において，その実施例の各々の具体的な実施条件が詳細に記載されていないとしても，上記のとおり，本件明細書の発明の詳細な説明には，電気伝導度を「110μS／cm以下」とするための手段として「フィルタープレス」や「遠心濾過」や「20～30倍の洗浄水量」などの具体的な手段が記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "分散に用いられる「水」(上記(1)イ(ウ)の主張について)",
                  "text": [
                    "請求項1においては，金属錯塩化合物を分散させる水はイオン交換水であることが明確に規定されており，その規定に鑑みると，実施例に記載された金属錯塩化合物を分散させる「水」が「イオン交換水」であることは当業者にとって自明である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "本件明細書の発明の詳細な説明の記載は，当業者が請求項1に係る発明の実施をすることができる程度に明確かつ十分に記載したものであるということができるので，無効理由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1に記載された発明(以下「甲1発明」という。)の認定",
                  "text": [
                    "「下記一般式化1で示される含鉄アゾ染料の代表的な具体例としての「アイゼンカラー  T-77」",
                    "にエチレングリコールを加え，100℃に加熱し，充分に溶解させた後，室温まで放置冷却し，析出した結晶を濾別，洗浄した後，50～60℃で減圧乾燥して得られた黒褐色微粉末の荷電制御剤C」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明との対比",
                  "text": [
                    "(一致点)",
                    "「一般式(3)で表される金属錯塩化合物を含む電荷制御剤。",
                    "(式中，X 及びX は水素原子，炭素数が1～4のアルキル基，炭素数が1～4のアルコキシル基，ニトロ基またはハロゲン原子を表わし，X とX は同じであっても異なっていてもよく，m およびm は1～3の整数を表わし，R およびR は水素原子，炭素数が1～18のアルキル基，炭素数が1～18のアルコキシル基，アルケニル基，スルホンアミド基，スルホンアルキル基，スルホン酸基，カルボキシル基，カルボキシエステル基，ヒドロキシル基，アセチルアミノ基，ベンゾイルアミノ基，またはハロゲン原子を表わし，R とR は同じであっても異なっていてもよく，n およびn は1～3の整数を表わし，R およびR は水素原子またはニトロ基を表わし，A＋は水素イオン，ナトリウムイオン，カリウムイオン，アンモニウムイオン，有機アンモニウムイオン又はこれらの混合物を表わす。) 」に関するものである点",
                    "(相違点)",
                    "金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度が，前者は「110μS／cm以下」であるのに対して，後者はその特定がない点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点についての判断",
                  "text": [
                    "相違点についての検討",
                    "甲1には，その「アイゼンカラーT-77」という製品名の含鉄アゾ染料を含む荷電制御剤の「電気伝導度」について示唆を含めて記載がなく，甲1の段落【0057】の手順に忠実に従った方法で「荷電制御剤C」を調製した場合に，その電気伝導度が必ず110μS／cm以下の数値範囲になると解すべき事情も見当たらない。",
                    "そして，本件明細書の段落【0107】の表1に記載された，例えば比較例1における「310μS／cm」のように，請求項1に記載された一般式(3)で表される金属錯塩化合物を含む電荷制御剤として，その電気伝導度が110μS／cmを超える場合のものが実際に存在しているので，甲1発明の「荷電制御剤C」の電気伝導度が必ず110μS／cm以下の数値範囲にあると解することもできない。",
                    "また，本件優先日の技術水準において，甲1発明の「荷電制御剤C」の「イオン交換水に1重量％分散させたときの電気伝導度」が「110μS／cm以下」という数値範囲にあると直ちに解し得る技術常識の存在も見当たらない。",
                    "そうすると，本件発明1が，甲1に記載された発明であるとすることはできない。",
                    "原告の主張について"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "本件優先日の技術水準において，「トナーの製造に供される電荷制御剤は…イオン生成性不純物の含有量が少ないことが望ましいこと」がきわめて当然であるといえる具体的な根拠，及び「トナーの製造に供される電荷制御剤は…その精製が水による洗浄によって行われること」が周知の技術常識といえる具体的な根拠については，原告が証拠として提出した公知刊行物を精査しても見当たらない。",
                      "text": [
                        "このため，甲1発明の「荷電制御剤C」の「イオン交換水に1重量％分散させたときの電気伝導度」が「110μS／cm以下」という数値範囲にあると直ちに解することはできない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "平成27年11月16日付け実験成績証明書(1)(甲4の1・2，以下，甲4の1・2を総称するときは，単に「甲4」という。)の実験(以下「甲4実験」という。)で用いられている「アイゼンカラーT-77の50g」という原料の入手方法について，原告は，当該原料は，甲4実験を行った中国法人が17年以上前に購入し，保管してきたものであって，購入の際の伝票類は既に廃棄され，製造ロット番号も不明であるが，長期にわたって保存した古い「T-77」であっても，実験結果の評価が変更されるべき事情は何もない，と主張している。",
                      "text": [
                        "しかし，上記中国法人は2000年に設立された企業であって，当該原料の入手時期を裏付ける具体的な証拠も見当たらないところ，上記中国法人が設立される前に購入できたことは社会通念上不自然なことであり，当該原料が17年以上もの長きにわたって保管されていたということも不自然なことである。また，古い「T-77」が17年以上もの保存期間を経ても無機塩類の揮発・蒸散などの物性変化を生じないといえる実験的な裏付けもない。",
                        "そして，A作成に係る平成28年2月8日付け陳述書(甲15の1，審決乙8)には，「被告は，特開昭61-155464号公報(甲2)の実施例1に記載された鉄錯塩化合物を『T-77』という製品名で販売していたが，『アイゼンカラーT-77』という製品名で販売したことはなく，仮に『T-77』と『アイゼンカラーT-77』が同じであったとしても，例えば，2000年9月27日に『T-77』の品質規格の仕様変更がなされた」旨の説明がされているところ，当該「T-77」という製品名の鉄錯塩化合物は少なくとも1回の仕様変更がされているので，2015年8月31日～9月3日の実験日より前に入手された，甲4実験で用いられている「アイゼンカラーT-77の50g」の製品仕様と，甲1の出願日(1993年10月14日)より前に実施された甲1の実施例7で用いられている「アンゼンカラーT-77」の製品仕様が全く同じであるとは認めらない。",
                        "このため，甲4実験で用いられている「アイゼンカラーT-77の50g」という原料が，約23年前の平成5年10月14日以前に実施された甲1の実験を正しく再現するための原料として正しく入手及び保管されて，実験に供されたと直ちに認めることはできない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "さらに，甲1の段落【0057】では，荷電制御剤Cの調製方法として，結晶を「濾別，洗浄した後，50～60℃で減圧乾燥し，黒褐色微粉末を得た。」という手順を採用しているのに対して，甲4実験方法では，結晶を「ヌッチェにより減圧濾過し，エタノール120mlで洗浄し，更に，電気伝導度10μS／cmのイオン交換水120mlで洗浄した後，乾燥して結晶を得た。」という手順を採用しているので，両者の実験条件は同じではない。",
                      "text": [
                        "甲4実験の方法は，甲1の「荷電制御剤C」の調製方法を忠実に再現しているものではないので，甲4の実験成績証明書によっては，甲1発明の「荷電制御剤C」の「イオン交換水に1重量％分散させたときの電気伝導度」が「110μS／cm以下」という数値範囲にあると解することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，請求項1に係る発明は，甲1に記載された発明であるとすることはできないので，無効理由3には理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "「電気伝導度」について",
              "text": [
                "審決は，本件発明の「当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度」とは，「金属錯塩化合物乾燥品1．5gをイオン交換水150mlに分散して，15分間煮沸」した後に「室温まで冷却後，5A濾紙で濾過」した「濾液」について電気伝導度計で測定したものであると認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，審決は，特許請求の範囲に何ら記載されていない事項で本件発明の要旨を認定しているだけでなく，本件明細書に記載された「一例に過ぎない測定方法」により特許請求の範囲の限定解釈を行った上で明確性の判断をしたものであり，誤っている。本件発明の要旨を特許請求の範囲の文言どおり解すると，特許請求の範囲の記載は不明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，電気伝導度の測定対象を「濾液」であると認定しているが，本件明細書の段落【0020】には「この濾液について蒸出水はイオン交換水で150mlに調製し，電気伝導度計…で測定する」と記載されているから，電気伝導度の測定対象は，「濾液」ではなく，「濾液及び加えたイオン交換水の混合液」である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告製品で型番が同一の複数の電荷制御剤について，本件明細書の段落【0020】に記載されているとおりの測定方法で電気伝導度を測定した測定結果は，測定するたびに異なっている(甲41～43)。このように，本件明細書に記載された測定方法で測定された測定結果が毎回異なるということになると，第三者が技術的範囲に属するか否かを判断することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「イオン交換水」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲8(審決乙1)に基づき，請求項1に記載された「イオン交換水」とは「イオン交換装置を用いて精製し，所定の条件(25℃で電気伝導度が0．1～1μS／cm程度)を満足する水」を意味すると認定した。",
                    "しかし，本件発明における「イオン交換水」は，JIS(甲8，審決乙1)に規定されている電気伝導度を有するイオン交換水に限定されるものではなく，例えば，1～50μS／cmの範囲内の水もイオン交換水と扱われている(甲24)。また，JISの電気伝導率測定方法通則(甲19の1，審決乙12)においても，「この規格は，電解質水溶液及び水(河川水，海水，雨水，脱イオン水など)の5μS／m～200S／m(25℃)の範囲の電気伝導率の測定方法について規定する。」と記載されている。",
                    "このように，本件発明における「イオン交換水」には，甲8(審決乙1)に記載されている電気伝導度とは異なる電気伝導度を有するイオン交換水も含まれるので，本件発明の電気伝導度は，イオン交換水の電気伝導度によって，数値が大きく変化することになる。その結果，第三者は，本件発明の技術的範囲に属するか否かを判断することが困難となり，特許権者の恣意的判断を許すこととなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲19の1(審決乙12)などに基づき，「イオン交換水」の電気伝導度に起因する若干の誤差については，測定される電気伝導度の誤差が懸念される場合に，測定者が必要に応じて誤差の「補正」を行うというのが本件出願当時の技術常識であったと判断した。",
                    "しかし，審決が引用する甲19の1(審決乙12)の22頁の記載は，「セル定数の測定法」の一部であり，セル定数を測定する場合で，しかも，特定の塩化カリウム標準液を使用する場合の説明に関するものである。セル定数を測定したセルを使用して溶液の電気伝導度を実際に測定する場合の説明ではない。",
                    "また，甲19の1(審決乙12)の22頁には「調製に用いた水の電気伝導率の測定は，あらかじめセル定数既知のセルを用いて行い，塩化カリウム標準液の電気導電率に加える。」，「④  セル定数をJ として，用いた水の電気伝導率X を求2 H2O2め，使用した塩化カリウム標準液の電気伝導率X に，水の電気伝導率X をKC1 H2O2加えて，J を求める。」と記載されているように，「調製に用いた水の電気伝導率を加える」とされており，「差し引く」とは記載されていない。",
                    "さらに，甲19の2(審決乙12の2)には水の電気伝導度を差し引く式が記載されているが，この文献は，本件出願後の平成20年のものであり，本件出願当時のものではない。",
                    "なお，被告は，「イオン交換水」の電気伝導度に起因する誤差を補正するという主張を行っていなかったところ，本件無効審判請求の審理の途中からその旨の主張を始めたものである。",
                    "したがって，「イオン交換水」の電気伝導度に起因する誤差を補正することが本件出願当時の技術常識であったとの審決の判断は誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「分散」について",
              "text": [
                "審決は，本件明細書の段落【0020】に記載された分散方法を採用した場合に，測定される「電気伝導度」の値に誤差を超える実質的な変動が生じるとは認められないから，請求項1に記載された「電気伝導度」が不明確であるとはいえないと判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，原告が，甲42，43に記載された電荷制御剤「DL-Ｎ33」について，異なる分散装置を使用し，分散時間を変化させて電気伝導度の測定を行ったところ(甲44)，分散時間を長くするに従って電気伝導度は増加し，110μS／cmを超えても変化し続け，飽和値に達しなかった。",
                    "このような測定結果となったのは，以下の理由によるものであると考えられる。",
                    "すなわち，一般に，電荷制御剤は，疎水性が強く，撥水性が高い性質を有しているため，軽く撹拌する程度では，電荷制御剤をイオン交換水中に分散することができない(甲45)。この状態で撹拌をすると，泡を巻き込み，その気泡中に電荷制御剤が存在した状態となり，見た目では黒く分散されているように見えるが，実際には，電荷制御剤の表面に空気が存在しており，ほとんどイオン交換水に接触していない。このため，一般的な撹拌動作では，イオン性成分が電荷制御剤からイオン交換水に溶出されることがなく，イオン交換水自体の電気伝導度を測定しているにすぎない。",
                    "他方，高い撹拌エネルギーを加えると，少しずつ電荷制御剤がイオン交換水に濡れるようになり，イオン性成分が逐次流出し，分散の時間の経過により少しずつ電気伝導度が高くなっていき，特定の値に収束すると考えられる。",
                    "なお，被告は，甲44の測定方法は「粉砕」であって，「分散」ではないと主張するが，分散をどのように行うのかについては，本件明細書には何も記載されておらず，電荷制御剤の粒径を変えてしまうような「粉砕」を伴う分散についても，分散条件として排除されていない。そして，分散によって電荷制御剤の粒子が粉砕されたとしても，新しい表面を有する粒子が形成され，当該粉砕後の粒子の表面に存在する無機塩が溶出する。したがって，粉砕を伴う分散であっても，本件明細書の段落【0024】に記載されているように，電荷制御剤表面の無機塩のみを測定していることになる。",
                    "このように，分散時間を変えた場合に電気伝導度の測定値が異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲21(審決乙14)に記載された実験結果によると，散在する微粒子の状態の違いにより電気伝導度が変動するとはいえないと判断しているが，この実験では，本来であれば，単なる撹拌よりも超音波分散を行った場合の方が，粒径が小さくなるはずであるにもかかわらず，撹拌し，煮沸しただけの方が，超音波分散を行った場合よりも平均粒径が小さくなっているのであって，その結果は不合理で信用することができない。",
                    "仮に，この実験結果を信用することができるとすれば，粒径の小さい方が電気伝導度は大きくなっており，粒径が変化すること，すなわち分散の状態が変化することによって電気伝導度が変化している。なぜなら，甲21(審決乙14)によると，測定試料1(撹拌)したものは76μS／cmであるのに対し，測定試料2(撹拌＋超音波処理)したものは75μS／cmであり，測定結果が異なっているからである。",
                    "本件発明は，「電気伝導度が110μS／cm以下」という数値限定を行っているのであるから，1μS／cmの変化であっても，そのことによって本件発明の技術的範囲に含まれるか否かが定まることとなると，第三者に不測の不利益を与える。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件明細書には，本件発明における「分散」について何ら特定されていないのであり，分散の状態によって，本件発明の技術的範囲に含まれるか否かが定まる場合があるから，分散については何ら特定されていないとしても第三者に不測の不利益を生じることはないとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，請求項1の記載は，特許を受けようとする発明が明確ではないから，明確性要件を充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "化合物の製造条件について",
              "text": [
                "審決は，本件明細書の段落【0019】には「電気伝導度が110μS／cm以下」のものを得るための具体的な手段として「フィルタープレス」や「遠心濾過」などの手段が例示され，その条件として「大きな圧力」や「大きなG」が有効であることなどが記載されているから，「電気伝導度」の値が本件発明に係る数値の範囲になるように，上記「圧力」や「G」や「洗浄水量」などの条件を具体的に設定してみることに，当業者に期待される程度を越える過度の試行錯誤を要するとは認められないと判断した。",
                "しかし，本件明細書には，製造例1，2，実施例1～3の具体的な実施条件は全く記載されておらず，「圧力」，「G」，「洗浄水量」をいかなる数値にしたときにどのような電気伝導度になるのかが明らかではない。まして，本件発明は「電気伝導度が110μS／cm以下」という数値限定発明であり，単に電気伝導度を変化させるパラメータと概括的な方法を記載するだけでは実施可能要件を満たさない。",
                "甲21(審決乙14)では，大きなGをかけて濾過しなくとも本件発明の電気伝導度を有する電荷制御剤を製造できることが示されているから，「G」や「洗浄水量」を変更することは，本件発明を実施する上で，何らの技術的意義も有しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "電気伝導度の差について",
              "text": [
                "審決は，同じ製造例2で製造した実施例2と実施例3の電気伝導度に差があることと，本件発明が実施可能であるか否かとは関係がないと判断した。",
                "しかし，同じ製造例2の方法により製造されたにもかかわらず，電気伝導度が「89μS／cm」(実施例2)と「10μS／cm」(実施例3)の全く異なる化合物が製造できること自体，実施不能であると推認される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "分散に用いられる「水」について",
              "text": [
                "審決は，請求項1において，金属錯塩化合物を分散させる水はイオン交換水であることが明確に規定されており，実施例に記載された金属錯塩化合物を分散させる「水」が「イオン交換水」であることは当業者にとって自明であると判断した。",
                "しかし，実施例1～3及び比較例1，2(本件明細書の段落【0101】～【0105】)には，いずれもイオン交換水ではなく「水」に分散させたときの電気伝導度が記載されている。被告は，「イオン交換水」と「水」一般の電気伝導度の違いを十分に認識していたと推認されるから，上記各段落の「水」はイオン交換水ではなく，水であると認定するのが合理的であり，そうすると，本件明細書には請求項1に対応する実施例が記載されていないこととなる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件明細書の発明の詳細な説明の記載は，当業者が本件発明1の実施をすることができる程度に明確かつ十分に記載したものであるといえないから，実施可能要件を充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(新規性に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4実験の原料と甲1に記載された原料の同一性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4の実験成績証明書によると，本件出願前に被告によって販売されていた電荷制御剤「T-77」の電気伝導度が19．4μS／cmであったとの結果が得られているから，本件発明は甲1に記載された発明であるということができる。",
                    "しかるに，審決は，甲4実験で用いられている「アイゼンカラーT-77」という原料について，その入手時期，保管期間，物性変化の可能性などから，甲1の実験を正しく再現するための原料として正しく入手及び保管されて実験に供されたと直ちに認めることはできないと判断した。",
                    "しかし，甲4実験を行った法人が，その設立前に「アイゼンカラーT-77」を購入したとしても社会通念上不自然とはいえず，入手した原料を17年間以上保管することがないという経験則もない。そして，物性変化の可能性についても，当該原料は，保存期間が長くなるほど微粒子に不純物が付着して電気伝導度は高くなるのであり，無機塩類の揮発・蒸散などがないことについて実験的な裏付けは必要ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，被告が鉄錯塩化合物を「T-77」という製品名で販売していたが，「アイゼンカラーT-77」という製品名で販売したことはなく，また，仮に「T-77」と「アイゼンカラーT-77」が同じであったとしても，「T-77」は少なくとも1回の仕様変更がされているので，甲4実験で用いられている原料の製品仕様と，甲1の実施例7で用いられている原料の製品仕様が全く同じであるとは認められないとする。",
                    "しかし，被告は，本件特許の出願前に「T-77」の品番を有する電荷制御剤を販売していたのであり(甲15の1，審決乙8)，甲1の実施例7で用いられている原料には「アイゼンカラー」が付記されているとはいえ，「T-77」と記載されているのであるから，「アイゼンカラーT-77」は，被告が本件出願前から製造販売している電荷制御剤「T-77」と同一である。",
                    "また，仕様変更については，甲15の1～3(審決乙8，乙8の2・3)によると，製造方法自体を変更したものではなく，特定のユーザー向けの販売・製造規格を新たに設けたにすぎない。原告は，特定のユーザーではないので，甲4の「アンゼンカラーT-77」は一般向けに販売されたものであり，甲1の実施例7で用いられている「アンゼンカラーT-77」も同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4実験の方法について",
              "text": [
                "審決は，甲1の段落【0057】の実験条件と甲4の実験条件が異なるので，甲4実験の方法は，甲1の「荷電制御剤C」の調製方法を忠実に再現しているものではなく，甲4の実験成績証明書によっては，甲1発明の「荷電制御剤C」の「イオン交換水に1重量％分散させたときの電気伝導度」が「110μS／cm以下」という数値範囲にあると解することはできないと判断した。",
                "しかし，甲4実験は，「アイゼンカラーT-77」の電気伝導度を測定する実験であって，甲1の段落【0057】の実験条件を再現する必要はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明が甲1に記載された発明であるとすることはできないとした審決の判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件に関する判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "「電気伝導度」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が特許請求の範囲に何ら記載されていない事項で本件発明の要旨を認定し，本件明細書に記載された「一例に過ぎない測定方法」により合理的な理由なく本件発明を限定していると主張する。",
                    "しかし，審決は，本件発明を「当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下であること」という発明特定事項を含むものとして認定したうえで，特許請求の範囲の記載に加えて，本件明細書の記載を考慮し，また，当業者の出願当時における技術的常識を基礎として，特許請求の範囲の記載が，第三者に不測の不利益を及ぼすほどに不明確であるか否かという観点から判断しているのであり，特許請求の範囲に何ら記載されていない事項で本件発明の要旨を認定しているものではない。また，電気伝導度の測定方法として本件明細書【0020】に記載された方法が「一例」であるかどうかは，明確性要件の判断の適否には影響しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，電気伝導度の測定対象は，「濾液」ではなく，「濾液及び加えたイオン交換水の混合液」であると主張するが，審決は，煮沸により水分が蒸発し，容量が150mlより減ってしまうので，その減少分だけイオン交換水を加えて全体の容量が150mlに戻るように調製し，その後，その150mlの液体の電気伝導度を測定するという明細書の記載を前提とするものであり，その判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「イオン交換水」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明における「イオン交換水」は，JIS(甲8，審決乙1)に規定されている電気伝導度を有するイオン交換水に限定されるものではなく，例えば，1～50μS／cmの範囲内の水もイオン交換水と扱われ(甲24)，また，JISの電気伝導率測定方法通則(甲19の1，審決乙12)においても，「この規格は，電解質水溶液及び水(河川水，海水，雨水，脱イオン水など)の5μS／m～200S／m(25℃)の範囲の電気伝導率の測定方法について規定する。」と記載されていると主張する。",
                    "しかし，「イオン交換水」が意味するものは，当業者であれば理解できるのであり，審決は，当業者が通常理解する「イオン交換水」をJISの記載から認定したにすぎない。",
                    "また，甲24に記載された「50μS／cm」という値は，甲24の純水製造装置において電気伝導度のデジタル表示の範囲が「0．01～50μS/cm・25℃」であり，50μS／cmを超えるとエラー表示が出ることを説明しているにすぎず，「イオン交換水」の電気伝導度を記載したものではない。",
                    "さらに，甲19の1(審決乙12)の上記記載は，規格の適用範囲が「5μS／m～200S／m(25℃)」であること，対象となる水として河川水，海水，雨水，蒸留水，脱イオン水などがあることなどを説明しているにすぎず，50μS／cmの水も脱イオン水とされていることを意味するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「イオン交換水」の電気伝導度に起因する誤差の補正について，審決の引用する甲19の1(審決乙12)の記載は，セル定数を測定する場合で，溶液の電気伝導度を実際に測定する場合の説明ではない，また，「調製に用いた水の電気伝導率を加える」とされており，「差し引く」とは記載されていないなどと主張し，測定される電気伝導度の誤差が懸念される場合に，測定者が必要に応じて誤差の「補正」を行うことが本件出願当時の技術常識であったとの審決の判断は誤っていると主張する。",
                    "しかし，セル定数を測定する場合であっても，塩化カリウム標準液を満たしたセルの電気伝導度を測定しているのであって(甲19の1，審決乙12)，溶液の電気伝導度を実際に測定する場合と何ら変わるところはない。",
                    "また，原告の指摘する甲19の1(審決乙12)の22頁の記載は，使用した塩化カリウム標準液の電気伝導率を算出するために，調製に用いた水の電気伝導率を加えると記載しているのではなく，セル定数を求めるための計算式において，塩化カリウム標準液の電気伝導率(K＋イオンとCl-イオンによる伝導率)に，用いた水の電気伝導率を加えると記載しているのであるから，当該計算式上での演算操作の実質は，審決が認定するとおり，「用いた水それ自体の電気伝導度を測定値から差し引くこと」である。",
                    "さらに，原告は，甲19の2(審決乙12の2)は，本件出願後の平成20年のものであり，本件出願当時のものではないと主張するが，同証拠に記載された二つの計算式は，セル定数Jを正確に算出するための補正としては，甲19の1(審決乙12)に記載されたことと同じことを行っているのであり，この技術常識は，本件出願の前後で変わるものではない。",
                    "したがって，「イオン交換水」の電気伝導度に起因する誤差を補正することは本件出願当時の技術常識であったとする審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「分散」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，被告製品である電荷制御剤について，異なる分散装置を使用し，分散時間を変化させて電気伝導度の測定を行ったところ，分散時間を長くするに従って電気伝導度は増加し，110μS／cmを超えても変化し続け，飽和値に達しなかったと主張する。",
                    "しかし，甲44の実験1(クレアミックスを使用)及び実験2(ビーズミルを使用)は，電荷制御剤を「粉砕」しながら電気伝導度を測定するものであり，電荷制御剤を「分散」させて電気伝導度を測定したものではない。",
                    "本件発明は，電荷制御剤中に存在する無機塩量ではなく，電荷制御剤の表層に存在する無機塩量と画像安定性との相関関係に着目し，その上で，金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度を測定し，この電気伝導度を一定の範囲に制御することで，優れた画像安定性が得られる電荷制御剤を提供することを可能にしたものである。",
                    "このことから明らかなとおり，本件発明で規定する「分散」とは，電荷制御剤の表層に存在する無機塩量を測定するために，イオン交換水に当該無機塩を含ませるための処理を意味するのであって，電荷制御剤の粒径を変えて新たな表面を生成する「粉砕」を伴うようなものは，本件発明で規定する「分散」ではない。",
                    "本件発明における金属錯塩化合物の合成反応で得られたウェットケーキを乾燥させた状態では，単位粒子が互いに凝集して，見かけ上本来の粒径よりも大きな粒径となっているが，凝集体における単位粒子の結合は非常にゆるく，また単位粒子間の空隙が非常に多いことから，乾燥させたウェットケーキは，非常にもろく，これをイオン交換水に分散させると，分散条件にかかわらず，容易に本来の粒径の粒子(単位粒子)にまでほぐれる。",
                    "このため，本件発明の「分散」方法としては，電荷制御剤にイオン交換水を少量ずつ加え，ゆっくりよくかき混ぜて電荷制御剤とイオン交換水を少しずつなじませていくという，ごく一般的な処理を行えば足りる。原告は，軽く撹拌する程度では，電荷制御剤をイオン交換水中に分散することができないと主張するが，これは，電荷制御剤にイオン交換水を一時に投入したからであると考えられる。このような方法を採用すれば，粉末が固まりになり液体表面に層状に浮かんでしまい，液体中に適切に分散しないことは，当業者であれば容易に理解できることである。",
                    "したがって，「分散」の字義どおりに電気伝導度を測定すれば，電気伝導度を特定することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，単なる撹拌よりも超音波分散を行った場合の方が，粒径が小さくなるはずであるにもかかわらず，甲21(審決乙14)に記載された実験では，撹拌し，煮沸しただけの方が，超音波分散を行った場合よりも平均粒径が小さくなっているので，この実験結果は信用することができず，また，仮にこの実験結果を信用することができるとすると，分散の状態が変化することで電気伝導度が変化することとなると主張する。",
                    "しかし，単なる撹拌よりも超音波分散を行った場合の方が，粒径が小さくなるはずであるとの原告の主張は，その根拠が不明である上，甲21(審決乙14)における測定試料1(煮沸)の電気伝導度76μS／cmと，測定試料2(超音波)の電気伝導度75μS／cmとの差1μS／cmは，測定誤差といえる程度のものである。",
                    "原告は，1μS／cmの変化により，本件発明の技術的範囲に含まれるか否かが定まることとなると，第三者に不測の不利益を与えると主張するが，その場合には，測定誤差の影響を排除するなどの対応をすれば足りることであって，明確性の問題ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，分散については何ら特定されていないとしても第三者に不測の不利益を生じることはないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，請求項1の記載は特許を受けようとする発明が明確であるといえるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "化合物の製造条件について",
              "text": [
                "原告は，本件明細書には，製造例1，2，実施例1～3の具体的な実施条件は全く記載されておらず，少なくとも，「圧力」や「G」や「洗浄水量」をいかなる数値にしたときにどのような電気伝導度になるのかが示されるべきであると主張する。",
                "しかし，実施可能要件の充足性は，実施例についての記載のみならず，発明の詳細な説明の記載全体から判断されるべきである。本件明細書の段落【0019】には，「電気伝導度が110μS／cm以下」のものを得るための具体的な手段として「フィルタープレス」や「遠心濾過」などの手段が例示され，その条件として「大きな圧力」や「大きなG」が有効であること，及び「20～30倍の洗浄水量」の使用が有効であることが記載されており，また，段落【0020】には，電気伝導度の具体的な測定方法も記載されているのであるから，当業者であれば，「電気伝導度」の値が本件発明で規定される範囲内に入るように「圧力」や「G」や「洗浄水量」などの条件を具体的に設定することに特段の困難性はない。",
                "なお，原告は，本件発明は数値限定発明であり，単に電気伝導度を変化させるパラメータと概括的な方法を記載するだけでは実施可能要件を満たさないと主張するが，本件発明が「電気伝導度が110μS／cm以下」という数値限定発明であるからといって，特別な要件が課される理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "電気伝導度の差について",
              "text": [
                "原告は，同じ製造例2で製造した実施例2と実施例3の電気伝導度に差があることから，実施不可能であると推認されると主張する。",
                "しかし，本件明細書の実施例においては，製造例1は「フィルタープレスにより濾過・水洗を行い，乾燥した」例，製造例2は「遠心濾過機により濾過・水洗を行い，乾燥した」例をそれぞれ記載している。製造例1及び製造例2には詳細な条件は記載されていないが，本件明細書の段落【0019】の記載によると，遠心濾過した例である製造例2においても「G」や「洗浄水量」を変更することで電気伝導度の異なる金属錯塩化合物が得られることが理解できるので，実施例2及び実施例3で異なる電気伝導度のものが得られていたとしても，何ら矛盾は生じない。",
                "したがって，実施例2と実施例3の電気伝導度に差があることと，本件発明が実施可能であるか否かとは関係がないとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "分散に用いられる「水」について",
              "text": [
                "原告は，実施例1～3及び比較例1，2は，いずれもイオン交換水ではなく「水」に分散させたときの電気伝導度が記載されているので，本件明細書には請求項1に対応する実施例が記載されていないと主張する。",
                "しかし，請求項1においては，金属錯塩化合物を分散させる水はイオン交換水であることが明確に記載されており，実施例に記載された金属錯塩化合物を分散させる「水」が「イオン交換水」であることは当業者にとって自明である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件明細書の記載は実施可能要件を充足するとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(新規性に関する判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4実験の原料と甲1に記載された原料の同一性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲4実験で使用された「アイゼンカラーT-77」と甲1に記載された「アイゼンカラーT-77」とが同一であると主張するが，そもそも被告は，「アイゼンカラーT-77」という製品名の製品を販売していない(甲15の1，審決乙8)にもかかわらず，甲4の1に「アイゼンカラーT-77」と記載されているのは不自然であり，原告の主張する法人が，甲1に記載された原料を実際に入手し，保管していたとは考えにくい。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明の完成及び出願を受けて，電気伝導度を所定値以下にする仕様変更を行う前の被告製品は，水洗浄を行うなどして電気伝導度を低下させることが行われる前の「T-77」であり，「イオン交換水に1重量％分散させたときの電気伝導度」が「110μS／cm以下」になるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4実験の方法について",
              "text": [
                "「アイゼンカラーT-77」の電気伝導度を測定する実験であるとするのであれば，何ら手を加えていない「アイゼンカラーT-77」について電気伝導度を測定すべきであり，洗浄等の操作を行った後の「アイゼンカラーT-77」について電気伝導度を測定した甲4実験の結果は，本件明細書に記載された測定方法により測定された電気伝導度ということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明が甲1に記載された発明であるとすることはできないとした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の概要",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書(甲23)には，以下の記載がある。",
                "【産業上の利用分野】",
                "【0001】",
                "本発明は，電子写真用現像剤であるトナーに有用な金属錯塩化合物の製造方法および該金属錯塩化合物を含有する静電荷像現像用トナーに関するものである。",
                "【従来の技術】",
                "【0004】",
                "…所望の摩擦帯電性をトナーに付与するために，帯電性を付与する染料または顔料，更には電荷制御剤を添加することが行われている。",
                "【0005】",
                "電荷制御剤を含有するトナーは，現像スリーブなどのトナー担持体を汚染し易いため，複写枚数の増加に伴い摩擦帯電量が低下し，画像濃度の低下を引き起し易い。また，ある種の電荷制御剤は，摩擦帯電量が不十分であり，温度や湿度の影響を受け易いため，環境変動に伴う画像濃度の変動の原因となり易い。",
                "また，ある種の電荷制御剤は樹脂に対する分散性が不良であるため，これを用いたトナーはトナー粒子間の摩擦帯電量が不均一となり易くカブリが発生し易い。またある種の電荷制御剤は，保存安定性が悪く，長期保存中に摩擦帯電量が低下し易い。",
                "これらの問題点を解決する手段として，特開昭61-155464号公報に鉄系錯塩化合物が提案されている。",
                "…",
                "【0006】",
                "近年，電子写真法を応用したプリンターやファクシミリが普及し，年々複写の速度が高速化しており，従来の複写機以上に瞬時に適正帯電を保持するトナーが要求されるようになってきている。すなわち休止状態から出力状態に入った時に瞬時に適正帯電を保持することと，長期間放置状態でも摩擦帯電性能が劣化しないことが，従来のトナー以上に求められており，特開昭61-155464号公報に記載の鉄系錯塩化合物を含有するトナーも例外ではない。",
                "【発明が解決しようとする課題】",
                "【0007】",
                "本発明の目的は，従来技術の上記課題を解決し，帯電の立ち上がりが良く連続使用による繰り返し現像を行っても温度や湿度の変化に影響を受けず，長時間安定した画像を再現することのできるトナーを提供することを目的とするものである。",
                "【課題を解決するための手段】",
                "【0008】",
                "本発明では，上記の課題を解決するために検討した結果，金属錯塩化合物をイオン交換水に分散させたときの電気伝導度を一定以下になるまでに調製したものをトナーに使用した場合，環境安定性が著しく向上し，先に述べた課題すなわち帯電の立ち上がりを早め，帯電性能を安定化させて，画像濃度が顕著に安定することを見出した。…",
                "【0011】",
                "…上記金属錯塩化合物の中で，本発明の目的である，瞬時に適正帯電を保持し，かつ長期間放置状態でも摩擦帯電性能が劣化しないという効果が顕著に現れ，かつ環境安全性の面から配位中心金属としてCr等の重金属を含まない好ましい形態としては，以下のものが挙げられる。",
                "すなわち，下記一般式(3)で表わされるアゾ系鉄錯塩化合物を含有することを特徴とする静電荷像現像用トナーである。",
                "【0012】",
                "(式中，X 及びX は水素原子，炭素数が1～4のアルキル基，炭素数が1～4のアルコキシル基，ニトロ基またはハロゲン原子を表わし，X とX は同じであっても異なっていてもよく，m およびm は1～3の整数を表わし，R およびR は水素原子，炭素数が1～18のアルキル基，炭素数が1～18のアルコキシル基，アルケニル基，スルホンアミド基，スルホンアルキル基，スルホン酸基，カルボキシル基，カルボキシエステル基，ヒドロキシル基，アセチルアミノ基，ベンゾイルアミノ基，またはハロゲン原子を表わし，R とR は同じであっても異なっていてもよく，n およびn は1～3の整数を表わし，R およびR は水素原子またはニトロ基を表わし，A＋は水素イオン，ナトリウムイオン，カリウムイオン，アンモニウムイオン，有機アンモニウムイオン又はこれらの混合物を表わす。)",
                "【0013】",
                "本発明者らが検討したところ，従来使用されている金属錯塩化合物を水に分散させた時の電気伝導度が110μS／cmを超えている金属錯塩化合物を含有するトナーよりも，電気伝導度が110μS／cm以下である金属錯塩化合物を含有するトナーの方が，瞬時に適正帯電を保持し，環境安定性，特に高温高湿時において長期間放置状態でも摩擦帯電性能が劣化せずに安定した画像濃度を保持出来るなど，顕著な優位性があることを見出した。",
                "【0014】",
                "通常電気伝導度を大きくする物質としては…無機塩類の混入が考えられるが，本発明者らの知見によれば，本発明で測定される電気伝導度の数値は必ずしも金属錯塩化合物へのそれら無機塩類の混入量に比例するものではなく，様々な要因を含めた結果として現れるものであると考えられる。",
                "…本発明者らは金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度と安定した画像濃度との間に強い相関関係があることを見出すことにより本発明を完成したのである。",
                "すなわち，電荷制御剤とは静電荷現像用トナーに対し安定した静電荷を付与する働きを持つものと定義されるが，該金属錯塩化合物の中に反応副成物として生じた無機塩類が一定量以上存在する場合，湿度環境下における無機塩類の影響が無視できなくなり，高湿度環境下ではもちろんのこと，常湿環境下においても長期ランニングでは画像安定を欠くと云う電荷制御剤としての性能を維持できない問題が生じるわけである。電荷制御剤中に存在する無機塩量は，電荷制御剤の体積抵抗率をも変化させるが，電荷制御剤の体積抵抗率と画像安定性とは必ずしも相関するわけではない。これは電荷制御剤を静電荷現像用トナーとして使用する場合，電荷制御剤表層に存在する無機塩が画像安定性に著しい影響を与える為と考えられる。すなわち電荷制御剤の体積抵抗率は電荷制御剤内部の無機塩量によっても変化するが，画像安定性を支配する無機塩は電荷制御剤中のごく表層に存在するものだけである為である。従って同理由により，電荷制御剤中の化学的な無機塩量定量においても，実質的に画像性を支配する電荷制御剤表層の無機塩量を測定しているわけではないため，画像安定性との相関は明確ではない。本発明では金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度を測定することにより，電荷制御剤表層の無機塩量のみを測定することが可能となり，この電気伝導度を一定範囲に制御することで優れた画像安定性の得られる電荷制御剤を提供することが可能となったわけである。",
                "【0015】",
                "次に該錯塩化合物の具体例を示す。",
                "化合物(1)",
                "(式中A+はアンモニウムイオン，ナトリウムイオン及び水素イオンの混合カチオンを表す。)",
                "【0018】",
                "上記化合物は公知の方法により製造することが出来る。例えば化合物(1)は4-クロル-2-アミノフェノールをジアゾ化し，ナフトールASにカップリングして得たモノアゾ化合物を公知の方法で鉄錯塩化し，得られた鉄錯塩のアルカリ金属塩を，アンモニア(水)又は各種アンモニウム塩で処理すると，対イオンとしてアンモニウム，アルカリ，水素イオンとなる混合カチオンの化合物が得られる。このようにして得られる化合物は通常のヌッチェ等の濾過機での洗浄ではイオン交換水に分散させたときの電気伝導度を向上させる要因となるものが残存し，本発明の目的とする金属錯塩化合物を得ることは困難である。又そのようにして得られた金属錯塩化合物をトナーに含有させたときには画像濃度に悪影響を与えてしまい，課題の解決には至らない。",
                "【0019】",
                "本発明の目的を達成するため，上記化合物をイオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下に調製する方法としてはフィルタープレスのように大きな圧力をかけて濾過する方法や，遠心濾過のように大きなGをかけて濾過する方法，即ち充分に水などの反応溶媒を搾る方法，更に水洗などをより十分な水を用いて行うか，又はこれらの操作を繰り返して行うか，これらを併用して行う方法，更には逆浸透膜，半透膜を用い電気伝導度を110μS／cm以下に調製する方法等が有効である。通常本発明の目的を達成するためには，遠心濾過機を使用した場合，得られる化合物に対して20～30倍の洗浄水量の分割又は一括の使用が有効であるが，特に25倍以上の使用が望ましい。又，該金属塩化合物が可溶な有機溶媒にこれを溶解し，更に水中に投入させることにより結晶を析出させるといった，いわゆる晶析操作などの化学的精製も有効である。",
                "【0020】",
                "電気伝導度の測定方法は例えば次のようにして行う。",
                "金属錯塩化合物乾燥品1．5gをイオン交換水150mlに分散して，15分間煮沸する。流水により，室温まで冷却後，5A濾紙で濾過する。この濾液について蒸出水はイオン交換水で150mlに調製し，電気伝導度計(HORIBA導電率メーターES-14)で測定する。",
                "【0021】",
                "本発明の電荷制御剤は，体積平均粒径が0．1～20μmの範囲に調製し，使用するのが好ましく，更に好ましくは1～10μmである。",
                "…",
                "【発明の実施の形態】",
                "【0100】",
                "以下実施例においてさらに詳細に説明する。",
                "[製造例1]",
                "公知の方法で金属錯塩化，対イオン化した化合物(1)をフィルタープレスにより濾過・水洗を行い，乾燥して目的とする金属化合物を得た。20メッシュの篩を通して粒径を整えトナー中に混合可能な状態とした。",
                "[製造例2]",
                "公知の方法で金属錯塩化，対イオン化した化合物(1)を遠心濾過機により濾過・水洗を行い，乾燥した。20メッシュの篩を通して粒径を整えトナー中に混合可能な状態とした。",
                "【0101】",
                "[実施例1]",
                "水に分散させたときの電気伝導度が75μS／cmである製造例1で製造した化合物(1)を使用した場合の例",
                "…",
                "【0102】",
                "[実施例2]",
                "水に分散させた時の電気伝導度が89μS／cmである製造例2の方法で製造した化合物(1)を使用した場合の例",
                "…",
                "【0103】",
                "[実施例3]",
                "水に分散させたときの電気伝導度が10μS／cmである製造例2の方法で製造した化合物(1)を使用した例",
                "…",
                "【0104】",
                "[比較例1]",
                "水に分散させたときの電気伝導度が310μS／cmである化合物(1)を使用した例",
                "…",
                "【0105】",
                "[比較例2]",
                "水に分散させたときの電気伝導度が361μS／cmである化合物(1)を使用した例",
                "…",
                "【0106】",
                "実施例1～3と比較例 1～2の他に化合物(1)を水に分散させたときの電気伝導度と画像濃度の結果を表1に示した。",
                "【0107】",
                "【表1】",
                "【発明の効果】",
                "【0108】",
                "表1から明らかなように，イオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下である金属錯塩化合物を含有する静電荷像現像用トナーは，安定した画像が得られ，環境安定性に優れている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の概要",
              "text": [
                "本件特許の特許請求の範囲の記載及び本件明細書の上記記載によると，本件発明は，①電子写真用現像剤であるトナーに有用な金属錯塩化合物を含む電荷制御剤に関するものであり，②帯電の立ち上がりが良く連続使用による繰り返し現像を行っても温度や湿度の変化に影響を受けず，長時間安定した画像を再現することのできるトナーを提供することを課題とし，③電荷制御剤の表層に存在する無機塩量と画像安定性との関係に着目し，金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度を測定することにより，電荷制御剤の表層の無機塩量を測定し，この電気伝導度を一定範囲に制御することで，優れた画像安定性の得られる電荷制御剤を提供する発明であり，④安定した画像が得られ，環境安定性に優れていることをその効果とするものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(明確性要件に関する判断の誤り)について",
          "text": [
            "原告は，本件発明における「電気伝導度」，「イオン交換水」及び「分散」という発明特定事項が不明確であり，明確性要件を欠くと主張するので，以下，判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「電気伝導度」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が特許請求の範囲に何ら記載されていない事項で本件発明の要旨を認定し，本件明細書に記載された「一例に過ぎない測定方法」により合理的な理由なく本件発明を限定しているから，審決の判断は誤りであると主張する。",
                    "しかし，本件特許請求の範囲の「当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下であること」という記載を前提とした上で，本件明細書の段落【0020】の「電気伝導度の測定方法は例えば次のようにして行う。金属錯塩化合物乾燥品1．5gをイオン交換水150mlに分散して，15分間煮沸する。流水により，室温まで冷却後，5A濾紙で濾過する。この濾液について蒸出水はイオン交換水で150mlに調製し，電気伝導度計(HORIBA導電率メーターES-14)で測定する。」との記載を考慮すると，本件発明の「電気電導度」の意義が不明確であるということはできない。",
                    "本件明細書の段落【0020】には，「電気伝導度の測定方法は例えば次のようにして行う。」との記載があるので，他の測定方法を排除していないが，本件明細書に記載された測定方法の例を参照すれば，当業者は，本件発明の「電気電導度」の意義を十分に理解できるというべきであって，「電気伝導度」の意義が不明確であるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，電気伝導度の測定対象を「濾液」とした審決の認定は誤りであると主張する。",
                    "しかし，審決は，本件明細書の段落【0020】の「金属錯塩化合物乾燥品1．5gをイオン交換水150mlに分散して，15分間煮沸する。流水により，室温まで冷却後，5A濾紙で濾過する。この濾液について蒸出水はイオン交換水で150mlに調製し，電気伝導度計(HORIBA導電率メーターES-14)で測定する。」との記載を前提とした上で，「「濾液」について電気伝導度計で測定したもの」との記載をしているのであり，その意味するところは，「煮沸により水分が蒸発して容量が減少した分についてイオン交換水を加えて全体の容量が150mlに戻るように調製された後の濾液を電気伝導計で測定したもの」と理解することができるから，その認定に誤りがあるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，被告製品で型番が同一の複数の電荷制御剤について，本件明細書の段落【0020】に記載された測定方法により電気伝導度を測定したが，測定するたびに測定結果が異なっており，これでは物性値として特定できる値を測定できないと主張する。",
                    "甲41～43には，本件明細書の段落【0020】に記載された測定方法によって測定された，被告製品「DL-Ｎ33」の電気伝導度が9．1～12．6μS／cmであり，被告製品「Ｎ33」の電気伝導度が6．7～12．4μS／cmであることが記載されており，同じ対象物を同じ測定方法で測定しても測定結果が異なる場合があるということができる。しかし，そうであるからといって，本件発明の「電気伝導度」という文言が不明であるというべき理由はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件発明の「電気伝導度」という文言が明確性要件を欠いているということはできないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「イオン交換水」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲24，甲19の1(審決乙12)などを根拠に，本件発明における「イオン交換水」は，JIS(甲8，審決乙1)に規定されている電気伝導度を有するイオン交換水に限定されるものではなく，例えば，1～50μS／cmの範囲内の水もイオン交換水と扱われるなどと主張する。",
                    "しかし，本件発明は，電荷制御剤の表層に存在する無機塩量と画像安定性との関係に着目し，金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度を測定することにより，電荷制御剤の表層の無機塩量を測定し，この電気伝導度を一定範囲に制御することで，優れた画像安定性の得られる電荷制御剤を提供するものであるから，本件発明の「イオン交換水」は，できるだけ電荷制御剤の表層の無機塩量のみに起因する電気伝導度を測定できるよう，可能な限り電気伝導度の小さいものを意味していることは，当業者に明らかであるということができる。",
                    "このような電気伝導度の小さい「イオン交換水」として，JIS(平成3年3月1日改正)には「25℃で電気伝導度が0．1～1μS／cm程度の水が得られる」(甲9の18頁)との記載があり，これによると，本件発明のように可能な限り電気伝導度の小さいイオン交換水を使用する場合に，JISに記載された「25℃で電気伝導度が0．1～1μS／cm程度の水」を使用することは，本件出願当時の技術常識であったというべきである。こうした技術常識を踏まえると，本件明細書の特許請求の範囲及び発明の詳細な説明において，本件発明の「イオン交換水」の電気伝導度についての定義がされていないとしても，本件発明の「イオン交換水」が不明確であるということはできない。",
                    "これに対して，原告は， 純水製造装置のカタログ(甲24)を根拠として，「1～50μS／cm」の範囲内の水もイオン交換水と扱われていると主張するが，甲24のカタログにおいては，「水質計  デジタル表示  0．01～50μS/cm・25℃」と記載され，当該装置における電気伝導度のデジタル表示の範囲が「0．01～50μS/cm・25℃」であるとされているにすぎず，1～50μS／cmの範囲内の水が「イオン交換水」として扱われていることを示すものということはできないし，まして,本件発明の「イオン交換水」について「1～50μS／cm」の範囲内のものと解さなければならないということはできない。",
                    "また，原告は，甲19の1(審決乙12)の1頁に「この規格は，電解質水溶液及び水(河川水，海水，雨水，脱イオン水など)の5μS／m～200S／m(25℃)の範囲の電気伝導率の測定方法について規定する。」との記載があることをも根拠とするが，この記載は，当該JIS規格である電気伝導率測定方法通則の適用範囲を示すにすぎず，「5μS／m～200S／m」の範囲内の水が「イオン交換水」として扱われていることを示すものということはできないし，まして,本件発明の「イオン交換水」について「1～50μS／cm」の範囲内のものと解さなければならないということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「イオン交換水」の電気伝導度に起因する誤差の補正について，審決の引用する甲19の1(審決乙12)の記載は，セル定数を測定する場合の説明であって，溶液の電気伝導度を実際に測定する場合の説明ではない，また，「調製に用いた水の電気伝導率を加える」とされており，「差し引く」とは記載されていないなどと主張し，測定される電気伝導度の誤差が懸念される場合に，測定者が必要に応じて誤差の「補正」を行うことが本件出願当時の技術常識であったとの審決の判断は誤っていると主張する。",
                    "しかし，原告が指摘する甲19の1(審決乙12)の22頁の記載は，セル定数を求めるための計算式において，塩化カリウム標準液の電気伝導率(K＋イオンとCl-イオンによる伝導率)に，調製に用いた水の電気伝導率を加えるというものであるから，その記載から，当業者は，「溶液全体の電気伝導率から，調製に用いた水の電気伝導率を差し引くことにより補正を行うこと」を容易に理解することができるというべきである。",
                    "そうすると，イオン交換水の電気伝導度が測定値に影響を及ぼすほど大きい場合であっても，用いたイオン交換水に起因する電気伝導度を測定値から差し引いて補正することができることは，本件出願前から当業者には明らかであったというべきである。",
                    "なお，原告は，上記の点は本件無効審判請求の審理の当初の段階では主張されていなかったと指摘するが，こうした審理経過は，上記認定を何ら左右するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件発明の「イオン交換水」という文言が，明確性要件を欠いているということはできないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「分散」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明において，「分散」について何ら特定されていないと主張する。",
                    "しかし，「分散」との文言は，一般的には，「ある物質が，他の均一な物質の中に微粒子状になって散在する現象」(広辞苑第五版[甲11，審決乙4])を意味するものであると認められ，これを，本件発明に即していうと，本件発明の「分散」は，「金属錯塩化合物」という物質が，「イオン交換水」という均一な物質の中に，微粒子上になって散在する現象を意味するということができる。",
                    "また，本件発明は，電荷制御剤の表層に存在する無機塩量と画像安定性との関係に着目し，金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度を測定することにより，電荷制御剤の表層の無機塩量のみを測定し，この電気伝導度を一定範囲に制御することで，優れた画像安定性の得られる電荷制御剤を提供するものであるから，本件発明における「分散」とは，電荷制御剤の表層に存在する無機塩量に起因する電気伝導度が測定可能なように分散させることを意味するということができる。",
                    "そうすると，当業者は，本件発明の「分散」を，電荷制御剤の表層に存在する無機塩量に起因する電気伝導度を測定可能なように，「金属錯塩化合物」が，「イオン交換水」中に微粒子状になって散在する状態を意味していると，一義的に理解することが可能であるということができ，本件発明の「分散」との文言の意味は明確であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，被告製品である電荷制御剤について，異なる分散装置を使用し，分散時間を変化させて電気伝導度の測定を行ったところ，分散時間を長くするにしたがって電気伝導度は増加し，110μS／cmを超えても変化し続け，飽和値に達しなかった(甲44)と主張する。",
                    "しかし，甲44の実験1は，精密分散機であるクレアミックス(乙2，3)を使用し，15000rpmの回転数で20分～80分間動作させたものであり，同実験2は，微粉砕・分散機であるビーズミル(乙4)を使用し，60分～450分間動作させたものであると認められ，その結果，対象となる電荷制御剤は粉砕されて，微粒子化したものと考えられる。",
                    "原告は，このような電荷制御剤の粒径を変えてしまうような粉砕を伴う分散であっても，本件発明の「分散」に相当すると主張するが，前記のとおり，本件発明における「分散」とは，電荷制御剤の表層に存在する無機塩量に起因する電気伝導度を測定可能なように分散させることを意味するから，電荷制御剤の表層ではなかった部分(内部にあった部分)を新たに表層(表面)とするような粉砕をすることまでを意味していないというべきである。",
                    "また，甲20(審決乙13)によると，本件発明における金属錯塩化合物は，単位粒子が互いに凝集して，見かけ上本来の粒径よりも大きな粒径となっているが，単位粒子間の空隙が非常に多く，凝集体における単位粒子の結合は非常にゆるいことが認められる。そうすると，これをイオン交換水に分散させると，容易に単位粒子にまでほぐれるものと考えられるから，粉砕など電荷制御剤の粒径を変えてしまうような方法を採用する必要性に乏しいと考えられる。",
                    "この点について，原告は，電荷制御剤は，疎水性が強く，撥水性が高い性質を有しているため，軽く撹拌する程度では，電荷制御剤をイオン交換水中に分散することができないと主張するが，電荷制御剤にイオン交換水を少量ずつ加え，ゆっくりよくかき混ぜて電荷制御剤とイオン交換水を少しずつなじませていくという，ごく一般的な処理を行えば，電荷制御剤をイオン交換水に分散することができるものと認められる(乙6，弁論の全趣旨)。これに反する甲45及び甲53(8頁～9頁)の実験結果を採用することはできない。",
                    "以上によると，本件発明における「分散」とは，粉砕を伴う方法を含まないというべきであるから，甲44に基づく原告の主張は前提を欠くもので，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲21(審決乙14)の実験結果は，粒径がより小さくなるはずである超音波分散を行った場合の方が，粒径がより大きくなることが示されており，信用することができず，また，仮に甲21(審決乙14)の実験結果が信用することができるとすると，分散の状態が変化することによって，電気伝導度が変化していると主張する。",
                    "甲21(審決乙14)の実験成績証明書によると，金属錯塩化合物の粒子の分散方法として，金属錯塩化合物乾燥品1gをイオン交換水100mlに添加し，撹拌し，更に加熱して15分間煮沸した場合の試料(測定試料1)の平均粒径が2．86μm，電気伝導度が76μS/cm であり，これとは異なる分散方法を採用し，金属錯塩化合物乾燥品1gをイオン交換水100mlに添加し，撹拌し，更に20分間超音波処理をした場合の試料(測定試料2)の平均粒径が3．10μm，電気伝導度が75μS／cmであったとの結果が示されている。この実験結果は，分散方法が異なる場合であっても，測定される電気伝導度の値に格段の差が生じ得ないことを示すものであるということができる。",
                    "この実験結果について，原告は，超音波処理の方が煮沸よりも粒径が大きくなったのは不自然であると主張するが，超音波処理の方が煮沸よりも粒径がより小さくなるという原告主張を裏付ける証拠はなく，また，異なる分散条件を採用した測定試料1と2の間での電気伝導度の差は，1μS／cmにすぎないから，この実験結果は，分散方法が異なる場合であっても，測定される電気伝導度の値に格段の差が生じ得ないことを示すものであるということができる。",
                    "なお，原告の主張するように，分散の状態によって本件発明の技術的範囲に含まれるか否かが定まることがあったとしても，そのことから直ちに本件発明が不明確であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件発明の「分散」という文言が，明確性要件を欠いているということはできないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，請求項1の記載は特許を受けようとする発明が明確であるといえるとした審決の判断に誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(実施可能要件に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "化合物の製造条件について",
              "text": [
                "本件発明の「電荷制御剤」の製造条件に関し，請求項1の「イオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下である」ものとして調製する方法に関し，原告は，本件明細書には，製造例1，2，実施例1～3の具体的な実施条件は全く記載されておらず，「圧力」，「G」，「洗浄水量」をいかなる数値にしたときにどのような電気伝導度になるのかが明らかではないと主張する。",
                "しかし，本件明細書の段落【0018】及び【0019】には，①ヌッチェ等の濾過機での洗浄では，本件発明の課題の解決には至らないこと，及び②フィルタープレスのように大きな圧力をかけて濾過する方法，遠心濾過のように大きなGをかけて濾過する方法，水洗などをより十分な水を用いて行う方法，これらの操作を繰り返して行うか，これらを併用して行う方法，逆浸透膜，半透膜を用い電気伝導度を110μS／cm以下に調製する方法等が有効であるとの記載が存在する。",
                "このように，本件明細書には，本件発明の「イオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下である」ものとして調製するための方法について説明がされているのであるから，当業者であれば，例えば，フィルタープレスにおける「圧力」，遠心濾過における「G」，水洗における「洗浄水量」などの条件を具体的に設定することや，それらを繰り返し行い，又は併用することなどにより，過度の試行錯誤をすることなく，「イオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下である」ものとして調製することができるというべきである。",
                "なお，以上の判断は，甲21(審決乙14)において採られた具体的な調製方法によって左右されるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "電気伝導度の差について",
              "text": [
                "原告は，同じ製造例2で製造した実施例2と実施例3の電気伝導度に差があることから，本件発明を実施することができないと主張する。",
                "しかし，前記のとおり，金属錯塩化合物を「イオン交換水に1重量％分散させたときの電気伝導度」は，その表層に残存する無機塩量により異なってくるのであるから，製造例2の方法で製造した化合物(1)を水に分散させた時の電気伝導度が89μS／cmである実施例2と，10μS／cmである実施例3とが本件明細書に記載されていたとしても，当業者であれば，両者における電気伝導度の相違は，製造例2における濾過及び水洗の具体的条件の相違に起因することを理解することができると考えられる。そして，前記のとおり，濾過及び水洗の具体的条件を設定することについて，当業者に期待される程度を越える過度の試行錯誤が必要であるということはできないから，製造例2で製造した実施例2と実施例3の電気伝導度に差があることにより，本件発明の実施可能性は左右されないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "分散に用いられる「水」について",
              "text": [
                "原告は，実施例1～3及び比較例1，2(段落【0101】～【0105】)は，いずれもイオン交換水ではなく「水」に分散させたときの電気伝導度が記載されているので，本件明細書には請求項1に対応する実施例が記載されていないと主張する。",
                "確かに，本件明細書の段落【0101】～【0105】では，いずれも「水」との文言が用いられているものの，請求項1には，「当該金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度が110μS／cm以下」と記載され，本件明細書においても，例えば，段落【0014】に「本発明者らは金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度と安定した画像濃度との間に強い相関関係があることを見出すことにより本発明を完成した」と記載されているように，本件発明に係る金属錯塩化合物を「イオン交換水」に分散することとされているのであるから，本件発明の実施例1～3及び比較例1，2を記載した段落【0101】～【0105】における「水」は「イオン交換水」を意味するものと解すべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件明細書の記載は実施可能要件を充足するとした審決の判断に誤りはなく，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(新規性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明の概要等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，以下の記載がある。",
                    "【請求項1】 バインダー樹脂，着色剤及び荷電制御剤を主成分とするトナーにおいて，該荷電制御剤が下記一般式化1で示される含鉄アゾ染料からなり，しかもその粒度分布が100μmのアパーチャを用い，測定領域が1．00～40．0μmであるコールター法による測定において，4．0μm以下の成分が個数％で75％以下，16μm以上の成分が重量％で10％以下，重量平均径が5．0～9．0μmの範囲となるようあらかじめ調製されたものであることを特徴とする静電荷像現像用負帯電性トナー。",
                    "【化1】",
                    "」",
                    "【0029】本発明のトナーにおいて荷電制御剤として使用される前記一般式化1で示される含鉄アゾ染料の代表的な具体例としては，保土谷化学工業社製，アイゼンカラー  T-77が挙げられるが，これに限定されるものではない。また，その使用量は，バインダー樹脂の種類，必要に応じて使用される添加剤の有無，分散方法を含めたトナー製造方法によって決定されるもので，一義的に限定されるものではないが，好ましくはバインダー樹脂100重量部に対して，1～10重量部の範囲で用いられる。特に，好ましくは，2～5重量部の範囲である。1重量部未満では，トナーの負帯電が不足し実用的でないし，逆に10重量部を越える場合には，トナーの帯電性が大きすぎ，キャリアとの静電的吸引力の増大のため，現像剤の流動性低下や，画像濃度の低下を招く。",
                    "【0057】荷電制御剤C   アンゼンカラーT-77，50gを120gのエチレングリコールに加え，100℃に加熱し，充分に溶解させた後，室温まで放置冷却し，析出した結晶を濾別，洗浄した後，50～60℃で減圧乾燥し，黒褐色微粉末を得た。この黒褐色微粉末の粒度分布をコールターカウンターで測定したところ，4．0μm以下の成分が個数％で45．7％，16μm以上の成分が重量％で8．9％，個数平均径が3．9μm，重量平均径が7．7μmであった。この黒褐色微粉末を荷電制御剤Cとする。",
                    "【0073】比較例1",
                    "実施例1において，荷電制御剤Aの代りに保土谷化学工業社製アンゼンカラーT-77を用いたこと以外は，実施例1と同様にして現像剤を得，画像テストを行なった。初期画像は，カブリのない鮮明な画像が得られたが，2万枚頃から，カブリのある不鮮明な画像になり感光体表面にはトナーのフィルミングが見られた。また，35℃，90％RHの高湿環境下で画像テストを行なったところ，画像濃度が0．85と低く，カブリのある不鮮明な画像が得られた。また，実施例1と同様に帯電量を測定したところ，初期の帯電量は-18．4μC／gであったが，2万枚後には-7．7μC／gと低下していた。…",
                    "【0089】実施例7",
                    "ポリエステル樹脂(ルナペール1447：荒川化学社製)    100部",
                    "キャンデリラワックス102(野田ワックス社製)              5部",
                    "カーボンブラック                                          10部",
                    "荷電制御剤C                                                3部",
                    "例示化合物3                                            0．5部",
                    "【0090】上記組成の原料混合物を実施例1と同様に，溶融混練，冷却，粉砕，分級して，5～25μmの粒径のトナーを得た。このトナー2．5部に対し，シリコーン樹脂を被覆したキャリアE97．5重量部をボールミルで混合し，現像剤を得た。",
                    "【0091】次に，上記現像剤を実施例1で用いた複写機(FT7570)にセットし，画像テストを行なったところ，実施例1と同様，忠実度の高い良好な画像が得られ，その画像は12万枚画像出し後も変わらなかった。また，トナーの帯電量をブローオフ法で測定したところ，初期の帯電量は-26．1μC／gであり，12万枚ランニング後におけるトナーの帯電量は-20．6μC／gと初期値とほとんど差がなかった。また，35℃，90％RHという高湿環境下，及び10℃，15％RHという低湿環境下でも，常湿と同等の画像が得られた。更に，感光体へのトナーフィルミングもなかった。",
                    "【0095】",
                    "【発明の効果】請求項1の静電荷像現像用負帯電性トナーは，微粉側成分を含む特定の粒度分布を有する含鉄アゾ染料からなる荷電制御剤を使用したことから，負極性の安定した摩擦帯電性を示し，また，バインダー樹脂への分散性が良好で，環境安定性に優れている。そのため，本トナーによると，連続複写後も初期画像と同等の品質を示す画像が得られる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によると，甲1発明並びに本件発明と甲1発明との一致点及び相違点は，審決が認定したとおり(前記第2の3(4)ア及びイ)のものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と甲1発明の同一性について",
              "text": [
                "本件発明と甲1発明との相違点は，前記のとおり，「金属錯塩化合物をイオン交換水に1重量％分散させたときの電気伝導度が，本件発明は「110μS／cm以下」であるのに対して，甲1発明はその特定がない点」であるところ，原告は，甲4のの電気伝導度が19．4μS／cmであり，本件発明の定める技術的範囲に含まれるとの結果が得られたから，本件発明は甲1に記載された発明であると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4実験の原料と甲1に記載された原料の同一性について",
                  "text": [
                    "甲4実験の原料は，「アイゼンカラーT-77」であるところ，原告は，その入手経緯について，①甲4実験の原料は，同実験を行った中国法人(2000年[平成12年]設立)が，その設立前の1999年(平成11年)4月頃に市場の情報収集を行った際，他の中国法人から入手し，保管してきたものである，②同原料の購入の際の伝票類は既に廃棄されている，③甲4実験の原料は，鍵のかかる材料保管庫に保管していたと説明している(甲25の1・2，甲32，37)。",
                    "しかし，甲15の1(審決乙8)によると，被告は，甲1発明に係る特許出願(平成5年10月14日)の前から「T-77」の製品名で鉄錯塩化合物を販売していたが，これまで「アイゼンカラーT-77」という製品名のものを販売したことはないものと認められ，これを覆すに足りる証拠はない。また，甲4実験を行った中国法人がその設立前に「アイゼンカラーT-77」を購入した取引の詳細(購入した製品の数量，価格等)を客観的に示す伝票類は存在せず，甲4実験に使用した製品を特定するに足りる写真や製造番号等も示されていない。さらに，1999年(平成11年)4月頃に購入した製品を甲4実験の時期(平成27年8月～9月)まで保管しているというのは不自然といわざるを得ず，その保管態様や保管している製品の数量等の詳細も明らかではない。",
                    "そうすると，甲4実験を行った中国法人が，1999年(平成11年)4月頃に「アイゼンカラーT-77」を購入し，それを甲4実験の時期まで保管してきたとの事実を認めることはできないというべきである。",
                    "以上によると，甲4実験で使用された原料が，甲1に記載された「アイゼンカラーT-77」と同一の製品であると認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4実験の方法について",
                  "text": [
                    "甲4実験の実験成績証明書(甲4の1・2)は，甲1の段落【0057】に記載される「荷電制御剤C」の電気伝導度を確認するためのものであるから，甲1の段落【0057】に記載された実験条件を可能な限り忠実に再現する必要があることは当然であり，その必要がないとする原告の主張は理由がない。",
                    "そこで，甲4実験における試料の調製方法についてみると，甲1の段落【0057】では，荷電制御剤Cの調製方法として，結晶を「濾別，洗浄した後，50～60℃で減圧乾燥し，黒褐色微粉末を得た。」という手順を採用しているのに対して，甲4実験では，結晶を「ヌッチェにより減圧濾過し，エタノール120mlで洗浄し，更に，電気伝導度10μS／cmのイオン交換水120mlで洗浄した後，乾燥して結晶を得た。」という手順を採用しており，特に，甲4実験で採用されている「エタノール」を用いた洗浄は甲1に記載されていない手順であるということができるから，甲4実験における試料の調製方法は，甲1の段落【0057】に記載された「荷電制御剤C」の調製方法を忠実に再現しているということはできない。",
                    "そうすると，甲4の実験方法は，甲1の「荷電制御剤C」の調製方法を忠実に再現しているものではないとの審決の判断に誤りはないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上の(2)ア，イで判示したところからすると，甲4の実験成績証明書に基づき，本件発明は甲1に記載された発明であると認めることはできない。また，その他，本件発明は甲1に記載された発明であるというべき事情も存在しない。",
                "したがって，本件発明が甲1に記載された発明であるとすることはできないとした審決の判断に誤りはなく，取消事由3は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由は，いずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10152",
    "date": "2017-08-03",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087017",
    "ipprecedent_id": "4726",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}