{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人は，控訴人に対し，5万円及びこれに対する平成26年11月1日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "控訴人のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1，2審を通じ，これを160分し，その1を被控訴人の，その余を控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決は，1項(1)に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，814万2800円及びこれに対する平成26年11月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "本件は，控訴人が，被控訴人に対し，①被控訴人が，控訴人の著作物である写真48点(ただし，別紙において「原告撮影」と特定された写真50点の元となる各写真を指す。かき氷の写真3点はいずれも同一の写真をトリミングしたものであるため，元となる写真は全48点となる。以下，これらの各写真を「本件各写真」という。)を使用して作成した小冊子「ARCH」(以下「本件冊子」という。)を，控訴人の許諾を得ることなく電子データ化し，これを被控訴人が管理運営する特定非営利活動法人ちゃんみよTVのホームページに掲載した行為(以下，被控訴人が作成した本件冊子の電子データを「本件電子データ」，本件電子データを掲載した前記ホームページを「本件ホームページ」，本件電子データを作成して本件ホームページに掲載した被控訴人の行為を「本件ホームページ掲載行為」という。)は，控訴人が有する本件各写真の著作権(複製権，公衆送信権)を侵害する，②本件冊子において，被控訴人が，控訴人に無断で本件各写真の一部をトリミングし，本件冊子の2頁に「カメラマン",
          "text": [
            "X’」と表示した行為は，控訴人が有する本件各写真の著作者人格権(氏名表示権，同一性保持権)を侵害すると主張して，不法行為による損害賠償請求権に基づき，損害賠償金814万2800円(著作権侵害による財産的損害314万2800円，著作者人格権侵害による精神的損害500万円)及びこれに対する平成26年11月1日(不法行為の後の日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である(なお，控訴人は，著作者人格権侵害の態様として，公表権侵害も主張していたが，当審の口頭弁論期日において，かかる主張は撤回した。)。",
            "原審は，控訴人の請求を全部棄却したので，控訴人が，控訴の趣旨記載の裁判を求めて控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実(当事者間に争いがないか，証拠等によって容易に認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，肩書地で写真事務所を経営するフリーのカメラマンである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，インターネットテレビ事業等を行う団体である「ちゃんみよTV」(平成26年10月8日特定非営利活動法人として法人化された。)の代表者(法人化した後は理事長)であり，かつ，本件冊子の発行人である(甲46の1，乙1)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各写真について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成26年6月頃，被控訴人との間で，本件冊子に掲載する写真を撮影し，被控訴人に提供する契約(以下「本件契約」という。)を締結した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件契約は，口頭契約であって，契約書面は作成されていない。撮影料の有無やその金額についても，当事者間に明示の合意はなかった(弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件契約に基づいて，控訴人は，本件各写真を撮影し，これを被控訴人に提供した(弁論の全趣旨)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件冊子の発行",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件冊子は，平成26年7月26日に発行された，いわゆるフリーペーパー(経費が広告費で賄われる無料配布誌)であり，広告や茨城県牛久市周辺の飲食店の紹介等を主な内容とする，全20頁(表紙と裏表紙の部分を含む。)からなるカラーの小冊子である(甲2)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件冊子は，もともと地域活性化の一環として，地域の祭り(牛久かっぱ祭り)で配布することを念頭に作成されたものであり，同祭りの開催日に合わせて発行された。発行部数は3500部ほどであり，前記発行日当日，本件冊子は，実際に同祭りで配布されたほか，発行に協力した店舗等にも配布された(乙7，被控訴人本人)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件冊子には，別紙のとおり，控訴人撮影に係る本件各写真が掲載されており，一部の写真がトリミングされているほか，本件冊子の2頁には，スタッフの一人として，控訴人の氏名が，「カメラマン  X’」という形で表示されている(甲2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の行為(本件ホームページ掲載行為)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，本件冊子をより沢山の人に見てもらうために，本件冊子を電子データ化して本件ホームページに貼り付け，これを自由にダウンロードできるようにしようと考え，同年8月10日頃，関係者の協力を得て本件冊子のPDFファイル(本件電子データ)を作成し，同日から少なくとも同年10月31日まで(被控訴人の説明によれば同年11月7日まで)の間，これを本件ホームページに掲載した(甲13の1・2，14，15，乙7，被控訴人本人。なお，控訴人は，本件冊子は前記発行日当日から本件ホームページに掲載されていた旨主張するが，同事実を認めるに足りる証拠はない。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，アの行為(本件ホームページ掲載行為)をするに当たり，控訴人から，明示の許諾を得ていなかった。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "複製権侵害，公衆送信権侵害の成否"
            },
            {
              "fig": "(2)",
              "subject": "同一性保持権侵害，氏名表示権侵害の成否"
            },
            {
              "fig": "(3)",
              "subject": "損害の発生及び額"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(複製権侵害，公衆送信権侵害の成否)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，控訴人に無断で本件ホームページ掲載行為に及んだものであり，本件各写真が掲載された本件冊子の電子データ(本件電子データ)を作成した行為は，控訴人が有する本件各写真の複製権を，本件電子データを本件ホームページに掲載した行為は，控訴人が有する本件各写真の公衆送信権をそれぞれ侵害する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人の主張(黙示の許諾)は争う。",
                    "控訴人としては，本件各写真を掲載した本件冊子の作成及び配布については承諾したが，これを電子データ化して本件ホームページに掲載することについてまで承諾する意思は全くなかったのであり，黙示の許諾は認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に，黙示の許諾が認められるとしても，被控訴人は，本件契約を締結する際，控訴人に対して撮影料を支払うつもりがなかったのに，これを隠して控訴人に撮影料の支払が受けられるものと誤信させたものであり，これは詐欺行為に当たる。控訴人は，平成26年9月16日頃，かかる詐欺を理由に本件契約を取り消した。したがって，同日以降，許諾がないことは明らかである。",
                    "また，プロの写真家に対し，撮影料の提示もしないまま写真撮影契約を締結させることは公序良俗に違反する。したがって，本件契約はもともと無効である。",
                    "(被控訴人の主張)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人が本件ホームページ掲載行為を行ったことは認めるが，著作権侵害の成立は争う。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件契約に際し，本件各写真を掲載した本件冊子の作成及び配布のみならず，これを電子データ化して本件ホームページに掲載することについても，何ら制限されていなかったのであり，本件ホームページ掲載行為につき黙示の許諾があったといえる。",
                    "すなわち，控訴人は，本件契約に際し，本件冊子を複製して一般向けに配布することを承諾していたのであり，その方法についても何ら制限していなかった。そうである以上，その方法が，冊子を手渡しする方法であろうと，電子データ化してホームページに掲載する方法であろうと，本件冊子の「配布」であることに変わりはない。",
                    "また，控訴人に本件ホームページ掲載行為を制限する意思がなかったことは，①控訴人自身が，前記かっぱ祭りで本件冊子を配布した後の平成26年8月13日に本件冊子が発行された旨を自らプレスリリースするなど，前記かっぱ祭り以外でも本件冊子が配布されることを認識し許容していたと認められる行動を取っていること，②その行動について，控訴人は，プロのカメラマンである以上，自分の撮った写真が載っている本件冊子をより多くの人に見てほしいという気持ちがあったと述べていること，③本件冊子を電子データ化して本件ホームページに掲載することには，資金が潤沢でない被控訴人にとって大きなメリットがあるとともに，本件冊子をより多くの人に見てほしいとする控訴人にとってもメリットがあったこと，④控訴人は，平成26年9月に本件ホームページ掲載行為を知ったが，その時点で何らの抗議もしていないこと，⑤控訴人は，本件ホームページ掲載行為が許せなかった理由として表紙のかき氷の写真が耐えられない写真だったと述べていることの各事実からも明らかである。",
                    "よって，本件ホームページ掲載行為について黙示の許諾があったとみるべきであり，被控訴人の行為は著作権侵害に当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に被控訴人の行為が著作権侵害に当たるとしても，被控訴人は，本件ホームページ掲載行為は何ら制限されていなかったと認識しており，したがって，被控訴人に故意過失は認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，フリーペーパーという本件冊子の性格や，編集者としての被控訴人の立場，被控訴人は，控訴人自身がプレスリリースした本件冊子と全く同一のものを電子データ化して本件ホームページに掲載したにすぎないこと，被控訴人は，控訴人から著作権料を請求されるや，僅か1週間足らずで本件ホームページから本件電子データを削除していること等の事情からすれば，権利侵害の程度は著しく小さく，被控訴人の行為に違法性はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人の主張(詐欺取消し及び公序良俗違反)は争う。",
                    "被控訴人は，控訴人に対し，撮影料が支払われるものとだましたことはない。本件冊子はボランティアで制作されたものであり，参加者はみな無償で協力していた。控訴人もそのような認識で，本件各写真を撮影したものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(同一性保持権侵害，氏名表示権侵害の成否)について",
              "text": [
                "(控訴人の主張)",
                "被控訴人は，控訴人に無断で，本件各写真50点中，33点(ただし，本件冊子1頁の写真1点，同2頁右上のかき氷の写真1点及び同下半分の「蓮根屋」の広告に係る写真6点，同4及び5頁のかき氷の写真4点及び店主の写真4点，同9頁左側の眼鏡の男性の写真1点及び同右側の集合写真1点，同10及び11頁の座談会に係る写真4点，同13頁の「しゃんしゃん龍」に係る写真7点，同14頁の「A」氏の写真1点，同15頁の写真3点の合計33点)の写真をトリミングし，また，本件冊子2頁に「カメラマン  X’」と控訴人の氏名を表示した。",
                "これらの行為は，控訴人が有する本件各写真の同一性保持権，氏名表示権を侵害する。",
                "(被控訴人の主張)",
                "被控訴人が，本件各写真50点中，控訴人が指摘する33点の写真をトリミングした事実及び本件冊子2頁に「カメラマン  X’」と控訴人の氏名を表示した事実は認めるが，これらの行為を控訴人に無断で行ったとの点は争う。",
                "控訴人は，これらの行為についても同意していたものであるから，同一性保持権侵害及び氏名表示権侵害は成立しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)(損害の発生及び額)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人の各不法行為により，控訴人に次の各損害が発生した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "著作権侵害行為(本件ホームページ掲載行為)につき，1日3万円，平成26年7月26日から同年10月31日までの97日分(判決注：98日の違算と認める。)として，税込314万2800円",
                      "text": [
                        "(計算式)3万円×97日×1．08＝314万2800円"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "著作者人格権侵害行為(無断でのトリミング，氏名表示行為)につき，慰謝料500万円"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "(ア)，(イ)の合計814万2800円"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(ア)の損害に関する請求は，著作権法114条3項による請求，前記(イ)の損害に関する請求は，民法709条による請求である。",
                    "(被控訴人の主張)",
                    "全て争う。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(複製権侵害，公衆送信権侵害の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人の行為について",
              "text": [
                "被控訴人が，控訴人から提供を受けた本件各写真を使用して本件冊子を作成し，これを前記かっぱ祭り等で配布したこと，のみならず，本件冊子のPDFファイル(本件電子データ)を作成して，平成26年8月10日から少なくとも同年10月31日まで(被控訴人の説明によれば同年11月7日まで)の間，これを本件ホームページに掲載したこと(本件ホームページ掲載行為)は，いずれも前記認定のとおりであって，掲載期間の長短の点を除き，当事者間においても争いがない。",
                "また，証拠(甲2，13の1・2)及び弁論の全趣旨によれば，本件冊子において，本件各写真はいずれもその表現の本質的特徴を感得できる状態で掲載(再製)されており，かつ，本件電子データは，本件冊子をダウンロードして閲覧できるよう，これをそのまま電子化したものであって，本件電子データにおいても，前記の状態が十分維持されているものと認められるから，本件電子データは，本件冊子の複製物であると同時に本件各写真の複製物に該当する。",
                "したがって，被控訴人が，本件各写真の著作権者である控訴人の許諾を得ることなく，あるいは，許諾を得ていたとしてもその許諾の範囲を超えて本件各写真の複製物である本件電子データを作成すれば，控訴人が有する本件各写真の複製権を侵害し，また，これを本件ホームページに掲載すれば，本件電子データを本件ホームページのウェブサーバーにアップロードして送信可能化し，自動公衆送信を行ったものとして，控訴人が本件各写真について有する公衆送信権を侵害する。",
                "このことは，たとえ被控訴人が本件冊子の発行人としてこれを発行する権限を有していたとしても，何ら左右されるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "許諾の有無ないしその範囲について",
              "text": [
                "そこで，本件ホームページ掲載行為につき，控訴人による許諾の有無ないしその範囲について検討する。",
                "まず，明示の許諾がなかったことについては当事者間に争いがなく，本件においては，被控訴人が主張する黙示の許諾があったと認められるかどうかが問題になる。",
                "この点，被控訴人は，黙示の許諾があったとする根拠として，本件契約に際し，本件各写真を掲載した本件冊子の作成及び配布のみならず，これを電子データ化して本件ホームページに掲載することについても，何ら制限されていなかったことを主張する。",
                "しかしながら，たとえ，本件各写真を掲載した本件冊子の作成及び配布について，同写真の著作権者である控訴人の許諾があったとしても，有体物としての冊子を作成及び配布することと，これを電子データ化してインターネット上のホームページに掲載することとの間には，著作物の利用方法として明らかに質的な相違がある(すなわち，両者は，印刷物である紙媒体を介するか，それとも，更にパソコンやタブレットなどの電子機器を介するかという点で，表現の再現形式が明らかに異なる。また，発行部数が限られる前者と，誰でも自由にアクセスすることができ，ネットワーク上で無限に拡散する可能性を有する後者との間では，著作物の広まり方や権利侵害の危険性についても明らかな相違がある。)というべきであるから，控訴人が，本件冊子の作成及び配布を許諾するに際し，その配布の態様について特段の制限を加えていなかったからといって，当然に，これを電子データ化することや，インターネット上の本件ホームページに掲載して誰でも自由に閲覧することができるようにすることについてまで，許諾の範囲に含まれると解することはできない。",
                "また，被控訴人は，次の各事実，すなわち，①控訴人自身が，前記かっぱ祭りで本件冊子を配布した後の平成26年8月13日に本件冊子が発行された旨を自らプレスリリースするなど，前記かっぱ祭り以外でも本件冊子が配布されることを認識し許容していたと認められる行動を取っていること，②その行動について，控訴人は，プロのカメラマンである以上，自分の撮った写真が載っている本件冊子をより多くの人に見てほしいという気持ちがあったと述べていること，③本件冊子を電子データ化して本件ホームページに掲載することには，資金が潤沢でない被控訴人にとって大きなメリットがあるとともに，本件冊子をより多くの人に見てほしいとする控訴人にとってもメリットがあったこと，④控訴人は，平成26年9月に本件ホームページ掲載行為を知ったが，その時点で何らの抗議もしていないこと，⑤控訴人は，本件ホームページ掲載行為が許せなかった理由として表紙のかき氷の写真が耐えられない写真だったと述べていることからも，控訴人に本件ホームページ掲載行為を制限する意思がなかったことは明らかであることを主張する。",
                "しかし，前記①及び②の点は，いずれも本件冊子を前記かっぱ祭りだけでなく，他の場所や機会で配布することについても控訴人が容認していたということの一つの根拠にはなり得ても，前記のとおり，著作物の利用方法として明らかに質的な相違がある，本件冊子を電子データ化してインターネット上の本件ホームページに掲載すること(本件ホームページ掲載行為)についてまで容認していたということには，直ちに結び付かないというべきである。",
                "前記③の点についてみると，自身の著作物が電子データ化されてインターネット上に公開されることは，控訴人にとって必ずしもメリットだけとはいえないのであるから，この点をもって直ちに，控訴人が本件ホームページ掲載行為を容認していたとすることはできない。",
                "さらに，前記④の点についても，失当である。",
                "すなわち，控訴人は，本件ホームページ掲載行為を知った後，本件ホームページ掲載行為そのものに対しては直ちに抗議しているわけではないが，他方で，証拠(甲3，5，7，8，10の1・2，11の1・2，12，16，49，乙7，控訴人本人，被控訴人本人)及び弁論の全趣旨によれば，控訴人と被控訴人との間では，本件ホームページ掲載行為以前から，本件冊子の編集方針(写真の使い方)や本件各写真の撮影料の支払を巡って争いが生じており，控訴人は，被控訴人側の事情(被控訴人が既に広告主から広告料を受け取っていたこと等)を考慮して本件冊子の発行自体は「渋々」承諾したものの，同年9月3日には，撮影料として3万円の振込を受けたのに対し29万円の支払を要求して被控訴人と対立し，同月16日には，被控訴人に対し，かかる撮影料が支払われないことを理由に本件契約自体を解除(解消)する旨通知していたこと，そして，控訴人が本件ホームページ掲載行為を知った後の同年10月31日には，控訴人が被控訴人に対し，同年7月分からの著作権使用料として300万円超もの金額を請求していること，これを受けた被控訴人も，同請求を本件ホームページ掲載行為に対するクレームと捉え，本件ホームページから本件電子データを削除していること，さらに，同年12月には，控訴人が，被控訴人から未だ撮影料(著作権使用料)の支払がないとして，その支払を求める民事調停を申し立てていること等の各事実が認められるのであって，これらの事実経過，特に控訴人が，同年9月の早い時点で撮影料支払の要否や額を巡って被控訴人と対立し，同月16日の時点で既に本件各写真の撮影に係る本件契約自体を解除(解消)するとの強い姿勢を示していることからすれば，客観的に見て，控訴人に本件ホームページ掲載行為を許容する意思があったと認定する余地があるとは認め難い。",
                "控訴人自身もこれを否定しており，直ちに抗議しなかったのは，飽くまで侵害の事実及び証拠を確たるものとするためであった旨釈明している(平成28年3月16日付け控訴理由書12頁末尾ないし13頁2行目)。",
                "これらの点を踏まえると，控訴人が本件ホームページ掲載行為を知って直ちに抗議しなかったとしても，その事実を控訴人が同行為を容認(黙認)していたことの根拠とすることはできないというべきである。",
                "前記⑤の点についても，控訴人が，自身が撮影した写真の使い方(トリミング)について不満を抱いていたという事実は，これをインターネット上で公開することについて消極であったことの根拠にはなり得ても，積極的に容認していたことの根拠にはなり得ない。",
                "以上によれば，被控訴人が指摘する前記①ないし⑤の各事実を踏まえたとしても，控訴人が本件ホームページ掲載行為を黙示的にせよ許諾していたとは認められず，ほかにそのように認めるべき的確な証拠及び事情は見当たらない(むしろ，前記の事実経過を全体としてみれば，控訴人はこれを容認していなかったとみるのが相当である。)。",
                "よって，本件ホームページ掲載行為につき黙示の許諾があったとは認められず，この点に関する被控訴人の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "故意過失の有無，行為の違法性について",
              "text": [
                "被控訴人は，仮に被控訴人の行為が著作権侵害に当たるとしても，被控訴人は，本件ホームページ掲載行為は何ら制限されていなかったと認識しており，したがって，被控訴人に故意過失は認められない，また，フリーペーパーという本件冊子の性格や，編集者としての被控訴人の立場，被控訴人は，控訴人自身がプレスリリースした本件冊子と全く同一のものを電子データ化して本件ホームページに掲載したにすぎないこと，被控訴人は，平成26年11月に控訴人から著作権料を請求されるや，僅か1週間足らずの同月7日に本件ホームページから本件電子データを削除していること等の事情からすれば，侵害の程度は著しく小さく，被控訴人の行為に違法性はないと主張する。",
                "しかし，被控訴人は，本件各写真が控訴人の著作物であることを知りつつ，これを掲載した本件冊子を，その許諾の範囲を超えて，電子データ化した上，インターネット上の本件ホームページに掲載したのであるから，控訴人が有する本件各写真の著作権(複製権，公衆送信権)を侵害することについて，少なくとも過失が認められる。",
                "また，本件における被侵害利益(控訴人が有する本件各写真の著作権)や侵害行為の態様(電子データ化して3か月弱インターネット上の本件ホームページに掲載した)を考慮すれば，被控訴人が指摘する点を踏まえたとしても，違法性がないとはいえないことは明らかである。",
                "以上によれば，本件ホームページ掲載行為による著作権侵害について被控訴人の過失及び行為の違法性が認められるというべきであり，これに反する被控訴人の主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件ホームページ掲載行為のうち，①本件電子データを作成した点は，控訴人が有する本件各写真の複製権を侵害し，②本件電子データを本件ホームページに掲載した点は，本件各写真の複製物である本件電子データを本件ホームページのウェブサーバーにアップロードして送信可能化し，自動公衆送信を行ったものとして，控訴人が有する本件各写真の公衆送信権を侵害するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(同一性保持権侵害，氏名表示権侵害の成否)について",
          "text": [
            "控訴人は，前記のとおり，本件冊子において，控訴人に無断で，本件各写真50点中，33点の写真がトリミングされ，また，本件冊子2頁に「カメラマン  X’」と控訴人の氏名が表示されたと主張する。",
            "しかしながら，控訴人は，本件冊子の作成中，「冊子のデザイン」や「写真の使い方(トリミング)」等に疑問を感じて被控訴人にクレームを付けたが，最終的に本件冊子の発行を承諾したこと，また，発行日当日に自ら本件冊子を受け取り，その内容を確認した上で，被控訴人に対し撮影料を請求する意思がある旨を伝えたことの各事実を認めており(甲49，控訴人本人)，その撮影料を請求したメッセージ(甲5)の文面を見ても，何ら写真がトリミングされたことや氏名表示の態様について抗議の意思は示されていない。",
            "以上によれば，控訴人は，本件冊子の発行前にその校正刷りを確認し，本件各写真50点中，控訴人が主張する33点の写真がトリミングされている事実や，その氏名表示の態様を具体的に認識し把握した上で，あえて本件冊子の発行を承諾したものと認めるのが相当である。",
            "そうである以上，控訴人が主張する写真のトリミングや氏名表示の点については，控訴人の同意があったというべきであり，控訴人が有する本件各写真の同一性保持権及び氏名表示権を侵害するものとは認められない(なお，控訴人は，前記のとおり，本件契約について詐欺取消し及び公序良俗違反を主張しており，これらの主張がかかる同意にも及ぶとしても，後記のとおり本件契約はもともと無償契約であって詐欺取消しの前提となる欺罔行為自体が認められない上，職業写真家との間で，無償で役務の提供を受けることを目的とする契約を締結することが直ちに公序良俗に反し無効になるということもできないから，控訴人はこれらの理由によってかかる同意の取消しや無効を主張することはできないというべきである。)。",
            "よって，この点に関する控訴人の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)(損害の発生及び額)について",
          "text": [
            "控訴人が主張する損害のうち，著作権(複製権，公衆送信権)侵害による損害賠償請求(著作権法114条3項による請求)について判断する。",
            "この点，同条項は，著作権者等が最低限の賠償額として使用料相当額(逸失利益)を請求することができる旨を定めたものであり，その額については，当該事案における個別具体的な事情をしん酌して適切な金額を認定するのが相当である。",
            "しかるところ，本件においては，①本件各写真は，もともと本件冊子のために撮影されたものであって，他に商用利用することが想定されていたとは認められないこと，②本件冊子は無償で配布されるフリーペーパーであって，本件各写真の撮影に係る本件契約も無償契約(ボランティア)であったと認められること(この点，控訴人は有償契約であった旨を強調するが，証拠関係を精査しても，対価の支払が前提であったとは認められない。)，③本件冊子の発行自体は控訴人の許諾を得て適法に行われていること，④侵害行為の態様は，本件冊子をそのまま電子データ化してインターネット上の本件ホームページに掲載したというものにすぎず，本件各写真自体を直接他の用途に利用したわけではないこと，⑤掲載期間も3か月弱という比較的短期間にとどまっていることといった事情が存するのであって，これらの事情を総合考慮すれば，ホームページ掲載1日当たり3万円という控訴人の請求は明らかに過大であり(この請求額を根拠付けるに足りる証拠もない。)，本件著作権侵害に基づく使用料相当額はせいぜい5万円と認めるのが相当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，控訴人の請求は，5万円及びこれに対する平成26年11月1日から支払済みまで年5分の割合による金員の支払を求める限度で理由があるが，その余は理由がない。",
            "よって，これを全部棄却した原判決は一部不当であるから，これを変更することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}